{
  "decision": [
    {
      "fig": "1",
      "text": "控訴人の本件控訴に基づき，原判決を次のとおり変更する。"
    },
    {
      "fig": "2",
      "text": "被控訴人の附帯控訴を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用（控訴費用，附帯控訴費用を含む。）は，第1，2審を通じてこれを7分し，その1を被控訴人の負担とし，その余を控訴人の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決の第1項(1)は，仮に執行することができる。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決のうち控訴人敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，控訴人に対し，9億8323万1115円及びこれに対する平成26年7月11日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "附帯控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決のうち被控訴人敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人の請求をいずれも棄却する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要（略語は，特に断りのない限り，原判決の例による。）",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「システム作動方法」とする特許（特許第3350773号。請求項の数3。以下「本件特許A」といい，本件特許Aに係る特許権を「本件特許権A」という。）及び発明の名称を「遊戯装置，およびその制御方法」とする特許（特許第3295771号。請求項の数12。以下「本件特許B」といい，本件特許Bに係る特許権を「本件特許権B」という。）の特許権を有していた控訴人が，①被控訴人が業として，原判決別紙「イ号製品目録」記載の各ゲームソフト（以下，同別紙の「番号」に従い「イ-1号製品」などという。また，これらを併せて「イ号製品」と総称することがある。）を製造，販売又は販売の申出をしたことは，本件特許Aの特許請求の範囲の請求項1及び2に係る発明についての本件特許権Aの間接侵害（特許法101条4号）に該当する，又は，侵害行為を惹起したことにつき不法行為が成立する，②被控訴人が業として，原判決別紙「ロ号製品目録」記載の各ゲームソフト（以下，同別紙の「番号」に従い「ロ-1号製品」などという。また，これらを併せて「ロ号製品」と総称することがある。）を製造，販売したことは，本件特許Bの特許請求の範囲の請求項1及び8に係る発明についての本件特許権Bの間接侵害（同条1号，4号）に該当する，又は，侵害行為を惹起したことにつき不法行為が成立する旨主張して，被控訴人に対し，本件特許権A及び本件特許権B侵害の不法行為又は一般不法行為に基づく損害賠償として，9億8323万1115円（本件特許Aの実施料相当額8億9123万1115円，本件特許Bの実施料相当額4700万円，弁護士・弁理士費用相当額4500万円の合計額）及びこれに対する不法行為の後である平成26年7月11日（訴状送達の日の翌日）から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "なお，本件特許権Aに関する各請求，本件特許権Bに関する各請求の関係は，それぞれ選択的併合の関係にあると解される。",
            "原判決は，①本件特許Aの特許出願前に日本国内で販売されていたゲーム装置「ファミリーコンピュータ」及び「ファミリーコンピューターディスクシステム」，ゲームソフト「魔洞戦紀」及び「勇士の紋章」並びにテレビを用いて実現されるゲームシステム（以下「本件ゲームシステムA1」という。）により公然知られた発明又は公然実施をされた発明と，本件特許Aの特許請求の範囲の請求項1及び2に係る発明は同一であるから，これらの発明に係る本件特許Aは，新規性欠如の無効理由があり，かかる無効の抗弁に対する訂正の再抗弁も認められないものであって，特許無効審判により無効にされるべきものと認められるため，本件特許権Aの侵害に基づく損害賠償請求は理由がない，②ロ号製品を用いた遊戯装置は本件特許Bの特許請求の範囲の請求項1に係る発明の技術的範囲に属し，ロ号製品は本件発明B1に係る物の生産にのみ用いる物であるから，ロ号製品を製造，販売することは，本件特許権Bの間接侵害（特許法101条1号）に該当する，また，上記発明に係る本件特許Bは特許無効審判により無効にされるべきものとは認められないから，本件特許権Bの侵害に基づく損害賠償請求は，517万円及びこれに対する遅延損害金の支払を求める限度で理由があるとして，上記金員に係る請求のみを認容し，その余の控訴人の請求をいずれも棄却した。",
            "控訴人は，原判決のうち控訴人敗訴部分を不服として，本件控訴を提起した。",
            "被控訴人は，原判決のうち被控訴人敗訴部分を不服として，本件附帯控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実（争いのない事実並びに後掲各証拠及び弁論の全趣旨により認められる事実）",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "text": [
                "控訴人は，ゲーム機器，ソフトウェア及び玩具等の企画，開発，製造，販売等を業とする株式会社である。",
                "被控訴人は，コンピューターソフトウェア及びハードウェア並びにゲーム用娯楽機器の製造，制作，企画，販売等を業とする株式会社である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許権A ア  控訴人は，平成6年12月9日，発明の名称を「システム作動方法」とする発明について特許出願（特願平6-306428号。以下「本件特許出願A」といい，本件特許出願Aの願書に添付した明細書を，図面も含めて「本件明細書A」という。）をし，平成14年9月20日，本件特許権Aの設定登録を受けた（特許第3350773号。甲A2，69）。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人は，平成26年7月4日，原審に本件訴訟を提起した。その後，本件特許権Aは，同年12月9日の経過をもって存続期間が満了した。    "
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，平成27年4月17日，本件特許Aについて，本件ゲームシステムA1により公然知られた発明又は公然実施をされた発明と同一であり新規性欠如の無効理由があることを理由として，特許無効審判（無効2015-800110号事件。）を請求した（甲A48）。",
                        "特許庁は，平成28年1月25日に口頭審理を行った後，同年6月21日付けで，本件特許Aの特許請求の範囲の請求項1に係る発明は本件ゲームシステムA1により公然知られた発明と同一であって新規性欠如の無効理由があり，同請求項2に係る発明は本件ゲームシステムA1により公然知られた発明又は公然実施をされた発明に基づき容易に発明をすることができたものであって進歩性欠如の無効理由があるから，これらの発明についての本件特許Aを無効とする旨の審決の予告（乙A31）をした。",
                        "これに対し控訴人は，同年7月28日付けで，請求項1ないし3からなる一群の請求項について，請求項1及び2を訂正し，請求項3を削除する旨の訂正請求（甲A42，43）をした後，同年11月22日付けの訂正拒絶理由通知（甲A47）を受けたため，同年12月5日付けで，訂正請求を補正（補正後の訂正を，以下「本件訂正A」という。甲A44～46）した。",
                        "特許庁は，平成29年3月24日，本件訂正Aを認めた上，「請求項3に係る請求を却下する。請求項1及び2に係る請求は成り立たない。」との審決（以下「審決A」という。甲A48）をした。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被控訴人は，審決Aの取消しを求める審決取消訴訟を提起したが（平成29年（行ケ）第10097号），知的財産高等裁判所は，平成30年3月29日，被控訴人の請求を棄却する判決（以下「判決A」という。）をした（甲A51）。  ",
                      "text": [
                        "被控訴人は，判決Aに対する上告受理申立てをしたが，平成31年3月7日，上告不受理の決定（甲A68）がされたため，判決Aは確定し，それと共に審決Aも確定した（甲A69）。",
                        "その間に，原審は，平成29年12月14日，本件特許Aの特許請求の範囲の請求項1及び2に係る発明は本件ゲームシステムA1により公然知られた発明又は公然実施をされた発明と同一であるから，これらの発明に係る本件特許Aは特許無効審判により無効にすべきものと認められるとして，本件特許権Aの侵害に基づく損害賠償請求は理由がないとする旨の原判決をした。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正A後の本件特許Aの特許請求の範囲の請求項1及び2の記載は，次のとおりである（甲A46）。",
                    "【請求項1】",
                    "ゲームプログラムおよび／またはデータを記憶するとともに所定のゲーム装置の作動中に入れ換え可能な記憶媒体（ただし，セーブデータを記憶可能な記憶媒体を除く。）を上記ゲーム装置に装填してゲームシステムを作動させる方法であって，",
                    "上記記憶媒体は，少なくとも，所定のゲームプログラムおよび／またはデータと，所定のキーとを包含する第1の記憶媒体と，所定の標準ゲームプログラムおよび／またはデータに加えて所定の拡張ゲームプログラムおよび／またはデータを包含する第2の記憶媒体とが準備されており，",
                    "上記拡張ゲームプログラムおよび／またはデータは，上記標準ゲームプログラムおよび／またはデータに加えて，ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化を達成するためのゲームプログラムおよび／またはデータであり，",
                    "上記第2の記憶媒体が上記ゲーム装置に装填されるとき，上記ゲーム装置が上記所定のキーを読み込んでいる場合には，上記標準ゲームプログラムおよび／またはデータと上記拡張ゲームプログラムおよび／またはデータの双方によってゲーム装置を作動させ，上記所定のキーを読み込んでいない場合には，上記標準ゲームプログラムおよび／またはデータのみによってゲーム装置を作動させることを特徴とする，ゲームシステム作動方法。",
                    "【請求項2】",
                    "ゲームプログラムおよび／またはデータを記憶するとともに所定のゲーム装置の作動中に入れ換え可能な記憶媒体（ただし，半導体ROMカセットを除くとともに，セーブデータを記憶可能な記憶媒体を除く。）を上記ゲーム装置に装填してゲームシステムを作動させる方法であって，",
                    "上記記憶媒体は，少なくとも，所定のゲームプログラムおよび／またはデータと，所定のキーとを包含する第1の記憶媒体と，所定の標準ゲームプログラムおよび／またはデータに加えて所定の拡張ゲームプログラムおよび／またはデータを包含するとともに所定の制御プログラムを包含する第2の記憶媒体とが準備されており，",
                    "上記拡張ゲームプログラムおよび／またはデータは，上記標準ゲームプログラムおよび／またはデータに加えて，ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化を達成するためのゲームプログラムおよび／またはデータであり，",
                    "上記第2の記憶媒体が上記ゲーム装置に装填され，かつ，上記所定のキーが読み込まれていないときのみに，この第2の記憶媒体中の上記制御プログラムは，上記ゲーム装置に他の記憶媒体を装填させるインストラクションを表示させ，このインストラクションにしたがって装填された他の記憶媒体が上記所定のキーを包含する上記第1の記憶媒体である場合には，上記第2の記憶媒体中の上記標準ゲームプログラムおよび／またはデータに加えて上記拡張ゲームプログラムおよび／またはデータの双方によってゲーム装置を作動させ，他の記憶媒体が装填されない場合または装填された記憶媒体が上記所定のキーを包含する上記第1の記憶媒体でない場合には，上記第2の記憶媒体中の上記標準ゲームプログラムおよび／またはデータのみによってゲーム装置を作動させることを特徴とする，ゲームシステム作動方法。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件訂正A後の本件特許Aの特許請求の範囲の請求項1に係る発明（以下「本件発明A1」という。）及び請求項2に係る発明（以下「本件発明A2」という。）を構成要件に分説すると，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明A1",
                      "text": [
                        "A  ゲームプログラムおよび／またはデータを記憶するとともに所定のゲーム装置の作動中に入れ換え可能な記憶媒体（ただし，セーブデータを記憶可能な記憶媒体を除く。）を上記ゲーム装置に装填してゲームシステムを作動させる方法であって，",
                        "B  上記記憶媒体は，少なくとも，",
                        "B-1  所定のゲームプログラムおよび／またはデータと，所定のキーとを包含する第1の記憶媒体と，",
                        "B-2  所定の標準ゲームプログラムおよび／またはデータに加えて所定の拡張ゲームプログラムおよび／またはデータを包含する第2の記憶媒体とが準備されており，",
                        "C  上記拡張ゲームプログラムおよび／またはデータは，上記標準ゲームプログラムおよび／またはデータに加えて，ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化を達成するためのゲームプログラムおよび／またはデータであり，",
                        "D  上記第2の記憶媒体が上記ゲーム装置に装填されるとき，",
                        "D-1  上記ゲーム装置が上記所定のキーを読み込んでいる場合には，上記標準ゲームプログラムおよび／またはデータと上記拡張ゲームプログラムおよび／またはデータの双方によってゲーム装置を作動させ，",
                        "D-2  上記所定のキーを読み込んでいない場合には，上記標準ゲームプログラムおよび／またはデータのみによってゲーム装置を作動させることを特徴とする，",
                        "E  ゲームシステム作動方法。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明A2",
                      "text": [
                        "F  ゲームプログラムおよび／またはデータを記憶するとともに所定のゲーム装置の作動中に入れ換え可能な記憶媒体（ただし，半導体ROMカセットを除くとともに，セーブデータを記憶可能な記憶媒体を除く。）を上記ゲーム装置に装填してゲームシステムを作動させる方法であって，",
                        "G  上記記憶媒体は，少なくとも，",
                        "G-1  所定のゲームプログラムおよび／またはデータと，所定のキーとを包含する第1の記憶媒体と，",
                        "G-2  所定の標準ゲームプログラムおよび／またはデータに加えて所定の拡張ゲームプログラムおよび／またはデータを包含するとともに所定の制御プログラムを包含する第2の記憶媒体とが準備されており，",
                        "H  上記拡張ゲームプログラムおよび／またはデータは，上記標準ゲームプログラムおよび／またはデータに加えて，ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化を達成するためのゲームプログラムおよび／またはデータであり，",
                        "I  上記第2の記憶媒体が上記ゲーム装置に装填され，かつ，上記所定のキーが読み込まれていないときのみに，この第2の記憶媒体中の上記制御プログラムは，上記ゲーム装置に他の記憶媒体を装填させるインストラクションを表示させ，",
                        "I-1  このインストラクションにしたがって装填された他の記憶媒体が上記所定のキーを包含する上記第1の記憶媒体である場合には，上記第2の記憶媒体中の上記標準ゲームプログラムおよび／またはデータに加えて上記拡張ゲームプログラムおよび／またはデータの双方によってゲーム装置を作動させ，",
                        "I-2  他の記憶媒体が装填されない場合または装填された記憶媒体が上記所定のキーを包含する上記第1の記憶媒体でない場合には，上記第2の記憶媒体中の上記標準ゲームプログラムおよび／またはデータのみによってゲーム装置を作動させることを特徴とする，",
                        "J  ゲームシステム作動方法。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件特許権B ア  控訴人は，平成6年5月31日，発明の名称を「遊戯装置，およびその制御方法」とする発明について特許出願（特願平6-119347号。以下「本件特許出願B」といい，本件特許出願Bの願書に添付した明細書を，図面も含めて「本件明細書B」という。）をし，平成14年4月12日，本件特許権Bの設定登録を受けた（特許第3295771号。甲B1，2）。",
                "本件特許権Bは，平成26年5月31日の経過をもって存続期間が満了した。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，平成27年9月9日，本件特許Bの特許請求の範囲の請求項1，4及び8の訂正（以下「本件訂正B」という。）を内容とする訂正審判を請求（訂正2015-390098号事件。甲B17）し，同年12月3日，特許庁は，本件訂正Bを認める審決（甲B24）をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正B後の本件特許Bの特許請求の範囲の請求項1及び8の記載は，次のとおりである（甲B24）。",
                    "【請求項1】",
                    "遊戯者が操作する入力手段と，この入力手段からの信号に基づいてゲームの進行状態を決定あるいは制御するゲーム進行制御手段と，このゲーム進行制御手段からの信号に基づいて少なくとも遊戯者が上記入力手段を操作することにより変動するキャラクタを含む画像情報を出力する出力手段とを有するゲーム機を備えた遊戯装置であって，",
                    "上記ゲーム進行制御手段からの信号に基づいて，ゲームの進行途中における遊戯者が操作している上記キャラクタの置かれている状況が特定の状況にあるか否かを判定する特定状況判定手段と，",
                    "上記特定状況判定手段が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として送出する振動情報制御手段と，",
                    "上記振動情報制御手段からの体感振動情報信号に基づいて振動を生じさせる振動発生手段と，",
                    "を備えたことを特徴とする，遊戯装置。",
                    "【請求項8】",
                    "遊戯者が操作する入力手段と，この入力手段からの信号に基づいてゲームの進行状態を決定あるいは制御するゲーム進行制御手段と，このゲーム進行制御手段からの信号に基づいて少なくとも遊戯者が上記入力手段を操作することにより変動するキャラクタを含む画像情報を出力する出力手段とを有するゲーム機を備えた遊戯装置の制御方法であって，",
                    "上記ゲーム進行制御手段からの信号に基づいて，ゲームの進行途中における遊戯者が操作している上記キャラクタの置かれている状況が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として振動発生手段に送出するようにしたことを特徴とする，遊戯装置の制御方法。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件訂正B後の本件特許Bの特許請求の範囲の請求項1に係る発明（以下「本件発明B1」という。）及び請求項8に係る発明（以下「本件発明B8」という。）を構成要件に分説すると，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明B1",
                      "text": [
                        "A  遊戯者が操作する入力手段と，",
                        "B  この入力手段からの信号に基づいてゲームの進行状態を決定あるいは制御するゲーム進行制御手段と，",
                        "C  このゲーム進行制御手段からの信号に基づいて少なくとも遊戯者が上記入力手段を操作することにより変動するキャラクタを含む画像情報を出力する出力手段と",
                        "D  を有するゲーム機を備えた遊戯装置であって，",
                        "E  上記ゲーム進行制御手段からの信号に基づいて，ゲームの進行途中における遊戯者が操作している上記キャラクタの置かれている状況が特定の状況にあるか否かを判定する特定状況判定手段と，",
                        "F  上記特定状況判定手段が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として送出する振動情報制御手段と，",
                        "G  上記振動情報制御手段からの体感振動情報信号に基づいて振動を生じさせる振動発生手段と，",
                        "H  を備えたことを特徴とする，遊戯装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明B8",
                      "text": [
                        "I  遊戯者が操作する入力手段と，",
                        "J  この入力手段からの信号に基づいてゲームの進行状態を決定あるいは制御するゲーム進行制御手段と，",
                        "K  このゲーム進行制御手段からの信号に基づいて少なくとも遊戯者が上記入力手段を操作することにより変動するキャラクタを含む画像情報を出力する出力手段と",
                        "L  を有するゲーム機を備えた遊戯装置の制御方法であって，",
                        "M  上記ゲーム進行制御手段からの信号に基づいて，ゲームの進行途中における遊戯者が操作している上記キャラクタの置かれている状況が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として振動発生手段に送出するようにしたことを特徴とする，",
                        "Ｎ  遊戯装置の制御方法。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "イ号製品の製造販売",
              "text": [
                "被控訴人は，業として，イ号製品を製造し，別紙1「販売開始日一覧表」記載の販売開始日に，イ号製品の販売を開始した。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "ロ号製品の製造販売",
              "text": [
                "被控訴人は，業として，ロ号製品を製造し，別紙1「販売開始日一覧表」記載の販売開始日に，ロ号製品の販売を開始した。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許権Aについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "イ号製品を用いたゲームの作動方法は本件発明A1及びA2の技術的範囲に属するか（争点1-1）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "文言侵害の成否（争点1-1-1）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "均等侵害の成否（争点1-1-2）"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "間接侵害（特許法101条4号）の成否（争点1-1-3）"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施行為の惹起行為による不法行為の成否（争点1-1-4）"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明A1及びA2に係る特許は特許無効審判により無効にされるべきものか（争点1-2）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件ゲームシステムA1により公然知られた発明又は公然実施をされた発明に基づく本件発明A1及びA2の進歩性の欠如の有無（争点1-2-1）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "MSX規格用のゲームソフト「ぎゅわんぶらあ自己中心派」及び「ぎゅわんぶらあ自己中心派2  自称！強豪雀士編」並びにMSX規格のマシンを用いて実現されるゲームシステムにより公然知られた発明に基づく本件発明A1及びA2の進歩性の欠如の有無（争点1-2-2）"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人の損害の有無及び損害額（争点1-3）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許権Bについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "ロ号製品を用いた遊戯装置及びその制御方法は本件発明B1及びB8の技術的範囲に属するか（争点2-1）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "文言侵害の成否（争点2-1-1）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "間接侵害（特許法101条1号）の成否（争点2-1-2）"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "間接侵害（特許法101条4号）の成否（争点2-1-3）"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施行為の惹起行為による不法行為の成否（争点2-1-4）"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明B1及びB8に係る特許は特許無効審判により無効にされるべきものか（争点2-2）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「ニンジャウォーリアーズ」というゲームが作動するゲーム装置により公然知られた発明又は公然実施をされた発明に基づく本件発明B1の進歩性の欠如の有無（争点2-2-1）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「ニンジャウォーリアーズ」というゲームが作動するゲーム装置の制御方法により公然知られた発明又は公然実施をされた発明に基づく本件発明B8の進歩性の欠如の有無（争点2-2-2）"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人の損害の有無及び損害額（争点2-3）"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件特許権Aについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1-1-1（文言侵害の成否）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "text": [
                    "イ号製品を用いたゲームシステムの作動方法（以下，原判決別紙「イ号製品目録」の「番号」に従い「イ-1号方法」などといい，これらを併せて「イ号方法」と総称することがある。）は，別紙2「イ号方法説明書（控訴人）」記載のとおりである。",
                    "そして，本件発明A1及びA2の構成要件とイ号方法の構成との対比は別紙2「イ号方法説明書（控訴人）」記載のとおりであるから，イ号方法は，本件発明A1及びA2の構成要件をすべて充足するものであって，本件発明A1及びA2の技術的範囲に属する。",
                    "被控訴人は，①イ号方法はいずれも，構成要件D，D-1及びD-2，構成要件I及びI-2を充足せず，②イ号方法のうち，イ-1ないし8，10ないし15及び23①号方法（以下「イ-1号方法等」と総称することがある。）は，構成要件B，G等を充足するものではない旨主張するが，以下のとおり理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件D，D-1及びD-2について",
                      "text": [
                        "被控訴人は，本件発明A1の特許請求の範囲の記載，本件明細書Aの記載，本件特許出願Aの出願審査の際に控訴人が提出した意見書（乙A14の1，2）の記載によれば，本件発明A1は，第2の記憶媒体がゲーム装置に装填された直後のステップで，「所定のキー」を読み込んでいるか否かを判定することを必要とすると解されるところ，イ号方法では，第2の記憶媒体がゲーム装置に装填された直後のステップで，「所定のキー」を読み込んでいるか否かを判定していないから，構成要件D，D-1及びD-2を充足しない旨主張する。",
                        "しかしながら，本件発明A1は，その特許請求の範囲の文言上，「上記第2の記憶媒体が上記ゲーム装置に装填される」（構成要件D）場面において，「ゲーム装置が所定のキーを読み込んでいる」という客観的条件を充足している場合には，「標準ゲームプログラムおよび／またはデータと拡張ゲームプログラムおよび／またはデータの双方によってゲーム装置を作動させ」（構成要件D-1），かかる客観的条件を充足していない場合には，「標準ゲームプログラムおよび／またはデータのみによってゲーム装置を作動させる」（構成要件D-2）ことを構成要件とする発明であり，上記客観的条件の充足をどのようなタイミングで「判定する」かという事項を，構成要件として特定してはいない。",
                        "そして，本件明細書Aの記載によれば，本件発明A1は，ゲーム装置が所定のキーを読み込んでいるか否かという場合分けによって，ゲーム装置を標準ゲームプログラム及び／又はデータと拡張ゲームプログラム及び／又はデータの双方により作動させるか，標準ゲームプログラム及び／又はデータのみにより作動させるかを決定する点に特徴を有するものであり，プログラム及び／又はデータを読み込む順序，所定のキーを読み込むタイミング，所定のキーを読み込んでいるか否かを判定するタイミングは，本件発明A1の解決課題，解決手段，発明の特徴等と全く関係がないから，これらの要素を構成要件D，D-1及びD-2において特定する解釈を採用すべき理由はない。",
                        "また，被控訴人が指摘する控訴人の意見書（乙A14の1，2）の記載は，拒絶理由通知における引用例と本件発明A1との相違点が，標準ゲームプログラムの内容の拡張の有無であることを説明する記述の一部であって，プログラム及び／又はデータを読み込む順序や，読込み・判定のタイミングを本件発明A1の構成要件として特定することを意図した記載ではない。",
                        "したがって，イ号方法の第2の記憶媒体が，ゲーム装置に装填された直後のステップで，「第1の記憶媒体に包含された特定のゲームプログラムおよび／またはデータ」（所定のキー）を読み込んでいるか否かを判定していないとしても，イ号方法は，構成要件D，D-1及びD-2を充足する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件I及びI-2について",
                      "text": [
                        "被控訴人は，本件発明A2の特許請求の範囲の記載及び本件明細書Aの記載によれば，構成要件I及びI-2は，第2の記憶媒体がゲーム装置に装填された直後のステップでインストラクションを表示させ，インストラクションが表示される前には標準ゲームプログラムによりゲーム装置を作動させないというものであり，かつ，標準ゲームプログラムによりゲーム装置を作動させる前に，「所定のキー」を読み込んでいるか否かを判定するステップを含むものであるところ，イ号方法では，第2の記憶媒体がゲーム装置に装填された後，インストラクションが表示される前であって，かつ，「第1の記憶媒体に包含された特定のゲームプログラムおよび／またはデータ」（所定のキー）が読み込まれる前に，標準ゲームプログラムによりゲーム装置が作動されるから，構成要件I及びI-2を充足しない旨主張する。",
                        "しかしながら，前記(ア)と同様の理由により，本件発明A2が，インストラクションを表示させる前に標準ゲームプログラムによりゲーム装置を作動させないという事項や，標準ゲームプログラムによりゲーム装置を作動させる前に「所定のキー」を読み込んでいるか否かを判定するという事項を構成要件として含むと解することはできない。",
                        "したがって，イ号方法の標準ゲームプログラムによるゲーム装置の作動時期が，第2の記憶媒体がゲーム装置に装填された後，インストラクションが表示される前であり，かつ，「第1の記憶媒体に包含された特定のゲームプログラムおよび／またはデータ」（所定のキー）が読み込まれる前であったとしても，イ号方法は，構成要件I及びI-2を充足する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成要件B，G等について",
                      "text": [
                        "被控訴人は，イ-1号方法等について，①アペンドディスク（第2の記憶媒体）に記録された本編ディスクプログラムの一部は，本編ディスク（第1の記憶媒体）に記録された本編ディスクプログラムの残りの一部と組み合わせられない限り，ゲーム機能の豊富化を達成することができないため，第2の記憶媒体に「拡張ゲームプログラム」は存在しない，②「所定のキー」と「拡張ゲームプログラム」は相互に排他的・択一的な概念であり，「拡張ゲームプログラム」に該当するゲームプログラム及び／又はデータは「所定のキー」に該当しないところ，イ-1号方法等において，第1の記憶媒体から読み込まれるデータは場面の拡張等に寄与しているから，これが「拡張ゲームプログラム」に該当するのであれば「所定のキー」に該当しない旨主張する。",
                        "しかしながら，上記①の点については，本件発明A1及びA2において，「拡張ゲームプログラムおよび／またはデータは，上記標準ゲームプログラムおよび／またはデータに加えて，ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化を達成するためのゲームプログラムおよび／またはデータであり」（構成要件C，H），「より高度かつ豊富なゲーム内容を実現するためのものである」（本件明細書Aの【0030】）ところ，「ため」の辞書的な意味は「役に立つこと」（甲A40）であるから，「拡張ゲームプログラムおよび／またはデータ」は，より高度かつ豊富なゲーム内容を実現するのに「役に立つ」ゲームプログラム及び／又はデータを意味するものであって，「単独で」より高度かつ豊富なゲーム内容を実現するゲームプログラム及び／又はデータを意味するものでない。",
                        "また，本件発明A1及びA2の特徴は，前作ソフトとの組合せにより，後作ソフト単体では実現できない，ゲームキャラクタの増加，場面の拡張等の特典を開放すること（以下「特典開放」という。）にあるところ，PlayStation2が，その作動に際しプログラム及び／又はデータの処理のために使用できるRAMの容量は32MBに過ぎない。そして，RAMの容量は，イ号製品に包含されたプログラム及び／又はデータの処理のためにも使用されることを考慮すると，イ-1号方法等において，イ号製品とシリーズものの関係にある本編ディスクから読み込んでRAMに格納されるプログラム及び／又はデータの容量はごく限られたものとならざるを得ないから，イ-1号方法等における場面の拡張等を達成するプログラム及び／又はデータの大部分はイ号製品に記録されており，かかるプログラム及び／又はデータにより，構成要件C，Hの「ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化を達成」していると推測するのが合理的である。",
                        "次に，上記②の点については，「所定のキー」と「拡張ゲームプログラム」とが異なる概念であることは，両概念が相互に排他的・択一的な関係にあることを意味するものではない。本件明細書Aにも，両者が排他的・択一的関係にあることを明記又は示唆する記載はなく，むしろ，「所定のキー」の意義に関し「狭義には，ゲームのタイトル，バージョンＮo．リリース時期，仕向先等，ゲーム内容に直接関係しない情報であってよいが，ゲーム結果等のゲームデータやプログラムの一部を含むことを妨げない。」と記載され（【0032】），「所定のキー」がゲームデータやプログラム等を含む広い概念であることが明らかにされている。",
                        "したがって，イ-1号方法等において，第1の記憶媒体から読み込まれるデータが場面の拡張等に寄与しているとしても，それが同時に特典開放を行うか否かのキーとなるものであれば，「所定のキー」に該当する。",
                        "以上によれば，イ-1号方法等は，構成要件B，G等を充足する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "text": [
                    "イ号製品を用いたゲームシステムの作動方法（イ号方法）は，別紙3「イ号方法説明書（被控訴人）」記載のとおりであり，イ号方法に共通する基本的な構成は，以下のとおりである（以下，戦国無双猛将伝，戦国無双2猛将伝，戦国無双3猛将伝，真・三國無双2猛将伝，真・三國無双3猛将伝，真・三國無双4猛将伝，真・三國無双6猛将伝，真・三國無双7猛将伝，遙かなる時空の中で3十六夜記の各ディスクを総称して「アペンドディスク」，戦国無双，戦国無双2，戦国無双3，真・三國無双2，真・三國無双3，真・三國無双4，真・三國無双6，真・三國無双7，遙かなる時空の中で3の各ディスクを総称して「本編ディスク」，アペンドディスクにおいて本編ディスクプログラムをプレイできるようにするメニューを「MIXJOY」という。）。",
                    "①  アペンドディスクをゲーム装置に装填する。",
                    "②  アペンドディスクプログラムによってゲーム装置を作動させる。",
                    "③  アペンドディスクプログラムにより複数のモードが表示され，そのいずれかを選択する。",
                    "④  上記③のモードのうち特定のゲームモードを選択するとゲーム画面に遷移しゲームをプレイできる。",
                    "⑤  上記③のモードのうちMIXJOYを選択した場合，本編ディスクを装填するようメッセージが表示される。",
                    "⑥  メッセージに従ってアペンドディスクを取り出し，本編ディスクを装填する。",
                    "⑦  アペンドディスクを装填するようメッセージが表示される。",
                    "⑧  メッセージに従って本編ディスクを取り出し，アペンドディスクを装填する。",
                    "⑨  アペンドディスクにおいて，本編ディスクプログラム及びアペンドディスクプログラムによってゲーム装置を作動させ，追加されたキャラクタを選択できるようになったり，他のモードでプレイすることができるようになる。",
                    "⑩  本編ディスクではない他のゲームディスクを装填すると，本編ディスクを装填するようメッセージが表示される。",
                    "⑪  上記⑤においてMIXJOYを選択した後であって，本編ディスクを装填する前であれば，MIXJOYをキャンセルできる。",
                    "以下のとおり，①イ号方法はいずれも，構成要件D，D-1及びD-2，構成要件I及びI-2を充足せず，②イ-1号方法等は，構成要件B，G等を充足しない。したがって，イ号方法は，本件発明A1及びA2の技術的範囲に属するものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件D，D-1及びD-2について",
                      "text": [
                        "構成要件D，D-1及びD-2は，「第2の記憶媒体が上記ゲーム装置に装填されるとき」に，標準ゲームプログラム等と拡張ゲームプログラム等の双方によってゲーム装置を作動させるか，標準ゲームプログラム等のみによってゲーム装置を作動させるかを決定するため，その文言上，「所定のキー」を読み込んでいるかどうかを判定することを当然の前提とする。また，本件発明A1は方法の発明であるから，経時的な要素を無視して構成要件の解釈をすることはできないところ，本件発明A1が，「装填」→「所定のキーが読み込まれているか判断」→「ゲーム装置の作動」という経時的な要素を組み合わせることにより技術的思想を実現していることは明らかである。",
                        "そして，本件明細書Aにも，【発明の作用および効果】として，「装填」→「所定のキーが読み込まれているか判断」→「ゲーム装置の作動」というステップから本件発明A1の技術的思想が実現されることが明記されている（【0018】）。",
                        "加えて，控訴人は，本件特許出願Aの出願審査の際に提出した意見書（乙A14の1，2）に，本件発明A1が「特に特徴を有」する点として，「第2の記憶媒体が包含する制御プログラムまたはゲーム機にあらかじめ装備する制御プログラムは，この第2の記憶媒体がゲーム機に装填されたとき，ゲーム機が所定のキーを読み込んでいるか否かを判断し，読み込まれていない場合には，この第2の記憶媒体に記憶されているゲーム内容のうち，標準のゲーム内容を作動させる一方，上記所定のキーが読み込まれている場合には，標準のゲーム内容および拡張したゲーム内容を作動させる。」と記載しており，本件発明A1においては，記憶媒体が装填された後に，所定のキーが読み込まれているか否かを判定するステップがあることが当然の前提とされていた。",
                        "以上によれば，構成要件D，D-1及びD-2は，第2の記憶媒体によりゲーム装置を作動させる前に，「所定のキー」が読み込まれているか否かを判定することを前提とするものといえる。",
                        "一方，イ号方法では，アペンドディスクがゲーム機に装填されるときに「所定のキー」を読み込んでいるか否かを判定するという手順は取られず，「所定のキー」を読み込んでいるか否かに関わりなく，アペンドディスクプログラムによってゲーム機が作動する。",
                        "したがって，仮に，イ号方法のアペンドディスクが本件発明A1の「第2の記憶媒体」に該当するとしても，イ号方法は，構成要件D，D-1及びD-2を充足しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件I及びI-2について",
                      "text": [
                        "前記(ア)と同様の理由により，構成要件I及びI-2は，「標準ゲームプログラム」を作動させる前に「所定のキー」が読み込まれているか否かを判定すること，「第2の記憶媒体」がゲーム装置に装填された直後のステップで「インストラクションを表示」させ，「インストラクション」が表示される前にゲーム装置を作動させないことを前提とするものである。",
                        "一方，イ号方法は，アペンドディスクがゲーム機に装填されると，「所定のキー」を読み込んでいるか否かに関わりなく，アペンドディスクプログラムによりゲーム機が作動され，その時点で，本編ディスクプログラムを装填するようメッセージを表示させることはなく，MIXJOYを選択した場合に初めて，本編ディスクを装填するメッセージを表示させる。",
                        "したがって，イ号方法は，構成要件I及びI-2を充足しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成要件B，G等について",
                      "text": [
                        "構成要件B-2及びG-2の「拡張ゲームプログラム」は，「第2の記憶媒体」に包含されるものであって，「ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化を達成するように形成された」プログラムである（構成要件C，H）。",
                        "一方，イ-1号方法等は，本編ディスクプログラムの全てがアペンドディスクに記録されているわけではなく，本編ディスクに記録された本編ディスクプログラムの一部をゲーム機に読み込み，アペンドディスクに記録された本編ディスクプログラムの残りの一部と組み合わせることにより，本編ディスクプログラムが完成し，ゲーム機が作動するものである。すなわち，イ-1号方法等では，アペンドディスクプログラムに記録された本編ディスクプログラムが本編ディスクプログラムに記録されたプログラム及び／又はデータと組み合わされなければ，「ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化」を達成することはできないのであるから，イ-1号方法等には，「拡張ゲームプログラム及び／又はデータ」及びそれを包含した「第2の記憶媒体」（構成要件B-2，G-2）は存在せず，構成要件C及びHも充足しない。",
                        "また，本件発明A1及びA2は，「所定のキー」と「拡張ゲームプログラム」を別個の概念として規定するから，「拡張ゲームプログラム」として機能するキー情報が「拡張ゲームプログラム」に該当する場合には，当該キー情報は「所定のキー」になり得ない。",
                        "したがって，仮に，イ-1号方法等において，本編ディスク及びアペンドディスクに記録された本編ディスクプログラムが，全体として「拡張ゲームプログラム」に該当するとすれば，「所定のキー」（構成要件B-1，D-1，D-2，G-1，I-1，I-2）が存在せず，それを包含する「第1の記憶媒体」（構成要件B-1，G-1）も存在しない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点1-1-2（均等侵害の成否）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件D，D-1及びD-2について",
                      "text": [
                        "本件発明A1は，ゲーム装置を標準ゲームプログラム及び／又はデータと拡張ゲームプログラム及び／又はデータの双方により作動させるか，標準ゲームプログラム及び／又はデータのみにより作動させるかを，ゲーム装置が所定のキーを読み込んでいる場合／読み込んでいない場合という場合分けによって決定する点に特徴がある。",
                        "そうすると，仮に，構成要件D，D-1及びD-2が，第2の記憶媒体がゲーム装置に装填された直後のステップで「所定のキー」を読み込んでいるか否かを判定することを必要とするとしても，プログラム及び／又はデータを読み込む順序，所定のキーを読み込むタイミング，所定のキーを読み込んでいるか否かを判定するタイミングは，本件発明A1の本質的部分ではない。",
                        "そして，イ号方法においても本件発明A1と同一の作用効果を達成することができ，イ号方法実施時点において構成要件D，D-1及びD-2の構成をイ号方法の構成に置換することは容易であったから，イ号方法は，本件発明A1の構成と均等であって，その技術的範囲に属する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件I及びI-2について",
                      "text": [
                        "仮に，構成要件I及びI-2が，第2の記憶媒体がゲーム装置に装填された直後のステップでインストラクションを表示させ，同表示がされる前に標準ゲームプログラムによりゲーム装置を作動させず，かつ，標準ゲームプログラムによりゲーム装置を作動させる前に「所定のキー」を読み込んでいるか否かを判定するステップを含むものであるとしても，前記(ア)と同様の理由により，インストラクション表示の手順やタイミング，インストラクション表示前のゲーム装置の作動，所定のキーを読み込むタイミング，所定のキーを読み込んでいるか否かを判定するタイミングは，本件発明A2の本質的部分ではない。",
                        "そして，イ号方法においても本件発明A2と同一の作用効果を達成することができ，イ号方法実施時点において構成要件I及びI-2の構成をイ号方法の構成に置換することは容易であったから，イ号方法は，本件発明A2の構成と均等であって，その技術的範囲に属する。 "
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件D，D-1及びD-2について",
                      "text": [
                        "本件発明A1は，構成要件D，D-1及びD-2が定める所定のキーを読み込むタイミング及び標準ゲームプログラムの作動タイミングによって，「第1のCD-ROMと第2のCD-ROMとを所有するユーザは，この第2のCD-ROMをゲーム機に装填したとき，この第2のCD-ROMに記憶されている標準のゲーム内容に加え，拡張されたゲーム内容を楽しむことが可能となる。」（本件明細書Aの【0020】）との効果を奏するものであるから，かかる構成要件は本件発明A1の本質的部分である。",
                        "また，本件特許出願A前に，本件ゲームシステムA1は公知の技術となっていたから，本件ゲームシステムA1と同様の構成を有するイ号方法は，本件特許出願Aの当時の公知技術と同一である，又はかかる公知技術から容易に推考できたものである。",
                        "以上のとおり，イ号方法は，少なくとも均等の第1要件及び第4要件を満たさないから，本件発明A1の構成と均等なものではなく，本件発明A1の技術的範囲に属しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件I及びI-2について",
                      "text": [
                        "前記(ア)と同様の理由により，構成要件I及びI-2は本件発明A2の本質的部分であり，イ号方法は，本件特許出願Aの当時の公知技術と同一である，又はかかる公知技術から容易に推考できたものであるから，イ号方法は本件発明A2の構成と均等なものではなく，本件発明A2の技術的範囲に属しない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点1-1-3（間接侵害（特許法101条4号）の成否）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "イ号製品は，これを購入したユーザが，ゲーム装置に装填してゲームシステムを作動させるに当たり，必然的に本件発明A1及びA2に係る方法（イ号方法）の使用にのみ用いられる。",
                        "したがって，被控訴人がイ号製品を製造，販売又は販売の申出をすることは，特許法101条4号所定の間接侵害行為に該当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，①イ号製品のみを有するユーザは本件発明A1及びA2の方法を実施することがなく，かつ，イ号製品には，単独でも十分楽しめる内容のゲームプログラムが備わっているから，イ号製品は，本件発明A1及びA2の方法の使用「にのみ」用いる物ではない，②イ号製品はイ号方法を実施する装置の生産に用いられる物に過ぎないから，イ号製品を製造，販売又は販売の申出をすることは間接侵害行為に該当しない旨主張する。",
                        "しかしながら，上記①の点について，本件発明A1及びA2は，標準ゲームプログラム及び／又はデータのみによってゲーム装置を作動させる構成と，標準ゲームプログラム及び／又はデータと拡張ゲームプログラム及び／又はデータの双方によってゲーム装置を作動させる構成の両構成を特定している点に特徴があるものであって，第2の記憶媒体を保有するユーザであれば，第1の記憶媒体を保有していなくとも，同発明の実施が可能である。本件発明A1及びA2の「準備されており」（構成要件B-2，G-2）とは，ユーザが第1の記憶媒体と第2の記憶媒体とを現に保有することではなく，第1の記憶媒体と第2の記憶媒体がユーザにより購入可能な形で提供されている状態を意味するものであるから，本件発明A1及びA2を実施する前提として，ユーザが第1の記憶媒体を保有している必要はない。",
                        "次に，上記②の点について，「その方法の使用にのみ用いる物」（特許法101条4号）には，単独で特許発明を実施する物だけでなく，他の物と組み合わせることにより特許発明を実施できる物も含まれると解すべきである。",
                        "したがって，被控訴人の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明A1及びA2の「第1の記憶媒体と…第2の記憶媒体とが準備されており」（構成要件B-2，G-2）とは，実施行為者において各記憶媒体がゲーム装置に装填可能に準備することを意味する。",
                        "一方，イ号製品（アペンドディスク）が装填されたゲーム機においては，MIXJOYを選択した場合に初めて「所定のキー」を読み込んでいるか否かによってゲーム装置を作動させるゲームプログラムが選択され，「インストラクションの表示」がされるところ，本編ディスクを保有していない場合はMIXJOYを選択することはないから，イ号製品のみを保有している場合に，本件発明A1及びA2の方法を実施することはない。",
                        "そして，イ号製品には，現に，同製品しか有しておらず，同製品のみによりゲームを楽しむユーザが一定数存在するように，それ単独でも十分楽しめる内容のゲームプログラムが備わっているから，社会通念上，経済的，商業的又は実用的な他の用途がある。",
                        "したがって，イ号製品は，本件発明A1及びA2の方法の使用「にのみ」用いる物ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明A1及びA2を実施する物は，「本編ディスク及びアペンドディスクを装填したプレイステーションからなるゲームシステム」である。",
                        "一方，イ号製品は，イ号方法を実施する装置の生産に用いられる物に過ぎないから，「その方法の使用に…用いる物」（特許法101条4号）に該当しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，イ号製品の製造，販売又は販売の申出をすることは，特許法101条4号の間接侵害行為に該当しない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点1-1-4（実施行為の惹起行為による不法行為の成否）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "text": [
                    "イ号方法を使用する行為は本件発明A1及びA2の実施行為に当たるところ，イ号方法の使用を直接的に行う主体は，イ号製品によるゲームをプレイするユーザである。",
                    "そうすると，被控訴人によるイ号製品の製造，販売及び販売の申出は，ユーザによる本件発明A1及びA2の実施行為を惹起する行為であるから，ユーザが「業として」特許発明を実施しないために直接侵害が成立しないとしても，被控訴人の行為は不法行為を構成する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "text": [
                    "ユーザの行為は，業として方法の発明を実施するものではないから，特許権侵害は成立し得ない。したがって，ユーザの行為を教唆ないし幇助する行為は不法行為を構成しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点1-2-1（本件ゲームシステムA1により公然知られた発明又は公然実施をされた発明に基づく本件発明A1及びA2の進歩性の欠如の有無）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明A1の進歩性の欠如の有無について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件ゲームシステムA1により公然知られた発明又は公然実施をされた発明",
                          "text": [
                            "本件特許出願A前から，ゲーム装置「ファミリーコンピュータ」及び「ファミリーコンピューターディスクシステム」，ゲームソフト「魔洞戦紀」及び「勇士の紋章」並びにテレビを用いて実現される本件ゲームシステムA1は，公然知られた発明又は公然実施をされた発明であった。",
                            "本件ゲームシステムA1の構成は，原判決別紙「公知発明1の構成（被告主張）」記載のとおりである（以下「公知発明1」という。）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明A1と公知発明1の対比",
                          "text": [
                            "本件発明A1と公知発明1との相違点は，以下のとおりである。なお，公知発明1は「拡張ゲームプログラムおよび／またはデータ」を有するから，控訴人が主張する相違点1-3ないし1-5は存在しない。",
                            "（相違点1-1）",
                            "一の記憶媒体，二の記憶媒体が，本件発明A1は，「記憶媒体（ただし，セーブデータを記憶可能な記憶媒体を除く。）」であるのに対し，公知発明1は「セーブデータなどを記憶可能なディスク」である点。",
                            "（相違点1-2）",
                            "本件発明A1の「第1の記憶媒体」は，セーブデータを記憶可能な記憶媒体を除くから，「所定のキー」はセーブデータを含まないのに対し，公知発明1では，魔洞戦紀DDIに包含される「所定のキー」が，魔洞戦紀DDIに記憶されたセーブデータであって，魔洞戦紀DDIにセーブされたキャラクタのレベルが21であることを示す情報である点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点の容易想到性",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "相違点1-1",
                              "text": [
                                "読み出し専用の記憶媒体を用いた記憶媒体は，ゲームプログラムを記憶するCD-ROMとして，本件特許出願A前に周知であったから，上記周知技術を適用して，公知発明1の記憶媒体を「記憶媒体（ただし，セーブデータを記憶可能な記憶媒体を除く。）」とすることは，当業者が容易に想到できたものである。",
                                "⒝  相違点1-2",
                                "相違点1-2に係る本件発明A1の構成は，本件特許出願A前に公然実施をされた，以下の先行技術等に開示されていた（乙A16の2，36の1～4，37の1・2，38～40）。",
                                "①  ゲーム装置「MSX」，ゲームソフト「沙羅曼蛇」及びゲームソフト「グラディウス2」を用いたゲームシステムの作動方法。",
                                "②  ゲーム装置「MSX2＋」，ゲームソフト「プロ野球ファミリースタジアムペナントレース」及び「プロ野球ファミリースタジアムホームランコンテスト」を用いたゲームシステム作動方法。",
                                "③  ゲーム装置「MSX2」，ゲームソフト「ぎゅわんぶらあ自己中心派」及び「ぎゅわんぶらあ自己中心派2  自称！強豪雀士編」を用いたゲームシステムの作動方法。",
                                "また，複数の媒体を買いそろえていき，これら複数の媒体を用いてゲームプログラムを作動させることにより，ゲームシナリオの豊富化による場面の拡張及びキャラクタの増加，音響等の豊富化等を達成することは，ゲームソフト「ソーサリアン」，「大戦略Ⅱ」と「データコレクション」，「太平洋の嵐DX」と「バンディッツ」，「信長の野望・武将風雲録」により，本件特許出願A前に周知であった。",
                                "しかるところ，公知発明1と上記先行技術及び周知技術は，いずれも，ビデオゲームという技術分野が同一であり，複数の媒体を買いそろえていき，これら複数の媒体を用いて標準ゲームプログラム及び／又はデータのみならず拡張ゲームプログラム及び／又はデータを作動させる点で，技術思想が同一である。",
                                "そして，公知発明1における「所定のキー」に相当する「キャラクタ（じゅんく）のレベルが16以上であることを示す情報」とは，①魔洞戦紀DDⅠが装填されたことを示すデータ及び②キャラクタ（じゅんく）のレベルが16以上であるセーブデータであるところ，上記②の「キャラクタ（じゅんく）のレベルが16以上である」という条件は，ゲームの難易度を適切なレベルに設定したり，娯楽性を高めたりするためのゲームのストーリー設計において，当業者が任意に設定できる条件である反面，上記①の「魔洞戦紀DDⅠが装填された」という条件（以下「条件1」という。）のみを「所定のキー」としても，シリーズもののディスクを買いそろえてゆくことにより，標準のゲーム内容に加えて拡張されたゲーム内容を楽しむことを可能とさせるという，公知発明1の作用効果は失われないから，条件1のみによって所定のキーを構成することは，当業者において適宜設計できる事項である。",
                                "⒞  控訴人は，公知発明1において，「所定のキー」をセーブデータを含まないものとすることに阻害事由がある旨主張する。",
                                "しかしながら，相違点1-1及び1-2は，本件訂正Aにより，「第1の記憶媒体」及び「第2の記憶媒体」から「セーブデータを記憶可能な記憶媒体」が除かれ，その結果，「所定のキー」からセーブデータが除かれたこと（「除くクレーム」とされたこと）により生じたものである。",
                                "除くクレームとする訂正により，形式的に主引用発明との間に相違点が存在すると認められる場合は，①相違点に係る構成によって，技術的観点から主引用発明と異なる作用効果が存在するか否かを検討し，②技術的意義が認められない場合には，実質的な相違点とはいえず新規性が否定されると解すべきであり，③技術的意義が認められた場合には，当業者において適宜なし得る設計事項に過ぎないか否かを検討し，設計事項に過ぎない場合には，進歩性が否定されると解すべきである。",
                                "本件訂正Aは，シリーズ化された一連のゲームソフトを買い揃えていくことにより，豊富な内容のゲームを楽しむことができるようにするという本件発明A1の課題との関係では，技術的な解決手段を示したものとはいえず，技術的意義がないものであって，本件発明A1の作用効果や技術的思想は，本件訂正Aの前後で変わらない。",
                                "したがって，相違点1-1及び1-2は，実質的な相違点とはいえず，少なくとも，当業者が適宜なし得る設計事項であるとして本件発明A1の進歩性を否定すべきである。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件ゲームシステムA1により公然知られた発明又は公然実施をされた発明",
                          "text": [
                            "本件ゲームシステムA1の構成は，原判決別紙「公知発明1の構成（原告主張）」記載のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明A1と公知発明1の対比",
                          "text": [
                            "本件発明A1の「拡張ゲームプログラムおよび／またはデータ」は，標準のゲーム内容に加え，拡張されたゲーム内容を楽しむことが可能となるものであるから（本件明細書Aの【0020】等），標準のゲーム内容を置き換えるゲームプログラム及び／又はデータを含まないと解される。",
                            "公知発明1において，キャラクタがレベル2からスタートできるようにすることは，標準ゲームプログラムのみの場合のキャラクタのレベル値「レベル1」を「レベル2」に置き換えるものに過ぎず，標準のゲームに対して，何らゲーム内容を「加え」「拡張」するものではないから（例えば，「レベル1」と「レベル2」とは選択できない。また，「魔洞戦紀」DDIからレベル16以上のキャラクタの転送をすることなく「勇士の紋章」のゲームをプレイしても，ゲームの進行によりゲームキャラクタのレベルの値は「レベル2」に到達する。），「標準のゲーム内容に加え，拡張されたゲーム内容を楽しむことが可能となる」（本件特許A明細書【0020】等）ものではない。",
                            "また，公知発明1において，神殿で祈ることで回復アイテム（「くさのつゆ」及び「しろきのこ」）を取得できるようにすることは，神殿で祈った後の回復アイテムの数を，例えば，神殿で祈る前が「1個」であれば，祈った後は「2個」に置き換えるものであり，標準のゲーム（祈った後の回復アイテムの数「1個」）に対して，何らゲーム内容を「加え」「拡張」するものではないから（例えば，回復アイテムの数「1個」と「2個」は選択できない。また，「魔洞戦紀」DDIからレベル16以上のゲームキャラクタの転送をすることなく「勇士の紋章」のゲームをプレイしても，ゲームの進行により回復アイテムの数は「2個」になる。），「標準のゲーム内容に加え，拡張されたゲーム内容を楽しむことが可能となる」（本件特許A明細書【0020】等）ものではない。",
                            "したがって，本件発明A1と公知発明1とを対比すると，相違点1-1及び1-2のほかに，以下の相違点が存在する。",
                            "（相違点1-3）",
                            "本件発明A1の「第2の記憶媒体」は，「所定の標準ゲームプログラムおよび／またはデータに加えて所定の拡張ゲームプログラムおよび／またはデータを包含する」ものであるのに対し，公知発明1の「勇士の絞章DDⅡ」は，「標準ゲームプログラムおよび／またはデータに加えて，魔洞戦紀DDIから転送されたキャラクタの魔洞戦紀におけるレベルが16以上（魔洞戦紀DDⅠに記憶されたセーブデータ）であるときには，そのキャラクタの勇士の絞章におけるレベルが最初から2となり，神殿で祈ると「ゆうけんしのしそん  じゅんくよ。がんばるのだぞ。」とのメッセージが表示され，アイテム「くさのつゆ」及び「しろきのこ」が1つ増えるという動作機能を実行するように標準ゲームプログラムおよび／またはデータを置き換える置換ゲームプログラムおよび／またはデータを包含する」ものであって，「拡張ゲームプログラムおよび／またはデータ」を包含しない点。",
                            "（相違点1-4）",
                            "本件発明A1は，「上記拡張ゲームプログラムおよび／またはデータは，上記標準ゲームプログラムおよび／またはデータに加えて，ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化を達成するためのゲームプログラムおよび／またはデータ」であるのに対し，公知発明1は，「置換ゲームプログラムおよび／またはデータは，標準ゲームプログラムおよび／またはデータに対して，キャラクタのレベルの置き換え，またはキャラクタのためのアイテムについての動作機能の置き換えを達成するように形成されたものであって，ゲームキャラクタの増加，ゲームキャラクタのもつ機能の豊富化，場面の拡張又は音響の豊富化のいずれも達成するようには形成されていないもの」である「置換ゲームプログラムおよび／またはデータ」であり，「拡張ゲームプログラムおよび／またはデータ」ではない点。",
                            "（相違点1-5）",
                            "本件発明A1では，「上記ゲーム装置が上記所定のキーを読み込んでいる場合には，上記標準ゲームプログラムおよび／またはデータと上記拡張ゲームプログラムおよび／またはデータの双方によってゲーム装置を作動させ」るのに対し，公知発明1では，「ファミリーコンピュータが，魔洞戦紀DDIから，キャラクタのレベルが21，すなわち16以上（魔洞戦紀DDⅠに記憶されたセーブデータ）であることを示す情報を読み込んでいる場合には，置換ゲームプログラムおよび／またはデータによって置き換えられた標準ゲームプログラムおよび／またはデータのみによってファミコンゲームシステムを作動させ」るのであって，「標準ゲームプログラムおよび／またはデータ」と「拡張ゲームプログラムおよび／またはデータ」の双方によってゲーム装置を作動させるものではない点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点の容易想到性について",
                          "text": [
                            "公知発明1には，シリーズ化された一連のゲームソフトの前作を有していることで，後作を単体でプレイしたのでは達成することのできないゲーム内容を楽しめるという作用，機能が存在しないから，被控訴人の主張する先行技術と作用，機能が共通しない。",
                            "また，被控訴人が主張する周知技術は，本件発明A1に関連した技術分野における技術ではないから，かかる技術の存在をもって，公知発明1に「拡張ゲームプログラムおよび／またはデータ」を設けることが設計的事項であるとはいえない。",
                            "さらに，書き換え可能なディスクをゲームソフト供給媒体として採用し，セーブデータを「所定のキー」とする構成である公知発明1に，書き換えができないROMカセットをゲームソフト供給媒体とする構成の上記先行技術を適用することには阻害要因がある。",
                            "したがって，相違点1-1及び1-2に係る本件発明A1の構成は，当業者が容易に想到できたものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明A2の進歩性の欠如の有無について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件ゲームシステムA1により公然知られた発明又は公然実施をされた発明",
                          "text": [
                            "本件ゲームシステムA1の構成は，原判決別紙「公知発明2の構成（被告主張）」記載のとおりでもある（以下「公知発明2」という。）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明A2と公知発明2の対比",
                          "text": [
                            "本件発明A2と公知発明2との相違点は，以下のとおりである。なお，公知発明2は「拡張ゲームプログラムおよび／またはデータ」を有するから，控訴人が主張する相違点2-4ないし2-6は存在しない。",
                            "（相違点2-1）",
                            "本件発明A2は，「記憶媒体（ただし…セーブデータを記憶可能な記憶媒体を除く。）」であるのに対し，公知発明2では，セーブデータなどが記憶可能なディスクである点。",
                            "（相違点2-2）",
                            "本件発明A2の「第1の記憶媒体」は，セーブデータを記憶可能な記憶媒体を除くから，「所定のキー」はセーブデータを含まないのに対し，公知発明2では，魔洞戦紀DDⅠに包含される「所定のキー」が，魔洞戦紀DDⅠに記憶されたセーブデータであって，魔洞戦紀DDIにセーブされたキャラクタのレベルが21であることを示す情報である点。",
                            "（相違点2-3）",
                            "本件発明A2は，「上記第2の記憶媒体が上記ゲーム装置に装填され，かつ，上記所定のキーが読み込まれていないときのみに，この第2の記憶媒体中の上記制御プログラムは，上記ゲーム装置に他の記憶媒体を装填させるインストラクションを表示させ」るのに対し，公知発明2では，「勇士の絞章DDⅡがディスクシステムに挿入されるとき，勇士の絞章DDⅡ中のメニュー制御プログラムは，『まどうせんきのゆうけんし』とのメニュー項目をテレビの画面に表示し，さらにテレビの画面の『まどうせんきのゆうけんし』が選択されたときに，『まどうせんきのAメンをいれてください』とのインストラクションを表示させ」るのであって，所定のキーが読み込まれていないときのみにインストラクションを表示させるものではない点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点の容易想到性",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "相違点2-1及び2-2",
                              "text": [
                                "前記ア(ア)cと同様の理由により，相違点2-1及び2-2に係る本件発明A2の構成は，当業者が容易に想到し得たものである。",
                                "⒝  相違点2-3",
                                "ディスクなどの記憶媒体の装填が，後のソフトウェアの処理に関して意味を持つ場合に，画面等を介して操作者に対しディスクを装填することを促すことや，現在受け付けられない操作又は必要とされない操作について，操作者に対してその操作を促す表示をしないようにすることは，当業者による設計的事項であるから，相違点2-3に係る本件発明A2の構成は，当業者が容易に想到し得たものである。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件ゲームシステムA1により公然知られた発明又は公然実施をされた発明",
                          "text": [
                            "本件ゲームシステムA1の構成は，原判決別紙「公知発明2の構成（原告主張）」記載のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明A2と公知発明2の対比",
                          "text": [
                            "前記ア(イ)bと同様の理由により，本件発明A2の「拡張ゲームプログラムおよび／またはデータ」は，標準のゲーム内容を置き換えるゲームプログラム及び／又はデータを含まないと解される。",
                            "したがって，本件発明A2と公知発明2とを対比すると，相違点2-1ないし2-3のほかに，以下の相違点が存在する。",
                            "（相違点2-4）",
                            "本件発明A2の「第2の記憶媒体」は，「所定の標準ゲームプログラムおよび／またはデータに加えて所定の拡張ゲームプログラムおよび／またはデータを包含する」ものであるのに対し，公知発明2の「勇士の絞章DDⅡ」は，「標準ゲームプログラムおよび／またはデータに加えて，魔洞戦紀DDIから転送されたキャラクタの魔洞戦紀におけるレベルが16以上（魔洞戦紀DDⅠに記憶されたセーブデータ）であるときには，そのキャラク夕の勇士の絞章におけるレベルが最初から2となり，神殿で祈ると「ゆうけんしのしそん  じゅんくよ。がんばるのだぞ。」とのメッセージが表示され，アイテム「くさのつゆ」及び「しろきのこ」が1つ増えるという動作機能を実行するように標準ゲームプログラムおよび／またはデータを置き換える置換ゲームプログラムおよび／またはデータを包含する」ものであって，「拡張ゲームプログラムおよび／またはデータ」を包含しない点。",
                            "（相違点2-5）",
                            "本件発明A2は，「上記拡張ゲームプログラムおよび／またはデータは，上記標準ゲームプログラムおよび／またはデータに加えて，ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化を達成するためのゲームプログラムおよび／またはデータ」であるのに対し，公知発明2では，「置換ゲームプログラムおよび／またはデータは，標準ゲームプログラムおよび／またはデータに対して，キャラクタのレベルの置き換え，またはキャラクタのためのアイテムについての動作機能の置き換えを達成するように形成されたものであって，ゲームキャラクタの増加，ゲームキャラクタのもつ機能の豊富化，場面の拡張又は音響の豊富化のいずれも達成するようには形成されていないもの」である「置換ゲームプログラムおよび／またはデータ」であり，「拡張ゲームプログラムおよび／またはデータ」ではない点。",
                            "（相違点2-6）",
                            "本件発明A2は，「装填された他の記憶媒体が上記所定のキーを包含する上記第1の記憶媒体である場合には，上記第2の記憶媒体中の上記標準ゲームプログラムおよび／またはデータに加えて上記拡張ゲームプログラムおよび／またはデータの双方によってゲーム装置を作動させ」るのに対し，公知発明2では，「挿入された他のディスクが，キャラクタのレベルが21，すなわち16以上（魔洞戦紀DDⅠに記憶されたセーブデータ）であることを示す情報を包含する上記魔洞戦紀DDIである場合には，置換ゲームプログラムおよび／またはデータによって置き換えられた標準ゲームプログラムおよび／またはデータのみによってファミコンゲームシステムを作動させ」るのであって，「標準ゲームプログラムおよび／またはデータ」と「拡張ゲームプログラムおよび／またはデータ」の双方によってゲーム装置を作動させるのではない点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点の容易想到性について",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "相違点2-1及び2-2",
                              "text": [
                                "前記ア(イ)cと同様の理由により，相違点2-1及び2-2に係る本件発明A2の構成は，当業者が容易に想到し得たものではない。",
                                "⒝  相違点2-3",
                                "相違点2-3に係る本件発明A2の構成は，被控訴人が主張するような設計的事項ではなく，当業者が容易に想到し得たものではない。",
                                "⒞  小括",
                                "以上のとおり，相違点2-1ないし2-3に係る本件発明A2の構成は，当業者が容易に想到し得たものではない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "争点1-2-2（MSX規格用のゲームソフト「ぎゅわんぶらあ自己中心派」及び「ぎゅわんぶらあ自己中心派2  自称！強豪雀士編」並びにMSX規格のマシンを用いて実現されるゲームシステムにより公然知られた発明に基づく本件発明A1及びA2の進歩性の欠如の有無）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明A1の進歩性の欠如",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件特許出願A前に公然知られた発明",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件特許出願A前に日本国内で販売されていた，MSX規格用のゲームソフト「ぎゅわんぶらあ自己中心派」（昭和62年11月11日発売。乙A61。以下「ぎゅわんぶらあ」という。）と同「ぎゅわんぶらあ自己中心派2  自称！強豪雀士編」（平成元年4月21日発売。乙A17の1。以下「ぎゅわんぶらあ2」という。），MSX規格のゲーム装置「MSX2」（昭和60年6月16日発売。乙A61。以下「MSX2」という。）及びテレビを用いて実現されるゲームシステム（以下「本件ゲームシステムA3」という。）により，以下の発明が，公然知られたものであった（以下「公知発明3」という。）。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "a",
                          "subject": "ゲームプログラム及びデータを記憶するとともにセーブデータを記憶できない記憶媒体をMSX規格のマシン「MSX2」に装填してゲームシステムを作動させる方法であって，"
                        },
                        {
                          "fig": "b",
                          "subject": "上記記憶媒体は，",
                          "text": [
                            "b-1  「ぎゅわんぶらあ」のゲームプログラム及びデータと，切換キーとを包含する「ぎゅわんぶらあ」ROMカセットと，",
                            "b-2  「ぎゅわんぶらあ2」の所定の標準ゲームプログラム及びデータに加えて，追加で12名の対戦相手を選択して対戦ができること，及び，「勝ち抜き戦」，「タコ討伐戦モード」という場面を拡張する所定の拡張ゲームプログラム及びデータを包含する「ぎゅわんぶらあ2」ROMカセットとが準備されており，"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "上記拡張ゲームプログラム及びデータは，上記標準ゲームプログラム及びデータに加えて，ゲームキャラクタの増加及び場面の拡張を達成するためのゲームプログラム及び／又はデータであり，"
                        },
                        {
                          "fig": "d",
                          "subject": "上記「ぎゅわんぶらあ2」ROMカセットが上記ゲーム装置に装填されるとき， ",
                          "text": [
                            "d-1  MSX規格のマシン「MSX2」が上記切換キーを読み込んでいる場合には，上記標準ゲームプログラム及びデータと上記拡張ゲームプログラム及びデータの双方によってゲーム装置を作動させ，",
                            "d-2  上記切換キーを読み込んでいない場合には，上記標準ゲームプログラム及びデータのみによってゲーム装置を作動させることを特徴とする，"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "ゲームシステム作動方法。",
                            "⒝  控訴人は，標準ゲームプログラム及びデータ以外に「ぎゅわんぶらあ2」ROMカセットに記憶されているゲームデータは，対戦相手「持杉ドラ夫」のゲームデータのみである旨主張する。",
                            "しかしながら，公知発明3の拡張ゲームプログラムが「ぎゅわんぶらあ2」ROMカセットに記憶されていることは，ゲームプログラムの解析結果及びゲーム動作により確認されている。",
                            "すなわち，「ぎゅわんぶらあ2」の「拡張ゲームプログラム」は，追加で12名の対戦相手を選択できる機能を有するものであるが，これらの対戦相手の氏名のデータは，「ぎゅわんぶらあ2」ROMカセットに記録されている（乙A37の1）。また，「ぎゅわんぶらあ2」の「拡張ゲームプログラム」は，「タコ討伐戦」という場面によってMSX2を作動させるが，この場面のグラフィックのデータは，「ぎゅわんぶらあ2」ROMカセットに記録されている（乙A63）。",
                            "そして，ゲーム装置MSX2の起動時に「ぎゅわんぶらあ」ROMカセットが挿入されていれば，その後挿入されていなくとも，「ぎゅわんぶらあ2」の「拡張ゲームプログラム」によって，ゲーム装置MSX2が作動することが確認されている（乙A36の1，3）。",
                            "なお，控訴人は，「ぎゅわんぶらあ」と「ぎゅわんぶらあ2」の両方のROMカセットを装填し続けていない場合は，画面がフリーズする，ゲームが再起動するなどの現象が生じるため（甲A53），対戦相手を追加した状態でゲームを続行することは不可能である旨主張するが，失当である。",
                            "被控訴人において，上記現象が生じる直前に，「ぎゅわんぶらあ」ROMカセットを再装填して，「ぎゅわんぶらあ2」ROMカセットの挙動を確認したところ，①「ぎゅわんぶらあ」を装填したままでゲームを進行した場合と同様の画面遷移となったこと，②「ぎゅわんぶらあ」を装填していない状態でも，拡張ゲームプログラムによるゲーム進行が続行できることが確認された（乙A76）。",
                            "かかる事実は，別紙4のフローチャートのように，「ぎゅわんぶらあ2」では，複数の段階で，「ぎゅわんぶらあ」に記憶されている切換キーを読み込んでいるか否かを判断して，「ぎゅわんぶらあ2」の拡張ゲームプログラムによってゲーム装置を作動させるか否かを判断していることを裏付けるものである。公知発明3は，常に「ぎゅわんぶらあ」を装填していないと，「ぎゅわんぶらあ2」の拡張ゲームプログラムによってゲーム装置を作動させないというものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明A1と公知発明3の対比",
                          "text": [
                            "本件発明A1と公知発明3の相違点は，以下のとおりである。",
                            "（相違点1）",
                            "本件発明A1の記憶媒体は，所定のゲーム装置の作動中に入れ換え可能な記憶媒体であるのに対して，公知発明3の記憶媒体は，2つの記憶媒体を同時に装填することが可能な記憶媒体である点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点の容易想到性",
                          "text": [
                            "ゲームソフトの記憶媒体に大容量のCD-ROMを用いることは，本件特許出願A前の周知技術，慣用技術であり（乙A24，25，45，50，65～67），かつ，異なる記憶媒体であってもそのゲームを移植することは，当業者がしばしば行っていたことであるから（乙A17の1，乙A56，57，62の1～4），公知発明3のゲームプログラム等の記憶媒体としてCD-ROMを採用すること自体は，当業者が容易に想到し得たものである。",
                            "そして，公知発明3は，「ぎゅわんぶらあ」と「ぎゅわんぶらあ2」という2つの記憶媒体を同時にゲーム装置に装填することで，「ぎゅわんぶらあ」の切換キーをゲーム装置に読み込み，これにより「ぎゅわんぶらあ2」の拡張ゲームプログラムでゲーム装置を作動させるものであるところ，前記(5)のとおり，公知発明1では，切換キーをゲーム装置に読み込む方法として，ゲーム装置の作動中に入れ換え可能な記憶媒体を用いる方法が開示されている。また，かかる方法は，公知発明1で開示されているセーブデータを記憶可能な記憶媒体の場合だけでなく，記憶媒体をCD-ROMとするゲーム装置においても採用されている。",
                            "そうすると，公知発明3の「ぎゅわんぶらあ」及び「ぎゅわんぶらあ2」を，記憶媒体を装填するスロットが1つであり，記憶媒体をCD-ROMとするゲーム装置に移植する場合に，公知発明1に開示されている方法で切換キーをゲーム装置に読み込む方法（相違点1に係る本件発明A1の構成）を採用することは，当業者が容易に想到し得たものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明A2の進歩性の欠如",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件発明A2と公知発明3の対比",
                          "text": [
                            "本件発明A2と公知発明3の相違点は，以下のとおりである。",
                            "（相違点2-1）",
                            "本件発明A2の記憶媒体は，所定のゲーム装置の作動中に入れ換え可能な記憶媒体であって，半導体ROMカセットを除いているのに対して，公知発明3の記憶媒体は，2つの記憶媒体を同時に装填することが可能な記憶媒体であり，半導体ROMカセットである点。",
                            "（相違点2-2）",
                            "本件発明A2は，第2の記憶媒体が上記ゲーム装置に装填され，かつ，所定のキーが読み込まれていないときのみに，この第2の記憶媒体中の制御プログラムは，ゲーム装置に他の記憶媒体を装填させるインストラクションを表示させるのに対して，公知発明3は，インストラクション表示をしない点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点の容易想到性",
                          "text": [
                            "前記(ア)cと同様の理由により，相違点2-1に係る本件発明A2の構成を採用することは，公知発明2に開示された技術を採用することなどにより，当業者が容易に想到し得たものである。",
                            "これと同様に，相違点2-2に係る本件発明A2の構成も，公知発明2に開示されているインストラクション表示を採用することにより，当業者が容易に想到し得たものである。特に，「ぎゅわんぶらあ2」の取扱説明書（乙A39）には，「ぎゅわんぶらあ自己中心派を同時に使用していると，モード選択画面に変わり，3種類のモードを選ぶことができます。」，「『ぎゅわんぶらあ自己中心派』，『自称！強豪雀士編』の両方を組み合わせて遊ぶ場合，…3種類のモードを選ぶことができます。」とのインストラクションが記載されており，これを単にゲーム装置の画面に表示するだけであるから，そのようなインストラクション表示を行う動機付けもある。",
                            "さらに，ある行動をするように促すための表示をすることは，その行動をする必要がある場合にのみ意味があり，その行動をする必要がない場合にまで行動を促す表示をすることが無意味であることは経験則上明らかであるから，上記のインストラクション表示をする場合を，ゲーム装置に所定のキーを読み込ませる必要がある場合に限ることは，当業者が適宜なし得ることである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明A1の進歩性の欠如の有無について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件特許出願A前に公然知られた発明について",
                          "text": [
                            "本件ゲームシステムA3により実施される方法は，MSX規格のマシンを起動する前から，「ぎゅわんぶらあ2」ROMカセットがROMスロット1に，「ぎゅわんぶらあ」ROMカセットがROMスロット2にそれぞれ装填され，かつ，ゲーム装置の作動中に装填され続けていることを条件として，「ぎゅわんぶらあ」ROMカセットと「ぎゅわんぶらあ2」ROMカセットの両方のROMカセットに記録されたゲームプログラム及び／又はデータを読み込んで，対戦相手の追加及び対戦相手が追加された状態での「ぎゅわんぶらあ2」のゲームの進行が行われるゲームシステム作動方法であり（甲A52，53），両ROMカセットは，MSX規格のマシンの作動中に入れ換えできない記憶媒体である。",
                            "したがって，公知発明3は，以下のとおり認定されるべきである。",
                            "「ROMスロット1及びROMスロット2の2つのROMスロットを有するMSX規格のマシンに半導体ROMカセットを装填してゲームシステムを作動させる方法であって，",
                            "『ぎゅわんぶらあ2』ROMカセットがROMスロット1に，『ぎゅわんぶらあ』ROMカセットがROMスロット2にそれぞれ装填された状態で同マシンが起動され，かつ，同マシンの作動中に両ROMカセットが装填され続けることを条件として，",
                            "『ぎゅわんぶらあ』ROMカセットと『ぎゅわんぶらあ2』ROMカセットの双方のROMカセットに記録されたゲームプログラム及び／又はデータを読み込んでゲーム装置を作動させることを特徴とする，",
                            "ゲームシステム作動方法。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明A1と公知発明3の対比",
                          "text": [
                            "本件発明A1と公知発明3とを対比すると，少なくとも以下の相違点がある。",
                            "（相違点1-1）",
                            "本件発明A1の記憶媒体は，所定のゲーム装置の作動中に入れ換え可能な記憶媒体であるのに対し，公知発明3のROMカセットは，2個のROMスロットを有するMSX規格のマシンを起動する前から両方のROMスロットにROMカセット（「ぎゅわんぶらあ」ROMカセット及び「ぎゅわんぶらあ2」ROMカセット）が装填され，かつ，当該マシンの作動中に当該ROMカセットが装填され続ける，入れ換え不可能な記憶媒体である点。",
                            "（相違点1-2）",
                            "本件発明A1においては，第2の記憶媒体がゲーム装置に装填されるとき，ゲーム装置が「所定のキー」を読み込んでいる場合には，標準ゲームプログラム及び／又はデータと拡張ゲームプログラム及び／又はデータの双方によってゲーム装置を作動させるのに対し，公知発明3においては，「ぎゅわんぶらあ2」ROMカセットがROMスロット1に，「ぎゅわんぶらあ」ROMカセットがROMスロット2にそれぞれ装填された状態でMSX規格のマシンが起動され，かつ，同マシンの作動中に両ROMカセットが各ROMスロットに装填され続けることを条件として，「ぎゅわんぶらあ」ROMカセットと「ぎゅわんぶらあ2」ROMカセットの双方のROMカセットに記録されたゲームプログラム及び／又はデータを読み込んでゲーム装置を作動させる点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点の容易想到性について",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "相違点1-1",
                              "text": [
                                "公知発明3のMSX規格のマシンは，ROMスロット1及びROMスロット2の2つのROMスロットを有し，2個の記憶媒体に記録された情報を両方の記憶媒体を入れ換えることなく読み込むことができるから，同発明に入れ換え可能な記憶媒体を採用する動機付けはない。さらに，同発明のMSX規格のマシンでは，作動中にROMカセットを挿抜することが禁止されており（甲A54），マシンの作動中にROMカセットの挿抜を行うと，ショート等が生じる結果，ROMカセットに過電流が流れてROMカセットの内容が破壊される等の不具合が生じることから，入れ換え可能な記憶媒体をROMスロット1で使用することについて，阻害要因がある。",
                                "また，公知発明3を，記憶媒体を装填するROMスロットが1つであり記憶媒体をCD-ROMとするゲーム装置に置換した発明にして，さらに，公知発明1に開示されている方法で，切換キーをゲーム装置に読み込む方法を採用する動機付けはない。公知発明1は，前作のゲームをゲームキャラクタのレベルが16となるまでプレイしたという，ユーザの技量や努力に対する評価ないし表彰として，ゲーム内容を置換することを技術思想とするものであり，当該技術思想の実現のために，セーブデータを記憶可能なディスクを記憶媒体とし，「魔洞戦紀にセーブされたキャラクタのレベルが21であることを示す情報」（セーブデータ）を切換キーとすることを本質的な特徴とするものであるから，かかる特徴と相反し，セーブデータを記憶不可能なROMカセットを記憶媒体とする公知発明3に公知発明1を適用することには，阻害要因がある。",
                                "⒝  相違点1-2",
                                "前記(a)と同様の理由により，公知発明3に，「魔洞戦紀にセーブされたキャラクタのレベルが21であることを示す情報」（セーブデータ）を切換キーとする公知発明1の構成をあえて適用する動機付けはなく，むしろ阻害要因がある。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明A2の進歩性の欠如の有無について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件特許出願A前に公然知られた発明について",
                          "text": [
                            "前記(ア)aと同様の理由により，本件ゲームシステムA3により実施される発明は，以下のとおり認定されるべきである。",
                            "「ROMスロット1及びROMスロット2の2つのROMスロットを有するMSX規格のマシンに半導体ROMカセットを装填してゲームシステムを作動させる方法であって，",
                            "インストラクションは表示されず，",
                            "『ぎゅわんぶらあ2』ROMカセットがROMスロット1に，『ぎゅわんぶらあ』ROMカセットがROMスロット2にそれぞれ装填された状態で同マシンが起動され，かつ，同マシンの作動中に両ROMカセットが装填され続けることを条件として，",
                            "『ぎゅわんぶらあ』ROMカセットと『ぎゅわんぶらあ2』ROMカセットの双方のROMカセットに記録されたゲームプログラムおよび／またはデータを読み込んでゲーム装置を作動させることを特徴とする，",
                            "ゲームシステム作動方法。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明A2と公知発明3の対比",
                          "text": [
                            "本件発明A2と公知発明3とを対比すると，少なくとも以下の相違点がある。",
                            "（相違点2-1）",
                            "本件発明A2の記憶媒体は，所定のゲーム装置の作動中に入れ換え可能な記憶媒体（半導体ROMカセットを除く）であるのに対し，公知発明3の記憶媒体はROMカセットであり，また，当該ROMカセットは，2個のROMスロットを有するMSX規格のマシンを起動する前から両方のROMスロットにROMカセット（「ぎゅわんぶらあ」ROMカセット及び「ぎゅわんぶらあ2」ROMカセット）が装填され，かつ，当該マシンの作動中に当該ROMカセットが装填され続ける，入れ換え不可能な記憶媒体である点。",
                            "（相違点2-2）",
                            "本件発明A2は，第2の記憶媒体が上記ゲーム装置に装填され，かつ，所定のキーが読み込まれていないときのみに，第2の記憶媒体中の制御プログラムがゲーム装置に他の記憶媒体を装填させるインストラクションを表示させるのに対し，公知発明3は，インストラクションを表示させない点。",
                            "（相違点2-3）",
                            "本件発明A2においては，インストラクションに従って装填された記憶媒体が「所定のキー」を包含する第1の記憶媒体である場合には，第2の記憶媒体中の標準ゲームプログラム及び／又はデータに加えて拡張ゲームプログラム及び／又はデータの双方によってゲーム装置を作動させるのに対し，公知発明3においては，インストラクションに従って「ぎゅわんぶらあ」が装填されることはなく（MSX規格のマシンを起動する前からMSX規格のマシンのROMスロット2に「ぎゅわんぶらあ」ROMカセットが装填されており，MSX規格のマシンの作動中に「ぎゅわんぶらあ」ROMカセットを装填することはできない。），「ぎゅわんぶらあ2」ROMカセットがROMスロット1に，「ぎゅわんぶらあ」ROMカセットがROMスロット2にそれぞれ装填された状態でMSX規格のマシンが起動され，かつ，同マシンの作動中に両ROMカセットが装填され続けることを条件として，「ぎゅわんぶらあ」ROMカセットと「ぎゅわんぶらあ2」ROMカセットの双方のROMカセットに記録されたゲームプログラム及び／又はデータを読み込んでゲーム装置を作動させる点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点の容易想到性について",
                          "text": [
                            "前記(ア)cと同様の理由により，相違点2-1及び2-3に係る本件発明A2の構成を採用することは，当業者が容易に想到し得たものではない。",
                            "また，相違点2-2に係る本件発明A2の構成は，被控訴人が主張するように当業者が適宜なし得ることなどではなく，当業者が容易に想到し得たものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "争点1-3（控訴人の損害の有無及び損害額）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "イ号製品の売上高",
                      "text": [
                        "イ号製品の販売開始日は，別紙1「販売開始日一覧表」記載のとおりであり，販売開始日から本件特許権Aの存続期間満了日である平成26年12月9日までの売上高（小売価格（消費税込み））は，総額89億1231万1150円を下らない。",
                        "なお，イ号製品のうち，イ-1号製品等を除くイ-9，16ないし22，23②及び24ないし40号製品（以下「イ-9号製品等」と総称することがある。）の上記期間における売上高は，別紙5「被控訴人の経理システムで売上高を把握できないイ号製品の売上高（税抜き）」の「売上高（円）」欄及び別紙6「被控訴人の経理システムで売上高を把握できるイ号製品の売上高（税抜き）」の「小売価格を基礎とした売上高（円）」欄記載の金額に，5％の消費税を加算した金額を下らない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特許法102条3項の実施料相当額算定の基礎となる販売価格",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明A1及びA2は，イ号製品のユーザにおいて実施されるゲームシステム作動方法であるから，同方法に用いられるイ号製品につき実施料相当額を算定するのであれば，イ号製品のユーザへの販売価格である小売価格を基礎とするのが合理的である。イ号製品のような本件特許権Aの間接侵害を構成する製品の製造販売に関する特許権者の許諾は，当該製品がユーザに販売されることを当然の前提とするから，その対価は，当該製品がユーザに販売される際の販売価格を基礎とする必要がある。",
                            "また，イ号製品は消費税を収受して販売するものである以上，消費税相当額についても売上高に含めて，実施料相当額を算定するのが合理的である。",
                            "仮に，イ号製品の卸値価格を基礎にするとしても，被控訴人が経理システム上売上を把握できないイ号製品には様々な種類が存在するから，イ号製品の卸値価格が一律小売価格の65％である旨の被控訴人の主張は不自然である。また，被控訴人の主張する正味販売価格は，一義的・画一的に確定できる価格ではないから，特許法102条3項の損害額算定の基礎とすべきではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人は，イ号製品に同梱されているアイテムがある場合，間接侵害品の売上高は同梱されているアイテム数で補正した金額とするのが合理的である旨主張する。",
                            "しかしながら，イ号製品は，同梱されたアイテムを含む製品全体で一個の商品（販売単位）であり，製品の販売等行為全体が一個の特許権侵害を構成する。そして，いずれのイ号製品も，ユーザが本件発明A1及びA2の方法を実施してゲームをプレイするために当該製品を購入するという事実は否定されないから，被控訴人の上記主張は失当である。",
                            "加えて，以下のとおり，被控訴人の上記主張が不合理であることを示す諸事情が存在する。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "イ-18，21，23②，25，27，30，32，36，38及び40号製品は，本件発明A1及びA2の「第1の記憶媒体」と「第2の記憶媒体」に相当する各記憶媒体を同梱するものである。これらの製品は，同梱された各記憶媒体の両方を使用して，本件発明A1及びA2の特徴である特典開放を積極的に行わせるためのものである。",
                                "⒝  イ-19及び23②号製品に同梱されている製品は，単体でゲームをプレイできるものではなく，本件発明A1及びA2の「第2の記憶媒体」に相当するゲームソフトで使用する，キャラクタの能力値等が最大の状態のデータが記録されているだけの，同ソフトの付属物であるから（甲A67），ゲームソフトと等価値ではない。",
                                "⒞  イ-39及び40号製品に同梱されている製品は，ゲームのキャラクタを描いたカード，シール等，ゲームのプレイと無関係の物品に過ぎず，ゲームソフトの従たる付属物であるから，ゲームソフトと等価値ではない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件特許Aの実施料率",
                      "text": [
                        "以下の諸事情を考慮すると，本件特許Aの実施料率は，前記(イ)のイ号製品の販売価格（小売価格（消費税込み））の10％を下らない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「知的財産の価値評価を踏まえた特許等の活用の在り方に関する調査研究報告書～知的財産（資産）価値及びロイヤルティ料率に関する実態把握～」本編2（乙B28。以下「本件調査報告書」という。）によれば，「家具，ゲーム」の技術分野における実施料率は，平均2．5％，最大値4．5％，最小値0．5％である。",
                            "そして，特許法102条3項が，特許権侵害に対する民事上の救済制度の見直しを図った規定であることからすると，同条に係る実施料率は，通常のライセンス契約（訴訟上の和解を含む。）における実施料率を超える水準となるべきであり，本件特許権Aの重要性に鑑みれば，上記実施料率は，「家具，ゲーム」の実施料率の最大値4．5％の2倍を超える水準とするのが合理的である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明A1及びA2は，前作ソフトとの組合せにより，後作ソフト単体では実現できない，ゲームキャラクタの増加，場面の拡張等の特典を開放することによって，ユーザにとっては，1回の購入金額が適正なシリーズもののCD-ROMを買い揃えてゆくことにより，最終的に極めて豊富な内容のゲームソフトを入手したのと同じになり，メーカーにとっては，開発コストが相当かかる膨大な内容のゲームソフトを，ユーザが購入しやすい方法で実質的に提供することができるという効果を奏する（本件明細書Aの【0022】）。本件発明A1及びA2は，被控訴人がイ号製品の取扱説明書に明記してユーザに向けて積極的に訴求し（甲A5～11），ユーザ向けの雑誌でも特記されており（甲A59～64），イ号方法における極めて重要な要素である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件発明A1及びA2は，単体のソフトウェアないしシステムの要素として注目されるにとどまらず，需要者から，被控訴人の商号を冠して「コーエー商法」と呼称されるなど（甲A65），被控訴人のゲーム事業全体のビジネスモデルと評価されて，極めて高い関心を集め，商業的成功の要因とも評価されている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件特許Aは，判決A（甲A51）において有効性が確認され，本件訴訟においても，裁判所から有効である旨の心証が示されたものである。かかる事実は，特許無効リスクを払拭するとともに，被控訴人の悪質性を基礎付ける。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "控訴人と被控訴人は，いずれも国内大手ゲームメーカーであり，直接的かつ極めて強い競合関係にある。また，控訴人は，競業者とはクロスライセンス契約しか締結せず，金銭と引換えに実施許諾を行う通常のライセンス契約は締結しない方針を採用する。",
                            "そのため，控訴人が被控訴人に対して本件特許Aの実施許諾を行う場合に，業界水準の実施許諾料とすることはあり得ず，極めて高い実施許諾料が必要となる。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "イ号製品は，被控訴人の主力商品であり，販売規模は大きく，その利益率は40％を下らない。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "仮に，イ号製品の一部が本件発明A1及びA2の技術的範囲に属しないならば，被控訴人は，特典開放に関する技術として上記発明以外の技術がある中で，イ号製品の大部分につき，あえて上記発明の技術的範囲に属する技術を選択したことになる。かかる事実は，類似技術に対する本件発明A1及びA2の有用性を示すものであり，本件特許Aの需要の高さを示すものである。",
                            "なお，被控訴人は，セーブデータを「所定のキー」とする方法，「拡張ゲームプログラム等」の一部を「所定のキー」とする方法，第2の記憶媒体に「拡張ゲームプログラム等」のみを記憶する方法等により，本件発明A1及びA2を容易に回避可能である旨主張するが，①セーブデータを「所定のキー」とする方法と本件発明A1及びA2とは技術思想が異なり，作用効果も異なること（判決A），②「拡張ゲームプログラム等」の一部を「所定のキー」とする方法では，ゲーム機に2つのスロットを設けて両スロットの記憶媒体の「拡張ゲームプログラム等」を組み合わせて標準のゲーム内容と拡張したゲーム内容を作動させることなどが必要となるが，本件発明A1及びA2では，第1の記憶媒体に記憶された「所定のキー」の読み込みというシンプルな処理で，第2の記憶媒体の標準のゲーム内容と拡張したゲーム内容を作動させることが可能となること，③第2の記憶媒体に「拡張ゲームプログラム等」のみを記憶する方法では，第2の記憶媒体単体でゲーム装置を作動できず，本件発明A1及びA2の効果（本件明細書Aの【0022】）を奏さないことから，これらの方法は本件発明A1及びA2を回避する技術ではない。"
                          ]
                        },
                        {
                          "fig": "h",
                          "text": [
                            "被控訴人は，ユーザ向け雑誌等において特典開放について紹介するなど，本件発明A1及びA2の実施を積極的に宣伝広告している（甲A59）。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "控訴人の損害",
                      "text": [
                        "以上によれば，イ号製品の販売による控訴人の損害額は，8億9123万1115円（89億1231万1150円×10％）を下らない。    ",
                        "また，弁護士費用及び弁理士費用相当額は，本件特許権Bの侵害関係と併せて4500万円を下らない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "イ号製品の売上高",
                      "text": [
                        "控訴人の主張を否認ないし争う。",
                        "なお，別紙1「販売開始日一覧表」記載の販売開始日から本件特許権Aの存続期間満了日までのイ-9号製品等の売上高は，別紙7「売上高（補正後）」の「売上高」欄記載のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特許法102条3項の実施料相当額算定の基礎となる販売価格",
                      "text": [
                        "特許法102条3項の実施料相当額算定の基礎となる販売価格は，卸売価格から輸送費等の一定の費用を控除した正味販売価格とし，消費税を含まないものとすること，また，イ-9号製品等のうち，イ-17ないし19，21，23②，25ないし27，30，32，36及び38ないし40号製品については，別紙7「売上高（補正後）」の「補正売上高（売上高÷アイテム数）」欄記載のとおり，補正することが相当である。その理由は，以下のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件調査報告書記載の実施料率は，本件調査報告書記載のアンケート結果を基準にするところ，同アンケートは，「正味販売高」に対する料率を想定の上，回答されている（乙A115）。「正味販売価格」とは，一般的に，総販売価格から，輸送費，保険料，倉庫保管費用，リベート，包装梱包費，販売地によって変動する可能性のある費用を控除した残額である（乙A116）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aのとおり，実施料相当額算定の基礎となる販売価格は正味販売価格とすべきところ，正味販売価格に消費税は含まれない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "イ-18，21，23②，25，27，30，32，36，38及び40号製品には，イ号製品（アペンドディスク）に対応する本編ディスクが同梱されているが，本編ディスクは，本件特許権Aの侵害品ではない。また，イ号製品とこれに対応する本編ディスクを同時に販売した場合，本件発明A1及びA2の作用効果（本件明細書Aの【0022】，【0040】）を奏しない。",
                                "⒝  イ-19及び23②号製品には，イ号製品以外のゲームソフトのほか，「最強データ収録CD-ROM」という記憶媒体及び「ω-Force秘伝攻略法」の2つの特典（イー19号製品），「最強データ収録CD-ROM」という記憶媒体及び特製アイテムとして真・三國無双シリーズの登場人物の関係が一目で分かる「人物相関図」と鎌倉・銭洗弁財天で祈祷済みの「御宝銭」（イー23②号製品）が付属している。",
                                "⒞  平成17年9月22日に希望小売価格9800円で発売されたイ-39号製品には，「水野十子原画資料集」及び「スチルイラストアートカード」8枚が同梱されているところ，同日付で発売された，上記グッズが同梱されていないイ-35号製品の希望小売価格は4980円であるから，上記グッズの価格は，侵害品であるイ号製品とほぼ等価値である。",
                                "また，イ-40号製品には，イ号製品以外のゲームソフト5点，各種グッズ9点が同梱されている。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件特許Aの実施料率",
                      "text": [
                        "以下の諸事情を考慮すると，本件特許Aの実施料率は，高くとも，前記(イ)のイ号製品の販売価格（正味販売価格（消費税含まず）をアイテム数で除した価格）の0．2％であり，MIXJOYができることを全く宣伝していないイ-9及び34号製品，パック商品であるイ-17ないし19，21，23②，25ないし27，30，32，36，38及び40号製品はその半分の0．1％である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件調査報告書によれば，「家具，ゲーム」の技術分野には，「ビデオゲーム，すなわち2次元以上の表示ができるディスプレイを用いた電子ゲーム」のような全体の一部に特許発明が実施されているもの以外に，「家具」，「カードゲーム，盤上ゲーム，ルーレットゲーム；小遊技動体を用いる室内用ゲーム」も含まれるため，本件特許Aの実施料率は，上記実施料率の平均値より低くなる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明A1及びA2は，合計6回の訂正を経て，ようやく新規性欠如の無効理由を回避するとともに，進歩性が認められたに過ぎず，進歩性の程度は高くない。",
                            "また，①セーブデータを「所定のキー」とする方法，②「拡張ゲームプログラム等」の一部を「所定のキー」とする方法，③第2の記憶媒体に「拡張ゲームプログラム等」のみを記憶する方法により，本件発明A1及びA2と同様の作用効果を奏しながら，同発明を回避することができる。上記の方法は，当業者が現に採用し（乙A2～13，16の1・2，17の1・2，20の2・3，21の1・2，23の1・2，23の3の1・2，28，30，36の1～4，37の1・2，41，45，71，73の1～4，74），又は，容易に採用し得るものであって，かかる方法に対する本件発明A1及びA2の技術的な優位性はない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人が競業者に対してライセンスを許諾しない方針を採用していることは否認する。控訴人は，競業者と特許クロスライセンス契約を締結し，「ライセンスなどの特許権の有効活用を促進」するとしたプレスリリースを公開しており（乙A83の1～3），むしろ開放的ライセンスポリシーを採用している。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "イ号製品が装填されたゲーム装置において，「所定のキー」を読み込んでいるか否かによってゲーム装置を作動させるゲームプログラムを選択するのは，MIXJOYを選択した場合であるところ，本編ディスクを保有していない場合は，MIXJOYを選択することはない。イ号製品の購入者のうち，これに対応する本編ディスクを保有していない者は約20％おり（乙A1，84の1～4），これらの者は，本件発明A1及びA2を実施することはない。",
                                "⒝  イ号製品は，武将やステージを新規に追加するものというよりは，「違った遊びを提供するという概念で開発」されたものであり，本編ディスクではプレイできなかったモードを提供することが主眼となった製品であって（乙A85の1），それ単体でも十分楽しめる内容である。その反面，MIXJOYをすることで可能となるのは，以下のとおり，本編ディスクでプレイできたモードやシナリオをアペンドディスクでもプレイできるというものであり，MIXJOYを行う場面は限定されている。",
                                "①  イ-16ないし23①号製品が装填されたゲーム装置では，それ単体でも，「列伝モード」，「修羅モード」，「チャレンジモード」という，本編ディスクにはないモードでプレイできる（乙A85の1～3）。",
                                "他方，上記製品においてMIXJOYを選択した場合に初めてプレイ可能なモードは，「無双モード」及び「フリーモード」であるが（甲A7），これらのモードは，本編ディスク単体でもプレイ可能である（乙A86）。",
                                "MIXJOYをすることで「無双モード」及び「フリーモード」をプレイすることのメリットは，本編ディスクで全キャラクタ（武将）を出現させていなくても，42人全キャラクタでプレイができるというものであり，本編ディスクをあまり進めていないユーザにとってはメリットがあるものの（乙A85の1），本編ディスクを通常にプレイし，既に希望の武将でのプレイをしていていたユーザからすれば，メリットはほとんどない。",
                                "②  イ-24～30号製品が装填されたゲーム装置では，それ単体でも，「外伝モード」，「立志モード」，「修羅モード」，「チャレンジモード」という，本編ディスクにはないモードでプレイできる（乙A87の2～4，7）。",
                                "他方，上記製品においてMIXJOYを選択した場合に初めてプレイ可能なモードは，「無双モード」と「フリーモード」であるが（甲A8），これらのモードは，本編ディスク単体でもプレイ可能である（乙A88）。",
                                "MIXJOYをすることで「無双モード」及び「フリーモード」をプレイすることのメリットは，簡単な難易度「入門」でこれらのモードをプレイできるという程度であり（乙A87の2），本編ディスクを通常にプレイしているユーザからすれば，メリットはほとんどない。",
                                "③  イ-31ないし33号製品が装填されたゲーム装置では，本編ディスクでは登場しなかった3名の新武将を追加するとともに（乙A89の1），それ単体でも，「レジェンドモード」，「チャレンジモード」等の本編ディスクにはないモードでプレイできる。",
                                "他方，上記製品においてMIXJOYを選択した場合に初めてプレイ可能なモードは，「ストーリーモード」と「クロニクルモード」であるが（甲A9），これらのモードは，本編ディスク単体でもプレイ可能である（乙A90）。",
                                "MIXJOYをすることで「ストーリーモード」及び「クロニクルモード」をプレイすることのメリットは，好きな武将で初めからプレイできる，2人プレイが可能になるといった程度であり（乙A89の1），本編ディスクを通常にプレイしているユーザからすれば，2人プレイを使用する以外に，MIXJOYをするメリットはほとんどない。",
                                "④  イ-34号製品が装填されたゲーム装置では，本編ディスクでは登場しなかった5名の新武将を追加するとともに（乙A82の5），それ単体でも，「ストーリーモード」，「フリーモード」，「将星モード」，「チャレンジモード」でプレイできる。",
                                "他方，上記製品においてMIXJOYを選択した場合には，本編ディスクでプレイできたシナリオで「ストーリーモード」をプレイできるに過ぎず（甲A10），このシナリオは，本編ディスク単体でもプレイ可能である。",
                                "⑤  イ-9号製品が装填されたゲーム装置では，本編ディスクでは登場しなかった10名の新武将を追加するとともに（乙A82の1），それ単体でも，「無双演武」，「模擬演武」，「創史演武」，「村雨城」，「腕試し」でプレイできる（乙A82の1）。",
                                "他方，上記製品においてMIXJOYを選択した場合には，本編ディスクでプレイできたシナリオで「無双演武」をプレイできるに過ぎず（乙A82の1），このシナリオは，本編ディスク単体でもプレイ可能である（乙A93）。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "イ号製品の購入時に行ったユーザに対するアンケート結果を見ると，購入動機で最も高いのは，無双シリーズ，真・三國無双シリーズ，戦国無双シリーズのファンだからという理由であり，被控訴人のファンだからという理由も強い購入動機となっている（乙A84の1～6）。",
                                "無双シリーズが人気を博している理由は，通常攻撃，チャージ，無双乱舞という攻撃が簡単な操作で行われ，フィールドを縦横無尽に駆け巡りながら無数の敵をなぎ倒す爽快感にある。このような操作性に加えて，真・三國無双シリーズ，戦国無双シリーズでは，武将たちをモチーフとした美形キャラを採用していることが，女性ファンを獲得することとなった（乙A98）。",
                                "また，三國志や戦国時代をモチーフにした，シリーズとして高い人気を保つゲーム（乙A99）を制作してきた被控訴人が開発した歴史アクションゲームであることも，真・三國無双シリーズ，戦国無双シリーズの人気を支える一要因であり，その購入動機としても，「三國志ファンだから」という理由が高い割合となっている（乙A84の3～6）。",
                                "⒝  イ-35～40号製品は，女性向け恋愛シミュレーションゲームシリーズの製品であり，プレーヤーはその世界で重要な役割を担うヒロインであり，周囲を取り巻く男性たちとの恋愛を成就させることを目的とする（乙A104）。女性向け恋愛シミュレーションゲームは，既存のゲームとはビジネススキームが全く異なり，その購入動機は，MIXJOYができることではない。",
                                "イ-35～40号製品は，女性向け恋愛シミュレーションゲームの先駆者たる被控訴人の開発チーム及びそのリリースタイトルへの評価，費用と労力をかけたメディアミックス戦略による購入意欲の向上，魅力的なキャラクタの創作といった被控訴人の施策によって購入されるものである。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "控訴人の損害",
                      "text": [
                        "控訴人の主張を否認ないし争う。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許権Bについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点2-1-1（文言侵害の成否）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "text": [
                    "ロ号製品を用いた遊戯装置（以下，ロ号製品の番号に応じて「ロ-1号装置」などといい，併せて「ロ号装置」と総称する。）の構成は，原判決別紙「ロ号装置説明書1…」，同「ロ号装置説明書4…」及び同「ロ号装置説明書7…」（以下，総称して「原判決別紙「ロ号装置説明書（控訴人）」」という。）記載のとおりである。そして，本件発明B1の構成要件とロ号装置の構成との対比は原判決別紙「ロ号装置説明書（控訴人）」記載のとおりであるから，ロ号装置は，本件発明B1の構成要件をすべて充足するものであって，本件発明B1の技術的範囲に属する。",
                    "ロ号装置の制御方法（以下，ロ号製品の番号に応じて「ロ-1号方法」などといい，併せて「ロ号方法」と総称する。）の構成は，原判決別紙「ロ号方法説明書1…」，同「ロ号方法説明書4…」及び同「ロ号方法説明書7…」（以下，総称して「原判決別紙「ロ号方法説明書（控訴人）」」という。）記載のとおりである。そして，本件発明B8の構成要件とロ号方法の構成との対比は原判決別紙「ロ号方法説明書（控訴人）」記載のとおりであるから，ロ号方法は，本件発明B8の構成要件をすべて充足するものであって，本件発明B8の技術的範囲に属する。",
                    "被控訴人は，①ロ号装置は，構成要件EないしGを充足せず，②ロ号方法は，構成要件Mを充足するものではない旨主張するが，以下のとおり理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件EないしGについて",
                      "text": [
                        "被控訴人は，①本件発明B1の特許請求の範囲（請求項1）の記載，本件発明B1の作用効果，本件特許出願Bの出願審査の経過等を参酌すると，構成要件E及びFの「特定の状況」とは「画像情報からは認識できない」ものであり，構成要件Fの「画像情報からは認識できない情報を，…体感振動情報信号として送出する振動情報制御手段」には，特定の状況にあることが画像情報から認識できる情報をも，体感振動情報信号として送出する振動情報制御手段は含まないと解されるところ，ロ号製品は，霊がキャラクタの近くにいる場合には霊それ自体やフィラメントの発光等によって画像情報から認識でき，他方で，そのような状況が画面から認識できないか否かにかかわらず振動を発生させているのであるから，構成要件EないしGを充足しない，②仮に上記①の解釈が採用されず，かつ，ロ号製品において，ある一場面で，画像情報において霊自体やフィラメント発光が確認できない状態で振動が発生しているとしても，かかる時間はわずか数秒間であり，少なくともその場面の前後では，必ず霊自体やフィラメント発光等によって霊がキャラクタの近くにいる状況が確認できるのだから，構成要件Fの「画像情報からは認識できない情報を，…体感振動情報信号として送出する振動情報制御手段」を充足しない旨主張する。",
                        "しかしながら，上記①の点については，本件発明B1の特許請求の範囲（請求項1）の記載上，構成要件E及びFの「特定の状況」が「画像情報からは認識できない」ものであるとの限定や，「振動情報制御手段」が，「画像情報からは認識できない情報」のみを送出するものであるとの限定は付されていない。",
                        "また，本件明細書Bには，「特定の状況は例外なく画像情報からは認識できないものでなければならない」などの記載はない。本件明細書Bの記載によれば，ゲーム画面は時々刻々と変化することが想定されているため（【0022】），ある瞬間において画像情報から認識できる情報も，別の瞬間には画像情報から認識できないことも当然に想定されているものであって，その瞬間において，周囲が画像情報からは認識できない情報を，ユーザのみが振動発生手段の振動によって認識できるのであれば，「周囲にその特定の状況を悟られることなく，自己のみが知り得る秘密の状態の下でゲームを進行していく」という本件発明B1の作用効果を奏する。",
                        "なお，控訴人が本件特許出願Bの出願審査の際に提出した意見書（乙B4の7の2）には，「今回の補正の趣旨は要するに，請求項2，3，9，10において，体感振動情報は，請求項1，8の場合と同様，画像情報からは認識できない情報であることを限定したものです。」との記載があるが，上記意見は，本件発明Bにおける体感振動情報は画像情報から認識できない情報であると特定したに過ぎず，画像情報から認識できない情報以外を体感振動情報として送出することを除外するものではない。",
                        "以上によれば，ゲーム中のある場面において，キャラクタが置かれている状況が特定の状況であることが画像情報からは認識できない状況下で，当該特定の状況にあることを判定した時に，その情報を体感振動情報信号として送出するものであれば，画像情報からは認識できない情報を体感振動情報信号として送出する制御を行っていることになる。",
                        "そして，ロ号装置は，時々刻々とゲームの状況が変化するゲームであり，ある場面では，キャラクタの近くに霊がいる状況にあることを画面から認識することができたとしても，別の場面では，画面上に霊が表示されず，かつ，フィラメントも点灯していないにもかかわらず，コントロ-ラを振動させ，キャラクタと霊との距離が近くなればなるほど振動する間隔が短くなっていく制御を行っているから，構成要件EないしGを充足する。",
                        "なお，被控訴人は，ロ-7ないし9号製品では，フィラメントの表示という，画像情報から認識できる情報により，キャラクタの近くに霊がいる状況にあることを常に認識できる旨主張する。",
                        "しかしながら，原判決が認定したとおり，ロ-7ないし9号製品において，フィラメントが赤色点灯される視野角度には制限があり，少なくとも霊がキャラクタの後方にいる場合には点灯されないものであって（甲B8の2（0：40付近），甲B23の2（1：30～1：34）等），被控訴人の主張は失当である。",
                        "次に，上記②の点について，被控訴人の主張は，画面上霊それ自体が表示されておらず，かつ，フィラメントが点灯していない場面で，キャラクタと霊との距離に応じて間欠周期の異なる間欠的な振動が発生している際に，場合によっては，その前後の表示から，遊技者において，霊がキャラクタの近くにいることを推測することができる場合があり得ることを指摘しているに過ぎず，かかる事実をもって，構成要件EないしGの充足性が否定されるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件Mについて",
                      "text": [
                        "被控訴人は，前記(ア)と同様の理由により，ロ号方法は構成要件Mを充足しない旨主張するが，前記(ア)と同様の理由により，ロ号方法は構成要件Mを充足する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "text": [
                    "ロ号装置及びロ号方法の構成が控訴人の主張するとおりであることは否認し，ロ号装置及びロ号方法が本件発明B1及びB8の構成要件を全て充足することは争う。",
                    "以下のとおり，①ロ号装置は，構成要件EないしGを充足せず，②ロ号方法は，構成要件Mを充足するものではない。したがって，ロ号装置は本件発明B1の技術的範囲に属するものではなく，ロ号方法は本件発明B8の技術的範囲に属するものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件EないしGについて",
                      "text": [
                        "以下のとおり，本件発明B1の特許請求の範囲（請求項1）の記載，本件明細書Bの記載及び本件特許Bの出願審査の経過によれば，構成要件E及びFの「特定の状況」とは「画像情報からは認識できない」ものであり，構成要件Fの「画像情報からは認識できない情報を，…体感振動情報信号として送出する振動情報制御手段」には，特定の状況にあることが画像情報から認識できる情報をも，体感振動情報信号として送出する振動情報制御手段は含まないと解される。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "構成要件Fは，「上記特定状況判定手段が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，…体感振動情報信号として送出する振動情報制御手段」であり，単に特定の状況にあることを判定した場合に振動を発生させるというものではなく，あくまで，画像情報からは認識できない情報を，体感振動情報信号として送出する制御を行うことが記載されている。",
                            "したがって，構成要件Fを充足するためには，振動情報制御手段が，①特定の状況にあることを判定した時に振動情報を送出する制御を行うこと，②画像情報からは認識できない情報を送出するという制御を行うことを満たす必要がある。",
                            "上記2つの要素を共に満たす振動情報制御手段及び制御方法の構成として考えられるのは，特定状況判定手段が判定する「特定の状況」そのものが「画像情報からは認識できない情報」である場合に限られる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書Bには，本件発明B1は，他の遊戯者や周辺の見物人は，上記画像を見ているだけではその特定の状況を認識することができない結果，遊戯者は，周囲にその特定の状況を悟られることなく，自己のみが知り得る秘密の状態の下でゲームを進行できるという作用効果を奏するものであることが記載されており（【0022】～【0025】），実施例も，画像情報からは認識できない情報のみを送出している（【0045】，【0054】，【0056】等）。",
                            "また，本件明細書Bには，ゲームが進行する中（当然に画面の表示が時々刻々と変化する中）であっても，自己のみが知り得る秘密の状態を維持することが記載されており（【0024】），ゲーム進行中のある瞬間において画像情報から認識できる情報であっても，別の瞬間においては画像情報から認識できない情報を体感振動情報として送出するような構成は許容していない。",
                            "上記の作用効果を奏するように構成要件E及びFを解釈すると，「特定の状況」そのものが「画像情報からは認識できない情報」であると解される。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "構成要件Fの「画像情報からは認識できない情報」を体感振動情報信号として送出するとの構成は，請求項1，8のみならず請求項2，3，9及び10においても補正によって追加されている。本件特許出願Bの願書に最初に添付された明細書（乙B4の1の2）における特許請求の範囲では，本件特許Bの請求項2等は，画像情報から認識できる情報と認識できない情報のいずれの情報であっても，それが危険な状態又は有利な状態での体感振動情報を送出するものであった。",
                            "これに対し，画像情報から認識できる情報に基づいて危険な状態又は有利な状態にあることを判定した場合に，体感振動情報信号として送出する振動情報制御手段が記載された引用文献を根拠に，進歩性が欠如する旨の拒絶理由通知（乙B4の6）がされたため，控訴人は，請求項2，3等において，「画像情報からは認識できない情報」を体感振動情報信号として送出する振動制御手段に減縮する補正を行うとともに（乙B4の7の4），意見の内容（乙B4の7の2）の中で，「今回の補正の趣旨は要するに，請求項2，3，9，10において，体感振動情報は，請求項1，8の場合と同様，画像情報からは認識できない情報であることを限定したものです。」と述べたものであり，体感振動情報を送出する振動制御手段は，画像情報からは認識できない情報のみであると限定するために，本件発明B1と同様の構成要件を付加したものである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "したがって，構成要件Fの「上記画像情報からは認識できない情報を…体感振動情報信号として送出する振動情報制御手段」には，特定の状況にあることが画像情報から認識できる情報をも体感振動情報信号として送出する振動情報制御手段は含まないものと解される。",
                            "そうすると，ロ号装置は，霊が近くにいる場合に，そのことが画面から認識できないか否かにかかわらず振動を発生させる点で，構成要件Fを充足せず，また，「特定の状況」たる霊がキャラクタに所定距離以内に近接したという状況は，画像情報から認識できる情報であるため，構成要件Eを充足しない。さらに，ロ号装置は上記「振動情報制御手段」を備えないことから，構成要件Gも充足しない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "仮に，前記dの解釈が採用されず，かつ，ロ号装置において，ある一場面で画像情報において霊自体やフィラメント発光が確認できない状態で振動自体が発生しているとしても，その場面の前後の画像情報における霊自体，フィラメント発光及びその輝度等によって，遊戯者はなおキャラクタが霊に接近したこと及びその距離を把握できるから，構成要件Fの「画像情報からは認識できない情報を，…体感振動情報信号として送出する振動情報制御手段」は存在しない。また，ロ号装置では，特定の状況に係る情報が画像情報から認識できなくなる場面は数秒間であって，このようなごく短時間において画像情報から認識できなくなる場合が存在するとしても，「周囲にその特定の状況を悟られることなく，自己のみが知り得る秘密の状態の下でゲームを進行していく」という本件発明B1の作用効果を奏しない。",
                            "したがって，少なくとも，ロ号装置は構成要件Fを充足しない。",
                            "なお，ロ-7ないし9号製品は，ロ-1ないし6号製品と異なり，フィラメント自体の表示という画像情報から認識できる情報によって，キャラクタの近くに霊がいる状況にあることを常に認識できるものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件Mについて",
                      "text": [
                        "前記(ア)と同様の理由により，ロ号方法は構成要件Mを充足しない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2-1-2（間接侵害（特許法101条1号）の成否）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "text": [
                    "ロ号製品は，本件発明B1の技術的範囲に属する遊戯装置であるロ号装置を構成するPlayStation2本体に装填してゲームを実行するためのゲームソフトであり，かかる用途以外に，社会通念上，経済的，商業的又は実用的な用途はないから，「その物の生産にのみ用いる物」（特許法101条1号）に該当する。",
                    "ロ号装置においてユーザが振動機能を実際に使用するか否かは，上記認定を左右し得る事情ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "text": [
                    "ロ号製品が装填されたゲーム機は，振動機能をOFFにした状態で使用されることがある以上，ロ号製品は本件発明B1に係る物の生産に「のみ」用いる物に当たらない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点2-1-3（間接侵害（特許法101条4号）の成否）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "text": [
                    "ロ号製品は，本件発明B8の技術的範囲に属するロ号方法の使用に用いられる遊戯装置であるロ号装置を構成するPlayStation2本体に装填してゲームを実行するためのゲームソフトであるから，ロ号方法「の使用に…用いる物」（特許法101条4号）である。",
                    "そして，ゲームにおいて振動機能が重要な機能を担っており，初期設定がOＮにされていることに照らせば，振動機能をOFFにした状態でのみ使用し続けるという使用形態は，ロ号製品の経済的，商業的又は実用的な使用形態ではないから，ロ号製品はロ号方法の使用に「のみ」用いる物である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "text": [
                    "ロ号製品は，控訴人が本件発明B8の技術的範囲に属すると主張するロ号方法の使用に用いられる物であるロ号装置の生産に用いられる物に過ぎないから，特許法101条4号所定の間接侵害を構成しない。",
                    "また，ロ号製品が装填されたゲーム機は，振動機能をOFFにした状態で使用されることがある以上，ロ号製品はロ号方法の使用に「のみ」用いる物に当たらない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点2-1-4（実施行為の惹起行為による不法行為の成否）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "text": [
                    "被控訴人は，ロ号製品の製造，販売により，本来的には特許権Bの侵害となるユーザによる実施行為を惹起しているから，不法行為責任を負う。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "text": [
                    "控訴人の主張は争う。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点2-2-1（「ニンジャウォーリアーズ」というゲームが作動するゲーム装置により公然知られた発明又は公然実施をされた発明に基づく本件発明B1の進歩性の欠如の有無）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「ニンジャウォーリアーズ」というゲームが作動するゲーム装置により公然知られた発明又は公然実施をされた発明",
                      "text": [
                        "「ニンジャウォーリアーズ」というゲームが作動するゲーム装置（以下「本件ゲーム装置B」という。）の構成は，原判決別紙「公知発明b-1の構成（被告主張）」記載のとおりであり，本件特許出願B前に公然知られた発明又は公然実施をされた発明であった（以下「公知発明b1」という。）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明B1と公知発明b1の対比",
                      "text": [
                        "本件発明B1と公知発明b1の相違点は，以下のとおりである。",
                        "（相違点1）",
                        "本件発明B1の「振動情報制御手段」は，「上記特定状況判定手段が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として送出する」ものであるのに対し，公知発明b1の「ボディソニック駆動情報制御部」は，「上記特定状況判定部がニンジャキャラクタの近くに戦車が存在する状況にあることを判定した時に，上記画像情報からは認識できないニンジャキャラクタの近くに戦車が存在することをボディソニック駆動情報信号として送出する」ものであり，キャラクタの置かれている状況に応じて振動の間欠周期を異ならせるものではない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点の容易想到性",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "乙B18記載の発明との組合せ",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件特許出願B前に頒布された刊行物である実開平6-34693号公報（乙B18）には，レールの継ぎ目における振動が間欠的に発生し，その間欠的な振動の周期が車両の速度に応じて変化することにより，臨場感のあるゲームを提供する技術が開示されている（【0056】，【0060】）。",
                                "また，レールの継ぎ目が車輪と接触する場面がゲームの画面に表示されないことは当業者に明らかであるから，乙B18には，レールの継ぎ目が車輪と接触するという，画面からは認識できない情報に基づいて振動を生じさせる技術も開示されている。",
                                "したがって，乙B18には，キャラクタたる車両が走行しているレールの上を特定の速度で通過しているという状況に応じて間欠的に生じる振動の間欠周期を異ならせる技術及び画像からは認識できない情報を体感振動信号として振動発生手段に送出する技術（以下「乙B18発明」という。）という，相違点1に係る本件発明B1の構成が開示されている。",
                                "⒝  公知発明b1と乙B18発明は，振動を発生する遊技機という技術分野が一致し，キャラクタの置かれた状況に応じた振動を発生させることで臨場感のあるゲームを提供すること及び画像情報から認識できない情報を体感振動信号として振動発生手段に送出するという作用・機能においても一致する。",
                                "また，振動を用いた体感ゲームにおいて，キャラクタの置かれた状況に応じた異なる振動を体感的に取得させることにより迫力や現実感を増大させるために，振動に変化を与える課題や技術は，本件特許出願B前に周知であった（乙B6，7，18～20，22～24，38～40）。",
                                "さらに，公知発明b1における振動は，戦車の走行による地響きが発生している状態をプレーヤーに伝えていることは明らかであり，戦車が停止する場面も存在する。戦車が停止している時は，本来であれば，戦車の走行による地響きも発生しないのが自然であるから，戦車の走行による地響きは，間欠的な振動の間欠周期が異なることと親和性がある。また，公知発明b1における振動は，振動が全くなくなるものではないものの，振動開始後，約3秒間の振動，ごく短い時間の振動のきわめて少ない状態というパターンを4回繰り返した後に，戦車が出現するものであり（乙B17），振動の種類を異ならせている。",
                                "加えて，道路上を走行する車両の振動は，通常は間欠振動であり（乙B41），現実の世界では，戦車等の走行車両が停止したところから走行を開始する場合には，間欠的に生じる振動の間欠周期が長くなり，走行速度が加速されることで間欠的に生じる振動の間欠周期が短くなるのだから，公知発明b1においても，より現実に近い振動を発生させるために，戦車が停止したところから走行を開始するという低速での走行時には，間欠的に生じる振動の間欠周期を長くし，ニンジャキャラクタに近づくにつれて，走行速度が加速されるとともに振動の間欠周期を短くすることも，当業者であれば容易に想到することである。",
                                "そうすると，公知発明b1に乙B18発明を組み合わせる動機付けが存在することは明らかであり，公知発明b1と乙B18発明に基づき本件発明B1を発明することができたものである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせる」周知技術との組合せ",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件特許出願B前に頒布された刊行物である特開平5-192449号公報（乙B6）には，敵が発射した弾丸がキャラクタたるプレイヤーに命中することによりプレイヤーが受けたダメージの程度という状況に応じて，プレイヤーの握る銃に間欠的に生じる振動の間欠周期を異ならせる技術が開示されている（【0005】，【0020】，【0021】，【0023】，【0026】）。",
                                "本件特許出願B前に頒布された刊行物である実開平5-58184号公報（乙B19）には，キャラクタたる自動車の置かれている状況に応じて，ステアリングホイールに間欠的に生じる振動の間欠周期を異ならせる技術が開示されている（【0009】，【0010】，【0024】～【0026】）。",
                                "本件特許出願B前に頒布された刊行物である特開平5-277258号公報（乙B20）には，どの程度の曲がり度合いで曲がったかというキャラクタたる自動車の置かれている状況に応じて，間欠的に生じる振動の間欠周期を異ならせる技術が開示されている（【0011】，【0024】）。",
                                "加えて，前記aのとおり，乙B18にも，キャラクタたる車両が走行しているレールの上を特定の速度で通過しているという状況に応じて，間欠的に生じる振動の間欠周期を異ならせる技術が開示されている。",
                                "以上によれば，本件特許出願Bの当時，キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせることは，当業者にとって周知の技術（以下「周知技術1」という。）であった。",
                                "⒝  乙B6及び18ないし20に記載された前記(a)の技術は，振動を発生する遊技機という技術分野が一致し，いずれも，臨場感や高度な現実感を得るために，「キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせる」という構成を採用するものである。",
                                "他方，公知発明b1はベンチシートにボディソニックを採用しているところ，ボディソニックは，音だけでは伝えられない迫真の臨場感を得るための技術であるから（乙B21），更に高度な現実感や臨場感を得ようとして，「キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせる」こと，例えば，戦車がニンジャキャラクタに近接する度合いに応じて，又は，戦車の走行状態や走行速度に応じて，間欠的に生じる振動の間欠周期を異ならせる技術を採用する動機付けが存在する。",
                                "以上によれば，公知発明b1に周知技術1を組み合わせることに困難性はなく，かかる組合せは当業者が通常の創意工夫の範囲内で容易になし得るものである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「キャラクタの置かれている状況に応じて振動の種類を異ならせる」周知技術との組合せ",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "前記bのとおり，振動を用いた体感ゲームにおいて，そのキャラクタの置かれた状況に応じた異なる振動を体感的に知得できることにより迫力や現実感を増大させるために，振動に変化を与える技術は，本件特許出願B前に発売されたゲーム機において多数採用されていた（以下「周知技術2」という。）。",
                                "このような「キャラクタの置かれている状況に応じて振動の種類を異ならせる技術」は，前記bのとおり，乙B6及び18ないし20に記載されているほか，本件特許出願B前に頒布された刊行物である特開昭63-174681号公報（乙B7），特開平4-8381号公報（乙B24），特開平5-303324号公報（乙B39）及び実開平5-84385号公報（乙B40）にも開示されている。",
                                "⒝  前記(a)のとおり，キャラクタの置かれた状況に応じた異なる振動を体感的に知得できることにより迫力や現実感を増大させるために，振動に変化を与える課題や技術は，多くの特許文献及びゲーム実機において開示された周知な課題や技術である。",
                                "そのため，公知発明b1に，キャラクタの置かれている状況に応じて振動の種類を異ならせる構成を採用することは当業者であれば容易である。",
                                "なお，相違点1に係る本件発明B1の構成の技術的意義は，キャラクタの置かれている状況に応じて振動の種類を異ならせることにより，遊戯者が一層高度な現実感やスリルを味わうという効果を奏することにあり，異なる振動の種類を間欠的に生じる振動に限定することに技術的意義はないから，かかる振動の種類の相違は，実質的な相違点ではない。",
                                "また，仮に，上記の点が実質的な相違点であるとしても，その振動として，「間欠的に生じる振動の間欠周期を異ならせ」る振動を採用することは，当業者であれば適宜選択できる設計的事項である。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「ニンジャウォーリアーズ」というゲームが作動するゲーム装置により公然知られた発明又は公然実施をされた発明",
                      "text": [
                        "原判決別紙「公知発明b-1の構成（被告主張）」のうち，構成aないしd及びgは認め，構成e及びfは否認する。本件ゲーム装置Bの構成は，原判決別紙「公知発明b-1の構成（原告主張）」記載のとおりである。",
                        "公知発明b1は，ニンジャキャラクタの位置を対象として「特定の状況」を判定するのではなく，ゲームステージの背景が所定の位置までスクロールした状況にあるか否かを対象として「特定の状況」を判定するものであるから，構成eを有しない。",
                        "また，公知発明b1は，上記「特定の状況」の判定時にベンチシートの振動が開始するが，キャラクタと戦車の距離関係は判定されないことから，「キャラクタの近くに存在する戦車の存在」ではなく，単に，ゲームステージを戦車が走行していることをボディソニック駆動情報信号として送出して，ベンチシートの振動を発生させるに過ぎない。そして，この振動は，振動開始時点から約2秒間，間断なく続く継続的なものであり，間欠周期を短くして頻繁に生じるものではなく，原判決別紙「公知発明bの振動状況」の②の部分の振動も，振動自体は継続的に発生しており，間欠周期は一定であるから，構成fを有しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明B1と公知発明b1の対比",
                      "text": [
                        "本件発明B1と公知発明b1の相違点は，以下のとおりである。",
                        "（相違点1-1）",
                        "本件発明B1の「特定状況判定手段」は，「上記ゲーム進行制御手段からの信号に基づいて，ゲームの進行途中における遊戯者が操作している上記キャラクタの置かれている状況が特定の状況にあるか否かを判定する」ものであるのに対し，公知発明b1の「特定状況判定部」は，「上記ゲーム進行制御部からの信号に基づいて，ニンジャウォーリアーズのゲームの進行途中におけるニンジャキャラクタの動きに合わせて右から左への一方向のみにスクロ-ルするゲームステージの背景が所定の位置までスクロ-ルした状況にあるか否かを判定する」ものであり，「ゲームの進行途中における遊戯者が操作している上記キャラクタの置かれている状況」を対象として，「特定の状況」を判定するものではない点。",
                        "（相違点1-2）",
                        "本件発明B1の「振動情報制御手段」は，「上記特定状況判定手段が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として送出する」ものであるのに対し，公知発明b1の「ボディソニック駆動情報制御部」は，「上記特定状況判定部がニンジャキャラクタの動きに合わせて右から左への一方向のみにスクロ-ルするゲームステージの背景が所定の位置までスクロ-ルした状況にあることを判定した時に，ゲームステージを戦車が走行していることを，上記ニンジャキャラクタの置かれている状況にかかわらず，所定の時間，継続的に振動を発生させるボディソニック駆動情報信号として送出する」ものであり，間欠的な振動を生じるものでもなければ，キャラクタの置かれている状況に応じて振動の間欠周期を異ならせるものでもない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点の容易想到性について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "乙B18発明との組合せ",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "乙B18記載の発明は，走行する車両とレールの継ぎ目が接触する際の「瞬時的な振動」を再現することに意義があり，副次的な効果として，レールの継ぎ目が等間隔であることから，「瞬時的な振動」の間隔を変化させることにより，遊戯者に対し，「映像や効果音」との相乗効果で，車両のスピードが変化したかのように感じさせることを可能とするものである（【0004】，【0005】，【0056】）。「車両のスピードが変化したこと」は，「映像や効果音」との相乗効果で感じることができるものとされており，「画像情報からは認識できない情報」ではない。",
                                "したがって，乙B18には，画像情報からは認識できない情報を，間欠的に生じる振動の間欠周期を異ならせるための体感振動信号として振動発生手段に送出する構成は開示されていない。",
                                "⒝  公知発明b1のボディソニック駆動による振動は，右から左方にスクロールする背景画像のうち柱がゲーム画面中央に到達した時に開始し，ゲーム画面右方向から戦車がフレームインし，その後，ゲーム画面左方にフレームアウトして所定時間経過後に停止するものである。かかる振動は，戦車がゲームステージに登場することに対応して発生することにより，戦車の走行音を発生させるとともに，走行による戦車の「地響き」が発生している状態を表現し，プレーヤーが臨場感や高度の現実感を得られるようにすることを目的とするものであるから，戦車の走行音とともに，戦車がゲームステージに登場している限り継続的に発生させなければ，その目的を達成できない。",
                                "一方，乙B18記載の発明は，レール上を走行する車両において，レールの継ぎ目ごとに瞬時的な振動を再現することを目的とし，副次的な効果として，レールの継ぎ目が等間隔であることから，その振動が発生する時間的間隔が車両の速度によって変化するという性質を利用して，映像や効果音とともに，「車両スピードが変化したこと」を遊戯者に知覚させるものであり，かかる振動の構成は，公知発明b1における戦車の走行による「継続的な」地響きを再現する振動とは相容れない。",
                                "なお，公知発明b1では，約3秒毎に4回振動に強弱が生じているが，これは，発射された砲弾がニンジャキャラクタの近くで爆発するのに合わせて，戦車の地響きを示す振動とは全く別の振動が発生しており，それによって振動の振幅が変化しているに過ぎないから，かかる振動の存在は，公知発明b1に乙B18発明を組み合わせる動機付けを肯定する要因とはならない。",
                                "また，乙B41には，「環状7号線，高円寺付近歩道，交通量60～100台／分」（図1a）という環境で測定した道路交通振動は，人体に感じられない60dB以下を除くと間欠振動であるということが記載されているに過ぎず，上記の環境下において発生する道路交通振動は，公知発明b1において戦車が走行している場面の振動とは全く異なるから，公知発明b1における振動を間欠的な振動と認定する根拠や，戦車の振動を間欠的な振動に変更することの容易想到性の根拠となるものではない。",
                                "以上によれば，公知発明b1に乙B18記載の発明を適用する動機付けはなく，むしろ阻害要因がある。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "周知技術1との組合せ",
                          "text": [
                            "乙B6には，味方の被弾によるダメージの程度に応じて振動の時間を異ならせる技術が，乙B19には，プレーヤーの自動車の他の自動車や他の物体への接触，悪路走行，コーナーの走行等の一定の事象が生じた場合に振動を発生させる技術が，乙B20には，ハンドルがどの程度の曲がり度合いで曲がったかという回転角度の絶対値の大きさに略比例して，振動の強弱を異ならせる技術が，それぞれ開示されている。",
                            "しかしながら，これらの技術は，単に「特定の状況」の判定が行われる都度，振動を発生させる技術に過ぎず，乙B6，19及び20に，「キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせている」技術が開示されているものではない。キャラクタの置かれている状況に応じて振動の間欠周期を異ならせることと，単に一定の事象が生じた際に振動を発生させ，特定の事象が複数回発生した結果を全体として見たときに，振動が発生する間隔が異なっていることには，明白な違いがある。",
                            "したがって，上記の文献により周知技術1が存在したとは認められない。",
                            "また，仮に，本件出願B当時に周知技術1が存在したとしても，前記aのとおり，公知発明b1に周知技術1を適用する動機付けはなく，むしろ阻害要因がある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "周知技術2との組合せ",
                          "text": [
                            "周知技術2は，単に一定の事象が発生した際に，振動の種類を異ならせることによって当該事象を表現する技術に過ぎず，「キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせる」ことによって，「画像情報からは認識できない情報」を遊戯者に知得させる本件発明B1とは全く異なる技術である。",
                            "したがって，公知発明b1に周知技術2を組み合わせたとしても，本件発明B1には至らない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "争点2-2-2（「ニンジャウォーリアーズ」というゲームが作動するゲーム装置の制御方法により公然知られた発明又は公然実施をされた発明に基づく本件発明B8の進歩性の欠如の有無）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人の主張",
                  "text": [
                    "本件ゲーム装置Bの制御方法の構成は，原判決別紙「公知発明b-8の構成（被告主張）」記載のとおりであり，本件特許出願B前に公然知られた発明又は公然実施をされた発明であった（以下「公知発明b8」という。）。",
                    "そして，前記(5)アと同様の理由により，本件発明B8は，公知発明b8と乙B18発明，周知技術1又は周知技術2に基づき，当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張",
                  "text": [
                    "原判決別紙「公知発明b-8の構成（被告主張）」のうち，構成hないしl及びnは認め，構成mは否認する。",
                    "本件ゲーム装置Bの制御方法の構成は，原判決別紙「公知発明b-8の構成（原告主張）」記載のとおりである。",
                    "そして，前記(5)イと同様の理由により，本件発明B8は，公知発明b8と乙B18発明，周知技術1又は周知技術2に基づき，当業者が容易に発明をすることができたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "争点2-3（控訴人の損害の有無及び損害額）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ロ号製品の売上高",
                      "text": [
                        "ロ号製品の販売開始日は，別紙1「販売開始日一覧表」記載のとおりであり，販売開始日から本件特許権Bの存続期間満了日である平成26年5月31日までの売上高（小売価格（消費税込み））は，総額9億4000万円を下らない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許Bの実施料率",
                      "text": [
                        "以下の諸事情を考慮すると，本件特許Bの実施料率は，ロ号製品の上記売上高（小売価格（消費税込み））の5％を下らない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件調査報告書（乙B28）によれば，「家具，ゲーム」の技術分野における平均実施料率は2．5％である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記1(7)ア(ウ)aのとおり，特許法102条3項に係る実施料率は，通常のライセンス契約（訴訟上の和解を含む。）における実施料率を超える水準となるべきである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "ロ号装置では，霊がキャラクタに接近するにつれて振動の間欠周期が短くなり，霊がキャラクタから遠ざかるにつれて振動の間欠周期が長くなることによって，プレイヤーは，画像情報からは認識できない霊がキャラクタに接近しているか否かを知得するとともに，当該振動により，霊に対する接近度合いと心臓の鼓動とが一致しているかのような雰囲気を味わえ，高度な現実感や十分な迫力が得られるものであって，本件発明B1の作用効果が効果的に生じている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "上記cの作用効果が発揮される場面は，原判決が判示するような，「霊がキャラクタの背後で接近し又は遠ざかるのに対して，キャラクタが向きを維持し続けるという状況に限られる」わけではない。すなわち，霊は移動するため，キャラクタが霊を探して向きを変えたとしても，当然に霊を画面上認識できる状況になるわけではない。また，霊を倒すためには霊を撮影する必要があり，そのためには，屋敷内を探索する時の第三者的視点からの画面である「フィールドモード」から，キャラクタがカメラを構えて霊を撮影する時のカメラのファインダーから見える視界を想定した「ファインダーモード」に画面を切り替える必要があるところ，ファインダーモードは画面上の視野が大幅に制限されるため，霊を常に画面上の表示範囲又はフィラメントの点灯範囲に捉えられるわけではなく，この場合に，プレイヤーは，振動の間欠周期の変化によって，霊が接近し又は遠ざかっているかを判断する（甲B37の1～3）。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "上記cの作用効果は，キャラクタと霊との距離に応じて振動の強弱を変えるような他の技術的手段では代替できない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "上記cの作用効果は，ロ号製品の訴求力の一つになっている。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "ゲームソフトであれば，ストーリー，グラフィック，サウンド等の事項が購買の訴求力となっていることは当然であり，ゲームの技術分野における平均実施料率は，これらの事項が考慮されたものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "控訴人の損害",
                      "text": [
                        "以上によれば，ロ号製品の販売による控訴人の損害額は，4700万円（9億4000万円×5％）を下らない。また，弁護士費用及び弁理士費用相当額は，本件特許権Aの侵害関係と併せて4500万円を下らない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ロ号製品の売上高",
                      "text": [
                        "控訴人主張の販売期間におけるロ号製品の売上高が9億4000万円を下らないことは認める。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許Bの実施料率",
                      "text": [
                        "以下の諸事情を考慮すると，本件特許Bの実施料率は，高くとも，前記(ア)のロ号製品の売上高の0．1％である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件特許Bは，新規性欠如の無効理由を回避するために，訂正等を繰り返した結果，その特許性が認められるとしても，「上記特定状況判定手段が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として送出する」ことに特許性が認められるものに過ぎない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "ロ号装置において本件発明B1及びB8の作用効果が発揮される場面は，キャラクタの近くに霊が存在するが，画面上霊の存在を認識することができず，かつ，フィラメントが発光していない状況下で，キャラクタと霊との距離に応じて間欠周期の異なる間欠的な振動が発生する場面に限られる。",
                            "そして，プレイヤーが，キャラクタを操作して霊を倒すことが求められるというゲームの性質上，プレイヤーは，通常，画像上で霊の存在を認識できる位置にキャラクタを操作しようとするから，上記のような場面は極めて限定的にしか生じず，一般ユーザのプレイ動画を元にすれば，プレイ時間全体の1％以下である（乙B42の1，42の2の1～9）。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "キャラクタの置かれている状況を，間欠的に生じる振動の間欠周期を異ならせることでプレイヤーに伝達するという本件発明B1及びB8に代替する方法として，画像情報，音響，振動の振幅を変えるなどの方法があり，本件明細書Bにも，振動の振幅を異ならせる方法は，間欠的に生じる振動の間欠周期を異ならせる場合と同様の作用効果を発揮する旨記載されている（【0031】，【0042】）。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "ロ号装置は，ホラーゲームであり，設定されたマップ内を探索し，謎を解いていくことでストーリーが展開するものである。そのため，ロ号製品の訴求力は，作り込まれたストーリー，美しいグラフィック，本物にこだわったサウンドによる演出，美少女キャラクタにあり（乙B32の11及び23，乙B33，35），少なくとも本件発明B1及びB8の作用効果に訴求力はない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "被控訴人は，ロ号製品の宣伝広告等で，本件発明B1及びB8の作用効果を含めた振動機能について述べたことはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "控訴人の損害",
                      "text": [
                        "控訴人の主張を否認ないし争う。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，①イ号方法のうち，イ-9号製品等を用いた方法は，本件発明A1の技術的範囲に属し，これらの品を製造，販売又は販売の申出をすることは，本件発明A1についての本件特許権Aの間接侵害（特許法101条4号）に該当する，また，本件発明A1に係る特許は，特許無効審判により無効となるべきものとはいえない，②その余のイ号方法（イ-1号製品等を用いた方法）は，本件発明A1の構成要件B-2及び本件発明A2の構成要件G-2を充足せず，本件発明A1及びA2の構成と均等なものでもないから，本件発明A1及びA2の技術的範囲に属するものではない，③ロ号装置は，本件発明B1の技術的範囲に属し，ロ号製品を製造，販売することは，本件発明B1についての本件特許権Bの間接侵害（特許法101条1号）に該当する，また，本件発明B1に係る特許は，特許無効審判により無効となるべきものとはいえない，④本件特許権A及び本件特許権B侵害の不法行為による控訴人の損害賠償請求は，1億4394万3710円及びこれに対する遅延損害金の支払を求める限度で理由があるものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件特許権Aについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1-1-1（文言侵害の成否）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書Aの記載事項等について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明A1及びA2の特許請求の範囲（請求項1，2）の記載は，前記第2の2(2)ウのとおりである。",
                        "本件明細書A（甲A2，45，46）の発明の詳細な説明には，次のような記載がある（下記記載中に引用する「図1及び2」については別紙8を参照）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "【0001】",
                          "text": [
                            "【産業上の利用分野】",
                            "本願発明は，たとえば家庭用ゲーム機などの情報処理装置を対象としたシステム作動方法に関し，より詳しくは，CD-ROMなどの高密度記憶媒体をソフトウェア供給媒体として使用する場合に好適なシステム作動方法に関する。",
                            "【0002】",
                            "【従来の技術】",
                            "たとえば，家庭用ゲーム機の分野においては，このゲーム機本体を所有しているユーザを対象として，半導体ROMカセット等によってゲームソフトが供給される。ユーザは，このゲームソフトを家庭用ゲーム機本体に装着してゲームを楽しむ。",
                            "【0003】",
                            "従来，ゲーム機本体の機能能力の限界，半導体ROMカセットの容量の限界等の理由により，ROMカセットは，その容量とユーザが入手可能な価格に見合ったゲーム内容（ゲームプログラム，データ等）を包含するにすぎなかった。",
                            "【0004】",
                            "ところで，最近にいたっては，家庭用ゲーム機本体もいわゆる32ビットのCPUを搭載した高速型が開発され，また，ゲームソフト供給媒体としても，CD-ROMが採用されつつある。",
                            "【0005】",
                            "CD-ROMは，その記憶容量が一般的に約500MBもあり，半導体ROMに比較して約100倍以上の容量をもつ。ゲームソフトは，ゲーム進行プログラム，制御プログラム等のプログラム，および，映像データ，サウンドデータ等のデータを含んで構成されるが，このゲームソフト供給媒体としてCD-ROMを使用すると，理論上，半導体ROMに比較して100倍以上の内容のゲームソフトを記憶しておくことができる。",
                            "【0006】",
                            "しかしながら，上記のように膨大な内容のゲームソフトを開発し，かつこれをCD-ROMに記憶させて供給することが技術的に可能であったとしても，そのゲームソフトの開発コストが高騰し，比較的低年齢層を対象とするユーザが1回に支払うことができる価格で供給することが困難となるという問題がある。",
                            "【0007】",
                            "本願発明は，このような事情のもとで考え出されたものであって，たとえば，シリーズ化された一連のゲームソフトを買い揃えて行くことによって，豊富な内容のゲームを楽しむことができるようにすることをその課題とする。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "【0008】",
                          "text": [
                            "【課題を解決するための手段】",
                            "上記の課題を解決するため，本願発明では，次の技術的手段を採用する。",
                            "【0012】",
                            "本願発明の第1の側面によれば，ゲームプログラムおよび／またはデータを記憶する記憶媒体を所定のゲーム装置に装填してゲームシステムを作動させる方法であって，上記記憶媒体は，少なくとも，所定のゲームプログラムおよび／またはデータと，所定のキーとを包含する第1の記憶媒体と，所定の標準ゲームプログラムおよび／またはデータに加えて所定の拡張ゲームプログラムおよび／またはデータを包含する第2の記憶媒体とが準備されており，上記拡張ゲームプログラムおよび／またはデータは，上記標準ゲームプログラムおよび／またはデータに対し，ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化を達成するように形成されたものであり，上記第2の記憶媒体が上記ゲーム装置に装填されるとき，上記ゲーム装置が上記所定のキーを読み込んでいる場合には，上記標準ゲームプログラムおよび／またはデータと上記拡張ゲームプログラムおよび／またはデータの双方によってゲーム装置を作動させ，上記所定のキーを読み込んでいない場合には，上記標準ゲームプログラムおよび／またはデータのみによってゲーム装置を作動させることを特徴とする，ゲームシステム作動方法が提供される。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "【0015】",
                          "text": [
                            "【発明の作用および効果】",
                            "情報処理装置の具体例としては家庭用ゲーム機があり，記憶媒体の具体例としてはCD-ROMがあり，これに記憶されるプログラムおよび／またはデータの具体例としては，いわゆるゲームソフトがある。",
                            "【0016】",
                            "第1のCD-ROMには，シリーズもののゲーム内容の他に所定のキーが記憶される。この場合，ゲーム内容は，たとえば，CD-ROMの記憶容量の一部を使用した，ユーザが1回の支払いで購入可能な価格に見合ったものとされる。",
                            "【0017】",
                            "第2のCD-ROMには，所定の制御プログラムおよびシリーズもののゲーム内容が記憶されるが，たとえば，この第2のCD-ROMを単独で使用する場合を予定した標準のゲーム内容に加え，拡張したゲーム内容が記憶される。この拡張したゲーム内容には，たとえば，標準のゲーム内容に対し，ゲームキャラクタの増加，ゲームキャラクタのもつ機能の豊富化，場面の拡張，音響の豊富化等を達成するためのプログラムおよび／またはデータが含まれる。この第2のCD-ROMの価格は，たとえば，ユーザが1回の支払いで購入可能な価格に設定される。",
                            "【0018】",
                            "第2のCD-ROMが包含する制御プログラムまたはゲーム機にあらかじめ装備する制御プログラムは，この第2のCD-ROMがゲーム機に装填されたとき，ゲーム機が所定のキーを読み込んでいるか否かを判断し，読み込まれていない場合には，この第2のCD-ROMに記憶されているゲーム内容のうち，標準のゲーム内容を作動させる一方，上記所定のキーが読み込まれている場合には，標準のゲーム内容および拡張したゲーム内容を作動させる。",
                            "【0019】",
                            "上記制御プログラムは，たとえば「○○シリーズの☆☆☆のCD-ROMをお持ちの場合は，ゲーム機に装填してください。」といったインストラクションを画面に表示させ，ユーザに対して第1のCD-ROMの装填を促すようにすることもできる。この場合，第1のCD-ROMの装填後，再度第2のCD-ROMを装填したときに，上記キーがゲーム機に読み込まれていると判断され，標準のゲーム内容と拡張されたゲーム内容とが作動させられることになる。",
                            "【0020】",
                            "上記の場合，第1のCD-ROMと第2のCD-ROMとを所有するユーザは，この第2のCD-ROMをゲーム機に装填したとき，この第2のCD-ROMに記憶されている標準のゲーム内容に加え，拡張されたゲーム内容を楽しむことが可能となる。",
                            "【0021】",
                            "このようにして，第3，第4のCD-ROMを同様の手法によって提供するようにし，シリーズが進むにしたがって，そのCD-ROMに標準のゲーム内容に加え，それ以前のCD-ROMを所有しておれば，各CD-ROMに包含されているキーを順次ゲーム機に読み込ませることによって，次第に高度かつ豊富な拡張ゲーム内容を楽しむことができるようにすることができる。",
                            "【0022】",
                            "したがって，ユーザにとっては，一回の購入金額が適正なシリーズもののCD-ROMを買い揃えてゆくことによって，最終的にきわめて豊富な内容のゲームソフトを入手したのと同じになる。また，メーカにとっては，開発コストが相当かかる膨大な内容のゲームソフトを，ユーザが購入しやすい方法で実質的に提供することができるようになる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "【0023】",
                          "text": [
                            "【実施例の説明】",
                            "以下，本願発明の好ましい実施例を，図面を参照しつつ具体的に説明する。",
                            "【0024】",
                            "図1は，本願発明に係るシステム作動方法の使用に際して用いられる家庭用ゲームセットを示す概略図，図2は，上記システム作動方法の一例を示すフローチャートである。",
                            "【0025】",
                            "図1に示すように，本実施例に係るゲームセットは，家庭用ゲーム機Sと，このゲーム機にゲームソフトを供給するための記憶媒体としての複数枚のCD-ROM1，2，3とを含んで構成される。",
                            "【0028】",
                            "図1に示されるように，CD-ROM1，2，3は，たとえば，シリーズもののゲーム内容を記憶したものであり，初回にリリースされたものをここでは第1のCD-ROM1，第2弾，第3弾としてリリースされたものを第2のCD-ROM2，第3のCD-ROM3と呼ぶ。ただし，第4弾以降も続く場合がある。図1に示される場合，このゲーム機のユーザは，第1，第2および第3の，シリーズ3部作のCD-ROM1，2，3を所有していることになる。",
                            "【0029】",
                            "初回にリリースされた第1のCD-ROM1には，少なくともゲーム用プログラムおよびデータA ，ならびに，第1キーC が記憶され1 1ている。第1キーC は，当該第1のCD-ROM1を用いてゲームを1行う場合には意味をなさず，後述するように，第2のCD-ROM2および／またはそれ以降のCD-ROMとの関連において，意味をなす。",
                            "【0030】",
                            "そして，第2のCD-ROM2には，標準ゲームプログラムおよびデータA ，拡張ゲームプログラムおよびデータA '，制御プログラム2 2B ，ならびに第2キーC が記憶されている。ここで，標準ゲームプ2 2ログラムおよびデータA とは，この第2CD-ROM2を単独で使用2することを予定したものである。また，拡張ゲームプログラムおよびデータA 'とは，上記標準ゲームプログラムおよびデータA によって2 2実現される標準ゲーム内容に比較し，より高度かつ豊富なゲーム内容を実現するためのものである。たとえば，ゲームキャラクタの増加，ゲームキャラクタのもつ機能の豊富化，場面の拡張，音響の豊富化等がこの拡張ゲームプログラムおよびデータA 'によって実現される。2ここで第2キーC は，当該第2のCD-ROM2のみを用いてゲーム2を行う場合には意味をなさず，第3のCD-ROM3および／またはそれ以降のCD-ROMとの関連において意味をなす。また，本願実施例において制御プログラムB がもつべき機能については後述する。",
                            "2【0031】",
                            "同じく，第3のCD-ROM3には，この第3のCD-ROM3を単独で使用することを予定した標準ゲームプログラムおよびデータA，制御プログラムB より高度かつ豊富なゲーム内容を実現するため3 3の拡張ゲームプログラムおよびデータA '，ならびに第3のキーC が3 3記憶されている。この第3のCD-ROM3についての拡張ゲームプログラムおよびデータA 'は，第2のCD-ROM2についての拡張3ゲームプログラムおよびデータA 'よりも，より一層拡張の程度が高2められたものとされる。ここで第3キーC は，当該第3のCD-RO3M3のみを用いてゲームを行う場合には意味をなさず，図示しない第4のCD-ROMおよび／またはそれ以降のCD-ROMとの関連において意味をなすものである。",
                            "【0032】",
                            "なお，上記第1，第2および第3キーC ，C ，C は，狭義には，1 2 3ゲームのタイトル，バージョンＮo．リリース時期，仕向先等，ゲーム内容に直接関係しない情報であってよいが，ゲーム結果等のゲームデータやプログラムの一部を含むことを妨げない。通常，このようなキー情報は，記憶媒体の所定の領域にコード化する等して所定の形式で記憶しておき，制御プログラムによってこの情報を読み取り，何らかの論理によってキーであると認識させることができればよい。",
                            "【0033】",
                            "次に，図2のフローチャートを参照し，図1に示すように，第1ないし第3のCD-ROM1，2，3を所有するユーザが第2のCD-ROM2の拡張ゲームを楽しむ場合を例にとり，本願発明方法の一例を説明する。",
                            "【0034】",
                            "第2のCD-ROM2がゲーム機SのCDドライブ装置4に装填されると，第2のCD-ROM2中の制御プログラムB がゲーム機1に2読み込まれる。こうして読み込まれた制御プログラムは，以下の制御を行う。",
                            "【0035】",
                            "まず，第1のCD-ROM1がもつべき第1キーC  がすでにゲー1ム機Sに読み込まれいるかどうかを判断する（ステップ001）。ゲーム機Sに通常の揮発性のRAMをバッテリーバックアップし，あるいは不揮発性の記憶機能を設けるなどして，すでに上記第1キーC ",
                            "1が読み込まれている場合には（ステップ001でYES），当該第2のCD-ROM2中の標準ゲームと拡張ゲームとを実行するべく制御を行う（ステップ002）。",
                            "【0036】",
                            "ステップ001において第1キーC が読み込まれていないと判断された場合には（ステップ001でＮO），第1のCD-ROM1のゲーム機Sへの装填をユーザに促すインストラクション表示を行う（ステップ003）。これは，たとえば，テレビジョン装置の画面に「○○シリーズの☆☆☆のCD-ROMをお持ちの場合は，ゲーム機に装填してください」といった表示をするなどして行う。一定時間内に（ステップ004でYES），第1のCD-ROM1がゲーム機Sに装填されると（ステップ005でYES），第1キーC が読み込ま1れたかどうかが判断される（ステップ006）。第1キーが読み込まれていると判断されると（ステップ006でYES），再度の第2CD-ROM2をゲーム機Sに装填することをユーザに促すインストラクションを表示する（ステップ007）。これは，たとえば，テレビジョン装置の画面に「元のCD-ROMをゲーム機に装填してください」といった表示をするなどして行う。一定時間内に（ステップ008でYES），第2のCD-ROM2が装填されると（ステップ009でYES），当該第2のCD-ROM2中の標準ゲームと拡張ゲームとを実行するべく制御を行う（ステップ010）。上記インストラクション表示後一定時間内に第2のCD-ROM2が装填されない場合には（ステップ009でＮO），制御を終了する（ステップ011）。",
                            "【0037】",
                            "一方，ステップ003で第1のCD-ROM1を装填するべきインストラクション表示を行ったにもかかわらず，一定時間内に第1のCD-ROM1がゲーム機Sに装填されない場合（ステップ005でＮO），および，上記インストラクション表示にしたがって一定時間内に装填された第1のCD-ROM1から第1キーC が読み込まれな1かった場合（ステップ006でＮO）にも，再度第2のCD-ROM2の装填をユーザに促すインストラクション表示を行う。この場合，たとえば，テレビジョン装置の画面に「拡張ゲームを実行するためのキーが読み取れませんでしたので，標準ゲームを実行します。再度元のCD-ROMを装填してください」といった表示をすることにより行う。一定時間内に（ステップ013でYES），第2のCD-ROM2が装填されると（ステップ014でYES），当該第2のCD-ROM2中の標準ゲームのみを実行するべく制御を行う（ステップ015）。上記インストラクション表示後一定時間内に第2のCD-ROM2が装填されない場合には（ステップ014でＮO），制御を終了する（ステップ016）。",
                            "【0038】",
                            "すなわち，上記実施例によれば，ユーザは，第2のCD-ROM2と第1のCD-ROM1を所有している故に，第2のCD-ROM2中の標準ゲームのみならず，拡張したゲームを楽しむことができる。もし，このユーザが第1のCD-ROM1を所有していない場合には，上記した制御において，第1キーC を読み取ることができないから，第2のCD-ROM2中の標準ゲームしか楽しむことができないことになる。",
                            "【0040】",
                            "たとえば，第1のCD-ROMから第ＮのCD-ROMの価格をユーザが1回で支払い可能な価格に設定しておけば，これらのシリーズもののCD-ROMを買い揃えてゆくことによって，最終的にきわめて豊富な内容のゲームソフトを入手したのと同じになる。また，メーカにとっては，開発コストが相当かかる膨大な内容のゲームソフトを，ユーザが購入しやすい方法で実質的に提供することができるようになる。",
                            "【0041】",
                            "本願発明方法は，上記した実施例に限定されない。たとえば，上記実施例では，キーの判断を第2以降のCD-ROM中の制御プログラムによって行うようにしているが，これに代えて，たとえばゲーム機の記憶部に上記制御を行うプログラムを格納しておき，これによって上記のキーの判断を行うようにすることもできる。",
                            "【0042】",
                            "さらに，上記実施例では，記憶媒体としてCD-ROMを使用し，情報処理装置としてゲーム機を使用したが，これに代えて，他の記憶媒体としてたとえばフロッピーディスク，ハードディスク，光磁気（MO）ディスクを使用し，また他の情報処理装置としてたとえばパーソナルコンピュータを使用してもよい。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の記載事項によれば，本件明細書Aの発明の詳細な説明には，本件発明A1及びA2に関し，次のような開示があることが認められる。",
                        "従来，家庭用ゲーム機の分野においては，ゲーム機本体を所有しているユーザを対象として，半導体ROMカセット等によりゲームソフトが供給されていたが，最近に至って，32ビットのCPUを搭載した高速型の家庭用ゲーム機本体が開発され，記憶容量が半導体ROMの100倍以上あるCD-ROMが，ゲームソフト供給媒体として採用されつつある（【0002】～【0005】）。",
                        "しかしながら，膨大な内容のゲームソフトを開発し，CD-ROMに記憶させて供給することが技術的に可能だとしても，そのゲームソフトの開発コストが高騰し，比較的低年齢層を対象とするユーザが1回に支払える価格で供給することが困難となるという問題がある（【0006】）。",
                        "「本願発明」は，このような事情のもとで考え出されたものであって，例えば，シリーズ化された一連のゲームソフトを買い揃えていくことにより，豊富な内容のゲームを楽しめるようにすることを課題とするものであり，かかる課題を解決するための手段として，ゲームプログラム及び／又はデータを記憶する記憶媒体を所定のゲーム装置に装填してゲームシステムを作動させる方法であって，上記記憶媒体は，少なくとも，所定のゲームプログラム及び／又はデータと，所定のキーとを包含する第1の記憶媒体と，所定の標準ゲームプログラム及び／又はデータに加えて所定の拡張ゲームプログラム及び／又はデータを包含する第2の記憶媒体とが準備されており，上記拡張ゲームプログラム及び／又はデータは，上記標準ゲームプログラム及び／又はデータに対し，ゲームキャラクタの増加及び／又はゲームキャラクタのもつ機能の豊富化及び／又は場面の拡張及び／又は音響の豊富化を達成するように形成されたものであり，上記第2の記憶媒体が上記ゲーム装置に装填されるとき，上記ゲーム装置が上記所定のキーを読み込んでいる場合には，上記標準ゲームプログラム及び／又はデータと上記拡張ゲームプログラム及び／又はデータの双方によってゲーム装置を作動させ，上記所定のキーを読み込んでいない場合には，上記標準ゲームプログラム及び／又はデータのみによってゲーム装置を作動させることを特徴とする，ゲームシステム作動方法という構成を採用した（【0007】，【0012】）。",
                        "この構成により，第1の記憶媒体と第2の記憶媒体とを所有するユーザは，第2の記憶媒体に記憶されている標準のゲーム内容に加え，拡張されたゲーム内容を楽しむことが可能となるから，ユーザにとっては，一回の購入金額が適正なシリーズものの記憶媒体を買い揃えてゆくことによって，最終的に極めて豊富な内容のゲームソフトを入手したのと同じになり，メーカにとっては，膨大な内容のゲームソフトを，ユーザが購入しやすい方法で実質的に提供できるという効果を奏する（【0020】，【0022】，【0040】）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明A1の技術的範囲の属否について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件D，D-1及びD-2の意義",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件発明A1の特許請求の範囲（請求項1）の記載によれば，「第2の記憶媒体」は「所定の標準ゲームプログラムおよび／またはデータに加えて所定の拡張ゲームプログラムおよび／またはデータを包含する」ものであり（構成要件B-2），「上記第2の記憶媒体が上記ゲーム装置に装填されるとき」（構成要件D）に，「上記ゲーム装置が上記所定のキーを読み込んでいる場合には，上記標準ゲームプログラムおよび／またはデータと上記拡張ゲームプログラムおよび／またはデータの双方によってゲーム装置を作動させ」（構成要件D-1），「上記所定のキーを読み込んでいない場合には，上記標準ゲームプログラムおよび／またはデータのみによってゲーム装置を作動させる」（構成要件D-2）ことを理解できる。",
                                "一方，上記特許請求の範囲には，「上記ゲーム装置が上記所定のキーを読み込」む時期について，「上記第2の記憶媒体が上記ゲーム装置に装填され」た直後のステップであって，第2の記憶媒体によりゲーム装置が作動する前の時点に限定して解釈すべき根拠となる記載はない。",
                                "⒝  次に，前記ア(イ)のとおり，本件明細書Aの発明の詳細な説明には，「本願発明」は，第2の記憶媒体が上記ゲーム装置に装填されるとき，上記ゲーム装置が上記所定のキーを読み込んでいる場合には，上記標準ゲームプログラム及び／又はデータと上記拡張ゲームプログラム及び／又はデータの双方によってゲーム装置を作動させ，上記所定のキーを読み込んでいない場合には，上記標準ゲームプログラム及び／又はデータのみによってゲーム装置を作動させるという構成を採用することにより，第1の記憶媒体と第2の記憶媒体とを所有するユーザは，第2の記憶媒体に記憶されている標準のゲーム内容に加え，拡張されたゲーム内容を楽しむことが可能となる等の効果を奏することが記載されており，この点に技術的意義があるものと認められる。",
                                "そして，本件発明A1の上記技術的意義に照らすと，「上記ゲーム装置が上記所定のキーを読み込」む時期を，「上記第2の記憶媒体が上記ゲーム装置に装填され」た直後のステップであって，第2の記憶媒体によりゲーム装置が作動する前の時点に限る必然性は見いだし難い。本件明細書A全体をみても，「上記ゲーム装置が上記所定のキーを読み込」む時期を上記の時点に限定することによって，その他の時点で上記ゲーム装置が上記所定のキーを読み込む場合と比して有利な効果を生じるなどの技術的意義があることについての記載も示唆もない。",
                                "⒞  以上の本件発明A1の特許請求の範囲（請求項1）の記載及び本件明細書Aの記載によれば，本件発明A1の「上記ゲーム装置が上記所定のキーを読み込」む時期は，「上記第2の記憶媒体が上記ゲーム装置に装填され」ている場面であれば足り，第2の記憶媒体がゲーム装置に装填された直後のステップであって，第2の記憶媒体によりゲーム装置が作動する前の時点に限定されるものではないと解すべきである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し被控訴人は，①本件発明A1の特許請求の範囲（請求項1）の記載，②本件明細書Aの【0018】の記載，③本件特許出願Aの出願審査の際に控訴人が提出した意見書（乙A14の1，2）の記載によれば，構成要件D，D-1及びD-2は，第2の記憶媒体によりゲーム装置を作動させる前に，「所定のキー」が読み込まれているか否かを判定することを前提とする旨主張する。",
                            "まず，上記①及び②の点については，前記aのとおり，本件発明A1の特許請求の範囲（請求項1）の記載及び本件明細書Aの記載によれば，本件発明A1の「上記ゲーム装置が上記所定のキーを読み込」む時期は，第2の記憶媒体がゲーム装置に装填された直後のステップであって，第2の記憶媒体によりゲーム装置が作動する前の時点に限定されるものではないと解すべきである。",
                            "次に，上記③の点について，本件特許出願Aの出願審査の際に控訴人が提出した意見書（乙A14の1，2）には，「第2の記憶媒体が包含する制御プログラムまたはゲーム機にあらかじめ装備する制御プログラムは，この第2の記憶媒体がゲーム機に装填されたとき，ゲーム機が所定のキーを読み込んでいるか否かを判断し，読み込まれていない場合には，この第2の記憶媒体に記憶されているゲーム内容のうち，標準のゲーム内容を作動させる一方，上記所定のキーが読み込まれている場合には，標準のゲーム内容及び拡張したゲーム内容を作動させる。」との記載がある。",
                            "しかしながら，上記記載から直ちに，控訴人が，本件発明A1の技術的範囲につき，第2の記憶媒体がゲーム機に装填された直後のステップであって，ゲーム機が作動する前の時点で「所定のキー」が読み込まれているか否かを判定する構成のものに限定する趣旨のものである旨主張したものと理解することはできない。また，上記意見書は，その記載全体をみれば，拒絶理由通知に記載された引用例1の発明と本件訂正A前の本件特許Aの特許請求の範囲の請求項1に係る発明とは，標準ゲームプログラムの内容の拡張という概念の有無において相違するものであるから，引用例1の発明に基づき上記本件訂正A前の発明を容易に発明することができたものではない旨を主張したものと理解できる。",
                            "以上によれば，被控訴人の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件B等の意義",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件発明A1の特許請求の範囲（請求項1）の記載によれば，「所定の拡張ゲームプログラムおよび／またはデータ」は，「標準ゲームプログラムおよび／またはデータに加えて，ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化を達成するためのゲームプログラムおよび／またはデータ」であり，「第2の記憶媒体」に「包含」されるものであって，「上記第2の記憶媒体が上記ゲーム装置に装填され」，「上記ゲーム装置が」「第1の記憶媒体」が「包含する」「所定のキーを読み込んでいる場合に」，「上記標準ゲームプログラムおよび／またはデータと上記拡張ゲームプログラムおよび／またはデータの双方によってゲーム装置を作動させ」ることを理解できる。",
                                "このように，構成要件B-2の「所定の拡張ゲームプログラムおよび／またはデータ」は，「上記標準ゲームプログラムおよび／またはデータ」とともにゲーム装置を作動させるものであり，第2の記憶媒体に記憶されるものであって，第2の記憶媒体がゲーム装置に装填されるときにゲーム装置を作動させることが可能なものであることからすると，「所定の拡張ゲームプログラムおよび／またはデータ」とは，第2の記憶媒体にその全部が記憶されているものを意味するのであり，第1の記憶媒体と第2の記憶媒体とに分かれて記憶されているものは含まれないと理解できる。",
                                "⒝  次に，本件明細書Aの発明の詳細な説明には，前記ア(ア)のとおり，「本願発明」は，所定のゲームプログラム及び／又はデータと，所定のキーとを包含する第1の記憶媒体と，所定の標準ゲームプログラム及び／又はデータに加えて所定の拡張ゲームプログラム及び／又はデータを包含する第2の記憶媒体とが準備されており，第2の記憶媒体が上記ゲーム装置に装填されるとき，上記ゲーム装置が上記所定のキーを読み込んでいる場合には，上記標準ゲームプログラム及び／又はデータと上記拡張ゲームプログラム及び／又はデータの双方によってゲーム装置を作動させる構成を有するものである旨が記載されている。",
                                "他方，本件明細書Aには，「所定の拡張ゲームプログラムおよび／またはデータ」が第1の記憶媒体と第2の記憶媒体とに分かれて記憶されている構成について明示ないし示唆する記載はない。むしろ，本件発明A1の実施例に関する【0035】ないし【0037】の記載は，第1のCD-ROM（第1の記憶媒体）から拡張ゲームプログラムやデータを読み込むことはおよそ想定していないと理解できるものなのであり，このことも，上記の理解を裏付けるものといえる。",
                                "なお，本件明細書Aには，「上記第1，第2および第3キーC ，1C ，C は，狭義には，ゲームのタイトル，バージョンＮo．リリ2 3ース時期，仕向先等，ゲーム内容に直接関係しない情報であってよいが，ゲーム結果等のゲームデータやプログラムの一部を含むことを妨げない。」との記載があるが（【0032】），同記載は，所定のキーにゲームデータやプログラムの一部を含むことが可能である旨を示したものであって，第1の記憶媒体に記憶されたゲームデータやプログラムを拡張ゲームプログラム／及びデータとして使用することが可能である旨を示すものであるとは理解できない。",
                                "⒞  以上の本件発明A1の特許請求の範囲（請求項1）の記載及び本件明細書Aの記載によれば，本件発明A1の「所定の拡張ゲームプログラムおよび／またはデータ」は，「第2記憶手段」にその全てが記録されるものを意味するのであって，「第1記憶手段」と「第2記憶手段」とに分かれて記憶されるものは含まれないと解される。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し控訴人は，「拡張ゲームプログラムおよび／またはデータ」は，より高度かつ豊富なゲーム内容を実現するのに「役に立つ」ゲームプログラム及び／又はデータを意味するものであって，「単独で」より高度かつ豊富なゲーム内容を実現するゲームプログラム及び／又はデータを意味するものではない旨主張する。",
                            "しかしながら，「拡張ゲームプログラムおよび／またはデータ」は，前記aのとおり解されるものであり，控訴人の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "イ号方法の構成要件充足性について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "イ号方法のうちイ-1号方法等以外のもの",
                          "text": [
                            "証拠（甲A5，7～9，11，14，19，21～25）及び弁論の全趣旨によれば，イ号方法のうちイ-1号方法等以外のもの（イ-9，16ないし22，23②及び24ないし40号方法。以下「イ-9号方法等」と総称する。）の構成は，別紙9「イ号方法の構成」記載のとおりであると認められる。",
                            "そして，本件発明A1の構成要件とイ-9号方法等の構成との対比は，別紙9「イ号方法の構成」記載のとおりであるから，イ-9号方法等は，本件発明A1の構成要件をすべて充足するものであって，本件発明A1の技術的範囲に属するものと認められる。",
                            "これに対し被控訴人は，イ-9号方法等の構成は，別紙3「イ号方法説明書（被控訴人）」記載のとおりであり，イ-9号方法等は構成要件D，D-1及びD-2を充足するものではない旨主張する。",
                            "しかしながら，上記主張は，構成要件D，D-1及びD-2は，第2の記憶媒体によりゲーム装置を作動させる前に，「所定のキー」が読み込まれているか否かを判定するものであると解することを前提とするところ，かかる解釈を採用できないことについては，前記(ア)aのとおりである。",
                            "したがって，被控訴人の上記主張は，その前提を欠くものであって，採用することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "イ-1号方法等",
                          "text": [
                            "控訴人は，①イ-1号方法等は，別紙2「イ号方法説明書（控訴人）」記載のとおりであり，同方法と本件発明A1及びA2の構成要件との対比は同別紙記載のとおりであるから，同方法は，本件発明A1及びA2の構成要件をすべて充足する，②PlayStation2が，その作動に際しプログラム及び／又はデータの処理のために使用できるRAMの容量は32MBであるところ，その容量は，MIXJOYを実行することによりイ号製品に包含されたプログラム及び／又はデータの処理のためにも使用されることを考慮すると，イ-1号方法等において，イ号製品とシリーズものの関係にある本編ディスクから読み込んでRAMに格納されるプログラム及び／又はデータの容量はごく限られたものとならざるを得ないから，イ-1号方法等における場面の拡張等を達成するプログラム及び／又はデータの大部分はイ号製品に記録されており，かかるプログラム及び／又はデータにより，構成要件C，Hの「ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化を達成」していると推測するのが合理的である旨主張する。",
                            "これに対し被控訴人は，イ-1号方法等では，アペンドディスクに記録された本編ディスクプログラムが本編ディスクに記録されたプログラム及び／又はデータと組み合わされなければ，「ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化」を達成することはできないのであるから，イ-1号方法等には，「拡張ゲームプログラム及び／又はデータ」及びそれを包含した「第2の記憶媒体」（構成要件B-2，G-2）は存在せず，構成要件C及びHも充足しない旨主張する。",
                            "そこで，イ-1号方法等が本件発明A1及びA2の構成要件を充足するか否かについて検討する。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠（甲A3，12，17）及び弁論の全趣旨によれば，イ-1ないし5号方法について，以下の事実が認められる。",
                                "「戦国無双猛将伝」DVD-ROMによりPlayStation2を作動させ，「結合」モードを選択した場合，「戦国無双」DVD-ROMを装填するようメッセージが表示され，メッセージに従って「戦国無双猛将伝」DVD-ROMを取り出し，「戦国無双」DVD-ROMを装填すると，再度，「戦国無双猛将伝」DVD-ROMを装填するようメッセージが表示される。そこで，メッセージに従って「戦国無双」DVD-ROMを取り出し，「戦国無双猛将伝」DVD-ROMを装填すると，MIXJOYが有効となり，「戦国無双」のシナリオやキャラクタでプレイできる。",
                                "具体的には，①「無双演武」のゲームモードにキャラクタが16人追加され，追加されたキャラクタに基づくシナリオが追加され，②「模擬演武」のゲームモードへの16個の章が追加され，③「無限城」のゲームモードに「奈落・改」ステージ及び「虚空・改」ステージが追加され，④「仕合」のゲームモードに「決戦」ステージ，「捕物」ステージ及び「速攻」ステージが追加され，⑤「腕試し」のゲームモードが追加される。",
                                "また，MIXJOYを有効にするため，メニューから「結合」を選択すると，「『戦国無双』のディスクからデータを読み込みます",
                                "よろしいですか？」とのインストラクションが表示される。",
                                "⒝  控訴人は，上記のとおり，PlayStation2において使用できるRAMの容量等を根拠として，本編ディスクプログラム及びデータの大部分はアペンドディスクに記録されており，かかるプログラム及び／又はデータにより，場面の拡張等が達成されている旨主張するが，これを裏付けるに足りる客観的な証拠はない。",
                                "かえって，前記(a)のとおり，MIXJOYを有効にするためにメニューから「結合」を選択すると，「『戦国無双』のディスクからデータを読み込みます  よろしいですか？」とのインストラクションが表示されること，「結合」により追加される機能は，いずれも「戦国無双」のステージやキャラクタであることからすると，「戦国無双猛将伝」DVD-ROMにこれらのプログラム及び／又はデータの全てが存在するとは考えにくく，「戦国無双」DVD-ROMにこれらのプログラム及び／又はデータが少なくとも一部は存在し，メッセージに従って「戦国無双」DVD-ROMを挿入したときに，同DVD-ROMから，「戦国無双」ゲームプログラム及び／又はデータの一部を読み込んでいるものと推認される。",
                                "そうすると，イ-1ないし5号方法の構成は，別紙9「イ号方法の構成」記載のとおりであると認められ，同認定を左右する証拠はない。",
                                "⒞  前記⒝と同様に，証拠（甲A4，6，12，14，18，20）及び弁論の全趣旨によれば，イ-6ないし8，10ないし15及び23①号方法の構成は，別紙9「イ号方法の構成」記載のとおりであると認められる。",
                                "⒟  以上のとおり，イ-1号方法等の構成は別紙9「イ号方法の構成」記載のとおりであるところ，同方法の構成と本件発明A1及びA2の構成要件との対比は，同別紙記載のとおりである。",
                                "そして，前記(イ)のとおり，本件発明A1の「所定の拡張ゲームプログラムおよび／またはデータ」は，「第2の記憶媒体」にその全てが記録されるものであって，「第1の記憶媒体」と「第2の記憶媒体」に分かれて記憶されるものは含まれないと解されることから，イ-1号方法等は，「第2の記憶媒体」に「所定の拡張ゲームプログラムおよび／またはデータ」が「包含」されるものではなく，本件発明A1の構成要件B-2，C及びD-1を充足せず，同様の理由により，本件発明A2の構成要件G-2，H及びI-1を充足しない。",
                                "したがって，イー1号方法等は，本件発明A1及びA2の技術的範囲に属するものとは認められない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点1-1-2（均等侵害の成否）について",
              "text": [
                "前記(1)イ(ウ)bのとおり，イ-1号方法等は，「第2の記憶媒体」に「所定の拡張ゲームプログラムおよび／またはデータ」が「包含」されるものではない点において本件発明A1及びA2と相違するところ，控訴人は，かかる相違点について，イ-1号方法等が本件発明A1及びA2の構成と均等なものである旨の主張をしていない。",
                "したがって，イ-1号方法等は，本件発明A1及びA2の構成と均等なものであるとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点1-1-3（間接侵害（特許法101条4号）の成否）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)のとおり，イ-9号方法等は，本件発明A1の技術的範囲に属するものである。",
                    "そして，イ-9号製品等は，別紙9「イ号方法の構成」記載のとおり，ゲーム装置であるWii（イ-9号製品），PlayStation2（イ-16ないし22，23②，24ないし30及び35ないし40号製品）及びPlayStation3（イ-31ないし34号製品）に装填してゲームシステムを作動させるためのゲームソフトであり，上記ゲーム装置に装填されて使用される用途以外に，社会通念上，経済的，商業的又は実用的な他の用途はないから，イ-9号方法等の使用にのみ用いる物であると認められる。",
                    "したがって，特許法101条4号により，被控訴人が，業として，イ-9号製品等の製造，販売及び販売の申出をする行為は，本件特許権Aを侵害するものとみなされる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し被控訴人は，①本件発明A1の「第1の記憶媒体と…第2の記憶媒体とが準備されており」とは，実施行為者において各記憶媒体をゲーム装置に装填可能に準備することを意味するものであるところ，本編ディスクを保有せずにイ-9号製品等のみを保有しているユーザは，MIXJOYを選択することはないから，本件発明A1の方法を実施することがなく，かつ，イ-9号製品等には，単独でも十分楽しめる内容のゲームプログラムが備わっているから，イ-9号製品等は，社会通念上，経済的，商業的又は実用的な他の用途を有するものであって，本件発明A1の方法の使用にのみ用いる物ではない，②本件発明A1を実施する物は，「本編ディスク及びアペンドディスクを装填したプレイステーションからなるゲームシステム」であり，イ-9号製品等は，イ-9号方法等を実施する装置の生産に用いられる物に過ぎないから，「その方法の使用に…用いる物」に該当しない旨主張する。",
                    "そこで，被控訴人の上記主張について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "まず，上記①の点について，本件発明A1の特許請求の範囲（請求項1）の記載によれば，本件発明A1は，「所定のゲームプログラムおよび／またはデータと，所定のキーとを包含する第1の記憶媒体と，所定の標準ゲームプログラムおよび／またはデータに加えて所定の拡張ゲームプログラムおよび／またはデータを包含する第2の記憶媒体とが準備されており，」（構成要件B-1，B-2）「上記第2の記憶媒体が上記ゲーム装置に装填されるとき，」（構成要件D），「上記ゲーム装置が上記所定のキーを読み込んでいる場合には，上記標準ゲームプログラムおよび／またはデータと上記拡張ゲームプログラムおよび／またはデータの双方によってゲーム装置を作動させ，上記所定のキーを読み込んでいない場合には，上記標準ゲームプログラムおよび／またはデータのみによってゲーム装置を作動させることを特徴とする，」（構成要件D-1，D-2）「ゲームシステム作動方法」（構成要件E）であることを理解できる。",
                            "そして，上記構成要件D，D-1及びD-2の記載によれば，ユーザが第2の記憶媒体のみを保有し，第1の記憶媒体を保有しない場合でも，ユーザにおいて「上記第2の記憶媒体」を「上記ゲーム装置に装填」すること，その際に，「上記所定のキーを読み込んでいない場合」に当たるとして，「上記標準ゲームプログラムおよび／またはデータのみによってゲーム装置を作動させる」ことは可能であることを理解できる。",
                            "一方，本件発明A1の特許請求の範囲（請求項1）には，「第1の記憶媒体と，…第2の記憶媒体とが準備されて」いることについて，「準備」をする主体は実施行為者（ゲームをプレイするユーザ）であり，「準備」とは各記憶媒体をゲーム装置に装填可能に準備すること，すなわち，「上記第2の記憶媒体が上記ゲーム装置に装填されるとき」に，実施行為者において第1の記憶媒体を保有することであると解釈すべき根拠となる記載はない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，前記(1)ア(イ)のとおり，本件明細書Aの発明の詳細な説明には，「本願発明」の技術的意義が記載されているところ，かかる技術的意義を達成するために，「第1の記憶媒体と…第2の記憶媒体とが準備されており」の意味を，実施行為者（ゲームをプレイするユーザ）において各記憶媒体をゲーム装置に装填可能に準備することに特定する必然性は見いだし難い。このように特定しなくとも，ゲームソフトメーカ等により第1の記憶媒体及び第2の記憶媒体が提供され，ユーザにおいてこれを入手することが可能な状況にあれば，上記技術的意義は達成可能であると考えられる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上の本件発明A1の特許請求の範囲（請求項1）の記載及び本件明細書Aの記載によれば，本件発明A1の「第1の記憶媒体と…第2の記憶媒体とが準備されており」とは，ゲームソフトメーカ等により第1の記憶媒体及び第2の記憶媒体が提供され，ユーザにおいてこれを入手することが可能な状況を意味するものであって，ユーザにおいて各記憶媒体を現に保有することを意味するものではないと解される。そして，同様の理由により，「上記第2の記憶媒体が上記ゲーム装置に装填されるとき」に，実施行為者において第1の記憶媒体を保有することが必要であるとは解されない。",
                            "したがって，イ-9号製品等を保有するユーザが，本編ディスクを保有していないとの事実は，イ-9号製品等が本件発明A1の方法の使用にのみ用いる物であるとの判断を左右するものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，上記②の点については，本件発明A1は，「記憶媒体…を上記ゲーム装置に装填してゲームシステムを作動させる方法」（構成要件A）であって，「上記第2の記憶媒体が上記ゲーム装置に装填される」（構成要件D）ことを発明特定事項とするものであるから，「上記第2の記憶媒体」に相当するイ-9号製品等は，「その方法の使用に…用いる物」に該当するといえる。また，特許法101条4号の「その方法の使用にのみ用いる物」は，当該「物」のみにより当該特許発明を実施するものである旨の限定は付されていないから，他の物と組み合わせることにより当該特許発明を実施する物も「物」に含まれると解される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，被控訴人の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点1-1-4（実施行為の惹起行為による不法行為の成否）について",
              "text": [
                "控訴人は，被控訴人によるイ-1号製品等の製造，販売及び販売の申出は，ユーザによる本件発明A1及びA2の実施行為を惹起する行為であるから，ユーザが「業として」特許発明を実施しないために直接侵害が成立しないとしても，被控訴人の行為は不法行為を構成する旨主張する。",
                "しかしながら，前記(1)及び(2)のとおり，イ-1号方法等は，本件発明A1及びA2の技術的範囲に属するものとは認められないから，被控訴人によるイ-1号製品等の製造，販売及び販売の申出は，ユーザによる本件発明A1及びA2の実施行為を惹起する行為とはいえない。",
                "したがって，控訴人の上記主張は，その前提を欠くものであって，採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点1-2-1（本件ゲームシステムA1により公然知られた発明又は公然実施をされた発明に基づく本件発明A1及びA2の進歩性の欠如の有無）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件ゲームシステムA1により公然知られた発明又は公然実施をされた発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "証拠（乙A2～6，8～10，13，14（枝番号を含む。））及び弁論の全趣旨によれば，以下の事実が認められる。",
                        "本件特許出願A（平成6年12月9日）前に発売されていたファミリーコンピュータ（昭和58年発売。乙A5の3），ファミリーコンピュータディスクシステム（昭和61年2月21日発売。乙A6の2），ゲームソフト「魔洞戦紀」（昭和61年12月19日発売。乙A3の2），ゲームソフト「勇士の紋章」（昭和62年5月29日発売。乙A3の4）及びテレビを用いて実現されるゲームシステムを作動させる方法は，本件特許出願Aの前に，公然知られていた（以下「本件公知発明1」という。）。",
                        "本件公知発明1の構成は，次のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "ファミリーコンピュータとディスクシステムとテレビとから構成され，ディスクを用いてゲームを行うファミコンゲームシステムにおいて，セーブデータなどを記憶可能で，ゲームプログラム及び／又はデータを記憶するファミコンゲームシステムの動作中に入れ換え可能なディスクをディスクシステムに挿入して，ファミコンゲームシステムを作動させる方法であって，"
                        },
                        {
                          "fig": "b",
                          "subject": "上記ディスクは，RWM（読み書き可能メモリ）であって，",
                          "text": [
                            "b-1  魔洞戦紀のゲームプログラム及び／又はデータと，魔洞戦紀にセーブされたキャラクタのレベルが21であることを示す情報とを包含する魔洞戦紀DDⅠと，",
                            "b-2  標準ゲーム機能部分を実行する標準ゲームプログラム及び／又はデータに加えて，魔洞戦紀DDⅠから転送されたキャラクタの魔洞戦紀におけるレベルが16以上であるときには，そのキャラクタの勇士の紋章におけるレベルが最初から2となり，神殿で祈ると「ゆうけんしのしそん  じゅんくよ。がんばるのだぞ。」とのメッセージが表示され，アイテム「くさのつゆ」及び「しろきのこ」が1つ増えるという動作機能を実行する拡張ゲームプログラム及び／又はデータを包含する勇士の紋章DDⅡとが準備されており，"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "拡張ゲームプログラム及び／又はデータは，標準ゲームプログラム及び／又はデータに対して，キャラクタのレベルの増加，又はキャラクタのためのアイテムの増加を達成するように形成されたものであり，"
                        },
                        {
                          "fig": "d",
                          "subject": "勇士の紋章DDⅡがディスクシステムに挿入されるとき，",
                          "text": [
                            "d-1  ファミリーコンピュータが，魔洞戦紀DDⅠから，キャラクタのレベルが21，すなわち16以上であることを示す情報を読み込んでいる場合には，標準ゲーム機能部分を実行する標準ゲームプログラム及び／又はデータと拡張ゲーム機能部分を実行する拡張ゲームプログラム及び／又はデータの双方によってファミリーコンピュータを作動させ，",
                            "d-2  ファミリーコンピュータが，魔洞戦紀DDⅠから，キャラクタのレベルが16以上であることを示す情報を読み込んでいない場合には，標準ゲーム機能部分を実行する標準ゲームプログラム及び／又はデータのみによってファミリーコンピュータを作動させる，"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "ファミコンゲームシステム作動方法。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し控訴人は，本件発明A1の「拡張ゲームプログラムおよび／またはデータ」は，標準のゲーム内容に加え，拡張されたゲーム内容を楽しむことが可能となるものであるから（本件明細書Aの【0020】等），標準のゲーム内容を置き換えるゲームプログラム及び／又はデータを含まないと解され，本件発明A1と公知発明1との間には，相違点1-1及び1-2のほかに，相違点1-3ないし1-5が存在する旨主張する。",
                        "そこで検討するに，本件発明A1の特許請求の範囲（請求項1）の記載によれば，「所定の拡張ゲームプログラムおよび／またはデータ」は，「標準ゲームプログラムおよび／またはデータに加えて，ゲームキャラクタの増加および／またはゲームキャラクタのもつ機能の豊富化および／または場面の拡張および／または音響の豊富化を達成するためのゲームプログラムおよび／またはデータ」であり，「第2の記憶媒体」に「包含」されるものであって，「上記第2の記憶媒体が上記ゲーム装置に装填され」，「上記ゲーム装置が」「第1の記憶媒体」が「包含する」「所定のキーを読み込んでいる場合に」，「上記標準ゲームプログラムおよび／またはデータと上記拡張ゲームプログラムおよび／またはデータの双方によってゲーム装置を作動させ」ることを理解できる。",
                        "一方，上記特許請求の範囲には，「上記標準ゲームプログラムおよび／またはデータと上記拡張ゲームプログラムおよび／またはデータの双方によってゲーム装置を作動させ」た場合に動作する「上記標準ゲームプログラムおよび／またはデータ」が，「上記標準ゲームプログラムおよび／またはデータ」の全部であると限定して解釈すべき根拠となる記載はない。そして，本件明細書Aの発明の詳細な説明にも，「上記標準ゲームプログラムおよび／またはデータと上記拡張ゲームプログラムおよび／またはデータの双方によってゲーム装置を作動させ」る場合とは，「上記標準ゲームプログラムおよび／またはデータ」の一部しか作動しない場合を含まないものであり，「上記標準ゲームプログラムおよび／またはデータ」の全部が動作することが必要であると解釈すべき根拠となる記載はない。",
                        "前記(ア)のとおり，本件公知発明1の「勇士の紋章DDⅡ」は，魔洞戦紀DDⅠから転送されたキャラクタの魔洞戦紀におけるレベルが16以上であるときには，①そのキャラクタの勇士の紋章におけるレベルが最初から2となり，②神殿で祈ると「ゆうけんしのしそん  じゅんくよ。がんばるのだぞ。」とのメッセージが表示され，アイテム「くさのつゆ」及び「しろきのこ」が1つ増える，という動作機能を実行するゲームプログラム及び／又はデータを包含するものである。",
                        "そうすると，上記①の点は，「勇士の紋章」の標準のゲーム内容であればレベル1からスタートするゲームキャラクタのレベル（乙A4の2・11枚目，乙A8の1・8頁）をレベル2からスタートできるようにするものであり（乙A4の1・8枚目），上記②の点は，標準のゲーム内容であれば金貨（GOLD）で支払わなければ取得できないアイテム（乙A4の1・13枚目，乙A4の2・8枚目）を神殿で祈ることで取得できるようにするものであって（乙A9・2頁，乙A10・3頁），いずれも新たな機能をゲームキャラクタに持たせるものであるから，これが「ゲームキャラクタのもつ機能の豊富化」に当たることは明らかである。",
                        "また，上記②の点は，「勇士の紋章」の標準のゲームの内容であれば，神殿で祈ると「あなたのたたかいが ぶじおわりますよう。あくまに わざわいを！」とのメッセージのみが表示される場面を，神殿で祈ると「ゆうけんしのしそん  じゅんくよ。がんばるのだぞ。」とのメッセージが表示され，アイテム「くさのつゆ」及び「しろきのこ」が1つ増えるという場面とするものであるから，これが「場面の拡張」に当たることも明らかである。",
                        "以上によれば，本件公知発明1の「勇士の紋章DDⅡ」は，「標準ゲーム機能部分を実行する標準ゲームプログラム及び／又はデータ」に加えて，「ゲームキャラクタのもつ機能の豊富化」及び「場面の拡張」を達成するためのゲームプログラム及び／又はデータ，すなわち，本件発明A1の「拡張ゲームプログラムおよび／またはデータ」を包含するものといえる。",
                        "したがって，控訴人の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "他方，被控訴人は，公知発明1における「所定のキー」に相当する「キャラクタ（じゅんく）のレベルが16以上であることを示す情報」とは，①魔洞戦紀DDⅠが装填されたことを示すデータ及び②キャラクタ（じゅんく）のレベルが16以上であるセーブデータである旨主張する。",
                        "そこで検討するに，証拠（甲A4の1，4の2，13の2）及び弁論の全趣旨によれば，本件ゲームシステムA1において，まず，勇士の紋章DDⅡを装填し，次いで，「まどうせんきのAメンをいれてください」というインストラクションに基づき，魔洞戦紀DDⅠを装填し，キャラクタ「じゅんく」を選択した後，再度，勇士の紋章DDⅡを装填した場合には，勇士の紋章においてもキャラクタ「じゅんく」でプレイできることが認められる。",
                        "しかしながら，魔洞戦紀DDⅠを装填することにより当然に，本件発明A1の「拡張ゲームプログラムおよび／またはデータ」に相当する，本件公知発明1の「ゲームキャラクタのもつ機能の豊富化」及び「場面の拡張」を達成するためのゲームプログラム及び／又はデータと，標準ゲームプログラム及び／又はデータの双方によって，ファミリーコンピュータが作動されるものではない。前記(ア)及び(イ)のとおり，本件公知発明1の「標準ゲームプログラムおよび／またはデータと拡張ゲームプログラム及び／又はデータの双方によってファミリーコンピュータを作動させ」るには，魔洞戦紀DDⅠから，キャラクタ（じゅんく）のレベルが16以上であるセーブデータを読み込むことが必要であり，かかるデータを読み込んでいない場合には，上記のようにインストラクションに基づき魔洞戦紀DDⅠを装填するなどの作業をしたとしても，本件公知発明1の「標準ゲームプログラムおよび／またはデータのみによってファミリーコンピュータを作動させる」こととなる。",
                        "以上によれば，上記①のデータは，本件公知発明1の「拡張ゲームプログラムおよび／またはデータ」を作動させる条件であるとはいえないから，本件発明A1の「所定のキー」に相当する本件公知発明1の「キャラクタ（じゅんく）のレベルが16以上であることを示す情報」には，上記①のデータは含まれないといえる。",
                        "したがって，被控訴人の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明A1と本件公知発明1の対比",
                  "text": [
                    "本件発明A1と本件公知発明1とを対比すると，以下の相違点が存在することが認められる。",
                    "（相違点1-1）",
                    "一の記憶媒体，二の記憶媒体が，本件発明A1は，「記憶媒体（ただし，セーブデータを記憶可能な記憶媒体を除く。）」であるのに対し，本件公知発明1は「セーブデータなどを記憶可能なディスク」である点。",
                    "（相違点1-2）",
                    "本件発明A1の「第1の記憶媒体」は，セーブデータを記憶可能な記憶媒体を除くから，「所定のキー」はセーブデータを含まないのに対し，本件公知発明1では，魔洞戦紀DDIに包含される「所定のキー」が，魔洞戦紀DDIに記憶されたセーブデータであって，魔洞戦紀DDIにセーブされたキャラクタのレベルが21であることを示す情報である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件公知発明1の技術思想",
                      "text": [
                        "本件公知発明1の内容に加え，前記アに掲記の各証拠及び弁論の全趣旨を総合すれば，①ディープダンジョン（DD）シリーズの後作「勇士の紋章」は，前作「魔洞戦紀」の続編であって，両者は，魔洞戦紀において，魔王が勇剣士に倒され平和を取り戻したものの，勇士の紋章において，魔王が復活し，勇剣士が再び冒険するという一連のストーリーを有するゲームであること，②「魔洞戦紀」の勇剣士のキャラクタを，「勇士の紋章」に転送することにより，「魔洞戦紀」の「勇剣士」を，「勇士の紋章」の「勇士」として復活させることができること，③「魔洞戦紀」において，キャラクタのレベルが16以上であれば，レベル1からではなく，レベル2のキャラクタとして「勇士の紋章」でプレイできること，④このような場合に，「魔洞戦紀」から転送されたレベル16以上のキャラクタは，「勇士の紋章」においては「勇剣士の子孫」として復活すること，⑤「魔洞戦紀」のキャラクタリストは，「魔洞戦紀」において，特定のキャラクタでゲームをプレイしている途中で中断し，その後，中断した場面からゲームを再開してプレイするために，ディスクにセーブされたものと解されることが認められる。",
                        "上記認定事実によれば，本件公知発明1は，前作と後作との間でストーリーに連続性を持たせた上，後作のゲームにおいても，前作のゲームのキャラクタでプレイしたり，前作のゲームのプレイ実績により，後作のゲームのプレイを有利にしたりすることによって，前作のゲームをプレイしたユーザに対して，続編である後作のゲームもプレイしたいという欲求を喚起し，これにより後作のゲームの購入を促すという技術思想を有するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1-1について",
                      "text": [
                        "前記(ア)のとおり，本件公知発明1は，キャラクタでプレイするゲームにおいて，セーブされたキャラクタを前作のゲームから後作のゲームに転送するものであり，前作のゲームにおいて，プレイ途中でセーブして，なおかつ，キャラクタのレベルが16以上である場合に，後作のゲームにおいて，ゲームのプレイが有利になるという特典が与えられるものである。",
                        "そうすると，本件公知発明1は，少なくとも，前作において，ゲームをプレイ途中でセーブするとともに，ゲームをある程度達成した，すなわち，前作のゲームにおいて，キャラクタのレベルが16以上となるまでプレイしたという実績があることが，後作においてプレイを有利にするための必須の条件であり，「キャラクタ」，「プレイ実績」を示す情報を前作の記憶媒体にセーブできることが本件公知発明1の前提であって，「キャラクタ」，「プレイ実績」の情報をセーブできない記憶媒体を採用すると，前作のゲームにおける「キャラクタ」，「プレイ実績」の情報が記憶媒体に記憶されないこととなり，「前作のゲームのキャラクタで，後作のゲームをプレイする」，「前作のキャラクタのレベルが16以上であると，後作において拡張ゲームプログラムを動作させる」という本件公知発明1を実現することができなくなることは明らかである。",
                        "したがって，仮に，被控訴人の主張するとおり，ゲームプログラム及び／又はデータを記憶する媒体としてCD-ROMを用いることが本件特許Aの出願前において周知技術であり，また，同一タイトルのゲームをCD-ROMやROMカセットに移植することが一般的に行われている事項であったとしても，本件公知発明1において，記憶媒体を，ゲームのキャラクタやプレイ実績をセーブできない「記憶媒体（ただし，セーブデータを記憶可能な記憶媒体を除く。）」に変更する動機付けはなく，そのような記憶媒体を採用することには，阻害要因がある。",
                        "以上のとおりであるから，本件公知発明1において，相違点1-1に係る本件発明A1の構成とすることは，当業者が容易に想到し得たものであるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点1-2について",
                      "text": [
                        "前記(イ)と同様の理由により，本件公知発明1において，相違点1-2に係る本件発明A1の構成を採用することは，動機付けを欠き，むしろ阻害要因があるというべきであるから，当業者が容易に想到し得たものであるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "被控訴人の主張について",
                      "text": [
                        "これに対し被控訴人は，相違点1-1及び1-2は，本件訂正Aにより，「第1の記憶媒体」及び「第2の記憶媒体」から「セーブデータを記憶可能な記憶媒体」が除かれ，その結果，「所定のキー」からセーブデータが除かれたこと（「除くクレーム」とされたこと）により生じたものであることを前提として，除くクレームとする訂正により，形式的に主引用発明との間に相違点が存在すると認められる場合は，①相違点に係る構成によって，技術的観点から主引用発明と異なる作用効果が存在するか否かを検討し，②技術的意義が認められない場合には，実質的な相違点とはいえず新規性が否定されると解すべきであり，③技術的意義が認められた場合には，当業者において適宜なし得る設計事項に過ぎないか否かを検討し，設計事項に過ぎない場合には，進歩性が否定されると解すべきであるところ，本件訂正Aは，シリーズ化された一連のゲームソフトを買い揃えていくことにより，豊富な内容のゲームを楽しむことができるようにするという本件発明A1の課題との関係では，技術的な解決手段を示したものとはいえず，技術的意義がないものであって，本件発明A1の作用効果や技術的思想は，本件訂正Aの前後で変わらないから，相違点1-1及び1-2は，実質的に相違点とはいえず，少なくとも，当業者が適宜なし得る設計事項である旨主張する。",
                        "しかしながら，前記(イ)及び(ウ)のとおり，本件公知発明1において，相違点1-1及び1-2に係る本件発明A1の構成を採用することは，動機付けを欠き，むしろ阻害要因があるというべきものである。",
                        "また，本件発明A1において，「第1の記憶媒体」及び「第2の記憶媒体」を「セーブデータを記憶可能な記憶媒体を除く」ものとすることは，前作のプレイ実績にかかわらず，後作において拡張ゲームプログラム及び／又はデータによってゲームを楽しむことができるという作用効果を奏するものであって，技術的意義を有するものであることからすると，相違点1-1及び1-2は，実質的な相違点であるといえるし，当業者が適宜なし得る設計事項であるとは認められない。",
                        "したがって，被控訴人の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "小括",
                      "text": [
                        "以上のとおり，本件公知発明1において，相違点1-1及び1-2に係る本件発明A1の構成とすることには，動機付けがなく，むしろ阻害要因があるため，当業者が容易に想到し得たこととは認められない。",
                        "したがって，本件発明A1は，当業者が本件公知発明1に基づき容易に発明をすることができたものであるとは認められない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "争点1-2-2（MSX規格用のゲームソフト「ぎゅわんぶらあ自己中心派」及び「ぎゅわんぶらあ自己中心派2  自称！強豪雀士編」並びにMSX規格のマシンを用いて実現されるゲームシステムにより公然知られた発明に基づく本件発明A1及びA2の進歩性の欠如の有無）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ぎゅわんぶらあ」，「ぎゅわんぶらあ2」及びMSX規格のマシンを用いて実現されるゲームシステムにより公然知られた発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "証拠（乙A17，29，30，36，39，40，61，62（枝番号を含む。））及び弁論の全趣旨によれば，以下の事実が認められる。",
                        "本件特許出願A（平成6年12月9日）前に発売されていたMSX規格のマシン「MSX2」（乙A29，61），MSX規格用のゲームソフト「ぎゅわんぶらあ」（昭和62年11月11日発売。乙A62の1），同ゲームソフト「ぎゅわんぶらあ2」（平成元年4月21発売。乙A17の1）及びテレビを用いて実現されるゲームシステムを作動させる方法は，本件特許出願Aの前に，公然知られていた（以下「本件公知発明3」という。）。",
                        "本件公知発明3の構成は，次のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "ROMカセットスロット1と，ROMカセットスロット2とを有するMSX規格のマシン「MSX2」に，ゲームプログラムを記憶したROMカセットを装填してゲームシステムを作動させる方法であって，"
                        },
                        {
                          "fig": "b",
                          "subject": "上記ROMカセットとして，",
                          "text": [
                            "b-1  「ぎゅわんぶらあ」のキャラクタ12人での「フリー対戦」，「勝ち抜き戦」をプレイできる「ぎゅわんぶらあ」のゲームプログラムおよびデータと，所定のキーとを含む「ぎゅわんぶらあ」ROMカセットと，",
                            "b-2  「ぎゅわんぶらあ2」のキャラクタ16人での「フリー対戦」をプレイできるゲームプログラムおよびデータに加えて所定の拡張ゲームプログラムおよびデータを含む「ぎゅわんぶらあ2」ROMカセットとが準備されており，"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "上記拡張ゲームプログラムおよびデータは，「フリー対戦」，「勝ち抜き戦」，「タコ討伐戦」の3種類のモードを選択でき，「フリー対戦」モードを選択すると，「ぎゅわんぶらあ2」のキャラクタ16人に加えて「ぎゅわんぶらあ」のキャラクタ12人の合計28人のキャラクタでの「フリー対戦」をプレイでき，「勝ち抜き戦」モードを選択すると，「ぎゅわんぶらあ2」のキャラクタ16人と「ぎゅわんぶらあ」のキャラクタ12人の合計28人での「勝ち抜き戦」をプレイでき，「タコ討伐戦」モードを選択すると，「『ぎゅわんぶらあ』と『ぎゅわんぶらあ2』を組み合わせた総勢28人のキャラクタを『タコ側』と『アンチタコ側』に分けて，東京の雀荘をどちらが制覇するかを競う『タコ討伐戦』」をプレイするためのゲームプログラムおよびデータであり，"
                        },
                        {
                          "fig": "d",
                          "subject": "上記「ぎゅわんぶらあ2」ROMカセットを上記ROMカセットスロット1に装填して上記マシン「MSX2」の電源を入れ，起動させるとき，",
                          "text": [
                            "d-1  上記「ぎゅわんぶらあ2」ROMカセットを上記ROMカセットスロット1に装填し，上記「ぎゅわんぶらあ」ROMカセットを上記ROMカセットスロット2に装填して，上記マシン「MSX2」を所定のキーを読み込んでいる状態で起動させると，「ぎゅわんぶらあ2」のキャラクタ16人での「フリー対戦」をプレイできるゲームプログラムおよびデータと，「ぎゅわんぶらあ」のゲームプログラムおよびデータと，拡張ゲームプログラムおよびデータとによってマシン「MSX2」を動作させ，",
                            "d-2  上記「ぎゅわんぶらあ2」ROMカセットのみを上記ROMスロット1に装填して，上記マシン「MSX2」を所定のキーを読み込んでいない状態で起動させると，「ぎゅわんぶらあ2」のキャラクタ16人での「フリー対戦」をプレイできるゲームプログラムおよびデータのみによってマシン「MSX2」を動作させる，"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "ゲームシステム作動方法。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し被控訴人は，①「ぎゅわんぶらあ2」ROMカセットと「ぎゅわんぶらあ」ROMカセットとを使用したときに，増加する12人のキャラクタの氏名のフォントデータが，「ぎゅわんぶらあ2」ROMカセットに記録され，「タコ討伐戦」のグラフィックが，「ぎゅわんぶらあ2」ROMカセットに記録されていること，ゲーム装置MSX2の起動時に「ぎゅわんぶらあ」ROMカセットが挿入されていれば，その後挿入されていなくとも，「ぎゅわんぶらあ2」の「拡張ゲームプログラム」によって，ゲーム装置MSX2が作動すること（乙A36の1，3）を根拠に，拡張ゲームデータ及び拡張ゲームプログラムの全部が「ぎゅわんぶらあ2」ROMカセットに記録されている旨，②公知発明3は，常に「ぎゅわんぶらあ」を装填していないと，「ぎゅわんぶらあ2」の拡張ゲームプログラムによってゲーム装置を作動させないというものではなく，別紙4のフローチャートのように，「ぎゅわんぶらあ2」では，複数の段階で，「ぎゅわんぶらあ」に記憶されている切換キーを読み込んでいるか否かを判断して，「ぎゅわんぶらあ2」の拡張ゲームプログラムによってゲーム装置を作動させるか否かを判断している旨主張する。",
                        "しかしながら，上記①の点については，証拠（甲A53，乙A76）及び弁論の全趣旨によれば，マシンMSX2に，「ぎゅわんぶらあ2」ROMカセットと「ぎゅわんぶらあ」ROMカセットの双方を装填して，フリー対戦を選択した後に，「ぎゅわんぶらあ」ROMカセットを抜くと，対戦相手の選択画面（「ぎゅわんぶらあ」のキャラクタである「持杉ドラ夫」の顔画像）が表示されずに再起動となること，同様に，勝ち抜き戦を選択した後に「ぎゅわんぶらあ」ROMカセットを抜くと，対戦相手を表示する画面において，「ぎゅわんぶらあ」のキャラクタの顔画像が表示されずにフリーズすること，タコ討伐戦を選択した後に「ぎゅわんぶらあ」ROMカセットを抜くと，「つれていく人」（キャラクタ）の選択画面において，「持杉ドラ夫」の顔画像が表示されずにフリーズすることが認められる。",
                        "これらの事実は，「ぎゅわんぶらあ2」ROMカセットに記録されているのは，「ぎゅわんぶらあ」に登場する12人のキャラクタを選択するための氏名のフォントデータ，タコ討伐戦のグラフィックデータであり，「ぎゅわんぶらあ」に登場する12人のキャラクタの顔画像，性格，ツキ，技術力などのゲームを行うためのデータは，「ぎゅわんぶらあ」ROMカセットのみに記録されていることを推認させるものといえる。",
                        "なお，証拠（乙A36の1，3）によれば，マシンMSX2に，「ぎゅわんぶらあ2」ROMカセットと「ぎゅわんぶらあ」ROMカセットの双方を装填して，フリー対戦を選択し，対戦相手の選択画面から「ぎゅわんぶらあ」のキャラクタを対戦相手として選択して，フリー対戦を開始した後に，「ぎゅわんぶらあ」ROMカセットを抜くと，対戦相手の画像が表示された状態で1半荘分ゲームが進行することが認められる。しかし，このように「ぎゅわんぶらあ」ROMカセットを抜いた状態でもゲームを進行できるのは，「ぎゅわんぶらあ」のキャラクタを対戦相手として選択した際に，マシンMSX2に装填された「ぎゅわんぶらあ」ROMカセットから，これらのキャラクタのデータを読み取っていることによるものと推測するのが合理的であるから，かかる事実は，上記推認を左右するものではない。",
                        "加えて，「ぎゅわんぶらあ」にある勝ち抜き戦モードは，「ぎゅわんぶらあ2」ROMカセットのみをゲーム装置に装填した場合には動作しないプレイモードであるところ（乙A39，40），勝ち抜き戦のゲームプログラムが「ぎゅわんぶらあ2」ROMカセットに記録されていることを認めるに足りる証拠はない。",
                        "以上によれば，「ぎゅわんぶらあ2」ROMカセットと「ぎゅわんぶらあ」ROMカセットの双方を装填して行われる「フリー対戦」，「勝ち抜き戦」，「タコ討伐戦」において，増加する「ぎゅわんぶらあ」の12人のゲームキャラクタのデータは，「ぎゅわんぶらあ」ROMカセットに記録されているものであって，28人のキャラクタでプレイする場合，「ぎゅわんぶらあ2」ROMカセットと「ぎゅわんぶらあ」ROMカセットの双方をマシンMSX2に装填し続ける必要があると認められる。",
                        "次に，上記②の点について，前記(ア)のとおり，本件公知発明3は，「ぎゅわんぶらあ2」ROMカセットを上記ROMカセットスロット1に装填し，上記「ぎゅわんぶらあ」ROMカセットを上記ROMカセットスロット2に装填して，上記マシン「MSX2」の電源を入れ，起動させると，「フリー対戦」，「勝ち抜き戦」，「タコ討伐戦」の3種類のモードを選択でき，合計28人のキャラクタでこれらのゲームをプレイできる一方，上記「ぎゅわんぶらあ2」ROMカセットのみを上記ROMスロット1に装填してマシン「MSX2」を起動させると，「ぎゅわんぶらあ2」のキャラクタ16人でのフリー対戦のみをプレイできるものであるから，同発明において本件発明A1の「所定のキー」に相当するのは，「ぎゅわんぶらあ」ROMカセットがROMカセットスロット2に装填されたという事実のみであるといえる。",
                        "なお，上記のとおり，本件公知発明3において，合計28人のキャラクタでの「フリー対戦」，「勝ち抜き戦」及び「タコ討伐戦」をプレイするためには，「ぎゅわんぶらあ」ROMカセットと「ぎゅわんぶらあ2」ROMカセットの双方をマシンMSX2に装填し続け，「ぎゅわんぶらあ」ROMカセットから，「ぎゅわんぶらあ」に登場する12人のキャラクタのデータや「勝ち抜き戦」のデータ等を逐次ゲーム装置に読み取る必要があるが，これらの動作は，ゲームを遂行するために必要な動作に過ぎないものであって，「所定のキー」に該当するものではない。",
                        "したがって，被控訴人の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明A1と本件公知発明3の対比",
                  "text": [
                    "本件発明A1と本件公知発明3とを対比すると，その相違点は，以下のとおりであると認められる。",
                    "（相違点1）",
                    "本件発明A1の記憶媒体は，所定のゲーム装置の作動中に入れ換え可能な記憶媒体であるのに対して，本件公知発明3の記憶媒体はゲーム装置の作動中に入れ換え不可である点。",
                    "（相違点2）",
                    "ゲーム装置が所定のキーを読み込み，標準ゲームプログラム及びデータと拡張ゲームプログラム及びデータの双方によってゲーム装置を作動させる際に，本件発明A1では，第2の記憶媒体を装填するのに対して，本件公知発明3では，第1の記憶媒体（「ぎゅわんぶらあ」ROMカセット）と第2の記憶媒体（「ぎゅわんぶらあ2」ROMカセット）の双方を装填している必要がある点。",
                    "（相違点3）",
                    "ゲーム装置が所定のキーを読み込んでいる場合に，標準ゲームプログラム及びデータと拡張ゲームプログラム及びデータの双方によってゲーム装置を作動させる際の拡張ゲームプログラム及びデータが，本件発明A1では，第2の記憶媒体に包含されるのに対し，本件公知発明3では，第2の記憶媒体（「ぎゅわんぶらあ2」ROMカセット）に全部が記録されておらず，第1の記憶媒体（「ぎゅわんぶらあ」ROMカセット）に一部が記録されている点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性について",
                  "text": [
                    "事案に鑑み，相違点2及び3から検討する。",
                    "前記アのとおり，本件公知発明3では，拡張ゲームプログラム及びデータの全部が第2の記憶媒体（「ぎゅわんぶらあ2」ROMカセット）に記録されているわけではなく，第1の記憶媒体（「ぎゅわんぶらあ」ROMカセット）に一部が記録されており，標準ゲームプログラム及びデータと拡張ゲームプログラム及びデータの双方によってゲーム装置を作動させる際に，第1の記憶媒体と第2の記憶媒体の双方を装填している必要があるところ，このような構成を採ることによりゲーム装置が適切に機能しているのであるから，この構成をあえて変更して，第1の記憶媒体に記録されている拡張ゲームプログラム及びデータと同じものを第2の記憶媒体にも記録させる動機付けはない。また，本件特許出願Aの前に，そのような技術が当業者に周知であったことを認めるに足りる証拠もない。",
                    "したがって，本件公知発明3において，①ゲーム装置が所定のキーを読み込んでいる場合に，第1の記憶媒体と第2の記憶媒体との双方を同時に装填せずに，第2の記憶媒体のみを装填することにより，標準ゲームプログラム及びデータと拡張ゲームプログラム及びデータの双方によってゲーム装置を作動させること（相違点2に係る本件発明A1の構成），②標準ゲームプログラム及びデータと拡張ゲームプログラム及びデータの双方によってゲーム装置を作動させる際の拡張ゲームプログラム及びデータを第2の記憶媒体（「ぎゅわんぶらあ2」ROMカセット）に全部記録させること（相違点3に係る本件発明A1の構成）は，いずれも，当業者が容易に想到し得た事項ということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件公知発明3において，相違点2及び3に係る本件発明A1の構成とすることは，当業者が容易に想到し得たこととは認められない。",
                    "したがって，本件発明A1は，当業者が本件公知発明3に基づき容易に発明をすることができたものであるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "争点1-3（控訴人の損害の有無及び損害額）について",
              "text": [
                "控訴人は，特許法102条3項により算定される損害額を主張する。同項は，特許権侵害の際に特許権者が請求し得る最低限度の損害額を法定した規定であり，同項による損害は，原則として，侵害品の売上高を基準とし，そこに，実施に対し受けるべき料率を乗じて算定すべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "その特許発明の実施に対し受けるべき金銭の額に相当する額",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許法102条3項所定の「その特許発明の実施に対し受けるべき金銭の額に相当する額」については，平成10年法律第51号による改正前は「その特許発明の実施に対し通常受けるべき金銭の額に相当する額の金銭」と定められていたところ，「通常受けるべき金銭の額」では侵害のし得になってしまうとして，同改正により「通常」の部分が削除された経緯がある。",
                        "特許発明の実施許諾契約においては，技術的範囲への属否や当該特許が無効にされるべきものか否かが明らかではない段階で，被許諾者が最低保証額を支払い，当該特許が無効にされた場合であっても支払済みの実施料の返還を求めることができないなど様々な契約上の制約を受けるのが通常である状況の下で事前に実施料率が決定されるのに対し，技術的範囲に属し当該特許が無効にされるべきものとはいえないとして特許権侵害に当たるとされた場合には，侵害者が上記のような契約上の制約を負わない。そして，上記のような特許法改正の経緯に照らせば，同項に基づく損害の算定に当たっては，必ずしも当該特許権についての実施許諾契約における実施料率に基づかなければならない必然性はなく，特許権侵害をした者に対して事後的に定められるべき，実施に対し受けるべき料率は，むしろ，通常の実施料率に比べて自ずと高額になるであろうことを考慮すべきである。",
                        "したがって，実施に対し受けるべき料率は，①当該特許発明の実際の実施許諾契約における実施料率や，それが明らかでない場合には業界における実施料の相場等も考慮に入れつつ，②当該特許発明自体の価値すなわち特許発明の技術内容や重要性，他のものによる代替可能性，③当該特許発明を当該製品に用いた場合の売上げ及び利益への貢献や侵害の態様，④特許権者と侵害者との競業関係や特許権者の営業方針等訴訟に現れた諸事情を総合考慮して，合理的な料率を定めるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "認定事実",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件特許Aについての実際の実施許諾契約の実施料率は，本件訴訟に現れていない。",
                            "そして，証拠（乙A115，116，乙B28）及び弁論の全趣旨によれば，以下の事実が認められる。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "株式会社帝国データバンクが「知的財産の価値評価を踏まえた特許等の活用の在り方に関する調査研究報告書～知的財産（資産）価値及びロイヤルティ料率に関する実態把握～（平成22年3月）」（乙B28。本件調査報告書）を作成するに当たって行った，特許権に関するロイヤルティ率情報のアンケート（以下「本件アンケート」という。）の結果を記載した表2-2には，技術分類を「家具，ゲーム」とする特許のロイヤルティ料率の平均は2．5％（最大値4．5％，最小値0．5％，標準偏差1．5％）（件数14件）と記載されている。",
                                "⒝  本件調査報告書には，本件アンケート調査結果の回答及び集計に当たっての前提条件について，①ライセンス・アウト（ライセンスを与える側）の立場での回答であること，②国内同業他社へのライセンスを想定していること，③通常実施権（ライセンス提供先を独占的にする訳ではなく，複数の者とライセンスを行うことができる形態）によるライセンスを想定していること，④正味販売高に対する料率を想定していること，⑤特殊な事情（エンタイアマーケットバリュールール（特許技術が製品の一部に使われているだけだとしても，侵害された部品を含む製品全体の単価に基づいて損害額を計算するルール）によるロイヤルティ算定，契約相手の事情など）を捨象したケースであること，⑥ロイヤルティ料率相場はカテゴリ選択肢で回答であるが，集計時には各選択肢の中央値をロイヤルティ料率として集計を行ったことが記載されている。",
                                "⒞  経済産業省知的財産政策室編の「ロイヤルティ料率データハンドブック～特許権・商標権・プログラム著作権・技術ノウハウ～」（平成22年8月31日発行）の「Ⅱ  各国のロイヤルティ料率」には，①ロイヤルティ算定方式として最も広く採用されているのは，定率方式であり，そのロイヤルティは，「対象製品の販売価格×ロイヤルティ料率」として算定されること，②販売価格の対象となるロイヤルティベースには，総販売価格，純販売価格（正味販売価格），小売価格等が使用されるが，実務面では，純販売価格（正味販売価格）が採用されることが比較的多いとされること，③純販売価格（正味販売価格）は，総販売価格から一定の費用項目を控除した残額として定義され，控除費用項目としては，一般的に，輸送費，保険料，倉庫保管費用，リベート，包装梱包費等，販売地によって変動する可能性のある費用項目が中心となるが，業界慣行や製品種類等によって異なることが記載されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記(1)アのとおり，本件発明A1は，ゲームプログラム及び／又はデータを記憶する記憶媒体を所定のゲーム装置に装填してゲームシステムを作動させる方法であって，上記記憶媒体は，少なくとも，所定のゲームプログラム及び／又はデータと，所定のキーとを包含する第1の記憶媒体と，所定の標準ゲームプログラム及び／又はデータに加えて所定の拡張ゲームプログラム及び／又はデータを包含する第2の記憶媒体とが準備され，上記第2の記憶媒体が上記ゲーム装置に装填されるとき，上記ゲーム装置が上記所定のキーを読み込んでいる場合には，上記標準ゲームプログラム及び／又はデータと上記拡張ゲームプログラム及び／又はデータの双方によってゲーム装置を作動させることにより，ユーザにとっては，一回の購入金額が適正なシリーズものの記憶媒体を買い揃えてゆくことによって，最終的に極めて豊富な内容のゲームソフトを入手したのと同じになり，メーカにとっては，膨大な内容のゲームソフトを，ユーザが購入しやすい方法で提供できるという効果をもたらすものである。",
                            "このように，本件発明A1は，ゲームシステム作動方法の発明であり，その構成及び効果は上記のとおりであるところ，イ-9号方法等は本件発明A1の技術的範囲に属するものであり，イ-9号製品等は，ゲーム装置に装填してゲームを実行するためのゲームソフトであって，本件発明A1の「第2の記憶媒体」に相当する，同発明を実施するために不可欠の物である。そして，前記(1)イのとおり，イ-9号製品等は，本編ディスク（第1の記憶媒体）から所定のキーを読み込むことにより，アペンドディスク（第2の記憶媒体）に記録された標準のゲームプログラム及び／又はデータに加えて，拡張ゲームプログラム及び／又はデータを作動させることができるものであるから，本件発明A1は，イ-9号製品等にとって，相応の重要性を有するものといえる。",
                            "また，家庭用ゲーム機などの情報処理装置を対象としたシステム作動方法に関し，本件発明A1の上記技術についての代替技術が存在することはうかがわれない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "前記bのとおり，本件発明A1は，イ-9号製品等に記録された拡張ゲームプログラム及び／又はデータを作動するに当たり不可欠な技術であるところ，家庭用ゲーム機本体に装着してゲームを楽しむゲームソフトにおけるゲームキャラクタのもつ機能，場面，音響が豊富であることは，通常，需要者の購入動機に影響を与えるものといえる。",
                                "そして，被控訴人は，イ-9号製品等を販売するに当たり，製品解説書（甲A5，7，8，10，11）において，MIXJOY機能について紹介し，前作のディスク（本編ディスク）があると本作（アペンドディスク）とのMIXJOYを楽しむことができ，前作のシナリオを本作のキャラクタでプレイしたり，前作では特定のキャラクタとのみ迎えることができたエンディングを全てのキャラクタと迎えることができたりする旨を説明している。",
                                "これらの事情を考慮すると，本件発明A1をイ-9号製品等に用いることにより被控訴人の売上げ及び利益に貢献するものと認められる。",
                                "⒝  他方，証拠（乙A84，94～96，98～101，104～114（枝番号を含む。））及び弁論の全趣旨によれば，以下の事実が認められる。",
                                "①  イ-9号製品等のうち，イ-9，16～22，23②及び24ないし34号製品は，被控訴人が開発し，平成12年に販売を開始した「真・三國無双シリーズ」及び同16年に販売を開始した「戦国無双シリーズ」のゲームソフトである。同シリーズのゲームソフトは，ゲームソフト市場において，継続的に上位の販売個数を計上している。",
                                "同シリーズの人気の要因は，戦国時代や三国志をモチーフにした歴史アクションゲームであること，キャラクタがフィールドを縦横無尽に駆け巡りながら無数の敵をなぎ倒す爽快感，通常攻撃，チャージ，無双乱舞という攻撃が全てボタンを押すだけの簡単な操作で行えること，武将たちをモチーフとした美形キャラを採用するというキャラクタの魅力などである旨評価されている。",
                                "イ-9号製品等の購入時にユーザに対して行ったアンケート結果（乙A84の1～6）では，同製品を購入したきっかけとして，「戦国無双のファンだから」，「三国志のファンだから」，「無双シリーズのファンだから」という点を挙げる者が最も多く，「コーエー（被控訴人）のファンだから」という点を挙げる者も2割程度存在する。",
                                "被控訴人は，イ-9号製品等の販売に当たり，テレビコマーシャル，雑誌広告，雑誌記事等により，同製品の宣伝広告を行った。これらの宣伝広告では，前作の本編ディスクを保有することによりMIXJOY機能を使用できることも紹介されているが，全体的に見ると，ゲームのストーリやキャラクターの紹介などに宣伝広告の重点が置かれていた。",
                                "②  イ-9号製品等のうち，イ-35ないし40号製品は，被控訴人が開発し，平成12年に販売を開始した「遥かなる時空の中で」シリーズのゲームソフトである。「遥かなる時空の中で」シリーズは，女子高校生が日本の過去と類似した異世界に移動し，その世界を舞台として男性と恋愛を成就させることを目的とする，和風ファンタジー恋愛シミュレーションゲームである。同シリーズを含む被控訴人の製作する女性向け恋愛ゲーム「ネオロマンスシリーズ」のゲームソフトは，女性向け恋愛シミュレーションゲームソフトの市場の中で，継続的に上位の販売個数を計上している。",
                                "イ号製品の購入時にユーザに対して行ったアンケート結果（乙A106）では，同製品を購入したきっかけとして，「当シリーズのファンだから」という点を挙げる者が最も多く，「ルビーパーティー（被控訴人の社内における女性向けゲーム開発チーム）のファンだから」という点を挙げる者も3割程度存在した。また，「ネオロマンスシリーズ」のユーザーに対するアンケート結果では，購入動機としてキャラクタを挙げる者が半数を超えている。",
                                "「遥かなる時空の中で」シリーズは，ゲームソフトの発売に先駆け漫画の連載をスタートし，その販売部数は累計250万部（全14巻中11巻の時点）に達した。被控訴人は，このほかにも，各種イベントの開催，テレビアニメの放映，CD商品，DVD商品の販売などを実施し，上記ゲームソフトの販売促進を図った。",
                                "以上によれば，イ-9号製品等は，ゲームのキャラクタや内容，販売方法にそれぞれ工夫があり，そのことが，需要者に対する大きな訴求力となっており，これらと比較すると，本件発明A1のイ-9号製品等の売上への貢献度は，低いものといえる。",
                                "加えて，被控訴人がイ-9号製品等を販売するに当たり，MIXJOYの機能として取扱説明書や解説書（甲A5，7，8，10，11，乙A82（枝番号を含む。））に記載したり，宣伝したりする機能（乙A82の1・9頁，乙A82の6・3頁等）のうち，本編ディスク（本件発明A1の「第1の記憶媒体」に相当）のセーブデータを引き継ぐ機能は，本件発明A1に係る機能ではない。",
                                "⒞  証拠（乙A80，118，119）及び弁論の全趣旨によれば，以下の事実が認められる。",
                                "①  イ-9号製品等のうち，イ-17ないし19，21，23②，25ないし27，30，32，36，38及び40号製品は，別紙7「売上高（補正後）」の「アイテム内容」欄記載のとおり，本件発明A1の「第2の記憶媒体」に当たるゲームソフト（記憶媒体）のほかに，1個ないし5個の当該ゲームソフトと同一のシリーズ（「真・三國無双シリーズ」，「戦国無双シリーズ」又は「遥かなる時空の中でシリーズ」）のゲームソフト（記憶媒体）が含まれるパッケージ商品である。",
                                "②  イ-9号製品等のうち，イ-19及び23②号製品には，上記複数のゲームソフトのほかに，「最強データ収録CD-ROM」が付属する。このCD-ROMは，ゲーム本体を行う記憶媒体ではなく，本件発明A1の「第2の記憶媒体」に当たるゲームソフトで使用するデータ（キャラクタの能力値等が最大の状態のデータ）が記録されている。",
                                "③  イ-9号製品等のうち，イ-39号製品には，別紙7「売上高（補正後）」の「アイテム内容」欄記載のとおり，本件発明A1の「第2の記憶媒体」に当たるゲームソフトのほかに，グッズ（水野十子原画資料集，スチルイラストアートカード  8枚）が同梱されている。",
                                "なお，イ-39号製品の希望小売価格は9800円であり，これと同日付で発売された上記ゲームソフト（イ-35号製品）の希望小売価格は4980円である。",
                                "④  イ-9号製品等のうち，イ-40号製品には，別紙7「売上高（補正後）」の「※同梱グッズ」に記載のグッズが同梱されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "控訴人と被控訴人は，いずれもゲーム機器，ソフトウェアの製造，販売等を業とする株式会社であり，競業関係にある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実施に対し受けるべき金銭の額",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(イ)のとおり，本件訴訟において本件特許Aの実際の実施許諾契約の実施料率は現れていないところ，本件特許Aの技術分野が属する分野の近年の統計上の平均的な実施料率が，本件アンケート結果では2．5％（最大値4．5％，最小値0．5％，標準偏差1．5％）であり，同実施料率は正味販売高に対する料率を想定したものであることが認められる。そして，このことを踏まえた上，侵害品に係るゲームソフトにおいては，ゲームのキャラクタや内容，販売方法の工夫等が，その売り上げに大きく貢献していることは否定できないとはいえ，本件発明A1に係る技術も，売上げの向上に相応の貢献をしていると認められることや，本件発明A1の代替となる技術は存在しないこと，控訴人と被控訴人は競業関係にあることなど，本件訴訟に現れた事情を考慮すると，特許権侵害をした者に対して事後的に定められるべき，本件での実施に対し受けるべき料率（以下「本件実施料率A」という。）は，消費税相当額を含む被控訴人の正味販売価格に対し，3．0％を下らないものと認めるのが相当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人は，別紙1「販売開始日一覧表」記載の販売開始日から本件特許権Aの存続期間満了日までのイ-9号製品等の売上高（被控訴人の卸売価格）が，別紙7「売上高（補正後）」の「売上高」欄記載のとおりであると主張するところ，イ-9号製品等の売上高（被控訴人の卸売価格）が上記金額を超えるものであることを認めるに足りる証拠はない。そこで，同金額に消費税相当額（5％）を加えた金額を，実施料算定の基礎となる価格とするのが相当である。",
                            "もっとも，前記(イ)c⒞のとおり，イ-9号製品等のうちには，本件発明A1の「第2の記憶媒体」に該当するゲームソフトのほかに，1個ないし5個の当該ゲームソフトと同一シリーズのゲームソフト（記憶媒体）が含まれるパッケージ商品も存在するところ，これらのゲームソフトは，本件発明A1についての本件特許権Aを侵害するものではなく，かつ，イ-9号製品等に含まれなくとも，単体で販売の対象となる商品である。また，前記(イ)a⒝のとおり，本件調査報告書には，本件アンケート調査結果の回答及び集計に当たっての前提条件について，特殊な事情（エンタイアマーケットバリュールール（特許技術が製品の一部に使われているだけだとしても，侵害された部品を含む製品全体の単価に基づいて損害額を計算するルール）によるロイヤルティ算定，契約相手の事情など）を捨象したケースであることが記載されている。そうすると，侵害品以外のゲームソフトの価格に相当する部分については，本件実施料率Aを乗じるべき販売価格から控除するのが相当というべきであるから，イ-9号製品等の販売価格を侵害品であるゲームソフトとそれ以外のゲームソフトとの合計数で除したものをもって，本件実施料率Aを乗ずべき売上高とするのが相当である。",
                            "また，前記(イ)c⒞のとおり，イ-19及び23②号製品には，本件発明A1の「第2の記憶媒体」に該当するゲームソフトのほかに，「最強データ収録CD-ROM」やグッズが同梱されているものもあるが，上記CD-ROMは，ゲームソフトで使用するデータ（キャラクタの能力値等が最大の状態のデータ）が記録されているに過ぎず，それらが単独で商品として流通するものではないから，当該製品の販売価格全体をもって，本件実施料率Aを乗ずべき売上高とするのが相当である。",
                            "他方，イ-39号製品（「遥かなる時空の中で3十六夜記  プレミアムBOX」（希望小売価格9800円））は，同日付で発売されたイ-35号製品（「遥かなる時空の中で3十六夜記」（希望小売価格4980円））に対して，4820円高く価格が設定され，その製品の相違は同梱グッズのみであって，イ-39号製品に含まれる同梱グッズの価格は，おおむね同製品の2分の1に相当するものといえるから，同製品の販売価格の2分の1を本件実施料率Aを乗ずべき売上高とするのが相当である。",
                            "さらに，イ-40号製品（「遥かなる時空の中でプレミアムBOXコンプリート」）は，本件発明A1の「第2の記憶媒体」に該当するゲームソフトのほかに，これと同一の「遥かなる時空の中でシリーズ」のゲームソフト5個が含まれるところ，同製品についても，イ-39号製品と同様に，同梱グッズの価格は，これと対応するゲームソフトの価格のおおむね2分の1に相当するものといえる。そうすると，同製品の販売価格の12分の1をもって，本件実施料率Aを乗ずるべき売上高とするのが相当である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，本件特許権Aの侵害について，特許法102条3項により算定される損害額は，別紙10のとおり計算され，その合計額は1億1667万3710円となる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "控訴人の主張について",
                      "text": [
                        "控訴人は，①本件発明A1及びA2は，イ号製品のユーザにおいて実施されるゲームシステム作動方法であること，イ号製品のような本件特許権Aの間接侵害を構成する製品の製造販売に関する特許権者の許諾は，当該製品がユーザに販売されることを当然の前提とすることなどから，実施料率算定の基礎となるイ-9号製品等の売上高は，被控訴人の卸売価格ではなく小売価格とすべきである，②イ-9号製品等に同梱されるアイテムがある場合でも，イ号製品は，同梱されたアイテムを含む製品全体で一個の商品（販売単位）であり，製品の販売等行為全体が一個の特許権侵害を構成するから，イ-9号製品等の販売価格全体が本件実施料率Aに乗ずべき価格となる旨主張する。",
                        "しかしながら，上記①の点については，控訴人の主張を裏付けるに足りる客観的な証拠はない。前記(イ)aのとおり，本件特許Aの技術分野が属する分野の近年の統計上の平均的な実施料率は，正味販売高に対する料率を想定したものであることからすると，実施料算定の元となる売上高は，被控訴人のイ-9号製品等の販売価格，すなわち卸売価格とするのが相当である。",
                        "上記②の点については，前記(ウ)bのとおり，イ-9号製品等のうち，本件発明A1の「第2の記憶媒体」に該当するゲームソフト以外のゲームソフトを含むものや，同梱されたグッズが，商品構成や価格構成上，明らかにゲームソフトとは別の価値を有するもの，すなわち，別個の商品として扱われていると判断し得るものについては，これらのゲームソフト及びグッズの価格に相当する金額を本件実施料率Aを乗ずべき価格から控除するのが相当である。",
                        "控訴人の主張するその余の点も，前記(ウ)の判断を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "被控訴人の主張について",
                      "text": [
                        "被控訴人は，①実施料率算定の基礎となるべき正味販売価格に消費税相当額は含まれない，②本件調査報告書によれば，「家具，ゲーム」の技術分野には，「ビデオゲーム」のような全体の一部に特許発明が実施されているもの以外に，「家具」，「カードゲーム，盤上ゲーム，ルーレットゲーム；小遊技動体を用いる室内用ゲーム」も含まれるため，本件特許Aの実施料率は，上記実施料率の平均値（2．5％）より低くなる，③同梱グッズについても，別紙7「売上高（補正後）」記載のとおり，そのアイテム数に応じて売上高を補正すべきである，④本件発明A1は，セーブデータを「所定のキー」とする方法，「拡張ゲームプログラム等」の一部を「所定のキー」とする方法，第2の記憶媒体に「拡張ゲームプログラム等」のみを記憶する方法により，同発明と同様の作用効果を奏しながら，同発明を回避することができる，⑤控訴人は，競業者と特許クロスライセンス契約を締結し，「ライセンスなどの特許権の有効活用を促進」するとしたプレスリリースを公開しており（乙A83の1～3），むしろ開放的ライセンスポリシーを採用している，⑥イ号製品は，武将やステージを新規に追加するものというよりは，「違った遊びを提供するという概念で開発」されたものであり，本編ディスクではプレイできなかったモードを提供することが主眼となった製品であって，それ単体でも十分楽しめる内容である反面，MIXJOYをすることで可能となるのは，本編ディスクでプレイできたモードやシナリオをアペンドディスクでもプレイできるというものであり，MIXJOYを行う場面は限定されている旨主張する。",
                        "しかしながら，上記①の点については，消費税相当額も被控訴人の販売価格の一部としてそれに含まれているものであるから，損害額の算定に当たって消費税相当額を控除すべき理由はない。",
                        "上記②の点については，前記(イ)a(a)のとおり，本件アンケート結果を記載した，本件調査報告書の表2-2には，技術分類を「家具，ゲーム」とする特許のロイヤルティ料率の平均は2．5％であり，件数は14件である旨が記載されているものの，アンケート回答者の保有する特許の内容，特許の実施品について，具体的な記載はない。したがって，本件調査報告書の記載からは，本件特許Aの実施料率が，上記実施料率の平均値より低くなると認めることはできない。",
                        "上記③の点については，前記(イ)c⒞のとおり，イ-9号製品等に同梱されているグッズは，本件発明A1の「第2の記憶媒体」に相当するゲームソフトの付属物というべきものであって，単独で商品として流通するものではないから，イ-39及び40号製品に同梱されたグッズを除き，当該製品の販売価格全体をもって，本件実施料率Aを乗ずべき売上高とするのが相当である。",
                        "上記④の点については，i）前記(5)ウ(エ)のとおり，本件発明A1において，「第1の記憶媒体」及び「第2の記憶媒体」を「セーブデータを記憶可能な記憶媒体を除く」ものとすることは，前作のプレイ実績にかかわらず，後作において拡張ゲームプログラム及び／又はデータによってゲームを楽しむことができるという技術的意義を有するものであり，セーブデータを「所定のキー」とする方法は，本件発明A1と同様の作用効果を奏するものではなく，また，記憶媒体をセーブデータを記憶可能なものにした場合は，大量の記憶容量を有し，安価で大量生産が可能なCD-ROM，DVD-ROM等の読み出し専用メモリーを用いることができなくなること，ii）本件発明A1は，第1の記憶媒体に記憶された「所定のキー」を読み込むだけで，第2の記憶媒体に記録された標準ゲームプログラム及び拡張ゲームプログラムによりゲーム装置を作動させるものであって，装置の作動中に第1の記憶媒体を入れ換え可能なものであるが，「拡張ゲームプログラム等」の一部を「所定のキー」とする方法では，標準ゲームプログラム及び拡張ゲームプログラムによるゲーム装置の作動中に，第1の記憶媒体を装填し続ける必要があること，iii）第2の記憶媒体に「拡張ゲームプログラム等」のみを記憶する方法では，第2の記憶媒体単体で，標準ゲームプログラム及び拡張ゲームプログラムによりゲーム装置を作動させることができないことから，これらの方法が本件発明A1の代替技術であるとはいえない。",
                        "上記⑤の点については，たとえ，特許権者が開放的ライセンスポリシーを有しているとしても，そのことは，特許権侵害者に対して事後的に定めるべき実施料率を下げる理由にはならないものというべきである。",
                        "上記⑥の点については，前記(イ)c(a)のとおり，本件発明A1によりゲームキャラクタのもつ機能，場面，音響が豊富になるという効果は，通常，需要者の購入動機に影響を与えるものであるといえ，イ-9号製品等においても，MIXJOY機能により，前作のシナリオを本作のキャラクタでプレイしたり，前作では特定のキャラクタとのみ迎えることができたエンディングを全てのキャラクタと迎えることができたりするものであって，被控訴人は製品解説書でかかる機能を紹介し，宣伝しているものである。そうすると，本件発明A1は，これをイ-9号製品等に用いることにより被控訴人の売上及び利益に相応の貢献をするものと認められるものであって，イ-9号製品等が単体でも十分楽しめるものか否かという点や，MIXJOYを行う場面が限定されているか否かという点は，上記判断を左右するものではない。",
                        "被控訴人の主張するその余の点も，前記(ウ)の判断を左右するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおりであるから，控訴人について，特許法102条3項により算定される損害額に，弁護士費用・弁理士費用を加えた金額が控訴人の損害額と認められる。",
                    "そして，被控訴人の不法行為と相当因果関係にある弁護士費用及び弁理士費用は，上記により算定される損害額の約1割である1166万円を下らないと認めるのが相当であるから，控訴人の損害額は，1億2833万3710円（1億1667万3710円＋1166万円）である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許権Bについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点2-1-1（文言侵害の成否）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書Bの記載事項等について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明B1及びB8の特許請求の範囲（請求項1，8）の記載は，前記第2の2(3)ウのとおりである。",
                        "本件明細書B（甲B2，24）の発明の詳細な説明には，次のような記載がある（下記記載中に引用する「図1及び2」については別紙11を参照）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "【0001】",
                          "text": [
                            "【産業上の利用分野】",
                            "本願発明は，遊戯装置およびその制御方法に関し，詳しくは，業務用ゲーム機や家庭用ゲーム機におけるゲームの進行に際して，遊戯者による入力手段の操作により上記ゲームの進行にその遊戯者が参加するように構成され，かつそのゲームの進行状態に応じてその遊戯者に振動を体感的に伝達するように構成された遊戯装置およびその制御方法に関する。",
                            "【0002】",
                            "【従来の技術】",
                            "近年においては，業務用ゲーム機や家庭用ゲーム機などを使用して行われるゲームとして，遊戯者がゲームの中のキャラクタ等とは無関係にそのゲームの進行を全て一方的に決定しあるいは制御するように構成したもの以外に，遊戯者の入力操作により移動するキャラクタ等が存在して遊戯者がそのゲームの進行に参加するように構成したものが実用化されている。",
                            "【0003】",
                            "この遊戯者の参加によるゲームは，ジョイスティックレバーや押しボタン等から構成される入力手段を上記各種ゲーム機に取り付け，そのゲーム機に備えられあるいは接続されているCRTやLCDなどの画像出力手段を視認しながら遊戯者が上記入力手段を操作することにより，そのゲームの進行中において自己に対応する仮想人物画像等の行動を制御するものである。",
                            "【0004】",
                            "この種のゲームの具体的内容としては，たとえば格闘技等のスポーツに係るものや，冒険あるいはレースに係るもの，さらには宝探しを行うものなど，種々の分野にわたるものが提案されあるいは実用化されている。そして，この種のゲームの進行途中においては，ゲーム機に備えられあるいは接続されているスピーカ等の音響出力手段から様々な音響が発せられるように構成されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "【0005】",
                          "text": [
                            "【発明が解決しようとする課題】",
                            "ところで，上記従来の各種ゲーム機により行い得る遊戯者参加ゲームは，そのゲームの途中において自己に対応する仮想人物画像等の置かれている状況が変化した場合等に，ゲーム機専用のスピーカから音響が発せられるものが主流を占めている。したがって，自己と他者とで勝負を決するようなゲームにおいては，上記スピーカから発せられた音響が自己だけでなく他者にも聞こえてしまうことになり，たとえば他者に対して秘密にしておきたい状態等が存在する場合であっても，その秘密状態を維持しておくことは不可能である。",
                            "【0006】",
                            "このため，ゲームの内容が全てオープンなものとなり，十分なスリル感を味わえなくなるばかりでなく，音響が発せられることに起因して，自己のみが知っている情報に基づいて秘密のうちにゲームを進行させるといったことができなくなり，この種のゲームを製作する上での自由度ないし選択の幅が小さくなるという問題を有している。",
                            "【0007】",
                            "加えて，この種のゲームは，そのゲーム進行途中において発せられる音声や効果音のみによって，遊戯者にある程度の現実感や迫力を与えようとしているのが実情であるが，このような手法では，遊戯者は聴覚および視覚だけでその雰囲気を味わうに留まり，より高度な現実感や十分な迫力等が得られず，娯楽性や面白さに欠けるという難点がある。",
                            "【0008】",
                            "本願発明は，上述の事情のもとで考え出されたものであって，ゲームの進行途中における自己の置かれている状況を，視覚および聴覚以外の感覚をもって知得できるようにするとともに，相手方に対して秘密状態の下でゲームを進行させることなどを可能にし，これによりゲーム製作上の自由度を増大させ，かつ高度な現実感や十分な迫力が得られる遊戯装置を提供することをその課題とする。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "【0009】",
                          "text": [
                            "【課題を解決するための手段】",
                            "上記の課題を解決するため，本願発明では，次の技術的手段を講じ",
                            "ている。",
                            "【0010】",
                            "すなわち，本願の請求項1に記載した発明は，遊戯者が操作する入力手段と，この入力手段からの信号に基づいてゲームの進行状態を決定あるいは制御するゲーム進行制御手段と，このゲーム進行制御手段からの信号に基づいて少なくとも遊戯者が上記入力手段を操作することにより変動するキャラクタを含む画像情報を出力する出力手段とを有するゲーム機を備えた遊戯装置であって，上記ゲーム進行制御手段からの信号に基づいて，ゲームの進行途中における遊戯者が操作している上記キャラクタの置かれている状況が特定の状況にあるか否かを判定する特定状況判定手段と，上記特定状況判定手段が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，体感振動情報信号として送出する振動情報制御手段と，上記振動情報制御手段からの体感振動情報信号に基づいて振動を生じさせる振動発生手段と，を備えたことを特徴としている。",
                            "【0013】",
                            "この場合，上記請求項1ないし3のいずれかに記載の遊戯装置において，上記特定状況判定手段は，上記ゲームの進行途中における上記キャラクタの置かれている状況が所定の規則性をもって変化しているか否かを判定するものであり，この変化していることが判定された時に，上記振動情報制御手段から上記キャラクタの状況の変化の態様に応じて変化する体感振動情報信号が送出されるように構成されているものであってもよい（請求項4）。",
                            "【0017】",
                            "一方，本願の請求項8に記載した発明は，遊戯者が操作する入力手段と，この入力手段からの信号に基づいてゲームの進行状態を決定あるいは制御するゲーム進行制御手段と，このゲーム進行制御手段からの信号に基づいて少なくとも遊戯者が上記入力手段を操作することにより変動するキャラクタを含む画像情報を出力する出力手段とを有するゲーム機を備えた遊戯装置の制御方法であって，上記ゲーム進行制御手段からの信号に基づいて，ゲームの進行途中における遊戯者が操作している上記キャラクタの置かれている状況が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，体感振動情報信号として振動発生手段に送出するようにしたことを特徴としている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "【0022】",
                          "text": [
                            "【発明の作用及び効果】",
                            "上記請求項1に記載した発明によれば，遊戯者が入力手段を操作することにより，ゲーム進行制御手段からの信号に基づいて，出力手段（少なくともディスプレイ等）から時々刻々と変化する画像表示がなされてゲームが進行する。この場合，遊戯者は，入力手段を操作することによりそのゲームに参加した状態にある。具体的には，たとえば上記出力手段に表示される画像の中に，遊戯者による入力手段の操作に伴ってその行動が変化する人物画像等のキャラクタが存在していれば，そのキャラクタを自己の意志に基づいて移動させることにより，遊戯者がそのゲームに参加した状態にある。",
                            "【0023】",
                            "そして，このようなゲームの進行途中における上記ゲーム進行制御手段からの信号に基づいて特定状況判定手段が，遊戯者の置かれている状況，すなわち遊戯者により操作されている上記キャラクタの置かれている状況が，特定の状況にあるか否かを判定する。そして，特定の状況にあることが判定された時点で，振動情報制御手段から振動発生手段に対して，画像情報からは認識できない情報が，体感振動情報信号として送出される。",
                            "【0024】",
                            "これにより，上記出力手段により画像として表示されていない内容が，所定の体感振動として上記振動発生手段に生じることになる。したがって，遊戯者は，この振動発生手段を身体に接触させておけば，この時に生じる振動を体感的に知得して，ゲームの進行状態が特定の状況にあることを知得できるのに対して，他の遊戯者や周辺の見物人は，上記画像を見ているだけではその特定の状況を認識することができない。",
                            "【0025】",
                            "この結果，遊戯者は，周囲にその特定の状況を悟られることなく，自己のみが知り得る秘密の状態の下でゲームを進行していくことができるとともに，振動を体感的に知得できることにより迫力や現実感が増大することになる。",
                            "【0031】",
                            "一方，上記請求項4に記載した発明によれば，ゲームの状況が時々刻々と変化している場合において，上記特定状況判定手段は，そのゲームの状況が所定の規則性にしたがって変化している場合に，特定状況にあると判定する。そして，この判定がなされることにより，上記ゲームの変化の態様に応じた体感振動情報信号，たとえば遊戯者の置かれている状況の危険度が大きくなるにつれて振動の振幅を大きくしたり，あるいは振動の発生周期を短くするための体感振動情報信号が送出される。これにより，遊戯者は一層高度な現実感やスリルを味わえることになる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "【0036】",
                          "text": [
                            "【実施例の説明】",
                            "以下，本願発明の好ましい実施例を，図面を参照しつつ具体的に説明する。",
                            "【0037】",
                            "図1は，本願発明に係る遊戯装置の概略システムを示すブロック図である。同図に示すように，この遊戯装置20は，大別すると，振動発生手段である音響体感器1と，家庭用または業務用のゲーム機21と，このゲーム機21からの出力信号に基づいて上記音響体感器1を制御する制御手段31とから構成されている。",
                            "【0038】",
                            "詳述すると，上記ゲーム機21は，たとえばジョイスティックレバー22および押しボタン式スイッチ23を有する入力手段24と，各種のゲーム情報を記憶しているゲーム情報記憶手段25と，上記入力手段24およびゲーム情報記憶手段25からの信号に基づいてゲームの進行状態を決定あるいは制御するゲーム進行制御手段26と，このゲーム進行制御手段26からの音響信号aを受けて利用者に対して可聴音響を発する音響出力手段27と，上記ゲーム進行制御手段26からの画像信号bを受けて利用者に対して画像表示を行う画像出力手段28と，を備えている。",
                            "【0039】",
                            "一方，上記制御手段31は，上記ゲーム進行制御手段26からの信号に基づいて，進行中のゲームにおける遊戯者の入力手段24の操作による画像上のキャラクタの置かれている状況が特定の状況にあるか否かを判定する特定状況判定手段32と，この特定状況判定手段32からの信号に基づいて，上記音響信号aに所定の制御を施し，これを体感振動情報信号cとして上記音響体感器1のスピーカ6に送出する振動情報制御手段33と，を備えている。",
                            "【0040】",
                            "上記特定状況判定手段32は，たとえば，進行中のゲームにおける遊戯者が操作しているキャラクタの置かれている状況が危険な状態にあるか安全な状態にあるかの判定や，あるいはそのキャラクタにとって有利な状態にあるか不利な状態にあるかの判定などを行う。そして，この判定結果が危険な状態にある場合や，有利な状態にある場合には，上記振動情報制御手段33から，それ以外の場合には送出されない情報が体感振動情報信号cとして音響体感器1に対して送出される。",
                            "【0041】",
                            "この場合，上記振動情報制御手段33から送出される体感振動情報信号cには，上記ゲーム進行制御手段26から画像出力手段28に送出される画像信号bには含まれていない情報がインプットされている。したがって，CRTやLCD等で構成される上記画像出力手段28による画像を見ていただけでは把握できない情報が，体感振動情報として上記音響体感器1のスピーカ6に対して伝送されることになる。",
                            "【0042】",
                            "また，上記特定状況判定手段32が，ゲーム進行中におけるキャラクタの置かれている状況が特定の状況にあることを判定した場合には，上記振動情報制御手段33から，それ以外の場合に送出されていない情報が体感振動情報信号cとして音響体感器1に対して送出される。その一例として，上記判定結果が，危険な状態や，有利な状態にあることを判定した場合には，その判定がなされた時点で初めて振動を生じさせるための体感振動情報信号cが送出される。また，他の例として，上記体感振動情報信号cが振動を間欠的に生じさせるものであればその間欠周期（発生周期）を異ならせるための信号が送出され，あるいは振動の周波数や振幅を異ならせるための体感振動情報信号cが送出される。",
                            "【0044】",
                            "一方，上記のような構成を備えた遊戯装置20の使用態様としては，その具体例を挙げれば，以下に示す通りである。",
                            "【0045】",
                            "すなわち，図2に示すように，画像出力手段28の所定の表示領域を，縦横に複数のブロック40に仮想区分し，これらのうちの所定数のブロック40内における符号Xで示す箇所に地雷が埋められているものとする。そして，地雷Xが埋められている状態は，画像として表示されない。したがって，遊戯者は，各ブロック40のうちの何れのブロックに地雷Xが埋められているのかを，認識することができない状態にある。",
                            "【0046】",
                            "このような状態で，遊戯者が上記入力手段24を適宜操作することにより，同図に示す特定のキャラクタ41が移動することになるが，このキャラクタ41が鎖線で示すように地雷Xの埋められているブロック40に隣接するブロックに侵入した時点で，上記特定状況判定手段32が，遊戯者の置かれている状況が危険な状況にあると判定する。図示例の状態は，地雷Xの存在するブロック40に縦方向に対して隣接するブロックに侵入する場合を想定したものであるが，横方向に対して隣接するブロックに侵入した場合であっても，上記特定状況判定手段32は，遊戯者が危険な状況にあると判定する。",
                            "【0047】",
                            "このようにして危険な状況の判定がなされた場合には，上記特定状況判定手段32からの信号に基づいて上記振動情報制御手段33が音響信号aに対して所定の制御を施し，耳に聞こえない低周波領域の音響信号を体感振動情報信号cとして音響体感器1のスピーカ6に送出する。この場合，上記特定状況判定手段32は，キャラクタ41が地雷Xに近づいているか，あるいは遠ざかっているかを判定し，近づいている場合には，その離間距離が短くなるにつれて上記低周波領域の音響信号の間欠周期を序々に小さくして振動が頻繁に生じるようにし，逆に遠ざかっている場合には，その離間距離が長くなるにつれて上記間欠周期を序々に大きくして振動の発生頻度を低下させるようにしてもよい。すなわち，地雷Xに対する接近度合いと心臓の鼓動とが一致したような雰囲気を味わえるようにするのである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の記載事項によれば，本件明細書Bの発明の詳細な説明には，本件発明B1に関し，次のような開示があることが認められる。",
                        "近年，業務用ゲーム機や家庭用ゲーム機等を使用して行われるゲームとして，遊戯者が，ゲーム機の画像出力手段を視認しながら入力手段を操作することにより，自己に対応する仮想人物画像等の行動を制御するものが実用化されている（【0002】，【0003】）。",
                        "上記ゲームでは，仮想人物画像等の置かれている状況が変化した場合等に，ゲーム機のスピーカから音響が発せられるものが主流を占めているが，自己と他者とで勝負を決するゲームにおいては，上記音響が他者にも聞こえてしまうため，ゲームの内容が全てオープンとなり，十分なスリル感を味わえなくなるほか，音響が発せられることに起因して，自己のみが知っている情報に基づいて秘密のうちにゲームを進行させることができなくなり，ゲーム製作上の自由度が小さくなるという問題がある。加えて，音声や効果音だけでは，遊戯者は聴覚及び視覚でその雰囲気を味わうにとどまるため，より高度な現実感や十分な迫力等が得られず，娯楽性や面白さに欠けるという難点がある（【0005】～【0007】）。",
                        "「本願発明」は，ゲームの進行途中における自己の置かれている状況を，視覚及び聴覚以外の感覚をもって知得できるようにするとともに，相手方に対して秘密状態の下でゲームを進行させることなどを可能にし，これによりゲーム製作上の自由度を増大させ，かつ高度な現実感や十分な迫力が得られる遊戯装置を提供することを課題とする（【0008】）。",
                        "「本願発明」の遊戯装置は，遊戯者が操作する入力手段と，この入力手段からの信号に基づいてゲームの進行状態を決定あるいは制御するゲーム進行制御手段と，このゲーム進行制御手段からの信号に基づいて少なくとも遊戯者が上記入力手段を操作することにより変動するキャラクタを含む画像情報を出力する出力手段とを有するゲーム機を備えた遊戯装置であって，上記ゲーム進行制御手段からの信号に基づいて，ゲームの進行途中における遊戯者が操作している上記キャラクタの置かれている状況が特定の状況にあるか否かを判定する特定状況判定手段と，上記特定状況判定手段が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，体感振動情報信号として送出する振動情報制御手段と，上記振動情報制御手段からの体感振動情報信号に基づいて振動を生じさせる振動発生手段とを備えたことを特徴とする（【0009】，【0010】）。上記特定状況判定手段は，上記キャラクタの置かれている状況が所定の規則性をもって変化しているか否かを判定するものであり，変化していることが判定された時に，上記振動情報制御手段から上記キャラクタの状況の変化の態様に応じて変化する体感振動情報信号が送出されるように構成されるものでもよい（【0013】）。",
                        "「本願発明」は，上記構成を備えることにより，遊戯者が，周囲にその特定の状況を悟られることなく，自己のみが知り得る秘密の状態の下でゲームを進行できるとともに，振動を体感的に知得できることにより迫力や現実感が増大するという効果を奏する（【0025】）。",
                        "また，ゲームの状況が所定の規則性に従い変化している場合に，上記特定状況判定手段が特定状況にあると判定し，ゲームの変化の態様に応じた体感振動情報信号，例えば，振動の発生周期（間欠周期）を短くするための体感振動情報信号を送出することにより，遊戯者は一層高度な現実感やスリルを味わえるという効果を奏する（【0031】，【0042】，【0047】）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術的範囲の属否について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件EないしGの意義",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明B1の特許請求の範囲（請求項1）の記載によれば，「特定の状況」（構成要件E，F）とは，「キャラクタの置かれている状況」であり，当該「状況にあるか否か」を「特定状況判定手段」により判定されるものであること，「振動情報制御手段」（構成要件F，G）とは，「上記特定状況判定手段が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として送出する」手段であることを理解できる。",
                            "一方，特許請求の範囲には，「特定の状況」について定義した規定はなく，上記「特定の状況」をゲーム中の全場面において「画像情報からは認識できない」状況であると解釈すべき根拠となる記載はない。",
                            "また，特許請求の範囲には，「振動情報制御手段」から「送出」される「体感振動情報信号」について，「画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための」もののみであると解釈すべき根拠となる記載はない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，前記ア(イ)のとおり，本件明細書Bの発明の詳細な説明には，「本願発明」の遊戯装置は，遊戯者が操作する入力手段と，この入力手段からの信号に基づいてゲームの進行状態を決定あるいは制御するゲーム進行制御手段と，このゲーム進行制御手段からの信号に基づいて少なくとも遊戯者が上記入力手段を操作することにより変動するキャラクタを含む画像情報を出力する出力手段とを有するゲーム機を備えた遊戯装置であって，上記ゲーム進行制御手段からの信号に基づいて，ゲームの進行途中における遊戯者が操作している上記キャラクタの置かれている状況が特定の状況にあるか否かを判定する特定状況判定手段と，上記特定状況判定手段が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，体感振動情報信号として送出する振動情報制御手段と，上記振動情報制御手段からの体感振動情報信号に基づいて振動を生じさせる振動発生手段とを備えるという構成を採用することにより，遊戯者が，周囲にその特定の状況を悟られることなく，自己のみが知り得る秘密の状態の下でゲームを進行できるとともに，振動を体感的に知得できることにより迫力や現実感が増大するという効果を奏すること，また，ゲームの状況が所定の規則性に従い変化している場合に，上記特定状況判定手段が特定状況にあると判定し，ゲームの変化の態様に応じた体感振動情報信号，例えば，振動の発生周期（間欠周期）を短くするための体感振動情報信号を送出することにより，遊戯者は一層高度な現実感やスリルを味わえるという効果を奏することが記載されており，この点に本件発明B1の技術的意義があるものと認められる。",
                            "そして，本件発明B1の上記技術的意義に照らすと，上記「特定の状況」をゲーム中の全場面において「画像情報からは認識できない」状況に限定したり，上記「振動情報制御手段」から「送出」される「体感振動情報信号」を，「画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための」もののみとする必然性はみいだし難い。例えば，ゲーム中のある場面において，キャラクタの置かれている状況が特定の状況にあることを画像情報から認識でき，その情報を体感振動情報信号として送出したとしても，ゲーム中の別の場面では，キャラクタの置かれている状況が上記特定の状況にあることを画像情報から認識できないのであれば，かかる場面において，キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号を送出することにより，前記ア(イ)の本件発明B1の効果を奏するといえる。",
                            "加えて，本件明細書B全体をみても，「特定の状況」や「振動情報制御手段」から「送出」される「体感振動情報信号」を上記のとおり限定することによって，かかる限定を付さない場合と比して有利な効果を生じるなどの技術的意義があることについて記載も示唆もない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上の本件発明B1の特許請求の範囲（請求項1）の記載及び本件明細書Bの記載を総合すれば，①「特定の状況」（構成要件E，F）とは，「キャラクタの置かれている状況」であり，当該「状況にあるか否か」を「特定状況判定手段」により判定されるものであって，「上記特定状況判定手段が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として送出する」ものであれば，その状況が，ゲームの全場面において「画像情報からは認識できない」状況である必要はなく，②「振動情報制御手段」（構成要件F，G）とは，「上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号」として「送出」する機能を有するものであれば，当該機能のみを有するものに限定されないと解される。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "これに対し被控訴人は，①構成要件Fは，単に特定の状況にあることを判定した場合に振動を発生させるというものではなく，あくまで，画像情報からは認識できない情報を，体感振動情報信号として送出する制御を行うことが記載されているものであって，かかる振動情報制御手段及び制御方法の構成として考えられるのは，特定状況判定手段が判定する「特定の状況」そのものが「画像情報からは認識できない情報」である場合に限られる，②本件明細書の記載も，ゲーム進行中のある瞬間において画像情報から認識できる情報であっても，別の瞬間においては画像情報から認識できない情報を体感振動情報として送出するような構成は許容しておらず，したがって，「特定の状況」そのものが「画像情報からは認識できない情報」に限定されると解される，③控訴人は，本件特許出願Bの出願審査の際に，請求項2，3等において，「画像情報からは認識できない情報」を体感振動情報信号として送出する振動制御手段に減縮する補正を行うとともに（乙B4の7の4），意見の内容（乙B4の7の2）の中で「今回の補正の趣旨は要するに，請求項2，3，9，10において，体感振動情報は，請求項1，8の場合と同様，画像情報からは認識できない情報であることを限定したものです。」と述べたものであり，体感振動情報を送出する振動制御手段は，画像情報からは認識できない情報のみであると限定するために，本件発明B1と同様の構成要件を付加したものである旨主張する。",
                            "しかしながら，上記①及び②の点については，前記cのとおり，本件発明B1の特許請求の範囲（請求項1）の記載及び本件明細書Bの記載によれば，「特定の状況」は，その状況が，ゲームの全場面において「画像情報からは認識できない」状況である必要はないと解すべきである。",
                            "次に，上記③の点については，証拠（乙B4（枝番号を含む。））によれば，控訴人は，当初，特許請求の範囲の請求項2を「上記危険な状態にない時には送出されない情報を，体感振動情報信号として送出する振動情報制御手段」，請求項3を「上記有利な状態にない時には送出されない情報を，体感振動情報信号として送出する振動情報制御手段」としていたところ，本件特許出願Bの出願審査の際に，審査官から，引用例1（乙B6）に危険な状態での体感信号が記載され，引用例2（乙B7）に有利な状態での体感振動が記載されているとして拒絶理由通知を受けたため，請求項2を「上記画像情報からは認識できない情報であって上記危険な状態にない時には送出されない情報を，体感振動情報信号として送出する振動情報制御手段」，請求項3を「上記画像情報からは認識できない情報であって上記有利な状態にない時には送出されない情報を，体感振動情報信号として送出する振動情報制御手段」と補正し，その趣旨は「請求項1，8と同様，画像情報からは認識できない情報であることを限定したものです。」と述べたことが認められる。",
                            "そして，上記補正及び意見書の内容全体をみると，同補正は，単に，体感振動情報信号として送出するものを画像情報からは認識できない情報に特定したに過ぎず，ある場面においては画像情報から認識できないが，別の場面においては画像情報からは認識できる情報を体感振動情報信号として送出する構成までを排除したと認めることはできない。",
                            "したがって，被控訴人の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ロ号装置の構成要件充足性について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "証拠（甲B3～5，13～15）及び弁論の全趣旨によれば，ロ号装置の構成は，原判決別紙「ロ号装置説明書（控訴人）」記載のとおりであると認められる。",
                            "そして，本件発明B1の構成要件とロ号装置の構成との対比は，原判決別紙「ロ号装置説明書（控訴人）」記載のとおりであるから，ロ号装置は，本件発明B1の構成要件をすべて充足するものであって，本件発明B1の技術的範囲に属するものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し被控訴人は，①ロ号装置においては，ある一場面の画像情報では霊自体やフィラメント発光が確認できない状態で振動自体が発生しているとしても，その場面の前後の画像情報では霊自体，フィラメント発光及びその輝度等によって，キャラクタが霊に接近したこと及びその距離を把握できるから，構成要件Fの「画像情報からは認識できない情報を，…体感振動情報信号として送出する振動情報制御手段」はない。また，ロ号装置では，特定の状況に係る情報が画像情報から認識できなくなる場面は数秒間であって，このようなごく短時間において画像情報から認識できなくなる場合が存在するとしても，「周囲にその特定の状況を悟られることなく，自己のみが知り得る秘密の状態の下でゲームを進行していく」という本件発明B1の作用効果を奏しないから，ロ号装置は構成要件Fを充足しない，②ロ-7ないし9号製品は，ロ-1ないし6号製品と異なり，フィラメント自体の表示という画像情報から認識できる情報によって，キャラクタの近くに霊がいる状況にあることを常に認識できるから，少なくともロ7ないし9号装置は構成要件Fを充足しない旨主張する。",
                            "そこで，被控訴人の上記主張について検討する。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "認定事実",
                              "text": [
                                "証拠（甲B8，13～15，21～23，乙B1～3，29～31（枝番号を含む。））及び弁論の全趣旨によれば，以下の事実が認められる。",
                                "①  ロ-1ないし3号製品は，プレイヤーが，主人公であるゲームキャラクタを操り，廃墟の「氷室邸」内で，行方不明の兄を捜索するというゲームであり，襲いかかってくる霊を射影機（カメラ）で撮影し，霊の魂を吸収，撃退しながらゲームを進め，霊の攻撃を何回か受けて体力が0になるとゲームオーバーとなる。",
                                "キャラクタが怨霊及び浮遊霊に接近したことがプレイヤーに伝達される方法には，フィラメントの赤色点灯，振動，サウンド及び画面上の霊の描写がある。",
                                "フィラメントの赤色点灯は，キャラクタの視野270度以内で，キャラクタと霊との距離8m以内の場合に表示され，その範囲内から霊が存在しなくなった場合に消灯する。",
                                "振動は，キャラクタの視野360度以内で，霊との距離8m以内の場合に生じ，生じる振動は間欠的であり，キャラクタと霊の距離が近くなると間欠周期が短くなり，遠くなると長くなる。すなわち，振動は，霊がキャラクタの後方90度以内にいるため，赤色灯が点灯しない場合にも発生する。",
                                "②  ロ-4ないし6号製品は，プレイヤーが，主人公であるゲームキャラクタを操って，迷い込んだ「皆神村」を探索し，村から脱出するための手段を探すというゲームであり，その過程で，上記①のロ-1ないし3号製品と同様に，射影機を使って霊を撮影するものである。キャラクタが怨霊及び浮遊霊に接近したことがプレイヤーに伝達される方法には，フィラメントの赤色点灯，振動，サウンド及び画面上の霊の描写がある。",
                                "ロ-4ないし6号製品も，ロ-1ないし3号製品と同様に，キャラクタと霊との距離が8m以内で，画面上に霊が表示されておらず，キャラクタの視野270度以内にない（すなわち霊がキャラクタの後方に存在する）場合には，霊が近くにいることが画面情報から認識することができないが，間欠的な振動は生じており，そのまま霊がキャラクタに近づくと間欠周期が短くなり，遠ざかると長くなる",
                                "③  ロ-7ないし9号製品は，プレイヤーが，主人公であるゲームキャラクタを操り，悪夢で訪れる「眠りの家」を探索し，その謎を解き明かすというゲームであり，その過程で，上記①及び②のロ-1ないし6号製品と同様に，射影機を使って霊を撮影するものである。",
                                "キャラクタが怨霊，ランダム怨霊及び浮遊霊に接近したことがプレイヤーに伝達される方法には，フィラメントの表示と赤色点灯，振動，サウンド及び画面上の霊の描写がある。",
                                "フィラメントの表示は，キャラクタと霊との距離10m以内の場合に表示され，フィラメントの赤色点灯は，少なくとも霊がキャラクタの後方にいる場合を除き距離8m以内の場合に表示され，その範囲内から霊が存在しなくなった場合には消灯する。なお，被控訴人の従業員が作成した報告書（乙B29）には，上記フィラメントの赤色点灯はキャラクタの視野360度以内で表示される旨の記載があるが，これを裏付ける客観的な証拠は存在しない。むしろ，証拠（甲B8の2（0：40付近）及び甲B23の2（1：30～1：34等））によれば，ロ-7ないし9号製品では，霊がキャラクタの背後にいる場面では，フィラメントの赤色点灯がされていないものと認められる。振動は，キャラクタの視野360度以内で，霊との距離8m以内の場合に生じ，生じる振動は間欠的であり，キャラクタと霊の距離が近くなると間欠周期が短くなり，遠くなると長くなる。",
                                "⒝  被控訴人の上記①の主張について",
                                "前記(ア)のとおり，本件発明B1の「振動情報制御手段」とは，「上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号」として「送出」する機能を有するものであれば，当該機能のみを有するものに限定されないと解される。",
                                "そして，前記(a)の認定事実によれば，ロ号製品は，いずれも，ゲームキャラクタと霊との距離が8m以内で，画面上に霊が表示されておらず，キャラクタの視野270度以内にない（すなわち霊がキャラクタの後方に存在する）場合には，霊が近くにいることが画面情報から認識することができないが，間欠的な振動は生じており，そのまま霊がキャラクタに近づくと間欠周期が短くなり，遠ざかると長くなるものであると認められるものであるから，ロ号製品が，「画像情報からは認識できない情報を，…体感振動情報信号として送出する振動情報制御手段」を有することは明らかである。",
                                "⒞  被控訴人の上記②の主張について",
                                "ロ-7ないし9号製品についても，ロ-1ないし6号製品と同様に，本件発明B1の「画像情報からは認識できない情報を，…体感振動情報信号として送出する振動情報制御手段」を有することについては，前記(a)③のとおりであるから，ロ-7ないし9号製品についても，ロ-1ないし6号製品と同様に，フィラメントが赤色点灯される視野角度には制限があり，少なくとも霊がキャラクタの後方にいる場合には点灯されないものと認めるのが相当である。",
                                "⒟  小括",
                                "以上によれば，被控訴人の上記主張は採用することができない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2-1-2（間接侵害（特許法101条1号）の成否）について",
              "text": [
                "ロ号製品は，ロ号装置を構成するPlayStation2本体に装填してゲームを実行するためのゲームソフトであり，そうである以上，PlayStation2本体に装填されて使用される用途以外に，社会通念上，経済的，商業的又は実用的な他の用途はない。",
                "したがって，ロ号製品は，ロ号装置の生産にのみ用いる物である。",
                "そして，前記(1)のとおり，ロ号装置は，本件発明B1の技術的範囲に属する遊戯装置であるから，ロ号製品は，物の発明である本件発明B1に係る物の生産にのみ用いる物であると認められる。",
                "これに対し被控訴人は，ロ号製品が装填されたゲーム機が振動機能をOFFにした状態で使用されることがある（乙B5の1，2）から，ロ号製品は本件発明B1に係る物の生産に「のみ」用いる物に当たらない旨主張する。",
                "しかしながら，ロ号装置が物の発明である本件発明B1の各構成要件の構成を備えている以上，ロ号装置においてユーザが機器の振動機能を実際に使用するか否かは，ロ号製品が「その物の生産にのみ用いる物」に当たるか否かの判断を左右し得る事情ではない。",
                "したがって，特許法101条1号に基づき，ロ号製品を製造，販売することは，本件特許権Bを侵害するものとみなされる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点2-2-1（「ニンジャウォーリアーズ」というゲームが作動するゲーム装置により公然知られた発明又は公然実施をされた発明に基づく本件発明B1の進歩性の欠如の有無）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ニンジャウォーリアーズ」というゲームが作動するゲーム装置により公然知られた発明又は公然実施をされた発明について",
                  "text": [
                    "「ニンジャウォーリアーズ」は，株式会社タイトーが昭和63年2月下旬に発売した，連続した横3画面による大スクリーンを採用したTVゲーム機であり，そのゲーム内容は，魔力による独裁政治を行う魔王を倒すため，革命派が作ったサイボーグ忍者が活躍するというストーリーであって，ナイフや銃で襲ってくる敵兵等を倒しながらサイボーグ忍者が画面右方向へ進んでいき，背景にスラム街，軍事基地，ビル街等が展開し，ジェット機や戦車なども登場する（乙B12）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成aないしd，g及びhについて",
                      "text": [
                        "構成aないしd，g及びhが原判決別紙「公知発明b-1の構成（被告主張）」記載のとおりであることについては，当事者間に争いがない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成eについて",
                      "text": [
                        "証拠（甲B18の1～3，B25）及び弁論の全趣旨によれば，「ニンジャウォーリアーズ」では，ゲームステージ背景の5つ並んだコンテナのうち一番右のコンテナ（5という数字が記されたコンテナ）の右側にある柱がゲーム画面の略中央に位置したときに，ベンチシートの振動が開始することが認められる。そうすると，「ニンジャウォーリアーズ」において，特定状況判定部は，ニンジャキャラクタの近くに戦車が存在する状況にあるか否かを直接判定するものではない。",
                        "もっとも，ニンジャキャラクタの画面右方向への移動に合わせて，背景画面が画面の右から左へと一方向のみにスクロ-ルし，一度画面の左端を通過した背景は，ニンジャキャラクタを画面左方向へ移動させても再度表示されないこと（甲B18の1～3）に照らすと，ゲームステージの背景が所定の位置までスクロ-ルした状況にあることを判定するということは，ニンジャキャラクタが当該ステージ位置まで移動した状況を判定することにほかならない。そして，証拠（乙B14～16）によれば，その状況に至ると，戦車の走行による振動を模したベンチシートの振動が開始されることが認められるから，ニンジャキャラクタが当該ステージ位置まで移動したことをもって，戦車が近くにいる状況を判定しているといえる。",
                        "そして，構成eのその余の部分については当事者間に争いがない。",
                        "したがって，構成eは，原判決別紙「公知発明b-1の構成（被告主張）」記載のとおりであると認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成fについて",
                      "text": [
                        "証拠（甲B18の1～3，乙B14，16，17）によれば，①「ニンジャウォーリアーズ」のベンチシートの振動開始後，しばらくするとゲーム画面に戦車が現れ，その後，戦車がゲーム画面から消え，間もなくしてベンチシートの振動も停止すること，②この間の振動の状況は，原判決別紙「公知発明bの振動状況」の図のとおりであること，③同図の②の部分の囲み部分では，画面上，砲弾が着弾して爆発しており，そのために振動が微弱になっていることが認められる。そして，被控訴人は，このような振動状況について，同図の②の部分には，同図の①の部分と異なる間欠周期の間欠的に生じる振動がある旨主張する。",
                        "そこで検討するに，同図の①の部分では，小刻みに振幅の大きな部分と振幅の微弱な部分とが交互に生じている。しかしながら，一般に体感振動は身体にかかる力の強弱によって生じるものであるところ，本件明細書Bでは，そのような振動の中で振動を間欠的に生じさせるものとそうでないものとがあることが前提とされている（【0042】）ことからすると，本件発明B1における「間欠的に生じる振動」とは，単に強弱が連続するというものではなく，振動がある部分とない部分が連続するものを意味すると解される。そして，このような間欠的に生じる振動の「間欠周期を異ならせる」とは，そのような強弱の連続部分と不連続部分とが繰り返されることにより生じる周期があり，キャラクタの置かれている状況に応じてその周期を異ならせることをいうと解される。そうすると，同図の①の部分の小刻みな振動は，振動の強弱が連続しているに過ぎない継続的な振動であるから，間欠的な振動には当たらないというべきである。この点について，被控訴人は，本件明細書Bの【0047】を指摘して，本件発明B1では小刻みな振動も間欠的な振動とされていると主張するが，上記の検討からすると，同部分の記載の「間欠周期を序々に小さくして」，「間欠周期を序々に大きくして」とは，強弱の連続部分と不連続部分とが繰り返されることにより生じる周期を小さく又は大きくすることを意味すると解するのが相当であるから，被控訴人の主張は採用できない。",
                        "したがって，構成fは，「上記特定状況判定部がニンジャキャラクタの近くに戦車が存在する状況にあることを判定した時に，上記画像情報からは認識できないニンジャキャラクタの近くに戦車が存在することをボディソニック駆動情報信号として送出するボディソニック駆動情報制御部と」と認定するのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明B1と公知発明b1の対比",
                  "text": [
                    "本件発明B1と公知発明b1とを対比すると，以下の相違点が存在することが認められる。",
                    "（相違点1）",
                    "本件発明B1と公知発明b1とは，本件発明B1の「振動情報制御手段」は，「上記特定状況判定手段が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として送出する」ものであるのに対し，公知発明b1の「ボディソニック駆動情報制御部」は，「上記特定状況判定部がニンジャキャラクタの近くに戦車が存在する状況にあることを判定した時に，上記画像情報からは認識できないニンジャキャラクタの近くに戦車が存在することをボディソニック駆動情報信号として送出する」ものであり，キャラクタの置かれている状況に応じて振動の間欠周期を異ならせるものではない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙B18記載の発明との組合せ",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙B18（実開平6-34693号公報。平成6年5月10日公開）には，次のような記載がある（下記記載中に引用する「図1ないし3」については別紙12を参照）。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "【0001】",
                              "text": [
                                "【産業上の利用分野】",
                                "本考案は，列車，自動車，飛行機，船舶等の乗り物その他動植物，人形を模した物に自らが搭乗して動きを体感する遊戯機に関し，主にレール上を走行する乗り物に適した遊戯機に関する。",
                                "【0002】",
                                "【従来技術】",
                                "遊戯者自らが搭乗して動きを体感する揺動遊戯機は，従来でも各種あり，そのうちエアシステムにより搭乗席を揺動させる例（特開昭61-31185 号，実開昭58-77785 号公報等）も多く提案されている。",
                                "上記例はいずれもエアシリンダを用い，搭乗席を揺動させることができるが，実際の乗り物に生じる振動を再現することはできない。",
                                "【0003】",
                                "走行時に車体に加わる振動を再現したものに同じ出願人に係る実願平 1-35510 号（実開平2-126687 号公報）の例がある。",
                                "同例は，操縦席が設けられた揺動部材を支持し，かつ揺動するシリンダを直列に2個設け一方を揺動用にし他方を振動専用に用いたものであった。",
                                "⒝  【0004】",
                                "【解決しようとする課題】",
                                "このようにシリンダを直列に2個つなげるため，シリンダの個数が多くなりコストが嵩む問題がある。",
                                "また同公報記載の遊戯機は揺動部材の前端を1点支持し，後端にシリンダを介装して支持する構成なので，シリンダへの負荷が大きく，常に負荷を負っていてシリンダの作動による揺動部材の動きは緩急があるにしても滑らかな動きおよび振動とならざるを得ない。",
                                "したがってレール走行車両が受けるレールの継目の瞬時的な振動や，方向転換時の急激な動きといったものを再現するのは困難である。",
                                "またモータ駆動による揺動方式では微振動やクイックレスポンスの表現ができなかった。",
                                "【0005】",
                                "本考案はかかる点に鑑みなされたもので，その目的とする処は，1つのシリンダで揺動と振動を起こすことが可能で，瞬時的な振動や動きを再現できる揺動遊戯機を供する点にある。",
                                "⒞  【0006】",
                                "【課題を解決するための手段および作用】",
                                "上記目的を達成するために，本考案は遊戯者が乗る搭乗席が設けられた揺動部材と，同揺動部材を基台上方に中央1点で支持する支持部材と，前記揺動部材の前部左右2箇所にそれぞれ基台との間に介装されて該揺動部材を動かす2個の複動形シリンダと，同両シリンダに高圧と低圧の2種類の圧力を切換えて供給する圧力供給手段と，同圧力供給手段を制御する制御手段とを備える揺動遊戯機とした。",
                                "【0007】",
                                "圧力供給手段が高圧と低圧の2種類の圧力を切換えて複動形シリンダに供給できるので，低圧駆動状態のシリンダに反対方向へ高圧を加えたり抜いたりすることで，振動を再現することができ，また揺動部材は中央1点で支持され，2個のシリンダにはあまり負荷が加わらないので，シリンダ上部または下部での振動を変わりなく再現できるとともにシリンダの駆動が容易で瞬時に揺動部材を動かすことができる。",
                                "⒟  【0008】",
                                "【実施例】",
                                "以下図1ないし図 28 に図示した本考案に係る一実施例について説明する。",
                                "図1は本考案に係る揺動遊戯機1の全体斜視図である。",
                                "【0009】",
                                "同揺動遊戯機1は，レール上を走行するトロッコの動きを摸したもので，背もたれを有する2人乗りのシート3が基台2の上方で揺動する。",
                                "シート3の前方にはアップライトの筐体4があり，筐体4にモニターTV5が嵌め込まれており，モニターTV5の下方を手前に突出して操作盤6が設けられている。",
                                "【0010】",
                                "操作盤6には，左右にそれぞれシューティングスティック7が全方位に揺動自在に立設され，シューティングスティック7の頭部には押しボタン式のシューティングボタン8が設けられている。",
                                "またシューティングスティック7の横にはスタートボタン9が2個並んで設けられている。",
                                "【0011】",
                                "したがって2人の遊戯者が，シート3に並んで着座すると前方にモニターTV5が位置し，両者がスタートボタン9を押すと，ゲームがスタートし，モニターTV5には，図2および図3に示すようにトロッコに乗った人が進行方向を見たときのレール 10 や周囲の様子さらに前方をトロッコ11に乗って走っている敵12等が映し出される。",
                                "【0056】",
                                "図2および図3に図示するようなモニターTV5の映像に同期してシート3が揺動および振動し，前記のように走行時の細かい振動が再現でき，上りや下りの加速や減速も振動の変化により表現可能で，例えば，加速時にはレール継ぎ目の振動の間隔を徐々に縮め，逆に減速時にはその間隔を長くすることにより遊戯者は映像および効果音との相乗効果で，あたかもスピードが変化したかの如くに感じることができる。",
                                "【0057】",
                                "またトロッコがジャンプしたような場合は空中飛行中振動を停止したり，場面の変化に応じて効果的に振動を加える等の手法がとれる。",
                                "レールがカーブしている場所にくるとレールに合わせたシート3が右傾または左傾し，それも素早い切換えを行うことによりトロッコに振り回されているような感覚を遊戯者に与え臨場感に富むゲームを楽しむことができる。",
                                "さらに坂の上り下りはシート3の前傾・後傾により表現できる。",
                                "【0058】",
                                "なお衝突等の急停車時には，前傾させ，突然の坂道などの急加速時には後傾させることにより，より臨場感のある擬似体験をすることができる。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "subject": "【0060】",
                              "text": [
                                "【発明の効果】",
                                "本考案は，揺動部材を揺動させるシリンダが，同時に振動を生じさせるので，特別振動用のシリンダを必要とせずコストの低減を図ることができる。",
                                "中央で1点支持された揺動部材において低圧駆動状態のシリンダに反対方向へ高圧を加えたり抜いたりしてシリンダの上部または下部での振動を変わりなく再現することができるので，単純な動きで複数の動きすなわち微振動からローリング，ピッチング等の多種多様な振動を再現できるとともに特にレール走行車両の動きに近似し臨場感のあるゲームを楽しむことができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aの記載事項によれば，乙B18には，次のような開示があることが認められる。",
                            "自らが搭乗して動きを体感する遊戯機，主にレール上を走行する乗り物に適した遊戯機に関し（【0001】），レール走行車両が受けるレールの継目の瞬時的な振動や，方向転換時の急激な動きといった瞬時的な振動や動きを再現できるように，1つのシリンダで揺動と振動を起こすことが可能な揺動遊戯機であって（【0004】，【0005】），レール上を走行するトロッコの動きを模し（【0009】），モニターTVの映像に同期してシートが揺動および振動し，走行時の細かい振動が再現でき，上りや下りの加速や減速も振動の変化により表現可能で，例えば，加速時にはレール継ぎ目の振動の間隔を徐々に縮め，逆に減速時にはその間隔を長くすることにより遊戯者は映像および効果音との相乗効果で，あたかもスピードが変化したかの如くに感じることができ，トロッコがジャンプしたような場合は空中飛行中振動を停止したり，場面の変化に応じて効果的に振動を加える等の手法がとられ，レールがカーブしている場所にくるとレールに合わせたシート3が右傾または左傾し，それも素早い切換えを行うことによりトロッコに振り回されているような感覚を遊戯者に与え，坂の上り下りはシートの前傾・後傾により表現でき，衝突等の急停車時には，前傾させ，突然の坂道などの急加速時には後傾させることなどにより，単純な動きで複数の動きすなわち微振動からローリング，ピッチング等の多種多様な振動を再現できるとともに，特にレール走行車両の動きに近似し臨場感に富むゲームを楽しむことができる遊戯機（【0056】～【0060】）（以下，「本件乙B18発明」という。）。",
                            "以上によれば，乙B18には，モニターTVの映像との相乗効果により，トロッコのスピードの変化をレール継ぎ目の振動の間隔を変化させることにより表現し，臨場感を表すことが開示されている。",
                            "一方，上記のようなトロッコのスピードの変化はモニターTVの映像で認識できるものであるから，乙B18における振動は，画像情報からは認識できない情報に基づいたものとはいえない。",
                            "したがって，乙B18は，相違点1に係る本件発明B1の構成，すなわち，「上記特定状況判定手段が特定の状況にあることを判定した時に，上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として送出する」を開示するものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "公知発明b1のボディソニック駆動による振動は，右から左方にスクロールする背景画像のうち柱がゲーム画面中央に到達した時に開始し，ゲーム画面右方向から戦車がフレームインし，その後，ゲーム画面左方にフレームアウトしてから所定時間経過後に停止するものである（乙B14，乙B16，甲B18（枝番号を含む。））。かかる振動は，戦車がゲームステージに登場することに対応して発生することにより，戦車の走行音を発生させるとともに，走行による戦車の「地響き」が発生している状態を表現し，プレーヤーが臨場感や高度の現実感を得られるようにすることを目的としていることは明らかである。戦車は，無限軌道により地面を走行するのであるから，走行による地響きは継続的なものと認められる。",
                            "他方，本件乙B18発明は，レール上を走行するトロッコにおいて，レールの継ぎ目ごとに振動が発生し，その振動が発生する時間間隔が速度によって変化するという性質を利用して，それをゲーム上で再現することにより，映像及び効果音との相乗効果によりゲームの臨場感を高めたものである。",
                            "そうすると，トロッコのスピードの変化をレールの継ぎ目による振動の時間間隔の変化により表す本件乙B18発明を，レール上で走行するという前提を離れて，地面を無限軌道により走行する戦車の地響きに適用することは容易でないというべきであり，公知発明b1と本件乙B18発明とに基づいて，キャラクタの置かれている状況に応じて振動の間欠周期を異ならせることを当業者が容易に想到し得たとはいえない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "これに対し被控訴人は，①公知発明b1と本件乙B18発明とは，キャラクタの置かれた状況に応じた振動を発生させることで臨場感のあるゲームを提供するという作用・機能において，更には，画像情報から認識できない情報を体感振動信号として振動発生手段に送出するという作用・機能においても一致する旨，②戦車が停止している時は，本来であれば，戦車の走行による地響きも発生しないのが自然であるから，戦車の走行による地響きは，間欠的な振動の間欠周期が異なることと親和性がある旨，③道路上で走行する車両の振動が間欠的である（乙B41）旨主張する。",
                            "まず，上記①の点については，前記bのとおり，本件乙B18発明は，トロッコの動きに近似し臨場感に富むゲームを楽しむものであって，トロッコの速度をレールの継ぎ目の通過の振動で近似したのであり，トロッコの速度はモニターTVの映像により認識可能であるから，画像情報から認識できない情報を体感振動信号として振動発生手段に送出するものではなく，この点において公知発明b1とは決定的に異なる。",
                            "次に，上記②の点については，戦車が走行している時に振動を発生させ，戦車が走行していない時に振動を発生させないようにするということは，戦車が走行しているか走行していないかにより振動を発生させるか，発生させないかを制御しているのであり，キャラクタの置かれている状況に応じて間欠的に振動を生じさせるものでもないし，間欠的に生じる振動の間欠周期を異ならせるものでもない。",
                            "さらに，上記③の点については，乙B41は，振動公害問題としての道路交通振動を，道路際のある地点で複数の車両が走行する状態で振動を測定した結果，その地点の道路の振動が間欠的であることを示したものであり，車両の走行が示す振動が間欠的であることを示したものではなく，公知発明b1における戦車の走行による地響きを示す振動とは関係がない。",
                            "以上のとおり，被控訴人の上記主張はいずれも採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせる」周知技術との組合せ",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "乙B6について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "乙B6（特開平5-192449号公報）には，次のような記載がある。",
                                "【0001】",
                                "【産業上の利用分野】",
                                "本発明はビデオ式銃撃戦ゲーム装置及びそのゲーム装置を制御する方法に関する。",
                                "【0005】",
                                "【発明が解決しようとする課題】",
                                "本発明の目的は，味方の被弾が直接体感できるビデオ式銃撃戦ゲーム装置を安価に提供すること，及び，そのゲーム装置を制御する新規な方法を提供することにある。",
                                "【0006】",
                                "【課題を解決するための手段】",
                                "上記の課題は，上記公知のビデオ式銃撃戦ゲーム装置に於いて，模擬銃又はその支持装置に振動発生装置を設けると共に，被弾信号が発生したときは一定時間その振動発生装置を作動させる回路を設けたことに依って達成される。",
                                "【0020】",
                                "一方， 敵が発射した弾丸がプレイヤーに命中すると，プレイヤーにダメージが与えられ，ライフのメモリが減少する。これと同時に画面上に爆発パターンが表示され，ライフメモリパネルがフラッシュする。ここまでのゲーム展開は公知のものと同断である。",
                                "【0021】",
                                "而して，本発明に係るビデオ式銃撃戦ゲーム装置に於いては，上記のプロセスに次いで，振動発生装置7が起動され，プレイヤーの銃が左右に激しく振動するようになる。然るときは，プレイヤーはこの振動により照準合わせが困難となるため，銃把43を強く握り，全力を挙げて模擬銃4を押さえ込んで射撃を続けるため，恰も激しい白兵戦状態となる。而して，プレイヤーの被ったダメージに応じて予め定められた時間が経過すると，振動発生装置7がOFFとなり，模擬銃4の振動が停止する。",
                                "【0022】",
                                "叙上の如く，又，図2に示す如く，本発明に係るビデオ式銃撃戦ゲーム装置に於いては，模擬銃支持装置6に振動発生装置7が設けられており，これによりプレイヤーが被弾したときには，模擬銃4に強い振動が与えられ，これがプレイヤーの身体に伝達されるので，強い臨場感が感受されると共に，この振動により射撃が妨害され，ゲームが不利となるので，プレイヤーは銃把を強く握り締め応戦を続けることとなる。このためプレイヤーの興奮が高められ，ゲームに対する興趣が持続するものである。",
                                "⒝  前記(a)の記載事項によれば，乙B6には，ビデオ式銃撃戦ゲーム装置において（【0001】），プレイヤが被弾を直接体感できるように（【0005】），模擬銃又はその支持装置に振動発生装置を設けると共に，被弾信号が発生したときは一定時間その振動発生装置を作動させる回路を設け（【0006】），敵が発射した弾丸がプレイヤに命中すると，振動発生装置が起動され，模擬銃に強い振動が与えられ（【0020】），プレイヤの銃が左右に激しく振動し，プレイヤの被ったダメージに応じて予め定められた時間が経過すると，振動発生装置がOFFとなり，模擬銃の振動が停止する（【0021】）ことが開示されている。",
                                "一方，乙B6に開示されているのは，キャラクタが被弾したときに，プレイヤの被ったダメージの程度により，一定時間振動を継続させる技術であって，その振動を間欠的にさせる技術ではない。敵が発射した弾丸の命中が間欠的であることにより，結果的に銃の振動が間欠的に生じることがあるとしても，かかる技術は，キャラクタの置かれている状況に応じて，振動の間欠周期を異ならせた体感振動を生じさせる技術とは異なるものである。",
                                "また，弾丸の命中は，ディスプレイ装置の画面で爆発パターンにより認識できるから（【0020】），被弾によりプレイヤの被ったダメージの程度は，画像情報からは認識できない情報ではない。",
                                "したがって，乙B6には，本件発明B1の「上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として送出する振動情報制御手段」に相当する構成の開示があるとは認められない。",
                                "⒞  これに対し被控訴人は，「敵が正しくプレイヤーに向けて銃撃を行ったとされる場合」は，ゲーム中に，止んで，また起きるから，「模擬銃4」に与えられる「振動」も，止んで，また起こるものであり，この「振動」が発生する間隔（周期）は，一定ではなく異なる，すなわち，「模擬銃4」に与えられる「振動」の間欠周期は異なる旨主張するが，この技術が，キャラクタの状況に応じて，振動の間欠周期を異ならせるものではないことは，前記⒝で指摘したとおりである。",
                                "したがって，被控訴人の上記主張は採用することができない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "乙B19について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "乙B19（実開平5-58184号公報）には，次のような記載がある。",
                                "【0001】",
                                "【産業上の利用分野】",
                                "本考案は，ドライブビデオゲーム機のステアリングホイール振動装置に関する。",
                                "【0002】",
                                "【従来の技術】",
                                "ゲームセンターなどに設置されているドライブビデオゲーム装置は，プレーヤーがハンドル，アクセル，ブレーキ，クラッチ切換などを操作して，ビデオ表示面における自動車を走行させて運転技術を競うものである。",
                                "【0008】",
                                "【考案が解決しようとする課題】",
                                "…従来のドライブビデオゲーム機では，ステアリングホイール4のセンタリング機構と振動機構とが別々に設けられているためステアリング装置全体が大型化し，コスト高となるという問題があった。",
                                "【0009】",
                                "また，モーター13の反復駆動によってステアリングホイール4に反復振動を与えているが，このようなモーター13の反復駆動では，高速な振動が与えられず，また実際の本物の自動車操作におけるステアリングホイールの振動感とは全く違った感じしか得られないという問題もあった。",
                                "【0010】",
                                "本考案はこのような問題点を解決したドライブビデオゲーム機のステアリングホイール振動装置を提供することを目的としている。",
                                "【0012】",
                                "【作用】",
                                "このようにしたため，本考案のドライブビデオゲーム機のステアリングホイール振動装置では，センタリングカムの接触端面が付勢手段によって回転ローラーに押圧されているので，ステアリングシャフト及びステアリングホイールは基準位置に戻るように常に付勢されている。そして，反復回動手段によってセンタリングカムを反復回動すると，センタリングカムの円周方向に肉厚が変化した接触端面が，ローラーに強く押圧されているので，ステアリングシャフト及びステアリングホイールは回転方向の振動を与えられる。",
                                "【0024】",
                                "従って，ビデオ表示面でプレーヤーの自動車が他の自動車，他の物体に衝突したり，悪路を走行したり，コーナーをするどく曲がったりするようなゲーム状況に応じて制御装置（図示せず）でモーター60の駆動の早さ，時間などを制御すれば，ステアリングホイール23に強弱，時間の長さを選んで回転方向の振動を与えることができる。",
                                "【0025】",
                                "【考案の効果】",
                                "本考案のドライブビデオゲーム機のステアリングホイール振動装置は，以上のようにステアリングホイール23のセンタリング機能を有するセンタリングカム40によって，ステアリングホイール23への振動機能をも果たすことができ，従来のように別個に設けていたものを兼用できるから装置全体を小型化，簡略化できる。",
                                "【0026】",
                                "また，スプリング52による軸方向への押圧力をセンタリングカム40を介して回転方向の揺動運動に変換しているので，実際の本物の自動車走行におけるような感じの高速な振動が得られ，また，図4～図6から明らかなように，図4でアーム板41が揺動した場合と，図5あるいは図6で揺動した場合とでは，スプリング52による押圧力が異なり，図6のようにステアリングホイール23を大きく回動するほど押圧力が大きいので，振動も強くなり，急カーブを曲がったり，急なハンドル操作をしたとき程強い振動が生じることになり，図8で示した従来のようにどの回動角でも同一の振動力が生じる場合より，はるかに実際のドライブのような臨場感をプレーヤーに与えることができる。",
                                "⒝  前記(a)の記載事項によれば，乙B19には，ビデオ表示面における自動車を走行させて運転技術を競うドライブビデオゲーム機のステアリングホイール振動装置に関し（【0001】），ステアリングホイール4へのモーター13の反復駆動では，高速な振動が与えられず，また実際の本物の自動車操作におけるステアリングホイールの振動感とは全く違った感じしか得られないという問題等を解決することを目的とし（【0009】，【0010】），スプリングによる軸方向への押圧力をセンタリングカムを介して回転方向の揺動運動に変換するという構成を採用することにより，実際の本物の自動車走行におけるような感じの高速な振動が得られ（【0026】），ビデオ表示面でプレーヤーの自動車が他の自動車，他の物体に衝突したり，悪路を走行したり，コーナーをするどく曲がったりするようなゲーム状況に応じて，制御装置でモーターの駆動の早さ，時間などを制御すれば，ステアリングホイールに強弱，時間の長さを選んで回転方向の振動を与えることができる（【0024】）ことが記載されている。",
                                "このように，乙B19に開示されているのは，プレーヤーの自動車が他の自動車，他の物体に衝突したり，悪路を走行したり，コーナーをするどく曲がったりしたときに，そのようなゲーム状況に応じて，ステアリングホイールに与えられる振動の強弱，時間の長さを選択して制御する技術であって，その振動を間欠的にするよう制御する技術ではない。",
                                "また，自動車の衝突，悪路，コーナーなどのゲームの状況はビデオ表示画面で認識できるから（【0024】），プレーヤーの自動車が他の自動車，他の物体に衝突したりするなどのゲーム状況は，画像情報からは認識できない情報ではない。",
                                "したがって，乙B19には，本件発明B1の「上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として送出する振動情報制御手段」に相当する構成の開示があるとは認められない。",
                                "⒞  これに対し被控訴人は，ステアリングホイールの振動は，不規則に発生したり止まったりする，間欠的に生じる振動であることは明らかであり，例えば，ステアリングホイールの第1の振動が発生した時刻から，第2の振動が発生する時刻までが，間欠周期の第1の周期であり，該第2の振動が発生した時刻から，第3の振動が発生する時刻までが，第2の周期であるところ，第1の周期と第2の周期は通常異なるから，ステアリングホイールの振動の間欠周期が異なることとなることは自明である旨主張する。",
                                "しかしながら，仮に，ステアリングホイールの第1の振動が発生した時刻から第2の振動が発生する時刻までを第1の周期とし，該第2の振動が発生した時刻から第3の振動が発生する時刻までを第2の周期とした場合に，第1の周期と第2の周期とが異なるとしても，前記a⒞と同様に，かかる技術は，特定のゲーム状況（例えば，他の自動車に衝突した場合，他の物体に衝突した場合，悪路を走行している場合，コーナーをするどく曲がっている場合）に応じて，「ステアリングホイール23」に与える振動の「間欠周期」を異ならせているものとはいえない。",
                                "したがって，被控訴人の上記主張は採用できない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "乙B20について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "乙B20（特開平5-277258号公報）には，次のような記載がある。",
                                "【0001】",
                                "【産業上の利用分野】",
                                "本発明は，ステアリングホイールの回転操作によりビデオゲーム装置の表示画面上の車両映像が左右に操舵されまたは車両外映像が左右に変化するビデオゲーム装置において，前記ステアリングホイールの操舵反力や不整地走行のキックバックや走行中のステアリングホイールの振動を付与することができるビデオゲーム装置用ステアリング装置に関するものである。",
                                "【0002】",
                                "【従来技術】",
                                "普通の自動車においては，不整地を走行する際に，タイヤへの衝撃がキックバックとしてハンドルに伝わり，また操舵角に対応して操舵反力が大きくなる。またパワーステアリング装置を備えた自動車では，操舵角の増加に対応して操舵反力を増大させ，しかも車速の増加に対応して操舵反力を増大させるようになっていた。",
                                "【0004】",
                                "【解決しようとする課題】",
                                "前記実開平 2-98989 号公報に記載されたものでは，1本のエアシリンダを利用し，該エアシリンダを，クランクを介し（同公報第3図に図示の実施例），あるいは菱形リンクを介して（同公報第4図に図示の実施例），ステアリングシャフトに連結し，または2本のエアシリンダを利用し，該2本のエアシリンダのピストン先端が相対する姿勢で一直線上に配置し，該両ピストン先端の間にステアリングシャフトと一体のクランク先端を配置したため，ステアリングハンドルが中立に近い状態では，比較的大きな操舵反力が得られ易いが，操舵角が大きくなると，エアシリンダ内の空気圧力を増大させても，操舵反力が大きくならない不都合があった。",
                                "【0005】",
                                "また前記公報第1図ないし第2図に図示の実施例では，ステアリングシャフトと平行な軸を中心として揺動するアームの一端にエアシリンダの一端を枢着し，ステアリングシャフトにカムを一体に装着し，前記アームの先端のカムフォロワーを前記カムに係合しているため，ステアリングハンドルが中立に近い状態であるか否かを問わず，大きな操舵反力が得られなく，しかもキックバックも小さく，実際に自動車を操縦している場合と異なった操舵感覚をプレーヤに与えていた。",
                                "【0006】",
                                "【課題を解決するための手段および作用効果】",
                                "本発明は，このような難点を克服したビデオゲーム装置用ステアリング装置の改良に係り，ステアリングホイールの回転操作によりビデオゲーム装置の表示画面上の車両映像が左右に操舵され，または車両外映像が左右に変化するビデオゲーム装置用ステアリング装置において，前記ステアリングホイールと一体のステアリングシャフトと，該ステアリングシャフトに一体に結合されたクランクアームと，該クランクアームの周方向2個所にそれぞれ先端が枢着され基端がそれぞれ固定部分に枢着された2本の往復動アクチエータと，該各往復動アクチエータの両端ポートにそれぞれ付設された切換弁と，該切換弁を介して前記各往復動アクチエータの両端ポートに接続された流体源とよりなることを特徴とするものである。",
                                "【0007】",
                                "本発明は前記したように構成されているので，前記往復動アクチエータの基端とステアリングシャフトとを結ぶ基準線上に，前記2本の往復動アクチエータの一方のセンターリング往復動アクチエータが指向したステアリングホイール中立状態において，該センターリング往復動アクチエータを短縮させるように，前記流体源から前記切換弁を介して該センターリング往復動アクチエータに圧力流体を供給することにより，左右いずれかの方向へ操舵されたステアリングホイールに対し中立位置に復帰させる方向へ操舵反力を与えることができる。",
                                "【0011】",
                                "また本発明においては，前記クランクアームの方向に対応して前記2本の往復動アクチエータの両ポートに圧力流体を選択的に供給するとともにこの供給状態を間欠的に切換えることにより，前記ステアリングホイールに振動状態またはキックバック状態を与えることができる。",
                                "【0024】",
                                "さらに図示されないアクセルペダルの踏込みにより，ビデオゲーム装置の表示画面上の自動車映像または自動外映像で自動車の車速が或る限度を越えた場合，または映像上の路面が凸凹となった場合には，ステアリングホイール1を振動させる状態を発生させることもできる。",
                                "【0025】",
                                "すなわちステアリングホイール1の操舵角θが-45°～45°の範囲内では，図6に図示するように，ノーマルオープン型3ポート電磁弁 22，ノーマルクローズ型3ポート電磁弁 23 をいずれも切換動作させず，センタリングエアシリンダー15 には，センタリングエアシリンダー15 を短縮させる力pのみを発生させて，操舵反力を残留させながら，ノーマルクローズ型3ポート電磁弁 24，25 には，これを短時間内に交互に動作させてアクションエアシリンダー16に短縮力および伸長力を交互に発生させれば，ステアリングホイール1には左右の振動力が付与される。",
                                "【0031】",
                                "このように図1ないし図 11 に図示の実施例では，操舵角θがどのような範囲にあっても，2本のセンタリングエアシリンダー15 およびアクションエアシリンダー16 の協同動作により，操舵角θの絶対値の大きさに略比例した大きさの操作反力を発生させることができ，また振動や，キックバックも発生させることができるため，プレーヤは実際に自動車を運転したと同様な運転感覚を持つことができる。",
                                "⒝  前記(a)の記載事項によれば，乙B20には，ステアリングホイールの回転操作によりビデオゲーム装置の表示画面上の車両映像が左右に操舵され，または車両外映像が左右に変化するビデオゲーム装置において，エアシリンダーとアクチエータとを用いた機構により，ビデオゲーム装置の表示画面上の自動車映像又は自動外映像で自動車の車速がある限度を越えた場合，又は映像上の路面が凸凹となった場合には，ステアリングホイールを振動させる状態を発生させ，キックバックも発生させることができるため，プレーヤは実際に自動車を運転したと同様な運転感覚を持つことができる（【0001】，【0024】，【0031】）ことが開示されている。",
                                "このように，乙B20に開示されているのは，ビデオゲーム装置の表示画面上の路面が凹凸になった場合等に，ステアリングホイールに振動を発生させるという技術であって，その振動を間欠的にする情報を送る技術ではない。凹凸の路面が断続的であることにより，結果的に振動が間欠的に起こることがあるとしても，かかる技術は，キャラクタの置かれている状況に応じて，振動の間欠周期を異ならせた体感振動を生じさせる技術とは異なるものである。",
                                "また，路面の状況は表示画面で認識することができるから（【0024】），乙B20における振動は，画像情報からは認識できない情報ではない。",
                                "したがって，乙B20には，本件発明B1の「上記画像情報からは認識できない情報を，上記キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として送出する振動情報制御手段」に相当する構成の開示があるとは認められない。",
                                "⒞  これに対し被控訴人は，「自動車の車速がある限度を越えた場合」又は「路面が凸凹となった場合」が発生する事象は，ゲーム中において間欠的に起こり，その発生間隔（すなわち周期）は異なること，すなわち，ステアリングホイールの振動の間欠周期が異なることは自明である旨主張するが，これが，キャラクタの置かれた状況に応じて，振動の間欠周期を異ならせているものではないことは，前記⒝で指摘したとおりである。",
                                "また，被控訴人は，乙B20の【0011】の記載を根拠に，乙B20が振動の発生の有無を間欠的に切り換えることができる技術を開示しており，間欠周期の異なる振動を発生させていることは明らかである旨主張するが，同段落には，2本の往復動アクチエータの両ポートに圧力流体を選択的に供給するとともにこの供給状態を間欠的に切り換えることにより，ステアリングホイールに振動状態を与えることが記載されているのであり，振動の有無を間欠的に切り換えるものではない。",
                                "したがって，被控訴人の上記主張は採用できない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点の容易想到性について",
                          "text": [
                            "被控訴人は，乙B6及び18ないし20に「キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせる」技術が開示されていることから，同技術は周知であって（周知技術1），公知発明b1に周知技術1を組み合わせることにより，本件相違点に係る本件発明1の構成を容易に想到することができた旨主張する。",
                            "しかしながら，前記aないしcのとおり，乙B6，19及び20に「キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせる」技術が開示されていると認めることはできないから，同技術が本件出願B当時に周知であったと認めることはできない。",
                            "したがって，被控訴人の上記主張は，その前提を欠くものであり，失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「キャラクタの置かれている状況に応じて振動の種類を異ならせる」周知技術との組合せ",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "乙B7，24，39及び40について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "乙B7（特開昭63-174681号公報）には，遊戯者の操作に対して魚からの「当たり」や「引き」に相当する反応が遊戯者に体感されるようにして，視覚的にも体感的にも実際の釣りの感覚を楽しむことができる遊戯機に関し，制御部は，記憶手段に記憶されている釣り条件と各検出信号とから，釣り上げ成功や釣り上げ途中等の釣り状況を判断し，その釣り状況に対応して揺動負荷手段や回転負荷手段を駆動し，遊戯者に，模倣竿やリール回転ハンドルを通じて釣り状況に応じた反応を伝え，釣り状況に対応した画像信号を作成して表示器に送出することにより，遊戯者は表示器の画面を通じて視覚的に釣り状況を把握することができる釣り遊技機が記載されている（2頁右上欄15行～左下欄10行等）。",
                                "⒝  乙B24（特開平4-8381号公報）には，高速ドライブや宇宙戦争に擬して変化する画面に対応しつつ所定の操作を行い，操縦テクニックや射撃感覚を楽しむ体感ゲーム機に関し，遊戯者の正面手前の見やすい角度に追尾スコープ8を位置させ，一定速度で回転する背景映像Tの前面で，目標映像4を，揺動手段6によって上下左右に不規則揺動させ，遊戯者は体感レバー10を両手で把持し，追尾スコープ8の照準マークM と目標映像4のターゲットマーク1M が一致するよう，追尾体7を適宜揺動させ，マークM とマーク2 1M が一致しそうになったら，トリガ部材9の発射ボタン9aを押2圧すると，部材9b，9c，9d，9e，を介して，部材9fがスイッチ5の押圧部材5aに向けて押圧され，この時，部材9fと部材5aの中心線が不一致であると，ミサイル発射音が生じるとともに，偏心量S1の小振幅振動を体感レバー10に伝達し，一方，部材9fと部材5aの中心線が首尾よく一致すると，命中モードにスイッチオンするとともに，背景映像T及び目標映像4が急峻に明るくなると同時に爆発音を生じ，体感レバー10に大振幅を伝達する体感ゲーム機が記載されている（1頁左欄17行～2頁右欄10行等）。",
                                "⒞  乙B39（特開平5-303324号公報）には，搭乗して模擬運転を楽しむことができる運転玩具に関し，スイッチキー9をオンすると，運転玩具1が起動され，風景表示装置6に風景が静止した状態で映し出され，この状態からプレイヤーがアクセルペダル8を踏み込むと，前記風景が連続的に移り変わり，風景内を走っているかのイメージがプレイヤーの頭の中に惹起され，ハンドル5を左右に回転させると，ベース2に対して車体4がハンドル5の回転方向に旋回するとともに，風景表示装置6に表示された風景がハンドル5の回転方向とは反対に動き，風景内を曲線走行しているかのイメージがプレイヤーの頭の中に惹起され，アクセルペダル8の踏込み量によって振動の大きさを変え，アイドリング状態のときは振動が大きく，アクセルペダル8を踏み込んで走行したときには振動が小さくなる運転玩具が記載されている（【0014】～【0016】，【0025】，【0028】）。",
                                "⒟  乙B40（実開平5-84385号公報）には，遊戯者がシート2に座ってゲーム画面3を見ながらハンドル4，シフトレバー5，およびアクセル，ブレーキ等のペダル6を操作することによってゲーム展開を行うテレビゲーム機において，シート下方に振動を発生させるモータ12を有する振動ユニット10を設け，モータ12の回転速度を可変可能に制御すれば，種々の周期で振動を行なうことができ，モータの回転動作を往復直線動作に変換してシートに伝えることができる構成なので，遊戯者の操作，又はゲーム画面に従って，シート全体を振動させ，遊戯者により臨場感を与えることができるテレビゲーム機が記載されている（【0001】，【0002】，【0005】，【0009】，【0010】，【0012】，【0016】，【0017】）。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "以上のとおり，乙B7，24，39及び40には，いずれも，ゲームの画面に連動させて振動を起こし，プレーヤに臨場感を与えるゲーム装置が記載されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点の容易想到性について",
                          "text": [
                            "前記(ア)a，前記(イ)aないしc及び前記aのとおり，乙B6，7，18ないし20，24，39及び40には，「ゲームの状況に応じ，ゲームの画面に連動させて体感振動を与える技術」が開示されていることから，同技術は本件出願B当時に周知のものであった（周知技術2）と認められる。",
                            "そして，被控訴人は，振動の種類を異ならせる手段として間欠的に生じる振動の間欠周期を異ならせることは，複数ある選択肢のうちの一つを選択したという意味しかなく，状況に応じて振動の大きさ（強弱）を異ならせる技術（周知技術2）が開示されていれば，振動の種類を異ならせるために，間欠的に生じる振動の間欠周期を異ならせることは，実質的な相違点ではなく，当業者であれば適宜選択できる設計的事項に過ぎない旨主張する。",
                            "しかしながら，そもそも，周知技術2は，ゲーム画面と連動させて振動を変化させる技術であって，この点において，画面からは認識できない情報を体感振動として伝える公知発明b1とは決定的に異なるから，両者を組み合わせることはできないものというべきである。",
                            "加えて，本件発明B1の「キャラクタの置かれている状況に応じて間欠的に生じる振動の間欠周期を異ならせるための体感振動情報信号として送出する振動情報制御手段」について，本件明細書Bには，「ゲームの変化の態様に応じた体感振動情報信号，たとえば遊戯者の置かれている状況の危険度が大きくなるにつれて振動の振幅を大きくしたり，あるいは振動の発生周期を短くするための体感振動情報信号が送出される。これにより，遊戯者は一層高度な現実感やスリル感を味わえることになる。」（【0031】），「このようにして危険な状況の判定がなされた場合には，上記特定状況判定手段32からの信号に基づいて上記振動情報制御手段33が音響信号aに対して所定の制御を施し，耳に聞こえない低周波領域の音響信号を体感振動情報信号cとして音響体感器1のスピーカ6に送出する。この場合，上記特定状況判定手段32は，キャラクタ41が地雷Xに近づいているか，あるいは遠ざかっているかを判定し，近づいている場合には，その離間距離が短くなるにつれて上記低周波領域の音響信号の間欠周期を序々に小さくして振動が頻繁に生じるようにし，逆に遠ざかっている場合には，その離間距離が長くなるにつれて上記間欠周期を序々に大きくして振動の発生頻度を低下させるようにしてもよい。すなわち，地雷Xに対する接近度合いと心臓の鼓動とが一致したような雰囲気を味わえるようにするのである。」（【0047】）と記載されている。",
                            "そうすると，本件発明B1において，体感振動情報信号として，間欠周期を異ならせることは，遊戯者に危険度の大きさを実感させることにより一層高度な現実感やスリル感を味わわせ，さらに危険への接近度合いと心臓の鼓動とが一致したような雰囲気を味わわせるという，単に振動の振幅を異ならせることとは異なる作用効果を奏するから，公知発明b1において，ニンジャキャラクタの置かれた状況に応じて振幅を異ならせることと，本件発明Bにおける間欠的に生じる振動の間欠周期を異ならせることとが，実質的な相違点でないとか，当業者が適宜選択できる設計的事項であるということはできない。",
                            "したがって，被控訴人の上記主張は，採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点2-3（控訴人の損害の有無及び損害額）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "認定事実",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許Bについての実際の実施許諾契約の実施料率は，本件訴訟に現れていない。",
                        "そして，本件特許Bの技術分野が属する分野の近年の統計上の平均的な実施料率について，前記1(7)のとおりの事実が認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(1)アのとおり，本件発明B1の遊戯装置は，ゲーム進行制御手段からの信号に基づいて，ゲームの進行途中における遊戯者が操作しているキャラクタの置かれている状況が特定の状況にあるか否かを判定する特定状況判定手段と，上記特定状況判定手段が特定の状況にあることを判定した時に，画像情報からは認識できない情報を，体感振動情報信号として送出する振動情報制御手段と，上記振動情報制御手段からの体感振動情報信号に基づいて振動を生じさせる振動発生手段とを備えたことを特徴とするものであり，かかる構成を備えることにより，遊戯者が，周囲にその特定の状況を悟られることなく，自己のみが知り得る秘密の状態の下でゲームを進行できるとともに，振動を体感的に知得できることにより迫力や現実感が増大するという効果をもたらし，また，ゲームの状況が所定の規則性に従い変化している場合に，上記特定状況判定手段が特定状況にあると判定し，ゲームの変化の態様に応じた体感振動情報信号，例えば，振動の発生周期（間欠周期）を短くするための体感振動情報信号を送出することにより，遊戯者は一層高度な現実感やスリルを味わえるという効果をもたらすものである。",
                        "このように，本件発明B1は，遊戯装置の発明であり，その構成及び効果は上記のとおりであるところ，ロ号装置は本件発明B1の技術的範囲に属するものであり，ロ号製品は，ロ号装置を構成するPlayStation2本体に装填してゲームを実行するためのゲームソフトである。そして，前記(1)イのとおり，ロ号製品は，プレイヤーが，主人公であるゲームキャラクタを操り，キャラクタに襲いかかってくる霊を射影機（カメラ）で撮影し，霊の魂を吸収，撃退しながらゲームを進め，霊の攻撃を何回か受けて体力が0になるとゲームオーバーとなるものであるから，霊を撮影する際の場面に関する本件発明B1は，ロ号製品にとって，相応の重要性を有するものといえる。",
                        "他方，ロ号製品において本件発明B1の作用効果が発揮される場は，キャラクタの近くに霊が存在するが，画面上霊の存在を認識することができず，かつ，フィラメントが発光していないという状況下で，キャラクタと霊との距離に応じて間欠周期の異なる間欠的な振動が発生する場面である。このような場面は，前記(1)イのとおり，ロ号製品において生じ得るものの，キャラクタと霊との位置関係，フィラメントの点灯範囲及び振動の発生範囲に照らせば，そのような場面が生じるのは，霊を撮影しようとする場面の中の一部に限られるものと考えられることからすると，ロ号製品にとって，本件発明B1の重要性は，さほど高いものではなく，イ-9号製品等における本件発明Aの重要性に比べても，その価値は低いものというべきである。",
                        "もっとも，ロ号製品は，プレイヤーが，主人公であるゲームキャラクタを操り，キャラクタに襲いかかってくる霊を射影機（カメラ）で撮影し，霊の魂を吸収，撃退しながらゲームを進めるものであることからすると，プレイヤーにとって，キャラクタと霊との距離を常に把握しておくことは重要であり，画像情報からは霊の存在を認識できない場合にも，間欠周期の異なる間欠的な振動により霊との距離を認識することができるという本件発明B1の効果は，ゲームを進める上で相応の重要性を有するものであるといえる。そのため，ロ号製品における本件発明B1の重要性を過度に低く評価するのは相当でない。",
                        "また，業務用ゲーム機や家庭用ゲーム機における，ゲームの進行状態に応じてその遊戯者に振動を体感的に伝達するように構成された遊戯装置に関し，本件発明B1の上記技術についての代替技術が存在することはうかがわれない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(イ)のとおり，本件発明B1は，ロ号製品のゲームにとって重要な意味を有する霊の撮影の場面に使用される技術であるところ，この点は需要者の購入動機に影響を与えるものであるから，本件発明B1をロ号製品に用いることにより被控訴人の売上げ及び利益に貢献するものと認められる。",
                        "一方，証拠（甲B13，乙B32の11，23，乙B33～35）によれば，ロ号製品は，射影機（カメラ）によって霊を倒すという独自の設定，和にこだわったビジュアル，音による演出，ゲームキャラクタが，需要者に対する大きな訴求力となっており，これらと比較すると，本件発明B1のロ号製品の売上への貢献度は低いものと認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人と被控訴人は，いずれもゲーム機器，ソフトウェアの製造，販売等を業とする株式会社であり，競業関係にある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施に対し受けるべき金銭の額",
                  "text": [
                    "前記アのとおり，本件訴訟において本件特許Bの実際の実施許諾契約の実施料率は現れていないところ，本件特許Bの技術分野が属する分野の近年の統計上の平均的な実施料率が，本件アンケート結果では2．5％（最大値4．5％，最小値0．5％，標準偏差1．5％）である。このことに加え，本件発明B1に係る技術は，侵害品であるゲームソフトにとってそれなりに意味を有するものであり，かつ代替性もないものであるとはいえ，ロ号製品の売上げ及び利益への貢献度は，同製品の設定，ビジュアル，演出，キャラクターなど訴求力の高いものと比較すると低く，イー9号製品等における本件発明Aの重要性と比べても，その価値は低いものであること，控訴人と被控訴人は競業関係にあることなど，本件訴訟に現れた事情を考慮すると，特許権侵害をした者に対して事後的に定められるべき，本件での実施に対し受けるべき料率は1．5％を下らないものと認めるのが相当である。",
                    "したがって，本件特許権Bの侵害について，特許法102条3項により算定される損害額は，1410万円（9億4000万円×1．5％）となる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおりであるから，控訴人について，特許法102条3項により算定される損害額に，弁護士費用・弁理士費用を加えた金額が控訴人の損害額と認められる。",
                    "そして，被控訴人の不法行為と相当因果関係にある弁護士費用及び弁理士費用は，上記により算定される損害額の1割に当たる141万円を下らないと認めるのが相当であるから，控訴人の損害額は，1551万円（1410万円＋141万円）である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1によれば，控訴人の本件特許権Aに係る請求は，本件発明A1についての本件特許権Aの間接侵害の不法行為に基づき，1億2833万3710円及びこれに対する不法行為の後である平成26年7月11日（訴状送達の日の翌日）から支払済みまで年5分の割合による遅延損害金の支払を求める限度で理由がある。",
                "そして，控訴人は，本件発明A2についての本件特許権Aの間接侵害の不法行為及び実施行為の惹起行為による不法行為に基づく損害賠償請求も選択的に行うが，仮にこれらの不法行為が認められるとしても，それにより認められる損害額は上記の額を超えないと認められるから，それらについては判断の必要がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記2によれば，控訴人の本件特許権Bに係る請求は，本件発明B1についての本件特許権Bの間接侵害の不法行為に基づき，1551万円及びこれに対する不法行為の後である平成26年7月11日（訴状送達の日の翌日）から支払済みまで年5分の割合による遅延損害金の支払を求める限度で理由がある。",
                "そして，控訴人は，本件発明B8についての本件特許権Bの間接侵害の不法行為及び実施行為の惹起行為による不法行為に基づく損害賠償請求も選択的に行うが，仮にこれらの不法行為が認められるとしても，それにより認められる損害額は上記の額を超えないと認められるから，それらについては判断の必要がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，控訴人は，被控訴人に対し，特許権侵害の不法行為による損害賠償請求権に基づき，前記(1)と(2)の合計額1億4384万3710円及びこれに対する平成26年7月11日から支払済みまで年5分の割合による遅延損害金の支払を求めることができる。",
                "したがって，控訴人の請求は，上記限度で理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の9億8323万1115円及びこれに対する平成26年7月11日から支払済みまで年5分の割合による遅延損害金の請求は，1億4384万3710円及びこれに対する同日から支払済みまで年5分の割合による遅延損害金の支払を求める限度において理由があるから認容し，その余は理由がないから棄却すべきところ，これと異なる原判決は一部失当であって，控訴人の本件控訴の一部は理由があるから，原判決を上記のとおり変更し，被控訴人の附帯控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}