{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2018-3183号事件について平成30年7月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成27年5月18日，発明の名称を「トイレットロールの芯，及び，トイレットロール」とする特許出願(平成26年11月10日に出願した特願2014-239303号(優先権主張：平成26年7月4日。日本)の分割出願)をした(特願2015-113491号。甲1，8)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年11月17日付けで拒絶査定を受け，平成30年2月16日，これに対する不服の審判を請求し，同年5月25日付け手続補正書により，特許請求の範囲を補正した(以下「本件補正」という。請求項の数8)(甲2)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを不服2018-3183号事件として審理し，平成30年7月24日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同年8月18日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成30年9月10日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲【請求項1】の記載は，次のとおりである。以下，本件補正後の特許請求の範囲【請求項1】に記載された発明を「本願発明」といい，その明細書(甲1，8)を図面を含めて「本願明細書」という。",
            "【請求項1】巻回されるトイレットペーパーの引き出し向きを示す識別子が内側面に設けられている，トイレットロールの芯。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の理由は，別紙審決書(写し)のとおりである。要するに，本願発明は，下記アの引用例に記載された発明(以下「引用発明」という。)並びに下記イないしエの周知例1ないし3から認められる周知技術及び下記オの甲7文献から認められる技術事項に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができない，というものである。",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：実願昭56-93081号(実開昭58-1394号)のマイクロフィルム(甲3)"
                },
                {
                  "fig": "イ",
                  "subject": "周知例1：特開2009-34467号公報(甲4)"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例2：特開2009-268535号公報(甲5)"
                },
                {
                  "fig": "エ",
                  "subject": "周知例3：実願昭53-31128号(実開昭54-134637号)のマイクロフィルム(甲6)"
                },
                {
                  "fig": "オ",
                  "subject": "甲7文献：特開2011-230918号公報(甲7)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決が認定した引用発明，本願発明と引用発明との一致点及び相違点は，以下のとおりである。",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "トイレットペーパーの筒状の芯Sの内側をのぞきこめば一目でトイレットペーパーの左右が判り，それ故に上下の確認がとれ，トイレ等内においてペーパーホルダーにそう入する際に簡単に上下の判別ができ得るように，トイレットペーパーの筒状の芯Sに，一定の方向を示めす無数の印Mをつけた，トイレットペーパーの筒状の芯S。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "向きを示す識別子が内側面に設けられている，トイレットロールの芯。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "識別子が，本願発明では，「巻回されるトイレットペーパーの引き出し向きを示す」ものであるのに対し，引用発明では，「トイレットペーパーの左右が判り，それ故に上下の確認がとれ，トイレ等内においてペーパーホルダーにそう入する際に簡単に上下の判別ができ得る」ものである点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件審決が認定した周知技術等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，周知例1ないし3から，以下の周知技術を認定した。",
                    "トイレットペーパー(トイレットロール)に，その引き出し向きを示す印を設けること"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，甲7文献から，以下の技術事項を認定した。",
                    "フィルムを紙の芯に巻き，巻かれたフィルムの最外周部が張り付いた場合に，フィルムがどちらの方向に巻かれているのか容易に識別することができるようにするために，紙の芯の内側面の端部に巻き方向表示標識40B(「巻き方向」の文字及び矢印等(図形や記号))を設けること，すなわち，芯に巻かれている方向を示す印を設けること"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "進歩性判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り"
            },
            {
              "fig": "(2)",
              "subject": "相違点に係る容易想到性の判断の誤り"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由(進歩性判断の誤り)に関する当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "引用発明の認定の誤り",
          "content": [
            {
              "fig": "ア",
              "text": [
                "引用例には「この考案のトイレットペーパーにおいては…トイレ等内でペーパーホルダーにトイレットペーパーをそう入する際により簡単にトイレットペーパーの上下の確認ができ得るように成した」，「芯Sの内側をのぞきこめば一目でトイレットペーパーの左右が判り，それ故に上下の確認がとれ」と記載されている。",
                "しかし，芯にトイレットペーパーを巻回する向きは，時計回りと反時計回りの二通りが存在するから，芯に付された識別子(印M)によって芯の左右が判ったとしても，トイレットペーパーの巻回方向，すなわちトイレットペーパーの引き出し向きは判別できない。また，トイレットロールをホルダーに挿入する向きは少なくとも芯の軸の向きが水平方向となる場合と鉛直方向となる場合の二種類が存在するし，挿入する際における方向は，挿入者が任意に向けることができることであって，一つの方向に定められているものでもない。芯の軸線方向のうちの二つの向き(左か右か)が互いに区別されていることが分かったとしても，それがトイレットペーパーの引き出し向き(上か下か)とは関連していない。「左右」と「上下」とを関連付けるためには別の因子が必要であり，引用例の上記記載は因果が結びついていない。",
                "引用例の上記記載から，引用発明を「印Mは，巻回されるトイレットペーパー(トイレットロール)の引き出し向きを判別できるもの」と認定するのは，本願発明を先に理解したものであるからこそなし得たものであって後知恵である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "したがって，引用例の上記記載から，十分な技術的意義の認識を形成することはできないから，引用例から公知技術を認定することはできない。",
                "仮に，引用例の記載から，引用発明を「芯において，芯の軸線方向のうちの一つの向きを示す識別子が，芯の内側をのぞきこめば見えるように設けられている，トイレットロール。」と認定したとしても，このような引用発明は，十分な技術的意義の認識を形成することができないから，引用発明としての適格性を欠く。",
                "さらに，本願発明と引用発明との一致点及び相違点は，以下のとおりとなるにすぎない。",
                "一致点：芯に，向きを示す識別子が設けられている点",
                "相違点：本願発明における識別子は「巻回されるトイレットペーパーの引き出し向きを示す」ものであるのに対し，引用発明における識別子は軸線方向のうちの一つの向きを識別できるものにすぎず，「巻回されるトイレットペーパーの引き出し向きを示す」ものではない点。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "被告の主張について",
              "text": [
                "被告は，単に，「左右」と定義した方向に対して垂直な方向を「上下」と称しているにすぎない。「上下」とは，ホルダーに挿入したときに，トイレットロールの巻回の向きに依存しない，トイレットペーパーの引き出し向きを表していると解釈すべきである。また，トイレットロールの取付状態について，トイレットペーパーが上側から手前側を経由して鉛直方向下側へと垂れ下がるものが一般的であるということはできない。方向や向きに関して理解する際は，主観を含んで選択した一態様だけではなく，複数の方向や向きの相対関係で捉えなければならない。",
                "被告は，「印M」が取付時における右方向又は左方向を示すことを，包装用袋や箱に記載するなどして表記すれば，使用者は正しく取り付けることができると主張する。しかし，引用例にそのような開示はなく，「左右」と「上下」とを関連付けるために，包装紙等に説明書きを加えるなどというのは後知恵である。また，左又は右を指示するだけでは，使用者はトイレットペーパーの巻回の向きがいずれの向きであるのか把握することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "相違点に係る容易想到性の判断の誤り",
          "content": [
            {
              "fig": "ア",
              "text": [
                "仮に，本件審決に係る一致点及び相違点の認定に誤りがなかったとしても，次のとおり，引用発明並びに周知例1なしい3から認められる周知技術及び甲7文献から認められる技術事項に基づき，相違点に係る本願発明の構成を想到することは容易ではない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "引用発明の改良",
              "text": [
                "引用発明がそのままで引き出し向きを判別できるとすれば，引用発明はそのままで十分に機能し，それ以上の改良をしようとする動機は生じない。引用発明のトイレットロールに，他の文献に開示された構成を更に付加しようとする動機は生じない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "周知例1ないし3から認められる周知技術",
              "text": [
                "周知例1ないし3は，いずれもトイレットペーパーの表面上に識別子を設ける態様である。そして，当業者は，この態様を引用発明のトイレットロールに適用する際，トイレットペーパーの表面上に識別子を設けることを動機付けられるというべきである。",
                "すなわち，トイレットロールの外観においては，芯の内側面よりもトイレットペーパーの表面のほうが表面積が広く，かつ，外観で第一に目につきやすい。引用例に開示された態様と周知例1ないし3に開示された態様との違いとして目を惹くのは，記号の種類よりも記号の存在場所である。",
                "したがって，トイレットロールの構成において視認性に関わる変更を加えるとすれば，外観で目立ちにくい部分(芯)において変更を加えるのではなく，外観で目立ちやすい部分(トイレットペーパー)に変更を加えるように動機付けられる。または，引用発明の芯に設けられていた「印M」を，トイレットペーパーの表面上に移動させることが動機付けられる。",
                "一方，引用発明の「印M」を，巻回されるトイレットペーパーの引き出す向きを示すものへと変更するという発想は，後知恵である。なお，トイレットペーパーの「最表部」と「芯の内側面」との両方に識別子を設けることはコスト高になるため，実際的ではない。",
                "このように，引用発明に周知技術を適用する際，引用発明の「印M」の向きを周方向を指すように変更するのは不自然である。当業者であれば，識別子を設けようとする場所としては，「芯の内側面」よりもトイレットペーパーの「最表部」を選択する可能性が高く，そうするように動機付けられる。"
              ]
            },
            {
              "fig": "エ",
              "subject": "甲7文献から認められる技術事項",
              "text": [
                "甲7文献から認められる技術事項は，巻芯に「巻き方向」等の文字からなる識別子が付されている態様である。しかし，この態様をトイレットロールに直ちに適用することはできるものではない。",
                "すなわち，ラップフィルム巻回体とトイレットロールとは，使用場所，使用目的，巻回物の材料・透明度が異なるから技術分野が異なる。ラップフィルム巻回体においては，巻回物(ラップフィルム)が透明であることなどから，ラップフィルムよりも巻芯のほうに識別子を付することが動機付けられるが，トイレットロールにおいては，巻回物が不透明であるから，外観からは目立たない芯に識別子を設けようとすることは不自然である。",
                "また，甲7文献における「巻き方向表示標識40B」(図3)は，ラップフィルム巻回体を容器から取り出すという限定された状況においてのみ視認することができるものであり，かつ，巻芯の内側面に識別子が示された態様は図3に示された態様のみである。甲7文献における図3という僅かな開示に着目して，その特徴を引用発明のトイレットロールに適用しようとするのは後知恵である。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "小括",
          "text": [
            "よって，本願発明は，引用発明及び周知技術等に基づき容易に発明をすることができたものではない。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "subject": "引用発明の認定の誤り",
          "content": [
            {
              "fig": "ア",
              "text": [
                "引用発明は，「ペーパーの最表部辺をはがしてみなくても，又は始めから最表部の最先端にあるノリづけされていない余白の部分を確認しなくても，トイレ等内でペーパホルダーにトイレットペーパーをそう入する際により簡単にトイレットペーパーの上下の確認ができ得るように」，「トイレットペーパーPの筒状の芯Sに一定の方向を示めした無数の印Mをつけたものであ」り，「トイレットペーパーの筒状の芯Sの内側をのぞきこめば一目でトイレットペーパーの左右が判り，それ故に上下の確認がとれ，トイレ等内においてペーパーホルダーにそう入する際に簡単に上下の判別がつく」という効果を奏するものである。",
                "このような引用発明の課題及び効果から，トイレットロールの「上下」及び「左右」が共に，ホルダーにトイレットロールを挿入する際におけるトイレットロールについての方向を示すことは明らかである。また，引用発明のトイレットロールが，筒状の芯Sを床に対して水平方向に延びるホルダーに挿入して設置されることが前提となっていることも明らかである。",
                "さらに，引用例には，左右の判別と上下の判別とを関連付けた点が明示的に記載されている。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "そして，日本国内の公共施設や住宅のトイレにおいて，トイレットペーパーを，壁に固定されたホルダーに対して，使用者がペーパーを上方から手前側に引き出せるように取り付けることが一般的な使用方法であって，このようなホルダーに対するトイレットペーパーの取付け方が一般的な取付状態である(周知例1の【0003】【0005】，周知例3の図面)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "引用発明は，その課題から，「印M」は，挿入する際にトイレットロールの使用者にその左右が分かるように設けられたものといえる。また，引用発明の課題やホルダーに対するトイレットペーパーの一般的な取付状態からみて，トイレットロールの上下とは，芯が水平となり，使用者がトイレットペーパーの最表部の最先端を上方から手前側に引き出せるようにホルダーに取り付けた場合のトイレットロールの上下を指し示すことも明らかである。",
                "そうすると，トイレットロールの左右が定まっているならば，使用者はトイレットロールの上下の確認ができるといえる。",
                "例えば，「印M」が，トイレットペーパーをホルダーに取り付ける際の右側(右方向)又は左側(左方向)を示すことを，トイレットペーパーの包装用袋や箱に記載するなど，製品の標準的な使用方法を使用者に知らせる一般的な方法によって表記すれば，使用者が「印M」についてそのように認識し正しく取り付けることができるところ，そのような表記を行うことは，当業者が発明の具体的適用に当たって適宜になし得ることである。また，「印M」に対してトイレットペーパーの巻回方向が二通り存在するとしても，芯にペーパーを巻く際には，「印M」の意味を踏まえて，一般的な取付状態を前提として巻き方向を決めることは，自明の事項といえ，このような場合にトイレットロールの左右が定まっているならば，使用者にとって，上又は下が定まることは明らかである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "よって，引用例の「芯Sの内側をのぞきこめば一目でトイレットペーパーの左右が判り，それ故に上下の確認がとれ，トイレ等内においてペーパーホルダーにそう入する際の上下の判別がつく。」との記載の意義を，当業者は合理的に理解することができる。したがって，本件審決の引用発明の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "相違点に係る容易想到性の判断の誤り",
          "content": [
            {
              "fig": "ア",
              "subject": "引用発明の改良",
              "text": [
                "引用発明において，「印M」を引き出し向き(巻き方向)を直接示す標識(符号)に換えることで，より直接的に引き出し向きを判別することができる。発明が機能していることが改良する動機を生じないことにはならない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "周知例1ないし3から認められる周知技術",
              "text": [
                "印(識別子)を付す際にその目的や意味を理解しやすいようにすることは，当業者であれば常に考慮することであるところ，周知技術にある印(識別子)は，上下(周方向)の判別を直接的に明らかにすることができるものである。",
                "したがって，当業者としては，まず，トイレットロールの芯部分にある引用発明の「印M」を周知技術にある印(識別子)のような記号形態に変更することを試みようとする。よって，周知技術を引用発明のトイレットペーパーの表面上にではなく，トイレットロールの芯部分に適用する動機付けは十分にあるといえる。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "甲7文献から認められる技術事項",
              "text": [
                "本件審決は，甲7文献から，ラップ巻回体に関して，「紙の芯の内側面の端部に」巻き方向表示標識40Bを設けること，すなわち，芯に巻かれている方向を示す印を設けるとの技術事項を引用したものである。識別子が巻芯の外側表面に付されている態様を引用したものではない。",
                "そして，引用発明と甲7文献から認められる技術事項は，「巻回体」である点で技術分野が共通し，巻かれている方向について「印を設けること」の点でも共通している。",
                "したがって，引用発明に甲7文献から認められる技術事項を適用する動機付けがあることは明らかである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "よって，引用発明には周知例1ないし3から認められる周知技術及び甲7文献から認められる技術事項を適用する動機付けがある。また，引用発明は，「印M」によりトイレットペーパーの左右が判ることで上下の確認が取れるというものである。",
                "そうすると，当業者には，周知例1ないし3及び甲7文献に記載されたように，引用発明の「印M」を，巻回向きを直接示す標識に換えることで，より直接的に巻回向きを判別することができるようにする動機付けが生じる。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "小括",
          "text": [
            "以上によれば，本願発明は，引用発明及び周知技術等に基づき容易に発明をすることができたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願発明に係る特許請求の範囲の記載は，前記第2の2【請求項1】に記載のとおりであるところ，本願明細書(甲1，8)によれば，本願発明の特徴は次のとおりである。なお，本願明細書には，別紙図面目録記載本願明細書のとおり，【図3】が記載されている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明は，トイレットロールの芯，並びに，芯及びトイレットペーパーで構成されるトイレットロールに関する。(【0001】)"
            },
            {
              "fig": "(2)",
              "subject": "トイレットペーパーの引き出し向きが自分の好みとなるようにトイレットロールをホルダーに取り付けるためには，糊付けされた部分の周囲を注意深く観察して，トイレットペーパーの巻回の向きを把握しなければならない。しかし，糊付けされた部分の周囲を観察しても状況がよく分からなかったり，糊付けを剥がすにもうまく剥がれなかったりして，煩わしい思いをする場合がある。(【0006】，【0007】)"
            },
            {
              "fig": "(3)",
              "subject": "本願発明は，トイレットペーパーの引き出し向きが自分好みの向きになるようにトイレットロールをホルダーに取り付けるという動作を容易にするために，トイレットロールの芯に請求項1の構成を採用したものである。(【0008】，【0009】，【図3】)"
            },
            {
              "fig": "(4)",
              "subject": "本願発明は，トイレットロールをホルダーに取り付ける際に，識別子が特定する向きを確認することにより，トイレットペーパーの引き出し向きが自分好みの向きとなるようにトイレットロールをホルダーに容易に取り付けることができる。(【0009】，【0019】)"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例の記載",
                  "text": [
                    "引用例(甲3)の考案の詳細な説明には，次のとおり記載があるほか，別紙図面目録記載引用例のとおり，第1図が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "この考案はトイレットペーパーに関するものである。(1頁10～11行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "この考案のトイレットペーパーにおいては，…ペーパーの最表部辺をはがしてみなくても，又は始めから最表部の最先端にあるノリづけされていない余白の部分を確認しなくても，トイレ等内でペーパホルダーにトイレットペーパーをそう入する際により簡単にトイレットペーパーの上下の確認ができ得るように成したものである。(2頁4～10行)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "この考案は第1図に示めすようにトイレットペーパーPの筒状の芯Sに一定の方向を示めした無数の印Mをつけたものである。(2頁11～14行)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "この考案のトイレットペーパーの筒状の芯Sの内側をのぞきこめば一目でトイレットペーパーの左右が判り，それ故に上下の確認がとれ，トイレ等内においてペーパーホルダーにそう入する際に簡単に上下の判別がつく。(3頁7～12行)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "トイレットペーパーをこのように形成したことによりトイレ等内においてペーパーホルダーにトイレットペーパーをそう入する際の上下の判別をきわめて簡単になし得る…。(3頁13～16行)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例に記載された引用発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記ア(ウ)及び(エ)によれば，引用例には，本件審決が認定した前記第2の3(2)アのとおり，引用発明が記載されていることが認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，引用発明が有する技術的思想は，次のとおり解すべきものである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「左右」及び「上下」の意義",
                          "text": [
                            "トイレットロールは，通常，水平方向に延びるホルダーの軸に筒状の芯を挿入して取り付けられるものである。また，引用例は，第1図を摘示しつつ「トイレットペーパーの筒状の芯Sの内側をのぞきこめば一目でトイレットペーパーの左右が判り」と記載されている(前記ア(エ))。そうすると，引用発明において「左右」とは，トイレットロールを水平方向に延びるホルダーに取り付ける場合を前提にするものと認められる。",
                            "また，引用例に係るトイレットロールは「ペーパーの最表部辺をはがしてみなくても，又は始めから最表部の最先端にあるノリづけされていない余白の部分を確認しなくても，…ペーパホルダーにトイレットペーパーをそう入する際により簡単にトイレットペーパーの上下の確認ができ得る」と記載されている(前記ア(イ))。そうすると，引用発明において「上下」とは，トイレットペーパーの最表部の最先端の位置が使用者にとって手前に来た場合の，トイレットペーパーの引き出し向きの上下をいうものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「印M」との相関関係",
                          "text": [
                            "引用例において，「印M」は「一定の方向を示」すと記載され，筒状の芯Sの軸線方向に沿って一方の端部が先細り形状になっている(第1図)。また，引用例において，「印M」をつけた「トイレットペーパーの筒状の芯Sの内側をのぞきこめば一目でトイレットペーパーの左右が判」ると記載されている(前記ア(エ))。さらに，「印M」の指示先が左又は右のいずれを示すのか明らかにすることは，当業者が発明の具体的適用に当たって適宜行うことである。そうすると，引用発明のトイレットロールは，「印M」から，これを水平方向に延びるホルダーに取り付ける場合における左右を確認できるものと認められる。",
                            "そして，トイレットロールをホルダーに取り付けた場合における左右が確定できれば，それを前提として，製造業者等は，自らが想定する引き出し向きの上下となるようトイレットペーパーを芯に巻回することができ，使用者等は，自らが想定する引き出し向きの上下となるようトイレットロールをホルダーに取り付けることになる。もっとも，引用例は，製造業者等と使用者等との想定を一致させる構成まで開示するものではない。",
                            "そうすると，引用発明のトイレットロールは，芯Sに入れられた「印M」から確認できる左右に基づき，これを水平方向に延びるホルダーに取り付けた場合に，トイレットペーパーの最表部の最先端の位置が使用者にとって手前に来た場合における引き出し向きについて，それが実際に上下いずれになるかについて客観的に確定するものではないものの，それが上下いずれになるかについて「印M」との相関関係において確定できるものということができる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "引用発明の技術的意義",
                          "text": [
                            "したがって，引用例には，トイレットロールをホルダーに取り付けた場合における引き出し向きが上下いずれになるかについて，「印M」との相関関係から確定できるという限度ではあるものの，そのような限度で技術的思想が開示されているというべきである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，芯にトイレットペーパーを巻回する向きは二通り存在し，引用例に係るトイレットロール(トイレットペーパー及び芯)において「左右」と「上下」とを関連付けるためには別の因子が必要であるから，引用例の記載から，十分な技術的意義の認識を形成することはできないなどと主張する。",
                    "しかし，前記イ(イ)のとおり，引用例は，トイレットロールをホルダーに取り付けた場合における引き出し向きが上下いずれになるかについて，「印M」との相関関係から確定できるという限度で技術的思想を開示するものである。本件審決が認定した引用発明は，引き出し向きが実際に上下いずれになるかについて，「印M」によって客観的に確定させることまでをいうものではない。一方，原告の上記主張は，引き出し向きを客観的に確定させることを前提とするものであるから，原告の上記主張をもって，本件審決における引用発明の認定に誤りがあるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との一致点及び相違点について",
              "text": [
                "本願発明では，「芯」に「トイレットペーパー」を巻回したものを「トイレットロール」と称しており，引用発明では，「芯S」にペーパーを巻回したものを「トイレットペーパー」と称しているから，引用発明の「芯S」及び「トイレットペーパー」は，本願発明の「芯」及び「トイレットロール」に相当する。",
                "また，引用発明の「一定の方向を示めす無数の印M」は，「芯Sの内側をのぞきこめば一目でトイレットペーパーの左右が判り，それ故に上下の確認がとれ，トイレ等内においてペーパーホルダーにそう入する際に簡単に上下の判別ができ得る」ものであるから，方向を示す識別子であって，芯Sの内側面に設けられているものである。",
                "そうすると，本願発明と引用発明との一致点・相違点は，前記第2の3(2)イ及びウのとおりであると認められる。",
                "したがって，本件審決の一致点・相違点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知例1ないし3から認められる周知技術",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知例1(甲4)",
                      "text": [
                        "周知例1の【0001】，【0003】ないし【0006】及び【図1】(別紙図面目録記載周知例1のとおり)によれば，周知例1には，次の事項が開示されているものと認められる。",
                        "ペーパーの引き出し方向が視認できるように，ペーパーの最表部の引き出し口に引き出し方向に向けた符号を設けたトイレットロール"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "周知例2(甲5)",
                      "text": [
                        "周知例2の【0003】，【0004】，【0006】，【0011】及び【図1】(別紙図面目録記載周知例2のとおり)によれば，周知例2には，次の事項が開示されているものと認められる。",
                        "回転方向やテール端部端縁側の自由部分の位置を視認しやすくするために，狭窄部の狭部側がテール端縁側に位置される単位エッジエンボス(例えば，ペーパーの引き出し方向に向けた矢印)を連続的又は断続的に配した衛生薄葉紙ロール(トイレットロール，キッチンロール等)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "周知例3(甲6)",
                      "text": [
                        "周知例3の「考案の詳細な説明」及び「図面」(別紙図面目録記載周知例3のとおり)によれば，周知例3には，次の事項が開示されているものと認められる。",
                        "トイレットロールの巻方向や上下方向が判るように，ペーパーの表面に巻方向を表す矢印(例えば，ペーパーの引き出し方向に向けた矢印)や上下方向を表す文字(例えば，「上」との文字)や印を印刷したトイレットロール"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "周知技術の認定",
                      "text": [
                        "前記(ア)ないし(ウ)によれば，本願優先日当時，「トイレットロールのペーパーに引き出し向きを示す印(識別子)を設けること」は，周知技術であったと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明において相違点に係る構成を採用する動機付け",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，芯Sに入れた「印M」によって，「ペーパーホルダーにそう入する際に簡単に上下の判別ができ得るように」したものであり，その際，「印M」との相関関係から，引き出し向きの上下を確定するというものである。",
                        "したがって，引用発明には，「ペーパーホルダーにそう入する際に簡単に上下の判別ができ得るように」，引用発明の識別子(印M)を適宜設計変更することについて示唆があるといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，引用発明及び周知技術は，いずれもトイレットロールに関するものであるから技術分野が関連する。",
                        "また，引用発明は「ペーパーホルダーにそう入する際に簡単に上下の判別ができ得る」ことを課題とするものである。一方，周知例1は「ペーパーの引き出し方向が視認できるように」する技術，周知例2は「回転方向やテール端部端縁側の自由部分の位置を視認しやすく」する技術，周知例3は「トイレットロールの巻方向や上下方向が判るように」する技術である。したがって，引用発明と周知技術の課題は共通する。",
                        "さらに，引用発明の「印M」は，前記のとおり，トイレットロールをホルダーに取り付けた場合における引き出し向きが上下いずれになるかについて，相関関係を示す限度ではあるものの，「上下の判別ができ得るように」入れられたものである。一方，周知技術の「印(識別子)」は，ペーパーの引き出し向きを示すものである。したがって，引用発明の「印M」及び周知技術の「印(識別子)」の作用・機能は共通する点を含む。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，当業者は，「ペーパーホルダーにそう入する際に簡単に上下の判別ができ得るように」，引用発明の識別子(印M)を適宜設計変更するに当たり，周知技術を前提とすれば，相違点に係る構成を採用することを動機付けられるというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，周知例1ないし3は，いずれもトイレットロールのペーパーの表面上に識別子を設ける態様であるから，当業者は，この態様を引用発明のトイレットロールに適用する際，視認性の観点から，ペーパーの表面上に識別子を設けることが動機付けられ，芯に入れられた「印M」の向きを変更することは動機付けられない旨主張する。",
                        "しかし，当業者が，周知技術における「印(識別子)」を引用発明のペーパーの表面上に適用することを試み得るとしても，それは，引用発明の「印M」を周知技術における「印(識別子)」に変更することを試みることと併存し得るものである。",
                        "そして，引用発明は芯Sに「印M」を入れるものであるところ，当業者が，「ペーパーホルダーにそう入する際に簡単に上下の判別ができ得る」という引用発明の課題解決のために，芯Sに対する「印(識別子)」の入れ方を工夫するのは当然である。周知技術において「印(識別子)」がトイレットロールのペーパーに設けられていることをもって，当業者が，引用発明の芯Sに入れられた「印M」の形状を変更することを想到し得ないということはできない。",
                        "したがって，当業者はペーパーの表面上に識別子を設けることを動機付けられるとの原告の主張は，相違点に係る容易想到性に関する前記判断を左右するものにはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明から引き出し向きを判別できるとすれば，引用発明はそのままで十分に機能し，それ以上の改良をしようとする動機は生じない旨主張する。",
                        "しかし，引用発明は，トイレットロールをホルダーに取り付けた場合における引き出し向きが上下いずれになるかについて，「印M」との相関関係から確定できるというものである。「ペーパーホルダーにそう入する際に簡単に上下の判別ができ得る」ようにするという引用発明の課題の解決に当たり，引き出し向きが上下いずれになるかについて，客観的に確定できるような構成へと改良しようとする動機が生じることは否定されるものではない。",
                        "そもそも，引用発明が十分に機能することをもって，当業者には引用発明を改良しようとする動機が生じないといえるものでもない。",
                        "したがって，引用発明を改良する動機が生じないとする原告の主張は，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，当業者は引用発明に基づき本願発明を容易に発明をすることができたということができる。",
                "よって，取消事由は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がないから，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}