{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-890019号事件について平成30年10月29日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，以下の商標(登録第5779610号。以下「本件商標」という。)の商標権者である(乙1，2)。",
                "商      標    KCP(標準文字)",
                "登録出願日    平成27年2月18日",
                "登録査定日    平成27年6月1日",
                "設定登録日    平成27年7月17日",
                "指 定 商 品    第12類「コンクリートポンプ車，コンクリートミキサー車",
                "その他の自動車並びにその部品及び附属品，陸上の乗物用の",
                "動力機械(その部品を除く。)，陸上の乗物用の機械要素，タ",
                "イヤ又はチューブの修繕用ゴムはり付け片」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成29年6月1日，本件商標について商標登録無効審判(以下「本件審判」という。)を請求した。",
                "特許庁は，上記請求を無効2017-890019号事件として審理を行い，平成30年10月29日，「登録第5779610号の登録を無効とする。」との審決(以下「本件審決」という。)をし，その謄本は，同年11月8日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年12月5日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)のとおりである。その要旨は，本件商標は，以下のとおり，商標法4条1項19号に該当するものであるから，同法46条1項により無効とすべきものであるというものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者能力について",
              "text": [
                "被告は，2002年5月15日に設立された，現存する韓国法人であるから，本件審判の請求について当事者能力を有する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標の商標法4条1項19号該当性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "別紙記載の(1)ないし(4)の各標章(以下，これらを併せて「被告商標」という。)は，本件商標の登録出願時において，被告が製造・販売する「コンクリートポンプ，コンクリートポンプ車，コンクリートミキサー車並びにその部品及び附属品」(以下「被告商品」という。)を表示するものとして，韓国国内におけるコンクリートポンプ車を取り扱う分野の取引者，需要者の間において広く認識されていたものである。",
                    "本件商標と被告商標は，外観において近似し，称呼において「ケーシーピー」の称呼が生じる点で共通し，観念において区別することができない互いに紛れるおそれのある類似の商標である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件商標の登録出願前には被告商品及び被告商標を知っており，被告商標が我が国において登録されていないことを奇貨として，被告による我が国への参入を阻止する等の目的で，先取り的に，本件商標の商標登録出願をした。",
                    "したがって，原告は，被告の業務に係る商品を表示するものとして韓国における需要者の間に広く認識されている被告商標を承知の上，被告商標に化体した顧客吸引力を希釈化させ，その信用，名声を毀損させ又はその信用に便乗し不当な利益を得る等の不正の目的のもとに，被告商標と極めて類似する本件商標を出願し，登録を受けようとしたというべきであるから，本件商標は，商標法4条1項19号に該当する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，韓国の商業登記簿において，韓国語で「케이씨이피중공업」として登記されており，これをハングル(韓国語)表記の原則に従って英語表記すると，「KCEP  HEAVY  IＮDUSTRIES」(甲2)となる。",
                "そして，英語表記で「KCP  HEAVY  IＮDUSTRIES  CO．，LTD」という社名の企業は韓国に存在しないから，被告(「ケーシーピー",
                "ヘビー  インダストリーズ  カンパニー  リミテッド」)は，架空の企業であって，当事者能力を欠くものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標が商標法4条1項19号に該当するとした本件審決の判断は，理不尽であるから，誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，2002年(平成14年)に設立された「コンクリートポンプ車」等の製造販売を主たる業務として実在する韓国法人であるから(乙106)，本件審判の請求について当事者能力を有する。",
                "「케이씨이피중공업」の英語表記は，「KCP  HEAVY  IＮDUSTRIES  CO．，LTD．」であり，被告は，外国企業への見積り送り状や外国企業との契約書において，上記英語表記を使用している(乙137，144)。「케이씨이피중공업」をハングル(韓国語)表記の原則に従って英語表記すると，「KCEP  HEAVY  IＮDUSTRIES」となるというのは，原告独自の見解に基づくものであり，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標が商標法4条1項19号に該当するとした本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "したがって，原告主張の取消事由は理由がない。"
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "前記第2の1の事実と証拠(乙5ないし15，21，41，45，53ないし63，83ないし98，103，106，112ないし127，142ないし147，149，152ないし155，174(いずれも枝番のあるものは枝番を含む。以下同じ。))及び弁論の全趣旨を総合すれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成26年7月15日に設立された，車両系建設機械の販売等を目的とする株式会社である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，2002年(平成14年)5月15日に韓国で設立された，コンクリートポンプ車の生産，販売等を目的とする韓国法人である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，その設立以降，被告商標(別紙記載の(1)ないし(4)の各標章)を車体に付したコンクリートポンプ車(乙7，8，45等。以下「被告製コンクリートポンプ車」という場合がある。)を製造，販売している。また，被告は，被告商品の製品カタログ(乙7，8)及び被告の運営するウェブサイト(乙6，9)において被告商標を使用している。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "平成23年から平成27年までの各年の韓国国内における被告製コンクリートポンプ車の販売台数及び売上高は，以下のとおりである(括弧内は1韓国ウォンを0．1円で換算した金額)(乙12，13，112)。",
                        "2011年(平成23年)  52台",
                        "163億0902万5000ウォン",
                        "(16億3090万2500円)",
                        "2012年(平成24年)  87台",
                        "248億7800万ウォン",
                        "(24億8780万円)",
                        "2013年(平成25年)  127台",
                        "385億8250万ウォン",
                        "(38億5825万円)",
                        "2014年(平成26年)  149台",
                        "454億5700万ウォン",
                        "(45億4570万円)",
                        "2015年(平成27年)  206台",
                        "669億2900万ウォン",
                        "(66億9290万円)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "平成24年から平成27年までの各年の韓国国内におけるコンクリートポンプ車市場における被告の市場占有率は，以下のとおりであり，いずれの年度も第1位であった(乙10，11)",
                      "text": [
                        "2012年(平成24年)    約36％",
                        "2013年(平成25年)    約40％",
                        "2014年(平成26年)    約32％",
                        "2015年(平成27年)    約37％"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「GSF  Inc．」の名称でコンクリートポンプ車の輸入，販売等を行っていた原告代表者(A)は，平成24年12月24日ころ，ウォンジン産業のBとともに，韓国の被告本社を訪れ，同社の社内理事であるCと面会し，原告代表者等が日本における被告の販売代理店となることなどについて話合いをした。その際，販売代理店契約については合意に至らなかったものの，当面の間，原告代表者が，「GSF  Inc．」として，被告からウォンジン産業を通じて被告商品を購入し，これを日本国内において販売していくこととなった(乙114)。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告代表者は，平成25年4月23日ころ，「GSF  Inc．」として，中古コンクリートポンプ車販売等を行う有限会社TPネット(乙90)を訪れ，被告発行のカタログに掲載された被告製コンクリートポンプ車の写真(乙91ないし93)を示して，被告商品の営業活動を行った。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告代表者は，平成26年4月発行の一般社団法人全国コンクリート圧送事業団体連合会の会員名簿に「GSF  Inc．」による被告製コンクリートポンプ車(KCP35ZX5150)の広告(乙127)を掲載した。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告代表者は，平成26年4月9日，「GSF  Inc．」として，守山産業株式会社との間で，被告製コンクリートポンプ車1台の売買契約を締結(乙113，124)し，同年5月ころ，被告からウォンジン産業を通じて仕入れた同製品を同社に引き渡した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告代表者は，平成26年7月15日，原告を設立し，その代表取締役に就任した。",
                        "原告は，同年10月10日ころ，「2014年製品案内」と題するパンフレット(乙147)を作成した。同パンフレットには，被告の商品カタログ(乙146)から複数の被告製コンクリートポンプ車等の写真が転載され，被告製コンクリートポンプ車である「KCP65ZS170」が「韓国のトップ商品」として紹介されている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，平成26年10月28日にエスケーコンクリートポンプ株式会社との間で，同年11月7日に有限会社札幌技建興業との間で，それぞれ被告製コンクリートポンプ車各1台の売買契約(乙113，125，126)を締結し，平成27年1月ころ，被告からウォンジン産業を通じて仕入れた同製品を上記各社に引き渡した。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，平成27年1月，日本に本格的に進出して事業展開することを決定し，同月15日，日本における営業活動を行う日本人職員として，Dを雇用した。Dは，そのころから，営業活動を開始し，コンクリート圧送業界の関係者に対し，「KCP」の表示(別紙記載の(4))のある名刺(乙155)を配布した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告代表者は，平成27年2月ころ，知人のコンクリート圧送業者から，Dの名刺を示されて，Dが被告のディーラーとして日本で営業活動を行っている旨を知らされ，その際，原告とDとの関係について聞かれることがあった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，平成27年2月18日，本件商標について，指定商品を本件審判の請求に係る指定商品として，商標登録出願をした。原告代表者は，その当時，原告が本件商標の商標権を取得した場合，被告が日本において被告商標を使用できなくなることは当然であると考えていた(乙154)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告代表者は，平成27年5月28日，東京都内の飲食店で，Dと面談した。その際，原告代表者は，Dに対して，「KCP」の商標権はあきらめずに握っているから，被告が「KCP」の商標を使って日本で営業活動をしたければ，原告から商標権を購入する必要がある旨を述べた(乙152)。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成27年5月ころ，「ポンプ車のラジコン，気軽に新しいものに取り換えるチャンス！」と題するポンプ車の無線操縦機に関するパンフレット(乙103)を作成した。同パンフレットには，「弊社では『KCP』の商標権を所有しております。弊社以外のところで『KCP』の商標がついているポンプ車の販売及び購入は商標権の侵害として民事賠償と刑事罰を受けることになることを，予めお知らせ致します。」との記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，平成27年6月1日，本件商標の登録査定を受け，同年7月17日，その旨の設定登録を受けた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，平成27年7月22日，被告の日本現地法人として，コンクリートポンプ打設機械，その付属品及び部品の開発，製造，販売等を目的とするKCPジャパン株式会社(以下「KCPジャパン社」という。)を設立し，Dがその代表取締役に就任した。また，被告は，そのころ，日本における被告商品の販売店の一つとして国際建機販売株式会社(以下「国際建機販売」という。)を選定した。なお，Dは，同年9月30日，KCPジャパン社の代表取締役を退任し，同年10月1日から，同社の従業員として勤務している。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，KCPジャパン社及び国際建機販売に対し，「国際建機販売では韓国から導入したコンクリートポンプ車にKCPという文字は使用できないですから削除して下さい。書類にも部品でも，日本に入った時点では商標法違反であります。」，「KCP  JAPAＮと言う名付けて，日本語のホームページを展開していますが，このホームページの中に表現されたKCPという文字は使用できないですから削除して下さい。」などと記載した2015年(平成27年)8月11日付け催告書(乙121)を送付した。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成29年4月11日ころ，D及び国際建機販売を被告として，D及び国際建機販売による被告商標が付された名刺の使用，コンクリートポンプ車の販売等が本件商標権の侵害に当たるなどと主張して，商標法36条等に基づき，被告商標を付したコンクリートポンプ車の販売及び営業活動の差止め等，謝罪広告の掲載及び不法行為による損害賠償を求める訴訟(東京地方裁判所平成29年(ワ)第12058号事件。以下「別件訴訟」という。乙122)を提起した。",
                    "被告は，別件訴訟の係属中の同年6月1日，本件審判を請求した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "東京地方裁判所は，平成30年6月28日，別件訴訟について，本件商標が商標法4条1項19号に該当する旨の無効の抗弁を認め，D及び国際建機販売に対し，本件商標権に基づく権利行使ができないとして，原告の請求をいずれも棄却する判決(以下「別件原判決」という。乙142)をした。",
                    "原告は，別件原判決のうち，損害賠償請求を棄却した部分のみを不服として，控訴(知的財産高等裁判所平成30年(ネ)第10057号事件)を提起した。",
                    "その後，特許庁は，同年10月29日，本件商標の商標登録を無効とする旨の本件審決をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "知的財産高等裁判所は，平成31年1月29日，別件原判決と同様の理由により，原告の損害賠償請求は理由がないと判断し，原告の控訴を棄却する判決(乙174)をした。その後，同判決は確定した。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の当事者能力について",
          "text": [
            "原告は，被告は，韓国の商業登記簿において，韓国語で「케이씨이피중공업」として登記されており，これをハングル(韓国語)表記の原則に従って英語表記すると，「KCEP  HEAVY  IＮDUSTRIES」(甲2)となるところ，英語表記で「KCP  HEAVY  IＮDUSTRIES  CO．，LTD．」という社名の企業は韓国に存在しないから，被告(「ケーシーピー  ヘビー  インダストリーズ  カンパニー  リミテッド」)は架空の企業であって，当事者能力を欠く旨主張する。",
            "しかしながら，前記1の認定事実によれば，被告は，2002年(平成14年)5月15日に韓国で設立された，自らが権利義務の主体となって事業活動を行う実在の法人であるから，本件審判の請求及び本件訴訟について当事者能力を有するものと認められる。",
            "また，商号登記簿に韓国語で登記された法人が自らの名称をどのように英語表記するかという問題と当該法人を訴訟法律関係の主体として取り扱うことが適当かどうかという問題は別個の問題である。",
            "したがって，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件商標の商標法4条1項19号該当性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1の認定事実によれば，被告は，2002年(平成14年)5月15日の設立以後，被告商標を付した被告製コンクリートポンプ車の販売を継続して行い，平成24年から平成27年までの各年の韓国国内におけるコンクリートポンプ車市場における被告の市場占有率は，30％台から40％台を占め，いずれの年度も第1位であったこと，その間，被告は，被告商標を製品カタログやウェブサイトで使用して広告宣伝を行っていたことからすると，被告商標は，本件商標の登録出願時(登録出願日同年2月18日)及び登録査定時(登録査定日同年6月1日)において，韓国におけるコンクリートポンプ車を取り扱うコンクリート圧送業者等の需要者の間で，被告製コンクリートポンプ車を含む被告商品を表示するものとして広く認識されていたものと認められる。",
                "そして，本件商標は，「KCP」の欧文字3字の標準文字を横書きに書してなり，「ケーシーピー」の称呼が生じ，特定の観念を生じさせるものではないこと，被告商標は，別紙記載の(1)ないし(4)のとおり，本件商標と書体は異なるものの，いずれも「KCP」の欧文字3字を横書きに書してなり，「ケーシーピー」の称呼が生じ，特定の観点を生じさせるものではないことからすると，本件商標はと被告商標は，称呼が同一であり，外観が極めて類似するものであって，両商標が本件商標の指定商品であるコンクリートポンプ車に使用された場合には，その商品の出所について誤認混同を生ずるおそれがあるものと認められるから，本件商標は被告商標に類似する商標であるものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記1の認定事実を総合すれば，「GSF  Inc．」の名称でコンクリートポンプ車の輸入，販売等を行っていた原告代表者は，日本国内において，原告代表者自らが又は原告が被告からウォンジン産業を通じて仕入れた被告製コンクリートポンプ車の販売及びその営業活動を行う中で，本件商標の登録出願時点までに，被告商標が付された被告製コンクリートポンプ車は，韓国のトップ商品であること，被告商標が被告製コンクリートポンプ車を表示するものとして韓国国内のコンクリート圧送業者の間で広く知られていたことを認識していたが，被告が日本に進出してその営業拠点を作り，事業展開を行うための営業活動に着手したことを知るや，被告商標が商標登録されていないことを奇貨として，被告の日本国内参入を阻止又は困難にするとともに，本件商標を有償で被告に買い取らせ，あるいは原告が日本における被告の販売代理店となる販売代理店契約の締結を強制させるなどの不正の目的をもって，原告による本件商標の商標登録出願をしたものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件商標は，被告の業務に係る被告商品を表示するものとして，韓国における需要者の間に広く認識されている被告商標と類似の商標であって，不正の目的をもって使用をするものといえるから，商標法4条1項19号に該当するものと認められる。",
                "したがって，本件商標が同号に該当するとした本件審決の判断に誤りはなく，これに反する原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(行ケ)10173",
    "date": "2019-05-30",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "088703",
    "ipprecedent_id": "5176",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}