{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-800134号事件について平成29年12月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告らが請求した特許無効審判の不成立審決に対する取消訴訟である。争点は，新規性及び進歩性の判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成10年6月12日に出願され(特願平10-165696号)，平成19年6月8日に設定登録された特許(以下「本件特許」という。特許第3966527号。)の特許権者である。被告は，平成22年1月18日，訂正審判請求をし，同年3月9日，同請求を認める旨の審決が確定した。(甲1)",
            "原告らは，平成28年12月9日，本件特許の請求項1及び3に係る発明(以下，請求項1に係る発明を「本件発明1」と，請求項3に係る発明を「本件発明3」といい，本件発明1と本件発明3を併せて「本件発明」という。)の無効審判請求(同請求に係る審判を以下「本件審判」という。)をしたところ(無効2016-800134号)，特許庁は，平成29年12月19日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，本件審決の謄本は，平成30年1月5日に原告らに送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件発明は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1",
              "text": [
                "生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，前記防止手段を，突起・板体の突起物とし，この突起物を，前記選別ケーシングの円周端面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3",
              "text": [
                "生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，前記防止手段を，突起・板体の突起物とし，この突起物を回転板及び／又は選別ケーシングの円周面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らが主張した無効理由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1(特許法29条1項1号)",
                  "text": [
                    "平成10年4月28日に被告の技研工場で開催された会議(以下「本件会議」という。)において，甲第15号証に記載された装置(以下「Aダストール」という。)の改良点を示した「ダストールの試験機，展示会機から新型への変更点」との題名の文書(甲8。以下「本件文書」という。)が配布されたことにより， 以下の構成(以下「原告主張構成」という。)が守秘義務を負わないB(以下「B」という。)に対して開示された。したがって，本件発明は，特許出願前に日本国内において公然知られた発明であり，新規性がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1に対応する構成",
                      "text": [
                        "A1  生海苔排出口1を有する選別ケーシング2，",
                        "A2  及び回転板3，",
                        "A3  この回転板3の回転とともに回る生海苔の共回りを防止する共回り防止ゴム(防止手段)，",
                        "A4  並びに異物排出口5",
                        "A5  をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽6を有する生海苔異物分離装置7において，",
                        "B  前記防止手段(A3)を，",
                        "B1  共回り防止ゴムとし，",
                        "B2  この共回り防止ゴムを，前記選別ケーシング2の円周端面に設ける構成とした",
                        "C  生海苔異物分離除去装置7(A5)における生海苔の共回り防止装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明3に対応する構成",
                      "text": [
                        "A1  生海苔排出口1を有する選別ケーシング2，",
                        "A2  及び回転板3，",
                        "A3  この回転板3の回転とともに回る生海苔の共回りを防止する共回り防止ゴム(防止手段)，",
                        "A4  並びに異物排出口5",
                        "A5  をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽6を有する生海苔異物分離装置7において，",
                        "B’  前記防止手段(A3)を，",
                        "B’1  共回り防止ゴムとし，",
                        "B’2  この共回り防止ゴムを，前記選別ケーシング2の円周面に設ける構成とした",
                        "C  生海苔異物分離除去装置7(A5)における生海苔の共回り防止装置。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2(特許法29条2項)",
                  "text": [
                    "本件発明は，本件文書の配布により開示された原告主張構成に基づいて当業者が容易に発明をすることができたものであるから，進歩性がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，本件会議において配布された本件文書の「ダストールの試験機，展示会機」(以下「本件文書ダストール」という。)の構成は，AダストールにL型金具が取り付けられている点を除き，Aダストールの構成と同じであると主張するが，Aダストールの納入日は平成12年1月18日，写真撮影日は平成28年12月3日であって，納入から撮影までの間に構造等に改変等が加えられた可能性があること，Aダストールは，当時のカタログ(甲3，4)や広告(甲2)のダストールとは，型式と外見が異なることから，本件文書ダストールがAダストールの基本構成を有すると認めることはできない。",
                    "この点，原告らは，株式会社九研に保管されていた「ダストールFD-380S」(以下「九研ダストール」という。甲31)及び本件特許の審査において提出されたDVD(本件審判における甲41の7)に撮影されているダストール(以下「撮影ダストール」という。)がAダストールの基本構成を備える旨主張するが，九研ダストールの写真撮影日は平成29年4月25日であり，納入日から撮影日までの間に，その構造等に改変等が加えられた可能性を否定できず，また，上記DVDが本件特許の審査において提出されたのは平成19年3月26日であるから，仮に，Aダストールが九研ダストール又は撮影ダストールと同一の基本構成を有するとしても，本件文書ダストールがAダストールの基本構成を備えているということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件文書の記載からは，本件文書ダストールには，選別ケースがあるとともに，その外周に「共回り防止ゴム」を付けること，それにより「選別タンク内の海苔濃度を濃くできることにより良品タンクへの海苔濃度が濃くできる」ことが分かるが，この共回り防止ゴムがいかなる形状のものであり，選別ケースの外周のどの位置に，どのような態様で設けられるかといった具体的な構成や，どのような機能を果たすかなどは，不明である。",
                    "また，「共回り」との用語は，本件特許の出願前における生海苔異物分離除去装置の分野において，本件明細書に記載された意味と同じ意味で用いられていたとは認められず，本件文書の「共回り防止ゴム」との記載も，本件明細書に記載された意味と同じ意味であるとは認められない。",
                    "したがって，本件会議において，本件文書が配布されたことにより，原告主張構成が開示されたことにはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件会議において開示された発明の内容は，以下のとおりである(同発明を，以下「引用発明」という。)。",
                    "「選別ケース及び共回り防止ゴムを有する海苔づくりに使用する洗浄及び異物除去機能を備えた装置において，",
                    "この共回り防止ゴムを，前記選別ケースの外周に設ける構成とした，海苔づくりに使用する洗浄及び異物除去機能を備えた装置における，選別タンク内の海苔濃度を濃くできる事により良品タンクへの海苔濃度が濃くできる装置。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明1と引用発明を対比すると，両発明は，「生海苔排出口を有する選別ケーシング，及び異物排出口を有する生海苔異物分離除去装置における，装置」である点で一致し，以下の点で相違するから，本件発明1は引用発明であるとは認められない。",
                    "(相違点1)",
                    "本件発明1は，「生海苔排出口を有する選別ケーシング，及び回転板」，「並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する」のに対し，引用発明は，生海苔排出口を有する選別ケーシング，異物排出口を有するものの，その他の構成を備えるか不明である点",
                    "(相違点2)",
                    "本件発明1は，生海苔異物分離除去装置が「回転板の回転とともに回る生海苔の共回りを防止する防止手段」を有し，「前記防止手段を，突起・板体の突起物とし，この突起物を，前記選別ケーシングの円周端面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置」であるのに対し，引用発明は，海苔づくりに使用する洗浄及び異物分離除去機能を備えた装置が「共回り防止ゴム」を有し，「この共回り防止ゴムを，前記選別ケーシングの外周に設ける構成とした，海苔づくりに使用する洗浄及び異物分離除去機能を備えた装置における，選別タンク内の海苔濃度を濃くできる事により良品タンクへの海苔濃度が濃くできる装置」である点"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件発明3と引用発明とを対比すると，両者は前記エの相違点1と同様の点及び次の点(相違点3)で相違するから，本件発明3は引用発明であるとは認められない。",
                    "(相違点3)",
                    "本件発明3は，生海苔異物分離除去装置が「回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段」を有し，「前記防止手段を，突起・板体の突起物とし，この突起物を回転板及び／又は選別ケーシングの円周面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置」であるのに対し，引用発明においては，海苔づくりに使用する洗浄及び異物分離除去機能を備えた装置が「共回り防止ゴム」を有し，「この共回り防止ゴムを，前記選別ケーシングの外周に設ける構成とした，海苔づくりに使用する洗浄及び異物除去機能を備えた装置における，選別タンク内の海苔濃度を濃くできる事により良品タンクへの海苔濃度が濃くできる装置」である点"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "仮に，本件会議において原告主張構成が開示されたとしても，本件発明が公然知られた発明になったとは認められない。",
                    "すなわち，特許法29条1項の「公然」とは，秘密状態を脱した状態に至ったことをいい，秘密保持義務を負うなどして発明者のために発明の内容を秘密にする義務を負う関係にある者が発明の技術的内容を知ったというだけでは，「公然」との要件を満たさないというべきである。本件においては，本件会議に参加したBが代表者を務める西部機販愛知有限会社(以下「西部機販」という。)は，被告の生海苔異物分離除去装置の試験，開発に協力していたのであるから，Bは，被告に対し，試験，開発内容について守秘義務を負っていたと認められ，したがって，本件会議において原告主張構成が開示されたとしても，本件発明が公然知られた発明になったとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2について",
              "text": [
                "前記(2)のとおり，本件会議において原告主張構成が開示されたとは認められず，本件会議において開示された引用発明と本件発明とは，前記(2)のとおりの相違点があるところ，引用発明に基づいて，当業者が本件発明を容易に発明できたとは認められないから，本件発明に進歩性が認められる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告ら主張の審決取消事由(無効理由1及び2に対する判断の誤り)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件文書ダストールの具体的な構造については，被告の子会社である株式会社フルテック(以下「フルテック」という。)が平成10年1月26日にした特許出願に係る特開平11-206345号公報(甲52。以下「甲52公報」といい，同公報に係る特許を「甲52特許」という。)に開示されている。甲52特許の発明の発明者であるC(以下「C」という。)は，陳述書(甲70。以下「C陳述書」という。)において，本件文書ダストールの基本構造は甲52公報に開示されている構造と同一であり，この基本構造はAダストール，九研ダストール及び撮影ダストールにおいても変更されていない旨陳述しており，D(以下「D」という。)も，陳述書(甲71。以下「D陳述書」という。)において，同様の陳述をしている。なお，九研ダストールは，本件特許の出願後に販売されたものである。",
            "したがって，本件文書ダストールの基本構造は甲52公報に開示されている構造と同一であり，また，Aダストール，九研ダストール及び撮影ダストールの基本構造と同一である。",
            "なお，被告は，本件文書は本件会議で配布されたのではなく，本件会議の議事録を清書したものである可能性が極めて高い旨主張するが，Cは，本件会議において，本件文書のような書面が配布された旨陳述しており(C陳述書)，Dも，本件文書のような書面が作成されることはよくあった旨陳述しており(D陳述書)，同陳述書から，本件文書が議事録ではないことが認められる。"
          ]
        },
        {
          "fig": "2",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件文書では，「共回り防止ゴム」を「選別ケースの外周につける」と記載されているから，少なくとも「共回り防止」という用途を備えている「共回り防止ゴム」を，①共回り防止の機能を発揮させて，③選別タンク内の海苔濃度を濃くさせるために，「選別ケースの外周」に「つけて固定すること」が明示されている。この「①共回り防止の機能を発揮させて，③選別タンク内の海苔濃度を濃くさせるため」の意味は，①と③の間に，「②回転円板と選別ケースとの間のクリアランスに生海苔が目詰まりすることを防止して」という工程が入って，「①共回り防止の機能を発揮させて，②回転円板と選別ケースとの間のクリアランスに生海苔が目詰まりすることを防止して，③選別タンク内の海苔濃度を濃くさせるため」という異物除去機能が発揮されることを意味している。そして，当業者にとっては，上記の異物除去機能を発揮させるために「共回り防止ゴム」を「選別ケースの外周」に取り付けて固定するためには，「共回り防止ゴム」を，「選別ケースの外周」であって問題が発生している「クリアランス」に近い「選別ケースの円周端面」及び「選別ケースの円周面」に取り付けて固定する手法を採用することは当然である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "E作成の陳述書(甲46。以下「E陳述書」という。)にも，「この防止ゴムを付けることで回転円板と選別ケースの接触を防止することができるため，回転円板の最低高さが規定されて隙間が狭まることがなく，選別タンク内の海苔濃度を濃くすることができるのです」との記載があり，同記載からすると，被告は，少なくとも，「防止ゴムを付けること」の意味として，防止ゴムが回転円板に接触してストッパとしての機能を発揮して，回転円板が選別ケースに近づいて接触することを防止することをイメージしていることが分かり，この被告のイメージ手法に倣えば，本件文書の「選別ケースの外周に共回り防止ゴムをつける」との記載から，所定大の共回り防止ゴムを選別ケースのクリアランスに近い外周面等に取り付けることをイメージできる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "C及びDは，C陳述書及びD陳述書において，①本件文書の「選別ケースの外周に共回り防止ゴムをつける」との記載は，全国各地でダストールの試験運転を行っていた際に生じていたクリアランスの目詰まりや，クリアランスに詰まった生海苔が回転円板とともにクリアランスを回る不具合を解消するための改良として提案されたものである，②この共回り防止ゴムは，クリアランス部分に設置されるものであることは，本件会議の参加者の共通認識であった，③本件文書の「選別ケースの外周に共回り防止ゴムをつける」とは，クリアランスに相当する選別ケースの外周部分に共回り防止ゴムを設置するという意味であると陳述しており，同陳述から，本件文書の「選別ケースの外周に共回り防止ゴムをつける」とは，「クリアランス部に挟まった海苔が回転円板と一緒に回る『共回り』を防止するために，クリアランスに詰まった生海苔をかき出すために，クリアランスに相当する選別ケースの外周部分に共回り防止ゴムを設置する」ことを意味することが立証された。",
                "また，C陳述書の記載から，「共回り防止ゴム」の具体的構成(「共回り防止ゴム」を「選別ケースの外周」であって問題が発生している「クリアランス」に近い「選別ケースの円周端面」又は「選別ケースの円周面」に取り付けて固定する構成)や機能(「クリアランス」に近い「選別ケースの円周端面」又は「選別ケースの円周面」に取り付けて固定された「共回り防止ゴム」が，「選別ケースの円周端面」又は「選別ケースの円周面」より突出する突起物となり，①生海苔の回転円板との一緒の回転を防止するとともに，②クリアランスに対する目詰まりを防止し，最終的に，③選別タンク内の海苔濃度を濃くさせること)が明らかにされ，また，「共回り防止ゴム」が，共回りを防止する突起物であることも明らかにされた。",
                "したがって，本件会議に出席したBは，本件文書の記載及び本件会議における質疑応答等の協議を通じて，「共回り防止ゴム」の具体的な構成や機能等について明確に理解した。"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，「共回り防止」とは，撹拌槽の周壁にバッフル(邪魔板)等を設置することで，周方向の回転流を上下循環流に変換し，撹拌の効果を上げることを指す用語であると主張する。",
                    "しかし，ダストールのような回転円板方式の生海苔異物除去装置においては，選別槽内の生海苔混合水の葉体を回転円板の回転によって発生する遠心力によって選別槽内において回転させて，すなわち，共回りさせて，回転している生海苔の葉体を少しずつクリアランスに吸引して良品タンク内に引き込むものである。したがって，回転円板方式の生海苔異物除去装置においては，選別槽内において共回りしている生海苔の葉体を邪魔板によって妨げて周方向の回転流を上下循環流に変換すると，回転円板方式の生海苔異物分離除去装置の作業効率を低下させるという阻害要因がある。",
                    "また，Cは，同人が行っていたダストールの研究開発分野で，選別タンク内の撹拌効率を上げる話や選別タンク内に邪魔板を設置するとの話を聞いた記憶はない旨陳述している(C陳述書)。",
                    "したがって，被告の上記主張は失当であり，本件文書の「共回り」及び「共回り防止」の意味は，本件発明における用語と同一である。",
                    "なお，本件審決は，特開2003-93027の公開特許公報(甲44。以下「甲44公報」という。)に記載されている「共回り防止」に関する記載を本件発明の新規性の判断において参酌しているが，甲44公報は，本件特許の出願後に公開されたのであるから，本件審決の上記手法は違法である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，被告は，本件文書の作成段階においては，「(共回り防止)ゴム」を「(選別ケースの)外周」に「つける」と「選別タンク内の海苔濃度を濃くできる事により良品タンクへの海苔濃度が濃くできる」との効果が期待できるとしか判明しておらず，今後，具体的構成等を検討課題としている旨主張している。",
                    "しかし，本件発明に係る技術思想が本件文書に開示されていることはC陳述書(3頁2行～5行)及びD陳述書(3頁13行～20行)に明記されており，Bも，C及びDと同様に理解していたことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，本件会議においては，原告主張構成のA3，B，B1，B2，B’，B’1，B’2及びC並びにB1及びB’1の共回り防止ゴムが突起物となること(同構成を以下「本件発明共回り防止構成」という。)が開示されたのであり，また，その余の原告主張構成(A1，A2，A4，A5。同構成を以下「本件発明基本構成」という。)は，本件文書ダストール，甲52公報に記載されたダストール，Aダストール及び九研ダストールの構成と同一であるから，本件審決の認定した相違点1～3は存在しない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "また，以下の理由から，Bは，被告に対し，本件会議の内容について守秘義務を負っていないというべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，Bに対し，試験機の実験場の紹介を依頼したのであり，開発の依頼はしていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "E陳述書には，Bが本件文書を見ても，内容を理解できないと記載されており，同記載からすると，被告は，Bに対し開発の成果を期待していなかったと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件文書は，本件会議で配布されたものであるが，社外のBにも配布され，しかも会議終了後に回収もされていないから，本件文書の内容は秘密情報ということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "Bは，平成10年4月4日に，第三者を連れて，ダストール試験機の運転状況を見学しており，このことから，Bは，被告との関係で，ダストール試験機の運転によって得た知見を秘匿すべき義務を負っていないことが明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，平成10年5月23日に，被告製のダストールの展示会を開催し，見学者に対して，ダストールの構造，機能，仕様や新型機への変更点を説明した。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上のとおり，本件発明は，本件会議において配布された本件文書及び本件会議における説明によって，「公然知られた発明」(特許法29条1項1号)となった。なお，本件会議の時点における技術常識を参酌することにより導き出される事項も，「公然知られた発明」の認定の基礎とすべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，本件発明は新規性を欠き，無効にされるべきであるから，無効理由1についての本件審決の判断は誤りである。また，無効理由2についての本件審決の判断も誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件文書の作成，配布について",
          "text": [
            "被告は，本件文書が当時被告の従業員によって作成されたものであることは否定しないが，本件会議が開催されたかは明らかでなく，仮に本件会議が実際に開催されていたとしても，本件文書は，本件会議の前に作成されて本件会議で配布された資料ではなく，本件会議の議事録を基に作成された文書である可能性が極めて高い。変更予定事項等によって期待できる効果や今後の対策などが記載されている本件文書の内容からすると，本件文書は，本件会議前に作成されたものではなく，事後的に作成されたものであることが明らかである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件文書の開示内容",
          "text": [
            "本件文書の記載から理解できることは，本件文書ダストールについて新型への変更を検討している段階において，「(選別ケース)外周に(共回り防止)ゴムをつける」ことで「選別タンク内の海苔濃度を濃くできる事により良品タンクへの海苔濃度が濃くできる」との作用効果を奏することが期待できるということに過ぎない。",
            "仮に，上記ゴムの具体的形状や，同ゴムを選別ケーシングの外周のどの位置に，どのような態様で設けるのかといった具体的な構成が決まっていたのであれば，それについての具体的な記載がされていたはずである。本件文書作成時には，上記の点は全く決定していなかったため，本件文書でも，この点は開発担当者の今後の検討課題とされていたのである。",
            "また，本件文書のゴムがどのような機能を果たすのかについて理解していたのであれば，その機能や作用効果について具体的な記載がされていたはずであるが，本件文書には，機能については特段示されていない。"
          ]
        },
        {
          "fig": "3",
          "subject": "当業者が理解する「共回り」，「共回り防止」の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許出願前後において，液体の撹拌等の技術分野で一般的用語であった「共回り」とは，「円筒型の撹拌槽内で翼を回転させた場合，上下環流が少なく，周方向の回転流が支配的である状態」を指す用語であり，一般的用語であった「共回り防止」とは，撹拌槽の周壁にバッフル(邪魔板)等を設置することで，周方向の回転流を上下環流に変換し，撹拌の効果を上げることを指す用語であった(甲41)。",
                "また，甲44公報においては，生海苔混合液を撹拌洗浄し，熟成させる装置(洗浄熟成機)に関し，四角筒槽1に生海苔混合水を蓄え，回転軸8を回転して撹拌羽根12によって混合水を撹拌させる際に，「回転軸の回転に伴い，撹拌羽根により混合水(生海苔と水)の共回りを防止し，撹拌効果を向上させる」(【0014】)ために，四角筒槽1の側壁に横断面直角状の突条7を全水深に亘って縦設すること(【0030】)，この突条によって「混合水が回転軸と同心状に共回りするのを防止すると共に，筒状槽の内壁側へ向けられた水流を，中心側へ方向変換させる作用も考えられている」(【0021】)と記載されている。",
                "このように，液体の撹拌分野においては，回転軸の回転に伴って撹拌羽根が回転し，撹拌槽内の混合水を周方向に回転して撹拌の効果が上がらない場合を指して「共回り」との用語が用いられており，撹拌槽の周壁にバッフル(邪魔板)等を設置することで，この周方向の回転流を上下循環流に転換して撹拌の効果を上げることを指して「共回り防止」との用語が用いられている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明の「共回り」，「共回り防止」の意義は，当業者が認識する「共回り」，「共回り防止」の意義とは全く異なるところ，本件特許の出願前に，生海苔の異物分離除去の分野において，「共回り」，「共回り防止」という用語が用いられたことはなく，同用語は，本件明細書で初めて定義付けがされた用語である。",
                "したがって，上記用語が，本件会議が開催された当時，本件明細書に記載された用語と同じ意味で理解されていたことを示す証拠はあり得ず，同旨の審決の判断は正当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上のとおり，本件文書に，本件発明の内容が記載されているということはできないが，仮に，本件文書に，本件発明における「共回り」に関する何らかの情報が記載されているとしても，Bは，被告に対して守秘義務を負う「特定の人」であるから，Bに本件文書が交付されたとしても，本件発明が「公然知られた発明」となることはない。",
            "この点，原告らは，被告は，Bに対してダストールの開発を依頼していない旨主張するが，被告は，Bに対してダストールの開発の協力は依頼している。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "また，そもそも，原告らは，本件審判において，本件文書の記載によって開示された技術事項に基づき，本件発明の新規性及び進歩性が喪失した旨主張しており，本件会議における説明によって開示された技術事項に基づき上記新規性及び進歩性が喪失した旨の主張はしていなかったのであるから，原告らは，本件訴訟において，新規性及び進歩性喪失の理由として，本件会議における説明によって開示された技術事項を主張することは許されない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の明細書及び図面(以下「本件明細書」という。)には，以下の記載がある(甲1)。",
                "【0001】【発明の属する技術分野】本発明は，生海苔・海水混合液(生海苔混合液)から異物を分離除去する生海苔異物分離除去装置における生海苔の共回り防止装置に関する。",
                "【0002】【従来の技術】この異物分離機構を備えた生海苔異物分離除去装置としては，特開平8-140637号の生海苔の異物分離除去装置がある。その構成は，筒状混合液タンクの環状枠板部の内周縁内に回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに，前記筒状混合液タンクに異物排出口を設けたことにある。この発明は，比重差と遠心力を利用して効率よく異物を分離除去できること，回転板が常時回転するので目詰まりが少ないこと，又は仮りに目詰まりしても，当該目詰まりの解消を簡易に行えること，等の特徴があると開示されている。",
                "【0003】【発明が解決しようとする課題】前記生海苔の異物分離除去装置，又は回転板とクリアランスを利用する生海苔異物分離除去装置においては，この回転板を高速回転することから，生海苔及び異物が，回転板とともに回り(回転し)，クリアランスに吸い込まれない現象，又は生海苔等が，クリアランスに喰込んだ状態で回転板とともに回転し，クリアランスに吸い込まれない現象であり，究極的には，クリアランスの目詰まり(クリアランスの閉塞)が発生する状況等である。この状況を共回りとする。この共回りが発生すると，回転板の停止，又は作業の停止となって，結果的に異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の如く，最悪の状況となることも考えられる。",
                "【0004】前記共回りの発生のメカニズムは，本発明者の経験則では，1．生海苔(原藻)に根，スケール等の原藻異物が存在し，生海苔の厚みが不均等のとき，2．生海苔が束状，捩じれ，絡み付き等の異常な状態で，生海苔が展開した状態でない，所謂，生海苔の動きが正常でないとき，3．生海苔が異物を取り込んでいる状態，生海苔に異物が付着する等の状態であって，生海苔の厚みが不均等であるとき，等の生海苔の状態と考えられる。",
                "【0005】【課題を解決するための手段】請求項1の発明は，共回りの発生を無くし，かつクリアランスの目詰まりを無くすこと，又は効率的・連続的な異物分離(異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の回避)を図ることにある。またこの防止手段を，簡易かつ確実に適切な場所に設置することを意図する。",
                "【0006】請求項1は，生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
                "前記防止手段を，突起・板体の突起物とし，この突起物を，前記選別ケーシングの円周端面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置である。",
                "【0009】請求項3の発明は，請求項1の目的を達成することと，またこの防止手段を，簡易かつ確実に適切な場所に設置することを意図する。",
                "【0010】請求項3は，生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
                "前記防止手段を，突起・板体の突起物とし，この突起物を回転板及び／又は選別ケーシングの円周面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置である。",
                "【0019】【発明の実施の形態】本発明の生海苔混合液槽には，生海苔タンクから順次生海苔混合液が導入される。この導入された生海苔混合液の生海苔は，回転板とともに回転しつつ，順次吸込用ポンプにより回転板と選別ケーシングで形成される異物分離機構のクリアランスに導かれる。この生海苔は，このクリアランスを通過して分離処理される。この分離処理された生海苔及び海水は，選別ケーシングのケーシング内底面より連結口を経由して良質タンクに導かれる。",
                "【0020】このクリアランスに導かれる際に，生海苔の共回りが発生しても，本発明では，防止手段に達した段階で解消される(防止効果)。尚，前記防止手段は，単なる解消に留まらず，生海苔の動きを矯正し，効率的にクリアランスに導く働きも備えている(矯正効果)。",
                "【0021】以上のような操作により，生海苔の分離が，極めて効率的にかつトラブルもなく行われることと，当該回転板，又は当該装置の停止等は未然に防止できる特徴がある。",
                "【実施例】【0023】・・・この異物分離除去装置1は，生海苔混合液をプールする生海苔混合液槽2と，この生海苔混合液槽2の内底面21に設けた異物分離機構3と，異物排出口4と，前記異物分離機構3の回転板34を回転する駆動装置5と，防止手段6を主構成要素とする。",
                "【0024】生海苔混合液槽2には，生海苔・海水を溜める生海苔タンク10と連通する生海苔供給管11が開口しており，この生海苔供給管11には供給用のポンプ12が設けられている。また分離処理された生海苔・海水をプールする良質タンク13を設ける。",
                "【0025】異物分離機構3は，分離した生海苔・海水を吸い込む連結口31，及び逆洗用の噴射口32を有する選別ケーシング33と，この選別ケーシング33に寸法差部Aを設けるにようにして当該選別ケーシング33の噴射口32の上方に設けられた回転板34と，この回転板34の円周面34aと前記選別ケーシング33の円周面33aとで形成されるクリアランスSと，で構成されている。前記寸法差部Aは，選別ケーシング33の円周端面33bと回転板34の円周端面34bとの間で形成する。",
                "【0026】防止手段6は，一例として寸法差部Aに設ける。図3，図4の例では，選別ケーシング33の円周端面33bに突起・板体・ナイフ等の突起物を1ケ所又は数ヶ所設ける。また図5の例は，生海苔混合液槽2の内底面21に1ケ所又は数ヶ所設ける。さらに他の図6の例は，回転板34の円周面34a及び／又は選別ケーシング33の円周面33a(一点鎖線で示す。)に切り溝，凹凸，ローレット等の突起物を1ケ所又は数ヶ所，或いは全周に設ける。また図7の例は，選別ケーシング33(枠板)の円周面33a(内周端面)に回転板34の円周端面34bが内嵌めされた構成のクリアランスSでは，このクリアランスSに突起・板体・ナイフ等の突起物の防止手段6を設ける。また図8の例では，回転板34の回転方向に傾斜した突起・板体・ナイフ等の突起物の防止手段6を1ケ所又は数ヶ所設ける。",
                "【0029】【発明の効果】請求項1の発明は，・・・共回りの発生を無くし，かつクリアランスの目詰まりを無くすこと，又は効率的・連続的な異物分離(異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の回避)が図れること，またこの防止手段を，簡易かつ確実に適切な場所に設置できること等の特徴がある。",
                "【0031】請求項3の発明は，・・・請求項1の目的を達成できることと，またこの防止手段を，簡易かつ確実に適切な場所に設置できること等の特徴を有する。",
                "【図3】",
                "【図4】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の本件明細書の記載によると，本件発明の概要は，以下のとおりであると認められる。",
                "すなわち，本件発明は，生海苔・海水混合液(生海苔混合液)から異物を分離除去する生海苔異物分離除去装置における生海苔の共回り防止装置に関するものであるが，従前の生海苔異物分離除去装置においては，回転板を高速回転することから，生海苔及び異物が回転板と共に回転し，クリアランスに吸い込まれない現象，又は生海苔等がクリアランスに喰い込んだ状態で回転板とともに回転し，クリアランスに吸い込まれない現象が生じ，究極的には，クリアランスの目詰まり(クリアランスの閉塞)が発生する(共回り)という問題点があった。そこで，共回りの発生をなくし，かつクリアランスの目詰まりをなくすこと，又は効率的・連続的な異物分離を図ることなどを目的として，「生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置」において，本件発明1では，前記防止手段を，突起・板体の突起物とし，これを前記選別ケーシングの円周端面に設ける構成とし，本件発明3では，前記防止手段を，突起・板体の突起物とし，これを回転板及び／又は選別ケーシングの円周面に設ける構成とした。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠(甲8，9，15，27～32，35，甲39の1，甲44，46，47，52，56，甲67の1・2，甲70，乙2，証人B［当審］)並びに弁論の全趣旨によると，以下の事実が認められる。なお，甲71は，同陳述書を取り消す旨の甲72の1の記載に照らし，認定に供することはしない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ダストール開発の経緯",
                      "text": [
                        "被告は，産業機械器具等の製造等を業とする株式会社であり，平成7年頃から生海苔異物除去装置の製造販売業に参入する方針を立て，同年8月，株式会社親和製作所(以下「親和製作所」という。)との間で，業務提携契約を締結し，同契約に基づき，親和製作所製造に係る生海苔異物除去装置を「ダストール」との商品名を付して販売することになったが，平成9年秋頃から，親和製作所との関係が悪化し，上記業務提携契約の解消を検討するようになった。",
                        "そこで，被告は，その頃，独自に，生海苔異物分離除去装置の製造をすることとし，ダストールの新型の開発に取りかかり，平成10年2月頃から，その試験機の試験運転をするようになった。上記開発には，海苔生産者の協力が必要であったため，被告は，上記の開発に当たって，被告の地元であるF地区で海苔生産機械等の販売店を営み，同地区の海苔生産者とのつながりが強い西部機販の代表取締役であるBに対し，上記装置の開発についての協力を依頼し，Bは，同依頼を受け，被告に，試験運転を行う生産者を紹介し，試験機の試験運転に立ち会うなど，同開発に協力した。",
                        "なお，西部機販は，被告が本件発明共回り防止構成を有したダストールを製造するようになってからは，同ダストールを被告から仕入れて販売するようになり，Aダストールも，西部機販が被告から仕入れて，Aに販売したものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件会議の開催",
                      "text": [
                        "平成10年4月28日，被告の技研工場において，本件会議が開催された。Bは，被告から本件会議への出席を要請され，本件会議に出席した。",
                        "本件会議では，出席者に，本件文書が配布されたが，本件文書には，「ダストールの試験機，展示会機から新型への変更点」，「1998年4月28日  フルタ電機(株)技研工場」との表示の下，「選別ケースの外周に共回り防止ゴムをつける  選別タンク内の海苔濃度を濃くできる事により良品タンクへの海苔濃度が濃くできる」等の記載がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲52特許",
                      "text": [
                        "被告の子会社であるフルテックは，平成10年1月26日に，甲52特許の特許出願をし，被告は，同年6月12日に，本件特許の特許出願をした。",
                        "甲52公報には，本件発明基本構成に相当する「生海苔排出口を有する選別ケーシング，回転板及び異物排出口を設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置」の構成が開示されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "Aダストール及び九研ダストール",
                      "text": [
                        "Aダストールの写真を掲載した甲第15号証には，Aダストールの型番は「ダストールFD380D-2K」，同製品が納入された日は平成12年1月18日，同写真の撮影日は平成28年12月3日であると記載されている。同証拠に掲載されているAダストールの回転板には，L字形をした板状の金具(L字金具)が取り付けられており，L字の短い方の金具の一部が回転板からはみ出している。",
                        "また，九研ダストールの写真を掲載した甲第31号証には，九研ダストールの型番は「ダストールFD-380S」，同製品が納入された日は平成10年，同写真の撮影日は平成29年4月25日であると記載されている。同証拠に掲載されている九研ダストールの選別ケーシングの外周には共回り防止ゴムを取り付けるための穴があり，また，回転板にはL字金具を取り付けるためのネジが付いている。また，共回り防止ゴムとL字金具が袋入りで保管されている状況の写真があり，L字金具の形状は，AダストールのL字金具の形状と同じである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "被告と西部機販との紛争",
                      "text": [
                        "被告は，平成27年及び平成28年に，東京地方裁判所に対し，それぞれ，西部機販等を被告として，本件特許権の侵害を理由に，差止め及び損害賠償等を求める訴えを提起した。なお，被告の各請求は，いずれも一部が認容され，また，同判決に対する西部機販の各控訴はいずれも棄却された。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の認定に対し，原告は，Bは，被告のダストールの新型の開発に協力するよう依頼されておらず，試験運転をする海苔生産者の紹介を依頼されただけであると主張する。",
                    "しかし，B作成の陳述書には，「G氏より開発協力を依頼された」との記載のほか，被告に試験運転を行う生産者を紹介したこと，試験機の問題点及びその対策の具体的内容，並びに試験機に問題が発生すると，被告の関係者を現場に呼んで，その現象を確認してもらったことが記載されており(甲27)，また，Bは，証人尋問(当審)において，ダストールの改良のために色々とアイデアを出した旨証言しており，上記陳述書の記載及び証言からすると，Bが被告からダストールの新型の開発の協力を依頼され，同依頼に基づき，同開発に協力したことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，被告は，本件文書は，本件会議において配布されたものではなく，本件会議の議事録を基に作成された文書である可能性が極めて高い旨主張する。",
                    "しかし，Bは証人尋問(当審)において，平成10年4月28日に被告の技研工場において開催された本件会議に参加して，本件文書の交付を受けた旨証言するところ，実際に，本件訴訟において，本件文書は，Bの保管していた資料ファイルの一部であるとして，証拠(甲8)として提出されていること，Bが作成した日記(甲9，25)には，本件文書に記載されている日付と同じ平成10年4月28日の欄に，「フルタ本社より技研工場まで送ってもらう」，「フルタ本社」，「フルタ技研」，「ダストルー会議」などの記載があり，同記載は，Bの上記証言を裏付けていることから，Bの上記証言は信用できるというべきである。",
                    "この点について，被告は，本件文書は，その内容からすると，本件会議前に作成されたものではなく，事後的に作成されたものであると主張するが，本件文書は，「新型への変更点」について記載したものであるから，本件会議の前から，変更予定事項等によって期待できる効果や今後の対策が記載されていても不自然ではない。",
                    "したがって，本件文書は本件会議において配布されたものと認められ，被告の上記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上を前提に，本件文書の配布によってBに対して，本件発明の構成が開示されたといえるかについて検討するが，それに当たっては，特許出願時の技術常識を考慮することができることはもとより，Bがそれまで有していた知識も考慮することができるというべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，本件発明共回り防止構成が開示されたといえるかについて検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件文書の記載について",
                      "text": [
                        "前記(1)ア(イ)のとおり，本件文書には，「選別ケースの外周に共回り防止ゴムをつける  選別タンク内の海苔濃度を濃くできる事により良品タンクへの海苔濃度が濃くできる」との記載があるが，同記載からは，「共回り防止ゴム」の形状は明らかではなく，共回り防止ゴムの設置方法としては，例えば，選別ケースの外周全体を囲むように付ける方法や，選別ケースの外周の一定の箇所に極めて薄いゴムを付ける方法等種々の方法が考えられる以上，「共回り防止ゴム」を選別ケースの外周に付けた場合，同「共回り防止ゴム」の形状が突起物状のものとなるとは限らないから，同記載から，共回り防止ゴムの形状が突起物状のものであるとの構成が開示されたということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "技術常識及びBの知識について",
                      "text": [
                        "本件特許出願時において，本件文書に記載された「共回り防止ゴム」の形状が突起物であるとの技術常識があったことを認めるに足りる証拠はないし，B及びC作成の各陳述書(甲27，29，32，70)，Bの証人尋問(当審)における証言並びにその他の証拠を検討しても，Bが，上記「共回り防止ゴム」の形状が突起物状のものであることを理解していたとは認められない。",
                        "この点につき，Bは，共回り防止ゴムの大きさ及び形状について，主尋問において，「選別インペラーと選別ケースのクリアランスに入った海苔を取り除くためのものですから，それなりの大きさ，形状が必要だと思いました。」と証言し，また，再主尋問において，「大きさとしては，・・・ドライバーの先端くらいの大きさだと思います。」と証言する。",
                        "しかし，Bの主尋問における上記証言は，抽象的であり，前記(ア)のとおり，選別ケースの外周に取り付ける共回り防止ゴムの形状及び大きさは種々のもの考えらえることからすると，同証言内容からは，共回り防止ゴムの形状が突起物状のものであると認識していたとは認められない。また，Bの再主尋問における上記証言についても，本件文書が交付されたのは，Bの証人尋問が行われた日の20年以上も前のことであり，Bが，その頃の認識を正確に記憶しているとは考え難いこと，Bは，本件会議後に本件発明共回り防止構成を備えたダストールの販売をしており，その構造についての知識があること，Bは，L字金具を取り付けたAダストールを販売しており，「ドライバーの先端くらいの大きさ」という証言も，上記L字金具を念頭に置いたものと考えると，形状の点で整合することからすると，Bは，本件会議後に得た認識と本件会議における認識とを混同している可能性も十分考えられるというべきである。また，そもそも，前記ア(オ)のとおり，Bが代表者を務める西部機販は，被告から，本件特許権の侵害を理由とした損害賠償請求等の訴えを提起されたことがあり，このようなBの立場を考慮すると，この点からしても，Bの上記証言の信用性には疑義があるというべきである。",
                        "以上の点を考慮すると，Bの上記証言から，Bが，本件会議の時点で同証言のとおりの認識を有していたと認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，本件会議における説明を考慮するとしても，本件会議は本件特許が出願された平成10年6月12日の1か月半前の同年4月28日に開催されているが，本件会議が開催された時点では，本件発明の具体的内容が固まっていないことも十分考えられるから，共回り防止ゴムの具体的な形状等の本件発明共回り防止構成のうちの具体的な構成については本件会議で説明されなかったことも十分考えられるというべきである。そして，本件会議に出席したBも，証人尋問(当審)において，本件会議で共回り防止ゴムの形状や大きさについての話がされたか否かは覚えていない旨証言しており，また，C陳述書にも，本件会議で共回り防止ゴムの形状が突起物状のものであるとの説明があった旨の記載がなく，その他，本件会議における説明内容について認定できる的確な証拠はない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，Bが，本件文書の配布によって，共回り防止ゴムの形状が突起物状であると認識したと認めることはできないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上より，本件文書の配布によって，本件発明共回り防止構成のすべてが開示されたと認めることはできないから，本件文書の配布によって，本件発明が，公然知られた発明となったと認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，上記「共回り防止ゴム」の形状を突起物状とすることを容易に想到し得たというべき事情も認められない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，その余の点について判断するまでもなく，取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告らの請求には理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(行ケ)10018",
    "date": "2018-09-10",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087994",
    "ipprecedent_id": "5002",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}