{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，「ワイケイサービス株式会社」の商号を使用してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，さいたま地方法務局平成22年7月1日設立の商業登記中，「ワイケイサービス株式会社」の商号の登記の抹消登記手続をせよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要（略称は，特に断りのない限り，原判決に従う。）",
      "text": [
        "本件は，控訴人が，被控訴人による「ワイケイサービス株式会社」の商号（以下「被告商号」という。）の使用が，控訴人と被控訴人間の黙示の商号使用禁止の合意に違反し，又は不正の目的をもってした控訴人と誤認されるおそれのある商号の使用に当たる旨主張して，被控訴人に対し，商号使用禁止の合意又は会社法8条に基づき，被告商号の使用の差止め及び商号の登記の抹消登記手続を求める事案である。",
        "原判決は，控訴人主張の黙示の商号使用禁止の合意が存在するものと認められず，また，被控訴人による被告商号の使用に「不正の目的」（同条1項）があるものと認められないとして，控訴人の請求をいずれも棄却した。",
        "控訴人は，これを不服として本件控訴を提起した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "以下のとおり訂正するほか，原判決「事実及び理由」の第2の1記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁23行目から3頁4行目までを次のとおり改める。",
                "「  控訴人は，控訴人が新築した建物の構造駆体について，その買主である顧客に対し，建物の引渡し後10年目，15年目及び20年目に控訴人が実施する定期点検により必要と認めた屋根，外壁等の有償メンテナンス工事を受注することを条件として，引渡し時から10年間の法定の保証期間を15年延長し，合計25年間保証（以下「本件品質保証」という。甲1）していた。",
                "被控訴人は，平成22年7月から平成24年ころまでの間，控訴人から委託を受けて，控訴人が建築した建物の定期点検，メンテナンス工事等の保守業務（以下「アフターケア業務」という。）を行っていた。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁4行目末尾に行を改めて次のとおり加える。",
                "「(3)  本件訴訟に至る経緯"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，平成27年，被控訴人が，控訴人の顧客名簿を利用して，控訴人の関連会社であるかのように控訴人の顧客に説明して営業活動を行い，控訴人の顧客を横取りした行為が不法行為を構成するなどと主張して，被控訴人に対し，控訴人の顧客名簿を利用して業務を遂行することの差止め及び損害賠償を求める訴訟（さいたま地方裁判所平成27年（ワ）第633号事件。以下「別件訴訟」という。）を提起した。",
                    "さいたま地方裁判所は，平成28年5月11日，控訴人の請求をいずれも棄却する旨の判決（以下「別件判決」という。乙3）を言い渡し，その後，別件判決は，確定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人は，平成29年6月17日，本件訴訟を提起した。」"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告商号の使用禁止の合意の成否（争点1）"
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の「不正の目的」の有無等（争点2）"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点に関する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1（被告商号の使用禁止の合意の成否）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "①控訴人は，控訴人が新築した建物の顧客に対するアフターケア業務を代行して担当する子会社を設立し，当時控訴人の従業員であった被控訴人代表者（A）をその代表取締役に就任させ，業務提携を行うために，その子会社として被控訴人を設立したこと，②被控訴人の商号は，控訴人の顧客から，被控訴人が控訴人の子会社又は関連会社であることを認識してもらうために，控訴人の「ワイケイホーム株式会社」の商号（以下「原告商号」という。）中の「ワイケイ」の文字部分を含む被告商号に決定されたことに照らすと，被控訴人が被告商号を使用できるのは，控訴人と被控訴人の業務提携が存在していることが前提とされているといえる。",
                        "このような被控訴人の設立の経緯に照らすと，控訴人と被控訴人との間では，被控訴人の設立時（設立日平成22年7月1日）に，控訴人と被控訴人の資本関係及び業務提携が解消されたときは，被控訴人が被告商号を使用しない旨の黙示の合意（以下「本件合意」という。）が成立したというべきである。",
                        "そして，被控訴人は，平成24年9月ころ，Aが控訴人から控訴人保有の被控訴人の株式全部を買い取ることによって，控訴人との資本関係を解消し，かつ，控訴人と被控訴人の業務提携が解消されたから，被控訴人は，本件合意に基づいて，控訴人に対し，被告商号を使用しない旨の不作為債務を負った。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，被控訴人による被告商号の使用は，本件合意に違反するから，控訴人は，被控訴人に対し，本件合意に基づき，被告商号の使用の差止め及び商号の登記の抹消登記手続を求める。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "text": [
                    "控訴人主張の本件合意の成立の事実は否認する。",
                    "被控訴人は，控訴人の従業員であったAが，当時の控訴人代表者であったBから独立を勧められ，被控訴人代表者及び控訴人が共同出資して設立した株式会社である。",
                    "Aは，Bから，被控訴人の商号を自由に決めてよいと言われたので，Aの氏名（「A」）の頭文字（イニシャル）である「YK」を用いて，「ワイケイサービス株式会社」（被告商号）と決定したものであり，その際に，控訴人の顧客から，被控訴人が控訴人の子会社又は関連会社であることを認識してもらう目的はなかった。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2（被控訴人の「不正の目的」の有無等）について",
              "text": [
                "以下のとおり訂正するほか，原判決「事実及び理由」の第2の2(2)記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決4頁5行目の「被告商号を使用し，」を「原告商号と共通し，控訴人又はその関連会社と誤認されるおそれのある被告商号を使用し，」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決4頁7行目の「しており，」を「する意思を有していたから，」と，同頁9行目の「メンテナンス業務」を「アフターケア業務」と改める。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求はいずれも理由がないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点1（被告商号の使用禁止の合意の成否）について",
          "text": [
            "以下のとおり訂正するほか，原判決「事実及び理由」の第3の1記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決5頁2行目の「Aは，」の後に「平成22年7月ころまでに，」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決5頁5行目の「出資し，」の次に「控訴人が118株，Aが80株の割当を受け，」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決6頁5行目の「原告は，」から同頁7行目の「号）。」までを次のとおり改める。",
                "「  控訴人は，平成27年，被控訴人に対し，控訴人の顧客名簿を利用して業務を遂行することの差止め及び損害賠償を求める別件訴訟をさいたま地方裁判所に提起した。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決6頁10行目の「当庁」を「さいたま地方裁判所」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決6頁12行目の「本件訴訟を提起するまで，」を「平成29年6月17日に本件訴訟を提起するまで，」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決6頁15行目から18行目までを次のとおり改める。",
                "「ア  控訴人は，被控訴人の設立経緯に照らすと，控訴人と被控訴人との間では，被控訴人の設立時（設立日平成22年7月1日）に，控訴人と被控訴人の資本関係及び業務提携が解消されたときは，被控訴人が被告商号を使用しない旨の黙示の合意（本件合意）が成立した旨主張する。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決6頁20行目から21行目にかけて及び同頁23行目の各「メンテナンス業務」を「アフターケア業務」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決7頁9行目から22行目までを次のとおり改める。",
                "「  加えて，前記認定事実によれば，控訴人が平成24年9月に控訴人の保有する被控訴人の株式全部を被控訴人代表者（A）に譲渡して，控訴人と被控訴人との資本関係及び業務委託関係（業務提携）を解消した際，控訴人は，被控訴人に対し，被控訴人が上記解消後に被告商号を継続して使用することについて異議を述べたり，被控訴人の商号を別の商号に変更するよう求めなかったこと，その後も，控訴人は，平成29年6月17日に本件訴訟を提起するまでの約4年9か月間，被控訴人が被告商号を使用して営業活動を行っていることを認識しながら，被控訴人に対し，被告商号の使用を差し控えるよう求めなかったことが認められる。また，控訴人は，控訴人の保有する被控訴人の株式全部をAに譲渡する前は，被控訴人の発行済株式の過半数を有する株主であったから，Aに株式全部を譲渡する前に，被告商号が株式譲渡後に確実に変更されるための対策を講じようと思えば，講じることが可能な立場にあったにもかかわらず，控訴人がそのような対策を講じることを検討した形跡はうかがわれない。",
                "これらの諸事情を勘案すると，被控訴人は，控訴人が新築した建物の顧客に対するアフターケア業務を代行して担当する子会社として設立され，被告商号が，控訴人と被控訴人の間に資本関係及び業務委託関係（業務提携）が存在することを踏まえて決定されたという経緯があったからといって，控訴人及び被控訴人のいずれにおいても，被控訴人の設立の際に，控訴人と被控訴人の資本関係及び業務提携が解消されたときは，被控訴人の商号を被告商号から別の商号へ変更する意思又は意向を有していたものと認めることはできない。他にこれを認めるに足りる証拠はない。",
                "したがって，控訴人主張の本件合意の成立の事実を認めることはできない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2（被控訴人の「不正の目的」の有無等）について",
          "text": [
            "以下のとおり訂正するほか，原判決「事実及び理由」の第3の2記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決7頁26行目の「しており，」を「する意思を有していたから，」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決8頁1行目の「被告は，」から4行目の「認められないこと，」までを「控訴人主張の本件合意の成立の事実は認められないこと，」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，控訴人の請求はいずれも理由がないから，その請求を棄却した原判決は相当である。",
            "したがって，本件控訴は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}