{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2017-10969号事件について平成30年9月3日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成23年12月27日にした特許出願(特願2011-285629号)の一部を分割し，平成28年2月24日，発明の名称を「パチンコ機」とする発明について特許出願(特願2016-33001号。以下「本願」という。甲3)をした。",
                "原告は，同年11月28日付けの拒絶理由通知(甲4)を受けたため，平成29年2月3日付けで，特許請求の範囲及び明細書について手続補正(甲5)をしたが，同年4月20日付けの拒絶査定(甲6)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年7月24日，拒絶査定不服審判(不服2017-10969号事件)を請求するとともに(甲7)，同日付けで特許請求の範囲及び明細書について手続補正(甲8)をした。",
                "原告は，平成30年2月13日付けの拒絶理由通知(甲10)を受けたため，同年4月23日付けで特許請求の範囲及び明細書について手続補正(甲11)をした後，さらに，同年5月9日付けの拒絶理由通知(甲12)を受けたため，同年6月14日付けで特許請求の範囲及び明細書について手続補正(以下「本件補正」という。甲13)をした。",
                "特許庁は，同年9月3日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月18日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年10月17日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲は，請求項1及び2からなり，それらの記載は，次のとおりである(以下，請求項2に係る発明を「本願発明」という。甲13)。",
            "【請求項1】",
            "遊技球が流下する遊技領域を有する遊技盤と，前記遊技領域に設けられた始動口と，前記遊技領域に設けられた大入賞口と，前記始動口に遊技球が入賞したことを契機に特別図柄の当否に係る抽選を行う特別図柄抽選手段と，前記大入賞口を開閉するように設けられた特別電動役物と，前記特別図柄抽選手段による抽選で大当たりに当選した場合に前記特別電動役物の作動を制御して大当たり遊技を提供する大当たり遊技制御手段と，を備えたパチンコ機において，",
            "前記遊技領域に打ち出された遊技球が前記特別電動役物へ向かう，少なくとも2つのルートが前記遊技領域内に設けられ，",
            "前記2つのルートは，共に遊技球が物理的に貯留されることなく流下可能に構成されていると共に，一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成され，",
            "前記一方のルートは前記遊技領域のうち主に左側の領域が用いられ，前記他方のルートは前記遊技領域のうち主に右側の領域が用いられ，",
            "前記一方のルートを流下する遊技球を検知する第1遊技球検知センサと，前記他方のルートを流下する遊技球を検知する第2遊技球検知センサと，前記大入賞口に入賞した遊技球を検出する大入賞口検知センサと，前記2つのルートのうち推奨するルートを遊技者に報知する推奨ルート報知手段と，をさらに備え，",
            "前記大当たり遊技制御手段は，前記大入賞口を開放するよう前記特別電動役物を作動させた後に，前記大入賞口にM個(ただし，Mは自然数)の遊技球が入賞したことを条件に前記大入賞口を閉鎖するよう前記特別電動役物を作動させるラウンド遊技を複数回行う内容の前記大当たり遊技を提供し，",
            "前記推奨ルート報知手段は，",
            "前記一方のルートを推奨し，遊技球が前記一方のルートを流下している状態で，前記第1遊技球検知センサが所定個数の遊技球を検知した後に，前記他方のルートを推奨するルートとして遊技者に報知するようにした",
            "ことを特徴とするパチンコ機。",
            "【請求項2】",
            "遊技球が流下する遊技領域を有する遊技盤と，前記遊技領域に設けられた始動口と，前記遊技領域に設けられた大入賞口と，前記始動口に遊技球が入賞したことを契機に特別図柄の当否に係る抽選を行う特別図柄抽選手段と，前記大入賞口を開閉するように設けられた特別電動役物と，前記特別図柄抽選手段による抽選で大当たりに当選した場合に前記特別電動役物の作動を制御して大当たり遊技を提供する大当たり遊技制御手段と，を備えたパチンコ機において，",
            "前記遊技領域に打ち出された遊技球が前記特別電動役物へ向かう，少なくとも2つのルートが前記遊技領域内に設けられ，",
            "前記2つのルートは，共に遊技球が物理的に貯留されることなく流下可能に構成されていると共に，一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成され，",
            "前記一方のルートは前記遊技領域のうち主に左側の領域が用いられ，前記他方のルートは前記遊技領域のうち主に右側の領域が用いられ，",
            "前記一方のルートを流下する遊技球を検知する第1遊技球検知センサと，前記他方のルートを流下する遊技球を検知する第2遊技球検知センサと，前記大入賞口に入賞した遊技球を検出する大入賞口検知センサと，前記2つのルートのうち推奨するルートを遊技者に報知する推奨ルート報知手段と，をさらに備え，",
            "前記大当たり遊技制御手段は，前記大入賞口を開放するよう前記特別電動役物を作動させた後に，前記大入賞口にM個(ただし，Mは自然数)の遊技球が入賞したことを条件に前記大入賞口を閉鎖するよう前記特別電動役物を作動させるラウンド遊技を複数回行う内容の前記大当たり遊技を提供し，",
            "前記推奨ルート報知手段は，",
            "遊技球が前記他方のルートを流下している状態で，前記第2遊技球検知センサが所定個数の遊技球を検知した後に，前記一方のルートを推奨するルートとして遊技者に報知するようにした",
            "ことを特徴とするパチンコ機。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)のとおりである。",
                "その要旨は，本願発明は，本願の出願日前に頒布された刊行物である特開2008-29392号公報(以下「引用例1」という。甲1)に記載された発明及び特開2011-167452号公報(以下「引用例2」という。甲2)に記載された事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができず，その余の請求項について検討するまでもなく，本願は拒絶すべきであるというものである。",
                "なお，本件審決は，本願発明の構成を次のとおり分説した。",
                "A  遊技球が流下する遊技領域を有する遊技盤と，前記遊技領域に設けられた始動口と，前記遊技領域に設けられた大入賞口と，前記始動口に遊技球が入賞したことを契機に特別図柄の当否に係る抽選を行う特別図柄抽選手段と，前記大入賞口を開閉するように設けられた特別電動役物と，前記特別図柄抽選手段による抽選で大当たりに当選した場合に前記特別電動役物の作動を制御して大当たり遊技を提供する大当たり遊技制御手段と，を備えたパチンコ機において，",
                "B  前記遊技領域に打ち出された遊技球が前記特別電動役物へ向かう，少なくとも2つのルートが前記遊技領域内に設けられ，",
                "C  前記2つのルートは，共に遊技球が物理的に貯留されることなく流下可能に構成されていると共に，一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成され，",
                "D  前記一方のルートは前記遊技領域のうち主に左側の領域が用いられ，前記他方のルートは前記遊技領域のうち主に右側の領域が用いられ，",
                "E  前記一方のルートを流下する遊技球を検知する第1遊技球検知センサと，前記他方のルートを流下する遊技球を検知する第2遊技球検知センサと，前記大入賞口に入賞した遊技球を検出する大入賞口検知センサと，前記2つのルートのうち推奨するルートを遊技者に報知する推奨ルート報知手段と，をさらに備え，",
                "F  前記大当たり遊技制御手段は，前記大入賞口を開放するよう前記特別電動役物を作動させた後に，前記大入賞口にM個(ただし，Mは自然数)の遊技球が入賞したことを条件に前記大入賞口を閉鎖するよう前記特別電動役物を作動させるラウンド遊技を複数回行う内容の前記大当たり遊技を提供し，",
                "G  前記推奨ルート報知手段は，",
                "遊技球が前記他方のルートを流下している状態で，前記第2遊技球検知センサが所定個数の遊技球を検知した後に，前記一方のルートを推奨するルートとして遊技者に報知するようにした",
                "H  ことを特徴とするパチンコ機。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用例1に記載された発明(以下「引用発明」という。)，本願発明と引用発明の一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "content": [
                    {
                      "fig": "a",
                      "subject": "遊技球が流下する遊技領域3aが設けられた遊技盤3と，遊技領域3aに設けられた始動入賞口13と，遊技領域3aに設けられた可変入賞装置11の大入賞口と，遊技球が始動入賞口13に入賞すると，大当たりの場合に所定の大当たり図柄を表示する大当たり抽選を行うCPU20と，開閉部材11aにより開閉される大入賞口が設けられた可変入賞装置11と，大当たり抽選の結果大当たりが選択された場合，開閉部材11aを開閉するソレノイド25に制御信号を送って可変入賞装置11の大入賞口を開放し，所定の開放時間経過後，開閉部材11aを開閉するソレノイド25に制御信号を送って可変入賞装置11の大入賞口を閉鎖するCPU20と，を備えたパチンコ遊技機において，"
                    },
                    {
                      "fig": "b",
                      "subject": "発射した遊技球が合流地点に設けられた可変入賞装置11の大入賞口へ向かう，遊技領域3aの左側部の遊技球流下部31と，遊技領域3aの右側部の遊技球滞留部32とが設けられ，"
                    },
                    {
                      "fig": "c",
                      "subject": "遊技球滞留部32は，遊技盤3の盤面上に遊技球流下部31よりも多数の遊技釘を突設することにより構成されており，遊技球滞留部32は，遊技球が遊技球流下部31を流下する場合よりも長時間かかって流下するように構成され，"
                    },
                    {
                      "fig": "d",
                      "subject": "遊技球滞留部32は遊技領域3aの右側部に設けられ，遊技球流下部31は遊技領域3aの左側部に設けられ，"
                    },
                    {
                      "fig": "e",
                      "subject": "遊技球を検出する通過ゲート4のゲート検出器と，大入賞口に入賞した球を検出するカウントスイッチ18と，大入賞口が10秒後に開放されることを予告する報知用ランプ17aと，大入賞口を開放する5秒前に点灯する報知用ランプ17bとが設けられ，"
                    },
                    {
                      "fig": "f",
                      "subject": "CPU20は，大当たり抽選の結果大当たりが選択された場合，開閉部材11aを開閉するソレノイド25に制御信号を送って可変入賞装置11の大入賞口を開放し，可変入賞装置11の大入賞口への入賞球のカウント値が規定入賞数(例えば9)になると開閉部材11aは閉じられ，最大で16ラウンドつまり16回開閉部材11aが開放されるように制御する大当たり動作制御を行い，"
                    },
                    {
                      "fig": "g",
                      "subject": "遊技者は，報知用ランプ17aの点灯により大入賞口が10秒後に開放されることを知ったとき，遊技球滞留部32を狙って遊技球を発射し，遊技球滞留部32に複数の遊技球を滞留させ，大入賞口を開放する5秒前に報知ランプ17bが点灯することにより，遊技球流下部31を狙って遊技球を発射し，合流地点に設けられた可変入賞装置11の大入賞口に，短時間で大量の遊技球が入賞するようにした，"
                    },
                    {
                      "fig": "h",
                      "text": [
                        "パチンコ遊技機。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明の一致点及び相違点",
                  "text": [
                    "［一致点]",
                    "「A  遊技球が流下する遊技領域を有する遊技盤と，前記遊技領域に設けられた始動口と，前記遊技領域に設けられた大入賞口と，前記始動口に遊技球が入賞したことを契機に特別図柄の当否に係る抽選を行う特別図柄抽選手段と，前記大入賞口を開閉するように設けられた特別電動役物と，前記特別図柄抽選手段による抽選で大当たりに当選した場合に前記特別電動役物の作動を制御して大当たり遊技を提供する大当たり遊技制御手段と，を備えたパチンコ機において，",
                    "B  前記遊技領域に打ち出された遊技球が前記特別電動役物へ向かう，少なくとも2つのルートが前記遊技領域内に設けられ，",
                    "C  前記2つのルートは，共に遊技球が物理的に貯留されることなく流下可能に構成されていると共に，一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成され，",
                    "D’前記一方のルートは前記遊技領域のうち主に左右方向の一方側の領域が用いられ，前記他方のルートは前記遊技領域のうち主に左右方向の他方側の領域が用いられ，",
                    "E’前記大入賞口に入賞した遊技球を検出する大入賞口検知センサと，をさらに備え，",
                    "F  前記大当たり遊技制御手段は，前記大入賞口を開放するよう前記特別電動役物を作動させた後に，前記大入賞口にM個(ただし，Mは自然数)の遊技球が入賞したことを条件に前記大入賞口を閉鎖するよう前記特別電動役物を作動させるラウンド遊技を複数回行う内容の前記大当たり遊技を提供し，",
                    "H  ことを特徴とするパチンコ機。」である点。",
                    "［相違点1](構成D)",
                    "本願発明は，「前記一方のルートは前記遊技領域のうち主に左側の領域が用いられ，前記他方のルートは前記遊技領域のうち主に右側の領域が用いられ」ているのに対して，引用発明は，遊技球滞留部32(一方のルート)は遊技領域3aの右側部に設けられ，遊技球流下部31(他方のルート)は遊技領域3aの左側部に設けられているので，遊技球滞留部32と遊技球流下部31の配置が左右逆である点。",
                    "［相違点2](構成E)",
                    "本願発明は，「前記一方のルートを流下する遊技球を検知する第1遊技球検知センサと，前記他方のルートを流下する遊技球を検知する第2遊技球検知センサと，」「前記2つのルートのうち推奨するルートを遊技者に報知する推奨ルート報知手段と，をさらに備え」ているのに対して，引用発明は，そのような構成であるか不明である点。",
                    "［相違点3](構成G)",
                    "本願発明は，「前記推奨ルート報知手段は，遊技球が前記他方のルートを流下している状態で，前記第2遊技球検知センサが所定個数の遊技球を検知した後に，前記一方のルートを推奨するルートとして遊技者に報知するようにした」のに対して，引用発明は，そのような構成であるか不明である点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "引用例1を主引用例とする本願発明の進歩性の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点及び相違点の認定の誤り",
              "text": [
                "本件審決は，引用発明の「遊技球滞留部32」及び「遊技球流下部31」は，それぞれ，本願発明の「一方のルート」及び「他方のルート」に相当し，いずれも遊技球が物理的に貯留される構成は有していないので，「遊技球が物理的に貯留されることなく流下可能に構成」されているといえるから，「前記2つのルートは，共に遊技球が物理的に貯留されることなく流下可能に構成されていると共に，一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成され」ている点(本願発明の構成C)で一致する旨認定したが，以下のとおり，引用発明は，本願発明の構成Cを備えておらず，構成Cは相違点として認定すべきであるから，本件審決の上記認定は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明は「一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成され」との構成を備えていないこと",
                  "text": [
                    "本願発明の特許請求の範囲(請求項2)の構成Dの記載によれば，「一方のルート」は「前記遊技領域のうち主に左側の領域」が用いられ，「他方のルート」は「前記遊技領域のうち主に右側の領域」が用いられると特定している。",
                    "しかるところ，引用発明の構成b及びdによれば，引用発明の「遊技球滞留部32」は「遊技領域3aの右側部」に設けられているから，本願発明の「他方のルート」に，引用発明の「遊技球流下部31」は「遊技領域3aの左側部」に設けられているから，本願発明の「一方のルート」に相当するというべきである。",
                    "また，引用発明の構成cによれば，引用発明の「遊技球滞留部32」(他方のルート)は，遊技球が「遊技球流下部31」(一方のルート)を流下する場合よりも長時間かかって流下するように構成されているから，引用発明においては，「一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成」されているとはいえない。",
                    "したがって，これと異なる本件審決の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の「遊技球滞留部32」は「遊技球が物理的に貯留されることなく流下可能に構成されている」との構成を備えていないこと",
                  "text": [
                    "本願の願書に添付した明細書(本件補正後の明細書。以下，図面を含めて「本願明細書」という。甲3，11及び13)の【0010】には，本願発明の構成Cの「遊技球が物理的に貯留されることなく」とは，「遊技球の流下が物理的に妨げられることによって，一時的に遊技球が滞留するようなこともなくという意味も含む概念である。」と記載され，「一時的に遊技球が滞留するようなこともなく」の意味も含むことを定義している。",
                    "また，【0010】には，「釘や風車等のような障害物は，…物理的に貯留されたことにはならない。」との記載があるが，ここでいう「釘」は通常の1本，1本の釘をさすものであり，一時的に遊技球が滞留するような多数の釘を示していないことは明らかである。例えば，図9には，遊技領域の左側の方が右側より遊技釘の量がやや多い程度であることが示されている。",
                    "一方，引用例1の【0056】の記載から，「遊技球滞留部32」は，「役物装置を含むもの」と同等の滞留機能を有するものと理解できる。また，【0040】の「遊技者は，報知用ランプ17aの点灯により大入賞口が10秒後に開放されることを知ったとき，操作レバー9を操作して，遊技球滞留部32を狙って遊技球を発射し，遊技球滞留部32に複数の遊技球を滞留させる。」との記載によれば，「遊技球滞留部32」は遊技球を10秒間も滞留させるものであるが，10秒間というのは相当長い期間(遊技球を約15個発射できる期間)であるから，「遊技球滞留部32」は，「物理的に貯留」する機能を備えているといえる。",
                    "そうすると，引用発明の「遊技球滞留部32」は，本願発明の構成Cの「遊技球が物理的に貯留されることなく」との構成を備えるものではないから，本件審決が「前記2つのルートは，共に遊技球が物理的に貯留されることなく流下可能に構成されている」点を一致点と認定したのは誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，引用発明は，本願発明の構成Cを備えておらず，構成Cは，一致点ではなく，相違点として認定すべきであるから，本件審決における一致点及び相違点の認定には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2及び3の判断の誤り",
              "text": [
                "本件審決は，引用例2に記載された事項は相違点2及び3に係る本願発明の構成に相当する構成を有していると認定した上で，引用発明に引用例2に記載された事項を適用する困難性は認められないから，引用発明のパチンコ遊技機に，引用例2に記載された事項を適用して，相違点2及び3に係る本願発明の構成とすることは，当業者が容易になし得たことである旨判断したが，以下のとおり，上記判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2に記載された事項の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2関係",
                      "text": [
                        "本件審決は，引用例2記載の「第1の遊技領域6Lに第1始動口14に遊技球が入賞したことを検出する第1始動口検出スイッチ14a」は，相違点2に係る本願発明の構成のうちの「前記一方のルートを流下する遊技球を検知する第1遊技球検知センサ」に相当する旨認定した。",
                        "しかしながら，本願発明の「第1遊技球検知センサ」に相当する「第1始動口14」(別紙3の図2)に入賞する遊技球は，「第1の遊技領域6L」を流下する遊技球のうちのほんの僅かであり，せいぜい10球に1球程度であることは技術常識である。",
                        "そうすると，引用例2記載の「第1始動口検出スイッチ14a」は，「第1の遊技領域6L」を流下する遊技球をほとんど検知することができないから，本願発明の「前記一方のルートを流下する遊技球を検知する第1遊技球検知センサ」に相当するものとはいえない。",
                        "したがって，本件審決の上記認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3関係",
                      "text": [
                        "本件審決は，引用例2記載の「サブCPU120a」は，「第2の遊技領域6Rにある普通図柄ゲート13が1個の遊技球が通過したことを検出すると，第1の遊技領域6Lに遊技球を発射させることを促す第1の発射操作情報の報知が開始される」ことは，「前記推奨ルート報知手段は，遊技球が前記他方のルートを流下している状態で，前記第2遊技球検知センサが所定個数の遊技球を検知した後に，前記一方のルートを推奨するルートとして遊技者に報知するようにした」こと(相違点3に係る本願発明の構成)に相当する旨認定した。",
                        "しかしながら，本願発明は，特別遊技中に大入賞口に余分な遊技球を入賞させるためにルートの打ち分けを推奨報知するものであること，「所定個数の遊技球の検知」を一方のルートを推奨報知するタイミング(契機)としていること，本願明細書記載の実施例における遊技球の検知の「所定個数」は，大入賞口内に入賞した遊技球7個の過半数の4個以上であること(【0096】，【0097】)に照らすと，本願発明の「所定個数」は，特別遊技中に大入賞口に余分な遊技球を入球可能とする個数であり，「1個」では本願発明の目的，効果を得られないことは明らかである。もっとも，本願明細書には，(大当たり遊技中に)他方のルートから打ち始めることについての実施例の記載はないが，実施例の記載は必須のものではないし，左右打ち替えることによるメリットがあるのは大当たり遊技中のみであり，大当たり遊技中に遊技球を他方のルートから一方のルートに打ち替えることで「オーバー入賞」(遊技者が大当たり遊技中に遊技球1個分の賞球を余分に獲得すること)を狙えるから(例えば，右打ちから左打ちに戻し，いわゆるチョロ打ち等をすれば，「オーバー入賞」は可能であり，また，大当たり中の各ラウンドのインターバルが比較的長い機種の場合，右打ち状態から，左打ちを経て止め打ちすることが有効である。)，本願発明は，特別遊技中に大入賞口に余分な遊技球を入賞させるためにルートの打ち分けを推奨報知する発明であるといえる。",
                        "そうすると，引用例2記載の「普通図柄ゲート13が1個の遊技球が通過したことを検出」にいう「1個」は，本願発明の「所定個数」に含まれない。また，引用例2は，発射すべき方向を間違った場合に本来発射すべき方向を報知するものであり，引用発明及び本願発明のように大入賞口に余分な遊技球を獲得することを目的とするものではない。",
                        "したがって，引用例2には，相違点3に係る本願発明の構成の記載があるといえないから，本件審決の上記認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，引用発明のパチンコ遊技機に，引用例2に記載された事項を適用して，相違点2及び3に係る本願発明の構成とすることは，当業者が容易になし得たことである旨判断した。",
                    "しかしながら，前記アのとおり，引用例2には，本願発明の「前記一方のルートを流下する遊技球を検知する第1遊技球検知センサ」に相当する構成(相違点2に係る本願発明の構成)及び「前記推奨ルート報知手段は，遊技球が前記他方のルートを流下している状態で，前記第2遊技球検知センサが所定個数の遊技球を検知した後に，前記一方のルートを推奨するルートとして遊技者に報知するようにした」構成(相違点3に係る本願発明の構成)の記載がないから，引用発明に引用例2に記載された事項を適用しても，相違点2及び3に係る本願発明の構成に至らない。",
                    "また，本件審決には，引用発明の「遊技球滞留部32(一方のルート)」と引用例2に記載された事項の「他方のルート」との関係の説明がない上，引用発明のどの構成に引用例2に記載された事項をどのように適用するのか全く不明である。",
                    "さらに，引用発明は「報知用ランプ17aの点灯により大入賞口が10秒後に開放されることを知ったとき，遊技球滞留部32を狙って遊技球を発射し，遊技球滞留部32に複数の遊技球を滞留させ，大入賞口を開放する5秒前に報知ランプ17bが点灯することにより，遊技球流下部31を狙って遊技球を発射」する構成(構成g)を有することからすると，引用発明は，大当たり開始前に「遊技球滞留部32」から打ち始めることを前提とした発明であり，大当たり時に「遊技球流下部31」から打ち始めることは，引用例1に記載されていないから，引用発明に引用例2に記載された事項を適用することはできない。仮に引用発明に上記事項を適用し，「遊技球流下部31」を流下した遊技球を「第2遊技球検知センサ(普通図柄ゲート13)」が1個の遊技球が通過したことを検知した後に「遊技球滞留部32」を推奨ルートとして報知する構成としても，引用発明においては，「遊技球流下部31」に大入賞口が開放する10秒前に打ち出す必要があるから，遊技球を大入賞口に入球させることは困難であり，無駄球を生じてしまい，右打ちから左打ちに適切に報知することで余分に遊技球を大入賞口に入球可能とする本願発明の効果を奏することはできない。",
                    "したがって，当業者は，引用発明1及び引用例2に記載された事項に基づいて，相違点2及び3に係る本願発明の構成とすることを容易に想到することができたものとはいえないから，本件審決の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決は，本願発明と引用発明との一致点及び相違点の認定，相違点2及び3の判断を誤り，その結果，本願発明は，引用発明及び引用例2に記載された事項に基づいて，当業者が容易に発明をすることができたものと誤った判断をしたものであるから，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点及び相違点の認定の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「一方のルート」及び「他方のルート」の認定について",
                  "text": [
                    "本願発明の「一方のルート」及び「他方のルート」は，「一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなる」点(構成C)，「一方のルート」は「遊技領域のうち主に左側の領域」が用いられ，「他方のルート」は「遊技領域のうち主に右側」の領域が用いられる点(構成D)に特徴があり，それぞれが独立した特徴である。",
                    "本願発明の「一方のルート」及び「他方のルート」と引用発明の「遊技球流下部31」及び「遊技球滞留部32」とを対比する場合，遊技球が特別電動役物に到達するまでの時間を一致させれば，左右の配置が相違し，左右の配置を一致させれば，遊技球が特別電動役物に到達するまでの時間は相違する関係にあることからすると，遊技球の到達時間又は左右の配置のいずれを基準にして対比を行うかは任意であり，それによって他の発明特定事項との間で矛盾を生じるものではない。一方，引用例1の【0047】によれば，引用発明において「遊技球流下部31」及び「遊技球滞留部32」の左右の配置は任意であるといえる。",
                    "そうすると，本件審決が遊技球の到達時間を優先すべき事項として対比し，引用発明の「遊技球滞留部32」が本願発明の「一方のルート」に，引用発明の「遊技球流下部31」が本願発明の「他方のルート」に相当すると認定し，「一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成」されている点を一致点として認定し，「一方のルート」及び「他方のルート」が用いられる領域(左右の配置)を相違点1として認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の「遊技球滞留部32」の認定について",
                  "text": [
                    "本願明細書の記載(【0004】，【0010】)によれば，本願発明における「遊技球が物理的に貯留されることなく流下可能」な「構成」(構成C)とは，貯留装置や電力を供給して駆動する装置によって，遊技球の流下が物理的に妨げられる(流下しないようにする)ことのない構成を意味するものであり，釘からなる障害物によって遊技球の流下が妨げられたとしても，この場合は遊技球が物理的に貯留されたことにはならないから，上記「構成」に含まれる。また，本願明細書の記載(【0016】，図9)によれば，本願発明の「遊技球が物理的に貯留されることなく流下可能」には，釘からなる障害物として，多数の釘により流下時間を長くすることも含まれる。",
                    "しかるところ，引用発明の「遊技球滞留部32」は，「遊技盤3の盤面上に遊技球流下部31よりも多数の遊技釘を突設することにより構成され」，「遊技球が遊技球流下部31を流下する場合よりも長時間かかって流下するように構成され」ているから(構成c)，本願発明の「遊技球が物理的に貯留されることなく流下可能」な「構成」(本願発明の構成C)に相当するというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，引用発明は，本願発明の構成Cを備えているから，本件審決における一致点及び相違点の認定に原告主張の誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2及び3の判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2に記載された事項について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2関係",
                      "text": [
                        "本願明細書の記載(【0093】，図9)によれば，「ルートA検知センサ(第1遊技球検知センサ)55a」及び「ルートB検知センサ(第2遊技球検知センサ)55b」は，ルートA及びルートBの各ルートの全幅にわたっては設置されておらず，上記各ルートを流下した遊技球の一部は55a，55bの各検知センサに検知されることなく，その下方の一般入賞口38やアウト口39に入球し得ることが配置上明らかである。また，本願明細書には，上記各ルートを流下する遊技球の全てが上記各検知センサに検知される旨の記載もない。",
                        "そうすると，本願発明の「前記一方のルートを流下する遊技球を検知する第1遊技球検知センサ」は，一方のルート(ルートA)を流下する遊技球の一部を検知するものであれば足りるものといえる。",
                        "しかるところ，引用例2記載の「第1の遊技領域6Lにある第1始動口14に遊技球が入賞したことを検出する第1始動口検出スイッチ14a」は，「第1の遊技領域6L」を流下する遊技球の10球に1球程度は検知するから，「第1始動口14」に入賞する遊技球が「第1の遊技領域6L」を流下する遊技球のうちの「僅か」であるとしても，本願発明の「前記一方のルートを流下する遊技球を検知する」機能を有しているといえる。",
                        "そうすると，引用例2記載の「第1の遊技領域6Lにある第1始動口14に遊技球が入賞したことを検出する第1始動口検出スイッチ14a」は，本願発明の「前記一方のルートを流下する遊技球を検知する第1遊技球検知センサ」に相当するから，これと同旨の本件審決の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3関係",
                      "text": [
                        "本願発明の特許請求の範囲(請求項2)には，本願発明の「所定個数」の数値範囲を特定する記載はないから，本願発明の「所定個数」は，「複数個」に限定されるものではなく，「1個」を含むものである。",
                        "また，請求項2には，本願発明の「推奨ルート報知手段」を大当たり遊技中や大入賞口に関するものに限定する記載はないから，本願発明の「推奨ルート報知手段」は，大当たり遊技中に遊技球を大入賞口に導くためのものには限られず，大当たり遊技中以外の遊技中であっても，間違った(推奨されない)領域に遊技球が発射されたことを報知する報知手段など，任意の目的で推奨ルートを報知する手段も含まれるというべきである。",
                        "次に，本願明細書の図9には，「ルートA検知センサ(第1遊技球検知センサ)55a」及び「ルートB検知センサ(第2遊技球検知センサ)55b」は，大入賞口42内でなく大入賞口42の外の遊技領域31に設けられていることが示されているから，大当たり遊技中以外の遊技中であっても，間違った(推奨されない)領域に発射された遊技球を検出することができるものである。また，本願明細書の記載(【0016】，【0098】，【0099】)を踏まえると，本願発明は，特別電動役物に到達するまでの時間が短い「他方のルート」(実施例では「大入賞口42」まで平均2秒程度の「ルートB」)を流下した後に，特別電動役物に到達するまでの時間が長い「一方のルート」(実施例では「大入賞口42」まで平均6秒程度の「ルートA」)を推奨するルートとして遊技者に報知する発明であるといえる。そうすると，他方のルート(ルートB)を狙った後，一方のルート(ルートA)に切り替えたとき，途中で遊技球が4秒程度特別電動役物(大入賞口42)に入賞しない状態が発生し，他方のルート(ルートB)から流下した遊技球と一方のルート(ルートA)から流下した遊技球が同時に特別電動役物(大入賞口42)に入賞して，余分に遊技球を入賞させることは起こらないから，大当たり遊技中に特別電動役物(大入賞口42)に余分に遊技球を入賞させるという効果を奏するものとはいえず，本願発明が「推奨ルート報知手段」を備えることによる効果は，遊技中に間違った(推奨されない)領域に遊技球が発射されたことを報知する程度の効果にすぎない。このような本願発明が「推奨ルート報知手段」を備えることによる効果は，引用例2に記載された事項も有している。",
                        "以上によれば，引用例2に記載された事項の「サブCPU120a」は，「第1の遊技領域6Lに遊技球を発射させた方が有利となる状態であるときに」，「第2の遊技領域6Rにある普通図柄ゲート13が1個の遊技球が通過したことを検出すると，第1の遊技領域6Lに遊技球を発射させることを促す第1の発射操作情報の報知が開始される」(【0224】)ことは，「前記推奨ルート報知手段は，遊技球が前記他方のルートを流下している状態で，前記第2遊技球検知センサが所定個数の遊技球を検知した後に，前記一方のルートを推奨するルートとして遊技者に報知するようにした」こと(相違点3に係る本願発明の構成)に相当するといえるから，これと同旨の本件審決の認定に誤りはない。なお，引用例2には，第2の遊技領域6Rに位置する普通図柄ゲート13が3個検出すると，第1の遊技領域6Lに遊技球を発射させることを促す点も記載されているから(【0212】，【0214】)，この点からも，引用例2には，相違点3に係る本願発明の構成の記載がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2に記載された事項が，本願発明の「前記一方のルートを流下する遊技球を検知する第1遊技球検知センサ」に相当する構成(相違点2に係る本願発明の構成)及び「前記推奨ルート報知手段は，遊技球が前記他方のルートを流下している状態で，前記第2遊技球検知センサが所定個数の遊技球を検知した後に，前記一方のルートを推奨するルートとして遊技者に報知するようにした」構成(相違点3に係る本願発明の構成)に相当する構成を有していることは，前記アのとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例2に記載された事項の「第1の遊技領域6L」及び「第2の遊技領域6R」は，それぞれ本願発明の「一方のルート」及び「他方のルート」に相当するから，本件審決における相違点2及び3の判断では，引用発明の「遊技球滞留部32」及び「遊技球流下部31」をそれぞれ引用例2に記載された事項の「第1の遊技領域6L」及び「第2の遊技領域6R」に対応させて，引用発明に引用例2に記載された事項の適用を検討している。",
                        "次に，本願発明が「推奨ルート報知手段」を備えることによる効果は，遊技中に間違った(推奨されない)領域に遊技球が発射されたことを報知する程度の効果にすぎず，引用例2に記載された事項も有していることは，前記ア(イ)のとおりである。",
                        "そして，引用発明と引用例2に記載された事項は，共に遊技球を流下させるルートが複数あり，そのうち片方のルートに遊技球を発射させた方が有利となる状態がある遊技機に関する発明又は技術であり，技術分野が共通しているといえるから，引用発明に引用例2に記載された事項を適用する手がかりがあり，引用発明に引用例2に記載された事項を適用することができることからすると，当業者は，引用発明のパチンコ遊技機に，引用例2に記載された事項を適用して，相違点2及び3に係る本願発明の構成とすることを容易に想到することができたものである。",
                        "これと同旨の本件審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し原告は，引用発明は，①大当たり開始前に「遊技球滞留部32」から打ち始めることを前提とした発明であり，大当たり時に「遊技球流下部31」から打ち始めることは，引用例1に記載されていないから，引用発明に引用例2に記載された事項を適用することはできない，②仮に引用発明に上記事項を適用し，「遊技球流下部31」を流下した遊技球を「第2遊技球検知センサ(普通図柄ゲート13)」が1個の遊技球が通過したことを検知した後に「遊技球滞留部32」を推奨ルートとして報知する構成としても，引用発明においては，「遊技球流下部31」に大入賞口が開放する10秒前に打ち出す必要があり，遊技球を大入賞口に入球させることは困難であるので，無駄球を生じてしまい，右打ちから左打ちに適切に報知することで余分に遊技球を大入賞口に入球可能とする本願発明の効果を奏することはできないから，当業者は，引用発明及び引用例2に記載された事項に基づいて，相違点2及び3に係る本願発明の構成とすることを容易に想到することができたものとはいえない旨主張する。",
                        "しかしながら，上記①の点については，引用例1の【0047】の記載によれば，引用発明では，通常(通常発射)の場合，大当り遊技開始直前までは「遊技球流下部31」に遊技球を打っており，大当り開始時には「遊技球流下部31」から打ち始めることになる。また，引用例1の記載(【0047】)に照らし，引用発明の「遊技球滞留部32」と「遊技球流下部31」の配置を左右逆にする程度のことは当業者が容易になし得ることであるし，その場合，当然に通過ゲート4の配置も左右逆となるのであるから，引用発明の「遊技球滞留部32」と「遊技球流下部31」の配置を左右逆にするとき，「通常発射の場合，流下が早い遊技球流下部31が使用されること」を維持し，通過ゲート4を配置する領域も左右逆にすることも，当然採用できる構成である。",
                        "そうすると，引用発明は，大当たり開始前に「遊技球流下部31」から打ち始める発明であり，大当たり開始前の遊技球が「遊技球流下部31」(他方のルート)を流下している状態を「通過ゲート4」で検出できる構成を有しているので，引用発明に引用例2に記載された事項を適用することはできる。",
                        "次に，上記②の点については，「右打ちから左打ちに適切に報知することで余分に遊技球を大入賞口に入球可能とする」効果とは，「他方の(到達時間が短い)ルートを狙う打ち方から一方の(到達時間が長い)ルートを狙う打ち方を適切に報知することにより遊技球を大入賞口に余分に入球可能とする」効果を指すと理解されるが，そのような報知によって「余分に遊技球を大入賞口に入球可能とする」効果が得られることについて，本願明細書に開示がないから，かかる効果は引用発明に引用例2に記載された事項を適用することの動機付け等を左右するものではない。",
                        "また，そもそも大入賞口が開放されていない期間中は，普通図柄ゲートや始動入賞口を狙うべき通常状態であり，大入賞口開放10秒前の報知がされるまでの期間が通常状態で開放を知り得ないのであれば，「遊技球流下部31」に始動入賞口などを目的として打ち続けることは当然であり，入賞を狙うための遊技球であるから，無駄球とはいえない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における本願発明と引用発明との一致点及び相違点の認定，相違点2及び3の判断に誤りはなく，本願発明は，引用発明及び引用例2に記載された事項に基づいて，当業者が容易に発明をすることができたものであるとした本件審決の判断に誤りはないから，原告主張の取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲3，11，13)の発明の詳細な説明には，次のような記載がある(下記記載中に引用する「図1」，「図4」，「図7」ないし「図11」については別紙1を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，遊技球を用いて遊技を行うパチンコ機に関する。",
                    "【背景技術】",
                    "【0002】",
                    "一般に，パチンコ機は，その遊技盤面内に，特別図柄を表示する特別図柄表示装置，所定の演出を表示する演出表示装置，特別図柄に係る電子抽選の契機となる始動口，普通図柄に係る電子抽選の契機となるスルーチャッカ，始動口の入口で開閉する電動チューリップ，始動口の下方に位置する大入賞口，この大入賞口を開閉するアタッカー装置(特別電動役物)などが設けられている。遊技領域に向けて発射された遊技球が，始動口に入賞すると特別図柄に係る電子抽選が行われ，大当たりに当選すると，遊技者に有利な大当たり遊技が提供される。例えば，この大当たり遊技では，アタッカー装置が作動して大入賞口が露呈される。そして，大入賞口内に所定個数(例えば10個)の遊技球が入賞するかあるいはアタッカー装置が開動作してから所定時間(例えば30秒)経過すると終了となるラウンド遊技が複数ラウンド行われるようになっている。そのため，大当たり遊技中は，大入賞口に多くの遊技球が入るので，遊技者は多くの賞球を獲得することができる。",
                    "【0003】",
                    "遊技領域内には，釘や風車といった障害物が設けられており，遊技領域内に打ち出された遊技球は，これらの障害物と衝突して流下する方向を変えながら遊技領域内を流下していく。流下の途中で，遊技球が，始動口，一般入賞口，あるいは大入賞口に入賞すると，所定個数の賞球が払い出され，何れの入賞口にも入賞しなかった遊技球は，アウト口から島設備へと回収される。",
                    "【0004】",
                    "また，遊技性を向上させるために，遊技領域を流下する遊技球を一時的に貯留させる貯留部を備えたパチンコ機も公知である(特許文献1参照)。この特許文献1に記載のパチンコ機は，遊技領域を流下する遊技球そのものを物理的かつ一時的に保持して，遊技球の流下タイミングを遅延させるように構成されており，遊技者が手元のボタンを押下することで貯留した遊技球が落下可能となる。よって，例えば，大当たり遊技中に遊技者がボタンを操作すれば，貯留部内の遊技球が大入賞口に向かって一気に放出されるから，多くの遊技球を大入賞口に入賞させることができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【発明が解決しようとする課題】",
                  "text": [
                    "【0006】",
                    "しかしながら，上記従来の技術では，遊技球を物理的に貯留する手段を設ける必要があるため，部品点数が多くなり，コストが嵩むといった課題がある。また，近年は遊技領域内に設けられる可動役物が多くなっていることから，遊技球が流下する領域が狭くなる傾向にある。このような状況下において，別途，物理的に遊技球を貯留する手段を設けることは，遊技球が流下する領域を益々狭めることとなり，好ましくない。その一方で，大当たり遊技中に単に遊技球を発射して大入賞口内に入賞させるだけでは，遊技の面白みに欠けるのも事実である。",
                    "【0007】",
                    "そこで，本発明は，上記した実情に鑑み，推奨する遊技球のルートを遊技者が容易に打ち分けることができ，遊技性を向上させることのできるパチンコ機を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【課題を解決するための手段】",
                  "text": [
                    "【0008】",
                    "上記目的を達成するため，本発明は，遊技球が流下する遊技領域を有する遊技盤と，前記遊技領域に設けられた始動口と，前記遊技領域に設けられた大入賞口と，前記始動口に遊技球が入賞したことを契機に特別図柄の当否に係る抽選を行う特別図柄抽選手段と，前記大入賞口を開閉するように設けられた特別電動役物と，前記特別図柄抽選手段による抽選で大当たりに当選した場合に前記特別電動役物の作動を制御して大当たり遊技を提供する大当たり遊技制御手段と，を備えたパチンコ機において，前記遊技領域に打ち出された遊技球が前記特別電動役物へ向かう，少なくとも2つのルートが前記遊技領域内に設けられ，前記2つのルートは，共に遊技球が物理的に貯留されることなく流下可能に構成されていると共に，一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成され，前記一方のルートは前記遊技領域のうち主に左側の領域が用いられ，前記他方のルートは前記遊技領域のうち主に右側の領域が用いられ，前記一方のルートを流下する遊技球を検知する第1遊技球検知センサと，前記他方のルートを流下する遊技球を検知する第2遊技球検知センサと，前記大入賞口に入賞した遊技球を検出する大入賞口検知センサと，前記2つのルートのうち推奨するルートを遊技者に報知する推奨ルート報知手段と，をさらに備え，前記大当たり遊技制御手段は，前記大入賞口を開放するよう前記特別電動役物を作動させた後に，前記大入賞口にM個(ただし，Mは自然数)の遊技球が入賞したことを条件に前記大入賞口を閉鎖するよう前記特別電動役物を作動させるラウンド遊技を複数回行う内容の前記大当たり遊技を提供し，前記推奨ルート報知手段は，前記一方のルートを推奨し，遊技球が前記一方のルートを流下している状態で，前記第1遊技球検知センサが所定個数の遊技球を検知した後に，前記他方のルートを推奨するルートとして遊技者に報知するようにしたことを特徴とする。",
                    "【0009】",
                    "また，本発明は，遊技球が流下する遊技領域を有する遊技盤と，前記遊技領域に設けられた始動口と，前記遊技領域に設けられた大入賞口と，前記始動口に遊技球が入賞したことを契機に特別図柄の当否に係る抽選を行う特別図柄抽選手段と，前記大入賞口を開閉するように設けられた特別電動役物と，前記特別図柄抽選手段による抽選で大当たりに当選した場合に前記特別電動役物の作動を制御して大当たり遊技を提供する大当たり遊技制御手段と，を備えたパチンコ機において，前記遊技領域に打ち出された遊技球が前記特別電動役物へ向かう，少なくとも2つのルートが前記遊技領域内に設けられ，前記2つのルートは，共に遊技球が物理的に貯留されることなく流下可能に構成されていると共に，一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成され，前記一方のルートは前記遊技領域のうち主に左側の領域が用いられ，前記他方のルートは前記遊技領域のうち主に右側の領域が用いられ，前記一方のルートを流下する遊技球を検知する第1遊技球検知センサと，前記他方のルートを流下する遊技球を検知する第2遊技球検知センサと，前記大入賞口に入賞した遊技球を検出する大入賞口検知センサと，前記2つのルートのうち推奨するルートを遊技者に報知する推奨ルート報知手段と，をさらに備え，前記大当たり遊技制御手段は，前記大入賞口を開放するよう前記特別電動役物を作動させた後に，前記大入賞口にM個(ただし，Mは自然数)の遊技球が入賞したことを条件に前記大入賞口を閉鎖するよう前記特別電動役物を作動させるラウンド遊技を複数回行う内容の前記大当たり遊技を提供し，前記推奨ルート報知手段は，遊技球が前記他方のルートを流下している状態で，前記第2遊技球検知センサが所定個数の遊技球を検知した後に，前記一方のルートを推奨するルートとして遊技者に報知するようにしたことを特徴とする。",
                    "【0010】",
                    "なお，本発明において，「遊技球が物理的に貯留されることなく」とは，貯留装置等に物理的に遊技球が貯留されることなくという意味だけでなく，電力を供給して駆動する装置によって，遊技球の流下が物理的に妨げられることによって，一時的に遊技球が滞留するようなこともなくという意味も含む概念である。逆に，釘や風車等のような障害物は，電力を供給して駆動するような構造ではないので，このような障害物によって遊技球の流下が妨げられたとしても，この場合は遊技球が物理的に貯留されたことにはならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【発明の効果】",
                  "text": [
                    "【0011】",
                    "本発明によれば，推奨する遊技球のルートを遊技者が容易に打ち分けることができ，遊技性を向上させることのできるパチンコ機を提供することができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【発明を実施するための形態】",
                  "text": [
                    "【0013】",
                    "以下，発明の実施の形態例を，図面を参照して説明する。図1及び図2に示すように，本発明の第1の実施の形態例に係るパチンコ機Pは，遊技場の島設備に設置される縦長方形状の機枠1と，機枠1に扉状に開閉自在に取り付けられた本体枠2と，本体枠2の内側に収容される遊技盤3(なお，図2では遊技盤3は取り外されている)と，本体枠2の前面に扉状に開閉自在に取り付けられ，中央に大きく開口部8が形成されたガラス扉4と，このガラス扉4の開口部8に取り付けられた透明なガラス板10と，本体枠2の下側に開閉自在に配設され，遊技球を収容する受皿5を有する前面ボード6と，本体枠2の下部に設けられた発射装置9と，前面ボード6に取り付けられたハンドル7と，を具備している。さらに，ガラス扉4の上部にはスピーカ20が左右に1個ずつ取り付けられており，遊技に関する様々な効果音を発している。…",
                    "【0014】",
                    "遊技盤3は，図4にその構造を模式的に示すように，その盤面に遊技領域31を有しており，遊技領域31は，本体枠2に装着した後，ガラス板10を介して観察することができる。遊技領域31は，遊技球を滑走させるガイドレールと遊技球規制レールによって略円形状となるように区画形成されており，発射装置9によって打ち出された遊技球はこの遊技領域31内を流下する。また，遊技領域31内には，演出表示装置34と，スルーチャッカ21と，電動チューリップ(普通電動役物)49と，ステージ(図示せず)と，第1始動入賞口(始動口)37aおよび第2始動入賞口(始動口)37bと，一般入賞口38と，アウト口39と，釘と，風車(図示せず)と，大入賞口42と，アタッカー装置(特別電動役物)41等が設けられている。また，遊技盤面の右下方の位置には，特別図柄表示装置17と，普通図柄表示装置22とが設けられている。",
                    "【0015】",
                    "本実施形態では，第1始動入賞口37aと第2始動入賞口37bとは上下に近接して設けられており，発射装置9の発射強度が弱～中のとき(所謂，ぶっこみ狙いで遊技球を発射した場合)には，遊技球は演出表示装置34の左側を流下して第1始動入賞口37aと第2始動入賞口37bの両方に入賞可能である。しかし，第2始動入賞口37bに遊技球が入賞するためには，電動チューリップ49が開放される必要がある。また，発射装置9の発射強度を強にして遊技球を発射する(所謂，右打ちを行う)と，遊技球は，そのままアタッカー装置41に向かって流下する場合が殆どである。よって，遊技者は，通常，ぶっこみ狙いで遊技球を打ち出しながら遊技を進めることになる。",
                    "【0016】",
                    "また，本実施形態では，遊技球が流下するルートとして，図4に示すように，主にルートAとルートBの2つのルートがある。ルートAとルートBとで，遊技球が遊技領域31に打ち出されて後，大入賞口42に到達するまでの時間にどのくらいの違いがあるかについて説明する。遊技領域31に打ち出された遊技球がルートAを遊技球が流下する場合，図4から明らかなように，数多くの釘が流下の妨げとなるため，流下速度が低下する。そのため，ルートAを流下した場合，遊技領域31内に打ち出された遊技球が大入賞口42に到達するまでの所要時間は，平均6秒程度である。一方，ルートBを遊技球が流下する場合，図4から明らかなように，釘の数がルートAに比べて大幅に少なくなっているので，遊技球が流下する際の妨げとなるものがルートAに比べて少ない。よって，ルートBは遊技球の流下速度がルートAに比べて低下しない。そのため，ルートBを流下した場合，遊技領域31内に打ち出された遊技球が大入賞口42に到達するまでの所要時間は，平均2秒程度である。",
                    "【0017】",
                    "このことから，本実施形態では，遊技球がルートAを流下している間に，別の遊技球がルートBを流下すると，大入賞口42に数個の遊技球がほぼ同時に到達するという現象が起こり得るということになる。つまり，遊技者が遊技球の流下ルートをルートAとルートBとに適宜打ち分けるようにすれば，大入賞口42に数個の遊技球をまとめて入賞させることが可能な構成となっているのである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "【0027】",
                  "text": [
                    "つまり，アタッカー装置41は，常態では蓋部材が大入賞口42を閉じているため，大入賞口42に遊技球が入賞することはないが，上記したように，大当たり遊技に移行すると，蓋部材が開放されて大入賞口42が露呈されるため，遊技球を大入賞口42内に入賞させることが可能となるのである。そして，大入賞口42に遊技球が入賞すると，所定個数の遊技球が賞球として遊技者に払い出される。即ち，遊技者は，大入賞口42に遊技球を入賞させることによって出玉を獲得できるのである。なお，大入賞口42は，横長な長方形の開口であり，アタッカー装置41の蓋部材は，",
                    "この大入賞口42の形状とほぼ同じ形状を成している。",
                    "【0028】",
                    "さらに，大入賞口42内には，入賞した遊技球を検知するための大入賞口検知センサ45a，45b，45cが取り付けられている。これらのセンサは，何れも磁気センサから成り，図4に示すように，第1大入賞口検知センサ45aは，大入賞口42の水平方向における左端側に設けられて，図4のルートAを流下して大入賞口42に入賞した遊技球を主に検知している。第2大入賞口検知センサ45bは，大入賞口42の略中央に設けられて，図4のルートBを流下して大入賞口42内に入賞した遊技球を主に検知している。また，第3大入賞口検知センサ45cは，大入賞口42の水平方向における右端側に設けられて，同じくルートBを流下して大入賞口42内に入賞した遊技球を主に検知している。",
                    "【0029】",
                    "ここで，第1大入賞口検知センサ45aは，大抵の場合，ルートAを流下してきた遊技球を検知するが，遊技球の勢いや遊技球同士の衝突等により，ルートBを流下してきた遊技球を検知することも稀にある。そのため，上記の説明では，第1大入賞口検知センサ45aは「主に」ルートAを流下して大入賞口42内に入賞した遊技球を検知することになっている。このことは，第2大入賞口検知センサ45bおよび第3大入賞口検知センサ45cについても同じである。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "【0074】",
                  "text": [
                    "次に，本発明の第1の実施の形態例に係るパチンコ機Pの遊技処理の手順について図7を参照して説明するが，第1始動入賞口37aに遊技球が入賞した場合の遊技処理と第2始動入賞口37bに遊技球が入賞した場合の遊技処理とは同じであるため，以下では，第1始動入賞口37aに遊技球が入賞した場合についてのみ説明する。",
                    "【0075】",
                    "図7に示すように，遊技球が第1始動入賞口37bに入賞したか否かを主制御処理部100は判断する(ステップS1)。入賞した場合(ステップS1でYes)には，第1特別図柄当否判定用乱数取得部112aは特別図柄当否判定用の乱数を取得し，第1特別図柄種類決定用乱数取得部は特別図柄種類決定用の乱数を取得し，第1特別図柄変動パターン用乱数取得部は特別図柄変動パターン用の乱数を取得する(ステップS2)。",
                    "【0076】",
                    "第1特別図柄または第2特別図柄が変動中の場合(ステップS3でYes)には，ステップS2で取得した特別図柄当否判定用乱数を第1特別図柄用保留球乱数記憶部115aに，特別図柄種類決定用乱数を第1特別図柄種類決定用乱数記憶部に，特別図柄変動パターン用乱数を第1特別図柄変動パターン用乱数記憶部に，それぞれ記憶する(ステップS4)。このとき，保留球表示制御部が白色の保留球を第1保留球表示領域34aに表示する。そして，ステップS3の手前に戻って，今回の入賞に係る遊技の順番が来るまで待機する。なお，既に第1特別図柄用保留球乱数記憶部115aに，上限である4個の保留球乱数が記憶されている場合には，ステップS4の処理は行われないということは言うまでもない。",
                    "【0077】",
                    "一方，第1特別図柄および第2特別図柄の何れも変動していない場合，即ち，遊技の順番が来た場合(ステップS3でＮo)には，ステップS5にて特図当たり判定処理が行われる。つまり，ステップS2で取得した特別図柄当否判定用乱数が大当たりであるか否かを第1特別図柄当否判定部113aが判断する。",
                    "【0079】",
                    "次いで，ステップS6にて，特別図柄種類決定処理が行われる。具体的には，ステップS5での特図当たり判定処理の結果，大当たりと判定された場合には，第1特別図柄種類決定部が，ステップS2で取得した特別図柄種類決定用乱数に基づいて，その大当たりに対する第1特別図柄の種類を決定する。一方，ステップS5でハズレと判定された場合には，第1特別図柄の種類を決定することなくステップS6の処理は終了する。",
                    "【0080】",
                    "次いで，ステップS7にて特別図柄変動パターンコマンド決定処理が行われる。この特別図柄変動パターンコマンド決定処理では，ステップS2で取得した特別図柄変動パターン用乱数に基づいて，第1特別図柄変動パターン決定部は，変動パターンテーブルを参照して第1変動パターンコマンドを決定する。次いで，ステップS8にて，演出態様決定処理が行われる。この演出態様決定処理では，演出態様決定部が，演出パターンテーブルを参照して，第1変動パターンコマンドに対応する演出パターンを今回の遊技に用いる演出パターンに決定する。",
                    "【0081】",
                    "次いで，ステップS9で，第1特別図柄表示制御部101aが特別図柄表示装置17に第1特別図柄の変動表示を開始させ，演出表示制御部が演出表示装置34にステップS8で決定された演出パターンの表示を開始する。",
                    "【0082】",
                    "次いで，ステップS10で，所定時間経過後に，第1特別図柄表示制御部101aが特別図柄表示装置17に第1特別図柄を停止表示させる。このとき，特別図柄表示装置17に停止表示される図柄は，ステップS5で大当たりと判定された場合には，ステップS6にて決定された第1特別図柄の種類に対応した当たり図柄となるが，ステップS5でハズレと判定された場合には，ハズレに対応したハズレ図柄となる。また，ステップS10では，第1特別図柄の変動停止と同期して，演出パターンの表示が停止され，所定の演出図柄が演出表示装置34に停止表示される。",
                    "【0083】",
                    "次いで，停止した第1特別図柄が大当たりの組合せで確定している場合(ステップS11でYes)は，大当たり遊技制御部160は，第1特別図柄の種類に応じた所定のラウンド数(15Rまたは4R)だけアタッカー装置41を開放して大当たり遊技を提供する(ステップS12)。この大当たり遊技中には，推奨ルート報知制御部210による推奨ルートの報知処理が行われるが，この報知処理の詳細が後ほど述べることにする。次いで，ステップS13にて，遊技状態設定部140は，次の遊技における特別図柄および普通図柄の遊技状態を高確率状態または低確率状態に設定する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ク",
      "subject": "【0085】",
      "text": [
        "次に，大当たり遊技中の推奨ルート報知処理について，図8を参照しながら詳しく説明する。大当たり遊技が開始されると，推奨ルート報知制御部210は，ラウンド遊技毎に図8に示す処理を行っている。よって，大当たり遊技が15ラウンドの場合は，推奨ルート報知制御部210は，図8に示す処理を15回行うことになる。推奨ルート報知処理が開始されると，まず，ステップS31にて，推奨ルート報知制御部210は，ラウンド遊技の開始時に，ルートAを推奨ルートとして報知する。具体的には，推奨ルート報知制御部210は，演出表示装置34に「ルートAを狙って遊技球を発射した方が良い」旨のメッセージを表示する。これは，大入賞口42に多くの遊技球を入賞させるためには，ラウンド遊技の前半は，遊技領域31に打ち出された遊技球がアタッカー装置41に到達するまでの時間が長い方のルートAを狙う方が良いからである。",
        "【0086】",
        "次いで，ステップS32に進み，推奨ルート報知制御部210は，第1大入賞口検知センサ45a，第2大入賞口検知センサ45b，第3大入賞口検知センサ45cからの検知信号を，主制御処理部100を介して受信する。次いで，推奨ルート報知制御部210は，ステップS33に進み，ラウンド遊技中に大入賞口42内に遊技球が7個(本実施形態ではＮ＝7である)入賞したか否かを判断する。具体的には，大入賞口検知センサ45a，45b，45cからの検知信号の入力回数が7回に到達したかを，推奨ルート報知制御部210は判断する。ステップS33でＮoの場合は，ステップS32の手前に戻る。",
        "【0087】",
        "一方，ステップS33でYesの場合，つまり，大入賞口42に1回のラウンド遊技中に7個遊技球が入賞した場合には，ステップS34に進んで，推奨ルート報知制御部210は，大入賞口検知センサ45a，45b，45cのうち，最も検知信号の入力が多いものが何であるかを確認する。つまり，大入賞口42に入賞した7個の遊技球は，大入賞口検知センサ45a，45b，45cの何れかによって検知されるが，何れのセンサによる検知が最も多いかを，推奨ルート報知制御部210は，このステップS34で確認しているのである。即ち，このステップS34は，遊技球がルートAとルートBの何れを流下して大入賞口42に入賞したかを確認するための処理である。そして，ルートAを経由して大入賞口42に遊技球が入賞すると，前述したように，殆ど第1大入賞口検知センサ45aからの検知信号が入力されることになる。",
        "【0088】",
        "ステップS34での確認の結果，最も検知信号の入力が多いセンサが第1大入賞口検知センサ45aである場合は，遊技球が概ねルートAを流下して大入賞口42に入賞しているとみなすことができるから，推奨ルート報知制御部210は，ステップS35にて，演出表示装置34に「右打ちして！」というメッセージを表示する(図4参照)。これを見た遊技者は，ハンドル7を操作して右打ちを行い，遊技球がルートBを流下するようにする。すると，右打ちで遊技領域31に打ち出された遊技球は，ルートBを流下して，直ちに大入賞口42へと到達する。このとき，右打ちする前に既にルートAを流下している遊技球は，大入賞口42に到達するまでの時間が長いので，ルートBを流下してきた遊技球とちょうど同じようなタイミングで大入賞口42に到達することが可能である。",
        "【0089】",
        "そうすると，1回のラウンド遊技は遊技球が10個入賞するとラウンド遊技が終了するが，ルートAを流下して大入賞口42に10個目として入賞する遊技球と，ルートBを流下して大入賞口42に11個目として入賞する遊技球がたまたま同時である場合には，大入賞口42に11個の遊技球を入賞させて1回のラウンド遊技が終了することになる(オーバー入賞したことになる)。この場合，11個の遊技球が入賞するので，当然，賞球個数も11個の入賞分となる。つまり，遊技者は，遊技球1個分の賞球を余分に獲得することができるのである。このように，本実施形態では，推奨ルート報知制御部210が，大入賞口42へ遊技球が7個入賞したときに推奨ルートを報知しているので，それを見た遊技者は，遊技球を打ち分けることにより，ラウンド遊技毎の賞球の獲得を多くすることができる。つまり，遊技者の技量によって，ラウンド遊技中に獲得できる賞球数を多くすることができる。",
        "【0090】",
        "なお，ステップS34による処理で，検知信号の入力が最も多いセンサが，第2大入賞口検知センサ45bの場合と第3大入賞口検知センサ45cの場合には，遊技球がルートBを流下して大入賞口42に入賞したとみなすことができる。この場合には，ルートAを狙うように報知したとしても，大入賞口42に余分に遊技球を入賞させることは困難であるから，推奨ルート報知制御部210は，推奨ルートを報知していない(ステップS36)。勿論，大入賞口42に余分に遊技球を入賞させることができる場合には，ルートAを狙うように報知しても良い。",
        "【0091】",
        "以上，説明したように，第1の実施の形態例に係るパチンコ機によれば，物理的な貯留部を設けることなく，遊技者の技量によってルートAとルートBとに遊技球を打ち分けるだけで，大入賞口42に入賞させる遊技球の個数を増やすことができる。つまり，大当たり遊技中に獲得できる賞球数に遊技者の技術が介入する余地を残すことにより，遊技性を向上させることができるのである。また，貯留部などを設けることなくこのような遊技性を実現できるため，遊技領域を狭めることもなく，かつ，低コストである。さらに，推奨ルート報知制御部210が推奨ルートを報知する構成であるため，遊技者は，演出表示装置34に表示される推奨ルートを見て，容易に遊技球を打ち分けて，より多くの賞球を獲得することができる。"
      ]
    },
    {
      "fig": "ケ",
      "subject": "【0092】",
      "text": [
        "続いて，本発明の第2の実施の形態例に係るパチンコ機について説明するが，第2の実施の形態例に係るパチンコ機は，第1の実施の形態例に係るパチンコ機と比べて，一部の構成が相違するだけであるので，以下では，主にこの相違部分について図9～図11を用いて説明することとし，それ以外の部分については，説明を省略する。",
        "【0093】",
        "図9に示すように，第2の実施の形態例に係るパチンコ機では，遊技領域31内のルートAを流下する遊技球を検知するためのルートA検知センサ(第1遊技球検知センサ)55aと，ルートBを流下する遊技球を検知するためのルートB検知センサ(第2遊技球検知センサ)55bとを備えている点，および，大入賞口42に入賞した遊技球を検知するセンサが大入賞口検知センサ45の1つだけである点で第1の実施の形態例に係るパチンコ機と構成上の相違がある。なお，ルートA検知センサ55aおよびルートB検知センサ55bは，反射型のフォトセンサが用いられている。また，ルートA検知センサ55a，ルートB検知センサ55b，および大入賞口検知センサ45は，図10に示すように，何れも主制御処理部100と電気的に接続されている。",
        "【0094】",
        "第2の実施の形態例に係るパチンコ機は，上記した構成の相違により，推奨ルート報知制御部210が行う報知処理が異なる。そこで，以下，第2の実施の形態例における推奨ルート報知処理について，図11を参照しながら説明する。",
        "【0095】",
        "図11に示すように，推奨ルート報知処理が開始されると，まず，ステップS51にて，推奨ルート報知制御部210は，ラウンド遊技の開始時に，ルートAを推奨ルートとして報知する。具体的には，推奨ルート報知制御部210は，演出表示装置34に「ルートAを狙って遊技球を発射した方が良い」旨のメッセージを表示する。",
        "【0096】",
        "次いで，ステップS52に進み，推奨ルート報知制御部210は，大入賞口検知センサ45からの検知信号を，主制御処理部100を介して受信する。次いで，推奨ルート報知制御部210は，ステップS53に進み，ラウンド遊技中に大入賞口42内に遊技球が7個(本実施形態ではＮ＝7である)入賞したか否かを判断する。ステップS53でＮoの場合は，ステップS52の手前に戻る。",
        "【0097】",
        "一方，ステップS53でYesの場合，つまり，大入賞口42に1回のラウンド遊技中に7個遊技球が入賞した場合には，ステップS54に進んで，推奨ルート報知制御部210は，ラウンド遊技中のルートA検知センサ55aからの検知信号とルートB検知センサ55bからの検知信号のどちらが多く入力されたかを確認する。即ち，このステップS54は，遊技球がルートAとルートBの何れを流下して大入賞口42に入賞したかを確認するための処理である。",
        "【0098】",
        "ステップS54での確認の結果，ルートA検知センサ55aからの検知信号の入力が多いと判断された場合には，遊技球が概ねルートAを流下して大入賞口42に入賞しているとみなすことができるから，推奨ルート報知制御部210は，ステップS55にて，演出表示装置34に「右打ちして！」というメッセージを表示する(図9参照)。これを見た遊技者は，ハンドル7を操作して右打ちを行い，遊技球がルートBを流下するようにする。すると，右打ちで遊技領域31に打ち出された遊技球は，ルートBを流下して，直ちに大入賞口42へと到達する。このとき，右打ちする前に既にルートAを流下している遊技球は，大入賞口42に到達するまでの時間が長いので，ルートBを流下してきた遊技球とちょうど同じようなタイミングで大入賞口42に到達することが可能である。",
        "【0099】",
        "そうすると，1回のラウンド遊技は遊技球が10個入賞するとラウンド遊技が終了するが，ルートAを流下して大入賞口42に10個目として入賞する遊技球と，ルートBを流下して大入賞口42に11個目として入賞する遊技球がたまたま同時である場合には，大入賞口42に11個の遊技球を入賞させて1回のラウンド遊技が終了することになる(オーバー入賞したことになる)。この場合，11個の遊技球が入賞するので，当然，賞球個数も11個の入賞分となる。このように，第2の実施の形態例においても，遊技者は，技量によって，遊技球1個分の賞球を余分に獲得することができるのである。",
        "【0100】",
        "なお，ステップS54による処理で，ルートB検知センサ55bからの検知信号の入力が多いと判断された場合には，遊技球がルートBを流下して大入賞口42に入賞したとみなすことができるから，推奨ルート報知制御部210は，推奨ルートを報知していない(ステップS56)。勿論，大入賞口42に余分に遊技球を入賞させることができる場合には，ルートAを狙うように報知しても良い。",
        "【0101】",
        "以上，説明したように，第2の実施の形態例に係るパチンコ機によっても，第1の実施の形態例に係るパチンコ機と同様に，物理的な貯留部を設けることなく，遊技者の技量によってルートAとルートBとに遊技球を打ち分けるだけで，大入賞口42に入賞させる遊技球の個数を増やすことができる。また，貯留部などを設けることなくこのような遊技性を実現できるため，遊技領域を狭めることもなく，かつ，低コストである。さらに，推奨ルートの報知によって，遊技者は多くの賞球を簡単に獲得することができる。",
        "【0103】",
        "また，大入賞口検知センサやルート検知センサの数は，ルートの数に応じて適宜決定すれば良い。また，上記した実施の形態例では，推奨ルートを報知するタイミングは，ラウンド遊技中に大入賞口42に遊技球が7個入賞したタイミングであったが，ルートを流下する遊技球の速度等を考慮して，適宜報知するタイミングは変更可能である。また，入賞個数以外にもラウンド遊技の開始から所定時間(例えば20秒)経過したタイミングで推奨ルートを報知するようにしても良い。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "前記(1)の記載事項によれば，本願明細書には，本願発明に関し，次のような開示があることが認められる。"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "遊技性を向上させるために，貯留部に遊技領域を流下する遊技球そのものを物理的かつ一時的に保持して，遊技球の流下タイミングを遅延させるように構成し，遊技者が手元のボタンを押下することで貯留した遊技球が落下可能となるようにした従来のパチンコ機は，例えば，大当たり遊技中に遊技者がボタンを操作すれば，貯留部内の遊技球が大入賞口に向かって一気に放出されるため，多くの遊技球を大入賞口に入賞させることができたが，遊技球を物理的に貯留する手段を設ける必要があるため，部品点数が多くなり，コストが嵩むといった課題があり，また，遊技球が流下する領域を狭めることとなり，好ましくなく，その一方で，大当たり遊技中に単に遊技球を発射して大入賞口内に入賞させるだけでは，遊技の面白みに欠けるという実情があった(【0004】，【0006】)。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "「本発明」は，上記実情に鑑み，推奨する遊技球のルートを遊技者が容易に打ち分けることができ，遊技性を向上させることのできるパチンコ機を提供することを目的とし，この目的を達成するための手段として，遊技領域に打ち出された遊技球が特別電動役物へ向かう，少なくとも2つのルートが前記遊技領域内に設けられ，前記2つのルートは，共に遊技球が物理的に貯留されることなく流下可能に構成されていると共に，一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成され，前記一方のルートは前記遊技領域のうち主に左側の領域が用いられ，前記他方のルートは前記遊技領域のうち主に右側の領域が用いられ，前記一方のルートを流下する遊技球を検知する第1遊技球検知センサと，前記他方のルートを流下する遊技球を検知する第2遊技球検知センサと，前記大入賞口に入賞した遊技球を検出する大入賞口検知センサと，前記2つのルートのうち推奨するルートを遊技者に報知する推奨ルート報知手段と，をさらに備え，大当たり遊技制御手段は，前記大入賞口を開放するよう前記特別電動役物を作動させた後に，前記大入賞口にM個(ただし，Mは自然数)の遊技球が入賞したことを条件に前記大入賞口を閉鎖するよう前記特別電動役物を作動させるラウンド遊技を複数回行う内容の前記大当たり遊技を提供し，前記推奨ルート報知手段は，遊技球が前記他方のルートを流下している状態で，前記第2遊技球検知センサが所定個数の遊技球を検知した後に，前記一方のルートを推奨するルートとして遊技者に報知するようにした構成を採用した(【0007】，【0009】)。",
            "これにより「本発明」は，推奨する遊技球のルートを遊技者が容易に打ち分けることができ，遊技性を向上させることのできるパチンコ機を提供することができるという効果を奏する(【0011】)。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "引用例1の記載事項について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "引用例1(甲1)には，次のような記載がある(下記記載中に引用する「図1」ないし「図4」については別紙2を参照)。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "【技術分野】",
          "text": [
            "【0001】",
            "本発明は，始動入賞口に遊技球が入賞すると，複数の図柄が変動表示され，図柄が予め決められた配列に揃って停止した時，遊技者にとって有利な大当たり状態を発生させるパチンコ遊技機に関する。なお，この明細書における「大当たり」とは，特定の入賞口が開口して多くの遊技球が入賞可能な特別遊技状態を意味するものである。また，入賞口に遊技球が入ることを「入賞する」という。",
            "【背景技術】",
            "【0002】",
            "従来から，パチンコ遊技機では，遊技球の流下態様の単調化を防止して遊技者の興趣を高めるために，遊技盤面上に種々の役物装置を配設することが行われており，下記特許文献1では，遊技球の滞留時間を長くする誘導装置を配設することにより，遊技球の流下態様の単調化を防止しようとしている。特許文献1に示すパチンコ遊技機では，誘導装置を狙って遊技球を発射することにより，遊技球の流下態様を楽しむことができるとともに，誘導装置の導出口の下方に入賞口を設けておけば，遊技球を入賞させることも可能とされている(同文献の段落0009参照)。また，遊技領域の左側に誘導装置と始動入賞装置とを設けるとともに，右側に遊技釘(障害釘)，風車等と始動入賞装置とを設けて，遊技者に，左側を狙い打ちして入賞率が設定済みの始動入賞装置への入賞を目指すか，右側を狙い打ちして遊技店側で入賞率を調整可能な始動入賞装置への入賞を目指すか，狙い打ちの選択の自由度を増やすことも可能とされている(同文献の段落0094参照)。"
          ]
        },
        {
          "fig": "イ",
          "subject": "【発明が解決しようとする課題】",
          "text": [
            "【0003】",
            "しかし，特許文献1のパチンコ遊技機では，時間の経過に応じて遊技球を例えば遊技領域の右側と左側とに打ち分けることにより，可変入賞装置への大量の入賞を狙うといったことはできず，遊技者の技術介入の余地が少なく，興趣の向上効果が小さかった。",
            "【0004】",
            "この発明は，上述した問題を解決するものであり，時間の経過に応じて遊技球を打ち分けることにより，可変入賞装置への大量の入賞を狙うことが可能であるため，遊技者の技術介入の余地が高く，興趣の向上効果が大きいパチンコ遊技機を提供することを目的とする。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "【課題を解決するための手段】",
          "text": [
            "【0005】",
            "本発明のパチンコ遊技機は，遊技者が操作可能な操作レバーを有する打球発射装置を備えたパチンコ遊技機において，遊技球が流下する遊技球流下部と，遊技球が前記遊技球流下部を流下する場合よりも長時間かかって流下する遊技球滞留部と，前記遊技球流下部を流下した遊技球と前記遊技球滞留部を流下した遊技球とが合流する位置又は該位置よりも下流の位置に設けられた可変入賞装置とを，遊技盤面上に備え，前記操作レバーによって，遊技者が前記遊技球流下部と前記遊技球滞留部とに遊技球を打ち分け可能に構成されたことを特徴とする。",
            "【0006】",
            "ここで，前記可変入賞装置に設けられた入賞口の開放時間を，少なくとも第1の開放時間と前記第1の開放時間よりも短い第2の開放時間とを含むように設定し，前記第1の開放時間は，前記遊技球流下部又は前記遊技球滞留部のいずれか一方のみからの遊技球の入賞であっても，所定の入賞数が見込める時間とし，前記第2の開放時間は，前記遊技球流下部及び前記遊技球滞留部の両方からの遊技球の入賞があったときのみ，所定の入賞数が見込める時間とすることが好ましい。",
            "【0007】",
            "また，報知装置を備え，前記報知装置により前記入賞口の開放を予告するように構成されていることが好ましい。"
          ]
        },
        {
          "fig": "エ",
          "subject": "【発明の効果】",
          "text": [
            "【0009】",
            "本発明のパチンコ遊技機は，遊技盤面上に，遊技球流下部と遊技球流下部よりも遊技球の流下が遅い遊技球滞留部とが設けられるとともに，遊技球流下部からの遊技球と遊技球滞留部からの遊技球とが合流する位置又はその下流位置に可変入賞装置が設けられており，操作レバーによって遊技者が遊技球流下部と遊技球滞留部とに遊技球を打ち分け可能に構成されているので，遊技者が可変入賞装置の入賞口の開放前に，まず遊技球滞留部を狙って遊技球を発射し，次に遊技球流下部を狙って遊技球を発射することにより，遊技球滞留部からの遊技球と遊技球流下部からの遊技球とが合流して，可変入賞装置に入賞することとなる。すなわち，時間の経過に応じて遊技球を打ち分けることにより，可変入賞装置への大量の入賞を狙うことが可能であるため，遊技者の技術介入の余地が高く，興趣の向上効果が大きい。",
            "【0010】",
            "また，可変入賞装置の入賞口の開放時間に，第1の開放時間と第1の開放時間よりも短い第2の開放時間とを設け，第1の開放時間では，遊技球流下部又は遊技球滞留部のいずれか一方のみからの遊技球の入賞であっても所定の入賞数が見込めるが，第2の開放時間では，遊技球流下部及び遊技球滞留部の両方からの遊技球の入賞があったときのみ所定の入賞数が見込めるようにすれば，第2の開放時間による開放(すなわち短時間開放)であっても，開放前の打ち分けによって所定の入賞数が見込めるので，遊技者の遊技意欲が高まり，興趣の向上効果が大きい。",
            "【0011】",
            "また，報知装置で入賞口の開放を予告するように構成すれば，遊技者はその予告に基づいて打ち分け可能であるので遊技意欲が湧くこととなり，更に興趣の向上効果が大きい。"
          ]
        },
        {
          "fig": "オ",
          "subject": "【0013】",
          "text": [
            "以下，本発明の一実施形態を図1～図4に基づいて説明する。図1において，1はパチンコ機の木枠であり，木枠1の前には前面枠2が蝶番を介して開閉可能に装着され，前面枠2の前面にはガラス扉5を開閉可能に設けた金枠が取り付けられ，前面枠2の内側に遊技盤3が着脱可能に取り付けられる。また，遊技盤3の背面側に合成樹脂製の機構板がヒンジを介して回動可能に装着される。",
            "【0016】",
            "遊技盤3の盤面上の遊技領域3aの左側部には，図2において1点鎖線で囲んで示すように，遊技球流下部31が設けられ，遊技領域3aの右側部には，図2において2点鎖線で囲んで示すように，遊技球滞留部32が設けられている。遊技球滞留部32は，遊技盤3の盤面上に遊技球流下部31よりも多数の遊技釘を突設することにより構成されており，遊技球滞留部32は，遊技球が遊技球流下部31を流下(すなわち，通過)する場合よりも長時間かかって流下するように構成されている。すなわち，遊技球が遊技球流下部31を通過する時間(入ってから出るまでの時間)よりも，遊技球が遊技球滞留部32を通過する時間の方が長くなるように構成されている。",
            "【0020】",
            "発射機構部は，操作レバー9の右への回動角度が大きい程，打撃力が強くなるように構成される。ある程度以上の強い打撃力で発射された(以下，「強発射された」という。)遊技球は，遊技領域3aの右側部に落下する。一方，操作レバー9の右への回動角度が小さいため強発射されなかった(以下，「通常発射された」という。)遊技球は，遊技領域3aの左側部に落下する。したがって，操作レバー9によって，遊技者は，遊技球を遊技領域3aの右側部と左側部とに打ち分けることができ，延いては，遊技球流下部31と遊技球滞留部32とに打ち分けることができる。",
            "【0021】",
            "遊技盤3の前面には，中央に，図柄変動表示装置10が配設される。図柄変動表示装置10は，カラー液晶表示器等の表示器10aを備えており，表示器10aは，3列に配置した複数の数字や絵の図柄が上から下に流れるように変動表示され，所定の図柄変動時間経過後，変動が停止されて図柄が確定するように構成される。",
            "【0022】",
            "表示器10aの上方には，保留表示ランプ15が複数のランプ等を配置して設けられ，保留表示ランプ15の上方には，普通図柄表示器16が設けられる。この普通図柄表示器16は，盤面上に設けられた通過ゲート4を球が通過し，ゲート検出器がそれを検出したとき，例えば1桁の数値が高速で循環・表示されるように構成される。そして，普通図柄表示器16の数字変動は，数秒後に停止するが，その停止図柄(数字)が所定の例えば「7」であった場合，後述の始動入賞口13の羽根部材13cが所定の秒数だけ開放される。また，遊技盤3の盤面上には報知用ランプ17a，17bが設けられる。",
            "【0023】",
            "図柄変動表示装置10の下方には，始動入賞口13が設けられる。始動入賞口13は開閉可能な羽根部材13cを有し，羽根部材13cは始動入賞口ソレノイドにより開閉駆動され，始動入賞口13に入賞した球はその内側に配設された始動記憶スイッチ14(図3参照)により検出される。",
            "【0024】",
            "始動入賞口13の下側には，図2の矢印で示すように，遊技球流下部31を流下した遊技球と遊技球滞留部32を流下した遊技球とが合流する位置に，可変入賞装置11が設けられる。",
            "【0025】",
            "可変入賞装置11には，開閉部材11aにより開閉される大入賞口が設けられ，開閉部材11aは，電磁ソレノイド等により開閉駆動される。大入賞口の内側には，大入賞口に入賞した球を検出するカウントスイッチ18(図3参照)が設けられる。また，大入賞口内には，特定入賞口が設けられ，特定入賞口に入賞した球を検出するための特定領域スイッチ19(図3参照)がその内側に設けられる。これらの入賞口に入賞した入賞球の数をカウントするカウンタがRAM22(図3参照)の特定メモリ領域などに設けられ，例えば大入賞口への入賞球のカウント値が規定入賞数(例えば9)になると，開閉部材11aは閉じられる。なお，開閉部材11aの1回の開放が1ラウンドとされ，所定時間内に特定入賞口に入賞すると，ラウンドが更新され，最大で例えば16ラウンドつまり16回開閉部材11aが開放される。",
            "【0030】",
            "CPU20は，大当たり判定制御，大当たり動作制御等を行う制御部である。ここで，大当たり判定制御とは，遊技中に始動入賞口13に遊技球が入賞して始動条件が成立すると，大当たり抽選用のカウンタ(図示せず。)から大当たり抽選用の乱数を取得して，大当たり抽選の処理を行うものである。",
            "【0031】",
            "そして，大当たり制御とは，大当たり抽選で大当たりが選択された場合(すなわち，大当たりを示す乱数が取得された場合)，図柄変動表示装置10，ソレノイド25，及び，報知用ランプ17a，17bに大当たり信号を送って大当たり処理を実行させるものである。なお，大当たり処理とは，図柄変動表示装置10において大当たり演出を行って所定の図柄に揃えて図柄を確定表示させるとともに，大入賞口の開放予告を報知用ランプ17a，17bにて報知し，可変入賞装置11の開閉部材11aを開閉動作させるものである。",
            "【0032】",
            "また，本実施形態では，大当たりを示す乱数に，長時間開放を示す数と，それ以外の数(すなわち短時間開放を示す数)とがあるものとし，長時間開放を示す数が取得された場合には，所定の第1の開放時間，大入賞口を開放することとし，短時間開放を示す数が取得された場合には，第1の開放時間より短い所定の第2の開放時間，大入賞口を開放することとする。"
          ]
        },
        {
          "fig": "カ",
          "subject": "【0035】",
          "text": [
            "次に，上記構成のパチンコ遊技機の大当たり動作について説明する。パチンコゲームの遊技中に，遊技球が始動入賞口13に入賞すると，始動記憶スイッチ14がこれを検出し，始動入賞信号をCPU20に送る。すると，CPU20は，大当たり抽選用のカウンタから大当たり抽選用の乱数を取得して大当たり抽選を行うとともに，図柄変動表示装置10に制御信号を送って図柄の変動表示を開始させる。なお，大当たり抽選の結果，大当たりが選択された場合には大当たり信号が，リーチが選択された場合にはリーチ信号が，それぞれ図柄変動表示装置10に送られる。そして，図柄変動表示装置10は，大当たり信号を受け取った場合には，所定の大当たり図柄を表示した状態で図柄の変動を停止する。",
            "【0036】",
            "CPU20は，図柄変動表示装置10の図柄変動を大当たり図柄で停止した後，図4に示す開放処理を行う。まず，CPU20は大入賞口を開放する10秒前に，報知用ランプ17aに制御信号を送って，報知用ランプ17aを点灯させる。この報知用ランプ17aの点灯が，大入賞口の開放10秒前の予告となる(ステップS01)。",
            "【0037】",
            "次に，CPU20は大入賞口を開放する時間になった時に，開閉部材11aを開閉するソレノイド25に制御信号を送って大入賞口を開放し，所定の開放時間経過後，開閉部材11aを開閉するソレノイド25に制御信号を送って大入賞口を閉鎖する(S02)。なお，図4では，大当たりを示す乱数として短時間開放を示す数が取得されているものとし，開放時間は5秒である。",
            "【0038】",
            "CPU20は，開放回数(ラウンド数)が所定の最大数(例えば16)か否かを判定し，所定の最大数であれば，開放処理を終える(S03)。",
            "【0039】",
            "一方，開放回数が所定の最大数でなければ，ラウンドの更新があるか否かを判定し，ラウンドの更新があれば，ステップS01に制御を戻し，ラウンドの更新がなければ，開放処理を終える(S04)。なお，ラウンドの更新の有無は例えば次のようにして判断する。CPU20は，特定領域スイッチ19からの信号によって所定時間内に特定入賞口への入賞があったことを検知したときに，RAM22に設けられたラウンド更新フラグ(初期値は「0」)を「1」にしておき，ステップS04においてラウンド更新フラグが「1」であれば更新あり，「0」であれば更新なしと判断する。CPU20は，ステップS01に制御を戻す前にラウンド更新フラグを「0」に戻す。",
            "【0040】",
            "以上のように，パチンコ遊技機が動作するので，遊技者は，次のような技術介入により，大入賞口に大量の遊技球を入賞させることができる。遊技者は，報知用ランプ17aの点灯により大入賞口が10秒後に開放されることを知ったとき，操作レバー9を操作して，遊技球滞留部32を狙って遊技球を発射し，遊技球滞留部32に複数の遊技球を滞留させる。次に，遊技者は，大入賞口の開放前の適当な時間を見計らって，遊技球流下部31を狙って遊技球を発射する。すると，遊技球滞留部32に流入した遊技球は，遊技球流下部31に流入した遊技球よりも，長時間かかって流下するので，遊技球滞留部32を流下した遊技球と遊技球流下部31を流下した遊技球とは合流することとなり，その合流地点に設けられた可変入賞装置11の大入賞口に，短時間で大量の遊技球が入賞することとなる。したがって，5秒といった短時間開放であっても，大量の遊技球が入賞し得ることとなり，規定入賞数の遊技球を入賞させることも可能となる。",
            "【0041】",
            "このように，本実施形態のパチンコ遊技機は，時間の経過に応じて遊技球を打ち分けることにより，可変入賞装置への大量の入賞を狙うことが可能であるため，遊技者の技術介入の余地が高く，興趣の向上効果が大きい。",
            "【0042】",
            "また，第2の開放時間による開放(すなわち短時間開放)であっても，開放前の打ち分けによって所定の入賞数が見込めるので，遊技者の遊技意欲が高まることとなり，興趣の向上効果が大きい。",
            "【0043】",
            "また，遊技者は，報知用ランプ17aによる開放予告に基づいて打ち分けることができるので，遊技意欲が湧くこととなり，更に興趣の向上効果が大きい。",
            "【0046】",
            "なお，開放予告は，1回に限らず，例えば，大入賞口を開放する5秒前に報知用ランプ17bを点灯させて2回目の予告を行う等，複数回でもよい。複数回とすれば，例えば2回目の予告を契機に遊技球流下部31への発射に切り替える等，遊技者は打ち分けのタイミングを計り易くなる。また，報知用ランプ17aの点灯による予告以外に，スピーカを用いた音声による予告や，液晶表示装置を用いた映像による予告を行ってもよく，音声や映像で開放までのカウントダウンを行ってもよい。"
          ]
        },
        {
          "fig": "キ",
          "subject": "【0047】",
          "text": [
            "また，本実施形態では，遊技領域3aの左側部に遊技球流下部31，右側部に遊技球滞留部32を設けたので，通常発射の場合，流下が早い遊技球流下部31が使用されることとなり，遊技が迅速に進行するため遊技者にいらいら感を生じさせないという利点があるが，遊技領域3aの右側部に遊技球流下部31，左側部に遊技球滞留部32を設けてもよい。かかる場合，遊技球流下部31を流下する遊技球は強発射されたものであるため，流下が通常発射の場合よりも早くなり，遊技球滞留部32を経た遊技球と合流させるのが難しくなって，技術介入の余地が更に高くなるという利点がある。",
            "【0048】",
            "また，本実施形態では，可変入賞装置11を，遊技球流下部31からの遊技球と遊技球滞留部32からの遊技球とが合流する位置に設けたが，かかる合流位置よりも下流の位置(すなわち，合流した遊技球が流下してくる位置)に設けてもよい。",
            "【0056】",
            "なお，遊技球滞留部32は，滞留個数等の調整のし易さから，遊技釘のみから構成され役物装置を含まないことが望ましいが，遊技球流下部31は役物装置を含むものであってもよい。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "前記(1)の記載事項によれば，引用例1には，次のような開示があることが認められる。"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "遊技球の流下態様の単調化を防止して遊技者の興趣を高めるために，遊技球の滞留時間を長くする誘導装置を配設することで，誘導装置を狙って遊技球を発射することにより，遊技球の流下態様を楽しむことができるとともに，誘導装置の導出口の下方に入賞口を設け，遊技球を入賞させることも可能となるようにした従来のパチンコ遊技機においては，遊技領域の左側に誘導装置と始動入賞装置とを設けるとともに，右側に遊技釘(障害釘)，風車等と始動入賞装置とを設け，遊技者に，左側を狙い打ちして入賞率が設定済みの始動入賞装置への入賞を目指すか，右側を狙い打ちして遊技店側で入賞率を調整可能な始動入賞装置への入賞を目指すか，狙い打ちの選択の自由度を増やすことも可能とされていたが，時間の経過に応じて遊技球を例えば遊技領域の右側と左側とに打ち分けることにより，可変入賞装置への大量の入賞を狙うといったことはできず，遊技者の技術介入の余地が少なく，興趣の向上効果が小さいという問題があった(【0002】，【0003】)。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "「本発明」は，上記問題を解決し，時間の経過に応じて遊技球を打ち分けることにより，可変入賞装置への大量の入賞を狙うことが可能であるため，遊技者の技術介入の余地が高く，興趣の向上効果が大きいパチンコ遊技機を提供することを目的とし，この目的を達成するための手段として，遊技球が流下する遊技球流下部と，遊技球が前記遊技球流下部を流下する場合よりも長時間かかって流下する遊技球滞留部と，前記遊技球流下部を流下した遊技球と前記遊技球滞留部を流下した遊技球とが合流する位置又は該位置よりも下流の位置に設けられた可変入賞装置とを，遊技盤面上に備え，操作レバーによって，遊技者が前記遊技球流下部と前記遊技球滞留部とに遊技球を打ち分け可能とし，また，報知装置により前記可変入賞装置の入賞口の開放を予告する構成を採用した(【0004】，【0005】，【0007】)。",
            "これにより「本発明」は，遊技者が可変入賞装置の入賞口の開放前に，まず遊技球滞留部を狙って遊技球を発射し，次に遊技球流下部を狙って遊技球を発射することにより，遊技球滞留部からの遊技球と遊技球流下部からの遊技球とが合流して，可変入賞装置に入賞することとなるため，時間の経過に応じて遊技球を打ち分けることにより，可変入賞装置への大量の入賞を狙うことが可能となり，遊技者の技術介入の余地が高く，興趣の向上効果が大きく，また，遊技者は，報知装置による入賞口の開放の予告に基づいて打ち分け可能であるので遊技意欲が湧くこととなり，更に興趣の向上効果が大きいという効果を奏する(【0009】，【0011】)。"
          ],
          "content": [
            {
              "fig": "3",
              "subject": "一致点及び相違点の認定の誤りについて",
              "text": [
                "原告は，引用発明は，本願発明の構成Cを備えていないから，構成Cは本願発明と引用発明の相違点として認定すべきであるのに，これを一致点として認定した本件審決の認定は誤りである旨主張するので，以下において判断する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "「一方のルート」及び「他方のルート」について",
      "text": [
        "原告は，本願発明の特許請求の範囲(請求項2)の構成Dの記載によれば，遊技領域の右側に設けられている引用発明の「遊技球滞留部32」が本願発明の「他方のルート」に，遊技領域の左側に設けられている引用発明の「遊技球流下部31」が本願発明の「一方のルート」に相当するとした上で，引用発明の「遊技球滞留部32」(他方のルート)は，遊技球が「遊技球流下部31」(一方のルート)を流下する場合よりも長時間かかって流下するように構成されており，「一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成」されている本願発明とは相違するから，この点を一致点と認定した本件審決には誤りがある旨主張する。",
        "そこで検討するに，本願発明の特許請求の範囲(請求項2)には，「一方のルート」及び「他方のルート」に関し，「前記遊技領域に打ち出された遊技球が前記特別電動役物へ向かう，少なくとも2つのルートが前記遊技領域内に設けられ」(構成B)，「前記2つのルートは，共に遊技球が物理的に貯留されることなく流下可能に構成されていると共に，一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成され」(構成C)，「前記一方のルートは前記遊技領域のうち主に左側の領域が用いられ，前記他方のルートは前記遊技領域のうち主に右側の領域が用いられ，」(構成D)との記載がある。上記記載によれば，請求項2では，構成B及びCで，「一方のルート」及び「他方のルート」は，遊技領域内に設けられ，遊技領域に打ち出された遊技球が前記特別電動役物へ向かう「2つのルート」であって，「共に遊技球が物理的に貯留されることなく流下可能に構成され」るが，「一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成され」という「一方のルート」及び「他方のルート」の構造について規定し，構成Dで，「一方のルート」及び「他方のルート」が遊技領域において用いられる左右の配置について規定したものと理解できる。",
        "しかるところ，引用例1の「遊技盤3の盤面上の遊技領域3aの左側部には，図2において1点鎖線で囲んで示すように，遊技球流下部31が設けられ，遊技領域3aの右側部には，図2において2点鎖線で囲んで示すように，遊技球滞留部32が設けられている。遊技球滞留部32は，遊技盤3の盤面上に遊技球流下部31よりも多数の遊技釘を突設することにより構成されており，遊技球が遊技球流下部31を通過する時間(入ってから出るまでの時間)よりも，遊技球が遊技球滞留部32を通過する時間の方が長くなるように構成されている。」(【0016】)との記載及び図2から，引用発明においては，「遊技球滞留部32」は，遊技盤3の盤面上に「遊技球流下部31」よりも多数の遊技釘を突設することにより構成されており，図2の矢印で示すように可変入賞装置11の大入賞口へ向かう遊技球が「遊技球流下部31」を流下する場合よりも長時間かかって流下し，上記大入賞口に到達するまでの時間が長くなるように構成されていることを理解できるから，「遊技球流下部31」の方が「遊技球滞留部32」に比べて，「遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成され」ているといえる。",
        "そうすると，引用発明の「遊技球流下部31」は，本願発明の「他方のルート」の構造である「一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成され」との構造を備えているといえる。",
        "また，引用例1の「本実施形態では，遊技領域3aの左側部に遊技球流下部31，右側部に遊技球滞留部32を設けたので，通常発射の場合，流下が早い遊技球流下部31が使用されることとなり，遊技が迅速に進行するため遊技者にいらいら感を生じさせないという利点があるが，遊技領域3aの右側部に遊技球流下部31，左側部に遊技球滞留部32を設けてもよい。」(【0047】)との記載から，引用例1には，遊技領域3aにおける「遊技球流下部31」及び「遊技球滞留部32」の配置を左右逆にしてよいことの示唆があることが認められ，「本実施形態」記載の左右の配置は必須ではないものと理解できる。",
        "以上によれば，本件審決が，本願発明の「一方のルート」と「他方のルート」の構造に係る「遊技球が遊技領域に打ち出されてから特別電動役物に到達するまでの時間」の長短に着目して，引用発明の「遊技球滞留部32」が本願発明の「一方のルート」に，引用発明の「遊技球流下部31」が本願発明の「他方のルート」に相当すると認定し，「一方のルートに比べて他方のルートの方が，遊技球が遊技領域に打ち出されてから前記特別電動役物に到達するまでの時間が短くなるように構成」されている点を一致点として認定し，「一方のルート」及び「他方のルート」が用いられる領域(左右の配置)を相違点1として認定したことは適切な認定手法であるものと認められる。",
        "したがって，原告の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "「共に遊技球が物理的に貯留されることなく流下可能に構成されている」との点について",
      "text": [
        "原告は，引用例1の記載(【0040】，【0056】)から，引用発明の「遊技球滞留部32」は，「役物装置を含むもの」と同等の滞留機能を有し，また，遊技球を10秒間という相当長い期間滞留させるものであって「物理的に貯留」する機能を備えるものであって，本願発明の構成Cの「遊技球が物理的に貯留されることなく」との構成を備えているといえないから，本件審決が「前記2つのルートは，共に遊技球が物理的に貯留されることなく流下可能に構成されている」点を本願発明と引用発明の一致点と認定したのは誤りである旨主張する。",
        "そこで検討するに，「貯留」とは，一般に，「水などがたまること。また，ためること」を意味すること(大辞林(第三販))に照らすと，本願発明の「共に前記2つのルートは，共に遊技球が物理的に貯留されることなく流下可能に構成されている」にいう「物理的に貯留」とは，遊技球が物理的に「たまること」を意味するものと理解できるところ，本願発明の特許請求の範囲(請求項2)には，「貯留」の手段，態様，時間等を規定した記載はない。",
        "次に，本願明細書には，「本発明において，「遊技球が物理的に貯留されることなく」とは，貯留装置等に物理的に遊技球が貯留されることなくという意味だけでなく，電力を供給して駆動する装置によって，遊技球の流下が物理的に妨げられることによって，一時的に遊技球が滞留するようなこともなくという意味も含む概念である。逆に，釘や風車等のような障害物は，電力を供給して駆動するような構造ではないので，このような障害物によって遊技球の流下が妨げられたとしても，この場合は遊技球が物理的に貯留されたことにはならない。」(【0010】)との記載がある。上記記載から，遊技球が「物理的に貯留」されるとは，「貯留装置等」に物理的に遊技球が貯留される場合のほか，「電力を供給して駆動する装置」によって，遊技球の流下が物理的に妨げられて一時的に遊技球が滞留する場合を含むが，「釘や風車等のような障害物」は，「電力を供給して駆動する装置」に当たらないので，「釘や風車等のような障害物」によって遊技球の流下が妨げられる場合は，遊技球が「物理的に貯留」される場合に含まれないと理解できる。",
        "また，本願明細書には，「本実施形態では，遊技球が流下するルートとして，図4に示すように，主にルートAとルートBの2つのルートがある。…遊技領域31に打ち出された遊技球がルートAを遊技球が流下する場合，図4から明らかなように，数多くの釘が流下の妨げとなるため，流下速度が低下する。そのため，ルートAを流下した場合，遊技領域31内に打ち出された遊技球が大入賞口42に到達するまでの所要時間は，平均6秒程度である。一方，ルートBを遊技球が流下する場合，図4から明らかなように，釘の数がルートAに比べて大幅に少なくなっているので，遊技球が流下する際の妨げとなるものがルートAに比べて少ない。よって，ルートBは遊技球の流下速度がルートAに比べて低下しない。そのため，ルートBを流下した場合，遊技領域31内に打ち出された遊技球が大入賞口42に到達するまでの所要時間は，平均2秒程度である。」(【0016】)との記載がある。上記記載及び図4から，「一方のルート」に対応する「ルートA」を遊技領域31に打ち出された遊技球が流下する場合に，流下速度が低下し，大入賞口42に到達するまでの所要時間が平均6秒程度となるのは，「数多くの釘が流下の妨げとなるため」であることを理解できるから，本願明細書には，遊技領域の設けられた「数多くの釘」によって遊技球の流下が妨げられる場合は，遊技球が「物理的に貯留」される場合に含まれないことの開示があるものと認められる。",
        "さらに，前記1(2)のとおり，本願明細書には，貯留部に遊技領域を流下する遊技球そのものを物理的かつ一時的に保持して，遊技球の流下タイミングを遅延させるように構成し，遊技者が手元のボタンを押下することで貯留した遊技球が落下可能となるようにした従来のパチンコ機は，例えば，大当たり遊技中に遊技者がボタンを操作すれば，貯留部内の遊技球が大入賞口に向かって一気に放出されるため，多くの遊技球を大入賞口に入賞させることができたが，遊技球を物理的に貯留する手段を設ける必要があるため，部品点数が多くなり，コストが嵩むなどの課題があるという実情(【0004】，【0006】)に鑑み，「本発明」は，推奨する遊技球のルートを遊技者が容易に打ち分けることができ，遊技性を向上させることのできるパチンコ機を提供することを目的とすることの開示があることに照らすと，「本願発明」は，貯留部に遊技領域を流下する遊技球そのものを物理的かつ一時的に保持し得るような装置構成を有する従来のパチンコ機における問題点を解決することを目的とするものといえる。",
        "以上を総合すると，本願発明の遊技球が「物理的に貯留」されるとは，「貯留装置等」又は「電力を供給して駆動する装置」によって，遊技領域を流下する遊技球そのものを物理的にためることを意味するものであり，遊技領域内に設けられた複数の釘が遊技球の流下の妨げとなって，遊技球の流下速度が低下する場合は，遊技球が「物理的に貯留」される場合に含まれないと解するのが相当である。",
        "しかるところ，前記(1)認定のとおり，引用発明の「遊技球滞留部32」は，遊技盤3の盤面上に突設された多数の遊技釘が可変入賞装置11の大入賞口へ向かう遊技球の流下の妨げとなって，遊技球の流下速度を低下させ，上記大入賞口に到達するまでの時間が長くなるように構成されているものであって，「貯留装置等」又は「電力を供給して駆動する装置」によって，遊技領域を流下する遊技球そのものを物理的にためる構成を備えているものとは認められないから，引用発明は，本願発明の遊技球が「物理的に貯留」される構成を備えているものとはいえない。一方，原告が指摘する引用例1の記載(【0040】，【0056】)は，引用発明の「遊技球滞留部32」が，「貯留装置等」又は「電力を供給して駆動する装置」によって，遊技領域を流下する遊技球そのものを物理的にためる構成を備えていることをうかがわせるものではない。",
        "そうすると，引用発明の「遊技球滞留部32」は，「遊技球が物理的に貯留されることなく流下可能に構成され」ているものと認められるから，原告の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "小括",
      "text": [
        "以上によれば，引用発明は，本願発明の構成Cを備えているものと認められるから，本件審決における一致点及び相違点の認定の誤りをいう原告の主張は理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "4",
              "subject": "相違点2及び3の判断の誤りについて"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "引用例2の記載事項について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "引用例2(甲2)には，次のような記載がある(下記記載中に引用する「図1」ないし「図4」，「図19」ないし「図21」については別紙3を参照)。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，遊技者の発射操作により遊技球を発射させる遊技機に関し，特に，発射操作に関する報知を行う遊技機に関する。",
                    "【背景技術】",
                    "【0002】",
                    "従来の遊技機では，遊技盤上に設けられた始動口に遊技球が入賞すると，図柄表示装置において図柄の変動が開始され，特別の図柄(大当たり図柄)で停止されると，特別遊技(大当たり)の制御を行うように構成されている。こうした特別遊技では，遊技盤上に設けられた大入賞口が開放され，遊技球の入賞を容易にして，当該大入賞口に入賞した遊技球に対応する賞球が遊技者に払い出されるようになっている。",
                    "【0003】",
                    "また，遊技の興趣の向上を図るための遊技性や遊技盤面の構成上の制約等から，左側の遊技領域から遊技球が入賞するように始動口を配置し，右側の遊技領域に大入賞口や電動チューリップ等を配置した遊技機が数多く提供されている。",
                    "【0004】",
                    "このような遊技機は，通常遊技状態(非時短遊技状態)のときには，左側の遊技領域に向けて遊技球を発射させ(以下「左打ち」という)，特別遊技や時短遊技状態のときには，右側の遊技領域に向けて遊技球を発射させ(以下「右打ち」という)，遊技状態に合わせて発射操作を変更しなければならない。そこで，遊技状態に合わせて発射操作に関する情報を報知する遊技機が知られている(特許文献1参照)。",
                    "【0005】",
                    "例えば，特許文献1には，右側の遊技領域に電動チューリップからなる第2始動口が設けられ，本来であれば右打ちをすべき時短遊技状態のときに，左側の遊技領域に設けられた左通過ゲートに遊技球が通過すると，左打ちが行われていると判定して，液晶表示装置に右打ちを促す画像を表示させることが記載されている。また，左打ちをすべき通常遊技状態においては，右側の遊技領域に設けられた右通過ゲートに遊技球が通過すると，液晶表示装置に左打ちを促す画像を表示させてもよいことも記載されている。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "【発明が解決しようとする課題】",
                  "text": [
                    "【0007】",
                    "しかしながら，第1の方向側の遊技領域(例えば，左側の遊技領域)に設けられた通過ゲートや始動口等に遊技球が通過することによって，第2の方向側の遊技領域(例えば，右側の遊技領域)に遊技球を発射させることを促すことを報知させてしまうと，本来，遊技状態に合わせて正しい方向側の遊技領域に遊技球を発射させる発射操作を行っているにもかかわらず，たまたま少量の遊技球が誤った方向側の遊技領域を流下し，誤った方向側の遊技領域に設けられた通過ゲートや始動口等を通過してしまったときには，正しい方向側の遊技領域に遊技球を発射させることを促すことが報知されてしまう(例えば，左打ちを行っているにもかかわらず，「左打ちに戻して下さい」という報知が行われてしまう)。",
                    "このため，正しい方向側の遊技領域に遊技球を発射させている遊技者に，煩わしさや不快感を与えていた。",
                    "【0008】",
                    "本発明は，遊技者の発射操作に対応した正確な発射操作に関する報知を行うことで，快適な遊技を行わせることができる遊技機を提供することである。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "【課題を解決するための手段】",
                  "text": [
                    "【0009】",
                    "請求項1に記載の発明は，遊技球が流下する遊技領域(遊技領域6)が形成された遊技盤(遊技盤1)と，遊技球を発射させるための発射操作を行う発射操作部(操作ハンドル3)と，前記発射操作部が操作されている操作量に基づいて，遊技球を打ち出す発射強度を決定する発射強度決定手段(発射ボリューム3bおよび発射制御基板160)と，前記発射強度決定手段によって決定された発射強度により，前記遊技領域に向けて遊技球を発射する発射駆動装置(発射用ソレノイド4aおよび発射制御基板160)と，前記遊技領域に設けられ，第1の方向側の前記遊技領域(第1の遊技領域6L)から流下した遊技球の方が第2の方向側の前記遊技領域(第2の遊技領域6R)から流下した遊技球よりも進入しやすい第1通過領域(第1始動口14)と，前記遊技領域に設けられ，第2の方向側の前記遊技領域から流下した遊技球の方が第1の方向側の前記遊技領域から流下した遊技球よりも進入しやすい第2通過領域(普通図柄ゲート13)と，前記遊技領域に設けられ，第2の方向側の前記遊技領域から流下した遊技球の方が第1の方向側の前記遊技領域から流下した遊技球よりも進入しやすく，遊技球を受け入れやすい開放状態と遊技球を受け入れ難い閉鎖状態とに変化可能な可変入賞装置(一対の可動片15bを有する第2始動口15または第1大入賞口開閉扉16bを有する第1大入賞口16)と，前記第1通過領域を進入した遊技球を検出する第1通過領域検出手段(第1始動口検出スイッチ14a)と，前記第2通過領域を進入した遊技球を検出する第2通過領域検出手段(ゲート検出スイッチ13a)と，前記第1通過領域検出手段によって遊技球が検出されると，所定の特典を付与する特典付与手段(メインCPU110a)と，前記可変入賞装置が前記開放状態に変化することが不可能または困難な第1の遊技状態(非時短遊技状態または非大当り中)と，前記可変入賞装置が前記開放状態に変化することが可能または容易な第2の遊技状態(時短遊技状態または大当り中)との遊技状態を制御する遊技状態制御手段(メインCPU110a)と，前記遊技状態制御手段によって制御されている遊技状態に基づいて，前記可変入賞装置を前記開放状態または前記閉鎖状態に変化させる制御を行う可変入賞装置制御手段(メインCPU110a)と，前記遊技状態制御手段によって第1の遊技状態が制御されているときに，前記第2通過領域検出手段によって遊技球が検出されると，遊技球が検出された検出回数の計数を行う第2通過領域計数手段(サブCPU120a)と，前記発射操作部の発射操作に関する発射操作情報を報知する報知手段(演出表示装置31，音声出力装置32，演出用駆動装置33，演出用照明装置34)と，前記報知手段に所定の発射操作情報の報知を行わせる報知制御手段(サブCPU120a)とを備え，",
                    "前記報知制御手段は，前記第2通過領域計数手段によって予め定められた検出回数が計数されると，前記報知手段に第1の方向側の前記遊技領域に遊技球を発射することを促す発射操作情報(「左打ちに戻してください」という文字画像および音声情報等)の報知を行わせることを特徴とする。",
                    "【0010】",
                    "請求項1に記載の発明によれば，第1の遊技状態(非時短遊技状態または非大当り中)のときには，第2の方向側の遊技領域(第2の遊技領域6R)から進入しやすい可変入賞装置(第2始動口15または第1大入賞口16)の開放が不可能または困難となることから，第1の方向側の遊技領域(第1の遊技領域6L)から進入しやすい第1通過領域に遊技球を進入させて所定の特典を獲得した方が有利となり，第1の遊技状態のときには第1の方向側の遊技領域に遊技球を発射させた方が望ましくなる。",
                    "また，第1の遊技状態のときに，第2の方向側の遊技領域から進入しやすい第2通過領域(普通図柄ゲート13)に遊技球が進入したことが検出されると，検出回数(計数カウンタ)が計数されていく。そして，予め定められた検出回数が計数されると，第1の方向側の遊技領域に遊技球を発射することを促す発射操作情報(例えば「左打ちに戻して下さい」)の報知が行われる。",
                    "これにより，現在の遊技状態と各遊技領域に設けられた通過領域に遊技球が進入した回数(検出回数)を参照して発射操作情報の報知を行うので，たまたま少量の遊技球が誤った方向側の遊技領域を流下したとしても誤差として判定できるので，遊技者の発射操作に対応した正確な発射操作に関する報知を行うことができ，快適な遊技を行わせることができる。",
                    "【0017】",
                    "ここで，上記「第1の方向側の前記遊技領域から流下した遊技球の方が第2の方向側の前記遊技領域から流下した遊技球よりも進入しやすい第1通過領域」とは，遊技領域を第1の方向側の遊技領域と第2の方向側の遊技領域とに区分けしたときに，第1の方向側の遊技領域に第1通過領域が配置されていることに限られず，第2の方向側の遊技領域に第1通過領域が配置されたとしても，釘や飾り部材(センター役物)等の影響によって，第1の方向側の遊技領域から遠回りした遊技球の方が進入しやすい構成も含むものである。このことは，上記「第2通過領域」についても同様である。また，「第1の方向」とは後述する実施形態では「左側」を意味し，「第2の方向」とは後述する実施形態では「右側」を意味するが，「第1の方向」を「右側」として，「第2の方向」を「左側」としてもよい。また，「第1通過領域」と「第2通過領域」は，遊技球が入球可能な始動口または入賞口であってもよいし，遊技球が通過可能なゲートであってもよい。",
                    "また，「所定の特典」とは，所定個数の遊技球(賞球)を払い出すこと，大入賞口を開放させるための「大当たりの抽選」を行えること，特定の入賞口(始動口等)を開放させるための「普通図柄の抽選」を行えること等を意味する。",
                    "また，「第1の遊技状態」とは，非時短遊技状態または非大当り中を意味し，「第2の遊技状態」とは，時短遊技状態または大当り中を意味する。",
                    "さらに，「発射操作情報の報知」とは，表示装置による文字画像やキャラクタ画像等による表示や，音声出力装置による音声による報知，特定の発光装置(LED)による点灯，演出駆動装置による駆動部材の動作態様の少なくともいずれかを含むものであり，「報知手段」とは，表示装置(液晶表示装置)，音声出力装置(スピーカ)，発光装置(ランプ，LED，冷陰極管等)，演出駆動装置の少なくともいずれかを意味する。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "【発明の効果】",
                  "text": [
                    "【0018】",
                    "本発明によれば，現在の遊技状態と各遊技領域に設けられた通過領域に遊技球が進入した回数(検出回数)を参照して発射操作情報の報知を行うので，たまたま少量の遊技球が誤った方向側の遊技領域を流下したとしても誤差として判定できる。このため，遊技者の発射操作に対応したより正確な発射操作に関する報知を行うことができ，快適な遊技を行わせることができる遊技機を提供することができる。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "subject": "【0021】",
                  "text": [
                    "(遊技機の構成)",
                    "次に，図1～図4を参照して，遊技機1の構成について具体的に説明する。図1は本発明の遊技機1の正面図であり，図2は遊技盤2の正面図であり，図3は本発明のガラス枠を開放させた状態の遊技機1の斜視図であり，図4は1つの遊技機1の裏面側の斜視図である。",
                    "【0027】",
                    "ここで，図2に示すように，遊技領域6は，操作ハンドル3の回動角度が小さく，弱い力で打ち出された遊技球が流下する左側の第1の遊技領域6Lと，操作ハンドル3の回動角度が大きく，強い力で打ち出された遊技球が流下する右側の第2の遊技領域6Rから構成されている。なお，第1の遊技領域6Lと第2の遊技領域6Rとは，釘や後述する飾り部材7によって区分けされているものの，必ずしも全てが区分けされるものではなく，第1の遊技領域6Lと第2の遊技領域6Rとは一部重複しているものである。すなわち，第1の遊技領域6Lは，第1の遊技領域6Lのみからなる第1の専用領域と，第2の遊技領域6Rと重複する共通領域とから構成され，第2の遊技領域6Rも，第2の遊技領域6Rのみからなる第2の専用領域と，上記共通領域とから構成されていることとなる。",
                    "【0029】",
                    "また，第1の遊技領域6Lのみからなる第1の専用領域には，遊技球が入球可能な始動領域を構成する第1始動口14が設けられており，第1の遊技領域6Lと第2の遊技領域6Rとが重複する共通領域には，遊技球が入球可能な始動領域を構成する第2始動口15と，遊技球が入球可能な第2大入賞口17とが設けられている。",
                    "【0030】",
                    "この第2始動口15は，一対の可動片15bを有しており，これら一対の可動片15bが閉状態に維持される第1の態様と，一対の可動片15bが開状態となる第2の態様とに可動制御される。なお，第2始動口15が上記第1の態様に制御されているときには，当該第2始動口15の真上に位置する第2大入賞口17の入賞部材が障害物となって，遊技球の受入れを不可能としている。一方で，第2始動口15が上記第2の態様に制御されているときには，上記一対の可動片15bが受け皿として機能し，第2始動口15への遊技球の入賞が容易となる。つまり，第2始動口15は，第1の態様にあるときには遊技球の入賞機会がなく，第2の態様にあるときには遊技球の入賞機会が増すこととなる。",
                    "本実施形態では，一対の可動片15bを有する第2始動口15が始動可変入賞装置を構成する。",
                    "【0031】",
                    "ここで，第1始動口14には遊技球の入球を検出する第1始動口検出スイッチ14aが設けられ，第2始動口15には遊技球の入球を検出する第2始動口検出スイッチ15aが設けられている。そして，第1始動口検出スイッチ14aまたは第2始動口検出スイッチ15aが遊技球の入球を検出すると，後述する大当たり遊技を実行する権利獲得の抽選(以下，「大当たりの抽選」という)が行われる。また，第1始動口検出スイッチ14aまたは第2始動口検出スイッチ15aが遊技球の入球を検出した場合にも，所定の賞球(例えば3個の遊技球)が払い出される。",
                    "本実施形態では，第1始動口14が第1通過領域を構成し，第1始動口検出スイッチ14aが第1通過領域検出手段を構成する。",
                    "【0032】",
                    "また，第2大入賞口17は，遊技盤2に形成された開口部から構成されている。この第2大入賞口17の下部には，遊技盤面側からガラス板52側に立設可能な第2大入賞口開閉扉17bを有しており，この第2大入賞口開閉扉17bが遊技盤面側に立設する開放状態と，遊技盤面に埋没する閉鎖状態とに可動制御される。そして，第2大入賞口開閉扉17bが遊技盤面に立設していると，遊技球を第2大入賞口17内に導く受け皿として機能し，遊技球が第2大入賞口17に入球可能となる。この第2大入賞口17には第2大入賞口検出スイッチ17aが設けられており，この第2大入賞口検出スイッチ17aが遊技球の入球を検出すると，予め設定された賞球(例えば15個の遊技球)が払い出される。",
                    "【0033】",
                    "さらに，上記第2の遊技領域6Rのみからなる第2の専用領域には，遊技球が通過可能な普通領域を構成する普通図柄ゲート13と，遊技球が入球可能な第1大入賞口16とが設けられている。",
                    "このため，操作ハンドル3を大きく回動させ，強い力で打ち出された遊技球でないと，普通図柄ゲート13と第1大入賞口16とには遊技球が，通過または入賞しないように構成されている。特に，後述する時短遊技状態に移行したとしても，第1の遊技領域6Lに遊技球を流下させてしまうと，普通図柄ゲート13に遊技球が通過しないことから，第2始動口15にある一対の可動片15bが開状態とならず，第2始動口15に遊技球が入賞することが困難になるように構成されている。",
                    "【0034】",
                    "この普通図柄ゲート13には，遊技球の通過を検出するゲート検出スイッチ13aが設けられており，このゲート検出スイッチ13aが遊技球の通過を検出すると，後述する「普通図柄の抽選」が行われる。",
                    "本実施形態では，普通図柄ゲート13が第2通過領域を構成し，ゲート検出スイッチ13aが第2通過領域検出手段を構成する。"
                  ]
                },
                {
                  "fig": "(カ)",
                  "subject": "【0087】",
                  "text": [
                    "(遊技状態の説明)",
                    "次に，遊技が進行する際の遊技状態について説明する。本実施形態においては，大当たりの抽選に関する状態として「低確率遊技状態」と「高確率遊技状態」とを有し，第2始動口15が有する一対の可動片15bに関する状態として「非時短遊技状態」と「時短遊技状態」とを有する。この大当たりの抽選に関する状態(低確率遊技状態，高確率遊技状態)と一対の可動片15bに関する状態(非時短遊技状態，時短遊技状態)とは，それぞれの状態を関連させることもでき，独立させることもできる。つまり，",
                    "(1)「低確率遊技状態」であって「時短遊技状態」である場合と，",
                    "(2)「低確率遊技状態」であって「非時短遊技状態」である場合と，",
                    "(3)「高確率遊技状態」であって「時短遊技状態」である場合と，",
                    "(4)「高確率遊技状態」であって「非時短遊技状態」である場合とを設けることが可能になる。",
                    "なお，遊技を開始したときの遊技状態，すなわち遊技機1の初期の遊技状態は，「低確率遊技状態」であって「非時短遊技状態」に設定されており，この遊技状態を本実施形態においては「通常遊技状態」と称することとする。",
                    "【0088】",
                    "本実施形態において「低確率遊技状態」というのは，第1始動口14または第2始動口15に遊技球が入球したことを条件として行われる大当たりの抽選において，大当たりの当選確率が1／299．5に設定された遊技状態をいう。これに対して「高確率遊技状態」というのは，上記大当たりの当選確率が1／29．95に設定された遊技状態をいう。したがって，「高確率遊技状態」では，「低確率遊技状態」よりも，大当たりに当選しやすいこととなる。なお，この高確率遊技状態のときには，後述する高確率遊技フラグがセットされており，低確率遊技状態のときには，高確率遊技フラグがオフになっている。",
                    "また，低確率遊技状態から高確率遊技状態に変更するのは，後述する大当たり遊技を終了した後である。",
                    "【0089】",
                    "本実施形態において「非時短遊技状態」というのは，普通図柄ゲート13を遊技球が通過したことを条件として行われる普通図柄の抽選において，その抽選結果に対応する普通図柄の変動時間が29秒と長く設定され，かつ，当たりに当選した際の第2始動口15の開放制御時間が0．2秒と短く設定された遊技状態をいう。つまり，普通図柄ゲート13を遊技球が通過すると，普通図柄の抽選が行われて，普通図柄表示装置22において普通図柄の変動表示が行われるが，普通図柄は変動表示が開始されてから29秒後に停止表示する。そして，抽選結果が当たりであった場合には，普通図柄の停止表示後に，第2始動口15が約0．2秒間，第2の態様に制御される。",
                    "【0090】",
                    "これに対して「時短遊技状態」というのは，普通図柄ゲート13を遊技球が通過したことを条件として行われる普通図柄の抽選において，その抽選結果に対応する普通図柄の変動時間が3秒と，「非時短遊技状態」よりも短く設定され，かつ，当たりに当選した際の第2始動口15の開放制御時間が3．5秒と，「非時短遊技状態」よりも長く設定された遊技状態をいう。さらに，「非時短遊技状態」においては普通図柄の抽選において当たりに当選する確率が1／65536に設定され，「時短遊技状態」においては普通図柄の抽選において当たりに当選する確率が65535／65536に設定される。なお，この時短遊技状態のときには，後述する時短遊技フラグがセットされており，非時短遊技状態のときには，時短遊技フラグがオフになっている。",
                    "したがって，「時短遊技状態」においては，「非時短遊技状態」よりも，普通図柄ゲート13を遊技球が通過する限りにおいて，第2始動口15が第2の態様に制御されやすくなる。これにより，「時短遊技状態」では，遊技者が遊技球を消費せずに遊技を進行することが可能となる。",
                    "また，普通図柄ゲート13が第2の遊技領域6Rのみからなる第2の専用領域に設けられていることから，「時短遊技状態」のときには，操作ハンドル3を大きく回動させ，強い発射強度で遊技球を発射して遊技を行うように構成されている。",
                    "なお，普通図柄の抽選において当たりに当選する確率を「非時短遊技状態」および「時短遊技状態」のいずれの遊技状態であっても変わらないように設定してもよい。"
                  ]
                },
                {
                  "fig": "(キ)",
                  "subject": "【0189】",
                  "text": [
                    "(副制御基板の第1発射操作情報決定処理)",
                    "図19を用いて，演出制御基板120の第1発射操作情報決定処理を説明する。",
                    "【0194】",
                    "ステップS2001-5において，サブCPU120aは，第1の遊技領域6Lに遊技球を発射させることを促す第1の発射操作情報(左打ち報知態様)を決定し，決定した発射操作情報を発射操作情報記憶領域にセットする。そして，決定した発射操作情報を画像制御基板150とランプ制御基板140に送信するため，決定した発射操作情報に基づく送信情報をサブRAM120cの送信バッファにセットする。",
                    "これにより，第1の遊技領域6Lに遊技球を発射させることを促す第1の発射操作情報(例えば，図2に示す「左打ちに戻してください」という文字画像および音声情報)の報知が行われることになる。",
                    "【0198】",
                    "(副制御基板の第2発射操作情報決定処理)",
                    "図20を用いて，演出制御基板120の第2発射操作情報決定処理を説明する。",
                    "【0203】",
                    "ステップS2011-5において，サブCPU120aは，第2の遊技領域6Rに遊技球を発射させることを促す第2の発射操作情報(右打ち報知態様)を決定し，決定した発射操作情報を発射操作情報記憶領域にセットする。そして，決定した発射操作情報を画像制御基板150とランプ制御基板140に送信するため，決定した発射操作情報に基づく送信情報をサブRAM120cの送信バッファにセットする。",
                    "これにより，第2の遊技領域6Rに遊技球を発射させることを促す第2の発射操作情報(例えば，「右打ちして下さい」という文字画像および音声情報)の報知が行われることになる。"
                  ]
                },
                {
                  "fig": "(ク)",
                  "subject": "【0212】",
                  "text": [
                    "まず，第1の遊技領域6Lに遊技球を発射させることを促す第1の発射操作情報の報知について説明する。",
                    "図21の(ア)および(イ)に示すように，第1の遊技領域6Lに遊技球を発射させた方が有利となる非時短遊技状態であるとき(時短遊技フラグをオフであるとき)に，第2の遊技領域6Rにある普通図柄ゲート13に遊技球が通過したことを示すゲート通過指定コマンドを受信すると，計数カウンタが1ずつ加算されて更新されていく。",
                    "【0213】",
                    "そして，図21の(ウ)に示すように，計数カウンタ＝0でないときに，第1の遊技領域6Lにある第1始動口14に遊技球が入賞したことを示す第1始動口入賞指定コマンドを受信すると，計数カウンタがリセットされる。",
                    "【0214】",
                    "その後，図21の(エ)，(オ)，(カ)に示すように，第1始動口入賞指定コマンドを受信せずに，ゲート通過指定コマンドを3回受信すると，計数カウンタが3となる。",
                    "図21の(カ)に示すように，計数カウンタが3となると，遊技者が意図的に第2の遊技領域6Rに遊技球を発射させていると判定して，第1の遊技領域6Lに遊技球を発射させることを促す第1の発射操作情報(「左打ちに戻してください」)の報知が開始される。",
                    "【0215】",
                    "ここで，図21の(キ)に示すように，さらにゲート通過指定コマンドを受信すると，計数カウンタが4となる。",
                    "【0216】",
                    "そして，図21の(ク)に示すように，第1始動口入賞指定コマンドを受信すると，計数カウンタが再びリセットされ，第1の発射操作情報の報知も終了する。",
                    "【0217】",
                    "このように，計数カウンタが2よりも大きいとき(計数カウンタが3以上)のときに，第1の遊技領域6Lに遊技球を発射させることを促す第1の発射操作情報の報知が行われるので，たまたま少量の遊技球が誤った第2の遊技領域6Rを流下したとしても誤差として判定でき，遊技者の発射操作に対応した正確な発射操作に関する報知を行うことができる。",
                    "【0224】",
                    "ここで，第1の遊技領域6Lに遊技球を発射させた方が有利となる非時短遊技状態または非大当り中の場合にのみ，計数カウンタを計数またはリセットするように構成したときには，第2の遊技領域6Rに遊技球を発射させた方が有利となる時短遊技状態または大当り中の場合には，第1の遊技領域6Lにある第1始動口14に遊技球が入賞すると計数カウンタは計数せずに，ただちに第2の遊技領域6Rに遊技球を発射させることを促す第2の発射操作情報の報知を行ってもよい。",
                    "同様に，第2の遊技領域6Rに遊技球を発射させた方が有利となる時短遊技状態または大当り中の場合のみ，計数カウンタを計数またはリセットするように構成したときには，第1の遊技領域6Lに遊技球を発射させた方が有利となる非時短遊技状態または非大当り中の場合には，第2の遊技領域6Rにある普通図柄ゲート13に遊技球が通過すると計数カウンタは計数せずに，ただちに第1の遊技領域6Lに遊技球を発射させることを促す第1の発射操作情報の報知を行ってもよい。",
                    "【0225】",
                    "また，本実施形態では，計数カウンタは，遊技状態に応じて普通図柄ゲート13または第1始動口14に遊技球が進入したときにしか，リセットされないように構成したが，計数カウンタが所定の値以上(例えば3以上)になると，報知時間を計測し，特定の報知時間が計測されると，普通図柄ゲート13または第1始動口14に遊技球が進入していなくても，計数カウンタをリセットするように構成してもよい。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "text": [
            "前記アの記載事項によれば，引用例2には，次のような開示があることが認められる。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "遊技状態に合わせて発射操作に関する情報を報知する従来の遊戯機においては，第1の方向側の遊技領域(例えば，左側の遊技領域)及び第2の方向側の遊技領域(例えば，右側の遊技領域)にそれぞれ通過ゲート，始動口等が設けられ，本来であれば右打ちをすべき「時短遊技状態」のときに，左側の遊技領域に設けられた左通過ゲートに遊技球が通過すると，左打ちが行われていると判定して，液晶表示装置に右打ちを促す画像を表示させ，左打ちをすべき「通常遊技状態(非時短遊技状態)」のとき，右側の遊技領域に設けられた右通過ゲートに遊技球が通過すると，液晶表示装置に左打ちを促す画像を表示させていた(【0004】，【0005】)。",
                    "しかしながら，本来，遊技状態に合わせて正しい方向側の遊技領域に遊技球を発射させる発射操作を行っているにもかかわらず，たまたま少量の遊技球が誤った方向側の遊技領域を流下し，誤った方向側の遊技領域に設けられた通過ゲートや始動口等を通過してしまったときには，正しい方向側の遊技領域に遊技球を発射させることを促すことが報知されてしまう(例えば，左打ちを行っているにもかかわらず，「左打ちに戻して下さい」という報知が行われてしまう)ため，正しい方向側の遊技領域に遊技球を発射させている遊技者に，煩わしさや不快感を与えていた(【0007】)。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "「本発明」は，遊技者の発射操作に対応した正確な発射操作に関する報知を行うことで快適な遊技を行わせることができる遊技機を提供することを目的とし，第1通過領域(第1始動口14)を進入した遊技球を検出する第1通過領域検出手段(第1始動口検出スイッチ14a)と，第2通過領域(普通図柄ゲート13)を進入した遊技球を検出する第2通過領域検出手段(ゲート検出スイッチ13a)と，遊技状態制御手段によって第1の遊技状態(非時短遊技状態または非大当り中)が制御されているときに，前記第2通過領域検出手段によって遊技球が検出されると，遊技球が検出された検出回数の計数を行う第2通過領域計数手段(サブCPU120a)と，発射操作部の発射操作に関する発射操作情報を報知する報知手段(演出表示装置31，音声出力装置32，演出用駆動装置33，演出用照明装置34)とを備え，前記報知制御手段は，前記第2通過領域計数手段によって予め定められた検出回数が計数されると，前記報知手段に第1の方向側の前記遊技領域に遊技球を発射することを促す発射操作情報(「左打ちに戻してください」という文字画像および音声情報等)の報知を行わせる構成を採用した(【0008】)。",
                    "これにより「本発明」は，現在の遊技状態と各遊技領域に設けられた通過領域に遊技球が進入した回数(検出回数)を参照して発射操作情報の報知を行うので，たまたま少量の遊技球が誤った方向側の遊技領域を流下したとしても誤差として判定できるため，遊技者の発射操作に対応したより正確な発射操作に関する報知を行うことができ，快適な遊技を行わせることができるという効果を奏する(【0018】)。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "引用例2に記載された事項の認定について",
      "content": [
        {
          "fig": "ア",
          "subject": "相違点2関係",
          "text": [
            "原告は，本件審決は，引用例2記載の「第1始動口検出スイッチ14a」は，相違点2に係る本願発明の構成のうちの「前記一方のルートを流下する遊技球を検知する第1遊技球検知センサ」に相当する旨認定したが，引用例2記載の「第1始動口14」に入賞する遊技球は，「第1の遊技領域6L」を流下する遊技球のうちのほんの僅かであり，せいぜい10球に1球程度であることは技術常識であることに照らすと，引用例2記載の「第1始動口検出スイッチ14a」は，「第1の遊技領域6L」を流下する遊技球をほとんど検知することができないから，本件審決の上記認定は誤りである旨主張する。",
            "そこで検討するに，本願発明の特許請求の範囲(請求項2)には，「前記遊技領域に打ち出された遊技球が前記特別電動役物へ向かう，少なくとも2つのルートが前記遊技領域内に設けられ」(構成B)，「前記一方のルートを流下する遊技球を検知する第1遊技球検知センサと，前記他方のルートを流下する遊技球を検知する第2遊技球検知センサと，前記大入賞口に入賞した遊技球を検出する大入賞口検知センサと，前記2つのルートのうち推奨するルートを遊技者に報知する推奨ルート報知手段と，をさらに備え」(構成E)，「前記推奨ルート報知手段は，遊技球が前記他方のルートを流下している状態で，前記第2遊技球検知センサが所定個数の遊技球を検知した後に，前記一方のルートを推奨するルートとして遊技者に報知するようにした」(構成G)との記載がある。上記記載から，本願発明は，遊技領域に打ち出された遊技球が前記特別電動役物へ向かう「一方のルート」及び「他方のルート」を有し，「一方のルート」を流下する遊技球は「第1遊技球検知センサ」によって検知され，「他方のルート」を流下する遊技球は「第2遊技球検知センサ」によって検知されることを理解できるが，「第1遊技球検知センサ」及び「第2遊技球検知センサ」が検知する遊技球の数を規定した記載はない。",
            "次に，本願明細書には，「第1遊技球検知センサ」及び「第2遊技球検知センサ」に関し，「図9に示すように，第2の実施の形態例に係るパチンコ機では，遊技領域31内のルートAを流下する遊技球を検知するためのルートA検知センサ(第1遊技球検知センサ)55aと，ルートBを流下する遊技球を検知するためのルートB検知センサ(第2遊技球検知センサ)55bとを備えている点，および，大入賞口42に入賞した遊技球を検知するセンサが大入賞口検知センサ45の1つだけである点で第1の実施の形態例に係るパチンコ機と構成上の相違がある。なお，ルートA検知センサ55aおよびルートB検知センサ55bは，反射型のフォトセンサが用いられている。」(【0093】)との記載があるが，「第1遊技球検知センサ」及び「第2遊技球検知センサ」が検知する遊技球の数を規定した記載はない。図9には，ルートAを流下する遊技球がルートA検知センサ(第1遊技球検知センサ)55aを通過し，大入賞口42に向かうルート及びルートBを流下する遊技球がルートB検知センサ(第2遊技球検知センサ)55bを通過し，大入賞口42に向かうルートが矢印で示されているが，図示された第1遊技球検知センサ55a及び第2遊技球検知センサ55bの配置に照らすと，ルートA及びルートBの各ルートを流下した遊技球の一部は，第1遊技球検知センサ55a又は第2遊技球検知センサ55bの各検知センサに検知されることなく，その下方の一般入賞口38やアウト口39に入球し得ることを理解できる。",
            "以上の本願発明の特許請求の範囲(請求項2)の記載及び本願明細書の記載によれば，本願発明の「前記一方のルートを流下する遊技球を検知する第1遊技球検知センサ」は，一方のルート(ルートA)を流下する遊技球の全てを検知することを要するものではなく，上記遊技球の一部を検知するものであれば足りるものと解するのが相当である。原告が述べるような遊技球の10球に1球程度検知する構成のものであっても，本願発明の「第1遊技球検知センサ」に当たるというべきである。",
            "しかるところ，引用例2には，「第1の遊技領域6Lのみからなる第1の専用領域には，遊技球が入球可能な始動領域を構成する第1始動口14が設けられており，」(【0029】)，「第1始動口14には遊技球の入球を検出する第1始動口検出スイッチ14aが設けられ，…第1始動口検出スイッチ14a…が遊技球の入球を検出すると，後述する大当たり遊技を実行する権利獲得の抽選(以下，「大当たりの抽選」という)が行われる。また，第1始動口検出スイッチ14a…が遊技球の入球を検出した場合にも，所定の賞球(例えば3個の遊技球)が払い出される。本実施形態では，第1始動口14が第1通過領域を構成し，第1始動口検出スイッチ14aが第1通過領域検出手段を構成する。」(【0031】)との記載がある。上記記載及び図2から，引用例2記載の「第1始動口検出スイッチ14a」は，遊技領域の左側の「第1の遊技領域6L」を流下する遊技球が第1始動口14に入球したことを検出する機能を有することを理解できる。",
            "そうすると，引用例2記載の「第1始動口検出スイッチ14a」は，「第1の遊技領域6L」を流下する遊技球を検出(検知)する検知センサであるといえるから，本願発明の「前記一方のルートを流下する遊技球を検知する第1遊技球検知センサ」に相当するものと認められる。",
            "したがって，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "イ",
          "subject": "相違点3関係",
          "text": [
            "原告は，本件審決は，引用例2記載の「サブCPU120a」は，「第2の遊技領域6Rにある普通図柄ゲート13が1個の遊技球が通過したことを検出すると，第1の遊技領域6Lに遊技球を発射させることを促す第1の発射操作情報の報知が開始される」ことは，「前記推奨ルート報知手段は，遊技球が前記他方のルートを流下している状態で，前記第2遊技球検知センサが所定個数の遊技球を検知した後に，前記一方のルートを推奨するルートとして遊技者に報知するようにした」こと(相違点3に係る本願発明の構成)に相当する旨認定したが，本願発明の「所定個数」は，特別遊技中に大入賞口に余分な遊技球を入球可能とする個数であり，「1個」を含まないから，引用例2に相違点3に係る本願発明の構成の記載があるとした本件審決の認定は誤りである旨主張する。",
            "そこで検討するに，本願発明の特許請求の範囲(請求項2)には，本願発明の「遊技球が前記他方のルートを流下している状態で，前記第2遊技球検知センサが所定個数の遊技球を検知した後に，前記一方のルートを推奨するルートとして遊技者に報知するようにした」ことにいう「所定個数の遊技球」について，具体的な個数を特定した記載はない。",
            "次に，本願明細書には，「遊技領域31内のルートAを流下する遊技球を検知するためのルートA検知センサ(第1遊技球検知センサ)55a」と「ルートBを流下する遊技球を検知するためのルートB検知センサ(第2遊技球検知センサ)55b」を備える「本発明」の第2の実施形態(【0093】ないし【0101】，図9ないし図11)として，「図11に示すように，推奨ルート報知処理が開始されると，まず，ステップS51にて，推奨ルート報知制御部210は，ラウンド遊技の開始時に，ルートAを推奨ルートとして報知する。」(【0095】)，「次いで，ステップS52に進み，推奨ルート報知制御部210は，大入賞口検知センサ45からの検知信号を，主制御処理部100を介して受信する。次いで，推奨ルート報知制御部210は，ステップS53に進み，ラウンド遊技中に大入賞口42内に遊技球が7個(本実施形態ではＮ＝7である)入賞したか否かを判断する。ステップS53でＮoの場合は，ステップS52の手前に戻る。」(【0096】)，「一方，ステップS53でYesの場合，つまり，大入賞口42に1回のラウンド遊技中に7個遊技球が入賞した場合には，ステップS54に進んで，推奨ルート報知制御部210は，ラウンド遊技中のルートA検知センサ55aからの検知信号とルートB検知センサ55bからの検知信号のどちらが多く入力されたかを確認する。即ち，このステップS54は，遊技球がルートAとルートBの何れを流下して大入賞口42に入賞したかを確認するための処理である。」(【0098】)，「ステップS54での確認の結果，ルートA検知センサ55aからの検知信号の入力が多いと判断された場合には，遊技球が概ねルートAを流下して大入賞口42に入賞しているとみなすことができるから，推奨ルート報知制御部210は，ステップS55にて，演出表示装置34に「右打ちして！」というメッセージを表示する(図9参照)。」(【0098】)，「なお，ステップS54による処理で，ルートB検知センサ55bからの検知信号の入力が多いと判断された場合には，遊技球がルートBを流下して大入賞口42に入賞したとみなすことができるから，推奨ルート報知制御部210は，推奨ルートを報知していない(ステップS56)。勿論，大入賞口42に余分に遊技球を入賞させることができる場合には，ルートAを狙うように報知しても良い。」(【0100】)との記載がある。上記記載及び図9ないし図11によれば，「本発明」の第2の実施形態は，本願発明の構成AないしFを備えたパチンコ機の「推奨ルート報知制御部210」(推奨ルート報知手段)が，ルートA(一方のルート)を推奨ルートとして推奨し，遊技球がルートA(一方のルート)を流下している状態で，大入賞口42内に遊技球が7個入賞した時点で，ルートA検知センサ55aからの検知信号とルートB検知センサ55bからの検知信号のどちらが多く入力されたかを確認し，その確認の結果，ルートA検知センサ55aからの検知信号の入力が多いと判断された場合には，遊技球が概ねルートAを流下して大入賞口42に入賞しているとみなし，推奨ルート報知制御部210は，演出表示装置34に「右打ちして！」というメッセージを表示することによって，ルートB(他方のルート)を推奨するルートとして遊技者に報知し，ルートB検知センサ55bからの検知信号の入力が多いと判断された場合には，遊技球が概ねルートBを流下して大入賞口42に入賞しているとみなし，推奨ルートを報知しないこととした実施形態であることが認められる。上記実施形態は，推奨ルート報知手段が「前記一方のルート(ルートA)を推奨し，遊技球が前記一方のルートを流下している状態で，前記第1遊技球検知センサ(55a)が所定個数の遊技球を検知した後に，前記他方のルート(ルートB)を推奨するルートとして遊技者に報知するようにした」構成のものであるから，請求項1に係る発明の実施形態である。上記実施形態から，「前記第1遊技球検知センサ(55a)が所定個数の遊技球を検知した後に」にいう「所定個数の遊技球」は，大入賞口42内に遊技球が7個入賞した時点で，「第1遊技球検知センサ(55a)」が検知した遊技球の個数が「第2遊技球検知センサ(55b)」が検知した遊技球の個数よりも多い場合をいい，これにより遊技球が概ねルートAを流下して大入賞口42に入賞していると判断できる場合をいうものと理解できる。そうすると，請求項1に係る発明の「第1遊技球検知センサ(55a)」が検知した「所定個数の遊技球」は，「第2遊技球検知センサ(55b)」が検知した遊技球の個数よりも多い個数であって，原則として複数個であると解するのが相当である。",
            "一方，本願発明書には，「前記推奨ルート報知手段は，遊技球が前記他方のルートを流下している状態で，前記第2遊技球検知センサが所定個数の遊技球を検知した後に，前記一方のルートを推奨するルートとして遊技者に報知するようにした」構成の本願発明の実施例の記載はないが，本願発明と請求項1に係る発明とは，請求項1に係る発明が本願発明の構成AないしFを備える点で共通し，構成Gの「推奨ルート報知手段」に係る構成が異なる点で相違するだけであるから，本願発明の「所定個数の遊技球」の解釈も，請求項1に係る発明の「所定個数の遊技球」と同様な解釈を行うのが相当である。そうすると，本願発明の「第2遊技球検知センサ」が検知した「所定個数の遊技球」は，「第1遊技球検知センサ」が検知した遊技球の個数よりも多い個数であって，原則として複数個であると解するのが相当である。",
            "しかるところ，引用例2には，「前記遊技状態制御手段によって第1の遊技状態が制御されているときに，前記第2通過領域検出手段によって遊技球が検出されると，遊技球が検出された検出回数の計数を行う第2通過領域計数手段(サブCPU120a)」(【0009】)を備える引用例2記載の遊技機における「第1の遊技領域6Lに遊技球を発射させることを促す第1の発射操作情報の報知」の例として，「図21の(ア)および(イ)に示すように，第1の遊技領域6Lに遊技球を発射させた方が有利となる非時短遊技状態であるとき(時短遊技フラグをオフであるとき)に，第2の遊技領域6Rにある普通図柄ゲート13に遊技球が通過したことを示すゲート通過指定コマンドを受信すると，計数カウンタが1ずつ加算されて更新されていく。」(【0212】)，「そして，図21の(ウ)に示すように，計数カウンタ＝0でないときに，第1の遊技領域6Lにある第1始動口14に遊技球が入賞したことを示す第1始動口入賞指定コマンドを受信すると，計数カウンタがリセットされる。」(【0213】)，「その後，図21の(エ)，(オ)，(カ)に示すように，第1始動口入賞指定コマンドを受信せずに，ゲート通過指定コマンドを3回受信すると，計数カウンタが3となる。…計数カウンタが3となると，遊技者が意図的に第2の遊技領域6Rに遊技球を発射させていると判定して，第1の遊技領域6Lに遊技球を発射させることを促す第1の発射操作情報(「左打ちに戻してください」)の報知が開始される。」(【0214】)，「このように，計数カウンタが2よりも大きいとき(計数カウンタが3以上)のときに，第1の遊技領域6Lに遊技球を発射させることを促す第1の発射操作情報の報知が行われるので，たまたま少量の遊技球が誤った第2の遊技領域6Rを流下したとしても誤差として判定でき，遊技者の発射操作に対応した正確な発射操作に関する報知を行うことができる。」(【0217】)との記載がある。上記記載から，引用発明2記載の遊技機においては，「第1の遊技領域6L」に遊技球を発射させた方が有利となる非時短遊技状態であるときに，「第2の遊技領域6R」にある「普通図柄ゲート13」に遊技球が通過したことを示すゲート通過指定コマンドを受信すると，計数カウンタが1ずつ加算されて更新され，「第1の遊技領域6L」にある「第1始動口14」に遊技球が入賞したことを示す第1始動口入賞指定コマンドを受信すると，計数カウンタがリセットされ，計数カウンタが2よりも大きいとき(計数カウンタが3以上のとき)に，遊技者が意図的に第2の遊技領域6Rに遊技球を発射させていると判定して，第1の遊技領域6Lに遊技球を発射させることを促す第1の発射操作情報の報知が行われることが開示されていることが認められる。",
            "上記開示事項によれば，引用発明2記載の遊技機においては，「サブCPU120a」(前記推奨ルート報知手段)は，遊技球が「第2の遊技領域6R」(他方のルート)を流下している状態で，「第1の遊技領域6L」(一方のルート)にある「第1始動口14」(第1遊技球検知センサ)に遊技球が入賞したことが検出(検知)されない間に，「第2の遊技領域6R」(他方のルート)にある「普通図柄ゲート13」(第2遊技球検知センサ)に遊技球が通過したことを連続して3回以上検出(検知)した後に，「第1の遊技領域6L」(一方のルート)を推奨するルートとして遊技者に報知していることを理解できる。この場合，「普通図柄ゲート13」(第2遊技球検知センサ)が検知した遊技球の個数は，「第1遊技球検知センサ」が検知した遊技球の個数よりも3以上多いといえるから，本願発明の「所定個数の遊技球」に該当する。",
            "したがって，引用発明2記載の遊技機においては，「前記推奨ルート報知手段は，遊技球が前記他方のルートを流下している状態で，前記第2遊技球検知センサが所定個数の遊技球を検知した後に，前記一方のルートを推奨するルートとして遊技者に報知するようにした」との構成(相違点3に係る本願発明の構成)を備えるものと認められるから，引用例2に相違点3に係る本願発明の構成の記載があるとした本件審決の認定に誤りはなく，原告の上記主張を採用することはできない。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "小括",
          "text": [
            "以上によれば，引用例2には相違点2及び3に係る本願発明の構成に相当する構成の記載があるものと認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "容易想到性について",
      "content": [
        {
          "fig": "ア",
          "subject": "前記3(1)のとおり，引用発明の遊技領域3aの右側部に設けられた「遊技球滞留部32」が本願発明の「一方のルート」に，引用発明の遊技領域3aの左側部に設けられた「遊技球流下部31」が本願発明の「他方のルート」に相当するとした本件審決の認定に誤りはないから，本願発明と引用発明は，「一方のルート」と「他方のルート」の配置が左右逆である点で相違(本件審決認定の相違点1)する。",
          "text": [
            "しかるところ，引用例1には，「本実施形態では，遊技領域3aの左側部に遊技球流下部31，右側部に遊技球滞留部32を設けたので，通常発射の場合，流下が早い遊技球流下部31が使用されることとなり，遊技が迅速に進行するため遊技者にいらいら感を生じさせないという利点があるが，遊技領域3aの右側部に遊技球流下部31，左側部に遊技球滞留部32を設けてもよい。かかる場合，遊技球流下部31を流下する遊技球は強発射されたものであるため，流下が通常発射の場合よりも早くなり，遊技球滞留部32を経た遊技球と合流させるのが難しくなって，技術介入の余地が更に高くなるという利点がある。」(【0047】)との記載がある。",
            "上記記載に照らすと，引用発明において，「遊技球流下部31」及び「遊技球滞留部32」を「遊技領域3a」の主に左右どちら側の領域に設けるかについては，当事者が遊技者の技術介入の余地を考量して適宜選択すべき設計的事項であるものと認められるから，当業者は，引用発明の「遊技球滞留部32」は「主に左側の領域」に，「遊技球流下部31」は「主に右側の領域」に用いられる構成(相違点1に係る本願発明の構成)とすることを容易に想到することができたものと認められる。",
            "以上を前提に，相違点2及び3の容易想到性について判断する。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "被告は，引用発明と引用例2に記載された事項は，共に遊技球を流下させるルートが複数あり，そのうち片方のルートに遊技球を発射させた方が有利となる状態がある遊技機に関する発明又は技術であり，技術分野が共通しているといえるから，引用発明に引用例2に記載された事項を適用する手がかりがあり，引用発明に引用例2に記載された事項を適用することができることからすると，当業者は，引用発明のパチンコ遊技機に，引用例2に記載された事項を適用して，相違点2及び3に係る本願発明の構成とすることを容易に想到することができたものであるから，これと同旨の本件審決の判断に誤りはない旨主張する。",
            "そこで検討するに，引用例1には，引用発明において，「一方のルート」に相当する「遊技球滞留部32」を流下する遊技球を検知する遊技球検知センサ及び「他方のルート」に相当する「遊技球流下部31」を流下する遊技球を検知する遊技球検知センサを設けることについての記載や示唆はない。また，引用例1には，遊技球が「遊技球流下部31」を流下している状態で，当該遊技球を検知する遊技球検知センサが所定個数の遊技球を検知した後に，「遊技球滞留部32」を推奨するルートとして遊技者に報知する手段を設けることについての記載や示唆はない。",
            "次に，前記2(2)イ認定のとおり，引用例1には，「本発明」は，遊技者が可変入賞装置の入賞口の開放前に，報知装置による入賞口の開放の予告に基づいて，まず「遊技球滞留部」を狙って遊技球を発射し，次に「遊技球流下部」を狙って遊技球を発射する打ち分けを可能とし，これにより「遊技球滞留部」からの遊技球と「遊技球流下部」からの遊技球とが合流して，可変入賞装置に入賞することとなるため，時間の経過に応じて遊技球を打ち分けることにより，可変入賞装置への大量の入賞を狙うことを可能とした効果を奏すること(【0009】，【0011】)の開示があるところ，その実施形態である引用発明においては，大入賞口が10秒後に開放されることを予告する報知用ランプ17aと大入賞口を開放する5秒前に点灯する報知用ランプ17bとを設け，遊技者は，報知用ランプ17aの点灯により大入賞口が10秒後に開放されることを知ったとき，「遊技球滞留部32」を狙って遊技球を発射し，「遊技球滞留部32」に複数の遊技球を滞留させ，大入賞口を開放する5秒前に報知ランプ17bが点灯することにより，「遊技球流下部31」を狙って遊技球を発射し，合流地点に設けられた可変入賞装置11の大入賞口に，短時間で大量の遊技球が入賞するようにした構成(構成e，g)を備えている。このように引用発明は，大入賞口が開放されるまでの時間を報知用ランプ17a又は17bの点灯により報知することにより，時間の経過に応じて遊技球を打ち分けることを可能とした発明であるといえる。",
            "一方，前記(1)イ認定のとおり，引用例2には，第1の方向側の遊技領域(例えば，左側の遊技領域)及び第2の方向側の遊技領域(例えば，右側の遊技領域)にそれぞれ通過ゲート，始動口等が設け，右打ちをすべき遊技状態のときに，左側の遊技領域に設けられた左通過ゲートに遊技球が通過すると，左打ちが行われていると判定して，液晶表示装置に右打ちを促す画像を表示させ，左打ちをすべき遊技状態(通常遊技状態)のときに，右側の遊技領域に設けられた右通過ゲートに遊技球が通過すると，液晶表示装置に左打ちを促す画像を表示させていた従来の遊技機においては，遊技者が遊技状態に合わせて正しい方向側の遊技領域に遊技球を発射させる発射操作を行っているにもかかわらず，たまたま少量の遊技球が誤った方向側の遊技領域を流下し，誤った方向側の遊技領域に設けられた通過ゲートや始動口等を通過してしまったときに，正しい方向側の遊技領域に遊技球を発射させることを促すことが報知され，正しい方向側の遊技領域に遊技球を発射させている遊技者に煩わしさや不快感を与えるという問題があったため(【0007】)，「本発明」は，第2の方向側の第2通過領域を進入した遊技球を検出する第2通過領域検出手段により検出された検出回数の計数を行う第2通過領域計数手段によって予め定められた検出回数が計数されると，報知手段により第1の方向側の遊技領域に遊技球を発射することを促す発射操作情報の報知を行わせる構成を採用し，これにより，現在の遊技状態と各遊技領域に設けられた通過領域に遊技球が進入した回数(検出回数)を参照して発射操作情報の報知を行うので，たまたま少量の遊技球が誤った方向側の遊技領域を流下したとしても誤差として判定できるため，遊技者の発射操作に対応したより正確な発射操作に関する報知を行うことができ，快適な遊技を行わせることができるという効果を奏すること(【0008】，【0018】)の開示がある。このように引用例2記載の遊技機は，第1の方向側の遊技領域(左側の遊技領域)を流下する遊技球を検出する検出手段，第2の方向側の遊技領域(右側の遊技領域)を流下する遊技球を検出する検知手段及び第1の方向側又は第2の方向側の遊技領域に遊技球を発射することを促す発射操作情報の報知手段を備え，報知手段による報知を現在の遊技状態と各遊技領域に設けられた検出手段によって検出された遊技球が進入した回数(検出回数)を参照して行うことにより，遊技者が正しい方向側の遊技領域に遊技球を発射させる発射操作を行っているにもかかわらず，たまたま少量の遊技球が誤った方向側の遊技領域を流下したとしても誤差として判定し，正しい方向側の遊技領域に遊技球を発射することを促す発射操作情報の報知を行わないようにして，遊技者に煩わしさや不快感を与えることのないようにしたものといえる。",
            "そうすると，引用発明と引用例2記載の遊技機は，共に遊技球を流下させるルートが複数あり，そのうち片方のルートに遊技球を発射させた方が有利となる状態がある遊技機において，上記有利となる状態となった場合にその有利な方向の遊技領域に遊技球を発射することを促す報知を行うことに関する発明又は技術である点において，技術分野が共通しているといえるが，他方で，引用発明では，遊技者が可変入賞装置の入賞口(大入賞口)の開放前に，大入賞口が開放されるまでの特定の時間を報知装置により予告(報知)することにより，有利な方向の遊技領域に遊技球を発射することを促すものであるのに対し，引用例2記載の遊技機は，遊技者が有利な方向(正しい方向側)の遊技領域に遊技球を発射させる発射操作を行っているにもかかわらず，たまたま少量の遊技球が誤った方向側の遊技領域を流下したとしても誤差として判定し，正しい方向側の遊技領域に遊技球を発射することを促す発射操作情報の報知を行わないようにしたものであり，報知の目的及びタイミングが異なるものと認められる。",
            "また，引用発明において引用例2記載の遊技機の構成(本件審決認定の引用例2に記載された事項)を適用することを検討したとしても，具体的にどのように適用すべきかを容易に想い至ることはできないというべきである。",
            "そうすると，引用例1及び引用例2に接した当業者は，大入賞口が開放されるまでの特定の時間を報知装置により予告(報知)する引用発明において，報知の目的及びタイミングが異なる引用例2記載の遊技機の構成(本件審決認定の引用例2に記載された事項)を適用する動機付けがあるものと認めることはできない。",
            "したがって，当業者は，引用発明及び引用例2に記載された事項に基づいて，相違点2及び3に係る本願発明の構成を容易に想到することができたものと認めることはできないから，被告の上記主張は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "小括",
      "text": [
        "以上のとおり，本件審決における相違点2及び3の容易想到性の判断に誤りがあるから，本願発明は，当業者が引用発明及び引用例2に記載された事項に基づいて本件発明を容易に発明することができたものと認めることはできない。",
        "したがって，原告主張の取消事由は理由がある。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "5",
              "subject": "結論",
              "text": [
                "以上のとおり，原告主張の取消事由は理由があるから，本件審決は取り消されるべきである。"
              ]
            }
          ]
        }
      ]
    }
  ]
}