{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "(1) 本件附帯控訴に基づき，原判決のうち被控訴人敗訴部分を取り消す。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審を通じて，これを50分し，その49を控訴人の負担とし，その余を被控訴人の負担とする。  "
    },
    {
      "fig": "4",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴の趣旨",
          "text": [
            "原判決のうち控訴人敗訴部分を取り消す。",
            "被控訴人は，控訴人に対し，517万円及びこれに対する平成28年9月9日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "2",
          "subject": "附帯控訴の趣旨",
          "text": [
            "主文第2項と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，インターネットショッピングサイトを通じて米国法人の製造する医薬部外品を日本の消費者に販売していたが，同サイトを運営する会社から，その出品アカウントの利用を停止された控訴人が，同商品の日本における独占的な販売代理店であり，そのホームページに原判決別紙本件記載内容目録記載の記事を掲載した被控訴人に対し，①上記掲載行為は，不正競争防止法（以下「不競法」という。）2条1項15号の不正競争行為又は名誉，信用を毀損する民法709条の不法行為に該当するとして，不競法4条，民法710条又は民法709条，710条に基づき，損害金550万円及びこれに対する不正競争行為又は不法行為の後の日である平成28年9月9日（訴状送達の日の翌日）から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めるとともに，②控訴人が上記の出品アカウントの利用を停止されたのは，被控訴人が，ホームページに原判決別紙本件記載内容目録記載の記事を掲載し，また，上記米国法人に働きかけ，同米国法人において上記サイト運営会社に対して控訴人の同サイトへの出品停止を求めたからであるとして，上記出品アカウントの利用が停止されたことの損害の賠償として，不競法4条又は民法709条に基づき，平成27年12月7日から平成28年4月22日までの逸失利益である733万5220円及び同月23日から同年10月20日までの逸失利益である1日当たり3万5782円並びに上記733万5220円に対する平成28年9月9日（訴状送達の日の翌日）から，上記の1日当たり3万5782円の損害金に対する同各日から，それぞれ，支払済みまで民法所定の年5分の割合による遅延損害金の支払を求め，さらに，③被控訴人が，上記米国法人に働きかけ，同米国法人において上記サイト運営会社に対して控訴人の同サイトへの出品停止を求めたことにより，控訴人の名誉，信用が毀損されたとして，上記①の請求の予備的請求として，民法709条，710条に基づき，上記①と同額の損害金及びこれに対する遅延損害金の支払を求めた事案である。",
            "原審は，控訴人の請求を，上記①の請求のうち33万円及びこれに対する年5分の割合による遅延損害金の支払を求める限度で認容し，その余を棄却したところ，控訴人は，上記①の請求のうちの敗訴部分について不服があるとして控訴を提起し（上記②及び③についての判断に対しては不服を申し立てていない。），被控訴人は，敗訴部分について不服があるとして附帯控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実（争いのない事実並びに後掲証拠及び弁論の全趣旨により認められる事実），争点及び争点に対する当事者の主張は，次のとおり補正し，後記3，4のとおり，本件控訴及び本件附帯控訴についての当審における当事者の主張を加え，原判決中の「別紙」を「原判決別紙」と改めるほかは，原判決の事実及び理由欄の「第2  事案の概要」2，3及び「第3  争点に関する当事者の主張」に記載のとおりであるから，これを引用する（枝番のある書証については，特に断らない限り枝番を含むものとする。）。",
            "（原判決の補正）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決4頁22行目冒頭から23行目末尾までを削る。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決4頁24行目冒頭から24行目末尾までを「(3) 損害の発生及び損害額（争点3）」に改め，25行目冒頭から5頁1行目末尾までを削る。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決13頁15行目冒頭から16頁12行目末尾までを削る。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決16頁13行目冒頭から13行目末尾までを「4  争点3（損害の発生及び損害額）について」に改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決16頁15行目冒頭から17頁2行目末尾までを削る。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決17頁3行目の「(2)」を「(1)」に改め，4行目の「又は本件販売停止要求」を削る。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決17頁8行目の「また，」から10行目の「生じており，」までを削り，11行目末尾の次に行を改めて次のとおり加える。",
                "「  そして，本件掲載行為によって生じた損害は，合法的に模造品を扱っている業者について，被控訴人が過失からこれを違法行為として摘示してしまったという軽微なものではない。被控訴人は，競合他社に対して，確たる根拠もないにもかかわらず，その取り扱う商品を模造品とし，その販売行為を違法とし，その会社組織について，実体のない架空のもので複数の名義を使い分ける悪質な業者であると断定したのであって，これによって控訴人に生じた無形損害は甚大であり，金銭的に評価して500万円を下回ることはない。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "17頁12行目冒頭の「(3)」を「(2)」に改め，13行目の「73万3522円」を「50万円」に改め，14行目冒頭から19行目末尾までを削る。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件控訴についての当審における当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件各記載が控訴人に関するものであるかどうかについて",
              "text": [
                "〔控訴人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件記載2及び3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一般読者は，各記載内容の言及対象の範囲が異なるかもしれないとの注意のもと，一個の記事を個別の記載内容に切り分けて理解することはしないし，特定の記載が特定の客体と結びつくか否かを厳密に判定するような読み方もしない。そして，他と明瞭に区分されたひとまとまりの記事があれば，全体が同じことについて論じたものであると予測して読むことが通常であるし，途中特段の注意喚起がなければ，特に言及対象に変更があるものとは理解しない。また，文章作成者の意図を推知しつつ大意を把握しようとするのが一般読者の普通の読み方であって，個々のセンテンスの意味を厳格に判定した挙句，全体の趣旨も各記載内容の関係も不明になるような読み方をすることはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "このような一般読者の普通の注意と読み方からすると，本件記載2及び3を含む原判決別紙本件ウェブページ目録記載3の部分の記事は，以下のとおり解釈することが自然である。",
                        "まず，上記部分の記事は，「オンライン通販Amazon．co．jpで名前を変えたり・・・している業者」が「お客様からのお問合せで」発見されたとして，控訴人を含む四つの業者名を並列的に挙示し，続けて，そのいずれの業者と特定することなく，本件サイトの商品ページのリンクを単に羅列しており，文章作成者の意図が，四つの業者名のうちいずれかを特定して記載することにないことは明らかである。",
                        "したがって，一般読者としては，上記記事は「名前を変えたりして営業しているある悪質な業者又は業者グループ」について記載されたものである，という程度の認識で読み進むはずであり，上記部分のうち，冒頭から本件記載2までの部分は，顧客からの問い合わせをもとに四つの業者名を調査した結果，「名前を変えたりして営業しているある悪質な業者又は業者グループ」の存在が判明したので，注意喚起のため，これらの業者が出品している商品ページを掲載する，と理解することになる。",
                        "この流れで理解すると，本件記載3の「調査理由」とは，上記部分のような調査を行うに至った端緒を示すものと考えられるはずであり，この「調査理由」以下の部分は，今回明らかになった「名前を変えたりして営業しているある悪質な業者又は業者グループ」に見られた本件記載3のような不自然な事実が確認される業者については，「名前を変えたりして営業しているある悪質な業者又は業者グループ」と同様に，架空の業者名を使い分けて，違法に，模造品を販売する業者である可能性があるので，注意されたい旨を呼びかけるものと理解される。",
                        "したがって，一般読者としては，上記記事及びこれに包含される本件記載1～3は，すべて同一の「名前を変えたりして営業しているある悪質な業者又は業者グループ」についての言及であると理解するのであるから，本件記載2及び3が，控訴人に関するものであることは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件記載5について",
                  "text": [
                    "本件記載5は，パッケージ，中に入っている説明書，容器が日本語表記でないものについては真正品ではなく，ジョレンジャパン，日本真正品などの表記のない店舗の扱う商品は真正品ではないとの理解を惹起するものであり，控訴人商品及び控訴人の店舗はこれに該当する。",
                    "そして，本件記載5は，控訴人を名指しするものではなく，控訴人を含む複数の業者を包括し得るものであるが，上記記載内容によってその範囲は一定程度限定されており，かつ，控訴人がその範囲内に該当するかどうかについては，パッケージの言語等によって外形的一義的に判定可能であるから，控訴人の特定には何ら欠けるところはない。",
                    "また，本件記載5は，説明書が日本語で記載されていない業者についての記事という点で本件記載1～3と矛盾のない共通の内容であるところ，本件記載5がウェブページ上上部にあり，本件記載1～3よりも先に読者の目に留まることからすると，一般読者としては，本件記載5の業者が本件記載1～3で特定された業者であると認識するのが通常である。",
                    "したがって，本件記載5が控訴人に関するものであることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件記載6について",
                  "text": [
                    "本件記載6は，「薬事法上の許認可を有さないまま，インターネット等で，並行輸入販売等を行うことは，薬事法違反になります。」と明確に断言するものであり，薬事法上の許認可なく本件商品の並行輸入販売を行うすべての業者についての言及と理解するほかない。",
                    "そして，本件記載6は，控訴人を名指しするものではなく，控訴人を含む複数の業者を包括し得るものであるが，上記記載内容によってその範囲は一定程度限定されており，かつ，薬事法上の許認可なくインターネットで並行輸入販売等を行っている控訴人がこれに該当することは一義的に判定可能であるから，控訴人の特定には何ら欠けるところはない。",
                    "また，冒頭記事及びこれに含まれる本件記載6には，掲載の日付の記載がなく，「緊急告知！」という題名からしても，これ以降に続く控訴人を特定した記事を含む具体的な記事の総括であると読むのが通常である。",
                    "したがって，本件記載6が控訴人に関するものであることは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，少なくとも本件記載2，3，5及び6については，控訴人に関するものである。",
                    "したがって，本件掲載行為によって摘示された事実は，原判決の挙示する①控訴人商品がジョレン本社の販売している真正品ではないこと，②控訴人商品の販売価格が極端に廉価であること，③控訴人がジョレン本社の販売中止命令に従わなかったこと，④控訴人が厚生労働省から必要な許認可を得ることなく商品を販売していることの4点のほか，⑤控訴人の住所はCAのUPSストアの所在地であり，ショップ，会社の実体がないこと（本件記載2及び3），⑥控訴人はジョレン本社からの直接の電話に対して仕入先を回答できなかったこと（本件記載3）の2点が加わり，また，原判決の認める4点についても，表現の程度が更に重いものになるというべきである。",
                    "〔被控訴人の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "本件記載2及び3について",
                  "text": [
                    "原判決別紙本件ウェブページ目録記載3の部分の記事には，四つの業者が同一の業者であることを推知させるような記載は一切ない。他方で，冒頭の四つの業者の一つであるセレブスタイルについてのみ「いろいろな名前を使い分けて販売」と記載されており，控訴人を含む他の三つの業者については，名前を変えることについての何らの記載もない。",
                    "以上の記載を一般読者の普通の読み方によって見ると，セレブスタイルが名前を変えて販売する業者である旨は読み取れるものの，セレブスタイルを含む四つの業者が同一の業者であると読み取る余地はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件記載5について",
                  "text": [
                    "平成27年6月22日の記事中にある控訴人名の記載と，本件記載5を含む平成26年10月28日の記事とは，単に同一リンク先に記載されているのみで，それぞれ独立した記載として罫線で区切られており，各記載の更新日も明記されている。加えて，本件記載5を含む記事は，控訴人名の記載の約8か月前に掲載されたものである上，同記載中に控訴人を具体的に推知させる記載は一切ない。",
                    "したがって，本件記載5が控訴人に関するものと特定し得る余地はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件記載6について",
                  "text": [
                    "平成27年6月22日の記事中にある控訴人名の記載と，本件記載6を含む記載は，それぞれ独立した記載として罫線で区切られている。また，本件ウェブページの記載は，その冒頭の更新日の表示から，更新日が古い順に掲載されているところ，本件記載6は，控訴人の店舗名の記載の約8か月前に掲載された本件記載5よりも更に古い記事であることが読み取れる。",
                    "また，本件記載6を含む記載の冒頭記事には，「韓国や中国から発送する方法により」との記載もあるところ，本件ウェブページにおいて控訴人がこれに該当し得ることを推知させるような記載もない。また，本件記載6を含む冒頭記事中に，控訴人を具体的に推知させる記載も一切ない。",
                    "したがって，本件記載6が控訴人に関するものと特定し得る余地はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各記載に係る事実が真実であるといえるかどうかについて",
              "text": [
                "〔控訴人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，控訴人が原審において控訴人商品自体又はその外箱や容器等の画像等を証拠として提出していないこと，また，これらの証拠をアマゾン社にも提出していないことを理由として，控訴人商品が真正品ではないと認定した。",
                    "しかし，原審において控訴人商品を証拠として提出がなかったのは，それが現存しなかったからである。商品を転売して利益を生んでいる控訴人が，在庫を処分することなく保持しているわけもなく，また，製造者でも代理店でもない控訴人が，商品の画像等を保管しているという想定にも無理がある。",
                    "また，控訴人が，アマゾン社に対して証拠品を提出しなかった点については，求められていなかったからである。アマゾン社が控訴人に対して提出を求めたのは，「6か月以内に発行された商品の注文書，領収書又は請求書の写し」「代理店，仕入先の連絡先情報」「その他追加情報」であり，現物に関する情報は一切求められていない。控訴人としては，アマゾン社から提出を求められていない以上，仮に商品を提出したとしても，アマゾン社がこれを判断の根拠とするとは考えにくかった。また，控訴人の扱っているものであることの根拠が自己申告にすぎない現物の商品について，控訴人自身が作成した画像を添付したところで，既に販売した商品の真贋に関する何らの証明にもならないという常識的な判断をしたにすぎない。",
                    "このように，控訴人の対応は常識的な範囲にとどまるものであり，証拠の不提出をもってその取り扱う商品が真正品でなかったことを推認することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決は，①控訴人が控訴人商品の仕入先として主張するHAFA社が真正品を取り扱っていたとする証拠はないこと，②仕入価格は廉価にすぎ，証拠として提出された仕入先からの請求書（甲22，50～52）の信用性も低いことを理由として，控訴人商品が真正品ではないと認定した。",
                    "しかし，以下のとおり，原判決の上記認定は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "上記①について",
                      "text": [
                        "原判決は，ジョレン本社の副社長であるA（以下「A」という。）の供述（乙9。以下「A陳述書」という。）を根拠として，HAFA社が真正品を取り扱っていたとする証拠はないと判示したが，後記エ(ウ)bのとおり，A陳述書に信用性はない。",
                        "したがって，原判決の上記①についての判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "上記②について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，甲8を根拠として，真正品の米国内販売価格が5～7ドルであると認定しているが，甲8は，スーパーマーケットのネット販売ページを印刷したものであるから，甲8に記載された価格は，エンドユーザーに対して1個単位で販売される場合の価格である。",
                            "そして，ケース単位で売買される卸売価格が末端価格を下回るのは当然であるから，本件商品1を2．80ドルや3．45ドルで購入することは可能である（甲44，45）。",
                            "また，2．80ドルや3．45ドルで真正品を購入できる商品を，3．95ドルで模造品を購入する小売業者は存在しないから，この点からも，控訴人商品が模造品であるとの判断は不合理である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決は，甲22と甲50～52の形式の相違について判示するが，同証拠に記載された取引については，HAFA社の代表者自身が真実であると明らかにしている（甲54，55）から，原判決の上記判示は，根拠がない。",
                            "また，これらの事情は，控訴人商品が真正品であるとする積極的な立証の成否にかかわるものであって，控訴人商品が模造品であったという事実の認定に関して，積極的な意味を持つものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，原判決の上記②についての判断は誤りである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，HAFA社の代表者の陳述書（甲54。以下「HAFA社陳述書」という。）が偽造されたものであると主張する。",
                    "しかし，HAFA社陳述書の陳述者の署名は，解散証明（乙23の1）のHAFA社の代表者の署名と同じ筆跡である。",
                    "また，控訴人は，HAFA社から通信料金の明細書を預かっており，同明細書も証拠として提出した（甲64及び65の各1・2）。",
                    "なお，控訴人は，本件訴訟においては，控訴人商品が模造品であるとの被控訴人の主張に対する反駁という形で主張，立証をしており，控訴人商品が正規品であることを立証しようという訴訟活動はしておらず，HAFA社陳述書も，以上の限りで，その代表者に協力を求めたものであるところ，ジョレン本社から本件商品を仕入れた業者は，同商品を輸出業者に販売したことがジョレン本社に発覚すると，ジョレン本社から，真正性証明書の発行を受けられないなどの不利益な取扱いを受けることになるから，HAFA社陳述書には，控訴人商品の仕入先について言及がなかったのであり，HAFA社陳述書に何ら不自然な点はない。",
                    "したがって，HAFA社陳述書は真正に作成されたことは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決は，平成27年8月27日付けのジョレン本社からアマゾン社への連絡文書（乙1の1）の添付文書3（以下「添付文書3」ということがある。）から，セレブスタイルが販売する商品である添付文書3の商品2，3（以下「セレブスタイル商品」という。）が模造品であると判示し，その上で，控訴人とセレブスタイルの関係から，控訴人商品が真正品であることに疑念が生じると判示した。",
                    "しかし，以下のとおりの理由から，添付文書3は信用性がなく，添付文書3から，セレブスタイル商品が模造品であると認定することはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "添付文書3は，被控訴人の訴訟代理人弁護士が作成したものであり，中立公正なものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "添付文書3は，ジョレン本社が米国内で製造した商品である商品1（以下「添付文書商品1」という。）とクンダン社がインド国内で製造したセレブスタイル商品とを比較しているが，仮に，クンダン社がジョレン本社から許諾を受けており，セレブスタイル商品が真正品であったとしても，製造国も製造元も異なるのであるから，添付文書商品1とセレブスタイル商品との間に外形上の微細な相違があることは当然である。被控訴人の開設するホームページ（甲53）に写真が掲載されている，本件商品に相当する商品と添付文書商品1の外形を比較してみても，両者には大きな相違があり，このことからも，本件商品の外形規格が統一されていないことが認められる。そして，上記の甲53に掲載されている商品は，セレブスタイル商品と特徴が同一である。",
                        "したがって，セレブスタイル商品が真正品であるか否かを検討するためには，添付文書商品1とセレブスタイル商品との外形を比較することは意味がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そこで，以下，クンダン社がジョレン本社から本件商品の製造，販売について許諾を受けていたか否かを検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "クンダン社のものと見られるウェブサイトによると，クンダン社は平成16年にジョレン本社から本件商品の製造許諾を受けたとされており（甲30），第三者である民間の調査会社がインターネット上に公開している企業情報によると，ジョレン本社はインドに製造拠点を有しており（甲31），また，報道によると，平成17年5月7日，ジョレン本社がクンダン社とジョイントベンチャー契約を締結してインド市場に参入している（甲49）。",
                            "上記の事実からすると，クンダン社が何らかの権原に基づいて，インド国内の独自の製造ラインで本件商品を製造している可能性がある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "国際技術コンサルタント株式会社（以下「国際技術」という。）が，ジョレン本社を対象として米国で申し立てた証拠開示手続において，平成29年12月8日にAに対する尋問（以下「A尋問」という。）が行われたが，同尋問において，Aは，次のとおり，A陳述書（乙9）と矛盾する内容の供述をした（甲56）から，A陳述書は信用できない。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "ジョレン本社とクンダン社との間で本件商品の製造許諾契約が存在していた。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "ジョレン本社とクンダン社との間には長きにわたり非常に問題があり，ジョレン本社はクンダン社からライセンスを取り戻し，損害賠償を求めるため，ニューヨークで仲裁手続をとっており，仲裁手続が進行中である。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "承認されたジョレン製品は，米国ジョレン本社と，インドのライセンシーの下でのみ製造されていた。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上からすると，クンダン社がジョレン本社から本件商品の製造，販売について許諾を受けていた可能性は否定できず，セレブスタイル商品は，クンダン社の正規品である可能性が高い。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決は，アマゾン社は，控訴人商品の購入者からの真贋に関する連絡を受けて，添付文書3からセレブスタイル商品が模造品であると認定し，その上で，セレブスタイルと控訴人との関係から，控訴人商品を真正品ではないと判断し，控訴人に対して本件アカウント利用停止措置をとったとの判断をした。",
                    "しかし，アマゾン社は，控訴人とセレブスタイルとの関係を明確に否定する旨の回答をしている（乙4の2）のであるから，控訴人に対して何らの措置をとらないとの判断があってしかるべきであり，アマゾン社が本件アカウント利用停止措置をとったのは，原判決の判断とは異なる理由によるものである。",
                    "アマゾン社が本件アカウント利用停止措置をとった理由については，例えば，控訴人についてのみ，たまたま短期間にクレームが重複したため，期間あたりの件数で措置を決定するような内部基準に従って，機械的にアカウント停止措置をとったなどの事態が容易に想定できる。",
                    "〔被控訴人の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "控訴人商品が真正品であることについて控訴人が提出した証拠は，HAFA社のインボイス（甲22，50～52）及びHAFA社陳述書（甲54）のみである。",
                    "しかし，上記各証拠は，以下のとおりの理由から，いずれも偽造されたものであり，信用性が認められない。",
                    "そして，このように，控訴人が真実の仕入先について虚偽の事実を述べ，かつ偽造された証拠を提出するという訴訟態度によって，控訴人商品が模造品であったことが強く推認される。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "登録された会社名との相違",
                      "text": [
                        "HAFA社の登録された会社名は「HAFA  Enterprises，Inc」であり（甲55），また，カリフォルニア州州務長官のウェブサイトに掲載されている登録情報はいずれも「HAFA  Enterprises，Inc」であって（乙22，23），「HAFA  Enterprise，Inc」との登録会社は同ウェブサイト上不存在である。",
                        "これに対し，控訴人提出のすべてのインボイス（甲22，50～52）には，会社名が「HAFA  Enterprise，Inc」と表記されている。そして，HAFA社陳述書にも，会社名が「HAFA  Enterprise，Inc」と表記されている。",
                        "会社が対外的に発行する書類において，自社の会社名を誤って記載することは通常起こり得ず，まして，すべてのインボイスに当該誤りが存することは到底起こり得ない。また，代表取締役が自ら作成した裁判所に提出する書類において自社の会社名の記載を誤ることもおよそ考え難い。なお，米国に限らず，登録上の会社名と営業上の会社名に関し，それぞれ複数形又は単数形を使い分けるとの商慣習等は一切存在しない。",
                        "このように，控訴人提出のインボイス及びHAFA社陳述書において，登録情報と異なる誤った会社名が記載されている事実は，これらが真正に作成されたものでないことを決定的に裏付ける。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "インボイス間の書式の相違",
                      "text": [
                        "控訴人がHAFA社作成のものとしてアマゾン社に提出したインボイスと裁判所に提出したインボイス（甲22，50～52）は，その書式が相違していることから，当該インボイスは偽造されたものであることが強く推認される。",
                        "この点，HAFA社陳述書では，上記書式の相違の理由として現場担当者の変更が挙げられている。",
                        "しかし，当該インボイスはパソコンで作成されたことが外観上明らかであるところ，上記相違は，フォント，列幅，文字揃い，大文字・小文字違い等の点にある以上，書類データを初めから打ち込み作成しなければ当該点に相違が生じることは起こり難い。そして，このような定型書類は，過去の書類データを書き換えて作成することが通常であり，現場担当者の変更に伴い一から文字を打ち直すことは考え難い。",
                        "したがって，HAFA社陳述書記載の上記理由は不合理であり，当該理由によっても上記相違の発生を合理的に説明し得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "HAFA社とジョレン本社との間に取引関係は一切なく，このことは，A陳述書の作成以前からAが明言している（乙24）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "インボイス記載の金額が低額にすぎること",
                      "text": [
                        "Emerson社はジョレン本社唯一の一次卸業者であるところ，二次以下の卸業者である甲44の卸価格がEmerson社の卸価格とされる金額（甲45）と同一又はこれより安価であることは極めて不自然であるため，そもそも甲44及び甲45が真正な卸価格表か否かも疑わしい。",
                        "仮に控訴人が本件商品をHAFA社から仕入れたと仮定すると，HAFA社は，一次卸業者Emerson社及び二次卸業者（少なくともHAFA社が二次卸業者である可能性はない［乙9］。）を介した，三次卸業者以降の業者であるにもかかわらず，一次卸価格3．45ドル（甲45）と概ね変わらない3．95ドルとの卸価格で販売しており，HAFA社の卸価格は低額に過ぎ不自然かつ不合理である。また，HAFA社は，設立からわずか約1年で閉鎖した極めて小規模の会社であり，大量取引等のスケールメリットにより販売価格を低額に設定し得たとも考え難い。したがって，控訴人提出のインボイス記載の金額は低額にすぎるため不自然かつ不合理である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "HAFA社陳述書の内容の不自然性及び不合理性",
                      "text": [
                        "本件訴訟では，HAFA社が米国正規品を控訴人に販売したか否かが重要な争点となっているにもかかわらず，HAFA社陳述書には，HAFA社の仕入先，同仕入先とジョレン本社との取引の有無，同仕入先の米国正規品の取扱の有無について，関連事実も含めて一切記載されていない。HAFA社陳述書は，原判決及び控訴答弁書提出後に作成された陳述書であり，仮にHAFA社が正規品を販売していたのであれば，当該事実について記載されるのが自然である。それにもかかわらず甲54がこの点に一切言及していないことは極めて不自然である。",
                        "また，HAFA社陳述書には，平成27年11月9日に法人として閉鎖したものの，現在も同じ名前で米国内において商取引を継続している旨記載されているところ，甲51，52のインボイスの作成日は同日後であるが，法人が閉鎖したにもかかわらず「Inc」の表示も残したまま同一法人名で商行為を継続し，かつ，同一法人名の対外的書類を発行することは社会通念上考え難く，当該記載内容も極めて不合理である。",
                        "以上のとおり，HAFA社陳述書はその内容自体も極めて不自然かつ不合理なものであり，信用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，以下のとおりの控訴人の訴訟態度からも，控訴人商品は，真正品ではないと認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原審での証拠の不提出",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "仮に，控訴人がHAFA社から控訴人商品を仕入れたのであれば，当該取引に関する見積書又は価格表等が存在するはずであるが，これらの書証は一切提出されなかった。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "仮に，HAFA社が本件商品の真正品を取り扱っていたのであれば，控訴人としては，HAFA社の仕入先についての証拠を提出して，控訴人商品が真正品であることを証明できるにもかかわらず，そのような証拠も一切提出されなかった。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人は，控訴人商品の在庫をすべて処分したから原審において控訴人商品を証拠として提出できなかった旨主張するが，多量の在庫商品を転売・処分した際の記録も何ら提出されておらず，これらの取引記録が一切存在しないとか，保管されていないということも取引通念上考え難い。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "控訴人は，平成28年1月14日に，被控訴人に対し，控訴人訴訟代理人弁護士を通じて，本件サイトについて，通知書を発送しており（甲6の1），その当時，紛争が発生していたが，控訴人は，そのような状況にもかかわらず，控訴人が販売していた商品が真正品であることの重要な証拠である在庫商品を，何らの画像等の記録も残さずにすべて処分する行為は，極めて不自然かつ不合理である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "アマゾン社への証拠不提出",
                      "text": [
                        "控訴人は，アマゾン社に対して証拠品を提出しなかった理由として，現物に関する資料はアマゾン社から求められなかったためである旨主張するが，アマゾン社は，要提出資料中に「その他追加情報」と記載しており，控訴人に一切の資料の提出機会を与えていた（甲21）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上からすると，控訴人商品は模造品であるというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，以下のとおり，クンダン社の製品は模造品であり，セレブスタイル商品が正規品である可能性はない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ジョレン本社は，平成16年頃，クンダン社から，インド国内における正規代理店としての製造・販売ライセンスが欲しいとの申し入れを受け，同社との間でライセンス契約締結交渉を行っていた。ジョレン本社は，インドにおける模造品の流通を食い止めるため，同契約締結に前向きであった。そして，ジョレン本社は，同契約の最終的な締結に至らない段階で，クンダン社から，インド国内における監督庁への化粧品の製造販売許可申請に必要であるとして，本件商品の成分表等の資料の交付を求められ，これを交付した。そうしたところ，クンダン社は，同資料の交付を受けるや否や，ライセンス契約料の支払を拒否するとともに，ライセンス契約の調印も拒絶した。そうして，結局，ジョレン本社とクンダン社は，ライセンス契約締結に至らず，その後没交渉となった。その約1年後である平成17年頃，突然，クンダン社がジョエル本社の商品の模造品の販売を開始するに至った。",
                        "このように，クンダン社による商品の製造販売は，ジョレン本社の許諾に基づくものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，Aは，A尋問において，クンダン社との間で本件商品の製造許諾契約が存在していたことを認めており，これに反するA陳述書の信用性は認められない旨主張する。",
                        "しかし，A尋問においては，クンダン社に対するライセンスの存否は争点でなかった以上，Aが，クンダン社とのライセンス契約交渉に関する詳細な事情について具体的かつ正確に回答しなかったとしても不自然ではないから，控訴人が指摘する点をもってA陳述書の信用性を否定できるものではない。",
                        "そして，Aは，A尋問において，クンダン社製品は本件商品の模造品であると断定している（甲56の1の63頁17行～22行，83頁5行～15行）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，ジョレン本社で製造された商品であっても，外形規格が完全に統一されていない以上，単なる外形の比較対照によって真贋を判定することは困難であるから，添付資料3は信用性がない旨主張する。",
                        "しかし，米国における各国の代理店が販売する外箱等の外形規格はジョレン本社の具体的指示に基づき厳格に統一されている。ジョレン本社は各国で商標登録を行い，世界中で流通している模造品対策を講じているのであるから，外形規格を統一せず，ライセンサーであるジョレン本社自身も外観上真贋を判断できないということは，社会通念上も考え難い。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，セレブスタイルの代表者「B」は，控訴人代表者「C」の姓を名乗っており（乙18），かつ，控訴人代表者の居住地と同一住所に居住している（甲18）。すなわち，セレブスタイルの代表者は控訴人の配偶者である可能性が極めて高く，仮に配偶者でなくとも控訴人の共同経営者でありかつ同居している。現に，「B」は，公開メールアドレスの一つとして「（省略）」を使用している（乙17，乙18）。",
                        "他方，控訴人は，平成27年3月16日に設立され，同年6月から同年9月までの売上は0円（0個）であったにもかかわらず，セレブスタイルがアマゾン社から販売停止の措置を採られた時期（平成27年9月30日から平成27年10月16日の間）と全く同時期に，突如，アマゾン社での販売を再開し，売上を急増させた（甲4）。",
                        "したがって，セレブスタイルと控訴人は，各代表者が夫婦関係（又は共同経営者かつ同居関係）にあり，同時期に同種類の商品を同一の方法にて販売していたことから，極めて強い共通性・関連性を有し，セレブスタイルが模造品を販売する一方，控訴人が真正品を取り扱っていたとは考え難いというべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件附帯控訴についての当審における当事者の主張",
          "text": [
            "〔被控訴人の主張〕",
            "原判決は，本件記載2の第1文を掲載する行為は不法行為に該当し，同不法行為に基づく損害賠償請求権として，損害金33万円及びこれに対する平成28年9月9日から支払済みまで年5分の割合による遅延損害金の支払を求める権利が控訴人に発生した旨判断したが，被控訴人は，平成30年9月3日，控訴人に対し，上記損害賠償債務の弁済として，36万2774円を支払ったから，控訴人の上記権利は消滅した。",
            "〔控訴人の主張〕",
            "被控訴人から，原判決主文1項の金員（33万円及びこれに対する平成28年9月9日から支払済みまで年5分の割合による遅延損害金）全額の弁済を受けたことは認める。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "前記前提事実，後掲証拠及び弁論の全趣旨によると，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，本件サイトを通じて，日本の消費者に対し，本件商品である旨を表示して控訴人商品を輸出，販売していた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，日本におけるジョレン本社の商品の独占的な販売代理店であり，ホームページを開設しているところ，同ホームページ中の本件ウェブページには，原判決別紙本件ウェブページ目録記載の記事等が掲載されており，平成26年10月28日には，同目録記載2の記事（以下「平成26年記事」という。）が，平成27年6月22日には，同目録記載3の記事（以下「平成27年記事」という。）がそれぞれ掲載された。平成26年記事の冒頭には「平成26年10月28日」との記載があり，平成27年記事の冒頭には「平成27年6月22日」との記載がある。",
                "本件ウェブページには，上から順に，冒頭記事，平成26年記事及び平成27年記事が掲載されており，それぞれの末尾には，「JOLEＮ  JAPAＮ  高嶋屋有限会社」又は「JOLEＮ  JAPAＮ  高嶋屋有限会社  薬事管理部」との記載があり，各記事の間には線が引かれている。（甲2）"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ジョレン本社は，平成27年11月13日付けで，アマゾン社に対し，控訴人が本件サイトで，本件商品の模造品を出品しているとして，本件サイトでの控訴人商品の出品の停止を求めた（乙3の1）。",
                "アマゾン社は，控訴人に対し，メールで，同年12月1日，本件サイトで控訴人が出品していた控訴人商品等は，ジョレン本社の商標権を侵害する旨の報告を受けたので，控訴人商品等の出品を停止し，詳細ページを削除したことを通知し，さらに，同月4日，真贋に関する連絡があったとして，控訴人が本件サイトに出品した控訴人商品の出品を一時停止した旨通知し，同出品の再開を希望する場合は，次の資料を送信することを求めた（甲19，20）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "6か月以内に発行された商品の注文書，領収書又は請求書の写し"
                },
                {
                  "fig": "イ",
                  "subject": "代理店，仕入先の連絡先情報（名称，電話番号，住所，ホームページのURL）など"
                },
                {
                  "fig": "ウ",
                  "subject": "その他追加情報"
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，アマゾン社からの平成27年12月4日の上記の通知を受けて，同月5日，アマゾン社に対し，控訴人商品を購入した際の請求書として，HAFA社が発行した同年9月17日付けのインボイス（甲22。以下「甲22インボイス」という。）を送付したが，控訴人商品が真正品であることを示す資料として，甲22インボイス以外は提出しなかった（甲21，22）。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "アマゾン社は，平成27年12月6日，控訴人が出品している控訴人商品について，真贋に関する連絡及び不良品である旨の連絡があったとして，控訴人に対し，本件アカウント利用停止措置をした（甲5）。",
                "控訴人は，同日，アマゾン社に対し，米国内の真正品のみ取り扱っていると説明して，再度，甲22インボイスを送付したが，それ以外の資料は提出しなかった（甲23）。",
                "アマゾン社は，同月7日，控訴人のアカウントを審査した結果，本件サイトの基準を満たしていないとして，アカウントの再開はできないと通知した（甲24）。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "控訴人は，本件訴訟において，控訴人商品が真正品であることの証拠として，HAFA社が発行した平成27年10月20日付けのインボイス（甲50。以下「甲50インボイス」という。），同年11月10日付けのインボイス（甲51。以下「甲51インボイス」という。）及び同月18日付けのインボイス（甲52。以下「甲52インボイス」といい，以上の三つのインボイスを併せて「甲50～52インボイス」という。）を提出した。",
                "甲22インボイスと甲50～52インボイスとでは，以下のとおり，基本的な記載内容は同一であるが，その記載位置等が異なっている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "HAFA社の名称やその住所の表示，日付及びインボイスナンバーの表示，「Bill  To」又は「Bill  to」及び「Ship  To」以下の記載，「Comments  or  Special  Instructions：」の表示について，それぞれの各位置が異なっている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "表の各欄の大きさが異なっている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲22インボイスでは，「Bill  To」，「DATE」，「IＮVOICE」と記載されているが，甲50～52インボイスでは，「Bill  to」，「Date」，「Invoice」と記載されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "書体が異なっている。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "控訴人の代理人弁護士は，平成28年1月15日，被控訴人に対し，本件ウェブページ上には本件記載1～6が掲載されているが，控訴人商品は，ジョレン本社の販売品をアメリカ国内で仕入れたものであり，ジョレン本社の許諾のもと製造された真正品であるから，上記掲載行為は，不競法2条1項15号の不正競争行為に当たり，また，控訴人の名誉を毀損する不法行為に当たるとして，これによって控訴人が被った711万7000円の損害金の支払を求める旨記載した書面を送付した（甲6）。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "米国のカリフォルニア州の法人の登録情報を掲載しているウェブサイトには，「HAFA  EＮTERPRISES，IＮC．」という名称の法人の登録情報があり，同法人の登録情報には，最高経営責任者として「D」が記載されている（乙22）。上記ウェブサイトには，上記法人が平成27年11月9日に解散したことを示す登録情報も掲載されている（乙23）。",
                "また，上記法人がカリフォルニア州州務長官に提出した定款には，法人名の欄に「HAFA  Enterprises，Inc．」との記載があり，「D」の署名がある（甲55）。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "原審裁判所からの調査嘱託に対し，厚生労働省医薬・生活衛生局医薬安全対策課長は，「原告が日本国内の消費者に対して原告商品等を直接送付することにより販売した行為は，医薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律（以下「医薬品医療機器法」という。）2条13項において定義された「製造販売」に該当しないため，原告は，同法12条1項に規定された医薬部外品製造販売業許可を得る必要はない」旨回答した。（調査嘱託の結果）"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件各記載が控訴人に関するものであり，本件ウェブページに本件各記載を掲載したことにより，控訴人の信用，名誉が毀損されたといえるかどうかについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件記載1～3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件記載1～3は，平成27年記事中の記載であるところ，平成27年記事の内容からすると，同記事を閲読した者が，普通の注意と読み方によって本件記載1，2の部分を理解すると，同部分には，控訴人が，本件サイトにおいてジョレン本社の商品を販売しているが，同商品はジョレン本社の商品の真正品ではないこと（同事実を，以下「本件事実①」という。）が摘示されており，本件事実①と共に，控訴人の商品の仕入先が不明であること，控訴人は，ジョレン本社と取引がないこと，控訴人が販売している商品の価格は極端に安価であること，被控訴人は，ジョレン本社に報告し，控訴人は，販売の中止を求められたが，販売を継続していること，控訴人の店舗は，本件サイト上に記載された住所にはないこと，ジョレン本社では控訴人には大変困っていること（これらの事実を併せて，以下「本件事実②」という。）が摘示されており，また，控訴人は，厚生労働省の許認可を受けずに上記商品を販売しており，同行為は薬事法に違反すること（以下「本件事実③」という。）が摘示されていると理解するものと認められる。",
                    "そして，本件事実①，③は，同記載を閲読した者に対し，控訴人は，ジョレン社の商品の真正品でない商品を販売しており，また，同販売行為は薬事法に違反していると認識させるのであるから，本件記載1，2の掲載によって，控訴人の社会的評価は低下し，控訴人の信用，名誉が毀損されたというべきである。",
                    "なお，平成27年記事の内容からすると，被控訴人は，同記事を閲読した者に対して，本件事実①が真実であること（控訴人がジョレン本社の商品の真正品ではない商品を販売していたこと）をより印象付けるために，本件事実②の各事実（控訴人の商品の仕入先が不明であること，控訴人は，ジョレン本社と取引がないこと，控訴人が販売している商品の価格は極端に安価であること，被控訴人は，ジョレン本社に報告し，控訴人は，販売の中止を求められたが，販売を継続していること，控訴人の店舗は，本件サイト上に記載された住所にはないこと，ジョレン本社では控訴人には大変困っていること）を摘示したものと認められ，上記記事を閲読した者も，本件事実②に係る記載は，本件事実①に係る記載の信用性を高めるために記載されたものと認識すると認められるから，本件事実②は，いずれも，本件事実①と一体となって，控訴人がジョレン本社の商品の真正品ではない商品を販売していることを摘示するものということができ，本件事実②の摘示行為を本件事実①の摘示行為と別個に評価することはできないというべきである。そうすると，本件事実①が真実であれば，本件事実②を摘示する行為について，本件事実①を摘示する行為とは別個に，不正競争行為や不法行為が成立すると認めることはできない。もっとも，控訴人の店舗は，本件サイト上に記載された住所にないことは，本件事実①を根拠付ける事実とは別に，控訴人が店舗を持たない業者であることを摘示しているとも考えられるが，そうであるとしても，店舗を持たない業務形態の事業も多く存することからすると，本件サイト上に記載された住所に店舗がないことがそれのみで控訴人の社会的評価を低下させるとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，平成27年記事を閲読した者が，普通の注意と読み方によって本件記載3の部分を理解すると，同部分には，最近，ジョレン本社の商品をアメリカ価格の半額で販売している業者，本件サイトに表示された住所に会社が存在しない業者，ジョレン本社からの商品の仕入先についての問合せに対して返答しない業者，ジョレン本社からの販売中止命令を受け入れない業者が非常に多くなっており，パッケージをコピーする業者も発見したことから，調査を行ったこと（これらの事実を併せて，以下「本件事実④」という。）が摘示されていると理解するものと認められる。",
                    "そして，前記のとおり，本件事実②は，控訴人の商品の仕入先が不明であること，控訴人は，ジョレン本社と取引がないこと，控訴人が販売している商品の価格は極端に安価であること，被控訴人は，ジョレン本社に報告し，控訴人は，販売の中止を求められたが，販売を継続していること，控訴人の店舗は，本件サイト上に記載された住所にはないことなどというものであり，本件事実④の調査を行う契機となった事実とほぼ重なり合うことを考慮すると，同調査の契機となった事実は控訴人にも当てはまるものと理解するというべきである。",
                    "なお，平成27年記事の内容からすると，同記事を閲読した者は，本件事実④のうち調査をする契機となった各事実（最近，ジョレン本社の商品をアメリカ価格の半額で販売している業者，本件サイトに表示された住所に会社が存在しない業者，ジョレン本社からの商品の仕入先についての問合せに対して返答しない業者，ジョレン本社からの販売中止命令を受け入れない業者が非常に多くなっており，パッケージをコピーする業者も発見したこと）は，本件事実②に係る記載と同様に，本件事実①に係る記載の信用性を高めるために記載されたものと認識すると認められるから，本件事実④の上記各事実は，いずれも，本件事実①と一体となって，控訴人がジョレン本社の商品の真正品でない商品を販売していることを摘示するものということができ，本件事実④の摘示行為を本件事実①の摘示行為と別個に評価することはできないというべきである。そうすると，本件事実①が真実であれば，本件事実④を摘示する行為について，本件事実①を摘示する行為とは別個に，不正競争行為や不法行為が成立すると認めることはできない。もっとも，本件サイトに表示された住所に会社が存在しないとの事実は，本件事実②と併せて見ると，店舗等が存在しない旨の事実と解されるところ，同事実は，本件事実①を根拠付ける事実とは別に，控訴人が店舗等を持たない業者であることを摘示しているとも考えられるが，そうであるとしても，店舗を持たない業務形態の事業も多く存することからすると，その事実のみで控訴人の社会的評価を低下させるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件記載4，5について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件記載4は，平成26年記事中の記載であるところ，平成26年記事を閲読した者が，普通の注意と読み方によって，本件記載4を理解すると，同記載部分には，最近，顧客からの報告で，商品を，香港経由でアメリカに入れ，本件商品の真正品と告知して，カリフォルニアなどから，発送している業者を発見したことが摘示されていると理解するものと認められる。そして，本件記載4では，そのような業者が控訴人であるとは特定されておらず，また，平成26年記事全体の記載を考慮しても，上記業者が控訴人であると認識することはできない。",
                        "したがって，本件記載4が掲載されたことによって，控訴人の社会的評価が低下するということはできないから，本件記載4の掲載は控訴人の信用，名誉を毀損するとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件記載5は，平成26年記事中の記載であるところ，平成26年記事を閲読した者が，普通の注意と読み方によって，本件記載5を理解すると，同記載部分には，パッケージ，説明書，容器が日本語表記であり，国内発送であることを確認し，ジョレンジャパン，日本真正品などの表記のある店舗で本件商品の真正品を購入すべきことが摘示されていると理解するものと認められる。",
                        "ところで，平成26年記事には，「たとえ，アメリカ真正品であってもパッケージが英語表記の物は，保証は致しかねます。」との記載もあり，同記載からすると，本件商品については，「アメリカ真正品」も販売されており，パッケージや説明書等が英語表記であったり，また，日本の正規代理店以外の店舗で販売された本件商品の中には「アメリカ真正品」も含まれていると理解することができる。そうすると，平成26年記事を閲読した者は，控訴人商品が，パッケージや説明書等が英語表記であったり，日本の正規代理店で販売されていないとしても，「アメリカ真正品」であると認識することが考えられるから，本件記載5から，直ちに控訴人商品が真正品ではないと認識するとは認められないし，他に，本件記載5について控訴人の社会的評価を低下させる記載があるとは認められない。",
                        "したがって，本件記載5が掲載されたことによって，控訴人の社会的評価が低下するということはできないから，本件記載5の掲載は控訴人の信用，名誉を毀損するとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，控訴人は，本件記載5は，説明書が日本語で記載されていない業者についての記事という点で本件記載1～3と矛盾のない共通の内容であるところ，本件記載5がウェブページ上の上部にあり，本件記載1～3よりも先に読者の目に留まることからすれば，一般読者としては，本件記載5の業者が本件記載1～3で特定された業者であると認識するのが通常であると主張する。",
                    "しかし，本件記載5が含まれる平成26年記事と本件記載1～3が含まれる平成27年記事との間には線が引かれており，また，各記事の冒頭には日付が記載され，末尾には「JOLEＮ  JAPAＮ  高嶋屋有限会社  薬事管理部」との文責についての記載があることから，本件ウェブページを閲読した者は，平成26年記事と平成27年記事とは独立した記事であると認識するものと認められ，平成27年記事の内容を基に，平成26年記事を理解するということはないというべきである。",
                    "したがって，控訴人の上記主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件記載6について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件記載6は，薬事法上の許認可を有しない者が，インターネット等で，本件商品を並行輸入により販売することは薬事法違反となるという内容であり，同記事を閲読した者も，そのように理解するものと認められる。",
                    "そして，本件記載6が含まれる冒頭記事には，控訴人が薬事法上の許認可を有していないことについては一切記載されておらず，控訴人が薬事法上の許認可を有しないことが本件ウェブページの閲読者に知られていると認めるに足りる証拠もないから，冒頭記事を閲読した者に，控訴人が控訴人商品を販売することが薬事法に違反することになると認識されることはなく，したがって，本件記載6の掲載により，控訴人の信用，名誉が毀損されたと認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，本件記載6には掲載の日付の記載がないこと，本件記載6の「緊急告知！」という題名からすると，本件記載6は，これ以降に続く控訴人を特定した記事を含む具体的な記事の総括であると理解されるから，本件記載6は控訴人に関する記載であることは明らかであると主張する。",
                    "しかし，前記1のとおり，本件ウェブページには，冒頭記事，平成26年記事及び平成27年記事が上から順に掲載されているが，各記事の間には線が引かれており，また，各末尾に「JOLEＮ  JAPAＮ  高嶋屋有限会社」等の文責についての記載があることから，本件ウェブページを閲読した者としては，それぞれの記事は独立した記事であると認識するものと認められ，平成26年記事や平成27年記事の内容を基に，冒頭記事を理解するということはないというべきである。",
                    "したがって，控訴人の上記主張を採用することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件記載1，2の掲載により，本件事実①を摘示したことについて，本件事実①の真実性の証明があるとして違法性が阻却されるか，また，上記行為が不競法2条1項15号の不正競争行為に該当するかどうかについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，真正品でない商品が販売されていることを消費者に告知することは，当該商品によって消費者が健康被害等を受けることを予防し，商標権等の知的財産権の保護にも資するものであることから，公共の利益に関する事実に当たり，専ら公益を図る目的によるものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，本件事実①が真実といえるかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訴訟においては，控訴人商品が本件商品の真正品であるかどうかが中心的な争点となっているところ，控訴人は，控訴人商品をすべて処分してしまった旨主張し，控訴人商品の容器及びパッケージ等を撮影した写真やその成分を検査した報告書等を証拠として提出していない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1のとおり，控訴人代理人弁護士は，平成28年1月15日，被控訴人に対し，控訴人商品は，ジョレン本社の販売品をアメリカ国内で仕入れたものであり，ジョレン本社の許諾のもと製造された真正品であるから，本件記載1～6を本件ウェブページに掲載したことは，不競法2条1項15号の不正競争行為に当たり，また，控訴人の名誉を毀損する不法行為に当たるとして，これによって控訴人が被った711万7000円の損害金の支払を求める旨の書面を送付したのであるから，控訴人は，上記の時点までには，上記損害賠償請求を基礎付けるために，控訴人商品の成分や，その容器及びパッケージ等の形状を本件商品と比較する必要が生じること，また，そのために控訴人商品を保存しておく必要があることを十分に認識していたものと認められる。また，控訴人商品は，700円～900円で販売されていた（甲17，27，34～39，41）から，同商品を販売しないで保管しておくことによる損失は軽微というべきである。",
                        "それにもかかわらず，控訴人は，控訴人商品をすべて処分した旨主張しており，著しく不自然である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記1(3)～(5)で認定したとおり，控訴人は，アマゾン社から，平成27年12月4日，真贋に関する連絡があったとして，本件サイトでの出品を一時停止する旨の通知を受け，さらに，同月6日には，本件アカウント利用停止措置をした旨の通知を受けたにもかかわらず，アマゾン社に対して，真正品であることの証拠として，甲22インボイスのみを送付しており，この点も不自然である。",
                        "この点について，控訴人は，アマゾン社から提出を求めてられていなかったと主張するが，アマゾン社は，「その他追加情報」の提出も求めており（前記1(3)），控訴人が控訴人商品を販売していた本件アカウントの利用が停止されるという状況において，甲22インボイスのみを送付することは，不自然というほかない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，控訴人商品の仕入先はHAFA社であると主張し，その証拠として，同社の発行した4通のインボイス（甲22，甲50～52）及びHAFA社陳述書（甲54）を提出するが，以下のとおり，上記各証拠については，不自然な点があるから，上記各インボイスの記載のとおりの事実を認めることはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(8)で認定したとおり，HAFA社の社名は「HAFA  EＮTERPRISES，IＮC．」又は「HAFA  Enterprises，Inc．」であるが，本件訴訟において控訴人がHAFA社の発行したものであるとして提出した4通のインボイスには，その社名欄に，「HAFA  Enterprise，Inc．」と記載されている。",
                        "また，本件訴訟において控訴人がHAFA社の代表者が作成した陳述書であるとして提出したHAFA社陳述書の本文には，HAFA社を「HAFA  Enterprise，Inc．」と表記している。",
                        "このように，控訴人が証拠として提出したHAFA社発行の4通のインボイス及びHAFA社の代表者の陳述書には，HAFA社の名称として，実際の名称とは異なる表示がされているところ，上記相違は，上記各書類の作成者が，HAFA社の名称のスペルを誤ったことが原因となっているものと推認される。",
                        "そして，法人の代表者が，裁判所に提出する書類に記載する自らが代表する法人の名称のスペルを間違えたり，担当者がインボイスに表記する法人名のスペルを間違えるということは通常考えられないことであるが，控訴人からは，HAFA社陳述書及び上記4通のインボイスに記載されたHAFA社の名称のスペルの間違いが生じた理由について何らの説明もされていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記4通のインボイスのうち，甲22インボイスと甲50～52インボイスを比較すると，基本的な記載内容は同一であるが，その記載位置等に，前記1(6)で判示したとおりの相違があり，これらの相違の存在からすると，平成27年10月20日付けの甲50インボイスは，同年9月17日付けの甲22インボイスの書式を利用せずに，一から作成したものと認められるところ，このように，基本的な記載内容は異ならないにもかかわらず，近接した日に，従前の書式を利用することなく，インボイスを作成することは不自然である。",
                        "HAFA社陳述書には，上記の点については，インボイスを作成する担当者が変更されたと記載されているのみであり，合理的な説明はされていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記1(8)で認定したとおり，HAFA社は平成27年11月9日に解散しているが，甲51インボイスは同月10日に，甲52インボイスは同月18日にそれぞれ発行されている。このように，法人が，解散した後に商品の販売に関するインボイスを発行することは不自然である。",
                        "この点について，HAFA社陳述書には，HAFA社は，解散後もビジネスを行っている旨の記載があるが，その経緯等については記載がなく，また，控訴人からも，何らの説明もない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "HAFA社陳述書には，HAFA社は，甲22インボイス及び甲50～52インボイスに記載された商品を，同インボイス記載の日に控訴人に販売した旨の記載がある（甲54）が，HAFA社陳述書には，上記各インボイスに記載された商品の仕入先や仕入先とジョレン本社との関係等についての情報は一切記載されていない（甲54）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し，控訴人は，本件訴訟においては，控訴人商品が模造品であるとの被控訴人の主張に対する反駁という形で主張，立証をしており，控訴人商品が正規品であることを立証しようという訴訟活動はしておらず，HAFA社陳述書も，以上の限りで，その代表者に協力を求めたものであるところ，ジョレン本社から本件商品を仕入れた業者は，同商品を輸出業者に販売したことがジョレン本社に発覚すると，ジョレン本社から，真正性証明書の発行を受けられないなどの不利益な取扱いを受けることになるから，HAFA社陳述書には，控訴人商品の仕入先について言及がなかった旨主張する。",
                            "しかし，HAFA社が販売している商品が真正品でなければ，控訴人商品をHAFA社から仕入れたとしても，控訴人商品は真正品ではないのであるから，控訴人商品がHAFA社から仕入れたことを立証しても，控訴人商品が模造品であるとの被控訴人の主張に対する反証にはならず，したがって，控訴人としては，被控訴人の上記主張に対する反証のためには，可能な限り，控訴人商品のHAFA社の仕入先や仕入先とジョレン本社との関係等を明らかにする必要があるというべきであり，また，通常，控訴人の立場に立てば，これらを可能な限り明らかにするという訴訟活動をするというべきである。",
                            "そして，HAFA社としても，例えば，自己の仕入先のインボイスの発行会社の社名部分等をマスキングするなどして，これをHAFA社陳述書に添付する方法により，仕入先が不利益を受けない形で控訴人に証拠を提供することも可能であると考えられる。したがって，控訴人の上記主張は，HAFA社陳述書にHAFA社の仕入先や仕入先とジョレン本社との関係等の情報について言及されないことの理由としては不十分である。",
                            "よって，控訴人の上記主張は理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，控訴人とHAFA社との取引に関するインボイス以外の書類や控訴人の仕入台帳等の帳簿類も，控訴人がHAFA社から控訴人商品を購入したことの証拠となり得るものであって，上記各書類を証拠として提出することは容易であると考えられるにもかかわらず，控訴人は，上記各書類を証拠として提出しておらず，また，そのことについて合理的な説明をしていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，控訴人は，控訴人商品が真正品であることを立証するために容易に提出することのできる基本的な証拠を提出せず，かえって，内容が不自然な証拠を提出しており，このような控訴人の訴訟態度からすると，控訴人商品は本件商品の真正品ではないことが認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお，Aは，A陳述書（乙9）において，HAFA社との取引はなく，知らない会社であり，控訴人とも取引はなく，知らない会社である旨陳述しており，また，米国における尋問（A尋問）において，ジョレン本社とは関係なく「Jolen」の商標が付された商品が存する旨証言しているところ，これに反する証拠はない。",
                    "したがって，これらの陳述及び証言は，上記エの認定を裏付けるものということができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "また，セレブスタイル商品や国際技術の商品，さらにはクンダン社についての主張及び立証は，控訴人商品とは異なる商品についての主張及び立証であるから，上記エの認定を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件事実①は真実であり，本件記載1，2を掲載して本件事実①を摘示したことについては，信用，名誉毀損の不法行為の違法性が阻却され，また，同行為は，不競法2条1項15号の不正競争行為に該当しない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件記載1，2を掲載して本件事実③を摘示する行為が不競法2条1項15号の不正競争行為に該当するかどうかについて",
          "text": [
            "前記2で判示したとおり，本件記載1，2を掲載して本件事実③を摘示することは，控訴人の信用を毀損するところ，当裁判所も，本件事実③は虚偽の事実であり，被控訴人には過失があり，また，控訴人と被控訴人は競争関係にあるから，本件記載1，2を掲載して本件事実③を摘示する行為は不競法2条1項15号の不正競争行為に該当し，被控訴人には控訴人が当該行為によって被った損害を賠償する義務があると判断する。その理由は，次のとおり補正するほかは，原判決29頁25行目冒頭から31頁13行目末尾までに記載のとおりであるから，これらを引用する。",
            "（補正）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決29頁25行目冒頭に「(1)」を加え，30頁7行目の「を摘示したものであり，」から9行目末尾までを，「であると認められる。」に改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決30頁15行目冒頭から15行目末尾までを削り，16行目冒頭に「(2)」を加え，19行目冒頭から25行目末尾までを削り，26行目冒頭に「(3)」を加える。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "控訴人の受けた損害の額",
          "text": [
            "本件記載1，2を掲載して本件事実③を摘示した行為によって，控訴人が被った損害の額は，上記掲載がインターネット上に公開する方法で行われたこと，その公開された期間（約1年4か月間）等諸般の事情を考慮すると，30万円と認めるのが相当であり，また，上記行為と相当因果関係の認められる弁護士費用は3万円と認めるのが相当である。",
            "したがって，本件記載1，2を掲載して本件事実③を摘示するという不正競争行為によって控訴人の受けた損害額は合計33万円となる。"
          ]
        },
        {
          "fig": "6",
          "subject": "弁済",
          "text": [
            "前記4，5のとおり，被控訴人は，控訴人に対し，本件記載1，2を掲載して本件事実③を摘示した不正競争行為について，33万円の損害賠償債務を負っていたが，同損害賠償債務については，原判決後，遅延損害金も含めて全額が弁済されたことは当事者間に争いがなく，また，その弁済は全くの任意にされたものと認められる。",
            "したがって，被控訴人の上記損害賠償債務は弁済によって消滅した。"
          ]
        },
        {
          "fig": "7",
          "subject": "結  論",
          "text": [
            "以上のとおり，本件控訴は理由がないから，これを棄却し，本件附帯控訴は理由があるから，被控訴人の敗訴部分を取り消して，控訴人の請求を棄却することとし，訴訟費用につき，民訴法67条2項，61条，62条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}