{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2017-890087号事件について平成30年11月6日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録無効審判請求に対する不成立審決の取消訴訟である。争点は，商標法3条1項1号，3号又は4条1項16号該当性である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "被告は，別紙商標目録記載の商標(以下「本件商標」という。)の商標権者である(甲1)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告が，平成29年12月27日に，指定商品のうち「再起動器を含む電源制御装置」について本件商標の登録を無効とするとの審決を求めて審判請求(無効2017-890087号。以下「本件審判」という。)をしたところ，特許庁は，平成30年11月6日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月15日，原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標は，商標法3条1項1号に該当するか否かについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「リブーター」の文字は，「日経MAC  2000年11月号」(日経BP社発行)(甲4。以下「甲4文献」という。)，「応用地質技術年報  Ｎo．29",
                  "text": [
                    "2009」(応用地質技術株式会社発行)(甲5。以下「甲5文献」という。)，ウェブサイト「valuePress！」(平成21年7月21日配信)(甲6。以下「甲6サイト」という。)，「小型遠隔電源制御キット2  取扱説明書」(平成24年1月，東京通信機工業株式会社発行)(甲7。以下「甲7文献」という。)に使用されているが，特定の意味を有する語として辞書には掲載されていない。",
                    "上記の事実によると，「リブーター」の文字は，全体として，特定の語義を生ずる既成の語とはいえず，造語といえる。そして，上記の各文献において，「リブーター」の文字が，「再起動するもの」(甲4文献)，「電源をOＮ・OFFするもの」(甲6文献，甲7文献)の意味合いで使用されているとしても，その使用例は僅かに4件である。そのうち，甲4文献においては，具体的な商品が確認できず，甲5文献で使用されている文字は「リブータ」であって，本件商標と同一ではなく，甲7文献における記述は機能の名称を表示したと理解されるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上からすると，本願商標の出願時及び査定時において，「リブーター」の文字が，商品「電源制御装置」の一般的な名称として，取引者，需要者に認識されていたという事実は認められないから，その指定商品との関係において，普通名称ということができない。",
                    "したがって，本件商標は，商標法3条1項1号に該当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標は，商標法3条1項3号に該当するか否かについて",
              "text": [
                "本件商標は，「リブーター」の文字を標準文字で表してなるところ，これは，既成の親しまれた意味合いを認識し得ないものであるから，本件商標は，特定の観念を生じない一種の造語というべきものである。",
                "仮に，本件商標が，再起動に関連する商品であることを暗示させる場合があるとしても，それが直ちに特定の商品の品質等を具体的に表すものと認識し理解させるとはいえないものであり，証拠上，その商品の品質等を具体的に表す表示として使用されている事実又はその文字が自他商品識別標識として機能しないとするような事実は認められない。",
                "また，職権で調査したが，本件商標の指定商品を取り扱う業界において，「リブーター」の文字が，自他商品識別標識としての機能を有さないと認められる事情は発見できなかった。",
                "そうすると，本件商標は，特定の観念を生じない一種の造語を表したものと理解するのが相当であって，特定の商品の品質等とすべき何らかの理由を見いだすこともできないから，自他商品識別標識としての機能を十分に果たし得るものというべきであり，その登録査定時において，商品「電源制御装置」の品質等を具体的に表示するものとして直ちに理解され，認識されていたとはいい難く，商品の品質等を普通に用いられる方法で表示する標章のみからなる商標とはいえない。",
                "したがって，本件商標は，商標法3条1項3号に該当しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標は，商標法4条1項16号に該当するか否かについて",
              "text": [
                "前記(1)，(2)のとおり，本件商標は，その登録査定時において，その商品の普通名称又は品質等を表示する標章のみからなる商標とはいえないとみるのが相当であるから，本件商標をそのいずれの指定商品に使用しても，商品の品質について誤認を生じさせるおそれもないというべきである。",
                "したがって，本件商標は，商標法4条1項16号に該当しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法3条1項1号該当性についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「リブーター」の語について，文献には以下の記載がある。",
                "なお，以下の文献のうち，甲4文献の発行部数は，数万部程度であると予測され，また，甲5文献は，論文形式の年報であり，各年約2500部発行され，取引先等に配布され，翌年には発行会社のホームページに掲載される。",
                "以下のオ～クの文献は，月2回発行され，発行部数は約2万部である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4文献",
                  "text": [
                    "「USB搭載マック用の自動リブーター「Kick-off！」  USBポートを監視し，システムやアプリケーションの予期せぬクラッシュ時にマックを再起動する自動リブーター」(233頁右欄14行から18行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5文献",
                  "text": [
                    "「遠隔電源制御装置(リブータ)」(63頁右欄9行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲6サイト",
                  "text": [
                    "「フリーズしたルータを自動的にリブート(電源のOＮ／OFF)するリブーター「ＮetMoniシリーズ」を販売しております」(説明文5行～6行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲7文献",
                  "text": [
                    "「リブーター機能により電源オン・オフ・リブートなどの制御を行うことができます」(8頁の「正面詳細図」中の「AC100V  Outlet2」の説明文)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「セキュリティ産業新聞  平成22年5月10日」(セキュリティ産業新聞社発行)(甲37。以下「甲37文献」という。)",
                  "text": [
                    "「明京電機  河川監視等の屋外監視システムに役立つリブーターを提案。PIＮG監視機能，電源制御機能の利用により，遠隔地からフリーズした装置の復旧が可能。ルータやカメラのシステムダウン時間を最小限に抑制する。」(最下段「明京電機」のブースの紹介記事)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「セキュリティ産業新聞  平成23年6月25日」(セキュリティ産業新聞社発行)(甲38。以下「甲38文献」という。)",
                  "text": [
                    "「インテリジェント・サーバラック「ISR100」は，キャビネット，UPS(バッテリー)，電源リブーターから成る3点セットにより，機器を想定される様々なトラブルから守るシステム。」(「アレクソン」のブースの紹介記事)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「セキュリティ産業新聞  平成24年9月10日」(セキュリティ産業新聞社発行)(甲39。以下「甲39文献」という。)",
                  "text": [
                    "「明京電機は従来からIPカメラシステム運用の問題とされるカメラ，ルーターのフリーズを自動検出する「リブーター」製品を紹介」(左欄4段目)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "「セキュリティ産業新聞  平成24年11月25日」(セキュリティ産業新聞社発行)(甲40。以下「甲40文献」という。)",
                  "text": [
                    "「明京電機は，万一のフリーズ発生時でも自動リブート，遠隔リブートによってシステムダウンを最小限に抑止できる「リブーター」を紹介(＝写真⑪)。」(左欄下から3段目)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「リブーター」の語は，再起動を意味する英語の動詞「reboot(リブート)」の語尾に「er」が付加された「rebooter」のカタカナ表記であるところ，前記(1)の各文献及びウェブサイトの記載からすると，「リブーター」の語は，「リブート(reboot：再起動)」機能を備えた電源制御装置を示すものとして，取引者，需要者の間で認識されているものと認められ，自他商品識別力がなく，商標としての機能を果たし得ないというべきである。",
                "平成12年～平成21年に発行，公表された甲4文献，甲5文献及び甲6サイトには，「リブーター」の機能の説明として，「再起動」，「遠隔電源操作」及び「電源のOＮ／OFF」等の補足説明がされていたが，平成22年以降に発行された甲7文献，甲37文献～甲39文献では，「リブーター」の機能の説明はされておらず，甲40文献にも，「リブーター」の機能の説明として「リブート」と説明されているのみであることからすると，「再起動器」としての「リブーター」は，平成12年前後から徐々に周知性を獲得し，遅くとも平成22年以降は，情報・通信の技術分野に属する当業者の間で，詳細な説明がなくとも商品の性質，機能が十分認識されるようになっていたことが認められる。したがって，本件商標の登録査定日以前に，当業者の間で，「リブーター」が「再起動器」の一般名称として当然に用いられていたといえる。",
                "甲37文献，甲39文献及び甲40文献では，被告自らが，「再起動器」の普通名称として「リブーター」を使用しており，被告自ら，リブーターは，リブート(再起動)する機能を備えた装置であることを強調している。",
                "したがって，本件商標は，商標法3条1項1号に該当する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件審決について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，甲4文献の記載からは，具体的な商品が確認できないと説示する。",
                    "しかし，甲4文献には，USB搭載マック用の自動リブーター「Kick-off！」の商品説明として「USBポートを監視し，システムやアプリケーションの予期せぬクラッシュ時にマックを再起動する」と明記されており，同記載からすると，甲4文献の読者には，自動リブーターが，マック(Apple社の販売するパーソナルコンピューター，マッキントッシュの略称)を再起動するための商品であることが容易に認識される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，甲5文献では，「リブーター」ではなく「リブータ」が使用されていると説示する。",
                    "しかし，情報・通信分野の技術文書では，3音以上を有する外来語の語尾の長音記号を省略する慣例がある(甲35，36)。したがって，甲5文献のような技術文書の読者であれば，「リブータ」と「リブーター」とは同一の装置を指す語であることは直ちに認識できる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法3条1項3号該当性についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "動詞「リブート／reboot」は，情報・通信の技術分野に属する取引者，需要者の間で再起動を意味する語として広く用いられており，また，動詞に「-er」または「-or」を付加することにより，動作主名詞を造ることは，情報・通信の技術分野はもとより，広く一般的に行われている(甲8，9)。したがって，情報・通信の技術分野に属する取引者，需要者は，「リブーター」の語を，リブートする機能を備えた電源制御装置として当然に認識するものといえる。",
                "甲4文献，甲6サイト，甲7文献，甲40文献には，前記1(1)のとおりの記載がされており，いずれの文献においても「リブーター」の語が，「リブート」又は「再起動」の語と関連して記載されている。",
                "したがって，「リブーター」を「再起動器」に使用することは，単に，商品の機能，用途の表示にすぎず，商標法3条1項3号に該当する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件商標は，特定の観念を生じない一種の造語を表したものと理解されるから，自他商品識別標識としての機能を十分に果たし得ると説示する。",
                    "しかし，「リブート(reboot)」の語義は「再起動」であり(甲10～14)，また，動詞の末尾に「-er」を付けることにより，「～する物」との意味に転じる(甲8)から，本件商標を構成する「リブーター(rebooter)」の文字は，再起動する物(装置)との意味合いを有する複合語として，情報・通信の技術分野に属する取引者，需要者に当然に認識されるものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，「リブーター」は，特定の商品の名称を表すものとして一般に広く使用されているといった事実は認められないから，「リブーター」の文字が，本件商標の指定商品を取り扱う業界において，商品の品質等を具体的に表すものとして取引上普通に使用されていると認めることはできないと説示する。",
                    "しかし，商標法3条1項3号が指定商品の品質，用途を普通に用いられる方法で表示する標章のみからなる商標について，商標登録を受けることができないと規定する趣旨は，「このような商標が商品の特性を表示記述する標章であって，取引に際し必要適切な表示としてなんぴともその使用を欲するものであるから，特定人によるその独占的使用を認めるのを公益上適当としないものであるとともに，一般的に使用される標章であって，多くの場合自他商品識別力を欠き，商標としての機能を果たし得ないものであることによるもの」と解される。このように，同号は，指定商品の品質，用途を表すものとして取引者，需要者に認識される態様の商標につき，そのことのゆえに商標登録を受けることができないとしたものであり，商標(標章)が現実に使用されているか否かを問題とするものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(商標法4条1項16号該当性についての判断の誤り)",
          "text": [
            "前記1及び2のとおり，「リブーター」は，商品「再起動器」の普通名称又は単なる機能，用途の表示に該当する。",
            "したがって，「リブーター」を本件商標の指定商品のうち，「再起動器」以外の商品に使用する場合には，商品の機能，用途について誤認を生じるおそれがあり，本件商標は，商標法4条1項16号に該当する。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(手続上の瑕疵)",
          "text": [
            "本件審決は，「当審において職権をもって調査したが，本件商標の指定商品を取り扱う業界において，「リブーター」の文字が，自他商品識別標識としての機能を有さないと認められる事情は発見できなかった。」と説示しており，職権証拠調べが行われているが，同証拠調べについて，請求人である原告には何ら通知がされることなく，本件審決がされた。",
            "したがって，本件審判の手続は，商標法56条の準用する特許法150条1項及び5項に違反している。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「リブーター」の文字が，商品「電源制御装置」の一般的な名称として，取引者，需要者に認識されていたという事実は認められず，本件商標の「リブーター」の文字は，その指定商品との関係において，普通名称ということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件商標である「リブーター」を，「reboot」に「er」を加えた「rebooter」の片仮名表記であると主張した上で，「再起動器」の普通名称であると主張している。",
                "しかし，例えば，一般的な言葉である「チーター」を，「cheat」に「er」を加えた言葉といえないのと同様に，「リブーター」を，「reboot」に「er」を加えた言葉と解することはできない。",
                "したがって，「リブーター」を，リブートする機能を備えた電源制御装置と認識することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審判手続においては，「リブーター」の語が使用された証拠としては，甲4文献～甲7文献のわずか4点のみが提出されたところ，原告は，本件訴訟において，甲37文献～甲40文献を提出する。",
                "そこで，甲37文献～甲40文献を検討すると，甲37文献，甲39文献及び甲40文献は，被告の商品の紹介記事であって，商品名である「リブーター」についての記載にすぎず，「リブーター」の文字が，商品「電源制御装置」の一般的な名称として使用されたものとはいえない。甲38文献は，「インテリジェント・サーバラック「ISR100」は，キャビネット，UPS(バッテリー)，電源リブーターから成る3点セットにより，機器を想定される様々なトラブルから守るシステム。」と記載されているにすぎず，「リブーター」の文字が何を意味するか理解できない"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，甲37文献，甲39文献及び甲40文献では，被告自らが，「再起動器」の普通名称として「リブーター」を使用しており，被告自ら，リブーターは，リブート(再起動)する機能を備えた装置であることを強調していると主張する。",
                "しかし，前記(3)のとおり，上記各文献の記載は，被告の商品の紹介記事にすぎず，被告自らが記載しているわけではない。また，甲40文献は，被告の商品である「リブーター」についての商品紹介記事であるから，どういう機能を持つ商品であるかを説明する記載になるのは当然であるし，仮に，「リブーター」が普通名称であるならば，「リブーター」の文字から直接的にどういうものかが認識できると考えられるから，商品の紹介記事において，原告が主張するような「リブーターはリブート(再起動)する機能を備えた装置であることを強調している。」というような記載にはならないものと考えられる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上より，原告の主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "text": [
            "本件商標は，その登録査定時において，商品「電源制御装置」の品質等を具体的に表示するものとして直ちに理解され，認識されていたとはいい難く，商品の品質等を普通に用いられる方法で表示する標章のみからなる商標とはいえない。",
            "原告は，「reboot」に「er」を付加することにより動作主名詞を造ることが情報・通信の技術分野で広く一般的であるとして，「リブーター」の語を，リブートする機能を備えた電源制御装置として当然に認識するものといえると主張する。",
            "しかし，前記1のとおり，「リブーター」を，「reboot」に「er」を加えた言葉と解することはできず，「リブーター」の語を，リブートする機能を備えた電源制御装置として当然に認識するといえるのか疑問である。「リブーター」の語を，リブートする機能を備えた電源制御装置として当然に認識するといえるのであれば，甲4文献及び甲6サイトの記載のように，○○なリブーターというような記載にはならないはずである。",
            "したがって，原告の主張する取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "text": [
            "前記1及び2のとおり，本件商標は，その登録査定時において，その商品の普通名称又は品質等を表示する標章のみからなる商標とはいえないとみるのが相当であるから，本件商標をそのいずれの指定商品に使用しても，商品の品質について誤認を生じさせるおそれはないというべきである。",
            "したがって，原告の主張する取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4について",
          "text": [
            "商標法56条で準用する特許法150条5項は，職権証拠調べが行われた際に，知らない間に不利な証拠が集められ，当事者の利益が害されることを防止するものであるところ，本件審判手続において行われた職権証拠調べによって，原告の利益は害されていないから，本件審判手続に瑕疵があったとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "後掲証拠によると，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「リブート」に関する記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ビジネス技術実用英語大辞典」(平成10年6月26日，日外アソシエーツ株式会社発行。甲10)",
                  "text": [
                    "「reboot  (コンピュータなど)をブーストし直す〔再起動する〕」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「情報技術用語大事典」(平成13年3月25日  株式会社オーム社発行。甲11)",
                  "text": [
                    "「リブート  reboot   システム起動中に，いったんシステムを完全に終了し，再び起動する一連の動作。またはそれを指令するコマンド。・・・マイクロソフト社のWindowsでは，スタートメニューの「Windowsの終了」で「再起動する」を選択する。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「日経BP  デジタル大事典  2001-2002版」(平成13年2月5日，日経BP社発行。甲12)",
                  "text": [
                    "「リブート    ［reboot］→再起動」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「日経パソコン用語事典  2002版」(平成13年9月19日，日経BP社発行。甲13)",
                  "text": [
                    "「リブート    reboot→再起動」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「IT用語カタカナ・略語辞典」(平成14年，株式会社集英社発行。甲14)",
                  "text": [
                    "「リブート［reboot］  ・・・再起動。ソフトウェア，特にOSを起動し直すこと。・・・」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「キーマン’sネット」(平成9年7月31日，株式会社エーピーシー・ジャパン発行。甲17)",
                  "text": [
                    "「サーバーのシャットダウンとリブートのスケジュール運転」，「UPSのテスト，システムのシャットダウンやリブートのカレンダー登録によるスケジュール運転機能」"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「日経Windowsプロ  2002年3月号」(平成14年3月，日経BP社発行。甲20)",
                  "text": [
                    "「マシンが不意にリブートする。なかなか解決しなかったが，Service Packを適用することで，すぐ収まった。」"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "「日経Windowsプロ  2002年4月号」(平成14年4月，日経BP社発行。甲21)",
                  "text": [
                    "「お～っと，トラブルかい？そんなの，とりあえずリブートしてみればいいんだよ。調べるのは時間の無駄だよ・・・」"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "「日経ＮETWORK  2002年9月号」(平成14年9月，日経BP発行。甲22)",
                  "text": [
                    "「あれ，つながらないです。サーバーが落ちてますね。早速リブートしに行ってきます。」",
                    "「サーバーをリブートするような場合，その旨をどう全ユーザーに伝えるのか悩ましいところ。」"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "被告のウェブサイト(平成14年12月24日，甲23)",
                  "text": [
                    "「遠隔リブートができます。",
                    "LAＮ／WAＮ環境でWeb画面から簡単にネットワーク機器の電源の状態取得や制御できます。」",
                    "「自動リブートができます。(死活監視)",
                    "指定のアドレスにPIＮGを定期的に送出し，設定した回数応答が無い場合に電源を自動的にOFF／OＮさせることができます。」"
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "Software  Factoryのウェブサイト(平成21年，甲25)",
                  "text": [
                    "「電源オンは，すべてWake  On  LAＮテクノロジを用いてUDPによりMagic  Paketを送信しています。一方，電源オフやリブートなどは，操作対象毎に対応したモジュールを用意することで，操作対象毎に異なる方法で機能を実現しています。」"
                  ]
                },
                {
                  "fig": "シ",
                  "subject": "特開2013-16911号公報(公開日平成25年1月24日，甲28)",
                  "text": [
                    "【請求項1】",
                    "設定情報の保存と配布を管理する管理サーバと，該管理サーバから配布される設定情報を受信する監視対象の映像を蓄積，保管，モニタする装置とを備えたカメラ監視システムにおいて，",
                    "・・・・",
                    "前記映像を蓄積する蓄積，保管，モニタする装置の各モジュールの稼働状態を確認し，該装置が稼働状態にないと確認できたとき，前記リロード実行部のリロード指示に基づき前記蓄積，保管，モニタする装置の各モジュールをリブートする代理モジュールと，",
                    "を備え，",
                    "前記代理モジュールにより該代理モジュールの配下にある各モジュールをリブートすることを特徴とするカメラ監視システム。",
                    "【発明が解決しようとする課題】【0007】",
                    "しかし，従来のカメラ監視システムは，例えばカメラの増設に伴い，システムの動作に必要な設定情報のリロード(再装填：最新の設定情報更新)やリブート(再起動)の実行の効率化までは考慮されていなかった。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「リブーター」に関する記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4文献",
                  "text": [
                    "「USB搭載マック用の自動リブーター「Kick-off！」  USBポートを監視し，システムやアプリケーションの予期せぬクラッシュ時にマックを再起動する自動リブーター」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5文献",
                  "text": [
                    "「観測システム",
                    "・・・",
                    "システムを構成する主な機器は，地震計，データロガー，時刻校正用のGPSアンテナ及び電源である。テレメータ観測を行う場合は，このほかにルーター及び遠隔電源制御装置(リブータ)を使用する。」",
                    "「テレメータ監視機能は，ネットワークを介して各機器に定期的に診断信号を発信し，その応答内容で各機器の動作状況を監視する。さらに，データの収録状況なども監視し，ルーター，データロガー，電源制御機器(リブータ)，GPS，データ収録欠落数及びネットワークの状況などに異常が発生した場合に，関係者のパソコン及び携帯電話へ異常内容をメールする。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲6サイト",
                  "text": [
                    "「ジリオン・ネットワークス株式会社は，リブーターの新モデル「 ＮetMoni．One」を発売」",
                    "「フリーズしたルータを自動的にリブート(電源のOＮ／OFF)するリブーター「ＮetMoniシリーズ」を販売しておりますが，このたび新モデルとして抜群のコストパフォーマンスを実現した低価格リブーター「ＮetMoni．One」を発売いたします。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲7文献",
                  "text": [
                    "「製品概要",
                    "小型遠隔電源制御キット2(以降，本製品と呼称)は，WEBカメラ等の機器へLAＮケーブル1本でネットワーク接続と同時に電源を供給するPoE(Power  over  Ethernet)インジェクターと，遠隔からインジェクターの電源制御を行うことができるリブーターを内蔵しております。",
                    "無人拠点に設置されたWEBカメラがフリーズした場合，WEBカメラを設置している拠点に出向いてリセットする必要がありましたが，本製品では遠隔からリブートを行うことができるので，WEBカメラの復旧までの時間を大幅に短縮することが可能です。」",
                    "「リブーター機能により電源オン・オフ・リブートなどの制御を行うことができます」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲37文献",
                  "text": [
                    "「明京電機  河川監視等の屋外監視システムに役立つリブーターを提案。PIＮG監視機能，電源制御機能の利用により，遠隔地からフリーズした装置の復旧が可能。ルータやカメラのシステムダウン時間を最小限に抑制する。」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲38文献",
                  "text": [
                    "「アレクソン",
                    "・・・",
                    "緊急地震速報アダプター「EEW100」とインテリジェント・サーバラック「ISR100」を展示。",
                    "・・・",
                    "インテリジェント・サーバラック「ISR100」は，キャビネット，UPS(バッテリー)，電源リブーターから成る3点セットにより，機器を想定される様々なトラブルから守るシステム。・・・電源リブーターは，停電復旧後のシステム起動不良からガードする。」"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "甲39文献",
                  "text": [
                    "「明京電機は従来からIPカメラシステム運用の問題とされるカメラ，ルーターのフリーズを自動検出する「リブーター」製品を紹介。」"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "甲40文献",
                  "text": [
                    "「明京電機は，万一のフリーズ発生時でも自動リブート，遠隔リブートによってシステムダウンを最小限に抑止できる「リブーター」を紹介(＝写真⑪)。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "リブート装置に関する記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「日経コンピュータ  2002年1月14日号」(平成14年1月14日，日経BP社発行。甲19)",
                  "text": [
                    "「新製品ファイル",
                    "・・・",
                    "電源装置  FULLBACK  ＮetAgentⅡ  サンケン電気",
                    "コンピュータやルーターの電源管理専用ボード",
                    "ネットワークを介して，コンピュータやルーターなどのシャットボタンや起動を制御するためのボード。ボードを同社の無停電電源に差し込み，そのボードと制御した機器をケーブルで接続して使用する。",
                    "停電が継続した場合，無停電電源からも電力を供給できなくなる。システム管理者が不在の場合にコンピュータのシャットダウン処理を実施できないこともある。このような事態に備え，ネットワーク経由で遠隔地から，あるいはあらかじめ設定した手順通りに自動でシャットダウンや起動する場合に利用する。ハングアップしたコンピュータのリブートの実施にも利用できる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「Ｎetwork＆Cabling  Magazine  2004年4月号」(平成16年4月，Penn  Well社発行。甲24)",
                  "text": [
                    "「E1プラスなどLittle  starシリーズのUPSとサーバの間にリモートパワーコントローラ「PDU-5115S」を設置すると，遠隔地のサーバの電源監視までが行えるようになる。例えばネットワーク機器がハングした際，遠隔から負荷装置のリブートを行うことができる。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "その他の記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「新英和大辞典  第五版」(平成6年，株式会社研究社発行。甲8)",
                  "text": [
                    "「-er1  ・・・1  動詞または名詞から種々の意味の・・・名詞・・・を造る：・・・b「・・・する物(器具・機械など)」」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「わかりやすいコンピュータ用語辞典」(平成元年，株式会社ナツメ社発行。甲9)",
                  "text": [
                    "「エディタ  editor   ・・・コンピュータの世界ではテキスト・エディタのことを指す。エディタはプログラムやデータの作成・修正に使われる。文字の挿入／削除，移動／複写，特定の文字列の検索／置き換えなどの機能をもち，効率よくプログラムやデータの作成・修正ができる。・・・」",
                    "「エンコーダ  encoder   符号器。複数の入力端子，出力端子を持ち，入力端子に信号が入力されるとそれに対応する出力端子に信号が出力される装置。・・・」",
                    "「カウンタ  counter   入力パルスの数を計算する回路のこと。・・・」",
                    "「計算器    calculator",
                    "算術演算を行うためのデータ処理装置。・・・」",
                    "「計算機    computer   算術演算のみではなく，複雑な論理演算までも処理することができるデータ処理装置。・・・」",
                    "「光学式マーク読取り装置  optical  mark  reader   ・・・マークシートなどの用紙に鉛筆やペンでマークを記入したものを，光学的に読み取って電気信号に変換する装置。・・・」",
                    "「デコーダ  decorder   解読器のこと。送られてきたコード信号を解読して，次の機器または人に理解できる形に直して送り出している。・・・」",
                    "「プリンタ  printer   印字装置。プログラムやデータ，帳票などの処理結果を紙に印刷するための装置。・・・」",
                    "「プロセッサ  processor   一般にはCPU(中央処理装置)と同義として使われるが，プロセスという言葉が処理，加工という意味であることから分かるように，処理を行うもの，たとえばコンピュータ・システム全体のことやプログラムのこともプロセッサということがある。」",
                    "「ローダ  loader 制御プログラムの一構成要素であり，実行のためにプログラムをライブラリから取り出して，主メモリ領域に配置するものである。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "山之内総合研究所が開設しているウェブサイトの「テクニカルライティングの知識」のページ(甲35)",
                  "text": [
                    "「技術文書での長音記号の扱い方",
                    "カタカナ表記の際に「つづりの終わりの-er，-or，-arあるいは-y」に対応して語尾の音に長音記号を付けるのが原則です。これに対し，技術分野によっては長音記号を省く慣例があります。」",
                    "「電気・電子，情報・通信および機械分野の慣例",
                    "とりわけ，電気・電子，情報・通信および機械分野では一部の語で語尾の長音記号を省く慣例があります。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "文部科学省の開設しているウェブサイトの「外国語の表記」のページ(甲36)",
                  "text": [
                    "「3  長音は，原則として長音符号「-」を用いて書く。",
                    "注3  英語の語末の-er，-or，-arなどに当たるものは，原則としてア列の長音とし長音符号「-」を用いて書き表す。ただし，慣用に応じて「-」を省くことができる。",
                    "〔例〕エレベーター  ギター  コンピューター  マフラー",
                    "エレベータ  コンピュータ  スリッパ」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "text": [
            "事案にかんがみ，取消事由2から判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1のとおり，「リブート」は，「reboot」という英語を片仮名で表した語であるところ，「reboot」は，再起動するという意味の動詞であり(当裁判所に顕著な事実)，また，「リブート」は，コンピュータなどを再起動することを意味する語として，各種の用語辞典(用語事典)に掲載されており，さらに，多くの雑誌やウェブサイト，さらには公開特許公報にも，上記の意味で使用されていることからすると，「リブート」という語は，再起動することを意味する普通名称であると認められる。そして，前記1(4)で認定した事実からすると，情報・通信の技術分野では，英語を片仮名で表した言葉が非常に多く存在すること，一般的に，英語の動詞の語尾に「er」，「or」等を付することにより，当該動詞が表す動作を行う装置等を意味する名詞となり，「エディタ」，「エンコーダ」，「カウンタ」，「デコーダ」，「プリンタ」，「プロセッサ」等，動詞を名詞化した語も多数存在することが認められるから，情報・通信の技術分野に属する者は，「リブーター」から，「reboot」の語尾に「er」を付した語である「rebooter」を容易に思い浮かべるものと認められる。",
                "さらに，前記1(2)，(3)で認定した各事実からすると，コンピュータやルーター等の機器を再起動する装置の需要があり，実際にそのような装置が販売されていることが認められるところ，前記1(2)のとおり，このような再起動装置を「リブーター」又は「リブータ」と呼ぶ例があることが認められる。これに対し，本件証拠上，「リブーター」の語が，他の意味を有するものとして使用されているという事実は認められない。",
                "なお，前記1(4)ウ，エで認定したウェブサイトの記載によると，情報・通信の技術分野においては，英語を片仮名表記した場合は，語尾の長音符号を省く慣例があるものと認められるから，語尾の長音符号を有するか否かで別の語になるということはできず，上記の「リブータ」も「リブーター」も同一の語であるということができる。",
                "以上からすると，情報・通信の技術分野においては，通常，「rebooter」及びこれを片仮名で表した「リブーター」は，再起動をする装置と理解されるものというべきである。",
                "したがって，「リブーター」は，再起動装置の品質，用途を普通に用いられる方法で表示する語と認められるから，指定商品が再起動装置又は再起動機能を有する電源制御装置である場合は，本件商標は，商標法3条1項3号の商標に該当するというべきである。",
                "一方，再起動機能を有さない電源制御装置が指定商品である場合は，本件商標は，同号の商標には該当しない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し，被告は，「チーター」を，「cheat」に「er」を加えた言葉とはいえず，これと同様に，「リブーター」を，「reboot」に「er」を加えた言葉と解することはできないと主張する。",
                    "しかし，動物である「チーター」の英語は，「cheetah」であるから，語尾に「er」を加えた言葉ということはできない。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，被告は，甲4文献及び甲6サイトでは，リブーターの機能等の説明もされており，このことは，リブーターという語のみからは，その機能等が理解できないことを意味する旨の主張をする。",
                    "しかし，前記(1)で判示したとおり，情報・通信の技術分野においては，リブーターという語は，再起動する機能を有する装置と理解されるのであり，このことは，甲4文献や甲6サイトの記載によって左右されないというべきであるから，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，被告は，甲38文献に記載された「リブーター」は何を意味するか理解できないと主張するが，前記1(2)カで認定した甲38文献の記載からすると，同文献におけるリブーターは，再起動の機能を有する装置であると理解でき，少なくとも，再起動の機能を有さない他の装置を意味するものとは認識できないから，「リブーター」が再起動装置とは異なる別の物を意味する語として使用されているということはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告の取消事由2の主張は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2のとおり，情報・通信の技術分野においては，通常，「rebooter」及びこれを片仮名で表した「リブーター」は，再起動をする装置と理解されるところ，再起動機能を有さない電源制御装置に，「リブーター」という語を使用すると，需要者，取引者は，当該電源制御装置が再起動機能を有しているものと誤解するおそれがあるというべきである。",
                "したがって，指定商品が再起動機能を有さない電源制御装置である場合は，本件商標は，商品の品質の誤認を生ずるおそれがあり，商標法4条1項16号の商標に該当するというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，原告の取消事由3の主張は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "よって，その余の点について判断するまでもなく，原告の請求は理由があるから，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(行ケ)10176",
    "date": "2019-05-30",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "088702",
    "ipprecedent_id": "5175",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}