{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2017-900126号事件について平成30年2月8日にした決定のうち，「登録第5915188号商標の指定商品中，第18類「カーボン製のスーツケース，その他のかばん類，袋物」についての商標登録を取り消す。」とした部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(後掲証拠及び弁論の全趣旨により容易に認められる事実)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，次の商標(以下「本件商標」という。)の商標権者である。(甲1)",
              "text": [
                "番号  商標登録第5915188号",
                "出願日  平成28年6月29日",
                "登録日  平成29年1月20日",
                "登録商標",
                "商品及び役務の区分並びに指定商品又は指定役務",
                "第18類  かばん金具，カーボン製のスーツケース，その他のかばん類，袋物，携帯用化粧道具入れ，傘，皮革",
                "第20類  美容院用椅子，理髪用椅子，カーボン製の腰掛け椅子，その他の家具，つい立て，びょうぶ，ベンチ，額縁"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "フランス国法人ルイ  ヴィトン  マルチェ(以下「申立人」という。)は，次の商標(以下「引用商標」という。)の商標権者である。(甲2)",
      "text": [
        "番号  国際登録第1203184号",
        "優先権主張国  フランス",
        "優先日  平成25年10月21日",
        "国際登録日  平成26年3月18日",
        "登録日  平成26年12月26日",
        "登録商標",
        "商品及び役務の区分並びに指定商品又は指定役務",
        "第18類  Goods of leather or imitations of leather, namely travel bags, handbags, briefcases (leather goods); wallets,",
        "purses not of precious metal.",
        "(革製又は人工皮革製の製品，すなわち旅行かばん，ハンドバッグ，ブリーフケース(革製品)，財布，財布(貴金属製の物を除く。)"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "申立人は，平成29年4月20日，特許庁に対し，本件商標の商標登録の取消しを求めて，異議の申立てをし，同異議申立事件は，異議2017-900126号事件として係属した。"
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "特許庁は，平成30年2月8日，「登録第5915188号商標の指定商品中，第18類「カーボン製のスーツケース，その他のかばん類，袋物」についての商標登録を取り消す。本件登録異議の申立てに係るその余の指定商品についての商標登録を維持する。」との決定(以下「本件決定」という。)をし，その謄本は同月16日に原告に送達された。"
      ]
    },
    {
      "fig": "(5)",
      "text": [
        "原告は，平成30年3月16日，本件決定の一部の取消しを求めて本件訴訟を提起した。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "本件決定の理由の要旨",
          "text": [
            "本件決定の理由は，別紙「異議の決定」(写し)のとおりである。このうち，原告が取消しを求める部分に係る理由は，要するに，本件商標は申立人を商標権者とする引用商標と類似し，本件商標の指定商品中の第18類「カーボン製のスーツケース，その他のかばん類，袋物」(以下，これらの商品を，「本件取消に係る商品」ともいう。)は，引用商標の指定商品と同一又は類似の商品であるから，商標法4条1項11号該当性を理由に本件取消に係る商品についての本件商標の商標登録を取り消すというものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "text": [
            "商標法4条1項11号該当性の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由(商標法4条1項11号該当性の判断の誤り)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件商標が商標法4条1項11号に該当するとの本件決定の判断は，次のとおり，誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "指定商品の非類似",
          "text": [
            "本件商標の指定商品のうち「カーボン製のスーツケース」と引用商標の指定商品(「革製又は人工皮革製」の商品)は，原材料，商品の性状や外観(カーボン製は硬質感のあるハードタイプであるのに対して，革製や人工皮革製は軟質のソフトタイプである。)が明確に異なるし，生産部門，販売部門，原材料，品質，用途，需要者の範囲のいずれも異なるから，出所の誤認混同が潜在的にも生じ得ず，非類似の商品である。"
          ]
        },
        {
          "fig": "3",
          "subject": "商標の非類似",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "text": [
                    "本件商標は，文字の上下が揃えられ，Mの文字の左側の線が真っすぐの縦線で表され，Eの文字はほぼ同じ長さの横線3本が等間隔に書き記されているから，末尾の「．」を除いた部分については略長方形の枠内に収まるかのような態様で外観上まとまりよく一体的に表現されている。そのため，末尾の「．」部分はかえってよく目立ち，非常に大きな存在感を示している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "text": [
                    "本件商標「MOＮTAGＮE．」は，フランス語で「山」を示す「MOＮTAGＮE」に「．」が付されたものである。本件取消に係る商品においては，ブランド名としてフランス語も多用されているから，その需要者，取引者にとって，アルファベットについてフランス語風の解釈を試みるのはごく自然なことである。仏和辞典においてmontagneは最重要語に分類され，また，アルファベット圏において，「．」は「文末」や「省略」の意味などを有するから，本件商標からは「(何かの末尾としての)山」ないし「山(さらに省略されたもの)」といった観念が生じ得る。また，「．」を軽視したとしても，本件商標は「山」の観念を有する。",
                    "仮に，フランス語風の解釈を採らないとすれば，「MOＮTAGＮE」については，特定の観念を想起させない不可分一体の造語として把握される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "text": [
                    "「MOＮTAGＮE」をフランス語として発声しようとすると「モンターニュ」と称し得る。「．」は，本件商標において，外観上非常に大きな存在感を示すものであるため，全く称呼が生じないとする解釈は不自然であり，「ドット」又は「ピリオド」の称呼が生じると考えられる。例えば，電子メールやインターネットを日常的に使用する現代の一般的な需要者，取引者にとっては，非常に長い称呼であっても「ドット」の称呼は省略せずに必ず称呼するのが常識である。そうすると，本件商標は，全体として不可分一体の商標として「モンターニュドット」という称呼が生じ，末尾の「．」を無視した称呼はあり得ない。",
                    "仮に，需要者，取引者がフランス語風の語感を知得せず，例えば英語風の語感を感じたとすれば，英語風ないしローマ字読みを試み，「モンタグネドット」又は「モンターネドット」といった称呼が生じる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "text": [
                    "引用商標は，全体が明朝体に近い書体で同書同大等間隔のアルファベットで書されており，各文字間に何ら軽重の差もなく外観上全体としてまとまり良く一連に書されている。中央には「A」の文字が位置し，「A」の文字自体が左右対称であるとともに，当該「A」の左右両隣には「T」の文字の縦線(左隣)及び「I」の文字の縦線(右隣)が存在することにより，引用商標全体が「A」の文字を中心に左右対称であるかのようにバランス良く配置されている。「I」の文字は，隣接する「A」の文字の右上部分と「G」の文字の左上部分とが共に凹んで空間を余しているため，その間に位置する「I」の文字は，結果として上部が飛び出て目立っており，他の文字よりもむしろ際立って存在感を示している。したがって，引用商標の外観の認定に際しては，中間の「I」の文字がもつ非常に大きな存在感を見落とすことはできず，外観上かかる部分を含めた「MOＮTAIGＮE」全体として観察される商標である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "text": [
                    "MOＮTAIGＮEは，「フランスの思想家・作家・モラリストのモンテーニュ」を意味し，引用商標からはフランスの人名(モンテーニュ)の観念が生じる。また，「モンテーニュ」という人名を想起しないとすると，引用商標は特定の観念を想起させない不可分一体の造語として把握される可能性もある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "text": [
                    "引用商標は，「フランスの思想家・作家・モラリストのモンテーニュ」の意味合いを有することから「モンテーニュ」の称呼が生じる。また，「モンテーニュ」という人名に馴染みがない需要者，取引者には，英語風ないしローマ字読みによる，「モンタイグネ」，「モンタイネ」又は「モンテイネ」との称呼が生じる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標の類否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標と引用商標の外観は，末尾の「．」及び中間の「I」の文字の有無について相違する。上記(1)ア及び(2)アのとおり，本件商標は「．」部分が，引用商標は「I」の文字が非常に大きな存在感を示すため，これらの文字の有無は，需要者，取引者の印象・記憶・連想に非常に大きな影響を与え，本件商標と引用商標が外観上互いに相紛れるとは到底考えられない。さらに，本件商標と引用商標は書体も大きく異なり，本件商標は略長方形の中に収まるような態様の文字部分から「．」部分が飛び出るような態様で書されているのに対し，引用商標は「A」の文字を中心として4文字ずつ左右対称であるかの如くバランス良く配されているから，この点からも，需要者，取引者が両商標から受ける印象は大きく相違する。",
                    "本件商標と引用商標とは，外観上非類似の商標である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標から生じる観念は，「(何かの末尾としての)山」，「山(さらに省略されたもの)」ないし「山」であり，引用商標から生じる観念はフランスの人名(モンテーニュ)であるから，本件商標及び引用商標からそれぞれ生じる観念は，著しく異なっている。",
                    "仮に，本件商標及び／又は引用商標について，フランス語風の解釈を採らないとしても，両商標はそれぞれ，特定の観念を想起させない不可分一体の造語として把握されるのであるから，結論として，両商標から生じる観念については相紛れるおそれは全く無い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件商標から生ずる称呼は，「モンターニュドット」であり，引用商標から生じる称呼は「モンテーニュ」であるところ，両者は，音数が大きく相違するとともに，語調及び語感が顕著に相違するから，非類似である。本件商標及び／又は引用商標についてフランス語風の解釈を採らないとしても，本件商標から生ずる称呼は，「モンタグネドット」又は「モンターネドット」であり，引用商標から生じる称呼は，「モンタイグネ」，「モンタイネ」，又は「モンテイネ」であるから，結局のところ，音数が大きく相違するとともに，語調及び語感が顕著に相違するから，非類似である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件商標は原告オリジナルの商品ブランドを示す商標として，需要者，取引者の間で既に認識されており，また，引用商標のブランドに関し周知性及び著名性があり顧客吸引力を有しているのは「LOUIS  VUITTOＮ」又は「ルイ  ヴィトン」ブランドであって，引用商標そのものではない。そして，インターネットの文字列検索においても，本件商標を使用する原告の商品を取り扱うインターネットモールのレビューにおいても，本件商標と引用商標のブランドの誤認混同をうかがわれせる記載は存在せず，一般の需要者，取引者にとって現実に誤認混同は生じてない。また，本件商標を付した原告のオリジナルブランドの大手百貨店における取引状況からすれば，大手百貨店のバイヤーにおいても本件商標と引用商標のブランドが類似していると認識していない。",
                    "さらに，本件商標及び引用商標の指定商品の分野の商品は，慎重に選択する選択性の高い商品であるため，需要者，取引者は，自ら商品を手に取り，ブランド，デザイン，色，サイズ，素材，価格等を確かめて，商品を購入するか否かを決める。具体的にも，本件商標に関連する家具やキャリーケース，アタッシュケース等は十万円前後から数十万円にわたる価格帯であり，また，申立人の「LOUIS  VUITTOＮ」又は「ルイ  ヴィトン」ブランドの商品はさらに高価であるため，需要者，取引者はより慎重に商標を観察して取引にあたり，類似品や偽物が多いことからも一層細心の注意を払って慎重に商標を観察して取引にあたる。",
                    "以上のような取引の実情に照らし，本件商標と引用商標は非類似であるというべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件決定に原告が主張する誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "指定商品の類似",
          "text": [
            "「カーボン製のスーツケース」を含め，本件取消に係る商品と引用商標の指定商品は同一又は類似である。"
          ]
        },
        {
          "fig": "3",
          "subject": "商標の類似",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "text": [
                    "本件商標は，サンセリフ系の書体で「MOＮTAGＮE」のアルファベットを横書きし，末尾に「．」を付した構成からなる。そして，本件商標の構成中，末尾の「．」は，他の部分に比して小さく表記されていることから，これに接する需要者，取引者にとっては，外観上，「．」に比して大きく書された「MOＮTAGＮE」の部分が印象的である一方，末尾に小さく表記された「．」は，特に印象的なものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "text": [
                    "本件商標の「MOＮTAGＮE」の部分は「山」の意味を表すフランス語であるが，本件取消に係る商品は一般の消費者を需要者とする商品であり，我が国においては，中学校及び高等学校におけるフランス語の履修者は非常に少ないから，需要者において「MOＮTAGＮE」の部分が「山」の意味を有するものであると容易に認識できず，特定の意味を想起するとはいえない。",
                    "また，本件商標の「．」は，その位置から，アルファベットなどの横書きの文の末尾に付する点である終止符(ピリオド)を認識させるものであり，それ以上に格別の観念を生じるものではないから，本件商標全体として特定の観念を生じさせない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "text": [
                    "本件取消に係る商品はファッション性の高い商品を中心とするものであって，ファッション業界においては，英語のみならずフランス語も普通に用いられることはその需要者，取引者の間でも普通に知られている。また，末尾が「gne」で終わるアルファベットの単語は，我が国で親しまれた英単語には見受けられない一方，フランスの著名な観光地の名称を表すフランス語(「Champagne」，「Bourgogne」，「Boulogne」)の読み方(「シャンパーニュ」，「ブルゴーニュ」，「ブーローニュ」)が我が国においても広く知られていることから，本件商標に接する我が国の一般の消費者は，末尾「GＮE」部分から，本件商標がフランス語に由来するものであると考え，フランス語風に「モンターニュ」の称呼を生じるといえる。",
                    "「．」の部分については，「．」を有する標章について「．」(ピリオド)を称呼していない例も複数あり，「．」(ピリオド)の部分からは称呼を生じない。",
                    "以上によれば，本件商標の構成全体として「モンターニュ」の称呼が生じる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "text": [
                    "引用商標は，セリフ系の書体で「MOＮTAIGＮE」のアルファベットを横書きしてなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "text": [
                    "「MOＮTAIGＮE」のアルファベットは，フランスの作家，モラリストの人名を表すが，この人物が我が国において広く知られているとはいえないことに加え，上記(1)イのとおりの我が国のフランス語の習熟度を考慮すれば，一般の消費者の多くはフランス語の人名を表すものとは容易に認識し得ないから，引用商標から特定の観念は生じない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "text": [
                    "上記(1)ウで述べた本件商標の場合と同様に，引用商標に接する我が国の一般の消費者は，末尾の「GＮE」部分から，引用商標がフランス語に由来するものであると考え，その構成文字に相応し，フランス語風に「モンテーニュ」の称呼を生じる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標との類否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標と引用商標とは，書体及び本件商標の末尾の「．」と引用商標における6文字目の「I」の文字の有無の点で相違するが，それ以外のアルファベットの綴りを共通にする。そして，両者のアルファベットの書体は普通に用いられる書体であるから，書体の相違が格別印象に残るものではない。また，本件商標及び引用商標は9文字と少なくない文字より構成されるものであるところ，本件商標中の「．」の位置及び大きさからすれば特に印象的なものとはいえないし，引用商標の中間部である6文字目に位置する「I」の文字は，その前後8文字を本件商標の綴りと共通にしたうえでの中間部に位置することに加え，「I」の文字自体が他の構成文字に比して文字の幅が極端に狭いから，一見，構成文字全体に埋没し，「I」の文字の存在は印象に残り難い。そうすると，本件商標と引用商標とは，これに接した需要者に，外観上，互いに近似した印象を与えるものであるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標と引用商標は，共に特定の観念を想起させないから，本件商標と引用商標は，観念において比較することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件商標から生じる「モンターニュ」の称呼と引用商標から生じる「モンテーニュ」の称呼を比較すると，両者は，いずれも長音を含む5音よりなり，一連に称呼した場合に，比較的聴別されにくい中間部において「タ」の音と「テ」の音の差異を有するが，この差異音が両称呼全体に及ぼす影響は大きいものとはいえず，両称呼を一連に称呼した場合，称呼全体の語調，語感が著しく近似したものとなり，称呼上，互いに紛れるおそれがあるといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，本件商標と引用商標は，観念において比較できないものの，外観及び称呼において近似するものである。また，本件取消に係る商品と引用商標の指定商品とは，一般の消費者を需要者とするものであり，その一般の消費者が普通に払う注意力を踏まえると，需要者は，必ずしも商標の構成を細部にまでわたり記憶して取引するとはいえないことから，これらを時と所を異にして隔離的に観察した場合，互いに紛れるおそれのある類似の商標というべきである。",
                    "したがって，本件商標は，引用商標に類似する商標であるといえる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，取消事由として，本件商標が商標法4条1項11号に該当するとした本件決定の認定判断は誤りであると主張するので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "指定商品の類否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件取消に係る商品のうちの「カーボン製のスーツケース」と引用商標の指定商品のうちの「Goods  of  leather  or  imitations  of  leather,",
                  "text": [
                    "namely travel bags」(革製又は人工皮革製の商品，すなわち旅行かばん)について検討するに，これらの商品の用途は同一であり，同一の製造者ないし販売者により取り扱われる場合がある(乙22)。また，これらの商品の需要者は一般の消費者であるから需要者も共通するといえる。そうすると，これらの商品につき同一又は類似の商標を使用するときは，同一営業主の製造又は販売に係る商品と誤認されるおそれがあるというべきである。",
                    "また，本件取消に係る商品のうち「その他のかばん類，袋物」は引用商標の指定商品「Goods of leather or imitations of leather, namely travel bags」を含むものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，本件取消に係る商品と引用商標の指定商品は同一又は類似であるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標の類否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標の類否は，対比される両商標が同一又は類似の商品又は役務に使用された場合に，商品又は役務の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品又は役務に使用された商標が外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべきであり，かつ，その商品又は役務の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断すべきものである(最高裁昭和39年(行ツ)第110号昭和43年2月27日第三小法廷判決・民集22巻2号399頁参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標は前記第2の1(1)のとおりであり，サンセリフ系の書体で「MOＮTAGＮE．」のアルファベットを等間隔に横書きした外観を有する。末尾の「．」は，それ以外の部分とフォントサイズが略同じであり，全体が一体としてまとまった印象を与える。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「MOＮTAGＮE」はフランス語で山を意味する(甲74)。また，本件商標の構成中の「．」は，その位置から，アルファベットなどの横書きの文の末尾に付する点である終止符(ピリオド)を認識させるものであり(乙2)，それを認識させる以上に，格別の観念を生じない。",
                        "以上によれば，本件商標はフランス語を理解する者には「山」の観念を生ずるといえるが，我が国におけるフランス語の履修率は非常に低いところ(乙7，8)，本件取消に係る商品及び引用商標の指定商品の需要者は一般の消費者である。また，これらの商品の取引者が一般にフランス語を理解するというべき理由も見当たらないから，本件取消に係る商品及び引用商標の指定商品の需要者，取引者を基準にすると，本件商標は特定の観念を想起させない不可分一体の造語として理解されるといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(イ)のとおり，本件取消に係る商品及び引用商標の指定商品の需要者，取引者が一般にフランス語を理解するとはいえないから，本件商標からは，ローマ字読みにより「モンタグネ」との称呼が生じるものと解される。",
                        "もっとも，本件取消に係る商品及び引用商標の指定商品を取り扱うファッション業界においてしばしばフランス語由来の商標が使用されることは普通に知られているから，フランス語を理解しない者においても，「Champagne」などの我が国でよく知られたフランス語の綴りと発音の一般的知識を手掛かりに，フランス語風に「モンターニュ」との称呼も生じ得る。",
                        "そして，本件商標の末尾の「．」については，上記(イ)のとおり，終止符(ピリオド)を認識させ，格別の称呼を生じさせないというべきである。",
                        "以上によれば，本件商標からは「モンタグネ」，「モンターニュ」の称呼を生じるといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用商標について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用商標は前記第2の1(2)のとおりであり，セリフ系の書体で「MOＮTAIGＮE」のアルファベットを等間隔に横書きした外観を有し，全体が一体としてまとまった印象を与える。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「MOＮTAIGＮE」は「フランスの思想家・作家・モラリストのモンテーニュ(人名)」の意味合いを有する(甲48，49，74)が，上記イ(イ)のとおり，本件取消に係る商品及び引用商標の指定商品の需要者，取引者が一般にフランス語を理解するとはいえないから，引用商標から「フランスの思想家・作家・モラリストのモンテーニュ」やフランスの人名を想起するとは認められず，引用商標は特定の観念を想起させない不可分一体の造語として把握される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記イ(イ)のとおり，本件取消に係る商品及び引用商標の指定商品の需要者，取引者が一般にフランス語を理解するとはいえないから，ローマ字読みにより「モンタイグネ」との称呼が生じるものと解される。",
                        "もっとも，上記イ(ウ)と同様，フランス語を理解しない者においても，フランス語の綴りと発音の一般的知識を手掛かりに，フランス語風に「モンテーニュ」との称呼も生じ得る。",
                        "以上によれば，引用商標からは「モンタイグネ」，「モンテーニュ」の称呼を生じるといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件商標と引用商標の類否について",
                  "text": [
                    "以上を前提に本件商標と引用商標の類否について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標と引用商標は，外観において，書体が異なる点，本件商標の末尾に「．」があるのに引用商標にはこれがない点，引用商標には6文字目に「I」があるが，本件商標にはこれがない点で異なる。",
                        "他方，本件商標及び引用商標は，いずれも9文字のアルファベットからなり，「．」「I」を除いては，同じM，O，Ｎ，T，A，G，Ｎ，Eのアルファベットを同じ順序で含んで構成されており，使用される文字及びその使用の順序が近似している。また，いずれの商標も等間隔のアルファベットによりひとかたまりでまとまりよく構成されている。そして，本件商標と引用商標の書体が相違するとしても，いずれの書体もデザイン化されていない読みやすい普通に用いられる書体であり，看者に強い印象を与えるものではない。さらに，本件商標の「．」は末尾に付され，大きさも小さいこと，引用商標における「I」は6文字目にあって他の文字より幅がかなり狭いことから，これらの相違する文字は，看者の印象に残りにくい。",
                        "以上によれば，本件商標と引用商標は，外観において，相紛らわしいものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件商標及び引用商標は，いずれも特定の観念を想起させない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件商標は「モンタグネ」，「モンターニュ」の称呼を，引用商標は「モンタイグネ」，「モンテーニュ」の称呼を生じる。",
                        "このうち，「モンタグネ」と「モンタイグネ」は，5音ないし6音のうち，冒頭の3音が共通しており，また，末尾の「グネ」も共通しているし，差異音である「イ」の音は弱音であるから，両称呼を一連に称呼した場合，称呼全体の語調，語感が近似したものとなる。",
                        "また，「モンターニュ」と「モンテーニュ」は，いずれも長音を含む5音よりなり，一連に称呼した場合に，比較的聴別されにくい中間部において「タ」の音と「テ」の音の差異を有するが，この差異音は子音を共通にし，母音である「a」と「e」の音も近似しているから，両称呼を一連に称呼した場合，称呼全体の語調，語感が著しく近似したものとなる。",
                        "そうすると，本件商標と引用商標は，称呼において相紛らわしいといえる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本件商標と引用商標は観念において比較できないものの，外観及び称呼は相紛らわしいものである。",
                        "そして，本件取消に係る商品と引用商標の指定商品の需要者である一般の消費者が通常有する注意力を踏まえると，これらの一般の消費者が必ずしも商標の構成を細部にわたって記憶して取引するとはいえないことから，本件商標と引用商標を時と所を異にして隔離的に観察した場合，商品の出所の誤認混同を生ずるおそれがあるといえる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，本件商標は，引用商標に類似する商標であるといえる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "subject": "指定商品の類否について",
              "text": [
                "原告は，本件取消に係る商品のうち「カーボン製のスーツケース」に関し，引用商標の指定商品とは原材料，商品の性状や外観(カーボン製は硬質感のあるハードタイプであるのに対して，革製又は人工皮革製は軟質のソフトタイプである。)が明確に異なり，生産部門，販売部門，原材料，品質，用途及び需要者がいずれも異なる非類似の商品であると主張する。",
                "しかし，「カーボン製のスーツケース」と引用商標の指定商品である革製又は人工皮革製の旅行かばんの用途は同じであり，同一の生産者ないし製造者により取り扱われることがあり，需要者が共通するのは，上記1(1)説示のとおりであり，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標の類否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件商標は「．」部分が，引用商標は「I」の文字が非常に大きな存在感を示すこと，書体も大きく異なること，本件商標は略長方形の中に収まるような態様の文字部分から「．」部分が飛び出るような態様で書されているのに対し，引用商標は「A」の文字を中心として4文字ずつ左右対称であるかの如くバランス良く配されているから，両商標から受ける印象は大きく相違し，本件商標と引用商標とは，外観上非類似の商標であると主張する。",
                    "しかし，本件商標の「．」の位置や大きさからすれば「．」が大きな存在感を有するとはいえないし，引用商標の「I」の文字の幅は他の文字よりかなり細いことから「I」が大きな存在感を有するともいえないことは，上記1(2)エ(ア)に説示したとおりである。また，本件商標及び引用商標の書体，文字数，使用されている文字及び語順並びにその配置からすれば，両商標全体から受ける印象が大きく相違するとはいえないものであり，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件商標から生じる観念は，「(何かの末尾としての)山」，「山(さらに省略されたもの)」ないし「山」であり，引用商標から生じる観念はフランスの人名(モンテーニュ)であるから，本件商標及び引用商標からそれぞれ生じる観念は，著しく異なっていると主張する。",
                    "しかし，本件取消に係る商品及び引用商標の指定商品の需要者，取引者がこれらのフランス語を容易に理解すると判断する理由はなく，本件商標と引用商標はいずれも特定の観念を想起させるものではないというべきであるから，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，電子メールアドレスやインターネットのURLに日常的に触れる需要者，取引者にとっては，非常に長い称呼であっても「ドット」の称呼は省略せずに必ず称呼するのが常識であり，本件商標の「．」から「ドット」の称呼を生じるから，本件商標からは「モンターニュドット」，「モンタグネドット」又は「モンターネドット」の称呼が生じ，「．」を無視した称呼は生じ得ないと主張し，これを前提に，本件商標と引用商標の称呼は非類似であると主張する。",
                    "しかし，電子メールアドレスやウェブサイトのURLは，アルファベットのまとまりが複数あり，そのまとまりとまとまりの間に「．」が配置されるのが通常であるのに対し，本件商標は8文字のアルファベットの末尾に「．」を付した構成である。これによれば，本件商標に接した需要者，取引者が電子メールアドレスやウェブサイトのURLを連想するとはいえず，本件商標の「．」から「ドット」の称呼が生じるとはいえないから，これを前提とする原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，取引の実情として，①  本件商標は原告オリジナルの商品ブランドを示す商標として需要者，取引者の間で既に認識・理解されており，他方，引用商標について顧客吸引力を有しているのは「LOUIS  VUITTOＮ」又は「ルイ  ヴィトン」ブランドであって引用商標ではなく，本件商標と引用商標について現実に誤認混同が生じていないこと，②  大手百貨店のバイヤーにおいても本件商標と引用商標のブランドが類似していると認識していないこと，③  本件商標に関連する家具やキャリーケース，アタッシュケース等は十万円前後から数十万円にわたる価格帯であり，申立人の商品はさらに高価で類似品や偽物も多いため，需要者，取引者は細心の注意を払って慎重に商標を観察して取引にあたることを主張する。",
                    "しかし，商標の類否判断において参酌されるべき取引の実情とは，その指定商品全般についての一般的，恒常的なそれを指すものであって，当該商標が現在使用されている商品についてのみの特殊的，限定的なそれを指すものではない(最高裁昭和47年(行ツ)第33号同年4月25日第一小法廷判決・審決取消訴訟判決集昭和49年443頁参照)。原告の主張する上記事情は，いずれも本件商標及び引用商標が現在使用されている商品についてのみの限定的な事情であることが明らかであるから，これらの事情は商標の類否の判断を左右するものではない。なお，甲64，79等は，上記①の事実を認めるに足りる証拠とはいえず，他にこれを認めるに足りる証拠はないし，上記②，③の事実は，直ちに本件商標と引用商標との類似性を否定するに足りる事情とはいえないのであるから，原告の上記主張は，内容に立ち入って検討してみても，やはり失当である。",
                    "また，原告は，本件取消に係る商品及び引用商標の指定商品は，慎重に選択する選択性の高い商品であり，需要者，取引者は，自ら商品を手に取り，ブランド，デザイン，色，サイズ，素材，価格等を確かめて，商品を購入するか否かを決めるというのが取引の実情であると主張する。",
                    "しかし，本件取消に係る商品及び引用商標の指定商品の需要者は一般の消費者であり，これらの商品はいわゆるブランド品や，デザイン性やファッション性が高い商品に限られず，その価格帯も多様であるから，これらの商品の需要者に，上記の取引の実情が一般的，恒常的に当てはまるとはいえない。上記1(2)エに説示したとおりの本件商標と引用商標の類似性の程度に照らせば，本件商標と引用商標が同一又は類似の商品に使用された場合には，出所の誤認混同を生ずるというべきである。原告の主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，本件商標と引用商標とは，外観，称呼及び観念を総合して全体的に考察すれば，互いに紛れるおそれのある類似の商標というのが相当であり，また，本件取消に係る商品と引用商標の指定商品は類似すると認められるから，本件取消に係る商品についての商標登録は，商標法4条1項11号に該当するものである。したがって，本件決定の判断に誤りはなく，原告の主張する取消事由は理由がない。",
            "よって，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}