{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2016-800096号事件について平成30年6月25日にした審決のうち，「特許第4162491号の請求項17，19，20，44，46に係る発明についての特許を無効とする。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "B事件原告高田製薬株式会社の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，A事件・B事件を通じてA事件被告・B事件原告高田製薬株式会社の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "（A事件）",
        "主文1項と同旨",
        "（B事件）",
        "特許庁が無効2016-800096号事件について平成30年6月25日にした審決のうち，「特許第4162491号の請求項21，38～42に係る発明についての審判請求は，成り立たない。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "A事件原告・B事件被告アメリカ合衆国（以下「特許権者」という。）は，「ボロン酸化合物製剤」の発明について，2002年1月25日（パリ条約による優先権主張外国庁受理  2001年1月25日（US）米国）を国際出願日とする特許出願を行い，平成20年8月1日に特許第4162491号（以下「本件特許」という。）として特許権の設定登録を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "A事件被告・B事件原告高田製薬株式会社（以下「請求人高田」という。）は，平成28年8月5日，本件特許につき無効審判（無効2016-800096号）を請求した。",
                "特許権者は，無効審判手続の中で，特許請求の範囲の減縮等を目的とする訂正請求をした。",
                "特許庁は，平成30年6月25日，審決をした。審決には，特許権者に対し，出訴期間として90日が附加された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決の結論は，次のとおりであった。",
                "「  特許第4162491号の特許請求の範囲を訂正請求書に添付された訂正特許請求の範囲のとおり，訂正後の請求項［1～20］，［21～43，45，47］，44，46について訂正することを認める。",
                "特許第4162491号の請求項17，19，20，44，46に係る発明についての特許を無効とする。",
                "特許第4162491号の請求項21，38～42に係る発明についての審判請求は，成り立たない。",
                "特許第4162491号の請求項1～16，18，22～37，43，45，47に係る発明についての審判請求を却下する。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許権者は，平成30年7月5日に審決の送達を受け，同年11月2日，審決のうち特許を無効とした部分の取消しを求めて訴えを提起した（A事件）。",
                "請求人高田は，平成30年7月4日に審決の送達を受け，同年8月3日，審決のうち請求を不成立とした部分の取消しを求めて訴えを提起した（B事件）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正請求に対する審決の判断（訂正請求を認め，訂正により削除された請求項についての無効審判請求を却下した。）については，両当事者ともこれを争っていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訂正後の請求項17，19，20，44，46は，物の発明である。そして，本件における審決取消事由の主張との関連では，訂正後の請求項17に関する審決の判断に誤りがあれば他の請求項に関する判断にも誤りがある，という関係にある。",
                "訂正後の請求項17の記載は，次のとおりである（以下「本件化合物発明」という。）。 ",
                "【請求項17】",
                "凍結乾燥粉末の形態のD-マンニトール  Ｎ-（2-ピラジン）カルボニル-L-フェニルアラニン-L-ロイシン  ボロネート。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訂正後の請求項21，38～42は，方法の発明である。そして，本件における審決取消事由の主張との関連では，訂正後の請求項21に関する審決の判断に誤りがあれば他の請求項に関する判断にも誤りがある，という関係にある。",
                "訂正後の請求項21の記載は，次のとおりである（以下「本件製法発明」という。）。",
                "【請求項21】",
                "⒜(ⅰ)  水，",
                "(ⅱ)  Ｎ-（2-ピラジン）カルボニル-L-フェニルアラニン-L-ロイシン  ボロン酸，及び",
                "(ⅲ)  D-マンニトールを含む混合物を調製すること；及び",
                "⒝  混合物を凍結乾燥すること；を含む，",
                "凍結乾燥粉末の形態のD-マンニトール  Ｎ-（2-ピラジン）カルボニル-L-フェニルアラニン-L-ロイシン  ボロネートの調製方法。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "「Ｎ-（2-ピラジン）カルボニル-L-フェニルアラニン-L-ロイシン  ボロン酸」を，以下「ボルテゾミブ」又は「Bz」という。",
                "また，「D-マンニトール  Ｎ-（2-ピラジン）カルボニル-L-フェニルアラニン-L-ロイシン  ボロネート」は，ボルテゾミブとD-マンニトールとのエステル化合物であり，以下「ボルテゾミブマンニトールエステル」又は「BME」という。",
                "これらの略称を用いて本件化合物発明及び本件製法発明（以下，あわせて「本件発明」ということがある。）を表記すると，それぞれ次のとおりである。",
                "【本件化合物発明】",
                "凍結乾燥粉末の形態のBME 【本件製法発明】",
                "⒜(ⅰ)  水，",
                "(ⅱ)  ボルテゾミブ，及び",
                "(ⅲ)  D-マンニトールを含む混合物を調製すること；及び",
                "⒝  混合物を凍結乾燥すること；を含む，",
                "凍結乾燥粉末の形態のBMEの調製方法。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由の要旨（ただし，本件訴訟において主張された審決取消事由に関連する部分に限る。）は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1（進歩性欠如（その1））について",
              "text": [
                "【請求人高田の主張】",
                "本件発明は，甲7（Sara Wu, et al., JOURNAL OF PHARMACEUTICAL SCIENCES, VOL. 89, NO. 6, JUNE 2000）記載の公知発明及び周知技術に基づいて，当業者が容易に発明をすることができた。",
                "【審決の判断】",
                "（本件化合物発明についての判断の要旨を示すが，本件製法発明についても実質的に同旨である。）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定",
                  "text": [
                    "甲7には，「ペプチドボロン酸誘導体2-Pyz-(CO)-Phe-Leu-B(OH)2」の発明（以下「甲7発明」という。）が記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "対比",
                  "text": [
                    "〔一致点〕",
                    "ペプチドボロン酸誘導体化合物である。",
                    "〔相違点1〕",
                    "ペプチドボロン酸誘導体化合物が，本件化合物発明においては，ボルテゾミブのD-マンニトールとのエステル体であるBMEであるのに対して，甲7発明ではボルテゾミブである。",
                    "〔相違点2〕",
                    "本件化合物発明においては，化合物が「凍結乾燥粉末の形態」と特定されているのに対して，甲7発明では，そのような特定がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性",
                  "text": [
                    "相違点1につき，甲7はボルテゾミブの分解経路に関する文献であって，ボルテゾミブを原料として別の化合物を合成して製造することについての記載は一切ない。",
                    "相違点2につき，甲7には，ボルテゾミブを凍結乾燥処理して凍結乾燥粉末として得ることについての具体的な記載はない。また，製剤化における安定性や水溶性を向上する手段は凍結乾燥に限られるものでない上，凍結乾燥に際して使用される充填剤には多様な選択肢があるから，安定性や水溶性を向上する手段として，マンニトールを添加剤として用いて凍結乾燥を行うことが周知技術であるはいえない。",
                    "さらに，仮にボルテゾミブをマンニトールとともに凍結乾燥することに想到したとしても，凍結乾燥は対象化合物の構造を変えないことを意図して行うものであるとの技術常識からすれば，ボルテゾミブではなくBMEを得るために凍結乾燥を行うことは，容易に想到できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，甲7の記載に加えて技術常識及び周知技術を考慮しても，ボルテゾミブをD-マンニトールと反応させて凍結乾燥粉末の形態のBMEを得ることを容易に想到できたとはいえない。",
                    "よって，本件化合物発明に関して，無効理由1に係る請求人高田の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2（サポート要件違反（その1））について",
              "text": [
                "【請求人高田の主張】",
                "本件発明が解決しようとする課題は，「安定性及び再構成性を有するボロン酸化合物の改良された製剤を提供すること」にある。",
                "しかるに，発明の詳細な説明には，実施例の特定の凍結乾燥条件においてボロン酸と糖のエステル体が形成されたこと，前記課題が解決されたことが記載されているだけである。実施例以外の凍結乾燥条件で得られた凍結乾燥製剤が，前記課題を解決できることを推認することはできず，本件特許の請求項に記載された発明の範囲まで拡張ないし一般化できない。",
                "したがって，本件特許の特許請求の範囲の記載は，サポート要件に違反する。",
                "【審決の判断】",
                "本件発明が解決しようとする課題は，本件化合物発明については「製剤化したときに安定な医薬となり得て，また，水性媒体への溶解でボロン酸化合物を容易に遊離する（再構成性に優れた）組成物となり得る，凍結乾燥粉末形態のBMEを提供すること」にある。また，本件製法発明については，「凍結乾燥粉末形態のBMEの調製方法を提供すること」にある。よって，課題に関する請求人高田の主張は採用することができない。",
                "また，請求人高田は，凍結乾燥で得られたBMEが再構成性を有しないことの根拠として甲19（実験報告書（2015年1月26日，作成者：サンド社））を援用するが，その実験において再構成性に劣るとされた試料が本件発明に係る「凍結乾燥粉末形態のBME」を含むことが確認されていないから，甲19から，凍結乾燥粉末形態のBMEが再構成性を有しないということはできない。",
                "よって，請求人高田の主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由4（進歩性欠如（その2））について",
              "text": [
                "（本件化合物発明についての無効理由であり，本件製法発明については無効理由とされていない。）",
                "【請求人高田の主張】",
                "本件化合物発明は，甲1（特表平10-510245号公報）に記載された公知発明の選択発明である。選択発明に進歩性が認められるためには，引用発明とは異質な効果又は同質だが際立って優れた効果を有することが必要であるところ，本件化合物発明の効果は不明であるから，進歩性は認められない。",
                "【審決の判断】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定",
                  "text": [
                    "甲1には，ボルテゾミブのボロネートエステルの発明（以下「甲1発明」という。）が記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "対比",
                  "text": [
                    "〔一致点〕",
                    "ボルテゾミブのボロネートエステルである。",
                    "〔相違点1〕",
                    "本件化合物発明は，ボルテゾミブのボロネートエステルがD-マンニトールとのエステル体であるのに対し，甲1発明は，ボルテゾミブのボロネートエステルがD-マンニトールとのエステル体に特定されていない。",
                    "〔相違点2〕",
                    "本件化合物発明は，凍結乾燥粉末の形態であるのに対して，甲1発明は，形態が特定されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "甲1発明においてボルテゾミブ等のボロン酸とエステル化合してボロネートエステルを形成し得るヒドロキシ化合物について，甲1には，ピナンジオール等が具体的に開示されているにとどまる。多数のヒドロキシ化合物が存在している中で，甲1に記載されていないD-マンニトールの選択を動機付ける記載は甲1にはないし，かかる選択が技術常識であるとも認められない。よって，甲1の記載からD-マンニトールとのエステルを想到するには，格別の創意を要する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "甲1には，薬剤を凍結乾燥することの記載はあるが，ボルテゾミブとD-マンニトールとのエステル体について記載も示唆もなく，マンニトールを添加剤とした凍結乾燥が安定性や水溶性を向上する手段として周知技術であるとも認められないから，そのようなエステル体を凍結乾燥粉末の形態で得ることを当業者が容易になし得たとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "選択発明であるとの請求人高田の主張について",
                  "text": [
                    "本件化合物発明と甲1発明との間に上記の相違点2がある以上，本件化合物発明は甲1発明の選択発明にはなり得ないから，請求人高田の主張には前提において誤りがある。なお，凍結乾燥技術が製剤化技術の分野における周知技術であるとはいえないから，相違点2が実質的な相違点でないともいえない。",
                    "したがって，請求人高田の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，無効理由4に係る請求人高田の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由5（サポート要件違反（その2））について",
              "text": [
                "【請求人高田の主張】",
                "本件特許に係る明細書（甲74。以下「本件明細書」という。）の「発明の詳細な説明」の記載には，凍結乾燥粉末の形態のBMEが発明の課題を解決することが示されていないから，本件特許の特許請求の範囲の記載は，サポート要件に違反する。",
                "【審決の判断】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件化合物発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の記載によれば，本件化合物発明の課題は，製剤化したときに安定な医薬となり得て，また，水性媒体への溶解でボロン酸化合物を容易に遊離する（再構成性に優れた）組成物となり得る「凍結乾燥粉末形態のBME」を提供することである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "薬剤の安定性の向上や良好な再構成性を期待して凍結乾燥を行う際，凍結乾燥の前後で薬剤自体の化学構造は変化しない（させない）というのが技術常識である。したがって，当業者は，薬剤であるボルテゾミブをマンニトールと共に凍結乾燥して得られた凍結乾燥品中には，化学構造が変化していないボルテゾミブが含まれ，凍結乾燥の結果としてボルテゾミブの安定性の向上や良好な再構成性がもたらされると期待する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特許権者は，本件明細書の「発明の詳細な説明」の記載によれば，ボルテゾミブをマンニトールと共に凍結乾燥して得られた凍結乾燥品にはBMEが含まれていること【0086】，この凍結乾燥品は18か月にわたり安定であったこと【0096】，この凍結乾燥品は容易に水に溶解し，その水溶液にはボルテゾミブが含まれていること【0088】，この水溶液はボルテゾミブに特有のプロテアソーム阻害活性を示すこと【0090】を理解するから，安定性及び再構成性を備えた製剤としての凍結乾燥粉末の提供という発明の課題（上記(ア)）が本件化合物発明によって解決されていることが，本件明細書の「発明の詳細な説明」に記載されているといえる旨主張する。",
                        "しかしながら，上記(イ)の技術常識及び当業者の期待を踏まえると，【0086】の記載は，凍結乾燥品にBMEが含まれていることを示すだけで，それ以外に，エステル化しない状態のボルテゾミブが相当量含まれる可能性を排除しない。そして，凍結乾燥品が示した安定性【0096】及び溶解性【0088】はボルテゾミブを凍結乾燥したことの効果にすぎないとの理解，水溶液中に検出されたボルテゾミブ【0088】は凍結乾燥の過程でエステル化しなかったボルテゾミブに由来したものであるとの理解，又は，水溶液が示したプロテアソーム阻害活性【0090】は凍結乾燥の過程でエステル化しなかったボルテゾミブによるものだという理解，も十分に成り立ちうる。なぜなら，本件明細書の記載においては，凍結乾燥品中のBMEを単離して定量しているわけではなく【0086】，単離したBMEを対象としてその安定性及び再構成性を検証しているわけでもない【0088，0090，0096】からである。",
                        "そうすると，本件化合物発明（凍結乾燥粉末の形態のBME）は，発明の課題を解決できると当業者が発明の詳細な説明の記載から認識できる範囲のものではない。したがって，特許権者の上記主張は採用できない。",
                        "よって，本件化合物発明は，サポート要件を充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件製法発明について",
                  "text": [
                    "本件製法発明の課題は，凍結乾燥粉末の形態のBMEを製造する方法を提供することにある。本件明細書の【0084】【0086】の記載によれば，【0084】に記載された方法によって調製した物質に凍結乾燥粉末の形態のBMEが含まれていることが【0086】に記載されているから，本件製法発明は発明の詳細な説明に記載された発明であって，その記載により当業者が発明の課題を解決すると認識できる範囲のものである。",
                    "よって，本件製法発明は，サポート要件を充足する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，無効理由5に係る請求人高田の主張は，本件化合物発明に関しては理由があり，本件製法発明に関しては理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点（審決取消事由）",
      "content": [
        {
          "fig": "1",
          "subject": "特許権者の主張する審決取消事由（A事件）",
          "text": [
            "審決が，無効理由5（サポート要件違反（その2））に基づき本件化合物発明に係る特許を無効と判断したことは，誤りである（以下，「特許権者取消事由」という。）。"
          ]
        },
        {
          "fig": "2",
          "subject": "請求人高田の主張する審決取消事由（B事件）",
          "text": [
            "審決が，無効理由を排斥して本件製法発明に係る特許を維持した判断のうち，次の無効理由についての判断には誤りがある（以下，順に「請求人高田取消事由1」のようにいう。）。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由2及び5（サポート要件違反（その1）及び同（その2））"
            },
            {
              "fig": "(2)",
              "subject": "無効理由4（進歩性欠如（その2））"
            },
            {
              "fig": "(3)",
              "subject": "無効理由1（進歩性欠如（その1））"
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "特許権者取消事由（本件化合物発明のサポート要件違反（その2）についての判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件化合物発明が解決しようとする課題は，製剤化したときに安定な医薬となり得て，また，水性媒体への溶解でボロン酸化合物を容易に遊離する組成物となり得る本件化合物（凍結乾燥粉末の形態のBME）を提供することである。【争いがない】"
            },
            {
              "fig": "(2)",
              "subject": "本件化合物発明のサポート要件充足の有無（総論）",
              "text": [
                "【特許権者の主張】",
                "本件化合物発明のサポート要件に関して検討すべきは，⒜本件化合物（凍結乾燥粉末の形態のBME）が発明の詳細な説明に記載されているか，⒝発明の詳細な説明の記載若しくは示唆又は本件出願日時点の技術常識により，本件化合物によって上記課題が解決できると当業者が認識できるかどうか，という点である。",
                "そして，本件明細書の実施例1においては組成物の調製方法の詳細が記載されており，その記載中には，本件化合物（凍結乾燥粉末の形態のBME）の生成について疑義を生じさせるような科学的に不合理な記載は一切ないから，当業者が，技術常識に照らして明細書の記載を読めば，実施例1により得られた凍結乾燥製剤（以下「実施例1FD製剤」という。）には相当量の本件化合物が含まれていると理解する。また，実施例1FD製剤に相当量のBMEが含まれていることは，FAB質量分析の結果からも理解できる。これらの理解を妨げる技術常識は，審決においても，請求人高田の主張においても何ら示されていない。よって，⒜の要件は満たされている。",
                "また，実施例1FD製剤を用いた実験に係る実施例3及び5の記載を読めば，実施例1FD製剤中の本件化合物によって，①製剤の保存安定性，②製剤の溶解性，③溶解に伴う有効成分（ボルテゾミブ）の急速な遊離（加水分解容易性），という効果がもたらされ，発明の課題が解決されていると理解する。よって，⒝の要件も満たされている。",
                "よって，本件化合物発明は，サポート要件を満たす。",
                "【請求人高田の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件出願日時点の技術常識を踏まえると，本件明細書に接した当業者の理解は次のようなものであるから，本件化合物（凍結乾燥粉末の形態のBME）によって発明の課題が解決できるとは認識できない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "実施例1FD製剤中にBMEは存在するが，その量は不明である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "実施例1FD製剤は保存安定性及び溶解性という効果を示したが，この効果が本件化合物に起因したものであるのかが不明である（マンニトールを賦形剤として用いた凍結乾燥の周知の効果にすぎない等の理解もできる。）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "実施例1FD製剤を試料としたプロテアソーム阻害活性アッセイの結果（Ki値0．3）が，BMEの加水分解によりボルテゾミブが遊離したことによって生じたものだとは必ずしもいえない。",
                        "イ（予備的主張）",
                        "特許権者は，溶解性の効果は本件化合物のBMEが微細な個体として析出していることによって奏される旨主張する。この主張を前提にすると，本件化合物発明の請求項の記載にはBMEの粒径などの特定がないから，課題を解決できると当業者が理解できる範囲を超えて特許を請求するものであって，この点においてサポート要件に違反する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件化合物発明のサポート要件充足の有無（各論）",
              "text": [
                "別紙のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求人高田取消事由1（本件製法発明のサポート要件違反の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1（課題認定の誤り）",
              "text": [
                "【請求人高田の主張】",
                "サポート要件の充足性の判断に当たって，本件製法発明の課題につき，審決が「凍結乾燥粉末形態のBMEの調製方法を提供すること」と認定したのは誤りである。正しくは，本件化合物発明の課題に準じて，「製剤化したときに安定な医薬となり得て，また，水性媒体への溶解でボロン酸化合物を容易に遊離する組成物となり得る本件化合物（凍結乾燥粉末の形態のBME）の調製方法を提供すること」と認定すべきであった。",
                "よって，本件製法発明につき無効理由2及び5（サポート要件違反（その1）及び同（その2））の主張はいずれも採用できないとした審決の判断は，その前提において誤りがある。",
                "【特許権者の主張】",
                "課題の認定について，審決に誤りがあることは争わない。",
                "しかしながら，無効理由2については下記(2)に主張するとおりの理由により，無効理由5については本件化合物発明につき上記1に主張したのと同様の理由により，いずれも本件製法発明はサポート要件を充足するから，審決の課題認定の誤りは審決の結論に影響を及ぼさない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2（課題を解決できることを推認できる範囲の判断の誤り）",
              "text": [
                "【請求人高田の主張】",
                "ボロン酸と糖とのエステルの形成にはその混合溶液の液性（pH，組成及溶媒の種類等）が大きく影響することは，本件優先日当時の技術常識である。",
                "本件明細書には，実施例1として，ボルテゾミブ約40mg，tert-ブタノール16mL，水24mL，マンニトール0．4gを混合して成る特定の液性の溶液を特定の条件で凍結乾燥した結果，凍結乾燥品の中にBMEが観察されたことは記載されているが，上記技術常識に照らすと，当業者は，この記載からは，上記以外のすべての液性の溶液においても同様にBMEが生成されるとは理解できない。例えば，溶液のpHが塩基性であればエステル体ではなく錯体が形成されるものと理解するし，tert-ブタノールを含まない溶液ではエステル反応は起こらないものと理解する。",
                "したがって，混合溶液の液性及び凍結乾燥の条件につき限定のない本件製法発明は，発明の詳細な説明に基づき当業者が課題を解決できると理解できる範囲を超えている。",
                "【特許権者の主張】",
                "本件発明の解決課題は，物の発明（本件化合物発明）であれ方法の発明（本件製法発明）であれ，水性媒体に溶解させることによりボロン酸化合物を容易に遊離する安定な医薬組成物，という新規な物を提供することである。本件化合物発明に係るBMEはこの「新規な物」に当たるから，本件製法発明に関しても，本件化合物発明に係るBMEによって課題を解決できるかを判断すれば，サポート要件の適否の判断として十分である。すなわち，新規な物が発明の課題を解決するのであれば，この新規な物の製造方法，調製方法は，当該新規な物の製造法を提供していることにより，課題を解決することになる。よって，当該新規な物の製造方法，調製方法は1つあれば課題の解決に寄与するから，種々の製造方法，調製方法を提供する必要はない。",
                "このことからすると，本件明細書において，具体的な混合溶液の液性及び凍結乾燥の条件については実施例1に記載された一例しか開示されておらず，他の調製方法ではBMEが得られるか否か不明であっても，本件製法発明にサポート要件違反の問題を生じることはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "請求人高田取消事由2（進歩性欠如（その2）の判断の誤り）",
          "text": [
            "（なお，上記第2の3(3)のとおり，無効審判手続において，進歩性欠如（その2）は，物の発明についてのみ主張された無効理由であったが，請求人高田が，方法の発明に関する審決の判断の取消事由としても，この主張を維持すると主張しているので，その主張の概要を摘示しておく。）",
            "【請求人高田の主張】",
            "相違点1について，本件発明で特定されるBME（ボルテゾミブマンニトールエステル）は，甲1発明で特定されるボルテゾミブのボロネートエステルの下位概念に当たる。",
            "相違点2について，発明の対象としての化合物において，その「状態」は，当該化合物に必ず内在している要素であり，外的に付加されるような要素ではない。したがって，「状態」が特定されていない化合物（本件発明におけるBME）は，種々の特定の「状態」の化合物を，下位概念として内包しているものとみるべきであり，「凍結乾燥粉末の形態」という「状態」もその例外ではない。",
            "したがって，本件発明に係る「凍結乾燥粉末の形態のBME」は，甲1発明に係る化合物（ボルテゾミブのボロネートエステル）の下位概念として包含される関係にあるから，本件発明は甲1発明の選択発明に当たる。",
            "選択発明である特許発明が進歩性を有するためには，引用発明と比較して顕著な特有な効果を奏することが必要とされるところ，本件明細書にはかかる効果は開示されていないから，本件発明は進歩性を欠く。",
            "【特許権者の主張】",
            "請求人高田の主張は，引用文献に化合物が記載されていれば，いずれの状態の化合物も引用文献に記載されている発明として認定してよいと述べているのと同じであるが，物の状態は，物を特定する構成の一つであるから，その物の状態が明示的に引用文献に記載されていない限り，引用発明としての認定はできない（つまり，物質の状態を特定した発明は，これを特定しない発明の下位概念ではない。）。請求人高田が主張する立場に立つと，引用文献に化学式さえ記載されていれば，その化学式が該当する物全て，例えば，液状物，結晶固体，非晶質固体などあらゆるものが明示的な記載なしに認定できることになるが，そのような引用発明の認定が許されないことは明らかである。"
          ]
        },
        {
          "fig": "4",
          "subject": "請求人高田取消事由3（本件製法発明の進歩性欠如（その1）の判断の誤り）",
          "text": [
            "【請求人高田の主張】"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲7と周知技術との組合せによる容易想到性",
              "text": [
                "本件明細書が開示する発明は，D-マンニトールを賦形剤としてボルテゾミブを凍結乾燥したことにすぎず，BMEが得られたことは開示されていない。",
                "ボルテゾミブは注射剤として投与されること，ボルテゾミブの溶解性・安定性に問題があることはいずれも本件優先日時点の技術常識であったから，ボルテゾミブを医薬として製剤しようとする当業者は，ボルテゾミブに溶解性・安定性を付与することを動機付けられる。また，薬剤の溶解性・安定性を向上させる目的のために凍結乾燥法を用いること，凍結乾燥法における賦形剤の第一の選択肢としてマンニトールを採用することは，いずれも本件優先日時点の周知技術であった。",
                "そうすると，当業者は，マンニトールを賦形剤としてボルテゾミブを凍結乾燥することを容易に想到したといえるから，本件明細書が開示する発明は容易想到である。",
                "審決は，薬剤の不安定性に対処する他の方法が数多く知られていることから，ボルテゾミブを凍結乾燥することを容易に想到しない旨判断し，また，上記目的のために他の製剤方法も用いられ得ること，賦形剤としてマンニトール以外のものが知られていることを理由に，マンニトールを用いた凍結乾燥法を周知技術でないと判断したが，いずれも誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲7と甲8との組合せによる容易想到性",
              "text": [
                "仮に，本件明細書にBMEが開示されているとしても，甲7を主引用例として進歩性が否定されることには変わりがない。",
                "すなわち，甲8（国際公開第00／57887号）には，混合溶液中でボロン酸とマンニトールが錯体を形成すること，その混合液を凍結乾燥して，凍結乾燥粉末の形態のボロン酸とマンニトールの錯体を調製することが記載されている。また，水溶液中でボロン酸と糖の錯体はエステルと平衡状態にあることは，周知であった。そうすると，マンニトールを賦形剤とした凍結乾燥をボルテゾミブに適用するとき（この適用自体は上記(1)のとおり明らかに容易想到である。），凍結乾燥前のボルテゾミブとマンニトールの混合溶液の調製の段階でBMEが生じ，これを凍結乾燥したときに (生成量は予測不能だとしても)BMEが凍結乾燥製剤中に含まれるであろうと当業者は予測する。",
                "【特許権者の主張】",
                "請求人高田の上記主張(1)は，本件明細書にBMEが開示されていないとの前提において誤っており，周知技術及び技術常識の認定においても誤っている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "特許権者取消事由について",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件充足性の判断手法について",
              "text": [
                "特許請求の範囲の記載が明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきである。",
                "そして，サポート要件を充足するには，明細書に接した当業者が，特許請求された発明が明細書に記載されていると合理的に認識できれば足り，また，課題の解決についても，当業者において，技術常識も踏まえて課題が解決できるであろうとの合理的な期待が得られる程度の記載があれば足りるのであって，厳密な科学的な証明に達する程度の記載までは不要であると解される。なぜなら，サポート要件は，発明の公開の代償として特許権を与えるという特許制度の本質に由来するものであるから，明細書に接した当業者が当該発明の追試や分析をすることによって更なる技術の発展に資することができれば，サポート要件を課したことの目的は一応達せられるからであり，また，明細書が，先願主義の下での時間的制約もある中で作成されるものであることも考慮すれば，その記載内容が，科学論文において要求されるほどの厳密さをもって論証されることまで要求するのは相当ではないからである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件化合物発明の課題について",
              "text": [
                "本件明細書の記載によれば，本件化合物発明が解決しようとする課題は，製剤化したときに安定な医薬となり得て，また，水性媒体への溶解でボロン酸化合物を容易に遊離する組成物となり得る本件化合物（凍結乾燥粉末の形態のBME）を提供することである。そして，この課題が解決されたといえるためには，凍結乾燥粉末の状態のBMEが相当量生成したこと，並びに当該BMEが保存安定性，溶解容易性及び加水分解容易性を有することが必要であると解されるから，これらの点が，上記(1)で説示したような意味において本件明細書に記載又は示唆されているといえるかについて検討することとする。なお，ここでいう「相当量」とは，医薬として上記課題の解決手段になり得る程度の量，という意味である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "凍結乾燥粉末の状態のBMEが相当量生成したことについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の【0084】には，実施例1として，ボルテゾミブとD-マンニトールとの凍結乾燥製剤の調製方法が開示されている。そして，本件出願日当時の技術常識に照らすと，当該調製方法のように，tert-ブタノールの比率が高く（相対的に水の比率が低く），過剰のマンニトールを含む混合溶液中で，周辺温度より高い温度で攪拌するという条件の下では，ボルテゾミブとマンニトールとのエステル化反応が進行し，相当量のBMEが生成すると理解し得る。",
                    "また，本件明細書の【0086】には，【0084】記載の方法によって調製された実施例1FD製剤は，FAB質量分析により，BMEの形成を示すm／z＝531の強いシグナルを示したこと，このシグナルはボルテゾミブとグリセロール（分析時のマトリックス）付加物のシグナルであるm／z＝441とは異なっており，しかも，m／z＝531のシグナルの強度は，m／z＝441のシグナルと区別されるほど大きいことが開示されている。これらの事項からすれば，実施例1FD製剤は，相当量のBMEを含むといえる。",
                    "したがって，本件明細書には，凍結乾燥粉末の状態のBMEが相当量生成したことが記載されていると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求人高田の主張について",
                  "text": [
                    "請求人高田は，FAB質量分析においては，ピークの大小をもって試料に含まれる物質の存在量の大小を評価できないのであるから，実施例1の記載から凍結乾燥製剤に相当量のBMEが含まれていることを認識できない旨主張する。",
                    "しかしながら，上記(1)に説示したとおり，サポート要件を充足するために厳密な科学的な証明までは不要と解されるところ，上記アの凍結乾燥製剤の調製方法に関する知見（相当量のBMEが生成されていると考えられるとする甲95（丙教授の鑑定意見書）及び甲96（丁教授の意見書）の記載を含む。）や，FAB質量分析により，m／z＝531の強いシグナルが確認されていることに照らせば，当業者は，本件化合物発明の対象物質（凍結乾燥粉末の状態のBME）が相当量生成したと合理的に認識し得るというべきである。",
                    "したがって，請求人高田の上記主張は，上記アの判断を左右しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "保存安定性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の【0094】～【0096】には，固体や液体のボルテゾミブは，2～8℃の低温で保存しても，3～6ヶ月超，6ヶ月超は安定ではなかったのに対して，実施例1FD製剤（上記(3)のとおり相当量のBMEを含む。）は，5℃，周辺温度，37℃，50℃で，いずれの温度でも，約18ヶ月間にわたって，薬物の喪失は無く，分解産物も産生しなかったとの試験結果が開示されている。この記載によれば，本件明細書には，本件化合物が，ボルテゾミブに比較して優れた保存安定性を有していることを当業者が認識し得る程度に記載されているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求人高田の主張について",
                  "text": [
                    "請求人高田は，本件明細書の【0094】～【0096】に記載された保存安定性の向上は，マンニトールを賦形剤として用いた凍結乾燥という周知技術の適用により奏されたものと認識することが自然である旨主張する。",
                    "この点，確かに，実施例1FD製剤において，調製に供したボルテゾミブの全量がBMEとなっているとは限らず，マンニトールを賦形剤として凍結乾燥されたボルテゾミブも含まれていると考えられるから，この凍結乾燥されたボルテゾミブの存在が，保存安定性の向上に寄与していることも考えられるところである。しかしながら，相当量のBMEを含む製剤が保存安定性を示している以上，BMEも保存安定性の向上に寄与していると考えるのが当業者の認識であるといえるし，これに反して，凍結乾燥されたボルテゾミブのみが保存安定性の向上に寄与していると認めるべき事情も見当たらない。",
                    "そうすると，サポート要件の充足のために必要とされる当業者の認識が上記(1)のようなもので足りる以上，請求人高田の上記主張は，上記アの判断を左右しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "溶解容易性及び加水分解容易性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の【0088】【0089】には，実施例1FD製剤（上記(3)のとおり相当量のBMEを含む。）は，2mLの水に対し，振盪1～2分以内で溶解は完全であったこと，1mLの「プロピレングリコール：EtOH：H O＝40：10：50」に対し，振盪1分で溶解は完全であ2ったこと，0．9％w／v生理食塩水に対し，濃度6mg／mLまで容易に溶解したこと，これとは対照的に，固体のボルテゾミブは，濃度1mg／mLで0．9％w／v生理食塩水に可溶ではなかったことが開示されている。この記載によれば，本件明細書には，本件化合物がボルテゾミブに比較して優れた溶解容易性を有していることが，当業者が認識し得る程度に記載されているといえる。",
                    "また，弁論の全趣旨によれば，ボロネートエステルと対応するボロン酸との間には次の式による平衡状態が成り立つとの技術常識があることが認められるから，本件化合物（凍結乾燥粉末の状態のBME）を水に溶解させたときエステル化の逆反応によりBMEからボルテゾミブが遊離すること，すなわち本件化合物が加水分解容易性を有することを，当業者は認識し得るといえる。",
                    "なお，本件明細書の【0090】には，本件化合物の加水分解容易性を確かめる目的で，実施例1FD製剤についてプロテアソーム阻害活性アッセイをした結果が記載されているが，アッセイの具体的な条件が明らかでないこと，観察されたKi値0．3nMがBMEのものかボルテゾミブのものかを評価するための確実な科学的知見がないことにかんがみると，同記載に基づいて当業者が本件化合物の加水分解容易性についての認識を得ることができるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求人高田の主張について",
                  "text": [
                    "請求人高田は，本件明細書の【0088】【0089】に記載された実施例1FD製剤の溶解性を示す試験結果は，マンニトールを賦形剤として用いた凍結乾燥という周知技術の適用により奏されたものと理解することが自然である旨主張する。",
                    "しかしながら，上記(4)イに説示したのと同様の理由により，請求人高田の上記主張は，上記アの判断を左右しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "請求人高田の予備的主張（上記第4の1(2)イ）について",
                  "text": [
                    "請求人高田は，本件化合物発明の請求項の記載にはBMEの粒径などの特定がないから，課題を解決できると当業者が理解できる範囲を超えて特許を請求するものであって，この点においてもサポート要件に違反する旨主張する。この主張は，特許権者が，「（凍結乾燥の工程においてBMEが）微細な固体として析出されることになる。よって，得られた凍結乾燥製剤は微細な固体（粉末）になるため，溶解速度が向上し，結果として再構成性が向上することになる」と陳述したこと（特許権者第2準備書面22頁3～6行）を受けてのものである。",
                    "しかしながら，特許権者の上記陳述は，凍結乾燥工程を経たBMEが本件化合物発明の構成によって溶解性が向上する機序を科学的合理性をもって説明ができることを述べたもので，凍結乾燥された化合物である本件化合物発明に係る化合物にも，当然にこの説明が適用できるものと解されるから，本件化合物発明は，上記の機序が適用される物の範囲外にまで，その技術的範囲を拡張させるものであるとはいえない。",
                    "そうすると，請求人高田が主張するような新たなサポート要件違反の問題は生じないといえるので，同主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "技術的事項に関する各論的主張について",
              "text": [
                "本件化合物発明のサポート要件充足性に関し，両当事者は別紙のとおり種々の主張をするところ，これらの主張に対する裁判所の検討結果は，別紙の右欄に記載したとおりであり，これによれば，特許権者の主張をすべてそのまま肯定することはできないものの，実施例1FD製剤に相当量の本件化合物が含まれることについては，1(1)a～c，(2)bにより，本件化合物の溶解性については，主として2bにより，加水分解性については3aにより，保存安定性については4a，bにより，当業者が合理的に期待できる程度には，これを肯定することができる。他方，請求人高田の主張は，以上の認定を覆すに足りるものではない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "まとめ",
              "text": [
                "上記(3)～(6)に検討したところによれば，本件化合物発明の特許請求の範囲の記載は，サポート要件を満たすものというべきであり，これを否定した審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求人高田取消事由1（本件製法発明のサポート要件違反の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1（課題認定の誤り）について",
              "text": [
                "本件製法発明の課題は本件化合物発明のそれと同様に認定すべきであり，これと異なる審決の認定には誤りがある。このことは，当事者間に争いがなく，当裁判所も同様に解する。",
                "もっとも，無効理由5（サポート要件違反（その2））の関係では，上記1のとおり本件化合物発明がサポート要件を充足し，本件明細書の中でその調製方法の一例も実施例1として開示されている以上，本件化合物発明を調製方法の観点からクレームし直した本件製法発明もサポート要件を充足するから，審決の解決課題の認定の誤りは，結論に影響を及ぼさない。無効理由2（サポート要件違反（その1））の関係については，下記(2)において検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2（課題を解決できることを推認できる範囲の判断の誤り）について",
              "text": [
                "請求人高田は，実施例1で開示された混合溶液の液性においては凍結乾燥によりBMEが形成されると当業者が認識できるとしても，それ以外の液性においても同様にBMEが形成されるとは認識できないから，混合溶液の液性等を限定しない本件製法発明にはサポート要件違反がある旨主張する。",
                "しかしながら，本件明細書の【0068】～【0072】には，混合溶液には水の他に1種以上の共溶媒を含み，好ましくは，共溶媒は水と混和性であり，より好ましくは，共溶媒はアルコールであり，エタノール及びtert-ブタノールが挙げられるが，それに限定されないこと，溶媒混合物の組成のアルコールの範囲や，ジヒドロキシ化合物（マンニトール）とボロン酸化合物（ボルテゾミブ）とのw／w比を特定の範囲で調整できること，水性混合物は，任意の順序の添加によって調製できること，混合物は更に，1種以上の医薬として許容できる賦形剤，担体，希釈剤，充填剤，塩，緩衝剤，安定化剤，可溶化剤，及び当該分野で周知の他の物質を含んでもよいことが示されている。そうすると，本件製法発明のBMEの調製方法は，実施例1で開示された方法に限られるものではなく，実施例1と本件明細書のその他の記載，技術常識に基づいて，当業者が把握し得る調製方法を含むものといえるから，特許請求の範囲の記載と明細書の記載に乖離はない。",
                "したがって，請求人高田の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，請求人高田取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "請求人高田取消事由2（進歩性欠如（その2）の判断の誤り）について",
          "text": [
            "この点は，無効審判手続の中で方法の発明の無効理由としては主張・判断されなかった点に関するものなので，請求人高田は，本来，これを，審決のうち方法の発明の特許を維持した部分の取消事由として主張することはできない。もっとも，念のため，内容について検討したとしても，以下のとおり，その主張を採用することはできない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決による甲1発明の認定並びに一致点及び相違点の認定は，相当と認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，甲1発明のボロネートエステルについて次の開示がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来技術として，Ｎ-末端ペプチジルボロン酸エステルおよび同酸化合物一般および特定の化合物の合成は，すでに文献に記述されており，これらの化合物は，ある種のタンパク分解酵素の阻害剤であることが示されているが，甲1発明は，以前には知られていなかったペプチジルボロン酸エステルを提供すること，ペプチジルボロン酸エステルをプロテアソーム機能の阻害剤として使用する方法を提供することを課題とする（42頁，45頁）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ボルテゾミブのボロネートエステルは，甲1発明において例示されるペプチジルボロン酸エステルの一つである（19・20頁（請求項51），21・22頁（請求項57））。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "阻害を必要とする細胞を効果的成長阻害量で化合物と接触させて癌細胞の成長を阻害する方法において，プロテアソーム阻害剤である化合物として，ボルテゾミブのボロネートエステルを選択することができ，ボロネートエステルは，ボロン酸の酸基を，好ましくは，ピナコール，パーフルオロピナコール，ピナンジオール，エチレングリコール，ジエチレングリコール，1，2-シクロヘキサンジオール，1，3-プロパンジオール，2，3-ブタンジオール，グリセロール又はジエタノールアミンから選択される，ジヒドロキシ化合物と反応することによって得られる（25頁（請求項67），42～45頁，58頁）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの開示事項によれば，甲1発明の課題を解決するペプチジルボロン酸エステルとして，ボルテゾミブのボロネートエステルが例示されている。しかしながら，ボロネートエステルを得るためにボルテゾミブと反応させるジヒドロキシ化合物について，マンニトールは甲1に例示された多種類のジヒドロキシ化合物（上記ア(ウ)）に含まれていない。また，プロテアソーム機能の阻害剤として使用する方法を提供するという課題との関係で，甲1に例示された以外にも無数に存在するジヒドロキシ化合物の中からマンニトールを選択することを示唆するような記載は甲1にはなく，そのような選択が技術常識であるともいえない。",
                    "したがって，ボルテゾミブと反応させるジヒドロキシ化合物としてマンニトールを選択し，相違点1に係る本件発明の構成とすることは，当業者が容易に想到し得たとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2の容易想到性について",
              "text": [
                "甲1において，請求項63として「請求項……，51，……記載の化合物または薬学的に許容され得るその塩，および薬学的に許容され得る担体もしくは希釈剤を包含する薬学組成物」が特許請求され（25頁），ここで引用された請求項51で特許請求されている化合物には，ボルテゾミブのボロネートエステルが含まれている（上記(2)ア(イ)）。",
                "しかしながら，上記請求項63の記載によっても，甲1発明の化合物（ボルテゾミブのボロネートエステル）が採り得る形態は，せいぜい，薬学的に許容され得る担体もしくは希釈剤を包含する薬学組成物にとどまるものであるところ，甲1には，甲1発明の化合物と薬学的に許容される担体との凍結乾燥粉末の形態を採ることについては記載も示唆もない。また，化合物を凍結乾燥すること自体は周知技術であるとしても，甲1発明の化合物を凍結乾燥することを動機付ける記載ないし示唆は甲1には見当たらない。",
                "したがって，甲1発明の化合物（ボルテゾミブのボロネートエステル）を凍結乾燥粉末の状態とすることは，当業者が容易に想到し得たとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "請求人高田の主張について",
              "text": [
                "請求人高田は，相違点1につき，本件化合物のBME（ボルテゾミブとマンニトールとのエステル体）は，甲1発明のボルテゾミブのボロネートエステル（ボルテゾミブとジヒドロキシ化合物とのエステル体）の下位概念に当たること，相違点2につき，本件化合物の「凍結乾燥粉末の状態」は本件化合物が採り得る状態の選択肢の一つにすぎないこと，からすれば，本件発明は甲1発明の選択発明に当たる旨主張し，これを前提に，本件発明は進歩性を欠く旨主張する。",
                "しかしながら，まず，相違点1につき，甲1発明は，ボルテゾミブとエステル反応させるジヒドロキシ化合物として，観念的には無数に存在する全ての化合物を開示しているとはいえず，せいぜい甲1に例示された化合物や，これから当然に想定し得る化合物を開示しているのにとどまると解されるところ，マンニトールが，これに含まれないことは明らかである。また，相違点2につき，化合物が「凍結乾燥粉末の状態」にあることは自然に存在する状態ではなく，本件明細書の【0084】にも開示されるような操作を加えた結果であるから，物質が採り得る状態の選択肢の一つといえるものではない。",
                "したがって，請求人高田の主張は，本件発明が甲1発明の選択発明に当たる旨の前提において誤りがあり，採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，本件発明につき，甲1発明を引用発明として進歩性を欠くとはいえないとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "請求人高田取消事由3（進歩性欠如（その1）の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決による甲7発明の認定並びに一致点及び相違点の認定は，相当と認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1及び2の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲7には，次の事項が開示されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ボルテゾミブは，20Sプロテアソームの強力な阻害剤であり，抗がん剤の一つとして提案されている（758頁）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "製剤の観点から見たペプチドボロン酸誘導体の化学的安定性はこれまで文献に詳細には報告されておらず，非経口投与のためにボルテゾミブを製剤化する試みにおいて，不規則な安定性の挙動を示し，そして特定の溶媒に極めて不安定であるという課題があった（758頁）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ボルテゾミブは，多数の実験条件下で酸化による分解を受けやすく，分解は，過酸化物とおそらくは分子酸素とによって断然加速された（765頁）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲7の上記開示事項によれば，甲7発明のボルテゾミブを医薬として実用化するためには，酸化によって分解しやすいという化学的不安定性を解消するという課題があることが示されている。しかしながら，課題解決のための手段や方法等は記載されておらず，ましてや，具体的な手段としてのエステル化又は凍結乾燥については記載も示唆もないから，甲7発明のボルテゾミブを，本件発明の「凍結乾燥粉末の状態のBME」とする動機付けはない。",
                    "したがって，甲7発明に接した当業者が，相違点1及び2に係る構成を本件発明の構成とすることを容易に想到し得たとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，本件各証拠によれば，凍結乾燥が安定性及び溶解性の点で有利な製剤方法であることは技術常識と認められ，凍結乾燥の際に用いる賦形剤としてマンニトールを選択することも周知技術と認められる（これらを技術常識・周知技術としなかった審決の認定は支持できない。）。そうすると，甲7には課題解決のための手段や方法について記載も示唆もないとはいえ，当業者が，ボルテゾミブを，安定性向上という医薬品に対する一般的要請に基づき，マンニトールを賦形剤として用いた凍結乾燥により製剤すること自体は容易想到であると解する余地がある。",
                    "しかしながら，本件各証拠によれば，凍結乾燥は，化合物の性質を変えないために行われるものであることもまた技術常識であるから（この点についての審決の同旨の認定は支持できる。），あくまでも，容易想到であるのは「マンニトールを賦形剤として凍結乾燥した『ボルテゾミブ』」であって，本件発明の「凍結乾燥粉末の状態の『BME』」とは別個の化合物である。",
                    "したがって，いずれにせよ，本件発明は，甲7発明に基づいて容易に想到し得たとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲8を考慮した容易想到性について",
              "text": [
                "請求人高田は，甲8には，混合溶液中でボロン酸とマンニトールが錯体を形成すること，その混合液を凍結乾燥して凍結乾燥粉末の形態のボロン酸とマンニトールの錯体を調製することが記載されており，また，水溶液中でボロン酸と糖の錯体はエステルと平衡状態にあることは周知であったことから，ボルテゾミブをマンニトールの存在下で凍結乾燥することによって，本件発明の構成を得ることは容易想到である旨主張する。",
                "しかしながら，甲8には，ボロン酸とマンニトールとの錯体の凍結乾燥物を調製したことが開示されているにとどまり，エステル体の調製は記載も示唆もされていない。また，たとえ水溶液中でボロン酸と糖の錯体はエステルと平衡状態にあることが周知であるとしても，甲8は，ボロン酸の溶解度を高めるために錯体を調製することを課題とする発明を開示するものであり（3頁），この課題は，ボルテゾミブの安定性を高めるという甲7が示唆する課題とは異なるから，甲7発明に甲8の記載事項を適用する動機付けは存在しない。",
                "したがって，請求人高田の上記主張は，本件発明の構成が容易想到でないとの結論を左右しない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件製法発明につき，甲7発明を引用発明として進歩性を欠くとはいえないとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の判断のうち，本件化合物発明に係る特許はサポート要件に違反し無効であるとの判断には誤りがある。また，この判断に沿って，物の発明に関する他の請求項（19，20，44，46）についても特許は無効であるとした審決の判断にも誤りがある。",
                "よって，これらの請求項について，審決を取り消すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決の判断のうち，本件製法発明に係る特許についての無効請求はいずれの無効理由に照らしても成り立たないとの判断には，結論において誤りはない。また，この判断に沿って，方法の発明に関する他の請求項（38～42）について無効請求は成り立たないとした審決の判断にも誤りがない。",
                "よって，これらの請求項については，請求人高田（B事件原告）の請求を棄却すべきである。"
              ]
            }
          ]
        }
      ]
    }
  ]
}