{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2016-16781号事件について平成30年3月2日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟である。 "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「流体で満たされた管内の狭窄部の特徴を描写するシステムおよびその動作方法」とする発明（出願当初の名称は「流体で満たされた管内の狭窄部の特徴を描写する装置および方法」）につき，平成24年1月6日，特許出願（特願2013-547908号。優先権主張［平成23年1月6日  英国］。以下「本願」という。）をしたが，平成28年7月12日付けで拒絶査定を受けた。",
            "原告は，同年11月9日，拒絶査定不服審判請求をし，平成30年1月18日に手続補正をした（甲11。同補正を，以下「本件補正」という。）。特許庁は，上記審判請求を不服2016-16781号として審理し，平成30年3月2日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，同審決謄本は，同月15日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の請求項1に係る発明（以下「本願発明」という。）は，以下のとおりである（甲8，11）。",
            "「流体で満たされた管内の狭窄部を評価するシステムであって，",
            "最大充血条件なしで前記管に沿った様々な位置で即時圧力測定を行う第1の測定センサを有する消息子と，",
            "前記管を通して前記消息子を牽引する機構と，",
            "前記第1の測定センサにより各即時圧力測定が行われる前記位置に対する位置データを供給する位置測定器と，",
            "前記即時圧力測定から，前記管に沿った様々な位置で行われた即時圧力測定の比を計算するプロセッサと",
            "を含む，システムであり，",
            "前記機構は電動機構である，該システム。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件違反",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明に係る請求項1の「最大充血条件なしで」「即時圧力測定を行う」とは，最大充血ではないという否定的条件を記載しているにすぎず，どのような条件であるかについて明確に特定されていないから，その技術的事項が理解できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願の願書に最初に添付した明細書及び図面（以下「本願明細書等」という。）の記載並びに請求項1の文言を基に，「最大充血条件なしで」，「即時圧力測定を行う」ことが，どのような態様を特定しているのかを想定すると，概ね以下の態様が考えられる。",
                        "①  心周期における最大充血条件以外の条件下において（あえて最大充血条件を外して）即時圧力測定を行うこと（以下「態様①」という。）",
                        "②  最大充血条件に限ることなく，最大充血条件を含めた心周期のうちのいずれかのタイミングにおいて即時圧力測定を行うこと（以下「態様②」という。）",
                        "③  本願明細書等の段落【0003】に記載された心周期全体の平均Pa及び平均Pdを，段落【0021】に記載された流動制限の外形描写又は評価に採用すると仮定し，ここにおける遠位圧力対近位圧力の比を表すための心周期全体の平均Pa及び平均Pdといった平均値を得るために最大充血条件とは関係なく即時圧力測定を行い続けること（以下「態様③」という。）",
                        "④  「最大充血条件」とは，心周期と関連しない何らかの条件であり，①～③以外の何らかの態様（以下「態様④」という。）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願明細書等の記載を参照すると，上記①～④の複数の異なる態様が想定されてしまい，また，上記①，②及び④は，どのような値の取得を意図してそれらの即時圧力測定を行うのか全く不明である。",
                        "さらに，上記③も，心周期全体の平均Pa及び平均Pdの比を流動制限の評価に採用すると仮定した場合の解釈であるとともに，請求項1において「前記即時圧力測定から，前記管に沿った様々な位置で行われた即時圧力測定の比を計算する」との記載が存在することに鑑みると，圧力の平均値同士の比ではなく，「即時圧力測定の比」を求めているようにも解釈できるから，その場合，「即時圧力測定の比」と，平均Pa及び平均Pdの比との関連が明確でない。",
                        "したがって，本願明細書等の記載を参酌しても「最大充血条件なしで」「即時圧力測定を行う」ことが，どのような態様を特定したものであるのか理解できない。",
                        "そして，本願明細書等には，「最大充血条件なしで」，「即時圧力測定を行う」ことを具体的に実施した実施例は何ら示されていないことから，実施例に基づいて解釈することもできない。",
                        "よって，本願明細書等の記載事項を参酌しても，本件発明1に係る請求項1の記載内容が明確に把握できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "進歩性の欠如",
              "text": [
                "以下では，「最大充血条件なしで」「即時圧力測定を行う」ことを，前記(1)イ(ア)の③の態様，すなわち，遠位圧力対近位圧力の比を表すための心周期全体の平均Pa及び平均Pdといった平均値を得るために最大充血条件とは関係なく即時圧力測定を行い続け，流動制限の評価に採用するものと理解して，進歩性の有無を検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定",
                  "text": [
                    "米国特許出願公開第2010／0234698号明細書（甲3，12。以下「引用文献3」という。）には，以下の発明（以下「引用発明」という。）が記載されているものと認められる。",
                    "「医療用ガイドワイヤを摺動可能に受け入れるガイドワイヤ内腔を備える遠位スリーブと，",
                    "遠位スリーブに結合され，患者の生理的パラメータを測定して生理的パラメータを表す信号を生成するように適合されたセンサと，",
                    "遠位スリーブに結合され，患者の外部の位置へのセンサからの信号を通信するための通信チャネルを成し，患者の解剖学的構造内のセンサの位置決めを容易にするために適用される近位部分と，",
                    "近位部分を移動させるための手段と，",
                    "を備え，",
                    "センサは，遠位スリーブを，医療用ガイドワイヤ上を所望の位置に摺動させることによって，患者内に配置することができ，",
                    "センサは，遠位血圧Pdを測定する狭窄病変部の下流の位置に配置することができ，次いでセンサは，近位血圧Ppを測定する狭窄病変部の上流の位置に配置することができ，",
                    "処理装置が，センサからの生理的パラメータ信号を処理し，",
                    "FFRは，単に遠位血圧の近位血圧に対する比，すなわちFFR＝（Pd／Pp）とされ，",
                    "FFRをPdの平均値とPpの平均値に基づいて求め，",
                    "FFRにより血管中の狭窄病変部の重症度の評価が行われる",
                    "システム。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "流体で満たされた管内の狭窄部を評価するシステムであって，",
                        "前記管に沿った様々な位置で圧力測定を行う第1の測定センサを有する消息子と，",
                        "前記管を通して前記消息子を牽引する機構と，",
                        "前記圧力測定から，前記管に沿った様々な位置で行われた圧力測定の比を計算するプロセッサと",
                        "を含む，システム。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1 ",
                          "text": [
                            "圧力測定及び圧力測定の比の計算において，本願発明は，最大充血条件なしで即時圧力測定を行い，前記即時圧力測定から，前記即時圧力測定の比を計算するものであるのに対して，引用発明は，遠位血圧Pdの平均値の，近位血圧Ppの平均値に対する比を求める点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2 ",
                          "text": [
                            "本願発明は，第1の測定センサにより各即時圧力測定が行われる位置に対する位置データを供給する位置測定器を有するのに対して，引用発明は，その点が不明である点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3",
                          "text": [
                            "管を通して前記消息子を牽引する機構に関して，本願発明は，前記機構は電動機構であるのに対して，引用発明は，その点が不明である点。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "「最大充血条件なしで」「即時圧力測定を行う」ことは，態様③の態様と解し，「即時圧力測定の比を計算する」ことは，遠位圧力対近位圧力の比を表すための平均Pa及び平均Pdといった平均値を得るために最大充血条件とは関係なく圧力測定を行うことを意味するものとすると，引用発明は，遠位血圧Pdの平均値と近位血圧Ppの平均値を求めるためにセンサで遠位血圧Pdと近位血圧Ppを求めるものであるから，上記相違点1に係る構成は，当業者が容易になし得たことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "特表2002-513601号公報（以下「引用文献1」という。）には，血管壁及び病変を特徴付ける血管のためのシステムにおいて，センサ24Aの計測が行われる位置に対する位置データを供給する位置測定手段を備えていることが記載されている。",
                        "そして，引用発明において，センサの測定データを利用して分析するに当たって，病変部の絶対的な位置や，センサと病変部との位置関係を正確に知るために，引用文献1に記載された事項を参酌し，計測が行われる位置に対する位置データを供給する位置測定器を設け，狭窄病変部の評価を行えるようにすることは，当業者が容易に想到し得ることである。",
                        "したがって，本願発明の相違点2に係る構成は，引用発明に，引用文献1に記載された事項を適用することによって，当業者が容易に想到し得るものである"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3について",
                      "text": [
                        "特表2008-516722号公報（以下「引用文献2」という。）には，医療器具において，ガイドワイヤ又はカテーテルの牽引機構を電動機構としたものが記載されていることから，引用発明において，近位部分を摺動させる機構に，引用文献2に記載された事項を適用し，電動機構を採用することは，当業者が容易に想到し得ることである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，本願発明は，引用発明並びに引用文献1及び2に記載された事項に基づいて，当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（記載内容の明確性に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "「即時圧力測定」の意味",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「即時」とは，「instantaneous」の訳であり，本願明細書等の段落【0022】及び【0029】では，「瞬時」とも訳されている。これは，各位置での瞬間的な圧力を測定することを意味する。",
                    "本願明細書等の段落【0028】及び【0031】の記載からすると，本願発明においては，速度Uで消息子を牽引することと平行して即時測定を記録することにより，脈管に沿った各位置において圧力を記録することが分かる。また，段落【0032】には，既知の距離に亘って1回の拍動の部分心周期を調べることが記載されているところ，1回の拍動の部分心周期とは，心周期の1周期未満を意味しているから，上記の記載は，この心周期の1周期未満の期間に様々な位置で圧力測定を行うことを意味している。そして，図5の連続的なデータが得られるように多数の位置で測定することを考慮すると，各位置における圧力測定が，上記部分心周期に対して大幅に短い期間であることは明らかである。",
                    "そして，各位置での圧力測定が瞬間的であることから，一実施例として，消息子を牽引しながら測定を行うことが可能であり，この場合には，圧力測定を行う位置において消息子の移動を止める必要がない。",
                    "なお，「即時圧力測定」には，心周期の1周期分の長さの平均Pa及び平均Pdを測定することを含まない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "消息子を一定速度で牽引し，各位置での瞬間的な圧力を測定すると，狭窄がない場合，ある距離にわたる累積的な圧力比は，近位方向に漸減する心周期の圧力波形になるが，狭窄がある場合は，以下の図のように，狭窄の影響は，この心周期の圧力波形に，鋭い崩落として現れるから，狭窄の位置は，上記の圧力波形の大きなずれによって特定できる。本願発明は，FFRのように狭窄の程度を評価するのではなく，狭窄の位置を特定するものであり，これにより，例えば，ステントをどこに配置するのが効果的かを評価することができる。",
                    "被告は，本願発明において，心周期のどのタイミングで測定した値を採用するのかを特定しなければ，狭窄部の位置を特定することができないと主張するが，本願発明における狭窄部の特定の方法は上記のとおりであるから，被告の上記主張は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，即時圧力P4が心周期の位相において最大の圧力となるタイミングで，即時圧力P3が心周期の位相において最小の圧力となるタイミングで，それぞれ圧力測定した場合，即時圧力比P4／P3が1より大きな値となる場合も想定され，その場合，即時圧力比の低下を検出できなくなるから狭窄部の位置を特定することはできないと主張する。",
                    "しかし，本願発明のように，心周期の1周期未満の短い時間に様々な位置において即時圧力測定を行う場合に，隣り合う二つの位置の測定で一方が最大圧力で他方が最小圧力となることは想定し難い。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，特許請求の範囲の記載上，「即時圧力測定の比」が，どのように計算されるのかが不明確であると主張する。",
                    "しかし，本願明細書等には，近位から遠位に四つの即時圧力測定P1，P2，P3，P4が存在する場合，図1に示されるように，R1＝P2／P1，R2＝P3／P2，R3＝P4／P3のような比の計算の仕方が記載されており，図4のような累積的な変化を見る場合には，P4／P3，P4／P2，P4／P1のように計算することもできる。",
                    "したがって，「即時圧力測定の比」は，本願明細書等を参照すると，十分に明確である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「最大充血」とは，狭窄部を評価する分野において，FFRを計算するための測定を行う際に使用される状態であり，アデノシンやパパベリンのような薬剤を使用して血管を最大限に拡張することにより血流が最大に増加した状態のことを示し，当業者であれば，明確に理解できる用語である。これは，例えば，赤阪隆史「サーモグラフィー付き圧ガイドワイヤーの可能性 ; 冠動脈狭窄病変評価への応用」（甲6。生体医工学43（1）24頁～31頁。平成17年発行。以下「甲6文献」という。）の表1，寺本智彦・田中信大・小堀裕一・高沢謙二・山科章「冠血流予備能と部分冠血流予備量比の乖離現象と冠微小循環障害の関係」（甲7。冠疾患誌11, 11頁～14頁。平成17年発行。以下「甲7文献」という。）の11頁右欄13行～15行からも明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本願発明に係る特許請求の範囲請求項1は明確である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（進歩性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，様々な位置で即時圧力測定を行うのは一つの測定センサであり，一つの測定センサが移動することにより圧力測定を行うのであるが，引用発明は，二つの位置で同時に測定することを前提としているから，両発明は明らかに構成が異なる。",
                "したがって，引用発明に基づいて本願発明をすることができたということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用文献3の段落［0117］には，Pp及びPdの平均値を使用してFFRを計算することが記載されているが，同段落には，その平均値の例として，時間荷重平均及び移動平均が記載されており，これらの平均は，いずれも，所定の時間にわたる時系列データの複数の値を用いるものである。例えば，時間加重平均は，時系列データの複数の値に荷重を掛けて加算したものであり，移動平均は，所定の範囲にわたる時系列データの複数の値を加算し，その個数で除算するという演算を，範囲を移動しながら繰り返すものである。このような平均値に基づいて遠位血圧及び近位血圧のFFRを計算するということは，固定された遠位位置及び固定された近位位置において所定の時間にわたって血圧を測定する必要があることは明らかであり，同段落には，近位血圧Pp（t）及び遠位血圧Pd（t）に対する血圧波形を時間の関数として表示することが記載されている。したがって，引用文献3に遠位プローブを移動することが記載されているとしても，血圧測定を行う際には，固定された位置で所定の時間にわたって測定を行うことは明らかである。",
                "このような所定の時間にわたって行う測定を「即時圧力測定」と解することは，「即時」という文言から明らかな誤りである。したがって，引用文献3には，「管に沿った様々な位置で即時圧力測定を行う」ことが記載されているとはいえない。また，このような平均値の比を「即時圧力測定の比」と解する判断も誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，引用文献1の各位置における測定も，段落［0063］に記載されるように，10秒間隔の圧力データが得られるものであり，本願発明の「即時圧力測定」に相当しないことは明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本願発明は，引用発明等に基づいて容易に発明をすることができたものではないから進歩性を有する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明における①「最大充血条件」とは「アデノシンやパパベリンのような薬剤を使用して血管を最大限に拡張することにより血流が最大に増加した状態のこと」を意味し，②「即時圧力測定を行う」とは，心周期の長さ800ミリ秒よりも短い時間での圧力測定を意味する旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告の上記主張を前提とすると，以下のとおりの不明確な点が生じる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「即時圧力測定」が意味する圧力測定時間の長さの程度については，本願明細書等に記載も示唆もなく，「即時圧力測定」が意味する圧力測定時間の長さと心周期の長さとの関係も不明である。例えば，心周期の1周期分の長さ（800ミリ秒）も1秒に満たない長さであるから十分「即時」と解釈することが可能である。この場合，心周期の1周期分の長さ（800ミリ秒）の平均Pa及び平均Pdを測定することも「即時圧力測定を行う」に含まれるとする解釈も誤りとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "心周期に応じて血管内の圧力は，狭窄の有無にかかわらず，時々刻々と変化するため，「即時圧力測定」がどのタイミング（心周期の位相）で行われたかによって，値が変動することは明らかであるところ，本願発明は，どの時点で行われた「即時圧力測定」の値を採用するのか不明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明において，「前記即時圧力測定から，前記管に沿った様々な位置で行われた即時圧力測定の比を計算する」という場合に，「即時圧力測定の比」が，何を分母にして，どのように計算されるのか特許請求の範囲の記載上不明瞭である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "仮に，「即時圧力測定の比」が，2箇所の即時圧力，例えばP3及びP4の比として求められるものとした場合においても，2箇所の即時圧力P3及びP4をそれぞれどのタイミング（心周期の位相）で測定するのかによって，即時圧力比P4／P3は大きく変化するため，少なくとも圧力測定値が測定されたタイミング（心周期の位相）が揃っていないと，即時圧力比P4／P3が無意味なものとなってしまう。例えば，即時圧力P4が心周期の位相において最大の圧力となるタイミングで，即時圧力P3が心周期の位相において最小の圧力となるタイミングで，それぞれ圧力測定した場合，即時圧力比P4／P3が1より大きな値となる場合も想定され，その場合，即時圧力比の低下を検出できなくなるから狭窄部の位置を特定することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の「即時圧力測定を行う」には，心周期の1周期分の長さ（800ミリ秒）の平均Pa及び平均Pdを測定すること（本件審決にいう態様③の態様）も含まれるから，引用発明において心周期の1周期分の長さ（800ミリ秒）のPp及びPdの平均値を使用してFFR（「即時圧力測定の比」）を計算することは，当業者が容易に想到し得たものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明における「即時圧力測定を行う」とは，心周期の長さ800ミリ秒よりも短い時間での圧力測定を意味すると主張するが，「即時圧力測定」が意味する圧力測定時間の長さの程度については，本願明細書等に記載も示唆もないから，圧力測定時間の長さを心周期の長さ800ミリ秒よりも短い時間に限定解釈する原告の上記主張は本願明細書等の記載に基づいたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，本願発明における「即時圧力測定を行う」を，心周期の長さ800ミリ秒よりも短い時間での圧力測定を意味するものと解したとしても，以下のとおり，本願発明は，引用発明に基づいて，当業者が容易に想到し得たものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献3の段落[0054]（訳文の段落【0033】）には，以下の記載がある。",
                    "「図3は，血圧の測定におけるいくつかの可能なエラーの原因を示し，特に例えば，FFRの計算に影響を及ぼす可能性について示す。図3は，ある患者について時間の関数，としての血圧，P（t），340，の概念プロットを示す。FFRを計算するときの一つの可能なエラーは心臓サイクル342の収縮期と拡張期での血圧の変動によるものである。PdとPpが心臓サイクル342の実質的に同期に測定されない場合，ある大きさのエラーが入り込む。同様に，呼吸サイクル（例えば，吸気と呼気）が血圧に及ぼす影響によっても，図3の344に示されているように，もっとゆっくりと変化するエラーの原因が入り込む。第三エラーの原因は，患者の姿勢によっても入り込む可能性があり，それによって図3の346に示されているように全体的な血圧プロファイルを上下させることがある。PdとPpを実質的に同時に測定できる本発明の実施形態，例えば図2に示された2センサ実施形態は，このような“タイミングエラー”がFFR計算に及ぼす影響を小さくするか又は除去することができる。このような“タイミングエラー”の影響に対処する別の方法が，本発明のいくつかの実施形態に従って，造影剤注入システムをセンサ配送装置と合わせて用いることと関連して以下で説明される。」",
                    "上記記載からすると，引用文献3には，FFRを計算するに当たって，収縮期と拡張期での血圧の変動はエラーを発生させ，PdとPpが心臓サイクルの実質的に同時に測定されない場合，ある大きさのエラーが入り込むことが記載され，PdとPpを実質的に同時に測定できるものは，このような“タイミングエラー”がFFR計算に及ぼす影響を小さくするか又は除去することができる点が記載されているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用文献3の段落[0013]（訳文の段落【0012】）には，以下の記載がある。",
                    "「本発明のいくつかの実施形態に係る患者の血管における狭窄病変の重症度を評価する方法は，ガイドワイヤに沿って血管内センサ配送装置を，センサが病変の遠位側になるような位置に配置するステップと，遠位血圧を測定するステップを含む。いくつかの実施形態では，この方法は，次にセンサ配送装置を用いてセンサを病変の近位の位置に移動させるステップ，及び近位血圧（例えば大動脈血圧）を測定するステップ，そして二つの血圧測定値からある比（又は，他の何らかの比較量）を計算するステップを含む。いくつかの実施形態では，近位血圧は別の圧力感知装置（例えば流体注入システムに結合した圧力センサ）から得られ，遠位側と近位の圧力測定が実質的に同時に（例えば，タイミングエラーを減らすため，等）行われた後に，二つの値の定量的な比較が行われる。」",
                    "上記記載からすると，引用文献3には，遠位血圧及び近位血圧の圧力測定が実質的に同時に行われ，二つの血圧測定値から比を求める点が記載されており，これらの同時に行われる圧力測定は，同時に行われることに意味があるのであるから，瞬間的な圧力測定であると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用文献3の段落[0094]（訳文の段落【0073】）には，以下の記載がある。",
                    "「上述したように，本発明のいくつかの実施形態では，図12のシステム1200は生理学的センサ配送装置と連結できるようになっている。例えば，システム1200は装置210のセンサ240が発生する生理信号を受けるように構成される。装置210からの生理信号が狭窄病変の下流で測定される血圧信号（例えば，Pd）である実施形態では，システム1200は例えばFFRの計算を容易にする。これは，Ppがすでにシステム1200の圧力変換器1218によって供給されているからである。計算されたFFR値の視覚的又はグラフィック表示をオペレータに例えばコントロール・パネル1202に表示することができる。PpとPdの瞬時値がこのような配置で得られるので，図3に関して上述したタイミングの影響とそれに関連したエラーは問題にならない。PpとPdの同時測定によってこのエラーはなくなる。更に，システム1200は，時間平均やその他の信号処理を用いてFFR計算の数学的な変形（例えば，平均，最大，最小，等）を生成できる。あるいは，計算されたFFR値の時間変化するディスプレー又はプロットを波形として表示することもできる（例えば，時間の関数として）。）」",
                    "上記記載からすると，引用文献3には，PpとPdの瞬時値が得られる点が記載されており，また，PpとPdの同時測定を行う点，FFR計算の数学的な変形として，最大又は最小が記載されている。そして，上記の最大とは収縮期血圧であり，最小とは拡張期血圧であることは，当業者にとって明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用文献3の段落[0117]～［0119］（訳文の段落【0096】～【0098】）には，以下の記載がある。",
                    "「図17では，スクリーン1702は様々な形態のデータ（例えば，波形データ，数値データ，計算された値，患者情報，装置状態情報）を表示するように構成される。例えば，FFR測定を行うのに有用な本発明のある好ましい実施形態では，血圧波形を時間の関数として，近位血圧，Pp，1704と遠位血圧，Pd，1706の両方について表示できる。いくつかの実施形態では，収縮期及び拡張期血圧測定値を近位（例えば，大動脈）血圧波形の時間プロットに，それぞれ1708及び1710で示すように重ね，且つ／又は平均値として計算して1712に示すように実質的に表示することができる。同様に，近位血圧1704と遠位血圧1706の平均値を計算して（例えば，時間荷重平均，移動平均，等），それぞれ1714と1716に示すように表示できる。いくつかの実施形態では，近位血圧1704と遠位血圧1706に基づくFFRの計算を行って，例えば1718で示すように表示できる（例えば，FFR＝Pp／Pdであり，PpとPdは平均値，又は他の統計学的表現又は数値表現であってよい）。・・・",
                    "いくつかの実施形態では，図17のスクリーン1702はまた，ナビゲーション手段を含み，それによってオペレータは関心がある情報を見て記録することができる。例えば，カーソル・ボタン1726は，オペレータがマーカー又はカーソル1727を波形1704，1706の関係点に合わせて，選んだ時点でのPp(t)1704及びPd(t)1706の瞬時測定値を見ることを可能にする。」",
                    "上記記載からは，心臓周期より小さい測定期間の瞬間測定値（即時圧力）である収縮期血圧及び拡張期血圧を測定していること，FFR＝Pp／Pdであって，PpとPdは平均値，又は他の統計学的表現又は数値表現であってよいことが理解できる。そして，前記ウの「FFR計算の数学的な変形（例えば，平均，最大，最小，等）を生成できる。」との記載をふまえれば，上記の「他の統計学的表現又は数値表現」に，PpとPdの最大値（収縮期血圧）又は最小値（拡張期血圧）が含まれることは当業者にとって明らかであるから，引用文献3には，FFR計算の数学的な変形として，FFR＝Pp／Pdであって，PpとPdがPpとPdの最大値（収縮期血圧）又は最小値（拡張期血圧）でもよいことが示唆されているといえる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "前記ア～エの記載によると，引用文献3には，引用発明に加えて，Pd及びPpの瞬間的な圧力（収縮期血圧及び拡張期血圧）を求めることが記載されており，FFR計算の数学的な変形として，FFR＝Pp／Pdであって，PpとPdがPpとPdの最大値（収縮期血圧）又は最小値（拡張期血圧）でもよいことが示唆されているといえるから，Pdの平均値とPpの平均値に代えて，即時圧力測定されたPd及びPpの内の最大値（収縮期血圧）又は最小値（拡張期血圧）を採用することは，引用文献3の記載に基づいて当業者が容易に想到し得たことといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「最大充血条件なしで」について",
              "text": [
                "薬物に対するアレルギーリスクを甘受しつつ最大充血条件とするために薬物の投与を行って高精度の狭窄検出を行うか，薬物に対するアレルギーリスクを避けて薬物を投与しないで検出精度の低下を甘受しつつ最大充血条件なしの血圧測定とするかは，当業者が必要に応じて適宜選択すべき狭窄検出システムの使用態様にすぎないといえる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明",
          "text": [
            "本願明細書等には，以下の記載がある（甲8）。",
            "【発明の詳細な説明】【技術分野】【0001】本発明は，流体で満たされた管内の狭窄部の特徴を描写する装置および方法に関する。",
            "【背景技術】【0002】収縮部または狭窄部を有して形成されている流体で満たされた管または脈管の例が，狭窄を有する血管である。収縮部の評価または測定が，収縮の範囲および位置を精査するのに有用である。",
            "【0003】冠状狭窄などの，流体で満たされた管内の収縮部の評価のための方法論が，血流予備量比（FFR：fractional  flow  reserve）である。この技術は，脈管に沿った2点において圧力低下を測定する。添付図面の図1を参照されたい。そこでは，冠状環境における最大達成可能充血の条件下で，例示的点P1およびP4が，圧力および流量の測定をどこで行うことができるかを特定する。Pd測定値は配線上の圧力センサによりもたらされ，Pa測定値はカテーテルによりもたらされる。次いで，平均遠位圧力（Pd：mean  distal  pressure）を平均近位圧力（Pa：mean  proximal pressure）の割合として表すことにより比較が行われ，値は，少なくとも1つの完全な心周期に亘って測定される，心周期全体の平均Paおよび平均Pdである（しかし，通常は3拍以上の平均である）。",
            "【0004】【数1】",
            "Pd 血流予備量比（FFR）＝",
            "Pa 【発明の概要】【発明が解決しようとする課題】【0005】本発明の目的は，流体で満たされた管内の狭窄部の外形を描写するかまたは特徴を描写する装置および方法を提供することである。",
            "【課題を解決するための手段】【0006】本発明の一態様が，流体で満たされた管内の狭窄部の特徴を描写するシステムを提供し，該システムは，管に沿った様々な位置で即時測定を行う第1の測定センサを有する消息子と，管を通して消息子を牽引する機構と，第1の測定センサにより各即時測定が行われる位置に関する位置データを供給する位置測定器と，即時測定から，管に沿った様々な位置における管の特徴を計算するプロセッサとを含む。",
            "【0008】本発明のさらなる態様が，センサを有する消息子を使用して流体で満たされた管内の狭窄部の特徴を描写する方法を提供し，該方法は，管に沿って管の内部で消息子を牽引するステップと，管に沿った様々な位置での消息子センサの示度を記録するステップと，即時測定から，管に沿った様々な位置における管の特徴を計算するステップとを含む。",
            "【図面の簡単な説明】【0011】【図1】流体で満たされた管内の一連の収縮部の概略図であり，ここで，Pは圧力，Rは圧力の比，Dは測定間の距離である。",
            "【図2】本発明を具体化するシステムの概略図である。",
            "【図3】流体で満たされた管内に配置されている図2のシステムの部分の概略図である。",
            "【0020】基本的なシステム構成要素は，管に沿った様々な位置で即時測定を行う測定センサ7を有する消息子6と，管を通して所定の速度で消息子6を牽引するモータ駆動部5と，即時測定から，管に沿った様々な位置における管の特徴を計算するプロセッサ3とを含む。この例では，流体が制限部を通過すると圧力低下が生じるので，感知するのに特に有用な測定が圧力測定である。",
            "【0021】流動制限の外形描写または評価が，管の内部の遠位圧力対近位圧力の比を表すことにより成される。これは，最大充血条件の有無に関わらず，各圧力測定が行われかつ比（P4／P1）で表される位置D1からD3まで管の長さに沿って全狭窄を越える総流動制限を測定する。",
            "【0022】脈管に沿った総流動制限の計算に加えて，Dの距離離れている部分の圧力比から，個々の狭窄を越える瞬時圧力の低下を計算することができる。例えば，距離D3の圧力低下の比は，",
            "【0023】【数2】",
            "P ",
            "4瞬時圧力比（R ）＝",
            "3P ",
            "3【0024】であり，正規化瞬時圧力比（nIPR：normalised  instantaneous  pressure  ratio）",
            "【0025】【数3】",
            "P ",
            "4――",
            "P ",
            "1正規化瞬時圧力比（R ）＝    P "
          ]
        },
        {
          "fig": "3",
          "subject": "3――",
          "text": [
            "P ",
            "1【0026】とおおよそ同一である。",
            "一例では，互いに変位されている2つの測定センサがある。図3参照。このシステム1は，一方はさらなるセンサ9により管に沿った実質的に一定の位置で，もう一方は第1のセンサ7により管に沿った様々な位置で，2つの即時測定が行われるように，さらなるセンサ9を有する。2つのセンサ間の配線またはワイヤは，第1のセンサと第2のセンサとの間の距離を修正するために管を通して牽引することができる。一方のセンサ（この例では9）は，実質的に一定の位置に固定されている。他方のセンサ（この例では7）は，一方のセンサ9に対して移動する。「固定」センサ9は，他方のセンサ7を担持するワイヤ6が発するカテーテル4の端部に配置されている。したがって，消息子センサ7は，固定センサ9に対して移動する。測定は，実質的に一定の位置または固定位置において行われる測定に対して正規化される。",
            "【0027】各遠位値が近位大動脈圧に対して正規化されるので，正規化瞬時圧力比はより頑健であり，したがって，絶対圧力の混乱（pertubation）が最小化されるので脈管の長さに沿った比較がより信頼性のあるものになる。",
            "【0028】速度Uで脈管に沿って系統的に後退することおよび消息子の牽引距離と平行して即時測定を記録することにより，図5に示されている通り，各位置（D1，D2およびD3等）の圧力比（R1，R2およびR3等）が作り出される。狭窄の外形描写および評価は，正規化瞬時圧力比または瞬時圧力比のどちらかを用いて実施することができる。",
            "【0029】一例では，消息子の管を通した所定の牽引速度は既知でありかつ一定の速度であることが好ましい。それらの測定が圧力測定として記録されるために，かつ管に沿った消息子の各位置について圧力比が計算されるために，牽引は既知の速度の牽引であり，消息子が管に沿って牽引されると瞬時圧力測定が行われることを可能にする。",
            "【0030】モータ駆動部5は制御され，好ましくはプロセッサ3により，制御されて消息子6をカテーテル4の方へ引き戻す。該制御は，フィードバックループの使用を含んでいてもよい。",
            "【0031】脈管に沿った系統的圧力評価は，速度Uで圧力センサを回収することにより実施される。圧力は各位置において記録される。フィードバックループを使用することにより，エラーを最少化し，取得段階を迅速化することができる。このフィードバックループでは，センサが管内に配置され，次に，変速モータ駆動部またはステッピングモータに取り付けられる。x秒間サンプリングして，行われている測定の基準を定めかつ特徴，この場合はＮIPRまたはIPRの平均標準偏差移動平均，を計算した後，モータ駆動部は，速度Uで消息子の引戻しを開始する。また，サンプリングは，拍動のほんの僅かなまたは特定の時点とすることができる。",
            "【0032】高サンプリング周波数および適切な周波数応答を備えた適切なセンサを用いて，既知の距離に亘って一回の拍動の部分心周期を調べることにより，引戻し速度Uをより迅速にすることができる。",
            "【図1】",
            "【図2】",
            "【図3】"
          ]
        },
        {
          "fig": "2",
          "subject": "文献の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献3",
              "text": [
                "引用文献3には，以下のとおりの記載がある（甲3）。",
                "【特許請求の範囲】【請求項1】血管内センサ配送装置であって，医療用ガイドワイヤを摺動可能に受けるガイドワイヤ管孔を有する遠位スリーブ，前記遠位スリーブに連結され，且つ患者の生理的パラメータを測定して前記生理的パラメータを表す信号を発生する第一センサ，及び前記遠位スリーブに結合され，第一センサからの信号を患者の外側部位に伝達する伝達チャンネルを含み，且つ第一センサの患者の身体構造内への設置を促進する近位部，を含む血管内センサ配送装置。",
                "【発明の詳細な説明】【背景技術】【0003】狭窄病変が血管内の血流を妨げる度合を評価する方法は血流予備量比（FFR）と呼ばれる。ある狭窄についてFFRを計算するために二つの血圧測定が行われる。一方の血圧測定は狭窄の遠位側（例えば，狭窄の下流）で行われ，他方の血圧測定は狭窄の近位（例えば，狭窄の上流，大動脈の方で）で行われる。FFRは，狭窄のある動脈における最大血流量の正常最大血流量に対する比と定義され，普通，遠位血圧の近位血圧に対して測定された圧較差に基づいて計算される。従って，FFRは遠位血圧の近位血圧に対する無単位の比である。狭窄病変における圧較差，又は圧力低下は狭窄の重症度の目安であり，FFRは圧力低下を評価するための有用な道具である。狭窄が拘束性であるほど圧力低下は大きく，得られるFFRは小さくなる。FFR測定は有用な診断手段になることがある。例えば，臨床研究は，FFRが0．75より小さいことがある種の治療決定の根拠として有用な規準であることを示す。・・・例えば，医師はある狭窄病変のFFRが0．75を下回ったときに介入的処置（例えば，血管形成術，又はステント留置）を行うことを決め，FFRが0．75を上回る場合には病変に対するそのような処置を行わないと決めることができる。すなわち，FFR測定は治療決定の指針としての決定点になる。",
                "【発明の概要】【0012】本発明のいくつかの実施形態に係る患者の血管における狭窄病変の重症度を評価する方法は，ガイドワイヤに沿って血管内センサ配送装置を，センサが病変の遠位側になるような位置に配置するステップと，遠位血圧を測定するステップを含む。いくつかの実施形態では，この方法は，次にセンサ配送装置を用いてセンサを病変の近位の位置に移動させるステップ，及び近位血圧（例えば大動脈血圧）を測定するステップ，そして二つの血圧測定値からある比（又は，他の何らかの比較量）を計算するステップを含む。いくつかの実施形態では，近位血圧は別の圧力感知装置（例えば流体注入システムに結合した圧力センサ）から得られ，遠位側と近位の圧力測定が実質的に同時に（例えば，タイミングエラーを減らすため，等）行われた後に，二つの値の定量的な比較が行われる。",
                "【発明を実施するための形態】【0015】本発明のいくつかの実施形態に係るセンサ配送装置の一例が図1に示されている。図1のセンサ配送装置10は，医療用ガイドワイヤ30を摺動可能に受けるガイドワイヤ管孔22を有する遠位スリーブ20を含む。遠位スリーブ20にはセンサ40が結合され，センサ40は患者の生理的パラメータを感知且つ／又は測定してその生理的パラメータを表す信号を発生することができる。遠位スリーブ20を医療用ガイドワイヤに沿って所望位置までスライドさせることによって，遠位スリーブ20，従ってまたセンサ40，を患者内部に（例えば，静脈，動脈，その他の血管等の患者の身体構造内部に，又は心臓弁を超えて）設置させることができる。",
                "【0016】図1のセンサ配送装置10はまた，遠位スリーブに結合した近位部50を含む。・・・",
                "【0023】本発明の種々の実施形態が好適なものになる一つの診断用途は，血流予備量比（FFR）の測定である。上述のように，FFR測定は，例えば狭窄病変が血管を流れる血流を妨げる度合を定量化する。ある狭窄についてFFRを計算するには，二つの血圧測定値が必要である：一方の血圧測定は狭窄の遠位側（下流側）で行われ，他方の血圧測定は狭窄の近位側（上流側）で行われる。従って，FFRは遠位血圧の近位血圧に対する無次元の比である。狭窄病変の両側の圧較差は狭窄の重症度の指標である。狭窄が拘束的であるほど，圧力低下は大きく，FFRは小さくなる。",
                "【0025】・・・図2は，患者の血管（例えば，冠動脈234）で狭窄（例えば，狭窄病変236）を横切って展開されるセンサ配送装置210を示す。FFR測定を行うには，例えば，第一センサ240を関係箇所（例えば，狭窄病変236）の下流側のある箇所231に設置させて遠位側（下流）血圧，Pd，を測定する。次に，第一センサ240を関係箇所（例えば，狭窄病変236）の上流のある箇所233に設置させて近位側（上流）血圧，Pp，を測定する。FFRは，遠位血圧の近位血圧に対する比として簡単に計算される，すなわちFFR=(Pd／Pp)である。・・・",
                "【0028】図2は，遠位スリーブ220に結合した近位部250を示す。近位部250は，センサ240からの生理信号を患者の外部の箇所（例えば，プロセッサ，ディスプレー，コンピュータ，モニタ，又は他の医療装置）に伝達する伝達チャンネル260を含む。・・・",
                "【0031】図2はまた，本発明のオプションとしての実施形態を示しており，そこでは第二センサ242を装置210に結合することができる。例えば，第二センサ242は近位部250に，第一及び第二センサ240，242が狭窄病変をカバーするのに十分な間隔をあける（例えば一定の距離離れている）ように結合される。この実施形態は，第一センサ240を狭窄病変236の遠位側に配置してPdを測定し，第二センサ242を狭窄病変の近位に配置してPpを測定することができるから，装置210を再設置させることなくFFRを測定を可能にする。第二センサ242は伝達チャンネル262を有し，図2に示すように，例えば，それを近位部250の内部に収容するか，又は近位部の外面に沿って配置してもよい。更に，PdとPpを実質的に同時に測定できることによって，以下で図3を参照して説明するように，精度を高め且つ／又はある種のエラーを減らすことができる。",
                "【0032】いくつかの実施形態は，二つより多くのセンサを有してよく，そのような実施形態における隣接するセンサ間の間隔を変えて可変間隔手段を設けることができる。本発明の別のいくつかの実施形態では，例えば，一つ以上のセンサを近位部250に配置して遠位スリーブにはセンサを配置しないようにすることができる。別のいくつかの実施形態では，近位部250に沿って，複数のセンサ（二つ，三つ，又は四つ，又はそれ以上のセンサ）を知られた一定の間隔で配置することが望ましい。これは例えば，病変の長さに関係なく，病変を横切って配置された適当なセンサ対を（複数のセンサから）選ぶことによって，それらからPdとPp信号を得て，PdとPpを実質的に同時に測定することを可能にする。更に，センサは何らかの形の放射線不透過性マーキング（例えば，マーカーバンド）を組み込むこともでき，それによって生理的パラメータ（例えば，PdとPp）の測定と合わせて病変寸法を眼で見て推定することができる。",
                "【0033】図3は，血圧の測定におけるいくつかの可能なエラーの原因を示し，特に例えば，FFRの計算に影響を及ぼす可能性について示す。図3は，ある患者について時間の関数，としての血圧，P（t），340，の概念プロットを示す。FFRを計算するときの一つの可能なエラーは心臓サイクル342の収縮期と拡張期での血圧の変動によるものである。PdとPpが心臓サイクル342の実質的に同期に測定されない場合，ある大きさのエラーが入り込む。同様に，呼吸サイクル（例えば，吸気と呼気）が血圧に及ぼす影響によっても，図3の344に示されているように，もっとゆっくりと変化するエラーの原因が入り込む。第三エラーの原因は，患者の姿勢によっても入り込む可能性があり，それによって図3の346に示されているように全体的な血圧プロファイルを上下させることがある。PdとPpを実質的に同時に測定できる本発明の実施形態，例えば図2に示された2センサ実施形態は，このような“タイミングエラー”がFFR計算に及ぼす影響を小さくするか又は除去することができる。このような“タイミングエラー”の影響に対処する別の方法が，本発明のいくつかの実施形態に従って，造影剤注入システムをセンサ配送装置と合わせて用いることと関連して以下で説明される。",
                "【0065】図11は，本発明のいくつかの実施形態に係るセンサ配送装置を用いる方法を説明する流れ図を示す。例えば，本発明のある好ましい実施形態では，この方法を用いて患者の血管における狭窄病変の重症度を評価する。ステップ1105は，ガイドワイヤを患者の体内で問題箇所に設置するステップである。いくつかの実施形態では，これは診断用ガイドワイヤであり，ガイドワイヤと合わせてガイドカテーテルが患者の体内に挿入される。ステップ1110は，センサ配送装置をセンサが関係箇所の下流に（例えば，狭窄病変の下流に）なるようにガイドワイヤ上で配置するステップである。いくつかの実施形態では，センサ配送装置のセンサはガイドワイヤ上でスライドする遠位スリーブに取り付けられ，近位部を用いて遠位スリーブをガイドワイヤ上で動かし，ガイドワイヤは動かす必要がない。ステップ1115は，センサ配送装置のセンサを用いて，関係箇所で関係生理的パラメータを測定するステップである。いくつかの実施形態では，この生理的パラメータは狭窄病変の下流の血圧，Pd，である。ステップ1120は，関係生理的パラメータの基準値を測定するステップである。いくつかの実施形態では，このステップは狭窄病変の上流の血圧，Pp，を測定する。これは，例えば，いくつかの実施形態では別の血圧監視装置によって行われる，又はセンサ配送装置を狭窄病変の上流の箇所に再設置して装置のセンサで第二血圧測定を行うことによってなされる。ステップ1125は，選択的ステップであり，関係箇所で測定された関係生理的パラメータをステップ1120で測定された基準値と比較するステップである。いくつかの実施形態では，これは二つの測定値の比を計算することである。本発明の好ましい実施形態では，ステップ1125はFFRを下流血圧の上流血圧に対する比，Pd／Pp，として計算することを含む。ステップ1130は，ステップ1125で得られた結果を表示するステップを含む選択的工程であってよい。例えば，ステップ1130は，計算されたFFR値を視覚的に表示すること，又は他の視覚的サインを出すことを含んでよい（例えば，狭窄病変の重症度をカラーコードによって表示すること，可能な例としては，FFR値が0．75より小さい場合は赤色表示，0．75以上のFFR値では緑色表示を行う）。",
                "【0066】図8に関して上述したように，センサ配送装置210が他の装置及び／又は表示装置と相互作用できることが望ましい。例えば，分岐チューブ290とコネクタ294を用いてセンサ240からの信号（例えば，測定された生理的パラメータ信号）を処理装置296に送ることができる。処理装置296は，例えば，センサ240からの生理的パラメータ信号の信号波形及び／又は数値を表示する独立のディスプレー・モニタであってよい。いくつかの実施形態では，処理装置296はデータ記録手段を含んでよい。いくつかの好ましい本発明の実施形態では，処理装置296は医療用流体注入システム，例えば，いくつかの撮像処置（例えば，血管造影，コンピュータ断層撮影，MRI，超音波等）のときに造影剤及び／又は塩水を注入するのに用いられる電動流体注入装置等を含む。図12と13は，本発明の種々の実施形態に係るセンサ配送装置で用いることができる電動流体注入装置の例を示す。",
                "【0073】上述したように，本発明のいくつかの実施形態では，図12のシステム1200は生理学的センサ配送装置と連結できるようになっている。例えば，システム1200は装置210のセンサ240が発生する生理信号を受けるように構成される。装置210からの生理信号が狭窄病変の下流で測定される血圧信号（例えば，Pd）である実施形態では，システム1200は例えばFFRの計算を容易にする。これは，Ppがすでにシステム1200の圧力変換器1218によって供給されているからである。計算されたFFR値の視覚的又はグラフィック表示をオペレータに例えばコントロール・パネル1202に表示することができる。PpとPdの瞬時値がこのような配置で得られるので，図3に関して上述したタイミングの影響とそれに関連したエラーは問題にならない。PpとPdの同時測定によってこのエラーはなくなる。更に，システム1200は，時間平均やその他の信号処理を用いてFFR計算の数学的な変形（例えば，平均，最大，最小，等）を生成できる。あるいは，計算されたFFR値の時間変化するディスプレー又はプロットを波形として表示することもできる（例えば，時間の関数として）。",
                "【0081】装置210からの生理信号が狭窄病変の下流で測定された血圧信号（例えば，Pd）である実施形態では，システム1300は，例えば，FFRの計算を容易にする。Ppはすでにシステム1300の圧力変換器によって与えられているからである。計算されたFFR値の視覚的又はグラフィックなディスプレーを，例えば，コントロール・パネル1302によって，又はコントロール・パネル1302が提供する関数のサブセットを有する小パネルによって，オペレータに見せることができる。このような配置では，PpとPdの瞬時値が得られるので，図3に関して上述したタイミングの影響は問題にならない。更に，システム1300は，時間平均やその他の信号処理を用いてFFR計算の数学的変形（例えば，平均値，最大値，最小値，等）を生成できる。",
                "【0095】図17は，本発明のいくつかの実施形態によってオペレータに（例えば，対話型のグラフィカル・ユーザー・インターフェース，又は“GUIインターフェース”によって）表示できる情報の理想化された図である。・・・",
                "【0096】図17では，スクリーン1702は様々な形態のデータ（例えば，波形データ，数値データ，計算された値，患者情報，装置状態情報）を表示するように構成される。例えば，FFR測定を行うのに有用な本発明のある好ましい実施形態では，血圧波形を時間の関数として，近位血圧，Pp，1704と遠位血圧，Pd，1706の両方について表示できる。いくつかの実施形態では，収縮期及び拡張期血圧測定値を近位（例えば，大動脈）血圧波形の時間プロットに，それぞれ1708及び1710で示すように重ね，且つ／又は平均値として計算して1712に示すように実質的に表示することができる。同様に，近位血圧1704と遠位血圧1706の平均値を計算して（例えば，時間荷重平均，移動平均，等），それぞれ1714と1716に示すように表示できる。いくつかの実施形態では，近位血圧1704と遠位血圧1706に基づくFFRの計算を行って，例えば1718で示すように表示できる（例えば，FFR＝Pp/Pdであり，PpとPdは平均値，又は他の統計学的表現又は数値表現であってよい）。更に，いくつかの実施形態は，正常範囲の外側にある（例えば，0．75より小さい）FFR値にオペレータの注意を促して，例えば，他の何らかの行動をとるべきである（例えば，介入的治療を選択して実行すべきである）と示唆する手段を含む。これは視覚的サイン（例えば，1720に示すようなカラー光）又は耳に聞こえるサイン（例えば，警報音）であってよい。",
                "【0097】図17のスクリーン1702は，いろいろな実施形態に（オプションとして又は代替的に）組み込まれるいろいろな追加手段を示す。例えば，状態エリア1777は，患者，日時，特定患者内部の部位，センサの状態，及びセンサ信号が別の血圧監視信号に“標準化”されているかどうか，についての情報を提供する。いくつかの実施形態では，標準化ボタンが含まれ，例えば，それを用いてセンサ配送装置210のセンサからの血圧信号を標準化できる。標準化は（例えば，狭窄の重症度差を評価するために）FFR測定が望ましい処置の際に行われることがある。センサ配送装置210のセンサ240が狭窄の上流に位置しているとき，センサを用いて測定された血圧は正常血圧監視装置を用いて（例えば，図16に示された注入システムの圧力変換器1618によって）測定された近位血圧に等しくなければならない。ある実施形態では，オペレータが，センサ配送装置210のセン",
                "サ240を関係部位の上流に設置させてスクリーン1702の標準化ボタン1724を押すと，それによってセンサ240からの血圧信号が自動的に調整又は校正され，正常血圧監視装置を用いて測定された近位血圧に対応する。",
                "【0098】  いくつかの実施形態では，図17のスクリーン1702はまた，ナビゲーション手段を含み，それによってオペレータは関心がある情報を見て記録することができる。例えば，カーソル・ボタン1726は，オペレータがマーカー又はカーソル1727を波形1704，1706の関係点に合わせて，選んだ時点でのPp（t）1704及びPd（t）1706の瞬時測定値を見ることを可能にする。いくつかの実施形態では，オペレータは後の時点で検討するために“セーブ”（“save”）ボタン1728を押すことによって，カーソルで見つけたデータをセーブすることができる。いくつかの実施形態では，そのためにレビュー（review）ボタン1730が装備され，それによってユーザーは以前の過去測定値と現在の測定値を比較し，その情報を用いて診断及び治療に関する決定を下すことができる。いくつかの実施形態では，例えばデータを分析するために“ズーム”（“zoom”）機能を含むことが望ましい。例えば，オペレータは“ズーム”インして（例えば，ズーム1732の＋矢印によって），あるデータをもっと詳しく見ることができ，逆にズームアウトして（例えば，ズーム1732の-矢印によって），例えば全体的な傾向を見ることもできる。",
                "【図1】",
                "【図3】",
                "【図8】",
                "【図17】"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特表2006-513731号公報（甲5。以下「甲5文献」という。）",
              "text": [
                "【発明の詳細な説明】【技術分野】【0001】本発明は診断医療装置の分野，特にガイドワイヤのようなフレキシブルな長い部材の端部に設けられているセンサによって冠状の動脈内の不確定な閉塞の治療の効力を識別および／または確認するための診断装置に関する。",
                "【背景技術】【0004】特に，圧力センサを取付けたガイドワイヤは断片的な流れの保留（または“FFR”）を計算するために使用される。冠状の動脈では，FFRは狭窄部が存在する場合の最大の心筋流動／通常の最大の心筋流動である。この比率は平均の動脈圧力Paにより割算された平均充血（即ち膨張血管）末端冠状圧力Pdにほぼ等しい。Pdは充血剤を血管に投与し充血させた後にガイドワイヤまたは他のフレキシブルな長い部材の末端部分に設けられた圧力センサで測定される。Paは例えば大動脈等の狭窄部に近い領域で種々の技術を使用して測定される。",
                "【0005】FFRは冠状および周辺の外傷，特に中間外傷の深刻さを査定する便利でコストがかからない方法を提供する。FFRは動脈の閉塞が動脈内の血流を制限するように十分なものであり，したがって治療を必要とするかについて迅速な決定を可能にする狭窄部の深刻度のインデックスを提供する。FFRの通常の値は約1．0である。約0．75よりも少ない値は重大であり治療が必要であると考えられる。治療の選択肢は血管形成術とステントを含んでいる。",
                "【発明を実施するための最良の形態】【0045】圧力モードセットアップサブスクリーン900はまたタッチスクリーンボタン制御を介して末端の圧力センサから入力圧力測定値を正規化するための末端入力正規化制御手段903を含んでいる。正規化はガイドワイヤ圧力センサの読取を大動脈圧力と一致させることである。正規化は圧力センサを適切な位置に置き，正規化ボタンを選択することにより実現される。これはFFRを含んでいる種々の計算された／表示された出力パラメータ値を決定するために使用される大動脈圧力に対する新しい値を設定する。末端センサのゼロ基準はゼロ圧力基準を適用しながら末端入力正規化制御手段903のゼロボタンを選択することにより設定される。",
                "【0046】圧力モードセットアップサブスクリーン900は静脈圧力ソース制御と静脈圧力調節（上／下） 制御とを含んでいる静脈圧力制御手段904のセットも含んでいる。平均静脈圧力値は F F R の計算を可能にする。・・・",
                "【0049】図10を参照すると，例示的な圧力モードディスプレイサブスクリーン1000はデータおよび圧力モード制御を表示する。圧力ディスプレイを駆動するデータは図2で識別されている測定処理コンポーネント224のセットの圧力コンポーネント 2 2 6 により供給される。例示的な圧力モードディスプレイサブスクリーン1000は末端，静脈，大動脈圧力波形を含む多数の圧力波形を含んだ圧力波形グラフ1002を含んでいる。動作／ 停止制御手段1004はスクロールを停止およびスタートする。カーソル／位置制御手段1006は波形の検索を容易にする。計算モード制御手段1008は圧力計算モード（例えば末端／近隣勾配，末端／近隣比，正規化された圧力比（ＮPR）および部分流動体保留（FFR））を選択する第1のボタンと，（FFRモードでのみ可視であり，充血剤を注入後，ピークの充血応答を検出するために使用される）ピークを検索するための第2のボタンとを含んでいる。計算モード制御手段1008が選択されるとき，次の利用可能なタイプの計算モードに変化する。例示的な圧力ディスプレイサブスクリーン1000は末端圧力，大動脈の圧力，静脈の圧力，選択され計算された値（例えば末端-近隣勾配，末端- 近隣比，ＮPR，FFR）を含めた瞬間的／現在の測定デジタル表示1010のセットも含んでいる。印刷ボタン1012はセッション中に記録されたセット波形の印刷を開始する。波形の記録は記録ボタン1014によりオン／オフが切換えられる。",
                "【0050】説明されたディスプレイでは，勾配計算モードが選択されている。例示的な実施形態では，勾配出力は部分的に血管が閉塞される前（例えば大動脈）",
                "と後の圧力の差を採用することにより測定される。末端-近隣比は近隣圧力により末端圧力を割算することにより計算される。正規化された圧力比は末端と近隣圧力から静脈圧力を減算し，それらの比を取ることにより計算される。FFR値はピーク充血応答で正規化された圧力比を採用することにより計算される。心臓弁を横切る圧力勾配／比もまたホストシステム100により与えられるさらに別の潜在的に計算された値に関連して与えられる。",
                "【0066】図13を参照すると，組合わせモードディスプレイスクリーン1300は感知された圧力の第1のグラフ1302と，例えばドップラスペクトルアレイ，平均ピーク速度，流量のような流動出力パラメータの第2のグラフ1304とを含んでいる。末端圧力の瞬間的な測定，勾配圧力1308のような（ボタン1316による選択された計算に基づいた）圧力計算（さらにFFRまたは他の計算された圧力を表示する），心拍数1310，平均ピーク流動速度1312，中間ピーク流動速度1314を示すデジタルディスプレイが与えられる。",
                "【0073】図15を参照すると，圧力モードのホストシステム100と圧力トランスデューサを含むガイドワイヤを使用して部分的な流動保留（FFR）決定を実行するステップの例示的なセットが要約されている。最初に，ステップ1500で，FFRモードは計算モード制御手段1008の計算モードボタンを介して選択される。血圧センサは血管内の末端圧力を測定するために位置に配置されている。大動脈圧力は大動脈圧力センサを使用して同時に監視される。その後，（特別に選択されたFFRモード-冠状内または静脈内に基づいて）ステップ1501または1502中に充血剤が調査下の血管に注入されるかまたは静脈内に服用される。（FFRモードでのみ表示される）計算モード制御手段1008のピーク検索ボタンがステップ1504中に血管の充血応答を観察するために選択される。ホストアプリケーション222はステップ1508で検索を行いながら，ピーク応答の位置を突止めるまでステップ1506で“検索”プロンプトを表示する。ピークが検出されるとき，FFR値はディスプレイ1000のステップ1510中に表示される。",
                "【図10】",
                "【図15】"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲6文献（平成17年発行）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「近年開発された細径（0．014インチ）の圧ガイドワイヤー（圧ワイヤー）を用いると，冠動脈内圧（冠内圧）や冠動脈内温度を計測することができ，それらを用いて心筋血流予備量比（FFR）という心外膜冠動脈狭窄病変の重症度指標や心筋虚血の指標である冠血流予備能（CFR）などの生理学的指標をCAGやPCI施行時に簡便に計測することができる。このFFRやCERを用いて，PCIの適応や終了点を決定し，治療後の予後を予測することが可能である。」（24頁左欄13行～20行）"
                },
                {
                  "fig": "イ",
                  "subject": "「冠内圧から計測されるFFRとは最大冠拡張時に狭窄病変が存在しない状況下で流れる（本来流れるべき）血流が狭窄病変のためにどの程度障害されているかを示す指標で，最大冠拡張時の狭窄遠位部圧／近位部圧の比で概算される［1］。最大冠拡張はCFR計測と同様にパパベリンやアデノシン，ATP，ジピリダモールなどの薬物を負荷することにより冠細小動脈を最大拡張することで誘発する（表1）。図2に示すごとく，抵抗血管を最大限に拡張した状態における狭窄近位部圧をPa，遠位部圧をPd，冠静脈圧をPv，その血管系の抵抗をRとすると，狭窄非存在下での最大血流量（Qn）は，Qn＝（Pa-Pv）／R，狭窄存在下での最大血流量（Qs）は，Qs＝（Pd-Pv）／Rとなり，冠血流予備量比はFFR＝Qs／Qn＝（Pd-Pv）／（Pa-Pv）≒Pd／Paとなる。」（25頁左欄22行～34行）"
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲7文献（平成17年発行）",
              "text": [
                "「最大反応性充血時の平均遠位圧（ mean  distal  pressure：Pd）」（11頁左欄10行～11行）",
                "「FFR，CFR計測時の最大充血は塩酸パパベリンを右冠動脈には8mg，左冠動脈には12mg注入して惹起を行った。最大充血惹起後30秒以内にFFR，CFRを測定した。FFR，CERは以下の式により算出した。",
                "FFR＝最大充血時Pd／最大充血時平均大動脈圧」（11頁右欄13行～18行）"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2の各文献の記載によると，本願の出願日において，FFRについて，以下の事項が技術常識として知られていたと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "FFRとは，最大冠拡張時に，狭窄病変が存在しない状況下で流れる血流が狭窄病変のためにどの程度障害されているかを示す指標として用いられるものであり，最大冠拡張時の心臓から遠位にある位置の血圧（以下「Pd」という。）の近位にある位置の血圧（以下「Pa」という。）に対する比（Pd／Pa）である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "最大冠拡張は，パパベリンやアデノシン，ATP，ジピリダモールなどの薬剤を投与することにより冠細小動脈を最大拡張することで誘発する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "PdとPaは，その平均値によって算出する。そのため，各血圧の測定は，1心周期以上の間継続して行うことになる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「最大充血条件なしで」，「即時圧力測定」の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記第2で認定した本願発明の特許請求の範囲の記載及び前記1で認定した本願明細書等の記載に，前記(1)で認定したFFRについての技術常識を併せて考慮すると，本願発明の技術的意義は，以下のとおりであると認められる。すなわち，「FFRは，薬剤を投与して血流が最大に増加した状態である最大充血条件の下におけるPdの平均値のPaの平均値に対する比であるところ，本願発明は，薬剤を投与して血流を最大に増加させた状態ではない通常の状態で，一つの測定センサを使用し，同センサを血管内を移動させて，任意の位置において血圧を測定し，それらの数値の平均値を求めることなく，それらを測定した瞬間の数値を基にそれらの比を計算するというものである」と認められる。このように，本願発明においては，各位置の血圧の平均値を求めないことから，各位置の血圧の測定は，1心周期以上の間継続して行うことはなく，当該装置の性能に応じて，瞬間的なものとなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，本願発明において，「最大充血条件なしで」とは，薬剤を投与して血流を最大に増加させた状態ではないことを意味し，「即時圧力測定」とは，前記アのとおり瞬間の数値を測定すること（以下，このような方法による測定を「本件測定」ということがある。）を意味することになり，「最大充血条件なしで」及び「即時圧力測定」の意義は一義的に明確であるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本願明細書等からは，「即時圧力測定」の測定時間の長さが不明である旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，前記1のとおり，本願明細書等には，FFRの説明として，FFRは，Pdの平均とPaの平均の比で表されること，Pd及びPaは，少なくとも1心周期，通常は3心周期に亘って測定され，その平均値を基にFFRが計算されることが記載され（段落【0003】），その上で，「即時測定」という用語を使用して各種の実施例が記載されていること，「即時測定」という語からは，通常，即時又は瞬時に測定するという意味が読み取れることからすると，本願明細書等においては，「即時測定」という用語を，狭窄病変の程度を示す指標として一般的に用いられているFFRにおいて行われる上記の血圧測定とは異なることを明確にし，1心周期以上の間継続して測定するものではなく，瞬間の測定（本件測定）であることを示すために用いていると理解することができる。",
                        "また，本願明細書等には，P4とP3の2地点の血圧比から，「瞬時圧力の低下を計算することができる」として，その瞬時圧力比の数式として，「R3＝P4／P3」との数式が記載されている（段落【0022】，【0023】）ところ，P4，P3は「圧力（血圧）」を意味し（段落【0011】），「平均Pa」，「平均Pd」（段落【0003】）と区別して使用されており，その平均値を意味するものではないから，上記の瞬時圧力比の計算においては，FFRと異なり，各位置の血圧の平均が測定されるのではなく，瞬間の血圧が測定されており，この点からも，本願明細書等の「即時測定」は，血圧の平均値を測定するのではなく，瞬間の血圧を測定すること（本件測定）であると理解できる（なお，本件特許の基礎出願に係る国際公開公報（甲13）においては，「即時」と「瞬時」に対応する言葉として，いずれも「instantaneous」が使用されている。）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，「即時圧力測定」とは，本件測定を意味し，その測定時間は，1心周期以上の心周期の平均値を測定するために必要な時間ではなく，瞬間的なものであることを意味することは明確である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本願明細書等からは，心周期の位相のどのタイミングの測定値を採用するのか不明である旨主張する。",
                    "しかし，前記(2)のとおり，本願発明においては，測定センサが，血管内を移動しながら，任意の位置の血圧を本件測定し，それらの測定値から各位置の血圧の比を計算するものであるところ，本願明細書等においては，上記の血圧測定のタイミングについて何ら規定されておらず，また，そもそも，本願明細書等の記載からは，心周期の位相のタイミングを特定して瞬間的な測定を行うことは困難であると認められるから，本願発明は，血圧測定の際の心周期の位相のタイミングについては，いかなるものも許容していることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，「即時圧力測定の比」が，何を分母にして，どのように計算されるのか不明であると主張する。",
                    "しかし，本願発明の「最大充血条件なしで前記管に沿った様々な位置で即時圧力測定を行う第1の測定センサを有する消息子」，「前記管に沿った様々な位置で行われた即時圧力測定の比を計算する」との構成からすると，本願発明は，血管の任意の位置で測定された血圧の比を計算するものであり，その分子及び分母は，各位置で測定された各血圧であることは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，仮に，「即時圧力測定の比」が，2か所の即時圧力，例えばP3及びP4の比として求められるものとした場合においても，それらの即時圧力をそれぞれどのタイミング（心周期の位相）で測定するのかによって，即時圧力比P4／P3は大きく変化するため，少なくとも圧力測定値が測定されたタイミング（心周期の位相）が揃っていないと，即時圧力比P4／P3が無意味なものとなると主張する。",
                    "確かに，本願発明は，一つの測定センサを移動させながら，同測定センサにより，血管の各位置の血圧を瞬間的に測定し，同測定によって得られたPa，Pdの比を計算するものであるから，同測定方法によって得られた各位置の血圧は，心周期の位相が異なっていることになる。したがって，同測定によって計算された血圧比を検討することによって，血管中の狭窄の有無や位置を必ずしも正確に把握することはできないと考えられるが，そうであるとしても，狭窄の程度や測定方法によっては，狭窄の有無や位置を把握することがおよそ不可能であるとはいえないから，本願発明が無意味なものとまでいうことはできない。",
                    "そして，本願発明について，以上のような観点から実施可能要件（特許法36条4項1号）やサポート要件（特許法36条6項1号）が問題となることがあるとしても，それらは，審判においては，審理の対象でなかったから，本件訴訟において審理することはできないというべきである。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上より，取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2(1)で認定した引用文献3の記載によると，引用文献3には以下の発明（引用発明）が開示されているものと認められる。",
                "「医療用ガイドワイヤを摺動可能に受け入れるガイドワイヤ内腔を備える遠位スリーブと，",
                "遠位スリーブに結合され，患者の生理的パラメータを測定して生理的パラメータを表す信号を生成するように適合されたセンサと，",
                "遠位スリーブに結合され，患者の外部の位置へのセンサからの信号を通信するための通信チャネルを成し，患者の解剖学的構造内のセンサの位置決めを容易にするために適用される近位部分と，",
                "近位部分を移動させるための手段と，",
                "を備え，",
                "センサは，遠位スリーブを，医療用ガイドワイヤ上を所望の位置に摺動させることによって，患者内に配置することができ，",
                "センサは，遠位血圧Pdを測定する狭窄病変部の下流の位置に配置することができ，次いでセンサは，近位血圧Ppを測定する狭窄病変部の上流の位置に配置することができ，",
                "処理装置が，センサからの生理的パラメータ信号を処理し，",
                "FFRは，単に遠位血圧の近位血圧に対する比，すなわちFFR＝（Pd／Pp）とされ，",
                "FFRをPdの平均値とPpの平均値に基づいて求め，",
                "FFRにより血管中の狭窄病変部の重症度の評価が行われる",
                "システム。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，本願発明と引用発明との一致点及び相違点は次のとおりとなる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「流体で満たされた管内の狭窄部を評価するシステムであって，",
                    "前記管に沿った様々な位置で圧力測定を行う第1の測定センサを有する消息子と，",
                    "前記管を通して前記消息子を牽引する機構と，",
                    "前記圧力測定から，前記管に沿った様々な位置で行われた圧力測定の比を計算するプロセッサと",
                    "を含む，システム。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "血管内の二つの位置の血圧の比の計算において，本願発明は，一つの測定センサによって，瞬間的に各位置の血圧の測定を行い，同測定によって得られた各血圧の比を計算するのに対して，引用発明は，一つ又は複数の測定センサによって，継続して遠位血圧Pdと近位血圧Ppの測定を行い，各血圧の平均値を測定し，同測定によって得られたPdの平均値のPpの平均値に対する比を計算する点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "血管内の二つの位置の血圧の比の計算において，本願発明は，薬剤を投与して血流を最大に増加させた状態ではない通常の状態で，各位置の血圧を測定するのに対して，引用発明は，薬剤を投与して血流を最大に増加させた状態で，各位置の血圧を測定する点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本願発明は，第1の測定センサにより各即時圧力測定が行われる位置に対する位置データを供給する位置測定器を有するのに対して，引用発明は，その点が不明である点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4",
                      "text": [
                        "管を通して前記消息子を牽引する機構に関して，本願発明は，前記機構は電動機構であるのに対して，引用発明は，その点が不明である点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "相違点1の容易想到性について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)イ(ア)のとおり，引用発明は，Pdの平均値とPpの平均値の比を計算するものであるところ，本願発明は，各位置における瞬間の血圧を測定し，その比を計算するものである。しかるところ，当業者において，引用文献3に記載された事項から，引用発明の構成について，血管の各位置の瞬間の血圧を測定し，その比を計算するという構成を具備するものとすることを容易に想到できるというべき事情は認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，引用文献3の段落【0073】の「システム1200は，時間平均やその他の信号処理を用いてFFR計算の数学的な変形（例えば，平均，最大，最小，等）を生成できる。」，段落【0096】の「FFR＝Pp／Pdであり，PpとPdは平均値，又は他の統計学的表現又は数値表現であってよい」との記載からすると，引用文献3には，引用発明に加えて，Pd及びPpの瞬間的な圧力（収縮期血圧及び拡張期血圧）を求めることが記載されており，FFR計算のPpとPdがPpとPdの最大値（収縮期血圧）又は最小値（拡張期血圧）でもよいことが示唆されているといえるから，Pdの平均値とPpの平均値に代えて，即時圧力測定されたPd及びPpの内の最大値（収縮期血圧）又は最小値（拡張期血圧）を採用することは，引用文献3の記載に基づいて当業者が容易に想到し得たと主張する。",
                    "しかし，被告が指摘する引用文献3の上記各段落のPd及びPpの最大値又は最小値を測定するには，血圧が最大又は最小となるタイミングを特定するために，1心周期以上継続して血圧を測定し続ける必要があるから，この場合の血圧測定は，1心周期以上継続した測定であり，瞬間的な測定ということはできない。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，その余の点について判断するまでもなく，引用発明及び引用文献3に記載された事項から，本願発明を容易に発明できたとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上より，取消事由2は理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}