{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-400002号について平成30年4月3日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成20年5月19日，考案の名称を「付箋紙」とする考案について実用新案登録出願をし(実願2008-3203号)，同年7月9日，設定登録を受けた(実用新案登録第3143615号。請求項の数9。以下「本件実用新案登録」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成29年8月28日，特許庁に対し，本件実用新案登録について無効審判請求をし，無効2017-400002号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，同年10月12日，本件実用新案登録の願書に添付した実用新案登録請求の範囲の請求項1を削除する旨の訂正を行った。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成30年4月3日，「実用新案登録第3143615号の請求項2ないし9に係る考案についての実用新案登録を無効とする。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月17日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，本件審決を不服として，同年5月15日，本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "実用新案登録請求の範囲の記載",
          "text": [
            "本件実用新案登録に係る実用新案登録請求の範囲の記載は，以下のとおりである(以下，請求項の順に「本件考案2」などという。また，これらを併せて「本件各考案」という。)。その明細書及び図面(甲1)を併せて「本件明細書」という。なお，文中の「／」は改行部分を示す(以下同じ。)。",
            "【請求項2】",
            "メモ書き用の空白欄を設けた四角形状の本体と，／この本体の一辺の直線部の一部を残し，前記一辺の長さより短い範囲で外方に向かって突出するインデックス用の空白欄を設けたインデックス部と，／前記本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，前記インデックス部の裏面には粘着剤が塗布されていない／",
            "ことを特徴とする付箋紙。",
            "【請求項3】",
            "メモ書き用の空白欄を設けた四角形状の本体と，／この本体の一辺の直線部を上下に残し，前記一辺の中途より外方に向かって突出するインデックス用の空白欄を設けたインデックス部と，／前記本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，前記インデックス部の裏面には粘着剤が塗布されていない／ことを特徴とする付箋紙。",
            "【請求項4】",
            "メモ書き用の空白欄を設けた四角形状の本体と，／この本体の一辺の直線部を左右に残し，前記一辺の中途より外方に向かって突出するインデックス用の空白欄を設けたインデックス部と，／前記本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，前記インデックス部の裏面には粘着剤が塗布されていない／ことを特徴とする付箋紙。",
            "【請求項5】",
            "複数枚ある頁の一枚の頁に目印のために貼り付ける付箋紙であって，／メモ書き用の空白欄を設けた四角形状の本体と，／この本体の一辺の直線部の一部を残し，前記一辺の長さより短い範囲で外方に向かって突出するインデックス用の空白欄を設けたインデックス部と，／前記本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，前記インデックス部の裏面には粘着剤が塗布されていないものであり，／前記再剥離性粘着剤を介して前記頁に貼り付けた前記本体の前記インデックス部より残された前記本体の一辺の直線部と前記頁の端部とが平面視略直線状に配置される／ことを特徴とする付箋紙。",
            "【請求項6】",
            "複数枚ある頁の一枚の頁に目印のために貼り付ける付箋紙であって，／メモ書き用の空白欄を設けた四角形状の本体と，／この本体の一辺の直線部を上下に残し，前記一辺の中途より外方に向かって突出するインデックス用の空白欄を設けたインデックス部と，／前記本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，前記インデックス部の裏面には粘着剤が塗布されていないものであり，／前記再剥離性粘着剤を介して前記頁に貼り付けた前記本体の前記インデックス部より上下に残された前記本体の一辺の直線部と前記頁の端部とが平面視略直線状に配置される／ことを特徴とする付箋紙。",
            "【請求項7】",
            "複数枚ある頁の一枚の頁に目印のために貼り付ける付箋紙であって，／メモ書き用の空白欄を設けた四角形状の本体と，／この本体の一辺の直線部を左右に残し，前記一辺の中途より外方に向かって突出するインデックス用の空白欄を設けたインデックス部と，／前記本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，前記インデックス部の裏面には粘着剤が塗布されていないものであり，／前記再剥離性粘着剤を介して前記頁に貼り付けた前記本体の前記インデックス部より左右に残された前記本体の一辺の直線部と前記頁の端部とが平面視略直線状に配置される／ことを特徴とする付箋紙。",
            "【請求項8】",
            "メモ書き用の空白欄を設けると共に，周縁部に少なくとも一つの直線部を有する本体と，／この本体の直線部の延長部位より該延長部位に対して直交する方向で，しかも，外方に突出するインデックス用の空白欄を設けたインデックス部と，／前記本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，／前記インデックス部の裏面には粘着剤が塗布されていない／ことを特徴とする付箋紙。",
            "【請求項9】",
            "複数枚ある頁の一枚の頁に目印のために貼り付ける付箋紙であって，／メモ書き用の空白欄を設けると共に，周縁部に少なくとも一つの直線部を有する本体と，／この本体の直線部の延長部位より該延長部位に対して直交する方向で，しかも，外方に突出するインデックス用の空白欄を設けたインデックス部と，／前記本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，／前記インデックス部の裏面には粘着剤が塗布されていないものであり，／前記再剥離性粘着剤を介して前記頁に貼り付けた前記本体の直線部と前記頁の端部とが平面視略直線状に配置される／ことを特徴とする付箋紙。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本件各考案は，いずれも後記引用例記載の考案(以下「引用考案」という。)であるから，実用新案法3条1項3号の規定に該当し，同法37条1項2号の規定により無効にされるべきである，というものである。",
                "引用例：米国特許第5366776号明細書(甲4の1。甲4の2はその訳文である。)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用考案は，以下のとおりである。",
                "複数枚の書類のシートに着脱自在に貼付できるメモを作成するために使用することができ，文書がその後閉じられた後に，タブ部分が文書の縁部から突出するよう位置決めすることができ，タブ部分はシート位置を示して，文書内のシートを再び容易に見つけることを可能にするシートであって，／シートの本体部分14は四角形状であってメモを書き込むことができ，／該本体部分14は，本体部分14とほぼ同じサイズである第1及び第2の対向エッジ15および16を含む周縁を有し，／タブ部分18は，本体部分14の第2の縁部16からタブ部分が形成されない直線部分を残して，第2の縁部16の略中央部を超えて突出し，前記本体部分14よりも表面積が小さいものであって，／第1の縁部15に隣接してその裏面13に被覆された再配置可能な感圧接着剤のバンド17を有し，また，接着剤はシートの本体部分において全面に設けることができる，シート。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，本件考案2～4と引用考案との一致点を以下のとおり認定し，相違点はないと認定した。",
                "メモ書き用の空白欄を設けた四角形状の本体と，／この本体の一辺の直線部の一部を残し，前記一辺の長さより短い範囲で外方に向かって突出するインデックス用の空白欄を設けたインデックス部と，／前記本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，前記インデックス部の裏面には粘着剤が塗布されていない付箋紙。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決は，本件考案5～7と引用考案との一致点及び一応の相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "上記(3)に同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件考案5は本件考案2に，本件考案6は本件考案3に，本件考案7は本件考案4に，それぞれ「複数枚ある頁の一枚の頁に目印のために貼り付ける付箋紙」との限定を付すものであるのに対し，引用考案は，このような限定が明示的には付されていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件考案5は本件考案2に，本件考案6は本件考案3に，本件考案7は本件考案4に，それぞれ「再剥離性粘着剤を介して前記頁に貼り付けた前記本体の前記インデックス部より残された前記本体の一辺の直線部と前記頁の端部とが平面視略直線状に配置される」との限定を付すものであるのに対し，引用考案は，このような限定が明示的には付されていない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件審決は，本件考案8と引用考案との一致点を以下のとおり認定し，相違点はないと認定した。",
                "メモ書き用の空白欄を設けると共に，周縁部に少なくとも一つの直線部を有する本体と，／この本体の直線部の延長部位より該延長部位に対して直交する方向で，しかも，外方に突出するインデックス用の空白欄を設けたインデックス部と，／前記本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，／前記インデックス部の裏面には粘着剤が塗布されていない付箋紙。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "本件審決は，本件考案9と引用考案との一致点及び一応の相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "上記(5)に同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件考案9は，本件考案8に「複数枚ある頁の一枚の頁に目印のために貼り付ける付箋紙」との限定を付すものであるのに対し，引用考案は，このような限定が明示的には付されていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件考案9は，本件考案8に「再剥離性粘着剤を介して前記頁に貼り付けた前記本体の前記インデックス部より残された前記本体の一辺の直線部と前記頁の端部とが平面視略直線状に配置される」との限定を付すものであるのに対し，引用考案は，このような限定が明示的には付されていない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件考案2に係る新規性判断の誤り)"
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本件考案3～9に係る新規性判断の誤り)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件考案2に係る新規性判断の誤り)",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "上位概念・下位概念の関係",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例の「接着剤はシートの本体部分において全面に設けることができるし，あるパターンで設けることもでき」という包括的な表現に表された特定事項と，本件考案2の「本体の裏面の略全体に亘って再剥離性粘着剤が塗布され」という特定事項とは，上位概念(前者)と下位概念(後者)の関係にある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例の出願時には，全体の略全面に再剥離性粘着剤が塗布された付箋紙は販売されていなかった。引用考案は引用例記載の文脈に沿って理解されなければならないところ，本件審決は，本件考案2の知識を得た上で引用例の内容を理解したことにより，その内容を曲解して理解したものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件実用新案登録の出願時においては，付箋紙の裏面の略全体に亘って再剥離性粘着剤が塗布された市販品はなく，そのような市販品を販売したのは原告が代表を務める会社が初めてである。再剥離性粘着剤を全面に塗布することには技術的な困難性(略全面に再剥離性粘着剤又は感圧接着剤が塗布されていると，積層状態から剥離し難く，また，剥離した後に付箋紙が丸まってしまうという問題等)があり，少なくとも引用例の出願当時においては，略全面に塗布するには解決しなければならない課題があった。しかし，引用例にはこのような課題，解決手段及び効果についての記載はない。そうである以上，引用例の「接着剤はシートの本体部分において全面に設けることができるし，あるパターンで設けることもでき」という記載によっては，本件考案2の「本体の裏面の略全体に再剥離性粘着剤を塗布された」という特定された技術について十分な開示がされていたとはいえず，この点において，本件考案2と引用考案とは相違する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，包括的表現に包含された上位概念のうち，略全面という下位概念の本件考案2について，相違点がないとした本件審決の認定判断には瑕疵がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "選択発明",
              "text": [
                "本件考案2の特定事項である「本体の裏面の略全体に亘って再剥離性粘着剤が塗布された」ことによる効果は，タックインデックスの接着力に近い保持力を備えさせ，同時に指先で掴むインデックス部から糊面までの距離が近いことで，引っ張り力に作用するモーメントが小さく，剥離しにくいというものであり，物の構造に基づく効果の予測が困難な技術分野に属する考案の効果である。その効果は，引用例において上位概念又は選択肢で表現された考案が有する効果とは異質なもの，又は同質であるが際立って優れたものである。",
                "したがって，本件考案2は，選択発明として引用考案から新規性及び進歩性が否定されないものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "上位概念・下位概念の関係について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例には，その考案の実施の形態に係る技術的事項として，「接着剤はシートの本体部分において全面に設けることができる」というものと「(接着剤は)あるパターンで設けることもでき」るというものとが，それぞれ具体的に記載されている。にもかかわらず，原告主張のように上記2つの構成を一括して「包括的な表現に表された特定事項」とすることの意味は見いだせない。引用考案において，本件考案2の「本体の裏面の略全体に亘って再剥離性粘着剤が塗布され」という特定事項に対応する技術的事項として対比すべきは，上記「接着剤はシートの本体部分において全面に設けることができる」という技術的事項である。",
                    "そして，本件考案2の上記特定事項と引用考案の上記技術的事項とを対比すれば，本件考案2の「略全体」の文言は再剥離性粘着剤の塗布範囲に幅を持たせた記載であり，引用考案の「全面」はその幅の中に含まれるから，本件考案2の上記特定事項こそが上位概念である。",
                    "そうすると，上位概念で表現された特定事項を有する本件考案2と，下位概念の技術的事項を有する引用考案とは，前者が上位概念で後者が下位概念の考案であって，両考案は同一といえることから，本件考案2の新規性は否定される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例の出願時には，本体全体の略前面に再剥離性粘着剤が塗布された付箋紙は販売されていなかったなどとして，本件審決は，本件考案2と引用考案との対比に当たり，本件明細書の文脈に沿ってその内容を曲解して理解したものであるなどと主張する。",
                    "しかし，本件各考案及び引用考案の技術分野は「インデックス付きのメモ書きのできる付箋」という全く同一であって大きく異なる技術分野ではないところ，本件考案2の特定事項に対応する技術的事項は全て具体的に引用例に記載されている。また，引用例の出願時に，再配置可能な感圧接着剤を全面に塗布することについて技術的に不可能というべき特段の事情も見当たらない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件考案2と引用考案とが同一であるとするためには，両者につきその課題や作用効果も同一の必要があるとするようである。",
                    "しかし，引用例には，本件考案2の特定事項に対応する技術的事項が全て具体的に記載され，開示されているところ，本件考案2の特定事項とそれに対応する引用例記載の技術的事項が同一であれば，同一の作用効果が当然に生じる。",
                    "また，考案の目的や課題の提起は考案者の主観的なものであるから，本件考案2の特定事項に対応する技術的事項が全て引用例に開示されている以上，原告主張の課題や作用効果が引用例に記載されているかどうかに関係なく，本件考案2と引用考案は同一のものといえる。",
                    "そもそも，原告主張に係る全面に塗布することについての技術的な困難性，略全面に塗布することについて解決しなければならない課題，解決手段及び効果について，本件明細書には記載がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "選択発明について",
              "text": [
                "選択発明は物の構造に基づく効果の予測が困難な技術分野に属する発明で，主に化合物の選択発明や数値範囲の選択発明が挙げられるものであり，本件では考慮の余地はない。",
                "また，それ以前に，本件考案2と引用考案とは，前記のとおり，前者が上位概念であり後者が下位概念であるから，本件考案2の特定事項が引用考案の技術的事項に包含される関係にない上，本件考案2の特定事項に対応する技術的事項は引用例に具体的に記載されている。",
                "さらに，原告主張に係る作用効果について，本件明細書にそのような記載はない。",
                "以上より，本件考案2は選択発明ではく，原告の上記主張は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件考案3～9に係る新規性判断の誤り)",
          "text": [
            "〔原告の主張〕",
            "本件考案3～7及び9と引用考案との対比においても，本件審決が再剥離性粘着剤の塗布領域について対比することなく相違点がないとした点は，上記のとおり誤りである。",
            "また，本件考案8と引用考案との対比においても，「再配置可能な感圧接着剤は，シートの本体部分において全面に設けることができ」という内容から「前記本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，」と一致し，相違点がないとしたことは，上記のとおり誤りである。",
            "したがって，本件考案3～9についても，本件審決は取り消されるべきである。",
            "〔被告の主張〕",
            "上記1と同様である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各考案について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件各考案に係る実用新案登録請求の範囲は，前記第2の2のとおりである。また，本件明細書には，以下の記載がある(なお，図面は別紙図面目録1参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本考案は，付箋紙に係り，特に，使用勝手の向上を図ることができる付箋紙に関する。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "従来，見出しに使用するものとして付箋紙…が，また，メモ書き用の空白欄を設けたメモ紙の一端部に粘着剤を塗布したもの…が，また，ファイルした書類や本等に見出しとして貼り付けるインデックスシール…が，それぞれある。(【0002】)",
                    "しかしながら，上記の付箋紙にあっては，空白欄はあるものの，メモ書き用としては，小さいため，使用しにくいという問題点があった。",
                    "また，上記のメモ紙にあっては，手帳，本，書類，ノ-ト等の頁の一辺より突出して見出しとして使用した場合，上記のメモ紙の突出した部位を手で摘み持ち上げると，上記のメモ紙が上記頁から離脱し，使用しづらいという問題点があった。",
                    "また，上記のインデックスシールにあっては，貼り付けに失敗した場合，再度，貼り直しがしにくいという問題点があった。(【0003】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "考案が解決しようとする課題",
                  "text": [
                    "本考案は，前記した問題点を除去するようにした付箋紙を提供することを目的としている。(【0004】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "前記した目的を達成するための本考案の付箋紙は，メモ書き用の空白欄を設けた本体と，この本体より突出するインデックス用の空白欄を設けたインデックス部と，前記本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，前記インデックス部の裏面には粘着剤が塗布されていないものである。(【0005】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "考案の効果",
                  "text": [
                    "請求項2記載の付箋紙によれば，メモ書き用の空白欄を設けた四角形状の本体と，この本体の一辺の直線部の一部を残し，前記一辺の長さより短い範囲で外方に向かって突出するインデックス用の空白欄を設けたインデックス部とを有して，目印としての機能の他に，メモ書き用の機能を備えているため，使用勝手を向上させ，しかも，付箋紙のインデックス部が手帳，本，書類，ノ-ト等の頁の一辺より突出するように，付箋紙を手帳…等の頁に貼り，例えば，インデックス部を手で摘んでも，本体の裏面の略全体に亘って再剥離性粘着剤が塗布されているため，付箋紙が前記頁から離脱しにくく，付箋紙と付箋紙に貼り付けられた前記頁とが一体的となって，付箋紙の手帳…等への保持を確実にすると共に，頁をめくり易くなる。勿論，手帳…等を押さえて付箋紙を持ち上げれば，付箋紙を手帳…等から剥がしたり，再度，付箋紙を手帳…等に貼ることもできる。",
                    "加えて，インデックス部より残された本体の一辺の直線部と頁の端部とが平面視略直線状になるようにして位置合わせし易いと共に，該位置合わせにより貼り付ければ，インデックス部の突出量を容易に均一化することができ，見映えも良好となる。(【0015】)",
                    "また，請求項3記載の付箋紙によれば，…加えて，インデックス部より残された本体の一辺の上下の直線部と頁の端部とが平面視略直線状になるようにして位置合わせし易いと共に，該位置合わせにより貼り付ければ，インデックス部の突出量を容易に「より均一化する」ことができ，見映えも良好となる。(【0016】)",
                    "また，請求項4記載の付箋紙によれば，…加えて，インデックス部より残された本体の一辺の左右の直線部と頁の端部とが平面視略直線状になるようにして位置合わせし易いと共に，該位置合わせにより貼り付ければ，インデックス部の突出量を容易に「より均一化する」ことができ，見映えも良好となる。(【0017】)",
                    "また，請求項5記載の付箋紙によれば，…加えて，再剥離性粘着剤を介して頁に貼り付けた本体のインデックス部より残された前記本体の一辺の直線部と前記頁の端部とが平面視略直線状に配置されるため，インデックス部の突出量を容易に均一化することができ，見映えも良好となる。(【0018】)",
                    "また，請求項6記載の付箋紙によれば，…加えて，再剥離性粘着剤を介して頁に貼り付けた本体のインデックス部より上下に残された前記本体の一辺の直線部と前記頁の端部とが平面視略直線状に配置されるため，インデックス部の突出量を容易に「より均一化する」ことができ，見映えも良好となる。(【0019】)",
                    "また，請求項7記載の付箋紙によれば，…加えて，再剥離性粘着剤を介して頁に貼り付けた本体のインデックス部より左右に残された前記本体の一辺の直線部と前記頁の端部とが平面視略直線状に配置されるため，インデックス部の突出量を容易に「より均一化する」ことができ，見映えも良好となる。(【0020】)",
                    "また，請求項8記載の付箋紙によれば，メモ書き用の空白欄を設けると共に，周縁部に少なくとも一つの直線部を有する本体と，この本体の直線部の延長部位より該延長部位に対して直交する方向で，しかも，外方に突出するインデックス用の空白欄を設けたインデックス部とを有して，目印としての機能の他に，メモ書き用の機能を備えているため，使用勝手を向上させ，しかも，付箋紙のインデックス部が手帳，本，書類，ノ-ト等の頁の一辺より突出するように，付箋紙を手帳…等の頁に貼り，例えば，インデックス部を手で摘んでも，本体の裏面の略全体に亘って再剥離性粘着剤が塗布されているため，付箋紙が前記頁から離脱しにくく，付箋紙と付箋紙に貼り付けられた前記頁とが一体的となって，付箋紙の手帳…等への保持を確実にすると共に，頁をめくり易くなる。勿論，手帳…等を押さえて付箋紙を持ち上げれば，付箋紙を手帳…等から剥がしたり，再度，付箋紙を手帳…等に貼ることもできる。",
                    "加えて，インデックス部より残された本体の直線部と頁の端部とが平面視略直線状になるようにして位置合わせし易いと共に，該位置合わせにより貼り付ければ，インデックス部の突出量を容易に均一化することができ，見映えも良好となる。(【0021】)",
                    "また，請求項9記載の付箋紙によれば，…加えて，再剥離性粘着剤を介して頁に貼り付けた本体の直線部と前記頁の端部とが平面視略直線状に配置されるため，インデックス部の突出量を容易に「より均一化する」ことができ，見映えも良好となる。(【0022】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各考案の概要",
              "text": [
                "実用新案登録請求の範囲の記載(前記第2の2)及び上記各記載によれば，本件各考案の概要は，以下のとおりと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "背景技術と課題",
                  "text": [
                    "従来，見出しに使用するものとして付箋紙が，メモ書き用の空白欄を設けたメモ紙の一端部に粘着剤を塗布したものが，また，ファイルした書類や本等に見出しとして貼り付けるインデックスシールがある。しかし，それぞれ，空白欄はあるがメモ書き用としては小さく，使用しにくい(付箋紙)，手帳等の頁の一辺より突出して見出しとして使用した場合，当該突出した部位を手で摘み持ち上げると頁から離脱し，使用しづらい(メモ紙)，貼り付けに失敗した場合，再度貼り直しがしにくい(インデックスシール)という問題点があった。(【0002】，【0003】)",
                    "本件各考案は，前記問題点を除去するように，使用勝手の向上を図ることができる付箋紙を提供することを目的としている。(【0001】，【0004】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "この目的を達成するため，メモ書き用の空白欄を設けた四角形状の本体と，この本体の一辺の直線部の一部を残し，前記一辺の長さより短い範囲で外方に向かって突出するインデックス用の空白欄を設けたインデックス部と，前記本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，前記インデックス部の裏面には粘着剤が塗布されていないものとしたものが，請求項2記載の付箋紙である。そして，インデックス部につき，本体の一辺の直線部を上下(請求項3)又は左右(請求項4)に残し，前記一辺の中途より外方に向かって突出することとした点を除き，請求項2記載のものと同様であるものが，請求項3及び4の付箋紙である。",
                    "また，複数枚ある頁の一枚の頁に目印のために貼り付ける付箋紙であって，請求項2記載のものと同様のものであり，かつ，前記再剥離性粘着剤を介して前記頁に貼り付けた前記本体の前記インデックス部より残された前記本体の一辺の直線部と前記頁の端部とが平面視略直線状に配置されるものとしたものが，請求項5記載の付箋紙である。そして，インデックス部につき，本体の一辺の直線部を上下(請求項6)又は左右(請求項7)に残し，前記一辺の中途より外方に向かって突出することとした点を除き，請求項5記載のものと同様であるものが，請求項6及び7の付箋紙である。",
                    "さらに，メモ書き用の空白欄を設けると共に，周縁部に少なくとも一つの直線部を有する本体と，この本体の直線部の延長部位より該延長部位に対して直交する方向で，しかも，外方に突出するインデックス用の空白欄を設けたインデックス部と，前記本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，前記インデックス部の裏面には粘着剤が塗布されていないものとしたものが，請求項8記載の付箋紙である。そして，複数枚ある頁の一枚の頁に目印のために貼り付ける付箋紙であって，請求項8記載のものと同様のものであり，前記再剥離性粘着剤を介して前記頁に貼り付けた前記本体の直線部と前記頁の端部とが平面視略直線状に配置されるものとしたものが，請求項9記載の付箋紙である。(実用新案登録請求の範囲請求項2～9，【0005】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "考案の効果",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "請求項2～7記載の付箋紙によれば，メモ書き用の空白欄を設けた四角形状の本体と，この本体の一辺の直線部の一部等から外方に向かって突出するインデックス用の空白欄を設けたインデックス部とを有し，目印としての機能の他に，メモ書き用の機能を備えているため，使用勝手を向上させ，しかも，付箋紙のインデックス部が手帳，本，書類，ノ-ト等の頁の一辺より突出するように，付箋紙を手帳等の頁に貼り，例えば，インデックス部を手で摘んでも，本体の裏面の略全体に亘って再剥離性粘着剤が塗布されているため，付箋紙が前記頁から離脱しにくく，付箋紙と付箋紙に貼り付けられた前記頁とが一体的となって，付箋紙の手帳等への保持を確実にすると共に，頁をめくり易くなる。勿論，手帳等を押さえて付箋紙を持ち上げれば，付箋紙を手帳等から剥がしたり，再度，付箋紙を手帳等に貼ることもできる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "請求項2記載の付箋紙によれば，前記(ア)の効果に加えて，インデックス部より残された本体の一辺の直線部と頁の端部とが平面視略直線状になるようにして位置合わせし易いと共に，該位置合わせにより貼り付ければ，インデックス部の突出量を容易に均一化することができ，見映えも良好となる。そして，請求項3，4記載の付箋紙によれば，同様に位置合わせし易いと共に，同様に貼り付けることにより，インデックス部の突出量を容易に「より均一化する」ことができ，見映えも良好となる。",
                        "また，請求項5記載の付箋紙によれば，前記(ア)の効果に加えて，再剥離性粘着剤を介して頁に貼り付けた本体のインデックス部より残された前記本体の一辺の直線部と前記頁の端部とが平面視略直線状に配置されるため，インデックス部の突出量を容易に均一化することができ，見映えも良好となる。そして，請求項6，7記載の付箋紙によれば，インデックス部の突出量を容易に「より均一化する」ことができ，見映えも良好となる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "請求項8及び9記載の付箋紙によれば，メモ書き用の空白欄を設けると共に，周縁部に少なくとも一つの直線部を有する本体と，この本体の直線部の延長部位より該延長部位に対して直交する方向で，しかも，外方に突出するインデックス用の空白欄を設けたインデックス部とを有して，目印としての機能の他に，メモ書き用の機能を備えているため，使用勝手を向上させ，しかも，付箋紙のインデックス部が手帳，本，書類，ノ-ト等の頁の一辺より突出するように，付箋紙を手帳等の頁に貼り，例えば，インデックス部を手で摘んでも，本体の裏面の略全体に亘って再剥離性粘着剤が塗布されているため，付箋紙が前記頁から離脱しにくく，付箋紙と付箋紙に貼り付けられた前記頁とが一体的となって，付箋紙の手帳等への保持を確実にすると共に，頁をめくりやすくなる。もちろん，手帳等を押さえて付箋紙を持ち上げれば，付箋紙を手帳等から剥がしたり，再度，付箋紙を手帳等に貼ることもできる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "請求項8記載の付箋紙によれば，上記(ウ)の効果に加えて，インデックス部より残された本体の直線部と頁の端部とが平面視略直線状になるようにして位置合わせし易いと共に，該位置合わせにより貼り付ければ，インデックス部の突出量を容易に均一化することができ，見映えも良好となる。",
                        "また，請求項9記載の付箋紙によれば，上記(ウ)の効果に加えて，再剥離性粘着剤を介して頁に貼り付けた本体の直線部と前記頁の端部とが平面視略直線状に配置されるため，インデックス部の突出量を容易に「より均一化する」ことができ，見映えも良好となる。(【0015】～【0022】)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件考案2に係る新規性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例の記載",
              "text": [
                "引用例には，「パッドアセンブリ」に関し，以下の事項が記載されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の分野",
                  "text": [
                    "「本発明は，メモを書き，それを使用して書類の一部に印を付けたりするシートに関するものであり，これらのシートは，その裏面にコーティングされた再配置可能な感圧接着剤を備え，シート使用前にはパッドに一緒に接着させ，シート使用時には個々のシートは，被印刷物に取り外し可能に接着することができる。」(第1欄3行目～9行目)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の開示",
                  "text": [
                    "「シート上の接着剤は，好ましくは，タブ部分の反対側のシートの縁部に沿って帯内にコーティングされた再配置可能な感圧接着剤である。このようなシートは，複数枚の書類のシートに着脱自在に貼付できるメモを作成するために使用することができ，文書がその後閉じられた後に，タブ部分が文書の縁部から突出するよう位置決めすることができ，タブ部分はシート位置を示して，文書内のシートを再び容易に見つけることを可能にする。また，接着剤はシートの本体部分において全面に設けることができるし，あるパターンで設けることもでき…る。」(第2欄5行目～16行目)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "図面の簡単な説明",
                  "text": [
                    "「本発明は，添付の図面を参照してさらに説明される。ここで，様々な層のうちある層の厚さは，構造をより明確に示すために誇張されており，いくつかの図において同様の部品には同じ符号が付されている。」(第3欄28行目～34行目)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "詳細な説明",
                  "text": [
                    "「通常，パッドアセンブリ10は，多数の可撓性シート11であり，各シート11は，表面12および裏面13と，パッドアセンブリ10内の他のシート11の本体部分14とほぼ同じサイズである第1および第2の対向エッジ15および16を含む周縁を有する本体部分14と，タブ部分18が本体部分14の第2の縁部16を越えて突出する本体部分14よりも表面積が小さいタブ部分18とを含む。本体部分14は，第1の縁部15に隣接してその裏面13に被覆された再配置可能な感圧接着剤のバンド17を有し，シート11は，シート11の本体部分14の対応する周縁が整列して積み重ねて配置され，シート11の表裏面15，16は，互いに対向して隣接し，各シート11上の再配置可能な感圧接着剤のバンド17は，そのシート11をパッドアセンブリ10内の隣接するシート11に接着する。個々のシート11は，パッドアセンブリ10の上部から剥離され，次いで，タブ部分18がページの縁部から突出している状態で，複数枚の文書のページの表面に接着され得る。シートの本体部分14にメモを書き込むことができ，文書が閉じられた後，ユーザは，そのタブ部分18がシート11のページの縁部から突出しているので，シート11を容易に見つけることができる。」(第3欄57行目～第4欄14行目)(判決注：’the front and rear surfaces 15 and 16’「表裏面15，16」は，「表裏面12，13」の誤りと認められる。)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "引用例の図1(別紙図面目録2参照)",
                  "text": [
                    "引用例の図1からは，「本体部分14」が四角形状であること，「タブ部分18」は，本体部分14の第2の縁部16の略中央部を超えて突出したものであること，第2の縁部16には，タブ部分18の両側に直線部分が残されていることを，それぞれ見て取ることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用考案",
              "text": [
                "引用考案の認定については，本件審決の認定(第2の3(2))につき当事者間に争いがない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件考案2と引用考案との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用考案の「本体部分14」は，四角形状であってメモを書き込むことができるものであるから，空白欄が設けられていることは自明である。そうすると，引用考案の「本体部分14」は，本件考案2の「メモ書き用の空白欄を設けた四角形状の本体」に相当する。",
                    "次に，付箋紙のタブ部分に，インデックスの目的のために，文字や記号，絵柄などを書き込むことができる空白欄が設けられることは，極めて一般的なことである。引用例図1の「タブ部分18」も，あらかじめ文字や記号，絵柄などが印字等されているとは認められないから，空白欄となっているものと認められる。また，引用考案の「タブ部分18」は，「本体部分14の第2の縁部16からタブ部分が形成されない直線部分を残して，第2の縁部16の略中央部を超えて突出」するものである。そうすると，引用考案の「タブ部分18」は，本件考案2の「本体の一辺の直線部の一部を残し，前記一辺の長さより短い範囲で外方に向かって突出するインデックス用の空白欄を設けたインデックス部」に相当する。",
                    "また，引用考案の「再配置可能な感圧接着剤」は，本件考案2の「再剥離性粘着剤」に相当することは明らかである。そして，引用考案の「再配置可能な感圧接着剤」は，シートの本体部分において全面に設けることができるものであるところ，引用例図1から，この場合，引用考案の「タブ部分18」の裏面には「再配置可能な感圧接着剤のバンド17」は設けられていないことが見て取れる。加えて，文書の縁部から突出するよう位置決めされるタブ部分は，文書に接着されることが想定されていない部分であることから，その裏面に接着剤を塗布する必要はなく，これをしないことは明らかである。したがって，引用考案のこの点に関する構成は，本件考案2の「本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，前記インデックス部の裏面には粘着剤が塗布されていない」との構成に相当するといえる。",
                    "さらに，引用考案の「シート」が本件考案2の「付箋紙」に相当することは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上より，本件考案2と引用考案とは，前記第2の3(3)の点で一致し，相違点はないと認められる。これと同旨の本件審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，「再剥離性粘着剤」ないし「再配置可能な感圧接着剤」を塗布する範囲の点で，引用考案と本件考案2とは上位概念，下位概念の関係にあるから相違するなどと主張する。",
                        "しかし，引用例には，「また，接着剤はシートの本体部分において全面に設けることができるし，あるパターンで設けることもでき」との記載(前記(1)イ)がある。上記記載は，引用例図1のように感圧接着剤をバンド17のように設けることに代えて(’Alternatively’)，「接着剤はシートの本体部分において全面に設ける」こと及び「あるパターンで設ける」ことのどちらの構成をも採り得ることを明確に示したものであるから，それぞれが，その実施の形態の一つとして示されたものと理解するのが相当である。そうである以上，引用例の記載に基づき，これらの実施の形態から「接着剤はシートの本体部分において全面に設ける」構成をもって引用発明を認定することができることは明らかである。もっとも，引用例において，接着剤を「バンド」や「あるパターン」で設ける態様，すなわち，本体部分の一部に接着剤を設けない部分が存在する態様が示されていること，「全面」につき厳密に本体部分の全面に接着剤を設けることを必要としていることをうかがわせる記載はなく，また，そのような態様で接着剤を設けることの技術的意義を見いだすことはできないことに鑑みると，ここで「全面」とは，厳密な意味で本体部分の全面にくまなく接着剤を設ける態様を示すものとして限定的に理解することは相当でなく，設計・製造上の誤差等による若干の幅を許容するものと解される。",
                        "他方，本件考案2において「略全体」とは，本件明細書記載の考案の効果に鑑みると，「本体の裏面」の厳密な意味での「全体」に「再剥離性粘着剤が塗布され」る態様に限定する技術的意義はないといえることから，「再剥離性粘着剤が塗布され」るべき範囲につき，「本体の裏面」の「全体」を念頭に置きつつ，若干の幅を許容する趣旨で「略全体」とされているものと解される。",
                        "そうすると，本件考案2と引用考案のいずれが上位概念・下位概念であるかを論ずるまでもなく，「本体の裏面の略全体に亘って再剥離性粘着剤が塗布され」ることをもって本件考案2と引用考案との一致点と認められるのであって，これと同旨の本件審決の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用例の出願当時には，本件考案のような付箋紙は販売されておらず，引用考案は引用例記載の文脈で理解されなければならなかったにもかかわらず，本件審決は，本件考案2の知識を得た上でこれを理解したという瑕疵があるなどと主張する。",
                        "しかし，前記のとおり，引用例においては，「接着剤はシートの本体部分において全面に設ける」こと及び「あるパターンで設ける」ことのいずれの構成をもその実施の形態として採り得ることが示されており，本件考案2と引用考案との対比に当たり「接着剤はシートの本体部分において全面に設ける」ことをそのまま取り入れることに瑕疵はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，略全面に接着剤を塗布するには解決しなければならない課題もあったことから，引用例の記載のみでは，本件考案2の「本体の裏面の略全体に再剥離性粘着剤を塗布された」という特定された技術についての十分な開示がされていたとはいえない，などと主張する。",
                        "しかし，本件各考案に係る実用新案登録請求の範囲の各請求項の記載及び本件明細書の記載によれば，本件各考案は，そもそも原告指摘に係る技術的な困難性(積層状態から剥離し難く，剥離した後に付箋紙が丸まってしまうという問題等)を解決しようとした考案と解することはできないし，そのための構成がその請求項に特定されたものとも理解できない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，本件考案2の効果は，タックインデックスの接着力に近い保持力を備えさせ，同時に指先で掴むインデックス部から糊面までの距離が近いことで剥離しにくいというものであり，引用考案の効果とは異質なもの，又は同質であるが際立って優れたものであるなどと主張する。",
                        "しかし，前記のとおり，引用考案は，「本体の裏面の略全体に亘って再剥離性粘着剤が塗布された」ものである点でも本件考案2と一致するものである。すなわち，引用考案は，本件考案2と同様に，インデックス部(タブ部分)と本体(本体部分)とを有し，本体(本体部分)の全体に再剥離性粘着剤(再配置可能な感圧接着剤)を設けたものであるから，本件考案2と同じく，指先で掴むインデックス部から糊面までの距離が近いことで，引っ張り力に作用するモーメントが小さく，剥離しにくい状態となることは明らかである。",
                        "そもそも，本件考案2は，再剥離性粘着剤の粘着力について何ら特定しておらず，また，本件明細書には，本体の裏面の略全体に亘って塗布した際にタックインデックスの接着力に近い保持力となることについての記載はない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，この点に関する原告の主張はいずれも採用し得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "したがって，本件考案2と引用考案との間に相違点はなく，本件考案2は引用考案であるから，本件考案2につき新規性を欠くとした本件審決の判断に誤りはない。取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本件考案3～9に係る新規性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件考案3及び4について",
              "text": [
                "前記2のとおり，引用考案は本件考案2であるところ，本件考案3及び4は，本件考案2とは，インデックス部の構成が「この本体の一辺の直線部を上下に残し，前記一辺の中途より外方に向かって突出するインデックス用の空白欄を設けたインデックス部」とされた点(本件考案3)及び「この本体の一辺の直線部を左右に残し，前記一辺の中途より外方に向かって突出するインデックス用の空白欄を設けたインデックス部」とされた点(本件考案4)で，それぞれ異なるのみである。",
                "この「インデックス部」に関し，引用考案の「タブ部分18」は，「本体部分14の第2の縁部16からタブ部分が形成されない直線部分を残して，第2の縁部16の略中央部を超えて突出」するものであり，また，引用例図1を参酌すれば，タブ部分18の両側に直線部分が残されているものであるから，本件考案3及び4と引用考案とは，「この本体の一辺の直線部をその両側に残し，前記一辺の中途より外方に向かって突出するインデックス用の空白欄を設けたインデックス部」を有する点で共通する。",
                "そして，引用考案のシートは，その配置されるべき向きが特定されているわけではなく，「タブ部分18」は，上下左右のいずれの方向にも配置し得ることは明らかである。このため，「タブ部分18」を左又は右方向に配置すれば，第2の縁部16のうちタブ部分が形成されない直線部分は，自ずと本件考案3と同じ「本体の一辺の直線部を上下に残」すものとなるし，「タブ部分18」を上又は下方向に配置すれば，第2の縁部16のうちタブ部分が形成されない直線部分は，自ずと本件考案4と同じ「本体の一片の直線部を左右に残」すものとなる。",
                "加えて，引用考案のシートの「タブ部分が形成されない直線部分」が，上下方向(本件考案3との関係)又は左右方向(本件考案4との関係)に延在する縁部とはなり得ないとする特段の事情も認められない。",
                "そうすると，本件考案3の「本体の一辺の直線部を上下に残し，前記一辺の中途より外方に向かって突出するインデックス用の空白欄を設けたインデックス部」及び本件考案4の「本体の一辺の直線部を左右に残し，前記一辺の中途より外方に向かって突出するインデックス用の空白欄を設けたインデックス部」は，いずれも，引用考案に実質的に記載されているといえる。すなわち，本件考案3及び4は，いずれも，引用考案と全ての点で一致し，相違点はない。",
                "以上より，これと同旨の本件審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件考案5について",
              "text": [
                "引用考案が本件考案2であることは前記のとおりであるところ，本件考案5は，本件考案2に対し，「複数枚ある頁の一枚の頁に目印のために貼り付ける付箋紙」であること(相違点1)，「再剥離性粘着剤を介して前記頁に貼り付けた前記本体の前記インデックス部より残された前記本体の一辺の直線部と前記頁の端部とが平面視略直線状に配置される」こと(相違点2)の2つの事項を限定したものである。",
                "このうち，相違点1については，引用考案の「シート」は，「複数枚の書類のシートに着脱自在に貼付できる」ものであり，また，当該シートの縁部から突出して設けられたタブ部分は，「シート位置を示して，文書内のシートを再び容易に見つけることを可能にする」ものである。そうすると，引用考案が本件考案5と同じく「複数枚ある頁の一枚の頁に目印のために貼り付ける付箋紙」であることは明らかである。",
                "他方，相違点2については，引用考案の「タブ部分」は，「文書がその後閉じられた後に，タブ部分が文書の縁部から突出するよう位置決め」するものであるところ，この位置決めは，引用考案のシートが書類のシートに貼付された状態においてなされるものである。また，引用考案の「第2の縁部16」のうち「タブ部分が形成されない直線部分」は，本件考案5の「本体の前記インデックス部より残された前記本体の一辺の直線部」に相当することは明らかである。",
                "そして，引用考案は，「文書がその後閉じられた後に，タブ部分が文書の縁部から突出する」よう位置決めされるところ，その際，「タブ部分が形成されない直線部分」をもって貼付対象である文書の縁部と平面視略直線状に配置されるように位置決めできることは自明である。",
                "そうすると，引用考案は，実質的に相違点1及び2に相当する構成を備えているということができる。",
                "したがって，本件考案5と引用考案とは，全ての点で一致し，相違点はない。これと同旨の本件審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件考案6及び7について",
              "text": [
                "引用考案が本件考案3及び4であることは前記のとおりであるところ，本件考案3に対し，本件考案6は，相違点1及び「再剥離性粘着剤を介して前記頁に貼り付けた前記本体の前記インデックス部より上下に残された前記本体の一辺の直線部と前記頁の端部とが平面視略直線状に配置される」ことの2つの事項を限定したものであり，また，本件考案7は，相違点1及び「再剥離性粘着剤を介して前記頁に貼り付けた前記本体の前記インデックス部より左右に残された前記本体の一辺の直線部と前記頁の端部とが平面視略直線状に配置される」ことのそれぞれ2つの事項を限定したものである。",
                "このうち，相違点1が実質的な相違点でないことは，前記(2)のとおりである。",
                "他方，本件考案6及び7の他の各相違点は，「本体の前記インデックス部より」「残された前記本体の一片の直線部」の位置につき「上下」(本件考案6)及び「左右」(本件考案7)と特定されている点で一応相違点2と異なる。しかし，「前記頁に貼り付けた」ときに，「インデックス部より」「残された前記本体の一辺の直線部と前記頁の端部とが平面視略直線状に配置される」という点では同一であり，「残された」「直線部」の方向それ自体に技術的に固有の意義があると解すべき事情はないことに鑑みると，相違点2と全く同じというべきである。そして，相違点2が実質的な相違点でないことは，前記(2)のとおりである。",
                "そうすると，本件考案6及び7は，いずれも，引用考案と全ての点で一致し，相違点はない。これと同旨の本件審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件考案8について",
              "text": [
                "引用考案の「本体部分14」は，「四角形状」であるから，「周縁部に少なくとも一つの直線部を有」するものである。また，引用考案は，メモを書き込むことができるものであるから，空白欄が設けられていることは自明である。したがって，引用考案の「本体部分14」は，本件考案8の「メモ書き用の空白欄を設けると共に，周縁部に少なくとも一つの直線部を有する本体」に相当する。",
                "次に，引用考案の「タブ部分18」につき，空白欄となっているものといえることは前記のとおりであり，また，「本体部分14の第2の縁部16からタブ部分が形成されない直線部分を残して，第2の縁部16の略中央部を超えて突出」するものであるから，「本体の直線部の延長部位より該延長部位に対して直交する方向で，しかも，外方に突出」するものということができる。そうすると，引用考案の「タブ部分18」は，本件考案8の「本体の直線部の延長部位より該延長部位に対して直交する方向で，しかも，外方に突出するインデックス用の空白欄を設けたインデックス部」に相当する。",
                "そして，引用考案の「再配置可能な感圧接着剤」に関する構成が本件考案8の「本体の裏面の略全体に亘って再剥離性粘着剤が塗布され，前記インデックス部の裏面には粘着剤が塗布されていない」との構成に相当すること，引用考案の「シート」が本件考案8の「付箋紙」に相当することは，前記のとおりである。",
                "したがって，本件考案8と引用考案とは，前記第2の3(5)の点で一致し，相違点はないと認められる。これと同旨の本件審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件考案9について",
              "text": [
                "引用考案が本件考案8であることは前記(4)のとおりであるところ，本件考案9は，本件考案8に対し，相違点1及び「再剥離性粘着剤を介して前記頁に貼り付けた前記本体の直線部と前記頁の端部とが平面視略直線状に配置される」ことの2つの事項を限定したものであるといえる。",
                "このうち，相違点1が実質的な相違点でないことは，前記のとおりである。",
                "他方，後者の相違点については，本件考案6及び7の場合と同様の理由から，相違点2と全く同じというべきであり，そうである以上，実質的な相違点ということはできない。",
                "そうすると，本件考案9は，引用考案と全ての点で一致し，相違点はない。これと同旨の本件審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件考案3～9と引用考案との間に相違点はなく，本件考案3～9は引用考案であるから，本件考案3～9につき新規性を欠くとした本件審決の判断に誤りはない。この点に関する原告の主張はいずれも採用し得ず，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}