{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2017-800020号事件について平成30年8月1日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を"
    },
    {
      "text": "30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「紙製包装容器の製造法及び紙製包装容器」とする発明について，平成13年7月30日(優先日2000年(平成12年)7月31日(以下「本件優先日」という。)，優先権主張国日本)を国際出願日とする特許出願(特願2002-516167号。以下「本件出願」という。)をし，平成23年9月30日，特許権の設定登録(特許第4831592号。請求項の数3。以下，この特許を「本件特許」という。)を受けた(甲24，50)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年2月8日，本件特許の特許請求の範囲の請求項2及び3に係る発明についての特許を無効とすることを求める特許無効審判(無効2017-800020号事件)を請求した(甲37)。",
                "被告は，同年5月30日付けで，請求項2及び3を一群の請求項として訂正する訂正請求(甲39)をした後，同年11月2日付けの審決の予告(甲25)を受けたため，平成30年2月13日付けで，請求項2及び3を一群の請求項として訂正する訂正請求(以下「本件訂正」という。甲48)をした。",
                "その後，特許庁は，同年8月1日，本件訂正を認めた上で，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月9日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年12月5日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "設定登録時",
              "text": [
                "本件特許の設定登録時(本件訂正前)の特許請求の範囲の請求項2及び3の記載は，次のとおりである(以下，本件訂正前の請求項2に係る発明を「訂正前発明2」，本件訂正前の請求項3に係る発明を「訂正前発明3」という。甲24)。",
                "【請求項2】",
                "ウェブ状包装材料の縦線シールによるチューブ状成形，チューブ状包装材料内への被充填物の充填，チューブ状包装材料の横断方向への横線シール，一次形状容器の成形，該一次形状容器の個々の切断，折目線に沿った折畳みによる頂部，側壁及び底部を持つ最終形状への成形によって得られる紙製包装容器であって，",
                "該頂部成形による折り込み片が側壁面上に折畳まれ，頂部が片流れ屋根形状に成形されることを特徴とする紙製包装容器。",
                "【請求項3】",
                "該紙製包装容器が，片流れ屋根形状の頂部に注出口を持つ，請求項2記載による紙製包装容器。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正後",
              "text": [
                "本件訂正後の特許請求の範囲の請求項2及び3の記載は，次のとおりである(以下，本件訂正後の請求項2に係る発明を「本件発明2」，本件訂正後の同請求項3に係る発明を「本件発明3」という。なお，下線部は本件訂正による訂正箇所である。甲48)。",
                "【請求項2】",
                "折目線に沿った折畳みによって形成された前面パネル，裏面パネル，側面パネル，頂部及び底部を持ち，内部に被充填物が充填された紙製包装容器であって，",
                "前記裏面パネルに縦線シールが設けられ，",
                "前記頂部及び底部に横線シールが設けられ，",
                "前記前面パネルの高さが前記裏面パネルの高さより低く，",
                "前記頂部に設けられた横線シールは，前記前面パネルよりも前記裏面パネルに近い側に位置し，かつ，前記裏面パネル側に倒され，",
                "該頂部成形による折り込み片が前記側面パネル上に斜めに折り込まれ，頂部が片流れ屋根形状に成形されることを特徴とする紙製包装容器。",
                "【請求項3】",
                "ウェブ状包装材料の縦線シールによるチューブ状成形，チューブ状包装材料内への被充填物の充填，チューブ状包装材料の横断方向への横線シール，一次形状容器の成形，該一次形状容器の個々の切断，折目線に沿った折畳みによる頂部，側壁及び底部を持つ最終形状への成形によって得られる紙製包装容器であって，",
                "背面に縦線シールを備え，",
                "頂部に設けられた横線シールは，前面より前記背面に近い側に位置し，かつ，前記背面側に倒され，",
                "該頂部成形による折り込み片が側壁面上に斜めに折り込まれ，前記背面側が高くなるように頂部が片流れ屋根形状に成形され，",
                "該紙製包装容器が，片流れ屋根形状の頂部に注出口を持つ，紙製包装容器。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)のとおりである。",
                "その要旨は，①本件訂正前の請求項2に係る訂正事項は，明瞭でない記載の釈明及び特許請求の範囲の減縮を目的とし，本件訂正前の請求項3に係る訂正事項は，特許請求の範囲の減縮及び他の請求項の記載を引用する請求項の記載を当該他の請求項の記載を引用しないものとすることを目的とし，いずれも，本件出願の願書に添付した明細書(以下，図面を含めて「本件明細書」という。)に記載した事項の範囲内の訂正であって，実質上特許請求の範囲を拡張し又は変更するものではないから，本件訂正を認める，②本件発明2及び3は，いずれも明確であり，その特許請求の範囲は特許法36条6項2号の規定(以下「明確性要件」という。)に適合するから，原告主張の同号違反の無効理由1は理由がない，③本件発明2及び3は，本件優先日前に頒布された刊行物である甲5(独国実用新案第29716230号明細書)に記載された発明と甲6ないし13，16，17に記載された技術的事項に基づいて，当業者が容易に発明をすることができたものではないから，原告主張の同法29条2項違反の無効理由2は理由がないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲5に記載された発明(以下「甲5発明」及び「甲5’発明」という。)，本件発明2と甲5発明の一致点及び相違点，本件発明3と甲5’発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5発明",
                  "text": [
                    "「前面，裏面，側面，上面及び底面を有し，上面が前面に向けて傾けられており，縦シール部分は前面に設けられ，横シール部分が上面に設けられて裏面側に倒され，厚紙の成形による折り込み片が上面上に折り畳まれている，厚紙の折り畳み式包装容器。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5’発明",
                  "text": [
                    "「前面，裏面，側面，上面及び底面を有し，上面が前面に向けて傾けられており，縦シール部分は前面に設けられ，横シール部分が上面に設けられて裏面側に倒され，厚紙の成形による折り込み片が上面上に折り畳まれ，片流れ屋根形状の上面に注出口を持つ，厚紙の折り畳み式包装容器。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2と甲5発明の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「折目線に沿った折畳みによって成形された前面パネル，裏面パネル，側面パネル，頂部及び底部を持ち，内部に被充填物が充填された紙製包装容器であって，",
                    "縦線シールが設けられ，",
                    "前記頂部及び裏面に横線シールが設けられ，",
                    "前記前面パネルの高さが前記裏面パネルの高さよりも低く，",
                    "頂部が片流れ屋根形状に成形されることを特徴とする紙製包装容器。」である点。",
                    "(相違点A)",
                    "本件発明2では，「裏面パネルに縦線シールが設けられ」，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され，該頂部成形による折り込み片が側面パネル上に斜めに折り込まれ」るのに対し，",
                    "甲5発明では，「縦シール部分は前面に設けられ」，「横シールが上面に設けられて裏面側に倒され，厚紙の成形による折り込み片が上面上に折り畳まれている」点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明2と甲5’発明の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「折目線に沿った折畳みによって成形された頂部，側壁，前面，背面及び底部を持ち，内部に被充填物が充填された紙製包装容器であって，",
                    "縦線シールが設けられ，",
                    "頂部に横線シールが設けられ，",
                    "背面側が高くなるように頂部が片流れ屋根形状に成形され，",
                    "片流れ屋根形状の頂部に注出口を持つ，紙製包装容器。」である点。",
                    "(相違点B)",
                    "本件発明3では，「背面に縦線シールを備え」，「頂部に設けられた横線シールは，前面より背面に近い側に位置し，かつ，背面側に倒され，該頂部成形による折り込み片が側壁面上に斜めに折り込まれ」るのに対し，",
                    "甲5’発明では，「縦シール部分は前面に設けられ」，「横シールが上面に設けられて裏面側に倒され，厚紙の成形による折り込み片が上面上に折り畳まれている」点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(請求項2に関する訂正要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件訂正前の請求項2の「ウェブ状包装材料の縦線シールによるチューブ状成形，チューブ状包装材料内への被充填物の充填，チューブ状包装材料の横断方向への横線シール，一次形状容器の成形，該一次形状容器の個々の切断，折目線に沿った折畳みによる頂部，側壁及び底部を持つ最終形状への成形によって得られる」との紙製包装容器の製造方法に係る構成(以下「本件製造方法の構成」という。)の技術的範囲は，当該製造方法により製造された物，すなわち，「縦線シール」と「横線シール」により容器とされ，容器に「被充填物が充填」され，「折目線に沿った折畳み」により「頂部，側壁及び底部を持つ」ようにされた「紙製包装容器」と，構造，特性等が同一である物と解されると認定した上で，訂正事項1-1(本件訂正前の請求項2の「ウェブ状包装材料の縦線シールによるチューブ状成形，チューブ状包装材料内への被充填物の充填，チューブ状包装材料の横断方向への横線シール，一次形状容器の成形，該一次形状容器の個々の切断，折目線に沿った折畳みによる頂部，側壁及び底部を持つ最終形状への成形によって得られる紙製包装容器であって，」という記載を，「折目線に沿った折畳みによって成形された前面パネル，裏面パネル，側面パネル，頂部及び底部を持ち，内部に被充填物が充填された紙製包装容器であって，前記裏面パネルに縦線シールが設けられ，前記頂部及び裏面に横線シールが設けられ，前記前面パネルの高さが前記裏面パネルの高さよりも低く，」とする訂正。以下同じ。)は，訂正前の請求項2について，「頂部，側壁及び底部」を持つものから「前面パネル，裏面パネル，側面パネル，頂部及び底部」を持つものに限定し，「縦線シール」及び「横線シール」の位置，並びに「前面パネル」と「裏面パネル」の高さの関係を限定するものであるから，実質上特許請求の範囲を拡張し又は変更するものではない旨判断したが，以下のとおり，本件審決の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正前発明2の特許請求の範囲の記載によれば，訂正前発明2は，①チューブ状包装材料内への被充填物の充填の後，②一次形状容器の成形を行い，③「該一次形状容器」を個々に切断し，④最終形状へ成形するという一連の製造プロセスにより得られる紙製包装容器の発明である。",
                    "本件明細書記載の紙容器の製造プロセス(【0012】～【0019】，【0028】～【0031】，図6，7，11)は，訂正前発明2と同一であって，本件明細書には，これと異なる製造プロセスについて開示や示唆はない。",
                    "そして，訂正前発明2の製造プロセスは，別紙1の図A1ないし図A4のとおり，充填されている被充填物を密封するために頂部及び底部に「横断方向に横線シールを施して」ある状態の「枕状の一次形状容器16」(本件明細書の図11，別紙1の図A1)を，「搬送装置18に載せて，折畳み装置(図示せず)により折目線に沿って折畳んで頂部，側壁及び底部を持つ最終形状に成形」する際は，頂部のみならず底部も同様に，横線シールを倒した後(図A2)，折目線に沿って，「Ⓐ横線シールを含む三角形の折り込み片(図A2中の矢印で示した2つの三角形)を側壁面上(外側)に三角形に折畳む(図A3)」又は「Ⓑ横線シールを含む三角形の折り込み片(図A2中の矢印で示した2つの三角形)を底部上(内側)に三角形に折畳む(図A4)」というものであり，訂正前発明2の製造プロセス(本件製造方法)により得られる物の構造は，シールされた横線シールが図A3又は図A4の三角形に折畳まれた構造のみである。",
                    "しかるところ，訂正事項1-1により，上記①ないし④の製造プロセスに係る発明特定事項が削除されたから，本件発明2においては，図A3及び図A4に加えて，最終的な形状として，開口部を内側に折り畳んだ後に底面上に倒された横線シールが内側に長方形になるように折畳まれた構造(別紙1の図B4)も含まれる。このような構造は，別紙1のとおり，横線シールに相当する部分がシールされていない状態(図B1)から，両側を先に内側に折畳んだ後に(図B2)，図B3の状態を経て，図B4の状態に至って初めて「一次形状容器」が「成形」されるものであるから，被充填物の充填後に「一次形状容器」として成形された「該一次形状容器」を個々に切断するという製造プロセスにより，図B4を得ることは物理的に不可能である。",
                    "したがって，本件発明2の紙製包装容器は，訂正前発明2の製造プロセスにより得られる紙製包装容器とは「別の製造プロセス」(「カートンブランク方式」(甲21))で製造された紙製包装容器を含む結果，訂正前発明2の製造方法では製造できない物であって，「訂正前発明2の本件製造方法により製造された物と構造，特性等が同一である物」以外の物を含むこととなるから，訂正事項1-1は，実質上特許請求の範囲を拡張し，又は変更するものである。",
                    "これと異なる本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対し被告は，訂正前発明2の本件製造方法の構成により特定される物は，「縦線シール」と「横線シール」により容器とされ，容器に「被充填物が充填」され，「折目線に沿った折畳み」により「頂部，側壁及び底部を持つ」ようにされた「紙製包装容器」と，構造，特性等が同一である物であることを前提として，訂正事項1-1は，訂正前発明2の特許請求の範囲を限定するものであって，実質上特許請求の範囲を拡張し，又は変更するものではない旨主張する。",
                        "しかしながら，本件訂正前の請求項2は，「ウェブ状包装材料の縦線シールによるチューブ状成形，チューブ状包装材料内への被充填物の充填，チューブ状包装材料の横断方向への横線シール，一次形状容器の成形，「該」一次形状容器の個々の切断，折目線に沿った折畳みによる頂部，側壁及び底部を持つ最終形状への成形によって得られる…」紙製包装容器であり，下線部の文言に係る製造方法は，当該製造方法により製造された物の構造を限定するものである。",
                        "したがって，下線部の文言を無視した被告の上記主張は，その前提において誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，被告は，別紙2の図1のように，頂部と底部とが異なる横線シールの形状を有する一次形状容器を製造する方法として，容器ごとに頂部と底部の向きを入れ替えつつ，底部側においてフラップを両側から内側に折り畳んで横線シールを施すことにより，一次形状容器を成形する方法(例えば，別紙2の図2)は，本件優先日当時，技術常識であったこと(乙11ないし19)に照らすと，本件明細書に接した当業者は，訂正前発明2の「一次形状容器」の一実施形態として図1のような形態が含まれるものと理解し，図1の赤丸部分を折り畳むことにより，別紙1の図B4に示される底部を有する最終形状の紙製包装容器を得ることができるから，訂正前発明2の「本件製造方法の構成」に係る製造プロセスにより得られる容器は，別紙1の図B4に示されるような底部形状を有する態様の紙製包装容器も含まれる旨主張する。",
                        "しかしながら，別紙1の図B1～図B4の製造方法は，チューブ状包装材料内にジュースや牛乳等の被充填物が充填されている状態で「チューブ状包装材料の横断方向への横線シール」を施すという工程において，図B2のようにフラップ(折り込み片)を両側から先に内側に折畳んだ後に横線シールを施すという工程を経るものであり，このような製造方法は，実用化がされていない非現実的・非実用的なものである。被告が挙げる別紙2の図1及び図2は，乙11(実開昭51-54067号のマイクロフィルム)に開示された図面に基づくものであるが，乙11の出願人は，乙11記載の考案の実用化を目指したが，成形が安定しないこと，横線シールが安定しないこと等の理由により実用できなかったと述べている(甲54)。また，乙12ないし19については，いずれも，頂部と底部でフラップを折り畳む方向が内側か外側かで異なる形状で交互に現れる製造方法ではなく，フラップを折り畳む方向が同じであるため，乙11の製造方法とは異なるものであるから，無関係である。そうすると，別紙2の図1及び図2のような製造方法は，本件優先日当時技術思想として完成していたとはいえない。",
                        "また，本件明細書には，本件発明2は，特殊な装置を用いずに，高速に容器を製造する，「既存の包装充填機」で容器を成形する製造方法を提供することを目的とした発明であって(本件明細書の【0015】)，その作用効果は，「特殊な若しくは特段のくせ折り装置を用いることなく，高速に容器を製造する既存の包装充填機において，折目線に沿った折畳みを行い，容器を成形することができる」(【0015】)との記載があることに照らすと，本件明細書に接した当業者は，特殊な装置を用いて充填液体の水圧に抗してフラップを両側から先に内側に押し込み横線シールを施す部分とフラップを外側にして横線シールを施す部分が交互に現れるという実用化に成功したことのない，別紙2の図1及び図2のような特殊な製造方法は，訂正前発明2の製造方法に含まれるものと認識することはあり得ない。",
                        "さらに，本件明細書の記載(【0008】ないし【0010】)に照らすと，包装材料を内側に折り込んで横線シールを施す製造方法を明確に排除しているといえる。",
                        "したがって，被告の上記主張は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，訂正事項1-1を含む本件訂正は，実質上特許請求の範囲を拡張又は変更するものであり，特許法134条の2第9項において準用する同法126条6項に規定された訂正要件に適合しないから，これが適合するとした本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正前の請求項2の「ウェブ状包装材料の縦線シールによるチューブ状成形，チューブ状包装材料内への被充填物の充填，チューブ状包装材料の横断方向への横線シール，一次形状容器の成形，該一次形状容器の個々の切断，折目線に沿った折畳みによる頂部，側壁及び底部を持つ最終形状への成形によって得られる紙製包装容器」という発明特定事項は，製造方法により特定されている。",
                        "したがって，当該発明特定事項は，当該製造方法により製造された物，すなわち「最終形状」の「紙製包装容器」と構造，特性等が同一である物として確定されるべきである。",
                        "しかるところ，当該製造方法に係る構成(本件審決にいう「本件製造方法の構成」)のうち，「ウェブ状包装材料の縦線シールによるチューブ状成形」及び「チューブ状包装材料の横断方向への横線シール」の構成は，「最終形状」の容器が「縦線シール」と「横線シール」を有することを規定し，「チューブ状包装材料内への被充填物の充填」の構成は，「最終形状」の容器に被充填物が充填されていることを規定し，「折目線に沿った折畳みによる頂部，側壁及び底部を持つ最終形状への成形」の構成は，「最終形状」の容器が「折目線に沿った折畳み」により「頂部，側壁及び底部を持つ」ことを規定している。",
                        "他方，例えば，「ウェブ状包装材料」及び「チューブ状包装材料」は，「縦線シール」と「横線シール」を有する容器の成形に当たって所定の材料を用いることを規定しているのみであり，材料の種類等に限定を加えるものではないから，「最終形状」の容器の構成や特性を限定するものではない。また，「チューブ状成形」も「最終形状」の容器が「縦線シール」を備えることになる過程を述べたものにすぎず，「最終形状」の容器の構成や特性に何らかの限定を加えるものではない。さらに，「一次形状容器の成形」，「該一次形状容器の個々の切断」及び「最終形状の成形」についても，「最終形状」の容器を得るための過程を示したものであり，各工程の具体的な態様は何ら限定されておらず，「最終形状」の容器の構成や特性に何らかの限定を加えるものではない。",
                        "そうすると，本件製造方法の構成により特定される物は，「縦線シール」と「横線シール」により容器とされ，容器に「被充填物が充填」され，「折目線に沿った折畳み」により「頂部，側壁及び底部を持つ」ようにされた「紙製包装容器」と構造，特性等が同一である物である。",
                        "すなわち，訂正前発明2の本件製造方法の構成は，「縦線シールと横線シールにより容器とされ，容器に被充填物が充填され，折目線に沿った折畳みにより頂部，側壁及び底部を持つようにされた紙製包装容器であって，該頂部成形による折り込み片が側壁面上に折畳まれ，頂部が片流れ屋根形状に成形されることを特徴とする紙製包装容器」を特定するものと解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正事項1-1は，①本件訂正前の請求項2の「容器に被充填物が充填され，折目線に沿った折畳みにより頂部，側壁及び底部を持つようにされた紙製包装容器」を，「折目線に沿った折畳みによって成形された前面パネル，裏面パネル，側面パネル，頂部及び底部を持ち，内部に被充填物が充填された紙製包装容器」として，「紙製包装容器」を，本件訂正前の「頂部，側壁及び底部」を持つものから，「前面パネル，裏面パネル，側面パネル，頂部及び底部」を持つものに限定し，②本件訂正前の請求項2の「縦線シールと横線シールにより容器とされ」を，「前記裏面パネルに縦線シールが設けられ，前記頂部及び底部に横線シールが設けられ，」として，「縦線シール」及び「横線シール」の位置を限定し，③新たに「前記前面パネルの高さが前記裏面パネルの高さよりも低く」との限定を加え，前面パネルと裏面パネルの高さの関係を限定したものであるから，訂正事項1-1は，訂正前発明2の特許請求の範囲を限定するものであって，実質上特許請求の範囲を拡張し，又は変更するものではない。",
                        "したがって，これと同旨の本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，訂正前発明2に係る紙製包装容器は，別紙1の図A3及び図A4の構造に限られるところ，訂正事項1-1により，本件発明2においては，カートンブランク方式で製造される紙製包装容器の構造(図B4の構造)も含むこととなったから，訂正事項1-1を含む本件訂正は，実質上特許請求の範囲を拡張し，又は変更するものである旨主張する。",
                    "しかしながら，横線シールの折り畳み構造がどのようなものであるかは，製造プロセスがチューブ方式又はカートンブランク方式のいずれの方式であるかに起因して一義的に定まるものではなく，訂正前発明2におけるチューブ状方式により製造される紙製包装容器の構造も，図A3又は図A4の構造に限られるものではない。",
                    "また，本件製造方法の構成により特定される物は，前記ア(ア)のとおり，「縦線シール」と「横線シール」により容器とされ，容器に「被充填物が充填」され，「折目線に沿った折畳み」により「頂部，側壁及び底部を持つ」ようにされた「紙製包装容器」であり，本件製造方法の構成の記載から，それ以上に構造を限定して解釈すべき根拠はない。",
                    "さらに，本件製造方法の構成の記載のうち，「一次形状容器」とは，「最終形状」の容器を得るための過程を示したものにすぎず，各工程の具体的な態様を限定するものではないから，「一次形状容器」を本件明細書の図11に示された構造に限定して解釈すべき理由はない。むしろ，本件明細書の記載(【0012】，【0013】)に照らすと，訂正前発明2及び本件発明2は，いずれも，主として容器の「頂部」の構造に特徴を有する発明であるから，この点からも，「一次形状容器」の成形態様や底部の折り畳みの構造を限定的に理解すべき理由はない。例えば，別紙2の図1のように「折り込み片」を両側から内側に折り畳んで横線シールを施し成形されるものも，「一次形状容器」に含まれ，この「一次形状容器」の一形態である図1の赤丸部分を折り畳むことにより，別紙1の図B4に示される底部を有する最終形状の紙製包装容器を得ることができる。このように頂部と底部とが異なる横線シールの形状を有する一次形状容器を製造する方法として，容器ごとに頂部と底部の向きを入れ替えつつ，底部側においてフラップを内側に折り畳んで横線シールを施すことにより，一次形状容器を成形する方法(例えば，別紙2の図2)は，本件優先日当時，技術常識であったこと(乙11ないし19)に照らすと，本件明細書に接した当業者は，訂正前発明2の「一次形状容器」の一実施形態として図1のような形態が含まれるものと理解する。",
                    "したがって，訂正前発明2の「本件製造方法の構成」に係る製造プロセスにより得られる容器は，別紙1の図B4に示されるような底部形状を有する態様の紙製包装容器も含まれるから，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，訂正事項1-1は，実質上特許請求の範囲を拡張又は変更するものはないとした本件審決の判断に誤りはないから，本件審決には訂正事項1-1を含む本件訂正の訂正要件の判断に誤りがあるとの原告の主張は，理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2-1(本件発明2の明確性要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件発明2では，側面の数を限定していないため，断面4角形のものだけでなく，断面多角形のものをすべて含むことになり，発明が不明確である旨の原告の主張に対し，本件発明2は，「前面パネル，裏面パネル，側面パネル，頂部及び底部」を持つ紙製包装容器であって，断面4角形のもののみに限定して解釈されるべき理由はないから，側面の数を限定せず，断面4角形のもの以外の断面多角形のものをすべて含むことになることをもって，発明が不明確であるとする原告の主張は当を得たものではない旨判断した。",
                    "しかしながら，本件発明2では，側面の数を限定していないため，例えば，1つのパネルの高さが他の2つのパネルの高さよりも高い断面三角形の紙製包装容器である場合は，高いパネルが「裏面パネル」であるとして，低い2つのパネルのどちらが「前面パネル」又は「側面パネル」であるのか不明である。また，1つのパネルの高さが他の4つのパネルの高さよりも低い断面五角形の紙製包装容器である場合も，同様に，高い4つのパネルのどれが「裏面パネル」又は「側面パネル」であるのか不明である。",
                    "したがって，本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し被告は，乙1ないし3を挙げて，「前面」，「裏面」，「側面」という用語が一般に使われており，本件発明2も明確性に欠けるところはない旨主張する。",
                    "しかしながら，乙1ないし3は，本件優先日から16年以上後に公開された文献にすぎず，本件発明の明確性とは関係がなく，また，本件発明2においては，いずれのパネルが「裏面パネル」であるかは「縦線シール」が設けられる場所を特定する発明特定事項であるから，いずれを裏面パネルとしても変わらない発明とは異なるものである。",
                    "したがって，被告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件発明2が明確性要件に適合するとした本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "原告は，本件発明2の「前面パネル，裏面パネル，側面パネル，頂部及び底部」という特定に対して，断面3角形や断面5角形においてパネルの高さを備える構成を例に挙げ，このような構成においていずれのパネルが「前面パネル，裏面パネル，側面パネル」であるかが不明であり，本件発明2は明確性要件に違反するから，本件発明2が明確性要件に適合するとした本件審決の判断は誤りである旨主張する。",
                "しかし，特許発明は，特許請求の範囲の記載全体から把握されるべきところ，本件発明2の特許請求の範囲の記載全体を見れば，「前面パネル，裏面パネル，側面パネル」の相互の関係性は明確である。紙製包装容器の技術分野においては，「前面」，「裏面」，「後面」，「背面」，「側面」という用語が一般的に用いられており(乙1ないし3)，「前面パネル，裏面パネル，側面パネル」の用語は明確である。",
                "また，本件明細書の記載(【0025】，【0025】～【0031】，【0036】，図1，7)によれば，「前面パネル，裏面パネル，側面パネル」の構成及び「前記裏面パネルに縦線シールが設けられ」の構成は，当業者にとって明確であることは明らかである。",
                "さらに，原告が挙げる断面3角形や断面5角形は，例えば，その断面が，容器の頂部，底部及び胴体の全てであるのか，あるいは頂部のみであるのかなどの具体的な構成が，その主張自体から不明である。",
                "したがって，原告の上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2-2(本件発明3の明確性要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件発明3は，「頂部成形による折り込み片が側壁面上に斜めに折り込まれ」た紙製包装容器の発明である。",
                "しかるところ，「頂部，側壁及び底部を持つ最終形状への成形によって得られる紙製包装容器」という本件発明3の特許請求の範囲の文言によれば，「頂部」及び「底部」以外は全て「側壁」となってしまうから，「側壁面」が「前面，背面，側壁」の何れのパネルを意味するのか不明確であり，さらに，本件発明3が断面4角形だけでなく，断面3角形，断面5角形のものも含まれることからすると，一層不明確である。",
                "また，本件発明3の「前面」，「背面」，「側壁面」という文言がいずれの面を指すのか不明確であることは，本件発明2と同様のことが当てはまる。",
                "したがって，本件発明3は，不明確であり，明確性要件に適合しないから，これと異なる本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "本件発明3の特許請求の範囲の「頂部，側壁及び底部を持つ最終形状への成形によって得られる紙製包装容器であって，背面に縦線シールを備え，頂部に設けられた横線シールは，前面より前記背面に近い側に位置し，かつ，前記背面側に倒され，該頂部成形による折り込み片が側壁面上に斜めに折り込まれ，前記背面側が高くなるように頂部が片流れ屋根形状に成形され」との記載及び本件明細書の記載(【0022】，【0029】，【0031】，図1，図3，図7及び図9)からすれば，「頂部成形による折り込み片が側壁面上に斜めに折り込まれ」の構成は，容器の前面，側面，裏面にある側壁のうちの容器の側面にある側壁面上に斜めに折り込まれることを規定したものであることは明らかである。",
                "また，本件発明3の「前面」，「背面」，「側壁面」という文言がいずれの面を指すのか不明確である旨の原告の主張は理由がないことは，前記2(2)のとおりである。",
                "以上によれば，本件発明3が明確性要件に適合するとした本件審決の判断に誤りはないから，原告主張の取消事由2-2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3-1(甲5を主引用例とする本件発明2の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点Aの認定の誤り",
                  "text": [
                    "本件審決は，相違点Aとして，本件発明2では，「裏面パネルに縦線シールが設けられ」，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され，該頂部成形による折り込み片が側面パネル上に斜めに折り込まれ」るのに対し，甲5発明では，「縦シール部分は前面に設けられ」，「横シールが上面に設けられて裏面側に倒され，厚紙の成形による折り込み片が上面上に折り畳まれている」点で相違すると認定したが，以下のとおり，甲5には，相違点Aのうち，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され」る構成が開示されており，この点は相違点ではなく，一致点であるから，本件審決の上記認定には誤りがある。この誤りは，本件審決の結論に影響を及ぼすから，本件審決は取り消されるべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5の図1及び図4(別紙甲5図面参照)において左右の三角形の折り込み片の頂点の上側に描かれている2個の小さな三角形(別紙3-1の「【甲5Fig．4】拡大図」の横長の赤丸で示した部分)は，「頂部に設けられた横線シール」を示しており，具体的には，2個の小さな三角形の上端同士を結んだ直線及び下端同士を結んだ直線(別紙3-1の2本の赤色の点線で示した互いに平行な直線)同士で挟まれた部分が，裏面パネル側に倒された「横線シール」である。",
                        "もっとも，甲5の図4には，2個の小さな三角形の間には横線シールは図示されていないが，①甲5には，甲5記載の包装容器1は，上面が傾けられた「それ自体公知の折り畳み式包装容器」であるとの記載(訳文5頁11行～12行)があり，甲5発明は，「公知の折り畳み式包装容器」であること，②液体紙容器において，横線シールを横方向に横断的に設け，横線シールをする際に対向するシール領域同士が同じ長さとなるように設計することは，本件優先日前に技術常識であったこと(甲32，62ないし68)，③紙容器の横線シールや縦線シールは，説明上重要でないときは図面上しばしば省略されること(甲60，61)に照らすと，甲5に接した当業者は，甲5の図4の2個の小さな三角形の間の下側には，横線シールの描写が省略されているものと理解するのが自然である。",
                        "そして，裏面パネル側に倒される前の「横線シール」の根元の位置は，上記2本の赤色の点線で示した互いに平行な直線のうち，手前側の赤色の点線で示した直線の位置にあり，この直線が「前面パネルよりも裏面パネルに近い側に位置し」ていることは，裏面パネルからこの直線までの距離(y)よりも前面パネルからこの直線までの距離(x)の方が長いことから明らかである。このことは，別紙甲5図面の図1も同様である。",
                        "そして，甲5発明のように片流れ屋根形状(前面パネルの高さが裏面パネルの高さよりも低い形状のもの。以下同じ。)であって，「横線シール」が横方向に横断的に形成されている場合には，設計上，必ず「横線シール」は後方寄り(裏面パネルに近い位置)に位置する。",
                        "このことは，別紙3-2の甲5発明の展開図からも明らかである。前面パネルの高さが裏面パネルの高さよりも低くなるように高低差のある「片流れ屋根」を形成するには，別紙3-2に示すように，展開図において，「折り込み片」となる，底辺が傾いた三角形が形成されることになる。三角形の底辺の低い側，すなわち片流れ屋根の低い側(図中，緑色の線)が前面パネル側であり，三角形の底辺の高い側，すなわち片流れ屋根の高い側(図中，赤色の線)が裏面パネル側となる。その際，「折り込み片」となる三角形の上側頂点から底辺に垂線を下した点をA点としたとき，x＝x，y＝yとなる。この時点で，「折り込み片」となる三角形の底辺のA点より高い側の線分(図中，赤色の線分)の方が短くなり，A点より低い側の線分(図中，緑色の線分)が長くなる。そして，甲5のように折り込み，「横線シール」を裏面パネル側に倒すと，「横線シール」はA点と同じ高さに位置する。その結果，「横線シール」は，前面パネルよりも裏面パネルに近い側に位置する(A点より高い側の線分(図中，赤色の線分)の方が短い。)こととなる。",
                        "したがって，甲5発明は，相違点Aのうち，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され」ているという構成を備えているから，この点において相違するとした本件審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し被告は，①特許出願に際して願書に添付された図面は，特許を受けようとする発明の内容を明らかにするための説明図であり，実際の縮尺どおりに記載されたものではないから，甲5の図4及び図1の記載から，直ちに横線シールの位置が特定できるものではない，②別紙3-2の展開図は，甲5発明に係る容器の展開図であることの根拠はない，③「片流れ屋根形状」を有する紙製包装容器であっても横線シールが裏面パネル寄りに位置しない態様は別紙4記載のように多数存在し，「片流れ屋根形状」であれば設計上必ず「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ裏面パネル側に倒され」る構成が開示されているとはいえない旨主張する。",
                        "しかしながら，上記①及び②の点については，甲5発明は，折り畳み式包装容器の上面領域に開口部3を有することを特徴とする発明であり，上面領域中に存在する開口部3を回避するために「横線シール」を後方寄り(裏面パネルに近い位置)に設定するという技術思想を有する発明である以上，「横線シール」を表わす小さな三角形部分が中央より後ろ側に描かれていることは，偶然ないし図面上の誤差ではなく，必然である。しかも，甲5発明のように片流れ屋根形状であって，「横線シール」が横方向に横断的に形成されている場合には，設計上，必ず「横線シール」は後方寄り(裏面パネルに近い位置)に位置することは，前記(ア)のとおりである。",
                        "次に，上記③の点については，別紙4の説明資料1ないし5の紙パック容器及びその展開図は，いずれも実用的ではなく，アクロバティックな製造方法によるものにすぎないから，甲5の図4に，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され，該頂部成形による折り込み片が側面パネル上に斜めに折り込まれ」る構成が開示されていることを否定する根拠にはならない。",
                        "すなわち，説明資料1の展開図1は，水色の部分は普通の折り方をすれば片流れ屋根の高い側になるところを，水色の部分を内側に折り込んで低くして，意味もなく無理矢理に，これを片流れ屋根の低い側にしたものであり，このような紙パック容器は世の中に全く存在せず，実用化する意味もない。原告が提出した「説明資料1」の再現モデル(検甲1)は坪量(1㎡あたりの重量)270g，紙厚み0．33mの厚紙を使用したものであるが，写真1-3のように綺麗に折り込むことはできず，全く実用性がない。",
                        "説明資料2の展開図2は，紫色の部分は普通の折り方をすれば片流れ屋根の高い側になるところを，紫色の部分を外側に折り込んで低くして，意味もなく無理矢理に，これを片流れ屋根の低い側にしたものであり，このような紙パック容器は世の中に全く存在せず，実用化する意味もない。原告が提出した「説明資料2」の再現モデル(検甲2)は坪量(1㎡あたりの重量)270g，紙厚み0．33mの厚紙を使用したものであるが，写真2のように綺麗に折り込むことはできず，全く実用性がない。",
                        "説明資料3及び4の紙パック容器は，いずれも，展開図が長方形でない形状であるため，長尺状の紙パック用厚紙に対して効率的に展開図を連続的に作製することはできず，コストが増加するし，展開図を想定するところから困難度が上がるが，これに見合うメリットは全く存在しない。このような紙パック容器は世の中に全く存在せず，実用化する意味もない。また，説明資料3及び4の紙パック容器は，仕上がり製品に穴(隙間)が開いており，液体充填物が漏れてしまう。このことは，原告が提出した「説明資料3」の再現モデル(検甲3)及び「説明資料4」の再現モデル(検甲4)を手に取れば一目瞭然である。",
                        "説明資料5の紙パック容器は，展開図が長方形でない形状であるため，長尺状の紙パック用厚紙に対して効率的に展開図を連続的に作製することはできず，コストの増加になるし，展開図を想定するところから困難度が上がるが，これに見合うメリットは全く存在しない。このような紙パック容器は世の中に全く存在せず，実用化する意味もない。被告の主張によれば，説明資料5の紙パック容器は，横線シールの上に注ぎ口の「蓋用土台」を載置して接着することになるが，甲5の図5を見ても横線シールに相当する部材は描かれていない。仮にこの点を措いても，横線シールは厚紙が二重になっているため，平らな「蓋用土台」を接着するときに厚紙が二重のところと一重のところがあることとなってしまい，平らに接着することが極めて困難であるから，説明資料5の紙パック容器は，甲5発明のものとは異なる。説明資料5の紙パック容器は，仕上がり製品に縦穴(隙間)が開いており，液体充填物が漏れてしまう。このことは，原告が提出した「説明資料5」の再現モデル(検甲5)を手に取れば一目瞭然である。",
                        "したがって，被告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点Aの容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，①本件発明2は，特に，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され」という構成と，片流れ屋根形状の頂部から「頂部成形による折り込み片が側面パネル上に斜めに折り込まれ」る構成を併せて備えることにより，裏面パネル側に倒された「横線シール」を，「物理的機械的な外部影響を受け易い容器頂部の四隅のうち，背面側の2隅若しくはその近傍」に対して近接させて，それらの背面側の2隅を補強することができるものと認められる，②甲5発明の上面の横シール部分は，裏面側に倒されているものの，前面よりも裏面側に位置するものではないし，甲5の記載においても，展開図等で上面の横シール部分が裏面側に近い側に位置することを示唆する記載はなく，しかも，「折り込み片」を上面に折り畳むものであり，容器の裏面側の2隅を補強することについての記載もない，③甲6ないし8，13，16，17には，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され」という構成と，片流れ屋根形状の頂部から「頂部成形による折り込み片が側面パネル上に斜めに折り込まれ」る構成を併せて備える紙製包装容器については，記載も示唆もない，④本件発明2は，片流れ屋根形状の頂部から「頂部成形による折り込み片が側面パネル上に斜めに折り込まれ」るだけではなく，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され」という構成を合わせて備えることにより，裏面パネル側に倒された「横線シール」を，容器頂部の背面側の2隅若しくはその近傍に対して近接させて補強するものであり，単に，甲5発明において横線シールを側面側に折り込むことのみで，本件発明2の構成に到達できるというものではないなどとして，本件発明2の相違点Aに係る構成は，当業者が容易に想到することができたものではないから，本件発明2は，甲5発明と甲6ないし13，16及び17に記載された技術的事項に基づいて，当業者が容易に発明をすることができたものでもない旨判断した。",
                    "しかし，本件審決の判断は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アのとおり，甲5には，相違点Aのうち，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され」る構成が開示されており，この点は相違点ではなく，一致点である。",
                        "しかるところ，本件審決は，上記相違点の認定を誤り，甲5発明の上面の横シール部分は，裏面側に倒されているものの，前面よりも裏面側に位置するものではないし，甲5の記載においても，展開図等で上面の横シール部分が裏面側に近い側に位置することを示唆する記載がされていないことを前提として，相違点Aに係る本件発明2の構成の容易想到性を判断したものであるから，本件審決の判断には，その前提において誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記アによれば，甲5発明と本件発明2との相違点は，相違点Aのうち，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され」る構成を除いたものであるから，具体的には，本件発明2では，「裏面パネルに縦線シールが設けられ」ているのに対し，甲5発明では，「縦シール部分は前面に設けられ」ている点(以下「相違点Aの①」という。)，②本件発明2では，「該頂部成形による折り込み片が側面パネル上に斜めに折り込まれ」るのに対し，甲5発明では，「厚紙の成形による折り込み片が上面上に折り畳まれている」点(以下「相違点Aの②」という。)にある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点Aの①について",
                          "text": [
                            "甲5発明は，「シール要素」に関する課題を解決した発明であり，「閉鎖要素を取り外して，シール要素を破壊するかまたは少なくとも一部を周囲材料から切り離すことに開放される」従来技術では，「内容物が汚染される」等の課題があったことから，この課題を解決し，「経済的に製作することができシール要素の制御された開放と取り外しが保証されるように，冒頭に述べた種類のパックを改良する」ことを，「パックの最初の開放の際にシール要素が開口の範囲内で周囲の材料から分離され」ることにより達成した発明である。",
                            "甲5の図1は，「縦線シール」が前面パネルに設けられた態様を図示しているが，一例に過ぎず，甲5発明において「縦線シール」の位置が前面パネルに設けられても，裏面パネルに設けられても，甲5発明の課題を解決し，効果を奏することができるものである以上，甲5発明の課題と無関係な構成にすぎない。",
                            "このように甲5発明は，「縦シール部分は前面に設けられ」ているという限定は本来的には存在しないから，縦シール部分を前面に設けるか裏面に設けるかは設計事項にすぎない。",
                            "仮にその点を措いても，甲29及び甲30には印刷ずれの不具合を理由に縦線シールを前面に設けないという技術思想が開示されているところ，前面でないとすると，裏面に設けることが最も消費者の目につきにくいことから，縦線シールを裏面パネルに設けることが最も自然かつ合理的である。",
                            "そうすると，甲5発明において，「裏面パネルに縦線シールが設けられ」る構成(相違点Aの①に係る本件発明2の構成)とすることは，当業者が容易に想到することができたものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点Aの②について",
                          "text": [
                            "前記aの甲5発明の課題に照らすと，甲5発明の技術的意義は，頂部に設けられた「閉鎖要素によって再び閉鎖可能な開口」(図1では注ぎ口及びキャップ)にあり，横線シールを側壁面上(外側)に折畳むか，底部上(内側)に折畳むかは，甲5発明の課題と無関係である。",
                            "このように甲5発明は「厚紙の成形による折り込み片が上面上に折り畳まれている」という限定は本来的にはないから，甲5発明において厚紙の成形による折り込み片を内側(上面上)に折り畳むか，外側(側面上)に折り畳むかは単なる設計事項にすぎない。",
                            "仮にその点を措いても，①「折り込み片を側面パネル上(外側)に折り込んだ構成及びこれにより容器の剛性(強度)が高まるという技術的知見」(甲31ないし33)，②「折り込み片を側面パネル(外側)上に折り込んだ構成及びこれにより頂部に説明文等を表記できるという技術的知見」(甲34)，③その他「折り込み片」を側面パネル上に折り込む態様(甲7，9，12ないし14，35の1ないし3，甲36)は，本件優先日当時周知であったから，甲5発明において，上記周知技術を適用して，「該頂部成形による折り込み片が側面パネル上に斜めに折り込まれ」る構成(相違点Aの②に係る本件発明2の構成)とすることは，当業者が容易に想到することができたものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，本件審決における相違点Aの容易想到性の判断には誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決は，本件発明2と甲5発明との相違点Aの認定及び容易想到性の判断を誤り，その結果，本件発明2は，甲5発明と甲6ないし13，16，17に記載された技術的事項に基づいて，当業者が容易に発明をすることができたものではないとの誤った判断をしたものであるから，取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点Aの認定の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "特許出願に際して願書に添付された図面は，特許を受けようとする発明の内容を明らかにするための説明図であり，実際の縮尺どおりに記載されたものではないから，甲5の図1及び図4の記載から，直ちに横線シールの位置が特定できるものではない。",
                            "甲5の図1及び図4からは，容器の前面に縦シール部分が設けられ，容器の頂部に横シール部分が設けられることを理解することができる程度であり，甲5において，横シール部分が前面パネルよりも裏面パネルに近い側に位置していることがうかがえる記載や示唆はない。",
                            "また，原告提出の別紙3-2の展開図は，甲5の開示に基づくものではなく，甲5の容器の展開図であるとはいえない。",
                            "すなわち，甲5の図1及び図4(別紙甲5図面)から明らかなとおり，甲5発明の容器の頂部には，それぞれの折り込み片について横線シールと解される三角形部分が図示されているが，頂部の各三角形部分で挟まれた間の領域には何も描かれていない。",
                            "他方で，別紙3-2の展開図は，前面パネル，側面パネル及び裏面パネルのそれぞれにわたって横線シールが一直線に示されており，この容器を組み立てた場合には，展開図において前面パネルの上方に位置する横線シールの一部が，頂部の各三角形部分で挟まれた間の領域に存在することになる。別紙3-2の展開図を組み立てた容器において存在する前面パネルの上方に位置する横線シールの一部は，甲5の記載内容と整合しないから，別紙3-2の展開図は甲5の開示内容に基づくものではなく，甲5の展開図であるとはいえない。",
                            "したがって，別紙3-2の展開図に基づく原告の主張は，失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点に関し原告は，①液体紙容器において，横線シールを横方向に横断的に設け，横線シールをする際に対向するシール領域同士が同じ長さとなるように設計することは，本件優先日前に技術常識であったこと(甲32，62ないし68)，②紙容器の横線シールや縦線シールは，説明上重要でないときは図面上しばしば省略されること(甲60，61)に照らすと，甲5に接した当業者は，甲5の図4の2個の小さな三角形の間の下側には，横線シールの描写が省略されているものと理解するのが自然である旨主張する。",
                            "しかしながら，本件優先日前に，展開図において横線シールを横断的に設けない構成は，例えば，乙20(米国特許第3167232号公報)の図7，乙21(実願平2-21355号(平3-111925号)のマイクロフィルム)の第1図及び乙22(特表平5-505999号公報)のFIG．3に示されるとおり数多く存在するから，上記①の点は理由がない。",
                            "また，上記②の点については，甲60及び甲61においては少なくとも横線シールは省略されておらず，また，甲60及び甲61が存在するからといって，甲5において横線シールの図示が省略されていると理解すべき理由はない。",
                            "したがって，原告の上記主張は失当である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，原告は，甲5発明は，折り畳み式包装容器の上面領域に開口部3を有することを特徴とする発明であり，上面領域中に存在する開口部3を回避するために「横線シール」を後方寄り(裏面パネルに近い位置)に設定するという技術思想を有する発明である以上，「横線シール」を表わす小さな三角形部分が中央より後ろ側に描かれていることは，偶然ないし図面上の誤差ではなく，必然である旨主張する。",
                            "しかし，甲5には，甲5発明が，折り畳み式包装容器の上面領域に開口部3を有することを特徴とする発明であり，上面領域中に存在する開口部3を回避するために「横線シール」を後方寄り(裏面パネルに近い位置)に設定するものであることについての記載や示唆はないから，原告の上記主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "別紙4のとおり，「横線シール」が前方寄りに位置する「片流れ屋根形状」の容器の例が多数存在することからすると，「片流れ屋根形状」であれば，設計上，必ず横線シールが後方寄りに位置することになるものとはいえないから，甲5において，甲5発明の「横シール部分」が「前面」よりも「裏面」に近い側に位置していることの開示があるものとはいえない。",
                        "説明資料1に係る紙製包装容器においては，緑色の丸で囲んだ破線が，「片流れ屋根形状」の低い側である前面パネル側に位置し，赤色の丸で囲んだ破線が，「片流れ屋根形状」の高い側である裏面パネル側に位置することとなり，頂部における前面パネルから横線シールまでの長さy(緑色の線分。折り込み片のオレンジ色部分の一辺に対応する。)は，頂部における裏面パネルから横線シールまでの長さx(赤色の線分。折り込み片の黄色部分の一辺に対応する。)よりも短くなる(展開図1及び写真1-3)。また，片流れ線(斜め線＝z)z＝x＋yの関係も満たしている。",
                        "このように説明資料1に係る紙製包装容器は，前面パネルの高さが裏面パネルの高さよりも低い「片流れ屋根形状」であり，かつ，横線シールが前面パネル寄りに位置している構成を有している。説明資料1に係る紙製包装容器は，展開図1が長方形状であることから明らかなとおり，チューブ方式であってもカートンブランク方式であってもいずれも製造可能である。",
                        "説明資料2に係る紙製包装容器においては，緑色の丸で囲んだ破線が，「片流れ屋根形状」の低い側である前面パネル側に位置し，赤色の丸で囲んだ破線が，「片流れ屋根形状」の高い側である裏面パネル側に位置することとなり，頂部における前面パネルから横線シールまでの長さy(緑色の線分。折り込み片のオレンジ色部分の一辺に対応する。)は，頂部における裏面パネルから横線シールまでの長さx(赤色の線分。折り込み片の黄色部分の一辺に対応する。)よりも短くなる(展開図2及び写真2)。なお，説明資料2は，展開図2及び写真2の紫色部分が山折りされて頂部の外側で前面パネルに折り畳まれている点で，説明資料1と異なる。",
                        "このように，説明資料2に係る紙製包装容器は，前面パネルの高さが裏面パネルの高さよりも低い「片流れ屋根形状」であり，かつ，横線シールが前面パネル寄りに位置している構成を有している。説明資料2に係る紙製包装容器は，説明資料1に係る紙製包装容器と同様に，チューブ方式であってもカートンブランク方式であってもいずれも製造可能である。",
                        "説明資料3に係る紙製包装容器においては，緑色の丸で囲んだ破線が，「片流れ屋根形状」の低い側である前面パネル側に位置し，赤色の丸で囲んだ破線が，「片流れ屋根形状」の高い側である裏面パネル側に位置することとなり，頂部における前面パネルから横線シールまでの長さy(緑色の線分。折り込み片のオレンジ色部分の一辺に対応する。)は，頂部における裏面パネルから横線シールまでの長さx(赤色の線分。折り込み片の黄色部分の一辺に対応する。)よりも短くなる(展開図3及び写真3-2)。また，片流れ線(斜め線＝z)z＝x＋yの関係も満たしている。",
                        "このように，説明資料3に係る紙製包装容器は，前面パネルの高さが裏面パネルの高さよりも低い「片流れ屋根形状」であり，かつ，横線シールが前面パネル寄りに位置している構成を有している。説明資料3に係る紙製包装容器は，展開図3が長方形状ではない任意の形状であることから，カートンブランク方式の製造に適している。",
                        "カートンブランク方式の場合，長方形状に限らない形状であったり，切り込みを入れたりするなど任意の展開図が適用できる(例えば，乙20の図7，甲6の第2図，甲13の図1，甲15の図2等)。",
                        "説明資料3に係る紙製包装容器の上部成形の際に，マンドレル等を用いて，容器内側から見た境界が溶融したシール材料で水密に接着されることにより，容器の上部から被充填物が漏れ出ることを抑制することができる。説明資料3に係る紙製包装容器の製造においては，容器の上部を水密に接着させるように成形し，次いで被充填物を容器の内部に充填し，次いで底部を成形することが考えられる。",
                        "説明資料4に係る紙製包装容器においては，緑色の丸で囲んだ破線が，「片流れ屋根形状」の低い側である前面パネル側に位置し，赤色の丸で囲んだ破線が，「片流れ屋根形状」の高い側である裏面パネル側に位置することとなり，頂部における前面パネルから横線シールまでの長さy(緑色の線分。折り込み片のオレンジ色部分の一辺に対応する。)は，頂部における裏面パネルから横線シールまでの長さx(赤色の線分。折り込み片の黄色部分の一辺に対応する。)よりも短くなる(展開図4及び写真4)。また，片流れ線(斜め線＝z)z＝x＋yの関係も満たしている。なお，説明資料4は，折り込み片の横線シールが四角形状となっている点で，説明資料3と異なる。",
                        "このように説明資料4に係る紙製包装容器は，前面パネルの高さが裏面パネルの高さよりも低い「片流れ屋根形状」であり，かつ，横線シールが前面パネル寄りに位置している構成を有している。説明資料4に係る紙製包装容器は，説明資料3と同様に，展開図4が長方形状ではない任意の形状であることから，カートンブランク方式の製造に適しているものであり，また，説明資料4に係る紙製包装容器においても，被充填物の漏れをより効果的に抑制可能であることは，説明資料3と同様である。",
                        "甲5においては，その展開図及び容器の製造方法について何ら詳細な説明がなく，カートンブランク方式であるのか，チューブ方式であるのか，その他の特殊な製造方法であるのかについてすら一切言及していないため，どのような展開図及び方法で製造されるかは一義的に定まるものではないが，甲5の開示内容に基づいて考えられ得る甲5の容器の展開図は，別紙4の説明資料5のとおりである。",
                        "説明資料5に係る紙製包装容器においては，緑色の丸で囲んだ破線が，「片流れ形状」の低い側である前面パネル側に位置し，赤色の丸で囲んだ破線が，「片流れ形状」の高い側である裏面パネル側に位置することとなり，頂部における前面パネルから，頂部の横線シールまでの長さy(緑色の線分)は，頂部における裏面パネルから横線シールまでの長さx(赤色の線分)よりも短くなる。また，片流れ線(斜め線＝z)z＝x＋yの関係も満たしている。このように，仮に，折り込み片の横線シール(展開図5及び写真5の青色部分)が頂部の後方寄りであったとしても，頂部の横線シールが前方寄りに位置する態様はあり得る。",
                        "以上のとおり，「片流れ屋根形状」であっても，横線シールが後方寄りに位置しない態様は多数存在するのであり，「片流れ形状」であれば設計上，必ず「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され」る構成が開示されていると言えるものではないから，甲5に上記構成が開示されている旨の原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，甲5において，相違点Aに係る本件発明2の構成のうち，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され，該頂部成形による折り込み片が側面パネル上に斜めに折り込まれ」る構成が開示されているものとは認めることができないから，上記構成は，本件発明2と甲5発明の相違点である。",
                        "したがって，本件審決における相違点Aの認定に原告主張の誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点Aの容易想到性の判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決における相違点Aの容易想到性の判断の誤りをいう原告の主張は，本件審決に相違点Aの認定に誤りがあることを前提とするものであるが，前記アのとおり，本件審決における相違点Aの認定に誤りはないから，原告の上記主張は，その前提を欠くものであって，理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，相違点Aのうち，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され」る構成を除く部分について，相違点Aの①及び②と特定した上で，これらの相違点に係る本件発明2の構成が容易想到である旨主張する。",
                        "しかしながら，本件発明2は，相違点Aに係る構成(片流れ屋根形状の頂部を有する構造において，「裏面パネルに縦線シールが設けられ」，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され，該頂部成形による折り込み片が側面パネル上に斜めに折り込まれ」る構成)を一体として備えることにより，所望の効果(【0020】ないし【0022】)を得るものであるから，そもそも，相違点Aを「裏面パネルに縦線シールが設けられ」という部分(相違点Aの①)と，「横線シールは，…裏面パネル側に倒され」という部分(相違点Aの②)にそれぞれ分断して，相違点Aの容易想到性を論じることは誤りである。",
                        "また，以下のとおり，甲5発明及び周知技術に基づいて，当業者が相違点Aの①及び②に係る構成が容易想到であったということもできない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点Aの①について",
                          "text": [
                            "原告は，甲5発明において，縦シール部分を前面パネルに設けるか裏面パネルに設けるかは単なる設計事項にすぎない旨主張するが，甲5発明において，縦シール部分を裏面パネルに設けると，横シール部分を当該縦シール部分が設けられた裏面パネル側に倒す構成となるところ，甲5発明をこのように改変すると，横シール部分と縦シール部分とが互いに重なって，容器へ大きなストレスが発生したり，シール部分が互いに重なって盛り上がってしまう等の不具合が生じるから，甲5発明において，前面パネルに縦線シールを設ける構成に代えて，裏面パネルに縦線シールを設ける構成を採用することは単なる設計事項であるとはいえない。",
                            "また，甲29及び甲30には，縦線シールの場所で印刷部分がずれてしまうという不都合を回避するために，容器の側壁のコーナー部分に配置することが開示されているにすぎず，縦線シールを印刷ずれの不具合を理由に裏面に設けるという構成を開示したものではない。",
                            "したがって，甲29及び甲30の記載をもって，縦線シールの場所で",
                            "印刷部分がずれてしまうという不都合を回避するために，縦線シールを前面パネルに設けずに裏面パネルに設けることが最も自然かつ合理的であるとはいえない。",
                            "以上によれば，甲5発明において，「裏面パネルに縦線シールが設けられ」る構成(相違点Aの①に係る本件発明2の構成)とすることは，当業者が容易に想到することができたものであるとの原告の主張は理由がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点Aの②について",
                          "text": [
                            "原告は，①「折り込み片を側面パネル上(外側)に折り込んだ構成及びこれにより容器の剛性(強度)が高まるという技術的知見」(甲31ないし33)，②「折り込み片を側面パネル(外側)上に折り込んだ構成及びこれにより頂部に説明文等を表記できるという技術的知見」(甲34)，③その他「折り込み片」を側面パネル上に折り込む態様(甲7，9，12ないし14，35の1ないし3，甲36)は，本件優先日当時周知であった旨主張する。",
                            "しかしながら，甲31ないし33には，片流れ屋根形状ではない紙製包装容器において折り込み片を側面パネル上に折り込んだ構成が開示されているにすぎないし，本件発明2の作用効果についての記載も示唆もない。",
                            "また，甲34も，片流れ屋根形状ではない紙製包装容器において折り込み片を側面パネル上に折り込んだ構成が開示されているにすぎないし，甲34は，トップシール部の切込み指示線をナイフやカッターなどで切り込み，この切込みを開きながら天板部を直立させて容器を広く開口するという発明であり，甲5発明にどのように組み合わせることが可能であるのか不明である。",
                            "以上によれば，甲5発明において，上記周知技術を適用して，「厚紙の成形による折り込み片を外側(側面上)に折り畳む」構成(相違点Aの②に係る本件発明2の構成)とすることは，当業者が容易に想到することができたものであるとの原告の主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，本件審決における相違点Aの容易想到性の判断には誤りがあるとの原告の主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における相違点Aの認定及び容易想到性の判断に誤りはないから，本件発明2は，甲5発明と甲6ないし13，16，17に記載された技術的事項に基づいて，当業者が容易に発明をすることができたものではないとした本件審決の判断に誤りはない。",
                    "したがって，原告主張の取消事由3-1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3-2(甲5を主引用例とする本件発明3の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件発明3と甲5’発明の相違点Bについて，本件発明2の「前面パネル」と「裏面パネル」を，本件発明3で「前面」と「背面」と記載したことによる表現上の差違こそあれ，実質的に同じ相違点であるといえるから，相違点Bに係る本件発明3の構成についても，相違点Aについて述べた理由と同様に，当業者が容易に想到することができたものではない旨判断した。",
                "しかしながら，前記4(1)で述べたとおり，本件審決における相違点Aの認定及び容易想到性の判断に誤りがあるから，相違点Bについての上記判断についても同様の判断の誤りがある。",
                "したがって，本件発明3は，甲5’発明と甲6ないし13，16及び17に記載された技術的事項に基づいて，当業者が容易に発明をすることができたものではないとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記4(2)で述べたとおり，本件審決における相違点Aの認定及び容易想到性の判断に誤りはないから，原告の主張は，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(請求項2に関する訂正要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(甲24)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する「第1図」(図1)ないし「第11図」(図11)については，別紙明細書図面を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【技術分野】",
                      "text": [
                        "【0001】",
                        "この発明は，紙製包装容器の製造方法及びその紙製包装容器に関する。",
                        "【背景技術】",
                        "【0002】",
                        "柔軟性に富んだ包装積層材料は多年にわたって液体食品を包装するために用いられてきた。牛乳，ジュース，清酒，焼酎，ミネラルウォーター及びその他飲料のための包装容器は，第5図に示すような，例えば，繊維質基材(例えば，紙など)／プラスチック積層体に折目線が付けられたウェブ状包装積層材料を，その長手方向の縦線シールによりチューブ状に成形し，チューブ状に成形された包装材料内に被充填物を充填し，チューブ状包装材料を横断方向に横線シールし，クッション形若しくは枕状の一次形状容器に成形し，包装材料がウェブ状の場合は一定間隔に個々に切断し，折目線に沿って山折り若しくは谷折に折畳んで，第4図に示すような，側壁を形成するパネル3，縦線シール部5，横線シール部6，頂壁を形成するパネル4a，側壁等に溶着されるフラップ(頂部や底部を形成する際に生じる折り込み片)8などからなるブリック状の容器に成形して，製造される。繊維質基材の材料は厚手の紙であることが多い。",
                        "【0003】",
                        "ゲーブルトップ状(屋根型)の紙製包装容器では，紙製包装材料を所定の形状に切断し，容器縦方向にシールしたブランクスを得，充填機内でブランクスの底をシールした後に上部開口から牛乳，ジュース又はその他の飲料の被充填物を充填し，上部をシールして得られる。これらの包装材料には，その表面に包装容器製品の外観デザインが印刷される。",
                        "【0004】",
                        "ウェブ状包装材料は，容器1個分の折れ目線が繰返し連続的に施される。容器1個分の包装材料を示す第5図を参照する。折目線が付けられたウェブ状包装材料は，容器1個分の包装材料1に，縦シール用のシール領域5，チューブ状包装材料の横断方向に横線シールを施す横シール領域6，容器器壁を形成する側パネル3，容器の頂部を形成するパネル4a，折り畳まれて側壁若しくは底部に溶着されるフラップ8を形成するパネル4b及び4cからなり，それらのパネルの境には，折目線7a-7cなどが形成されている。",
                        "【0005】",
                        "しかしながら，第4図に示されるような，ブリック状容器では，容器頂部中央に横線シール部分6と縦線シール部分5が占めて，注出口若しくは注ぎ口，開口装置，蓋及び栓などを設置するスペース(余白)が不足し，その結果，容器に対して比較的小型の注ぎ口などしか適用することができない。",
                        "【0006】",
                        "更に，この容器頂部の四隅は，直角に尖っているために，流通過程において物理的機械的な外部影響を受けて，容器がダメージを最も受けやすい箇所の一つである。",
                        "【0007】",
                        "ゲーブルトップ状(屋根型)の紙製包装容器については，片方の屋根部分を広くし大型の注出口を取り付けた紙容器が提案されている。(特開平11-91792号及び特開平11-236027号など)",
                        "【0008】",
                        "しかし，切妻形状(Gable-Top)から更に，トップシールフィンを倒し，一枚の屋根の片流れ屋根(Shed Roof)形状にすると，折り込み部分が内側に更にきつく折られ，引っ張り若しくは押圧のストレスが増し，紙容器の強度特性が著しく低下する。",
                        "【0009】",
                        "更に，上記の非対称なゲーブルトップ状(屋根型)の紙製包装容器を成形する際に，容易に折目線に沿って容器材料をおることが難しいために，紙容器のトップくせ折り装置が提案されている(実開平4—53602号公報)。",
                        "【0010】",
                        "しかしながら，例えば，毎時6000個から15000個の容器を製造する既存の高速包装充填機においては，くせ折り装置を用い，しかもそのくせ折り器具を容器内部に挿入して折目線に沿った折畳みを行うことは，難しい。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【発明が解決しようとする課題】",
                      "text": [
                        "【0012】",
                        "この発明の目的は，紙製容器の頂部に広いスペース(空所)を確保し，比較的大型の注出口，開口装置などを設置することができる容器及びその容器製造法を提供することである。",
                        "【0013】",
                        "この発明の別の目的は，容器頂部の四隅を流通過程における物理的機械的な外部影響を受け難くして，容器ダメージを少なくする容器及びその容器製造法を提供することである。",
                        "【0014】",
                        "この発明のさらに別の目的は，容器を成形し折畳む際に，包装積層材料の折り込み部分がきつく折られることがなく，引っ張り若しくは押圧のストレスが小さく，紙製包装容器の強度特性が維持することができる容器及びその容器製造法を提供することである。",
                        "【0015】",
                        "この発明の別の目的の一つは，特殊な若しくは特段のくせ折り装置を用いることなく，高速に容器を製造する既存の包装充填機において，折目線に沿った折畳みを行い，容器を成形する製造法を提供することである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【課題を解決するための手段】",
                      "text": [
                        "【0016】",
                        "この発明による紙製包装容器の製造法は，折目線が付されたウェブ状包装材料を縦線シールによりチューブ状に成形し，チューブ状に成形された包装材料内に被充填物を充填し，チューブ状包装材料の横断方向に横線シールを施して枕状の一次形状容器に成形し，個々の一次形状容器を切断し，折目線に沿って折畳んで頂部，側壁及び底部を持つ最終形状に成形する紙製包装容器の製造法であって，",
                        "該頂部成形ステップにおいて，該一次形状容器の胴部分を押圧して頂部対応部分を膨らませて折目線に沿って該一次形状容器を折畳み，",
                        "該頂部成形により生じる折り込み片を，傾斜した頂部稜線を軸にして側壁面上に折畳み，頂部を片流れ屋根形状に成形することを特徴とするものである。",
                        "【0017】",
                        "この発明による紙製包装容器は，ウェブ状包装材料の縦線シールによるチューブ状成形，チューブ状包装材料内への被充填物の充填，チューブ状包装材料の横断方向への横線シール，枕状一次形状容器の成形，該枕状一次形状容器の個々の切断，折目線に沿って折畳んで頂部，側壁及び底部を持つ最終形状への成形により得られる紙製包装容器であって，",
                        "該頂部成形による折り込み片が側壁面上に折畳まれ，頂部が片流れ屋根形状に成形されることを特徴とするものである。",
                        "【0018】",
                        "この発明の好ましい態様において，紙製包装容器は，片流れ屋根形状の頂部に注出口を持つ。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【発明の効果】",
                      "text": [
                        "【0019】",
                        "この発明の紙製包装容器により，折り込み，折り畳み部分が外側に設けられかつ片流れ屋根形状の紙製包装容器を得ることができ，ストレスが少なく，ひび割れが少なくすることができる。",
                        "【0020】",
                        "この発明の紙製包装容器により，頂部の面積が広がり，比較的大型の注出口，開口装置，広口の注出装置(注出口)を取り付けることができる。また，ブリック形状に比べ，より背の高い注出装置を取り付けることができる。",
                        "【0021】",
                        "この発明の紙製包装容器により，より広い印刷面を前面に得ることができ，小売店舗の商品陳列棚で消費者により顧客吸引力のある容器にすることができる。",
                        "【0022】",
                        "流通過程における物理的機械的な外部影響を受け易い容器頂部の四隅のうち，背面側の2隅若しくはその近傍が，斜に折り込まれたフラップによって横から保護されカバーされるので，容器ダメージを少なくすることができる。また，前面側の2隅は頂部の下方に移動して外部影響を受け難くなり，その隅の角度が広角に広がり容器材料へのストレスが低下する。",
                        "【0023】",
                        "特殊な若しくは特段のくせ折り装置を用いることなく，高速に容器を製造する既存の包装充填機において，折目線に沿った折畳みを行い，容器を成形することができる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【発明を実施するための形態】",
                      "text": [
                        "【0025】",
                        "第1図は，この発明による紙製包装容器の一態様を示す斜視外観概略図である。",
                        "第1図に示す態様では，背面側に縦線シール5を備えた紙製包装容器であって，横線シール6が上側(背面側)に倒され，頂部成形による折り込み片(フラップ)8が側面パネル3bの側壁面上に折畳まれて溶着し，頂部パネル4a1と倒された横シール6とで片流れ屋根形状Aを形成した容器である。この態様では，直立する前面パネル3aと頂部パネル4a1とが，角度90度以上で，折目線において谷折りされている。",
                        "【0026】",
                        "第2図は，この発明による紙製包装容器の他の一態様を示す斜視外観概略図である。",
                        "【0027】",
                        "第2図に示す態様では，第1図と同様に，縦線シール5を備えた紙製包装容器であって，横線シール6が下側(前面側)に倒され，頂部成形による折り込み片(フラップ)8が側面パネル3bの側壁面上に折畳まれて溶着し，頂部パネル4a1と倒された横シール6とで片流れ屋根形状Aを形成した容器である。この態様では，直立する前面パネル3aと片流れ屋根形状Aとが，角度90度以上で，折目線において谷折りされている。",
                        "【0028】",
                        "第3図は，第1図及び第2図に示すこの発明による紙製包装容器の一態様の展開概略図であり，ウェブ状包装材料例の平面図でもある。",
                        "【0029】",
                        "第3図に示すような，折目線が付けられたウェブ状包装材料では，容器1個分の包装材料1(隣接は2。)が連続的，帯状に形成されている。この包装材料では，包装材料の長手方向であって包装材料の端に設けられた縦シール用のシール領域5，チューブ状包装材料の横断方向であって隣接する前後に設けられた横線シールのための横シール領域6，容器器壁を形成する側壁パネル3(前面3a，側面3b，裏面3c)，容器の頂部を形成するパネル4a1，4a2，折り畳まれて側壁若しくは底部に溶着されるフラップ(折り込み片)8を形成するそれぞれパネル4c及び4bからなり，それらのパネルの境には，折目線7a1,2-c1,折目線7a-cなどが形成されている。",
                        "【0030】",
                        "この発明の態様において，前面パネル3a，側面パネル3b及び，裏面パネル3cは，底部側で実質的に同一線上に位置し，前面パネル3aの高さが裏面パネル3cの高さより低く，側面パネル3bの上方の折目線7c1は隣接する前面パネル3a及び裏面パネル3cの対応する折目線7a1と 7a2とを結ぶ線上にある。",
                        "次いで，この発明による紙製包装容器の製造法を，包装充填システムの斜視内部概略図を示す第6図と，一次形状容器の折目線に沿った折畳みステップを説明する第11図とを参照して具体的に説明する。",
                        "【0031】",
                        "この態様による紙製包装容器の製造法では，折目線が付されたウェブ状包装材料のロール11からウェブ状包装材料12を繰出し，縦シール用のストリップテープをウェブ状包装材料端にアプリケータ13で付け，殺菌用バス17で殺菌し，ウェブ状包装材料を縦線シール装置15によりチューブ状に成形し，チューブ状包装材料内に充填パイプ14から被充填物を充填し，チューブ状包装材料の横断方向に横線シールを施して枕状の一次形状容器16に成形し，個々の一次形状容器を切断し，搬送装置18に載せて，折畳み装置(図示せず)により折目線に沿って折畳んで頂部，側壁及び底部を持つ最終形状に成形する紙製包装容器19を製造する。なお，第6図に示すこの実施例では，容器の底部を上側にして搬送されている。",
                        "【0032】",
                        "第11図に示す態様の頂部成形ステップにおいて，一次形状容器16の胴部分を矢印に示す様に押圧して頂部対応部分を膨らませて折目線に沿って一次形状容器を容易時に折畳む。押圧するタイミングは，第11図に示す様な底部も頂部も成形されていない時期，若しくは底部の折り畳み後の時期とがある。",
                        "【0033】",
                        "頂部成形により生じ，3枚の三角形パネル4cからなる折り込み片(フラップ)8を，傾斜した頂部稜線Bを軸にして側壁面3b上に折畳み，頂部を片流れ屋根形状に成形する。",
                        "【0034】",
                        "なお，この態様では，底部成形により生じ，3枚の三角形パネル4bからなる折り込み片(フラップ)は，底部稜線を軸にして底面4a上に折畳まれる。",
                        "【0035】",
                        "この発明により好ましい態様である頂部に大型の注出口を設けた紙製包装容器の例を，第7-10図を参照して説明する。",
                        "【0036】",
                        "第7図は，第1図に示す紙製包装容器例に，大型のスクリューキャップを取り付けた容器例を示す。この態様では，縦線シール5を備え，横線シール6が上側(背面側)に倒され，頂部成形による折り込み片(フラップ)8が側面パネル3bの側壁面上に折畳まれ，頂部パネル4a1と倒された横シール6とで片流れ屋根形状Aを形成した容器である。大型のスクリューキャップは，片流れ屋根形状Aに十分はスペースを持って取り付けられる。",
                        "【0037】",
                        "第8図は，第1図に示す紙製包装容器例に，大型の開閉式キャップを取り付けた容器例を示す。第7図の大型のスクリューキャップの代りに開閉式キャップが片流れ屋根形状Aに十分はスペースを持って取り付けられる。",
                        "【0038】",
                        "第9図は，第2図に示す紙製包装容器例に，大型のスクリューキャップを取り付けた容器例を示す。この態様では，縦線シール5を備え，横線シール6が下側(前面側)に倒され，頂部成形による折り込み片(フラップ)8が側面パネル3bの側壁面上に折畳まれ，頂部パネル4a1と倒された横シール6とで片流れ屋根形状Aを形成した容器である。大型のスクリューキャップは，片流れ屋根形状Aにスペースを持って取り付けられる。",
                        "【0039】",
                        "上記の注出口態様に使用される包装材料の正面図を第10図に示す。この態様では，片流れ屋根形状Aの頂部パネル4a1に，注出口形成用の開口構造，若しくはミシン線，半切れ線を形成することができる。この構造や線(ライン)は，注出口取付前に液体内容物が漏れないように液密である。",
                        "【0040】",
                        "この発明において，注出口形成の方法は，上記例以外にも適宜変更選択することができる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(カ)",
      "subject": "【産業上の利用可能性】",
      "text": [
        "【0041】",
        "この発明の紙製包装容器は，牛乳，ジュース，清酒，焼酎，ミネラルウォーター及びその他飲料の液体食品を包装するために用いられる。"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "前記アの記載事項によれば，本件明細書の「発明の詳細な説明」には，本件発明に関し，次のような開示があることが認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "牛乳，ジュース，清酒，焼酎，ミネラルウォーター及びその他飲料の液体食品を包装するために用いられる従来のブリック状包装容器では，容器頂部中央に横線シール部分と縦線シール部分が占めて，注出口若しくは注ぎ口，開口装置，蓋及び栓などを設置するスペース(余白)が不足し，その結果，容器に対して比較的小型の注ぎ口などしか適用することができないという問題があった(【0002】，【0005】)。",
        "片方の屋根部分を広くし大型の注出口を取り付けたゲーブルトップ状(屋根型)の従来の紙製包装容器においても，切妻形状(Gable-Top)からトップシールフィンを倒し，一枚の屋根の片流れ屋根(Shed Roof)形状にすると，折り込み部分が内側に更にきつく折られ，引っ張り若しくは押圧のストレスが増し，紙容器の強度特性が著しく低下するという問題があり，また，このような非対称なゲーブルトップ状(屋根型)の紙製包装容器を成形する際に，容易に折目線に沿って容器材料を折ることが難しいために紙容器のトップくせ折り装置が提案されているが，既存の高速包装充填機においては，くせ折り装置を用い，しかもそのくせ折り器具を容器内部に挿入して折目線に沿った折畳みを行うことは，難しいという問題があった(【0007】ないし【0010】)。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "「この発明」は，紙製容器の頂部に広いスペース(空所)を確保し，比較的大型の注出口，開口装置などを設置することができる容器，容器頂部の四隅を流通過程における物理的機械的な外部影響を受け難くして，容器ダメージを少なくする容器，容器を成形し折畳む際に，包装積層材料の折り込み部分がきつく折られることがなく，引っ張り若しくは押圧のストレスが小さく，紙製包装容器の強度特性が維持することができる容器を提供することなどを目的とし，ウェブ状包装材料の縦線シールによるチューブ状成形，チューブ状包装材料内への被充填物の充填，チューブ状包装材料の横断方向への横線シール，枕状一次形状容器の成形，該枕状一次形状容器の個々の切断，折目線に沿って折畳んで頂部，側壁及び底部を持つ最終形状への成形により得られる紙製包装容器であって，該頂部成形による折り込み片が側壁面上に折畳まれ，頂部が片流れ屋根形状に成形されることを特徴とするものである(【0012】ないし【0014】)。",
        "「この発明」の紙製包装容器により，頂部の面積が広がり，比較的大型の注出口，開口装置，広口の注出装置(注出口)を取り付けることができること，より広い印刷面を前面に得ることができること，流通過程における物理的機械的な外部影響を受け易い容器頂部の四隅のうち，背面側の2隅若しくはその近傍が，斜に折り込まれたフラップによって横から保護されカバーされるので，容器ダメージを少なくすることができること，特殊な若しくは特段のくせ折り装置を用いることなく，高速に容器を製造する既存の包装充填機において，折目線に沿った折畳みを行い，容器を成形することができることなどの効果を奏する(【0019】ないし【0023】)。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(2)",
              "subject": "訂正事項1-1の特許法126条6項の要件の適合性について",
              "text": [
                "原告は，訂正事項1-1により，本件訂正前の請求項2記載の紙製包装容器の製造方法(本件製造方法)に係る発明特定事項が削除された結果，本件発明2には，最終的な形状として，「訂正前発明2の本件製造方法により製造された物と構造，特性等が同一である物」以外の物も含むことになるから，訂正事項1-1は，実質上特許請求の範囲を拡張し，又は変更するものであり，特許法126条6項の要件に適合しない旨主張するので，以下において判断する。"
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "特許が物の発明についてされている場合には，その特許権の効力は，当該物と構造，特性等が同一である物であれば，その製造方法にかかわらず及ぶこととなるから，物の発明についての特許に係る特許請求の範囲にその物の製造方法が記載されている場合であっても，その発明の要旨は，当該製造方法により製造された物と構造，特性等が同一である物として認定されるものと解するのが相当である(最高裁平成24年(受)第2658号同27年6月5日第二小法廷判決・民集69巻4号904頁参照)。",
            "これを訂正前発明2についてみるに，訂正前発明2の特許請求の範囲(請求項2)の記載は，「ウェブ状包装材料の縦線シールによるチューブ状成形，チューブ状包装材料内への被充填物の充填，チューブ状包装材料の横断方向への横線シール，一次形状容器の成形，該一次形状容器の個々の切断，折目線に沿った折畳みによる頂部，側壁及び底部を持つ最終形状への成形によって得られる紙製包装容器であって，該頂部成形による折り込み片が側壁面上に折畳まれ，頂部が片流れ屋根形状に成形されることを特徴とする紙製包装容器。」であり，訂正前発明2は，物(紙製包装容器)の発明である。",
            "そうすると，訂正前発明2の特許請求の範囲には，「ウェブ状包装材料の縦線シールによるチューブ状成形，チューブ状包装材料内への被充填物の充填，チューブ状包装材料の横断方向への横線シール，一次形状容器の成形，該一次形状容器の個々の切断，折目線に沿った折畳みによる頂部，側壁及び底部を持つ最終形状への成形によって得られる」との紙製包装容器の製造方法(本件製造方法)の記載があるが，訂正前発明2の要旨は，本件製造方法により製造された物に限定して認定されるべきではなく，本件製造方法により製造された物と構造，特性等が同一である物として認定されるべきである。",
            "そして，訂正前発明2の特許請求の範囲の記載によれば，「縦線シール」と「横線シール」により容器とされ，容器に「被充填物が充填」され，「折目線に沿った折畳みによる頂部，側壁及び底部を持つ」ようにされ，「頂部成形による折り込み片」が「側壁面上に折畳まれ」，「頂部が片流れ屋根形状に成形され」た「紙製包装容器」は，本件製造方法の構成により製造された物と構造，特性等が同一の物であると認められる。",
            "したがって，訂正前発明2の要旨は，「縦線シールと横線シールにより容器とされ，容器に被充填物が充填され，折目線に沿った折畳みにより頂部，側壁及び底部を持つようにされた紙製包装容器であって，該頂部成形による折り込み片が側壁面上に折畳まれ，頂部が片流れ屋根形状に成形されることを特徴とする紙製包装容器」であると解される。",
            "このように訂正前発明2は，「頂部」について，「頂部成形による折り込み片が側壁面上に折畳まれ，頂部が片流れ屋根形状に成形され」る構成(構造)を備えることを特徴とする紙製包装容器の発明である。",
            "一方で，訂正前発明2の「底部」については，訂正前発明2の特許請求の範囲において，特定の形状の構造のものに規定する記載はない。また，本件明細書においても，「底部」の構造，特性等を特定のものに限定する旨の記載はない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "訂正事項1-1は，訂正前発明2の「ウェブ状包装材料の縦線シールによるチューブ状成形，チューブ状包装材料内への被充填物の充填，チューブ状包装材料の横断方向への横線シール，一次形状容器の成形，該一次形状容器の個々の切断，折目線に沿った折畳みによる頂部，側壁及び底部を持つ最終形状への成形によって得られる紙製包装容器であって，」との記載を，本件発明2の「折目線に沿った折畳みによって形成された前面パネル，裏面パネル，側面パネル，頂部及び底部を持ち，内部に被充填物が充填された紙製包装容器であって，前記裏面パネルに縦線シールが設けられ，前記頂部及び底部に横線シールが設けられ，前記前面パネルの高さが前記裏面パネルの高さより低く，」との記載に訂正するものである。",
            "しかるところ，訂正事項1-1は，訂正前発明2の「折目線に沿った折畳みにより頂部，側壁及び底部」を持つものから，「折目線に沿った折畳みによって形成された前面パネル，裏面パネル，側面パネル，頂部及び底部」を持つものに限定し，さらに，訂正前発明2の「縦線シール」と「横線シール」の位置を限定し，「前面パネルの高さ」と「裏面パネルの高さ」の関係を特定するものであるから，実質上特許請求の範囲を拡張し，又は変更する訂正には当たらないものと認められる。",
            "したがって，訂正事項1-1は，特許法126条6項の要件に適合するものと認められる。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "これに対し原告は，①訂正前発明2の紙製包装容器の製造方法(本件製造方法)は，本件明細書記載の紙容器の製造プロセス(【0012】～【0019】，【0028】～【0031】，図6，7，11)と同一であり，別紙1の図A1ないし図A4のとおり，充填されている被充填物を密封するために頂部及び底部に「横断方向に横線シールを施して」ある状態の「枕状の一次形状容器16」(本件明細書の図11，別紙1の図A1)を，「搬送装置18に載せて，折畳み装置(図示せず)により折目線に沿って折畳んで頂部，側壁及び底部を持つ最終形状に成形」する際は，頂部のみならず底部も同様に，横線シールを倒した後(図A2)，折目線に沿って，「Ⓐ横線シールを含む三角形の折り込み片(図A2中の矢印で示した2つの三角形)を側壁面上(外側)に三角形に折畳む(図A3)」又は「Ⓑ横線シールを含む三角形の折り込み片(図A2中の矢印で示した2つの三角形)を底部上(内側)に三角形に折畳む(図A4)」というものであり，本件製造方法により得られる物の構造は，シールされた横線シールが図A3又は図A4の三角形に折畳まれた構造のみに限られる，②訂正事項1-1により，上記プロセス(本件製造方法)に係る発明特定事項が削除されたから，本件発明2においては，図A3及び図A4に加えて，最終的な形状として，開口部を内側に折り畳んだ後に底面上に倒された横線シールが内側に長方形になるように折畳まれた構造(別紙1の図B4)も含まれることになったが，このような構造の紙製包装容器は，訂正前発明2の本件製造方法では製造できない物であって，「訂正前発明2の本件製造方法により製造された物と構造，特性等が同一である物」以外の物が含むこととなるから，訂正事項1-1は，実質上特許請求の範囲を拡張し，又は変更するものである旨主張する。",
            "しかしながら，前記ア認定のとおり，訂正前発明2の「底部」については，訂正前発明2の特許請求の範囲(請求項2)において，特定の形状の構成(構造)のものに規定する記載はないし，また，本件明細書においても，「底部」の構造，特性等を特定のものに限定する旨の記載はないのであるから，訂正前発明2においては，底部の形状に限定はないと解すべきである。",
            "また，原告が挙げる本件明細書記載の紙容器の製造プロセスは，訂正前発明2の紙製包装容器の製造方法の実施態様の一つにすぎず，訂正前発明2の紙製包装容器は，当該製造方法により製造された物に限定されるものではない。",
            "そうすると，底部の形状が別紙1の図B4の構造のものについても，訂正前発明2に含まれると解すべきである。",
            "したがって，原告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，訂正事項1-1は，特許法126条6項の要件に適合するものと認められるから，訂正事項1-1を含む本件訂正は同項の要件に適合するとした本件審決の判断に誤りはない。",
                "したがって，原告主張の取消事由1は理由がない。"
              ],
              "content": [
                {
                  "fig": "2",
                  "subject": "取消事由3-1(甲5を主引用例とする本件発明2の進歩性の判断の誤り)について"
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "甲5の記載事項について"
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "甲5には，次のような記載がある(下記記載中に引用する図1ないし図5については別紙甲5図面を参照)。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "「流動性媒体のための包装」",
      "text": [
        "「本考案は，流動性媒体のための包装容器であって，少なくとも単層で容積を画定する被覆材料からなり，蓋要素により再閉鎖可能な開口を備え，該開口は，最初の充填後に初めて開放する前には，少なくとも，開口を取り囲む被覆材料と接続された実質的に平たい封印要素によって閉鎖されている，包装容器に関する。」(1頁1行～6行，訳文2頁8行～11行)"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "「従来技術において同種の包装容器が公知であり，多様に用いられている。特に，この種の包装容器は，例えば乳製品やジュースなどの液体のために使用される。」(1頁8行～11行，訳文2頁12行～13行)",
      "text": [
        "「通常，このような包装容器は，賦形性で安定した外被から，例えば厚紙またはそれに類するものからなる。外被は，内面に液密のラミネート，フィルム，またはそれに類するものを有している。通常，このような包装容器は立方体形状である。面の領域には，蓋要素によって再閉鎖可能に形成された開口が設けられている。」(1頁13行～18行，訳文2頁14行～18行)",
        "「このような包装容器は，開口領域において，開口が封印要素により，好ましくはフィルムにより閉鎖されることによって封印されている。それによって，包装容器の液密性が保証され，内容物の汚染が回避される。」(1頁20行～23行，訳文2頁19行～21行)",
        "「通常，このような包装容器は，蓋要素を取り去り，封印要素を破壊するか，または取り囲む材料から少なくとも部分的に分離することによって開放される。そのことから，付加的に開放するという欠点があり，さらに，封印要素の完全に切り離された部分が包装容器の中に落ちかねない。それによって内容物が汚染される可能性があるか，または切り離された部分が不都合にも内容物と一緒に注ぎ出される。開口領域において封印要素が部分的にしか分離されないと，通常，内容物を調節しながら注ぎ出すことができなくなる。その場合，液体はどっと流れ出す。」(2頁1行～10行，訳文2頁22行～3頁4行)",
        "「さらに，従来技術において，封印要素が，例えば，封印要素と接続されており，外側から把持することができ，かつ開口を閉鎖する封印要素の領域と一緒に取り去ることが可能である粘着テープなどの，外側の取っ手を備えることが公知である。次に，蓋要素が用いられる。この場合も付加的に開放する必要という欠点があり，さらに，付加的な要素を用いなければならない。このことは，属性的に対応する種類の大量生産品では極めて不経済である。」(2頁12行～19行，訳文3頁5行～10行)"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "「このような従来技術を出発点として，本考案は，属性的に対応する種類の包装容器を展開して経済的に製造できるようにするとともに，調節される開放と封印要素の取り去りとを保証するという課題にもとづいている。」(2頁21行～24行，訳文3頁11行～13行)",
      "text": [
        "「上記課題の技術的解決のために，属性的に対応する包装容器は，包装容器を初めて開放するときに，開口の領域において，取り囲む材料から封印要素が分離され，かつ少なくとも蓋要素が初めて取り外されるまではこの蓋要素に付着しているように，蓋要素が封印要素と接続されていることにより展開される。」(2頁26行～31行，訳文3頁14行～17行)"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "「本考案による実施形態により，蓋要素を取り去った後に封印要素を付加的に開放することが排除される。さらに，封印要素の切り離された部分は，少なくとも，蓋要素を初めて取り外すまでは蓋要素と接続されており，それによって，包装容器の外部に廃棄することができる。封印要素が蓋要素に永続的に固定されていてもよい。開口の領域における包囲する材料からの封印要素の分離は，蓋要素を動かすことによって，例えばねじる，高く持ち上げる，またはそれに類することによって行われる。このように動かすことによって，開口の領域において，取り囲む材料から封印要素が剥ぎ取られる。」(2頁33行～3頁7行，訳文3頁18行～25行)",
      "text": [
        "「本考案による解決策は付加的要素の使用を回避し，このことが大量生産をより経済的にする。さらに，液体の調整されない注ぎ出し，または包装容器の内容物が汚染される可能性という上述の欠点が阻止される。」(3頁9行～12行，訳文3頁26行～4頁2行)",
        "「蓋要素は，取っ手と接続領域と閉鎖領域とを含むことが有利である。接続領域は，通常，封印要素と接続するために平たくなっている。この場合，例えば，溶接，接着，またはそれと同等の技術による材料結合的な接続が形成されることが好ましい。取っ手は，包装容器の外部から蓋要素を把持するために用いられる。閉鎖領域は，蓋要素による開口の確実な閉鎖を確保する。包装容器の開口の領域に配置されているか，または包装容器と単一ピースに形成されているパイプ要素と組み合わせることによって，閉鎖領域は，例えば，雌ねじまたは雄ねじによって形成されていてもよい。本考案の有利な提案によって，蓋要素は，さらに，取り囲む材料から封印要素を分離するための分離要素を有していてもよい。このことは，例えば，好ましくは可動のカム要素を設けることによって行われてもよい。カム要素は，取り囲む材料から封印を切り離し，剥ぎ取りを補助する。」(3頁14行～29行，訳文4頁3行～13行)",
        "「蓋要素は，キャップとして形成されていてもよく，この場合，特に有利な提案では，このキャップが，包装容器の開口内に，封印要素の平面まで突き出すポット状の領域を有していてもよい。その場合，ポット状の領域の底は，実質的に平たい接続領域であり，この接続領域の外面が封印要素と接続されている。」(3頁31行～36行，訳文4頁14行～17行)",
        "「本考案の別の有利な提案では，蓋要素は，栓として形成されていてもよい。この栓は，例えば，雄ねじによりパイプと螺合されてもよい。」(4頁1行～3行，訳文4頁18行～19行)",
        "「実質的に平たい接続領域の面積は，開口の面積に実質的に相当する。」(4頁5行～6行，訳文4頁20行)",
        "「封印要素は，被覆材料と単一ピースに形成されていることが好ましく，例えば，多層の被覆材料の内側フィルムの部分である。しかし封印要素は，開口を取り囲む被覆材料と開口領域においてのみ接続されたフィルム片であってもよい。」(4頁8行～12行，訳文4頁21行～23行)",
        "「本考案の別の有利な提案では，蓋要素は，不正開封防止部と協働して包装容器と接続されていてもよい。それによって，その包装容器が一旦開放されたものであるのか否かを外側から見分けられる。」(4頁14行～17行，訳文4頁24行～26行)"
      ]
    },
    {
      "fig": "(オ)",
      "subject": "「本考案により，再閉鎖可能な開口の場合に開口を閉鎖する封印要素の領域を確実に切り離し，および取り去ることを保証する，簡単かつ経済的に製造可能な包装容器が提供される。」(4頁19行～22行，訳文5頁1行～3行)"
    },
    {
      "fig": "(カ)",
      "text": [
        "「本考案の他の利点および特徴は，図をもとにした以下の説明から明らかになる。",
        "図1は，包装容器の実施例の斜視図を示し，",
        "図2は，図1による包装容器の前面図を示し，",
        "図3は，図1による包装容器の側面図を示し，",
        "図4は，図1による包装容器の平面図を示し，",
        "図5は，包装容器の開口領域の断面の詳細図を示す。」(4頁24行～5頁2行，訳文5頁4行～9行)",
        "「図1～図4に示された包装容器1は，それ自体公知のように底と側壁と上壁領域とを有する被覆2からなる。包装容器は，上面が傾けられたそれ自体公知の折り畳み式包装容器の形態で示されている。この包装容器は，上面の領域に開口領域3を有している。」(5頁4行～8行，訳文5頁10行～13行)",
        "「図5によると，開口領域において，蓋4がねじ12によりパイプに締められている。両者は，不正開封防止部6によって互いに不動に固定されている。不正開封防止部は蓋4と接続されており，パイプ5に下から係合する。それによって蓋4を締めた場合に不正開封防止部6が破損する。」(5頁10行～14行，訳文5頁14行～17行)",
        "「包装容器被覆2は，図示された実施例では多層に形成されている。最外側の層は平坦であり，その下に位置する実質的に硬い層8に開口が開けられる。この開口は，未開封状態では，すなわち最初の充填後，および包装容器を初めて開放する前には2つの内側層9，10によって閉鎖されている。層9，10は，開口領域において封印フィルム11をなす。パイプ5は，接続領域16において固定リングにより最外側の被覆層7と，例えば接着によって接続されている。さらに，突出リングが接続領域17を介して封印フィルム11と接続されている。」(5頁16行～25行，訳文5頁18行～24行)",
        "「蓋4は，パイプ5の内部へ突き出すポット要素13を有している。ポット要素は，円錐状に先細りになり，内側へ円錐状に先細りになったパイプ5と合致する。ポット要素13は下部領域に平たい底14を有し，この底は，全面にわたって接続領域15を形成して，例えば接着，超音波溶接，ヒートシール，またはそれに類するものによって封印フィルム11と接続されている。包装容器内容物を取り扱う間にこれらの接続をなし得ることが有利である。」(5頁27行～34行，訳文5頁25行～6頁4行)",
        "「包装容器1を最初の充填後に初めて開放するためには，蓋4をねじって締め，その際，不正開封防止部6が破壊され，さらに，開口を取り囲む領域から，すなわち封印フィルムとパイプ下縁部との間の接続領域17から封印フィルム11が分離される。封印フィルム11と蓋4のポット要素13の底14との間が接続されていることにより，蓋4の底14に接する封印フィルム11の切り離された切片は，蓋が取り去られるまでこの蓋に付着したままである。接続は解除不能であってもよいし，解除可能であってもよく，それによって，切り離された封印フィルム切片を，例えば蓋4が包装容器1から取り去られた後に，底14から引き抜いて，別個に廃棄することができる。」(6頁1行～12行，訳文6頁5行～13行)",
        "「上述した実施例は，例示にすぎず，限定するものではない。」(6頁14行～15行，訳文6頁14行)"
      ]
    },
    {
      "fig": "(キ)",
      "subject": "「実用新案登録請求の範囲」",
      "text": [
        "「1．流動性媒体のための包装容器であって，少なくとも単層で容積を画定する被覆材料からなり，蓋要素により再閉鎖可能な開口を備え，該開口は，最初の充填後に初めて開放する前には，前記開口を取り囲む前記被覆材料と少なくとも接続された実質的に平たい封印要素によって閉鎖されている，包装容器において，",
        "前記包装容器を初めて開放するときに，前記開口の領域において前記取り囲む材料から封印要素が分離され，かつ少なくとも前記蓋要素が初めて取り外されるまでは前記蓋要素に付着しているように，前記蓋要素が前記封印要素と接続されていることを特徴とする，包装容器。",
        "2．前記蓋要素は，取っ手と，接続領域と，閉鎖領域とを含むことを特徴とする，請求項1に記載の包装容器。",
        "3．前記蓋要素は，前記取り囲む材料から前記封印要素を分離するための分離要素を有することを特徴とする，前記請求項のいずれか1項に記載の包装容器。",
        "4．前記蓋要素はキャップであることを特徴とする，前記請求項のいずれか1項に記載の包装容器。",
        "5．前記蓋要素は，前記包装容器の開口内に，前記封印要素の平面まで突き出すポット状の領域を有することを特徴とする，請求項4に記載の包装容器。",
        "6．前記蓋要素は栓であることを特徴とする，請求項1～3のいずれか1項に記載の包装容器。",
        "7．前記接続領域は，実質的に平たく形成されており，かつ実質的に前記開口の面積を有することを特徴とする，前記請求項のいずれか1項に記載の包装容器。",
        "8．前記封印要素は，前記被覆材料と単一ピースに形成されていることを特徴とする，前記請求項のいずれか1項に記載の包装容器。",
        "9．前記封印要素は，前記被覆材料の内側の層の部分であることを特徴と",
        "する，請求項8に記載の包装容器。",
        "10．蓋要素と封印要素との間の接続は，材料結合的に形成されていることを特徴とする，前記請求項のいずれか1項に記載の包装容器。",
        "11．前記接続は，溶接によってなされることを特徴とする，請求項10に記載の包装容器。",
        "12．前記開口の領域においてパイプ要素を有することを特徴とする，前記請求項のいずれか1項に記載の包装容器。",
        "13．前記蓋要素は，ねじにより閉鎖可能であることを特徴とする，前記請求項のいずれか1項に記載の包装容器。",
        "14．不正開封防止部を有することを特徴とする，前記請求項のいずれか1項に記載の包装容器。」(8頁～9頁，訳文8頁～9頁)"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "前記アの記載事項によれば，甲5には，次のような開示があることが認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "例えば乳製品やジュースなどの液体のために使用される従来の流動性媒体のための包装容器は，通常，立方体形状であり，面の領域には蓋要素によって再閉鎖可能に形成された開口が設けられており，開口領域において開口が封印要素により，好ましくはフィルムにより閉鎖されることによって封印されており，通常，蓋要素を取り去り，封印要素を破壊するか，又は取り囲む材料から少なくとも部分的に分離することによって開放されるが，封印要素の完全に切り離された部分が包装容器内に落ちることによって内容物が汚染され，切り離された部分が内容物と一緒に注ぎ出されたり，封印要素が部分的に分離されないことによって内容物を調節しながら注ぎ出すことができなくなるなどの問題があった(前記(イ))。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "「本考案」は，属性的に対応する種類の包装容器を展開して経済的に製造することができるようにするとともに，調整される開放と封印要素の取り去りとを保証することを課題とし，上記課題の技術的解決のために，属性的に対応する包装容器は，包装容器を初めて開放するときに，開口の領域において，取り囲む材料から封印要素が分離され，かつ，少なくとも蓋要素が初めて取り外されるまではこの蓋要素に付着しているように，蓋要素が封印要素と接続されていることにより展開される構成とした(前記(ウ))。",
        "「本考案」により，再閉鎖可能な開口の場合に，開口を閉鎖する封印要素の領域を確実に切り離し，取り去ることを保証する，簡単かつ，経済的に製造可能な包装容器が提供されるという効果を奏する(前記(オ))。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(2)",
              "subject": "本件優先日当時の技術常識について"
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "各文献の記載事項"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "甲32(公表特許公報(特表2000-506821号)，国際公開日平成9年9月25日)(下記記載中の「第1図」及び「第7図」は，別紙公知文献図面参照)",
      "text": [
        "「同様のタイプの従来知られた包装容器および素材と同様に，本発明による包装容器および包装容器素材は，通常，たとえばミルク，ジュースのような液体食品の包装に使用される。この場合，通常，たとえば，紙，プラスチック，アルミ箔の複数の相互に積層した層からなる包装材料が使用される。代表的な包装用積層材は，中央の比較的厚い繊維材あるいは紙の層からなり，この層のいずれかの面が熱可塑性材料，たとえば，ポリエチレンの層で被覆してある。包装材料のガスバリヤ性を向上させるために，たとえば，アルミ箔のバリヤタイプの付加的な層も含み，この付加的な層が熱可塑性材，たとえば，ポリエチレンの液密コーティングで覆われる。この層は，後に，容器の内容と接触する包装容器の内面となる。したがって，包装用積層材およびその内面の両方が熱可塑性材料で覆われ，完成した充填済みの包装容器に素材を二次形成する間に包装用積層材のヒートシールを可能とするように使用される。」(8頁6行～17行)",
        "「各端領域9，10は，包装容器素材1の全幅にわたって延びる細長い横方向シールパネル27，28によって，包装容器素材の横方向切断縁12，13のところで終わっている。",
        "平らな包装容器素材1の完成した充填済みでシールした包装容器4への二次成形は，第1図に示すように包装容器素材を形成する細長い包装材料ウェブ2で開始する。第1プロセス段階は材料ウェブのチューブ形状への再折り込みあるいは二次形成であり，その後，2つの長手方向縁11が，長手方向シールパネル18を利用して，相互に結合されて液密のシールジョイントあるいはシールシームを形成する。こうして形成した材料チューブを次に意図した内容物で満たし，その後，それぞれ上下の横方向シールパネル27，28において横方向に平らに押しつぶし，シールし，チューブをクッション形状の連続した半製品に分ける。この場合，ほぼ長手方向の垂直，傾斜折り線14，15において折り込みを開始する意図をもってチューブの或る種の形成過程が生じる可能性がある。」(10頁7行～19行)",
        "「包装容器の図示された第2実施例(第7図乃至第9図)は切妻屋根式の上方端部22を有する。この実施例においては，素材3は，通常，材料ウェブから分離されてから容器に形成され，各素材に対して個別に二次成形が行われる。最初に説明したタイプの包装容器素材と同様に，形成作業は，包装容器素材3を，その長手方向縁11をシール領域18において互いにシールすることによってチューブ形状へ二次成形することによって開始される。(中略)充填後，包装容器の切妻屋根形の上方端部22を閉じ，シールする。これは底部形成過程に用いた方法に対応する方法で行われる。すなわち，両方の端パネル24を，角隅パネル25を同時に内側に折り込んでいるときに互いに向かってつぶし，端パネル24の端の下にパネル26を折り込む。次いで，上方の横方向シールパネル27を用いてパネル24，25，26を互いに液密シールし，上向きに突出するシールフィン29を形成する。」(12頁7行～26行)"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "甲62(実願昭60-58458号(実開昭61-175117号)のマイクロフィルム，公開日昭和61年10月31日)(下記記載中の「第1図」は，別紙公知文献図面参照)",
      "text": [
        "「本考案は，液体容器で，特には厚紙の少なくとも内面に熱可塑性合成樹脂被膜を有する素材から組立てられる平行六面体状の液体容器に関するものである。」(1頁14行～18行)",
        "「本考案は，第1図に示すような素材からなり，・・・この素材は，縦折目(ℓ)を介して連設された五枚の側壁用の側パネル(1)(2)(3)(4)(5)と，該側パネル(1)(2)(3)(4)(5)の上端に横折線(m)を介して上方端壁用の天パネル(6)(7)(8)，かど耳用パネル(9)(10)がそれぞれ，縦折目(ℓ)で区分されて連設され，上端にも同様に横折線(m)を介して下方端壁用の底パネル(11)(12)(13)，かど耳用パネル(14)(15)がそれぞれ縦折目(ℓ)で区分されて連設され，かつ該天パネル(6)(7)(8)，かど耳用パネル(9)(10)の上端には横折目(n)を介して閉鎖フラップ(16)(17)(18)(19)(20)が縦折目(ℓ)で区分されて連設され，同様に底パネル(11)(12)(13)かど耳用パネル(14)(15)の端にも横折目(o)を介してそれぞれ縦折目(ℓ)で区分された閉鎖フラップ(21)(22)(23)(24)(25)が連設されている。",
        "ここで，上記かど耳用パネル(9)(10)および(14)(15)には三角形のかど耳を形成するための斜め折目(p)が設けられ，さらに上記底パネル(11)(12)(13)にはそれぞれ縦折目(ℓ)を中心として該斜め折目(p)と線対象に斜め折目(q)が形成されている。」(3頁12行～4頁15行)"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "甲63(実願昭60-68508号(実開昭61-183811号)のマイクロフィルム，公開日昭和61年11月17日)(下記記載中の「第1図」は，別紙公知文献図面参照)",
      "text": [
        "「本考案は液体用紙容器で，特には高温充填可能な紙容器に関するものである。」(1頁13行～14行)",
        "「本考案は，第1図に示すような素材からなり，・・・この素材は，縦折目(ℓ)を介して連設された5枚の側壁用のパネル(1)(2)(3)(4)(5)と，該側パネル(1)～(5)の上端には横折目(m)を介して上方端壁用の天パネル(6)(7)(8)，かど耳用パネル(9)(10)がそれぞれ縦折目(ℓ)で区分されて連設され，下端にも横折目(r)を介して同様に下片端壁用の底パネル(11)(12)(13)，かど耳用パネル(14)(15)がそれぞれ縦折目(ℓ)で区分されて連設され，かつ該天パネル(6)(7)(8)，かど耳用パネル(9)(10)の上端には横折目(n)を介して閉鎖フラップ(16)～(20)が縦折目(ℓ)で区分されて連設され，同様に底パネル(11)(12)(13)，かど耳用パネル(14)(15)の下端にも横折目(o)を介してそれぞれ縦折目(ℓ)で区分されて閉鎖フラップ(21)～(25)が連設されている。",
        "ここで，上記かど耳用パネル(9)，(10)および(14)(15)は三角形のかど耳を形成するための斜め折目(p)が設けられている。",
        "さらに，上記素材においては，各側パネル(1)～(5)を区分する縦折目(ℓ)を中心として凹部形成用折目(q)が二本づつ設けられている。一組の該凹部形成用折目(q)の上下端は縦折目(ℓ)に向って曲線となりそれぞれ連結してあることが好ましい。」(3頁1行～4頁6行)"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "甲65(公開特許公報(特開平6-8930号)，公開日平成6年1月18日)(下記記載中の「図1」は，別紙公知文献図面参照)",
      "text": [
        "【0001】",
        "【産業上の利用分野】本発明は液体を収納することが出来る液体紙容器のブランク板に係り，特に蓋部及び底部で外方に折り曲げられる三角形状の耳板の折曲部に罫割れが生ずることを防止可能とした液体紙容器ブランク板に関するものである。",
        "【0008】図1に於いて，10aは本発明に係るブランク板である。このブランク板10aは，従来のこの種の液体紙容器のブランク板と同様に，折罫線を介して，後板11，側板12，前板13，側板14，後板15が順に左右に連設され，かつ後板11，15の上下端に蓋板16及び底板17が夫々連設され，両側板12，14の上下端に2本の斜折罫線18を有する耳板19が夫々連設され，前板13の上下端には夫々蓋板20及び底板21が夫々連設され，更に蓋板16，20底板17，21及び耳板19の外側には夫々帯状の貼着片22が連設されて構成されている。",
        "【0009】また，前記蓋板16と耳板19との間に設けられる傾斜折罫線23と，底板17と耳板19との間に設けられる傾斜折罫線23とは，夫々図に明らかな如く，耳板19の側に傾斜させて設けられている。これ等の傾斜折罫線23は，そのまま貼着片22に延長されて設けられている。これ等の傾斜折罫線23の傾斜角度はブランク板10aの板厚等に応じて弱冠異なるが，図1に於ける直線と傾斜折罫線23との先端部の隙間aが約1mmになるようにした場合に有効であった。",
        "【0010】上述の如く形成された図1のブランク板10aを折り畳んで図2に示すような液体紙容器を組立構成した処，耳板19を三角形状に折り畳んだ後で外側に折り曲げ，これを側板12，14上に折り重ねた場合には，図に示すように耳板19と蓋板16或いは底板17との間の傾斜折罫線23が設けられているので，この傾斜折罫線23は耳板19の付根の折曲中心線より外れた位置に来て，耳板19の中に折り込まれる紙厚分を充分に吸収することが出来，これによって耳板19の折り曲げ部分に罫割れが生ずることを防止出来る。"
      ]
    },
    {
      "fig": "(オ)",
      "subject": "甲68(特許公報(特公平4-13217号)，公開日昭和61年4月10日)(下記記載中の「第4図」は，別紙公知文献図面参照)",
      "text": [
        "「  本発明は，液体用厚紙容器，特に平板状の複合厚紙製ブランクに折目線を介して連設されている長方形状の4側面パネル，頂端面部及び底端面部が前記折目線で折込まれて形成される液体用厚紙容器のブランクに関する。」(2頁12行～16行)",
        "「  第4図に示す如く，平板状の複合厚紙製のブランク1に折目線を介して連設されてい長方形状の4つの側面パネル2，頂端面部3及び底端面部4が前記折目線で折込まれて形成される液体用厚紙容器5(第5図参照)のブランク1において，前記底端面部(以下底端面部4について述べる。頂端面部3が平らに折込まれるものについては頂端面部においても同様である。)端にシールフイン6がシールフイン横折目線7を介して延設され，隣接される前記各側面パネル2，2間の縦折目線8，8と前記シールフイン横折目線7とが第1図，第4図に示す如く，直交されており，前記ブランク1に型押しされた前記縦折目線8とシールフイン横折目線7との直交する両折目線の深さが，第2図，第3図に示す如く，前記直交する交点9の近傍においてのみ，該交点9に向って次第に浅くされている。」(5頁23行～39行)",
        "「  前述の構成のブランク1の底端面部4により，第5図に示す如く，液体用厚紙容器5の平らな底端面12を形成する場合，底端面部4の長方形状のボトムパネル13，13が相対峙して平らな底端面12が形成され，前記ボトムパネル13の両側に縦折目線8を介して連設されている三角耳14，15が外側へ折出され，該三角耳14，15が互に当接されヒートシールされ，前記ボトムパネル13の下端および三角耳14，15の下端にシールフイン横折目線7を介して延設されているシールフイン6がシールフイン縦折目線16，16において半分づつ相対峙して当接され，シールフイン6の前記互に当接する面がヒートシールされ，ヒートシールされたシールフイン6が第5図に示す如く，一方のボトムパネル13に折り倒されて該ボトムパネル13にヒートシールされ，更に前記外側へ折出された三角耳14，15が，第5図に示す如く，内側へ折込まれ，ボトムシールフイン6およびボトムパネル13に当接されヒートシールされ，平らな底端面部4が形成される。」(6頁8行～27行)"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "前記アの記載事項を総合すると，本件優先日当時(本件優先日平成12年7月31日)，紙製包装容器において，横線シールを横方向に横断的に設け，横線シールをする際に対向するシール領域同士が同じ長さとなるような構造とすることは，技術常識であったことが認められる。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "これに対し被告は，本件優先日前に，展開図において横線シールを横断的に設けない構成は，例えば，乙20(米国特許第3167232号公報)，乙21(実願平2-21355号(平3-11925号)のマイクロフィルム，公開日平成3年11月15日)の第1図及び乙22(特表平5-505999号公報，公表日平成5年9月2日)のFig．3に示されるとおり数多く存在するから(図面については別紙公知文献図面参照)，前記イ記載の技術は，本件優先日当時の技術常識とはいえない旨主張する。",
            "しかしながら，被告の主張は，以下のとおり採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "乙20の図7は，底面(6，7，8，9)が横断方向に一直線になっていない展開図を示すものであるが，「底面エンドフラップ6，7，8，9は，接着の代わりに折り畳み及び連結によって接続されるように設計されており」(第4欄11行目～29行目の抄訳参照)との記載があるように，底面を横線シールでシールしない形態のものであるから，底部を横線シールでシールするという前記イで認定した技術常識とは異なる技術思想に関する展開図であるから，前記イの認定を左右するものではない。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "乙21には，「本考案は，…意匠効果に優れておりディスプレイ効果の大きい紙容器を提供することを目的とするものであ」り(4頁12行～15行)，「本考案の紙容器は，直方体の上に横向きの三角柱を重ねたいわゆる片屋根型のトップ部を有する形状であるので，板紙を用いて作成される従来の柱状容器と異なった外観を呈するものであり，従来品と並べるとひときわ目立ち，店頭等におけるディスプレイ効果に優れている」(20頁18行～21頁4行)との記載があり，第1図の展開図により第4図の紙容器が作成されることが開示されている。このように，乙21の第1図の展開図は，意匠効果に優れた特徴的な片屋根形状の紙容器に関するものであるから，このような展開図が公知であるからといって，前記イの認定を左右するものではない。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "乙22には，「本発明は，厚紙又は同様な軽量かつ折り曲げ自在のシート材からなるカートン，及びこのようなカートンを作製するためのブランクに関し，更に詳しくは液状洗剤のような液体を収容，運搬，分注するための液密性の良好なカートンに関する」(3頁左上欄4行～8行)，(Fig．3に関し)，「図1のカートンを作製するためのカートンブランクを示す平面図である」(4頁左下欄17行～18行)，「液状洗剤等を収容するカートン1は，熱可塑性プラスチック被覆厚紙からなる一枚のブランクから形成され，後方の実質的に水平な部分3と前方の下方に傾斜した部分4とからなる上部2を有する。」(4頁左下欄24行～27行)との記載がある。上記記載によれば，図1のカートンは，水平な部分3と前方の下方に傾斜した部分2の2つの面から成る上部を有するものであり，面の数が多く，特に上部が特徴的な形状を有するものであって，このような特殊な上部の形状を実現するために，図3の展開図においては，上端部に複雑な切れ込みが形成されているものと理解できる。このように，図3の展開図は，特殊な上部の形状に関するものであるから，このような展開図が公知であるからといって，前記イの認定を左右するものではない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(3)",
              "subject": "相違点Aの認定の誤りについて",
              "text": [
                "原告は，本件審決が認定した本件発明2と甲5発明との相違点Aのうち，甲5には，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され」る構成が開示されており，この構成に係る部分は相違点ではなく，一致点であるから，本件審決の上記認定は誤りである旨主張するので，以下において判断する。"
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "前記(1)の甲5の記載事項によれば，甲5には，「前面，裏面，側面，上面及び底面を有し，上面が前面に向けて傾けられており，縦シール部分は前面に設けられ，横シール部分が上面に設けられて裏面側に倒され，厚紙の成形による折り込み片が上面上に折り畳まれている，厚紙の折り畳み式包装容器」(甲5発明)が記載されていることが認められる。",
            "また，甲5の「図1～図4に示された包装容器1は，それ自体公知のように底と側壁と上壁領域とを有する被覆2からなる。包装容器は，上面が傾けられたそれ自体公知の折り畳み式包装容器の形態で示されている。この包装容器は，上面の領域に開口領域3を有している。」(5頁4行～8行，訳文5頁10行～13行)との記載から，甲5の図1及び図4記載の包装容器1は，「上面が傾けられたそれ自体公知の折り畳み式包装容器」であることを理解できる。",
            "そして，甲5の図1及び図4(別紙甲5図面参照)から，図4において左右の三角形の折り込み片の頂点の上側に描かれている2個の小さな三角形(別紙3-1の図4の拡大図参照)は，「横シール部分」を示したものと認められる。",
            "もっとも，甲5の図4には，2個の小さな三角形の間には「横シール部分」は図示されていないが，一方で，①図4記載の包装容器1は，「上面が傾けられたそれ自体公知の折り畳み式包装容器」であること，②本件優先日当時(本件優先日平成12年7月31日)，紙製包装容器において，横線シールを横方向に横断的に設け，横線シールをする際に対向するシール領域同士が同じ長さとなるような構造とすることは，技術常識であったこと(前記(2)イ)，③甲5の記載によれば，甲5の包装容器は，「蓋要素により再閉鎖可能な開口を備え，該開口は，最初の充填後に初めて開放する前には，前記開口を取り囲む前記被覆材料と少なくとも接続された実質的に平たい封印要素によって閉鎖されている包装容器」に関する考案(実用新案登録請求の範囲の請求項1ないし14)であり，「横シール部分」は，請求項1ないし14の考案特定事項とされていないから，図4において「横シール部分」の図示が省略されたとしても不自然ではないことに照らすならば，甲5の図4の2個の小さな三角形の間の下側には，横方向に横断的に設けられた「横シール部分」が存在するが，その描写が省略されていると理解できる。",
            "加えて，甲5発明のように片流れ屋根形状(「前面」の高さが「裏面」の高さよりも低い形状のもの)であって，「横シール部分」が横方向に横断的に形成されている場合には，横線シールをする際に形成される折り込み片(フラップ)において対向するシールが同じ長さとなるので(例えば，別紙3-2の展開図中の「横線シール位置」との記載の直下の青色の点の両側のシール部分(「30」及び「30」の記載に対応する部分)参照)，設計上，必ず「横シール部分」は後方寄り(「裏面」に近い位置)に位置することになるものと認められることに照らすと，甲5には，甲5発明において相違点Aに係る本件発明2の構成のうち，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され」る構成を備えていることが開示されているものと認められる。",
            "したがって，相違点Aのうち，上記構成は，相違点ではなく，一致点であるから，本件審決の相違点Aの認定には誤りがある。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "これに対し被告は，別紙4のとおり，「横線シール」が前方寄りに位置する「片流れ屋根形状」の容器の例が多数存在することからすると，「片流れ屋根形状」であれば，設計上，必ず横線シールが後方寄りに位置することになるものとはいえないから，甲5において，甲5発明の「横シール部分」が「前面」よりも「裏面」に近い側に位置していることの開示があるものとはいえない旨主張する。",
            "そこで検討するに，前記ア認定のとおり，甲5の図4記載の包装容器1は「上面が傾けられたそれ自体公知の折り畳み式包装容器」であることに照らすと，甲5発明の上面(「頂部」)の形状は，本件優先日当時の折り畳み式包装容器の一般的な形状のものと理解するのが自然である。",
            "しかるところ，別紙4の説明資料1の展開図により紙製包装容器を製造するには，折り目線に沿って折り畳むに際して，水色の部分を内側に折り込む工程がさらに必要となるものであり，甲5の記載を全体としてみても，甲5記載の包装容器1において，このような展開図をあえて選択する必要性は認められない。また，本件優先日当時，説明資料1に係る紙製包装容器の形態が公知であったものと認めるに足りる証拠はない。",
            "同様に，説明資料2の展開図により紙製包装容器を製造するには，折り目線に沿って折り畳むに際して，折目線に沿って折り畳むに際して，紫色の部分を外側に折り込む工程がさらに必要となるものであって，甲5の記載を全体としてみても，甲5記載の包装容器1において，このような展開図をあえて選択する必要性は認められない。また，本件優先日当時，説明資料2に係る紙製包装容器の形態が公知であったものと認めるに足りる証拠はない。",
            "次に，説明資料3ないし5の展開図は，通常の長方形の形状の展開図と比べ，複雑な形状の展開図である上，説明資料3ないし5の展開図により紙製包装容器を製造するには，側面パネル上の三角形で示される折り込み片を液体充填物が漏れないように接着するための工程がさらに必要となるものであり，甲5の記載を全体としてみても，甲5記載の包装容器1において，このような展開図をあえて選択する必要性は認められない。また，本件優先日当時，説明資料3ないし5に係る紙製包装容器の形態が公知であったものと認めるに足りる証拠はない。",
            "したがって，被告の上記主張は理由がない。"
          ],
          "content": [
            {
              "fig": "(4)",
              "subject": "相違点Aの容易想到性の判断の誤りについて",
              "text": [
                "本件審決は，相違点Aについて，①甲5発明の上面の横シール部分は，裏面側に倒されているものの，前面よりも裏面側に位置するものではないし，甲5の記載においても，展開図等で上面の横シール部分が裏面側に近い側に位置することを示唆する記載はなく，しかも，「折り込み片」を上面に折り畳むものであり，容器の裏面側の2隅を補強することについての記載もない，②本件発明2は，片流れ屋根形状の頂部から「頂部成形による折り込み片が側面パネル上に斜めに折り込まれ」るだけではなく，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され」という構成を合わせて備えることにより，裏面パネル側に倒された「横線シール」を，容器頂部の背面側の2隅若しくはその近傍に対して近接させて補強するものであり，単に，甲5発明において横線シールを側面側に折り込むことのみで，本件発明2の構成に到達できるというものではないなどとして，本件発明2の相違点Aに係る構成は，当業者が容易に想到することができたものではない旨判断した。",
                "しかしながら，前記(3)認定のとおり，甲5には，甲5発明において，相違点Aのうち，「頂部に設けられた横線シールは，前面パネルよりも裏面パネルに近い側に位置し，かつ，裏面パネル側に倒され」る構成を備えていることが開示されているものと認められるから，上記構成に係る部分は，相違点ではなく，一致点であるから，本件審決の上記判断には，その前提において誤りがある。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における本件発明2と甲5発明との相違点Aの認定及び容易想到性の判断に誤りがあるから，原告主張の取消事由3-1は理由がある。"
              ],
              "content": [
                {
                  "fig": "3",
                  "subject": "取消事由3-2(甲5を主引用例とする本件発明3の進歩性の判断の誤り)について",
                  "text": [
                    "本件審決は，本件発明3と甲5’発明の相違点Bについて，本件発明2の「前面パネル」と「裏面パネル」を，本件発明3で「前面」と「背面」と記載したことによる表現上の差違こそあれ，実質的に同じ相違点であるといえるから，相違点Bに係る本件発明3の構成についても，相違点Aについて述べた理由と同様に，当業者が容易に想到することができたものではない旨判断した。",
                    "しかるところ，前記2(5)で述べたとおり，本件審決における相違点Aの認定及び容易想到性の判断に誤りがあるから，相違点Bについての上記判断についても同様の判断の誤りがある。",
                    "したがって，原告主張の取消事由3-2は理由がある。"
                  ]
                },
                {
                  "fig": "4",
                  "subject": "結論",
                  "text": [
                    "以上によれば，原告主張の取消事由3-1及び取消事由3-2は理由があるから，その余の点について判断するまでもなく，本件審決は取り消されるべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(行ケ)10174",
    "date": "2019-12-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089145",
    "ipprecedent_id": "5290",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}