{
  "conclusion": [
    {
      "fig": "1",
      "text": "一審原告及び一審被告の本件各控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用のうち，一審原告に生じた費用は一審原告の負担とし，一審被告に生じた費用は一審被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "一審原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，一審原告の特許を受ける権利の帰属確認請求を棄却した部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決別紙1発明目録記載の発明について，一審原告が特許を受ける権利を有することを確認する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一審被告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，一審被告の反訴請求を棄却した部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審原告は，一審被告に対し，81万5136円及びこれに対する平成29年9月29日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断りのない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，一審原告が，本訴として，一審被告が出願した発明の名称を「位相同期回路，RFフロントエンド回路，無線送受信回路，携帯型無線通信端末装置」とする特許出願(特願2015-227937号。以下「本件出願」という。)に係る本件発明(原判決別紙1発明目録記載の特許請求の範囲の請求項1ないし14記載の各発明)の特許を受ける権利が原告に帰属する旨主張して，その確認を求めるとともに，被告による本件出願がいわゆる冒認出願の不法行為に当たる旨主張して，一審被告に対し，不法行為に基づく損害賠償として21万6000円及び遅延損害金の支払を求め，一審被告が，反訴として，一審原告が，一審被告と一審原告間の本件発明に係る無線送受信回路の技術に関する研究開発契約に基づく業務を中止したことが債務不履行又は不法行為に当たる旨主張して，一審原告に対し，債務不履行又は不法行為に基づく損害賠償として81万5136円及び遅延損害金の支払を求めた事案である。",
            "原判決は，一審原告の本訴請求及び一審被告の反訴請求をいずれも棄却した。",
            "一審原告は，原判決のうち，特許を受ける権利の帰属確認請求を棄却した部分のみを不服として控訴を提起し，一審被告は，反訴請求を棄却した部分を不服として控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "前提事実は，原判決2頁末行の「(ただし，被告との契約内容及び本件発明の完成時期については争いがある。)」を削除するほか，原判決の「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "一審原告から一審被告への本件発明についての特許を受ける権利の承継の有無(争点1)(本訴請求関係)"
            },
            {
              "fig": "(2)",
              "subject": "一審原告による一審被告と一審原告間の研究開発契約の債務不履行又は不法行為の成否及び一審被告の損害額(争点2)(反訴請求関係)"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点に関する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1(一審原告から一審被告への本件発明についての特許を受ける権利の承継の有無)について",
              "text": [
                "当事者の主張は，次のとおり訂正するほか，原判決3頁23行目から5頁5行目までに記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決4頁5行目の「したがって」から同頁6行目末尾までを次のとおり改める。",
                    "「  このように一審原告は，願書案の確認作業を進める過程において願書案に出願人として一審被告が記載されていることを認識していたこと，特許出願とは，出願人が特許庁に特許の取得を求める手続であることは，特許出願手続について専門的知識がなくても理解可能な事柄であることからすると，一審原告は，本件出願により一審被告に特許を取得させることを前提として，願書案の確認作業を行っていたものといえる。",
                    "したがって，一審被告は，遅くとも本件出願時までには，一審原告から，黙示的に本件発明についての特許を受ける権利の譲渡を受けたものであるから，上記特許を受ける権利は一審被告に帰属する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決4頁12行目の「したがって」から同頁14行目末尾までを次のとおり改める。",
                    "「  このように願書案についての一審原告の確認対象は請求項の技術的な記載事項に限定されており，一審原告は，その他の記載部分について十分に確認していない。",
                    "また，一審原告は，長年，技術の開発研究に従事していたものの，開発した技術の特許出願手続に関与したのは，今回が初めての経験であり，特許出願手続や願書案の記載方法について全く知識を有していなかった。特許出願手続は，一般的に弁理士が行っていることからも明らかなように，極めて専門性が高いものであり，一審原告においては，願書案の「特許出願人」欄に記載される者が本件出願に係る特許を受ける権利を有している者をも意味する記載であると認識することは，極めて困難であった。",
                    "さらに，一審原告は，平成27年7月ないし9月ころ，パルスジェネレーターによるバッテリー発電の実験など，一審被告のために様々な作業を行い，その対価を受領したことはあったが，一審被告から，本件発明についての特許を受ける権利の対価の支払を受けたことはないし，一審原告が無償で上記特許を受ける権利を一審被告に譲渡すべき理由もない。",
                    "したがって，一審原告は，一審被告に対し，明示又は黙示を問わず，本件発明についての特許を受ける権利を譲渡していないから，上記特許を受ける権利は一審原告に帰属する。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2(一審原告による一審被告と一審原告間の研究開発契約の債務不履行又は不法行為の成否及び一審被告の損害額)について",
              "text": [
                "当事者の主張は，次のとおり訂正するほか，原判決5頁23行目から6頁21行目までに記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決5頁24行目から6頁3行目までを次のとおり改める。",
                    "「  一審原告と一審被告は，平成27年6月ころ，一審原告がAと知り合う以前から行っていた無線送受信回路の技術(PLLシンセサイザの性能改善等)に関する研究について，一審原告及び一審被告が協力して，その研究開発(以下「本件研究開発」という。)を進め，その研究成果を特許出願し，研究成果について国立研究開発法人新エネルギー・産業技術総合開発機構(以下「ＮEDO」という。)への公募へ応募し，補助金を受給して事業化する旨の契約(以下「本件研究開発契約」という。)を締結した。",
                    "そして，一審被告は，本件研究開発について資金提供を行い，本件研究開発に係る本件発明についての本件出願を行い，その先行技術調査費用や出願費用も負担した。しかるに，一審原告は，正当な理由がなく，本件研究開発及びその事業化が未完成のまま本件研究開発に関する業務を中止した。これは，一審原告による本件研究開発契約の債務不履行に当たる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決6頁15行目から21行目までを次のとおり改める。",
                    "「  一審被告の主張は争う。",
                    "一審原告は，一審被告との間で，本件研究開発の事業化について，一審原告が技術のノウハウや役務を提供し，一審被告が費用等を提供するという一種の業務提携契約を締結したことがあったが，一審被告に対し，本件研究開発の研究成果について補助金を受給して，事業化を完成させることまで約したことはない。",
                    "したがって，一審原告が一審被告主張の本件研究開発契約を締結した事実は存在しないから，本件研究開発契約を前提とする一審原告による債務不履行は成立せず，また，詐欺の不法行為も成立しない。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，一審原告の特許を受ける権利の帰属確認請求及び一審被告の反訴請求は，いずれも理由がないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点1(一審原告から一審被告への本件発明についての特許を受ける権利の承継の有無)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の概要",
              "text": [
                "本件出願の願書に添付した明細書(以下，図面を含めて「本件明細書」という。乙32)の記載事項によれば，本件発明(原判決別紙1発明目録記載の特許請求の範囲の請求項1ないし14記載の各発明)の概要は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，位相同期回路と，それを用いたRFフロントエンド回路，無線送受信回路，携帯型無線通信端末装置に関するものであり，無線通信端末装置においてローカル発振器として一般的に用いられているVCOについては，そのスペクトル純度を高めることに限界があり，VCOより高いスペクトル純度を持つSAW発振器についても，外部衝撃や温度変化などに弱いという特性を有しているため，携帯電話などのような無線通信端末装置に用いる場合には，バリキャップによる周波数安定化では安定した出力周波数を得ることが困難であるという問題点があったことから，位相同期回路への入力信号の周波数が不安定となる場合においても，それを安定化することができる，位相同期回路を提供すること，また，それを用いて，通信を大容量化することのできる無線送受信回路を提供することを課題とする(本件明細書の段落【0001】，【0011】～【0013】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明は，上記課題を解決するための手段として，発振器の出力信号の周波数と予め定められた目標周波数との誤差に基づいて生成した周波数補正信号を合成する方法で，出力信号の周波数の誤差を補正する構成を採用し，これにより，周波数を安定化することができる位相同期回路，それを用いて，通信容量を大容量化することのできる無線送受信回路を提供することができるようにした(本件明細書の段落【0014】～【0020】，【0023】，【0029】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件の経過等",
              "text": [
                "前記前提事実と証拠(甲3ないし21，24，25，27ないし36，41ないし44，乙1ないし30，32，35ないし42，44(枝番号のあるものは，枝番号を含む。)，一審原告本人，一審被告代表者)及び弁論の全趣旨を総合すれば，本件の経過等として，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審被告は，平成26年2月25日に設立された，企業に対する事業戦略，技術戦略に関わる経営コンサルティング業務等を目的とする合同会社である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審被告の代表社員であるA(一審被告代表者)は，かねてから，求職中のエンジニアを探していたところ，平成27年6月15日，電子機器の組合を営む知人から，一審原告を紹介された。Aは，その際，一審原告に対し，当時一審被告が行っていたバッテリーの長寿命化システム開発を手伝って欲しい旨要請した。",
                        "一審原告は，これに応じ，同年7月ころから同年9月30日ころまでの間，不定期に，上記システム開発に関する業務を手伝った。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審原告は，平成22年ころからPLLシンセサイザの性能改善，源発振器としてSAW発振器を用いることなどを内容とする無線送受信回路の技術(以下「本件技術」という。)の研究を行っていたが，その研究開発を進める資金がない状況にあったため，遅くとも平成27年9月ころには，Aに対し，その旨を説明した。Aは，一審原告から説明された本件技術の研究に興味を抱き，また，一審被告によるバッテリーの長寿命化システム開発に関し，中小企業庁から補助金を受給するなど，研究開発に係る資金調達についてノウハウを有していると自負していたことから，一審原告に対し，その旨を伝えた。",
                        "一審原告は，Aと知り合う前には本件技術を軍事用として研究開発することを考えていたが，Aと話をする中で，補助金の受給により本件技術の研究開発資金を調達するためには，携帯電話端末等の民生用の技術として研究開発を進めるのが相当であると考え，一審被告との間で，両者が協力して，民生用の技術として本件技術の研究開発を進め，その研究成果の事業化を目指していくこととした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，一審原告は，平成27年9月中旬ころから，本件技術を携帯電話端末等に利用するための基板の製造，部品の実装，特性データの取得等の研究開発を進め，一審被告は，そのための資金提供(乙1，36)を行った。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審被告は，平成27年10月中旬ころ，本件技術の研究成果である本件発明について特許出願をするために，本件特許事務所に対し，先行技術調査を依頼した。同調査に要した費用(乙2)は，一審被告が負担した。一審被告は，上記調査の結果，障害となる先行技術が発見されなかったため，本件特許事務所に対し，本件発明に係る出願書類等の作成を依頼した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審原告は，平成27年11月上旬ころから，本件発明に係る出願書類等の作成に当たり，一審被告の担当者として，Aと協力して本件特許事務所との対応に当たり，同事務所が作成した願書案について，その内容を確認してコメントを付したり，同事務所からの質問に回答するなどした。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "平成27年11月20日，本件特許事務所からA及び一審原告に対して願書案(願書及び添付書類)の最終版が電子メールで送信されたところ，Aが飛行機に搭乗中であって確認できなかったため，一審原告が，その内容を確認し，本件特許事務所に対し，願書案のとおりの内容で出願することを了承する旨の電子メール(乙22，23)を送信した。願書案中の1枚目の願書(「特許願」と題する書面。甲19)の「特許出願人」欄には一審被告の名称が，「発明者」欄には一審原告及びAの氏名が記載されていた。",
                        "本件特許事務所は，同日，一審被告の代理人として，願書案のとおり，本件出願をした。また，特許出願料，本件特許事務所に対する手数料等の本件出願に必要な費用(乙41)は，一審被告が負担した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審被告は，平成27年10月21日，本件発明の事業化のための研究開発資金を調達するため，国立研究開発法人新エネルギー・産業技術総合開発機構(ＮEDO)の支援事業(ＮEDOプロジェクト)の公募に応募した。その応募申請書類の作成費用(乙40)は，一審被告が負担した。",
                        "その後，一審原告は，一審被告の担当者として，Aと協力し，ＮEDOに提出する資料の作成及び修正，発振器の試作品の製作等を行った。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審原告は，平成27年11月26日，Aに対し，他社に対する業務を優先するため，本件発明に係る事業に時間を割くことができないこと，一審原告が他の仕事に時間をかけなければならないことが原因でＮEDOの審査に落選した場合は，自腹で開発(「開発とは，携帯電話・基地局の模擬装置が2016年6月までに完成していること」)を完了させることなどを記載した電子メール(乙35)を送信した。",
                        "一方で，一審原告は，平成27年11月下旬ころまでに，一審被告がバッテリーの長寿命化システム開発に関し中小企業庁から補助金を受給する際に，機器の購入代金を水増しして請求するなどの方法により，補助金を不正に受給したのではないかとの疑いを抱くようになっていた。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一審被告は，平成27年12月7日，ＮEDOの担当者から，ＮEDOの事業カタライザーと一審被告との面談を同月11日に京都で実施する旨の電子メール(乙25)を受信した。",
                        "Aは，同月7日，一審原告に対し，上記面談に同席して，説明することを求める旨の電子メール(乙25)を送信したが，一審原告から同月11日は差し支えがある旨の連絡を受けたため，面談日の日程調整を行った結果，一審被告とＮEDOの事業カタライザーとの面談は，同月14日に実施され，一審原告も同席した。",
                        "その間の同月9日，一審原告は，Aに対し，一審原告及びAはＮEDOの資金で試作品を開発した後に，試作品を携帯キャリア，端末メーカーなどへ売り込むことを考えているが，売り込んだ技術を採用して顧客になってもらえる可能性は低いのではないか，むしろ，ドコモ研究所から装置の受託開発の10万円くらいの小さな仕事を受け，同研究所の技術者と信頼関係を築いた後に同研究所にSAW発振器の開発の提案をしてはどうかなどと記載した電子メール(乙30)を送信した。これを受けたAは，同日，一審原告に対し，ＮEDOの審査が進んでいるので，事業内容を変更できない旨を記載した電子メール(乙30)を送信した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "その後，一審被告は，一審原告からの協力を得られなくなったため，結局，前記(ア)のＮEDOプロジェクトへの応募を断念した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審原告は，平成27年12月24日，本件発明とほぼ同一の発明について，特許出願(甲24)をした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審原告の知人のB(以下「B」という。)は，平成28年2月8日付けで，中小企業庁長官に対し，被告発人をA及び一審被告の両名として，一審被告が中小企業庁から「産官学連携スキームを活用した2次電池再生技術の高性能化と海外展開」に係る事業について補助金を受給するに当たり，職員の勤務時間，業務の発注，機器の購入代金について虚偽の事実を記載した報告書を提出し，補助金を不正に受給した旨を記載した告発状(甲31)を提出した。その後，Bは，同年3月8日付けで，中小企業庁長官に対し，被告発人をA及び一審被告の両名として，一審被告が中小企業庁から別のシステム開発に係る事業について補助金を不正に受給した旨の同様の告発状(甲32)を提出した。一審原告は，Bが上記各告発状の提出を行うに際し，協力した。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一審原告は，平成28年6月3日，東京地方裁判所に本訴を提起した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "RF社は，一審原告の前記(ア)の特許出願に係る特許を受ける権利を承継した後，平成28年12月15日，上記特許出願に基づく優先権を主張して，本件発明のうち請求項1ないし11記載の各発明とほぼ同一の発明について国際出願(甲35)をした。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "一審被告は，平成29年9月21日，反訴を提起した。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明についての特許を受ける権利の承継の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)及び(2)の認定事実を総合すれば，①一審原告は，Aと知り合う前から本件技術の研究を行っていたが，一審原告自身にはその研究開発を進めていく資金がなかったため，Aと知り合って以降に，Aに上記事情を説明し，Aが代表社員を務める一審被告と協力して，携帯電話端末等の民生用の技術として本件技術の研究開発を進めていくこととし，その研究成果である本件発明について本件出願に至っていること，②本件出願に当たっては，一審被告が本件特許事務所に対して出願手続を委任し，本件出願に係る願書の「特許出願人」欄には一審被告の名称が記載されており，しかも，特許出願料，本件特許事務所に対する手数料等の本件出願に必要な費用は，一審被告が負担していること，③一審原告は，一審被告の担当者として，本件出願に係る願書の作成に関与し，複数回にわたって，本件特許事務所が作成した願書案の内容を確認してコメントを付したり，本件特許事務所からの質問に回答するなどし，最終の願書案についても，Aに代わって確認し，その願書案のとおりの内容で出願することを了承し，その願書案中の1枚目の願書(「特許願」と題する書面)の「特許出願人」欄には一審被告の名称が記載されていたことが認められる。",
                    "上記認定事実によれば，一審原告は，本件出願に係る願書の「特許出願人」欄に一審被告の名称が記載されていること及び本件出願に必要な費用は全て一審被告が負担していることを十分に認識し，本件出願について特許査定がされた場合には，特許出願人である一審被告が特許権を取得することを理解していたものと認められる。",
                    "加えて，一審原告と一審被告との間で本件発明についての特許を受ける権利の譲渡の対価額について具体的な交渉がされたことはうかがわれないものの，他方で，一審原告が一審被告に対して無償で上記特許を受ける権利を譲渡すべき事情も認められないこと，その他本件出願に至る経緯等(前記(2))に鑑みると，一審原告と一審被告との間では，遅くとも本件出願時までに，一審原告の有する本件発明についての特許を受ける権利を一審被告に相当な対価で譲渡する旨の黙示の合意が成立したものと認めるのが，当事者の合理的意思に合致するというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，一審原告は，①願書案についての一審原告の確認対象は，請求項の技術的な記載事項に限定されており，その他の記載は十分に確認していないし，また，一審原告においては，特許出願手続や願書案の記載方法について全く知識を有していなかったため，願書案の「特許出願人」欄に記載される者が本件出願に係る特許を受ける権利を有している者をも意味する記載であると認識することは，極めて困難であったこと，②一審原告は，本件発明についての特許を受ける権利の対価の支払を受けておらず，一審原告が無償で上記特許を受ける権利を一審被告に譲渡すべき理由もないことからすると，一審原告が一審被告に対して本件発明についての特許を受ける権利を黙示に譲渡した事実はない旨主張する。",
                    "しかしながら，上記①の点については，前記ア認定のとおり，一審原告は，本件出願に係る願書の作成に関与し，複数回にわたり，願書案の内容を確認し，最終の願書案についても，Aに代わって確認し，その願書案のとおりの内容で出願することを了承しているところ，願書案中の1枚目の願書(「特許願」と題する書面)の「特許出願人」欄に一審被告の名称が記載されていたのであるから，一審原告が願書案の確認を行うに際し，その記載に気付かないはずはないし，また，特許出願について特許査定がされた場合には，願書に「特許出願人」と記載された者が特許権を取得することは，特許出願手続や願書の記載方法について知識がなくても当然に理解できる事柄である。",
                    "また，上記②の点については，一審原告と一審被告間の本件発明についての特許を受ける権利の黙示の譲渡の合意は，無償ではなく，一審被告が相当な対価を支払うことを内容とするものであり，仮に一審原告が一審被告から上記譲渡の対価の支払を未だ受けていないとしても，そのことは上記合意の成立を妨げるべき事情となるものではない。",
                    "したがって，一審原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，一審原告と一審被告との間では，遅くとも本件出願時までに，一審原告の有する本件発明についての特許を受ける権利を一審被告に相当な対価で譲渡する旨の黙示の合意が成立したものと認められるから，上記合意により，上記特許を受ける権利は一審被告に移転したものと認められる。",
                "したがって，一審原告の特許を受ける権利の帰属確認請求は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(一審原告による一審被告と一審原告間の研究開発契約の債務不履行又は不法行為の成否及び一審被告の損害額)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "一審原告による本件研究開発契約の債務不履行の成否",
              "text": [
                "一審被告は，一審原告と一審被告は，平成27年6月ころ，一審原告及び一審被告が協力して本件技術の研究開発を進め，その研究成果を特許出願し，研究成果についてＮEDOへの公募へ応募し，補助金を受給して事業化する旨の契約(本件研究開発契約)を締結したが，一審原告が本件研究開発及びその事業化が未完成のまま本件研究開発に関する業務を中止したことは，一審原告による本件研究開発契約の債務不履行に当たる旨主張するのに対し，一審原告は，本件研究開発契約の締結の事実はないから，一審被告の上記主張はその前提を欠く旨主張する。",
                "そこで，本件研究開発契約の成否について検討するに，まず，本件研究開発契約を客観的に裏付ける契約書等の書面については証拠提出されていない。",
                "次に，一審被告代表者(A)の供述(乙42の陳述書を含む。以下同じ。)中には，平成27年6月ころ，京都大学東京オフィスでのミーティングの後，帰りの電車の中で，一審原告(X)から，「軍事用無線機器に供する技術のアイデアがある。しかし，お金がなく，研究開発ができない。自分のアイデアが世に出ないのが悔しい。」との相談を受けた，その際に，Aは，Xから，独自に研究してきたという発振器の概要の説明を受け，「軍事用ではなく，次世代携帯電話や宇宙でのマイクロ波送電など民生用の応用技術として研究開発を進めた方がよい。それで，価値がある事業になりそうであれば，当社が投資して研究開発を進めていく。」との提案を行ったところ，Xは，これに興味を示し，当社の最高技術責任者として研究開発を進めていくと約束した，Xと私は，上記研究開発において一定の成果が出た場合，特許出願するとともに，ＮEDOの公募に応募するなど，事業の立ち上げに事業スキームの考案から実行を協力して行うことに同意した旨の供述部分がある。",
                "しかしながら，一審被告代表者の上記供述部分は，一審原告と一審被告が本件研究開発及びその事業化を協力して行うことに合意したことを抽象的に述べるだけであって，一審原告及び一審被告がそれぞれ負うべき法的義務の内容や一審原告が一審被告に対して本件研究開発の事業化を完成させることを約したことを具体的に述べるものではない。",
                "他方で，一審原告の供述(甲3及び36の陳述書を含む。以下同じ。)中には，一審原告が，Aに対し，本件技術について量産体制に向けた追加開発などを検討しているが，資金が足りないと相談したところ，Aから，一審被告が資金調達のノウハウを提供するので共同事業をしようと提案され，追加の研究開発を共同で行うことを合意した旨の供述部分があるが，一審原告が，一審被告に対し，本件研究開発の研究成果についてＮEDOから補助金を受給して，事業化を完成させることまで約したことをうかがわせる供述はない。もっとも，一審原告がAに対し平成27年11月26日に送信した電子メール(乙35)中には，一審原告が他の仕事に時間をかけなければならないことが原因でＮEDOの審査に落選した場合は，自腹で開発(「開発とは，携帯電話・基地局の模擬装置が2016年6月までに完成していること」)を完了させる旨の記載部分があるが(前記1(2)エ(イ))，上記記載部分中にいう「開発」とは，「携帯電話・基地局の模擬装置の完成」をいうものであって，本件研究開発の研究成果の事業化の完成までを意味するものではないから，上記記載部分をもって一審原告が一審被告に対して本件研究開発の事業化を完成させることまで約したことの根拠となるものではない。",
                "以上によれば，一審被告代表者の上記供述部分から直ちに一審原告と一審被告間で本件研究開発契約を締結した事実を認めることはできず，他に一審原告と一審被告との間に本件研究開発契約が成立したことを認めるに足りる証拠はない。",
                "したがって，一審原告による本件研究開発契約の債務不履行があった旨の一審被告の上記主張は，その前提を欠くものであるから，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一審原告による不法行為の成否",
              "text": [
                "一審被告は，一審原告は，本件発明について自己又はRF社名義で特許出願を行うために，一審被告を欺罔して研究開発資金や特許出願費用を一審被告に負担させた上，それを流用して一審原告及びRF社名義で特許出願を行っており，一審原告の上記行為は，上記研究開発費用，先行技術調査結果及び出願書類等の詐取に当たるから，不法行為を構成する旨主張する。",
                "そこで検討するに，一審被告代表者の供述中には上記主張に沿う供述部分があり，本件出願後に一審原告及びRF社が本件発明とほぼ同一の発明について特許出願をしたことは，前記1(2)オ(ア)及び(エ)のとおりである。",
                "しかしながら，①一審原告の供述中には一審被告代表者の上記供述部分と反対の趣旨の供述部分があること，②前記1(2)認定の本件の経過等によれば，一審被告が本件発明の事業化のための研究開発資金を調達するため，ＮEDOプロジェクトの公募に応募し，一審原告がその審査手続に協力する過程において，ＮEDOの資金で開発した試作品を携帯キャリア，端末メーカーなどに売り込むことにより，本件発明の事業化を実現できる可能性について疑問を持ち，また，一審被告が別の事業について中小企業庁から補助金を不正に受給したのではないかとの疑いを抱くようになったことなどから，一審原告が一審被告と共同して本件発明の事業化を進めることに消極的姿勢を示すようになった結果，一審被告がＮEDOプロジェクトへの応募を断念した後に，一審原告及びRF社が上記特許出願をしたことが認められることに照らすと，本件出願後に一審原告及びRF社が本件発明とほぼ同一の発明について特許出願をしたからといって，一審原告が自己又はRF社名義で特許出願を行うために一審被告を欺罔して本件技術の研究開発資金や本件出願の特許出願費用を負担させたものと直ちに認めることはできないから，一審被告代表者の上記供述部分は採用することができない。他に一審原告が一審被告を欺罔して上記研究開発資金や特許出願費用を一審被告に負担させたことを認めるに足りる証拠はない。",
                "したがって，一審被告の上記主張は，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，その余の点について判断するまでもなく，一審被告の反訴請求は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，一審原告の特許を受ける権利の帰属確認請求及び一審被告の反訴請求は，いずれも理由がないから，これと同旨の原判決は結論において相当である。",
            "したがって，一審原告及び一審被告の本件各控訴をいずれも棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}