{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1500万円及びこれに対する平成29年7月25日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等(略称は原判決のそれに従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，名称を「人脈関係登録システム，人脈関係登録方法と装置，人脈関係登録プログラムと当該プログラムを記録したコンピュータ読取可能な記録媒体」とする特許権(特許第3987097号)の特許権者である控訴人が，訴訟承継前被告株式会社DMM．com及び同株式会社DMM．comラボ(承継前被告ら)の提供していたソーシャルネットワーキングサービス(被告サービス)において使用されているサーバ(被告サーバ)について，本件特許の特許請求の範囲の請求項1及び請求項3に係る発明(本件各発明)の技術的範囲に属すると主張して，承継前被告らに対し，不法行為に基づく損害賠償金1500万円及びこれに対する不法行為以後の日である平成29年7月25日から支払済みまでの民法所定の年5分の割合による遅延損害金の連帯支払を求める事案であり，被控訴人が，平成30年3月1日に会社分割により承継前被告らの権利義務を承継した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，被告サーバは本件各発明の技術的範囲に属しないとして控訴人の請求を棄却したため，これを不服とする控訴人が控訴した。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実",
          "text": [
            "前提事実は，原判決「事実及び理由」第2の2(原判決1頁26行目から5頁8行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "本件における当事者の主張は，後記5のとおり当審における補充主張を付加するほかは，原判決「事実及び理由」第2の3及び第3(原判決5頁9行目から18頁8行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "5",
          "subject": "当審における補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1-3(被告サーバは構成要件1D及び2Dを充足するか)について",
              "text": [
                "(控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "構成要件1D及び2Dの「送信したとき」について，本件各発明の属する技術分野における通常の用法や，本件明細書における「送信したとき」という構成が持つ技術的意義に照らせば，メッセージの送信処理と関連付けして記憶する処理との先後関係を問わず，これらが一定の幅を持った時間内で行なわれていれば(同じころに行なわれていれば)「送信したとき」に当たると解釈すべきである。",
                    "システム上の「送信処理」や「記憶処理」としては，「メッセージを送信しろ」とか「関連付けて記憶しろ」という命令を発するだけであり，その命令が現実に実行され「メッセージが送信された」あるいは「関連付けて記憶された」という事実を，他方の処理を行なうための条件とするためには，そのことを確認するステップがシステム上必要となるが，本件明細書には，第二のメッセージが送信されたことや関連付けて記憶されたことを確認するステップについての記載はなく，「送信したとき」という文言について，「送信した」という事実を条件として記憶の関連付けを行なう態様に限定するものであると理解することはできない。",
                    "そうすると，「送信」と「記憶」の先後関係を問わず，「送信したとき」に含まれる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これによれば，被告サーバは構成要件1D及び2Dを充足する。",
                    "(被控訴人の主張)",
                    "構成要件1D及び2Dの「送信したとき」についての原判決の解釈に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2-2(「送信したとき」に関連付けて記憶されないとしても，本件各発明と均等なものとなるか)について",
              "text": [
                "(控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "第1要件(本質的部分)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "均等の第1要件の判断に際して，原判決は，各構成要件を本質的部分と非本質的部分に分けた上で，本質的部分に当たる構成要件については一切均等を認めないという誤った判断手法をとっており，これは知財高裁平成28年3月25日特別部判決に反する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件各発明の本質的部分",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件明細書の記載",
                          "text": [
                            "本件各発明は，従来，職業等に関する様々な特定分野の専門家を効率的に知るシステムや方法が存在せず，より広範で深い人間関係を結ぶことをサポートするシステムが存在しなかったという課題を踏まえ(【0002】)，より広範で深い人間関係を結ぶことを積極的にサポートし，職業等に関する様々な特定分野の専門家を知るとともに専門的知識や情報を取得するため，人脈関係に関する情報を作成し，これを簡単かつ効率的に知ることを可能とするシステムに関する発明である(【0003】，【0020】)とされている。",
                            "これを言い換えれば，従来は，新たに交友関係を広げたいと考えたとしても，自分の希望する特定分野の登録者(第三の登録者)を探す方法が存在せず，交友関係を広げてより広範で深い人間関係を結ぶことは困難であったところ，本件各発明は，このような状況の下で，より広範で深い人間関係を結ぶという課題を解決するための方法として，自身(第一の登録者)と人間関係を結んでいる登録者(第二の登録者)と人間関係のある登録者(第三の登録者)について，個人情報及び識別情報を含む検索キーワードをもとに検索し，新たに人間関係を結ぶという課題解決手段を採用した。",
                            "すなわち，上記の課題は，自身(第一の登録者)と人間関係を結んでいる登録者(第二の登録者)と人間関係のある登録者(第三の登録者)を検索し，新たに人間関係を結ぶという構成によって，初めて解決されるものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "従来技術",
                          "text": [
                            "甲21記載の技術(以下「従来技術1」という。)は，登録を行った会員の中から自分の希望する条件に合った人物を検索し交際を申し込むことによって友人関係を形成することができる，いわゆるソーシャルネットワーキングサービス(以下「SＮS」という。)に関する発明である。この発明は，一方登録者が友達になりたい旨のメッセージをサーバを経由して他方登録者に送信し，他方登録者が友達となることを承諾する旨のメッセージをサーバを経由して返信することによって友達関係を結ぶこと，その際，サーバ側で友達関係を結ぶことに合意した当該登録者同士を関連付けて記憶し，この両者間において当該登録者間のプライバシー項目の保護が解除され，連絡先等のデータまで閲覧することが可能となること，という技術を開示している。すなわち，従来技術1は，いわゆるSＮSにおいて登録者同士が友達関係を形成するまでのプロセスを開示するものである。",
                            "甲23記載の技術(以下「従来技術2」という。)は，結婚情報を提供するサービスに関するものである。いわゆるSＮSに関する考案ではないものの，「会員登録を行った会員について，入力した希望条件をもとに紹介された会員に対して交際申込みを行い，当該申込みに応じて交際関係を結ぶことの合意が成立した場合に，サーバがその情報を記録し，該当会員に関する個人情報を出力する」という技術を開示している。",
                            "甲24記載の技術(以下「従来技術3」という。)は，一定の条件に該当する人物を検索し，ユーザがプライバシーを含む情報の提供を管理サーバに要求すると，管理サーバは提供してよいかどうかを対象となる人物に問い合わせた後に情報を提供するという技術に関するものであり，従来技術1及び2と同様に，結婚相談のための情報提供システムとしても用いられる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本質的部分",
                          "text": [
                            "上記bのとおり，本件特許の優先日において，いわゆるSＮSに関して，一方登録者が友達になりたい旨のメッセージをサーバを経由して他方登録者に送信し，他方登録者が友達となることを承諾する旨のメッセージをサーバを経由して返信することによって友達関係を結ぶ場合に，当該登録者同士を関連付けて記憶するという技術が既に存在していた。しかし，「共通の人間関係を結んでいる登録者(友達の友達)の検索を可能とし，新たに人間関係を結ぶことができるようにする」という技術思想までは開示されていなかった。",
                            "また，上記aのとおり，本件各発明の課題解決手段は，登録者が互いにメッセージを送信し合うことによって人間関係を結ぶ(友達になる)という意思が合致した場合(合意が成立した場合)に，当該登録者同士を関連付けて記憶するという技術を前提として，第一の登録者と人間関係を結んでいる他方登録者(第二の登録者)と既に人間関係を結んでいる登録者(第三の登録者)の個人情報を検索することを通じて，いわば「友達の友達」(第三の登録者)を検索し，第一の登録者の個人情報と第三の登録者の個人情報とを関連付ける(両者を友達として登録する)ことを可能にして交友関係を広げられるというものである。",
                            "そうすると，本件各発明の構成のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分は，「登録者が互いにメッセージを送信し合うことによって人間関係を結ぶ(友達になる)という意思が合致した場合(合意が成立した場合)に，当該登録者同士を関連付けて記憶するという技術を前提として，共通の人間関係を結んでいる登録者(友達の友達)の検索を可能とし，新たに人間関係を結ぶことができるようにすることによって，より広範で深い人間関係を結ぶことができるという構成」にある。",
                            "第二の登録者からサーバに対するメッセージの送信は，友達になるという合意が客観的に成立したというために必要不可欠であるから，「送信」は「関連付け」に先立って行われる必要がある。これに対し，「登録者が互いにメッセージを送信し合うことによって人間関係を結ぶ(友達になる)という意思が合致した場合(合意が成立した場合)に，当該登録者同士を関連付けて記憶」するに当たり，サーバから第一の登録者に対するメッセージの送信が「関連付け」に先立って行われる必要はないから，サーバが第一の登録者に対してメッセージを「送信」するタイミングと「関連付け」のタイミングの先後は，本件各発明の本質的部分ではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告サーバが本質的部分を備えていること",
                      "text": [
                        "被告サーバは，「登録者が互いにメッセージを送信し合うことによって人間関係を結ぶ(友達になる)という意思が合致した場合(合意が成立した場合)に，当該登録者同士を関連付けて記憶するという課題解決手段を用いる」というものである。本件各発明と被告サーバとは，単に，サーバが第二の登録者からメッセージを受信した後，(a)第一の登録者に対するメッセージの送信と(b)友達登録処理のどちらを先に行うかという点において相違するにすぎず，上記で述べた「登録者が互いにメッセージを送信し合うことによって人間関係を結ぶ(友達になる)という意思が合致した場合(合意が成立した場合)に，当該登録者同士を関連付けて記憶するという課題解決手段を用いる」という点において，何ら異なるものではない。",
                        "したがって，被告サーバは，本件各発明の本質的部分を備えるものであるから，均等の第1要件を充足する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "引用発明について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "技術思想",
                          "text": [
                            "被控訴人が指摘する引用発明は「ネットワーク化された個人連絡相手管理部」という発明の名称のとおり，第1のユーザーが第2のユーザーを自己の個人アドレス帳に登録すると(この登録には，第2のユーザーの承諾は不要である。)，第2のユーザーが第1のユーザーに閲覧を許可する情報の範囲を個別に指定するという，ネットワーク化されたアドレス帳に係る発明であり，より具体的にはネットワークを通じて連絡相手情報を管理する発明であって，相互に情報を交換し合うことによって新たに人間関係を締結するというソーシャルネットワーキングサービス(SＮS)の発明ではない(【0004】，【0011】～【0013】)。",
                            "このように，引用発明は，本件各発明とは技術思想が根本的に異なるものであるから，本件各発明の本質的部分を認定するに当たり参照されるべき従来技術ではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用発明の構成は，次のとおりである(【0011】，【0012】，【0039】，【0043】)。",
                            "①  第1のユーザーは，第2のユーザーを自己の個人アドレス帳に登録する(リンクを確立する)。この際，第2のユーザーの承諾は不要である。",
                            "②  第2のユーザーは，第1のユーザーが第2のユーザーに対してリンクを確立したことを通知される。",
                            "③  第2のユーザーは，第1のユーザーに対して閲覧を許可する情報の範囲を指定する。",
                            "④  第1のユーザーの個人アドレス帳には，第2のユーザーが閲覧を許可した情報が表示される。第2のユーザーが情報の閲覧を拒否した場合(リンクに応じなかった場合)には，第1のユーザーの個人アドレス帳には，第2のユーザーのための電子メール転送先アドレスが含まれる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "上記bのとおり，引用発明の構成のうち，第1のユーザーが第2のユーザーを自己の個人アドレス帳に登録(リンクを確立)し，その事実がシステムにより第2のユーザーに通知されることは，単に，第1のユーザーが自己の個人アドレス帳に第2のユーザーを登録し，その事実が通知されているだけであるから，「人間関係を結ぶことを希望している旨の第一のメッセージ」(構成要件1B)の送信ではない。第1のユーザーは，単に自己の個人アドレス帳に第2のユーザーを登録しているだけであり，個人情報の閲覧の許可を求めるメッセージを送信しているわけではない。",
                            "また，仮に，自己の個人アドレス帳に相手を登録すること(リンクを確立すること)は個人情報の閲覧の許可を求める行為であると理解したとしても，個人情報の閲覧の許可を求めることと，人間関係を結ぶことを求めることは，全く異なる行為である。したがって，第1のユーザーが第2のユーザーに対して個人情報の閲覧の許可を求めたとしても，人間関係を結ぶことを求めたことにはならない。",
                            "次に，引用発明の構成のうち，第2のユーザーが第1のユーザーに対して個人情報の閲覧を許可することは，「人間関係を結ぶことに合意する旨の第二のメッセージ」(構成要件1B)の送信ではない。2人の個人が互いに人間関係を結んでいるかどうかは，多分に個人の主観的な評価を伴う問題であって，個人情報の閲覧を許可したかどうかと，人間関係を結ぶことを承諾したかどうかとは別問題である。本件発明1においては，「人間関係を結ぶことを希望している旨の第一のメッセージ」を明示的に送信し，これに対し，「人間関係を結ぶことに合意する旨の第二のメッセージ」を明示的に返信しているからこそ，人間関係を結ぶことについての両者の合意を認定し，その事実を記憶手段に記憶することが正当化されるのである。これに対し，引用発明においては，第2のユーザーは，単に，個人情報の閲覧を許可しているだけであるから，その事実をもって「人間関係を結ぶことに合意する旨の第二のメッセージ」(構成要件1B)を送信したものと評価することは許されない。以上において述べたことは，本件発明2についても同様である。引用発明は，「登録者が互いに情報を交換し合うことを前提として・・・新たに人間関係を結ぶことができる発明」ではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "引用発明は，そもそも合意によって新たに人間関係を結ぶものではなく，また，共通の人間関係を結んでいる登録者(友達の友達)の検索を可能とするものでもない。乙2の【0072】，【0073】によれば，「友人の友人システム」という表現は存在するものの，その実質は，自己の個人アドレス帳に他のメンバーが登録されている場合に，当該他のメンバーの個人アドレス帳の中を検索するというものにすぎない。すなわち，メンバーAは，メンバーBから，メンバーBの個人アドレス帳の中を検索してもよいという許可(「友人の友人許可683」)を得ている等の条件を満たした場合に，メンバーBの個人アドレス帳の中を検索することができるというだけである。乙2の上記記載における「友人」とは，本件各発明における当事者間の合意によって結ばれるところの「人間関係」とは別物であり，引用発明の構成は，共通の人間関係を結んでいる登録者(友達の友達)を検索するという本件各発明の構成とは全く異なる。したがって，引用発明は，「共通の人間関係を結んでいる登録者(友達の友達)の検索を可能とし，新たに人間関係を結ぶことができる発明」でもない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "また，被控訴人が指摘する乙11～18も，本件各発明とは無関係であるし，乙17，18は本件優先日よりも後に公開された文献であるから，本件各発明の先行技術として参照されるべきものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "仮に，本件各発明の特徴的部分が「登録者相互間の合意(メッセージの交換)によって人間関係が結ばれたとき，記録手段を備えたサーバに，人間関係を結んだ登録者の個人情報又は識別情報を関連付けて記憶するという課題解決手段」であるという原判決の理解によったとしても，均等の第1要件を充足する。",
                        "すなわち，本件各発明と被告サーバとは，単に，サーバが第二の登録者(乙)からメッセージを受信した後，(a)第一の登録者(甲)に対するメッセージの送信と(b)友達登録処理のどちらを先に行うかという点において相違するにすぎない。",
                        "そして，原判決が示した上記課題解決手段においては，上記(a)と(b)の先後関係は特定されていない。被告サーバは，乙(第二の登録者)からサーバに対するメッセージの送信が完了し，登録者間において友達になるという意思がメッセージの交換を介して合致した場合(合意が成立した場合)に，当該登録者同士を関連付けて記憶するという課題解決手段を用いるものである。本件明細書には，第一の登録者に第二の登録者からのメッセージが到達しなければ合意が成立しない旨の記載は一切存在しないのであり，遅くともサーバが第二の登録者から第二のメッセージを受信した時点で，登録者間において友達になるという意思がメッセージの交換を介して合致した(合意が成立した)と評価して差し支えない。",
                        "したがって，被告サーバは，本件各発明の本質的部分を備えるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第2要件(置換可能性)について",
                  "text": [
                    "本件各発明の目的・作用効果は，登録者が互いにメッセージを送信し合うことによって人間関係を結ぶ(友達になる)という意思が合致した場合(合意が成立した場合)に，当該登録者同士を関連付けて記憶するという技術を前提として，共通の人間関係を結んでいる登録者(友達の友達)の検索を可能として新たに人間関係を結ぶことができるようにすることによって，より広範で深い人間関係を結ぶことにある。そして，このような目的・作用効果を達成するに当たり，サーバから第一の登録者に対するメッセージの「送信」と「関連付け」のタイミングの先後は，何ら関係がない。",
                    "したがって，サーバから第一の登録者に対するメッセージの「送信」と「関連付け」のタイミングを入れ替えて，本件各発明の構成を被告サーバの構成に置き換えたとしても，本件各発明の目的を達することができ，同一の作用効果を奏することができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第3要件(置換容易性)について",
                  "text": [
                    "サーバから第一の登録者に対するメッセージの「送信」と「関連付け」のタイミングの先後は，本件各発明の作用効果とは何ら関係がなく，当業者が任意に選択することができる事項にすぎない。",
                    "したがって，サーバから第一の登録者に対するメッセージの「送信」と「関連付け」のタイミングを入れ替えて，本件各発明の構成を被告サーバの構成に置き換えることは，被告サーバの製造時点において，当業者が容易に想到することができたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第4要件(公知技術から対象製品の非容易推考性)について",
                  "text": [
                    "被告サーバは，本件各発明の特許出願時における公知技術と同一のものではなく，当業者にとって本件各発明の特許出願時に容易に推考できたものでもないから，均等の第4要件を充足する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "第5要件(意識的除外)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "意見書の記載について",
                      "text": [
                        "本件特許の出願経過において，特許庁は，拒絶理由通知書(甲20)を発出し，「本願発明は，人間関係を結ぶことを希望している旨の第一のメッセージと人間関係を結ぶことに合意する旨の第二のメッセージとを交換した間で，人間関係を結ぶのに対し，引用文献1に記載の発明は，受信した単一のメッセージ情報から特定される発信者と宛先人の間で，人間関係を結ぶ点で相違する(相違点1)。」「交際の申し込みデータと交際に同意するデータを交換することにより交際が成立したものと見なすことは，公知の技術であるから，引用文献1に記載の発明において，人間関係を結ぶことを希望している旨の第一のメッセージと人間関係を結ぶことに合意する旨の第二のメッセージとを交換した間で，人間関係を結ぶようにすることは，当業者にとって容易」であるという判断を示した。",
                        "これに対し，控訴人は，意見書(乙3の3。以下「本件意見書」という。)において，「・・・引用文献1に記載の発明は，発信者から宛先に送信された単一の電子メールに基づいて関係情報などを生成することを前提に構成されたものです。したがって，発信者と宛先とが異なる複数の電子メール，つまり，「発信者から宛先に送信された電子メール」と「この宛先から発信者に返信された電子メール」とに基づいて関係情報などを生成することは，発明の前提に反するものです。また，そもそも，発信者と宛先とが異なる複数の電子メールから生成される関係情報なるものは観念ができません。このように，引用文献1に記載の発明において，人間関係を結ぶことを希望している旨の第一のメッセージと人間関係を結ぶことに合意する旨の第二のメッセージとを交換した間で，人間関係を結ぶようにする構成は採用し得ず，前述の審査官殿の認定1は，この点を看過してなされたものであり妥当ではありません。」と記載した。",
                        "このように，控訴人は，本件各発明と引用文献1との相違点(相違点1)が「第二のメッセージ」の有無であることを前提に，引用文献1において複数の電子メール(「発信者から宛先に送信された電子メール」及び「この宛先から発信者に返信された電子メール」)に基づいて関係情報等を生成することは引用文献1に記載の発明の前提に反するため，そのような構成は採用し得ないことを指摘している。つまり，控訴人は，被控訴人が引用する上記記載において，第二のメッセージ(宛先から発信者に向けて返信される電子メール)の有無を指摘しているのであって，第二のメッセージがサーバから第一の登録者に「送信」されるタイミングと，第一の登録者と第二の登録者との間で「関連付け」が行われるタイミングの先後関係は何ら問題としていない。",
                        "したがって，本件意見書の記載は，サーバから第一の登録者に対するメッセージの「送信」と「関連付け」の実行との先後関係について言及するものではないから，被告サーバの構成(被告サーバの記憶手段に第一の登録者に相当する甲と第二の登録者に相当する乙が友達として登録されて関連付けることが終了した後に，甲に対して友達申請が承認されたことを示すメールが送信される)を除外するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "補正について",
                      "text": [
                        "控訴人は，本件特許の出願経過において，手続補正書(乙3の2)において，補正により付加した構成要件1Hに係る構成に本件各発明の特徴がある旨を述べた。控訴人は，構成要件1Hの追加に当たっても，サーバから第一の登録者に対するメッセージの「送信」と「関連付け」の実行との先後関係については何ら言及していないから，「関連付け」が「送信」に先行して行われる被告サーバの構成を除外するものではない。",
                        "(被控訴人の主張)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "第1要件(本質的部分)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "従来技術",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件各発明の優先権の基礎となる出願の明細書(乙10)には，本件明細書の【0033】の記載はなく，構成要件1C，1D及び1H並びに構成要件2C，2D及び2Fに対応する記述がない。よって，本件各発明に関連する技術が公知であるかの基準日は，本件優先日(平成12年10月17日)ではなく，原出願日(平成13年10月9日)とすべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "共通の人間関係を結んでいる登録者(友達の友達)の検索を可能とし，新たに人間関係を結ぶことができるという構成は，公知であり，この点に関する本件各発明の貢献は全くない。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "引用発明の構成は次のとおりである。",
                                "①  クライアントコンピューター370とモデム338，378又は他の通信チャネルを介して接続されたサーバーコンピューター330であって，",
                                "②  第1のユーザーから第2のユーザーに対する，第2のユーザーの個人アドレス帳の個人情報等の閲覧を希望している旨のリンクについて，これに応じるという選択をした第2のユーザーの個人情報を第1のユーザーの個人アドレス帳に記録し，当該記録したアドレス帳を記憶するデータベース340と，",
                                "③  第1のユーザーが第2のユーザーの個人アドレス帳の個人情報等の閲覧を許可することを希望している旨の第1の通知を第1のユーザーのクライアントコンピューター370から受信して第2のユーザーのクライアントコンピューター370に送信すると共に，第2のユーザーが第1のユーザーに対して個人アドレス帳の個人情報等の閲覧を許可することの通知を第2のユーザーのクライアントコンピューター370から受信して第1のユーザーのクライアントコンピューター370に送信する手段と，",
                                "④  第2のユーザーが第1のユーザーに対して(個人アドレス帳の)個人情報等の閲覧を許可することの通知を受信したとき，第1のユーザーの個人アドレス帳に第2のユーザーの個人情報等を記憶するデータベース340と，",
                                "⑤  第2のユーザーの個人情報をツリー構造で検索し，その結果を第1のユーザーのクライアントコンピューター370から受信する手段と，",
                                "⑥  上記⑤で第1のユーザーによって検索された第2のユーザーが，第1のユーザーに対して，第2のユーザーの友達(第1のユーザーからみれば友達の友達)の情報を第1のユーザーに閲覧させることを許可している場合に，第1のユーザーが，第2のユーザーの友達を，例えば都市やグループといったカテゴリで絞り込み，その氏名を表示させる手段と，",
                                "⑦  上記⑥で検索された第2のユーザーの友達の個人情報を第1のユーザーの端末に送信する手段と，",
                                "⑧  第1のユーザーが第2のユーザーの友達の個人情報等の閲覧を許可することを希望している旨の第1の通知を第1のユーザーのクライアントコンピューター370から受信して第2のユーザーの友達のクライアントコンピューター370に送信すると共に，第2のユーザーの友達が第1のユーザーに対して個人情報等の閲覧を許可することの通知を第2のユーザーの友達のクライアントコンピューター370から受信したとき，第1のユーザーの個人アドレス帳に第2のユーザーの友達の個人情報等を記憶するデータベース340と，",
                                "⑨  を備えるサーバーコンピューター330"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "このように，引用発明では，第2のユーザー(B)に個人情報の閲覧の許可を受けている第1のユーザー(A)が，第2のユーザーに個人情報の閲覧の許可を与えている別のユーザー(C)を検索し，この別のユーザー(C)から個人情報の閲覧の許可を受けるように申し込み，許可を受けることができる。",
                                "したがって，共通の人間関係を結んでいる登録者(友達の友達)の検索を可能とし，新たに人間関係を結ぶことができるという構成は，公知であるから，この構成が本件各発明の本質的部分であるということはありえない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "また，乙11にも他のユーザ(友達の友達)の検索及び検索された他のユーザ(友達の友達)の情報を表示するという公知技術が記載されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "人間関係を結ぶことに合意する旨の情報又はメッセージをサーバが受信したことを条件に人間関係が結ばれるようにすることも公知である。",
                            "すなわち，乙12～18によれば，人間関係を結ぶに際して，人間関係を結ぶことを希望している旨の第一の情報又は信号に対応する形で，サーバが第二の登録者の端末から人間関係を結ぶことに合意する旨の第二の情報または信号を受信したことを条件に人間関係が結ばれるようにすることについては複数の公知技術が存在する。",
                            "また，乙12や乙13に開示されているとおり，情報又は信号の代わりとして，メッセージを用いることも，公知技術が存在している。",
                            "したがって，人間関係を結ぶことに合意する旨の情報又はメッセージをサーバで受信したことを条件に人間関係が結ばれるようにする点に関する本件各発明の貢献度も全くない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本質的部分",
                      "text": [
                        "これに対し，人間関係を結ぶことに合意する旨の第二の情報(メッセージを含む)を，サーバが第二のユーザの端末から受信し，第一のユーザの端末に送信した場合に人間関係を結ぶという構成(構成要件1D及び構成要件1Hの内の一部)は，どの文献にも開示がない。",
                        "よって，本件各発明が従来技術に対して貢献しているとすれば，それは，唯一この構成のみであり，本件各発明は従来技術に対する貢献度が極めて低いものであるから，その本質的部分は，特許請求の範囲の記載の字義通り解釈されるか，あるいは，サーバが人間関係を結ぶことに合意する旨の情報又はメッセージを第2の登録者の端末に送信したことを条件として人間関係が結ばれるようにする構成(要するに，構成要件1D及び構成要件1Hの一部)のみにあると解されるべきである。",
                        "したがって，本件各発明と被告サーバの相違する部分である「構成要件1D及び1Hの内の一部」が本件各発明の本質的部分であり，当該相違する部分である「構成要件1D及び1Hの内の一部」を備えない被告サーバが均等の第1要件を備えないことは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第2要件(置換可能性)について",
                  "text": [
                    "被告サーバでは，①サーバが第二の登録者(乙)から友達申請が承諾されたことの通知を受信した後，②友達登録処理を行い，③その後，サーバが第一の登録者に友達申請が承諾されたことを示すメールを通知するのに対し，本件各発明では，①´サーバが第二の登録者(乙)から人間関係を結ぶことを承諾した旨のメッセージを受信し，②´第一の登録者(甲)に対して当該メッセージを送信した後に，③´友達登録処理を行うという点において相違する。",
                    "本件各発明のように，人間関係の構築にかかるデータベース処理のトリガーを第一の登録者に対するメッセージ送信にかからしめてしまうと，サーバの送信機能に何らかの障害がある等が原因で第一の登録者に対してメッセージが送られない場合に人間関係が構築できないことがある。被告サーバでは，そのようなことがないように，サーバが第二の登録者からの承諾通知を受信した時点で人間関係を構築することで，サーバにおける人間関係の管理を容易にしている。ゆえに，被告サーバでは，第二の登録者からサーバに対して送信されるのはメッセージである必要がなく，単なる信号でよいのである。",
                    "また，被告サーバでは，サーバにおける人間関係の管理に主眼をおいているため，上記③の処理については，選択式としている(乙4)。他方で，本件各発明では，花メールという相手に届かないと意味のない情報をやりとりするものであるから，上記②´の処理が③´の友達登録処理を行う上で必須の処理となる。このことは，被控訴人が優先権主張をしてまで追記したことからも明らかである。したがって，本件各発明において，②´の処理を選択式とすることはできない。",
                    "このように，両サーバの作用効果は同一ではなく，置換を行うことは許されないというべきであり，被告サーバが均等の第2要件を備えないことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第4要件(公知技術から対象製品の非容易推考性)について",
                  "text": [
                    "被告サーバにおいては，ユーザ(例えば，「A」とする。)が，人間関係を構築している他のユーザ(例えば，「B」とする。)の友達を表示し(例えば，「C」，「D」等とする。)，この内，例えば，「C」を選択して，「友達申請」ボタンをクリックし，Cが「友達になる」ボタンをクリックすることで，Bの友達であるCがAの友達として登録されるというものである。なお，被告サーバは，人間関係を構築するに際してメッセージをやりとりするものではない。これに対し，引用発明も，第1のユーザが，個人情報等の閲覧を許可された第2のユーザの友達の情報を検索して表示し，この第2のユーザの友達の内から所望のユーザの個人情報等を閲覧することが可能となるというものである。引用発明において，個人情報等の閲覧を許可するにあたっては，「リンク」及び「リンクに応じる」という情報のやりとりによって行われる。したがって，被告サーバは，引用発明と同一であるか，又は，少なくとも容易に推考できたものである。よって，被告サーバは，第4要件を充足しないことが明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第5要件(意識的除外)について",
                  "text": [
                    "本件各発明の構成要件1H等に係る構成は，補正の際に追記されたものであり，構成要件1H等について均等を主張することは許されず，本件各発明が均等の第5要件を備えないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3-1，3-2(本件各発明は新規性又は進歩性を欠くものであるか)",
              "text": [
                "(被控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人が主張する後記の相違点は存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙12及び乙13に記載された発明はいずれも情報を関連付けて記憶する発明であるから，引用発明と共通する。とりわけ，乙12に記載された発明は名刺交換した各ユーザの名刺情報を関連付けて記憶するものであるところ，名刺情報はユーザの情報に他ならないから，情報を関連付けて記憶するものである。",
                    "したがって，当業者にとって，引用発明に対して乙12又は乙13に記載された発明を適用することは極めて容易である。",
                    "(控訴人の主張)"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1と引用発明は，原審において主張した3つの相違点のほか，①本件発明1では，第一の登録者は「人間関係を結ぶことを希望している旨の第一のメッセージ」を送信するのに対し，引用発明では，第1のユーザーは第2のユーザーを自己の個人アドレス帳に登録する(リンクを確立する)点，②本件発明1では，第二の登録者は「人間関係を結ぶことに合意する旨の第二のメッセージ」を送信するのに対し，引用発明では，第2のユーザーは第1のユーザーに対して閲覧を許可する情報の範囲を指定する点，③本件発明1では，第一の登録者と第二の登録者の間で友人関係を結ぶことについての合意が成立した際に，その事実を記憶手段に記憶する(「第一の登録者の個人情報と第二の登録者の個人情報とを関連付けて上記記憶手段に記憶する」)のに対し，引用発明では，第2のユーザーが第1のユーザーに対して閲覧を許可した情報の範囲を記憶する点，④本件発明1は，「第二の登録者の個人情報を含む検索キーワードを上記第一の端末から受信する手段」を具備するのに対し，引用発明では，第1のユーザーは，第1のユーザーと同じ都市に住んでいるか，又は第1のメンバーも所属するグループに所属する連絡相手(A)の連絡相手(B)の名前を探索するが，その際に連絡相手(A)の個人情報を含む検索キーワードが用いられることは記載されていない点，⑤本件発明1では，「第二の登録者の個人情報と関連付けて記憶されている第二の登録者と人間関係を結んでいる登録者(以下，「第三の登録者」という)の個人情報を上記記憶手段から検索する手段」や，「上記検索された第三の登録者の個人情報を第一の端末に送信する手段」が存在するのに対し，引用発明では，そもそも，「第二の登録者と人間関係を結んでいる登録者」(第三の登録者)が存在しない点，⑥本件発明1では，「第一の登録者」と「第三の登録者」との間で，「人間関係を結ぶことを希望している旨の第一のメッセージ」と「人間関係を結ぶことに合意する旨の第二のメッセージ」のやり取りがなされると，両登録者の個人情報が関連付けられるのに対し，引用発明では，これに該当する構成が存在しない点，⑦本件発明1は，「人脈関係登録サーバ」の発明であるのに対し，引用発明は，合意によって結ばれる「人間関係」を登録するものではなく，ネットワーク化されたアドレス帳の発明である点においても相違する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明と乙12及び乙13は技術分野が異なるものであり，両者を結び付ける動機付けは存在しないし，仮に，引用発明に乙12又は乙13に記載の発明を組み合わせたとしても，本件発明1の構成に到達することはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被告サーバは，文言上，本件各発明の技術的範囲に属せず，また，本件各発明と均等なものとしてその技術的範囲に属するということはできないと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明の意義，被告サーバの構成及び争点1(被告サーバは，文言上，本件各発明の技術的範囲に属するか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件各発明の意義，被告サーバの構成及び争点1(被告サーバは，文言上，本件各発明の技術的範囲に属するか)の判断は，原判決22頁10行目「個人情報」から同頁11行目「によって」までを「第一の登録者が，自己が人間関係を結んでいる第二の登録者の個人情報又は識別情報を含む検索キーワードを用いて」と改め，後記のとおり控訴人の当審における補充主張に対する判断を付加するほかは，原判決「事実及び理由」第4の1～3(原判決18頁10行目から25頁3行目まで)記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における補充主張に対する判断",
              "text": [
                "控訴人は，構成要件1D及び2Dの「送信したとき」について，本件明細書には，第二のメッセージが送信されたことや関連付けて記憶されたことを確認するステップについての記載はなく，「送信したとき」という文言について，「送信した」という事実を条件として記憶の関連付けを行なう態様に限定するものであると理解することはできないと主張する。しかし，特許請求の範囲の記載から，送信することが関連付けることに先行することを意味すると解されるのは上記引用に係る原判決記載のとおりであり，控訴人の主張する点はこの判断を左右するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，被告サーバは，構成要件1D及び2Dを充足しないから，被告サーバは，文言上，本件各発明の技術的範囲に属しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2-2(「送信したとき」に関連付けて記憶されないとしても，本件各発明と均等なものとなるか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "均等の要件について",
              "text": [
                "特許請求の範囲に記載された構成に，相手方が製造等をする製品又は用いる方法(以下「対象製品等」という。)と異なる部分が存する場合であっても，①同部分が特許発明の本質的部分ではなく(第1要件)，②同部分を対象製品等におけるものと置き換えても，特許発明の目的を達することができ，同一の作用効果を奏するものであって(第2要件)，③上記のように置き換えることに，当業者が，対象製品等の製造等の時点において容易に想到することができたものであり(第3要件)，④対象製品等が，特許発明の特許出願時における公知技術と同一又は当業者が当該出願時に容易に推考できたものではなく(第4要件)，かつ，⑤対象製品等が特許発明の特許出願手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情もないとき(第5要件)は，同対象製品等は，特許請求の範囲に記載された構成と均等なものとして，特許発明の技術的範囲に属するものと解される(最高裁平成6年(オ)第1083号同10年2月24日第三小法廷判決・民集52巻1号113頁，最高裁平成28年(受)第1242号同29年3月24日第二小法廷判決・民集71巻3号359頁参照)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "均等の第 1 要件について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法が保護しようとする発明の実質的価値は，従来技術では達成し得なかった技術的課題の解決を実現するための，従来技術に見られない特有の技術的思想に基づく解決手段を，具体的な構成をもって社会に開示した点にあるから，特許発明における本質的部分とは，当該特許発明に係る特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分であると解すべきである。そして，上記本質的部分は，特許請求の範囲及び明細書の発明の詳細な説明の記載に基づいて，特許発明の課題及び解決手段とその作用効果を把握した上で，特許発明に係る特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分が何であるかを確定することによって認定されるべきである。",
                    "また，特許発明の実質的価値は，その技術分野における従来技術と比較した貢献の程度に応じて定められることからすれば，特許発明の本質的部分は，特許請求の範囲及び明細書の記載，特に明細書記載の従来技術との比較から認定されるべきであり，そして，①従来技術と比較して特許発明の貢献の程度が大きいと評価される場合には，特許請求の範囲の記載の一部について，これを上位概念化したものとして認定され，②従来技術と比較して特許発明の貢献の程度がそれ程大きくないと評価される場合には，特許請求の範囲の記載とほぼ同義のものとして認定されると解される。ただし，明細書に従来技術が解決できなかった課題として記載されているところが，優先権主張日の従来技術に照らして客観的に見て不十分な場合には，明細書に記載されていない従来技術も参酌して，当該特許発明の従来技術に見られない特有の技術的思想を構成する特徴的部分が認定されるべきである。そのような場合には，特許発明の本質的部分は，特許請求の範囲及び明細書の記載のみから認定される場合に比べ，より特許請求の範囲の記載に近接したものとなり，均等が認められる範囲がより狭いものとなると解される。",
                    "また，第1要件の判断，すなわち対象製品等との相違部分が非本質的部分であるかどうかを判断する際には，特許請求の範囲に記載された各構成要件を本質的部分と非本質的部分に分けた上で，本質的部分に当たる構成要件については一切均等を認めないと解するのではなく，上記のとおり確定される特許発明の本質的部分を対象製品等が共通に備えているかどうかを判断し，これを備えていると認められる場合には，相違部分は本質的部分ではないと判断すべきであり，対象製品等に，従来技術に見られない特有の技術的思想を構成する特徴的部分以外で相違する部分があるとしても，そのことは第1要件の充足を否定する理由とはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書には，本件各発明は，より広範で深い人間関係を結ぶための，人脈関係登録システム，人脈関係登録方法とサーバ，人脈関係登録プログラムと当該プログラムを記録したコンピュータ読取可能な記録媒体に関するものであり，従来，職業等に関する様々な特定分野の専門家を知り，専門的知識や情報を得ようとする場合に，効率的に知ることの出来るシステム・方法はなく，また，より広範で深い人間関係を結ぶためには，一人一人の努力に頼るほかなく，これを積極的にサポートするシステムは存在しなかったことが記載されている(【0001】，【0002】)。",
                        "また，本件各発明の発明が解決しようとする課題について，より広範で深い人間関係を結ぶことを積極的にサポートする人脈関係登録システム，人脈関係登録方法とサーバ，人脈関係登録プログラムと当該プログラムを記録したコンピュータ読取可能な記録媒体を提供することを目的とし，また，職業等に関する様々な特定分野の専門家を知り，専門的知識や情報を得ようとする場合に，人脈関係情報を作成し簡単かつ効率的に知ることのできるような人脈関係登録システム，人脈関係登録方法とサーバ，人脈関係登録プログラムと当該プログラムを記録したコンピュータ読取可能な記録媒体を提供することを目的とすること(【0003】)が記載されている。",
                        "そして，本件各発明の特許請求の範囲の記載及び本件明細書によれば，本件各発明は，登録者相互間の合意によって人間関係が結ばれたとき，記録手段を備えたサーバに，人間関係を結んだ登録者の個人情報又は識別情報を関連付けて記憶することで，第一の登録者が，自己が人間関係を結んでいる第二の登録者の個人情報又は識別情報を含む検索キーワードを用いて，第二の登録者と人間関係を結んでいる第三の登録者の個人情報又は識別情報を検索することができ，第三の登録者と人間関係を結ぶことができるものであり，これにより，より広範で深い人間関係を結ぶことを積極的にサポートする人間関係登録システムを提供するという課題を解決するものであると解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "もっとも，下記のとおりの本件優先日当時の従来技術に照らせば，上記(ア)のとおり本件明細書に従来技術が解決できなかった課題として記載されているところは，客観的に見て不十分なものというべきである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "すなわち，本件優先日前の文献である乙2の1には次の記載がある(翻訳は乙2の2による。以下単に「乙2」という。図面については別紙乙2図面目録のとおり)。",
                            "【0018】  図5において表されるように，好ましい実施形態は標準的なインターネットアーキテクチャに準拠し，そのアーキテクチャでは，クライアントコンピューター370及びサーバーコンピューター330がワールドワイドウェブ360と，モデム338，378又は他の通信チャネルとを介して接続される。メモリ374内に存在し，サーバーコンピューター330からダウンロードされた情報をクライアントコンピューター370が表示できるようにするウェブブラウザー382又は他のソフトウェアアプリケーションを運用するクライアントコンピューター370を介して，ユーザーがサーバー360にアクセスする。サーバーコンピューターシステム330はサーバーソフトウェア342を実行し，サーバーソフトウェアは，クライアントコンピューター370及びユーザー情報データベース340とインタラクトする，本発明のネットワークコンピューターベース個人連絡相手管理部343を含む。本発明の商用の実施形態では，個人連絡相手管理部343は，PlanetAllと呼ばれるウェブベース個人連絡相手管理サービスの中核である。データベース340は，登録されたユーザーによって入力される連絡相手情報を含む。個人連絡相手管理部343は，幾つかの状況において，ユーザーの組に，そのユーザーの組が関連する別のユーザーによってデータベース340に対して行われた更新を通知することになる。",
                            "【0022】  友人テーブル460は，ユーザーを互いに関連付けるので，本発明にとって不可欠の手段である。そのテーブル内の各記録は，或る特定の許可レベル460-10とともに，CustomerID460-4によって識別される1人のユーザーと，FriendID460-6によって識別される別のユーザーとの間の関係を表す。本発明のユーザーインターフェースは，ユーザーが他のユーザーについての情報を閲覧するための多数の方法を提供し，これらの方法は全て，特定のユーザーがその情報を見る場合がある他のユーザーのリストを決定するために，友人テーブル460のデータベースクエリに頼る。・・・",
                            "【0039】  ここで図9を参照すると，第1のユーザーが，第1のユーザーの個人データ記録から，いずれのタイプのデータフィールドに，特定の第2のユーザーに閲覧許可を与えるかを指定できるようにする擬似GUI600が示される。図8の記述において説明されたように，第1のユーザーが自分の個人アドレス帳に追加したい第2のユーザーを指定する場合には，第2のユーザーは，第1のユーザーが第2のユーザーに「リンクした」という(図5の連絡相手管理部プログラム343によって発行された)通知を受信することになる。第2のユーザーが，第1のユーザーへのリンクに応じることを選択する場合には，本発明の好ましい実施形態は，第1のユーザーの名前600-5とともに図9に示される擬似GUI600を表示し，第2のユーザーが，第1のユーザーのためのデータフィールド許可を設定できるようにする。第1のユーザーが個々の他のユーザーのためのデータフィールド許可を指定できない従来技術とは異なり，本発明の好ましい実施形態によれば，第1のユーザーは，その個人データベース内に第1のユーザーが含まれることを選択した個々の他のユーザーごとに個別に許可を指定できるようになる。",
                            "【0043】  メンバーAがメンバーBにリンクする場合には，メンバーAは，以下に論じられる許可のいずれかをメンバーBに与えることができる。",
                            "メンバーBが，メンバーAへのリンクに応じない場合であっても，メンバーAのための仮想アドレス帳内に，メンバーBのための電子メール転送先アドレスが含まれることになる。例えば，メンバーBが自らの記録に入力した実際の電子メールアドレスにマッピングする電子メールアドレス「memberB@planetall.com」が，メンバーAの仮想アドレス帳内に現れることになるが，それ以外は何も現れない。",
                            "メンバーAがメンバーBに最初にリンクするとき，メンバーBはウェブサイト及び電子メールにおいて通知される。",
                            "メンバーBがメンバーAにいずれの許可も与えないことを選ぶ場合には，メンバーAは，メンバーBの仮想アドレス帳内に現れないことになる。",
                            "メンバーBがメンバーAに任意の許可を与える場合には，メンバーBの仮想アドレス帳内のリストがメンバーAのために作成されることになり，そのリストは，メンバーAが，メンバーBが閲覧する許可を与えたあらゆる情報を含むことになる。",
                            "メンバーBがメンバーAに個人情報600-8許可を与える場合には，メンバーBの自宅住所及び電話番号(入手可能な場合)がメンバーAの仮想アドレス帳内に現れることになり，メンバーAは，メンバーBが自らのリスト内の関連情報を変更するときに通知されることになる。",
                            "メンバーBがメンバーAに仕事情報600-10許可を与える場合には，メンバーBの勤務先住所及び電話番号(入手可能な場合)がメンバーAの仮想アドレス帳内に現れることになり，メンバーAは，メンバーBが自らのリスト内の関連情報を変更するときに通知されることになる。",
                            "メンバーBがメンバーAに経路交差通知許可600-6を与える場合には，メンバーBがメンバーAと同じ都市内にいるときに，メンバーAに通知することができる。メンバーA及びメンバーBがいずれも同じ都市を拠点にする場合には，メンバーAは，メンバーA及びメンバーBが同じ行先に旅行しているときにのみ通知されることになる。",
                            "メンバーBがメンバーAに誕生日通知600-12許可を与える場合には，メンバーBの誕生日及び記念日(入手可能な場合)がメンバーAの仮想アドレス帳内に現れることになり，メンバーAは，メンバーBの誕生日又は記念日が近づいているときに通知されることになる。",
                            "メンバーBがメンバーAに友人の友人情報600-14許可を与える場合に，メンバーAが，誰が特定の都市に住んでいるか，又は誰が特定のグループに関連付けられているかのような，自らの連絡相手の連絡相手についての情報を探索する場合には，妥当な場合，メンバーBの連絡相手サークルからの情報が探索結果に含まれることになる。・・・",
                            "【0051】  本発明の好ましい実施形態において，第2のユーザーが第1のユーザーに任意のタイプのデータフィールド許可を与えた場合には，第1のユーザーの電子メールアドレス634-2が表示される。第2のユーザーが第1のユーザーに仕事情報許可を与えた場合にのみ，第2のユーザーの勤務先住所及び電話番号634-4が表示される。第2のユーザーが第1のユーザーに個人情報許可を与えた場合にのみ，第2のユーザーの自宅住所及び電話番号634-6が表示される。・・・",
                            "【0072】  ここで図13を参照すると，友人の友人システムを示す図が示される。友人の友人システムによって，第1のメンバーは，第1のメンバーと同じ都市に住んでいるか，又は第1のメンバーも所属するグループに所属する連絡相手の連絡相手の名前を探索できるようになる。第1のユーザーが友人の友人探索を実行するとき，個人連絡相手管理部343は，ウェブサーバーソフトウェア342を介して，擬似友人の友人報告GUI688に類似のGUIにおいて第1のユーザーのクライアントコンピューター370のユーザーインターフェース380(図5)上に探索結果を表示する。友人の友人である第2のメンバーの場所を特定した後に，第1のメンバーは，上記の図8及び図9の記述において説明されたように，第1のユーザーの個人アドレス帳に第2のメンバーを追加するために，その第2のメンバーにリンクすることができる。",
                            "【0073】  個人連絡相手管理部343の好ましい実施形態において，友人の友人システムは以下のように動作する。メンバーA680がメンバーB682に任意の許可レベル681でリンクされ，メンバーB682がメンバーC684に任意の許可レベル685でリンクされる場合に，メンバーC684がメンバーB682に友人の友人許可687を与え，メンバーB682もメンバーA680に友人の友人許可683を与える場合には，メンバーAは，メンバーCについての友人の友人通知を受信する資格がある。第1のユーザーが友人の友人探索を実行するとき，第1のユーザーが，上記のように，第2のユーザーについての友人の友人通知を受信する資格がある限り，その探索の結果は，第1のユーザーが所属するグループに所属している全ての第2のユーザーと，第1のユーザーが住んでいる都市と同じ都市に住んでいる全ての第2のユーザーとを含むことになる。例えば，メンバーA及びメンバーCがいずれもグループA686に属し，メンバーAがメンバーCについての友人の友人通知を受信する資格がある場合には，個人連絡相手管理部343によって生成されるメンバーAの友人の友人探索688の結果は，メンバーC690を含むことになる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "このような乙2の記載によれば，サーバーコンピューター330とクライアントコンピューター370がワールドワイドウェブ360を介して接続され，サーバーコンピューター330に登録されたユーザーによって入力される連絡相手情報を含むユーザー情報データベース340が設けられた構成において，①メンバーA(本件各発明における第一の登録者)がメンバーB(本件各発明における第二の登録者)に任意の許可レベルでリンクされ，メンバーBがメンバーC(本件各発明における第三の登録者)に任意の許可レベルでリンクされる場合に，メンバーCがメンバーBに友人の友人許可を与え，メンバーBもメンバーAに友人の友人許可を与える場合には，メンバーAは，メンバーCについての友人の友人通知を受信する資格があること，②「友人テーブル」がユーザー(本件各発明における登録者)を互いに関連付け，③「友人の友人システム」によって，第1のユーザー(本件各発明における第一の登録者)は，第1のユーザーと同じ都市に住んでいるか，又は第1のユーザーが所属するグループに所属する連絡相手の連絡相手の名前を探索でき，第1のユーザーが友人の友人探索を実行し，友人の友人である第2のユーザー(本件各発明における第三の登録者)の場所を特定した後に，第1のユーザーは第1のユーザーの個人アドレス帳に第2のユーザーを追加するために，第2のユーザーにリンクすることができ，④第1のユーザーが第2のユーザーを指定すると，第2のユーザーは，第1のユーザーが第2のユーザーに「リンクした」という通知を受信し，⑤第2のユーザーがリンクに応じることを選択する場合には，第2のユーザーはデータフィールド許可を設定して第1のユーザーのために個人情報等の閲覧を許可することの通知を送信し，この通知を受信したときに，第1のユーザーの個人アドレス帳に第2のユーザーの職業や個人情報等を表示する構成の記載がある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のとおりの本件優先日当時の従来技術に照らせば，より広範で深い人間関係を結ぶことを積極的にサポートする人間関係登録システムを提供するとの課題について，上記のような解決手段が存在したものということができる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，本件明細書に従来技術が解決できなかった課題として記載されているところは，優先権主張日の従来技術に照らして客観的に見て不十分なものであるから，本件明細書に記載されていない上記イ(イ)のとおりの従来技術も参酌して従来技術に見られない特有の技術的思想を構成する特徴的部分を認定すべきことになる。",
                    "そして，上記イ(イ)のとおりの従来技術に照らせば，本件各発明は，主要な点においては，従来例に示されたものとほぼ同一の技術を開示するにとどまり，従来例が未解決であった技術的困難性を具体的に指摘し，その困難性を克服するための具体的手段を開示するものではないから，本件各発明の貢献の程度は大きくないというべきであり，上記従来技術に照らし，従来技術に見られない特有の技術的思想を構成する部分については，本件各発明の特許請求の範囲とほぼ同義のものとして認定するのが相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，被告サーバが構成要件1D及び2Dの構成を備えていないのは前記1に説示のとおりであるから，被告サーバは本件各発明の本質的部分の構成を備えるということはできず，均等の第1要件を充足しない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，引用発明は具体的にはネットワークを通じて連絡相手情報を管理する発明であって，相互に情報を交換し合うことによって新たに人間関係を締結するというソーシャルネットワーキングサービス(SＮS)の発明ではないから，本件各発明とは技術思想が根本的に異なるものであり，本件各発明の本質的部分を認定するに当たり参照されるべき従来技術ではないと主張する。",
                        "しかし，本件明細書にはソーシャルネットワーキングサービス(SＮS)であることの記載はなく，上記イに説示したところに照らせば，本件各発明と引用発明は，いずれも共通の人間関係を結んでいる登録者の検索を可能とし，新たに人間関係を結び，これを登録することができる発明である点で共通するものであるから，本件各発明の従来技術として引用発明を参照することができるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，本件各発明の構成のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分は，「登録者が互いにメッセージを送信し合うことによって人間関係を結ぶ(友達になる)という意思が合致した場合(合意が成立した場合)に，当該登録者同士を関連付けて記憶するという技術を前提として，共通の人間関係を結んでいる登録者(友達の友達)の検索を可能とし，新たに人間関係を結ぶことができるようにすることによって，より広範で深い人間関係を結ぶことができるという構成」にあると主張する。",
                        "しかし，従来技術との比較において本件各発明の貢献の程度は大きくなく，本件各発明の本質的部分は特許請求の範囲とほぼ同義のものと認定すべきことは上記イ及びウに説示したとおりである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，2人の個人が互いに人間関係を結んでいるかどうかは，多分に個人の主観的な評価を伴う問題であって，引用発明において個人情報の閲覧を許可したからといって，人間関係を結ぶことを承諾したということにはならないと主張する。しかし，引用発明は，第1のユーザーが第2のユーザーをリンクすると，第2のユーザーはその旨の通知を受信し，リンクに応じる場合は第2のユーザーが第 1 のユーザーにデータフィールド許可を設定でき，第2のユーザーは第1のユーザーに個人情報許可，仕事情報許可，経路交差通知許可などを与えることができるのであり，これは，人間である第1のユーザーと人間である第2のユーザーが関係を結ぶことに他ならないから，第1のユーザーと第2のユーザーが人間関係を結ぶものと理解することができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，控訴人は，乙2の【0072】，【0073】に「友人の友人システム」という表現は存在するものの，その実質は，自己の個人アドレス帳に他のメンバーが登録されている場合に，当該他のメンバーの個人アドレス帳の中を検索するというものにすぎず，「友人」とは，本件各発明における当事者間の合意によって結ばれるところの「人間関係」とは別物であると主張するが，本件各発明において「人間関係を結ぶ」ことの意義について，引用発明における構成を除外することを示す記載はなく，引用発明において，第1のユーザーがリンクし，第2のユーザーがリンクに応じることにより，人間関係が結ばれるといえることについては，上記説示のとおりである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，その余の争点について判断するまでもなく，控訴人の請求は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，控訴人の請求は理由がないから，控訴人の請求を棄却した原判決は，相当である。",
        "よって，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(ネ)10071",
    "date": "2019-09-11",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成29年(ワ)22417",
    "precedent_id": "088913",
    "ipprecedent_id": "5227",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}