{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30  - 1 -"
    },
    {
      "text": "日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-800057号事件について平成30年5月7日にした審決のうち，特許第4623924号の請求項1，2，7，8に係る部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が請求した特許無効審判の無効成立審決に対する取消訴訟である。主な争点は，サポート要件についての判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成14年10月15日に出願され(特願2002-300600号。優先権主張［平成13年10月12日  ドイツ連邦共和国］)，平成22年11月12日に設定登録された特許(甲60。以下「本件特許」という。特許第4623924号)の特許権者である。",
            "被告は，平成28年5月18日，本件特許の請求項1～3，7及び8に係る発明についての特許の無効審判請求をしたところ，これを特許庁は，無効2016-800057号事件として審理し(同審判を，以下「本件審判」という。)，原告は，平成29年12月13日に訂正請求(以下「本件訂正請求」という。)をした。",
            "特許庁は，平成30年5月7日，本件訂正請求を認めた上で，「特許第4623924号の請求項1，2，7，8に係る発明についての特許を無効とする。特許第4623924号の請求項3，13に係る発明についての審判請求は成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月17日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載(甲60，76の2)",
          "text": [
            "本件訂正請求に係る訂正後の特許請求の範囲請求項1，2，7，8の記載は，次のとおりである(以下，請求項に係る発明を，それぞれの請求項の番号に応じて「本件発明1」などといい，本件発明1，2，7，8を併せて「本件発明」という。また，本件特許の訂正後の明細書及び図面を「本件明細書」という。)。",
            "【請求項1】正または負の誘電異方性を有する極性化合物の混合物に基づく液晶媒体であって，これが，一般式I 【化1】",
            "式中，",
            "【化2】",
            "は，1，4-フェニレン基であり，",
            "【化3】",
            "は，",
            "【化4】",
            "であり，",
            "Z1，Z2およびZ3は，単結合であり，",
            "Xは，n-C H であり，",
            "aは，0であり，",
            "bは，0であり，",
            "cは，1である，",
            "で表される1種または2種以上の化合物を含むことを特徴とする，液晶媒体であって，さらに，式RII，RIV，RV，RVII，RVIII，RXI，RXIIおよびRXIV：",
            "【化5】",
            "式中，",
            "R0は，各々2～8個の炭素原子を有するn-アルキル，オキサアルキル，フルオロアルキル，アルケニルオキシまたはアルケニルであり，",
            "dは，0，1または2であり，",
            "alkylおよびalkyl＊は，各々，互いに独立して，2～8個の炭素原子を有する直鎖状または分枝状アルキル基であり，",
            "alkenylは，2～8個の炭素原子を有する直鎖状または分枝状アルケニルである，",
            "のいずれかで表される化合物からなる群から選択された1種または2種以上の化合物を含むことを特徴とする，前記液晶媒体。",
            "【請求項2】正または負の誘電異方性を有する極性化合物の混合物に基づく液晶媒体であって，これが，一般式I 【化6】",
            "式中，",
            "【化7】",
            "は，1，4-フェニレン基であり，",
            "【化8】",
            "は，1，4-シクロヘキシレン基であり，",
            "【化9】",
            "は，",
            "【化10】",
            "であり，",
            "Z1，Z2およびZ3は，単結合であり，",
            "Xは，n-C H であり，",
            "aは，0であり，",
            "bは，1であり，",
            "cは，1である，",
            "で表される1種または2種以上の化合物を含むことを特徴とする，液晶媒体であって，さらに，以下の式：",
            "【化11】",
            "式中，",
            "R0は，各々2～8個の炭素原子を有するn-アルキル，オキサアルキル，フルオロアルキル，アルケニルオキシまたはアルケニルであり，",
            "dは，0，1または2であり，",
            "alkylおよびalkyl＊は，各々，互いに独立して，2～8個の炭素原子を有する直鎖状または分枝状アルキル基であり，",
            "nは，2～8の整数である，",
            "のいずれかで表される化合物からなる群から選択された1種または2種以上の化合物を含むことを特徴とする，前記液晶媒体。",
            "【請求項7】  正または負の誘電異方性を有する極性化合物の混合物に基づく液晶媒体であって，これが，一般式I 【化26】",
            "式中，",
            "【化27】",
            "は，1，4-フェニレン基であり，",
            "【化28】",
            "は，1，4-シクロヘキシレン基であり，",
            "【化29】",
            "は，",
            "【化30】",
            "であり，",
            "Z1，Z2およびZ3は，単結合であり，",
            "Xは，n-C H またはビニル基であり，",
            "aは，0であり，",
            "bは，1であり，",
            "cは，1である，",
            "で表される1種または2種以上の化合物を含むことを特徴とする，液晶媒体であって，さらに，以下の式：",
            "【化31】",
            "式中，",
            "R0は，各々2～8個の炭素原子を有するn-アルキル，オキサアルキル，フルオロアルキル，アルケニルオキシまたはアルケニルであり，",
            "dは，0，1または2であり，",
            "alkylおよびalkyl＊は，各々，互いに独立して，2～8個の炭素原子を有する直鎖状または分枝状アルキル基である，",
            "のいずれかで表される化合物からなる群から選択された1種または2種以上の化合物を含むことを特徴とする，前記液晶媒体の，電気光学的目的への使用。",
            "【請求項8】  正または負の誘電異方性を有する極性化合物の混合物に基づく液晶媒体であって，これが，下記式",
            "【化32】",
            "式中，",
            "【化33】",
            "は，1，4-フェニレン基であり，",
            "【化34】",
            "は，1，4-シクロヘキシレン基であり，",
            "【化35】",
            "は，",
            "【化36】",
            "であり，",
            "Z1，Z2およびZ3は，単結合であり，",
            "Xは，",
            "n-C H またはビニル基",
            "であり，",
            "aは，0であり，",
            "bは，1であり，",
            "cは，1である，",
            "で表される1種または2種以上の化合物を含むことを特徴とする，液晶媒体であって，さらに，以下の式：",
            "【化37】",
            "式中，",
            "R0は，各々2～8個の炭素原子を有するn-アルキル，オキサアルキル，フルオロアルキル，アルケニルオキシまたはアルケニルであり，",
            "dは，0，1または2であり，",
            "alkylおよびalkyl＊は，各々，互いに独立して，2～8個の炭素原子を有する直鎖状または分枝状アルキル基であり，",
            "nは，2～8の整数である，",
            "のいずれかで表される化合物からなる群から選択された1種または2種以上の化合物を含み，さらに，以下の式：",
            "【化38】",
            "【化39】",
            "【化40】",
            "【化41】",
            "【化42】",
            "式中，nは，互いに独立して，1，2，3，4，5，6，7，8，9，10，11，12，13，14または15である，のいずれかで表される化合物からなる群から選択された少なくとも1種の安定剤を含むことを特徴とする，前記液晶媒体を含む，電気光学的液晶ディスプレイ。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明が解決しようとする課題について",
                  "text": [
                    "本件明細書の段落【0016】及び【0013】の記載によると，本件発明が解決しようとする課題は，特に，「極めて高い比抵抗値」，「高い透明点であるか大きい動作温度範囲」，「低い回転粘度であるか低温においても短い応答時間」，「低いしきい値電圧」の4点(以下「本件4点」という。)において，従来技術の欠点を有しないか，又は有しても小さい程度のみである，特に，MLC，TＮ又はSTＮディスプレイ用の媒体を提供するものであるといえる。そして，本件明細書の段落【0017】の記載によると，上記課題の中で，減少した弾性定数，特にK によってもたらされる低いしきい値電圧が強調されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題を解決するための手段について",
                  "text": [
                    "前記アの課題の解決手段として，本件明細書の段落【0017】に，「末端極性基および末端CH 基を有する液晶化合物」を用いることが記載されているが，本件発明が，この手段を採用することにより上記の課題を解決できることに関する作用機序に関連する記載は，本件明細書に見当たらず，液晶媒体に「末端極性基および末端CH 基を有する液晶化合物」が存在すれば，何故，上述の発明の課題を解決できるのかを本件明細書の記載から客観的に把握することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の実施例について",
                  "text": [
                    "本件発明の実施例を見て，実施例に用いられている本件訂正前の請求項1の一般式Ⅰ(以下「訂正前請求項1一般式Ⅰ」という。)に含まれる化合物と本件発明の課題について検討する。",
                    "本件明細書の実施例は，いずれも，訂正前請求項1一般式Ⅰで表される化合物として，末端CH 基と末端基として，「OCF 」又は「F」等の，F原子の大きな電気陰性度により，複数の環の連結方向である長軸方向に大きな誘電異方性(正の誘電異方性)を生じる極性基(以下，「正の誘電異方性極性基」という。)を有する化合物を含み，これらは，本件明細書の段落【0017】での「末端極性基および末端CH 基を有する液晶化合物」に含まれる化合物であることが分かる。",
                    "そして，すべての実施例が，正の誘電異方性極性基を有する訂正前請求項1一般式Iで表される化合物を含んでいること，及び，例M5，例M10，例M13，例M21，例M22，例M30は，訂正前請求項1一般式Iで表される化合物として，正の誘電異方性極性基を有する化合物のみを含む液晶媒体であるが，これらについてはK 等の本件発明の課題とする特性を評価していることから，本件発明の課題の解決手段としての「末端極性基および末端CH 基を有する液晶化合物」として，正の誘電異方性極性基を有する化合物が必須であることが分かる。",
                    "一方，いくつかの例では，本件発明2，7及び8の一般式Iで表される化合物に合致する，正の誘電異方性極性基を有する化合物ではない「CCP-V-1」又は「CCP-31」も使用されているが，これらの化合物が含まれる液晶媒体には，必ず，正の誘電異方性極性基を有する本件訂正前請求項1一般式Iで表される化合物が含まれている。そして，前記アのとおり，発明の課題として強調されている，K によってもたらされる低いしきい値電圧に関し，「V ， ， 」等の特性を見ても，本件訂正前請求項1一般式Iで表される化合物で表される化合物として，正の誘電異方性極性基を有する化合物のみを含む液晶媒体の「V ， ， 」等の特性と，「CCP-V-1」又は「CCP-31」及び正の誘電異方性極性基を有する化合物を含む液晶媒体の「V ， ， 」等の特性を比べても，後者について，傾向的な特性の向上が見られることもなく，液晶媒体が「CCP-V-1」又は「CCP-31」を含むことによる特性の向上を見いだすことはできない。",
                    "さらに，化合物の誘電異方性が「正」となるか否か，ひいては液晶媒体の誘電異方性がどの様な極性になるか等，「末端極性基および末端CH 基を有する液晶化合物」の末端極性基が，「OCF 」又は「F」となるか，「V(ビニル基)」又は「n-C H 」となるかで，化合物の有する化学的特性が異なるものとなることは，技術常識に照らして明らかであるといえ，実際，末端基が「V(ビニル基)」又は「n-C H 」である一般式Iで表される化合物として，「CCP-V-1」又は「CCP-31」(のみ)を液晶媒体に含んだ場合にも，「正の誘電異方性を有する式I化合物」と同等の特性が得られること，ひいては本件発明の課題が解決できることは，本件特許の優先日当時の技術常識を考慮したとしても，本件明細書から読み取ることができない。",
                    "また，「CCP-V-1」又は「CCP-31」は，上記極性基に対応する基が「V(ビニル基)」又は「n-C H 」であるが，甲25(苗村省平「はじめての液晶ディスプレイ技術」株式会社工業調査会，平成16年発行)の「(e)極性基  炭化水素においては結合の両端が同じ炭素原子であり，結合を作っている軌道上で電子の偏りはない。」等の記載によると，炭化水素であるビニル基又はアルキル基を「極性基」であるとすることはできないことも踏まえると，末端基として「V(ビニル基)」又は「C H 」を有する「CCP-V-1」又は「CCP-31」は，発明の解決手段とされている「末端極性基および末端CH 基を有する液晶化合物」の化合物であると把握することができない。",
                    "そうすると，前記イのとおり，本件明細書からは，液晶媒体に「末端極性基および末端CH 基を有する液晶化合物」が存在しさえすれば，本件発明の課題を解決することができるということはできないし，上記のとおり，実施例中に，本件発明の課題を解決することができる液晶媒体は，極性官能基として「OCF 」又は「F」等の正の誘電異方性極性基を有する化合物を含むものだけであるから，「末端極性基および末端CH 基を有する液晶化合物」に対応する本件発明の一般式Iで表される化合物のXが，「V(ビニル基)」又は「n-C H 」である場合に，この化合物が含まれる液晶媒体で本件発明の課題を解決することができることを，本件特許の優先日当時の技術常識を加味したとしても，本件明細書の記載から把握することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上を総合すると，本件発明の課題の解決手段とされている「末端極性基および末端CH 基を有する液晶化合物」の末端極性基に対応する基が，「n-CH 」又は「ビニル基」である本件発明は，本件明細書の発明の詳細な説明に記載される発明の課題を解決することを当業者が認識できるように記載された範囲を超えるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の一般式Iで表される化合物(PP-13)について",
              "text": [
                "本件明細書の実施例中に，「末端極性基および末端CH 基を有する液晶化合物」として，具体的に開示されているのは，ほとんどが3環以上の化合物であり，2環の化合物は，「CQU-1-F」のみであり，この「CQU-1-F」は，1，4-シクロヘキシレン基とフッ素置換された1，4-フェニレン基が「CF O」を介して結合した正の誘電異方性を有する化合物である。",
                "一方，本件発明1の一般式Iで表される化合物は，「PP-13」であり，中性の化合物であり，環構造，末端基及び環の連結基において，「CQU-1-F」と異なるものである。",
                "そうすると，本件発明の実施例には，本件発明1の一般式Iで表される化合物の具体的な開示がないことになる。",
                "そして，前記(1)イのとおり，本件明細書には，「末端極性基および末端CH 基を有する液晶化合物」が本件発明の課題を解決することに関する作用機序が明らかにされていないから，PP-13が，単に，「末端極性基および末端CH 基を有する液晶化合物」に対応する本件発明1の一般式Iで表される化合物に含まれるというだけでは，PP-13を含む液晶媒体で本件発明の課題を解決することができることを，本件特許の優先日当時の技術常識を加味したとしても，本件明細書の発明の詳細な説明の記載から把握することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の液晶媒体の誘電異方性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "液晶媒体の誘電異方性に関する明細書の記載について",
                  "text": [
                    "本件発明は，本件明細書の段落【0016】に記載されるように，MLC，TＮ又はSTＮディスプレイ用の媒体を提供する目的を有しているが，段落【0005】の記載では，本件発明のMLCディスプレイの材料は，正の誘電異方性の材料が望ましいこと，段落【0004】の記載では，「ねじれネマティック構造」(TＮ構造)を有する材料は，正の誘電異方性を有しなければならないとされていること，さらに，本件発明では，段落【0017】に記載されるように，低いしきい値電圧を得るためK を減少させているが，例えば，日本学術振興会第142委員会編「液晶デバイスハンドブック」(日刊工業新聞社，平成元年9月29日発行。甲50。以下「甲50文献」という。)の75頁の式(2．99)に示されるように，K がしきい値電圧と関連するのは，誘電異方性が正の液晶媒体の場合である。",
                    "また，本件発明の実施例を見ても，前記(1)ウのとおり，すべての実施例は，誘電異方性が正の「末端CH 基と末端基として，OCF 又はFを有する化合物」と他に誘電異方性が正の複数の化合物を含み，実施例として，液晶媒体全体として正の誘電異方性を示すもののみしか記載されていない。",
                    "以上を踏まえると，本件明細書の記載からは，本件発明で意図している液晶媒体として，正の誘電異方性を有するものしか把握することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明の特定と液晶媒体の誘電異方性に関する明細書の記載の対応について",
                  "text": [
                    "本件発明では，「正または負の誘電異方性を有する極性化合物の混合物に基づく液晶媒体」と特定され，液晶媒体が，負の誘電異方性を示す場合も含まれている。",
                    "ここで，前記(1)のとおり，本件明細書の記載からは，「末端極性基および末端CH基を有する液晶化合物」として，正の誘電異方性極性基を有する化合物を用いた場合以外には，本件発明の課題を解決することができるとすることができないが，この化合物が正の誘電異方性を有する液晶化合物であるならば，この成分及び他の成分を含む液晶媒体も同じく正の誘電異方性を有するものとすることが，技術常識に照らすと普通のことである。",
                    "そして，前記(1)イのとおり，本件明細書には，「末端極性基および末端CH 基を有する液晶化合物」の本件発明の課題を解決することに関する作用機序が明らかにされていないから，液晶媒体の正負の誘電異方性にかかわらず，「末端極性基および末端CH 基を有する液晶化合物」が液晶媒体に存在しさえすれば，本件発明の課題を解決することができることを，本件特許の優先日当時の技術常識を加味したとしても本件明細書の記載から把握することができない。",
                    "そうすると，「末端極性基および末端CH 基を有する液晶化合物」を含む液晶媒体が負の誘電異方性を有する場合には，本件発明が，発明の課題を解決できることを本件明細書の記載から把握することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，追加の実験結果として実験レポートを提出するが，発明の詳細な説明は，本件特許の優先日当時の当業者の技術常識を参酌しても，当業者が本件発明の課題を解決できると認識できる程度に，具体例を開示していないから，上記追加実験の結果を参酌することはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上より，本件特許請求の範囲の請求項1，2，7，8の記載は，特許法36条6項1号の要件を満たしておらず，本件発明についての特許は，同号に違反して特許されたものであるから，同法123条1項4号に該当し，無効とすべきものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の課題について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の課題は，液晶化合物のK を減少させ，かつ，従来技術の一般的な欠点を有しないか，又は有しても小さい程度のみの媒体を提供するという目的を達成することにある。理由は以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書には，従来技術の問題点が段落【0003】～【0014】に記載されており，これに続いて段落【0016】に「本発明は，前述の欠点を有しないか，または有しても小さい程度のみであり，かつ好ましくは同時に極めて高い比抵抗値および低いしきい値電圧を有する，特にこのタイプのMLC，TＮまたはSTＮディスプレイ用の媒体を提供する目的を有する。この目的は，高い透明点および低い回転粘度を有する液晶化合物を必要とする。」と記載されているところ，この「前述の欠点」とは，段落【0003】～【0014】で例示された従来技術の問題点(例えば「極めて大きい比抵抗値を達成することは，従来不可能であった」，「従来技術からの混合物の低温特性もまた，特に不利である」といった問題点)を意味するが，本件明細書では，それらの欠点(問題点)を有しないか，又は有しても小さい程度のみであり，かつ好ましくは同時に極めて高い比抵抗値及び低いしきい値電圧を有することを本発明の目的とするとしている。",
                        "しかし，本件明細書には，これらの問題点のどれとどれが解消されなければならないとか，すべての問題点が解消されなければならない旨の記載はないから，上記の「欠点を有しないか，または有しても小さい程度のみ」とするというためには，従来の液晶媒体が有し得る一般的な欠点を小さい程度に抑えることができれば足りると解すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "弾性定数K は，本件特許の出願日当時，本件特許の特許権者以外からはあまり着目されていなかったパラメータであり，それ自体新たな課題である。",
                        "本件発明は，K を低減させるという新たな課題の解決のために何をすればよいのかを初めて示した発明である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明は，媒体に係る発明であるところ，K が媒体の物性値であるのに対して，しきい値電圧はむしろディスプレイの性能を示す値であって，これは媒体自体の物性のほかにディスプレイのモード，形式等にも依存する値であることから，しきい値電圧の低下を，媒体に係る本件発明が直接解決しようとする課題とすること自体，論理の飛躍がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件明細書の段落【0017】は，本件明細書において一般式Ⅰで表される化合物(以下「式Ⅰ化合物」という。)が，媒体のK を減少させ，その媒体が所定のディスプレイに搭載されれば，しきい値電圧の低下という本件発明の利点が得られることを記載したものであり，しきい値電圧の低下は本件発明の利点であって，課題ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件発明が解決しようとする課題は，特に，「極めて高い比抵抗値」，「高い透明点であるか大きい動作温度範囲」，「低い回転粘度であるか低温においても短い応答時間」及び「低いしきい値電圧」の4点(本件4点)において，従来技術の欠点を有しないか，又は有しても小さい程度のみとすることであると説示する。",
                        "しかし，本件明細書には，本件審決の上記判断の根拠となる記載はないし，また，本件4点を同時に満足するものでなければならないとする記載もない。",
                        "また，本件明細書の段落【0016】の「欠点」とは，本件4点に関するものも含まれるが，それらに限らず，従来の液晶媒体が有する一般的な問題点を指していると解すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，本件明細書では，本件発明の課題として，K によってもたらされる低いしきい値電圧の点が強調されているとしている。",
                        "しかし，低いしきい値電圧は，「特に」との前書きがあるとおり，減少したK によってもたらされる一つの付随的な効果を表現するものにすぎず，減少したK によって必ずもたらされなければならない効果と解することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，本件発明の課題は，本件4点の解決であると主張する。",
                        "しかし，本件明細書は，許容できる最低限度を「欠点を有しても小さい程度」の文言で表現しているのであるから，本件4点を同時に満たすか満たさないかにかかわらず，「欠点を有しても小さい程度」に収まるものであればよいとしているというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，弾性定数であるK の低減は，それ自体に意味があるのではないと主張する。",
                        "しかし，液晶組成物の弾性定数が高いということは変形に対する抵抗が大きいことを意味するから，一般には弾性定数が低くなれば，変形させる働きかけに対する抵抗が小さいということになる。そして，本件発明では，液晶組成物の弾性定数Kを下げる，ということを末端CH 基を有する式Ⅰ化合物の存在によって実現する，すなわち液晶化合物固有の物性値を低下させるということが課題の解決であり，しきい値電圧の低減は，この弾性定数の低下の結果として生じる事象であるが，これはディスプレイの形式によって異なる事象であるので，本件明細書には本件発明が直接解決しようとする課題としては記載されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，本件審判における原告の上申書の記載(甲75)を引用するなどして，本件審判において，原告は，しきい値電圧の低下が本件発明の課題であることを認めていた旨主張するが，被告が指摘する部分は，しきい値電圧の低下という本件発明の利点(効果)が得られるということを述べるものであって，原告は，本件審判において，しきい値電圧の低下が本件発明の課題であるとは主張していない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書が開示する本件発明の課題の解決手段について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書が開示する本件発明の課題を解決する手段としての液晶媒体は，式Ⅰ化合物を含むものであり，式I化合物は，一方の末端はCH 基に固定されているのに対し，末端X基は，正の誘電異方性極性基であるか，誘電異方性を生じない基(以下「電気的に中性な基」という。)であるかをとわず，様々に可変の基である。理由は以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の段落【0017】に，「式Iで表される化合物は，弾性定数，特にK を減少させ，特に低いしきい値電圧を有する混合物をもたらす」として，式I化合物を用いることによって液晶混合物のK を減少させるという課題が解決される旨が記載され，段落【0018】～【0020】に，式I化合物並びに同式中の各置換基及び環についての定義が記載され，この式I化合物が一方の末端にCH 基を有し，他方の末端に多数の選択可能な置換基から選択されるX基を有するものであることから，当該課題の解決手段として式I化合物の中の末端CH 基が重要であることが読み取れる。",
                        "また，本件明細書の段落【0023】，【0024】の記載によると，「式Iで表される化合物におけるXは，好ましくは，」以降に，式I化合物における末端CH 基と反対側の末端基であるX基として好ましいものを挙げており，その中には，X基が「OCF 」又は「F」等の，F原子の大きな電気陰性度により，複数の環の連結方向である長軸方向に大きな誘電異方性(正の誘電異方性)を生じる極性基(正の誘電異方性極性基)である場合も，X基が上記正の誘電異方性を生じない「CH ，C H およびn-C H 」といった非置換アルキル基である場合も，区別なく例示列挙されている。",
                        "そして，本件明細書の段落【0026】～【0032】に，式I化合物の具体例が挙げられているところ，いずれの具体例においても，「Xは，請求項1において定義した通りであり」とされているとおり，末端X基が「正の誘電異方性極性基」であるか，非置換アルキル基のような誘電異方性を生じない基(電気的に中性な基)であるかを問わないのに対して，他方の末端はいずれの具体例においてもCH 基に固定されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の段落【0033】～【0040】には，「特に好ましい媒体」として，式I化合物の具体例に当たる一方の末端にCH 基を有し，他方の末端に正の誘電異方性極性基を有する液晶化合物の群から選択された1種又は2種以上の化合物を含む媒体の例が記載されているが，既に段落【0026】～【0032】において，式I化合物の好ましい例が記載されており，末端X基が正の誘電異方性極性基である場合のみならず非置換アルキル基のような電気的に中性な基である場合も含まれることが明示されているのであるから，上記段落【0033】～【0040】の記載が本件発明の課題を解決する手段としての液晶媒体を限定するものと解釈すべきではなく，本件明細書の記載全体を見ると，末端X基が電気的に中性な基である式I化合物を用いた実施態様も想定されることは，当業者にとって明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "末端X基は，可変である分選択の自由度があるところ，これは，「液晶混合物のK を減少させ，かつ，従来技術の一般的な欠点を有しないか，または有しても小さい程度のみの媒体を提供する」という目的の範囲内で，液晶媒体における既存の各特性の欠点を小さくするために補助的に調整する役割を担うものであることもまた把握される。このように，末端X基は，式I化合物を所定の限度に規定するものであるから，例えば，正の誘電異方性を示す液晶媒体の既存の各特性での欠点に関するものであれば，正の誘電異方性極性基を選択することが考えられるし，負の誘電異方性を示す媒体に本件発明を適用する場合であれば，末端X基として非置換アルキル基のような電気的に中性な基を選択するといったように，適用される液晶媒体の種類や，改善又は維持されるべき特性に応じて，本件発明の前記の課題を解決できる範囲の中で可変である基を意味することは，本件明細書の記載から明らかに把握される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件発明が，式I化合物，すなわち末端CH 基を有する液晶化合物を用いることにより，液晶混合物のK を減少させる等の課題を解決することができることに係る作用機序そのものに関しては，本件明細書に明示的に記載されていないものの，本件明細書の実施例には，末端CH 基を有する式I化合物を含む様々な液晶媒体の組成と，それぞれの液晶媒体についてのK 及び透明点等の物性値のデータが示されており，これによって，「液晶混合物のK を減少させ，かつ，従来技術の一般的な欠点を有しないか，又は有しても小さい程度のみの媒体を提供する」という課題が解決していることは証明されている。",
                        "本件審決も，少なくとも正の誘電異方性を有する媒体に関しては，仮に作用機序が十分に説明されていないとしても，そのことをもって，サポート要件を満たさないとすることはできないと判断している。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件明細書の段落【0017】の「この目的は，末端極性基および末端CH 基を有する液晶化合物を用いる場合に達成することができることが見出された。」との記載は，本件発明の完成に至るまでの経緯を述べる箇所であり，本件発明がまず末端極性基及び末端CH 基を有する液晶化合物において見いだされたこと(すなわち，同液晶化合物が本件発明の発端となった液晶化合物であること)を述べるものであって，そのあとに続く，「式Iで表される化合物は，弾性定数，特にKを減少させ，特に低いしきい値電圧を有する混合物をもたらす。」との記載から明らかなとおり，最終的にその目的を達成したのは式I化合物，すなわち，末端Ⅹ基(「正の誘電異方性極性基」や「電気的に中性な基」などを包含する所定の範囲で可変の基)及び末端CH 基を有する液晶化合物である。したがって，本件発明における式I化合物は，そもそも末端極性基及び末端CH 基を有する液晶化合物に限定されるものではなく，また，本件明細書において，それが限定されなければならない理由はどこにも見いだせない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "本件明細書における実施例にも，K の値及び／又はその他の一般的な液晶の特性に関する値の測定結果が示された液晶媒体が記載されているところ，同液晶媒体には，一般式Iの末端X基がF又はOCF である化合物を用いた例も，一般式Iの末端X基が電気的に中性のビニル基又はn-C H である化合物を用いた例も，いずれも記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件発明の課題を解決するための手段について，本件明細書の段落【0017】に，「末端極性基および末端CH 基を有する液晶化合物」を用いることが記載されているが，本件発明が，この手段を採用することにより上記の課題を解決できることに関する作用機序に関連する記載は，本件明細書に見当たらず，液晶媒体に「末端極性基および末端CH 基を有する液晶化合物」が存在することにより上記の課題を解決できる根拠を，本件明細書の記載から客観的に把握することができないと判断する。",
                        "しかし，本件明細書は，「末端極性基および末端CH 基を有する液晶化合物」が存在しさえすれば，本件発明の課題が解決できるとはしておらず，段落【0017】の「末端極性基および末端CH 基を有する液晶化合物」は，本件発明の発端となる液晶化合物のことを意味するのであり，また，「末端極性基」という用語は，このような発端となる液晶化合物(例えばCCP-1F．F．F等)を象徴的に表現したものにすぎない。そのあとに続く文から明らかなとおり，この段落は，あくまでも式I化合物，すなわち，一方の末端のX基(正の誘電異方性極性基や電気的に中性な基などを包含する所定の範囲で可変の基)及び末端CH 基を有する液晶化合物が，K を低下させる等の目的を達成する旨記載していることは明らかである。",
                        "したがって，本件審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，本件明細書のいくつかの実施例では，本件発明の一般式I化合物に合致する，正の誘電異方性極性基を有する化合物ではない「CCP-V-1」又は「CCP-31」も使用されているが，これらの化合物が含まれる液晶媒体には，必ず，正の誘電異方性極性基を有する一般式I化合物が含まれていると判断している。",
                        "しかし，式I化合物の末端X基が正の誘電異方性極性基であるか，電気的に中性な基であるかを区別して考慮する必要性も必然性もないのであるから，実施例において，末端X基の定義の範囲の中でいくつかの例が万遍なく示されていれば足りるというべきである。",
                        "実施例には，式I化合物として末端X基が正の誘電異方性極性基(F又はOCF)である化合物のみを使用した場合にも，これにさらに末端X基が電気的に中性な基(ビニル基又はn-C H )である式I化合物を加えて使用した場合にも，互いに遜色のない物性値が示されており，末端X基が電気的に中性な基(ビニル基又はn-C H )である化合物を用いた場合に上記課題を解決する妨げになるものでもない以上，末端X基が電気的に中性な基(ビニル基又はn-C H )である式I化合物は本件発明の課題を解決できないと結論付ける理由はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決は，本件明細書の記載からは，「末端極性基および末端CH基を有する液晶化合物」として，正の誘電異方性極性基を有する式I化合物を用いた場合以外には，本件発明の課題を解決することができないと判断する。",
                        "しかし，前記のとおり，式I化合物は，末端X基が正の誘電異方性極性基であっても，電気的に中性の基であっても，また同化合物を含む液晶媒体の誘電異方性が正の場合でも，負の場合でも適用できることは，本件明細書の記載から理解されるところである。",
                        "したがって，本件審決の上記判断は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "液晶媒体が負の誘電異方性を有する場合にも，発明の課題を解決することができると認識できることについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "液晶媒体が負の誘電異方性を有する場合にも，本件発明の課題を解決することができる。理由は以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "K 自体は，媒体そのものの機械的な物性を表わす指標であって，電気的な影響に左右される極性には直接関係しないと考えられることから，末端X基がOCF のような極性の高い基であるか非置換アルキルのような極性の低い基であるかによりK 値に及ぼす挙動に影響があるとは推測され得ないし，また，そのような推測を支持する技術常識も文献も存在しない。そうすると，当業者であれば，本件明細書及びその実施例の記載に照らすと，末端X基の極性の高低にかかわらず一様にK 低下の課題は解決されると理解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許の出願日前に頒布された論文である甲58の1(Birendra Bahadur「LIQUID CRYSTALS APPLICATIONS AND USES」World Scientific Publishing Co.Pte.Ltd.1990年)の167頁のグラフ(以下「甲58グラフ」という。)が示すように，実際の液晶媒体で，K ，K ，K は完全に独立した振る舞いを示す変数であるとはいえず，また，K が低い液晶組成物ではK も低くなりやすいという傾向があることは，当業者の理解するところである。また，甲56の1・2(Masahito Oh-e,Katumi Kondo「Electro-optical characteristics and switching behavior of in-plane switching mode」Appl.Phys.Lett.67(26)，1995年12月25日)に示すように，K の減少はIPSディスプレイに低いしきい値電圧をもたらす。",
                        "したがって，仮に，本件発明の課題に，低いしきい値電圧の達成が含まれているとしても，負の誘電異方性の媒体においても，同課題は解決できる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書において，その課題についても，また，その課題を解決する手段についても，正の誘電異方性の媒体と負の誘電異方性とを区別して扱う記載はない。",
                        "この点，MLC，TＮ又はSTＮディスプレイなどは，K 値低下によりもたらされる一つの効果であるしきい値電圧の低下についての態様として紹介されているところ，これらのディスプレイのうち，TＮ，STＮは通常正の誘電異方性の媒体が適用されるものであるというにすぎず，MLCには負の誘電異方性媒体も用いられるのであり，負の誘電異方性の媒体が適用されるIPSディスプレイなどについては，たまたま例として具体的には挙げられていないだけである。したがって，実施例において正の誘電異方性の媒体のみが開示されていることをもって，負の誘電異方性の媒体は排除されると解すべき理由もない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件明細書の実施例は，少なくとも末端極性基及び末端CH 基を有する式I化合物を含む，正の誘電異方性を有する液晶組成物については，本件4点において，従来技術の欠点を有しないか，又は有しても小さい程度のみである媒体を提供する課題を解決することを証明すると同時に，「液晶混合物のK を減少させ，かつ，従来技術の一般的な欠点を有しないか，又は有しても小さい程度のみの媒体を提供する」という課題を解決することを証明するものでもあるといえる。そうであるならば，末端極性基及び末端CH 基を有する式I化合物を含む，正の誘電異方性を有する液晶組成物ではなく，本件明細書の実施例においても用いられている極性の小さいCCP-31のような式I化合物が，負の誘電異方性を有する液晶媒体に用いられた場合であっても，同様に，この課題を解決すること，すなわち，少なくとも「液晶混合物のK を減少させ，かつ，従来技術の一般的な欠点を有しないか，または有しても小さい程度のみの媒体を提供する」という課題を解決することは，当業者には容易に理解できるところである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決について",
                  "text": [
                    "本件審決は，本件明細書の段落【0016】の「特にこのタイプのMLC，TＮまたはSTＮディスプレイ用の媒体を提供する目的を有する。」との記載などを根拠として，本件発明が正の誘電異方性を有する媒体のみに向けられており，負の誘電異方性を有する場合に発明の課題を解決することができないと判断する。",
                    "しかし，本件明細書の段落【0003】，【0004】の「他の特性，例えば導電性，誘電異方性および光学異方性は，セルのタイプおよび応用分野に依存して，種々の要求を満たさなければならない。」との記載は，種々の液晶材料に共通して求められる特性に関するものであり，正の誘電異方性特性を有するねじれネマティック構造を有するセルに関する記載は，その一例を示したものである。そして，段落【0005】に記載の「個別の画素を切り換えるための集積非線形素子を有するマトリックス液晶ディスプレイ(MLCディスプレイ)」，特に「アクティブマトリックス」，及び「薄膜トランジスタ(TFT)」等に基づく駆動方式は，負の誘電異方性を有する化合物に基づくディスプレイ(例えばVA型)においても重要な技術であることは，本件特許の出願日当時においてすでに当業者によく知られていたところである。具体的には，マトリックス液晶ディスプレイ(MLCディスプレイ)の中でも，VA型，IPS型のものには，負の誘電異方性を有する化合物が適していることが知られている。そして，段落【0016】の記載からは，本件発明の目的の一つとして，本件発明の課題を解決するMLCディスプレイ用の媒体を提供するという目的も読み取れるのであり，負の誘電異方性を示す媒体もその対象として含まれるのである。",
                    "したがって，本件審決の上記判断は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，p型の液晶組成物を用いる水平配向方式(TＮ又はSTＮ方式)の表示素子では，しきい値電圧が液晶組成物の弾性定数K に依存し，K が小さくなるほどしきい値電圧が下がることは技術常識であり，また，n型の液晶組成物を用いる垂直配向式(VA方式)の表示素子では，しきい値電圧はK ではなくKに依存することが技術常識であると主張する。",
                        "しかし，しきい値電圧を低減させることは本件発明の課題ではない。",
                        "また，しきい値電圧は，電場がどのように発生し，それによって液晶媒体にどの力が加わるかがディスプレイの方式，すなわち電極やセルの構造に密接に影響されるために，ディスプレイの構造に依存する値であって，媒体固有の値ではない。n型液晶混合物を使用するIPS型セルにおいては，式I化合物が液晶混合物のKを低下させるが，K はK に代用できるから，K を低下させるとIPS型セルのしきい値電圧が低くなるのであり，被告が依拠するn型液晶混合物を使用するVA方式の表示素子についての関係式はIPSセルにおいては当てはまらない。",
                        "この点，被告は，IPSセルでのしきい値電圧はK ではなく，K に比例するところ，K とK との代用可能性は本件明細書に記載がなく，技術常識でもないと主張する。",
                        "しかし，甲58グラフでは，実測値であるK とK とは概ね比例関係にあることが示され，K はK に代用できることが実測値で証明されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，本件明細書には，VA型及びIPS型の記載はなく，正の誘電異方性を有する混合物のみが適用されるMLC，TＮ又はSTＮディスプレイが例示されていることをもって，本件発明がp型の液晶混合物のみを対象としている旨主張する。",
                        "しかし，MLCディスプレイは，p型の液晶混合物のみならず，n型の液晶混合物も適用されることは，本件特許の出願日前においてよく知られたこと(甲83～89)であり，また，典型的にn型の液晶混合物が適用されるIPSディスプレイも，本件明細書に例示こそされていないが，本件特許の出願日前においてよく知られている(甲83，84，87)から，MLC，TＮ又はSTＮディスプレイが例示されていることをもって，本件発明が，p型の液晶混合物のみを対象とし，n型液晶混合物は対象としないということにはならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，本件明細書の実施例の組成物はすべてp型であると主張する。",
                        "しかし，前記(2)のとおり，本件明細書において記載された式I化合物には，末端X基が正の誘電異方性極性基であるものと，非置換アルキル基等の電気的に中性な基であるものとがいずれも記載されており，このうち末端X基が電気的に中性な基である式I化合物は，技術常識に照らすと，正の誘電異方性の媒体にも負の誘電異方性の媒体にも使用可能である。",
                        "本件明細書の実施例においては，たまたまp型の組成物のみが具体的に記載されていたというだけにすぎず，実施例の組成物がすべてp型であるからといってn型の組成物への適用ができないとまではいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "実験について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告が提出した甲54の1・2の実験報告書(同実験報告書の実験を「甲54実験」という。)には，実験レポート1(式I化合物［CCP-31であって，末端基XがC H ］を含み，Δεが正の媒体)，実験レポート2(式I化合物［CCP-31であって，末端基XがC H ］を含み，Δεが負の媒体)，実験レポート3(式I化合物［CCP-V-1であって，末端基Xがビニル基］を含み，Δεが負の媒体)，実験レポート4(式I化合物［PP-13であって，末端基XがC H ］を含み，Δεが負の媒体)，実験レポート5(式I化合物［CCP-31FFであって，末端基XがC H ］を含み，Δεが負の媒体)が示されている。また，原告が提出した甲59の1・2の実験報告書(以下「甲59実験報告書」といい，甲59実験報告書の実験を「甲59実験」という。)には，実験レポート6(式I化合物［CCP-31であって，末端基XがC H ］を含み，Δεが負の媒体)が示されている。さらに，原告が提出した甲90の1・2の実験報告書(以下，この実験を「甲90実験」という。)には，上記実験レポート6で用いられた化合物からCCP-31を除いた化合物を用いて行った実験結果が示されている。",
                    "上記の各実験により，式Ⅰ化合物がn型であってもK 減少という課題が解決できることが確認された。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，発明の詳細な説明に，本件出願日の当業者の技術常識を参酌しても，当業者が本件発明の課題を解決できると認識できる程度に，具体例を開示していない場合に，追加実験の結果を参酌することはできないと判断する。",
                        "しかし，末端CH 基を有する式I化合物については，当業者が本件特許発明の課題を解決できると認識できる程度に，具体例が本件明細書に十分開示されており，甲54実験及び甲59実験のデータは，本件明細書に記載された実施例の補足的な位置付けであることは明らかであるから，上記各実験の結果は参酌されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，実験レポート1の構成成分M1p，M1p’，C1pでの実験，実験レポート3の構成成分M3，C2での実験，実験レポ-ト4の構成成分M4，C3での実験，実験レポート5の構成成分M5，C5での実験は，いずれも，同じ式I化合物が含まれ，式I化合物の末端基Xの種類の違いによる液晶組成物の特性を比較することはできないと判断するが，本件発明は，課題の解決手段として，少なくとも末端CH 基の存在を必須の要件としているのであり，末端基Xは，本件発明の課題を解決するという目的の範囲内で，液晶媒体における既存の各特性の欠点を小さくするために補助的に調整する役割を担うものであるから，末端基Xの種類の違いによる特性を比較することは意味がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決は，実験レポート6の比較対照としているCCP-36について，一般的に使用されていた液晶化合物と認めることができないとも判断するが，CCP-36は被告の特許の実施例にその使用が開示されているとおり(甲27，82等)，本件特許の出願日当時においても当業者によく知られた液晶化合物であるから，本件審決の上記判断は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "text": [
                    "被告は，PP-13，CCP-31，CCP-V-1などの例を挙げて，これらの化合物が，n型液晶組成物において，しきい値電圧の低減などの課題を解決しないことが実証されたなどと主張する。",
                    "しかし，被告の行った実験(甲52，53)は，末端CH 基(炭素数1の末端アルキル基)を有する前記の化合物を含む液晶媒体(甲54実験で用いられた媒体)と，これに替えて炭素数2以上の末端アルキル基を有する化合物(具体的には，PP-23，CCP-32，CCP-33，CCH-34，CCH-35など)を含む液晶媒体とを比較することであるところ，本件発明の課題は，「液晶混合物のKを減少させ，かつ，従来技術の一般的な欠点を有しないか，又は有しても小さい程度のみの媒体を提供する」という目的を達成することであるから，炭素数2以上の末端アルキル基を有する化合物を含む媒体よりも優れた効果を奏する媒体を提供することにあるのではない。そして，本件特許の出願時には，例えばCCP-31ばかりでなく，CCP-33やCCP-32などでさえ，これらの化合物が同化合物を含む液晶混合物のK を低下させるとか，同液晶組成物を含むディスプレイのしきい値電圧を低下させるなどの現象について全く知られていなかった中で，CCP-31をCCP-33やCCP-32などと比較してK 低下やしきい値電圧低下の程度を考察することは，本件明細書及び実験結果を見て初めて分かる後知恵の発想である。",
                    "したがって，炭素数2以上の末端アルキル基を有する化合物を含むが，末端CH基を有する化合物を含まない液晶媒体によって，K 低下効果が得られる場合があったとしても，そのことが本件発明の発明性を損ねるものではないし，CCP-33やCCP-32などを用いた場合と比較して，式I化合物が有意な効果を奏さないからといって，本件発明の課題が解決されるものではないとすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上より，本件発明は，サポート要件を満たしている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(手続違背)",
          "text": [
            "本件審判において，審決の予告後に，被告から新たな証拠(甲53。以下「甲53実験報告書」という。)が提出されたが，原告に反論の機会を与えることなく被告の一方的な主張を採用し，十分な検討を欠いたまま審理を終結し，同証拠に基づき，審決の予告には示されていない新たな認定判断を示す本件審決がされた。そして，原告に反論の機会，例えば答弁書の提出の機会又はさらなる審決の予告による訂正請求の機会が与えられていれば，サポート要件違反の無効理由は，原告の主張立証，訂正請求により解消することができたはずである。",
            "したがって，本件審決は，審決をするのに熟していないのに審決をしたものとして，審理不尽の違法がある。また，審決をするのに熟していたのであれば，審決の予告をすべきであったから，特許法164条の2第1項に反する違法がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の課題について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の記載からすると，本件発明の課題は，①極めて高い比抵抗値，②大きい動作温度範囲，③低温においても短い応答時間，④低いしきい値電圧の4点(本件4点)において，「欠点を有しないか，または有しても小さい程度のみ」である，MLC，TＮ及びSTＮディスプレイ用の液晶組成物を提供することにあるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，液晶組成物の弾性定数K を減少させることが課題であって，低いしきい値電圧を実現すること自体は必ずしも本件発明の解決すべき課題ではないと主張する。",
                        "しかし，液晶組成物は，液晶ディスプレイに使用される。液晶組成物の性質を変えても，その変化が液晶ディスプレイに反映されないのであれば，課題の解決には至らない。弾性定数K の低減も，それ自体に意味があるのではなく，液晶ディスプレイの性能に結び付いて初めて意義を有するのであり，そのことは，本件明細書の段落【0017】に明記されている。",
                        "また，原告は，本件審判において，本件発明の課題には，「特定の利点(K を減少させ，低いしきい値電圧を有する混合物とすることを)を達成」することが含まれると主張していた(口頭審理陳述要領書［甲68］，上申書［甲75］)。",
                        "したがって，原告の上記主張は理由がなく，信義則上も上記主張をすることは許されない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，弾性定数K は本件特許の優先日当時，本件特許の特許権者以外からはあまり着目されていなかったパラメータであり，それ自体新たな課題であったと主張する。",
                        "しかし，本件明細書では，弾性定数K の低減により，しきい値電圧を低減することが課題とされているが，本件特許の優先日当時，弾性定数K を低減するとしきい値電圧も低下することは周知であった(甲50文献)。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本件4点のすべてが解決できなくてもよいと主張する。",
                        "しかし，本件明細書の段落【0003】～【0017】の記載は，本件発明の課題が本件4点であることを示している。液晶組成物の分野では，何れの性質についても，液晶デバイスでの使用において許容できる最低限度のレベルの性能が求められる。液晶組成物の一つの性質であっても液晶デバイスに適さない場合には，当該液晶組成物は，液晶デバイスに使用できないのだから，その価値は乏しい。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，本件発明は媒体(組成物)の発明であり，K は組成物の物性値であるところ，しきい値電圧はディスプレイの値であるから，しきい値電圧の低下を媒体に係る本件発明が課題とすることはないと主張する。",
                        "しかし，本件発明の液晶組成物は，液晶ディスプレイに使用されると本件明細書に記載されている(段落【0002】～【0014】)。組成物の物性値を変えても，その物性値が液晶ディスプレイの改善に結びつかないのであれば，何ら従来技術の課題は解決できない。",
                        "本件明細書の【従来の技術】(段落【0002】～【0014】)には，従来技術の液晶組成物の課題として，液晶ディスプレイでの使用の際の課題が記載され，この従来技術の説明に続いて，【発明が解決しようとする課題】及び【課題を解決する手段】が説明されており，本件発明は，液晶組成物が液晶ディスプレイに使用されて，課題を解決することを意図している。",
                        "したがって，液晶ディスプレイのしきい値電圧を低下させることは，その不可欠な課題であり，液晶組成物の弾性定数K を減少させることはその手段である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書が開示する本件発明の課題の解決手段について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の段落【0017】には，「ここで，この目的は，末端極性基および末端CH 基を有する液晶化合物を用いる場合に達成することができることが見出された。式Iで表される化合物は，弾性定数，特にK を減少させ，特に低いしきい値電圧を有する混合物をもたらす。」と記載されている。また，本件明細書の実施例を見ても，液晶組成物にはCCP-V-1又はCCP-31を用いた例が存在するが，これらの「実施例」の液晶組成物には，一般式Iに該当するp型の液晶化合物及びその他のp型の液晶化合物が多量に含まれており，また，PP-13については，本件明細書には製造例すら存在しない。",
                    "したがって，本件発明の解決手段は，「末端極性基および末端CH 基を有する液晶化合物」を用いることである。",
                    "なお，液晶分野において，末端極性基を有する液晶化合物とは，正の誘電異方性を有する化合物を指し，したがって，末端極性基を有する液晶化合物は，p型の液晶化合物を意味する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件明細書の段落【0023】及び【0024】では，一般式IのX基として分極のない非置換アルキル基が記載されていること，段落【0026】～【0032】の一般式Iの具体例では，一般式IのX基として請求項1を引用していることを挙げ，末端X基は，正の誘電異方性極性基であるか，電気的に中性の基であるかを問わないと主張する。",
                        "しかし，原告の上記主張は，段落【0017】の記載に矛盾する。",
                        "また，後記(3)のとおり，弾性定数K としきい値電圧との相関関係は，n型の液晶組成物では成立しないところ，原告の上記主張を前提とすると，本件発明の特許請求の範囲は，n型の液晶組成物まで及ぶが，そうすると，弾性定数K を低減しても，しきい値電圧の低下という目的を果たせなくなり，特許請求の範囲は課題の解決ができない領域まで及んでしまう。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，一般式Iの末端X基に関し，液晶媒体における既存の各特性の欠点を小さくするために補助的に調整する役割を担うものであり，課題を解決できる範囲内の中で可変であると主張する。",
                        "しかし，本件明細書の段落【0017】に基づいて課題を解決しようとすると，一般式Iの末端X基は末端極性基でなければならず，末端非置換アルキル基に「補助的に調整する」ことはできない。",
                        "すなわち，後記(3)のとおり，弾性定数K としきい値電圧との相関関係は，p型の液晶組成物では成立するものの，n型の液晶組成物では成立しない以上，段落【0017】の説明は，p型の液晶組成物でのみ理解することができるのであるから，本件発明の液晶組成物は，p型の液晶化合物を必須成分として含有しなければならない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，末端X基がF又はOCF 基の化合物のみを使用した場合も，ビニル基(CH ＝CH-基)又はn-C H 基の化合物を加えて使用した場合も，互いに遜色のない物性値が示されていると主張する。",
                        "しかし，原告が，何れの「実施例」と「実施例」とを比較しているのか，明らかではない。しかも，原告が立証すべき命題は，末端CH 基を有するPP-13(本件発明1)又はCCP-31(本件発明2，7及び8)若しくはCCP-V-1(本件発明7及び8)によって課題が解決できるのか，これらの化合物は末端非置換アルキル基(炭素数2以上)の化合物と比較して効果を奏するのかである。原告は，立証命題を誤っている。",
                        "また，実施例によって，組成は様々であるため，実施例同士を直接に比較することに意味はない。",
                        "さらに，PP-13又はCCP-31若しくはCCP-V-1を添加しても性能には影響が生じないというのであれば，なおさら，本件発明は特段の効果を奏しておらず，課題も解決していないというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "液晶媒体が負の誘電異方性を有する場合には，発明の課題を解決することを認識することはできないことについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "液晶媒体が負の誘電異方性を有する場合には，本件明細書からは，発明の課題を解決することを認識することはできない。理由は以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "弾性定数としきい値電圧との関係",
                      "text": [
                        "甲50文献及び乙10(岡野光治，小林駿介「液晶  基礎編」株式会社培風館，昭和60年7月15日発行。以下「乙10文献」という。)によると，広がり，ねじれ，曲がりの3つのタイプの変形に応じて，K ，K 及びK の3種類が存在し，p型の液晶組成物を用いる水平配向方式(TＮ又はSTＮ)の表示素子では，しきい値電圧が液晶組成物の弾性定数K に依存し，弾性定数K が小さくなるほど，しきい値電圧が下がることは，技術常識であった。その一方，上記各文献によると，n型の液晶組成物を用いる垂直配向方式の表示素子では，しきい値電圧は，弾性定数K ではなくK に依存することも技術常識であった。",
                        "このように，負の誘電異方性を有する組成物(n型の液晶組成物)では，弾性定数K ではなくK が，しきい値電圧に影響を及ぼすから，負の誘電異方性を有する液晶組成物に関しては，本件明細書の段落【0017】の「弾性定数，特にK を減少させ」たからといって，「特に低いしきい値電圧を有する混合物をもたらす」わけではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の段落【0016】には，「前述の欠点を有しないか，または有しても小さい程度のみ」の「MLC，TＮまたはSTＮディスプレイ用」の媒体(液晶組成物)を提供することを目的とする旨が記載されている。",
                        "ここで，TＮ(Twisted Nematic)方式及びSTＮ(Super-twisted Nematic)方式では，正の誘電異方性の液晶組成物が使用される(甲51［髙津晴義「液晶の化学―新しい液晶の合成―」高分子55巻8月号，平成18年］)。本件明細書には，TＮ方式及びSTＮ方式並びに正の誘電異方性の液晶組成物について，繰り返し記載されている(段落【0006】，【0008】，【0012】，【0013】，【0014】及び【0016】)。",
                        "一方，負の誘電異方性の液晶組成物に特有の方式(例えば，VA方式)(甲51)は，本件明細書には記載されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書のすべての実施例の液晶組成物は，p型の液晶化合物を含有しており，n型の液晶化合物を含む実施例はない。",
                        "したがって，本件明細書の「実施例」を考慮しても，当業者が本件発明の課題が解決されるとは認識できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件明細書の段落【0005】のマトリックス液晶ディスプレイ(MLCディスプレイ)の記載を引用し，MLCディスプレイにはVA型などn型の液晶組成物が使用されるタイプも含まれると主張する。",
                        "しかし，本件明細書には，VA型の記載は一切なく，IPS型(p型及びn型の両方の液晶組成物が使用できる。)の記載も一切ない。むしろ，本件明細書は，「有望なタイプ2(被告注：TFTを指す。)の場合において，用いられる電気工学効果は通常TＮ効果である」(段落【0006】)，「TFTディスプレイは，通常，透過光内に交差偏光板を備えたTＮセルとして動作し」(段落【0008】)とあるとおり，p型の液晶組成物によるTＮ型及びSTＮ型(STＮ型について段落【0014】)を前提として記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，IPS方式ではn型の液晶組成物を使用することができ，しきい値電圧はK に依存するところ，「K はK に代用できる」から，IPS方式では式I化合物によって低いしきい値電圧が得られる場合がある旨の主張をする。",
                        "しかし，IPS方式において，n型の液晶組成物では，しきい値電圧は，理論的にK に依存しているのであって，K には依存しない。",
                        "そして，本件特許の優先日当時，しきい値電圧が液晶パネルの方式及び液晶組成物の極性に応じて何れの弾性定数に依存するのかは，理論的に明らかにされていたから，仮に，原告がIPS方式をも意図していたのであれば，K を明示したはずであり，VA方式をも意図していたのであれば，K を明示したはずである。しかし，本件明細書では，弾性定数のうち，K のみが明示されているのであるから，原告は，専らp型の液晶組成物を意図していたといえ，また，当業者も，本件明細書は専らp型の液晶組成物を意図していると理解する。さらに，原告が，IPS方式及びVA方式を意図していたのであれば，それぞれK 及びK を記載すべきであり，「代用」などする必要はない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "実験について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲54実験では，PP-13及びCCP-31の濃度は，何れの液晶組成物でも一定であったため，PP-13及びCCP-31の効果を検証できない。",
                    "原告は，課題解決手段として，末端CH 基が重要であると主張しているのであるから，本件発明が課題を解決できるというためには，末端CH 基の化合物を他の末端アルキル基(炭素数2以上)の化合物と比較して，何らかの有利な効果が得られることを要する。また，PP-n-m及びCCP-n-mは周知であったから，末端CH 基によって課題を解決できるというためには，末端アルキル基の中でも末端CH 基を特定することによって何らかの有利な効果が得られることを要する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，甲54実験でのPP-13を含有する液晶組成物(実験レポート4のM4)について，PP-13をPP-23に置換して(末端CH 基を末端CH 基に置換して)，また，CCP-31を含有する液晶組成物(実験レポート2のM1)について，CCP-31をCCP-33に置換して(末端CH 基を末端CH 基に置換して)実験を行った(同実験を，以下「甲52実験」という。)。",
                    "甲52実験によると，PP-13及びCCP-31は，弾性定数K に影響を及ぼさないか，むしろ悪化(増加)させており，しきい値電圧にも影響を及ぼさないか，むしろ悪化(増加)させている。したがって，PP-13及びCCP-31は，少なくともn型の液晶組成物において，課題を解決しない。",
                    "また，甲59実験によっても，CCP-31とCCP-36(末端C H 基を有する)との間で意味のある効果は得られていない。",
                    "さらに，原告の行った甲90の実験によると，CCP-31の添加によって，しきい値電圧は増大した。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ(サポート要件を満たさないことについて)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の解決手段は，「末端極性基および末端CH 基を有する液晶化合物」を用いることであるところ，本件発明での一般式Ⅰの化合物は，末端CH 基を有するものの，末端極性基は有していない態様まで含んでおり，本件発明は，「末端極性基および末端CH 基を有する液晶化合物」を含有していない態様にまで及んでいる。したがって，本件発明は，本件明細書に記載の解決手段を反映していない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件発明の課題は，本件4点において，欠点を有しないか，または有しても小さい程度のみである，MLC，TＮ及びSTＮディスプレイ用の液晶組成物を提供することにあり，その中でも特にしきい値電圧の改善(低下)が実現している必要がある。",
                    "したがって，特許請求の範囲が，低いしきい値電圧をもたらさない液晶組成物，又はK の減少をもたらさない液晶組成物に及ぶ場合には，特許請求の範囲の記載は，サポート要件に適合しないところ，前記のとおり，本件発明の特許請求の範囲に含まれるn型の液晶組成物では，低いしきい値電圧を実現できないし，また，Kの減少も実現できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上より，本件発明は，本件明細書に記載されたものではなく，本件明細書から，当業者が課題を解決できると認識できる範囲内にないから，サポート要件を満たさない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(手続違背)について",
          "text": [
            "本件審判の手続に違法はない。",
            "本件審判において，原告には，特許法の規定のとおり，2回の訂正請求の機会が与えられ，その際に主張の機会が与えられた。原告に，それを超えた主張立証の機会が保証されているわけではない。",
            "そもそも，明細書に記載のない技術事項を新たな事後の実験報告書で補充してサポート要件を充足すると主張することは許されないから，甲53実験報告書に対する反論の機会があったかどうかは本件審決の結論に影響しない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明",
          "text": [
            "本件明細書には，以下の記載がある(甲60)。",
            "【0001】【発明の属する技術分野】本発明は，液晶媒体，電気光学的目的へのこの使用およびこの媒体を含むディスプレイに関する。",
            "【0002】【従来の技術】液晶は，このような物質の光学的特性が印加される電圧により修正され得るため，原理的に，ディスプレイ装置における誘電体として用いられる。液晶に基づく電気光学的装置は，当業者に極めてよく知られており，種々の効果に基づくことができる。このような装置の例は，動的散乱を有するセル，DAP(配向相の変形)セル，ゲスト／ホストセル，ねじれネマティック構造を有するTＮセル，STＮ(スーパーツイストネマティック)セル，SBE(超複屈折効果)セルおよびOMI(光学モード干渉)セルである。最も一般的なディスプレイ装置は，シャット-ヘルフリッヒ(Schadt-Helfrich)効果に基づいており，ねじれネマティック構造を有する。",
            "【0003】液晶材料は，良好な化学的および熱的安定性並びに電場および電磁気放射に対する良好な安定性を有しなければならない。さらに，液晶材料は，低い粘度を有し，およびセルにおいて短いアドレス時間，低いしきい値電圧および高いコントラストを生じなければならない。",
            "【0004】さらに，これらは，通常の駆動温度において，即ち，室温よりも高いおよび低い可能な限り広い範囲において，好適な中間相(メソフェーズ)，例えば前述のセルについてのネマティックまたはコレステリック中間相を有しなければならない。液晶は，一般的に，多くの成分の混合物として用いられるため，成分が，互いに容易に混和性であることが重要である。他の特性，例えば導電性，誘電異方性および光学異方性は，セルのタイプおよび応用分野に依存して，種々の要求を満たさなければならない。例えば，ねじれネマティック構造を有するセル用の材料は，正の誘電異方性および低い導電性を有しなければならない。",
            "【0005】例えば，個別の画素を切り換えるための集積非線形素子を有するマトリックス液晶ディスプレイ(MLCディスプレイ)について，大きい正の誘電異方性，広いネマティック相，比較的低い複屈折，極めて高い比抵抗，良好なUVおよび温度安定性並びに低い蒸気圧を有する媒体が望ましい。",
            "このタイプのマトリックス液晶ディスプレイは，知られている。個別の画素を個別に切り換えるために用いることができる非線形素子は，例えば能動的素子(即ちトランジスタ)である。次に，用語「アクティブマトリックス」を用い，ここで，2つのタイプの間で区別をすることができる：",
            "1．基板としてのシリコンウエファー上のMOS(金属酸化物半導体)または他のダイオード。",
            "2．基板としてのガラス板上の薄膜トランジスタ(TFT)。",
            "【0006】基板材料としての単結晶シリコンの使用は，ディスプレイの大きさを制限する。この理由は，種々の部分表示をモジュラー集合させてさえも，接合部分に問題が生じるからである。",
            "好ましく，さらに有望なタイプ2の場合において，用いられる電気光学効果は，通常TＮ効果である。2つの技術の間で，区別がなされる：化合物半導体，例えばCdSeを含むTFT，または多結晶形または無定形シリコンを基材とするTFT。後者の技術に関しては，世界中で格別の研究がなされている。",
            "【0007】TFTマトリックスは，ディスプレイの1枚のガラス板の内側に施され，一方他方のガラス板は，この内側に，透明な対向電極を担持している。画素電極の大きさと比較すると，TFTは極めて小さく，像に対する悪影響をほとんど有していない。この技術はまた，フィルター素子が各々の切換可能な画素に対向するように，モザイク状の赤色，緑色および青色フィルターを配列した全色可能性ディスプレイに拡張することができる。",
            "【0008】TFTディスプレイは，通常，透過光内に交差偏光板を備えたTＮセルとして動作し，裏側から照射される。",
            "用語MLCディスプレイは，ここで，集積非線型素子を備えたすべてのマトリックスディスプレイを含み，即ちアクティブマトリックスに加えて，受動素子，例えばバリスターまたはダイオード(MIM＝金属-絶縁体-金属)を有するディスプレイをも含む。",
            "【0009】このタイプのMLCディスプレイは，特に，TV用途に(例えば，ポケット型TV)，またはコンピューター用途(ラップトップ)および自動車または航空機構築用の高度情報ディスプレイ用に適する。コントラストの角度依存性および応答時間に関する問題に加えて，また，MLCディスプレイでは，液晶混合物の不適切に高い比抵抗値による困難が生じる[非特許文献1；非特許文献2]。",
            "【0010】抵抗値が減少するに従って，MLCディスプレイのコントラストは低下し，残像消去の問題が生じ得る。液晶混合物の比抵抗値は一般に，ディスプレイの内部表面との相互作用によって，MLCディスプレイの寿命全般を通じて減少するため，許容される有効寿命を得るためには，大きい(初期)抵抗値は極めて重要である。特に，低電圧混合物の場合，極めて大きい比抵抗値を達成することは，従来不可能であった。さらに，温度上昇に伴って，および熱暴露および／またはUVへの暴露の後に，比抵抗値が，可能な限り少ない上昇を示すことが重要である。従来技術からの混合物の低温特性もまた，特に不利である。低温でさえも，結晶化および／またはスメクティック相が生じず，かつ粘度の温度依存性が可能な限り小さいことが要求される。従って，従来技術からのMLCディスプレイは，今日の要求を満たさない。",
            "【0011】背面照射を用いる，即ち透過的に，および所望により透過反射的に(transflectively)動作する，液晶ディスプレイに加えて，反射性液晶ディスプレイもまた，特に興味深い。これらの反射性液晶ディスプレイは，周囲光を情報ディスプレイに用いる。従って，これらは，対応する大きさおよび解像度を有する背面照射された液晶ディスプレイよりも顕著に低いエネルギーを消費する。TＮ効果は，極めて良好なコントラストにより特徴づけられるため，このタイプの反射性ディスプレイは，さらに，明るい周囲条件下で十分読みとり可能である。これは，すでに，例えば腕時計およびポケット型計算機において用いられるように，単純な反射性TＮディスプレイとして知られている。",
            "【0012】しかし，原理はまた，高品質，高解像度アクティブマトリックスアドレスディスプレイ，例えばTFTディスプレイに適用することができる。ここで，すでに，一般的に慣例的な透過性TFT-TＮディスプレイにおけるように，低い複屈折(Δn)を有する液晶を用いることは，低い光学的遅延(d・Δn)を達成するために必要である。この低い光学的遅延により，コントラストの通常は許容し得る低い視野角依存性がもたらされる(特許文献1参照)。反射性ディスプレイにおいて，低い複屈折を有する液晶を用いることは，透過性ディスプレイよりもさらに重要である。その理由は，光が通過する有効な層の厚さが，同一の層の厚さを有する透過性ディスプレイの，反射性ディスプレイにおいて約2倍大きいからである。",
            "【0013】従って，これらの欠点を有しないか，または有しても小さい程度のみである，極めて高い比抵抗値および同時に大きい動作温度範囲，低温においても短い応答時間および低いしきい値電圧を有するMLCディスプレイに対する多大の要求が継続している。",
            "TＮ(シャット-ヘルフリッヒ)セルについて，これらのセルには以下の利点を容易にする媒体が望ましい：",
            "-拡大したネマティック相範囲(特に，低温の方向に)，",
            "-超低温における切換能力(野外での使用，自動車，航空機)，",
            "-UV照射線に対する増大した抵抗性(一層長い有効寿命)，",
            "-小さい層の厚さについて低い光学複屈折，",
            "-低いしきい値電圧。",
            "【0014】従来技術から利用できた媒体は，これらの利点を達成し，一方同時に他のパラメーターを維持することを可能にしない。",
            "スーパーツイスト(STＮ)セルの場合，一層大きい時分割特性および／または一層低いしきい値電圧および／または一層広いネマティック相範囲(特に低温における)が可能である媒体が望ましい。この目的のために，利用できるパラメーター寛容度(透明点，スメクティック-ネマティック転移または融点，粘度，誘電パラメーター，弾性パラメーター)のさらなる拡大が，早急に望まれている。",
            "【0016】【発明が解決しようとする課題】本発明は，前述の欠点を有しないか，または有しても小さい程度のみであり，かつ好ましくは同時に極めて高い比抵抗値および低いしきい値電圧を有する，特にこのタイプのMLC，TＮまたはSTＮディスプレイ用の媒体を提供する目的を有する。この目的は，高い透明点および低い回転粘度を有する液晶化合物を必要とする。",
            "【0017】【課題を解決するための手段】ここで，この目的は，末端極性基および末端CH 基を有する液晶化合物を用いる場合に達成することができることが見出された。式Iで表される化合物は，弾性定数，特にK を減少させ，特に低いしきい値電圧を有する混合物をもたらす。",
            "【0018】従って，本発明は，正または負の誘電異方性を有する極性化合物の混合物に基づく液晶媒体であって，一般式",
            "【化16】",
            "式中，",
            "【化17】",
            "は，",
            "a)1，4-シクロヘキセニレンまたは1，4-シクロヘキシレン基であり，ここで，1つまたは2つの非隣接CH 基は，-O-または-S-により置換されていることができ，",
            "b)1，4-フェニレン基であり，ここで，1つまたは2つのCH基は，Ｎにより置換されていることができ，",
            "c)ピペリジン-1，4-ジイル，1，4-ビシクロ［2．2．2］オクチレン，ナフタレン-2，6-ジイル，デカヒドロナフタレン-2，6-ジイル，1，2，3，4-テトラヒドロナフタレン-2，6-ジイル，フェナントレン-2，7-ジイルおよびフルオレン-2，7-ジイルからなる群からの基であり，",
            "ここで，基a)，b)およびc)は，ハロゲン原子により一置換または多置換されていることができ，",
            "【0019】",
            "【化18】",
            "は，",
            "【化19】",
            "であり，",
            "x，yおよびzは，各々，互いに独立して，0，1または2であり，",
            "Z1，Z2およびZ3は，各々，互いに独立して，-CO-O-，-O-CO-，-CF O-，-OCF -，-CH O-，-OCH -，-CH CH -，-(CH )-，-C F -，-CH CF -，-CF CH -，-CF＝CF-，-CH＝CH-，-C≡C-または単結合であり，",
            "Xは，F，Cl，CＮ，SF ，ＮCS，8個までの炭素原子を有するハロゲン化された，または非置換アルキル基であり，ここで，1つまたは2つ以上のCH 基は，O原子が互いに直接結合しないように，-O-または-CH＝CH-により置換されていることができ，",
            "【0020】",
            "aは，0，1または2であり，",
            "bは，0，1または2であり，",
            "cは，0，1または2であり，ここでa＋b＋cは≦3である，",
            "で表される1種または2種以上の化合物を含む液晶媒体に関する。",
            "【0021】",
            "純粋な状態において，式Iで表される化合物は無色であり，一般的に，電気光学的使用について好ましく位置する温度範囲で液晶中間相を形成する。特に，本発明の化合物は，これらの高い透明点および低い回転粘度値により区別される。これらは，化学的，熱的および光に対して安定である。",
            "【0022】",
            "式Iで表される化合物における",
            "【化20】",
            "は，好ましくは，",
            "【化21】",
            "である。",
            "【0023】式Iで表される化合物におけるXは，好ましくは，",
            "【化22】",
            "【0024】",
            "【化23】",
            "である。",
            "【0028】式Iで表される化合物の好ましい一層小さい群は，従属式I1～I31：",
            "【化27】",
            "【0029】",
            "【化28】",
            "【0030】",
            "【化29】",
            "【0031】",
            "【化30】",
            "【0032】",
            "【化31】",
            "式中，",
            "Xは，請求項1において定義した通りであり，「alkyl」は，1～8個の炭素原子を有する直鎖状または分枝状アルキル基であり，およびL1～L6は，各々，互いに独立して，HまたはFである，",
            "で表されるものである。",
            "【0033】特に好ましい媒体は，式",
            "【化32】",
            "【0034】",
            "【化33】",
            "【0035】",
            "【化34】",
            "【0036】",
            "【化35】",
            "【0037】",
            "【化36】",
            "【0038】",
            "【化37】",
            "【0039】",
            "【化38】",
            "【0040】",
            "【化39】",
            "で表される化合物からなる群から選択された1種または2種以上の化合物を含む。",
            "【0041】",
            "式Iで表される化合物は，文献(例えば標準的な学術書，例えば Houben-Weyl,",
            "Methoden der organischen Chemie［有機化学の方法］，Georg-Thieme-Verlag, Stuttgart)に記載されているように，知られており，前述の反応に好適な反応条件下で正確なように，それ自体知られている方法により調製する。また，ここで，それ自体知られているが，ここでは一層詳細には述べない変法を用いることができる。CFO架橋またはC F 架橋を有する液晶化合物を，例えば，P. Kirsch et al., Angew.",
            "Chem. 2001, 113, 1528-1532 または2001, 123, 5414-5417 に記載されているように製造することができる。",
            "【0042】",
            "式Iで表される化合物を，例えば，欧州特許明細書 0 334 911，0 387 032，0 441"
          ]
        },
        {
          "fig": "932",
          "text": [
            "および 0 628 532 に記載されているように製造することができる。JP 2000-192040 には，末端CH 基を含む数種の化合物の親油性パラメーターが示されている。",
            "【0043】本発明はまた，このタイプの媒体を含む電気光学的ディスプレイ(特に，フレームと共に，セルを形成する2枚の面平行外板，外板上の個別の画素を切り換えるための集積非線型素子およびこのセル内に位置する正の誘電異方性および高い比抵抗値を有するネマティック液晶混合物を備えたSTＮまたはMLCディスプレイ)，およびこれらの媒体の電気光学的目的への使用に関する。",
            "本発明の液晶混合物は，利用できるパラメーター寛容度の顕著な拡大を可能にする。",
            "【0044】透明点，光学異方性，低温における粘度，熱およびUV安定性並びに誘電異方性の達成可能な組み合わせは，従来技術からの以前の材料に比較してはるかに優れている。",
            "高い透明点，低温におけるネマティック相および高いΔεに対する要求は，従来では不十分な程度にまで達成されたに過ぎなかった。例えばMLC-6476およびMLC-6625(Merck KGaA, Darmstadt, Germany)のような液晶混合物は，匹敵する透明点および低温安定性を有するが，これらは，比較的低いΔn値およびまた約≧1．7Vの高いしきい値電圧を有する。",
            "【0045】他の混合物系は，匹敵する粘度およびΔε値を有するが，約60℃の透明点を有するのみである。",
            "本発明の液晶混合物は，-20℃まで，好ましくは-30℃まで，特に好ましくは-40℃までのネマティック相を維持しながら，80℃を超える，好ましくは90℃を超える，特に好ましくは100℃を超える透明点，同時に≧4，好ましくは≧6の誘電異方性値Δε並びに優れたSTＮおよびMLCディスプレイを得ることを可能にする比抵抗値についての高い値を達成することを可能にする。特に，この混合物は，低い動作電圧により特徴づけられる。TＮしきい値は，1．5Vより低く，好ましくは1．3Vより低い。",
            "【0046】また，本発明の混合物の成分の好適な選択により，他の有利な特性を維持しながら，一層高いしきい値電圧において一層高い透明点(例えば110℃を超える)を達成することが可能であるか，または一層低いしきい値電圧において一層低い透明点を達成することが可能であることは，言うまでもない。わずかにのみ対応して増大する粘度において，同様に，比較的高いΔεおよび従って比較的低いしきい値を有する混合物を得ることが可能である。本発明のMLCディスプレイは，グーチ(Gooch)およびタリー(Tarry)の第一透過率極小値で好ましく動作し[C.H.",
            "Gooch および H.A. Tarry, Electron. Lett. 10, 2-4, 1974; C.H. Gooch および H.A. Tarry,",
            "Appl. Phys., Vol. 8, 1575-1584, 1975]，ここで，特に好ましい電気光学的特性，例えばコントラストの低い角度依存性(ドイツ国特許 30 22 818)に加えて，一層低い誘電異方性は，第二極小値において，類似ディスプレイにおける同一のしきい値電圧において十分である。",
            "【0047】これは，シアノ化合物を含む混合物の場合と比較して，本発明の混合物を用いて第一極小値において顕著に高い比抵抗値を達成することを可能にする。個別の成分およびこれらの重量割合を好適に選択することにより，当業者は，MLCディスプレイの既定の層の厚さに必要な複屈折率を，簡単で常習的な方法を用いて設定することができる。",
            "【0048】20℃における流動粘度ν20は，好ましくは＜60mm2・s-1，特に好ましくは＜50mm2・s-1である。ネマティック相範囲は，好ましくは少なくとも90°，特に少なくとも100°である。この範囲は，好ましくは少なくとも-30°～＋80°まで拡大される。",
            "【0084】V は，10％透過率にかかわる電圧を示す(板表面に対して垂直の視野角)。t は，V の数値の2倍に対応する動作電圧におけるスイッチオン時on 10間を示し，t は，スイッチオフ時間を示す。Δnは，光学異方性を示し，n は，off 0屈折率を示す。Δεは，誘電異方性を示す(Δε＝ε -ε ，この式においてε は‖ ⊥ ∥分子の長軸に対して平行な誘電定数を示し，ε は，分子の長軸に対して垂直な誘電⊥定数を示す)。電気光学的データは，他に特に述べない限り，20℃でTＮセルにおいて第一極小値(即ち0．5のd・Δn値において)で測定した。光学的データは，他に特に述べない限り，20℃で測定した。",
            "【0085】本出願および以下の例において，液晶化合物の構造を頭文字で示し，その化学式への変換は，以下の表AおよびBに従って得られる。すべての基C Hn 2およびC H は，それぞれn個およびm個の炭素原子を有する直鎖状アルn＋1 m 2m＋1キル基である；nおよびmは，各々の場合において，互いに独立して，1，2，3，4，5，6，7，8，9，10，11，12，13，14または15である。表Bにおけるコードは自明である。表Aにおいて，基本構造にかかわる頭文字のみを示す。各場合において，基本構造にかかわる頭文字の後に，ダッシュで分離して，置換基R1，R2，L1およびL2に関するコードが示されている。",
            "【0086】",
            "【表1】",
            "【0087】好ましい混合物成分を，表AおよびBに示す。",
            "表A：",
            "【化59】",
            "【0104】【実施例】",
            "以下の例は，本発明を限定せずに，本発明を説明することを意図する。本明細書中，パーセンテージは重量パーセントである。すべての温度を，摂氏度で示す。m．p．は融点を示し，cl．p．は透明点を示す。さらに，C＝結晶状態，Ｎ＝ネマティック相，S＝スメクティック相およびI＝アイソトロピック相である。これらの記号間のデータは，転移温度を示す。Δnは，光学異方性を示し(589nm，20℃)，流動粘度ν (mm2／秒)を20℃において決定した。回転粘度γ ［mPa・s］を，同様に20℃において決定した。",
            "【0105】",
            "混合物例",
            "例M1",
            "【表2】",
            "【0106】",
            "例M2",
            "【表3】",
            "【0107】",
            "例M3",
            "【表4】",
            "【0108】",
            "例M4",
            "【表5】",
            "【0109】",
            "例M5",
            "【表6】",
            "【0110】",
            "例M6",
            "【表7】",
            "【0111】",
            "例M7",
            "【表8】",
            "【0112】",
            "例M8",
            "【表9】",
            "【0113】",
            "例M9",
            "【表10】",
            "【0114】",
            "例M10",
            "【表11】",
            "【0115】",
            "例M11",
            "【表12】",
            "【0116】",
            "例M12",
            "【表13】",
            "【0117】",
            "例M13",
            "【表14】",
            "【0118】",
            "例M14",
            "【表15】",
            "【0119】",
            "例M15",
            "【表16】",
            "【0120】",
            "例M16",
            "【表17】",
            "【0121】",
            "例M17",
            "【表18】",
            "【0122】",
            "例M18",
            "【表19】",
            "【0123】",
            "例M19",
            "【表20】",
            "【0124】",
            "例M20",
            "【表21】",
            "【0125】",
            "例M21",
            "【表22】",
            "【0126】",
            "例M22",
            "【表23】",
            "【0127】",
            "例M23",
            "【表24】",
            "【0128】",
            "例M24",
            "【表25】",
            "【0129】",
            "例M25",
            "【表26】",
            "【0130】",
            "例M26",
            "【表27】",
            "【0131】",
            "例M27",
            "【表28】",
            "【0132】",
            "例M28",
            "【表29】",
            "【0133】",
            "例M29",
            "【表30】",
            "【0134】",
            "例M30",
            "【表31】",
            "【0135】",
            "例M31",
            "【表32】",
            "【0136】",
            "例M32",
            "【表33】",
            "【0137】",
            "例M33",
            "【表34】",
            "【0138】",
            "例M34",
            "【表35】",
            "【0139】",
            "例M35",
            "【表36】",
            "【0140】",
            "例M36",
            "【表37】",
            "【0141】",
            "例M37",
            "【表38】",
            "【0142】",
            "例M38",
            "【表39】",
            "【0143】",
            "例M39",
            "【表40】",
            "【0144】",
            "例M40",
            "【表41】",
            "【0145】",
            "例M41",
            "【表42】",
            "【0146】",
            "例M42",
            "【表43】",
            "【0147】",
            "例M43",
            "【表44】",
            "【0148】",
            "例M44",
            "【表45】",
            "【0149】",
            "例M45",
            "【表46】",
            "【0150】",
            "例M46",
            "【表47】",
            "【0151】",
            "例M47",
            "【表48】",
            "【0152】",
            "例M48",
            "【表49】",
            "【0153】",
            "例M49",
            "【表50】",
            "【0154】",
            "例M50",
            "【表51】",
            "【0155】",
            "例M51",
            "【表52】",
            "【0156】",
            "例M52",
            "【表53】",
            "【0157】",
            "例M53",
            "【表54】",
            "【0158】",
            "例M54",
            "【表55】",
            "【0159】",
            "例M55",
            "【表56】",
            "【0160】",
            "例M56",
            "【表57】",
            "【0161】",
            "例M57",
            "【表58】",
            "【0162】",
            "例M58",
            "【表59】",
            "【0163】",
            "例M59",
            "【表60】",
            "【0164】",
            "例M60",
            "【表61】",
            "【0165】",
            "例M61",
            "【表62】",
            "【0166】",
            "例M62",
            "【表63】",
            "【0167】",
            "例M63",
            "【表64】",
            "【0168】",
            "例M64",
            "【表65】",
            "【0169】",
            "例M65",
            "【表66】",
            "【0170】",
            "例M66",
            "【表67】",
            "【0171】",
            "例M67",
            "【表68】",
            "【0172】",
            "例M68",
            "【表69】",
            "【0173】",
            "例M69",
            "【表70】",
            "【0174】",
            "例M70",
            "【表71】",
            "【0175】",
            "例M71",
            "【表72】",
            "【0176】",
            "例M72",
            "【表73】"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(サポート要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明が解決しようとする課題及び課題を解決するための手段について",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "課題について",
                      "text": [
                        "前記1のとおり，本件発明は，「液晶媒体，電気光学的目的へのこの使用およびこの媒体を含むディスプレイ」に関する技術分野の発明であり(段落【0001】)，本件明細書には，【従来技術】の項目である段落【0003】～【0014】に，従来技術の問題点として，本件4点が記載されており，これに続いて段落【0016】【発明が解決しようとする課題】に，「本発明は，前述の欠点を有しないか，または有しても小さい程度のみであり，かつ好ましくは同時に極めて高い比抵抗値および低いしきい値電圧を有する，特にこのタイプのMLC，TＮまたはSTＮディスプレイ用の媒体を提供する目的を有する。この目的は，高い透明点および低い回転粘度を有する液晶化合物を必要とする。」と記載されている。",
                        "さらに，段落【0017】【課題を解決するための手段】には，「この目的は，末端極性基および末端CH 基を有する液晶化合物を用いる場合に達成することができることが見出された。式Iで表される化合物は，弾性定数，特にK を減少させ，特に低いしきい値電圧を有する混合物をもたらす。」と記載されている。",
                        "本件明細書の上記記載からすると，本件発明が解決しようとする課題は，「極めて高い比抵抗値」，「高い透明点であるか大きい動作温度範囲」，「低い回転粘度であるか低温においても短い応答時間」及び「低いしきい値電圧」の4点(本件4点)において，従来技術の欠点を有しないか，又は有しても小さい程度に改善されたディスプレイ用の液晶媒体を提供する点にあり，その中でも，低いしきい値電圧を実現することに重点が置かれているものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "解決手段について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "まず，前記アのとおり，本件明細書の段落【0016】には，本件発明の課題が記載され，これに続く段落【0017】【課題を解決するための手段】には，「この目的は，末端極性基および末端CH 基を有する液晶化合物を用いる場合に達成することができることが見出された。式Iで表される化合物は，弾性定数，特にK を減少させ，特に低いしきい値電圧を有する混合物をもたらす。」と記載されていることからすると，上記課題を解決するための手段としては，基本的には，末端極性基及び末端CH 基を有する液晶化合物を用いることを想定していることが認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，本件明細書の段落【0017】の「特にK を減少させ，特に低いしきい値電圧を有する混合物をもたらす。」との記載について検討する。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "段落【0017】の「特にK を減少させ，特に低いしきい値電圧を有する混合物をもたらす。」との記載からすると，本件発明は，本件4点のうち，低いしきい値電圧の実現という課題解決のためには，K を減少させるという手段によることを示しており，また，本件発明は，本件4点の中でも，しきい値電圧の低減に重点を置いているものと認められる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "ところで，弁論の全趣旨によると，p型の液晶化合物はTＮ方式のディスプレイに用いられ，n型の液晶化合物はVA方式のディスプレイに用いられることが認められるところ，甲50文献及び乙10文献には，以下のとおりの記載がある。",
                                "ⅰ  甲50文献には，p形ネマティック液晶の場合は，ホモジニアス配向をさせたセルを，n形ネマティック液晶の場合は，ホメオトロピック配向させたセルをそれぞれ作製すること及び以下の式が記載されており，また，Vcは，しきい値電圧を意味し，K ，K はそれぞれK ，K と表記されることもあると説明されている。",
                                "ⅱ  乙10文献には，p形ネマティック液晶においてホモジニアス配向させたセルに電圧を印加した場合のしきい値電圧(Vc)を求める式として，以下の式が記載され，また，n形ネマティック液晶においてホメオトロピック配向させたセルを用いた場合には，以下の式のK をK に入れ換える旨説明されている。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "前記(b)によると，本件特許の出願日当時，p型の液晶化合物を用いたディスプレイの場合は，しきい値電圧はK と連動するが，n型の液晶化合物を用いたディスプレイの場合は，しきい値電圧はK と連動し，K とは連動しないことは周知であったと認められる。",
                                "そして，前記(a)のとおり，本件明細書は，本件発明の課題として，K を減少させることにより，低いしきい値電圧を実現することに重点が置かれているから，本件明細書は，p型の液晶化合物を用いたディスプレイを前提としたものであり，開示する課題解決手段も，p型の液晶化合物を用いたディスプレイを前提としたものと解される。",
                                "また，本件明細書の実施例の液晶組成物は，すべてp型の液晶化合物を含んでいるが，n型の液晶化合物を含む実施例は存在しないこと(甲60)からも，本件明細書がp型の液晶化合物を用いたディスプレイを前提としたものであることが裏付けられるというべきである。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件明細書は，p型の液晶化合物を用いたディスプレイを前提として，発明の課題を，本件4点に係る欠点を改善することとし，その中でも，しきい値電圧に係る欠点を改善することを重視し，このしきい値電圧の低減は，K を減少させることにより実現することを開示していることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の課題について",
                      "text": [
                        "原告は，本件発明の課題は，液晶化合物のK を減少させ，かつ，従来技術の一般的な欠点を有しないか，又は有しても小さい程度のみの媒体を提供するという目的を達成することであると主張し，その理由として，①本件明細書には，これらの問題点のどれとどれが解消されなければならないとか，すべての問題点が解消されなければならないとか，本件4点を同時に満足するものでなければならない等の記載はないから，上記の「欠点を有しないか，または有しても小さい程度のみ」とは，従来の液晶媒体が有し得る一般的な欠点を小さい程度に抑えることができれば足りると解すべきであること，②弾性定数K は，本件特許の出願日当時，本件特許の特許権者以外からはあまり着目されていなかったパラメータであり，それ自体新たな課題であること，③一般には弾性定数が低くなれば，変形させる働きかけに対する抵抗が小さくなるから，弾性定数K を減少させることには意味があること，④本件発明は，媒体に係る発明であるが，しきい値電圧はディスプレイの性能を示す値であって，媒体自体の物性のほかにディスプレイのモード，形式等にも依存する値であるから，しきい値電圧の低下を，媒体に係る発明が直接解決しようとする課題とすることは，論理の飛躍があること，⑤低いしきい値電圧は，減少したK によってもたらされる一つの付随的な効果を表現するものにすぎず，減少したK によって必ずもたらされなければならない効果と解することはできないこと，⑥しきい値電圧の低下は本件発明の利点であって，課題ではないことを指摘する。",
                        "しかし，以下のとおり，原告の上記の指摘は，いずれも理由がない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記アのとおり，本件明細書においては，段落【0003】～【0014】に，従来技術の問題点として本件4点が具体的に挙げられており，段落【0016】【発明が解決しようとする課題】に，「本発明は，前述の欠点を有しないか，または有しても小さい程度のみであり」と記載されているのであるから，本件明細書に，本件4点のすべてにおいて改善されることの記載がなくても，本件発明は，本件4点のすべてにおいて改善されたディスプレイ用の液晶媒体を提供することを課題としているというべきであり，当業者もそのように認識するものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，本件明細書の段落【0001】の「本発明は，液晶媒体，電気光学的目的へのこの使用およびこの媒体を含むディスプレイに関する。」，段落【0016】の「ディスプレイ用の媒体を提供する目的を有する」との記載からすると，本件発明は，ディスプレイ用の液晶媒体を提供することを目的とするものであると認められるから，ディスプレイの性能やディスプレイ用の液晶媒体の特性に何ら影響を与えない事項を課題として把握することは相当ではない。また，本件明細書には，K を減少させることがディスプレイの性能やディスプレイ用の液晶媒体の特性の改善に結び付く効果としては，ディスプレイのしきい値電圧の低下のみが記載されており，本件証拠上，その他の効果が存在することが周知であったとも認められない。これらのことに，段落【0017】の「式Iで表される化合物は，弾性定数，特にK を減少させ，特に低いしきい値電圧を有する混合物をもたらす。」との記載を併せ考慮すると，K を減少させることは，しきい値電圧を低減させるための手段であると解するのが相当であり，K の低下自体を本件発明の課題として把握すべきではないというべきである。",
                            "原告は，本件特許の出願日当時，K があまり注目されていなかったと主張するが，前記ア認定のとおり，p型の液晶化合物を用いたディスプレイにおいてしきい値電圧がK と連動することは周知であったから，K が注目されていなかったとは認められない。",
                            "また，ディスプレイにおいて，しきい値電圧は，媒体自体の物性以外のものに左右されるとしても，上記のとおり，本件発明に係る液晶媒体は液晶ディスプレイに使用され，媒体自体の性能によってしきい値電圧が低下するとされているのであるから，しきい値電圧の低減をその課題と解することができる。",
                            "さらに，上記のとおり，しきい値電圧を低下させることは，本件発明の課題であり，単に，K を減少させたことによってもたらされる付随的な効果や利点であるということはできないというべきである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，原告の上記の点に係る指摘は，いずれも理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明の課題解決手段について",
                      "text": [
                        "原告は，仮に，本件発明の課題に，低いしきい値電圧の実現が含まれているとしても，n型の液晶化合物を用いたディスプレイにおいても，しきい値電圧の低下という本件発明の課題を解決することができると主張し，その理由として，①甲58グラフによると，K が低い液晶組成物ではK も低くなりやすいという傾向があることが認められ，また，甲56の1・2によると，K の減少はIPSディスプレイに低いしきい値電圧をもたらすことが認められること，②本件明細書において，その課題についても，また，その課題を解決する手段についても，正の誘電異方性と負の誘電異方性を区別して扱う記載はなく，実施例においては，たまたまp型の化合物のみが具体的に記載されていたというだけにすぎず，実施例の組成物がすべてp型であるからといってn型の組成物への適用ができないとまではいえないこと，③正の誘電異方性を有する液晶組成物については，「液晶混合物のK を減少させ，かつ，従来技術の一般的な欠点を有しないか，又は有しても小さい程度のみの媒体を提供する」という課題を解決できるのであるから，当業者は，負の誘電異方性を有する液晶媒体についても，上記課題を解決できるものと理解すること，④本件明細書に記載されているMLCディスプレイには，n型の液晶化合物が用いられるIPSディスプレイも含まれるのであり，また，IPSディスプレイは，本件明細書に例示こそされていないが，よく知られているものであることを指摘する。",
                        "しかし，以下のとおり，原告の上記の指摘は，いずれも理由がない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "①について",
                          "text": [
                            "甲58の1によると，甲58グラフのうちの左から5番目のK ，K の数値と左から6番目のK ，K の数値を比較すると，左から5番目のK の数値より6番目のK の数値の方が高いが，左から5番目のK の数値は左から6番目のK の数値よりも高いことが認められ，また，左から5番目のK ，K の数値と左から7番目のK ，K の数値を比較すると，左から5番目のK の数値より7番目のK の数値の方が高いが，左から5番目のK の数値は左から7番目のK の数値よりも高いことが認められ，これらの事実からすると，甲58グラフのその余の記載を併せて考慮したとしても，K が低いとK も低くなる傾向があると認めることはできない。このように，甲58グラフからは，K はK に連動すると認めることはできない以上，甲58グラフを根拠として，K の低下によってIPSディスプレイにおいて低いしきい値電圧が得られるということもできない。",
                            "したがって，原告の上記の点に係る指摘は理由がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "②について",
                          "text": [
                            "前記アのとおり，本件明細書の記載は，p型の液晶化合物を用いたディスプレイを前提とするものであって，本件明細書にn型の液晶化合物を用いたディスプレイに適用できると理解することができる記載があるとは認められない。",
                            "したがって，原告の上記の点に係る指摘は理由がない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "③について",
                          "text": [
                            "前記アのとおり，p型の液晶化合物を用いたディスプレイの場合は，しきい値電圧はK と連動するが，n型の液晶化合物を用いたディスプレイの場合は，しきい値電圧はK と連動することが周知であって，n型の液晶化合物を用いたディスプレイの場合に，しきい値電圧がK と連動するとの技術常識があったとは認められないから，p型の液晶化合物を用いたディスプレイの場合に，K を減少させることによって，しきい値電圧を低減させることができるからといって，n型の液晶化合物を用いたディスプレイにおいても，K を減少させることによって，しきい値電圧を低減することができるといえず，当業者も，n型の液晶化合物を用いたディスプレイにおいて，K を減少させることによって，しきい値電圧を低減することができるとは認識しないというべきである。",
                            "したがって，原告の上記の点に係る指摘は理由がない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "④について",
                          "text": [
                            "MLCディスプレイには，n型の液晶化合物が用いられるIPSディスプレイも含まれ，また，IPSディスプレイは，周知のディスプレイであることは認められる(甲83～89)が，そうであるからといって，本件明細書にn型の液晶化合物についてしきい値電圧を低減させることが記載されているとはいえない。",
                            "したがって，原告の上記の点に係る指摘は理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上を前提に，サポート要件の具備の有無について検討する。",
                "本件発明の各特許請求の範囲は，いずれも，「正または負の誘電異方性を有する極性化合物の混合物に基づく液晶媒体であって」と記載されているから，いずれも，n型の液晶化合物に基づく液晶媒体を含んでいる。",
                "ところが，前記(1)のとおり，本件明細書には，p型の液晶化合物が用いたディスプレイを前提として，しきい値電圧の低減をK を減少させることにより実現することが記載されているのみである。本件明細書には，n型の液晶化合物が用いられるディスプレイについて，K を減少させることによってしきい値電圧を低減させることができるとの記載はなく，また，そのような技術常識があったとは認められないし，本件明細書の実施例にも，n型の液晶化合物は一切含まれていない。したがって，n型の液晶化合物については，当業者は，本件明細書から，発明の課題を解決できるものと認識することはできないというべきである。",
                "以上のとおり，本件発明は，いずれも，発明の詳細な説明の記載により，発明の課題が解決できることを当業者が認識できる範囲を超えているというべきである。",
                "なお，原告は，甲54実験，甲59実験，甲90実験について主張する。",
                "しかし，上記のとおり，本件明細書には，n型の液晶化合物を用いたディスプレイにおいてK を減少させることによって，しきい値電圧を低減できることは記載されておらず，また，上記実験結果が，本件特許の出願日当時，当事者の技術常識であったとも認められないから，上記実験結果を参照して，n型液晶化合物を用いたディスプレイにおいて，K を減少させることによって，しきい値電圧を低減できることをサポート要件の判断に当たって考慮することはできないというべきである。",
                "また，その他，原告が主張するところによっても，サポート要件に関する上記判断は左右されない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(手続違背の有無)について",
          "text": [
            "原告は，本件審判において，審決の予告後に，被告から新たな証拠である甲53実験報告書が提出されたが，原告に反論の機会を与えることもなく，審決をするのに熟していない状態で審理を終結したから，審理不尽の違法があり，そうでなくても，さらに審決の予告をしなかったから，特許法164条の2第1項に反する違法があると主張する。",
            "しかし，審決の予告後に被告から新たな証拠が提出されたことが，特許法164条の2第1項及び特許法施行規則50条の6の2各号の定める審決の予告をしなければならない場合に該当するということはできない。",
            "また，審決の予告後に被告から新たな証拠が出された場合に，原告に反論の機会等を与えるかどうかは審判官の裁量によるものであって，本件審判において原告に甲53実験報告書に対する反論の機会等を与えなかったとしても，審理不尽の違法があるということはできない。",
            "したがって，原告の上記主張は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(行ケ)10134",
    "date": "2019-06-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "088790",
    "ipprecedent_id": "5198",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}