{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800136号事件について平成30年6月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告らは，平成12年10月23日，発明の名称を「台輪，台輪の設置構造，台輪の設置方法及び建造物本体の設置方法」とする発明について特許出願をし，平成18年10月20日，特許権の設定登録（特許第3870019号。請求項の数10。以下，この特許を「本件特許」という。甲21）を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年10月13日，本件特許を無効にすることを求める特許無効審判を請求した（甲22）。",
                "特許庁は，上記請求を無効2017-800136号事件として審理を行い，平成30年6月12日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同月20日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年7月13日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項1ないし10の記載は，以下のとおりである（以下，請求項の番号に応じて，請求項1に係る発明を「本件発明1」，請求項2に係る発明を「本件発明2」などという。甲21）。",
            "【請求項1】",
            "アンカーボルトを介して結合される布基礎と該布基礎上に構築される建造物本体との間に介在させるとともに，前記布基礎の長手方向に沿って複数隣接して配置される台輪において，",
            "前記布基礎天端面に該布基礎の長手方向に沿って配置される台輪本体と，",
            "前記台輪本体をその幅方向に貫通するようにして形成された換気孔と，",
            "前記台輪本体に上下方向に貫通し且つ，該台輪本体の長手方向に細長い形状に形成されたアンカーボルト挿通用のアンカー用長孔とを備え，",
            "台輪本体の下面縁部と，前記台輪本体の側面縁部との間に下面または側面に対して傾斜するテーパ部が前記台輪本体の延在方向に沿って設けられていること",
            "を特徴とする台輪。",
            "【請求項2】",
            "請求項1記載の台輪において，",
            "テーパ部は，下面の両縁部に設けられていること",
            "を特徴とする台輪。",
            "【請求項3】",
            "請求項1または2記載の台輪において，",
            "前記台輪本体が，台輪の上下面を構成する板状の上部面部材及び下面部材と，これら上上面部材の間に設けられて，前記換気孔を仕切る仕切り壁部とを備え，",
            "前記布基礎に前記台輪本体を固定するための釘を挿通させるための釘孔が，前記台輪本体の上下面部材と仕切り壁部を上下に貫通するように形成されていることを特徴とする台輪。",
            "【請求項4】",
            "天端面に台輪本体を設置する際の位置合わせマークが設けられた布基礎上に設置される請求項1～3のいずれかに記載の台輪において，",
            "前記台輪本体には，前記位置合わせマークに合致させて前記台輪本体を布基礎上に位置決めする位置決めマークが設けられていること",
            "を特徴とする台輪。",
            "【請求項5】",
            "請求項1～4のいずれか記載の台輪において，台輪本体の上面には，該台輪本体上に設置される土台又は半土台の端部を合わせて位置決めする端部位置合わせマークが設けられていることを特徴とする台輪。",
            "【請求項6】",
            "請求項1～5のいずれか記載の台輪において，",
            "前記台輪本体の長手方向の両端部には，長手方向に連続して配置される前記台輪本体の端部どうしを互いに長さ方向に嵌合して接続する接続部が設けられていることを特徴とする台輪。",
            "【請求項7】",
            "天端面に台輪本体を設置する際の位置合わせマークが設けられた布基礎と該布基礎上に構築された建造物本体とがアンカーボルトを介して結合され，これら布基礎と建造物本体との間に，請求項4記載の台輪が前記布基礎上に敷き込まれた状態で介在させた台輪の設置構造において，",
            "前記アンカー用長孔に前記アンカーボルトが挿通され，",
            "前記位置決めマークが前記位置合わせマークに合致していることを特徴とする台輪の設置構造。",
            "【請求項8】",
            "布基礎と該布基礎上に構築された建造物本体とがアンカーボルトを介して結合され，これら布基礎と建造物本体との間に，請求項6記載の台輪が前記布基礎上に敷き込まれた状態で介在されるとともに，前記布基礎の長手方向に沿って複数隣接して配置された台輪の設置構造において，",
            "前記アンカー用長孔に前記アンカーボルトが挿通され，",
            "前記建造物本体は前記台輪上に，端部を前記端部位置合わせマークに合わせた状態で設置されていることを特徴とする台輪の設置構造。",
            "【請求項9】",
            "請求項4記載の台輪を，上部の建造物本体と接合するアンカーボルトを備えた布基礎上に敷き込んで設置する台輪の設置方法において，",
            "台輪本体は，アンカー用長孔にアンカーボルトを挿通させ，且つ，前記位置決めマークを前記布基礎天端面の位置合わせマークに合致させて前記布基礎天端面上に敷き込むことを特徴とする台輪の設置方法。",
            "【請求項10】",
            "布基礎上に敷き込まれるとともに，前記布基礎の長手方向に沿って複数隣接して配置された請求項5記載の台輪上に建造物本体を設置する建造物本体の設置方法であって，",
            "前記布基礎上に敷き込まれた台輪の前記端部位置合わせマークに端部を合わせて，建造物本体を設置することを特徴とする建造物本体の設置方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）のとおりである。",
                "その要旨は，①本件発明1は，本件出願前に頒布された刊行物である甲1ないし18に記載された発明に基づいて，当業者が容易に発明をすることができたものとはいえず，本件発明2ないし10も，これと同様であるから，原告主張の甲1を主引用例とする進歩性欠如（特許法29条2項違反）の無効理由（無効理由1）は理由がない，②本件発明1ないし10（請求項1ないし10）は，同法36条6項2号に規定する要件（以下「明確性要件」という。）に適合するから，原告主張の明確性要件違反の無効理由（無効理由2）は理由がないというものである。",
                "甲1ないし18は，次のとおりである。",
                "甲1  実願昭58-74578号（実開昭59-181103号）のマイクロフィルム",
                "甲2  実願平4-55570号（実開平6-10413号）のCD-ROM 甲3  実願昭56-59783号（実開昭57-172810号）のマイクロフィルム",
                "甲4  実願昭58-111992号（実開昭60-19601号）のマイクロフィルム",
                "甲5  特開平9-13392号公報",
                "甲6  特開平8-319676号公報",
                "甲7  実願平4-19370号（実開平5-83102号）のCD-ROM 甲8  「広辞苑」（第5版）",
                "甲9  「図解  機械用語辞典」，20版（日刊工業新聞社，昭和54年12月20日，第555頁）",
                "甲10  Wikipedia「面取り」，［online］，［2017年10月4日検索］，インターネット＜URL：https://ja.wikipedia.org/wiki /%E9%9D%A2%E5%8F%96%E3%82%8A＞",
                "甲11  実公平7-24486号公報",
                "甲12  特開平7-173897号公報",
                "甲13  特開平10-237877号公報",
                "甲14  実願昭63-148978号（実開平2-68910号）のマイクロフィルム",
                "甲15  実願昭51-30686号（実開昭52-122510号）のマイクロフィルム",
                "甲16  実公昭45-28050号公報",
                "甲17  実願昭51-95202号（実開昭53-14311号）のマイクロフィルム",
                "甲18  特開平10-219856号公報"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1に記載された発明（以下「甲1発明」といい，甲1に記載された設置構造，台座設置方法，土台設置方法に限定した発明としての甲1発明を，それぞれ，「甲1設置構造発明」，「甲1台座設置方法発明」，「甲1土台設置方法発明」という。），本件発明1と甲1発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1に記載された発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明",
                      "text": [
                        "方形若しくは長方形基盤1の板面中央部に，平面略太十字状をなすアンカーボルト2の挿通孔Hを穿ち且つ基盤1の片側壁に突部tを突設すると共に反対側壁には該突部tと係合する凹部hを形成し，前記挿通孔Hの周辺に釘孔rを穿設した布基礎であるコンクリート基礎3と土台間に介装する通気用の台座であって，",
                        "予め基盤1の挿通孔Hよりアンカーボルト2をその下端の向きに応じて挿入して該下端をコンクリート基礎3中等間隔に埋設して，基盤1をコンクリート基礎3の長手方向に沿って間隔を空けて複数配置した後，その各釘孔rより釘を打込んで固着し，該基盤1上面に突出したアンカーボルト2の上部を土台4に予め穿設してあるボルト孔より挿入して上方に突出せしめて，該台座上に突出したアンカーボルト2の上端に座金8を介在してナツト7で締着することにより，コンクリート基礎3と土台4間に等間隔の通気孔を介して強固安定的に固着せられ，",
                        "コンクリート基礎3及び土台4が長間であったり，或はこれらが平面鍵形若しくはT字形に構成されてある場合は上記突部tと凹部hを順次係合して接続することにより耐荷力を増大したり各形状に順応して介在固着せられる，通気用の台座。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1設置構造発明",
                      "text": [
                        "基盤1の挿通孔Hよりアンカーボルト2を挿入して，基盤1をコンクリート基礎3の長手方向に沿って間隔を空けて複数配置した後，その各釘孔rより釘を打込んで固着し，該基盤1上面に突出したアンカーボルト2の上部を土台4に予め穿設してあるボルト孔より挿入して上方に突出せしめて，該台座上に突出したアンカーボルト2の上端に座金8を介在してナツト7で締着することにより，コンクリート基礎3と土台4間に介装する，台座の設置構造。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲1台座設置方法発明",
                      "text": [
                        "基盤1の挿通孔Hよりアンカーボルト2を挿入して，基盤1をコンクリート基礎3の長手方向に沿って間隔を空けて複数配置した後，その各釘孔rより釘を打込んで固着し，該基盤1上面に突出したアンカーボルト2の上部を土台4に予め穿設してあるボルト孔より挿入して上方に突出せしめて，該台座上に突出したアンカーボルト2の上端に座金8を介在してナツト7で締着することにより，コンクリート基礎3と土台4間に介装する，台座の設置方法。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲1土台設置方法発明",
                      "text": [
                        "基盤1の挿通孔Hよりアンカーボルト2を挿入して，基盤1をコンクリート基礎3の長手方向に沿って間隔を空けて複数配置した後，その各釘孔rより釘を打込んで固着し，該基盤1上面に突出したアンカーボルト2の上部を土台4に予め穿設してあるボルト孔より挿入して上方に突出せしめて，該台座上に突出したアンカーボルト2の上端に座金8を介在してナツト7で締着することにより，コンクリート基礎3と土台4間に介装する台座上に土台を設置する土台の設置方法。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明との一致点及び相違点",
                  "text": [
                    "（一致点1）",
                    "「アンカーボルトを介して結合される布基礎と該布基礎上に構築される建造物本体との間に介在させるとともに，前記布基礎の長手方向に沿って複数配置される台輪において，",
                    "前記布基礎天端面に該布基礎の長手方向に沿って配置される台輪本体と，",
                    "前記台輪本体に上下方向に貫通し且つ，該台輪本体の長手方向に細長い形状に形成されたアンカーボルト挿通用のアンカー用長孔とを備えている",
                    "台輪。」である点。",
                    "（相違点1）",
                    "台輪の配置に関して，本件発明1は「布基礎の長手方向に沿って複数隣接して配置される」ものであるのに対し，甲1発明は「間隔を空けて複数配置」し，「基礎3及び土台4が長間であったり，或はこれらが平面鍵形若しくはT字形に構成されてある場合は上記突部tと凹部hを順次係合して接続することにより耐荷力を増大したり各形状に順応して介在固着せられる」ものである点。",
                    "（相違点2）",
                    "換気機能に関して，本件発明1は「台輪本体をその幅方向に貫通するようにして形成された換気孔」を形成するのに対し，甲1発明は（基盤1を基礎3の長手方向に沿って間隔を空けて複数配置することにより）「基礎3と土台4間に等間隔の通気孔」を形成している点。",
                    "（相違点3）",
                    "本件発明1は「台輪本体の下面縁部と，前記台輪本体の側面縁部との間に下面または側面に対して傾斜するテーパ部が前記台輪本体の延在方向に沿って設けられ」ているのに対し，甲1発明はそのような特定がなされていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-1（甲1を主引用例とする本件発明1の進歩性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の認定及び判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，相違点1として，甲1発明は，台座を間隔を空けて配置し「基礎3と土台4間に等間隔の通気孔」を形成させることが前提となっている通気用の台座であるから，台座が「布基礎の長手方向に沿って複数隣接して配置される」本件発明1と相違する旨認定した。",
                        "しかし，甲1の第4図には，基礎が交わる角部の施工に関する記載ではあるが，布基礎の直線部分において台座を長手方向に隣接して配置することが記載されており，また，台座を長手方向にどのように配置するかは，アンカーボルトの位置に加え，台座の支持力を考慮して行う設計的な事項である。",
                        "そうすると，甲1発明は，「布基礎の長手方向に沿って複数隣接して配置される」構成（本件審決認定の相違点1に係る本件発明1の構成）を備えるものであるか，少なくとも，「布基礎の長手方向に沿って複数隣接して配置される」構成を排除しないものであるから，相違点1は，本件発明1と甲1発明との相違点とはいえない。",
                        "したがって，本件審決における相違点1の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に本件発明1の「布基礎の長手方向に沿って複数隣接して配置される」構成が「台輪間には通気孔となる間隙を一切設けない構成」を特定するものであるとしても，当該構成は，本件出願当時の周知技術である（甲2ないし5）。",
                        "そして，甲1発明に上記周知技術を組み合わせて，甲1発明の台輪間に通気孔となる間隙を一切設けない構成とすることに阻害要因はない。",
                        "そうすると，当業者が，甲1発明において，相違点1に係る本件発明1の構成とすることは容易に想到し得たことである。",
                        "したがって，これを否定した本件審決の相違点1の容易想到性の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，甲1発明においては，台輪を間隔を空けて複数配置し，その間隙を換気孔（通気孔）としているから，台輪本体にさらに換気孔を設ける必要性はなく，また，台輪そのものにあらためて換気孔を設けることは想定されていないから，甲1発明に甲3に記載された「台輪本体をその幅方向に貫通するようにして形成された換気孔」の構成を適用する動機付けがないなどとして，当業者が，甲1発明において，相違点2に係る本件発明1の構成とすることは容易に想到し得たことではない旨判断した。",
                    "しかし，甲1発明の台座のように，一定の間隔を空けて配置される台座においても，間隔を空けることなく配置される台座と同様に，通気部を設けて通気性を持たせるようにする要請は存在し，そのように通気部を設けることは一般的に行われていること（例えば，甲13の「除湿溝13」，甲14の「通風溝」，甲15の「アルミ合金枠体2」）からすると，甲1発明の台座に甲3に記載された「台輪本体をその幅方向に貫通するようにして形成された換気孔」をさらに設ける動機付けがある。",
                    "そうすると，当業者が，甲1発明において，相違点2に係る本件発明1の構成とすることは容易に想到し得たことである。",
                    "したがって，これを否定した本件審決の相違点2の容易想到性の判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3の容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，①甲1発明は，「基礎と土台間に介装する通気用の台座に関するものであつてアンカーボルトによる締着並に釘打ちを自在ならしめ確固安定的に固着せられる」と共に，「側壁の突部はラス等の下地材張設に際しその下端部を当接することにより該下地材の張設作業を常に容易に然も正確に遂行せしめるようにした」ものであり，甲1には，本件明細書記載の「台輪本体を設置する布基礎の天端面に上方に突出する凸部が形成されていても，凸部に干渉することなく台輪本体を略水平な状態で布基礎の天端面に設置することができる」（【0011】）との本件発明1の課題については記載も示唆もない，②甲6，7，16，及び17に記載された斜面（丸み）の構成を甲1発明に適用する動機付けはない，③甲8ないし10には，主に「面取り」の用語解説がされているだけであり，これらの面取りは本件発明1のテーパ部とは技術的意義が異なるから，相違点3に係る本件発明1の構成を導くものではないなどとして，当業者が，甲1発明において，相違点3に係る本件発明1の構成とすることは容易に想到し得たことではない旨判断した。",
                    "しかし，種々の成型品等において，成型品等の稜線に人が接触して怪我をしないようにすること等を目的として，C面（斜面）やR面（丸面）からなる面取りを施すことは，本件出願前に一般的に行われていた周知技術（甲6ないし10）である。",
                    "また，本件発明1においては，テーパ部の具体的な形状（大きさ）や，基礎の基礎天端面から上方に突出する凸部との関係等は何ら特定されていないから，甲16に記載された合成樹脂製の基台2及び甲17に記載されたプラスチック等非腐蝕体4に施されたC面（斜面）からなる面取りは，本件発明1の「台輪本体の下面縁部と，前記台輪本体の側面縁部との間に下面または側面に対して傾斜するテーパ部が前記台輪本体の延在方向に沿って設けられている」構成に該当し，布基礎の天端面の側縁部上方に位置するように配置された場合には本件発明1が奏するとされる作用効果と同等の作用効果を奏する。",
                    "このように上記周知技術，甲16及び17に係るC面（斜面）からなる面取りは，相違点3に係る本件発明1の構成に含まれる。",
                    "しかるところ，甲1に接した当業者においては，成型品等の稜線に人が接触して怪我をしないようにすること等を目的として，甲1発明において，上記周知技術，甲16及び17に係るC面（斜面）からなる面取りを適用する動機付けがあるから，相違点3に係る本件発明1の構成を容易に想到することができたものである。",
                    "以上のとおり，当業者は，甲1と上記周知技術，甲16及び17に基づいて，相違点3に係る本件発明1の構成を容易に想到することができたものであるから，本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲1ないし18に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の認定及び判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の記載事項（【0045】，【0046】，図6）によれば，本件発明1の「前記布基礎の長手方向に沿って複数隣接して配置される」構成は，換気孔を設ける必要がある布基礎の直線部分での設置に関する構成を指すものである。",
                        "一方，甲1発明の台座の基本的な使用方法は，甲1の第3図記載のとおり，基礎3と土台4間に等間隔の通気孔を設けるため，布基礎の直線部分において，等間隔に埋設されるアンカーボルトの挿入部分にのみ設置される。甲1の第4図は，布基礎の直線部分における施工状態ではなく，あくまで「角部」における施工状態に過ぎない。また，第4図において，台座は「隣接」されているが，「角部」は基礎が直交しているため，「長手方向」，「短手方向」を明確に区別することはできず，相違点1に係る「長手方向に沿って隣接」との構成を認定することはできない。",
                        "加えて，本件発明1の台輪は，長尺で，台輪自体に換気孔が設けられており，長手方向に沿って複数隣接して使用するものであるのに対し，甲1発明の台座は方形（短尺）で，それ自体に通気孔はなく，通気孔を設けるように間をあけて使用するものであるという点で大きく異なることに照らすと，本件審決における相違点1の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲2ないし5を周知例として挙げて，本件発明1の「布基礎の長手方向に沿って複数隣接して配置される」構成（相違点1に係る本件発明1の構成）は，本件出願当時の周知技術であった旨主張する。",
                        "しかし，甲2には，相違点1に係る本件発明1の構成の開示があるが，甲3ないし5には，上記構成の開示がないことからすると，上記構成が周知技術であるということはできない。",
                        "また，甲2記載の土台保護板は，コンクリート基礎上に隙間なく連設されることで，土台となる角材をコンクリート基礎からの湿気から保護し，コンクリート基礎から角材への湿気の到達の防止，角材・コンクリート基礎間の雨水の排除という効果を奏するのに対し，甲1発明の台座は，土台とコンクリート基礎との間にあえて空間（通気孔部分）を設けることで通気を確保するものであるから，甲1発明に甲2に記載された技術事項（土台保護板をコンクリート基礎の長手方向に連接する構成）を適用する動機付けが存在しない。",
                        "したがって，当業者が，甲1発明において，相違点1に係る本件発明1の構成とすることを容易に想到することができたものといえないから，これと同旨の本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性の判断の誤りの主張に対し",
                  "text": [
                    "甲1発明の台座は，間隔を空けて配置することで通気孔を確保できる構成となっているから，相当の形状改変を行ってまで甲3の換気孔を甲1発明に適用する動機付けは乏しい。また，甲13ないし15の記載事項は，甲1発明に甲3記載の相違点2に係る構成の適用を動機付ける根拠とはならない。",
                    "したがって，当業者が，甲1発明において，相違点2に係る本件発明1の構成とすることを容易に想到することができたものといえないから，これと同旨の本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3の容易想到性の判断の誤りの主張に対し",
                  "text": [
                    "「面取り」とは，典型的には材木等の角部がとがった部材を事後的に削って角を落とす加工をいうところ，甲6ないし10には，甲1発明の台座のような部材に斜面の面取りを施す技術の記載はないから，甲6ないし10から，甲1発明の台座のような成型品 に「C面（斜面）」からなる「面取り」を施すことが本件出願当時周知であったということはできない。",
                    "また，甲16や甲17には，相違点3に係る構成の開示はない。",
                    "さらに，甲8ないし10には，木材や鋼材といった部材に斜面の「面取り」を施す記載があるところ，使用者の怪我防止や破損防止という観点から「面取り」を施すとしても，甲1発明のような成型品については，丸面を設けることでより簡単にその目的が果たせるから，あえて甲1発明の台座の底部に「面取り」を行う動機付けはない。仮に「面取り」を行うとしても，その形状を「斜面」とする動機付けはない。",
                    "したがって，当業者が，甲1発明において，相違点3に係る本件発明1の構成とすることを容易に想到することができたものといえないから，これと同旨の本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲1ないし18に記載された発明に基づいて当業者が容易に想到することができたものとはいえない。",
                    "したがって，これと同旨の本件審決の判断に誤りはないから，原告主張の取消事由1-1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-2（甲1を主引用例とする本件発明2ないし10の進歩性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件発明2と甲1発明とは，相違点1ないし3に加えて，本件発明2は「テーパ部は，下面の両縁部に設けられている」のに対し，甲1発明はそのような特定がなされていない点（相違点4）で相違すると認定した上で，当業者が，甲1発明において，相違点1ないし4に係る本件発明2の構成とすることを容易に想到し得たことではない旨判断した。",
                        "しかしながら，本件審決における相違点1ないし3の認定及び判断に誤りがあることは前記1(1)のとおりである。",
                        "次に，C面（斜面）やR面（丸面）からなる面取りは，成型品等の稜線に人が接触して怪我をしないようにすること等を目的として施されるものであり，また，甲16及び17に記載された発明においても，下面の両縁部にC面（斜面）が設けられていることから，下面の両縁部に面取り（C面（斜面））を設けること（相違点4に係る本件発明2の構成）は，当業者が容易になし得る事項であるといえる。",
                        "したがって，甲1発明において，相違点4に係る本件発明2の構成とすることは，当業者が容易に想到し得たことであって，本件審決における相違点4の判断には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，本件発明2は，甲1ないし18に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件発明3と甲1発明とは，相違点1ないし4に加えて，本件発明3は「台輪の上下面を構成する板状の上面部材及び下面部材と，これら上下面部材の間に設けられて，前記換気孔を仕切る仕切り壁部とを備え，前記布基礎に前記台輪本体を固定するための釘を挿通させるための釘孔が，前記台輪本体の上下面部材と仕切り壁部を上下に貫通するように形成されている」のに対し，甲1発明はそのような特定がなされていない点（相違点5）で相違すると認定した上で，当業者が，甲1発明において，相違点1ないし5に係る本件発明3の構成とすることを容易に想到し得たことではない旨判断した。",
                        "しかしながら，本件審決における相違点1ないし4の認定及び判断に誤りがあることは，前記1(1)のほか，前記アのとおりである。",
                        "次に，甲3には，台輪の上下面を構成する板状の上面部材及び下面部材と，これら上下面部材の間に設けられて，換気孔を仕切る仕切り壁部とを備えることが記載されていることに照らすと，釘孔を釘が効きやすい中実部に形成することは，当業者が当然考慮する事項である。",
                        "したがって，甲1及び甲3に接した当業者が，「挿通孔の周辺に釘孔rを穿設した」甲1発明において，相違点5に係る本件発明3の構成とすることは容易に想到し得たことであるから，本件審決における相違点5の判断には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，本件発明3は，甲1ないし18に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件発明4と甲1発明とは，相違点1ないし5に加えて，本件発明4は「天端面に台輪本体を設置する際の位置合わせマークが設けられた布基礎上に設置される」「台輪において」「台輪本体には，前記位置合わせマークに合致させて前記台輪本体を布基礎上に位置決めする位置決めマークが設けられている」のに対し，甲1発明はそのような特定がなされていない点（相違点6）で相違すると認定した上で，当業者が，甲1発明において，相違点1ないし6に係る本件発明4の構成とすることを容易に想到し得たことではない旨判断した。",
                        "しかしながら，本件審決における相違点1ないし5の認定及び判断に誤りがあることは，前記1(1)のほか，前記ア及びイのとおりである。",
                        "次に，建築構造物及び建築部材に，位置合わせマーク（「墨出し」）及び位置決めマークを設けることは，本件出願前の周知技術であり（甲11，12），かかる周知技術は，位置合わせ及び位置決めを目的として，部材や適用箇所等に関わらず，転用可能な技術である。",
                        "したがって，当業者において，甲1発明に上記周知技術を適用する動機付けがあり，相違点6に係る本件発明4の構成とすることは容易に想到し得たことであるから，本件審決における相違点6の判断には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，本件発明4は，甲1ないし18に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明5について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件発明5と甲1発明とは，相違点1ないし6に加えて，本件発明5は「台輪本体の上面には，該台輪本体上に設置される土台又は半土台の端部を合わせて位置決めする端部位置合わせマークが設けられている」のに対し，甲1発明はそのような特定がなされていない点（相違点7）で相違すると認定した上で，当業者が，甲1発明において，相違点1ないし7に係る本件発明5の構成とすることを容易に想到し得たことではない旨判断した。",
                        "しかしながら，本件審決における相違点1ないし6の認定及び判断に誤りがあることは，前記1(1)のほか，前記アないしウのとおりである。",
                        "次に，前記ウ(ア)のとおり，位置合わせマーク及び位置決めマークを設けることは，本件出願前の周知技術である。",
                        "そうすると，当業者が，甲1発明において，上記周知技術を適用して相違点7に係る本件発明5の構成とすることは容易に想到し得たことであるから，本件審決における相違点7の判断には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，本件発明5は，甲1ないし18に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明6について",
                  "text": [
                    "本件審決は，本件発明6と甲1発明とは，相違点1ないし7に加えて，接続部に関して，本件発明6は「台輪本体の長手方向の両端部には，長手方向に連続して配置される前記台輪本体の端部どうしを互いに長さ方向に嵌合して接続する接続部が設けられている」のに対し，甲1発明は台座の長手方向の両端部に突部，凹部が形成されているか明らかでない点（相違点8）で相違すると認定した上で，当業者が，甲1発明において，相違点1ないし8に係る本件発明6の構成とすることを容易に想到し得たことではない旨判断した。",
                    "しかしながら，本件審決における相違点1ないし7の認定及び判断に誤りがあることは，前記1(1)のほか，前記アないしエのとおりであって，本件発明6は，甲1ないし18に記載された発明に基づいて，当業者が容易に発明をすることができたものであり，これと異なる本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件発明7について",
                  "text": [
                    "本件審決は，本件発明7と甲1発明（甲1設置構造発明を含む。）とは，相違点1ないし6に加えて，本件発明7は「天端面に台輪本体を設置する際の位置合わせマークが設けられた布基礎と該布基礎上に構築された建造物本体とがアンカーボルトを介して結合され，これら布基礎と建造物本体との間に」「台輪が前記布基礎上に敷き込まれた状態で介在させた台輪の設置構造において」「位置決めマークが前記位置合わせマークに合致している」のに対し，甲1発明はそのような特定がなされていない点（相違点9）で相違すると認定した上で，当業者が，甲1発明において，相違点1ないし6，9に係る本件発明7の構成とすることを容易に想到し得たことではない旨判断した。",
                    "しかしながら，本件審決における相違点1ないし6の認定及び判断に誤りがあることは，前記1(1)のほか，前記アないしウのとおりであって，本件発明7は，甲1ないし18に記載された発明に基づいて，当業者が容易に発明をすることができたものであり，これと異なる本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "本件発明8について",
                  "text": [
                    "本件審決は，本件発明8と甲1発明（甲1設置構造発明を含む。）とは，相違点1ないし8に加えて，本件発明8は「建造物本体は前記台輪上に，端部を前記端部位置合わせマークに合わせた状態で設置されている」のに対し，甲1発明はそのような特定がなされていない点（相違点10）で相違すると認定した上で，当業者が，甲1発明において，相違点1ないし8，10に係る本件発明8の構成とすることを容易に想到し得たことではない旨判断した。",
                    "しかしながら，本件審決における相違点1ないし7の認定及び判断に誤りがあることは，前記1(1)のほか，前記アないしエのとおりであって，本件発明8は，甲1ないし18に記載された発明に基づいて，当業者が容易に発明をすることができたものであり，これと異なる本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "本件発明9について",
                  "text": [
                    "本件審決は，本件発明9と甲1発明（甲1台座設置方法発明を含む。）とは，相違点1ないし6に加えて，本件発明9は「位置決めマークを前記布基礎天端面の位置合わせマークに合致させて前記布基礎天端面上に敷き込む」のに対し，甲1発明はそのような特定がなされていない点（相違11）で相違すると認定した上で，当業者が，甲1発明において，相違点1ないし6，11に係る本件発明9の構成とすることを容易に想到し得たことではない旨判断した。",
                    "しかしながら，本件審決における相違点1ないし6の認定及び判断に誤りがあることは，前記1(1)のほか，前記アないしウのとおりであって，本件発明9は，甲1ないし18に記載された発明に基づいて，当業者が容易に発明をすることができたものであり，これと異なる本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "本件発明10について",
                  "text": [
                    "本件審決は，本件発明10と甲1発明（甲1土台設置方法発明を含む。）とは，相違点1ないし7に加えて，建造物本体を設置するのに際し，本件発明10 は「布基礎上に敷き込まれた台輪の前記端部位置合わせマークに端部を合わせて」いるのに対し，甲1発明はそのような特定がなされていない点（相違点12）で相違すると認定した上で，当業者が，甲1発明において，相違点1ないし7，12に係る本件発明10の構成とすることを容易に想到し得たことではない旨判断した。",
                    "しかしながら，本件審決における相違点1ないし7の認定及び判断に誤りがあることは，前記1(1)のほか，前記アないしエのとおりであって，本件発明10は，甲1ないし18に記載された発明に基づいて，当業者が容易に発明をすることができたものであり，これと異なる本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明2ないし10は，いずれも甲1ないし18に記載された発明に基づいて当業者が容易に想到することができたものである。",
                    "したがって，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの主張",
              "text": [
                "請求項2ないし10は，請求項1の従属項であり，本件発明2ないし10は，相違点1ないし3に係る本件発明1（請求項1）の構成を含むところ，前記1(2)のとおり，これらの構成を容易に想到することができたものとはいえない以上，本件発明2ないし10についても，本件発明1と同様に，当業者が甲1ないし18に記載された発明に基づいて容易に発明をすることができたものとはいえない。",
                "また，相違点4ないし7に関する本件審決の判断に誤りはなく，これらに関する原告の主張は理由がない。",
                "したがって，本件審決における本件発明2ないし10の進歩性の判断に誤りはなく，原告主張の取消事由1-2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（明確性要件の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，①請求項1の「台輪本体の下面縁部と，前記台輪本体の側面縁部との間に下面または側面に対して傾斜するテーパ部が前記台輪本体の延在方向に沿って設けられている」との記載から，「テーパ部」の形状及び設けられている場所については，文字通り，理解することができる，②本件明細書の【0011】の記載から，「テーパ部」を設けることによる効果を理解することができるから，本件明細書を参酌すれば，請求項1の「テーパ部」の大きさは，上記効果を奏する程度の大きさであると理解することができるとして，本件発明1ないし10（請求項1ないし10）は，明確性要件に適合する旨判断した。",
                "しかしながら，本件発明1（請求項1）には，テーパ部の具体的な形状，特に，大きさ等が特定されていないことから，単に，「テーパ部」を設けることによって，本件明細書記載の作用効果が奏せられるかどうか明らかではない。",
                "また，種々の成型品等において，成型品等の稜線に人が接触して怪我をしないようにすること等を目的として，C面（斜面）やR面（丸面）からなる面取りを施すことは，本件出願前に一般的に行われていた周知技術（例えば，甲6ないし10）であるが，本件発明1（請求項1）の「テーパ部」と上記周知技術の「面取り（C面（斜面））」との間に構成上の差異があるのかどうかも明らかでない。",
                "したがって，本件発明1（請求項1）及びこれを引用する本件発明2ないし10（請求項2ないし10）は，その発明の外延が不明確であるから，明確性要件を満たしていない。",
                "よって，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告らの主張",
              "text": [
                "本件明細書に接した当業者であれば，本件明細書の【0011】及び図8などから，「台輪本体の下面縁部と，前記台輪本体の側面縁部との間に下面または側面に対して傾斜するテーパ部が前記台輪本体の延在方向に沿って設けられている」という構成を備えることにより，布基礎天端面の両端の凸部と干渉しないように作用効果を奏することは十分に認識でき，当業者は，各自，干渉を回避すべきと考える凸部の形状，大きさに合わせて適宜テーパ部の形状，大きさを設定することができるから，本件発明1は明確である。",
                "また，およそあらゆる成型品のあらゆる部位に「面取り（C面（斜面））」を施すことが，原告が主張するように本件出願前に周知であったものとはいえない。",
                "したがって，本件発明1ないし10は，明確性要件に適合するから，これと同旨の本件審決の判断に誤りはなく，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-1（甲1を主引用例とする本件発明1の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書（甲21）の発明の詳細な説明には，次のような記載がある（下記記載中に引用する「図1ないし図8及び図11」については別紙を参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【0001】",
                      "text": [
                        "【発明の属する技術分野】",
                        "本発明は，基礎上端に敷き込まれて，基礎と基礎上に構築される建造物本体との間に介在させる台輪に関し，詳細には換気孔を有する台輪，台輪の設置構造，台輪の設置方法及び建造物本体の設置方法に関する。",
                        "【0002】",
                        "【背景の技術】",
                        "一般に建造物を構築する場合，地盤上に基礎を構築し，その基礎上に上部構造である建造物本体を構築する。上部構造からの荷重は下部構造である基礎によって地盤に伝えられる。",
                        "【0003】",
                        "框材を枠組みするとともに，その間に補強桟材を組み付けて成る枠体の，両面または片面に面材を取り付けて形成した床パネル，壁パネルおよび屋根パネルなどの建築用パネルを組み立てることにより建造物本体を構築する木質パネル工法を例にとって説明すると，まず地盤上に布基礎，独立基礎などの基礎を構築し，次に基礎上に複数の床パネルを敷設し，床パネル端部外方側に半土台を取り付けて床部を構成する。そして，床部上に複数の壁パネルを立設して，基礎から突出し床パネルおよび半土台を挿通するアンカーボルトにて壁パネルを固定して壁部を構築し，さらにこの壁上に複数の屋根パネルを敷設して屋根部を構築するようにしている。",
                        "【0004】",
                        "ここで，基礎上端に木質の床パネルを直接敷き込む際，基礎上端の平坦面の確保，基礎上端の透水防止や換気効率化を図る目的として，図11に示すように，防錆処理され，且つ換気孔101が，幅方向に貫通するようにして形成されているた鋼材からなる台輪100を基礎上端に敷き込み，この台輪100を介在させて，基礎上端に床パネルを敷設していく提案（実願昭56-059783「換気孔付台輪」）がなされている。この台輪の構造によれば，通常は基礎に設けられる床下換気孔を省略することができる。",
                        "そして，パネル工法において用いられる台輪にアンカーボルトが貫通できるアンカーボルト穴を現場にてアンカーボルトの立設間隔に合わせて瓦斯切断機などにより作っていた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【0005】",
                      "text": [
                        "【発明が解決しようとする課題】",
                        "しかし，上記構成の台輪では，現場にてアンカーボルトが貫通できる穴をアンカーボルトの立設間隔に合わせて作っているため，設計変更や若干の施工誤差などにより実際に基礎に設けられたアンカーボルトの位置が，予定していたアンカーボルトの位置と異なった際には，台輪に実際のアンカーボルトの位置に対応させた穴を新たに作ったり，また，実際のアンカーボルト位置に正確に対応した穴が形成されている台輪新たに用意しなければならず若干の手間がかかっていた。",
                        "【0006】",
                        "本発明の課題は，現場でアンカーボルト用の孔を設ける必要がなく基礎上に容易に設置できるとともに基礎工事において換気口を設ける必要がない台輪を提供することである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【0007】",
                      "text": [
                        "【課題を解決するための手段】",
                        "以上の課題を解決するため，請求項1記載の発明は，例えば，図1及び図5に示すように，",
                        "アンカーボルト25を介して結合される布基礎2と該布基礎上に構築される建造物本体9との間に介在させるとともに，前記布基礎の長手方向に沿って複数隣接して配置される台輪1において，",
                        "前記布基礎天端面21に該布基礎2の長手方向に沿って配置される台輪本体11と，",
                        "前記台輪本体11をその幅方向に貫通するようにして形成された換気孔3と，",
                        "前記台輪本体11に上下方向に貫通し且つ，該台輪本体11の長手方向に細長い形状に形成されたアンカーボルト挿通用のアンカー用長孔4とを備え，",
                        "台輪本体11の下面縁部と，前記台輪本体11の側面縁部との間に下面または側面に対して傾斜するテーパ部16が前記台輪本体11の延在方向に沿って設けられていることを特徴とする。",
                        "【0008】",
                        "請求項1記載の発明によれば，前記基礎天端面21に該基礎2の長手方向に沿って配置される台輪本体11をその幅方向に貫通するようにして形成された換気孔3と，前記台輪本体11に上下方向に貫通し且つ，該台輪本体11の長手方向に細長い形状に形成されたアンカーボルト挿通用のアンカー用長孔4とを備えるので，前記台輪本体11が設置される基礎2の構築工事の際に，一般的に基礎部分に設けられる換気孔を設ける必要がなく，その分の基礎工事の手間を簡略化することができるとともに，台輪本体11を基礎天端面21に設置する際，アンカーボルト25を前記アンカー用長孔4に挿通させることができ，前記基礎2と基礎2上部の建造物本体9との間に介在させた状態で両者を結合させることができる。",
                        "また，アンカー用長孔4にアンカーボルト25を挿通させ，台輪本体11を基礎天端面21に設置する際に，アンカー用長孔4は台輪本体11の長手方向に細長い形状に形成されていることから，アンカー用長孔4にアンカーボルト25を挿通させ易く，またアンカーボルト25を挿入させた状態で台輪本体11の長手方向の敷き込み位置を調整することができる。",
                        "【0010】",
                        "前記台輪本体11が敷き込まれる基礎，特に布基礎は，一般的に所望の型枠内にコンクリートを打設することにより構築される。このとき天端面は水平面となるように仕上げられるが，基礎の天端面となる部分において，型枠に接する天端面の周縁部は表面張力により周縁に向かって上方に突出して構築される（例えば図5の凸部22）場合がある。そして，台輪は基礎の天端面の側縁に沿って取り付けられるのが一般的であり，その凸部が台輪に干渉して台輪を水平に設置できない場合があり，その際，凸部を削る作業が必要となり手間が掛かる。",
                        "【0011】",
                        "請求項1記載の発明によれば，台輪本体11の下面縁部と，前記台輪本体の側面縁部との間に下面または側面11a・11bに対して傾斜するテーパ部16が台輪本体11の延在方向に沿って設けられているので，前記台輪本体11を設置する布基礎2の布基礎天端面21に上方に突出する凸部（例えば図における凸部22）が形成されていても，前記凸部上方にテーパ部16が位置するように台輪1を配置して，前記凸部22になんら干渉することなく前記台輪本体11を略水平な状態で布基礎2の天端面21に設置することができる。",
                        "【0012】",
                        "請求項2記載の発明は，請求項1記載の台輪において，例えば，図1に示すように，",
                        "テーパ部16は，下面部（例えば下面部材13）の両縁部に設けられていることを特徴とする。",
                        "【0013】",
                        "請求項2記載の発明によれば，請求項1記載の発明と同様の効果を得ることができるとともに，前記テーパ部16は台輪本体11の下面部13の両縁部に設けられているので，敷き込まれた基礎2において，両縁部に凸部22が形成されていても，台輪1を設置する際に，凸部22上に前記テーパ部16が位置するようにすることで前記台輪本体11に前記凸部22をなんら干渉させることなく，台輪本体11を基礎2上に略水平に好適な状態で設置することができる。特に，台輪本体11が設置される基礎2の幅が台輪本体の幅と略同様の幅である場合，該基礎天端面の両側縁部にそれぞれ基礎構築の際に表面張力により凸部が形成されていてもテーパ部に凸部を何ら干渉させることなく台輪本体を基礎天端面に好適な状態で敷き込むことができる。",
                        "また，台輪本体の両縁部のうちいずれか一方の縁部を基礎の縁部に合わせて基礎天端の凸部を台輪本体に何ら干渉させることなく台輪本体を基礎に設置することができる。…"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【0026】",
                      "text": [
                        "【発明の実施の形態】",
                        "以下，図面を参照して本発明の実施の形態を詳細に説明する。",
                        "図1～図4に示す本発明に係る台輪1は，台輪本体11と，台輪本体11に台輪本体11の長手方向に沿って台輪本体11の幅方向に貫通するように所定間隔を開けて設けられた換気孔3と，台輪本体11に設けられたアンカーボルト挿通用のアンカー用長孔4と，位置決めマーク5，端部位置合わせマーク6，台輪本体11の長手方向の両端部にそれぞれ形成された接続部8A・8B，テーパ部16等とを備える。",
                        "【0027】",
                        "台輪本体11は，台輪1の上下面を構成し，互いに離間して対向するように配置された板状の上面部材及び下面部材12，13と，これら上下面部材12，13の間で，且つ上下面部材12，13に直交するように設けられた複数の仕切り壁部14と，前記台輪本体11を基礎に固定する釘孔15等とを備える。",
                        "【0028】",
                        "上面部材12及び下面部材13の長手方向の両縁部には，図1～図4に示すように，それぞれ側面11a，11bまたは上下面に対して傾斜するテーパ部16が設けられている。",
                        "テーパ部16はそれぞれ台輪1の延在方向に沿って形成され，台輪1の両側部をそれぞれ先細り形状とならしめている。",
                        "テーパ部16と上下面との境部分は段差が形成されており，テーパ部16は上下面のそれぞれより台輪本体11の厚み方向内側に下がった部位から傾斜した状態となっている。よって，台輪本体11を水平な箇所に設置した際に，台輪本体11の両側部は，水平な箇所から離間した状態で配置される。つまり，設置される基礎において台輪側部の下方に位置する部位に凸部が形成されていても，台輪本体はテーパ部16によってこれを逃げ，凸部が干渉しないように台輪本体11を設置できる。特に設置される基礎が型枠を用いて形成される布基礎である場合，天端の縁部が端縁に向かって漸次上方に傾斜する凸部が形成される場合がある。そのような基礎にもテーパ部の傾斜が凸部の傾斜に対応するので，該凸部が干渉しないように台輪本体を設置することができる。",
                        "【0029】",
                        "複数の仕切り壁部14は互いに平行に離間して配置され複数の換気孔3を仕切り，両側面で上下面部材12，13の内側面ととも換気孔3を囲む周壁面を形成している。",
                        "【0030】",
                        "換気孔3は，台輪1の両側面11a，11bに面した開口部31と，開口部31に連通し台輪本体11内を貫通する換気通路部32とを有する。",
                        "仕切り壁部14において台輪本体11の幅方向側の端部14a，言い換えれば換気孔3の開口部41を構成する部位14aには，仕切り壁部14の側面から端部14aの先端14cに向かって下るテーパ部18が設けられている。これにより仕切り壁部14の端部14aは先端14cに向かって先細りとなるように構成されている。",
                        "【0034】",
                        "図1，図2及び図4で示されるアンカー用長孔4は，基礎と該基礎上に配置される建造物本体とを接合するアンカーボルトを挿通可能なものである。",
                        "アンカーボルト用長孔4は台輪本体11の上下に貫通し，かつ台輪本体11の長手方向に細長く平面視長穴状に形成され，台輪本体11の延在方向に所定間隔を開けて複数形成されている。なお，この実施の形態の台輪1では4つ形成されている（図1参照）。",
                        "また，アンカー用長孔4は，長穴状の範囲内において，どの位置にでもアンカーボルトを挿通可能となっており，アンカーボルトが立設された基礎の上面に換気孔付き台輪1を設置する際に，該換気孔付き台輪1の長手方向の位置設定作業を自由に行える。",
                        "【0036】",
                        "接続部8Aは，互いに嵌合する形状の嵌合部81と被嵌合部82とを備える。",
                        "嵌合部81は，台輪1の長手方向に向かって突出するように設けられ，台輪1の上下方向に延在する突条部81aを備える。",
                        "また，被嵌合部82は，台輪1の上下方向に延在し，前記突条部81aと嵌合するように形成された溝部82aを備える。",
                        "接続部8Bは平面視した台輪の中心に対して接続部8Aと点対称に形成されて互いに接続可能となっており，同形状の換気孔付き台輪1を長手方向に連続して接合可能となっている。",
                        "【0037】",
                        "すなわち，換気孔付き台輪1では，一方の接続部8Aの嵌合部81と同一直線上に他方の接続部8Bの被嵌合部82が配置され，一方の接続部8Aの被嵌合部82と同一直線上に他方の接続部8Bの嵌合部81が配置されている。",
                        "つまり，接続部8Aに設けられている嵌合部81と被嵌合部82は，同形状の換気孔付き台輪1どうしを接合する際に，隣接する換気孔付き台輪1の接続部8の被嵌合部と嵌合部にそれぞれ嵌合し，接続される換気孔付き台輪どうしを同一直線上に延在するように接合できる。詳細には，同形状の台輪1を長手方向に接続する際に，一方の接続部8の嵌合部81が他方の接続部8の被嵌合部82と，また，一方の被嵌合部82が他方の嵌合部81と嵌合する。そして，これら嵌合部81と被嵌合部82とが嵌合することにより，突条部81aと溝部82aとが嵌合し，基礎上において一方の台輪が他方の台輪に対して台輪の幅方向への移動が抑制される（図7参照）。",
                        "なお，図示しないが換気孔付き台輪1は構築される構造物基礎の全周に設けられ，台輪本体11の長さ4mあたりの換気孔3の換気有効面積が300cm2以上となっている。",
                        "【0040】",
                        "上記台輪1を設置した台輪の設置構造を図5を参照して説明する。",
                        "台輪1は，基礎2上に敷き込まれ，基礎2と基礎上に構築された建造物本体9との間に介在している。",
                        "台輪1は一方の側面が基礎2の一方の側面，ここでは外側面と略面一となるように基礎2上に敷き込まれている。",
                        "【0041】",
                        "基礎2は天端面21が水平面となるように型枠等にコンクリートを打設により成形されてなる。この実施の形態の基礎は布基礎であり，この基礎2の天端面21の両側縁部には型枠を用いて成形した際の表面張力により形成された凸部22を備える。また，基礎2の天端面21には，上方に向かって突出するアンカーボルト25が設けられている。なお，アンカーボルト25は基礎2の長手方向に壁芯に沿って所定間隔をあけて一列に複数配置されている。",
                        "また，天端面21には壁芯に沿って墨だしマーク23が設けられている（図6参照）。この墨だしマーク23は基礎2上に台輪1を設置する際の位置合わせマークである。なお，この位置合わせマーク23は壁芯に沿って設けられている必要はなく，台輪を所望の設置する際の位置合わせ用となるものであれば，基礎の何処に設けられていてもよい。例えば構造に応じて位置合わせマークを基礎の天端面21の側端縁としてもよい。",
                        "このアンカーボルト25は台輪本体11のアンカー用長孔4に挿通され，台輪1の上方に突出した先端部に建造物本体9が結合されている。",
                        "【0044】",
                        "上記構造においては，台輪1の端部位置合わせマーク6に半土台の外側面を合わせて床部90を構築するため，基礎2の外側面，台輪1の外側の側面及び壁パネル93の外壁面により内側に半土台92の外側面が位置する。これにより，床部90上に設置する壁パネル93が，外壁面に予め外装材95が取り付けられた艤装パネルである場合に，外装材95の下端部95aと半土台92との間にクリアランスが形成されるようになっている。このため床パネル91の構築時に床パネル91に伸びが生じた場合でも伸び分の誤差をクリアランスで吸収させて現場作業効率が高い艤装パネルを用いた工法を用いることができる。",
                        "また，上記構造では，台輪1はテーパ部16を備えるので，基礎2の天端面21の両縁部に凸部22が形成されていても，これに干渉することなく基礎2上に設置することができる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【0045】",
                      "text": [
                        "次に図6～図8を用いて本実施の形態の台輪1を設置する設置方法について説明する。",
                        "まず，図6に示すように，基礎2の天端面21上に台輪1を，アンカー用長孔4にアンカーボルト25を挿通させるとともに，台輪本体1の位置決めマークを天端面21の墨だしマーク（位置合わせマーク）23に合致させて配置する。",
                        "基礎2の天端面21上に配置された台輪1を釘孔15にスクリュー釘を挿通させて基礎2に打ち込み固定し，固定された台輪1の接続部8Bに該固定された台輪1に隣接して配置される次の台輪1の接続部8Aを接合させ（図7参照）て，次の台輪1を配置する。",
                        "このようにして基礎2上に該基礎2の長手方向に沿って台輪1を複数隣接して配置した後，台輪1上に建造物本体の床部90を配置する（図8参照）。",
                        "このとき，床部端部を構成する部材のうち半土台92の外側の下縁部を台輪本体11に設けられた端部位置合わせマーク6に合致させて配置してアンカーボルト25に固定することにより建造物本体9を基礎2に結合する。",
                        "【0046】",
                        "上記構成の台輪1によれば，基礎天端面21に該基礎2の長手方向に沿って配置される台輪本体11をその幅方向に貫通するようにして形成された換気孔3を備えるので，台輪本体11が設置される基礎2の構築工事の際に，一般的に基礎部分に設けられる換気孔を設ける必要がなく，その分の基礎工事の手間を簡略化することができる。",
                        "加えて，台輪本体11に上下方向に貫通し且つ，該台輪本体11の長手方向に細長い形状に形成されたアンカーボルト挿通用のアンカー用長孔4を備えるので，台輪1を基礎天端面21に設置する際，アンカー用長孔4に基礎2のアンカーボルト25を挿通させて基礎2と基礎2上部の床部90を含む建造物本体9とを結合させることができる。",
                        "【0047】",
                        "また，アンカー用長孔4にアンカーボルト25を挿通させ，台輪本体11を基礎天端面21に設置する際に，アンカー用長孔4は台輪本体11の長手方向に細長い形状に形成されていることから，アンカー用長孔4にアンカーボルト25を挿通させ易く，またアンカーボルト25を挿入させた状態で台輪本体11の長手方向の敷き込み位置を調整することができる。",
                        "さらに，台輪本体11の下面縁部と，台輪本体の側面縁部との間に下面または側面11a・11bに対して傾斜するテーパ部16が設けられているので，基礎天端面21の凸部22上方にテーパ部16が位置するように台輪1を配置して，凸部22が台輪本体11になんら干渉させることなく台輪1を略水平な状基礎2の天端面21に設置できる。また，テーパ部16は台輪本体11の下面部13の両縁部に設けられているので，台輪本体11の両縁部のうちいずれか一方の縁部を基礎の縁部に合わせて配置することで，基礎天端面21の凸部22の上方にテーパ部16を位置させ，凸部22を何ら干渉させることなく台輪本体11を基礎に設置できる。",
                        "【0048】",
                        "また，台輪本体11には位置決めする位置決めマーク5が設けられているので，台輪本体11を基礎2上に設置する際に，アンカー用長孔4にアンカーボルト25を挿通させるとともに，位置決めマーク5を基礎の墨だしマーク23に合致させて設置して，基礎2上に台輪本体11を所望の位置に正確に配置することができる。",
                        "さらに，台輪本体11上に建造物本体9を配置する際に，台輪本体11の上面に設けられた端部位置合わせマーク6に建造物本体9の端部を合わせて設置して構築し，建造物本体9を基礎上で台輪1を介して好適な位置に容易に構築することができる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【0051】",
                      "text": [
                        "【発明の効果】",
                        "請求項1記載の発明によれば，前記台輪本体が設置される基礎の構築工事の際に，一般的に基礎部分に設けられる換気孔を設ける必要がなく，その分の基礎工事の手間を簡略化することができるとともに，台輪本体を基礎天端面に設置する際，アンカーボルトを前記アンカー用長孔に挿通させることができ，前記基礎と基礎上部の建造物本体との間に介在させた状態で両者を結合させることができる。また，アンカー用長孔にアンカーボルトを挿通させ，台輪本体を基礎天端面に設置する際に，アンカー用長孔は台輪本体の長手方向に細長い形状に形成されていることから，アンカー用長孔にアンカーボルトを挿通させ易く，またアンカーボルトを挿入させた状態で台輪本体の長手方向の敷き込み位置を調整することができる。",
                        "【0052】",
                        "さらに，前記台輪本体を設置する基礎の基礎天端面に，該天端面において台輪本体の側縁部下方に位置する部分に上方に突出する凸部が形成されていても凸部になんら干渉させることなく，前記台輪本体を略水平な状態で前記基礎の天端面に設置することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項を総合すると，本件明細書の発明の詳細な説明には，本件発明1に関し，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "建造物の基礎上端に敷き込まれて，基礎と基礎上に構築される建造物本体との間に介在させる台輪について，従来，基礎上端の平坦面の確保，基礎上端の透水防止や換気効率化を図る目的として，換気孔が幅方向に貫通するようにして形成されている鋼材からなる台輪が提案されているが，この構成の台輪では，現場において，台輪にアンカーボルトが貫通できる穴をアンカーボルトの立設間隔に合わせて作っているため，実際に基礎に設けられたアンカーボルトの位置が予定していた位置と異なった際には，台輪に新たに穴を作ったり，別の台輪を用意したりしなければならず，手間がかかっていた（【0001】，【0004】，【0005】，図11）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」は，現場でアンカーボルト用の孔を設ける必要がなく基礎上に容易に設置できるとともに，基礎工事において換気口を設ける必要がない台輪を提供することを課題とし（【0006】），上記課題を解決するための手段として，アンカーボルトを介して結合される布基礎と該布基礎上に構築される建造物本体との間に介在させるとともに，前記布基礎の長手方向に沿って複数隣接して配置される台輪において，布基礎天端面に該布基礎の長手方向に沿って配置される台輪本体と，前記台輪本体をその幅方向に貫通するようにして形成された換気孔と，前記台輪本体に上下方向に貫通し且つ，該台輪本体の長手方向に細長い形状に形成されたアンカーボルト挿通用のアンカー用長孔とを備え，台輪本体の下面縁部と，前記台輪本体の側面縁部との間に下面または側面に対して傾斜するテーパ部が前記台輪本体の延在方向に沿って設けられていることを特徴とする構成を採用した（【0007】）。",
                        "これにより，「本発明」は，①台輪本体が設置される基礎の構築工事の際に基礎部分に換気孔を設ける必要がなく，その分の基礎工事の手間を簡略化することができる，②アンカー用長孔にアンカーボルトを挿通させ易く，アンカーボルトを挿入させた状態で台輪本体の長手方向の敷き込み位置を調整することができる，③さらに，台輪本体を設置する布基礎の天端面に周縁に向かって上方に突出する凸部が形成されていても，凸部上方にテーパ部が位置するように台輪を配置することで，凸部に干渉させることなく，台輪本体を略水平な状態で布基礎の天端面に設置することができるという効果を奏する（【0008】，【0010】，【0011】，【0028】，【0044】，【0046】，【0047】，【0051】，【0052】，図1，図5，図8）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1の記載事項について",
              "text": [
                "甲1には，次のような記載がある（下記記載中に引用する「第1図，第3図及び第4図」については別紙2を参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "実用新案登録請求の範囲",
                  "text": [
                    "「方形若しくは長方形基盤1の板面中央部に，平面略太十字状をなすアンカーボルト2の挿通孔Hを穿ち且つ基盤1の片側壁に突部tを突設すると共に反対側壁には該突部と係合する凹部hを形成し然して前記挿通孔の周辺に釘孔rを穿設した建築における基礎と土台間に介装する台座。」（1頁5行～11行）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "考案の詳細な説明",
                  "text": [
                    "「本考案は基礎と土台間に介装する通気用の台座に関するものであつてアンカーボルトによる締着並に釘打ちを自在ならしめ確固安定的に固着せられると共に基礎及び土台が長間であつたりこれらが平面鍵形若しくはT字形の場合各台座を自由に接続して介在固着し得られ然して側壁の突部はラス等の下地材張設に際しその下端部を当接することにより該下地材の張設作業を常に容易に然も正確に遂行せしめるようにしたものである。」（1頁13行～2頁2行）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「即ち実施例の図面に示したように，ポリプロピレン，硬質ポリエチレン等の合成樹脂より成る略方形の基盤1の板面中央部に平面略太十字状をなすアンカーボルト2の挿通孔Hを形成し且つ該基盤の片側壁に楔状突部tを突設すると共に反対側壁に該突部と係合する凹部hを形成し然して前記挿通孔の4辺に釘孔rを穿設して成るものであつて，…。」（2頁3行～10行）"
                },
                {
                  "fig": "エ",
                  "subject": "「本案は以上のように構成したので今本台座を使用する一般の場合は，第3図に示したように予め基盤1の挿通孔Hよりアンカーボルト2をその下端の向きに応じて挿入して該下端をコンクリート基礎3中等間隔に埋設して基盤1を載置した後その各釘孔rより釘を打込んで固着し次で該基盤上面に突出したアンカーボルト2の上部を土台4に予め穿設してあるボルト孔より挿入して上方に突出せしめ然る後該台座上に突出したアンカーボルト2の上端に座金8を介在してナツト7で締着すれば基礎3と土台4間には等間隔の通気孔を介して強固安定的に固着せられ次で土台4端部に立設した柱5の外側にラス等の下地材6を張設する場合は第3図右端に示すように該下地材の下端を基盤1側壁の突部t上に順次当接することにより常に容易且つ正確に張設せられ従つて作業を極めて能率的に遂行せられるものである。」（2頁14行～3頁11行）"
                },
                {
                  "fig": "オ",
                  "subject": "「然して又本案は以上のほか基盤1の片側壁に楔状突部t，反対側壁に該突部と係合する楔状凹部hが形成されてあるので基礎3及び土台4が長間であつたり，或はこれらが平面鍵形若しくはT字形に構成されてある場合は第4図に示したように上記突部と凹部を順次係合して接続することにより耐荷力を増大したり各形状に順応して介在固着せられる利点をも具有するものである。」（3頁12行～末行）"
                },
                {
                  "fig": "カ",
                  "subject": "「本案は以上のようであるから基礎と土台間に介在する台座を強固安定的に固着せられるのと基礎及び土台の長さや構成に応じて耐荷力を増大したり順応介在せられ然も下地材の張設に際しては基盤側壁の突部が測定具の用を兼ねるので常に容易且つ正確に張設せられ従つて作業を能率的に遂行し得られる利益をも具有し然も本案台座はその構造上堅牢安価に量産せられる実益も具備しこの種台座として至極有益な考案である。」(4頁1行～10行)"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3の容易想到性について",
              "text": [
                "原告は，①種々の成型品等において，成型品等の稜線に人が接触して怪我をしないようにすること等を目的として，C面（斜面）やR面（丸面）からなる面取りを施すことは，本件出願前に一般的に行われていた周知技術（甲6ないし10）である，②甲16に記載された合成樹脂製の基台2及び甲17に記載されたプラスチック等非腐蝕体4に施されたC面（斜面）からなる面取りは，本件発明1の「台輪本体の下面縁部と，前記台輪本体の側面縁部との間に下面または側面に対して傾斜するテーパ部が前記台輪本体の延在方向に沿って設けられている」構成に該当する，③そして，甲1に接した当業者においては，成型品等の稜線に人が接触して怪我をしないようにすること等を目的として，甲1発明において，上記周知技術，甲16及び17に係るC面（斜面）からなる面取りを適用する動機付けがあるから，相違点3に係る本件発明1の構成を容易に想到することができたものであるとして，これを否定した本件審決の判断は誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件出願当時の周知技術について",
                  "text": [
                    "①甲8（広辞苑第5版）には，「面取り」とは，「建築部材の稜角を削るなどして，面を作ること」との記載があること，②甲9（図解  機械用語辞典）には，「面取り」について，「面と面との交わりのかどに斜面または丸味をつけること。たとえば鋳物のかどやすみが角ばっていると，鋳物の性質を悪くし，割れやき裂を生じやすいので面取りやすみ肉…を用いて丸味をつける。」との記載があること，③甲10（Wikipedia）には，「面取り」について，「工業製品（鋼材，木工など）において，角部を削り角面や丸面などの形状に加工する工法である。加工においては，ヤスリや面取り工具が使用される。人が接触した時に発生する可能性のある怪我を防止したり，物との接触による破損を防止することを目的としている。」との記載があること，④甲6（特開平8-319676号公報）には，建物の基礎1の上面11と土台2の下面21との間に敷設するシート状の「防水材3の両端」が「丸み」を帯びている形状（図1（別紙3参照），【0011】，【0013】），甲7（実願平4-19370号（実開平5-83102号）のCD-ROM）には，コンクリート布基礎と土台との間の「スペーサー1」の「下面と両端部の間に斜面」がある形状（図1（別紙3参照），【0006】～【0008】）の記載があることを総合すると，建築部材等の工業製品において，面と面との交わりのかどに斜面又は丸みをつける「面取り」は，本件出願当時，周知であったことが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲16の記載事項について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲16（実公昭45-28050号公報）には，次のような記載がある（下記記載中に引用する「第1図ないし第3図」については別紙3を参照）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "図面の簡単な説明",
                          "text": [
                            "「第1図は本案の実施例を示す斜視図，第2図は基台の斜視図，第3図は同じく縦断側面図である」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "考案の詳細な説明",
                          "text": [
                            "「従来，一般の木造建築物における根太は，コンクリートで構築した基礎の上に，直接的に設置しているのが普通であるため，吸湿して腐食したり虫が附いたりしやすいといつた欠点がある。",
                            "この考案は，このような欠点を解決することを目的としてなされたもので，その要旨とするところは，所要の厚みを有し，かつ上面に凵型の嵌合溝1を形成した合成樹脂製の基台2を，木材3の下面に適当な間隔をもつて嵌着したことにある。",
                            "上記構成の根太を，コンクリート等の基礎4の上面に横置し，その要所に，基礎4に植設したアンカーボルト5を挿入して締着固設する。",
                            "なお基台2の上面に形成した凵型嵌合溝1を木材3の下面に嵌合させたままでもよいが，その取り付けをより確実にするため，下端に大径部6’を有する適数の縦孔6を基台2に穿設しておき，この縦孔6に挿通した鍵7等をもつて，基台2を木材3に固着することもある。",
                            "また基台2の凵型嵌合溝1の両側辺の内側面に若干上向拡開したテーパーを附しておけば，木材3の幅に若干の大小があつても，基台2を確実にかつ安定よく取り付けることができる。",
                            "本考案は以上詳述したような構造であるため，基台2によつて，木材3とコンクリート等の基礎4との間に間隙が形成される。",
                            "したがつて通風性が保たれ，コンクリート基礎4における水分を木材3が吸収することなく，また木材3に虫が附くおそれも少ない。さらに基台2が合成樹脂製であるため，かなり緩衝性があり建築物の基礎に耐震性を与える等の利点をも有するものである。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲16の第2図及び第3図には，基台2の下面の両縁部の角が斜面になっている構成が開示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲17の記載事項について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲17（実願昭51-95202号（実開昭53-14311号）のマイクロフィルム）には，次のような記載がある（下記記載中に引用する「第1図及び第2図」については別紙3を参照）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "実用新案登録請求の範囲",
                          "text": [
                            "「鉛直荷重に対して適宜必要個所において基礎（3）と土台（2）との間にプラスチック等非腐蝕体（4）を嵌合して間隙（5）を形成するとともに，仕上材（6）に適宜穴（7）を設けて，床下換気穴（8）を構成したことを特徴とする，土台の防腐構造。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "考案の詳細な説明",
                          "text": [
                            "「この考案は，家屋等における土台の防腐構造に関し，鉛直荷重に対して適宜必要個所において基礎と土台との間にプラスチック等非腐蝕体を嵌合して間隙を形成するとともに，仕上材に適宜穴を設けて，床下換気穴を構成したことを特徴とするものである。",
                            "以下に，この考案の構成を図示の実施例について説明すれば，柱（1）により土台（2）に対して鉛直荷重がかかる適宜個所において，土台（2）と基礎（3）との間にプラスチック等非腐蝕体（4）が嵌合されて間隙（5）が形成されるとともに，この間隙（5）と合致する位置において仕上材（6）に適宜穴（7）が設けられて，床下換気穴（8）が構成されている。なお，図において（11）は土台（2）を基礎（3）に固定するためのアンカーボルトである。従って，土台（2）は上記の換気穴（8）により腐蝕が防止される。また，上記の非腐蝕体（4）の構成については，防蟻効果をも得られるべき形状に構成することができ，また，土台（2）を含む壁内構造については，土台（2）および桁（10）等に通気路（9），つまり堅通孔または堅通溝等を設ければ，上記床下換気穴（8）および土台（2）の通気路（9）より壁内を経て，桁（10）の通気路（9）より天井（12）裏に向かって（図における矢印の方向に）通気が得られ，壁内における結露が防止される。",
                            "このように，この考案によれば，上記のような簡単な構成により，土台（2）の腐蝕が防止され，また，白アリ等の被害をも防止することができる，土台の防腐構造を提供することができる。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲17の第1図及び第2図には，プラスチック等非腐蝕体（4）の下面の両縁部の角が斜面になっている構成が示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点3の容易想到性の有無について",
                  "text": [
                    "前記ア認定のとおり，建築部材等の工業製品において，面と面との交わりのかどに斜面又は丸みをつける「面取り」は，本件出願当時，周知であったことが認められる。",
                    "また，前記イ及びウのとおり，甲16には基台2の下面の両縁部の角が斜面になっている構成が，甲17には，プラスチック等非腐蝕体（4）の下面の両縁部の角が斜面になっている構成がそれぞれ開示されている。",
                    "しかしながら，甲1には，「面取り」に関する記載や，甲1発明の台座の基盤1の下面縁部と側壁との間に下面又は側壁に対して傾斜する斜面の記載はなく，ましてや，そのような斜面を基盤1の「延在方向に沿って設け」ることについての記載も示唆もない。",
                    "かえって，甲1発明の台座においては，基盤1の側壁に突部tと凹部hを有し，隣り合う台座間で突部tと凹部hとを係合して接続するものであること（前記(2)ア及びエ）からすると，突部tや凹部hの一部を削って斜面を設けることは考え難いというべきである。",
                    "加えて，甲1には，甲1発明の台座において，基盤1等の稜線に人が接触して怪我をしないようにする措置を講じる必要があることをうかがわせる記載はない。",
                    "そうすると，甲1，甲16及び17に接した当業者において，甲1発明の台座に上記周知技術，甲16又は17記載の構成を適用して，基盤1の下面縁部と側壁との間に下面又は側壁に対して傾斜する斜面を設け，当該斜面が基盤1の延在方向に沿って設けられる構成（相違点3に係る本件発明1の構成）とする動機付けがあるものと認めることはできない。",
                    "したがって，当業者が，甲1発明において，相違点3に係る本件発明1の構成とすることを容易に想到することができたものといえないから，これと同旨の本件審決の判断に誤りはない。",
                    "よって，原告の前記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，その余の相違点について判断するまでもなく，本件発明1は，甲1ないし18に記載された発明に基づいて，当業者が容易に発明をすることができたものと認めることはできない。",
                "したがって，これと同旨の本件審決の判断に誤りはないから，原告主張の取消事由1-1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-2（甲1を主引用例とする本件発明2ないし10の進歩性の判断の誤り）について",
          "text": [
            "本件発明2ないし10は，請求項1を直接又は間接的に引用し，本件発明1の発明特定事項を含むところ，前記1(4)のとおり，本件発明1は，甲1ないし18に記載された発明に基づいて，当業者が容易に発明をすることができたものと認めることはできない以上，本件発明2ないし10についても，同様に，当業者が容易に発明をすることができたものと認めることはできない。",
            "したがって，これと同旨の本件審決の判断に誤りはないから，原告主張の取消事由1-2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（明確性要件の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の「テーパ部」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の特許請求の範囲（請求項1）には，本件発明1の「テーパ部」に関し，「台輪本体の下面縁部と，前記台輪本体の側面縁部との間に下面または側面に対して傾斜するテーパ部が前記台輪本体の延在方向に沿って設けられていること」との記載がある。上記記載から，「テーパ部」の形状については，「台輪本体の下面または側面に対して傾斜する」形状であること，「テーパ部」の設置位置については，「台輪本体の下面縁部と，前記台輪本体の側面縁部との間」に「台輪本体の延在方向に沿って」設けられていることを理解することができる。",
                    "また，本件明細書には，「テーパ部」の実施形態として，「請求項1記載の発明によれば，台輪本体11の下面縁部と，前記台輪本体の側面縁部との間に下面または側面11a・11bに対して傾斜するテーパ部16が台輪本体11の延在方向に沿って設けられているので，前記台輪本体11を設置する布基礎2の布基礎天端面21に上方に突出する凸部（例えば図における凸部22）が形成されていても，前記凸部上方にテーパ部16が位置するように台輪1を配置して，前記凸部22になんら干渉することなく前記台輪本体11を略水平な状態で布基礎2の天端面21に設置することができる。」（【0011】），「テーパ部16はそれぞれ台輪1の延在方向に沿って形成され，台輪1の両側部をそれぞれ先細り形状とならしめている。テーパ部16と上下面との境部分は段差が形成されており，テーパ部16は上下面のそれぞれより台輪本体11の厚み方向内側に下がった部位から傾斜した状態となっている。」，「よって，台輪本体11を水平な箇所に設置した際に，台輪本体11の両側部は，水平な箇所から離間した状態で配置される。つまり，設置される基礎において台輪側部の下方に位置する部位に凸部が形成されていても，台輪本体はテーパ部16によってこれを逃げ，凸部が干渉しないように台輪本体11を設置できる。」（【0028】）との記載があり，図5及び8には，布基礎2の布基礎天端面21の凸部22の上方に，凸部22と接しないように配置された先細り形状のテーパ部16が示されている。",
                    "一方で，請求項1には，「台輪本体の下面または側面に対して傾斜するテーパ部」にいう「傾斜」がいかなる程度の傾斜を意味するのかを規定した記載はない。",
                    "しかるところ，本件明細書の上記記載事項から，「テーパ部」の傾斜の程度については，当業者が，台輪が設置される基礎において台輪側部の下方に位置する部位に形成される凸部の形状等に応じて，当該凸部と干渉しないように適宜選択すればよいことを理解することができる。",
                    "以上の本件発明1の特許請求の範囲（請求項1）の記載及び本件明細書の記載から，本件発明1の「テーパ部」の内容を明確に把握することができるものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，本件発明1（請求項1）には，「テーパ部」の具体的な形状，特に，大きさ等が特定されていないことから，単に，「テーパ部」を設けることによって，本件明細書記載の作用効果が奏せられるかどうか明らかではないこと，本件発明1（請求項1）の「テーパ部」と周知技術の「面取り（C面（斜面））」との間に構成上の差異があるのかどうかも明らかでないことからすると，本件発明1（請求項1）及びこれを引用する本件発明2ないし10（請求項2ないし10）は，その発明の外延が不明確であるから，明確性要件を満たしていない旨主張する。",
                    "しかしながら，前記ア認定のとおり，本件発明1の特許請求の範囲（請求項1）の記載及び本件明細書の記載から，本件発明1の「テーパ部」の内容を明確に把握することができるものと認められるから，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明1の「テーパ部」の内容は明確であり，本件発明1の特許請求の範囲（請求項1）の記載は，特許を受けようとする発明が明確であるものと認められるから，本件特許は明確性要件に適合する。請求項1を直接又は間接的に引用する，本件発明2ないし10の特許請求の範囲（請求項2ないし10）の記載についても，これと同様である。",
                "したがって，原告主張の取消事由2は理由がない。  "
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}