{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。ただし，原判決の別紙1被告製品目録Aに記載された製品のうち別紙物件目録に記載されていない各製品に係る差止請求及び廃棄請求に関する部分を除く。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，別紙物件目録記載の各製品を製造，譲渡してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，別紙物件目録記載の各製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，6億6000万円及びこれに対する平成29年4月12日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(以下，用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従い，原判決に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」に，適宜読み替える。また，原判決の引用部分の「別紙」をすべて「原判決別紙」と改める。なお，書証の掲記は，枝番号を全て含むときは，枝番号の記載を省略する。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「加熱処理システム，加熱調理器および換気ファン装置」とする発明についての本件特許1(特許第3797900号)に係る本件特許権1及び発明の名称を「加熱調理器」とする発明についての本件特許2(特許第3797904号)に係る本件特許権2並びに本件各特許権に基づく被控訴人(一審被告)に対する一切の請求権の譲渡を受けたと主張する控訴人(一審原告)が，被控訴人(一審被告)の製造，販売する被告製品A(原判決別紙1被告製品目録A記載の各製品)及び被控訴人が過去に製造し，販売していた被告製品B(原判決別紙2被告製品目録B記載の各製品)につき，①被告各製品(被告製品A及びB)は，本件発明1-1(本件特許1に係る本件明細書等1の特許請求の範囲の請求項1記載の発明)又は本件発明1-2(同請求項5記載の発明)の技術的範囲に含まれる物の生産にのみ用いる物であるから，被控訴人が被告各製品を製造し，販売する行為は本件特許権1を侵害するものとみなされる行為である(特許法101条1号)，②被告各製品は，本件発明1-1又は同1-2の技術的範囲に含まれる物の生産に用いる物であってこれらの発明の課題の解決に不可欠なものであるから，被控訴人が本件発明1-1及び同1-2が特許発明であることを知りながら被告各製品を製造し，販売する行為は本件特許権1を侵害するものとみなされる行為である(特許法101条2号)，③被告各製品と別紙訂正後被告製品目録C記載の各レンジフードファン(以下，併せて「対応レンジフードファン」という。)とを併せた加熱調理システムは，本件発明1-1又は同1-2の技術的範囲に属するから，被告各製品と対応レンジフードファンを併せて販売する行為は本件特許権1を侵害する行為である，④被告各製品は，本件発明2-1(本件特許2に係る本件明細書等2の特許請求の範囲の請求項2記載の発明)又は本件発明2-2(同請求項4記載の発明)の技術的範囲に属するから，被控訴人が被告各製品を製造し，販売する行為は本件特許権2を侵害する行為である，と主張して，被控訴人に対し，①特許法100条1項に基づき，被告製品Aの製造及び販売の差止め，②同条2項に基づき，被告製品Aの廃棄，③特許権侵害の不法行為による損害賠償請求権(対象期間は，平成19年1月1日から平成28年12月31日までである。また，本件特許権1の侵害を原因とする損害賠償請求と，本件特許権2の侵害を原因とする損害賠償請求とは，選択的併合の関係にある。)に基づき，損害賠償金6億6000万円(逸失利益8億8500万円の一部である6億円及び弁護士費用6000万円)及びこれに対する不法行為後の日である平成29年4月12日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，本件発明1-1，同1-2，同2-1及び同2-2についての特許は，特許法29条2項に違反してされたものであって，特許無効審判により無効にされるべきものと認められるから，控訴人は，被控訴人に対し，本件特許権1又は2を行使することができず，その余の点を判断するまでもなく，控訴人の請求にはすべて理由がないとして，控訴人の各請求をいずれも棄却したため，控訴人は，これを不服として本件控訴を提起した。",
            "なお，控訴人は，被告製品Aのうち，別紙物件目録に記載されていない各製品に係る差止請求及び廃棄請求については，控訴を提起しなかった。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いのない事実，当裁判所に顕著な事実並びに文中に掲記した証拠及び弁論の全趣旨により認定できる事実)",
          "text": [
            "以下のとおり補正するほかは，原判決「事実及び理由」の第2の2のうち3頁23行目～7頁2行目に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決4頁14行目の「東芝がその後吸収合併した」を削除し，同頁19行目の「あったが，」の後に「東芝コンシューマエレクトロニクス・ホールディングス株式会社の持分については，平成26年2月19日を受付日として，一般承継による本権の持分移転を原因として，東芝を持分権者とする特許権の持分の移転登録がされ，」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決6頁21行目の「8，」を削除する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決6頁26行目～7頁1行目の「上記各構成要件・・・被告は，」を削除する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "争点及び争点に関する当事者の主張は，次のとおり，当審における主張を追加するほかは，原判決「事実及び理由」の第2の3及び4(7頁3行目～30頁21行目)に記載のとおりであるから，これを引用する。",
            "ただし，原判決9頁26行目の「トッププレートで」を「トッププレートに」と，11頁3行目の「加熱料理システム」を「加熱調理システム」と，同頁9行目の「販売」を「使用」と，同頁13行目～15行目の「購入することになるが，・・・に用いられる」を「採用する場合があり得るところ，このような用途は，他の用途に該当する」と，13頁5行目～7行目の「本件明細書等2には，・・・わかる」を「本件明細書等2の記載によると，「通電制御手段」は，加熱手段を制御する機能と換気装置を制御する機能を有する一つの制御回路であると理解される」と，同頁15行目の「両者は異なる制御回路によるものである」を「加熱手段と換気装置は，異なる制御回路により制御されている」と，それぞれ改め，16頁6行目～14行目の「乙4発明(1)の・・・そうすると，」を削除し，同頁24行目の「(ウ)」を「(イ)」と，17頁1行目～2行目の「「赤外線送信フィールド6」が，・・・個数については」を「調理器具2に設けられている「赤外線送受信フィールド6」の個数は」と，18頁26行目～19頁1行目の「『赤外線送信フィールド6』が，・・・個数については」を「調理器具2に設けられている『赤外線送受信フィールド6』の個数は」と，19頁10行目～11行目の「天板の形状がフラットであるとか，・・・自明とはいえない」を「「視覚的に簡素なデザイン」であることと電子調理器の天板の形状や材質とは関係がない。そうすると，天板に耐熱ガラスを採用する以外の構成はあり得ない旨の被控訴人の主張には根拠がない」と，21頁10行目の「無効理由1」を「無効理由2-1」と，同頁16行目～20行目の「原告は，・・・図面にはない」を「本件明細書等2には「表示手段の近傍」であれば「通信用投光部」をどこに配置してもよいとの記載はなく，また，当該構成要件に関する説明はなく，図5があるのみであるから，当該構成要件は，本件明細書等2においてサポートされていない」と，22頁3行目の「の主張として成り立っていない」を「としての主張が不明確である」と，それぞれ改め，同頁7行目の「仮に，」を削除し，同頁8行目～10行目の「につき，原告が主張する・・・いえない」を「は，その意味を特定できる構成ではなく，「通信用投光部を表示手段の近傍といえればどこに配置してもよい」という発明は，本件明細書等2には開示されていないから，本件発明2-1及び同2-2には，当該補正によって新規事項が追加されている」と，同頁18行目～20行目の「原告は，・・・無効理由3は」を「「前記表示手段の近傍に配置」の意義は，必ずしも加熱手段と通信用投光部の間に表示手段が設けられている必要はなく，通信用投光器の上に調理容器が置かれると表示手段の表示がわからなくなるような位置に配置されていればよいのであって，被控訴人の補正要件違反の主張は」と，それぞれ改め，23頁10行目～15行目の「乙4発明(2)の・・・そうすると，」を削除し，24頁5行目の「(ウ)」を「(イ)」と，同頁13行目～23行目の「乙4発明(2)は，・・・容易に想到し得たことである」を「相違点2-①は，相違点1-②と同様の理由により，実質的な相違点ではないか，容易想到である」と，同頁25行目～25頁11行目の「電子調理器の・・・容易に想到し得たことである」を「相違点2-②は，相違点1-①と同様の理由により，実質的な相違点ではないか，容易想到である」と，それぞれ改め，同頁17行目～18行目の「そうすると，・・・記載されているといえる。」を削除し，同頁19行目～20行目の「加熱手段の・・・としても」を「この点が相違点であるとしても」と，同頁23行目～25行目の「「セラミックガラスの・・・備え付けられている」を「加熱手段の火力を表示する表示装置を調理器具のトッププレートの下方に設けるとともに赤外線受信機をその表示装置の近傍に配置する」と，同頁25行目～同26頁2行目の「乙4発明(2)に・・・容易に想到し得たことである」を「「トッププレートの下方に，前記加熱手段の火力を表示する表示手段を備え，前記通信用投光部を，前記表示手段の近傍に配置」することは，設計的事項の問題にすぎない」と，同頁4行目～11行目の「赤外線の・・・容易に想到し得たことである」を「相違点2-④は，相違点1-③と同様の理由により，実質的な相違点ではないか，容易想到である」と，同頁23行目～26行目の「相違点2-④について，・・・明白である」を「相違点2-①は，争う。乙4発明(2)では，赤外線送受信フィールド6は，調理器具2の外部表面からその表面が露出する態様で埋め込まれている。また，相違点2-④は，「本件発明2-1及び同2-2では，「前記通信用投光部は，前記トッププレートの下方に複数個配設されている」のに対し，乙4発明(2)では，その数が一つである点」とすべきである」と，27頁3行目～18行目の「被告は，・・・認められないというべきである」を「争う。相違点1-②と同様である」と，同頁20行目～25行目の「被告は，・・・自明とはいえない」を「争う。相違点1-①と同様である」と，それぞれ改め，28頁1行目の「被告は，・・・とするが，」及び同頁5行目～10行目の「次に，・・・しかし，」を，それぞれ削除し，同頁16行目～22行目の「被告は，・・・開示されていない」を「争う。相違点1-③と同様である」と，同頁26行目の「無効理由4」を「無効理由2-4」と，それぞれ改め，29頁4行目の「既に主張してきたとおり」及び同頁26行目の「前記前提事実(2(2))のとおり，」を，それぞれ削除し，30頁3行目の「東芝ら」を「東芝ライフスタイル株式会社」と改め，同行目の「自己の」を削除し，同頁4行目の「損害賠償請求権を」の次に「，東芝についてのものを含めて」を加え，同頁20行目～21行目の「そもそも・・・立証していない。」を削除する。",
            "(当審における当事者の主張)"
          ]
        },
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1(乙4を主引例とする進歩性欠如)に関する判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1-1及び1-2の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決が，乙5～7から「調理器具に備え付けられ，調理器具外に備え付けられた機器との間で赤外線を送受信する赤外線送受信器を，調理器具のトッププレートの下方に配置した……構成」を周知技術であると認定したのは，誤りである。",
                            "乙7には，調理器具のトッププレートの下方に「赤外線センサーレシーバ」すなわち赤外線受信器を配置することが記載されているものの，「赤外線送受信器」を配置することは記載されていない。",
                            "乙6においては，「赤外線送受信器」をトッププレートの下方に配置するのは，「特別な実施形態」に限られており，通常の実施態様であるとは記載されていない。",
                            "そうすると，乙6及び7には，「赤外線送受信器を，調理器具のトッププレートの下方に配置した……構成」が，一般的な技術として記載されているとはいえず，前記構成が記載されているといえるのは，乙5のみである。",
                            "したがって，乙5～7に基づいて上記構成が周知技術であると認定することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決が，乙5のみに記載されている技術的事項と，乙6のみに記載されている技術的事項を併せて，「調理器具に備え付けられ，調理器具外に設けられた機器との間で赤外線を送受信する赤外線送受信器を，調理器具のトッププレートの下方に配置した上で，当該トッププレートとして，赤外線が透過する性質を有するセラミックガラスを採用し，このトッププレートを介して赤外線信号を受送信する構成」が周知の構成であったと認定しているのは，誤りである。",
                            "このように，一つの特許公報に記載された技術的事項と別の特許公報に記載された技術的事項を組み合わせて周知技術であるとすることはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原判決が，乙6に記載された「赤外線送受信装置を備える調理機器において，赤外線送受信装置を損傷や汚染から保護することによりワイヤレス送信の信頼性を確保する」という課題を「自明な課題」と認定しているのは，誤りである。",
                            "この課題が，乙6記載の発明以外の発明にも共通する解決課題であるとする根拠はない。乙4には，「調理機器および排煙装置から成る今日の機器コンビネーションのその他の欠点は，排煙装置が操作および表示エレメントを有していて，この操作および表示エレメントを清潔に保っておくことはしばしば困難であり」(【0003】)との記載があるが，この記載における「清潔に保っておく」対象は排煙装置であり，調理機器ではない。そのため，乙6の記載に加えて，乙4の記載を考慮し得ないはずである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "乙5～7をそれぞれ公知技術とみて，引用発明1に適用して，本件発明1-1の構成要件G1の構成とすることが，容易想到であるとはいえない。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "乙4では，排煙装置に操作及び表示エレメントを有することを欠点と評価している(［0003］)のに対し，乙5に記載された技術的事項は，乙4において欠点と評価されている，排煙装置(レンジフード)に操作及び表示エレメントを有する技術的事項であるから，引用発明1に，乙5に記載された技術的事項を適用してみることを阻害する事情がある。",
                                "また，乙5において，レンジフード(5)内に組み込まれている赤外線送信機(6)から赤外線受信器(4)に送られている信号は，調理レンジの出力に関する信号であり，換気ファンの駆動制御に関する信号ではないから，乙5には本件発明1-1の構成要件G1が記載されていない。したがって，引用発明1に，乙5に記載された技術的事項を適用することができたとしても，本件発明1-1の構成要件G1にはならない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "乙4の［0003］の「操作および表示エレメントを清潔に保つ」対象は排煙装置にある「操作および表示エレメント」であるのに対し，乙6に記載されている「こぼれた調理物による損傷と汚染から保護」の対象は調理機器内に設けられた赤外線受信器であるから，清潔に保つ対象物が引用発明1と乙6に記載された技術的事項では異なっている。このため，引用発明1に乙6に記載された技術的事項を組み合わせる動機付けがない。",
                                "また，乙6には調理器具による操作装置への熱的影響を回避する技術的事項が記載されており，その実施態様では，調理器具外(設置場所は排煙装置に限定されない)に設けられた操作装置5に赤外線送信機3が設けられ，調理器具に赤外線受信器4が設けられている。このように，乙6に記載された技術的事項において，赤外線送信機3から赤外線受信器4に送信されている赤外線信号は，調理器具の運転操作に関する信号であり，換気ファンの駆動制御に関する信号ではない。",
                                "さらに，乙6の図2，図4では，赤外線受信器4はトッププレート2の下側であるものの受け皿12の外側に描かれており，赤外線受信器4を調理器本体に収容していないという相違点がある。",
                                "したがって，乙6に記載された技術的事項を引用発明1に適用する動機付けが存在しないし，引用発明1に乙6に記載された技術的事項を適用できたとしても，本件発明1-1の構成要件G1にはならない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "乙7の図面に記載された実施態様では，調理器の制御部(1)が調理器上方の調理器フード(4)に設けられており，調理器側には赤外線センサーレシーバー又は無線機(5)が設けられている。乙7に記載された実施態様では，制御部(1)に設けられた送信機から赤外線センサーレシーバー又は無線機(5)に送信されている信号は，調理器のオン／オフの信号であって，換気ファンの駆動制御の信号ではない。",
                                "また，乙7では，赤外線センサーレシーバー又は無線機を調理器本体に収容することは記載されていない。",
                                "したがって，乙7に記載された技術的事項を引用発明1に適用する動機付けが存在しないし，引用発明1に乙7に記載された技術的事項を適用できたとしても，本件発明1の構成要件G1にはならない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "仮に，乙5～7から周知技術を認定することができたとしても，原判決が，「周知技術」又は「自明な課題」であることのみを理由として，引用発明1に周知技術を適用して本件発明1-1及び同1-2に到達することが容易であったと判断しているのは，進歩性の判断手法に誤りがある。",
                            "特定の技術が「周知である」ということは，「主たる引用発明に，特定の技術を適用して，前記相違点に係る構成に到達することが容易である」との立証命題の成否に関する判断過程において，特定の文献に記載，開示された技術内容を上位概念化したり，抽象化したりすることを許容することを意味するものではなく，また，特定の文献に開示された周知技術の示す具体的な解決課題及び解決方法を捨象して結論を導くことを，当然に許容することを意味するものでもないから，原判決の進歩性の判断手法は，後知恵との批判を免れない誤った判断手法である。",
                            "なお，原判決は，乙6の解決課題を摘示しているが，周知技術の認定根拠の一つである乙6に解決課題が記載されているからといって，これが認定された周知技術に係る解決課題となることにはならず，周知技術を主たる引用発明に適用する動機付けにはならない。また，本件発明1-1と従たる引用発明(乙6記載の発明)に解決課題の共通性があるからといって，周知技術を主たる引用発明(乙4記載の発明)に適用することの動機付けにはならない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点1-1及び1-2は容易想到ではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙5～7に記載された技術的事項の一部分を抜き出して抽象化できる理由がなく，また，仮に，抽象化できると仮定しても，抜き出した技術的事項を引用発明1に適用する動機付けもない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用発明1は，調理機器の運転状態に対応して調理機器側から排煙装置の運転を制御する発明であるのに対し，乙5～7記載の発明は，いずれも，加熱調理器を排煙装置側又は外部から遠隔操作する発明である。",
                            "引用発明1と乙5～7記載の発明には，制御信号の発信が調理機器側からか排煙装置側からかの基本的な違いがあり，それに応じて，発明の構成が大きく異なっているため，組み合わせる動機付けが存在しない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "引用発明1と乙5～7記載の発明は，それぞれ，解決課題が大きく相違しているため，組み合わせる動機付けが存在しない。",
                            "引用発明1の解決課題は「必要に応じて排煙装置の運転を可能にするような，調理機器と排煙装置とを有する機器コンビネーション…を提供することである。」(【0004】)のに対し，乙5記載の解決課題は「多くの場合には，操作ユニットは，調理レンジの高温となる範囲に位置している。このことは，温度に敏感な操作ユニットの電子部品の熱的な保護を必要とする」(訳文1頁17行～18行)ことを解消すること，乙6記載の解決課題は「従来技術に基づく操作装置は調理器具に直接存在し，したがって調理器具によって生成される熱の影響下にある」(訳文2頁13行～14行)ことを解消すること，乙7記載の解決課題は「家庭電化製品のリモート制御のシステム」(訳文3頁3行～4行)を提供することである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1-3の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決においては，本件発明1-2と乙6に記載された発明との間に課題の共通性があることが摘示されている。",
                            "しかし，乙6に共通の課題が記載されているからといって自明な解決課題というわけではなく，主たる引用発明に従たる引用発明を適用する動機付けにはならない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そもそも，主たる引用発明の課題と従たる引用発明の課題が共通しているわけではないから，主たる引用発明に従たる引用発明を適用することの動機付けにはならないはずであるところ，原判決の判断は，主たる引用発明に従たる引用発明を適用することの動機付けについて，何ら検証していない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点1-3は容易想到ではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記(ア)のとおり，引用発明1に乙6に記載された技術的事項を適用する動機付けはないから，相違点1-3が容易に想到し得たものであるとはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "乙6には，赤外線受信器4を赤外線受信器4A～4Dに複数化することが記載されているが，赤外線送信機3を複数化することは記載されていない。",
                          "text": [
                            "したがって，乙6には換気ファンの駆動信号を送信する送信手段を複数化する構成が記載されておらず，相違点1-3に係る構成は記載されていない。",
                            "なお，乙6には，「特別な実施態様において，双方向赤外線伝送路を設けることができる。その場合，調理器具の運転状態を調節するための制御信号を赤外線信号として伝送するのみではなく，調理器具の状態信号または別の信号を，料理器具の現在の運転状態を表示する表示装置へ伝送することができる」(訳文2頁44行～47行)と記載されている。しかし，この構成は，「調理器具の運転状態を調節するための制御信号」を調理器具側で受信することと，「調理器具の状態信号または別の信号」を表示装置へ送信するための受送信器を複数化することにすぎず，換気ファンの駆動信号を送信する送信手段を複数化する本件発明1-2の構成が開示されているわけではない。",
                            "したがって，引用発明1に乙6に記載された技術的事項を適用したとしても，構成要件I1にならず，容易に想到し得たものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2-4(乙4を主引例とする進歩性欠如)に関する判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2-1及び2-2の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「調理器具に備え付けられ，調理器具外に備え付けられた機器との間で赤外線を送受信する赤外線送受信機を，調理器具のトッププレートの下方に配置した上で，当該トッププレートとして，赤外線が透過する性質を有するセラミックガラスを採用し，このトッププレートを介して赤外線信号を送受信する構成」を周知技術と認定したことは，誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "特定の技術的事項が周知であることのみを理由として，主たる引用発明に当該特定の技術的事項を適用することが容易であるという立証命題の検証を省くことはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "乙6に記載された解決課題と本件発明2-1及び同2-2の解決課題との間に共通性があったとしても，乙6に記載された課題が，「周知技術」全般に共通する解決課題であるとする根拠がないから，乙6に課題が記載されているというだけでは，主たる引用発明に周知技術を適用する動機付けにはならない。主たる引用発明と従たる引用発明の課題が共通しているわけでもないから，主たる引用発明に周知技術を適用する動機付けにはならない。",
                            "したがって，主たる引用発明である引用発明2に従たる引用発明を適用することが容易であったことについての原判決の判断は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点1-1及び1-2と同様の理由で，相違点2-1及び2-2は，本件出願日2に当業者が容易に想到したものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2-3の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，「表示手段が調理容器により視認することが妨げられにくい箇所に備えられるべきこと」が技術常識であると認定しているが，証拠からどのような間接事実を認定し，どのように推認して技術常識を認定したのか判断理由が示されていない。",
                            "また，原判決は，乙5及び6の二つの文献の記載だけで「自明な課題」や「周知技術」を認定しているが，二つの公報の記載だけで「自明な課題」や「周知技術」を認定するのは誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決は，「赤外線送受信機を表示手段の近傍に設けること」を適宜設計し得る事項であると判断しているが，根拠が示されていない。",
                            "原判決は，「調理容器により視認することが妨げられにくい箇所に同表示手段を設ける」ことと「調理容器により赤外線通信が遮断されにくい箇所に赤外線送受信機を設ける」ことを摘示している。",
                            "しかし，乙5及び6に記載された技術的事項では，表示手段が調理器具側に存在せず，表示手段が調理容器によって視認することが妨げられるという事態が生じ得ないから，乙5及び6に記載された技術的事項は，「調理容器により視認することが妨げられにくい箇所に同表示手段を設ける」ことを前提としていない。",
                            "また，「表示手段は調理容器により覆われにくい」かつ「赤外線送受信機を調理容器により覆われにくい箇所に設ける」からといって，赤外線送受信機が表示手段の近傍に設けることを適宜設計し得るわけではない。調理容器に覆われにくい箇所は表示手段の近傍以外にもいくらでも存在するから，「表示手段の近傍であれば調理容器に覆われにくい」という命題が成立するからといって，「調理容器に覆われにくい場所は表示手段の近傍である」という逆命題が成立するわけではない。",
                            "したがって，「調理容器により視認することが妨げられにくい箇所に同表示手段を設ける」ことと「調理容器により赤外線通信が遮断されにくい箇所に赤外線送受信機を設ける」ことは，「適宜設計し得る事項」と認定する根拠にならず，原判決には，「赤外線送受信機を表示手段の近傍に設けること」が適宜設計し得る事項であるとする理由が示されていない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "特定の技術的事項が周知技術であるからといって，主たる引用発明に当該特定の技術的事項を適用することが容易であったことの検証を省略することはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点2-3は容易想到ではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙5～7に記載された発明では，いずれも調理機器の操作装置が調理機器の外部にあり，加熱手段の火力を表示する表示手段が調理機器に存する必要性がない。",
                            "乙5の図面並びに乙6の図面2及び4では，表示手段は，調理機器の外部に設けられている。この場合，調理容器を載置することによって表示手段が見えなくなるという事態があり得ず，乙5及び6に記載された発明では，「調理容器により視認することが妨げられにくい箇所に表示手段を設ける」ことを考える必要性がない。通信用投光部(赤外線送受信機)を調理容器により覆われにくい箇所に設けるために，その設置箇所として表示手段の近傍を選択することは，適宜設計し得たことではなく，当業者といえども想到することは容易ではない。",
                            "また，乙5の図面では，赤外線受信機4は加熱手段の右側脇に描かれており，乙6の図3では，赤外線受信器4A～4Dがトッププレートのコーナーに描かれている。これらの赤外線受信器を赤外線送受信機に置き換えることができたとしても，赤外線送受信機を表示手段の近傍に配置することは乙5及び6に記載されていない。",
                            "さらに，乙6記載の発明では，赤外線受信器4A～4Dをトッププレートのコーナーに配置することによって，「赤外線受信器4A～4Dの3つまでが調理器または別の物体によって覆われている場合も赤外線遠隔操作は機能する」(訳文3頁48行～49行)という機能が明記されているが，赤外線送受信機を表示手段の近傍に設けることにより調理器によって覆われにくくすることは何ら記載も示唆もされていない。",
                            "これらのことから，通信用投光部の設置箇所として表示手段の近傍を選択することは，適宜設計し得たことではなく，当業者が引用発明2に乙5及び6に記載された技術的事項を適用して相違点2-3を想到することは容易ではない。",
                            "乙7では，トッププレートの下方に赤外線センサーレシーバを配置することしか記載されておらず，調理機器側に赤外線送受信器を配置することが記載されていないから，赤外線送信器が調理容器によって覆われるということを考える必要性がない。通信用投光部(赤外線送信機)を調理容器により覆われにくい箇所に設けるために，その設置箇所として表示手段の近傍を選択することは，適宜設計し得たことではなく，当業者といえども想到することは容易ではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用発明2は調理機器側から排煙装置を制御する発明であるのに対し，乙5～7に記載の発明は外部から調理機器を制御する発明であるから，引用発明2に乙5～7に記載の発明を組み合わせる動機付けがない。また，引用発明2に乙5～7に記載の発明を組み合わせたとしても，構成要件G2に到達しない。",
                            "また，乙8，9及び17に記載されている調理機器は，調理機器と排煙装置とが連動しているわけではなく，通信用投光部が設けられていないから，これらには，相違点2-3の「前記通信用投光部を前記表示手段の近傍に配置」することが開示も示唆もされていない。したがって，乙8，9及び17に記載された調理機器では，相違点2-3に係る構成が採用されているということはできず，相違点2-3に係る構成が通常のデザインにすぎないということもできない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2-4の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決においては，本件発明2-2と乙6記載の発明との間に課題の共通性があることが摘示されている。",
                        "しかし，主たる引用発明の課題と従たる引用発明の課題が共通しているわけではないから，主たる引用発明に従たる引用発明を適用することの動機付けにはならない。原判決の判断は，主たる引用発明に従たる引用発明を適用することの動機付けが判断されておらず，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点1-3と同様の理由で，相違点2-4は，本件出願日2当時に当業者が容易に想到したものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2に係る訂正の再抗弁",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正審判請求",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，平成30年2月26日，本件特許2の請求項2につき，訂正審判(訂正2018-390036，以下，この訂正を「本件訂正」という。)を請求した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件訂正後の本件特許2の特許請求の範囲の請求項2に係る発明(以下「本件訂正発明2」という。)を構成要件に分説すると，以下のとおりである。",
                        "(A2)鍋などの調理容器が載置されるトッププレートと，",
                        "(B2’)このトッププレートの下方であって左右方向に並設された調理用の2つの電磁誘導式の加熱手段と，",
                        "(C2)この加熱手段を制御する通電制御手段と，",
                        "(D2)前記トッププレートの下方に配設され，当該トッププレートを通して光信号を上方に向けて発する通信用投光部と",
                        "(K2’)前記トッププレートの下方かつ前記加熱手段のそれぞれの前側に対応して配置され，当該加熱手段の火力を前記トッププレートを透過して表示する表示手段とを具備し，",
                        "(E2)前記通電制御手段は，前記通信用投光部を介して，前記トッププレートの上方に配設される換気装置を制御する機能を有し，",
                        "(F2)前記トッププレートを，前記光信号の波長が透過する光透過性を有する耐熱強化ガラスから構成し，",
                        "(G2’)前記通信用投光部を，前記表示手段の近傍にそれぞれ配置したこと",
                        "(H2)を特徴とする加熱調理器。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正要件",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "新規事項の追加等について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件訂正における請求項間の引用関係を解消して，独立形式請求項へ改める訂正事項(以下「訂正事項1」という。)は，「他の請求項の記載を引用する請求項の記載を当該他の請求項の記載を引用しないものとすること」(特許法126条1項ただし書4号)を目的とする訂正であり，実質的な内容の変更を伴うものではないから，特許法126条5項及び6項に適合する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件訂正における訂正前の請求項2で引用する請求項1に「トッププレートの下方に配設された調理用の加熱手段」とあるのを「トッププレートの下方であって左右方向に並設された調理用の2つの電磁誘導式の加熱手段」に訂正する訂正事項(以下「訂正事項2」という。)は，特許請求の範囲の減縮(特許法126条1項ただし書1号)を目的とする訂正である。",
                            "本件明細書等2の【0021】には，「図5に示すように，それぞれ調理用の加熱手段を構成する左IH用の加熱コイル20と，右IH用の加熱コイル21と」と記載されており，図5には加熱コイル20及び加熱コイル21が左右方向に並設されている図が描かれている。",
                            "したがって，訂正事項2は，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内の訂正であり，特許法126条5項に適合する。",
                            "また，訂正事項2は，加熱手段の設置位置を限定しかつ加熱手段を電磁誘導式の加熱手段に限定するものであり，カテゴリーや対象，目的を変更するものではないから，実質上特許請求の範囲を拡張し，又は変更する訂正ではなく，特許法126条6項に適合する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件訂正における訂正前の請求項2に「前記加熱手段の火力を表示する表示手段を備え」とあるのを「前記トッププレートの下方かつ前記加熱手段のそれぞれの前側に対応して配置され，当該加熱手段の火力を前記トッププレートを透過して表示する表示手段とを具備し」に訂正する訂正事項(以下「訂正事項3」という。)は，表示手段を配置する位置を「前記加熱手段のそれぞれの前側」に限定し，かつ，表示手段を「前記トッププレートを透過して表示する表示手段」に限定するものであるから，「特許請求の範囲の減縮」(特許法126条1項ただし書1号)を目的とするものである。",
                            "本件明細書等2の【0022】には，「左側の加熱コイル20の前側に位置させて多数個の表示用LED25からなる左用LED群(表示手段)26」，「右側の加熱コイル21の前側に位置させて多数個の表示用LED25からなる右用LED群(表示手段)27」と記載されており，加熱手段のそれぞれの前側に表示手段が配置されていることが記載されている。また，本件明細書等2の【図5】から，表示手段26及び表示手段27がトッププレートの下方に配置されていることが明らかであり，当該表示手段の表示はトッププレートを透過して表示されていることが明らかである。",
                            "したがって，訂正事項3は，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内の訂正であり，特許法126条5項に適合する。",
                            "また，訂正事項3は，表示手段の設置位置を限定しかつ表示手段をトッププレートを透過して表示する表示手段に限定するものであり，カテゴリーや対象，目的を変更するものではないから，実質上特許請求の範囲を拡張し，又は変更する訂正ではなく，特許法126条6項に適合する。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件訂正における前記通信用投光部の配置位置について訂正前の請求項2には「前記表示手段の近傍に配置した」とあるのを「前記表示手段の近傍にそれぞれ配置した」と訂正する訂正事項(以下「訂正事項4」という。)は，訂正前の請求項2で引用する請求項1では「加熱手段」が一つか二つ以上であるかが特定されておらず，訂正前の請求項2の「前記加熱手段の火力を表示する表示手段」が一つか二つ以上であるかが特定されていなかったため，訂正前の請求項2の「前記表示手段の近傍に配置した」と特定されている「前記通信用投光部」が一つか二つ以上であるかが特定されていなかったところ，「2つの電磁誘導式の加熱手段」(訂正事項2)の「それぞれの前側に配置され」(訂正事項3)ている「表示手段の近傍にそれぞれ配置した」ことに限定することにより，「前記通信用投光部」が二つ以上であるものに限定したのであるから，「特許請求の範囲の減縮」(特許法126条1項ただし書1号)を目的とするものである。",
                            "本件明細書等2の【0022】，【0023】には，左側のプリント基板23には，左用表示手段26と通信用投光部が，右側のプリント基板24には，右用表示手段27と通信用投光部が，それぞれ配設されていることが記載されている。",
                            "したがって，訂正事項4は，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内の訂正であり，特許法126条5項に適合する。",
                            "また，訂正事項4は「前記通信用投光部」が「前記表示手段の近傍にそれぞれ配置した」ものに限定するものであり，かつ，カテゴリーや対象，目的を変更するものではないから，実質上特許請求の範囲を拡張し，又は変更する訂正ではなく，特許法126条6項に適合する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "独立特許要件について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件訂正前の請求項2に係る発明(本件発明2-1)には無効理由がない。",
                            "訂正事項1は，他の請求項の記載を引用する請求項の記載を当該他の請求項の記載を引用しないものとする訂正であり，訂正事項2～4は，特許請求の範囲の減縮を目的とするものである。",
                            "したがって，本件訂正後の特許請求の範囲の請求項2(本件訂正発明2)は，独立特許要件(特許法126条7項)を満たす。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "進歩性について",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "相違点",
                              "text": [
                                "本件訂正発明2と主たる引用発明である引用発明2との相違点は，次のとおりである。",
                                "(相違点2-1’)",
                                "本件訂正発明2の「通信用投光部」は，「前記トッププレートの下方かつ前記加熱手段のそれぞれの前側に配設され，当該トッププレートを通して光信号を上方に向けて発する」のに対し，引用発明2において「通信用投光部」に相当する「調理器具2の送受信フィールド6」がどのような態様で調理器具2内に設けられているか，また，調理天板を通して光信号を発するかが不明である点。",
                                "(相違点2-2)",
                                "本件訂正発明2の「トッププレート」は，「前記光信号の波長が透過する光透過性を有する耐熱強化ガラスから構成」されているのに対し，引用発明2において「トッププレート」に相当する「調理天板18」の性質・材質は明記されていない点。",
                                "(相違点2-3’)",
                                "本件訂正発明2は，「表示手段」が「当該加熱手段の火力を前記トッププレートを透過して表示する表示手段」であるのに対し，引用発明2が「表示装置」に相当する構成を備えているか不明である点。",
                                "(相違点2-3”)",
                                "本件訂正発明2は，「前記通信用投光部を，前記表示手段の近傍にそれぞれ配置し」ているのに対し，「通信用投光部」に相当する「調理器具2の送受信フィールド6」が上記「表示装置」の近傍に配置されているかが不明である点。",
                                "(相違点2-4’)",
                                "本件訂正発明2の「通信用投光部」は，「前記表示手段の近傍にそれぞれ配置し」ており，二つ以上の通信用投光部が配置されているのに対し，引用発明2において「通信用投光部」に相当する「調理器具2の送受信フィールド6」は，「排煙装置4の送受信フィールド6」との関係で一対になっている点。",
                                "(相違点2-5)",
                                "本件訂正発明2では加熱手段が「電磁誘導式の加熱手段」に限定されている(構成要件B2’)のに対し，引用発明2では単に「調理機器」と記載され加熱手段の限定がない点。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "相違点の判断",
                              "text": [
                                "ⅰ  相違点1-1及び1-2と同様の理由で，相違点2-1’及び同2-2は，本件出願日2当時に当業者が容易に想到したものではない。",
                                "ⅱ  相違点2-3’",
                                "乙7では，「7セグメントの表示器が，セラミックガラスの下方またはその正面(4)に位置し」(訳文5頁23行～24行)と記載されているものの，7セグメントの表示器が「トッププレートを透過して表示する表示手段」であるか不明である。また，乙5の図面並びに乙6の図2及び4では，表示手段が調理機器の外部に設けられているから，表示手段が「トッププレートを透過して表示する表示手段」であることはあり得ない。",
                                "したがって，引用発明2に乙5～7に記載された技術的事項を適用する動機付けは存在しない。また，引用発明2に乙5～7に記載された技術的事項を適用することができたとしても，相違点2-3’に到達することは当業者にとって容易なことではない。",
                                "ⅲ   相違点2-3”",
                                "相違点2-3と同様の理由で，引用発明2に乙5～7に記載された技術的事項を適用する動機付けが存在せず，引用発明2に乙5～7に記載された技術的事項を適用することができたとしても，相違点2-3”に到達することは当業者にとって容易なことではない。",
                                "本件訂正発明2では，「表示手段が，2つのIHヒータのそれぞれの前側に対応して配置」されているのに対し，乙7の図1では「表示手段が，前方中央にまとめて配置されている」点で相違している。また，本件訂正発明2では，「加熱手段のそれぞれの前側に配置された表示手段の近傍に投光部が配置され」ることから，投光部がおのずと分離して配置されるのに対し，乙7の図1では「まとめられた表示装置群の近傍に一つの赤外線レシーバーが配置されている」点で相違している。",
                                "乙8，9及び17に記載された調理機器では，各火力表示手段が前方中央にまとめてひとかたまりにして配置されており，「表示手段が，2つのIHヒータのそれぞれの前側に対応して配置され」という構成になっていない。",
                                "したがって，引用発明2に乙7，8，9及び17を組み合わせても，本件訂正発明2の構成にはならない。",
                                "また，本件訂正発明2は，「表示手段の近傍に投光部を設けること」により光信号が遮断される確率を小さくできるが，さらに「表示手段が…2つのIHヒータのそれぞれの前側に対応して配置され」，かつ，「それぞれの表示手段の近傍に投光部が配置され」ることによって，より一層光信号が遮断される確率を小さくすることができるという作用効果を奏する。",
                                "したがって，本件訂正発明2は，引用発明2と乙7，8，9及び17との組合せによって容易に発明できたものではない。",
                                "ⅳ  相違点2-4’",
                                "相違点1-3と同様の理由で，引用発明2に乙6に記載された技術的事項を適用する動機付けが存在しないし，引用発明2に乙6に記載された技術的事項を適用したとしても，相違点2-4’に到達せず，本件訂正発明2は容易に想到し得たものではない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "小括",
                              "text": [
                                "したがって，本件訂正発明2に係る特許には，無効理由2-4が成り立たず，本件訂正発明2は特許出願時に独立して特許を受けることができたものである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "明確性要件及びサポート要件について",
                          "text": [
                            "構成要件G2’の訂正は，本件明細書等2の【0022】及び【0023】に根拠となる記載がある。また，同【0047】の記載から，本件訂正発明2の効果を奏するための「近傍」の程度を容易に理解できるから，明確性要件を満たすものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正発明に係る特許権侵害",
                  "text": [
                    "被告製品Aは，本件訂正発明2の技術的範囲に属する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告製品Aは，トッププレートの下方に「左右方向に並設された調理用の2つの電磁誘導式の加熱手段」を有しているから，構成要件(B2’)を充足する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告製品Aには，加熱手段のそれぞれの前側に対応する表示部6(表示手段)が配置されており，表示部6(表示手段)はトッププレートを透過して表示しているから，被告製品Aは，構成要件(K2’)を充足する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告製品Aは，表示部6Aのそれぞれの近傍に赤外線発信器16，17が配置されているから，構成要件(G2’)を充足する"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1-1及び1-2の判断について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「調理器具に備え付けられ，調理器具外に備え付けられた機器との間で赤外線を送受信する赤外線送受信器を，調理器具のトッププレートの下方に配置した上で，当該トッププレートとして，赤外線が透過する性質を有するセラミックガラスを採用し，このトッププレートを介して赤外線信号を送受信する構成」は，本件出願日1当時，周知の構成であり(乙5～7)，IHヒータのトッププレートが耐熱ガラスでできていないものの方が稀であるといってよい。また，耐熱ガラスである以上，通常は赤外線を透過するし，乙5～7のようにトッププレートの下に赤外線通信機を配置しているものにおいて，トッププレートの耐熱ガラスが赤外線を透過させることは自明事項にすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "仮に，控訴人の主張を前提としたところで，乙5には原判決が認定した「調理器具に備え付けられ，調理器具外に備え付けられた機器との間で赤外線を送受信する赤外線送受信器を，調理器具のトッププレートの下方に配置した……構成」が記載されていることに争いはない。乙4には，「視覚的に簡素な(schlichten)デザイン，および衛生的に特に好適な解決策を得るために，」との記載があって，調理機器と排煙装置との接続をより簡素で，衛生的なものとすべき旨の課題が記載又は示唆されている。また，乙6には，赤外線受信器をトッププレートの下方に設けることにより，当該赤外線受信器をこぼれた調理物による損傷と汚染から保護するという課題解決手段が明確に記載されているから，これを動機付けにして，引用発明1に乙5を適用することは容易であり，当該構成が周知か否かは判断の結論には影響を与えない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "乙5～7には，送受信器又は受信器をトッププレートに覆設し，トッププレートを介してワイヤレス送受信，ワイヤレス受信する構造が開示されているところ，そのいずれを覆設したとしても，トッププレートの平滑な表面が阻害されず，それらが汚染から保護されることは，当業者に自明な効果である。このような効果は赤外線がトッププレートを透過することにより得られるものであるから，トッププレートに覆設されるものが受信器であるか，送信機であるか，あるいは送受信器であるかによって異なるものではないことは自明である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原判決は，乙4と乙6の記載を引用したうえで，「赤外線送受信装置を備える調理機器において，赤外線送受信装置を損傷や汚染から保護することによりワイヤレス送信の信頼性を確保するという課題」が自明であったと認定しているのであって，乙6に記載された課題を自明と認定しているのではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "乙5～7により，相違点1-1及び1-2に係る構成が周知の構成又は自明の構成と認定できるから，個別の公知例を適用する必要はない。",
                            "仮に，個別の公知例について議論をするとしても，乙5には相違点1-1及び1-2に係る構成の開示があるから，引用発明1に対し，乙4や乙6に記載された動機付けに基づいて乙5記載の構成を適用することは容易である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1-3の判断について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，「本件発明1-2と乙6公報に記載された発明との間に課題の共通性があることが摘示されている」ことを指摘しており，動機付けがあることを積極的に認定している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙6と本件発明1-2の信号内容の相違については，ファンとレンジのどちらに制御部分が設けられているかの相違にすぎず，レンジ側で制御している乙4に乙6を適用することで自動的に解消する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2-4について",
              "text": [
                "相違点2-1，2-2は無効理由1の相違点1-2，1-1に対応し，相違点2-4は相違点1-3に対応するから，無効理由1について述べたとおり，これらも容易想到である。",
                "相違点2-3については，「前記トッププレートの下方に，前記加熱手段の火力を表示する表示手段を備え」る構成は，本件出願日2に現に公然実施されていた製品にも備えられた，ごく当たり前の構成であり(乙8，9，17)，このような公然実施された製品において普通に採用されているデザインを採用することは，設計的事項の適用にすぎず，当業者にとって容易である。",
                "また，乙7の図1には，トッププレートの下方に火力表示手段を配置し，赤外線受信器(5)を火力表示手段(6)の近傍に配置する構成が示されている。相違点2-3に係る構成要件G2は，本件特許の出願経過で通知された拒絶理由通知(乙1)に対し，出願人が補正をして追加したものであるところ(乙2)，これと同日付で提出された意見書(乙3)において，出願人は，表示手段と通信用投光部の位置関係に関し，「トッププレート上において，加熱手段の火力を表示する表示手段の近くに調理容器を置くと，その表示手段の表示がわからなくなるので，調理時に表示手段の近くに調理容器が置かれることは少ない。このため，通信用投光部を表示手段の近傍に配置することで，通信用投光部の光信号がトッププレート上に載置される調理容器などによって遮断される確率を一層少なくできます。」(2頁3行～7行)と説明している。このような構成により，「通信用投光部の光信号がトッププレート上に載置される調理容器などによって遮断される確率を一層少なくできる」効果が得られることは自明である。",
                "したがって，乙7に接した当業者であれば，乙7において，「通信用投光部の光信号がトッププレート上に載置される調理容器などによって遮断される確率を一層少なくできる」効果を得られることを理解するから，引用発明2に相違点2-3に係る乙7の構成を採用することは，自明といってよい程度に容易である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2に係る訂正の再抗弁について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "新規事項の追加について",
                  "text": [
                    "本件訂正によって，構成要件G2’として「通信用投光部を表示手段の近傍にそれぞれ配置」との構成要件が付加されたが，本件明細書等2をみても，「近傍」の程度・範囲は不明確であるから，このような構成の追加は「願書に添付した明細書，特許請求の範囲又は図面・・・に記載した事項の範囲内において」された訂正とはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "独立特許要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "進歩性欠如について",
                      "text": [
                        "本件訂正により，新しく相違点となった点は，①左右に二つのIHヒータがあること，②表示手段が，トッププレートの下方で，かつ，二つのIHヒータのそれぞれの前側に対応して配置され，IHヒータの火力をトッププレートを透過して表示すること，③そのような表示装置の近傍に投光部が配置されていることである。",
                        "上記①及び②については，乙8，9及び17にも示された公然実施品で普通に採用されているデザインにすぎない。左右に二つの電気調理器具を備える引用発明2において，このような周知慣用の構成を採用することは，単なる設計的事項の適用の問題にすぎない。",
                        "そして，その場合に，その近傍に投光部を設けること(③)については，相違点2-3と同様である。",
                        "なお，本件訂正発明2には特別な効果は認められない。",
                        "したがって，これらの相違点を引用発明2に適用することは極めて容易であるから，本件訂正発明2は乙4に乙5～7及び周知技術(必要であれば，乙8，9，17のいずれか)を組み合わせることで当業者が容易に想到できた発明であり，本件訂正発明2は進歩性を欠如する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "明確性要件及びサポート要件違反について",
                      "text": [
                        "前記アのとおり，構成要件G2’の「近傍」の程度・範囲は不明確である。また，本件明細書等2には，その範囲がどのような範囲であるか記載されていないから，このような発明は本件明細書に記載されたものともいえない。",
                        "したがって，本件訂正発明2は，明確性要件及びサポート要件に違反する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，当審における主張及び立証を踏まえても，本件発明1-1，同1-2，同2-1及び同2-2についての特許は，いずれも，特許法29条2項に違反してされたものであり，控訴人は，被控訴人に対し，本件特許権1及び2を行使することはできず，また，訂正の再抗弁は認められないものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件訂正前の本件発明1-1，同1-2，同2-1及び同2-2に係る上記判断の理由は，次のとおり原判決を補正するほか，原判決の「事実及び理由」の第3の1～3(30頁23行目～73頁7行目)に記載のとおりであるから，これを引用する。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決53頁10行目の「上記(1)に認定した」を削除する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決54頁12行目の「設置態様」を「表面が露出されているかどうか」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決56頁26行目の「実際の」を「実際に」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決60頁2行目の「配置される」の後に「4つの」を加える。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決62頁19行目～64頁10行目の「上記(4)にみた・・・できない。」を次のとおり改める。",
                "「        a  乙5公報には，調理レンジの上方に設けられたレンジフードに，調理レンジの操作ユニットと，操作ユニットに接続された赤外線送信機及び受信機とを配置し，調理レンジのガラスセラミック調理プレートの調理領域近傍に，出力切換部と出力切換部に接続された赤外線受信機及び送信機を配置し，レンジフードの赤外線送受信機と調理レンジの赤外線受信機との間で，赤外線により双方向の信号伝達を行うに当たり，その調理レンジ側の赤外線送受信器を，調理レンジのガラスセラミック調理プレートの下方に配置することにより，ガラスセラミックプレートに穿孔を生じさせないとともに，その平滑な表面を阻害しないという技術的事項が記載されている。",
                "調理レンジの天板の上面上は，加熱調理による調理容器からの調理物の吹きこぼれ等による汚損のおそれがあることは，自明であり，証拠(乙6)及び弁論の全趣旨によると，赤外線送受信機が吹きこぼれた調理物に接すれば，損傷等の危険性があることが認められる。穿孔のない調理レンジのガラスセラミック調理プレートの下方は，調理物の吹きこぼれの落下による損傷から装置を保護できる位置であり，赤外線送受信機を，穿孔のない調理レンジのガラスセラミック調理プレートの下方に配置することにより，赤外線送受信機の調理物による汚損防止を図ることができ，その結果として，通信の信頼性が向上することは，当業者にとって自明であるといえる。",
                "そして，引用発明1と乙5に記載された前記の技術とは，換気装置と調理器具との間で赤外線により信号伝達を行う点で共通するところ，信号伝達を行う場合，その信号伝達の信頼性の向上を図ることは，普遍的な課題であるといえるから，通信の信頼性を向上させるために，赤外線送受信機の損傷を防ぐために，引用発明1に乙5に記載された前記の技術的事項を組み合わせることには，動機付けがあるといえる。",
                "また，乙5～7の各公報の記載によると，調理器具のトッププレート(調理天板)として赤外線を透過するセラミックガラス(耐熱性のある結晶化ガラス)を用いることは，調理器具において広く用いられている技術であると認められる。",
                "これらのことからすると，引用発明1において，赤外線の波長が透過する性質を有する耐熱ガラス製で調理天板を構成し，赤外線送受信器を調理天板の下方に設けて，調理器具の送受信フィールドを構成すること，すなわち，調理天板に覆設されるようにして調理器具本体に赤外線送受信機を収容し，当該赤外線送受信機が調理天板を介して駆動信号をワイヤレス送信するという構成にすることは，当業者が容易に想到し得ることであるといえる。"
              ],
              "content": [
                {
                  "fig": "b",
                  "text": [
                    "控訴人は，乙4では，排煙装置に操作及び表示エレメントを有することを欠点と評価しているのに対し，乙5に記載された技術的事項は，乙4において欠点と評価されている，排煙装置(レンジフード)に操作及び表示エレメントを有する技術的事項であるから，引用発明1に乙5に記載された技術的事項を適用してみることを阻害する事情があると主張する。しかし，前記aの乙5公報に記載された技術的事項は，排煙装置に操作及び表示エレメントを設けるというものではないから，引用発明1と組み合わせることが阻害されることはなく，このことは，乙5公報に排煙装置に操作及び表示エレメントを設ける装置が記載されていても左右されるものではない。",
                    "また，控訴人は，乙5において，レンジフード(5)内に組み込まれている赤外線送信機(6)から赤外線受信機(4)に送られている信号は，調理レンジの出力に関する信号であり，換気ファンの駆動制御に関する信号ではないから，乙5には本件発明1-1の構成要件G1が記載されていないと主張する。しかし，乙5公報には，前記aの技術的事項が記載されており，この技術的事項は，前記aのとおり引用発明1と組み合わせることについて動機付けがあるのであって，乙5公報において赤外線送受信機で送られる信号の内容が本件発明1-1と異なることは，この判断を左右するものではない。",
                    "さらに，控訴人は，乙5に記載された解決課題は，引用発明1とは異なっていると主張する。しかし，乙5公報に記載された解決課題が乙4公報に記載された解決課題と異なるとしても，前記aのとおり，赤外線により信号伝達を行う場合に，その信号伝達の信頼性の向上を図るという普遍的な課題を解決するために，引用発明1と前記aの乙5公報に記載された技術的事項を組み合わせる動機付けがあるということができる。",
                    "その他の控訴人の主張が前記aの判断を左右するものでないことは，既に判示したところから明らかである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決64頁18行目～65頁19行目の「上記(4)イのとおり・・・採用することができない。」を次のとおり改める。",
                "「乙6公報には，「機能の信頼性を高めるために，トッププレートの下側の異なる位置に，優先的に調理ゾーンの外側に配置される複数の赤外線受信機を設けることができる。赤外線受信機の1つが例えば調理器によって覆われた場合においても尚，赤外線制御信号は別の赤外線受信機によって受信することができる。」との記載があり，調理器具のトッププレートの下側に，赤外線受信機を複数設けることにより，複数の赤外線伝送路を設け，通信の信頼性を向上させることが記載されている。",
                "また，乙6公報には，「双方向赤外線伝送路を設けることができる。その場合，・・・トッププレートの下側にトッププレートを通して表示装置の赤外線受信機へ赤外線状態信号を送信するための赤外線送信機が配置される。」との記載があり，調理器具のトッププレートの下側に赤外線送信機を設けることが記載されている。",
                "そうすると，引用発明1と乙6公報に記載された技術的事項とは，調理器具に赤外線による通信機能を付加した点で共通する。",
                "そして，前記のとおり，信号伝達を行う場合，その信号伝達の信頼性の向上を図ることは，普遍的な課題であるといえるから，引用発明1に乙6公報に記載された上記の技術的事項を組み合わせることには，動機付けがある。",
                "したがって，引用発明1に乙6公報に記載された上記の技術的事項を組み合わせ，調理器具に複数の赤外線送受信機を設けることにより，調理器具と換気装置との間に複数の赤外線伝送路を設けることは，当業者が容易に想到し得ることであるといえる。",
                "この点について，控訴人は，乙6には，赤外線受信機4を4A～4Dに複数化することは記載されているが，赤外線送信機3を複数化することは記載されていないと主張するが，乙6には，調理器具に複数の赤外線受信機を設けられること，双方向赤外線伝送路を設けることができ，その場合，調理器具の側に赤外線送信機が配置されることが記載されているから，調理器具に設置される赤外線送信機を複数とする構成も記載されているといえる。",
                "また，控訴人は，乙6に開示された構成は，調理機器の外部に設けられた操作装置から調理器具の運転操作を行う発明に係るものであり，解決すべき課題が引用発明1とは異なるから，引用発明1に上記構成を組み合わせる動機付けは認められないと主張する。しかし，上記のとおり，信号伝達を行う場合，その信号伝達の信頼性の向上を図ることは普遍的な課題であるといえるから，当業者において，引用発明1に乙6公報に記載された技術的事項を組み合わせ，調理器具に複数の赤外線受信機を設ける動機付けが認められるというべきである。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決65頁22行目の「周知の構成又は公知の構成」を「乙5及び6に記載された技術的事項」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決66頁6行目の「上記2(1)に認定した」を削除する。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決67頁21行目の「F2」を「G2」と改める。",
                "(10)  原判決68頁23行目～69頁22行目の「上記2(4)にみた・・・できない。」を，次のとおり改める。",
                "「        a  前記のとおり，乙5公報には，調理レンジの上方に設けられたレンジフードに，調理レンジの操作ユニットと，操作ユニットに接続された赤外線送信機及び受信機とを配置し，調理レンジのガラスセラミック調理プレートの調理領域近傍に，出力切換部と出力切換部に接続された赤外線受信機及び送信機を配置し，レンジフードの赤外線送受信機と調理レンジの赤外線受信機との間で，赤外線により双方向の信号伝達を行うに当たり，その調理レンジ側の赤外線送受信器を，調理レンジのガラスセラミック調理プレートの下方に配置することにより，ガラスセラミックプレートに穿孔を生じさせないとともに，その平滑な表面を阻害しないという技術的事項が記載されている。",
                "また，前記のとおり，調理レンジの天板の上面上は，加熱調理による調理容器からの調理物の吹きこぼれ等による汚損のおそれがあることは，自明であり，証拠(乙6)及び弁論の全趣旨によると，赤外線送受信機が吹きこぼれた調理物に接すれば，損傷等の危険性があることが認められる。穿孔のない調理レンジのガラスセラミック調理プレートの下方は，調理物の吹きこぼれの落下による損傷から装置を保護できる位置であり，赤外線送受信機を，穿孔のない調理レンジのガラスセラミック調理プレートの下方に配置することにより，赤外線送受信機の調理物による汚損防止を図ることができ，その結果として，通信の信頼性が向上することは，当業者にとって自明であるといえる。",
                "そして，引用発明2と乙5公報に記載された前記の技術とは，換気装置と調理器具との間で赤外線により信号伝達を行う点で共通するところ，信号伝達を行う場合，その信号伝達の信頼性の向上を図ることは，普遍的な課題であるといえるから，通信の信頼性を向上させるために，赤外線送受信機の損傷を防ぐために，引用発明2に乙5公報に記載された前記の技術的事項を組み合わせることには，動機付けがあるといえる。",
                "また，乙5～7の各公報の記載によると，調理器具のトッププレート(調理天板)として赤外線を透過するセラミックガラス(強度，耐熱性のある結晶化ガラス)を用いることは，調理器具において広く用いられている技術であると認められる。",
                "これらのことからすると，引用発明2において，光信号である赤外線の波長が透過する性質を有する耐熱強化ガラスであるセラミックガラス製で調理天板を構成し，赤外線送受信器を調理天板の下方に設けて，調理器具の送受信フィールドを構成すること，すなわち，通信用投光部がトッププレートの下方に配設され，当該トッププレートを通して光信号を上方に向けて発するという構成にすることは，当業者が容易に想到し得ることであるといえる。"
              ],
              "content": [
                {
                  "fig": "b",
                  "subject": "この点についての控訴人の主張を採用することができないことは，前記2(5)ア(ウ)bで判示したとおりである。」",
                  "text": [
                    "(11)  原判決70頁1行目の「F2」を「G2」と改める。",
                    "(12)  原判決70頁6行目～71頁25行目の「乙7公報には・・・採用することができない。」を次のとおり改める。",
                    "「  a  乙7公報には，「調理プレート内のヒータと同数の電力表示器が，・・・セラミックガラスの下方に存在でき，7セグメントの表示部が，動作中の各々の抵抗器の電力の容易な表示を可能にする。」との記載があり，また，証拠(乙8，9，17)によると，トッププレートの下方に，加熱手段の火力を表示する表示手段を備えた加熱調理器は，本件出願日2前に一般に販売されていたことが認められるから，加熱調理器において，「トッププレートの下方に，加熱手段の火力を表示する表示手段を備え」る構成は，本件出願日2当時に広く知られていた技術であったと認められ，同じく加熱調理器に関する引用発明2に，上記の広く知られた技術を適用するのに何らの困難もないというべきである。なお，当該表示手段は，使用者に加熱手段の火力を表示するものであるから，調理容器により視認することが妨げられにくい箇所に備えられるべきことは，当業者が当然に考慮すべき事項であるということができる。",
                    "次に，乙5公報には「特別な場合においては，受信機(4)は例えば鍋又はその他の物体によって覆われることがあり得る。伝達区間は，これにより遮断されている。」との，乙6公報には「機能の信頼性を高めるために，トッププレートの下側の異なる位置に，優先的に調理ゾーンの外側に配置される複数の赤外線受信器を設けることができる。赤外線受信器の1つが例えば調理器によって覆われた場合においても尚，赤外線制御信号は別の赤外線受信器によって受信することができる。」との各記載があり，赤外線送受信装置を備える調理機器において，調理容器等により赤外線の送受信が遮られる可能性があり，その送受信の信頼性を確保するという課題は，当業者にとって，本件出願日2当時，自明な課題であったということができる。",
                    "そして，当該自明な課題につき，乙5公報には「受信機(4)は，調理プレート(1)のこのような箇所，例えば右後ろに配置されており，鍋又はこれに類するものによってこの箇所が覆われることはできる限り起こり得ない。」との，乙6公報には「図3は，4つの調理ゾーン20～23と，トッププレートのコーナーの下側に配置される4つの赤外線受信器4A～4Dを有するトッププレート2の実施形態を平面図で示す。複数の赤外線受信器4A，4B，4C，および4Dを設けることによって，これらの赤外線受信器4A～4Dの3つまでが調理器または別の物体によって覆われている場合も赤外線遠隔操作は機能する。」との各記載があるから，調理容器により赤外線通信が遮断されにくい箇所に赤外線送受信器を配設する構成を採用することにより，上記自明な課題が解決されることも，本件出願日2当時明らかであったと認められる。",
                    "そうすると，乙4公報に接した当業者において，引用発明2に，加熱手段の火力を表示する表示手段に係る上記技術を適用して，トッププレートの下方であって，調理容器により視認することが妨げられにくい箇所に同表示手段を備えるものとし，同じくトッププレートの下方に配設され，調理容器により赤外線通信が遮断されにくい箇所に設けるべきとされる赤外線送受信器(「調理器具2の送受信フィールド6」)を，同表示手段の近傍に設けることは，調理器具の構造やデザインに応じ，適宜設計し得る事項であり，容易に想到し得たことというべきである。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "控訴人は，乙5～7の各公報に開示されたシステムでは，調理機器の操作装置が調理機器の外部にあるから，表示手段を調理器具に設ける必要がないと主張するが，引用発明2に表示手段を設けることに何らの困難もないことは既に説示したとおりであり，このことは乙5～7の各公報に開示されたシステムに表示手段を設ける動機付けがあるかによっては左右されない。",
                    "また，控訴人は，乙5及び6に記載された技術的事項では，表示手段が調理器具側に存在せず，表示手段が調理容器によって視認されることが妨げられるという事態が生じ得ないから，乙5及び6に記載された技術的事項は，「調理容器により視認することが妨げられにくい箇所に同表示手段を設ける」ことを前提としていないと主張するが，当業者において表示手段を調理容器により視認することが妨げられにくい箇所に設けることを想到し得ることは，前記aのとおりであって，このことは，乙5及び6に記載された技術的事項では，表示手段が調理器具の側に存在しないことによって左右されるものではない。",
                    "その他の控訴人の主張が前記aの判断を左右するものでないことは，既に判示したところから明らかである。」",
                    "(13)  原判決72頁7行目～18行目の「上記2(4)イのとおり・・・というべきである。」を次のとおり改める。",
                    "「乙6公報には，「機能の信頼性を高めるために，トッププレートの下側の異なる位置に，優先的に調理ゾーンの外側に配置される複数の赤外線受信機を設けることができる。赤外線受信機の1つが例えば調理器によって覆われた場合においても尚，赤外線制御信号は別の赤外線受信機によって受信することができる。」との記載があり，調理器具のトッププレートの下側に，赤外線受信機を複数設けることにより，複数の赤外線伝送路を設け，通信の信頼性を向上させることが記載されている。",
                    "また，乙6公報には，「双方向赤外線伝送路を設けることができる。その場合，・・・トッププレートの下側に・・・赤外線送信機が配置される」との記載があり，調理器具のトッププレートの下側に赤外線送信機を設けることが記載されている。",
                    "そうすると，引用発明2と乙6公報に記載された技術的事項とは，調理器具に赤外線による通信機能を付加した点で共通する。",
                    "そして，前記のとおり，信号伝達を行う場合，その信号伝達の信頼性の向上を図ることは，普遍的な課題であるといえるから，引用発明2に乙6公報に記載された上記の技術的事項を組み合わせることには，動機付けがある。",
                    "したがって，引用発明2に乙6公報に記載された上記の技術的事項を組み合わせ，調理器具に複数の送受信フィールドを設けることにより，調理器具と換気装置との間に複数の赤外線伝送路を設けることは，当業者が容易に想到し得ることであるといえる。」",
                    "(14)  原判決72頁20行目の「操作装置を」及び23行目の「など」を削除する。",
                    "(15)  原判決73頁2行目の「周知の構成ないし周知技術」を「乙5及び6の各公報に記載された技術的事項」と改め，同頁2行目の「又は」を削除する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "訂正の再抗弁(本件特許2)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，平成30年2月26日，本件特許2の特許請求の範囲を次のとおり訂正することを求める訂正審判を特許庁に請求した(本件訂正，甲16)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正後の特許請求の範囲請求項2の記載は，次のとおりである(甲16。なお，「A2」等の段落頭の記号は，当裁判所が付したものである。)。",
                "A2  鍋などの調理容器が載置されるトッププレートと，",
                "B2’このトッププレートの下方であって左右方向に並設された調理用の2つの電磁誘導式の加熱手段と，",
                "C2  この加熱手段を制御する通電制御手段と，",
                "D2  前記トッププレートの下方に配設され，当該トッププレートを通して光信号を上方に向けて発する通信用投光部と，",
                "K2’前記トッププレートの下方かつ前記加熱手段のそれぞれの前側に対応して配置され，当該加熱手段の火力を前記トッププレートを透過して表示する表示手段とを具備し，",
                "E2  前記通電制御手段は，前記通信用投光部を介して，前記トッププレートの上方に配設される換気装置を制御する機能を有し，",
                "F2  前記トッププレートを，前記光信号の波長が透過する光透過性を有する耐熱強化ガラスから構成し，",
                "G2’前記通信用投光部を，前記表示手段の近傍にそれぞれ配置したこと",
                "H2  を特徴とする加熱調理器。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "進歩性の判断",
              "text": [
                "事案に鑑み，本件訂正後の特許請求の範囲請求項2に係る発明(以下「本件訂正発明2」という。)の進歩性につき，まず検討する。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "本件訂正発明2と引用発明2との対比",
                      "text": [
                        "本件訂正発明2と引用発明2との相違点は，次のとおりであり，他の点は一致する。",
                        "【相違点3-1】",
                        "本件訂正発明2の「通信用投光部」は，「前記トッププレートの下方に配設され，当該トッププレートを通して光信号を上方に向けて発する」のに対し，引用発明2において「通信用投光部」に相当する「調理器具2の送受信フィールド6」がどのような態様で調理器具2内に設けられているか，また，調理天板を通して光信号を発するかが不明である点。",
                        "【相違点3-2】",
                        "本件訂正発明2の「トッププレート」は，「前記光信号の波長が透過する光透過性を有する耐熱強化ガラスから構成」されているのに対し，引用発明2において「トッププレート」に相当する「調理天板18」の性質・材質は明記されていない点。",
                        "【相違点3-3】",
                        "本件訂正発明2においては，「調理用の加熱手段」が，「電磁誘導式」で，「2つ」の加熱手段が「左右方向に並設された」，「2つの」加熱手段であるのに対し，引用発明2においては，加熱手段の数と複数ある場合の相互の位置関係が特定されていない点。",
                        "【相違点3-4】",
                        "本件訂正発明2においては，トッププレートの下方かつ加熱手段のそれぞれの前側に対応して配置され，当該加熱手段の火力を前記トッププレートを透過して表示する表示手段が具備されており，前記通信用投光部は，前記表示手段の近傍にそれぞれ配置されているのに対し，引用発明2においては，上記のような加熱手段毎の表示手段の存否，「通信用投光部」に相当する「調理器具2の送受信フィールド6」が配置される位置が特定されていない点。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "相違点についての判断",
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "相違点3-1及び3-2について",
                          "text": [
                            "相違点2-1及び2-2についての前記判断と同様に，引用発明2に乙5公報に記載された技術的事項等を組み合わせることにより，相違点3-1及び3-2に係る本件訂正発明2の構成に至るのであって，引用発明2に乙5公報に記載された技術的事項等を組み合わせることは，当業者が容易に想到し得ることである。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "相違点3-3について",
                          "text": [
                            "二つの電磁誘導式の調理用の加熱手段が左右方向に並設された加熱調理器は，一般的に知られており(乙8，9，17)，引用発明2において，調理用の加熱手段を電磁誘導式として，左右に二つ並設することは，当業者が適宜設計し得る事項にすぎない。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "相違点3-4について"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "subject": "加熱手段毎の表示手段の具備について",
                  "text": [
                    "加熱手段毎の火力をトッププレートを透過して表示する表示手段を，トッププレートの下方に配置した加熱調理器は，一般的に知られており(乙8，9，17)，引用発明2において，加熱手段毎の火力をトッププレートを透過して表示する表示手段を，トッププレートの下方に配置することは，当業者が容易に想到し得ることである。",
                    "また，加熱手段毎の火力を表示する表示手段を，加熱手段のそれぞれの前側に対応して配置することは，利用者が視認しやすい位置はどこかという見地から，当業者が適宜設計し得る事項であり，容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "表示手段と通信用投光部の位置関係について",
                  "text": [
                    "相違点2-3，相違点2-4についての前記判断と同様に，引用発明2において，送受信フィールドを複数設け，複数設置する送受信フィールドを前記表示手段の近傍にそれぞれ配置することは，当業者が適宜設計し得る事項であり，容易に想到し得ることである。",
                    "この点について，控訴人は，本件訂正発明2では，「加熱手段のそれぞれの前側に配置された表示手段の近傍に投光部が配置され」ることから，投光部が分離して配置されるのに対し，乙7では，「まとめられた表示装置群の近傍に一つの赤外線レシーバーが配置されている」点で相違しているから，引用発明2に乙7～9及び17を組み合わせても本件訂正発明2の構成にならないと主張する。",
                    "しかし，本件訂正発明2は，「通信用投光部を，前記表示手段の近傍にそれぞれ配置」するものであり，前記aのとおり，複数の表示手段を，複数の加熱手段のそれぞれの前側に対応して配置することが，当業者にとって容易に想到し得ることである以上，複数の送受信フィールドを複数の当該表示手段の近傍にそれぞれ配置することも，当業者にとって容易に想到し得ることであるから，控訴人の上記主張は，理由がない。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(エ)",
                          "subject": "作用効果について",
                          "text": [
                            "控訴人は，本件訂正発明2は，表示手段の近傍に投光部が配置されること，表示手段が二つのIHヒータのそれぞれの前側に対応して配置されることにより，より一層光信号が遮断される確率を小さくすることができるという作用効果を奏する旨主張するが，控訴人の主張する上記作用効果は，当業者が予測可能な内容であり，それをもって，進歩性を認める理由となり得るものではない。"
                          ]
                        },
                        {
                          "fig": "(オ)",
                          "subject": "小括",
                          "text": [
                            "以上によると，本件訂正発明2は，当業者が引用発明2に乙5及び6の各公報に記載された技術的事項を適用し，適宜設計することにより，容易に発明をすることができたものといえる。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そうすると，本件訂正発明2は，特許を受けることができないものである(特許法29条2項)から，本件訂正によって，本件特許2に係る無効理由が解消するものではない。",
                "したがって，その余の点を判断するまでもなく，控訴人の訂正の再抗弁は，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，控訴人の本件請求は，その余の点を判断するまでもなく，理由がなく，原判決は相当であるから，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}