{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800099号事件について平成30年5月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「二酸化炭素経皮・経粘膜吸収用組成物」とする特許第5643872号（以下「本件特許」という。）の特許権者である。",
                "本件特許は，平成11年5月6日を出願日とする特願平11-125903号の一部を平成19年6月11日に新たな出願とし（特願2007-154216号），更にその一部を平成23年1月18日に新たな出願とし（特願2011-8226号），更にその一部を平成25年4月26日に新たな出願とした特願2013-93612号に係るものであって，平成26年11月7日にその特許権の設定登録がされたものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年7月25日，特許庁に対し，本件特許を無効にすることを求めて特許無効審判を請求した。",
                "特許庁は，これを無効2017-800099号事件として審理した上，平成30年5月8日，「本件審判の請求は，成り立たない。」との審決をし（以下「本件審決」という。），その謄本は同月17日に原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年6月6日，本件審決の取消しを求める本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許に係る特許請求の範囲の記載は，次のとおりである（以下，特許請求の範囲に記載された発明を「本件発明」といい，個別に特定するときは請求項の番号に従って「本件発明1」などという。また，本件発明に係る明細書〔甲44〕を「本件明細書」という。）。",
            "【請求項1】",
            "気泡状の二酸化炭素を含有する二酸化炭素経皮・経粘膜吸収用組成物からなるパック化粧料を得るためのキットであって，",
            "水及び増粘剤を含む粘性組成物と，",
            "炭酸塩及び酸を含む，複合顆粒剤，複合細粒剤，または複合粉末剤と，",
            "を含み， ",
            "前記二酸化炭素経皮・経粘膜吸収用組成物が，前記粘性組成物と，前記複合顆粒剤，複合細粒剤，または複合粉末剤とを混合することにより得られ，前記二酸化炭素経皮・経粘膜吸収用組成物中の前記増粘剤の含有量が1～15質量％である，",
            "キット。",
            "【請求項2】",
            "前記複合顆粒剤，複合細粒剤，または複合粉末剤が，酸として，クエン酸，コハク酸，酒石酸，乳酸，及びリン酸二水素カリウムからなる群から選択された少なくとも1種を含む，請求項1に記載のキット。",
            "【請求項3】",
            "前記粘性組成物が，増粘剤として，天然高分子，半合成高分子，及び合成高分子からなる群から選択された少なくとも1種を含む，請求項1または2に記載のキット。",
            "【請求項4】",
            "前記粘性組成物が，増粘剤として，アルギン酸ナトリウム，カルボキシビニルポリマー，カルボキシメチルスターチナトリウム，カルボキシメチルセルロースナトリウム，キサンタンガム，クロスカルメロースナトリウム，結晶セルロース，ヒドロキシプロピルセルロース，ヒドロキシプロピルメチルセルロース，及びポリビニルアルコールからなる群から選択された少なくとも1種を含む，請求項1～3のいずれかに記載のキット。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書の写しに記載のとおりである。要するに，本件発明は，甲1（特開平5-229933号公報）及び公知技術（甲2〔特開平6-179614号公報〕に記載された技術）に基づいて当業者が容易に発明をすることができたものとはいえないから，本件特許を無効とすることはできない，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した，①引用発明（甲1発明），②本件発明1と引用発明との一致点及び相違点並びに③公知技術（甲2記載事項）は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明（甲1発明）",
                  "text": [
                    "炭酸水素ナトリウム35重量部，脱脂粉乳5重量部，加水分解ゼラチン1重量部，アルギン酸ナトリウム1重量部，シリコン樹脂及びスクワラン，メチルパラベン，黄酸化鉄を含有する黄色の粉末状の第1剤と，",
                    "乳酸20重量部，アスコルビン酸5重量部，加水分解ゼラチン15重量部，アルギン酸ナトリウム5重量部，シリコン樹脂及びスクワラン，メチルパラベン，べんがらを含有する赤色の粉末状の第2剤",
                    "の組合せからなり，",
                    "前記第1剤と前記第2剤を混合して得られた組成物に水を加え，当該組成物中で，炭酸水素ナトリウムと，乳酸及びアスコルビン酸を反応させることにより，気泡状の炭酸ガスを含有する組成物からなるパック化粧料を得ることができるもの。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「気泡状の二酸化炭素を含有するパック化粧料を得るためのキットであって，炭酸塩，酸，及び，増粘剤を含む，キット」の発明である点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "相違点1：本件発明1が，「水及び増粘剤を含む粘性組成物」と「炭酸塩及び酸を含む，複合顆粒剤，複合細粒剤，または複合粉末剤」とを含み，「二酸化炭素経皮・経粘膜吸収用組成物が，前記粘性組成物と，前記複合顆粒剤，複合細粒剤，または複合粉末剤とを混合することにより得られ」るものであるのに対し，甲1発明は，「炭酸水素ナトリウム35重量部，脱脂粉乳5重量部，加水分解ゼラチン1重量部，アルギン酸ナトリウム1重量部，シリコン樹脂及びスクワラン，メチルパラベン，黄酸化鉄を含有する黄色の粉末状の第1剤」と，「乳酸20重量部，アスコルビン酸5重量部，加水分解ゼラチン15重量部，アルギン酸ナトリウム5重量部，シリコン樹脂及びスクワラン，メチルパラベン，べんがらを含有する赤色の粉末状の第2剤」の組合せからなり，「前記第1剤と前記第2剤を混合して得られた組成物に水を加え，当該組成物中で，炭酸水素ナトリウムと，乳酸及びアスコルビン酸を反応させることにより，気泡状の炭酸ガスを含有する組成物からなるパック化粧料を得ることができるもの」である点",
                        "相違点2：パック化粧料について，本件発明1が「二酸化炭素経皮・経粘膜吸収用組成物からなる」ものであるのに対し，甲1発明にはその旨明記されていない点",
                        "相違点3：経皮・経粘膜吸収用組成物中の増粘剤の含有量について，本件発明1は「1～15質量％」であるのに対し，甲1発明にはその旨特定されていない点"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "公知技術（甲2記載事項）",
                  "text": [
                    "アルギン酸水溶性塩類を含有するゲル状パーツからなる第一剤と，前記アルギン酸水溶性塩類と反応しうる二価以上の金属塩類および前記反応の遅延剤を含有する粉末パーツからなる第二剤との二剤からなることを特徴とするパック化粧料。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "相違点1に係る判断の誤り"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由に関する当事者の主張",
          "text": [
            "（原告の主張）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，甲1発明に対して甲2記載事項を適用することに関し，動機付けがなく，また，阻害要因があるとして，その適用は困難と判断しているが，次のとおり誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "すなわち，本件特許の原出願日当時，二酸化炭素が血行促進その他の美容効果を生じることは周知であり，気泡状の二酸化炭素（炭酸ガス）を経皮吸収させることを機能の一つとする化粧料や炭酸ガスを発生させる物質を水の存在下で用時に混合する技術，2剤型の化粧料やジェルと粉末の組合せも，それぞれ周知であり，あるいは慣用技術であった。また，アルギン酸ナトリウムは天然由来の増粘剤であり，粘度及び安全性が高い上，皮膚に良い影響を与えるというメリットがあることが確認されていたが，他方で水に難溶であるため，事前に水に添加して利用することが慣用技術であった（アルギン酸ナトリウム慣用技術）。甲2記載事項は，かかるアルギン酸ナトリウム慣用技術のことを意味している。",
                "さらに，気泡状の二酸化炭素（炭酸ガス）を経皮吸収させることを機能の一つとする化粧剤について，気泡状の二酸化炭素（炭酸ガス）が大気中に拡散すること（拡散問題）を軽減することは自明かつ周知の課題であり，この課題を解決するために，アルギン酸ナトリウムを事前に水に添加して万遍なく行き渡らせることにより，網目状の高分子化合物が形成され，気泡状の二酸化炭素（炭酸ガス）を水溶液中に閉じ込めることが可能となり（閉じ込め効果），その結果，気泡状の二酸化炭素（炭酸ガス）が大気中に拡散することを物理的に軽減させることができることも周知であった。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ところで，甲1発明は，気泡状の二酸化炭素（炭酸ガス）を経皮吸収させることを機能の一つとする化粧剤であるから，拡散問題は甲1発明に内在する自明の課題である（アルギン酸ナトリウムは，増粘剤としても機能するものであり，アルギン酸ナトリウムが「起泡助長剤」であるということの技術的意味は，アルギン酸ナトリウムが気泡の発生とその安定化の双方に寄与するものであることを当業者は当然に認識するものであるから，甲1発明に拡散問題が内在していることは明らかである。）。そして，前記のとおり，拡散問題を軽減するために，アルギン酸ナトリウムを事前に水に添加して万遍なく行き渡らせることが有益であることは周知であった。",
                "したがって，甲1発明に対しアルギン酸ナトリウム慣用技術（甲2記載事項）を適用することについては，甲1発明に内在する自明の課題である拡散問題を軽減するために，閉じ込め効果を利用するという積極的な動機付けがあるといえる。",
                "以上のとおりであるから，相違点1を克服することは容易であり，これに反する本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そして，次のとおり，相違点2及び3の克服も容易であるから，相違点1に係る判断の誤りは本件審決の結論に影響を及ぼすものといえる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2について",
                  "text": [
                    "前記のとおり，甲1発明に対しアルギン酸ナトリウム慣用技術（甲2記載事項）を適用することは容易であるところ，その結果生成される組成物は，「二酸化炭素経皮経粘膜吸収用組成物」であるから，相違点2は相違点1の克服に伴い自動的に解消される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3について",
                  "text": [
                    "相違点3に係る本件発明1の構成は，増粘剤の含有量について数値限定を加えたものであるが，本件明細書には当該数値が臨界的意義を有することについて何らの記載も示唆もないから，当業者が技術を具体化する際に設定する設計事項にすぎず，相違点3は容易に克服できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告の主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，第1剤をゲル剤に置換すると，第2剤と混合後，水を加える前に炭酸ガスが発生してしまうことを理由として，甲1発明にアルギン酸ナトリウム慣用技術を適用することには阻害要因があると主張するが，失当である。",
                    "前記のとおり，甲1発明は気泡状の二酸化炭素（炭酸ガス）を経皮吸収させることを機能の一つとするものであり，水を加える前に炭酸ガスが発生しても，アルギン酸ナトリウムの閉じ込め効果により，拡散問題は生じない。そのため，水を加える前に炭酸ガスが発生することは，甲1発明にアルギン酸ナトリウム慣用技術を適用することの阻害要因にはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，甲1発明に対しアルギン酸ナトリウム慣用技術を適用しても本件発明1に到達しない旨主張するが，失当である。",
                    "甲1発明に対しアルギン酸ナトリウム慣用技術を適用する場合には，二酸化炭素を発生させる成分である酸と炭酸塩とを同一の顆粒（複合顆粒）とすることが当然に必要となるものであり，これは甲1発明に対しアルギン酸ナトリウム慣用技術を適用することに当然に伴う工夫であるから，この点は容易想到性を否定する根拠にはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，甲1発明に工夫を施して「複合粉末剤等」とすることは，甲1発明の目的に反する方向への変更であり，阻害要因があるとも主張するが，失当である。",
                    "甲1は，技術分野の同一性を理由として本件発明の課題を解決するための主引例として選択されたものであり，容易想到性の判断に際して，甲1に記載された目的に反する方向での変更か否かは関係がない。言い換えれば，甲1発明は，炭酸ガスの保留性を高めるという周知の課題を解決するという観点から，主引例として選択された甲1の記載に基づき認定された発明であり，その過程においては，炭酸ガスの保留性を高めるという周知の課題（及びその解決手段）がポイントなのであって，甲1の請求項に記載の発明の目的が入り込む余地はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，本件審決は，相違点1に係る判断を誤り，その誤りは結論に影響を及ぼすものであるから，違法なものとして取り消されるべきである。",
                "（被告の主張）",
                "次のとおり，甲1発明は，気泡状の二酸化炭素（炭酸ガス）を経皮吸収させることを機能の一つとする化粧剤ではないから，拡散問題が甲1発明に内在する自明の課題であるとはいえず，甲1発明にアルギン酸ナトリウム慣用技術を適用する動機付けは存在しない。また，甲1発明にアルギン酸ナトリウム慣用技術を適用することには阻害要因がある。仮に甲1発明にアルギン酸ナトリウム慣用技術を適用したとしても，本件発明1には到達し得ない。",
                "したがって，原告が主張する取消事由は理由がなく，本件審決の認定には何ら誤りがないというべきである。"
              ]
            },
            {
              "fig": "(1)",
              "subject": "動機付けに関し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，何の根拠を示すこともなく，甲1発明は，気泡状の二酸化炭素（炭酸ガス）を経皮吸収させることを機能の一つとする化粧剤であると主張するが，その主張は誤りである。",
                    "すなわち，引用例（甲1）の記載によれば，甲1発明は，第1剤と第2剤を水中で混合して発生した炭酸ガスの気泡の破裂により皮膚，毛髪をマッサージすることを目的としているため，発泡性化粧料中において気泡状の二酸化炭素が気泡状で保持されている必要はなく，むしろ，二酸化炭素が気泡状で保持されずに，二酸化炭素の泡が破裂することによる物理的な刺激を皮膚や毛髪に付与することが望ましい。また，甲1発明における炭酸ガスは肌をマッサージするものにすぎず，皮膚や粘膜を通じて吸収されるものではない。",
                    "したがって，「甲1発明は，気泡状の二酸化炭素（炭酸ガス）を経皮吸収させることを機能の一つとする化粧剤である」とはいえず，原告の主張はその前提から誤っていることが明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，アルギン酸ナトリウムには難溶性，ダマ形成といった問題があることを前提に，「拡散問題を軽減するために，アルギン酸ナトリウムを事前に水に添加して万遍なく行き渡らせることが有益であることは周知であった。」「したがって，甲1発明に対しアルギン酸ナトリウム慣用技術（甲2記載事項）を適用することには，甲1発明に内在する自明の課題である拡散問題を軽減するために，閉じ込め効果を利用するという積極的な動機付けがあるといえる。」と主張する。",
                    "しかしながら，甲1発明におけるアルギン酸ナトリウムは気泡発生を助成するための起泡助長剤として添加されているものであり（甲1【0013 】），アルギン酸ナトリウムを添加すると，甲1発明において，水を加えてかき混ぜる際，ダマになりやすいとの問題が生じるとはいえない。また，前記のとおり，甲1発明は，炭酸ガスの気泡の破裂により皮膚，毛髪をマッサージすることを目的とした発明であり，「気泡状の二酸化炭素（炭酸ガス）を経皮吸収させることを機能の一つとする化粧剤」の発明ではないため，原告が主張する拡散問題が甲1発明に内在した課題であるなどとはいえない。",
                    "したがって，甲1発明と甲2記載事項（又は原告が主張するアルギン酸ナトリウム慣用技術）に課題の共通性はなく，甲1発明において原告主張の拡散問題は生じないのであるから，拡散問題を軽減するために，アルギン酸ナトリウムを事前に水に添加して利用する技術を適用することに積極的動機付けがあるとの原告の主張は明らかに失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，原告の主張は，「甲1発明は，気泡状の二酸化炭素（炭酸ガス）を経皮吸収させることを機能の一つとする化粧剤である」との前提自体に誤りがあり，拡散問題が甲1発明に内在する自明の課題であるなどといえないことは明らかであるから，甲1発明にアルギン酸ナトリウムを事前に水に添加して利用する技術を適用する動機付けがあるといえないことも明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "阻害要因に関し",
              "text": [
                "本件審決が，甲1発明に甲2記載事項を適用することに阻害要因があると認定した理由は，「第1剤と第2剤がいずれも粉体であって，混合しても水を加えるまでは反応が発生しないことを前提とする甲1発明の課題解決手段と，第一剤がゲル状であって，第二剤とを混ぜ合わせた時点で両剤に含まれる成分間の反応が始まってしまう甲2記載事項とが両立し得ないことは明らかであるから，甲1発明には甲2記載事項との組合せを阻害する事由が内在しているといえる。」（本件審決13頁28行目～33行目）というものであり，かかる理由は，甲2に記載された技術に限らず，甲1発明にアルギン酸を事前に水に添加して利用する技術を適用することに関しても，同様に当てはまる。",
                "そのため，甲1発明に原告が主張するアルギン酸ナトリウム慣用技術を適用することに阻害要因があることは明らかであり，本件発明1が甲1発明及び原告が主張するアルギン酸ナトリウム慣用技術に基づき容易に想到できた発明でないことは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲1発明にアルギン酸ナトリウム慣用技術を適用したとしても相違点1が想到容易であるとはいえないこと",
              "text": [
                "本件審決でも認定されているとおり，仮に，甲1発明にアルギン酸ナトリウムを事前に水に添加する技術を適用したとしても，第1剤をゲル剤（＝水及び増粘剤を含む粘性組成物）として，第2剤を複合顆粒剤等とした構成にはたどり着かないため，かかる点からみても，本件発明1が甲1発明及び原告が主張するアルギン酸ナトリウム慣用技術に基づき容易に想到できた発明でないことは明らかである。",
                "すなわち，甲1発明は，炭酸水素ナトリウムを含む第1剤とクエン酸，酒石酸，乳酸及びアスコルビン酸のうちの1又は2以上の成分を含む第2剤の組合せからなる発明であるが，これに原告が主張するアルギン酸ナトリウム慣用技術を適用し，第1剤又は第2剤の両方又はいずれかに水とアルギン酸ナトリウム（増粘剤）を加えたとしても，①炭酸水素ナトリウムとアルギン酸ナトリウムを含む粘性組成物（ジェル剤）と，酸を含む粉末剤の組合せ，②炭酸水素ナトリウムを含む粉末剤と，酸とアルギン酸ナトリウムを含む粘性組成物（ジェル剤）との組合せ，③炭酸水素ナトリウムとアルギン酸ナトリウムを含む粘性組成物（ジェル剤）と，酸とアルギン酸ナトリウムを含む粘性組成物（ジェル剤）との組合せのいずれかにしかたどり着かないものであり，酸と炭酸塩を含む複合顆粒剤等と粘性組成物（ジェル剤）の組合せからなる本件発明1には到達し得ない。",
                "甲1発明を出発点として本件発明1にたどり着くためには，第2剤の構成中の酸を第1剤に移した上で複合化し，更に第2剤にアルギン酸ナトリウム等の増粘剤と水を加えて粘性組成物化するか，両剤からアルギン酸ナトリウムを抜き出して水に溶解し粘性組成物とするとともに，第1剤中の酸と第2剤中の炭酸塩を複合化するという二段階のプロセスが必要になるが，かかる二段階のプロセスは，甲2には何ら開示されていない。",
                "また，甲1発明は，最高度に気泡が発生することを色によって判断できるようにするという課題の下，炭酸塩を含む第1剤と酸を含む第2剤に異なる色を付すことで，混合により色調を変え，使用可能な状態を知らせることでその解決を図ったものであるから，そのように異色の二剤に分けた炭酸塩及び酸を一剤化して「複合粉末剤」等とすることは，甲1発明の目的に反する方向への変更であるといえるから，そのような変更を当業者が容易に想到し得るとはいえない。",
                "したがって，仮に，原告の主張のように，甲1発明にアルギン酸ナトリウムを事前に水に添加する技術を適用したとしても，本件発明1に到達し得ないことは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件明細書（甲44）の記載によれば，本件発明は，二酸化炭素経皮・経粘膜吸収用組成物，該組成物の製造用キット，該組成物を含む皮膚粘膜疾患もしくは皮膚粘膜障害に伴うかゆみ，末梢循環障害に基づく皮膚潰瘍等の疾患の予防ないし治療剤及び化粧料に関するものである（【0001】）。",
            "また，本件明細書には，従来技術として，炭酸ガスが血行を良くすることが知られており，炭酸ガスを含む湿布剤を提案する特許文献1が存在するが，当該湿布剤は，炭酸塩と有機酸を用いて発生させた炭酸ガスを水に溶かして利用するものであり，水に溶解する炭酸ガスの絶対量は極めて少ないために，効果が期待できないものであったことが記載されており（【0004】），その他の従来技術としては，発泡性の粉末飲料やコンタクトレンズ等の洗浄剤に用いられるものであり，発生した炭酸ガスを保持する技術的課題が存在しないものや（【0005】），爪のクチクラに対し軟化作用を有する気泡性水溶液であり，炭酸ガスを保持することができない組成物（【0006】），性交時の潤滑性及び膣の乾燥防止のためのムース状潤滑剤であり，容器から出されると速やかに炭酸ガスを失うもの（【0007】）などが記載されている。",
            "そして，本件発明における二酸化炭素は，炭酸飲料や発泡性製剤のように短時間，例えば数秒から数分以内に消失するものではなく，本件発明の組成物に気泡状態で保持され，持続的に放出されるものであること（【0037】），本件発明の組成物は二酸化炭素の持続的経皮・経粘膜吸収が目的であること（【0042】）が記載され，当該目的に対応する課題の解決手段として，「水，増粘剤及び気泡状二酸化炭素を含有し，二酸化炭素を持続的に経皮・経粘膜吸収させることができる組成物」など（【0011】）が記載されている。",
            "以上の記載からみると，本件明細書の記載上，従来から，二酸化炭素が血行促進作用を有することが知られており，また，二酸化炭素を皮膚に適用する技術も存在したところ，これらの技術は，いずれも二酸化炭素を保持する組成物に関するものではなかったと認められる。そして，本件明細書に記載された技術は，二酸化炭素の作用を利用するために，二酸化炭素を持続的に経皮吸収させることを課題とし，当該課題を解決するために，アルギン酸ナトリウム等の増粘剤を含有する含水粘性組成物（ジェル等）の粘性を利用して，当該組成物中に二酸化炭素を保持するようにし，その状態の当該組成物から経皮的に二酸化炭素を吸収させることにより，経皮吸収させる時間を長くするものであると認められる。",
            "そうすると，本件発明は，二酸化炭素経皮吸収用組成物からなるパック化粧料を得るためのキットにおいて，得られるパック化粧料が，含水粘性組成物の粘性を利用して，二酸化炭素を組成物中に保持し，持続的に経皮吸収させることができる点に特徴を有するものと認められる。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用例（甲1）の記載事項",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠（甲1）によれば，次の記載が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】炭酸水素ナトリウムを含む第1剤と，前記炭酸水素ナトリウムと水の存在下で混合したときに気泡を発生するクエン酸，酒石酸，乳酸及びアスコルビン酸のうちの1又は2以上の成分を含む第2剤と，前記第1剤と第2剤に夫々分散された異色のものからなり，混合により色調を変え，使用可能な状態になったことを知らせるための2色の着色剤A，Bと，前記第1剤又は第2剤の一方又は双方に含まれた，化粧料としての有効成分とからなることを特徴とする発泡性粉末化粧料。",
                    "・・・"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0002】例えば美顔用のパックに使用される化粧料には練状物やクリーム乃至泡状のものがあり，これらは顔に塗布或いは付着させて成分の浸透を図り皮膚をととのえる目的で使用され，使用の際に洗顔とマッサージを行なうのが普通である。",
                    "【0003】マッサージは通常手で行なわれ，営業的には回転するバフを用いても行なわれるが，そのマッサージが過剰になされ勝ちである。しかし皮膚をマッサージし過ぎると，化粧料に対して過敏になることがあり，その結果皮膚に発疹やかぶれを生じる問題があった。",
                    "・・・",
                    "【0005】しかしながらマッサージなしで済まされるこの種の化粧料は現在のところ開示されていない。そこで本発明者は発泡作用によりマッサージ効果が得られる化粧料を開発し，既に出願した。その化粧料は予期した通りのマッサージ効果を発揮するが，反応が最適かどうかが分かりにくいという指摘があった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0006】本発明は前記の点に鑑みなされたもので，その課題とするところは発泡作用によりマッサージ効果を得る化粧料について，最高度に気泡が発生することを色によって判断できるようにすることである。またそれにより化粧料としての価値も高められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0007】前記課題を解決するため本発明の発泡性化粧料は，炭酸水素ナトリウムを含む第1剤と，前記炭酸水素ナトリウムと水の存在下で混合したときに気泡を発生するクエン酸，酒石酸，乳酸及びアスコルビン酸のうちの1又は2以上の成分を含む第2剤と，前記第1剤と第2剤に夫々分散された異色のものからなり，混合により色調を変え，使用可能な状態になったことを知らせるための2色の着色剤A，Bと，前記第1剤又は第2剤の一方又は双方に含まれた，化粧料としての有効成分とからなる組成を有する。本発明に係る化粧料はその組成からも明らかなように常態では粉状である。",
                    "【0008】第1剤は炭酸水素ナトリウムからなり，全量100重量部中の割合には15～35重量部が良い。第1剤と第2剤は水の存在下で発泡し，その反応は理論的には重量モル比で決まるが，実験により上記の範囲が最適であると認められたためである。",
                    "【0009】第2剤は水の存在下で第1剤と反応し，炭酸ガスを発生するクエン酸，アスコルビン酸，酒石酸，乳酸の内いずれか1乃至2以上からなり，第1剤との重量モル比から組成比率は45～20重量部が良い。・・・",
                    "【0010】本発明に係る化粧料では，2色の着色剤A，Bを第1剤，第2剤に夫々混合し，使用前，個有（原文のまま）の色分けを行なうとともに使用時第1，第2両剤を混合し，一定の色調になったときに良く混合したことが判断できかつ，最適の反応が行なわれるようになる。",
                    "【0011】例えば第1剤が赤色，第2剤が黄色である場合，第1剤と第2剤を混合すると，だいだい色に変色することになるが，このだいだい色の発色により最適の使用状態にあることが判断できるのである。・・・",
                    "【0012】変色をすばやく行ない，かつ混合が良好に行なわれるように，第1剤と第2剤は容量を等しく混合させるように調整する。等量同士の混合であれば，目分量でも正確を期しやすいからである。・・・",
                    "【0013】さらに起泡助長剤を用い，気泡発生を助成することができる。この種の助長剤としては，脱脂粉乳，加水分解ゼラチン，アルギン酸ナトリウム等が用いられる。・・・"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施例",
                  "text": [
                    "【0014】以下，表1，2を参照し，実施例について説明する。表1の実施例I，II，IIIはリンス又はパックとして使用される化粧料に関するもので次の組成を有する。",
                    "【0015】",
                    "【表1】（別紙引用例の表参照）",
                    "I．炭酸ガス発生剤である炭酸水素ナトリウム35重量部，起泡助長剤として脱脂粉乳5重量部，加水分解ゼラチン1重量部，アルギン酸ナトリウム1重量部，柔軟剤としてシリコン樹脂及びスクワラン，防腐剤としてメチルパラベンを混合し，それに着色剤としての黄酸化鉄を夫々適量混合して黄色の第1剤を調製する一方，第1剤との反応により炭酸ガスを発生させるために乳酸20重量部，アスコルビン酸5重量部，起泡助長剤として加水分解ゼラチン15重量部，アルギン酸ナトリウム5重量部及び第1剤と同様に柔軟剤，防腐剤適量を混合し，さらにべんがらによって赤色に着色した第2剤を得て，パックとして使用される粉末状の化粧料を調製した。",
                    "・・・",
                    "【0024】使用法",
                    "粉末パック場合",
                    "実施例Iのものを水に溶かして用いる。第1剤と第2剤が水の存在下で反応し，無数の炭酸ガス気泡を発生しつつ気泡が破裂することにより，皮膚に対しマッサージを行なうのと同等の作用を起こす。",
                    "・・・"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "【0027】本発明は以上の如く構成され，かつ作用するものであり，炭酸ガスの発泡，破裂作用によりマッサージ効果を得ることができ，その発泡の度合いが最高の状態にあることを異色の第1，第2両剤の混合変色により容易に判断できるので，使用方法が容易化し最高の発泡状態が得られるから化粧料としての価値を高めることができるという効果を奏する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載によれば，引用例（甲1）には，次の事項が記載されているものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "例えば美顔用のパックに使用される化粧料は，その使用の際に洗顔とマッサージを行なうのが普通である。マッサージは通常手で行なわれ，営業的には回転するバフを用いても行なわれるが，皮膚をマッサージし過ぎると，化粧料に対して過敏になることがあり，その結果皮膚に発疹やかぶれを生じる問題があった（【0002】及び【0003】）。",
                    "しかしながら，マッサージなしで済まされるこの種の化粧料は現在のところ開示されておらず，本発明者が開発し出願した発泡作用によりマッサージ効果が得られる化粧料は，予期したとおりのマッサージ効果を発揮するものの，反応が最適かどうかが分かりにくいという難点があった（【0005】）。",
                    "本発明は，発泡作用によりマッサージ効果を得る化粧料について，最高度に気泡が発生することを色によって判断できるようにすることで，その課題を解決しようとしたものである（【0006】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本発明の発泡性化粧料は，炭酸水素ナトリウムを含む第1剤と，前記炭酸水素ナトリウムと水の存在下で混合したときに気泡を発生するクエン酸，酒石酸，乳酸及びアスコルビン酸のうちの1又は2以上の成分を含む第2剤と，前記第1剤と第2剤にそれぞれ分散された異色のものからなり，混合により色調を変え，使用可能な状態になったことを知らせるための2色の着色剤A，Bと，前記第1剤又は第2剤の一方又は双方に含まれた，化粧料としての有効成分とからなる組成を有する。本発明に係る化粧料はその組成からも明らかなように常態では粉状である（【0007】）。",
                    "本発明に係る化粧料では，2色の着色剤A，Bを第1剤，第2剤にそれぞれ混合し，使用前，個有（原文のまま）の色分けを行なうと共に使用時第1，第2両剤を混合し，一定の色調になったときに良く混合したことが判断できかつ，最適の反応が行なわれるようになる（【0010】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本発明は，炭酸ガスの発泡，破裂作用によりマッサージ効果を得ることができ，その発泡の度合いが最高の状態にあることを異色の第1，第2両剤の混合変色により容易に判断できるので，使用方法が容易化し最高の発泡状態が得られるから化粧料としての価値を高めることができるという効果を奏する（【0027】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "公知文献（甲2）の記載事項",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠（甲2）によれば，次の記載が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】 アルギン酸水溶性塩類を含有するゲル状パーツからなる第一剤と，前記アルギン酸水溶性塩類と反応しうる二価以上の金属塩類および前記反応の遅延剤を含有する粉末パーツからなる第二剤との二剤からなることを特徴とするパック化粧料。",
                    "・・・"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "産業上の利用分野",
                  "text": [
                    "【0001】本発明はアルギン酸水溶性塩類およびこれと反応しうる二価以上の金属塩類を配合した使用性の良好な反応タイプのパック化粧料に関する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "従来の技術及びその課題",
                  "text": [
                    "【0002】従来からパック化粧料には使用後に洗いおとすタイプおよび剥がすタイプの二つがある。通常洗いおとすタイプの基剤は，クリーム状で，皮膚に塗布し放置後，水またはぬるま湯で洗い落とされるものである。剥がすタイプの基剤は，ゼリー状またはペースト状であって皮膚に塗布し乾燥させて皮膜を形成させ，その後，手で剥がされるものである。ところで，剥がすタイプに属するものの一つにアルギン酸塩類と該塩類と反応する二価以上の金属塩類とを配合した粉末を使用時に水と混合してペースト状とし，パック化粧料としたものが知られている（特開昭52-10426号公報，特開昭58-39608号公報）。このパック化粧料は，従来のように皮膚上での皮膜形成が，水分の蒸発・乾燥によるものとは異なり，配合物同士の反応によって水分を含んだまま行われるので肌に対する使用感が良く，従来のものより，乾燥時間が早いという特徴がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0003】しかしながら，上記のアルギン酸塩類を含む粉末状のパック化粧料は，次のような問題点があった。",
                    "（1）水を加えてかきまぜる際，ダマになりやすく，顔に塗布する際，均一な膜になりにくい。これは，アルギン酸水溶性塩類が一般に水に溶けにくいためである。",
                    "（2）顔に貼付し，その後剥がす際，きれいにはがれず，肌にパック残りが多い。",
                    "（3）冷たすぎるため，オールシーズンに対応しにくい。",
                    "（4）粉末状なので保湿剤の配合が困難であり，そのため皮膚にしっとり感が付与されにくい。",
                    "（5）反応タイプのため，保管時には水分透過の少ない外装とするなど，経時の保管に注意を必要とする。",
                    "本発明は，このような従来の課題を解決して，使用性が良好で，かつ経時的に安定な反応タイプのパック化粧料を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0004】本願発明者は，水とまざりにくい原因として，アルギン酸水溶性塩類の溶解性が挙げられることから，アルギン酸塩類についてはあらかじめ水に溶解させてゲル状とさせ，また反応が進行しないように，ゲル状パーツと粉末パーツの2パーツに分けることにより，使用性が良好で，経時で安定なパック化粧料が得られることを見い出し，本発明に至った。すなわち，本発明は，アルギン酸水溶性塩類を含有するゲル状パーツからなる第一剤と，前記アルギン酸水溶性塩類と反応しうる二価以上の金属塩類および前記反応の遅延剤を含有する粉末パーツからなる第二剤との二剤からなることを特徴とするパック化粧料である。",
                    "【0005】本発明のパック化粧料は，洗い落とす面倒のない，剥がすタイプのものでありながら，乾燥時間が短く，しかも皮膚に適度な緊張感があり，剥がすとき肌に残りにくく，とりやすい特色を有するほか，使用性が良好で，経時的にも安定であるという特徴がある。本発明のパック化粧料にあっては，使用直前にゲル状パーツと粉末パーツを混合する。この際，ゲル状パーツに含まれるアルギン酸水溶性塩類（例えばアルギン酸ナトリウム）と，粉末パーツに含まれる二価以上の金属塩（例えば硫酸カルシウム）とが水の存在下で化学式1に示すような硬化反応を起こして皮膚（判決注：皮膜の誤記と認める。）形成能のあるアルギン酸金属塩（例えばアルギン酸カルシウム）となり，この結果，弾力性のある凝固体が与えられる。その時，遅延剤（例えばリン酸三ナトリウム）の働きにより化学式2に示すような遅延反応も同時に起こって上記硬化反応の急激な進行が阻止される。",
                    "【0006】",
                    "【化1】硬化反応：Na・nAlg＋n/2CaSO →n/2Na SO ＋Ca・n/2Alg 4 2 4・・・"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載によれば，公知文献（甲2）には，次の事項が記載されているものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本発明はアルギン酸水溶性塩類及びこれと反応し得る二価以上の金属塩類を配合した使用性の良好な反応タイプのパック化粧料に関する（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来からパック化粧料には，使用後に洗い落とすタイプと剥がすタイプの二種類があり，後者の剥がすタイプに属するものの一つとして，アルギン酸ナトリウム塩類と該塩類と反応する二価以上の金属塩類とを配合した粉末を使用時に水と混合してペースト状とし，パック化粧料としたものが知られている。このパック化粧料は，従来のように皮膚上での皮膜形成が，水分の蒸発・乾燥によるものとは異なり，配合物同士の反応によって水分を含んだまま行われるので肌に対する使用感が良く，従来のものより乾燥時間が早いという特徴がある一方で，①水を加えてかき混ぜる際，ダマになりやすく，顔に塗布する際，均一な膜になりにくい，②顔に貼付し，その後剥がす際，きれいに剥がれず，肌にパック残りが多い，③冷た過ぎるため，オールシーズンに対応しにくい，④粉末状なので保湿剤の配合が困難であり，そのため皮膚にしっとり感が付与されにくい，⑤反応タイプのため，保管時には水分透過の少ない外装とするなど，経時の保管に注意を必要とする等の課題があった（【0002】及び【0003】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本発明は，このような従来技術の課題を解決して，使用性が良好で，かつ経時的に安定な反応タイプのパック化粧料を提供することを目的とするものであり，アルギン酸塩類についてはあらかじめ水に溶解させてゲル状とさせ，また反応が進行しないように，ゲル状パーツと粉末パーツの2パーツに分けることにより課題を解決した。すなわち，本発明は，アルギン酸水溶性塩類を含有するゲル状パーツからなる第1剤と，前記アルギン酸水溶性塩類と反応しうる二価以上の金属塩類および前記反応の遅延剤を含有する粉末パーツからなる第2剤との2剤からなることを特徴とするパック化粧料である（【0003】及び【0004】）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本発明のパック化粧料は，使用直前にゲル状パーツと粉末パーツを混合するものであり，この際，ゲル状パーツに含まれるアルギン酸水溶性塩類（例えばアルギン酸ナトリウム）と，粉末パーツに含まれる二価以上の金属塩（例えば硫酸カルシウム）とが水の存在下で硬化反応を起こして皮膜形成能のあるアルギン酸金属塩（例えばアルギン酸カルシウム）となり，この結果，弾力性のある凝固体が与えられる（【0005】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由（相違点1に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件審決が認定した引用発明（甲1発明）の内容と本件発明1との対比については争っていないので，本件審決が認定した相違点のうち，まず相違点1の容易想到性について判断する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記2(1)イ～エ，カの記載によれば，甲1発明は，「発泡作用によりマッサージ効果を得る化粧料について，最高度に気泡が発生することを色によって判断できるようにすること」を課題とし，当該課題を，「炭酸水素ナトリウムを含む第1剤と，前記炭酸水素ナトリウムと水の存在下で混合したときに気泡を発生するクエン酸，酒石酸，乳酸及びアスコルビン酸のうちの1又は2以上の成分を含む第2剤と，前記第1剤と第2剤に夫々分散された異色のものからなり，混合により色調を変え，使用可能な状態になったことを知らせるための2色の着色剤A，Bと，前記第1剤又は第2剤の一方又は双方に含まれた，化粧料としての有効成分とからなる組成」を有する「常態では粉状」の化粧料とし，これにより，「2色の着色剤A，Bを第1剤，第2剤に夫々混合し，使用前，個有（原文のまま）の色分けを行なうとともに使用時第1，第2両剤を混合し，一定の色調になったときに良く混合したことが判断できかつ，最適の反応が行なわれる」ようにすることで，解決しようとしたものである。すなわち，甲1発明は，最高度に気泡が発生することを色によって判断できるようにするために，炭酸塩を含む第1剤と酸を含む第2剤に分けてあえて異色の構成とし，これらを混合することによって色調が変わるようにしたものであると認められる。",
                "そうすると，たとえ，アルギン酸ナトリウムが水に溶けにくい性質を持つことや，一般的な用時調製型の化粧料において，ジェルと固体（顆粒や粉末等）の2剤型のものが周知であったとしても，甲1発明において，炭酸塩と酸が2剤に分離されてそれぞれが異色のものとされている構成を，甲2記載事項の「粉末パーツ」のようにあえていずれか一方（1剤）に統合して複合粉末剤等とすると，そもそも甲1発明の目的（2剤の色分けと混合による色調の変化を利用して最高の発泡状態か否かを判断する）を達成できなくなることは明らかであるから，そのような変更を当業者が容易に想到し得るとはいい難く，その意味で，甲1発明に甲2に記載された技術（甲2記載事項）等を組み合わせようとすることについては動機付けがなく，むしろ阻害要因があるといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，原告は，甲1発明は，気泡状の二酸化炭素（炭酸ガス）を経皮吸収させることを機能の一つとする化粧剤であるから，拡散問題（炭酸ガスが大気中に拡散すること）は甲1発明に内在する自明の課題であるとした上で，甲1発明に対しアルギン酸ナトリウム慣用技術（甲2記載事項）を適用することについては，自明の課題である拡散問題を軽減するために，閉じ込め効果（アルギン酸ナトリウムを事前に水に添加して万遍なく行き渡らせることにより，網目状の高分子化合物が形成され，気泡状の二酸化炭素〔炭酸ガス〕を水溶液中に閉じ込めることが可能となること）を利用するという積極的な動機付けがある，などと主張する。",
                "しかしながら，甲1発明は，前記のとおり，発泡作用（炭酸ガスの発泡，破裂作用）によりマッサージ効果を得る化粧料について，最高度に気泡が発生することを色によって判断できるようにすることを目的とするものであって，そこに炭酸ガスを体内に取り込もうとする技術的思想はない（二酸化炭素の泡がはじけることによる物理的な刺激を効果的に得ようとしているにすぎない）から，「気泡状の二酸化炭素（炭酸ガス）を経皮吸収させることを機能の一つとする化粧料」であるとはいえず，原告の主張はそもそもその前提において誤りがある。そうである以上，原告主張の拡散問題が甲1発明に内在する自明の課題であるとはいえないし，甲1発明におけるアルギン酸ナトリウムは飽くまで気泡発生を助成するための起泡助長剤として添加されているにすぎないから（甲1【0013 】），アルギン酸ナトリウムが含まれているからといって，それだけで直ちに事前に水に添加して利用する技術（アルギン酸ナトリウム慣用技術）を適用することについての積極的な動機付けがあるともいえない。この点，原告は，アルギン酸ナトリウムが増粘剤としても機能するものであることを根拠に甲1発明におけるアルギン酸ナトリウムが気泡の発生とその安定化の双方に寄与するものであることを当業者は当然に認識するとも主張するが，甲1発明の目的を離れた主張であって，論理に飛躍があり，採用できないというべきである。",
                "また，原告は，阻害要因に関して，甲1は，技術分野の同一性を理由として本件発明の課題を解決するための主引例として選択されたものであり，容易想到性の判断に際して，甲1に記載された目的に反する方向での変更か否かは関係がない，などとも主張するが，特定の公知文献（公知技術）からの容易想到性の問題である以上，当該公知文献に記載された目的を度外視した判断はできないというべきであり，上記主張は，やはり採用できないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，甲1発明において相違点1に係る構成を採用することが当業者にとって想到容易であるとはいえず，この点において本件審決の判断に誤りがあるとはいえない。",
                "そうである以上，その余の点（相違点2及び3）について検討するまでもなく，原告主張の取消事由は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告が主張する取消事由は理由がなく，本件審決に取り消されるべき違法はない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}