{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。"
    },
    {
      "fig": "2",
      "text": "被控訴人は，別紙被告商品目録記載の商品を譲渡し，譲渡のために展示し，又は輸出してはならない。"
    },
    {
      "fig": "3",
      "text": "被控訴人は，前項記載の商品を廃棄せよ。"
    },
    {
      "fig": "4",
      "text": "被控訴人は，控訴人に対し，21万6981円及びこれに対する平成29年6月23日から支払済みまで年5分の割合による金員を支払え。"
    },
    {
      "fig": "5",
      "text": "控訴人のその余の請求を棄却する。"
    },
    {
      "fig": "6",
      "text": "訴訟費用は，第1，2審を通じてこれを10分し，その3を被控訴人の負担とし，その余を控訴人の負担とする。"
    },
    {
      "fig": "7",
      "text": "この判決は，第2項及び第4項に限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "subject": "主文第2項及び第3項と同旨"
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人に対し，880万円及びこれに対する平成29年6月23日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断りのない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，別紙原告商品目録記載のサックス用ストラップ(以下「原告商品」という。)を販売する控訴人が，別紙被告商品目録記載のサックス用ストラップ(以下「被告商品」という。)を販売する被控訴人に対し，被告商品は原告商品の形態を模倣した商品であり，被控訴人による被告商品の販売は，不正競争防止法(以下「不競法」という。)2条1項3号の不正競争行為(商品形態模倣行為)に該当すると主張して，同法3条1項及び2項に基づき，被告商品の販売等の差止め及び廃棄を，同法4条に基づき，損害賠償880万円及びこれに対する不正競争行為の後である平成29年6月23日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，①同法19条1項5号イは，日本国内において最初に販売された日から起算して3年を経過した商品について，その商品の形態を模倣した商品の譲渡等の行為について同法3条の規定を適用しないと規定しているところ，同法2条1項3号の趣旨からすれば，「最初に販売された日」の対象となる商品とは，保護を求める商品形態を具備した最初の商品を意味するのであって，このような商品形態を具備しつつ，若干の変更を加えた後続商品を意味するものではないと解される，②原告商品は，別紙旧原告商品目録記載のサックス用ストラップ(以下「旧原告商品」という。)からモデルチェンジされた商品であるところ，両商品の全体的な基本的形態に変更はなく，機能的な特徴にも変更はないが，V型プレート，革パッド及びブレード(紐)が旧原告商品からの変更部分である，③旧原告商品の保護期間が経過した後であっても原告商品が同号の保護を受け得るのは，そのV型プレートの変更部分が商品の形態において実質的に変更されたものであり，その特有の形状が美観の点において保護されるべき形態であると認められることによるものであるから，同号による保護を求め得るのはこの変更部分に基礎を置く部分に限られる，④原告商品と被告商品のV型プレートの美観に基礎を置く部分は実質的に同一とは認められないから，被告商品の形態は原告商品の形態と実質的に同一であるとはいえないし，また，被控訴人が原告商品に依拠したということもできないとして，被告商品が原告商品の形態を模倣した商品と認めることはできない旨判断し，控訴人の請求をいずれも棄却した。",
            "控訴人は，これを不服として本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "次のとおり訂正するほか，原判決の「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁6行目の「原告は，」の次に「平成26年8月に設立された，」を，同頁7行目の「被告は，」の次に「平成23年8月に設立された，」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決2頁10行目の「原告は，」の次に「平成28年3月ころから，」を加える。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告商品は原告商品の形態を模倣した商品に該当するか(争点1)"
            },
            {
              "fig": "(2)",
              "subject": "原告商品が日本国内において最初に販売された日から起算して3年を経過した商品に該当するか(争点2)"
            },
            {
              "fig": "(3)",
              "subject": "控訴人は差止請求及び損害賠償請求の請求主体となり得るか(争点3)"
            },
            {
              "fig": "(4)",
              "subject": "控訴人の損害額(争点4)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点1(被告商品は原告商品の形態を模倣した商品に該当するか)について",
          "text": [
            "(控訴人の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "形態の実質的同一性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告商品の形態の特徴等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告商品(検甲2)の形態は，別紙「原告商品と被告商品の各構成態様」の「原告商品」欄記載のとおり，①全体的形態(基本的構成態様)において，革パッド，ブレードクリンチ，V型プレート，ブレード(紐)及びフックの5つのパーツにより構成されており，ブレードクリンチは，留めネジでブレード(紐)を固定する構造となっており，留めネジを外すことでブレード(紐)をほどくことができるため，この構造により上記5つのパーツを分解・交換することができること，②V型プレートは，中央部の四角形状とそこから左右に伸びる細長い辺からなり，両翼の先端にそれぞれ穴があり，中央部に4つの穴があるという基本的形状を有し,ストラップ装着時に首元を圧迫しない構造となっており，V型プレートによって，スムーズに楽器に吹き込むことができるようになっていること，③革パッドは，首や肩等の体にかかる負担を軽減することを目的として，中央部分には，クッション(パット)を入れず，窪みを設けていることなどの特徴を有している(以下，それぞれを番号に応じて「特徴①」などという場合がある。)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "サックス用ストラップにおいて，不競法2条1項3号の保護の対象から除外される「当該商品の機能を確保するために不可欠な形態」(同号括弧書き)とは，首から下げられる帯状又は紐状の輪に，サックスを引っかけるフックが付いているという形態(例えば，甲7)であるが，原告商品の全体的形態は，単なる帯状又は紐状の輪にフックを付けたものではなく，革パッド，V型プレート，ブレードクリンチ，ブレード(紐)，フックのフォルム，サイズ，材質，色彩等についても，多様な選択肢があり得る中で，工夫を凝らして特有の美観を有している。",
                        "したがって，原告商品の形態は，「当該商品の機能を確保するために不可欠な形態」に該当しないことは明らかである。",
                        "また，原告商品のV型プレートにおける中央部の四角形状とそこから左右に伸びる細長い辺からなり，両翼の先端にそれぞれ穴があり，中央部に4つの穴があるという基本的形状は，被控訴人が主張する類似商品(乙1，2，4，5)のV型プレートには見られない特徴的な形態であり，ありふれた形態ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告商品(検甲2)は，旧原告商品(検甲1)をモデルチェンジした商品である。",
                        "原告商品と旧原告商品とは，特にV型プレート，革パッド及びブレード(紐)において，形態が大きく相違している。",
                        "すなわち，①原告商品のV型プレートは，旧原告商品のV型プレートと比べ，中央から左右に伸びる両翼の形，角度，幅等の形状が大きく変更され，細長くなっており，両者の形態は実質的に異なっている(別紙「原告商品と旧原告商品の変更点」の「1」)，②原告商品の革パッドは，旧原告商品の革パッドと比べ，中央部から左右の端までの長さがそれぞれ約2．5㎝長くなり，旧原告商品の革パッドの中央上部にあった山のような形状部分をなくして窪みを設けることで，革パッドが演奏者の首の後ろにフィットする形状となっている(同「2」)，③原告商品のブレード(紐)は，旧原告商品のブレード(紐)が白色をベースに灰色の模様が入ったものであったのが，黒色一色に変更され，長さも変更されている(同「3」)。",
                        "このように原告商品の形態は旧原告商品の形態と大きく相違しており，両形態は実質的に同一であるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告商品の形態が原告商品の形態と実質的に同一であること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告商品(検甲3)の形態は，別紙「原告商品と被告商品の各構成態様」の「被告商品」欄記載のとおり，前記ア(ア)の原告商品の形態の特徴①ないし③を全て備え，全体的形態及び各パーツの形態において原告商品との間で極めて多数の共通点が認められ，形状，色彩，光沢，質感等が酷似しており，以下に述べるV型プレートにおける相違点は，商品全体からみるとささいな相違にとどまり，機能上あるいは外観上意義のある改変は行われていないから，被告商品の形態は，原告商品の形態と実質的に同一である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告商品のV型プレートと被告商品のV型プレートは，大きさはほぼ共通し，基本的な構成態様は共通し(別紙「原告商品と被告商品の各構成態様」のT，V，W及びZの各欄)，その全体的形状が酷似し，美観が共通している。",
                        "他方で，原告商品のV型プレートと被告商品のV型プレートには，①原告商品は，中央部の下部の2つの穴と上部の間に窪みができており，下部が丸みを帯びているのに対し，被告商品は，中央部が下部に向かって滑らかに狭くなっている点，②中央部の上部の2つの穴の位置が異なっている点，③中央部の下面は，原告商品が平面であるのに対し，被告商品は歪曲している，④両翼の角度及び先端部分の上面・側面の角度が異なる点で相違する(以下，それぞれを番号に応じて「相違点①」などという場合がある。)。",
                        "しかし，相違点①及び③は，V型プレートの全体形状のうち，中央部の四角形状の部分，しかもそのうちの側面と下辺のカーブ傾斜の相違にすぎず，辺のカーブを変えるという改変の着想も容易である。",
                        "また，相違点②は，4つの穴のうち上の2つの穴の位置がわずかに数ミリ程度ずれているにすぎず，穴の位置をずらすという改変の着想も容易である。",
                        "さらに，相違点④のうち，両翼の角度の違いは，両翼中心部分を起点に重ね合わせてみてはじめて分かる程度のわずかなものである。",
                        "そして，原告商品のV型プレートと被告商品のV型プレートは全体的形状が酷似し，美観が共通していることを踏まえると，相違点①ないし④は，V型プレートの全体的形態に与える変化に乏しく，全体からみると，ささいな相違にとどまり，改変によって相応の形態上の特徴がもたらされたとはいえないから，前記(ア)の両商品の形態の実質的同一性の判断に影響を及ぼすものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "依拠について",
              "text": [
                "①被告商品の形態と原告商品の形態は実質的に同一であること，②原告商品の販売開始日(平成28年3月ころ)から被告商品の販売開始日(同年11月ころ)までの期間は約8か月という短期間であり，その間，原告商品は，海外の世界的楽器フェアで展示され，海外の販売店でも取扱いがあったほか，控訴人のホームページや販売店サイト等に掲載され，世界中からインターネットでアクセス可能であったこと，③控訴人代表者と被控訴人代表者は，平成23年ころ知り合った後，平成24年ころ，控訴人代表者が当時勤務していたオーディオ等の販売を業とする株式会社逸品館(以下「逸品館」という。)で自ら開発した「バードストラップ」という商品名のサックス用ストラップ(以下，単に「バードストラップ」という。)を被控訴人代表者がその当時営んでいたH．M．Tradingにおいて輸出，販売するようになってからは，バードストラップ及びその改良品の旧原告商品について海外の楽器フェアで展示販売を行う際に協力するなど緊密な業務協力関係にあったが，その後，控訴人代表者が，逸品館を退職し，同社からバードストラップに関する事業・権利の一切を承継した控訴人を設立した後，被控訴人代表者から旧原告商品の仕入れの申入れを受けた際に，価格が折り合わず，断った経緯があること，④控訴人代表者は，平成28年11月4日ころ，被控訴人が原告商品を模倣した被告商品を販売していることを知り，被控訴人代表者に対し，電話で抗議したところ，被控訴人代表者は，これを認めるとともに，当該電話の後，控訴人代表者に対し，商品形態を模倣したことについて弁明する旨のメール(甲14)を送信したことからすると，被控訴人は，原告商品の形態を認識し，この形態に依拠して被告商品を作り出したものといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，被告商品は，原告商品の形態に依拠して作り出された実質的に原告商品と同一の形態の商品といえるから，原告商品の形態を模倣した商品(不競法2条1項3号)に該当する。",
                "(被控訴人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "形態の実質的同一性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告商品の形態の特徴等について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "サックス用ストラップは，演奏者がサックスをぶら下げて，両手で演奏できるための道具であり，その機能及び効用は，演奏に支障がでないように呼吸を確保しながら楽な姿勢で演奏できる状態を保つ点にあるから，演奏者の呼吸を妨げることがあってはならず，また首や肩にかかる荷重を分散する必要があることからすると，V型プレートによって，ストラップ装着時に首元を圧迫しない構造にすること，革パッドにクッション(パッド)を入れて衝撃を緩和することは，サックス用ストラップの機能及び効用を確保するために不可欠であるといえる。",
                        "そして，V型プレートと革パッド，V型プレートとサックスをつなぐフックをそれぞれブレード(紐)でつなぐ必要があること，ブレード(紐)で接続するために各部位に穴を設ける必要があること，演奏者によって身長・腕・肩・胴の長さが異なることから，個人の体にフィットさせるために，個々のパーツを分解したり，長さを調整できるようにする必要があることからすると，V型プレートに穴を開けてブレード(紐)を通す構造にすることも，サックス用ストラップの機能及び効用を確保するために不可欠であるといえる。",
                        "そうすると，控訴人が主張する原告商品の形態の特徴①ないし③(基本的構成態様，V型プレートの形態及び革パッドの形態)は，いずれもサックス用ストラップの機能及び効用を確保するために不可欠な形態であるから，原告商品の形態は，「当該商品の機能を確保するために不可欠な形態」(不競法2条1項3号括弧書き)に該当し，同号の保護の対象とはならない。",
                        "また，控訴人が主張する原告商品の形態の特徴①ないし③は，原告商品より前に販売又は公開されていた先行商品(乙1ないし5)に現れ，サックス用ストラップの形態として一般的に知れ渡っていた，ありふれた形態であるから(乙18)，同号の保護の対象とはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告商品と旧原告商品の革パッド，ブレードクリンチ，V型プレート，ブレード(紐)の通し方，フックは，美観が共通し，実質的に同一である。",
                        "控訴人が原告商品及び旧原告商品の形態の相違点として指摘するV型プレート，革パッド及びブレード(紐)の形態は，各パーツの基本形態を維持した軽微な変更にすぎない。",
                        "すなわち，①原告商品と旧原告商品のV型プレートは，中央下部の幅，4個の穴の位置，それぞれの穴の距離，中央下部の窪みの位置・角度，両翼下部の角度，両翼の長さ，両翼の穴の位置が共通しており，主たる相違点は，上部のみであり，原告商品のV型プレートは，旧原告商品のV型プレートの中央から左右に伸びる両翼のうち，上部のみを削ったにすぎない，②革パッドの長さや中央上部の形状部分の相違点はわずかな違いにすぎず，形態の変更とはいえない，③ブレード(紐)の色彩は，変化しているが，そもそも控訴人は各パーツをばら売りしており，モデルチェンジ前の色彩の紐も販売されているから，色彩がモデルチェンジされたとはいえないし，長さの変更もささいなものにすぎない。",
                        "したがって，原告商品の形態と旧原告商品の形態は実質的に同一であるから，原告商品の形態は，旧原告商品の形態とは別の形態として，不競法2条1項3号により保護されるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告商品の形態が原告商品の形態と実質的に同一といえないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記ア(ア)のとおり，控訴人が原告商品の形態と被告商品の形態との共通点として主張する，原告商品の形態の特徴①ないし③(基本的構成態様，V型プレートの形態及び革パッドの形態)は，サックス用ストラップにおいて，「当該商品の機能を確保するために不可欠な形態」に該当し，又はありふれた形態にすぎないから，不競法2条1項3号の保護は及ばない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告商品のV型プレートと被告商品のV型プレートの相違点①ないし④は，以下のとおり，軽微なものではないし，上記相違点以外にも相違点がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "V型プレートの中央部について(相違点①ないし③)",
                          "text": [
                            "①  中央部の左右の窪み(相違点①)",
                            "別紙「原告商品と被告商品のV型プレートの比較」の図4(a)のとおり，プレート本体部(31，31’)は，原告商品のV型プレート(3)が上端部(311)から中央部(312)にかけてx軸方向の幅が狭くなっており，y軸方向側の下端部(313)でx軸方向の幅が広くなっており，看者に対して丸みのある印象を与えるのに対し，被告商品のV型プレート(3’)は，上端部(311’)から中央部(312’)及び下端部(313’)にかけて滑らかにx軸方向の幅が狭くなっており，原告商品のV型プレート(3)に比べて看者に対してシャープな印象を与える。",
                            "原告商品のV型プレートの中央部に窪みが存在することは，一見して判別できる程度であり，その位置もプレート本体部に存在することから，美観に対する影響は大きく，形態的特徴の変化を認めることができる。",
                            "②  中央部の幅(相違点②)",
                            "別紙「原告商品と被告商品のV型プレートの比較」の図4(a)のとおり，被告商品のV型プレート(3’)の第2貫通孔(332’)と第5貫通孔(335’)との間隔が，原告商品のV型プレート(3)の第2貫通孔(332)と第5貫通孔(335)との間隔より広くなっている。",
                            "そして，被告商品のプレート本体部(31’)が原告商品のプレート本体部(31)と比べて上端部(311’)及び中央部(312’)のx軸方向の幅が広くなっていることもあり，被告商品のプレート本体部(31’)は，原告商品のプレート本体部(31)よりx軸方向の幅がより広くなっている印象を看者に対して与える。",
                            "③  中央部下部の窪み(相違点③)",
                            "別紙「原告商品と被告商品のV型プレートの比較」の図4(a)のとおり，原告商品のV型プレート(3)の下面(314)はフラットであるのに対し，被告商品のV型プレート(3’)の下面(314’)は中央部分がy軸正方向側に湾曲して，窪みを形成している。",
                            "中央部下部の窪みは，中央部の左右に窪みが存在しない被告商品であるからこそ映えるものであり，被告商品の美観にアクセントとバランスをもたらす形状の変化であり，着想は容易ではなく，被告商品の形態的特徴といえる変化が認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "V型プレートの両翼の角度及び先端部分の角度(相違点④)",
                          "text": [
                            "①  先端部分",
                            "別紙「原告商品と被告商品のV型プレートの比較」の図4(b)のとおり，原告商品のV型プレート(3)のプレート腕部(32)が，側面(321)はy軸と平行であり，上面(322)及び下面(323)は，x軸と平行であり，角が丸みを帯びており，看者に対して丸みのある印象を与えるのに対し，被告商品のV型プレート(3’)のプレート腕部(32’)は，側面(321’)は上方に向かって急角度に傾斜しており，上面(322’)及び下面(323’)も上方に向かって緩やかな角度で傾斜しており，看者に対してシャープな印象を与える。",
                            "②  両翼の角度",
                            "別紙「原告商品と被告商品のV型プレートの比較」の図4(c)のとおり，原告商品のV型プレート(3)と被告商品のV型プレート(3’)では，プレート腕部(32，32’)のプレート本体部(31，31’)からの立ち上がり角度が異なる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "その他",
                          "text": [
                            "原告商品(検甲2)のV型プレート(3)は光沢がある黒色であるのに対し，被告商品(検甲3)のV型プレート(3’)は艶なしタイプの黒色である点で，色彩において相違する。",
                            "また，原告商品のV型プレート(3)は，プレート本体部(31)の中央部(312)にロゴと商品名が表示されているのに対し，被告商品のV型プレート(3’)はプレート腕部(32’)に被控訴人名が表示されている点で相違する。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "小括",
                          "text": [
                            "原告商品のV型プレートと被告商品のV型プレートを全体観察して対比した場合，基本的構成態様は共通しているとしても，前記相違点により，原告商品のV型プレートは看者に対して丸みがある印象を与えるのに対し，被告商品のV型プレートは看者に対してシャープな印象を与えるものであり，美観が大きく異なるから，原告商品と被告商品のV型プレートの美観に基礎を置く部分は実質的に同一であるとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，控訴人が主張する原告商品の形態と被告商品の形態との共通点(基本的構成態様，V型プレートの形態及び革パッドの形態)は，サックス用ストラップにおいて，「当該商品の機能を確保するために不可欠な形態」又はありふれた形態であって，不競法2条1項3号の保護は及ばないのに対し，両形態の相違点は，商品全体からみてもささいな相違にとどまるものとはいえないから，被告商品の形態は，原告商品の形態と実質的に同一とはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "依拠について",
              "text": [
                "①被告商品の形態と原告商品の形態は実質的に同一とはいえないこと，②被告商品は，被控訴人及び控訴人の台湾及び中国における販売代理人であった甲ⅠがIShawn社(藝想文創有限公司)に委託して，平成28年5月ころから台湾で開発，製造され，同年10月ころ，被控訴人によって発表された商品であって，原告商品の販売開始から被告商品の発表までの期間は，わずか7か月にすぎず，しかも，原告商品は日本で開発され，販売されている商品であることから，この間にIShawn社が原告商品にアクセスすることは困難であったこと，③原告商品の全体的形態は，類似商品が多数流通していたありふれた形態であり(乙18)，V型プレート及び革パッドの形態も，ありふれた形態であること(乙1ないし5)からすると，IShawn社は，業界のスタンダードな形態のものを参考に，独自のアレンジをすることにより被告商品を開発することができたこと，④被控訴人は，被告商品の開発に全く関与しておらず，原告商品にもアクセスしていないし，控訴人が主張するように原告商品と旧原告商品とが実質的に異なる形態の商品であるとすれば，原告旧商品にアクセスできたからといって原告商品にアクセスできたことにはならないこと，⑤被控訴人代表者が控訴人代表者に送信したメール(甲14)は，控訴人代表者からの猛抗議を受けたことから，被控訴人に非はないものの，トラブルになるくらいなら協力して販売することを提案したにすぎないことに照らすと，被控訴人は，原告商品の形態を知らなかった上，この形態と実質的に同一といえる程に酷似した形態と客観的に評価される形態の商品を作り出すことを認識していなかったといえるから，被告商品は，原告商品の形態に依拠して作り出されたものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，被告商品は原告商品の形態に依拠して作り出された実質的に原告商品と同一の形態の商品とはいえないから，被告商品は原告商品の形態を模倣した商品に該当しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(原告商品が日本国内において最初に販売された日から起算して3年を経過した商品に該当するか)について",
          "text": [
            "当事者の主張は，次のとおり訂正するほか，原判決の8頁3行目から9頁22行目までに記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決8頁4行目の「原告商品」を「旧原告商品」と，同頁8行目の「販売開始時期」を「最初に販売された日」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決8頁16行目の「以下のとおり，」を「前記1の被控訴人の主張(1)ア(イ)のとおり，」と改め，同頁18行目から9頁1行目までを削る。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決9頁3行目及び8行目の各「販売開始時期」を「最初に販売された日」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決9頁9行目の「旧原告商品とは，」の次に「前記1の控訴人の主張(1)ア(イ)のとおり，」を加え，同頁11行目から22行目までを削る。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点3(控訴人は差止請求及び損害賠償請求の請求主体となり得るか)について",
          "text": [
            "当事者の主張は，次のとおり訂正するほか，原判決の9頁24行目から10頁9行目までに記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決9頁末行から10頁1行目にかけての「本件請求の請求権者に該当する。」を「控訴人は，本件差止請求(廃棄請求を含む。以下同じ。)及び本件損害賠償請求をすることができる。」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決10頁9行目の「請求権者に該当しない。」を「本件差止請求及び本件損害賠償請求の請求主体となり得ない。」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点4(控訴人の損害額)について",
          "text": [
            "(控訴人の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "不競法5条2項に基づく損害額",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，平成28年11月ころから平成29年6月までの約8か月間に，被告商品を少なくとも毎月250本，合計2000本販売した。",
                        "被告商品の販売価格は，1本1万円であり，その利益額は1本4000円であるから，被控訴人の得た利益額は800万円(＝4000円×2000本)である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人主張の被告商品の販売数量には，被控訴人の香港，マレーシア及び台湾の取引先(甲10，12，20，22，23，44)に対する販売分，海外の展示会(乙18)で直接販売した販売分，被控訴人が甲Ⅰを通じて販売した販売分が含まれていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人による被告商品の販売は，不競法2条1項3号の不正競争行為に当たる。",
                    "そして，控訴人は，海外のいずれの国であっても引き合いがあれば，原告商品を輸出，販売し(甲16ないし19)，被告商品の販売地域は原告商品の販売地域と重複しているから，被控訴人の不正競争行為によって，控訴人の営業上の利益が侵害されたものである。",
                    "したがって，同法5条2項により，控訴人は，被控訴人が得た前記ア(ア)の利益額800万円と同額の損害を被ったものと推定される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "弁護士費用",
              "text": [
                "被控訴人の不正競争行為と相当因果関係のある控訴人の弁護士費用相当の損害額は，80万円である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，控訴人は，被控訴人に対し，不競法4条に基づく損害賠償として880万円(前記(1)及び(2)の合計額)及び不正競争行為の後である平成29年6月23日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める。",
                "(被控訴人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "不競法5条2項に基づく損害額の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人の主張は争う。",
                    "被控訴人は，平成28年10月31日から平成29年6月15日にかけて被告商品を75本販売し，その売上額は合計39万1725円，利益額は合計14万8963円である。被控訴人の販売先は，全て海外(オーストリア，オランダ，ドイツ等)である。",
                    "また，被控訴人は，海外の展示会で被告商品を直接販売はしていないし，甲Ⅰが被告商品を販売しているかどうか定かでない。",
                    "そして，原告商品は日本国内を市場とし，海外では販売されていないのに対し，被告商品は，海外でのみ販売され，日本国内では販売されておらず，原告商品及び被告商品の販売地域は重複していないから，被控訴人による被告商品の販売によって原告商品の販売数量が減少したとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告商品は，革パッド，ブレードクリンチ，V型プレート，ブレード及びフックの5つのパーツから構成され，パーツ毎に独立して販売されている(革パッド3600円，ブレードクリンチ1600円，V型プレート4200円，ブレード500円及びフック500円の合計1万0400円)ところ，原告商品について不競法2条1項3号の保護が及ぶのはV型プレートの部分に限られるから，被告商品のうち，V型プレートの寄与度を4割として損害額を算定すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "弁護士費用の主張に対し",
              "text": [
                "控訴人の主張は争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，被告商品は，原告商品の形態を模倣した商品であり，被控訴人による被告商品の販売は不競法2条1項3号の不正競争行為に該当するものと認められ，控訴人の請求は，被告商品の譲渡等の差止め及び廃棄並びに損害賠償として21万6981円及び遅延損害金の支払を求める限度で理由があるものと判断する。",
        "その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "準拠法について",
          "text": [
            "本件差止請求及び本件損害賠償請求は，日本法人である控訴人が，日本法人である被控訴人に対して，被控訴人による外国の顧客に対する被告商品の販売が不正競争行為(商品形態模倣行為)に当たることを理由に請求するものであり，渉外的要素を含むため，その準拠法を決定する必要がある。",
            "そこで検討するに，本件差止請求及び本件損害賠償請求に係る不正競争行為(商品形態模倣行為)は，不法行為としての性質を有するものであるから，法の適用に関する通則法17条が適用されると解される。",
            "そして，本件差止請求及び本件損害賠償請求は，被控訴人による外国の顧客に対する被告商品の販売によって当該販売先の国の市場における控訴人の営業上の利益が侵害され，又は侵害されるおそれがあることに基づくものであるから，同条の「加害行為の結果が発生した地」は，当該販売先の国であると認められる。",
            "しかしながら，控訴人及び被控訴人の本店所在地は，いずれも日本国内にあること，被控訴人による被告商品の販売形態は，日本国内の本店所在地で受注し，外国の顧客に対し，被告商品を輸出，販売するというものであり，しかも，その販売先は複数の国に及んでいること(乙13の1ないし6，8)に照らすと，同法20条の規定により，準拠法は，販売先の各国の地よりも明らかにより密接な関係がある我が国の法律であると解すべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(被告商品は原告商品の形態を模倣した商品に該当するか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "不競法2条1項3号により保護される原告商品の形態について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告商品(検甲2)は，別紙「原告商品の形態」のとおりのサックス用ストラップであり，その基本的構成態様(全体的形態)及び具体的構成態様は，別紙「原告商品と被告商品の各構成態様」の「原告商品」欄記載のとおりである。",
                    "すなわち，原告商品は，①基本的構成態様は，V型プレート，革パッド，ブレードクリンチ，ブレード(紐)及びフックの5つのパーツにより構成され，5つのパーツは，ブレードクリンチの留めネジ(六角ボルト)を緩めてブレード(紐)を外すことにより，分解することができる，②V型プレートは，中央部の四角形状とその上部から左右に伸びる辺からなり，両翼の先端(左右の端)のそれぞれに穴が1つずつ，中央部に穴が4つあるという基本的形状を有し,V型プレートの厚みは約0．3㎝，左右の幅(左端から右端までの直線距離)は約14㎝，中央部の四角形状の底辺の長さは約2cm，高さは約3cm である，③革パッドは，2枚の革を張り合わせ，内部に丸みを帯びた三角形状の2つのクッションを配置し，中央部にクッションを入れずに窪みを設け，中央部から左右の端に向けて幅が狭くなったテーパー型のパッドであり，左右の端にはブレード(紐)を通すための金属のハトメがあり，中央部から左右の端までの長さは約22．5㎝，中央部の幅は5．5㎝である，④ブレードクリンチは，革パッドの左右の端のハトメを通したブレード(紐)を固定するための空洞の円柱状の金具である，⑤ブレード(紐)は，黒色の編み込みの紐であり，革パッドの左右の端のハトメからブレードクリンチを経てV型プレートの左右の端の穴を通り，中央部の四角形状の4つの穴を通ってまとめられ，フックをぶら下げるための輪を形成している，⑥フックは，光沢のある銀色の金属フックであり，ブレード(紐)を通す輪とサックスにかけるフック部分からなるという形態を有している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し被控訴人は，サックス用ストラップにおいて，V型プレートによって，ストラップ装着時に首元を圧迫しない構造にすること，革パッドにクッションを入れて衝撃を緩和すること，V型プレートに穴を開けてブレード(紐)を通す構造にすることは，「当該商品の機能を確保するために不可欠な形態」(不競法2条1項3号括弧書き)であり，また，原告商品の基本的構成態様(前記ア①)，V型プレートの形態(前記ア②)及び革パッドの形態(前記ア③)は，ありふれた形態であるから，原告商品の形態は，同号の保護の対象とならない旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，サックス用ストラップにおいて，頸部や肩を圧迫しない構造にするために革パッドにクッションを入れる構造とし，ブレード(紐)の長さを調節するためにブレード(紐)を通す穴を有するアジャスターを設ける必要はあるものと認められるが(乙1ないし5)，革パッド及びアジャスターの具体的形態については，様々な選択肢が考えられ，必然的に原告商品の革パッド及びV型プレート(アジャスターに相当)の形態を選択せざるを得ないものではない。",
                        "したがって，原告商品の革パッド及びV型プレートの形態は，「当該商品の機能を確保するために不可欠な形態」(不競法2条1項3号括弧書き)に当たるものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，不競法2条1項3号は，他人が資金，労力を投下して商品化した商品の形態を他に選択肢があるにもかかわらず，ことさら模倣した商品を，自らの商品として市場に提供し，その他人と競争する行為は，模倣者においては商品化のための資金，労力や投資のリスクを軽減することができる一方で，先行者である他人の市場における利益を減少させるものであるから，事業者間の競争上不正な行為として規制したものと解される。",
                        "このような同号の趣旨に照らすと，同号によって保護される「商品の形態」とは，商品全体の形態をいい，その形態は必ずしも独創的なものであることを要しないが，他方で，商品全体の形態が同種の商品と比べて何の特徴もないありふれた形態である場合には，特段の資金や労力をかけることなく作り出すことができるものであるから，このようなありふれた形態は，同号により保護される「商品の形態」に該当しないと解すべきである。そして，商品の形態が，ありふれた形態であるか否かは，商品を全体として観察して判断すべきであり，全体としての形態を構成する個々の部分的形状を取り出してそれぞれがありふれたものであるかどうかを判断することは相当ではない。",
                        "しかるところ，乙1(「オリジナル・ツェブラ・サックス・ストラップ  ホームページ」)には，アジャスター(調節つまみ)，革パッド，ブレード(紐)及びフックのパーツにより構成される「ツェブラ・ストラップ」の写真が掲載されているところ，アジャスターは，中央部から左右斜め上方に伸びる辺(両翼)を有するY字状であり，中央部の形状が四角形状でない点，両翼の角度が約90度であり，鈍角ではない点，中央部の穴の位置などにおいて原告商品のV型プレートの形態(別紙「原告商品の形態」)と明らかに相違し，基本的構成態様においても，ブレードクリンチを有していない点で，原告商品の全体としての形態と相違する。",
                        "また，乙2(「Protec  LC305M  Ｎeck  Strap」)に掲載された「Ｎeck  Strap」は，ブレードクリンチを有していない点で原告商品の形態と相違するほか，アジャスターは，中央部から左右に伸びる辺(両翼)を有する形状であるものの，中央部の形状が四角形状でない点，中央部の穴が3つであり，4つでない点，中央部の穴の位置などにおいて原告商品のV型プレートの形態と相違し，基本的構成態様においても，ブレードクリンチを有していない点で，原告商品の全体としての形態と相違する。",
                        "さらに，乙3(国際公開公報(WO  00／41589)・訳文乙11)記載の「キャリングストラップ」の「滑車装置」(図11)(アジャスターに相当)は，T字状であり，中央部が四角形状でない点，乙4(再公表特許公報(WO2008／107939))記載の「楽器用ストラップ」の「楽器連結具」(アジャスターに相当)は，細長い棒状である点，乙5(「新型説明書公告本」(TWM443110U1)・訳文乙12)記載の「吊り部品」の「支持ロッド」(図3，4)(アジャスターに相当)は，細長い棒状であり，4つの穴のある四角形状部と「吊り紐」で連結している点において，いずれも原告商品のV型プレートの形態と明らかに相違し，基本的構成態様においても，革パッド部分の形状が原告商品の全体としての形態と相違する。",
                        "そうすると，乙1ないし5から，原告商品の販売が開始された平成28年3月当時，原告商品の形態がありふれた形態であったものと認めることはできない。他にこれを認めるに足りる証拠はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，被控訴人の前記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，旧原告商品からモデルチェンジされた商品である原告商品の形態と旧原告商品の形態は実質的に同一であるから，原告商品の形態は，旧原告商品の形態とは別の形態として，不競法2条1項3号により保護されるものではない旨主張する。",
                    "そこで検討するに，旧原告商品(検甲1)は，別紙「旧原告商品目録」のとおりのサックス用ストラップであり，基本的構成態様が，V型プレート，革パッド，ブレードクリンチ，ブレード(紐)及びフックの5つのパーツにより構成され，5つのパーツは，ブレードクリンチの留めネジ(六角ボルト)を緩めてブレード(紐)を外すことにより，分解することができる点，V型プレートは，中央部の四角形状とその上部から左右に伸びる辺からなり，両翼の先端(左右の端)のそれぞれに穴が1つずつ，中央部に穴が4つあるという基本的形状を有する点，革パッドは，2枚の革を張り合わせ，内部に丸みを帯びた三角形状の2つのクッションを配置し，中央部にクッションを入れずに窪みを設け，中央部から左右の端に向けて幅が狭くなったテーパー型のパッドである点において，原告商品(検甲2)の形態と共通する。",
                    "しかしながら，原告商品のV型プレートと旧原告商品のV型プレートの形態は，別紙「原告商品と旧原告商品の変更点」記載の図4(a)及び(b)のとおり，原告商品のV型プレートは，旧原告商品のV型プレートと比べ，中央部の四角形状から左右に伸びる両翼の形状及び幅が大きく変更され，細長くなっており，両者の形態は一見して明らかに相違することが認められる。",
                    "加えて，サックス用ストラップの形態において，V型プレート(アジャスターに相当)は，需要者が注意を引きやすい特徴的部分であることを踏まえると，V型プレートの形態の上記相違により，原告商品から受ける商品全体としての印象と旧原告商品から受ける商品全体としての印象は異なるものといえるから，原告商品の形態は，商品全体の形態としても，旧原告商品の形態とは実質的に同一のものではなく，別個の形態であるものと認められる。",
                    "したがって，被控訴人の上記主張は理由がない。",
                    "この点に関し原判決は，①原告商品は，旧原告商品からモデルチェンジされた商品であり，V型プレート，革パッド及びブレード(紐)が旧原告商品からの変更部分である，②原告商品の形態が，旧原告商品の形態の保護期間(不競法19条1項5号イ)が経過した後であっても，同法2条1項3号の保護を受け得るのは，そのV型プレートの変更部分が商品の形態において実質的に変更されたものであり，その特有の形状が美観の点において保護されるべき形態であると認められることによるものであるから，同号による保護を求め得るのは，この変更部分に基礎を置く部分に限られる旨判断したが，前記イ(イ)で説示したとおり，同号の趣旨に照らすと，同号によって保護される「商品の形態」とは，商品全体の形態をいうものであり，また，上記のとおり，原告商品の形態と旧原告商品の形態は，実質的に同一の形態とは認められないから，原判決の上記②の判断は妥当ではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，原告商品の形態は，その商品全体の形態が，不競法2条1項3号により保護されるべきものと解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "形態の実質的同一性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告商品(検甲3)は，別紙「被告商品の形態」のとおりのサックス用ストラップであり，その基本的構成態様(全体的形態)及び具体的構成態様は，別紙「原告商品と被告商品の各構成態様」の「被告商品」欄記載のとおりである。",
                    "すなわち，被告商品は，①基本的構成態様は，V型プレート，革パッド，ブレードクリンチ，ブレード(紐)及びフックの5つのパーツにより構成され，5つのパーツは，ブレードクリンチの留めネジ(六角ボルト)を緩めてブレード(紐)を外すことにより，分解することができる，②V型プレートは，中央部の四角形状とその上部から左右に伸びる辺からなり，両翼の先端(左右の端)のそれぞれに穴が1つずつ，中央部に穴が4つあるという基本的形状を有し,V型プレートの厚みは約0．3㎝，左右の幅(左端から右端までの直線距離)は約14㎝，中央部の四角形状の底辺の長さは約2cm，高さは約2．5cmである，③革パッドは，2枚の革を張り合わせ，内部に丸みを帯びた三角形状の2つのクッションを配置し，中央部にクッションを入れずに窪みを設け，中央部から左右の端に向けて幅が狭くなったテーパー型のパッドであり，左右の端にはブレード(紐)を通すための金属のハトメがあり，中央部から左右の端までの長さは約21．5㎝，中央部の幅は5㎝である，④ブレードクリンチは，革パッドの左右の端のハトメを通したブレード(紐)を固定するための空洞の円柱状の金具である，⑤ブレード(紐)は，黒色の編み込みの紐であり，革パッドの左右の端のハトメからブレードクリンチを経てV型プレートの左右の端の穴を通り，中央部の四角形状の4つの穴を通ってまとめられ，フックをぶら下げるための輪を形成している，⑥フックは，光沢のある金色の金属フックであり，ブレード(紐)を通す輪とサックスにかけるフック部分からなるという形態を有している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，原告商品(検甲2)の形態と被告商品(検甲3)の形態とを対比すると，①両者は，基本的構成態様が，V型プレート，革パッド，ブレードクリンチ，ブレード(紐)及びフックの5つのパーツにより構成され，5つのパーツは，ブレードクリンチの留めネジ(六角ボルト)を緩めてブレード(紐)を外すことにより，分解することができる点，V型プレートは，中央部の四角形状とその上部から左右に伸びる辺からなり，両翼の先端(左右の端)のそれぞれに穴が1つずつ，中央部に穴が4つあるという基本的形状を有する点，革パッドは，2枚の革を張り合わせ，内部に丸みを帯びた三角形状の2つのクッションを配置し，中央部にクッションを入れずに窪みを設け，中央部から左右の端に向けて幅が狭くなったテーパー型のパッドである点において共通し，②V型プレートをはじめとする各パーツの具体的な構成態様においても，形状，色彩，光沢及び質感において多数の共通点(別紙「原告商品と被告商品の各構成態様」のC，D，F，HないしK，Ｎ，P，Q，S，T，VないしX，aないしd，fないしhの各欄のとおり)があり，原告商品と被告商品から受ける商品全体としての印象が共通することによれば，商品全体の形態が酷似し，その形態が実質的に同一であるものと認められる。",
                    "もっとも，原告商品と被告商品とは，V型プレートにおける中央部の側面及び下面(底辺)の形状，中央部の4つの穴のうち，上部の2つの穴の位置及び間隔，両翼の角度及びその先端部分の角度，光沢，ロゴの位置，革パッドの内側の革の色，革パッドの長さ及びクッションの大きさ，ブレードクリンチの色彩及び光沢，フックの色彩等において相違するが，次に述べるとおり，これらの相違は，商品の全体的形態に与える変化に乏しく，商品全体からみると，ささいな相違にとどまるものと評価すべきものであるから，原告商品の形態と被告商品の形態が実質的に同一であるとの上記判断を左右するものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "V型プレート",
                      "text": [
                        "別紙「原告商品と被告商品のV型プレートの比較」の図4(a)のとおり，原告商品のV型プレートの中央部の四角形状の側面は，上端部(311)から下端部(313)にかけて中央付近が狭くなり，左右の側面に窪み(312)を形成し，下端部が丸みを帯びており，下面(底辺)(314)は平坦であるのに対し，被告商品のV型プレートの中央部の四角形状の側面は，上端部(311’)から下端部(313’)にかけて中央付近が滑らかに狭くなっており，下端部は直線状であり，下面(底辺)(314’)は，中央付近が上方向に湾曲し，窪みを形成している点(相違点①及び③)，中央部の上部の2つの穴の位置が異なり，2つの穴の間隔が原告商品のV型プレートよりも広くなっている点(相違点②)で相違する。",
                        "しかし，原告商品のV型プレートと被告商品のV型プレートは，中央部の四角形状とその上部から左右に伸びる辺からなり，両翼の先端(左右の端)のそれぞれに穴が1つずつ，中央部に穴が4つあるという基本的形状を共通とし，V型プレートの厚み，左右の幅(左端から右端までの直線距離)，中央部の四角形状の底辺の長さ及び高さが同一又はほぼ同一である中で，相違点①及び③は，中央部の四角形状部分の側面のカーブの傾斜の程度の違い及び下面(底辺)の中央付近の湾曲の有無によるものであり，側面のカーブの傾斜の程度の違いは目立ったものとはいえず，V型プレートの下面(底辺)は，中央部の下部の2つの穴にブレード(紐)を通した際には大部分が隠れること，相違点②は，2つの穴の間隔の違いが数㎜であることに照らすと，相違点①ないし③は，V型プレートの全体的形態に与える変化に乏しく，さらには，V型プレート，革パッド，ブレードクリンチ，ブレード(紐)及びフックからなる商品全体の形態に与える変化にも乏しいものといえるから，商品全体の形態からみると，ささいな相違にとどまるものと認められる。",
                        "次に，別紙「原告商品と被告商品のV型プレートの比較」の図4(b)のとおり，原告商品のV型プレートの両翼の先端部分は，四角形状であり，側面(321)と上面(322)の角度は約90度であるのに対し，被告商品のV型プレートの両翼の先端部分は，三角形状であり，側面(321’)が下端部から上方に向かって傾斜し，側面(321’)と上面(322’)の角度は鋭角である点，V型プレートの中央部からの両翼の立ち上がり角度の点(以上，相違点④)で相違する。",
                        "しかし，原告商品のV型プレートの両翼と被告商品のV型プレートの両翼は，先端(左右の端)にそれぞれ1つの穴を有し，両端から中心に向けて緩やかな円弧状の上辺を有し，両端から中心に向けて徐々に幅が細くなり，途中から再び幅が太くなるという構成態様が共通する中で，両翼の立ち上がり角度の違いは，原告商品と被告商品を重ね合わせてみてはじめて気づく程度の微差であり(図4(c))，両端の先端部分の形状の違いもわずかなものであることに照らすと，相違点④は，V型プレートの全体的形態及び商品全体の形態に与える変化に乏しく，商品全体の形態からみると，ささいな相違にとどまるものと認められる。",
                        "さらに，原告商品のV型プレートと被告商品のV型プレートは，原告商品のV型プレートは，光沢のある黒色の金属であり，中央部の四角形状部分に「B．AIR」の文字部分と図形からなるロゴが表されているのに対し，被告商品のV型プレートは，若干光沢のある黒色の金属であり，両翼の一方に「FORESTOＮE」の文字からなるロゴが表されている点で相違する。",
                        "しかし，黒色である点でV型プレートの色彩が同一であること，ロゴの表示箇所は，それぞれ1箇所であり，表示箇所の裏面には表示がなく，ロゴはV型プレートの基本的形状から受ける印象に影響を及ぼすものではないことに照らすと，上記相違点は，V型プレートの全体的形態及び商品全体の形態に与える変化に乏しく，商品全体の形態からみると，ささいな相違にとどまるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "革パッド，ブレードクリンチ及びフック等",
                      "text": [
                        "別紙「原告商品の形態」及び別紙「被告商品の形態」のとおり，原告商品の革パッドと被告商品の革パッドは，原告商品の革パッドの内側の面は，明るめのベージュ色であるのに対し，被告商品の革パッドの内側の面は，グレーがかったベージュである点，原告商品の革パッドの上辺の中央部は下方に向かって緩やかに窪んでいるのに対し，被告商品の革パッドの上辺の中央部はなだらかな山形状である点で相違し，また，革パッドの中央部の幅，中央部から左右の端までの長さ，1つのクッションの横幅及び高さが相違する。",
                        "しかし，原告商品の革パッドと被告商品の革パッドは，2枚の革を張り合わせ，内部に丸みを帯びた三角形状の2つのクッションを配置し，中央部にクッションを入れずに窪みを設け，中央部から左右の端に向けて幅が狭くなったテーパー型のパッドである点において基本的形状が共通し，革パッドの外側の面その他の具体的構成態様においても多くの点で共通すること(別紙「原告商品と被告商品の各構成態様」のC，D，F，HないしKの各欄のとおり)，革パッドの中央部の幅，中央部から左右の端までの長さ，1つのクッションの横幅及び高さの違いは，それぞれ5㎜ないし1㎝のわずかな違いであること(同別紙のG及びLの各欄のとおり)に照らすと，上記相違点は，革パッドの全体的形態及び商品全体の形態に与える変化に乏しく，商品全体の形態からみると，ささいな相違にとどまるものと認められる。",
                        "次に，別紙「原告商品の形態」及び別紙「被告商品の形態」のとおり，原告商品のブレードクリンチは，光沢のある黒色の金属であるのに対し，被告商品のブレードクリンチは，若干光沢のある黒色の金属である点，原告商品のフックは，光沢のある銀色であるのに対し，被告商品のフックは，光沢のある金色である点で相違するが，ブレードクリンチ及びフックの基本的形状が共通し，他の具体的構成態様も共通すること(別紙「原告商品と被告商品の各構成態様」のＮ，P，Q，S，fないしhの各欄のとおり)に照らすと，上記相違点は，ブレードクリンチ及びフックの全体的形態及び商品全体の形態に与える変化に乏しく，商品全体の形態からみると，ささいな相違にとどまるものと認められる。",
                        "このほか，被控訴人は，乙6及び22(弁理士甲Ⅱ作成の鑑定書及び意見書)に基づいて，原告商品の形態と被告商品の形態の相違点を縷々主張するが，いずれも商品全体の形態に与える変化に乏しく，商品全体の形態からみると，ささいな相違にとどまるものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，被告商品の形態は原告商品の形態と実質的に同一であるものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "依拠について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠(甲1，4ないし8，13の1，14ないし19，21，24ないし43，45，乙8，9，16，18，19)及び弁論の全趣旨を総合すれば，以下の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人代表者は，平成22年当時，オーディオ，ホームシアター機器の販売等を業とする逸品館において，サックス用ストラップの開発，販売の責任者として勤務し，同年10月ころ，サックス用ストラップである「バードストラップ」を完成した。逸品館は，そのころから，「B．AIR」のブランド名で，バードストラップを販売するようになった。",
                        "控訴人代表者は，平成23年ころ，管楽器雑誌の編集長の紹介で，被控訴人代表者と知り合った後，被控訴人代表者と逸品館は，被控訴人代表者がH．M．Tradingの会社名義でバードストラップの輸出，販売を行い，逸品館が外国法人のフォレストーン社のサックス用リードの日本の販売代理店として同商品を取り扱う旨の合意をした。",
                        "その後，H．M．Tradingは，逸品館との間で商品流通契約を締結し，逸品館のバードストラップの輸出，販売を開始した。",
                        "被控訴人代表者は，同年8月，フォレストーン社の日本の現地法人として，被控訴人を設立し，以後，被控訴人が逸品館の取り扱うバードストラップの輸出，販売を行うようになった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人代表者は，平成23年10月に中国の上海で開催された楽器フェアにおいて，被控訴人の出展ブースを間借りしてバードストラップの展示販売を行い，その際，被控訴人代表者から，台湾のサックスメーカーに勤務していた甲Ⅰを紹介された。",
                        "控訴人代表者は，平成24年1月に米国のアナハイムで開催された楽器フェアにおいて，被控訴人の出展ブースを間借りしてバードストラップの展示販売を行った。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人代表者は，平成24年3月ころ，旧型のバードストラップを改良した旧原告商品を完成した。",
                        "被控訴人代表者は，同月にドイツのフランクフルトで，同年11月に中国の上海で，平成25年1月に米国のアナハイムで，それぞれ開催された楽器フェアにおいて，被控訴人の出展ブースを間借りして，バードストラップの商品名で旧原告商品の展示販売を行った。",
                        "被控訴人は，そのころまでに，旧原告商品の輸出，販売を行うようになった。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人代表者は，平成26年8月，控訴人を設立した。",
                        "控訴人は，同年11月，逸品館から，「B．AIR」のブランド及びバードストラップに関する事業，権利の一切を承継し，控訴人名義で，旧原告商品の製造，販売を行うようになった。",
                        "控訴人代表者は，同月ころ，被控訴人代表者から，被控訴人の販売するサックス(フォレストーンサックス)の付属品として旧原告商品を仕入れたい旨の申入れを受けたが，販売価格の合意に達せず，これを断った。",
                        "その後，控訴人は，平成27年5月の取引を最後に，被控訴人から，旧原告商品を含むバードストラップの発注を受けなくなった。",
                        "被控訴人代表者は，同年10月22日，控訴人代表者に対し，メールで，旧原告商品を含むバードストラップの取引をしたい旨を申し入れたが，控訴人代表者は，これに応じなかった。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人代表者は，平成27年4月ころ，旧原告商品をモデルチェンジした商品の開発を企画し，控訴人は，その商品開発を開始した。",
                        "控訴人は，平成28年3月ころ，旧原告商品をモデルチェンジした原告商品を完成した。",
                        "控訴人は，同月ころ(遅くとも同月19日)，自ら運営する「B．AIR」のブランドのウェブサイト(甲5)及びフェイスブック(甲6)において，バードストラップシリーズの新商品として，旧原告商品からの変更点等を紹介するとともに，原告商品の販売を開始し，原告の販売代理店及び全国の楽器店等においても，原告商品が販売されるようになった。",
                        "また，原告商品は，サックス専門店の同月20日付け及び同月23日付けブログ(甲32，33)や同年4月7日付けの個人のブログ(甲34)で紹介されたほか，サックス専門誌「Sax  world」のウェブサイトにおいて，同年9月7日付けの記事(甲4)で紹介された。",
                        "さらに，控訴人は，同年4月ないし6月には，オランダの楽器店(甲17)やベルギーの楽器店(甲18)から，原告商品について発注を受けたり，問合せを受けた。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "被控訴人は，平成28年5月ころ，甲Ⅰに対し，新たなサックス用ストラップの開発を依頼し，甲Ⅰは，そのころ，台湾のIShawn社にその開発を委託した。IShawn社は，同年8月ころ，被告商品のサンプルを作成した。",
                        "被控訴人は，同年10月に上海で開催された楽器フェア(甲13の1)において，被告商品のサンプルを展示し，同年11月4日から6日まで東京で開催された楽器フェアにおいても，同じサンプルを展示し，同月ころ，被告商品の販売を開始した。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "控訴人代表者は，平成28年11月4日，被告商品の存在を知り，被控訴人代表者に対し，電話で，被告商品は原告商品のコピーではないかと指摘して，抗議をした。これを受けた被控訴人代表者は，同日，控訴人代表者に対し，被告商品について，「先の件の話なんですけど今回の甲Ⅰが持って来たストラップはサンプルだけで楽器フェアで価格出してなく販売もしていないです。甲Ⅰにどっちみち甲Ⅳさんと相談してやらないと行けないと今朝から話しましたので喧嘩売るつもりはないです。とりあえず今のあるストラップはサックスに付属品として入れるか販売するとすればバックマージンを払って一緒に価格を決めて販売するのもオプションの一つ。それかどっちも難しいのであれば何かしらの形でバードと協力しあえればと思いますが…」と記載したメール(甲14)を送信した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被控訴人は，原告商品の形態を認識し，この形態に依拠して被告商品を作り出した旨主張する。",
                    "そこで検討するに，被告商品は，その商品全体の形態が原告商品の形態と酷似し，被告商品の形態が原告商品の形態と実質的に同一であることは，前記(2)ウ認定のとおりである。",
                    "加えて，前記アの認定事実によれば，①被控訴人が被告商品の販売を開始したのは，平成28年11月ころであり，原告商品の販売の開始(同年3月ころ)から約8か月後であること，②被控訴人による被告商品の開発は，控訴人から旧原告商品の供給を受けられなくなったことを契機とするものであり，被控訴人代表者は，逸品館及び控訴人との取引を通じて，旧原告商品を含むバードストラップの形態及びその特徴を熟知し，原告商品は，旧原告商品のV型プレートの形態等を変更した旧原告商品のモデルチェンジ商品であることを容易に認識できたこと，③被控訴人代表者は，控訴人との取引を通じて，控訴人が自ら運営する「B．AIR」のブランドのウェブサイト及びフェイスブックでバードストラップを販売していたことを十分に認識し，上記ウェブサイト及びフェイスブックに同年3月ころから掲載された原告商品の形態に容易にアクセスすることができ，また，被控訴人から被告商品の開発の依頼を受けた甲Ⅰ及びその下請けのIShawn社においても，同様に，上記ウェブサイト及びフェイスブック等を通じて，原告商品の形態にアクセスすることができたこと，④原告商品の開発には，平成27年4月ころから平成28年3月ころまでの約1年間を要したのに対し，被告商品は，同年5月ころに開発が開始されてから，同年8月にそのサンプルが作成されており，その開発の期間は約3か月間の短期間であることが認められ，以上の①ないし④の事情を総合考慮すると，被控訴人は，被告商品の開発時において，控訴人の「B．AIR」のブランドのウェブサイト及びフェイスブック等を通じて，原告商品の形態にアクセスし，原告商品の商品形態を知った上で，これと酷似した形態の商品を作り出すことを認識していたというべきであるから，被控訴人は，原告商品の形態に依拠して被告商品を作り出したものと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し被控訴人は，①被告商品は，甲ⅠがIShawn社に委託して，平成28年5月ころから台湾で開発，製造された商品であるのに対し，原告商品は日本で開発され，販売されている商品であることから，この間にIShawn社が原告商品にアクセスすることは困難であったこと，②原告商品の全体的形態は，類似商品が多数流通していたありふれた形態であり，V型プレート及び革パッドの形態も，ありふれた形態であることからすると，IShawn社は，業界のスタンダードな形態のものを参考に，独自のアレンジをすることにより被告商品を開発することができたこと，③被控訴人は，被告商品の開発に全く関与しておらず，原告商品にもアクセスしていないこと，④被控訴人代表者が控訴人代表者に送信したメール(甲14)は，控訴人代表者からの猛抗議を受けたことから，被控訴人に非はないものの，トラブルになるくらいなら協力して販売することを提案したにすぎないことに照らすと，被控訴人は，原告商品の形態を知らなかった上，この形態と実質的に同一といえる程に酷似した形態と客観的に評価される形態の商品を作り出すことを認識していなかったといえるから，被告商品は，原告商品の形態に依拠して作り出されたものではない旨主張する。",
                    "しかしながら，上記①及び③の点については，被控訴人代表者作成の陳述書(乙16)中にこれに沿う記載部分があるが，被控訴人代表者及びIShawn社が，被告商品の開発時において，控訴人が自ら運営する「B．AIR」のブランドのウェブサイト及びフェイスブック等を通じて，原告商品の形態にアクセスすることができたことは，前記イ認定のとおりであるから，上記記載部分は措信することができない。",
                    "次に，上記②の点については，原告商品の販売が開始された平成28年3月当時，原告商品の形態がありふれた形態であったものと認められないことは，前記(1)イ(イ)認定のとおりであること，甲Ⅲ作成の陳述書(乙19)には，IShawn社における被告商品の開発経緯についての説明があるが，IShawn社が業界のスタンダードな形態のものを参考にした旨の記載部分は存在せず，同年7月中旬から8月までの間に「TypeⅣ」の形態から「TypeⅥ」の形態(被告商品の形態)に変更するに至った経緯の説明部分も，客観的裏付けに乏しく，被告商品の商品全体の形態が原告商品の形態と酷似していることを合理的に説明するものではなく，不自然であることに照らすと，上記②の点は採用することができない。",
                    "さらに，上記④の点については，前記ア(キ)認定のメール(甲14)の記載内容に照らし，不自然であり，採用することができない。",
                    "したがって，被控訴人の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，被告商品は原告商品の形態に依拠して作り出された実質的に原告商品と同一の形態の商品といえるから，被告商品は原告商品の形態を模倣した商品(不競法2条1項3号)に該当するものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点2(原告商品が日本国内において最初に販売された日から起算して3年を経過した商品に該当するか)について",
          "text": [
            "被控訴人は，原告商品は，旧原告商品の形態をモデルチェンジした商品であって，モデルチェンジの前後で商品の形態が実質的に同一であるから，原告商品が日本国内において最初に販売された日は，遅くとも旧原告商品の販売がされていた平成25年6月19日であり，控訴人の本件訴訟の提起日(平成29年6月23日)の時点において，上記最初に販売された日から起算して既に3年を経過しているから，原告商品の形態は，不競法19条1項5号イの保護期間の制限を受ける旨主張する。",
            "しかしながら，原告商品の形態は，旧原告商品の形態とは実質的に同一のものではなく，別個の形態であること(前記2(1)ウ)，原告商品の販売が開始されたのは，平成28年3月ころであること(前記2(3)ア(オ))によれば，原告商品が日本国内において最初に販売された日は同月ころと認められるから，被控訴人の上記主張は，その前提を欠くものであり，理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点3(控訴人は差止請求及び損害賠償請求の請求主体となり得るか)について",
          "text": [
            "被控訴人は，原告商品は，既に他社が開発し市場に流通している先行商品と同様の商品であり，控訴人は，実質的に見て，自ら費用，労力を投下して，原告商品を開発して市場に置いた者とはいえないから，控訴人は，不競法2条1項3号の不正競争行為に係る本件差止請求及び本件損害賠償請求の請求主体となり得ない旨主張する。",
            "しかしながら，①前記2(1)イ(イ)，エ認定のとおり，原告商品の形態は，原告商品の販売が開始された平成28年3月当時，ありふれた形態であったものとはいえず，その商品全体の形態が，不競法2条1項3号により保護されるべきものと解されること，②前記2(3)ア認定の原告商品の開発及び販売に至る経緯によれば，控訴人は，自ら原告商品の開発を企画し，その費用により，原告商品を開発したことが認められることに照らすと，被控訴人の上記主張は，理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "争点4(控訴人の損害額)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人の責任",
              "text": [
                "前記2の認定事実によれば，被控訴人による被告商品の販売は，原告商品の形態を模倣した商品の譲渡行為として不競法2条1項3号の不正競争行為に該当するものと認められる。",
                "そして，前記2(3)ア認定の被告商品の販売に至る経緯に照らすと，被控訴人は，少なくとも過失により，上記不正競争行為を行って，控訴人の営業上の利益を侵害したものと認められるから，控訴人に対し，不競法4条に基づき，控訴人が受けた損害を賠償すべき責任を負うというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "不競法5条2項に基づく損害額",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告商品の売上高",
                  "text": [
                    "控訴人は，被控訴人は，平成28年11月ころから平成29年6月ころまでの約8か月間に，被告商品を少なくとも毎月250本，合計2000本を1本当たり1万円で販売した旨主張するので，以下において判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "証拠(乙10，13の1ないし6，8，21)及び弁論の全趣旨によれば，①被控訴人は，下記のとおり，平成28年11月ころから平成29年6月ころまでの間に，海外の顧客に対し，被告商品を合計75本販売したこと，②被控訴人による被告商品の販売形態は，日本国内の本店所在地で受注し，上記顧客に対し，被告商品を輸出，販売したものであったことが認められる。",
                            "記",
                            "平成28年12月29日  10本(単価51ドル)・販売先オランダ(乙13の2)",
                            "平成29年2月24日    10本(単価55．25ドル)・販売先ドイツ(乙13の1)",
                            "平成29年3月1日        1本(単価49．5ドル)・販売先ロシ",
                            "ア(乙13の3)",
                            "平成29年3月17日      4本(単価54ドル)・販売先オランダ(乙13の4)",
                            "平成29年4月18日    40本(単価34．7ユーロ)・販売先オーストリア(乙13の6)",
                            "平成29年5月12日      5本(単価55．25ドル)・販売先ドイツ(乙13の5)",
                            "平成29年6月15日      5本(単価55．25ドル)・販売先ドイツ(乙13の8)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人が平成28年11月ころから平成29年6月ころまでの間に前記aの75本を超える数量の被告商品を販売したことを認めるに足りる証拠はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告商品の売上高の算定に当たり，為替レートを1ドル112．7円，1ユーロ129．6円とすることは，当事者間に争いがない。",
                        "そうすると，前記(ア)の被告商品の販売に係る売上高は，合計39万1817円と認められる。",
                        "・計算式  (51ドル×10＋55．25ドル×20＋49．5ドル×1＋54ドル×4)×112．7円＋34．7ユーロ×40×129．6円"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人が得た利益額",
                  "text": [
                    "証拠(乙20)及び弁論の趣旨によれば，被告商品の1本当たりの費用(商品原価に諸経費を加えたもの)は，26．6ドルと認めるのが相当である。",
                    "そうすると，被控訴人は，前記ア(ア)の被告商品の販売により得た利益額は，合計16万6981円と認められる。",
                    "・計算式  売上高(39万1817円)-費用(26．6ドル×75×112．7円)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "損害額",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記ア認定のとおり，被控訴人による被告商品の販売先は，オランダ，ドイツ，ロシア及びオーストリアである。",
                        "しかるところ，前記2(3)ア(オ)の認定事実と証拠(甲16ないし19)及び弁論の全趣旨を総合すれば，控訴人は，自ら運営する「B．AIR」のブランドのウェブサイト及びフェイスブックにおいて，原告商品を含むバードストラップを販売していること，控訴人は，海外のいずれの国であっても引き合いがあれば，原告商品を輸出，販売しており，現にオランダの楽器店に販売した実績があることが認められる。",
                        "そうすると，被告商品の販売地域は原告商品の販売地域と重複しているから，被控訴人の不正競争行為によって，被控訴人の販売先の各国における控訴人の営業上の利益が侵害されたものと認められる。",
                        "したがって，控訴人は，不競法5条2項により，被控訴人が得た前記イの利益額16万6981円と同額の損害を被ったものと推定される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，被控訴人は，原告商品は，革パッド，ブレードクリンチ，V型プレート，ブレード及びフックの5つのパーツから構成され，パーツ毎に独立して販売されており，原告商品について不競法2条1項3号の保護が及ぶのはV型プレートの部分に限られるから，被告商品のうち，V型プレートの寄与度を4割として控訴人の損害額を算定すべきである旨主張する。",
                        "しかしながら，前記2(1)エ認定のとおり，原告商品の形態は，その商品全体の形態が，不競法2条1項3号により保護されるべきものであるから，被控訴人の上記主張は，その前提を欠くものであり，理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，控訴人の不競法5条2項に基づく損害額は，16万6981円と認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "弁護士費用",
              "text": [
                "被控訴人の不正競争行為と相当因果関係のある控訴人の弁護士費用相当の損害額は，本件事案の内容，前記(2)の損害額，本件審理の経過等諸般の事情を考慮し，5万円と認めるのが相当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，控訴人は，被控訴人に対し，不競法4条に基づく損害賠償として21万6981円(前記(2)及び(3)の合計額)及びこれに対する不正競争行為の後である平成29年6月23日(訴訟提起の日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めることができる。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の請求は，被告商品の販売等の差止め及び廃棄並びに21万6981円及びこれに対する平成29年6月23日から支払済みまで年5分の割合による金員の支払を求める限度で理由があるからこれを認容し，その余は理由がないからこれを棄却すべきものである。",
            "したがって，これと異なる原判決は失当であって，本件控訴は一部理由があるから，原判決を上記のとおり変更することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(ネ)10038",
    "date": "2019-01-24",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成29年(ワ)21107",
    "precedent_id": "088270",
    "ipprecedent_id": "5089",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}