{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2017-8470号事件について平成29年11月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実（当事者間に争いがないか，弁論の全趣旨から認められる。）",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成28年7月26日，別紙本願商標目録記載の商標（以下「本願商標」という。）について，商標登録出願（商願2016-79798号）をした。",
                "原告は，平成28年12月16日付け手続補正書により指定役務について補正し，最終的に本願商標に係る指定役務は別紙本願商標目録記載のとおりとなった。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年5月31日付けで拒絶査定を受けたことから，同年6月12日，不服審判を請求した（不服2017-8470号）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成29年11月16日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年12月4日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成30年1月3日，審決の取消しを求めて，本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書（写し）記載のとおりである。その概要は，本願商標は，別紙引用商標目録記載1及び2の登録商標（以下，それぞれ「引用商標1」などといい，引用商標1及び引用商標2を併せて「引用商標」ともいう。）と類似する商標であって，本願商標の指定役務は引用商標の指定役務と同一又は類似する役務を含んでいるものであるから，商標法4条1項11号に該当し，商標登録を受けることができない，というものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "本願商標の指定役務と引用商標の指定役務との類否",
          "text": [
            "本願商標の指定役務が，引用商標の指定役務と同一又は類似するものを含んでいることについては，当事者間に争いがない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "次のとおり，審決における本願商標と引用商標との類否判断には誤りがある。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願商標",
          "text": [
            "本願商標は，「ありがとう」の文字を標準文字で書してなるところ，その構成文字は同書同大で一体に表現されており，全体をもって称呼してみても，よどみなく一気一連に称呼し得るものであるから，「アリガトウ」のみの称呼を生じる。",
            "そして，「ありがとう」の文字は，上位概念である「感謝の意をあらわす挨拶語」の意味を有する。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用商標",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用商標は，招き猫が「ありがとう」と記した扇形表示物を左手に持った図形であって，特定の称呼を生じない。また，引用商標からは，当該図形に照応して，「招き猫が表する『ありがとう（感謝の意）』」の観念（下位概念）が生じる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点に関連して，審決は，引用商標から「ありがとう」の文字部分を抽出して観察できると判断した。",
                "しかし，「商標はその構成部分全体によって他人の商標を識別すべく考案されているものであるから，みだりに，商標構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判定することは許されない」のであり，分離して観察することが取引上不自然と思われるほど不可分に結合しているものと認められない商標に限って，分離観察の対象とすべきである。",
                "これを本件についてみると，引用商標は，全体として，また，デザインとして統一性を有するように，招き猫が来客に対し「来て頂いてありがとう」の意を伝えるモチーフを「（上部が丸みを帯びた赤色の背景に）『ありがとう』の文字を表示した扇形表示物を左手に持った招き猫を描いた図形」として表現したものであるから，わざわざ識別力の弱い「ありがとう」の文字を，下位概念化されて識別力が強くなった引用商標から抽出して分離観察するのが相当であるという特段の事情はない。",
                "むしろ，「ありがとう」の文字と，招き猫が扇形表示物を左手に持った図形（招き猫図形）の外観上の一体不可分性は，決して弱いものということはできない。",
                "したがって，この点についての審決の上記判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "両商標の類否",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標からは「アリガトウ」の称呼が生じるのに対し，引用商標からは特定の称呼を生じないので，両商標の称呼は比較の対象とすることができない。",
                "次に，本願商標と引用商標とは，外観において明白な差異が認められる。また，観念についてみると，本願商標が上位概念である「感謝の意をあらわす挨拶語」の意味合いを有するのに対し，引用商標からは下位概念である「招き猫が表する『ありがとう（感謝の意）』」の観念が生じるから，上位概念と下位概念の明確な相違があり，この点において両商標は非類似である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そうすると，本願商標と引用商標とは，その外観，称呼及び観念のいずれの点からみても，何ら相紛れるおそれのない非類似の商標というべきである。",
                "また，仮に，本願商標と引用商標とが「アリガトウ」の称呼を共通にするとしても，引用商標中の「ありがとう」の文字部分は下位概念化により識別力が強くなっており，外観において明確に区別でき，観念において類似するものではないから，両商標の比較において，称呼の共通性が他の外観及び観念における差異を凌駕するとはいい難い。したがって，外観，称呼及び観念を総合的に判断すると，両商標は商品及び役務の出所の誤認，混同を生ずるおそれのないものであり，全体として非類似の商標というのが相当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，本願商標が商標法4条1項11号に該当するとした審決の判断は誤りであり，取消しを免れない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "次のとおり,審決における本願商標と引用商標との類否判断は正当である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願商標",
          "text": [
            "本願商標は，「ありがとう」の平仮名を標準文字で表してなるものであるところ，この文字は「感謝の意をあらわす挨拶語」の意味を有するから，これに相応して「アリガトウ」の称呼及び「感謝の意をあらわす挨拶語」程の観念を生じる。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用商標",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用商標は，上部が丸みを帯びた赤色の背景の中に，鈴を付けて右前足を挙げる招き猫の上半身が描かれた図形と，その下部の赤色で縁取りされた扇形が描かれた図形（以下「招き猫の図形部分」という場合がある。）及びこの扇形の中に横書きで配した「ありがとう」の文字からなる結合商標である。",
                "そして，この構成中の招き猫の図形部分は，「招き猫」をモチーフとしたものと理解されるから，この図形部分からは招き猫の観念が生じるが，特定の称呼は生じない。一方，扇形の中の「ありがとう」の文字部分は，「感謝の意をあらわす挨拶語」の意味を有するものであるから，この文字に相応して「アリガトウ」の称呼及び「感謝の意をあらわす挨拶語」程の観念を生じる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ここで，招き猫の図形部分と「ありがとう」の文字部分についてみると，「招き猫」の観念と「感謝の意をあらわす挨拶語」の観念とは，「動物（猫）」と「挨拶語」という意味合いからみて，意味上の自然なつながりを有する語同士であるとはいい難く，全体をもって何かしらの特定の観念を想起させるなどの観念上の関連性があるとはいえない。また，招き猫の図形部分は特定の称呼を生じないことから，引用商標は，招き猫の図形部分と文字部分とが一体となって全体として一連の称呼を生じるものではない。さらに，引用商標は，一見して，図形と文字を結合したものと認識できるものであるところ，「ありがとう」の文字部分は，白無地の扇形図形内に，黒色の読み取り易い普通の字体で明瞭に表され，また，見る者に視認されやすい中央に位置し，注意を引くように表されているから，この文字部分は，招き猫の図形部分から外観上分離して見て取れる。以上によれば，引用商標の構成中，招き猫の図形部分と「ありがとう」の文字部分とは，常に一体のものとしてみるべき構成からなるものとはいえず，分離して観察することが取引上不自然であると思われるほど不可分的に結合しているとはいえない。",
                "また，「ありがとう」の文字部分は，「感謝の意をあらわす挨拶語」程の意味合いを理解させるものであるところ，この語は，指定役務との関係において，役務の質等を表すものではないから，自他役務の識別機能を有するものである。さらに，「ありがとう」の語は，我が国において「感謝の意をあらわす挨拶語」として慣れ親しまれたものであり，これに接する者において称呼しやすく，記憶に残りやすいものである。そして，引用商標において，「ありがとう」の文字部分は，見る者に視認されやすい中央に，普通の字体で明瞭に記載された印象的な部分であって，見る者の注意を引くように表されているから，引用商標に接する取引者・需要者は，自他役務の識別機能を有する「ありがとう」の文字部分に着目して取引にあたる場合も少なくないといえる。",
                "そうすると，本願商標と引用商標との類否判断に際し，引用商標の構成中「ありがとう」の文字部分を要部として抽出し，比較することも許される。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，引用商標は，その要部である「ありがとう」の文字部分に相応して「アリガトウ」の称呼を生じ，「感謝の意をあらわす挨拶語」程の観念を生じる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "両商標の類否",
          "text": [
            "両商標は，外観においてその構成を異にするものであるが，本願商標と，引用商標の要部である「ありがとう」の文字部分とは，いずれも同一の「ありがとう」の平仮名からなるものであるから，両商標は，外観上の共通性を有し，近似した印象を与える。そして，本願商標と，引用商標の「ありがとう」の文字部分は，いずれも「アリガトウ」の称呼及び「感謝の意をあらわす挨拶語」程の観念をそれぞれ生じるから，称呼上及び観念上，両者は同一である。",
            "以上によれば，本願商標と，引用商標の要部である「ありがとう」の文字部分とは，外観上近似した印象を与え，称呼及び観念を同一にするものであるから，取引者・需要者に与える印象，記憶，連想等を総合的に勘案すれば，両商標は，互いに相紛れるおそれのある類似の商標というべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の取消事由（本願商標と引用商標との類否判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法4条1項11号に係る商標の類否は，対比される商標が同一又は類似の商品又は役務に使用された場合に，その商品等の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきところ，その際には，使用された商標がその外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべきであり，しかもその商品等の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である（最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁参照）。",
                "また，複数の構成部分を組み合わせた結合商標と解されるものについては，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合していると認められる場合は，その構成部分を抽出し，当該部分だけを他人の商標と比較して商標そのものの類否を判断することは，原則として許されない。他方，商標の構成部分の一部が取引者，需要者に対し商品等の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合等には，商標の構成部分の一部だけを他人の商標と比較して商標そのものの類否を判断することも許される（最高裁昭和38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成20年9月8日第二小法廷判決・裁判集民事228号561頁参照）。",
                "以下，この判断枠組みに基づいて，本願商標と引用商標との類否を検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標",
              "text": [
                "本願商標は，「ありがとう」の文字を標準文字で表してなるものである。そして，「ありがとう」の語は，「感謝の意をあらわす挨拶語」の意味を有する（乙4）。",
                "したがって，本願商標からは，「アリガトウ」の称呼，及び「感謝の意をあらわす挨拶語」といった程度の観念がそれぞれ生じる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用商標",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標は，上部が丸みを帯びて半円形状となっており，下に向かって幅が徐々に狭くなっている赤色の背景に，鈴を付けて右前足を挙げた招き猫の上半身と，当該招き猫の下部に左前足で支持されるように描かれた赤色で縁取りされた白色無地の扇形とで構成される図形と，当該扇形の内側に黒色の明朝体風の書体で横一列に「ありがとう」の文字が記載されたもので，結合商標と解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用商標の構成中，「ありがとう」の文字部分は，図形の内部に記載されているものの，引用商標の中央下部に位置し，商標の横幅いっぱいの大きさがある白色無地の扇形の中というひときわ目立つ場所に，当該扇形の横幅全体を使うほどの大きさで，黒色の読み取りやすい書体で明瞭に記載されているから，外観上，主として招き猫とそれが支持する扇形とからなる図形部分（招き猫の図形部分）と一見して明確に区別して認識できる。そして，「ありがとう」の語は，平仮名5文字からなる極めて平易なものであって，称呼しやすく，感謝の意を表す際に日常的に多用される馴染みのある言葉であることを考え合わせると，「ありがとう」の文字部分は，引用商標を見る者に強い印象を与えるとともに，その注意を強く引くものであると認めるのが相当である。",
                    "これに対し，招き猫の図形部分と「ありがとう」の語とが，観念的に密接な関連性を有しているとは考え難いし，一連一体となった何かしらの称呼が生じるともいえない。また，招き猫の図形部分及び「ありがとう」の文字部分は，指定役務との関係で，当該役務の質等を表すものともいえない上，このほかに各部分が単独では出所識別機能を有しないと認めるに足りる的確な証拠も見当たらない。",
                    "これらの事情を総合すると，招き猫の図形部分と「ありがとう」の文字部分とが，分離して観察することが取引上不自然であると思われるほど不可分的に結合していると認めることはできないから，当該図形部分と当該文字部分は，それぞれが独立して出所識別機能を有する要部であるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，引用商標においては，その全体から「アリガトウ」の称呼及び「感謝の意を表す招き猫」といった程度の観念がそれぞれ生じると認められる。",
                    "そして，招き猫の図形部分からは特定の称呼を生じないものの，「招き猫」との観念が生じ，また，「ありがとう」の文字部分から，「アリガトウ」の称呼及び「感謝の意をあらわす挨拶語」といった程度の観念がそれぞれ生じると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願商標と引用商標の類否",
              "text": [
                "本願商標と，引用商標の要部である「ありがとう」の文字部分とは，外観上，書体の相違以外は同一であり，さらに，上記(2)及び(3)において説示したとおり，両者は称呼上も観念上も同一である。",
                "したがって，本願商標と引用商標とは，出所について誤認混合を生ずるおそれがあり，両商標は類似するものというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "本願商標の指定役務は，引用商標の指定役務と同一又は類似するものを含んでいるから，本願商標は商標法4条1項11号に該当するとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張について",
          "text": [
            "原告は，商標の類否は，商標の全体を観察して判断するのが原則であるところ，引用商標において，識別力の弱い「ありがとう」の文字部分をわざわざ抽出して分離観察するのは相当でないとし，これを前提として本願商標と引用商標との外観，称呼及び観念を対比すると，両商標は類似しないと主張する。",
            "しかし，上記1(3)において説示したとおり，引用商標中「ありがとう」の文字部分は，その余の図形部分と外観上明確に区別して認識できる態様で記載されている上，平仮名5文字の平易なもので，馴染みのある称呼しやすい言葉であることから，引用商標を見る者に強い印象を与えるとともに，その注意を強く引くものであることは明らかである。また，当該文字部分が，指定商品・役務との関係で，単独で出所識別機能を有しないと認めるに足りる的確な証拠も見当たらない。",
            "したがって，当該文字部分を分離観察することが相当でないとの原告の主張を採用することはできないから，これを前提とする本願商標と引用商標の類否に係る主張も失当といわざるを得ない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告が主張する取消事由はいずれも理由がなく，審決に取り消すべき違法があるということはできない。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}