{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-800135号事件について平成30年1月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が請求した特許無効審判の不成立審決に対する取消訴訟である。争点は，進歩性の判断の当否である。 "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成15年4月15日に出願され（特願2003-110504号），平成20年7月18日に設定登録された特許（甲15。以下「本件特許」という。特許第4157412号）の特許権者である。",
            "原告は，平成28年12月9日，本件特許の請求項1，6及び8に係る発明（以下，請求項1に係る発明を「本件発明1」，請求項6に係る発明を「本件発明6」，請求項8に係る発明を「本件発明8」といい，本件発明1，本件発明6及び本件発明8を併せて「本件発明」という。）の無効審判請求をしたところ（無効2016-800135号），特許庁は，平成30年1月9日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，本件審決謄本は，同月18日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件発明は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1",
              "text": [
                "磁気ヘッドのトラッキング制御をするためのサーボ信号が複数のサーボバンド上にそれぞれ書き込まれた磁気テープであって，",
                "各サーボバンド内に書き込まれた各サーボ信号に，複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定するためのデータがそれぞれ埋め込まれ，",
                "前記各サーボ信号は，一つのパターンが非平行な縞からなり，各データは，前記縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれていることを特徴とする磁気テープ。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明6",
              "text": [
                "請求項1に記載の磁気テープの製造方法であって，",
                "サーボバンドを特定するためのデータをエンコードする第一工程と，",
                "第一工程でエンコードしたデータを記録パルス電流に変換する第二工程と，",
                "前記記録パルス電流をサーボ信号書込ヘッドに供給して，磁気テープの所定のサーボバンドに所定のエンコードされたデータが埋め込まれたサーボ信号を書き込む第三工程と，を有することを特徴とする磁気テープの製造方法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明8",
              "text": [
                "請求項1に記載の磁気テープの製造に使用するサーバライタであって，",
                "送出リールから送り出した磁気テープを巻取リールで巻き取って走行させる磁気テープ走行系と，",
                "走行する前記磁気テープと摺接して，前記磁気テープのサーボバンド上にサーボ信号を書き込むサーボ信号書込ヘッドと，",
                "サーボバンドを特定するためのデータをエンコードする制御装置と，",
                "前記制御装置から出力されるエンコードされたデータを記録パルス電流に交換し，この記録パルス電流を前記サーボ信号書込ヘッド内のコイルに供給するパルス発生回路と，を備えたことを特徴とするサーボライタ。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の進歩性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「IＮTERＮATIOＮAL  STAＮDARD  ISO／IEC22050：2002（E）（甲1の1～3。以下「甲1文献」という。）を主引例とし，特表2002-502533号公報（甲2。以下「甲2文献」という。）を副引例とする進歩性の有無について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1文献には，以下の発明（以下「甲1発明」という。）が記載されている。",
                        "「磁気テープであって，",
                        "テープは，5本のサーボバンドをあらかじめ記録し，それぞれのサーボバンドに複数のサーボ位置を定め，",
                        "サーボ位置は，カートリッジがカートリッジ装置内で作動中にトラック追随のために用い，",
                        "各サーボバンドは，18本のサーボストライプからなるサーボフレームを含み，",
                        "サーボフレームは，テープの長さに沿って長手方向の位置を表すLPOSワードを符号化し，",
                        "サーボバンドに沿ってサーボフレームを長手方向に移動することによって，サーボバンドを一意に識別し，",
                        "サーボバンドは，記録済みのサーボストライプからなり，",
                        "サーボバーストは，サーボストライプ群のAバースト，Bバースト，Cバースト及びDバーストの4種類とし，",
                        "サーボフレームは，Aバースト，Bバースト，Cバースト及びDバーストから構成し，",
                        "サーボサブフレーム1は，Aバースト及びBバーストとし，サーボサブフレーム2は，Cバースト及びDバーストとし，",
                        "Aバースト及びCバーストのストライプのテープ幅方向に対する傾斜とBバースト及びDバーストのストライプのテープ幅方向に対する傾斜とは互いに逆であり，",
                        "サーボフレーム符号化は，テープ長手方向の絶対位置，製造業者のデータ及びサーボバンド識別情報とし，",
                        "位置及び製造業者のデータは，サーボサブフレーム1のストライプの相対位置を移動して，符号化し，",
                        "テープ長手方向の絶対位置及び製造業者データは，LPOSワードに記録され，",
                        "サーボバンド識別情報は，サーボバンドnに対するサーボバンドn＋1の相対移動量として符号化する磁気テープ。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2文献には，以下の発明（以下「甲2発明」という。）が記載されている。",
                        "「磁気テープ160であって，",
                        "サーボ帯域を有し，サーボ搬送信号が，サーボ帯域のほぼ全幅を横切って書込まれ，サーボ搬送信号の部分が消去され，この結果得られるサーボトラック構成が，隔たった経路における周期的な消去部分および非消去部分によって定義されるサーボトラックの対を備え，サーボトラックの各対がサーボトラック情報を具備し，テープの逆方向および順方向の輸送の際に利用され，",
                        "複数のサーボ帯域161，162，および163を備え，",
                        "サーボ帯域161ないし163がデータ帯域170によって隔てられてあり，",
                        "サーボ帯域161ないし163が，サーボ帯域自身が他のサーボ帯域から一意に同定され得るような，異なる符号を用いて符号化され，",
                        "サーボ帯域163が，サーボトラック構成166とは異なったサーボトラック構成165によって横手方向に符号化されており，",
                        "サーボトラック構成166は，消去部分171および173の異なる長さによって示されるようにサーボトラック構成165とは異なる方向で符号化されてあり，",
                        "任意個数の消去部分がサーボ帯域ごとに変化する長さを備えることで，サーボ帯域を一意に同定，つまり一意なサーボ帯域符号を具備する磁気テープ160。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明1と甲1発明との対比",
                      "text": [
                        "（一致点）",
                        "「磁気ヘッドのトラッキング制御をするためのサーボ信号が複数のサーボバンド上にそれぞれ書き込まれた磁気テープであって，各サーボバンド内に書き込まれた各サーボ信号に，データがそれぞれ埋め込まれ，前記各サーボ信号は，一つのパターンが非平行な縞からなり，各データは，前記縞を構成する線の位置を，テープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれている磁気テープ。」の点。",
                        "（相違点）",
                        "「各サーボバンド内に書き込まれた各サーボ信号にそれぞれ埋め込まれるデータ」であって，「各データは，各サーボ信号の縞を構成する線の位置を，テープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれている」ものについて，本件発明1は，「複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定するためのデータ」であって，「サーボバンド毎に」テープ長手方向にずらすものであるのに対し，甲1発明は，「複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定するためのデータ」ではなく，「サーボバンド毎に」テープ長手方向にずらすものではない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点についての判断",
                      "text": [
                        "甲2発明における「任意個数の消去部分がサーボ帯域ごとに変化する長さを備えることで，サーボ帯域を一意に同定，つまり一意なサーボ帯域符号を具備する」との技術事項（以下「甲2技術事項」という。）を甲1発明に適用することについて検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1発明は，サーボバンド識別情報をサーボバンドnに対するサーボバンドn＋1の相対移動量として符号化するものであるが，サーボバンド識別情報をサーボバンドnに対するサーボバンドn＋1の相対移動量として符号化することについて，何らかの問題があることを記載ないし示唆する証拠は提示されていないから，甲1発明において，サーボバンド識別情報をサーボバンドnに対するサーボバンドn＋1の相対移動量以外のものとして符号化する動機付けがあるとはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲1発明のサーボバンドは，ストライプのテープ幅方向に対する傾斜が互いに逆であるサーボストライプ群からなるのに対し，甲2発明のサーボ帯域は，サーボ帯域のほぼ全幅を横切って書き込まれたサーボ搬送信号が部分的に消去されたものであって，両発明が前提とするサーボバンドないしサーボ帯域の形態が異なるから，甲2技術事項をそのまま甲1発明に適用することはできない。",
                            "仮に，甲2技術事項を甲1発明に適用するに当たり，甲2技術事項の「消去部分」の「長さ」を甲1発明の「サーボストライプ」の幅に対応させるとしても，任意個数のサーボストライプがサーボバンドごとに変化する幅を備えることで，サーボバンドを一意に同定，つまり一意なサーボバンド符号を具備するものが得られるにとどまり，「複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定するためのデータ」が，「各サーボ信号の縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれている」本件発明1には到らない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，本件発明1は，甲1発明及び甲2技術事項に基づいて，当業者が容易に発明することができたとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特開2002-74631号公報（甲3。以下「甲3文献」という。）を主引例とし，甲2文献及び特開2001-67847号公報（甲4。以下「甲4文献」という。）を副引例とする進歩性の有無について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲3文献には，以下の発明（以下「甲3発明」という。）が記載されている。",
                        "「磁気テープであって，テープ20上のデータ・トラック及びサーボ・トラックはテープ20の長手方向に沿って交互に且つ平行に配置されており，サーボ・トラックに記録されているサーボ・パターンは，ハの字形の2種類のパターン（一つは5対，もう一つは4対からなる）が交互に繰り返し現れるもの，又は，くの字形と逆くの字形の組み合わせからなる2種類のパターン（同じく5対と4対のパターン）が交互に繰り返し現れるものであり，これらのサーボ・パターンは非平行の向きに記録された磁気遷移よりなっており，一つの繰り返しパターン内において対になっている非平行ストライプ間の間隔，及び隣接する二つの繰り返しパターン間の間隔を利用してヘッドの位置決めを行う磁気テープ。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲4文献には，以下の技術事項（以下「甲4技術事項」という。）が記載されている。",
                        "「リニア位置位置決めデータ情報71は，少なくとも1つの長手方向のサーボ・トラックを画定する磁束変化サーボ・パターン中に記録されており，サーボ・トラックのデータは，バースト・パターン74，75の交互のグループの複数のフレーム73から成り，各フレームは，リニア位置位置決めデータ71の1ビット76を備えており，サーボ・トラック中のデータは，同期文字77，これに続いて長手方向位置データ71を備えており，そして，媒体メーカーが付与するデータのような他のデータを続け，“1”は，変化ストライプ80と81とを離れるように移動させ，変化ストライプ82と83とを互いに近づくように移動させて符号化し，“0”は，変化ストライプ84と85とを互いに近づくように移動させ，変化ストライプ86と87とを離れるように移動させて符号化する。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明1と甲3発明との対比",
                      "text": [
                        "（一致点）",
                        "「磁気ヘッドのトラッキング制御をするためのサーボ信号が複数のサーボバンド上にそれぞれ書き込まれた磁気テープであって，前記各サーボ信号は，一つのパターンが非平行な縞からなる磁気テープ」の点",
                        "（相違点）",
                        "本件発明1は，「各サーボバンド内に書き込まれた各サーボ信号に，複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定するためのデータがそれぞれ埋め込まれ，各データは，各サーボ信号の縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれている」のに対し，甲3発明は，そのような特定がない点"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点についての判断",
                      "text": [
                        "甲3発明において，甲4技術事項の構成を採用すること自体は，両者のサーボ・パターンに共通性があるから，当業者が容易に想到し得るといえる。",
                        "しかし，甲4技術事項の構成を採用した甲3発明のサーボ・トラックに記録されているサーボ・パターンは，ハの字形の2種類のパターン（一つは5対，もう一つは4対からなる）が交互に繰り返し現れるもの，若しくは，くの字形と逆くの字形の組み合わせからなる2種類のパターン（同じく5対と4対のパターン）が交互に繰り返し現れるものであるのに対し，甲2発明のサーボ帯域はサーボ帯域のほぼ全幅を横切って書き込まれたサーボ搬送信号が部分的に消去されたものであって，両発明が前提とするサーボ・トラックに記録されているサーボ・パターンないしサーボ帯域の形態が異なるから，甲2技術事項をそのまま甲4技術事項の構成を採用した甲3発明に適用することはできない。",
                        "仮に，甲2技術事項を，甲4技術事項の構成を採用した甲3発明に適用するに当たり，甲2技術事項の「消去部分」の「長さ」を甲4技術事項の構成を採用した甲3発明の「ハの字形，若しくは，くの字形と逆くの字形の組み合わせ」の太さに対応させるとしても，任意個数のハの字形，若しくは，くの字形と逆くの字形の組み合わせがサーボ・トラックごとに変化する太さを備えることで，サーボ・トラックを一意に同定，つまり一意なサーボ・トラック符号を具備するものが得られるにとどまり，「複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定するためのデータ」が，「各サーボ信号の縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれている」本件発明1には到らない。",
                        "したがって，甲3発明において，甲4技術事項の構成を採用した上で，甲2技術事項の構成を採用することは，当業者が容易に想到し得るとはいえない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "よって，本件発明1は，甲3発明，甲2技術事項及び甲4技術事項に基づいて，当業者が容易に発明することができたとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2文献を主引例とし，甲4文献を副引例とし，周知技術を適用した進歩性の有無について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記のとおり，甲2文献には甲2発明が記載されており，甲4文献には甲4技術事項が記載されている。",
                        "また，甲5～12には，非平行な磁気遷移からなるサーボ・パターンが記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1と甲2発明との対比",
                      "text": [
                        "（一致点）",
                        "「磁気ヘッドのトラッキング制御をするためのサーボ信号が複数のサーボバンド上にそれぞれ書き込まれた磁気テープであって，各サーボバンド内に書き込まれた各サーボ信号に，複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定するためのデータがそれぞれ埋め込まれる磁気テープ。」の点",
                        "（相違点）"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「各サーボバンド内に書き込まれた各サーボ信号」について，本件発明1は，「一つのパターンが非平行な縞からな」るのに対し，甲2発明は，「サーボ搬送信号が，サーボ帯域のほぼ全幅を横切って書き込まれ，サーボ搬送信号の部分が消去され，この結果得られるサーボトラック構成」である点（以下「甲2相違点①」という。）"
                        },
                        {
                          "fig": "b",
                          "subject": "「サーボ信号へのデータの埋め込み」について，本件発明1は，「各データは，各サーボ信号の縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれている」のに対し，甲2発明は，「任意個数の消去部分がサーボ帯域ごとに変化する長さを備えることで，サーボ帯域を一意に同定，つまり一意なサーボ帯域符号を具備する」点（以下「甲2相違点②」という。）"
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点についての判断",
                      "text": [
                        "非平行な磁気遷移からなるサーボ・パターンは周知である。",
                        "しかし，甲2発明のサーボ帯域はサーボ帯域のほぼ全幅を横切って書き込まれたサーボ搬送信号が部分的に消去されたものであるのに対し，甲4技術事項及び周知技術のサーボ・パターンは，非平行な磁気遷移からなるものであって，甲2発明と甲4技術事項及び周知技術とは前提とするサーボ帯域ないしサーボ・パターンの形態が異なるから，甲4技術事項及び周知技術をそのまま甲2発明に適用することはできない。",
                        "仮に，甲4技術事項を甲2発明に適用するに当たり，甲4技術事項の「ストライプ」の「移動」を甲2発明の「消去部分」の移動に対応させるとしても，任意個数の消去部分がサーボ帯域ごとに変化する移動の状態を備えることで，サーボ帯域を一意に同定，つまり一意なサーボ帯域符号を具備するものが得られるにとどまり，「各サーボバンド内に書き込まれた各サーボ信号」が「一つのパターンが非平行な縞からな」り，かつ，「複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定するためのデータ」が，「各サーボ信号の縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれている」本件発明1に到らない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，本件発明1は，甲2発明，甲4技術事項及び周知技術に基づいて，当業者が容易に発明をすることができたとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明6及び本件発明8の進歩性について",
              "text": [
                "本件特許の請求項6は請求項1を引用しており，本件発明1が，当業者が容易に発明をすることができたとはいえないから，本件発明6は，当業者が容易に発明をすることができたとはいえない。",
                "また，本件特許の請求項8は請求項1を引用しており，本件発明1が，当業者が容易に発明をすることができたとはいえないから，本件発明8は，当業者が容易に発明をすることができたとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件発明1について，甲1文献を主引例とし，甲2文献を副引例とする進歩性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の認定のうち，甲1発明及び甲2技術事項の認定並びに本件発明1と甲1発明の一致点及び相違点の認定は相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，本件発明1と甲1発明の相違点についての判断において，甲2技術事項を甲1発明に適用することはできず，仮に適用したとしても本件発明1には到らないと判断したが，以下のとおり，この判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1文献に記載されているような，複数のデータバンド及び複数のサーボバンドがテープの長手方向に沿って交互にかつ平行に配置された磁気テープにおいては，サーボバンドを読み取るサーボ・ヘッドが，自らがどのサーボバンドを読み取っているかを特定できるような仕組みが設けられている必要がある。",
                    "他方，サーボ・ヘッドがサーボバンドを特定するための方法として最も簡単かつ当業者に自明な方法は，甲2文献に開示されている，サーボバンドそれ自体にサーボバンドを特定する情報を埋め込む方法（同方法に係る技術を甲2技術事項と区別して，以下「原告主張甲2技術事項」という。）である。",
                    "ここで，甲1発明及び甲2技術事項は，サーボバンド内に書き込まれるサーボ信号（サーボ・パターン）の構成の点において異なっている（甲1発明は，非平行な縞の形状をした磁気反転部を用いるものであるのに対し，甲2技術事項は，サーボ搬送信号の消去部分と非消去部分とからなるパターンを用いるものである。）が，複数のデータバンド及び複数のサーボバンドがテープの長手方向に沿って交互にかつ平行に配置された磁気テープであるという点においては，両者は共通する。",
                    "したがって，甲1文献において，サーボ・ヘッドがサーボバンドを特定するための方法として，原告主張甲2技術事項，すなわち，サーボバンドそれ自体にサーボバンドを特定する情報を埋め込む方法を採用することは，当業者が容易になし得ることである。",
                    "以上より，本件発明1は，甲1発明及び原告主張甲2技術事項に基づいて当業者が容易に発明できたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，甲1発明において，サーボバンド識別情報をサーボバンドnに対するサーボバンドn＋1の相対移動量として符号化することについて，何らかの問題があることを記載又は示唆する証拠は提示されていないから，甲1発明において，サーボバンド識別情報をサーボバンドnに対するサーボバンドn＋1の相対移動量以外のものとして符号化する動機付けはないと判断した。",
                        "しかし，甲1発明において，サーボバンド識別情報をサーボバンドnに対するサーボバンドn＋1の相対移動量として符号化する方法は，この方法を用いてサーボバンドを特定してもよいとの位置付けに留まる（甲1の3・53頁の「11．3．4」。甲13の3・47頁の「11．3．4」参照）。したがって，隣接するサーボバンドの相対位置によってサーボバンドnの識別が行われる方法は，サーボバンドを特定するための方法の一例として示されているにすぎず，他の方法を採用することを何ら排除していない。",
                        "また，アンプリチュード・サーボは，IBMが平成7年に発売したデータ記録・保存用の磁気テープ記録再生システムであるIBM3590において採用されていた技術であるが，他方，タイミング・ベース・サーボは，IBMが平成12年に発売した磁気テープ記録再生システムであるLTO-1，及び平成15年に発売したIBM3590の後継の磁気テープ記録再生システムであるIBM3592において採用された技術であり，本件特許出願当時，当業者において，両技術は，磁気テープにおけるサーボ技術として，相互に代替可能なものとして認識されていたほか，本件特許出願当時，アンプリチュード・サーボに代えてタイミング・ベース・サーボを採用する傾向が存在した（甲16，17）。",
                        "そして，甲1文献に例示された符号化方法によってサーボバンドを特定する場合，サーボ・ヘッドは，隣接する2本のサーボバンドの情報を同時に読み取り，それらの情報を比較して先行・遅延の有無及びその程度を検出しなくてはならないのに対し，原告主張甲2技術事項が提示する方法では，サーボ・ヘッドは1本のサーボバンドの情報を読み取ることで，どのサーボバンドを読み取っているのかを特定することができるのであり，後者の方がサーボバンドを特定するための仕組みとしてはるかに簡単である。このように，甲1文献に例示された符号化方法と比較して，原告主張甲2技術事項が提示する方法にメリットがあることは自明であり，前者の方法に代えて後者の方法を採用する動機付けが存在することは明らかである。",
                        "したがって，本件審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，甲1発明と甲2発明とでは，両発明が前提とするサーボ・パターン，サーボ帯域の形態が異なるから，甲2技術事項をそのまま，甲1発明に適用することはできないと判断した。",
                        "本件審決の「そのまま適用できない」との意味は，「消去部分の長さを変化させる」という点も含めて，甲2技術事項を「そのまま」適用することはできないという意味であると解され，また，その前提として，本件審決は，甲2発明において，「サーボ帯域161～163が，サーボ帯域自身が他のサーボ帯域から一意に同定され得るような，異なる符号を用いて符号化され」る構成を，「消去部分の長さ」と切り離して上位概念化することはできないと判断している。",
                        "しかし，甲2文献は，情報の符号化技術として，消去部分の長さを変化させることで情報を符号化する技術を開示した上で，そこで符号化される情報の一例として，サーボ帯域を一意に同定する情報を挙げているが，ここで，「いかなる符号化技術を用いて情報の符号化を行うか」ということと，「いかなる情報を符号化するか」ということは，相互に独立した技術事項であり，両者を常に一体のものとして把握しなくてはならない必然性は，全く存在しない。",
                        "したがって，甲2文献には，「情報の符号化技術を用いて，サーボ帯域を一意に同定する情報を符号化すること」との技術事項が記載されているが，この技術事項は，情報の符号化技術としていかなる符号化技術を用いるかということとは独立した技術事項であるから，甲1発明（タイミング・ベース・サーボにおいて，磁気遷移の位置をテープ長手方向にずらすという情報の符号化技術を用いて情報を符号化すること）の下でも適用することが可能である。",
                        "したがって，本件審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決は，仮に，甲2技術事項を甲1発明に適用したとしても，本件発明1には到らないと判断した。",
                        "本件審決の上記判断は，甲2技術事項の「消去部分」の「長さ」を，甲1発明の「サーボストライプ」の幅に対応させるというものであるから，本件審決の上記判断は，甲2技術事項から「消去部分の長さを変化させる」という点を取り除くことはできないという判断を前提とするものである。",
                        "しかし，上記前提が誤りであることは，すでに述べたとおりである。また，アンプリチュード・サーボ及びタイミング・ベース・サーボの各サーボ技術において，磁気ヘッドのトラッキング制御のためにサーボ・パターンをどのように構成するかということと，情報の符号化技術としていかなる技術を用いるかは，ワンセットの事項である（タイミング・ベース・サーボにおける，磁気遷移の位置をテープ長手方向にずらすという情報の符号化技術は，サーボ・パターンを非平行な縞の形状をした磁気遷移により構成することを前提とした技術であり，アンプリチュード・サーボにおいても，消去部分の長さを変化させるという情報の符号化技術は，サーボ・パターンをサーボ搬送信号の消去部分と非消去部分により構成することを前提とした技術である。）。したがって，甲1発明がタイミング・ベース・サーボを採用した発明である以上，タイミング・ベース・サーボが有する情報の符号化技術（同技術は，甲1文献に開示されている。）を用いるのが自然である。",
                        "本件審決の上記判断は，タイミング・ベース・サーボにアンプリチュード・サーボが有する情報の符号化技術を無理矢理組み合わせたらどうなるか，ということについて判断するものであるが，このような組合せは自然なものであるとはいえない。",
                        "したがって，本件審決の上記判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲1文献の「11．3．4」の部分の翻訳（甲13の3）は不正確であり，上記部分は，「テープ・カートリッジを読み取るドライブ装置がサーボバンドを識別することができるようにするために，ISO規格に従ったテープ・カートリッジは，表5に記載のとおりにオフセット量を規定しなければならないこと」を記載していると理解するのが正しいと主張する。",
                        "しかし，英語の原文には，「できるようにするために」に相当する部分は存在しない。あくまで，上記部分は，「サーボバンドnの識別は，上下のサーボエレメントでそれぞれ読み取った，サーボバンドn及びn＋1内のフレームのテープ上の相対位置によって判断されることができる」と記載しているのであり，同記載から，甲1文献が，サーボバンドを特定する方法として他の方法を採用することを排除していないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲2発明から，「情報の符号化技術を用いて，サーボバンドを識別する情報をサーボバンド内に埋め込む」という技術的事項を切り離すことはできないと主張する。",
                        "しかし，磁気テープのサーボ技術において，「いかなる符号化技術を用いて情報の符号化を行うか」ということと，「いかなる情報を符号化するか」ということは，相互に独立した技術事項であり，両者を常に一体のものとして把握しなくてはならない必然性はない。",
                        "このことは，甲2文献において「消去部分を変化させる」以外の情報の符号化方法が開示されていることから明らかである。すなわち，甲2文献の実施例には，サーボトラック（トラックピッチ）を同定する情報をサーボ帯域に埋め込むための符号化方法として，消去部分の長さを変化させる方法以外にも，トラックピッチ毎に消去部分をそれぞれ異なる周波数で符号化する方法（32頁20行～33頁12行，図11）や，一部のトラックピッチから一部の消去部分を取り除く方法（33頁15行～24行，図12）が開示されており，情報をサーボバンドに埋め込むための符号化方法として「消去部分の長さを変化させる」ことは必須とはされていない。",
                        "また，磁気テープのサーボ技術において，「いかなる符号化技術を用いて情報の符号化を行うか」ということと，「いかなる情報を符号化するか」ということが相互に独立した技術事項であることは，甲2文献において，情報の符号化技術を用いて符号化され得る情報の一例として，テープの長手方向の絶対位置を示す情報が挙げられていることからも明らかである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件発明1について，甲3文献を主引例とし，甲2文献及び甲4文献を副引例とする進歩性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の認定のうち，甲3発明，甲2技術事項及び甲4技術事項の認定並びに本件発明1と甲3発明の一致点及び相違点の認定は相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，甲2技術事項を甲4技術事項の構成を採用した甲3発明に適用することはできず，仮に適用したとしても本件発明1には到らないと判断したが，以下のとおり，この判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲3発明及び甲2技術事項は，サーボバンド内に書き込まれるサーボ信号（サーボ・パターン）の構成の点において異なっている（甲3発明は非平行な磁気遷移を用いるものであるのに対し，甲2技術事項は，サーボ搬送信号の消去部分と非消去部分とからなるパターンを用いるものである。）が，複数のデータバンド及び複数のサーボバンドがテープの長手方向に沿って交互にかつ平行に配置された磁気テープであるという点において，両者は共通するものであり，両者を組み合わせることに格別の困難性はない。",
                        "そして，複数のサーボバンドを有する磁気テープにおいては，サーボ読取りヘッドが自らが位置するサーボバンドを何らかの方法によって特定する必要があるという課題は周知である（特開平11-273040号公報（以下「甲7文献」という。）の3頁3欄47行～4欄4行，甲1文献の53頁「11．3．4」，甲2文献の33頁下から4行～34頁8行，図13）から，この課題を解決するために，甲3発明において，原告主張甲2技術事項，すなわち，サーボバンドを特定するためのデータを当該サーボバンドに書き込まれるサーボ信号に埋め込む方法を採用することは，当業者が容易になし得ることである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "もっとも，甲3文献には，データをサーボバンドに埋め込む具体的な方法についての開示はない。",
                        "しかし，この点については，甲3文献と同様に非平行な磁気遷移からなるサーボ・パターンを使用したタイミング・ベースのサーボ・システムに関する文献である甲4文献において，非平行な縞を構成する線の位置をテープ長手方向にずらすことで，データを符号化し，サーボ信号中に埋め込むこと（甲4技術事項）が開示されている。",
                        "したがって，甲3発明において，サーボバンドを特定するためのデータを当該サーボバンドに書き込まれるサーボ信号に埋め込む方法として，甲4技術事項が提示する上記方法を用いることは，当業者が容易になし得ることである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，原告主張甲2技術事項を甲4技術事項の構成を採用した甲3発明に適用して，本件発明1に想到することは容易である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，甲4技術事項の構成を採用した甲3発明と，甲2発明とでは，両発明が前提とするサーボ・パターン又はサーボ帯域の形態が異なるから，甲2技術事項をそのまま，甲4技術事項の構成を採用した甲3発明に適用することはできないと判断した。",
                        "本件審決の「そのまま適用できない」との意味は，「消去部分の長さを変化させる」という点も含めて，甲2技術事項を「そのまま」適用することはできないという意味であると解され，また，その前提として，本件審決は，甲2発明において，「サーボ帯域161～163が，サーボ帯域自身が他のサーボ帯域から一意に同定され得るような，異なる符号を用いて符号化され」る構成を，「消去部分の長さ」と切り離して上位概念化することはできないと理解しているものと解される。",
                        "しかし，前記のとおり，甲2文献は，情報の符号化技術として，消去部分の長さを変化させることで情報を符号化する技術を開示した上で，そこで符号化される情報の一例として，サーボ帯域を一意に同定する情報を挙げているが，ここで，「いかなる符号化技術を用いて情報の符号化を行うか」ということと，「いかなる情報を符号化するか」ということは，相互に独立した技術事項であり，両者を常に一体のものとして把握しなくてはならない必然性は，全く存在しない。",
                        "したがって，甲2文献には，「情報の符号化技術を用いて，サーボ帯域を一意に同定する情報を符号化すること」との技術事項が記載されているが，同技術事項は，情報の符号化技術としていかなる符号化技術を用いるかということとは独立した技術事項であるから，甲4技術事項（タイミング・ベース・サーボにおいて，磁気遷移の位置をテープ長手方向にずらすという情報の符号化技術を用いて情報を符号化すること）の下でも適用することが可能である。",
                        "したがって，本件審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，仮に，甲2技術事項を，甲4技術事項の構成を採用した甲3発明に適用したとしても，本件発明1には到らないと判断した。",
                        "本件審決の上記判断は，甲2技術事項の「消去部分」の「長さ」を，甲4技術事項の構成を採用した甲3発明の「ハの字形，もしくは，くの字形と逆くの字形の組み合わせ」の太さに対応させるというものであるから，本件審決の上記判断は，甲2技術事項から「消去部分の長さを変化させる」という点を取り除くことはできない，という判断を前提とするものである。",
                        "しかし，上記前提が誤りであることは，すでに述べたとおりである。また，前記のとおり，アンプリチュード・サーボ及びタイミング・ベース・サーボの各サーボ技術において，磁気ヘッドのトラッキング制御のためにサーボ・パターンをどのように構成するかということと，情報の符号化技術としていかなる技術を用いるかは，ワンセットの事項である。したがって，甲3発明がタイミング・ベース・サーボを採用した発明である以上，タイミング・ベース・サーボが有する情報の符号化技術（甲4技術事項）を用いるのが自然である。",
                        "本件審決の上記判断は，タイミング・ベース・サーボにアンプリチュード・サーボが有する情報の符号化技術を無理矢理組み合わせたらどうなるか，ということについて判断するものであるが，このような組合せは自然なものであるとはいえない。",
                        "したがって，本件審決の上記判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲2発明から，「情報の符号化技術を用いて，サーボ帯域を一意に同定する情報を符号化すること」というアイデアを把握できないと主張するが，この主張は失当であることは，前記1(2)ウ(イ)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲3発明は，サーボバンドに情報を埋め込むことが記載されていないなどと主張する。",
                        "しかし，甲3文献はサーボ技術としてタイミング・ベース・サーボを採用するものであるところ，タイミング・ベース・サーボにおいて，非平行な縞を構成する線の位置をテープ長手方向にずらすことでデータを符号化する方法は，当業者にとって周知となっていたものである。",
                        "また，甲3文献は複数のサーボバンドを有する磁気テープを前提とするものであるところ，このような磁気テープにおいて，何らかの方法によってサーボバンドを識別する必要があったことは，周知の課題であった。",
                        "したがって，当業者であれば，甲3発明において，複数のサーボバンドを識別する必要があるという課題が存在し，また，非平行な縞を構成する線の位置をテープ長手方向にずらすことでデータを符号化する方法によりサーボバンド上に情報を埋め込むことができることも，当然に認識することができるものであり，被告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，甲4文献はLPOSワード（テープの長手方向の絶対位置を示す情報。段落【0006】）以外をストライプ（縞）に埋め込むことは全く想定されておらず，また，甲4文献にはサーボバンドが一つしかない磁気テープが開示されているだけであり，複数のサーボバンドから一つのサーボバンドを特定する必要性は全くないから，甲3発明において，サーボバンドを特定するためのデータを当該サーボバンドに書き込まれるサーボ信号に埋め込む方法として，甲4文献に記載の方法を用いることに当業者が動機付けられることはないと主張する。",
                        "しかし，甲4文献に開示されている情報の符号化技術，すなわち，非平行な縞を構成する線の位置をテープ長手方向にずらすことでデータを符号化する技術が，LPOSワード以外の情報を埋め込むことに用いることができることは，甲4文献に接した当業者であれば，容易に理解することができる。実際，甲1文献には，テープの長手方向の絶対位置を示す情報以外にも，サーボ情報が書き込まれた日付や製造業者の名称といった情報を，上記の情報の符号化技術を用いてサーボバンド内に埋め込むことが開示されている。",
                        "また，甲4文献に開示されている上記技術は，複数の平行サーボ・トラックを備えたテープ・システムにおいて使用することを想定したものであり（7頁11欄14行～17行），甲4文献には，複数のサーボバンドを有する磁気テープにおいて上記技術を使用することが開示されている。",
                        "したがって，被告の上記主張は失当である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（本件発明1について，甲2文献を主引例とし，甲4文献を副引例とし，周知技術を適用した進歩性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の認定のうち，甲2発明及び甲4技術事項の認定並びに本件発明1と甲2発明の一致点の認定は相当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1と甲2発明との相違点は，以下のとおりである。",
                    "（相違点）",
                    "本件発明1では，各サーボ信号は，一つのパターンが非平行な縞からなり，各データは，縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより各サーボ信号中に埋め込まれているのに対し，甲2発明では，各サーボ信号は，一つのパターンはサーボ搬送信号の消去部分と非消去部分とからなり，各データは，非消去部分の長さをサーボバンド毎に変化させることにより各サーボ信号中に埋め込まれている点"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，本件発明1と甲2発明との相違点を，甲2相違点①と甲2相違点②の二つに分けて認定しているが，前記アのとおり，相違点は一つであり，本件審決の同認定は誤りである。",
                    "その理由は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決が認定した甲2相違点①は，要するに，タイミング・ベース・サーボとアンプリチュード・サーボにおける，磁気ヘッドのトラッキング制御のためのサーボ・パターンの構成の違いを指摘するものであり，他方，本件審決が認定した甲2相違点②は，タイミング・ベース・サーボにおける情報の符号化技術と，アンプリチュード・サーボにおける情報の符号化技術の違いを指摘するものであるが，前記のとおり，タイミング・ベース・サーボ及びアンプリチュード・サーボの各サーボ技術において，磁気ヘッドのトラッキング制御のためにサーボ・パターンをどのように構成するかということと，情報の符号化技術としていかなる技術を用いるかということは，ワンセットの事項である。",
                        "タイミング・ベース・サーボにおける，磁気遷移の位置をテープ長手方向にずらすという情報の符号化技術は，サーボ・パターンを非平行な縞の形状をした磁気遷移により構成することを前提とした技術である。また，アンプリチュード・サーボにおいても，消去部分の長さを変化させるという情報の符号化技術は，サーボ・パターンをサーボ搬送信号の消去部分と非消去部分により構成することを前提とした技術である。タイミング・ベース・サーボにおいて，消去部分の長さを変化させるという情報の符号化技術を用いることは考えられないし，逆に，アンプリチュード・サーボにおいて，磁気遷移の位置をテープ長手方向にずらすという情報の符号化技術を用いることも考えられない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点についての判断の場面において，甲2相違点①に関して，甲2発明において採用されているアンプリチュード・サーボに代えてタイミング・ベース・サーボを採用した場合には，甲2相違点②に関しても，アンプリチュード・サーボが有する情報の符号化技術に代えてタイミング・ベース・サーボが有する情報の符号化技術を用いるのが自然である。甲2相違点①に関してはアンプリチュード・サーボに代えてタイミング・ベース・サーボを採用しつつ，甲2相違点②に関してはアンプリチュード・サーボが有する情報の符号化技術を引き続き用いるといったことは，当業者が通常思い至るものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，甲4技術事項及び周知技術を甲2発明に適用することはできない，仮に適用したとしても本件発明1には到らないとしたが，以下のとおり，この判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以下のとおり，非平行な磁気遷移からなるサーボ・パターンを使用したタイミング・ベース・サーボを磁気テープにおいて用いることは，本件特許の出願日当時，既に周知技術であったものであり，当業者により一般的に使用されていたのであるから，甲2発明における，一つのパターンがサーボ搬送信号の消去部分と非消去部分とからなるサーボ信号に代えて，周知技術である，非平行な磁気遷移からなるサーボ・パターン（換言すると，一つのパターンが非平行な縞からなるサーボ信号）を用いることは，当業者が容易になし得たことである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1文献",
                      "text": [
                        "甲1文献には，サーボバンドを，非平行な縞の形状をした磁気反転部（サーボストライプ）から構成することが開示されている（45頁～47頁，図26）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3文献",
                      "text": [
                        "甲3文献には，サーボ・トラックに記録されているサーボ・パターンの例として，非平行の向きに記録された磁気遷移よりなる，ハの字形の2種類のパターン（1つは5対，もう1つは4対からなる）が交互に繰り返し現れるもの（図4（A））と，くの字形と逆くの字形の組合せからなる2種類のパターン（同じく5対と4対のパターン）が交互に繰り返し現れるもの（図4（B））が開示されている（4頁6欄48行～5頁7欄13行，図4）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲4文献",
                      "text": [
                        "甲4文献には，非平行の向きに記録された磁気遷移からなるサーボ・パターンを用いたタイミング・ベースのサーボ・システムに関する技術が開示されている（4頁6欄40行～45行，7頁11欄18行～42行，図5）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "特開平10-334435号公報（甲5。以下「甲5文献」という。）",
                      "text": [
                        "甲5文献には，非平行の向きに記録された磁気遷移からなるサーボ・パターンを用いたタイミング・ベースのサーボ・システムに関する技術が開示されている（8頁14欄32行～42行，10頁18欄37行～11頁19欄38行，図4）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "特開平8-30942号公報（甲6。以下「甲6文献」という。）",
                      "text": [
                        "甲6文献には，シェブロン（くの字）型遷移のバンドによって形成された五つの菱形及びそれに続く四つの菱形のシーケンスの繰り返しにより形成されるサーボ・パターンが開示されている（20頁右欄13行～22行，図9）。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "甲7文献",
                      "text": [
                        "上記文献には，二つの異なる方位角傾斜を有する交番磁気転移から構成されるサーボ・パターン及び磁気転移ストライプの交番バーストを利用するサーボ帯域配置が開示されている（2頁2欄29行～3頁3欄23行，図2，図3）。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "特開平11-288568号公報（甲8）",
                      "text": [
                        "上記文献には，二つの異なる方位角傾斜の交番磁気転移から構成されるサーボ・パターン，及び磁気転移ストライプの交番バーストを利用するサーボ帯域配置が開示されている（2頁2欄31行～3頁3欄28行，図2，図3）。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "特開2000-36112号公報（甲9）",
                      "text": [
                        "上記文献には，全体として略シェブロン形状に形成されたブロックパターンからなるサーボ・パターンが開示されている（5頁8欄47行～6頁9欄23行，図3，図4）。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "特開2000-48431号公報（甲10）",
                      "text": [
                        "上記文献には，全体として略シェブロン形状に形成されたブロックパターンからなるサーボ・パターンが開示されている（6頁9欄9行～10欄5行，図3，図4）。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "特開2001-319453号公報（甲11）",
                      "text": [
                        "上記文献には，サーボトラックT11～T15に，傾斜した線状磁化領域が複数本集合したブロックパターンP1，P2が掲載され，各ブロックパターンP1，P2の線状磁化領域へ書き込まれるサーボ・パターンによってテープ上の位置が識別可能にされることが開示されている（2頁2欄30行～36行，図9）。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "特開2002-269711号公報（甲12）",
                      "text": [
                        "上記文献には，非平行な磁気遷移からなるサーボ・パターンを用いた磁気サーボ方式が開示されている（3頁3欄41行～45行，図9）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "もっとも，甲2発明において，一つのパターンが非平行な縞からなるサーボ信号を採用した場合には，データをサーボ信号に埋め込む方法についても別の方法を採用する必要がある。",
                    "しかしながら，この点については，非平行な磁気遷移からなるサーボ・パターンを使用したタイミング・ベース・サーボに関する文献である甲4文献に，非平行な縞を構成する線の位置をテープ長手方向にずらすことで，データを符号化し，サーボ信号に埋め込むこと（甲4技術事項）が開示されている。",
                    "したがって，甲2発明において，一つのパターンが非平行な縞からなるサーボ信号を採用する際，サーボバンドを特定するためのデータを当該サーボバンドに書き込まれるサーボ信号に埋め込む方法として，甲4技術事項が提示する方法である上記方法を採用することは，当業者が容易になし得ることである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件審決について",
                  "text": [
                    "仮に，本件発明1と甲2発明の相違点が本件審決が認定したとおりであったとしても，本件審決の判断は，以下のとおり，甲4技術事項及び周知技術を甲2発明に適用することはできないとした点並びに仮に適用したとしても本件発明1には到らないとした点において誤っている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲4技術事項及び周知技術を甲2発明に適用することはできないとした点の誤り",
                      "text": [
                        "本件審決は，甲2発明に甲4技術事項及び周知技術を適用できない理由としては，「前提とするサーボ帯域，サーボ・パターンの形態が異なるから」組み合わせができないとしか述べていない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "しかし，アンプリチュード・サーボ及びタイミング・ベース・サーボは，いずれも，①磁気ヘッドのトラッキング制御を可能とするものであること，②複数の異なる形状のサーボ・パターンを用いることで情報の符号化を可能とするものであること，③磁気テープの長手方向の絶対位置を示す情報などの情報を，前述の情報の符号化技術を用いて符号化することを可能とするものであることの点において共通している。このように，両者の目的及び機能は共通しているのであり，アンプリチュード・サーボに代えて周知技術であるタイミング・ベース・サーボを採用することには，何ら技術的な支障は存在しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記1のとおり，本件特許の出願日当時の当業者の認識は，アンプリチュード・サーボ及びタイミング・ベース・サーボは，磁気テープにおけるサーボ技術として，相互に代替可能であるというものであり，本件特許の出願日当時のサーボ技術の採用に関する傾向としては，アンプリチュード・サーボに代えてタイミング・ベース・サーボを採用する傾向が存在した。",
                            "アンプリチュード・サーボを磁気テープについて使用した場合，幅の広いサーボ・ヘッドが磁気テープに接触し続ける結果，磁気テープ及びサーボ・ヘッドの両方に大きな摩耗及び傷を生じさせ，位置信号エラーを増大させる問題が存在したこと（甲6文献・段落【0007】～【0009】）から，この問題点を解決するためにタイミング・ベース・サーボが開発されたのであり（甲6文献・段落【0009】～【0011】），このような経緯に鑑みると，アンプリチュード・サーボをタイミング・ベース・サーボに置き換えることは，当業者にとって，ごく自然なことである。",
                            "したがって，甲2発明において，サーボ技術として，アンプリチュード・サーボに代えて周知技術であるタイミング・ベース・サーボを採用する動機付けが存在した。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，甲2発明において採用されているアンプリチュード・サーボに代えて，周知技術であるタイミング・ベース・サーボを採用することが容易であったことは明らかである。",
                            "以上のとおり，本件審決が，甲4技術事項及び周知技術を甲2発明に適用することはできないと判断したことは誤りであり，この点において，本件審決には，相違点についての判断の誤りが存在する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲4技術事項及び周知技術を甲2発明に適用したとしても本件発明1には到らないとした点の誤り",
                      "text": [
                        "本件審決は，仮に，甲4技術事項を甲2発明に適用するに当たり，甲4技術事項の「ストライプ」の「移動」を，甲2発明の「消去部分」に対応させても，任意個数の消去部分がサーボ帯域毎に変化する移動の状態を備えることで，サーボ帯域を一意に同定，つまり一意なサーボ帯域符号を具備するものが得られるに留まり，本件発明1には到らないと判断した。",
                        "しかし，本件審決の上記判断は，甲2発明において採用されているアンプリチュード・サーボを引き続き使用しながら，同時にタイミング・ベース・サーボが備える「ストライプを移動させることで情報を符号化する」という情報の符号化技術（甲4技術事項）を採用しても，本件発明1には到らないということを述べるものにすぎない。",
                        "前記のとおり，アンプリチュード・サーボ及びタイミング・ベース・サーボの各サーボ技術において，磁気ヘッドのトラッキング制御のためにサーボ・パターンをどのように構成するかということと，情報の符号化技術としていかなる技術を用いるかは，ワンセットの事項であるから，甲2発明において，アンプリチュード・サーボに代えてタイミング・ベース・サーボを用いる場合には，情報の符号化技術についても，アンプリチュード・サーボが有する情報の符号化技術に代えて，タイミング・ベース・サーボが有する情報の符号化技術を用いることが自然である。",
                        "本件審決の上記判断は，アンプリチュード・サーボに，タイミング・ベース・サーボが有する情報の符号化技術を無理矢理組み合わせたらどうなるかということについて判断するものであるが，このような組合せは自然なものであるとはいえない。",
                        "以上のとおり，本件審決が，甲4技術事項及び周知技術を甲2発明に適用したとしても本件発明1には到らないと判断したことは誤りであり，この点において，本件審決には，相違点についての判断の誤りが存在する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲2発明において，アンプリチュード・サーボにおける符号化トラックピッチの消去部分の長さを変化させるという構成は，課題解決のための本質的特徴であるから，この部分を捨象することは許されないと主張する。",
                        "しかし，甲2発明は，アンプリチュード・サーボにおいて，情報をサーボ帯域に埋め込むものであり，情報を埋め込むための符号化方法として，消去部分の長さを変化させるという構成を採用したものである。消去部分の長さを変化させることそれ自体は，情報を埋め込むための一つの手段にすぎない。",
                        "実際，甲2文献には，消去部分の長さを変化させることにより埋め込まれる情報として，磁気テープの長さに沿ったテープ座標を表示する情報（23頁18行～21行），テープ開始部のインディケータ，テープ終了部のインディケータ，ロードインディケータといった情報（23頁15行～18行），サーボ帯域を一意に同定する情報（33頁25行～34頁8行，図13）が挙げられている。また，サーボトラック（トラックピッチ）を同定する情報をサーボ帯域に埋め込むための符号化方法として，消去部分の長さを変化させる方法以外にも，トラックピッチ毎に消去部分をそれぞれ異なる周波数で符号化する方法（32頁20行～33頁12行，図11）や，一部のトラックピッチから一部の消去部分を取り除く方法（33頁15行～24行，図12）が開示されている。",
                        "このことからも明らかなとおり，甲2文献において，情報をサーボバンドに埋め込むための符号化方法として「消去部分の長さを変化させる」ことは必須とはされていないのであり，他の符号化方法を用いることが許容されていることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，「サーボバンドを特定する情報を記録する」ことは，甲2文献それ自体には記載されていないアイデア（具体的な構成から切り離された抽象的な概念）であり，これを出発点として本件発明1の容易想到性を論じることは許されないと主張する。",
                        "しかし，ここで問題としているのは，甲2発明において，アンプリチュード・サーボに代えてタイミング・ベース・サーボを用いることが容易であるか否か，及び，その場合に，アンプリチュード・サーボが採用する情報の符号化方法に代えてタイミング・ベース・サーボが採用する情報の符号化方法を用いることが容易であるか否かであり，甲2文献から「サーボバンドを特定する情報を記録する」ことを技術的事項として抽出することができるか否かではない。",
                        "また，前記1(2)ウ(イ)のとおり，磁気テープのサーボ技術において，「いかなる符号化技術を用いて情報の符号化を行うか」ということと，「いかなる情報を符号化するか」ということは，相互に独立した技術事項であり，両者を常に一体のものとして把握しなくてはならない必然性はないのであるから，甲2文献において，「情報の符号化技術を用いて，各サーボバンドを特定するためのデータを当該サーボバンドに埋め込む」ことが，具体的な技術的事項として記載されていることは明らかである。",
                        "したがって，被告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，甲4技術事項を適用しなければ本件発明1の構成には至らないのであり，原告の主張は「容易の容易」論として排斥されるべきであると主張するが，被告の主張は，3以上の発明の組合せによる進歩性欠如の主張はおよそ成り立たないと主張するに等しいものであって，これが誤りであることは明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件発明1は，甲2発明，甲4技術事項及び周知技術に基づいて当業者が容易に発明できたものであり，本件審決のこの点の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（本件発明6及び本件発明8の進歩性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件発明1が進歩性を欠くとはいえないことのみをもって，本件発明6及び本件発明8も進歩性を欠くとはいえないと判断しているが，前記のとおり，本件審決は，本件発明1の進歩性についての判断を誤っているから，本件審決の本件発明6及び本件発明8の進歩性の判断も誤っている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明6の進歩性",
              "text": [
                "本件発明6は，本件発明1に係る磁気テープの製造方法に関する発明であり，①サーボバンドを特定するためのデータをエンコードする第一工程，②第一工程でエンコードしたデータを記録パルス電流に変換する第二工程，及び③前記記録パルス電流をサーボ信号書込ヘッドに供給して，磁気テープの所定のサーボバンドに所定のエンコードされたデータが埋め込まれたサーボ信号を書き込む第三工程，を有することを特徴とするが，甲5文献には，上記①～③の工程を含む，サーボバンドにサーボ信号を書き込む方法が開示されている。",
                "したがって，本件発明1に係る磁気テープの製造方法として，上記①～③の工程を含む方法を採用することは，当業者が容易に想到し得ることであり，進歩性を欠く。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明8の進歩性",
              "text": [
                "本件発明8は，本件発明1に係る磁気テープの製造に使用するサーボライタに関する発明であり，当該サーボライタは，①送出リールから送り出した磁気テープを巻取リールで巻き取って走行させる磁気テープ走行系と，②走行する前記磁気テープと摺接して，前記磁気テープのサーボバンド上にサーボ信号を書き込むサーボ信号書込ヘッドと，③サーボバンドを特定するためのデータをエンコードする制御装置と，④前記制御装置から出力されるエンコードされたデータを記録パルス電流に変換し，この記録パルス電流を前記サーボ信号書込ヘッド内のコイルに供給するパルス発生回路とを備えることを特徴とするが，甲5文献には，上記①～④の構成を備える，サーボバンドにサーボ信号を書き込むための装置（サーボライタ）が開示されている。",
                "したがって，本件発明1に係る磁気テープの製造に使用するサーボライタとして，上記①～④の構成を備えるサーボライタを採用することは，当業者が容易に想到し得ることであり，進歩性を欠く。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件発明1について，甲1文献を主引例とし，甲2文献を副引例とする進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1文献においては，「11．3．4」の第1文に基づき，隣接するサーボバンドの相対位置によってサーボバンドnの識別が行われる方法は，サーボバンドを特定するための方法の一例として示されているにすぎず，他の方法を排除していないと主張する。",
                "しかし，甲1文献の翻訳（甲13の3）の該当部分（47頁）の「サーボバンドnの識別は，・・・テープ上の相対位置としてもよい。テープが順方向へ走行する（BOTからEOTへ）とき，・・・相対移動量は，表5による。」との部分の訳は正確ではない。正確には，「サーボバンドnの識別は，・・・テープ上の相対位置とされてよい。テープが順方向へ走行する（BOTからEOTへ）とき，・・・相対移動量は，表5の記載のとおりにしなければならない。」となる。",
                "したがって，原告が指摘する甲1文献の部分は，「テープ・カートリッジを読み取るドライブ装置がサーボバンドを識別することができるようにするために，ISO規格に従ったテープ・カートリッジは，表5の記載のとおりにオフセット量を規定しなければならないこと」を述べていると理解するのが正しい。",
                "仮に，原告の上記主張が正しいと仮定したとしても，甲1文献には，「複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドの特定」という課題の解決手段として「隣接する上下のサーボバンドの相対位置を測定すること」のみを開示しているのであって，それ以外の解決手段について記載も示唆もされていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲1文献に例示した符号化方法と比較して，甲2技術事項が提示する方法にメリットがあることは自明であり，前者の方法に代えて後者の方法を採用する動機付けが存在することは明らかであると主張する。",
                "しかし，本件特許の出願当時，タイミングベーストサーボにおいては，隣接するサーボバンドのサーボパターンをテープ長手方向にオフセットさせ，それらのサーボバンドの信号を同時に読み取って比較することで，サーボバンドを特定することが知られており（甲15の段落【0002】），現に，本件特許の出願当時，甲1文献では，上記技術が採用されていた。",
                "したがって，原告の上記主張は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，甲2発明において，「情報の符号化技術として，消去部分の長さを変化させることで情報を符号化する技術を用いること」と，「情報の符号化技術を用いて，サーボ帯域を一意に同定する情報を符号化すること」は，相互に独立した技術事項として把握することが可能であり，後者のみを独立した技術事項として把握することができないとした本件審決の判断は誤りであり，このような技術事項は，甲1発明の下でも適用することが可能であると主張する。",
                "しかし，甲2発明から，当該発明の課題の解決手段である「情報の符号化技術を用いて，サーボ帯域を一意に同定する情報を符号化する」という技術事項を切り離すことは，引用発明の構成ではなく，引用発明から「構成と切り離された抽象的な概念」を取り出し，それを主引用発明に適用するということにほかならない。",
                "また，原告の主張は，甲2発明からその本質的特徴部分を捨象して，サーボバンドを特定する情報を記録するというアイデア（具体的な構成から切り離された抽象的な概念）を取り出しており，これは，当業者が容易に想到しうる範囲をはるかに超えた，いわゆる「あと知恵」であって，許されるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲1文献に記載された磁気テープでは，「複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドの特定」は，「隣接する上下のサーボバンドの相対位置を測定すること」により行われている（53頁の Table 5）。このように，甲1発明は，「複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドの特定」という課題を，「隣接する上下のサーボバンドの相対位置を測定すること」によって解決済みであり，また，甲1文献には，このような解決手段を採用することにより生じ得る問題点や課題について一切記載も示唆もされていない。",
                "したがって，甲1発明において，「複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定」する手段を「隣接する上下のサーボバンドの相対位置を測定すること」から他の手段に変更しようと当業者が動機付けられることはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "甲2発明は，符号化トラックピッチの交互の消去及び非消去の部分に情報を埋め込むアンプリチュードサーボにおいて，符号化トラックピッチの消去部分の長さを変化せしめて情報を埋め込む発明であるのに対して，甲1発明は，ストライプ間の距離や隣接するサーボバンドの相対位置に情報を埋め込むタイミングベーストサーボの発明であるところ，アンプリチュードサーボとタイミングベーストサーボとでは，情報の埋め込み方式やパターンの形状が全く異なるから，甲1発明に甲2発明を組み合わせることはできない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，本件審決の判断は，甲2技術事項から「消去部分の長さを変化させる」という点を取り除くことはできないという判断を前提とするものであり，このような前提は誤っていると主張するが，甲2技術事項から「消去部分の長さを変化させる」という点を取り除くことが許されないことは前記(3)のとおりであるから，原告の上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件発明1について，甲3文献を主引例とし，甲2文献及び甲4文献を副引例とする進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲2発明において，「情報の符号化技術として，消去部分の長さを変化させることで情報を符号化する技術を用いること」と，「情報の符号化技術を用いて，サーボ帯域を一意に同定する情報を符号化すること」は，相互に独立した技術事項として把握することが可能であり，後者の技術事項は，甲4技術事項の下でも適用することが可能であると主張する。",
                "しかし，前記1(3)のとおり，甲2発明から，当該発明の課題の解決手段である「情報の符号化技術を用いて，サーボ帯域を一意に同定する情報を符号化する」という技術事項を切り離すことは許されない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2発明は，符号化トラックピッチの交互の消去及び非消去の部分に情報を埋め込むアンプリチュードサーボにおいて，符号化トラックピッチの消去部分の長さを変化せしめて情報を埋め込む発明である。これに対して，甲3発明は，ストライプ間の距離や隣接するサーボバンドの相対位置に情報を埋め込むタイミングベーストサーボの発明である。このように，甲2発明のアンプリチュードサーボと，甲3発明のタイミングベーストサーボとでは，情報の埋め込み方式やサーボパターンの形状が全く異なる。したがって，両発明を組み合わせることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3発明では，そもそもストライプ（サーボパターン）に情報を埋め込むことが開示されていないし，情報を埋め込む必要性についても開示がない。したがって，甲4文献がサーボ信号中に情報を埋め込むことを開示していたとしても，甲3発明に，ストライプに情報を埋め込む方法に関する甲4発明を適用しようと当業者が動機付けられることはない。",
                    "また，ストライプ（縞）の間隔を変化させて，誤り訂正が許されないLPOSワードを誤りなく検出する発明であって，LPOSワード以外をストライプ（縞）に埋め込むことを全く想定していないこと，甲4文献には，そもそもサーボバンドが一つしかない磁気テープが開示されているだけであり，複数のサーボバンドから一つのサーボバンドを特定する必要性が全く生じないことからすると，甲3発明に甲4発明を適用して本件発明1の構成に至ることが動機付けられることはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，甲3発明と甲4発明を組み合わせても，本件発明1の構成には至らず，そこに至るためには，甲2発明からその本質的特徴的部分を捨象して作出したアイデア（具体的な構成から切り離された抽象的な概念）をさらに適用する必要があるが，そのような主張が発明の進歩性を否定するための論理付けとして許されないことは，前記のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，甲2発明から取り出した「情報の符号化技術を用いて，サーボ帯域を一意に同定する情報を符号化する」という技術事項を甲4技術事項の構成を採用した甲3発明に適用する動機付けが存在すると主張する。",
                "しかし，このような原告の主張は，「容易の容易」論そのものであり，主張自体失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本件審決は，甲2技術事項から「消去部分の長さを変化させる」という点を取り除くことができないということを前提としており，誤っていると主張する。",
                "しかし，甲2技術事項から「消去部分の長さを変化させる」という点を取り除くことが許されないことは，前記1(3)のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（本件発明1について，甲2文献を主引例とし，甲4文献を副引例とし，周知技術を適用した進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明1と甲2発明との相違点は一つと判断すべきであり，甲2相違点①と甲2相違点②と分けて認定した本件審決の判断は誤りであると主張する。",
                "しかし，本件審決は，甲2発明のアンプリチュードサーボと，甲4発明及び周知技術のタイミングベーストサーボとは，サーボ帯域又はサーボパターンの形態が異なることを根拠に，甲4発明及び周知技術を甲2発明にそのまま適用できないと判断して無効を否定した。このように，本件審決は，甲4発明及び周知技術を甲2発明に適用できないことを根拠に本件発明1の進歩性を肯定したものであり，そもそも相違点の認定方法（相違点を分けて認定するか）とは全く無関係である。",
                "したがって，本件審決における相違点の認定方法が審決の判断に影響することはなく，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲2発明において採用されているアンプリチュードサーボに代えて，周知技術であるタイミングベーストサーボを採用することが容易であると主張する。",
                "しかし，"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2発明は，符号化トラックピッチの交互の消去及び非消去の部分を有することによってデータを埋め込むサーボ技術において，相異なる単一周波数を各サーボトラックに埋め込んで一意にサーボトラックを同定することが知られていたが，その同定には，「磁気ヘッドアセンブリーが，読取っているサーボトラックを判別できない」，「異なる周波数を使用するのでサーボヘッドと読取り回路のエレクトロニクスの費用が増大する」という課題があり，その解決手段として，アンプリチュードサーボの符号化トラックピッチの交互の消去及び非消去の部分が符号化情報（データ）を具備し，該消去部分の長さを変化せしめることによって符号化トラックピッチを一意に同定するデータ記録テープを提供するというものである（請求項1，12頁7行～9行，13頁10行～14行）。",
                    "これに対し，タイミングベーストサーボの発明は，非平行な縞の磁気遷移からなるサーボパターンを使用した発明である。",
                    "したがって，甲2発明が前提とするアンプリチュードサーボと，タイミングベーストサーボとでは，情報の埋め込み方式やサーボパターンの形状が全く異なるから，両者を組み合わせることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2発明は，符号化トラックピッチの交互の消去及び非消去の部分によってデータを埋め込むアンプリチュードサーボにおいて，従来，単一の周波数を用いて符号化トラックピッチを一意に同定していたところ，符号化トラックピッチの消去部分の長さを変化させるという改良技術を提供するものである。したがって，甲2発明において，アンプリチュードサーボにおける符号化トラックピッチの消去部分の長さを変化させるという構成は，課題解決のための本質的特徴である。",
                    "原告の上記主張は，甲2発明から，当該発明の課題の解決手段である「符号化トラックピッチの消去部分の長さを変化させる」という本質的特徴部分を捨象して，「サーボバンドを特定する情報を記録する」という甲2文献には記載されていないアイデア（具体的な構成から切り離された抽象的な概念）を取り出し，その上で，このアイデア（具体的な構成から切り離された抽象的な概念）と周知技術（タイミングベーストサーボ）を組み合わせることで本件発明1の構成に想到し得るというものである。",
                    "本来，発明の容易想到性は，公知文献に開示された具体的な構成を有する主引用発明を出発点とし，それに他の公知技術を組み合わせて，本件発明の構成を容易に想到することが可能かどうかが判断されなければならない（特許法29条2項）が，原告の上記主張は，公知文献に開示された具体的な構成（公知発明）ではなく，そこから抽出した，それ自体では発明とはいえない「アイデア（具体的な構成から切り離された抽象的な概念）」を出発点として，本件発明の容易想到性を論じようとするものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，甲2文献に基づく上記「アイデア」にタイミングベーストサーボの周知技術を適用したとしても，直ちに本件特明1の構成に至るわけではなく，さらに，甲4技術事項を適用しなければ，本件発明1の構成には至らないが，発明の進歩性の判断は，主引用発明に副引用発明，周知技術を組み合わせて，本件発明1の構成に至ることが容易かどうかが判断されるべきものである。",
                "原告の上記主張は，「容易の容易」論そのものであり，主張自体失当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（本件発明6及び本件発明8の進歩性判断の誤り）について",
          "text": [
            "前記のとおり，本件発明1が進歩性を有するという本件審決の判断に誤りがないから，本件発明1を引用することを理由に本件発明6及び本件発明8が進歩性を有するとした本件審決の判断にも誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の明細書及び図面（以下「本件明細書」という。）には，以下の記載がある（甲15）。",
                "【0001】【発明の属する技術分野】本発明は，磁気テープに形成されるサーボバンドを特定することに寄与する磁気テープおよびその製造方法，サーボライタ，ならびにサーボバンドの識別方法および装置に関するものである。",
                "【0002】【従来の技術】近年，コンピュータのデータバックアップ用等に使用される磁気テープには，高密度に記録されたデータを精度良く読み取るために，テープ長手方向に沿って形成される複数のデータトラックと隣接する複数のサーボバンド上にサーボ信号が記録されている。このような磁気テープにおいては，磁気ヘッドがどのデータトラックを記録・再生しているかを把握するために，テープ幅方向に配設された複数のサーボバンドのうちどのサーボバンドにヘッドが位置しているかを特定することが非常に重要となっている。従来の技術としては，隣接するサーボバンドのサーボパターンをテープ長手方向にオフセットさせ，それらのサーボバンドの信号を同時に読み取って比較することで，サーボバンドの特定を行うものがある（たとえば，特許文献1参照）。",
                "【0004】【発明が解決しようとする課題】しかしながら，従来の技術では，隣接するサーボバンドを同時に比較する必要があるため，たとえばヘッド目詰まりなどで片側のサーボ信号の読み取りが一時的または恒久的にできなくなった場合，サーボバンドの特定を行うことができなかった。また，隣接するサーボバンドを同時に比較する必要があるため，サーボ信号読取素子や信号処理回路を複数配設しなければならなかった。",
                "【0006】そこで，本発明の課題は，隣接するサーボバンドに書かれたサーボ信号を比較せずに，サーボバンドを特定することができる磁気テープ，およびその製造方法，サーボライタ，ならびにサーボバンドの識別方法および装置を提供することにある。",
                "【0008】  請求項1に記載の発明によれば，一つのパターンを構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより，一つのサーボバンド内に書き込まれたサーボ信号にそのサーボバンドを示すデータを埋め込むことができるので他のサーボバンド上のサーボ信号と対比することなく，自己のサーボバンドを特定することができる。",
                "【0017】請求項6に記載の発明は，請求項1に記載の磁気テープの製造方法であって，サーボバンドを特定するためのデータをエンコードする第一工程と，第一工程でエンコードしたデータを記録パルス電流に変換する第二工程と，前記記録パルス電流をサーボ信号書込ヘッドに供給して，磁気テープの所定のサーボバンドに所定のエンコードされたデータが埋め込まれたサーボ信号を書き込む第三工程と，を有することを特徴とする。",
                "【0021】請求項8に記載の発明は，請求項1に記載の磁気テープの製造に使用するサーボライタであって，送出リールから送り出した磁気テープを巻取リールで巻き取って走行させる磁気テープ走行系と，走行する前記磁気テープと摺接して，前記磁気テープのサーボバンド上にサーボ信号を書き込むサーボ信号書込ヘッドと，サーボバンドを特定するためのデータをエンコードする制御装置と，前記制御装置から出力されるエンコードされたデータを記録パルス電流に変換し，この記録パルス電流を前記サーボ信号書込ヘッド内のコイルに供給するパルス発生回路と，を備えたことを特徴とする。",
                "このサーボライタによれば，制御装置でサーボバンドを特定するためのデータをエンコードし，このエンコードしたデータをパルス発生回路で記録パルス電流に変換する。そして，この記録パルス電流をサーボ信号書込ヘッド内のコイルに供給して，磁気テープのサーボバンド上にサーボ信号を書き込むと，このサーボ信号内にサーボバンドを特定するためのデータがサーボ信号に埋め込まれることとなる。",
                "【0024】図1に示すように，磁気テープMTには，テープ長手方向に沿って形成される五本のサーボバンドSB1～SB5がテープ幅方向に等間隔で配設され，これらのサーボバンドSB1～SB5の間にデータバンドDB1～DB4が配設されている。そして，各サーボバンドSB1～SB5には，磁気ヘッドのトラッキング制御をするための所定のサーボ信号S1～S5が書き込まれている。",
                "【0025】サーボ信号S1～S5は，図2に示すように，テープ長手方向に沿って任意に複数配設される二種類の第一サーボパターン1および第二サーボパターン2によって構成されている。そして，第一サーボパターン1は，非平行な縞である第一サブフレーム11および第二サブフレーム12を有するとともに，第二サーボパターン2も，非平行な縞である第一サブフレーム21および第二サブフレーム22を有している。",
                "【0026】第一サブフレーム11，21は，テープ長手方向に対して斜めに形成される五本の線状パターンL1～L5と，これらに対して対称に形成される五本の線状パターンL6～L10とで非平行なハの字状に形成されている。ちなみに，これらの線状パターンL1～L10が，後記するハの字状のギャップパターンG（図5参照）で形成されることにより，図示左側から順に一対のハの字となる線状パターン（L1，L6），（L2，L7），（L3，L8），（L4，L9），（L5，L10）の間隔はそれぞれ前記ギャップパターンGの間隔と同じ長さになっている。なお，以下においては，説明の便宜上，前記した一対のハの字となる線状パターン（L1，L6）～（L5，L10）を，図示左側から順に第一ハの字パターンP1，第二ハの字パターンP2，第三ハの字パターンP3，第四ハの字パターンP4，および第五ハの字パターンP5と呼ぶこととする。",
                "【0027】第一サーボパターン1の第一サブフレーム11では，第三ハの字パターンP3に対して第二ハの字パターンP2と第四ハの字パターンP4が離れるように形成されている。また，第二サーボパターン2の第一サブフレーム21では，第三ハの字パターンP3に対して第二ハの字パターンP2と第四ハの字パターンP4が近づくように形成されている。なお，第二サブフレーム12，22は，テープ長手方向に対して斜めに形成される四本の線状パターンL11～L14と，これらと対称に形成される四本の線状パターンL15～L18とで構成されており，これらの線状パターンL11～L18で構成される各ハの字パターンP6～P9はテープ長手方向に等間隔で配設されている。なお，前記した線状パターンは，非平行なものがセットになっていればよい。",
                "【0028】このように第一サーボパターン1と第二サーボパターン2の第一サブフレーム11，21をそれぞれ異なるように形成することにより，第一サーボパターン1に「1」を示すデータが埋め込まれ，第二サーボパターン2に「0」を示すデータが埋め込まれることとなる。そして，これらの第一サーボパターン1と第二サーボパターン2をテープ長手方向に任意に配設することにより，たとえば一つのサーボ信号S1全体を読み取ったときに所定のデータを読み取ることが可能となっている。",
                "【0030】図3に示すように，サーボ信号S1全体に埋め込まれたデータは，36個のサーボパターン1，2，すなわち36bit（ビット）のデータからなる複数の長手方向位置情報（LPOS  Word）LWにより構成されている。長手方向位置情報LWは，その先頭を示す8bitの同期信号（Sync  mark）Syと，テープ長手方向における位置を示す六つの4bitのデータで構成されるアドレス（Longitudinal  position）LPと，4bitの製造者情報構成データ（Manufacturer  Data）Txとで構成されている。",
                "【0031】製造者情報構成データTxは，図4に示すように，97個の前記長手方向位置情報LWを読み込むことによって一つの製造者情報MIとして認識されるデータであり，その構成は，先頭の製造者情報構成データTxに先頭であることを示すデータ（たとえば，「0001」となる4bitのデータが所定のテーブルで変換されて表わされる「D」というデータ）が書き込まれ，その後の96個の製造者情報構成データTxに前記「D」以外のデータ（たとえば，「0，1，・・・，9，A，B，C」）が任意に書き込まれている。そして，この96個の製造者情報構成データTxに，製造者ID，テープの製造日情報，テープのシリアル番号，サーボライタID，およびオペレータIDなどを示すデータが埋め込まれるとともに，五本のサーボバンドSB1～SB5のいずれか一つを示すサーボバンド情報が埋め込まれることになる。",
                "【0052】【発明の効果】本発明によれば，複数のサーボバンド内に書き込まれた各サーボ信号に，各サーボバンドを示すデータが埋め込まれているので，従来のように隣接するサーボバンドに書かれたサーボ信号を比較しなくとも，サーボバンドを特定することができる。",
                "【図1】",
                "【図2】",
                "【図3】",
                "【図4】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の本件明細書の記載によると，本件発明は，以下のとおりであると認められる。",
                "本件発明は，磁気テープに形成されるサーボバンドを特定することに寄与する磁気テープ及びその製造方法並びにサーボライタに関するものである（段落【0001】）。従来技術では，サーボバンドを識別するためには，隣接するサーボバンドを同時に比較する必要があるため，例えば，ヘッド目詰まりなどで片側のサーボ信号の読み取りが一時的又は恒久的にできなくなった場合，サーボバンドの特定を行うことができなくなり，また，隣接するサーボバンドを同時に比較する必要があるため，サーボ信号読取素子や信号処理回路を複数配設しなければならないという課題があった（段落【0004】）。",
                "そこで，本件発明1は，隣接するサーボバンドに書かれたサーボ信号を同時に読み取って比較せずに，サーボバンドを特定することができるようにしたものであり（段落【0006】），そのための構成として，一つのパターンを構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより，一つのサーボバンド内に書き込まれたサーボ信号にそのサーボバンドを示すデータを埋め込むこととした（段落【0008】，【0052】）。",
                "本件発明6は，本件発明1の磁気テープの製造方法であり，本件発明8は，本件発明1の磁気テープの製造に使用するサーボライタである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "文献について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1文献には，以下のとおりの記載がある（甲1の1～3，甲13の1～3。以下の記載は，甲13の1～3による。）。なお，下記11．3．4の訳文が正確であるかどうかについて争いがあるが，これが英語の原文とは異なる意味を有する不正確なものであると認めるに足りる証拠はない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "情報技術―情報交換用12．7mm幅，384-トラック磁気テープカートリッジ―ウルトリウム1様式"
                },
                {
                  "fig": "イ",
                  "text": [
                    "1．適用範囲  この規格は，12．7mm幅の磁気テープを用い，装置間での物理的互換性をとりデータ交換を可能にするために磁気テープカートリッジの物理的特性，磁気的特性，記録信号品質，記録方式及び記録様式について規定する。この様式は，可変長の論理レコード，高速検索及びデータ圧縮用の登録アルゴリズムの使用を可能とする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "11．サーボバンドの記録方法",
                  "text": [
                    "11．1  概要  テープは，5本のサーボバンドをあらかじめ記録し，それぞれのサーボバンドに複数のサーボ位置を定める。サーボ位置は，カートリッジがカートリッジ装置内で作動中にトラック追随のために用いる。サーボバンドは，カートリッジにデータの記録及び再生に使用する前に書き込み，すべてのサーボ位置は，テープ基準縁から特定の距離に位置する。",
                    "・・・",
                    "各サーボバンドは，18本のサーボストライプからなりサーボフレームを含む。サーボフレームは，テープの長さに沿って長手方向の位置を表すLPOSワードを符号化する。サーボバンドに沿ってサーボフレームを長手方向に移動することによって，サーボバンドを一意に識別する。サーボバンドの詳細は，図25，図26及び図28に示す。",
                    "11．2  サーボバンド  5サーボバンドは，0～4の番号とする。データトラックは，サーボバンド対の間に記録することとする（図25参照）。サーボバンドは，記録済みのサーボストライプからなる。",
                    "・・・",
                    "11．2．2  サーボバースト  サーボバーストは，サーボストライプ群のAバースト，Bバースト，Cバースト及びDバーストの4種類とする。Aバースト及びBバーストは，それぞれ5ストライプとし，Cバースト及びDバーストは，それぞれ4ストライプとする。1LPOSワードの長さにわたって平均したとき，同一のサーボバースト内のサーボストライプの第一の反転部は，サーボフレーム符号化（11．3参照）の場合を除き，5．00μm±0．05μm間隔とする。",
                    "11．2．3  サーボフレーム  サーボフレームは，Aバースト，Bバースト，Cバースト及びDバーストから構成する。サーボサブフレーム1は，Aバースト及びBバーストとし，サーボサブフレーム2は，Cバースト及びDバーストとする。サーボフレーム寸法の許容幅は，サーボ書込み及びテープの寸法安定性の影響を含み互換性を保証する（図26参照）。",
                    "・・・",
                    "11．3  サーボフレーム符号化  サーボフレーム符号化は，テープの長手方向の絶対位置，製造業者のデータ及びサーボバンド識別情報とする。",
                    "11．3．1  位置及び製造業者データの符号化方法  位置及び製造業者データの符号化方法は，サーボサブフレーム1のストライプの相対位置を移動して，サーボフレームの情報を符号化する（図28参照）。サーボフレームは，“1”又は“0”の一つのビットを符号化する。",
                    "・・・",
                    "LPOSワードは，テープの長手方向の位置情報に加えテープ製造業者の情報も含むこととする。",
                    "11．3．2  LPOSワードの構成  テープの長手方向の絶対位置及び製造業者データは，LPOSワードに記録する。LPOSワードは，36サーボフレーム（7．2mm）とし，テープの長手方向に連続して記録する。LPOSワードの配置は，図29による。LPOS値は，14基本アルファベットとし（図29及び表3参照），LPOSワードの6個のLPOSシンボルによって決めることとし，次の式による。 ",
                    "LPOS値＝L0＋L1×14＋L2×142＋L3×143＋L4×144＋L5×145",
                    "・・・",
                    "11．3．4  クロステープ識別  サーボバンドnの識別は，上下サーボエレメントで，サーボバンドn及びサーボバンドn＋1のフレームを読み取り，テープ上の相対位置としてもよい。",
                    "テープが順方向へ走行する（BOTからEOTへ）とき，サーボバンドnに対するサーボバンドn＋1の相対移動量は，表5による。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2文献には，以下のとおりの記載がある（甲2）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の分野",
                  "text": [
                    "本発明は一般的にテープのサーボ追跡に関する。より詳細には，本発明はサーボトラックへの情報の符号化に関係する。（8頁4行～6行）"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "Iwamatsu  et  al．への米国特許第5，262，908号「磁気記録／再生機器のための追跡制御装置」に記載されるところでは，単一周波数システムとサーボトラック構成とによる他の連続トラックが，消去サーボ区画における非隣接のサーボトラック，すなわち隔たった単一周波数サーボトラック，の使用によって一般的に特徴づけられる（詳細には図4A）。そこに記載されるところでは，少なくも一対のサーボ読取りヘッドによってサーボ情報がサーボトラックから読取られるのであり，例えば，サーボトラックに相対するサーボ読取りヘッドの位置から位置信号が生成される。",
                    "しかし，相異なる単一周波数システムとサーボトラック構成とには，システムのサーボ制御に利用するための位置信号を引き出すためにどのサーボトラックが使用されているのかという同定に付随する曖昧さが存在する。換言すれば，これらの単一周波数サーボシステムを用いてトラックを走査する磁気ヘッドアセンブリーが，読取っているサーボトラックを判別できない。・・・サーボトラックが，適切な位置決め情報を備えているにも拘わらず，サーボヘッドがサーボ制御のための位置信号を発生するために現在どのサーボトラックを使用しているのかという点に関する情報を提供しない。したがって，サーボヘッドが意図によらずに再位置決めされた場合には，データ読取り／書込み要素のサーボ位置決めのために使用されているサーボトラックの同定に誤りが生ずる。",
                    "（9頁8行～27行）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "様々なシステムが，サーボトラックの同定における曖昧さに関してある程度の改善を達成するための技術を包含している。（10頁2行～3行）"
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，テープ開始部（BOT：beginning  of  tape）およびテープ終了部（EOT：end  of  tape）にサーボトラック同定フレームを書込むことで，例えば突発的なヘッドの変位によって磁気ヘッドのサーボ固定がはずれた際に正しいサーボトラックが同定できるというような追加的な技術も使用されてきた。このようなサーボ構成においては，同定フレームを読取って正確なサーボトラック位置を決定する，つまりサーボトラックの同定を行なうためには，好ましくないことに，駆動装置がBOTまたはEOTまで戻らねばならない。",
                    "サーボトラックの同定に関する曖昧さを緩和するために，さらには，異なる周波数で書込んだ隣接トラックを備えたサーボトラックのような判別可能なサーボトラックを包含ずるサーボトラック構成を使用する他のシステムが用いられてきた。しかしこのような構成には，異なる周波数を使用するのでサーボヘッドと読取り回路のエレクトロニクスの費用が増大するという欠点が存在する。またこのようなシステム構成には，必要なトラックピッチとトラック幅とを維持しながら隣接トラックに異なる搬送周波数で書込むサーボ書込みヘッドを生産するという大きな困難が存在する。精密な書込みのためには，典型的には，パターンの書込みが工場で行なわれることが必要となる。",
                    "（10頁11行～27行）"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "上述の理由および，以下の説明から明らかとなる他の理由によって，付随する困難を解決するためには，上述したような構成に対する代替が必要である。例えばサーボトラックの同定が望まれる。（11頁12行～14行）"
                },
                {
                  "fig": "カ",
                  "subject": "本発明によるテープの他の実施例ではサーボ帯域が，ほぼ一様に書込まれたサーボ情報において定義される二以上の符号化トラックピッチを有する。符号化トラックピッチの各々がサーボトラックの対応する対を定義する。二以上の符号化トラックピッチの各々の交互の消去および非消去の部分が，サーボトラックの対応する対の各々を一意に同定する符号化情報を備える。（12頁10行～14行）"
                },
                {
                  "fig": "キ",
                  "subject": "例えば本発明は，曖昧さを低減しあるいは曖昧さなしに駆動装置がサーボトラックの明確な同定を達成できるような，容易かつ比較的廉価で，より信頼できる方法を提供する。このような明確な同定が，データ書込みおよび読取り操作の間に，サーボ帯域にあるサーボトラックを読取りながら継続的に利用可能である。例えばヘッドがテープに相対して突発的に変位するなどの何らかの理由で特定のサーボトラックへのサーボ固定がはずれた場合において，曖昧さのないサーボトラックの同定が駆動装置の性能を改善する。（18頁12行～18行）"
                },
                {
                  "fig": "ク",
                  "subject": "図2および3に示され，Schwarz  et  al．への米国特許第5，229，895号「多トラックサーボ記録ヘッドアセンブリー」に記載されるように，そこに示されるサーボトラック構成がヘッドアセンブリー151を用いて書込まれる。図3に示すようなサーボ帯域61を有する磁気テープ60が，ヘッドアセンブリー151に隣接する輸送経路に沿って通過し，サーボ搬送信号63が，サーボ搬送書込み要素154によってサーボ帯域61のほぼ全幅を横切って書込まれる。サーボ搬送信号63の部分がサーボ消去要素152によって消去される。この結果が図3に示すようなサーボトラック構成であり，そこでは，等しい長さの周期的な消去部分および非消去部分が，サーボ帯域61の既定の幅の3本の経路すなわちサーボトラックピッチに沿って具備される。例えば，経路73のような隔たった経路に沿った消去部分62および非消去部分64が等しい長さである。図3に示すサーボトラック構成が，隔たった経路における周期的な消去部分および非消去部分によって定義されるサーボトラック66，67，69の対を備える。サーボトラック66，67，69の各対がサーボトラック情報を具備し，テープ60の逆方向および順方向の輸送の際に利用される。例えば，消去および非消去の部分で形成された対66のサーボトラック70はテープの順方向移動のためであり，サーボトラック68は，テープが逆方向に移動する際にサーボ情報を提供するためである。したがって，サーボトラック対が曖昧さなしに同定され，また輸送の逆方向および順方向が既知であれば，各トラックが曖昧さなく同定される。（21頁11行～22頁2行）"
                },
                {
                  "fig": "ケ",
                  "text": [
                    "長手方向および横手方向の双方の符号化を使用するサーボ構成の例を図6に示す。このような長手方向および横手方向の符号化を個別にあるいは組み合わせて用いる様々な例が可能であること，また，ここに示す例が，添付の請求範囲によって定義される本発明に対するいかなる限定とも見なすべきでないことが，直ちに明らかであろう。図6に示したように例えば，消去部分の長さの変化が以下の方式で使用される。周期的に消去された3本のサーボトラックピッチ（例えばサーボトラックの3つの対）を有するサーボ帯域において，Tsが一定のサーボサンプル周期であって，Taがサーボ帯域のトラックピッチに沿った消去部分に対応するサーボ時間であるとすれば，次の計算を用いて，読取っているサーボトラックからのデータをデコードすることができる。例えばテープ座標の決定の目的のためには，Ta≧Ts／2ならば消去部分が1を表現する。Ta＜Ts／2ならば，テープ座標の決定の目的のために消去部分が0を表現する。換言すれば図5Aを参照して説明したものと全く同様に，一意の座標符号403が，例えば座標領域においてのように，望む通りに1と0とを用いて符号化できる。図6の例では，トラックピッチ105内には101001符号が示されてある。",
                    "さらに図6に示すように，2ビット符号によって符号化されるサーボトラック対の同定については，Ta＜Ts／3である消去部分が長手方向符号化の目的のための0を表現するならば，この消去部分はサーボトラック対の同定のための01の符号を表現するが，これを消去部分106として示す。Ts／3＜Ta＜Ts／2ならば消去部分は11の符号としてデコードされるが，これを消去部分104として示す。消去部分の長さにおける小さな変動性のために，上述の計算においては，Ts／3および／またはTs／2にいくらかの公差を加えあるいは減じても良い。したがって図6に示すように，サーボ帯域100のトラックピッチ105の消去および非消去の部分によって具備されるサーボトラック対が，デコードされた01として同定されるのであり，他方では，消去および非消去の部分によって具備されるトラックピッチ107のサーボトラック対が11として同定されるが，これはトラックピッチ105のサーボトラック対のものとは一意に区別される。トラックピッチ109のサーボトラック対はデコードされた01と同定される。トラックピッチ109のサーボトラック対がトラックピッチ105のサーボトラック対とは異なる符号によって同定されても良い。サーボトラックの同定に関する完全な曖昧さは，トラックピッチ105，107，109のサーボトラック対の各々に対して一意な符号を与えることによって起こり得るのみである。",
                    "（27頁14行～28頁18行）"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "サーボトラックの同定を表現する符号化を具備するための代替の実施例を図11に示す。消去および非消去の部分126，128が，図3を参照して説明したものと同様の方式により具備される。消去および非消去の部分の3本の経路が，サーボ帯域122にある経路130，経路132，および経路134によって表現されるようにテープの長さに沿って具備される。これらの経路つまりトラックピッチが，既に指摘したように，サーボ搬送信号124を書込むためのサーボ搬送書込み要素と，テープ120のサーボ帯域122内に消去部分126および非消去部分128を提供するためのサーボ消去要素とによって作成される。",
                    "経路130，132，および134によって定義されるサーボトラック対の各々を同定するために，各経路の部分が異なる周波数で符号化される。例えば経路130にある既に消去された部分に対応する部分が周波数131を以て符号化され，経路132にある既に消去された部分に対応する部分が周波数133を以て符号化され，さらに経路134内の既に消去された部分に対応する部分が周波数135を以て符号化される。経路に定義されるサーボトラックは，依然として位置信号を生成するために利用可能である。経路130，132，および134において異なる符号化周波数を使用すれば，サーボトラック対の同定が符号化され，また，これからデコードすることができる。読取っているサーボトラックに相対して位置する読取り要素によって生成される前置増幅信号から，所要のサーボトラック対の周波数が選別される。これは，ひとつの有効なサーボトラック信号のみが認知され，他者つまり異なる周波数のものが認知されないことを保証する。図11におけるような異なる周波数によるトラックピッチつまり経路の符号化が，本明細書に説明する長手方向符号化と組み合わせて使用されても良いことが，直ちに明らかであろう。",
                    "（32頁20行～33頁14行）"
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "複数のサーボ帯域161，162，および163を備えたテープ160を図13に示す。サーボ帯域161ないし163がデータ帯域170によって隔てられてある。サーボ帯域161ないし163が，サーボ帯域自身が他のサーボ帯域から一意に同定され得るような，異なる符号を用いて符号化されても良い。例えばサーボ帯域163が，サーボトラック構成166とは異なったサーボトラック構成165によって横手方向に符号化されており，構成166は，消去部分171および173の異なる長さによって示されるようにサーボトラック165とは異なる方式で符号化されてある。任意個数の消去部分がサーボ帯域毎に変化する長さを備えることで，サーボ帯域を一意に同定，つまり一意なサーボ帯域符号を具備しても良いことが直ちに明らかであろう。図13の例では，サーボ帯域161および162が同一に符号化されてある。しかしこれらのサーボ帯域が，相互に一意に同定されるように符号化されても良い。（33頁25行～34頁8行）"
                },
                {
                  "fig": "シ",
                  "subject": "サーボトラックを書込みサーボトラックを読取るための代替の技術も利用可能であり，これを図14ないし17によって例示される代替技術によって示す。（34頁15行～16行）"
                },
                {
                  "fig": "ス",
                  "text": [
                    "図1ないし13を参照しながらすでに説明したような，サーボトラックの同定とテープに沿ったテープ座標の決定とに関する情報の符号化のために用いる符号化と全く同様に，単一周波数サーボトラック221および223が符号化されて，テープ座標，ロードポイント，等のような類似あるいは同一の情報を具備しても良い。図14に示す単一周波数サーボトラックに関する符号化の考案は，テープ特性，サーボトラックの同定，テープ座標の決定，あるいはその他の情報，に関する情報を単一周波数つまり一定の遷移密度のサーボトラックに埋込むことを包含する。このような符号化が，符号化ブロック長の短ブロック内で信号を位相（図16）または周波数（図17）のいずれかにおいて変調せしめることによって実施される。そうして変調されたこれらの短ブロックが1と0とを表現するが，これらは，交互する短ブロックを無変調のままに残す（あるいは逆）ことによって符号化されても良い。例えば「0」が，2個の無変調区域の間の無変調の短ブロックを用いて表現され，また「1」が，2個の無変調区域の間の変調された短ブロックを用いて表現されよう。",
                    "図14は，テープ200の符号化サーボトラックの一例の図であるが，符号化ブロック長の内に短い変調ブロックを使用することで所要の情報を具備するという，代替の符号化技術によるものである。図14の例では，2本の不連続すなわち隔たったサーボトラックが，EOT領域202を除いて，同一の符号化を以て示されてある。技術を有する者ならば当然認知するように，この例および本明細書に説明する発明の他の例の各々において，サーボトラックの本数は一以上で良い。一を超えるサーボトラックが使用される場合には，このような多数サーボトラックが同一の符号化を備えても良く，図15を参照しながら説明するように異なる符号化でも良い。",
                    "（35頁4行～26行）",
                    "【図3】",
                    "【図6】",
                    "【図13】"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲3文献には，以下のとおりの記載がある（甲3）。",
                "【0001】【発明の属する技術分野】本発明はテープ・ドライブのサーボ制御に関するものであり，特に，サーボ・トラックおよびデータ・トラックが長手方向に配置されているテープを利用するカートリッジ式テープ・ドライブのサーボ・システムを安定化させるための技術に関するものである。",
                "【0005】【発明が解決しようとする課題】現在，テープ・ドライブ（以下，単に「テープ・ドライブ」または「ドライブ」と言えば，カートリッジ式テープ・ドライブを意味するものとする）のサーボ回路は，ある理想モデルを元に，機械的マージンおよび電気的マージンを考慮してフィルタ係数等が決められている。マージンの機械的な部分としては，ドライブのテープ走行系，ヘッド系，テープの歪み，サーボ・パターンのずれ等があげられ，電気的な部分としては，電気的な外乱，オフセット，計算による誤差等があげられる。",
                "【0006】しかし，上述のようにマージンを考慮してフィルタ係数を決めたとしても，ドライブとカートリッジの組み合わせによっては，サーボの安定性に欠けるものも存在し得る。例えば，ドライブとカートリッジの組み合わせによっては，ある周波数に通常とは異なる大きさのインパルス的なスペクトルが存在することがある。現在のサーボ系ではこの周波数成分を増幅させるような設定が存在し，そのためテープに対するサーボの追従ができなくなり，最終的には，テープの書き込みに失敗する。ドライブとカートリッジのすべての組み合わせに対して最適のフィルタ係数を求めることができればよいが，不安定要因となる周波数成分は一定ではなく，ドライブとカートリッジの組み合わせによって異なるため，そのような最適のフィルタ係数を求めることは事実上不可能である。",
                "【0007】従って本発明の目的は，テープ・ドライブとテープ・カートリッジの組み合わせによる不安定要因を取り除いて，サーボ系を安定化させることにある。",
                "【0009】【課題を解決するための手段】本発明の第1の態様によれば，サーボ・トラック及びデータ・トラックが長手方向に配置され，各サーボ・トラックに所定のサーボ・パターンが記録されているテープを有するテープ・カートリッジをテープ・ドライブに挿入することによって該テープの読み書きが行われるテープ・ドライブ・システムにおいて，前記テープ・ドライブのサーボ・システムを安定化させるための方法であって，テープ・カートリッジがテープ・ドライブに挿入されるたびに，該テープ・ドライブのサーボ制御用低域通過フィルタの係数を，挿入されたテープ・カートリッジに応じて設定し直すことを特徴とする，サーボ・システム安定化方法が提供される。",
                "【0019】テープ20上のデータ・トラックおよびサーボ・トラックの配置例を図3に示す。図3において，白の部分がデータ・トラック領域，斜線を付した部分がサーボ・トラック領域である。図示のように，データ・トラックおよびサーボ・トラックはテープ20の長手方向に沿って交互に且つ平行に配置されている。このようなデータ・トラックおよびサーボ・トラックの配置自体は既知であり，例えば，米国特許第5432652号および同第5629813号に開示されている。",
                "【0020】サーボ・トラックに記録されているサーボ・パターンの例を図4に示す。図4の（A）は，ハの字形の2種類のパターン（1つは5対，もう1つは4対からなる）が交互に繰り返し現れるものであり，（B）は，くの字形と逆くの字形の組み合わせからなる2種類のパターン（同じく5対と4対のパターン）が交互に繰り返し現れるものである。これらのサーボ・パターンも既知であり，例えば，（A）のパターンは，前掲の米国特許出願第09／370256号に開示されており，（B）のパターンは米国特許第5689384号および同第5930065号に開示されている。これらのサーボ・パターンは前述のタイミング・ベース・サーボの基礎をなすもので，図から明らかなように，非平行の向きに記録された磁気遷移よりなっており，ヘッド・アセンブリ28に含まれる専用のサーボ・ヘッド（図示せず）により読み取られる。",
                "【0021】図4（A）のハの字形のサーボ・パターンの読み取りについて，図5を参照して説明する。図4（B）のサーボ・パターンの読み取りも同様である。図5において，一点鎖線60はサーボ・トラックの中心線を示しており，サーボ・ヘッド（図示せず）はこの中心線上に位置決めされているものとする。サーボ・ヘッドは，テープ20の走行に伴い，サーボ・パターンを読み取って，その読み取り信号を，データ・チャネル部54およびデータ・フロー部46を介してMPU38に送る。MPU38は，サーボ・パターン読み取り信号から，所定のクロック（例えば8．25MHz）で走行する2つのカウンタ（AカウンタおよびBカウンタ）を用いて，図5に示すパターン内間隔Aおよびパターン間間隔Bを測定する。間隔Aは，1つの繰り返しパターン内において対になっている非平行ストライプ間の間隔であり，ヘッドがテープ20の幅方向（図では上下方向）に移動すると，それに応じて値が増減する。間隔Bは隣接する2つの繰り返しパターン間の間隔であり，ヘッドがテープ20の幅方向に移動しても，値が変わることはない。前述のタイミング・ベース・サーボは，間隔AおよびBのこのような性質を利用してヘッドの位置決めを行う。",
                "【0022】MPU38は，AおよびBのカウント値から次式で示す位置誤差信号PESを計算する。",
                "PES＝A／Filter（B）        （1）",
                "上式において，分母の「Filter（B）」は，本発明に従い，Bカウンタに対して低域通過フィルタが適用されることを示している。よく知られているように，低域通過フィルタは図6に示すような構成を有する。図6において，「Z-1」は単位時間遅延回路，「＋」は加算器，「Bi」（i＝D1，A1，A2，B1，B2）は所定のフィルタ係数Biを乗算するための乗算器である。フィルタ係数Biは，あとで述べるように，設計時にシミュレーションにより最適の値に設定されている。なお，図6の例では，フィルタ係数Biは全部で5個であるが，その数は設計に応じて変えることができる。",
                "【0023】前述のように，テープ・カートリッジとテープ・ドライブの組み合わせによっては，サーボ系の安定化が図れないことがある。すなわち，PESの計算式（1）において，分母に含まれるBカウントにある特異な周波数が重畳していると，その周波数成分が増幅されてしまい，ヘッドの位置制御に支障を来すようになる。そこで本発明は，図7のフローに従い，テープ・カートリッジがテープ・ドライブに挿入されるたびに，低域通過フィルタの係数の再設定を行って，サーボ系の安定化を図る。",
                "【図3】",
                "【図4】"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲4文献には，以下のとおりの記載がある（甲4）。",
                "【0001】【発明の属する技術分野】この発明は，長尺記録用のタイミング・ベースのサーボ・システムに関し，特に，媒体に予め記録したタイミング・ベースのサーボ・パターン中に変調したデータをエラーがあっても検出できる方法に関する。",
                "【0003】特にテープに採用されているトラック追従サーボ・システムの一例として，共同の米国特許第5689384号に記載されているタイミング・ベースのサーボ・パターンから成るものがある。このサーボ・パターンは，連続した長さで非平行の角度で記録された磁束変化領域から構成されている。この結果，サーボ・パターン上の任意の点でサーボ・パターンから読み出したサーボ変化領域の間のタイミングは，ヘッドがサーボ・パターンの幅を横切って移動するのにつれて，連続的に変化する。したがって，サーボ再生ヘッドによって読み出された変化領域の相対タイミングは，サーボ再生ヘッドの横方向の位置に応じて線形に変化する。インターレースされた変化領域ペアの組を使い，かつ，2つのタイミング間隔の比，すなわち2つの同じ変化領域間の間隔と2つの異なる変化領域間の間隔との比を決めることにより，速度を不変にすることできる。変化領域ペアの組を2つ備え，各組が異なった数の変化領域ペアを備えることより，サーボ・パターンに対するテコーダの同期をとることができる。したがって，組の集合内の位置は，現在の組の変化領域ペアの数を知ることにより容易に決めることができる。",
                "【0004】さらに，テープの長手方向の位置を決めることが重要である。多くの場合，データは，長尺媒体に転送され，当該長尺媒体にストリーミングによって書き込まれる。同様に，データは，多くの場合，ほとんどのデータに対して連続状態で読み出される。しかし，データ転送は，多くの場合，媒体が連続した通常の速度で移動している間に中断させられる。したがって，媒体は，停止させる必要があると共に，後刻再スタートさせる必要がある。再スタート時には，データセット・シーケンスに対して，媒体の位置を相互に関連させる必要があると共に，再同期をとる必要がある。",
                "【0007】媒体の破壊物破片および欠陥によって，余分の磁束変化領域が検出される可能性，あるいは，書き込まれた磁束変化領域が検出できなくなる可能性がある。これらのエラーがあると，シフトした変化ストライプの各々に対する間隔を測定することができなくなる。しかし，変調した長手方向位置データは，テープの正確な長手方向位置を提供するために常に必要であるから，確実に検出する必要がある。通常のデータ記録では，エラーを検出して訂正することのできる拡張誤り訂正符号を備えている。しかし，LPOSワード用の現行の標準の下では，誤り訂正バイトは許されていない。誤り訂正バイトを許すとLPOSワードの長さが増加するので，許される可能性はない。",
                "【0008】【発明が解決しようとする課題】本発明の目的は，タイミング・ベースのサーボ・パターン中に変調した各ビットのロバスト検出を提供することであり，タイミング・ベースのサーボ・パターン中に変調したデータの各位置ワードのロバスト検出を提供することである。",
                "【0028】図4は，予め記録した補間可能なリニア位置位置決めデータ情報71を備えた，例えば磁気テープ媒体のような記録媒体70を示す図である。上記リニア位置位置決めデータ情報71は，例えば少なくとも1つの長手方向のサーボ・トラックを画定する磁束変化サーボ・パターン中に記録されている。サーボ・トラックのデータは，バースト・パターン74，75の交互のグループの複数のフレーム73から成る。",
                "【0029】本発明の一実施形態によると，各フレームは，リニア位置位置決めデータ71の1ビット76が備えている。サーボ・トラック中のデータは，同期文字77，これに続いて長手方向位置データ71を備えているのが望ましい。そして，例えば媒体メーカーが付与するデータのような他のデータを続けることができる。一例として，同期文字77は，8ビット文字，例えば1個の“1”に7個の“0”が続いたものから構成することができる。同期文字は，リニア位置位置決めデータの各ワードの始めを識別する手段を提供する。",
                "【0032】アルブレヒトらの米国特許出願によると，図5（a）および図5（b）は，サーボ・パターン中にデータを符号化すなわち変調することのできるサーボ・",
                "パターンの例を示す図である。サーボ位置エラー信号を生成するため，およびデータを符号化するために使うことのできる，1つのフレーム中の変化ストライプの最小数は，変化ストライプのペアがただ1つである。ペアの各変化ストライプは，同じように傾斜した変化ストライプの別々のバースト中に存在する。図示した例では，2グループの「5，4」フレームのうち，5ストライプ・グループの2ペアの変化ストライプを使っている。図5（a）に示すように，“1”は次のようにして符号化する。すなわち，変化ストライプ80と81とを離れるように移動させ，変化ストライプ82と83とを互いに近付くように移動させる。図5（b）に示すように，“0”は次のようにして符号化する。すなわち，変化ストライプ84と85とを互いに近付くように移動させ，変化ストライプ86と87とを離れるように移動させる。ペアの各変化ストライプが移動する距離は同じであるが，方向は逆である。図5（a）および図5（b）では，4ストライプ・グループは，不変であり，データを持たない変化ストライプの普通の間隔を表している。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1（本件発明1について，甲1文献を主引例とし，甲2文献を副引例とする進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2で認定した甲1文献及び甲2文献の記載によると，甲1文献には甲1発明が記載されていること，甲2文献には甲2技術事項が記載されていること，本件発明1と甲1発明との間に，本件審決が認定した以下のとおりの相違点があることが認められ，この点については，当事者間に争いがない。",
                "（相違点）",
                "「各サーボバンド内に書き込まれた各サーボ信号にそれぞれ埋め込まれるデータ」であって，「各データは，各サーボ信号の縞を構成する線の位置を，テープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれている」ものについて，本件発明1は，「複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定するためのデータ」であって，「サーボバンド毎に」テープ長手方向にずらすものであるのに対し，甲1発明は，「複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定するためのデータ」ではなく，「サーボバンド毎に」テープ長手方向にずらすものではない点"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲1発明に原告主張甲2技術事項を適用することにより，本件発明1を容易に想到することができた旨主張することから，同主張について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2(1)で認定した事実によると，甲1発明が記載されている甲1文献は，タイミング・ベース・サーボを利用した磁気テープカートリッジの標準規格書であり，サーボバンドにおける情報の符号化等について規定していることが認められる。また，証拠（甲1の1～3，甲13の1～3）によると，甲1文献には，サーボバンド識別情報の符号化を甲1発明の方法（隣接するサーボバンドの相対移動量として符号化する方法）によって行うことについての問題点は一切記載されていないことが認められ，また，上記符号化について他の方法を採用することについての示唆があるとも認められない。",
                    "一方，前記2(2)で認定した甲2文献の記載によると，甲2文献は，アンプリチュード・サーボを利用した磁気テープに係る発明についての特許公報であり，甲2発明及び甲2技術事項の他，課題として，データ書込み及び読取り操作の間にサーボ帯域にあるサーボトラックを読み取りながら継続的にサーボトラックの明確な同定が達成できるような容易かつ比較的廉価な方法を提供することが記載されていることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "前記アのとおり，甲1文献には，サーボバンド識別情報を，隣接するサーボバンドの相対移動量として符号化することの問題点は一切記載されておらず，また，サーボバンド識別情報の符号化について，他の方法を採用することの示唆がされているとも認められないことからすると，甲1文献に接した当業者が，甲1発明に，サーボバンド識別情報を同一のサーボバンド内に符号化する方法である原告主張甲2技術事項を適用しようと動機付けられるとは認められないというべきである。 "
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲1文献は，サーボバンド識別情報をサーボバンドnに対するサーボバンドn＋1の相対移動量として符号化する方法を記載しているが，同方法は，あくまで，サーボバンドを特定するための方法の一例として示しているにすぎず，他の方法を採用することを何ら排除していない旨主張する。",
                        "確かに，前記2(1)のとおり，甲1文献には，「サーボバンドnの識別は，上下サーボエレメントで，サーボバンドn及びサーボバンドn＋1のフレームを読み取り，テープ上の相対位置としてもよい。」と記載されており，サーボバンド識別情報の符号化の方法の一つとして，隣接するサーボバンドの相対移動量として符号化する方法が記載されている。",
                        "しかし，前記2(1)のとおり，甲1文献は，「サーボフレーム符号化  サーボフレーム符号化は，テープの長手方向の絶対位置，製造業者のデータ及びサーボバンド識別情報とする。」と規定し，符号化する情報としては，テープの長手方向の絶対位置，製造業者のデータ及びサーボバンド識別情報としているところ，そのうち，位置及び製造業者データの符号化方法については，「サーボサブフレーム1のストライプの相対位置を移動して，サーボフレームの情報を符号化する」と規定して，ストライプの相対位置を移動することによる方法を指定し，サーボバンド識別情報の符号化方法と区別していること，サーボバンド識別情報の符号化の方法としては，隣接するサーボバンドの相対移動量として符号化する方法しか規定していないことを考慮すると，同文献に接した当業者としては，同文献におけるサーボバンド識別情報の符号化方法としては，隣接するサーボバンドの相対移動量として符号化する方法が強く推奨されていると考え，他の方法を採用することを検討するということはしないというべきである。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告は，アンプリチュード・サーボとタイミング・ベース・サーボは，磁気テープにおけるサーボ技術として，相互に代替可能なものとして認識されており，アンプリチュード・サーボに代えてタイミング・ベース・サーボを採用する傾向が存在し，また，サーボバンド識別情報を符号化する方法としては，甲1発明の方法よりも，原告主張甲2技術事項による方法の方が優れていることは明らかであるから，前者に代えて後者を採用する動機付けが存在する旨主張する。            ",
                      "text": [
                        "しかし，アンプリチュード・サーボとタイミング・ベース・サーボとが相互に代替可能な技術であり，アンプリチュード・サーボに代えてタイミング・ベース・サーボを採用する傾向があるとしても，そのことから直ちに，甲1発明のうちのサーボバンド識別情報の符号化方法を原告主張甲2技術事項に置き換えることの動機付けがあるとは認められない。",
                        "また，甲1発明はサーボバンドを読み取るヘッドが二つ必要であり，原告主張甲2技術事項はサーボバンドを読み取るヘッドが一つで済むので，ヘッドの数という点では甲1発明よりも原告主張甲2技術事項の方が簡単であるということができるものの，それのみで，原告主張甲2技術事項の方が甲1発明よりも優れた方法であると直ちにいうことはできない上，前記のとおり，甲1文献に，サーボバンド識別情報について課題があるとの記載は一切ないのであるから，甲1発明のサーボバンド識別情報を符号化する方法について，原告主張甲2技術事項を適用する動機付けがあると認めることはできない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，甲1発明に甲2技術事項を適用する動機付けがあるとは認められないから，その余について判断するまでもなく，甲1発明に原告主張甲2技術事項を適用して本件発明1を容易に想到することができたとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（本件発明1について，甲3文献を主引例とし，甲2文献及び甲4文献を副引例とする進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2で認定した甲2文献，甲3文献及び甲4文献の記載によると，甲3文献には甲3発明が記載されていること，甲2文献には甲2技術事項が記載されていること，甲4文献には，タイミング・ベース・サーボにおける情報の符号化方法についての甲4技術事項が記載されていること，本件発明1と甲3発明との間に，本件審決が認定した以下のとおりの相違点があることが認められ，この点については，当事者間に争いがない。",
                "（相違点）",
                "本件発明1は，各サーボバンド内に書き込まれた各サーボ信号に，複数のサーボバンドのうちのそのサーボ信号が位置するサーボバンドを特定するためのデータがそれぞれ埋め込まれ，各データは，各サーボ信号の縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれているのに対し，甲3発明は，そのような特定がない点"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲3発明に甲4技術事項を適用し，さらに甲4技術事項を適用した甲3発明に原告主張甲2技術事項を適用して，本件発明1を容易に想到することができた旨主張するので，同主張について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2(3)のとおり，甲3発明は，テープ・ドライブのサーボ系を安定化させる目的で（段落【0007】），テープ・カートリッジがテープ・ドライブに挿入されるたびに，該テープ・ドライブのサーボ制御用低域通過フィルタの係数を，挿入されたテープ・カートリッジに応じて設定し直すようにした発明（段落【0009】）であって，甲3文献には，テープに記録されるサーボ・パターン自体はタイミング・ベース・サーボの基礎をなす既知のものだとされているが（段落【0020】），サーボ・パターンによって何等かの情報を符号化して埋め込むことについての記載はなく，また，そのような符号化が必要であるとの示唆もなく，ましてや，サーボバンド識別情報を同一のサーボバンド内に符号化することの必要性についての示唆はない。",
                    "したがって，甲3発明にサーボバンド上に各種の情報を符号化する技術である甲4技術事項やサーボバンド識別情報を同一のサーボバンド内に符号化する技術である原告主張甲2技術事項を適用する動機付けがあると認めることはできない。",
                    "また，甲3発明に甲4技術事項を適用した上で，さらに原告主張甲2技術事項を適用することは，タイミング・ベース・サーボを前提として，サーボバンド上に情報の符号化をすることについて何らの開示がない上記の甲3発明に，甲4文献で開示されているタイミング・ベース・サーボにおける情報の符号化の方法を示した甲4技術事項と，アンプリチュード・サーボにおいて同一のサーボバンド内にサーボバンド識別情報を符号化することを示した原告主張甲2技術事項を重ねて適用するものであるが，甲3文献には，サーボバンド上に情報を符号化することの記載すらないのであるから，そのような状況で，同一のサーボバンド内にサーボバンド識別情報を符号化することを示した技術を適用することが容易であったということはできないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，甲3発明は複数のサーボバンドを有する磁気テープである点で原告主張甲2技術事項と共通すること及び複数のサーボバンドを有する磁気テープにおいては，サーボ読取りヘッドが自らが位置するサーボバンドを何らかの方法によって特定する必要があるという課題が存在し，この課題は周知であることから，上記動機付けが存在することは認められる旨主張する。",
                    "しかし，甲3発明は複数のサーボバンドを有する磁気テープであり，また，複数のサーボバンドを有する磁気テープにおいて，サーボ読み取りヘッドが自らが位置するサーボバンドを何らかの方法によって特定する必要があることは周知であるとしても，甲3発明は，前記アのようなものであるから，甲3発明に甲4技術事項を適用した上で，さらに原告主張甲2技術事項を適用することが動機付けられるということはできない。このことは，タイミング・ベース・サーボにおいて，非平行な縞を構成する線の位置をテープ長手方向にずらすことによりデータを符号化することが，当業者にとって周知となっていたとしても，左右されるものではない。",
                    "なお，原告は，周知技術として甲1文献を引用しているが，甲1文献に基づいて本件発明1を容易に想到することができないことは，前記3で判示したとおりである。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，甲4技術事項を適用した甲3発明に原告主張甲2技術事項を適用することはできないから，その余について判断するまでもなく，甲3発明，甲4技術事項及び原告主張甲2技術事項に基づき本件発明を容易に想到することができたとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3（本件発明1について，甲2文献を主引例とし，甲4文献を副引例とし，周知技術を適用した進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2文献には甲2発明及び甲2技術事項が記載されており，甲4文献には甲4技術事項が記載されていることは前記3及び4のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲2発明の相違点について",
              "text": [
                "本件発明1及び甲2発明の内容を比較すると，本件発明1と甲2発明の相違点は，本件審決が認定するとおり，次の2点であると認められる。",
                "（相違点）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「各サーボバンド内に書き込まれた各サーボ信号」について，本件発明1は，「一つのパターンが非平行な縞からな」るのに対し，甲2発明は，「サーボ搬送信号が，サーボ帯域のほぼ全幅を横切って書き込まれ，サーボ搬送信号の部分が消去され，この結果得られるサーボトラック構成」である点（甲2相違点①）"
                },
                {
                  "fig": "イ",
                  "subject": "「サーボ信号へのデータの埋め込み」について，本件発明1は，「各データは，各サーボ信号の縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれている」のに対し，甲2発明は，「任意個数の消去部分がサーボ帯域ごとに変化する長さを備えることで，サーボ帯域を一意に同定，つまり一意なサーボ帯域符号を具備する」点（甲2相違点②）",
                  "text": [
                    "この点について，原告は，上記相違点を，「本件発明1では，各サーボ信号は，一つのパターンが非平行な縞からなり，各データは，縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより各サーボ信号中に埋め込まれているのに対し，甲2発明では，各サーボ信号は，一つのパターンはサーボ搬送信号の消去部分と非消去部分とからなり，各データは，非消去部分の長さをサーボバンド毎に変化させることにより各サーボ信号中に埋め込まれている点」と一つに認定すべきであると主張する。",
                    "しかし，「各サーボバンド内に書き込まれた各サーボ信号が一つのパターンが非平行な縞からなる」ことと「各データは，各サーボ信号の縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれている」こととは異なる事項であって，「各サーボバンド内に書き込まれた各サーボ信号が一つのパターンが非平行な縞からなる」からといって，「各データは，各サーボ信号の縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれている」ことになるとはいえないことは，甲1発明において，「各サーボバンド内に書き込まれた各サーボ信号が一つのパターンが非平行な縞からなる」にもかかわらず，サーボバンド識別情報について，「各データは，各サーボ信号の縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれている」ことにならないことに照らして明らかである。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，甲2発明に甲4技術事項及び周知技術を適用して，本件発明1を容易に想到することができたかどうかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2(2)で認定した甲2文献の記載によると，甲2文献は，アンプリチュード・サーボを利用した磁気テープに係る発明についての特許公報であり，甲2発明及び甲2技術事項の他，課題として，データ書込み及び読取り操作の間にサーボ帯域にあるサーボトラックを読み取りながら継続的にサーボトラックの明確な同定が達成できるような容易かつ比較的廉価な方法を提供することが記載されていることが認められるが，証拠（甲2）によると，甲2文献には，アンプリチュード・サーボを採用することについて何らかの問題があることは一切記載されておらず，また，タイミング・ベース・サーボを採用することの示唆もないことが認められる。",
                    "また，甲2発明は，アンプリチュード・サーボを前提として，上記課題を解決した発明であるところ，当業者としては，特段の事情がない限り，甲2発明の元となるサーボ技術自体を他のサーボ技術に変更しようと思い至ることはないというべきである。",
                    "したがって，タイミング・ベース・サーボが周知の技術であることを考慮しても，甲2文献に接した当業者が，甲2発明について，アンプリチュード・サーボに代えてタイミング・ベース・サーボを採用するよう動機付けられるとは認められない。",
                    "さらに，タイミング・ベース・サーボを採用したからといって，サーボバンド識別情報について，「各サーボ信号の縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれている」ことになるとはいえないことは，甲1発明が，タイミング・ベース・サーボを採用しつつ，サーボバンド識別情報について，「各サーボ信号の縞を構成する線の位置を，サーボバンド毎にテープ長手方向にずらすことにより前記各サーボ信号中に埋め込まれている」構成を有しないことから明らかであって，このように構成する動機付けがあるとも認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，アンプリチュード・サーボ及びタイミング・ベース・サーボは，目的及び機能が共通しており，磁気テープにおけるサーボ技術として，相互に代替可能であること，本件特許の出願日当時のサーボ技術の採用に関する傾向としては，アンプリチュード・サーボに代えてタイミング・ベース・サーボを採用する傾向が存在したことから，甲2発明について，アンプリチュード・サーボに代えてタイミング・ベース・サーボを採用する動機付けが存在した旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，アンプリチュード・サーボに代えてタイミング・ベース・サーボを採用する傾向があったとしても，本件特許の出願日当時，甲2文献に接した当業者が，甲2発明について，アンプリチュード・サーボに代えてタイミング・ベース・サーボを採用するよう動機付けられる程度に，アンプリチュード・サーボに代えてタイミング・ベース・サーボを採用する傾向が存在したと認めるに足りない。",
                        "確かに，甲6文献には，「ハーフ・トラック・サーボ制御方法は，ディスク・ドライブのような直接アクセス記憶装置にとって概して満足すべきものであることがわかった。・・・磁気テープ記憶システムでは，・・・ディスク・システムにおいて一般に見られる環境のようにクリーンなものではなく，殆どのディスク・システムと違って，磁気テープは，実質的に，磁気ヘッドと接触して動作する。比較的汚れた環境，媒体とヘッドとの間の連続した接触，及びサーボ・ヘッドの比較的大きい幅は，媒体及びサーボ・ヘッドの両方に大きな磨耗及び傷を生じさせ，それら両方の表面における汚染領域の形成を生じさせる。その結果，サーボ制御情報に対するサーボ・ヘッドの空間的応答は，…長時間にわたる磨耗の結果として徐々に，及び汚染屑との相互作用の結果として突然に変化する。」（段落【0007】），「サーボ・ヘッドの空間的応答の変化は位置信号のエラーを生じさせるので，サーボ・ヘッドがサーボ・トラックの中心線から実際に変位した時にトラック位置決め誤りがないことを位置信号が表すことがある。」（段落【0008】），「サーボ・パターンは，ヘッドがサーボ・トラックの幅を横切って移動する時，そのパターン上の任意のポイントからそのパターンを読取ることによって抽出されるサーボ位置信号パルスのタイミングが連続的に変わるように，サーボ・トラックにおいて複数の方位角の向きに記録された磁気遷移より成る。」（段落【0010】）との記載があることが認められ（甲6），これらの記載によると，アンプリチュード・サーボの一種であるハーフ・トラック・サーボは，ディスク・システムには十分なものであるが，磁気テープにおいては，ヘッドにおける磨耗及び屑によって位置信号のエラーが発生するという問題があるため，磁気テープ環境に適合したサーボ制御システムが必要であるという課題があること，アンプリチュード・サーボに代えてタイミング・ベース・サーボを採用することで，同課題を解決することが開示されていると認められる。",
                        "しかし，アンプリチュード・サーボの問題点を指摘して，その課題解決のためにタイミング・ベース・サーボを採用することを開示する文献は，本件証拠中には，上記の甲6文献のみであるから，甲2文献に接した当業者が，甲2発明について，アンプリチュード・サーボに代えてタイミング・ベース・サーボを採用するよう動機付けられる程度に，アンプリチュード・サーボに代えてタイミング・ベース・サーボを採用する傾向が存在したとまで認めることはできないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，前記アで判示したとおり，甲2発明について，アンプリチュード・サーボに代えてタイミング・ベース・サーボを採用し，本件発明1に至ることの動機付けがあるとは認められないのであって，このことは，タイミング・ベース・サーボが周知の技術であること，タイミング・ベース・サーボとアンプリチュード・サーボとが代替可能な技術であることを考慮しても左右されることはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上より，甲2発明に甲4技術事項を適用することはできないから，その余について判断するまでもなく，甲2発明，甲4発明及び周知技術に基づき本件発明を容易に想到することができたとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由4について",
          "text": [
            "本件特許の請求項6及び請求項8は請求項1を引用しており，本件発明6は，本件発明1に係る磁気テープの製造方法に関する発明であり，本件発明8は，本件発明1に係る磁気テープの製造に使用するサーボライタに関する発明であるところ，前記1～5のとおり，本件発明1が，当業者が容易に発明をすることができたとはいえないから，本件発明6及び本件発明8も，当業者が容易に発明をすることができたとはいえないというべきである。",
            "したがって，本件発明6及び本件発明8には進歩性が認められる。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}