{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2017-17053号事件について平成30年5月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成28年2月28日，別紙本願商標目録記載の商標(以下「本願商標」という。)について，商標登録出願をした(商願2016-21294号)。",
                "原告は，平成29年4月27日受付及び同年7月3日受付の手続補正書により指定商品及び指定役務について補正し，最終的に本願商標に係る指定商品及び指定役務は別紙本願商標目録記載のとおりとなった。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年8月14日付けで拒絶査定を受けたことから，同年11月17日，不服審判を請求した(不服2017-17053号)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成30年5月11日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月23日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成30年6月22日，審決の取消しを求めて，本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由は別紙審決書の写しに記載のとおりである。要するに，本願商標と引用商標(別紙引用商標目録記載の商標)は，互いに相紛れるおそれのある類似の商標であり，かつ，本願商標の指定商品は，引用商標の指定役務と類似するから，本願商標は商標法4条1項11号に該当する，というものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "text": [
            "商標法4条1項11号該当性の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "商標の類否判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標の外観について",
              "text": [
                "本願商標は，各構成文字がその輪郭を曲線基調とし，縦方向の線は太く，横方向の線は極めて細く，角部や端部を鋭くとがらせ，文字間隔を狭めて配されており，まとまりがある。したがって，本願商標はデザイン化した文字から成り，そのデザインはかなり特徴があるといえる。",
                "これに対し，引用商標は，上段に片仮名文字「ヴィオレ」を，下段に欧文字「Violet」を配した二段構成から成るものである。片仮名文字「ヴィオレ」は，欧文字部分の幅より狭い幅で欧文字の中央上部に位置する。上下いずれの文字も線の太さに変化のない直線基調のゴシック体から成るもので，そのデザインに特徴はない。",
                "以上のとおり，両商標は，一段構成と二段構成という構成の差異及び書体の差異によって外観上顕著な差異がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標の称呼について",
              "text": [
                "本願商標の称呼について，審決は，「Violet」の欧文字を英語と捉えた場合には「バイオレット」の称呼を生じ，フランス語と捉えた場合には「ヴィオレ」の称呼をも生じると判断する。",
                "確かに，「Violet」は，英語にもフランス語にも存在する単語であるが，本願商標をフランス語として捉えて「ヴィオレ」と称呼する需要者等は少ないものと考えられる。なぜなら，我が国で英語がフランス語より親しまれていることは明らかであり，アクサン記号などのフランス語の発音記号が無い場合において，欧文字は通常，英語と理解されるのが自然だからである。したがって，本願商標から生ずる称呼は，英語の読み方である「バイオレット」の方が自然である。",
                "これに対し，引用商標は，上段の「ヴィオレ」が下段の「Violet」と一体不可分であり，下段の「Violet」の読み方を特定するものである。審決は，引用商標に接する取引者，需要者は，下段の「Violet」の文字に着目して取引に当たる場合も決して少なくないと判断するが，以下の理由により，「ヴィオレ」の文字が無視されることはない。",
                "①上段の「ヴィオレ」と下段の「Violet」の書体は同じである。",
                "②「ヴィオレ」の文字は，無視されるほど小さくはない。語頭の「ヴ」の文字は大きな「V」の文字の75％程度の大きさはある。",
                "③「ヴィオレ」の文字は，下段の「Violet」の文字の幅より若干狭いが，「Violet」の文字の両端から均等な幅を開けて中央部にバランス良く配置されている。",
                "④引用商標のように片仮名文字を欧文字や漢字の上部に併記する構成態様は日本人に親しまれている。住所，氏名，欧文字などに複数の読み方がある場合に間違えず，読みやすく，またはその読み方を特定すべく併記されることが行われているからである。",
                "このような理由から，上段の片仮名文字「ヴィオレ」は，下段の欧文字「Violet」と一体不可分なものであり，その存在を無視して「Violet」の文字のみで取引される場合はない。",
                "ここで，「ヴィオレ」はフランス語の発音と認識される場合が多いと考えられる。下段の「Violet」の文字の末尾の「t」の音を発音していないからである。この読み方はフランス語の発音として我が国で親しまれている。したがって，引用商標の欧文字「Violet」は上段の「ヴィオレ」と相まってフランス語と理解され，それより生ずる称呼は「ヴィオレ」が自然である。",
                "そこで，本願商標から生ずる称呼「バイオレット」と，引用商標から生ずる称呼「ヴィオレ」とを比較すれば，両者は先頭部の「バイ」と「ヴィ」，後半部の「レット」と「レ」の差異によって全体の称呼に顕著な差異がある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標の観念について",
              "text": [
                "本願商標からは，名詞として「スミレ」，「すみれ色」又は「バイオレット」という名の外国人女性の名称の観念が生じ，形容詞として「すみれ色の」の観念が生じる。",
                "これに対して，引用商標は，「ヴィオレ」の称呼から「Violet」をフランス語と理解し，フランス語に詳しい者には形容詞として「紫色の」の観念が生じ，名詞として「紫色」の観念が生じる。",
                "引用商標の「Violet」の部分がフランス語と理解されない場合，フランス語読みの「ヴィオレ」の文字が「Violet」の文字と一体不可分なので，「Violet」の部分を英語と理解して，英語による上記の観念が生じることはない。",
                "したがって，本願商標と引用商標とは観念が共通しない。",
                "なお，審決は，本願商標と引用商標は，共に「スミレ，スミレ色」及び「紫色」の観念を生じると判断しているが，「紫色」は「Violet」の文字がフランス語と理解できる場合に生じる観念である。したがって，これは引用商標の「Violet」の文字がフランス語であってその意味が容易に理解されることを前提とするものである。我が国のフランス語の理解度からすれば，その意味まで容易に理解されるとすることは誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本願商標と引用商標とは，外観，称呼及び観念のいずれの要素においても相紛らわしいものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商品・役務間での類否判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本願商標の指定商品中，第9類「電子出版物」及び第16類「雑誌，書籍」(以下併せて「本願指定商品」という。)と引用商標の指定役務中の第35類「印刷物の小売又は卸売の業務において行われる顧客に対する便益の提供」(以下「引用小売等役務」という。)とは互いに類似すると判断した。その理由は，商品の販売と，その商品を取り扱う小売等役務の提供とが同一の者によって行われることは，商取引上，普通に見受けられるものであり，該商品の販売場所や需要者の範囲は，該役務の提供場所や需要者の範囲と一致するので，その商品の製造及び販売とその役務の提供とが，同一の者によるものであると誤認し，その出所について混同を生ずるおそれがある，というものである。",
                "しかしながら，次のとおり，本願指定商品の製造及び販売が引用小売等役務をしている者と同一の者によるものであると誤認することはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願指定商品が引用小売等役務に類似するかどうかは，当該商品と当該役務に同一又は類似の商標を使用した場合に，当該商品が当該役務を提供している者が製造又は販売したものであると誤認されるおそれがあるかどうかという観点から判断されるべきである。また，著作物の再販制度(再販売価格維持制度)が採用されている「雑誌，書籍」の取引においては，製造者である出版社と最終消費者との間に，取次(卸売)や書店(小売)が介在するところ，上記の誤認のおそれについては，取引の末端に位置する消費者が本願指定商品の製造及び販売を直接の販売者である書店(小売)が行っていると誤認するかどうかで考えるべきである(なお，電子出版物は，「物」ではなく，情報として流通するため再販制度の対象ではないが，「電子書籍の販売においても，出版社と電子書籍書店の間に位置し取次機能を行う販売会社が存在」するといわれているから，同様に考えるべきである。)。",
                "これを特許庁の「商標審査基準」に従って検討すると，たしかに，需要者の範囲，商品の販売場所と役務の適用場所とは共通し，また，商品の販売と役務の提供は同一の者によって行われるという事情がある。",
                "しかしながら，次のとおり，取引の実情を踏まえれば，需要者，すなわち消費者がこれから購入しようとする雑誌や書籍，電子出版物が，それに使用された商標を見て，この書店が製造・販売しているものと認識することはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "商標の使用態様について",
                  "text": [
                    "本願指定商品に使用される商標は，雑誌のタイトル・題号，書籍がシリーズ物であることを表示する名称や出版社の名称や図形である。",
                    "これに対して，引用小売等役務に使用される商標は，看板における書店の名称や包装紙，紙袋に表示される書店の名称である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "再販制度による需要者の意識について",
                  "text": [
                    "再販制度によって雑誌，書籍はどこの書店でも定価で買える。特定の雑誌等を購入する目的の需要者であれば，基本的にどこの書店に買いに行ってもよい。書店の看板の名称は，この需要者にとって誤認混同の対象外である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "出版社と需要者の意識について",
                  "text": [
                    "審決は，「雑誌等の商品に発行所の記載があったとしても，取引者，需要者は，商品に付された題号や商標を，他の商品との識別標識として捉えて取引に当たることが一般的であるため，該商品の商標と同一又は類似の商標が，該商品を取り扱う小売等役務の提供について使用された場合には，これに接する取引者，需要者は，該商品の製造，販売元と該商品を取り扱う小売等役務の提供元とが同一の者であると誤認する場合もある」と説示する。",
                    "しかし，再販制度の下では，雑誌等は出版社が定価を定め，その装丁，題号や商標を決める。本の代金の約70％は出版社が受け取る。雑誌等の売れ行きは出版社の努力次第であるから，出版社にとって売れ行きを左右する雑誌等の装丁は重要である。表紙には商標や題号のほか，デザインが施されている。需要者が，題号や商標だけを見て雑誌等を購入することはない。また，題号のみの装丁がシンプルな書籍の場合には，発行所の記載が特に重要である。その商品の品質(記事・内容の信頼性，信憑性など)を左右するからである。したがって，需要者が本願指定商品に付された題号や商標だけを他の商品との識別標識として捉えて取引に当たることはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "需要者の購入事情について",
                  "text": [
                    "需要者は，自分が欲しい雑誌や書籍を他のものと取り違えて購入することはまずない。その場所で雑誌や書籍を選ぶとしても手にとって，表側だけでなく中身を少し見て自分の好みの書体やレイアウトを確認し，さらに出版年や出版社，値段を確認してから購入する。このような需要者が，雑誌等の題号や商標を見て，「この雑誌はこの書店が出版して売っている」，と誤認することはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "雑誌等の多種多様性と書店との関係について",
                  "text": [
                    "再販制度や取次制度のおかげで，書店では売れ筋の本だけでなく多種多様な雑誌，書籍等を販売できる。そして，「雑誌」等にはそれぞれ著作物としての強い個性がある。その個性は装丁や，題号・商標に現われ，一体不可分の関係にある。このようにそれぞれに個性があって，それぞれに目印である商標が存在する膨大な数の商品を書店は取り扱っている。これらの膨大な数の商品に付された題号や商標と書店の名称との関係は希薄である。また，通常，書店が出版をするような取引の実情は存在していないのであり，需要者もその書店に並んでいる雑誌，書籍等と書店との関係は明確に区別している。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本願指定商品である「電子出版物，雑誌，書籍」と引用小売等役務である「印刷物の小売又は卸売の業務において行われる顧客に対する便益の提供」とは，需要者の範囲や商品の販売場所及び役務の提供場所，商品の販売主体と役務の提供主体が共通したとしても，本願指定商品の流通経路やその個性によって，本願指定商品の製造及び販売が引用小売等役務をしている者と同一の者によるものであると誤認される事情にはない。",
                "したがって，本願指定商品は，引用小売等役務と類似する関係にはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張に対する反論",
              "text": [
                "いかに電子出版が盛んになり，一部の書店が出版も行うようになったとしても，需要者は，雑誌の題号を見て，書店と関連付けて，この書店が出版したもの，と誤認混同することはない。",
                "それは，本願指定商品がいずれも著作物であって個性的な存在であることによる。この極めて多くの出版社によって発行された個性的な商品を膨大な数取りそろえているのが書店である。この商品と小売役務との区別は，需要者・販売場所・提供場所が同一でも，一部の営業主が出版と販売をしていたとしても，本願指定商品の需要者には可能である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，本願商標について商標法4条1項11号該当性を認めた審決の認定判断には誤りがある。よって，審決は取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "本願商標と引用商標との類否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標について",
              "text": [
                "本願商標は，「Violet」の欧文字を，ややデザイン化した書体(モダン・ローマンの特徴を備えた書体)で表して成るものである。",
                "そして，「violet」の語は，「スミレ，すみれ色」の意味を有する英語であって，かつ，我が国における国語辞典においても，その表音「バイオレット【violet】」の見出しの下，「すみれ，すみれ色」の意味が掲載されているように，我が国において親しまれた英語といえる。また，当該語は，「紫色」の意味を有するフランス語「violet」(ヴィオレ)とも，同じつづりから成るが，当該フランス語は我が国において親しまれてはいない。",
                "そうすると，本願商標に接する一般の需要者，取引者は，まずは我が国において親しまれた上記英語を表したものと理解するが，フランス語を理解する者であれば，上記フランス語を表したものと理解する場合もある。",
                "したがって，本願商標は，構成文字に相応して，英語としての「バイオレット」の称呼及び「スミレ，すみれ色」の観念を生じ，フランス語を理解する取引者，需要者においては，「ヴィオレ」の称呼及び「紫色」の観念をも生じる場合がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "text": [
                "引用商標は，「ヴィオレ」の片仮名及び「Violet」の欧文字を，下段の欧文字を上段の片仮名よりも大きく，ゴシック体で上下二段に表して成るところ，両文字部分は，段を異にし，文字種や文字の大きさも異なるため，視覚上分離して認識されるものである。",
                "引用商標の構成中「Violet」の欧文字部分は，前記のとおり，「violet」の語が，「スミレ，すみれ色」の意味を有する，我が国において親しまれた英語である一方で，「紫色」の意味を有するフランス語は我が国では親しまれていないため，当該欧文字部分に接する一般の取引者，需要者は，まずは我が国において親しまれた上記英語を表したと理解するもので，これより「バイオレット」の称呼及び「スミレ，すみれ色」の観念が生じ，フランス語を理解する取引者，需要者においては，「ヴィオレ」の称呼及び「紫色」の観念をも生じる場合がある。",
                "また，引用商標の構成中「ヴィオレ」の片仮名部分は，その片仮名表記のみからは，直ちに特定の意味を有する語を表してなるとは理解できず，「紫色」の意味を有するフランス語「violet」(ヴィオレ)の表音に通じる可能性が潜在的にあるとしても，我が国において親しまれていない当該フランス語から生じる意味合いが，その片仮名表記から直ちに想起されるとはいい難いため，これより「ヴィオレ」の称呼を生じるとしても，特定の観念が生じるとはいえない。",
                "以上を踏まえると，引用商標の構成中「ヴィオレ」の片仮名部分と「Violet」の欧文字部分は，その構成において視覚上分離して認識されるものであり，また，両語を結合して特定の意味を有する成語となるものでもなく，構成上の一体性は弱い。",
                "そして，引用商標のような構成においては，大きく太く表され，英語としての意味内容の理解が容易な「Violet」の欧文字部分にまずは目を引かれるもので，これに接する取引者，需要者をして，当該欧文字部分から生じる外観，称呼及び観念における印象が記憶に残り，比較的強い印象を与えるものである。",
                "さらに，引用商標の構成中，上段の「ヴィオレ」の片仮名部分が下段の「Violet」の欧文字部分の読みを表したものと理解される場合があるとしても，両文字部分が常に不可分一体のものと認識されるものではなく，下段の「Violet」の欧文字部分からは，我が国において親しまれた「violet」(バイオレット)の英語に相応する称呼及び観念を生じるものである。すなわち，「violet」(ヴィオレ)のフランス語は，それより生じる称呼及び観念を含めて，我が国において親しまれていない一方で，「violet」(バイオレット)の英語は，それより生じる称呼及び観念を含めて，我が国で親しまれているもので，英語の普及率はフランス語より高いことに鑑みると，フランス語を必ずしも理解しない一般の取引者，需要者であれば，併記された「ヴィオレ」の片仮名部分に必ずしも影響されることなく，構成において強い印象を与える「Violet」の欧文字部分に着目し，その意味内容の理解も容易な親しまれた英語「violet」(バイオレット)を表したものと理解し，これより生じる称呼及び観念を記憶にとどめ，取引に当たる場合もあるというべきである。",
                "そうすると，引用商標の構成中，「Violet」の欧文字部分に相応して，英語としての「バイオレット」の称呼及び「スミレ，すみれ色」の観念が生じ，フランス語を理解する取引者，需要者においては，「ヴィオレ」の称呼及び「紫色」の観念をも生じる場合がある。",
                "なお，引用商標の構成中「ヴィオレ」の片仮名部分は，その構成文字に相応して「ヴィオレ」の称呼を生じ，当該片仮名部分は，その下段に表された「Violet」の欧文字と相まって，フランス語「violet」(ヴィオレ)の表音を表したものと理解される場合もあり得るから，フランス語を理解する取引者，需要者においては，「紫色」の観念を生じる場合もある。",
                "以上のとおり，引用商標は，構成文字に相応して，「バイオレット」及び「ヴィオレ」の称呼並びに「スミレ，すみれ色」の観念が生じ，フランス語を理解する取引者，需要者においては，それらに加えて「紫色」の観念が生じる場合もある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用商標との類否",
              "text": [
                "本願商標と引用商標の外観は，上記のとおり，その構成において比較的強い印象を与える「Violet」の欧文字を共通して包含して成り，その書体に多少の差異があるものの，いずれも普通に用いられる書体の範ちゅうで，その表現態様自体に特徴を有するものでもなく，その書体の差異が格別印象に残るものとはいえないこともあり，外観上の印象が近似する。",
                "本願商標と引用商標の称呼は，「バイオレット」の称呼を共通にし，フランス語を理解する取引者，需要者においては，「ヴィオレ」の称呼も共通する場合がある。",
                "そのため，本願商標と引用商標は，時と所を異にして接するときは，称呼において相紛らわしく，称呼上類似する。",
                "本願商標と引用商標の観念は，「スミレ，すみれ色」の観念を共通にし，フランス語を理解する取引者，需要者においては「紫色」の観念も共通する場合がある。",
                "さらに，「すみれ色」と「紫色」は，「すみれ色」が「菫の花のような濃紫色。」のことで，紫色の一種であるから，互いに色彩として近似し，似通った印象(観念)を与えるため，「Violet」の欧文字を英語又はフランス語のいずれの言語で理解するかに関わらず，観念上類似するものである。",
                "そのため，本願商標と引用商標は，時と所を異にして接するときは，記憶に残る観念上の印象が近似したものとなり，相紛らわしく，観念上類似する。",
                "以上のとおり，本願商標と引用商標は，構成において比較的強い印象を与える「Violet」の欧文字部分に相応する外観，称呼及び観念を共通にすることから，これらが取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すれば，両商標は，相紛れるおそれのある類似の商標というべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標の指定商品と引用商標の指定役務の類否について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法4条1項11号に規定する指定商品と指定役務の類否は，取引の実情に照らし，それらの商品及び役務が通常同一営業主により製造，販売又は提供されている等の事情により，それらの商品及び役務に同一又は類似の商標を使用するときは同一営業主の製造，販売又は提供に係る商品又は役務と誤認混同されるおそれがあるか否かによって判断されるべきであると解される(最高裁昭和36年6月27日第三小法廷判決・民集15巻6号1730頁，東京高裁平成16年7月26日判決参照)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標の指定商品と引用商標の指定役務について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標の指定商品は，第9類「電子出版物」及び第16類「雑誌，書籍」(本願指定商品)を含むところ，近年，「従来は本や雑誌の形で提供されていた情報を，デジタル化したソフトの形で，あるいはパソコン，タブレット端末，スマートホン，電子書籍リーダーなどを使ってアクセスできる形で提供する出版」である電子出版が盛んになり，現に，紙に印刷された商品「印刷物」の一種である「雑誌」や「書籍」の内容(コンテンツ)が，電子化された「電子出版物」として需要者へ広く配信(販売)されるなど，両者は相互に密接な関連性を有している。",
                    "そして，本願指定商品はいずれも，主に書籍や雑誌，電子出版物などの出版を行う事業所である出版社により制作，販売される商品であり，多岐にわたる年代層の個人から各種教育機関等の幅広い需要者に対して，書店又はオンライン書店を通じて販売されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用商標の指定役務中，第35類「印刷物の小売又は卸売の業務において行われる顧客に対する便益の提供」(以下，この役務中，小売と関連する役務を「引用小売役務」という。)は，雑誌や書籍等の印刷物及び印刷物と密接な関連性を有する電子出版物を取り扱う小売又は卸売の業務において行われる顧客に対する便益の提供である。",
                    "そして，引用小売役務は，主に書籍や雑誌，電子出版物を小売する書店により提供される役務であり，多岐にわたる年代層の個人から各種教育機関等の幅広い需要者に対して，主として書店又はオンライン書店において提供される。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願指定商品と引用小売役務との関連性について",
              "text": [
                "本願指定商品と引用小売役務は，いずれも電子出版物又は印刷物を取り扱う商品又は役務であるところ，その商品の販売場所及び役務の提供場所が一致し(書店又はオンライン書店)，需要者の範囲も一致(幅広い需要者層)する。",
                "さらに，本願指定商品と引用小売役務は，主に出版社又は書店により製造，販売又は提供されているとはいえ，同一営業主により製造，販売又は提供されている実情があり，いわゆる出版社が自己又はそのグループ会社が運営するウェブサイト又は店舗において，電子出版物，書籍又は雑誌を販売(小売)している事例に加え，書店として小売事業を展開する事業者が，書籍や雑誌の制作，出版をする事例も複数挙げることができる(乙8～20)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本願指定商品と引用小売役務は，その商品の販売場所及び役務の提供場所，並びに需要者の範囲が一致するため，相互に密接な関連性を有する。さらに，これらは同一の営業主によって製造，販売又は提供されている実情がある。このような取引の実情を踏まえると，これら商品及び役務に同一又は類似の商標を使用するときは，同一営業主の製造，販売又は提供に係る商品又は役務と誤認混同を生じるおそれがあるというべきである。",
                "したがって，本願指定商品は引用小売役務と類似する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，本願商標は，引用商標と類似する商標であり，かつ，引用商標の指定役務と類似する商品について使用をするものであるから，商標法4条1項11号に該当する。したがって，審決の認定判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "商標の類否判断について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標について",
              "text": [
                "本願商標は，「Violet」の欧文字を横書きにして成り，その書体には，「モダン・ローマン」(乙2)に似た，ややデザイン化した書体が使用されている。",
                "「Violet」は，花の「すみれ」や「すみれ色」を意味する英語であって，英語での読みは「バイオレット」である。かかる語は，我が国の代表的な国語辞典においても同様の語意が説明されているように(乙4・広辞苑第7版)，我が国において周知の英単語であるといえる。",
                "また，「Violet」は，「紫色」を意味するフランス語でもあって，フランス語での読みは「ヴィオレ」である(乙5)。",
                "「菫(すみれ)色」は，「菫(すみれ)の花のような濃紫色」(乙6・広辞苑第7版)と説明されているように，紫色の一種であるから，色を表す語としては，英語であってもフランス語であっても，ほぼ同義といえる。もっとも，我が国においてフランス語は英語ほどに周知であるとはいえず，「Violet」の語についても例外ではないから，直ちにフランス語読みである「ヴィオレ」の称呼が生じるとはいえない。",
                "そうすると，本願商標に接する一般の需要者，取引者は，この語を我が国において親しまれた英語として理解するのが通常であり，フランス語に詳しい者は，フランス語を表したものであると理解する可能性もある。",
                "したがって，本願商標は，その構成から，まず，英語としての「バイオレット」の称呼と，花の「すみれ」や紫色の一種としての「すみれ色」の観念を生じるといえる。また，フランス語を理解する取引者，需要者においては，「ヴィオレ」の称呼と，「紫色」の観念をも生じる場合があるといえる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "text": [
                "引用商標は，「ヴィオレ」の片仮名及び「Violet」の欧文字を横書きで上下二段に配置し，下段の欧文字を上段の片仮名よりも大きく配置して成るものであり，その書体は，欧文字・片仮名共にゴシック体が使用されている。",
                "その構成からして，上段に横書きされた片仮名の「ヴィオレ」は，下段に横書きされた欧文字「Violet」の読みを示したものと理解するのが自然である。したがって，片仮名部分は取引者，需要者の注意を惹く態様のものではなく，欧文字で記載された「Violet」の部分が，出所識別機能を有する特徴のある部分(要部)であるといえる。",
                "そうすると，引用商標からは，フランス語を理解するか否かに関わらず，「ヴィオレ」の称呼が生じる。そして，観念に関しては，「Violet」の部分が要部であり，取引者，需要者は，この部分に最も着目すると考えられることや，「Violet」と同じつづりの英単語が我が国で周知であるため，英語としての意味が想起されやすいものと考えられることからすると，称呼の違いに関わらず，引用商標を見た多くの取引者，需要者は，英語としての語意(すみれ，すみれ色)を想起するものと考えられる。また，フランス語を理解する取引者，需要者においては，本願商標と同様に「紫色」の観念を生じる。",
                "したがって，引用商標は，その構成から，「ヴィオレ」の称呼が生じ，観念については，花の「すみれ」や紫色の一種としての「すみれ色」の観念を生じ，あるいは，「紫色」の観念が生じる場合があるといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "両商標の類否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標と引用商標は，外観において，「Violet」の欧文字をその構成に含む点が共通する。しかも，かかる欧文字部分は，本願商標においては唯一の構成要素(商標の構成そのもの)であり，引用商標においては要部を構成する。",
                    "その書体は，本願商標が「モダン・ローマン」(乙2)に似た，ややデザイン化した書体であるのに対し，引用商標は，ゴシック体である点において相違するが，かかる相違は，構成文字の共通性を凌駕するほどに特徴的であるとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記のとおり，本願商標は「バイオレット」の称呼を生じ，引用商標は「ヴィオレ」の称呼を生じる。",
                    "「バイオレット」と「ヴィオレ」では，音数が異なる上に，語頭を「バ」と読むか「ヴィ」と読むか，語尾の「t」を発音するかどうかにおいても相違するから，両者の称呼は類似するとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記のとおり，本願商標からは，花の「すみれ」や紫色の一種としての「すみれ色」の観念が生じ，フランス語を理解する取引者，需要者においては，「紫色」の観念をも生じる場合があるといえる。",
                    "他方，引用商標からも，「すみれ」や「すみれ色」の観念が生じるほか，フランス語読みによる「紫色」の観念が生じる場合があるといえる。",
                    "したがって，両商標の観念は同一又は類似するといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本願商標と引用商標は，主要な構成要素である「Violet」の欧文字部分が共通しており，花の「すみれ」や「すみれ色」ないし「紫色」の観念が生じる点でも相紛らわしいといえる。",
                    "そして，本願商標の指定商品・指定役務や引用商標の指定役務の需要者である一般の消費者(雑誌や書籍の購読者等)が通常有する注意力の程度からすれば，それほど注意深く商標の構成(雑誌や書籍の題号等)を観察して取引に当たるとは認められないことも考慮すると，称呼の相違や外観上の相違(構成の相違や書体の相違等)を踏まえたとしても，両商標を時間と場所を異にして離隔的に観察した場合には，やはり商品・役務の出所を誤認混同するおそれがあるものと認められる。",
                    "したがって，本願商標は引用商標に類似するというべきであり，これと同旨の結論を採る審決の認定判断に誤りがあるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願商標はデザイン化した文字から成り，そのデザインはかなり特徴があるといえること，引用商標は，上段に片仮名文字「ヴィオレ」を，下段に欧文字「Violet」を配した二段構成から成るものであることなどを指摘して，両商標は，一段構成と二段構成という構成の差異及び書体の差異によって外観上顕著な差異がある，と主張する。",
                    "しかしながら，本願商標の文字がデザイン化されているといっても，よくある書体の一つに似たものを採用したにすぎず，書体のみで顕著な識別力を有するものとは認められないから，この点をもって外観上顕著な差異があるということはできない。また，上下一段か二段かという点についても，引用商標の上段に横書きされた片仮名部分は，下段に横書きされた欧文字部分の読みを示したものにすぎず，その読み(称呼)を確認した後は，看者に対し強い印象を与えるものとは認められないから，引用商標の要部は，下段の欧文字部分であると認められることは既に指摘したとおりである。したがって，要部観察をもって両商標を対比することも許されるというべきであり，全体観察における差異，すなわち，引用商標が上下二段の構成である点は，本願商標との対比において必ずしも重要な意味を有するものとは認められない。",
                    "したがって，原告の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，引用商標の「Violet」の部分がフランス語と理解されない場合，フランス語読みの「ヴィオレ」の文字が「Violet」の文字と一体不可分なので，同部分につき英語による観念が生じることはなく，本願商標と引用商標とは観念が共通しない，と主張する。",
                    "しかしながら，上段が下段の振り仮名と理解されることによって，下段の欧文字部分につき英語読み(バイオレット)が生じないとしても，下段の文字部分が要部であり，かつ，同じつづりの英単語が我が国で周知であることからすると，なお英単語と同じ観念(すみれ，すみれ色)を生じることはあるというべきである。",
                    "したがって，原告の上記主張も採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，両商標において称呼が共通しないことは原告が主張するとおりであるが，構成文字や観念の共通性に比べれば，その影響は限定的であって，商標自体の類似性を否定するものではないというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおりであるから，商標の類否判断の誤りを指摘する原告の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商品・役務間の類否判断について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法4条1項11号に規定する指定商品と指定役務の類否については，それらの商品と役務が通常同一営業主により製造，販売又は提供されている等の事情により，それらの商品と役務に同一又は類似の商標を使用した場合に，同一営業主の製造，販売又は提供に係る商品又は役務と誤認混同されるおそれがあるか否かによって判断すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，本願商標の指定商品と引用商標の指定役務について検討するに，本願商標の指定商品である，第9類「電子出版物」及び第16類「雑誌，書籍」(本願指定商品)は，いずれも出版社によって制作され，書店又はオンライン書店を通じて販売される商品であって，その需要者は多種多様であり，電子出版が盛んになった昨今の現状においては，相互に密接な関連性を有しているものと認められる(乙7，12～14等)。",
                "他方，引用商標の指定役務中の第35類「印刷物の小売又は卸売の業務において行われる顧客に対する便益の提供」(引用小売等役務)のうち，特に印刷物の小売に関連する役務は，書籍等の印刷物及び印刷物と密接な関連性を有する電子出版物を取り扱う小売の業務において行われる顧客に対する便益の提供であり，書店又はオンライン書店において提供されることや，その需要者が多種多様であることは，本願指定商品と同様である。",
                "そうすると，本願指定商品の販売場所や需要者の範囲は，引用小売等役務の提供場所や需要者の範囲と少なくとも上記の限度で一致するものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "加えて，証拠によれば，①出版事業者である「株式会社KADOKAWA」，「株式会社小学館」，「株式会社ベネッセコーポレーション」，「株式会社くもん出版」，「株式会社日本経済新聞社」，「株式会社集英社」及び「株式会社白泉社」は，それぞれ，ウェブサイト上(オンラインショップ)で書籍等の出版物や電子出版物の販売を行っており，また，「株式会社教文館」，「株式会社東方書店」及び「法藏館」は，それぞれ出版事業と共に自ら書店(実店舗)を運営して書籍等の販売を行っている事実が認められ(乙8～17)，②書店(実店舗)を運営して書籍等の販売を行う「株式会社紀伊國屋書店」，「株式会社有隣堂」及び「株式会社クレヨンハウス」は，それぞれ自ら書籍の出版事業も行っている事実が認められる(乙18～20)。",
                "また，電子書籍に関していえば，電子書籍は「物」ではなく情報として流通するため，もともと著作物再販制度の適用対象外であって，流通経路に関しても，出版社が取次を通さず電子書籍書店と直接取引を行う形態や，電子書籍書店による取次経由と直接取引が併存する形態，出版社自体が電子書籍書店を運営し販売する形態，あるいは著者自身が出版社・取次を介さず電子書籍書店と直接契約して販売する形態など，最終消費者に至るまでの間に，出版社，取次及び書店が順次介在する従来の商品の流通経路とは異なる様々な取引形態が存することが認められる(甲6，7)。",
                "そして，出版物の市場規模が縮小を続ける中で書店の数も減少し，書籍の電子化やネット通販の普及で従来とは異なる消費者への直接販売が増えるなど，出版流通業界においては，業界再編の動きや淘汰が加速している旨が新聞記事等で報じられていることも認められる(乙21，22)。",
                "これらの事実関係を踏まえれば，出版流通業界においては，現在，書籍等の出版事業と販売(小売)事業の区別が流動化しており，両者の間に明確な棲み分けがなくなりつつあるという状況にあるものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本願商品の指定商品と，引用商標の指定役務のうち，特に印刷物の小売に関連する役務については，商品の販売場所及び役務の提供場所，並びに需要者の範囲が一致することに加え，現実に同一の営業主によって製造，販売又は提供されているという実情があることも踏まえると，これらの商品及び役務に同一又は類似の商標を使用した場合には，同一営業主の製造，販売又は提供に係る商品又は役務と誤認混同されるおそれがあると認めるのが相当である。",
                "したがって，本願商標の指定商品は引用商標の指定役務に類似するというべきであり，これと同旨の結論を採る審決の認定判断に誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "text": [
                "これに対し，原告は，著作物の再販制度(再販売価格維持制度)の下では，誤認混同のおそれは，取引の末端に位置する消費者が，本願指定商品の製造及び販売を直接の販売者である書店(小売)が行っていると誤認するかどうかで考えるべきであるとした上で，①商標の使用態様，②再販制度による需要者の意識，③出版社と需要者の意識，④需要者の購入事情，⑤雑誌等の多種多様性と書店との関係などの取引の実情を踏まえれば，本願指定商品の製造及び販売が引用小売等役務をしている者と同一の者によるものであると誤認される事情にはない，と主張する。",
                "しかしながら，再販制度がある(雑誌，書籍等がどこの書店でも同じ価格で購入できる)からといって，書店の名称等が出所識別機能を果たさなくなる(誤認混同の対象外となる)わけではないし，いかに出版社が雑誌や書籍の装丁に力を入れる実情があるとしても，書籍等の題号や商標自体に識別力がなくなるわけではない。むしろ，需要者が書籍等を選ぶ上で最初に着目するのが題号や商標であることに変わりはないといえる。",
                "また，書籍等の購入者が性別や年齢を問わず幅広い層に及ぶことや，購入の動機や事情も様々であることからすれば，需要者が，必ず書籍等を手に取って注意深く中身や発行者等を確認するとは限らず，むしろ，膨大な数の商品を書店が取り扱っている実情からすれば，需要者が書籍等に付された題号や商標だけを見て出所識別を即断してしまうことも十分に考えられる。",
                "加えて，前記のとおり，出版流通業界においては，現実に出版社が書籍等を直接販売し，あるいは，書店を経営する会社等が書籍等の出版を行うなど，両者の区別が流動化して明確な棲み分けがなくなりつつあることなど昨今の出版業界や書店業界をめぐる事情も考慮すれば，原告が主張するように，書籍等に付された題号や商標と書店の名称との関係は希薄であるとか，通常，書店が出版をするような取引の実情は存在していないなどということができないことも明らかである。",
                "よって，原告の上記主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，本願商標は，引用商標に類似する商標であり，引用商標の指定役務に類似する商品について使用をするものであるから，商標法4条1項11号に該当する。これと同旨の審決の結論に誤りはなく，原告が主張する取消事由は理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(行ケ)10085",
    "date": "2018-12-20",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "088212",
    "ipprecedent_id": "5073",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}