{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800102号について平成30年3月29日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成26年9月26日，発明の名称を「美容器」とする発明について特許出願をし（平成23年11月16日にした特願2011-250915号の分割出願（特願2014-197056号）），平成27年12月4日，設定登録を受けた（特許第5847904号。請求項の数2。以下「本件特許」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年8月1日，特許庁に対し，本件特許について無効審判請求をし，無効2017-800102号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成30年3月29日，「本件審判の請求は，成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，同年4月9日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本件審決を不服として，同月13日，本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の記載は，以下のとおりである（以下，請求項の順に「本件発明1」などといい，本件発明1及び同2を併せて「本件発明」という。「／」は改行部分を示す（以下同じ）。）。その明細書及び図面（甲16）を併せて「本件明細書」という。",
            "【請求項1】",
            "基端においてハンドルに抜け止め固定された支持軸と，／前記支持軸の先端側に回転可能に支持された回転体とを備え，その回転体により身体に対して美容的作用を付与するようにした美容器において，／前記回転体は基端側にのみ穴を有し，回転体は，その内部に前記支持軸の先端が位置する非貫通状態で前記支持軸に軸受け部材を介して支持されており，／軸受け部材は，前記回転体の穴とは反対側となる先端で支持軸に抜け止めされ，／前記軸受け部材からは弾性変形可能な係止爪が突き出るとともに，軸受け部材は係止爪の前記基端側に鍔部を有しており，同係止爪は前記先端側に向かうほど軸受け部材における回転体の回転中心との距離が短くなる斜面を有し，／前記回転体は内周に前記係止爪に係合可能な段差部を有し，前記段差部は前記係止爪の前記基端側に係止されるとともに前記係止爪と前記鍔部との間に位置することを特徴とする美容器。",
            "【請求項2】  ",
            "前記軸受け部材は合成樹脂製であることを特徴とする請求項1に記載の美容器。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，①本件発明1は，欧州特許出願公開第0674894号（甲1の1。1995年10月4日公開。以下「引用例1」という。）記載の発明（以下「引用発明1」という。）及び甲2～13の1に記載の事項に基づいて，原出願前に当業者が容易に発明をすることができたものとはいえない，また，②本件発明2は，本件発明1の特定事項を全て有しつつ更に限定したものであり，上記①と同じく，当業者が容易に発明をすることができたものとはいえない，などというものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明1との対比",
              "text": [
                "本件審決は，引用発明1及びこれと本件発明1との一致点，相違点につき，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "基端においてグリップ1に支持された軸2と，軸2に回動可能に軸支されたマッサージローラ4とを備え，そのマッサージローラ4により身体に対してマッサージ効果を付与するようにしたマッサージ器において，／マッサージローラ4は基端側及び先端側に穴を有し，マッサージローラ4は，その内部に軸2の先端が位置する貫通状態で軸2に鞘3を介して軸支されており，／鞘3は，マッサージローラ4の基端側の穴とは反対側となる先端で軸2に抜け止めされ，／鞘3からは隆起10が突き出るとともに，／鞘3は隆起10の基端側に鍔部を有しており，／マッサージローラ4は内周に隆起10に係合可能な段差部を有し，段差部は隆起10の基端側に係止されるとともに隆起10と鍔部との間に位置するマッサージ器。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "基端においてハンドルに支持された支持軸と，／前記支持軸の先端側に回転可能に支持された回転体とを備え，その回転体により身体に対して美容的作用を付与するようにした美容器において，／前記回転体は基端側に穴を有し，回転体は，その内部に前記支持軸の先端が位置する状態で前記支持軸に軸受け部材を介して支持されており，／軸受け部材は，前記回転体の穴とは反対側となる先端で支持軸に抜け止めされ，／前記軸受け部材からは突出係止部が突き出るとともに，軸受け部材は突出係止部の前記基端側に鍔部を有しており，／前記回転体は内周に突出係止部に係合可能な段差部を有し，前記段差部は突出係止部の前記基端側に係止されるとともに，前記突出係止部と前記鍔部との間に位置する，美容器。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件発明1においては，支持軸が，基端においてハンドルに抜け止め固定されているのに対して，引用発明1においては，軸2が，グリップ1に支持されているものの，基端においてグリップ1に抜け止め固定されているかが不明である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明1においては，軸受け部材からは弾性変形可能な係止爪が突き出るとともに，同係止爪は前記先端側に向かうほど軸受け部材における回転体の回転中心との距離が短くなる斜面を有し，かつ，回転体の段差部が前記係止爪の前記基端側に係止されるものであるのに対して，引用発明1においては，鞘3から隆起10が突き出るとともに，マッサージローラ4の段差部が隆起10の基端側に係止されるものであるものの，隆起10が弾性変形可能であるかが不明であり，かつ，隆起10は，先端側に向かうほど軸受け部材における回転体の回転中心との距離が短くなる斜面を有するものではない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本件発明1においては，回転体が基端側にのみ穴を有し，かつ，回転体が，非貫通状態で支持軸に支持されているのに対して，引用発明1においては，マッサージローラ4が基端側及び先端側に穴を有し，かつ，マッサージローラ4が，貫通状態で軸2に支持されている点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲3～6に記載された技術事項",
              "text": [
                "本件審決は，甲3～6に記載された技術事項として，以下の事項を認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3の1（米国特許出願公開第2010／191161号。）",
                  "text": [
                    "ロックピン240にプラグ200，220を介して回転可能に支持されたモジュール140により，身体をマッサージするマッサージ器において，プラグ200は，外方に延びる突起205を含む弾性的なラッチアーム204を含むと共に，ラッチアーム204の基端側にフランジ201を有しており，ラッチアーム204の突起205は先端側に向かうほどプラグ200におけるモジュール140の回転中心との距離が短くなる斜面を有し，モジュール140は，内周に，ラッチアーム204と噛み合うラッチ凹部を有すること。（以下「甲3技術」という。）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4（登録実用新案第3159255号公報。平成22年5月13日発行）",
                  "text": [
                    "ローラ保持部4の先端側に回転自在に保持されたローラ部5を備え，ローラ部5により皮膚を刺激することができるようにした美容ローラにおいて，ローラ部5は，フェライトインジェクション磁石から形成され，基端側にのみ穴を有し，かつ，その内部にローラ保持部4の先端が位置する非貫通状態でローラ保持部4にベアリング8を介して支持されていること。（以下「甲4技術」という。）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲5（特開2010-131090号公報）",
                  "text": [
                    "連結軸11の先端部に回転可能に支持されたローラー4を備え，ローラー4を顔面に接触させ回転させて美顔にする美顔用マッサージ器において，ローラー4はチタニウム製であり，基端側にのみ穴を有し，かつ，その内部に連結軸11の先端が位置する非貫通状態で連結軸11にL型ベアリング13及びベアリング12を介して支持されていること。  （以下「甲5技術」という。）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲6（「綜説  組立／分解性を考慮したスナップフィット設計およびバーチャルリアリティ環境における製品評価」日本接着学会誌 vol.43 No.4，P149-157。平成19年4月1日発行）",
                  "text": [
                    "先端に向かって下がる斜面を有する保持部と撓み部とを含むカンチレバーロック。（以下「甲6技術」という。）"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の進歩性の判断の誤り（取消事由1）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2の容易想到性に係る判断の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点3の容易想到性に係る判断の誤り"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2の進歩性の判断の誤り（取消事由2）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件発明1の進歩性の判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2の容易想到性に係る判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1に甲3技術を適用する動機付け",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用発明1の隆起10と，甲3技術の「ラッチアーム204」とは，結合構造における役割が異なるとして，引用発明1に甲3技術を適用する動機付けは存在しないと判断した。",
                        "しかし，甲3技術は，ロックピン240にプラグ200，220を介して回転可能に支持されたモジュール140により，身体をマッサージするマッサージ器に関するものである。他方，引用発明1も，軸2に鞘3を介して回転可能に支持されたマッサージローラ4によって，身体をマッサージするマッサージ器である。そして，甲3技術のプラグ200，220と引用発明1の鞘3とは，共に，スナップ結合によって，それぞれ，モジュール140及びマッサージローラ4を回転可能に支持するものである。",
                        "そうすると，いずれもスナップ結合によって回転体を回転可能に支持するマッサージ器であることを動機付けとして，引用発明1に対して，甲3技術のラッチアーム204を用いたスナップ結合の技術を適用することは，当業者が容易になし得る。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，引用発明1の隆起10と，甲6技術の「カンチレバーロック」とは，結合構造における役割が異なるとして，引用発明1に甲6技術を適用する動機付けは存在しないと判断した。",
                        "しかし，甲6には，ロックの例として，「先端に向かって下がる斜面を有する保持部と撓み部とを含むカンチレバーロック」だけでなく，「円筒状のうねとそれに対となった部分の撓みによるアニュラロック」も開示されている。引用発明1における鞘3の隆起10とマッサージローラ4の凹部8とは，「アニュラロック」によるスナップ結合である。他方，甲3技術には，「カンチレバーロック」に類似した「ラッチアーム204」が用いられている。",
                        "また，甲6によると，スナップ結合として，「カンチレバーロック」と「アニュラロック」とを設計者が適宜選択していることが開示されており，この設計手法は，本件特許の原出願時の技術水準を構成している。そうすると，引用発明1の「アニュラロック」によるスナップ結合の構造を甲3技術の「カンチレバーロック」によるスナップ結合の構造に置き換えることについて，動機付けが存在する。",
                        "以上のとおり，甲6を出願時の技術水準を示す引用文献として適用すれば，引用発明1の鞘3に対して甲3技術の「ラッチアーム204」を適用することには，動機付けが存在することになる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害要因の不存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "結合の外れやすさについて",
                      "text": [
                        "本件審決は，引用発明1の隆起10を甲3技術のラッチアーム204又は甲6技術の係止爪に置き換えた場合，結合した状態が外れやすいものとなることが明らかであるとして，阻害要因が存在すると判断した。",
                        "しかし，上記判断は，物理の法則を無視した誤った評価である。すなわち，マッサージローラ4が容易に抜けるか否かの主たる要因は，マッサージローラ4と鞘3との間に生じる摩擦係数μと垂直抗力Ｎにあるところ，摩擦係数μは，マッサージローラ4及び鞘3の素材や表面処理の状態だけでなく，マッサージローラ4と鞘3との間のはめ合い公差によっても決定される。このため，隆起10が存在しないマッサージ器であっても容易にマッサージローラ4が抜けないように摩擦係数μを調整することは，当業者にとって単なる設計事項にすぎない。",
                        "引用例1においても，隆起10が存在しなくてもマッサージローラ4が抜けることがないことを前提に発明が構成されており，マッサージローラ4をより抜けにくくするために，補助的に隆起10が設けられているものとして理解しなければならない。そうである以上，隆起10の部分をラッチアーム204の突起205に置き換えたところで，マッサージローラ4が外れやすくなることはない。",
                        "また，ラッチアーム204の突起205を用いた方が，引用発明1の隆起10を用いた場合に比べて，マッサージローラ4が抜けにくくなると考えられる。少なくとも，引用発明1における隆起10を，甲3技術のラッチアーム204の突起205に置き換えたからといって，マッサージローラ4の結合が外れやすくなるとの結論を導くことはできない。",
                        "したがって，当該置換えに阻害要因が存在するとはいえない。このことは，引用発明1における隆起10を甲6技術の係止爪を用いた構成とすることに関しても同様である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3技術のロックピンとの関係について",
                      "text": [
                        "本件審決は，甲3技術のロックピンを外さなければラッチアーム204の突起205が弾性変形することはなく，スナップ結合を解除することができないため，引用発明1に甲3技術を適用することに阻害要因が存在すると判断した。",
                        "しかし，引用発明1のマッサージローラ4は弾性材料であるため，ラッチアーム204の突起205が弾性変形しなくとも，マッサージローラ4の径が拡大することでスナップ結合を解除することができる。そうである以上，甲3技術のロックピンを外さないとスナップ結合が解除されないということが，甲3技術を引用発明1に適用することの阻害要因とはならない。",
                        "また，係止爪を弾性変形させるために所定のクリアランスを設けることが技術常識であるとすれば，甲3技術を引用発明1に適用する際にクリアランスを設け，ロックピンを外さなくてもラッチアーム204の突起205を弾性変形させることによりスナップ結合を解除することは，容易に想到することができる。その点でも，ロックピンを外さないとスナップ結合が解除されない構成であることが甲3技術を引用発明1に適用する阻害要因とはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上より，相違点2に係る本件発明1の構成は，引用発明1及び甲3技術から，又はこれらと甲6技術から，当業者が容易に想到することができるものである。",
                    "したがって，相違点2の容易想到性に係る本件審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3の容易想到性に係る判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "主位的主張",
                  "text": [
                    "本件特許の原出願当時，弾性材料で形成されたローラを基端側にのみ穴を有する非貫通状態の構成とすることは技術常識であり，当業者は，引用例1のみで相違点3に係る本件発明1の構成を容易に想到することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "予備的主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲4技術及び甲5技術の認定の誤り",
                      "text": [
                        "甲4及び5には，弾性材料ではないローラを用いたマッサージ器において，ローラを基端側にのみ穴を有する非貫通状態の構成とすることが開示されている。他方，ローラを用いて肌をマッサージすることにより美容効果を得ようとするマッサージ器において，弾性材料で形成されたローラを基端側にのみ穴を有する非貫通状態の構成とすることは，本件特許の原出願時の技術常識である。この技術常識と甲4及び5の記載とを併せると，回転可能なローラを用いて肌をマッサージし，美容効果を期待するマッサージ器において，ローラが弾性材料であるか否かを問わず，ローラを基端側にのみ穴を有する非貫通状態の構成とすることは，広く周知となっていた技術的事項といえる。",
                        "そうすると，甲4には，甲4技術ではなく，「ローラ保持部4の先端側に回転可能に保持されたローラ部5を備え，ローラ部5により皮膚を刺激することができるようにした美容ローラにおいて，ローラ部5は，基端側にのみ穴を有し，その内部にローラ保持部4の先端が位置する非貫通状態でローラ保持部4にベアリング8を介して支持されていること。」が記載されていると認定されるべきである（以下「甲4’技術」という。）。同様に，甲5には，甲5技術ではなく，「連結軸11の先端部に回転可能に支持されたローラー4を備え，ローラー4を顔面に接触させ回転させて美顔にする美顔用マッサージ器において，ローラー4は，基端側にのみ穴を有し，その内部に連結軸11の先端が位置する非貫通状態で連結軸11にL型ベアリング13及びベアリング12を介して支持されていること。」が記載されていると認定されるべきである（以下「甲5’技術」という。）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "動機付けについて",
                      "text": [
                        "美容用マッサージ器において，弾性材料で形成されたローラについて基端側のみ穴を有する非貫通構造にするという技術常識を考慮すれば，引用発明1におけるマッサージローラ4に対して，甲4’技術及び甲5’技術として開示されているローラを非貫通状態の構造とする技術的思想を適用する動機付けが存在する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "阻害要因について",
                      "text": [
                        "本件審決は，引用発明1のマッサージローラ4を，非弾性材料から構成される甲4技術のローラ部5及び甲5技術のローラー4に置き換えることで，マッサージローラ4の先端側が柔軟に変形しないことになること，そのため，マッサージローラ4の先端部が身体輪郭に適用することができるという効果を低減することという2つの阻害要因が存在すると判断した。",
                        "しかし，甲4及び5は，前記のとおり，広く美容用マッサージ器に使用するローラとして非貫通状態のローラを開示しており（甲4’技術，甲5’技術），引用発明1のマッサージローラ4の材質を弾性材料で構成して非貫通状態とすることができるから，第1の阻害要因は存在しない。",
                        "また，引用例1の請求項1においては，マッサージローラ4が「柔軟に変形可能な中空ローラ」であると特定されており，これにより身体輪郭に適応することができるのであるから，マッサージローラ4を非貫通としても，マッサージローラ4が中空で，かつ，柔軟に変形可能な弾性材料で形成されている以上，マッサージローラ4の先端部だけが柔軟に変形することがなくなるということはなく，第2の阻害要因も存在しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，引用発明1のマッサージローラ4に対し，甲4’技術又は甲5’技術のローラを非貫通状態の構造とする技術的思想を適用することには，動機付けが存在し，阻害要因は存在しない。",
                        "よって，当業者は，甲4’技術又は甲5’技術により，相違点3に係る本件発明1の構成を容易に想到することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，相違点3の容易想到性に係る本件審決の判断には誤りがある。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件審決について",
              "text": [
                "本件審決は，引用発明1の認定にあたり，本件発明1の「軸受け部材から突き出る弾性変形可能な係止爪」の「弾性変形可能」に対応する認定がされていないことなどから，引用発明1の認定には誤りがあり，このため，これと本件発明1との一致点，相違点1及び同2の認定にも誤りがあることとなる。引用発明1は，正しくは，以下のとおり認定されるべきである。もっとも，これをもって本件審決の違法性を主張する趣旨ではなく，進歩性の判断において本件審決が前提とする「マッサージローラ」が「弾性変形可能」であることを引用発明1の認定に含めるべきとするものであるにとどまり，本件審決の結論に誤りはない。",
                "基端においてグリップ1に支持された軸2と，軸2に回動可能に軸支されたマッサージローラ4とを備え，そのマッサージローラ4により身体に対してマッサージ効果を付与するようにしたマッサージ器において，／マッサージローラ4は基端側及び先端側に穴を有し，マッサージローラ4は，その内部に軸2の先端が位置する貫通状態で軸2に鞘3を介して軸支されており，／鞘3は，マッサージローラ4の基端側の穴とは反対側となる先端で軸2に抜け止めされ，／鞘3からは隆起10が突き出るとともに，／鞘3は隆起10の基端側に鍔部を有しており，／弾性変形可能なマッサージローラ4は内周に隆起10に係合可能な段差部を有し，段差部は隆起10の基端側に係止されるとともに隆起10と鍔部との間に位置するマッサージ器（以下「引用発明1’」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2の容易想到性に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明に甲3技術を適用する動機付けについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1’を前提とすると，引用発明1’が，「段差部は隆起10の基端側に係止されるとともに隆起10と鍔部との間に位置する」構成を採用し得るのは，マッサージローラ4が「弾性変形可能」なためであり，鞘3をマッサージローラ4に装着する際に，主としてマッサージローラ4が拡径状態に変形して，マッサージローラ4の段差部が，鞘3の隆起10を乗り越えることによるものである。他方，マッサージローラ4自らが弾性変形するのであるから，係止の際に隆起10が弾性変形する必要はない。また，隆起10は，マッサージローラ4を鞘3から抜けにくくする抜け止めであることを考慮すれば，隆起10は弾性変形可能なマッサージローラ4に対して変形しないことが必要である。",
                        "このように，引用発明1’は，マッサージローラ4と鞘3との結合において，マッサージローラ4が弾性変形し，鞘3の隆起10は弾性変形しない技術である。",
                        "これに対し，甲3技術においては，プラグ200とモジュール140との支持に関して，プラグ200に形成されたラッチアーム204が弾性変形し，これに噛み合うラッチ凹部を有するモジュール140は弾性変形しないと認められる。",
                        "上記のとおり，引用発明1’は，鞘3に係止するマッサージローラ4自体が弾性変形するのであるから，これに係止する隆起10を弾性変形する構成とする必要はなく，引用発明1’の隆起10を甲3技術の「弾性変形するラッチアーム204」に置き換える動機付けはない。",
                        "したがって，引用発明1’を甲3技術に基づき相違点2に係る本件発明1の構成とすることは，当業者にとって容易ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記のとおり，引用発明1’は，外側のマッサージローラ4が弾性変形し，内側の鞘3の隆起10は弾性変形しない構成である。仮に，引用発明1’の鞘3の隆起10とマッサージローラ4との関係が，甲6記載の「アニュラロック」に相当するとすれば，外筒に相当する引用発明1’のマッサージローラ4が弾性変形し，内筒に相当する鞘3が弾性変形しない構成となる。",
                        "他方，カンチレバーロックは，「たわみ部と保持部」を有する構成が弾性変形する機構である。このため，アニュラロックの係止構造をカンチレバーロックに変更するとすれば，機能からみて，アニュラロックの弾性変形する構成（外筒）がカンチレバーロックの弾性変形する構成（たわみ部と保持部）に置き換わることとなる。",
                        "そうすると，カンチレバーロックの構成を引用発明1’に適用するとすれば，カンチレバーロックの弾性変形する構成（たわみ部と保持部）は引用発明1’において弾性変形するマッサージローラ4に形成されることになって，鞘3の隆起10が弾性変形する構成とはならない。",
                        "また，引用発明1’において，マッサージローラ4は，それ自体が弾性変形するのであるから，カンチレバーロックの構成を採用する必要がない。",
                        "したがって，甲6を考慮したとしても，引用発明1’の鞘3の隆起10に甲3技術の弾性変形するラッチアーム204の構成を採用する動機付けはなく，引用発明1’を相違点2に係る本件発明1の構成とすることは当業者にとって容易ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害要因の不存在について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "結合の外れやすさについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "隆起10が引用例1において必須とされていないこととマッサージローラ4の外れやすさとは全く関係がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用発明1’の隆起10はマッサージローラ4に係止して鞘3からマッサージローラ4を抜けにくくしているのであるから，隆起10がない場合，隆起10がある場合に比べてマッサージローラ4が抜け易くなることは自明である。",
                            "また，引用発明1’の隆起10に変えて甲3技術のラッチアーム204を適用すると，マッサージローラ4が鞘3から抜ける方向に移動した際，マッサージローラ4の段差部が，ラッチアーム204の形状に変形しつつ，ラッチアーム204の突起205を径方向内方に押圧するため，ラッチアーム204は弾性変形して鞘3内に潜ってしまい，抜け止めとして機能しない。",
                            "このため，引用発明1’の隆起10に代えて甲3技術の弾性変形するラッチアーム204を採用すると，マッサシージローラ4に十分係止することができず，本来の機能が発揮されなくなる。",
                            "したがって，引用発明1’における隆起10の技術的意義を考慮すれば，隆起10に変えて甲3技術の弾性変形するラッチアーム204を採用することには阻害要因が存在する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告は，ラッチアーム204の突起205を用いた方が，引用発明1’の隆起10を用いた場合に比べてマッサージローラ4が抜けにくくなると考え得る旨主張する。",
                            "しかし，この主張は，本件審決が認定した構成ではなく，実施例レベルの具体的形状に基づくものと理解されるところ，本件審決は，引用発明1’や甲3技術について，それぞれ「隆起10」，「外方に延びる突起205」としか認定しておらず，具体的形状を認定していない。",
                            "したがって，原告の上記主張は，本件審決の認定に係る引用発明1’や甲3技術に基づかない主張である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3技術のロックピンとの関係について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，甲3技術のロックピンを外さないとスナップ結合が解除されないことは，甲3技術を引用発明1’に適用する阻害要因にはならない旨主張する。",
                            "しかし，本件審決は，引用発明1’に甲3技術を適用する「動機付けがない」と判断する中でロックピンに言及しているのであって，「阻害要因がある」と判断しているのではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲3技術のラッチアーム204が弾性変形するのは，プラグ200に結合されるモジュール140が弾性変形せず，そのままではプラグ200の突起205とモジュール140との係合ができないために，プラグ200にあえて弾性変形するラッチアーム204を設けたものと理解できる。また，ロックピン240を使用するのは，ロックピン240にてラッチアーム204の弾性変形を規制しなければプラグ200とモジュール140との支持が不十分になるためである。",
                            "これに対し，引用発明1’のマッサージローラ4はそれ自体が弾性変形するのであるから，マッサージローラ4に結合する鞘3の隆起10を弾性変形する構成とする動機付けは全く存在しない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "クリアランスを設け，ロックピン240を外さなくてもラッチアーム204を弾性変形させるようにすることによりスナップ結合を解除するものとすると，ラッチアーム204の弾性変形を規制するというロックピン240の技術的意義を没却することとなり，そのような構成を採用する動機付けはない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3の容易想到性に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "主位的主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1の記載によれば，引用発明1’が相違点3に係る構成を有するのは，弾性変形可能なマッサージローラの自由端部（先端側）を中空とすることにより，当該自由端部を，身体の輪郭に追随して変形できるように柔軟に変形可能とするという点において技術的意義を有するためであることがわかる。",
                        "仮に，マッサージローラ4の自由端部を非貫通とすれば，当該部分の柔軟性が低下し，上記技術的意義を達成することができなくなることは明らかである。",
                        "したがって，引用発明1’においてそのような変更を行う動機付けはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "弾性材料で形成されたローラ基端側にのみ穴を有する非貫通形状とすることは本件特許の原出願時の技術常識であったと原告が主張する甲25～29には，ローラの自由端部を非貫通形状としても，貫通状態と同等に身体の輪郭に追随して変形できるよう柔軟に変形可能である旨の開示はない。また，前記のとおり，ローラの自由端部を非貫通形状とすれば，当該部分の柔軟性が低下することは自明である。",
                        "したがって，相違点3に係る本件発明1’の構成は技術常識であるとはいえず，引用発明1’を弾性材料で形成されたローラ基端側にのみ穴を有する非貫通形状の構成とする動機付けはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "予備的主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲4技術及び甲5技術の認定の誤りについて",
                      "text": [
                        "前記のとおり，引用例1記載の発明は，引用発明1’と認定されるべきものであり，これに対応して，甲4技術及び甲5技術の認定にあたり，非弾性材料であることを意味する「ローラ部5は，フェライトインジェクション磁石」，「ローラ4はチタニウム製であ」るとした点で，本件審決に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "動機付けについて",
                      "text": [
                        "前記のとおり，引用発明1’が相違点3に係る構成を有することは，弾性変形可能なマッサージローラの自由端部（先端側）を中空とすることにより，当該自由端部を，身体の輪郭に追随して変形できるように柔軟に変形可能とするという技術的意義を有する。",
                        "このため，仮に甲4及び5記載の技術が，原告が主張するとおり，弾性・非弾性を問わず基端側にのみ穴を有する非貫通状態の構造を有するローラとして認定し得るとしても（甲4’技術，甲5’技術），マッサージローラ4の自由端を非貫通とすれば，同部分の柔軟性が低下し，非貫通とした技術的意義が達成できなくなることは明らかであり，そのような変更を行う動機付けはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "阻害要因について",
                      "text": [
                        "前記のとおり，引用発明1’のマッサージローラ4について自由端部を非貫通とすれば，当該部分の柔軟性が低下し，非貫通とした技術的意義が没却されるのであるから，そのような変更を行うことには阻害要因が存在する。",
                        "また，マッサージローラ4を非貫通とすれば同時に「中空」ではなくなるから，引用例1の請求項1の記載を考慮しても，マッサージローラ4を非貫通とする構成は採用し得ない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件発明2の進歩性の判断の誤り）",
          "text": [
            "〔原告の主張〕",
            "相違点2及び3の容易想到性に係る本件審決の判断に誤りがあることは，前記1のとおりである。また，プラスチック製である引用発明1の鞘3及び甲3のプラグ240に基づいて，軸受部材を合成樹脂製のものとすることは，当業者にとって容易である。",
            "したがって，本件発明2に関する本件審決の判断は誤りである。",
            "〔被告の主張〕",
            "本件発明2は本件発明1の従属項であるところ，本件発明1についての本件審決の判断に誤りがないのと同様に，本件発明2についての判断にも誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明に係る特許請求の範囲は，前記第2の2記載のとおりである。また，本件明細書（甲16）には，以下の記載がある（なお，図面は別紙図面目録記載の1参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "この発明は，回転体を身体上で転動させることにより，使用者に対して美肌効果等の美容的作用を付与するようにした美容器に関するものである。（【0001】）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "従来，この種の美容器としては，例えば特許文献1に開示されるような構成が提案されている。この従来構成の美容器においては，ハンドルの先端に二叉部が設けられている。二叉部の先端には回転体が支持されている。そして，各回転体を身体の皮膚に押し付けて回転させることにより，身体に対して美肌効果等の美容的作用が付与されるとしている。（【0002】）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "前記特許文献1においては，回転体を支持するための軸等の支持構造は開示されていない。",
                    "この発明の目的は，回転体を支持軸に対して回転可能に支持することができる美容器を提供することにある。（【0004】）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "上記の目的を達成するために，この発明は，基端において抜け止め固定された支持軸と，前記支持軸の先端側に回転可能に支持された回転体とを備え，その回転体により身体に対して美容的作用を付与するようにした美容器である。（【0005】）",
                    "また，前記回転体は基端側にのみ穴を有し，回転体は，その内部に前記支持軸の先端が位置する非貫通状態で前記支持軸に軸受け部材を介して支持されており，軸受け部材は，前記回転体の穴とは反対側となる先端で支持軸に抜け止めされ，前記軸受け部材からは弾性変形可能な係止爪が突き出るとともに，軸受け部材は係止爪の前記基端側に鍔部を有しており，同係止爪は前記先端側に向かうほど軸受け部材における回転体の回転中心との距離が短くなる斜面を有し，前記回転体は内周に前記係止爪に係合可能な段差部を有し，前記段差部は前記係止爪の前記基端側に係止されるとともに前記係止爪と前記鍔部との間に位置する。（【0006】）",
                    "前記の構成において，前記軸受け部材は合成樹脂製である。（【0007】）"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "以上のように，この発明によれば，回転体を支持軸に対して回転可能に支持することができる…という効果を発揮する。（【0008】）"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "図4に示すように，前記各支持軸20の突出端部には，合成樹脂よりなる円筒状の軸受け部材25が嵌合されて，ストップリング26により抜け止め固定されている。…図4及び図8に示すように，各軸受け部材25の外周には，一対の弾性変形可能な係止爪25aが突設されている。各支持軸20上の軸受け部材25には，ほぼ球体状をなす一対の回転体27が回転可能に嵌挿支持されている。そして，前記各回転体27は，合成樹脂よりなる芯材28と，その芯材28の先端内周に嵌着された合成樹脂よりなるキャップ材29と，芯材28及びキャップ材29の外周に被覆成形された合成樹脂よりなる外被材30とより構成されている。…芯材28の内周には，前記軸受け部材25の係止爪25aに係合可能な段差部28aが形成されている。そして，回転体27が軸受け部材25に嵌挿された状態で，係止爪25aが段差部28aに係合され，回転体27が軸受け部材25に対して抜け止め保持されている。（【0015】）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の特徴",
              "text": [
                "前記(1)の本件明細書の各記載から，本件発明の特徴は，以下のとおりのものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "本件発明は，回転体を身体上で転動させることにより，使用者に対して美肌効果等の美容的作用を付与するようにした美容器に関するものである（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "従来構成の美容器においては，ハンドルの先端に二叉部が設けられ，二叉部の先端には回転体が支持されており，各回転体を身体の皮膚に押し付けて回転させることにより，身体に対して美肌効果等の美容的作用が付与されるとしている。しかし，この構成を開示する特許文献には，回転体を支持するための軸等の支持構造は開示されていない。本件発明の目的は，回転体を支持軸に対して回転可能に支持することができる美容器を提供することにある（【0002】，【0004】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "前記目的を達成するために，本件発明1は，基端においてハンドルに抜け止め固定された支持軸と，前記支持軸の先端側に回転可能に支持された回転体とを備え，その回転体により身体に対して美容的作用を付与するようにした美容器において，前記回転体は基端側にのみ穴を有し，回転体は，その内部に前記支持軸の先端が位置する非貫通状態で前記支持軸に軸受け部材を介して支持されており，軸受け部材は，前記回転体の穴とは反対側となる先端で支持軸に抜け止めされ，前記軸受け部材からは弾性変形可能な係止爪が突き出るとともに，軸受け部材は係止爪の前記基端側に鍔部を有しており，同係止爪は前記先端側に向かうほど軸受け部材における回転体の回転中心との距離が短くなる斜面を有し，前記回転体は内周に前記係止爪に係合可能な段差部を有し，前記段差部は前記係止爪の前記基端側に係止されるとともに前記係止爪と前記鍔部との間に位置することを特徴とする美容器としたものである。",
                    "また，本件発明2は，本件発明1の特定事項に加え，前記軸受け部材は合成樹脂製であることを特徴とする美容器としたものである（特許請求の範囲請求項1及び2，【0005】～【0007】）。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "本件発明によれば，回転体を支持軸に対して回転可能に支持することができるという効果を発揮する（【0008】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（本件発明1の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，以下の記載がある（なお，図面は別紙図面目録記載の2参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の名称"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "要約",
                      "text": [
                        "マッサージ器はハンドグリップ(1)を有し，該ハンドグリップ(1)は，その上にマッサージローラ(4)を回動可能に軸支する軸(2)を支持する。当該マッサージローラ(4)は柔軟に変形可能な中空ローラとして形成され，軸(2)上の一方の側に片持ちで支持される。当該マッサージローラ(4)はさらに，グリップ(1)の反対側で軸(2)から突出する。(ウ)  技術分野",
                        "本発明は，ハンドグリップを有するマッサージ器に関し，該ハンドグリップが，その外装面上に個々のマッサージ突起を備えるマッサージローラを，その上に回動可能に軸支する軸を支持するマッサージ器に関する。（第1欄1行目～5行目）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "背景技術及び発明が解決しようとする課題",
                      "text": [
                        "上記のようなマッサージ器は例えば欧州特許第0282173号明細書に記載されている。このマッサージ器の場合，マッサージローラはその両端がグリップのフォークのアーム内に支持される。これによって非常に安定した軸受けが生じ，それはマッサージ器を大きな身体面のマッサージに使用するとき，及びそのとき著しい力を行使したいとき有利である。しかしこの公知のマッサージ器を顔のマッサージに使用すると，その前に片方のアームと突起した身体部分がぶつかるために，マッサージローラを支持するアームにより，マッサージローラを突起した身体部分の近くまで導くことができない点が不利であることに気づくであろう。",
                        "欧州特許出願公開0346942号明細書もすでに，単一のローラ体を支持する軸がグリップに対して一直線上に配置されたマッサージ器を記載している。そのような機器は例えば鼻または目の領域の比較的近くまで転動することができる。しかしそのときローラ体を超えるまで延びる軸の自由前端面で突起した身体部分に達すると，肌を損傷しうる危険が生じる。",
                        "本発明の課題は，冒頭で述べた種類のマッサージ器を，マッサージローラで，怪我の危険性を生じさせずに，突起した身体部分に可能な限り近くに達することができるように形成することにある。（第1欄6行目～36行目）"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "この課題は本発明によって，マッサージローラが柔軟に変形する中空ローラとして形成され，軸上の一方の側に片持ちで支持され，及びマッサージローラがグリップの反対側で軸から突出することによって解決される。（第1欄37行目～42行目）"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明の効果",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "そのようなマッサージ器の場合，部材がグリップの反対側のマッサージローラの前端面を超えて突出することはない。そのためマッサージローラをその自由前端面とともに直接突起する身体部分まで導くことができる。マッサージローラが中空ローラから形成されており，弾性材料から成るため，その軸を超えて突出する自由端部は柔軟に変形されることができ，それによってマッサージローラは身体輪郭に適応することができ，それはマッサージの効果を改善し，急な方向転換を伴う，例えば鼻領域または眼窩の始まる領域などの主要部分に達する可能性を促進する。本発明のマッサージ器により，怪我の危険性なく，例えば目のすぐ近くまで肌にロールマッサージを施すことが可能になる。（第1欄43行目～第2欄3行目）"
                        },
                        {
                          "fig": "b",
                          "subject": "本発明の有利な発展形態により軸上に鞘が回動可能に軸支され，この鞘の上に鞘に対して回動不能にマッサージローラが保持されるとき，構造的に特に簡単にマッサージ器が形成される。これによって鞘用に，回動時に発生する軸上の滑動摩擦に最適な材料を選ぶことができ，マッサージローラ用にはマッサージ効果に最適な材料を使用する。（第2欄4行目～14行目）"
                        },
                        {
                          "fig": "c",
                          "subject": "本発明の別の発展形態により，マッサージローラの内径が鞘と軸から突出する領域で他の領域より大きいとき，マッサージローラの自由端は特に容易く柔軟に変形可能である。なぜならそれによってこの軸から突出する領域が横断面でその他の領域に対して縮小されるため，より少ない抵抗モーメントを有するためである。（第2欄15行目～23行目）"
                        },
                        {
                          "fig": "d",
                          "subject": "鞘がその外装面に周囲を巡る隆起を，それに対応して，マッサージローラがその内装面に周囲を巡る凹部を備えるとき，マッサージローラの鞘上での軸方向保持は非常に簡単にスナップ結合によって行われる。この実施形態は摩滅した際，または清掃のために，マッサージローラを容易に交換することを可能とする。（第2欄29行目～37行目）"
                        }
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "発明を実施するための形態",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "図1で全体として示されるマッサージ器はグリップ1に共軸に軸2を有し，それに回動可能に鞘3が軸支される。この鞘3上に中空筒によって形成されたマッサージローラ4が着座する。本発明にとって重要なのは，マッサージローラ4が軸2の自由端を超えて突出すること，及び弾性材料から成ることである。軸2がその自由端に，鞘3をグリップ1の端部とそれ自体の間で軸方向に固定するヘッド5を有することが，付加的に図1で見ることができる。（第2欄51行目～第3欄3行目）"
                        },
                        {
                          "fig": "b",
                          "subject": "図2の右領域では，マッサージローラ4の内径が一領域の一端部で他の領域に対して直径拡大部7で大きくなっていることが見てとれる。…直径拡大部7に向き合う端部の近くの，マッサージローラ4の内装面に周囲を巡る凹部8がある。（第3欄8行目～17行目）"
                        },
                        {
                          "fig": "c",
                          "subject": "図4には，マッサージローラ4を押し開けると凹部8に達する周囲を巡る隆起10が示される。（第3欄27行目～30行目）"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アの各記載によれば，引用例1には，本件審決の認定のとおりの引用発明1が記載されていると認められる（前記第2の3(2)ア）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，引用発明1の認定にあたり，本件発明1の「軸受け部材から突き出る弾性変形可能な係止爪」の「弾性変形可能」に対応する認定がされていないことなどから，本件審決の認定には誤りがあると主張する。",
                        "しかし，引用例1記載の「マッサージローラ4」は，本件発明1の「回転体」に相当し，また，引用例1記載の「隆起10」は，本件発明1の「弾性変形可能な係止爪」と，「突出係止部」である点で共通するといえる。このうち，「マッサージローラ4」は，引用例1において弾性変形可能なものとされているのに対し，「回転体」については，弾性変形可能か否かは発明特定事項とされていない。",
                        "そうすると，引用発明1の認定にあたり，「マッサージローラ4」につき「弾性変形可能」か否かの点を含めなかったとしても，これをもって直ちに誤りということはできない。被告の主張も，本件審決の違法をいうものではなく，その判断の前提を明らかにすべきであるとの趣旨にとどまる。",
                        "したがって，この点に関する被告の主張は採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明1との一致点及び相違点",
              "text": [
                "本件発明1と引用発明1とを対比すると，引用発明1の「マッサージ器」は本件発明1の「美容器」に，「グリップ1」は「ハンドル」に，「軸2」は「支持軸」に，「マッサージローラ4」は「回転体」に，「回動可能」は「回転可能」に，「軸支」は「支持」に，「マッサージ効果」は「美容的作用」に，「鞘3」は「軸受け部材」に，それぞれ相当する。また，引用発明1の「隆起10」は，本件発明1の「係止爪」と，「突出係止部」である点で共通する。",
                "そうすると，本件発明1と引用発明1との一致点及び相違点は，本件審決の認定のとおりと認められる（前記第2の3(2)イ，ウ）。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲2～13の1の各記載について",
              "text": [
                "甲2～13には，それぞれ以下の記載がある（なお，図面は別紙図面目録記載の各項参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2（国際特許公開第2011／004627号。平成23年1月13日公開）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "この発明は，回転可能なローラを人体上を転動させることにより，美肌効果等の美容効果を得る美容器に関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "図1及び図4に示されるように，前記ハンドル12の芯材13において二叉部12aに対応する部分には，一対のローラ支持軸17が設けられている。これらのローラ支持軸17の基端部（図4の右側の端部）は芯材13の中心部に形成された空間に嵌入され，同ローラ支持軸17の先端部（図4の左側の端部）は，二叉部12aから突出している。…ローラ支持軸17は金属材料により形成され，その両端部にはネジ部17aが形成されている。（［0019］）",
                      "text": [
                        "図1及び図4に示すように，前記両ローラ支持軸17には，円筒状をなすローラ18がそれぞれ各一対の軸受19を介して回転可能に支持されている。…ローラ支持軸17の先端のネジ部17aには，ローラ18がローラ支持軸17から抜けることを防止するための雌ネジ部材20が螺合されている。（［0020］）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲3（米国特許出願公開第2010／0191161号）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本発明は，包括的には，体操，特にエクササイズ器具に関する。（【0001】）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "課題を解決するための手段",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本発明によるエクササイズ器具は，任意の好適なタイプのエクササイズ器具として構成することができる。例えば，器具は，例えばマッサージ器具等の筋骨格処置器具として構成することができ…る。（【0018】）",
                          "text": [
                            "エクササイズ器具が構成される器具の特定のタイプに関係なく，器具は，それらの特定の必要性及び要件に合うようにユーザによって構成することができる。例えば，エクササイズ器具がマッサージ器具として構成される場合，マッサージ器具は，様々な人々に合うように，又は，人の身体の特定の部分をマッサージするために使用することができるように，複数の様々な方法で構成することができる。（【0020】）"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "図17を参照すると，本発明の第2の好ましい実施形態によるエクササイズ器具のロッドモジュール100が実質的に円筒形の形状である。（【0116】）",
                          "text": [
                            "複数の等間隔に離間した平行な円形開口106が，ロッドモジュール100を通って横方向に延びる。開口106は，モジュール100を通って延びる開口105に対して垂直である。また，開口106は開口105に交差する。（【0119】）"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本発明の第2の好ましい実施形態による多機能エクササイズ器具の中間の球状のボールモジュール140が，図21及び図22に示されている。（【0133】）",
                          "text": [
                            "モジュール140は，モジュール140の中心を通るようにモジュール140を貫通する円形開口141を含む。加えて，モジュール140は，開口141に対して垂直であり，開口141に交差するまでモジュール140内のみに延びる円形開口142を含む。（【0135】）",
                            "開口141及び142は，それらの長さとは別に，互いに同一である。各開口141，142は，より幅広の部分144の下に凹んだより幅狭の部分143を含む。より幅狭の部分143は，より幅広の部分144からより幅狭の部分143内に延びる4つの平行な周方向に離間した溝145を含む。（【0136】）"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "図29は，モジュール100，120，130，140のうちの2つを任意の組み合わせで一緒に固定するために使用することができるプラグ200を示している。プラグ200は，プラスチックから製造され，2つの円筒部分202間に位置付けられる円形のフランジ201を含む。それぞれのより幅狭の円筒部分203が，円筒部分202のそれぞれから延びる。より幅狭の部分203のそれぞれは，1対の直径方向に対向する弾性的なラッチアーム204を含む。各ラッチアーム204は，アーム204の端に位置付けられ，プラグ200から外方に延びる突起205を含む。円形開口206が，プラグ200の一端からプラグ200の他端まで延びる。（【0151】）",
                          "text": [
                            "2つのモジュール100，120，130，140を，プラグ200の各端を各モジュールのそれぞれの開口に挿入することによって，プラグ200と一緒に着脱可能に固定することができる。プラグ200が開口に挿入されると，プラグ200のより幅狭の部分203は，開口のより幅狭の部分によって受け入れられ，プラグ200のより幅広の部分202は，開口のより幅広の部分によって受け入れられる。（【0152】）",
                            "プラグ200が開口に挿入されると，開口のより幅狭の部分が各ラッチアーム204の突起205に対して押圧されることで，弾性的なラッチアーム204が互いに向かって移動する。プラグ200が開口に完全に挿入されると，突起205は，ラッチアーム204がそれらの元の位置に跳ねてラッチ凹部と噛み合うように開口のラッチ凹部によって受け入れられる。ラッチアーム204及びラッチ凹部はしたがって，プラグ200がモジュールの開口から意図せず引き出されることを阻止することが可能である。（【0153】）",
                            "ラッチアーム204及びラッチ凹部は，プラグ200が開口から意図せず引き出されることを阻止することが可能であるが，プラグ200は，それにもかかわらず，ラッチアーム204及びラッチ凹部が互いに噛み合う場合であっても開口に対して依然として回転することが可能である。（【0155】）",
                            "図31は，プラグ200と同様のプラグ220を示している。（【0160】）",
                            "プラグ220は，そのより幅狭の円筒部分203がプラグ200のより幅狭の円筒部分よりも長いという点でプラグ200とは異なる。また，プラグ220の円筒部分203は複数の溝204をそれぞれ含む。（【0161】）"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "図33を参照すると，本発明の第2の好ましい実施形態による多機能エクササイズ器具のロックピン240が，細長い円筒シャフト241を含む。シャフト241は，第1の部分242，第2の部分243及び第3の部分244を含む。実質的に平坦なプラスチックヘッド245が，シャフト241の第3の部分244とオーバーモールドされる。（【0165】）",
                          "text": [
                            "ロックピン240のシャフト241の第1の部分242の直径は，モジュール100，120，130，140及びプラグ154，200，210，220及び230を通って延びる開口の直径よりも僅かに小さいため，シャフト241は，それらの開口を通して挿入されることが可能である。（【0166】）",
                            "ロックピン240のシャフト241が，モジュール100，120，130，140のうちの1つの開口にそれ自体が挿入されたプラグ154，200，210，220又は230に挿入されると，シャフト241は，プラグのラッチアームがモジュールの開口のラッチ凹部と離脱することを防止することが可能である。ロックピン240は，ラッチアームがラッチ凹部と離脱することを防止することによって，プラグが開口から意図せず取り外されることを防止するか又は少なくとも更に阻止することが可能である。ロックピンはしたがって，プラグがモジュールの開口から意図せず引き出されることにつながり得るラッチ凹部からのラッチアームの意図しない離脱のリスクを高める可能性がある比較的高い捩り荷重に器具が晒される使用に特に好適である。（【0168】）",
                            "図34は，ロックピン240のシャフト241が，開口141の一端を通して中間のボールモジュール140に，及び，モジュール140に対して固定されるようにそれ自体が開口141の他端に挿入されているプラグ200の開口206に挿入されているときのロックピン240を示している。（【0169】）",
                            "開口141によって受け入れられるプラグ200のラッチアーム204の突起205は，開口141内に位置付けられるラッチ凹部250によってそれぞれ受け入れられるため，プラグ200はそれによって，開口141から引き出されることが阻止される。ロックピン240のシャフト241は，ラッチアーム204が互いに向かって押されて突起205をラッチ凹部250から取り外すことを防止する。ラッチアーム204は，ロックピン240がプラグ200から取り外されると，上述したように専ら移動することができる。【0170】"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲4（登録実用新案第3159255号公報。平成22年5月13日発行）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本考案は，磁気を発生するローラによって皮膚，特に顔の皮膚を刺激することによって美容効果を上げることのできるマグネット美容ローラに関する。（【0001】）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "前記ローラ部は，磁石，特にフェライトインジェクション磁石からなる円筒状のもので，その先端部は，球面突出状に形成されることを特徴とする。さらに，前記ローラ部の側面には，軸方向に所定の間隔で，樹脂リングが配設されるものである。尚，樹脂リングとしては，フッ素樹脂リング，テフロン（登録商標）（PTFE）リング等があるが，シリコンリングが望ましい。また，天然ゴム等の天然由来の樹脂からなるリングであっても良いものである。（【0012】）",
                      "text": [
                        "これによって，ローラ部の先端が球面突出状に形成されることから，ローラ部端部で顔面等の皮膚を刺激することも可能となるものである。また，ローラ部がフェライトインジェクション磁石によって形成されているので，磁気による血行促進効果を得ることができるものである。さらにまた，ローラ部側面に樹脂リングを配設したことによって，ローラ部と皮膚との摩擦抵抗を向上させることができるため，ローラ部を確実に回転させることが可能となるものである。また，ローラ部の側面と樹脂リングによって，皮膚との接触面に凹凸が形成されることから，皮膚への刺激を向上させることもできるものである。（【0013】）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本考案に係るマグネット美容ローラ1は，図1に示すように，柄本体部2と，ローラ部5とによって構成される。（【0019】）",
                      "text": [
                        "前記柄本体部2は，…使用者によって保持される把持部3と，…ローラ保持部4とによって構成され，さらにローラ保持部4は，前記把持部3から分かれて延出する大径部4aと，その先端に一体に形成された小径部4bとによって構成される。この小径部4bには，下記するベアリング8が固着される。（【0020】）",
                        "前記ローラ部5は，図4に示すように，フェライトインジェクション磁石から円筒状に形成され，一端に球面状に突出する先端部51を一体に具備するローラ本体部50と，このローラ本体部50の側面52に装着された複数の樹脂リング6とによって構成される。この樹脂リング6は，シリコンリングであり，前記側面52の軸方向に所定の間隔で形成された環状溝55に装着されるものである。（【0022】）",
                        "また，前記ローラ部5のローラ本体部50には，軸方向に形成された小径孔53と大径孔54とが連設され，小径孔53には前記ローラ保持部4の小径部4bが挿通され，大径孔54には前記小径部4bに固着されたベアリング8が挿入され，前記大径孔54の内周面に固定される。これによって，前記ローラ部5は，前記ローラ保持部4に対して回転自在に保持されるものである。（【0023】）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲5（特開2010-131090号公報）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本発明は，ゲルマニウムの半導体を，肌アレルギーを起こし難いチタニウム製ローラーに突設し，このローラーを顔面に接触させ回転させて美顔にする美顔用マッサージ器に関するものである。（【0001】）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本発明は，ローラー部と，把手部と，ローラー部と把手部とを連結する連結軸部とよりなる美顔用マッサージ器であって，ローラー部はチタニウム製円筒形ローラーでローラーの先端を閉塞し，ローラーの円周を4等分した外周面の軸線方向に円弧溝を刻設してローラーの外周面に4個の凸面を形成し，凸面に小穴を凹設し，前記小穴に表面を研磨したゲルマニウム粒子を突設し，ローラーの先端面にも表面を研磨したゲルマニウム粒子を突設し，ローラー外周面のゲルマニウム粒子と相隣る凸面のゲルマニウム粒子とを軸線方向で同位置にならないようにずらして配置した美顔用マッサージ器である。（【0010】）",
                      "text": [
                        "本発明の美顔用マッサージ器は，ローラー部1と，把手部2と，ローラー部1と把手部2とを連結する連結軸部3とよりなる。（【0011】）",
                        "把手5の中空部10には把手5の先端中央から突出させた連結軸部3の連結軸11を突出させ，連結軸11の先端部にベアリング12を圧入し，連結軸11の基端にはL型ベアリング13を回転自在に嵌着し，円周溝14に座金15を嵌めてL型ベアリング13を連結軸11に固着し，この連結軸部3をローラー4の中空部10に，ベアリング12を回転自在で，L型ベアリング13を圧入して挿入する。ローラー部1と連結軸部3の構成は至極単純であるが，連結するという目的が達成できる。（【0016】）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲6（「綜説  組立／分解性を考慮したスナップフィット設計およびバーチャルリアリティ環境における製品評価」日本接着学会誌 Vol.43 No.4，P149-157。平成19年4月1日発行）",
                  "text": [
                    "「2．7  スナップフィットの分類」（151頁右欄25行目）の項に，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「(2)  ロック  ロックは柔軟性を必要とするために強度が低くなりやすい。そのためロックは取付け方向と反対の方向に拘束する場合に使用され，他の方向はロケータにより拘束する場合が多い。ロックは図8に示す5種類に分類できる。」（152頁右欄6行目～10行目）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「(a)カンチレバーロック  カンチレバーロックは最も一般的なスナップフィットであり，図9に示すように，組立／分解を可能にするための撓み部と拘束するための保持部から構成される。」（152頁右欄11行目～14行目）"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「(e)アニュラロック  アニュラロックは組立と保持の際に円筒状のうねとそれに対となった部分の撓みによるものである。」（153頁右欄9行目～11行目）"
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲7（特開2002-340001号公報）",
                  "text": [
                    "この一実施の形態の樹脂製のフランジ付き滑り軸受11は，ファクシミリ装置の紙送り機構の支持板12に貫通形成された円形の軸受挿通孔12aに嵌合する円筒状の筒部11aと，該筒部11aの基端部外周から半径方向外方に向かって張り出して設けられて前記支持板12への当接によって前記筒部11aの軸方向の位置決めを果たすフランジ11bと，筒部11aの外周に突出する弾性係止片11cとを，合成樹脂により一体成形したもので，筒部11aに挿通された軸を回転自在に支承する。（【0017】）"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "甲8（実願昭57-98165号（実開昭59-4819号）のマイクロフィルム）",
                  "text": [
                    "本考案の目的は回転軸をスラスト，法線方向に移動しないよう確実に保持し，且つ軸受自身もスラスト，法線，円周方向にガタつかないこと，内径面の潤滑性が良く片当りがないこと及び軸曲率に近い中心スペースを有すること等の軸受の性能を損なうことのない軸受を得るにある。（3頁16行目～4頁1行目）",
                    "本考案に於いては第6図(a)，⒝に示すように回転軸用筒状軸受本体1の軸方向の一端部に均一肉厚のフランジ3を一体に形成し，フランジ3を除く筒状軸受本体1部分に円筒形スペース2の軸に平行に延びる水平の切り込み溝4を2ヶ所以上，円周方向に均等に配分して形成し，上記筒状軸受本体1の外周には上記フランジ3と反対側に前記溝4の位置に対応して軸方向に延びる断面山形の爪5を設ける。（4頁11行目～19行目）"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "甲9（実公平8-9455号公報）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "1は合成樹脂製の軸受であり，該軸受1は円筒部10と該円筒部10の一方の端部外周面に径方向外方に延設された鍔部11と該円筒部10の外周面に該外周面から鍔部11側に斜方向に延設された 1 つの舌片部12と該舌片部12の端部に該鍔部11側に向けて延設された係合片部13と該係合片部13に該鍔部11裏面との隙間t1，t2，t3を漸次縮小するように形成された複数個の段部14（本実施例においては3個)とを備えている。（2頁4欄36行目～43行目）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "上述した固定構造において，該軸受1は係止片部13が取付部材2の円孔20に連なって形成された切欠き溝22に係合することによりその円周方向の回転が阻止されて回り止め手段を形成し，また鍔部11裏面と係止片部13の段部14との隙間に該取付部材2を挟持することによりその軸方向の移動が阻止されて該軸受の抜け止め手段を形成する。（3頁5欄26行目～32行目）"
                    }
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "甲10（実願昭59-200825号（実開昭61-112120号）のマイクロフィルム）",
                  "text": [
                    "フレーム1にモールドベアリング4が矢印Bの方向に挿入される。モールドベアリング4の嵌合部分には5で示す爪が設けられており，モールドベアリング4が挿入される時，フレーム1の穴の縁で押されてモールドベアリング4の本体内に引っ込められるが，モールドベアリング4がフレーム1に押し付けられた時点で，爪5のバネ性により飛び出す。",
                    "従ってモールドベアリング4を組立てる場合，モールドベアリング4をフレーム1に十分に押し込むのみで良い。（4頁8行目～18行目）"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "甲11（特開昭61-244923号公報）",
                  "text": [
                    "第1図，第2図は本発明の一実施例の斜視図と，これをフレームに固定した時の断面図，第3図はその要部の断面図，第4図はこれに用いるロッカーの斜視図を示す。図において1は軸受本体，2は軸の貫通孔，3はフレームに固定するため軸受本体1の外周に設けられたフック部，4は該フック部3と軸の貫通孔2との間に設けられたロッカー5を挿入するための間隙である。",
                    "このような軸受をフレーム6に固定するには，フレーム6の取付穴に本軸受フック部3の方向から挿入すれば，フック部3の傾斜部7と間隙4のためフック部3はたわみ簡単にフレーム6の穴に挿入でき，その後間隙4に第4図に示すロッカー5を挿入すれば軸受は固定される。（1頁右下欄13行目～2頁左上欄6行目）"
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "甲12（登録実用新案第3166202号公報。平成23年2月24日発行）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本考案は，マッサージローラーの構造に関し，特にY字形のマッサージローラーの構造に関する。（【0001】）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "最良実施例として，各ローラーは接続部品，内柱，二つのベアリング，軸受及び，外カバーを具有し，各ローラー3の接続部品31は球状ヘッド22を通じて互いに嵌合して固定する。また，接続部品31はハンドル2の軸を中心とするある角度に開いて，該二つのベアリング33をそれぞれ軸受34の両端に設置し，且つ二つのベアリング33と軸受34を同時に接続部品31の外側に套設する。該内柱32をしっかりと二つのベアリング33及び軸受34の外側に套設し，外カバー35の中に，しっかりと内柱32を嵌合することで，二つのベアリング33，外カバー35及び内柱32が回転可能の構造となる。該ローラーの外カバーの表面に若干の磁石を嵌め込む。【0007】"
                    }
                  ]
                },
                {
                  "fig": "シ",
                  "subject": "甲13の1（中国実用新案明細書第201814806号。平成23年5月4日公告）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "折り畳み式Y字形構造のマッサージ棒において，ハンドル(1)と，マッサージヘッド(2)と，回転リンク(3)とからなり，ハンドル(1)は折り畳み式回転リンク(3)を介してマッサージヘッド(2)と連結され，ハンドル(1)下端に回転連結式調節ハンドル(4)を内蔵し，ハンドル(1)上端に凹状係止溝が開設されており，回転リンク(3)の一端はねじA(5)とキャップA(6)およびキャップB(7)によりハンドル(1)上端の凹状係止溝内に係合され，他端はねじB(8)とキャップC(9)とを介してマッサージヘッドの屈曲リンク(10)と連結され，マッサージヘッド(2)は，屈曲リンク(10)および2組の軸受(11)，軸スリーブ(12)，マッサージローラ(13)，および固定ねじ(14)を備え，軸受(11)と軸スリーブ(12)は屈曲リンク(10)の両端に固定設置され，その外部にマッサージローラ(13)を嵌接し，マッサージヘッド(2)と，固定されたマッサージヘッドリンク(3)とがY字形状をなすことを特徴とする折り畳み式Y字形構造のマッサージ棒。（【請求項1】）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本考案はハンドル，マッサージヘッド，および回転リンクからなる。ハンドルは折り畳み式回転リンクを介してマッサージヘッドと連結され，ハンドル下端に回転連結式調節ハンドルを内蔵し，ハンドル上端に凹状係止溝が開設されており，回転リンクの一端はねじAとキャップAおよびキャップBによりハンドル上端の凹状係止溝内に係合し，他端はねじBとキャップCとを介してマッサージヘッドの屈曲リンクと連結され，マッサージヘッドは，屈曲リンクおよび2組の軸受，軸スリーブ，マッサージローラ，および固定ねじを備え，軸受と軸スリーブが屈曲リンクの両端に固定設置され，その外部にマッサージローラを嵌接し，マッサージヘッドと，固定されたマッサージヘッドリンクとがY字形状をなす。（【0004】）"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1は，従来のマッサージ器では，顔のマッサージに使用すると，マッサージローラを支持するアームにより，マッサージローラを突起した身体部分の近くまで導くことができない点で不利があることや，ローラ体を超えるまで延びる軸の自由前端面で突起した身体部分に達すると肌を損傷し得る危険が生じることから，マッサージローラで怪我の危険を生じさせずに，突起した身体部分に可能な限り近くに達することができるように形成することを課題とし，マッサージローラが柔軟に変形する中空ローラとして形成されること，軸上の一方の側に片持ちで支持されること，及びマッサージローラがグリップの反対側で軸から突出することをその課題解決手段とする（前記(1)ア(エ)，(オ)）。すなわち，マッサージローラが柔軟に変形する弾性材料であることは，引用発明1にとって重要な事項であり（前記(1)ア(キ)a），むしろ不可欠というべき構成である。",
                    "また，本件発明1の「軸受け部材」に対応する引用発明1の「鞘3」がその外装面に周囲を巡る隆起10を備えるとともに，これに対応して，マッサージローラ4が，その内装面に周囲を巡る凹部8を備えることで，マッサージローラ4は，スナップ結合によって，鞘3上で軸方向に保持される（前記(1)ア(カ)d）。そして，鞘3の外装面に設けられる隆起10は，マッサージローラ4を押し開けて凹部8に達するものである（前記(1)ア(キ)c）。",
                    "そうすると，引用発明1において，マッサージローラ4の材質が柔軟に変形する弾性部材であることは，その課題解決に不可欠の構成であるとともに，スナップ結合により鞘上で軸方向に保持するためにも不可欠の構成であることが理解できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲3の適用",
                  "text": [
                    "甲3には，前記(3)イのとおりの記載があるところ，これらの記載によれば，本件審決が認定した甲3技術が記載されているといえる。ただし，ロックピン240は，そのシャフト241がプラグ200，220に挿入されて，プラグのラッチアーム204がラッチ凹部と離脱するのを防止するものであって（前記(3)イ(イ)e），モジュールを支持するものではないから，これをもって本件発明1の「支持軸」に相当する部材ということはできない。",
                    "そうすると，甲3のプラグ200，220は，フランジ201及びラッチアーム204に突起205を有するものであるものの，それ自体が2つのモジュールを固定するものであって，軸と回転体との間に介在することで回転体を軸に対して回転自在に支持する軸受け部材として機能するものではない。",
                    "また，甲3には，ロックピン240を挿入することで，プラグ200，220のラッチアーム204の突起205がモジュール140の開口のラッチ凹部から離脱するのを防止すること，モジュール140を取り外す際には，ロックピン240を取り外してからラッチアーム204の突起205のラッチ凹部との係合を解除し，モジュール140を取り外す必要があること（前記(3)イ(イ)e），モジュール140の先端側には，ロックピン240を挿入するための開口が必要とされること（前記(3)イ(イ)c，e）が記載されていることから，ロックピン240が挿入されるプラグ200，220は，非貫通状態の回転体を支持するために用いることを想定しているとはいえない。",
                    "以上のとおり，甲3のプラグ200，220は，それ自体が2つのモジュールを固定するものであって，軸と回転体との間に介在することで，回転体を軸に対して回転自在に支持する軸受け部材として機能するものではないから，そもそも引用発明1の軸とマッサージローラとの間に配置され，軸受け部材として機能する鞘3をプラグ200，220に置き換える動機付けは存在しない。また，仮に，引用発明1の軸2に支持される鞘3をプラグ200，220に置き換えた場合，プラグ200，220の内部に軸2が挿入された状態となることで，ロックピンを挿入した場合と同様に，プラグのラッチアームがラッチ凹部と離脱するのを防止するよう，ラッチアームの内方への移動が固定されてしまい，マッサージローラを装着する際に，ラッチアームが意味をなさないこととなる。このため，引用発明1の鞘を，あえて，鞘3の隆起10に対して複雑な構成であるラッチアームを有するプラグに置き換える動機付けはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲6の適用",
                  "text": [
                    "甲6には，前記(3)オのとおりの記載があるところ，これによれば，位置決めと固定を行うことで部品の取付けを可能にする機械的な締結部品である「スナップフィット」の1分類である「ロック」は更に5種類に分類され，これに当たるものとして「カンチレバーロック」と「アニュラロック」が挙げられるとともに，図8には，それぞれの形態が示されている。このため，甲6からは，撓み部と保持部とからなるカンチレバーを用いた締結手段であるカンチレバーロックと，円筒状のうねとそれと対になった部分の撓みによる締結手段であるアニュラロックとが，スナップフィットにおけるロックの類型として同列に扱われていたことが認識できる。",
                    "もっとも，2つの部材をスナップ係合する際，一方の部材が弾性を有するものであれば係合させる機能としては十分であり，両方の部材が弾性を有するものとすることが周知技術であると認めるに足りる証拠はない。",
                    "そして，前記のとおり，引用発明1において，マッサージローラが弾性材料からなることは，その目的に照らして不可欠な構成であり，しかもその弾性の程度は，鞘3の外装面に設けられる隆起10が，押し開けて凹部8に達することができる程度のものである。そうである以上，あえて，鞘3の外装面に設けられる隆起10を，弾性を有するカンチレバー状のものに変更する動機付けはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上より，引用発明1に甲3を適用することにより，相違点2に係る本件発明1の構成を得ることは，当業者が容易に想到し得たものとはいえない。このことは，甲6記載の事項を考慮すると否とにより異ならない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，いずれもスナップ結合によって回転体を回転可能に支持するマッサージ器であることを動機付けとして，引用発明1に対し，甲3技術のラッチアーム204を用いたスナップ結合の技術を適用することは，当業者が容易になし得る旨主張する。",
                        "しかし，引用発明1の鞘3を甲3のラッチアーム204を有するプラグ200，220に置き換える動機付けがないことは前記のとおりである。",
                        "仮に，原告の主張が，引用発明1の隆起10とマッサージローラ4の凹部8との係合を，スナップ結合として共通する技術であるカンチレバーに置き換えることができるという趣旨のものであったとしても，引用発明1のマッサージローラは，前記のとおり弾性材料からなるものであることが不可欠な構成であるところ，2つの部材をスナップ結合する際に，両方の部材がともに弾性を有するものとすることまでが周知技術とはいえないこともまた前記のとおりである。",
                        "そもそも，スナップ結合をする部材の両方が弾性を有するものとしてしまうと，係合部において双方に変形を生じてしまい，一方のみが弾性を有する場合に比べて係合力が弱まり外れやすくなるという不都合が生じるおそれがあることは明らかであるから，そのような改変をする動機付けはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明1のマッサージローラが鞘から抜けるか否かは，両者間の静止摩擦によって決定されるものであって，鞘の隆起10は補助的に設けられているにすぎず，また，ラッチアーム204の突起205を用いた方が，引用発明1の隆起10を用いた場合に比べ，マッサージローラ4が抜けにくくなるなどとして，引用発明1の隆起10を甲3技術のラッチアーム204又は甲6技術の係止爪に置き換えることに阻害要因はないと主張する。",
                        "しかし，鞘が隆起10を有するか否かによってマッサージローラの抜けにくさに違いが生じることは明らかである。また，引用例1には，鞘の隆起とマッサージローラの凹部との係合を設けることで，マッサージローラを容易に交換することが可能となること（前記(1)ア(カ)d）も記載されているところ，例えば，全体の摩擦係数が増大するように，マッサージローラの内径を鞘の外径よりもやや小さく設定することで，鞘を締め付ける形の嵌め合いとすると，マッサージローラの取り外しや装着の際に継続的に大きな力を要し，マッサージローラの交換作業が円滑に行えないおそれが生じることとなる。これらの事情を考慮すると，鞘の隆起10をもって補助的に設けられたものにすぎないということはできない。",
                        "また，マッサージローラ4は，弾性材料により形成されるものであり，これを鞘に装着する際には，鞘の隆起により押し開けられる程度に変形するものであるから，装着された状態のマッサージローラ4を引っ張った際には，段差部が，係合部の形状に合わせて変形し得るものと考えられる。このような変形によって，当該段差部がラッチアーム204の突起205を径方向内方に押圧するよう作用し，係合を解除するおそれがあることは否定できない。しかも，引用発明1の隆起は円周方向の全周にわたり連続したものとなっているのに対し，ラッチアームは，円周方向に複数設けられ得るにすぎず，全周にわたって連続するものとはならないから，マッサージローラにかかる引っ張り力がラッチアームの箇所のみに集中することで，全周にわたる隆起を有する場合に比べて，段差部が当該箇所において変形しやすくなるとも考えられる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，甲3技術のロックピンを外さなくても，弾性材料であるマッサージローラが変形することによりスナップ結合を解除できるから，ロックピンを外さなければ係合を解除できないとはいえず，また，係止爪を弾性変形させるためにクリアランスを設けることが技術常識であるならば，甲3技術を引用発明1に適用する際にクリアランスを設けることで，ロックピンを外さなくてもラッチアーム204の突起205を弾性変形させることにより，スナップ結合を解除することを容易に想到し得るなどと主張する。",
                        "しかし，ロックピンを外さなくてもマッサージローラの弾性変形により係合を解除し得るとの主張は，ラッチアーム204の突起205を用いた方が，よりマッサージローラ4が抜けにくくなるとの原告の主張（前記第3の1〔原告の主張〕(1)イ(ア)）と矛盾する。また，ロックピンを外さなくても係合を解除できることは，ラッチアームとラッチ凹部との離脱防止というロックピンの技術的意義（前記(3)イ(イ)e）を損なうものであるから，このような改変をする動機付けはないというべきである。ラッチアームとロックピンの間にクリアランスを設け，ロックピンの存在にかかわらずラッチアームの変形を許容することも，同様にロックピンの技術的意義を損なわせるものであるから，やはりこのような改変をする動機付けはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，上記の点に関する原告の主張はいずれも採用できない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "なお，甲2，12及び13の1には，いずれも相違点2に係る事項の記載はない。また，甲7～11は，いずれもその構成から，板状の物体に形成された挿通孔に嵌合し，その円筒状に中空となっている内径部に，支持されるべき回転軸を挿通する軸受け部材に関するものであり，本件発明1とは異なる場面で適用されるものであることから，引用発明1の隆起10をこれらの係止爪に置き換えることは，当業者が容易に想到することができるものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点3の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(4)アのとおり，引用発明1は，マッサージローラで怪我の危険を生じさせずに，突起した身体部分に可能な限り近くに達することができるように形成することを課題とし，マッサージローラが柔軟に変形する中空ローラとして形成されること，軸上の一方の側に片持ちで支持されること，及びマッサージローラがグリップの反対側で軸から突出することをその課題解決手段とする。このため，マッサージローラ4が柔軟性を有する弾性部材からなることと，中空ローラとして形成されることとの両方が，マッサージローラ4の先端部における柔軟性を確保し，怪我の危険を生じさせないようにするために不可欠の構成といえる。",
                    "相違点3は，本件発明1の「回転体」，引用発明1の「マッサージローラ」が非貫通状態であるか否かに関するものであるところ，引用発明1のマッサージローラ4を非貫通状態，すなわち，先端部において閉じた形態のものとすることは，先端がマッサージローラと同じ弾性部材又は他の部材により閉塞されることを意味する。この場合，マッサージローラが中空，すなわち回転体が貫通状態のものに比べて，その先端部における柔軟性が損なわれることは明らかである。",
                    "そうすると，回転体を非貫通状態とした美容器が技術常識として存在したとしても，先端が柔軟に変形する中空ローラであることに技術的意義を有する引用発明1のマッサージローラ4に，これを非貫通状態とする技術常識を適用する動機付けがあるということはできず，むしろ，このような改変には阻害要因があるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上より，甲4又は5記載の技術につき，仮に原告主張に係る甲4’技術及び甲5’技術のとおり理解したとしても，これらを引用発明1に適用することにより相違点3に係る本件発明1の構成を得ることは，当業者が容易に想到し得たこととはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件特許の原出願当時，弾性材料で形成されたローラを基端側にのみ穴を有する非貫通状態の構成とすることは技術常識であり，引用発明1のマッサージローラ4を非貫通状態とすることは，本件特許の原出願時の技術常識であって，当業者は，引用例1のみで相違点3に係る本件発明1の構成を容易に想到することができたなどと主張する。",
                        "しかし，回転体を非貫通状態とした美容器が技術常識として存在したとしても，引用発明1のマッサージローラ4に，非貫通状態とする技術常識を適用する動機付けがあるとはいえず，むしろこのような改変には阻害要因があるというべきであることは，前記のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明1に，甲4’技術及び甲5’技術を適用することによって，相違点3に係る本件発明1の構成を容易に想到することができる旨主張する。",
                        "しかし，甲4及び5に記載されたローラは，いずれも非弾性材料で形成されたものであって（前記(3)ウ(イ)，(ウ)，エ(ア)，(イ)），ローラを弾性材料で形成することを開示ないし示唆するものではなく，また，ローラを非貫通状態としても先端部における柔軟性を確保し得ることを示すものでもない。そうである以上，本件審決の甲4技術及び甲5技術の認定に誤りはなく，また，前記(ア)と同じく，引用発明1のマッサージローラ4に，非貫通状態とする技術常識を適用する動機付けがあるとはいえず，むしろ阻害要因があるというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，上記の点に関する原告の主張はいずれも採用できない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，甲12及び13の1には，ローラー3（甲12）又はマッサージヘッド(2)（甲13の1）が基端側にのみ穴を有し，非貫通状態で支持軸に支持された構成が記載されているが，いずれもその先端側が閉塞されていることがうかがわれ，また，これが柔軟に変形可能であることを示す記載はないことから，同様に解される。このことは，甲25～29についても同様である。",
                        "また，甲2及び3，6～11には，いずれも相違点3に係る事項の記載はない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明1に，甲2～13の1の各記載事項を適用することにより，相違点2及び3に係る本件発明1の構成を当業者が容易に想到し得たということはできない。これと同旨の本件審決の判断に誤りはないから，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（本件発明2の進歩性の判断の誤り）について",
          "text": [
            "本件発明2は，本件発明1の発明特定事項の全てを含み，軸受け部材の材質を合成樹脂製のものと限定するものであるところ，本件発明1に係る特許を無効にすることができないとした本件審決の判断に誤りはないから，本件発明2に係る特許についても，本件審決の判断に誤りはない。取消事由2は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}