{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が取消2015-300818号事件について平成30年3月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標法50条1項に基づく商標登録取消審判請求を不成立とした審決の取消訴訟である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "被告は，別紙1記載の商標(以下「本件商標」という。)の商標権者である(甲1)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成27年11月13日，本件商標について，商標法50条1項の商標登録取消審判(以下「本件審判」という。)を請求し，同年12月1日，その登録がされた。",
            "特許庁は，本件審判の請求を取消2015-300818号事件として審理し，平成30年3月27日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年4月6日，原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標の通常使用権者であるアララ株式会社(以下「アララ社」という。)は，日本国内において，本件審判の請求の登録前3年(以下「要証期間」という。)以内である平成27年11月25日頃，広告をも内容とするアララ社のウェブサイト(甲98の1。以下「甲98の1ウェブサイト」という。)において，本件商標の指定商品中の「電子応用機械器具及びその部品」に含まれる「ダウンロード可能な電子計算機用プログラム」である別紙2の「本件商品2」欄の商品(以下，別紙の「本件商品」欄の各商品を単に「本件商品2」などという。)の広告をし，同広告に，別紙2の「使用商標1」欄において赤線で囲んだ部分の商標(以下「使用商標1」という。)を付した。",
                "そして，使用商標1と本件商標とは称呼及び観念を同じくし，使用商標1と本件商標構成中の「QR  コード」とはその文字綴りをも同じくし，使用商標1と本件商標構成中の「QR  Code」とは片仮名及びローマ字の文字の表示を相互に変更するものといえるから，使用商標1は本件商標と社会通念上同一の商標と認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，日本国内において，要証期間内である平成26年3月頃，広告をも内容とする被告のウェブサイト「QRコードドットコム」(甲92の1・2。以下「甲92ウェブサイト」という。)において，本件商標の指定商品中の「電子応用機械器具及びその部品」に含まれる本件商品4を販売したが，同ウェブサイトに，別紙2の「使用商標2-1」，「使用商標2-2」及び「使用商標2-3」欄において赤線で囲んだ部分の各商標等を表示した。",
                "そして，上記の使用商標は「QR  Code」及び「QR  コード」の文字からなるところ，両文字は，共に「キューアールコード」の称呼及び「被告が開発した2次元コード」の観念が生じるから，使用商標2は本件商標と社会通念上同一の商標と認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，商標権者及び使用権者は，本件審判の請求の登録前3年以内に，日本国内において，本件審判の請求に係る指定商品の「電子応用機械器具及びその部品」に含まれる商品の広告に，本件商標と社会通念上同一と認められる商標を使用したことを証明したということができる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標並びに「QR  コード」及び「QR  Code」の文字について，商標法50条1項の「使用」とはいえないこと",
          "content": [
            {
              "fig": "(1)",
              "subject": "「2次元コード」が商標法上の「商品」ではないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標法上の「商品」は，「商取引の目的たり得るべき物，特に動産をいう。」とされるところ，「2次元コード」は，「コード」の語から明らかなように，記号・符号の一種に過ぎず，それ自体が商取引の目的とされることはなく，また動産でもないので，商標法上の「商品」ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，「バーコード」それ自体や「2次元コード」それ自体は，特許庁の「類似商品・役務審査基準」，ニース協定に基づく「商品・サービス国際分類表」，TM5パートナー庁(日本国特許庁，韓国特許庁，欧州共同体商標意匠庁，中国国家工商行政管理総局，米国特許商標庁)が運用する「TM5  ID  リスト」及び世界知的所有権機関(WIPO)により提供される「Madrid  Goods  and  Services  Manager」のいずれにも掲載されていない。",
                    "さらに，特許庁も，本件商標とは別の商標出願に対する拒絶理由通知において，指定商品「2次元コード」は，範囲が不明確で，「その内容及び範囲が把握できないことから，政令で定める商品の区分に従って商品を指定したものと認めることもできず」，商標法6条1項及び2項の要件を具備しないと認定している(甲46)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標並びに「QR  コード」及び「QR  Code」の文字は，自他商品等の識別標識としての機能を喪失していること",
              "text": [
                "以下のとおり，本件商標並びに「QR  コード」及び「QR  Code」の文字は，自他商品等の識別標識としての機能を喪失している。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許庁が，平成16年以降，15例にも上る拒絶理由通知及び拒絶査定(甲11～23，41，144)において一貫して認定してきたように，「QR  コード」及び「QR  Code」の文字からは，2次元コードの規格の一種であるQRコード規格との認識しか生じ得ない。",
                    "したがって，「QR  コード」及び「QR  Code」の文字，並びにこれらの文字を上下二段に書してなる本件商標を，「ダウンロード可能な電子計算機用プログラム」等を始めとする本件商標の指定商品の何れに表示しても，これに接する取引者・需要者は，QRコード(QR  Code)に関連する商品と理解するにとどまり，当該商品の自他商品等の識別標識として認識することはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "事典(甲24～26)及び新聞(甲69及び70)は，「QRコード」等の文字を，株式会社デンソー又は被告が開発した「2次元コード規格の1種」と，あくまで規格の1種類を表わす説明的・記述的な言葉であると説明しているのであり，株式会社デンソー又は被告が開発した2次元コードのようなコードそのものを示す言葉として説明しているのではない。",
                        "また，そもそも，誰が開発したかが一般に認識されているということは，自他商品等の識別標識としての機能を喪失していない根拠とすることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "商標登録されているのは，「QR  コード」及び「QR  Code」の文字を上下二段に書してなる本件商標であって，「QR  コード」，「QR  Code」の文字ではない。",
                        "「QR  Code」の文字については，これまで被告によって3度商標登録出願が行われたが，いずれも自他商品等の識別標識としての機能を発揮し得ないことを理由に，その商標登録を拒絶されている(甲14，16，18)。",
                        "「QR  Codeはデンソーウェーブの登録商標です。」との表示は，登録商標でない「QR  Code」の文字を登録商標であるとして表示する虚偽表示(商標法74条1号違反)であるから，このような虚偽表示は，当該虚偽表示の対象ではない本件商標が自他商品等の識別標識としての機能を喪失していないことの根拠とすることができるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「QR  コード」及び「QR  Code」の文字は，商標法上の商品ではない2次元コードの規格の一種を示す名称として使用され，「ダウンロード可能な電子計算機用プログラム」等を始めとする商標法上の商品を識別する標識として使用されていない(甲52の1・2等)。",
                        "そして，商標法上の商品ではない2次元コードの規格の一種を示す名称として使用される「QR コード」及び「QR Code」の文字に，商標法の保護対象たる信用が形成，蓄積されることはなく，ましてやこれらの文字とは同一でない本件商標に信用が形成，蓄積されることはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件商標ではなく，登録商標ではない「QR コード」及び「QR Code」の文字が登録商標であるとの虚偽が蔓延してしまい，被告の登録商標が，「QRコード」の文字ではなく，「QR  コード」及び「QR  Code」の文字を上下二段に書してなる本件商標であるということを知る人は極めて少ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標並びに「QR  コード」及び「QR  Code」の文字が，自他商品等の識別標識としての機能を喪失している以上，商標法50条1項に規定する「登録商標の使用」にはならないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "自他商品等の識別標識としての機能を喪失している商標について，商標法2条3項各号の「使用」を形式的に行っても，自他商品等の識別標識としての機能を発揮し得ないため，同法50条1項の「使用」に該当することはない。",
                    "そして，前記(2)のとおり，本件商標並びに「QR  コード」及び「QR  Code」の文字は，自他商品等の識別標識としての機能を喪失している。",
                    "したがって，本件商標並びに「QR  コード」及び「QR  Code」の文字の表示が，同法50条1項の「使用」に該当することはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，商標法50条の「使用」は，出所表示機能を発揮するような態様での使用(いわゆる商標的使用)に限定されず，商標法2条3項各号のいずれかの使用に該当すれば肯定されると主張する。",
                    "しかし，「商標」は，自他商品等の識別標識としての機能を，その本質的機能とすることからすると，同法50条1項の「使用」は，その本質的機能たる自他商品等の識別標識としての機能を発揮するような態様での使用，すなわち商標的使用に限られると解すべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，登録商標が自他商品等の識別機能を欠いていることは，本来登録無効の問題であり，現行法上，商標登録の無効審判請求は，商標権の設定登録の日から5年を経過した後は，請求することができないし(商標法47条)，また，後発的な普通名称化を理由とする無効を認めていないことから，商標登録の無効を請求できないにもかかわらず，不使用取消審判の請求は可能とすることは，制度の矛盾といわざるを得ないと主張する。",
                    "しかし，原告は，本件商標の不使用を理由に不使用取消審判を請求しているのであって，後発的な普通名称化を理由に不使用取消審判を請求しているのでない。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告主張に係る各使用商標は，いずれも，本件商標と社会通念上同一とはいえないこと",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "登録商標と社会通念上同一であるというためには，登録商標及び使用商標の双方に自他商品等の識別力があることが当然の前提となる。登録商標及び使用商標の少なくともいずれか一方が自他商品等の識別力を有しなければ，使用商標が登録商標と社会通念上同一であることはない。",
                "したがって，前記1(2)のとおり，本件商標は自他商品等の識別力を有しない以上，使用商標1～7は，いずれも本件商標と社会通念上同一の商標ではない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標上段の「QR  コード」について",
                  "text": [
                    "「QR  コード」中，「コード」という称呼が生じる語としては，「符号」等の観念が生じる「Code」の他に，「紐」あるいは「(電気・電話の)コード」等の観念が生じる「Cord」や，「(楽器の)弦」等の観念が生じる「Chord」等の複数の語が存在し，これらはいずれも，日常生活において広く使用されている。そうすると，本件商標上段の「QR  コード」という称呼を生じさせる語としては，本件商標下段の「QR Code」の他にも，「QR  Cord」や「QR Chord」等を想起することができる。例えば，Google等の検索エンジンで「QR Cord」や「QR  Chord」を検索してみると，多数の使用例を確認することができる(甲5，6)。",
                    "そして，本件商標下段の「QR  Code」からは，「素早く反応する『符号』」等の観念が生じるのに対し，「QR  Cord」からは，「素早く反応する『紐』あるいは『(電気・電話の)コード』」や，「トリニティ株式会社が販売するデスクトップ型ケーブルウェイトホルダー」(甲42)という本件商標下段の「QR  Code」とは別異の観念が生じる。また，「QR  Chord」からは，「素早く反応する『(楽器の)弦』」という本件商標下段の「QR  Code」とは別異の観念が生じる。",
                    "以上のとおり，本件商標上段の「QR  コード」という称呼からは，本件商標下段の「QR  Code」の他，本件商標下段の「QR  Code」とは別異の観念を生じさせる「QR Cord」や「QR Chord」等も当然に想起され，常に本件商標下段の「QR  Code」が想起されるということができない。",
                    "したがって，本件商標上段の「QR  コード」の文字は，本件商標と社会通念上同一の商標ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標下段の「QR  Code」について",
                  "text": [
                    "「QR  Code」中，「Code」という語からは，「コード」という称呼の他に，「コーデ」という称呼が生じ，「Code」を「コーデ」という称呼で使用する場合，「Code」からは，「コード」とは別異の「(ファッションの)コーディネート」という観念が生じる(甲7)。",
                    "そして，上記の「QR」という語が「主にアパレル業界に適用される。」(甲4)ことに鑑みると，「QR」という語と，「(ファッションの)コーディネート」という観念が生じる「コーデ」という語とは親和性が非常に高く，これらが結び付いて「QRコーデ」という語を生じさせることは極めて自然なことである。実際にも，「素早い反応で『コーディネートできる』」という観念を生じさせる「QRコーデ」(甲8)という語が使用されている。",
                    "そうすると，本件商標下段の「QR  Code」からは，本件商標上段の「QR  コード」の他，本件商標上段の「QR  コード」とは別異の称呼及び観念を生じさせる「QRコーデ」等も当然に想起され，常に本件商標上段の「QR  コード」が想起されるとはいうことはできない。",
                    "したがって，本件商標下段の「QR  Code」の文字は，本件商標と社会通念上同一の商標ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，被告は，本件商標とは別個に，「ダウンロード可能な電子計算機用プログラム」を含むとされる指定商品(第9類「電子応用機械器具及びその部品」)について，「QR  コード」及び「QR Code」の文字の新規出願を繰り返し行っていることに照らしても(甲13，14，18，19)，「QR  コード」及び「QR Code」の文字と本件商標とが社会通念上同一であると認めることはできない(甲44)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被告主張に係る各使用商標について，いずれも，本件商標を「使用」しているとはいえないこと",
          "content": [
            {
              "fig": "(1)",
              "subject": "使用商標1(以下，別紙2の「使用商標」欄の赤線で囲んだ部分の各商標をそれぞれ「使用商標1」などといい，「使用商標2-1」～「使用商標2-4」については「使用商標2」と総称する。)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標及び「QR  コード」の文字は，自他商品等の識別標識としての機能を喪失していることは，前記1(2)のとおりである。したがって，「QRコード」の文字からなる使用商標1も，自他商品等の識別標識としての機能を発揮し得ない。",
                    "このように，使用商標1は，自他商品等の識別標識としての機能を発揮し得ない以上，本件商標と社会通念上同一ではないし，使用商標1の記載が商標法50条1項の「使用」となることもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "使用商標1が本件商品2の識別標識ではないこと",
                  "text": [
                    "使用商標1は，本件商品2にQRコード規格に従った2次元コードを作成する機能があることを示す記述的表示にすぎない。",
                    "すなわち，使用商標1の「QRコード作成」との記載は，「機能一覧」の中の「Facebook投稿」，「Twitter投稿」及び「LIＮE投稿」等の他の記載と同様，本件商品2の中の多数の機能の一つを表すものとして示されているにすぎず，本件商品2全体を示す識別標識として使用されたものではない。",
                    "本件商品2の識別標識として使用されているのは，「\"Q\"」又は別に商標登録している「QとRの文字が組み合された形状のアイコン」(登録番号5766198号。甲53の2。同アイコンを，以下「本件QRアイコン」という。)であって，使用商標1ではない。",
                    "また，使用商標1が記載されている甲98の1ウェブサイトは，商標法2条3項8号の「広告」に該当しないから，同ウェブサイトにおける使用商標1の記載が，同号の「使用」となることはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "アララ社は，本件商標の通常使用権者ではないこと",
                  "text": [
                    "以下の理由から，アララ社が本件商標の通常使用権者であると認めることはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "アララ社は，本件商標の商標登録原簿に専用使用権者としても，通常使用権者としても登録されていないし(甲39)，本件商標の使用許諾書も提示されておらず，アララ社が本件商標の通常使用権者であることを客観的に示す証拠は存在しない。",
                        "被告が原告と締結した「ビジネスアライアンスに関する契約書」(甲149)の3条(クロスライセンス)3項には，「本契約のいかなる条項も，対象特許以外のいかなる知的財産権をも実施許諾するものではない。」と規定されており，また，被告が原告以外の第三者と締結した「SQRCライセンス契約」(甲119。以下「本件SQRCライセンス契約」という。)の2条(許諾権利)にも，「なお，本契約は，本条に規定された許諾権利以外，ソフトウェアに関わる如何なる権利も明示的にも，黙示的にも乙に許諾するものではない」と規定されていることからすると，被告が契約書に規定のない知的財産権を黙示的に許諾することは，会社の方針としてないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "確認書(甲122)におけるアララ社の陳述によると，被告のアララ社に対する本件商標の黙示の通常使用権の許諾が開始されたのは，平成24年12月1日であるから，その2年近くも後の平成26年10月にされたとされる資本・業務提携が，被告のアララ社に対する黙示の通常使用権の許諾とは無関係なのは明らかである。",
                        "仮に，上記確認書におけるアララ社の陳述が真実であるとすれば，いかなる出来事が契機となって，平成24年12月1日に，被告がアララ社に対して本件商標権に関する黙示の通常使用権を許諾したことになったのか未だに謎である。",
                        "また，上記確認書におけるアララ社の陳述によれば，被告のアララ社に対する本件商標の黙示の通常使用権の許諾が終了したのは，平成27年12月1日であるから，その約半年後の役員共通は，被告のアララ社に対する本件商標の黙示の通常使用権の許諾とは明らかに無関係である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件商品2は，商標法上の「商品」ではないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "商標法上の「商品」というためには，商取引の対象であって，出所表示機能を保護する必要のあるものでなければならないところ，本件商品2は，無料で配布されるものであり，商取引の対象ではなく，出所表示機能を保護する必要のあるものではないため，商標法上の「商品」ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，被告及びアララ社には，本件商品2を活用して，食品，工業製品の分野でトレーサビリティをキーワードにした事業を展開する具体的計画があるから，本件商品2は，トレーサビリティをキーワードとした事業の一環に位置付けられたものであり，本件商品2の取引は，全体としてみれば商取引の対象であると主張する。",
                        "しかし，被告の上記主張において商取引の対象となっているのは，本件商品2ではなく，「食品及び工業製品の『トレーサビリティ』サービス」(甲61の1頁目)と呼ばれる「役務」や「真偽判定サービス」(甲61の2頁目及び乙27の79頁目)と呼ばれる「役務」であることは明らかである。",
                        "したがって，本件商品2は，商標法上の「商品」でなく，被告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "使用商標1は，本件商標と社会通念上同一とはいえないこと",
                  "text": [
                    "使用商標1は，「QRコード作成」の記載の一部であるところ，「QRコード作成」を使用商標1と「作成」とに分離して把握することはできない。",
                    "そして，「QRコード作成」と本件商標とが社会通念上同一ではないことは明らかであるから，使用商標1は，本件商標とは，社会通念上同一とはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用商標2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標並びに「QR  コード」及び「QR  Code」の文字は，自他商品等の識別標識としての機能を喪失していることは，前記1(2)のとおりである。したがって，「QR」のロゴと文字で表される「コード」部分とを組み合わせた使用商標2-1，「QR  Code」の文字からなる使用商標2-2，「QRコード」の文字からなる使用商標2-3及び「qrcode」の文字からなる使用商標2-4は，いずれも自他商品等の識別標識としての機能を発揮し得ない。",
                    "このように，使用商標2は，いずれも自他商品等の識別標識としての機能を発揮し得ない以上，本件商標と社会通念上同一ではないし，使用商標2の記載が商標法50条1項の「使用」となることもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "使用商標2-1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲92ウェブサイトの1頁目の「キューアール＼QRコードドットコム」との表示は，「QRコード®のすべてがわかる情報サイト」のタイトルであって，その中の「QR」のロゴと文字で表される「コード」部分とを組み合わせた使用商標2-1は，本件商品4を含む何らかの商品の識別標識として表示されたものではない。",
                        "また，甲92ウェブサイトのタイトル「キューアール＼QRコードドットコム」は，ドメイン名に対応するものとして一体に把握・認識され，「ドットコム」部分と「キューアール」部分とを外して，図形で表される「QR」のロゴと文字で表される「コード」部分とを組み合わせた使用商標2-1が分離して把握・認識されることはないところ，「キューアール＼QRコードドットコム」は，「ドットコム」及び「キューアール」を含む点などで，明らかに本件商標とは社会通念上同一ではない。",
                        "さらに，甲92ウェブサイトのタイトル「キューアール＼QRコードドットコム」から，「QR」のロゴと文字で表される「コード」を組み合わせた使用商標2-1が把握されるとしても，本件商標が「QR  コード」及び「QR  Code」の文字を上下二段に表してなるのに対し，「キューアール＼QRコードドットコム」における「QR  コード」は，図形で表される「QR」のロゴと文字で表される「コード」を組み合わせたものであって，本件商標と使用商標2-1は社会通念上同一ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，「キューアール／QRコードドットコム」に接するわが国の需要者は，甲92ウェブサイトのドメイン名のセカンドレベルドメインに対応する「QRコード」を同タイトルの要部として把握，認識すると考えるのが自然であり，「QRコード」と「ドットコム」の部分を分離して観察することができることから，使用商標2-1は，単独で，本件商標と対比される使用商標と特定することができると主張するが，以下の理由から，被告の主張は理由がない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「．com」がインターネットアドレスの後部に付くものであることはよく知られているというべきであり，「○○．com」との表示は，全体が一体となってインターネットアドレスの一部を表すもので，一体であることによって特定の意味を持つといえるから，「キューアール＼QRコードドットコム」をあえて，ドメイン名のセカンドレベルドメインに対応する「キューアール＼QRコード」部分と，「．com」のカタカナ文字による音訳表記である「ドットコム」部分とに分離して，「ドットコム」部分を要部から外すことに合理的理由はない。",
                            "したがって，同タイトルに接するわが国の需要者が，「ドットコム」部分を要部から外して，「『QRコード』を同タイトルの要部として把握・認識する」ことはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「キューアール＼QRコードドットコム」のタイトルのうち，「QR」は，文字ではなく，QRコードの切り出しシンボルをモチーフにロゴ化された図形で表されているのに対して，「コードドットコム」の文字は，全て同一書体で表されているのであるから，同タイトルに接するわが国の需要者が，同一書体で表される「コードドットコム」を，あえて「コード」部分と「ドットコム」部分とに分離するとともに，「ドットコム」部分と「キューアール」部分とを外して，図形で表される「QR」のロゴと文字で表される「コード」部分とを組み合わせて，これを同タイトルの要部として把握・認識することはない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "「要部」とは，「独立して自他商品・役務の識別標識としての機能を果たし得る部分」をいうところ，自他商品等の識別標識としての機能を喪失している「QRコード」の部分が要部であると理解されることはない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "使用商標2-2について",
                  "text": [
                    "甲92ウェブサイトにおける「DEＮSO WAVE，the  Inventor of  QR  Code」との文字列は，被告である「DEＮSO  WAVE」が，2次元コードの規格の一種である「QR  Code」規格の開発者であることを記述的に表示するものにすぎず，その中の「QR  Code」(使用商標2-2)の文字は，本件商品4を含む何らかの商品の識別標識として表示されたものではない。",
                    "「DEＮSO  WAVE，the Inventor  of  QR  Code」の文字列のうち，識別力を発揮する部分は，商品の出所を示す「DEＮSO  WAVE」部分であって，「QR  Code」(使用商標2-2)ではない。",
                    "そして，「DEＮSO  WAVE」の部分は，本件商標と社会通念上同一ではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "使用商標2-3について",
                  "text": [
                    "「QRコードの種類」との表示は，その下方にQRコード規格に基づく様々な2次元コードが表示されていることからすると，「本件商品4に係るソフトウェアの種類」ではなく，「QRコード規格に基づく様々な2次元コードの種類」を意味する記述的表示にすぎず，その中の「QRコード」(使用商標2-3)の文字は，本件商品4を含む何らかの商品の識別標識として表示されたものではない。自他商品等の識別標識として機能し得るのは，「(株)デンソーウェーブ」の表示である。",
                    "また，甲92ウェブサイトの1頁目には，「導入するには？」以外のリンク部分からは，本件商品4が紹介されるページにアクセスすることはできないから，「QRコードの種類」の中の「QRコード」(使用商標2-3)の文字は，本件商品4の識別標識として表示されたものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "使用商標2-4について",
                  "text": [
                    "「qrcode」(使用商標2-4)は，自他商品等の識別標識としての機能を喪失しており，要部であると理解されることはない。自他商品等の識別標識として機能し得るのは，「(株)デンソーウェーブ」の表示である。",
                    "したがって，「qrcode」(使用商標2-4)は，本件商品4の識別標識として表示されたものではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲92ウェブサイトは本件商品4についての広告とはいえないこと",
                  "text": [
                    "甲92ウェブサイトのトップページから本件商品4が表示されたページにたどりつくのは極めて困難であること，甲92ウェブサイトは，専らQRコード規格について解説するためのウェブサイトであると認識されることからすると，甲92ウェブサイトは本件商品4についての広告とはいえない。",
                    "また，本件商品4の商標として理解できるのは，「QRdraw  Jr」，「QRdraw  Ad」，「QRmaker  Ad」及び「QRmaker  JV」のみであり，使用商標2を商標として理解することはできない以上，甲92ウェブサイトが本件商品4の広告と理解できる場合があるしても，その場合に当該広告に使用されている商標は「QRdraw  Jr」等であり，使用商標2ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "使用商標3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(2)のとおり，本件商標及び「QR  Code」の文字は，自他商品等の識別標識としての機能を喪失しているから，使用商標3は，自他商品等の識別標識としての機能を発揮し得ない。",
                    "そして，使用商標3は，自他商品等の識別標識としての機能を発揮し得ない以上，本件商標と社会通念上同一ではないし，使用商標3の記載が商標法50条1項の「使用」となることもない。",
                    "また，本件商品2を提供するアララ社は，本件商標の通常使用権者ではない。",
                    "さらに，本件商品2は，商標法上の「商品」ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「QRコード」の文字は，本件商品2のみならず，被告以外の第三者が提供する多数の「ダウンロード可能な電子計算機用プログラム」においても，QRコード規格に従った2次元コードそれ自体といった意味合いや，当該2次元コードの読取機能や作成機能を有するといった品質表示的な意味合い，すなわち商品の「用途」等を表すために使用されている(甲52の1・2)。",
                        "したがって，「ダウンロード可能な電子計算機用プログラム」について，「QRコード」と表示しても自他商品等の識別標識として機能することはあり得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点について，被告は，2015年2月版自動認識機器総合カタログ(乙1，27。以下「本件カタログ」という。)に，本件QRアイコンの直下に，使用商標3が，赤い文字を用いて，看者の注意をひく態様で表示されていることを根拠に，使用商標3が，本件商品2の出所識別標識として使用されていると主張する。",
                        "しかし，本件商品2は，QRコード規格の2次元コードの読取りや作成をすることを目的とするプログラムであるから，本件商品2に対し，赤い文字で「QR  Code」と表示したところで，当該表示は，単に「当該ソフトウェアは，QRコード規格の2次元コードの読取り等をするためのソフトウェア」であるという，プログラムの用途そのものを簡潔に表していると認識されるにすぎない。すなわち，使用商標3の表示は，本件商品2の「用途」を目立つようにわかりやすく表示しているにすぎず，本件商品2の出所識別標識として認識されることはあり得ない。",
                        "また，一般的に，商品やそのパッケージ等に，使用方法についての注意書きが大きく表示がされているのは顕著な事実であるから，これらの表示を単に看者の注意をひく表示であるからという理由でその商品の商標や商品名と認識してしまうことはあり得ない。なお，使用商標3の表示は，本件パンフレットのその他の文字と比べて，小さく，細いこと，左下隅に記載されていることから，最も目立たない表示となっている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件カタログに記載された使用商標3の上には本件QRアイコンが記載されているが，被告は，本件QRアイコンと使用商標3が二段となって構成された表示と同一の構成の商標の登録を受けている(登録第5766197号。甲53の1。同商標を以下「197号商標」という。)。",
                        "したがって，本件パンフレットに記載された使用商標3は，197号商標の一部にすぎず，使用商標3のみが独立して認識されることはない。本件パンフレットに表示されている商標は，197号商標であって，使用商標3ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点について，被告は，一つの商品に複数の商標が使用され得る以上，本件パンフレットの197号商標部分が商標であることは，使用商標3が商標であることを否定する理由にはならないと主張する。",
                        "しかし，1商標1出願の原則のもと，被告は，197号商標を一つの商標として出願し，登録を受けたのであり，それにもかかわらず，本件QRアイコン部分も，使用商標3の部分もそれぞれ独立しており，複数の独立した登録商標を並べて同時に表示していると主張するのは，都合がよすぎる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，本件QRアイコンについて，商標の登録を受けており(登録番号5766198号)，また，本件商品2に関しては，主に本件QRアイコンが表示されているから，本件パンフレットの197号商標の表示が，本件QRアイコン部分と使用商標3部分とに分離されて把握される場合があるとしても，本件商品2の識別標識となり得るのは本件QRアイコン部分のみであり，使用商標3部分は，単に「QRコード規格の2次元コードの読取り等をするためのソフトウェア」という本件商品2の用途を簡潔に説明するための表示と認識されるにすぎない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以下のとおり，使用商標3は，本件商標と社会通念上同一ではない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標と使用商標3とを対比すると，本件商標が一般的な書体にて上下二段書きとしているのに対し，使用商標3は，全体を赤色とし，一部を図形化させた(「Q」と「R」の一部を重ね，「R」の一部を欠落させた。)上で，一段のみで表示した商標であり，もはやお互いに全く別異の商標である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，被告は，アララ社が本件商品2についてプレスリリースした平成26年9月9日と同時期である同年12月26日に，197号商標の出願をしたのであるから，197号商標が登録された以降は，本件商品2について197号商標を表示する行為は，専ら197号商標を使用するものであり，したがって，本件商標との同一性を判断するに当たって，使用商標3の部分のみを抽出して比較すべきではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点について，被告は，使用商標3とその上の本件QRアイコンは，分離して観察することができ，したがって，使用商標3の部分を抽出することができると主張する。",
                        "しかし，使用商標3とその上の本件QRアイコンは，「QR」部分を一部重なり合わせ，「QがRの前面に重なるように表示されている点」において共通するデザイン手法がとられており，また，同じ赤い色により表示されている点も共通している。",
                        "このように，使用商標3と本件QRアイコンとは，全体的に共通したデザインにより構成されているのであるから，むしろ一体的なまとまりのある商標と認識されると考える方が自然である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被告は，本件カタログは，平成27年3月6日に，「リテールテックJAPAＮ2015」(以下「本件展示会」という。)の会場で頒布されたと主張するが，被告が提出した証拠(乙3～9)からは，同事実は確認できない。",
                    "乙5の1～3によると，本件カタログが上記会場に配達されたのは平成27年3月6日であるが，これは，本件展示会の開催期間の最終日である。そうすると，その前日までは，本件カタログではない別の印刷物等が頒布されていたと考えられ，同印刷物が，最終日においても引き続き頒布されていた可能性もあるから，本件カタログが上記の日に頒布されたか否かについても疑わしいと考えざるを得ない。",
                    "また，仮に，本件カタログが上記会場に配達された事実があるとしても，例えば被告の社員のみに配布され，一般の来訪者には全く頒布されなかった可能性もあり得る。",
                    "したがって，被告が提出した証拠からは，本件カタログが同会場において一般の需用者に頒布されたことを合理的に推認することは不可能である。"
                  ]
                },
                {
                  "fig": "キ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "最も看者の注意をひく本件カタログの表紙には，使用商標3は全く表示されておらず，主な表示は「DEＮSO」，「DEＮSO  WAVE」及び「Automatic  Data Capture」のみであり，このうち「Automatic  Data  Capture」は，単にカタログの内容を説明する言葉であるから，「DEＮSO」及び「DEＮSO  WAVE」が本件カタログの表紙に表示されている商標といえる。裏表紙において目立つ文字は，「もっと知りたい！にお応えします。／デンソーウェーブのホームページ」，「［自動認識製品の総合サイト］／DEＮSO  WAVEホームページ」，「DEＮSO  WAVE公式Facebookページ」，「株式会社デンソーウェーブ」であり，「DEＮSO WAVE」又は「デンソーウェーブ」の表示が繰り返し表示されている。本件カタログの2頁目にも，「DEＮSO」の文字が大きく表示されている。",
                        "一方，「QRcode．com」の文字は，わずか1か所に表示されているにすぎず，「DEＮSO  WAVE」又は「デンソーウェーブ」の文字が繰り返し用いられていることと比較すると，ほとんど目立たない表示である。",
                        "このような表示を見ると，本件カタログに用いられている商標は「DEＮSO WAVE」又は「デンソーウェーブ」であることが明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件カタログは，73頁までが被告製品の紹介であり，74頁から78頁までは，専らQRコード規格等についての技術的な解説，紹介であるが，使用商標3は，後者の専らQRコード等の規格に関する説明を行う場面において用いられているにすぎず，被告の製品を紹介する場面において表示されているものではない。",
                        "このような場面において，QRコード規格の2次元コードとともに，使用商標3である「QR Code」を表示したとしても，一般の需要者・取引者は，単に当該2次元コードが「QRコード規格に基づいた2次元コード」であると理解するにすぎず，自他商品等識別標識として理解されることはあり得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "使用商標がどのような商品，サービスの広告として使用されているかを判断するためには，広告媒体とされる物がどのような趣旨で作成，頒布されたかを十分検討する必要があり，本件カタログについても，それがどのような趣旨で作成，頒布されたかを十分に検討しなければならないところ，本件商品2は本件カタログの78頁のQRコード規格等についての技術的な解説，紹介の中で隅に記載されているにすぎないことからすると，本件カタログが，本件商品2を紹介する趣旨で作成，頒布されたものでなく，本件商品2の広告に該当しないことも明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，本件カタログの78頁において，使用商標3，「ダウンロード(無料)／はこちらから！」という記載及びQRコード規格の2次元コードが近接して表示されていることから，使用商標3が本件商品2との具体的関係において使用されていると主張する。",
                        "しかし，これらは全く近接して表示されていない。",
                        "また，使用商標3とこれらの表示との間には，他の言葉や文章が表示されているから，この点からも使用商標3が「ダウンロード(無料)／はこちらから！」という記載及びQRコード規格の2次元コードと何らかの関連性があると理解することはできない。",
                        "したがって，使用商標3が本件商品2のアプリとの具体的関係において使用されていると理解することは不可能である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "「商標」とは，標章であって，「業として商品を生産し，証明し，又は譲渡する者がその商品について使用をするもの」等をいうところ，本件商品2に係る無料アプリは，アララ社が提供するものであって，被告が提供するものではないから，被告が頒布したと主張する本件カタログに，アララ社が提供する本件商品2に係る無料アプリを掲載するとともに使用商標3を付したとしても，使用商標3は，「業として商品を生産し，証明し，又は譲渡する者がその商品について使用をするもの」等ではないため，商標法2条1項各号に規定の「商標」ではない。",
                    "したがって，被告が，本件カタログにアララ社が提供する本件商品2に係る無料アプリを掲載するとともに使用商標3を付して頒布したとしても，商標法50条1項の「使用」に該当することはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "使用商標4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(2)のとおり，本件商標及び「QR  コード」の文字は，自他商品等の識別標識としての機能を喪失しているから，使用商標4は，自他商品等の識別標識としての機能を発揮し得ない。",
                    "そして，使用商標4は，自他商品等の識別標識としての機能を発揮し得ない以上，本件商標と社会通念上同一ではないし，使用商標4の記載が商標法50条1項の「使用」となることもない。",
                    "また，前記(3)のとおり，本件商品2を提供するアララ社は，本件商標の通常使用権者ではないし，本件商品2がアララ社によって提供されている以上，被告が頒布したと主張する本件カタログに掲載された本件商品2に本件商標4を付しても商標法50条1項の「商標」には当たらない。",
                    "さらに，本件商品2は，商標法上の「商品」ではない。",
                    "加えて，前記(3)のとおり，本件カタログが要証期間内に頒布されたこともない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "使用商標4は，単に本件商品2の用途を説明する文章の中で用いられているにすぎないから，本件商標4が自他商品識別機能を発揮することはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件商品2について自他商品識別機能を発揮する表示は“Q”のみであり，本件商標4が本件商品2の自他商品識別機能を発揮するとは考えられない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，使用商標4には®表示が付されているから，本件商品2の出所識別標識として使用されていると主張する。",
                        "しかし，®表示が付されていることと，使用商標が自他商品識別機能を発揮するか否かは根本的に無関係であると考えるべきであり，®マークを繰り返し付したり，登録商標である旨を繰り返し表示しても，これによって，各使用商標が自他商品識別機能を発揮すると考えることは不可能である。また，®のマークが付されていても，前後の文字との関係でまとまった意味合いを認識できるか，前後の文字も含めてはじめて文章として成立するような場合は，たとえ®の文字が途中に存在しても，それは無視されて，全体的な意味のつながりの方が優先されると考えるのが自然であるところ，使用商標4が表示された一連の文章である「フレームQR®対応スマホリーダー  QRコード®リーダー“Q”」なる表示は，単に「フレームQRに対応したスマートフォン用読み取りアプリ  QRコード規格の2次元コードを読み取るためのアプリ“Q”」という具体的意味合いを直ちに認識させる。",
                        "また，本件商標以外の表示(一段書きの「QRコード」や「QR  Code」等)に対し，商標登録されている旨の表示を行うことは，全て虚偽表示に該当する(商標法74条1号違反)。そして，虚偽表示を故意に行うことは刑事罰の対象ともなり得る違法行為である(商標法80条)。したがって，本件商標と同一の商標とはいえない使用商標4について®を表示する行為は，完全な違法行為であるから，このような違法行為に基づいた，使用商標4が本件商品2の自他商品識別機能を発揮するとの被告の主張は認められるべきではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件カタログの表示及び裏表紙を見ると，被告が主張するところのメインブランドは「DEＮSO  WAVE」又は「デンソーウェーブ」という商標なのであり，本件商標でないことは明らかであること，本件カタログの内容を見ると，本件カタログが本件商品2を紹介するものでないことも明らかであること，使用商標4は，本件商品2とは全く関連性を有するものでないし，仮に関連性があるとすれば，使用商標4は本件商品2の「用途」を簡潔に表示する表示にすぎないことからすると，使用商標4が本件商品2の自他商品等識別標識として理解されることはあり得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "使用商標5について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(2)のとおり，本件商標及び「QR  Code」の文字は，自他商品等の識別標識としての機能を喪失しているから，使用商標5は，自他商品等の識別標識としての機能を発揮し得ない。",
                    "そして，使用商標5は，自他商品等の識別標識としての機能を発揮し得ない以上，本件商標と社会通念上同一ではないし，使用商標5の記載が商標法50条1項の「使用」となることもない。",
                    "また，本件商品2を提供するアララ社は，本件商標の通常使用権者ではない。",
                    "さらに，本件商品2は，商標法上の「商品」ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "出所識別標識として機能し得るのは各種アイコンであることは明らかであり(甲52の2)，アイコンの下の「QR Code」の文字である使用商標5が「ダウンロード可能な電子計算機用プログラム」の出所識別標識として機能することはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件商品2の紹介ページには，アイコンのみが表示され，その下に使用商標5は，表示されていない(甲37，38，甲59の1・2  甲98の1・2・5)。",
                    "使用商標5は，紹介ページから本件商品2を入手し，スマートフォンにインストールして初めて，その画面上にアイコンの下に表示され(甲85の1・2，甲99)，入手時には認識されないから，その表示が商標法50条1項の「使用」に該当することはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，本件商品2は，平成26年10月17日には使用商標5は使用されていたと主張する。",
                    "しかし，以下のとおり，被告の上記主張は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲95及び甲97の1は，「Copyright 2016 arara inc. All Rithts Reserved.」との記載から明らかなように，要証期間後の2016年に作成されたものであるから，そもそも本件商標の使用証拠たり得ない。",
                        "また，乙10も，「バージョン1．8．5の新機能  掲載日：2016年12月15日」との記載から明らかなように，要証期間後に作成されたものであるから，そもそも本件商標の使用証拠たり得ない。",
                        "甲96も，「更新  2016年12月15日」との記載や，「Copyright 2016 arara inc. All Rithts Reserved.」との記載から明らかなように，要証期間後に作成されたものであり，乙11も，「1．8．5配信準備完了」との記載から明らかなように，要証期間後の2016年12月15日以降に作成されたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "平成26年8月22日までに，本件商品2のアイコンの下の文字が「Q」から「QR code」，「QR  code」から「QR  Code」へと少なくとも2回変更された事実がうかがわれ(甲95)，また，アララ社が行った同年9月9日付けプレスリリース(甲93)では，本件商品2のアイコンの下の文字が，さらに「QRCode  Reader」に変更されている。",
                        "そうすると，iOS版がリリースされた同年10月17日の時点では，本件商品2のアイコンの下の文字は，「QR Code」であったと考えるよりも，「qrcodereader」であったと考える方がむしろ自然である。",
                        "そして，「qrcodereader」の表示であったとすれば，英数字半角小文字で丁度12文字となるため，アイコン下に表示可能な文字数を超えることはなく，文字全てを表示することは可能である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "使用商標6について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(1)のとおり，2次元コードである本件商品5は，商標法上の「商品」ではない。",
                    "また，前記1(2)のとおり，本件商標及び「QR  コード」の文字は，自他商品等の識別標識としての機能を喪失しているから，使用商標6は，自他商品等の識別標識としての機能を発揮し得ない。",
                    "そして，使用商標6は，自他商品等の識別標識としての機能を発揮し得ない以上，本件商標と社会通念上同一ではないし，使用商標6の記載が商標法50条1項の「使用」となることもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "使用商標6が含まれている「SQRC(セキュリティ機能搭載QRコード)」との表示のうち，「セキュリティ機能搭載QRコード」の表示は，甲118の2のウェブサイト(以下「甲118の2ウェブサイト」という。)中の「セキュリティ機能を持った新しいQRコード」との記載及び「SQRCとは，データの読み取り制限機能を持った新しいQRコードです。」との記載から明らかなように，「SQRC」がセキュリティ機能を持った新しいQRコード規格に適合した二次元コードであることを記述的に表示したものにすぎず，本件商品5に係る2次元コードの識別標識として使用されたものではない。",
                    "そして，「セキュリティ機能搭載QRコード」の表示は，外観上も，セキュリティ機能を持った新しいQRコード規格に適合した二次元コードという意味合いにおいても一体的に把握，認識され，「セキュリティ機能搭載」と「QRコード」とに分離分断して把握，認識されることはない。",
                    "また，自他商品等の識別標識としての機能を喪失している「QRコード」の部分が要部であると理解されることはなく，「QRコード」の部分(使用商標6)が分離独立して抽出されることはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件SQRCライセンス契約(甲119)は，取引を全体として観察すると，商取引の対象となっているのは，「『SQRC』の生成ソフトウェアの使用についてライセンスを供与する」という第45類の「工業所有権及び著作権のライセンスの許諾」に含まれる役務であって，2次元コード(SQRC)それ自体ではないから，同契約を根拠として，本件商品5が商標法上の「商品」に当たるということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「商品及び役務の区分解説〔国際分類第10版対応〕」の51頁の「『電子応用機械器具及びその部品』(11C01・11C02)」には，「この商品は，電子の作用を応用したもので，電子の作用をその機械器具の機能の本質的な要素としているものが該当します。」と記載されている(甲32)ところ，「2次元コード」，「符号記録済みバーコード用ラベル」又は「光学的に情報が記録された，あるいはコード化されたラベル」は，光学の作用を応用したものであって，電子の作用を応用したものではなく，ましてや電子の作用をその機械器具の機能の本質的な要素としているものでない。",
                        "また，「ラベル」とは，「商標・品名・分類記号・宛先などを表示するために品物や容器などに貼る紙片。」(甲33)をいうところ，「符号記録済みバーコード用ラベル」又は「光学的に情報が記録された，あるいはコード化されたラベル」は「機械器具」でない。",
                        "したがって，「2次元コード」，「符号記録済みバーコード用ラベル」又は「光学的に情報が記録された，あるいはコード化されたラベル」は，いずれも「電子応用機械器具及びその部品」に含まれるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，本件商品5の商品名は「QRコード」と「SQRC」であり，前者をメインブランド，後者をサブブランドとして，いずれも本件商品5の商標として使用していると主張する。",
                    "しかし，「2次元コード」が，商標法上の「商品」には該当しない以上，「2次元コード」の名称たる「QRコード」及び「SQRC」が「商標」に該当することはなく，「ブランド」となることもないから，「QRコード」がメインブランド，「SQRC」がサブブランドとなることはない。",
                    "また，甲92ウェブサイトの1頁目では，「QRコードの種類」として，「SQRC」等が記載されているから，これに接する取引者・需要者は，「SQRC」を「QRコード」の一種であると認識する。",
                    "さらに，「SQRC」には「®」が付記される一方，「QRコード」には「®」が付記されていないことからすると，被告は，「SQRC」のみを「商標」として認識して表示し，「QRコード」の文字を「商標」として認識して表示していなかったものと認められる。",
                    "したがって，被告の上記主張は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "使用商標7について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(2)のとおり，本件商標及び「QR  Code」の文字は，自他商品等の識別標識としての機能を喪失しているから，使用商標7は，自他商品等の識別標識としての機能を発揮し得ない。",
                    "そして，使用商標7は，自他商品等の識別標識としての機能を発揮し得ない以上，本件商標と社会通念上同一ではないし，使用商標7の記載が商標法50条1項の「使用」となることもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件カタログ(乙27)の裏表紙の「QRcode．com」の表示は，同一書体，同間隔，同色で表示されており，全体でまとまりよく一体的に表示されている。そして，その上部に「QRコードのすべてがわかる情報サイト」と記載されており，「QRcode．com」の表示が，Webサイトの名称であることも容易に理解できる。さらに，その下段で白地の枠の中に「QRコードドットコム」と表示されていることから，「QRcode．com」を「キューアールコードドットコム」とまとまって称呼する表示であることも自然と理解できる。",
                    "また，「．com」がインターネットアドレスの後部に付くものであることはよく知られているというべきであり，「○○．com」との表示は，全体が一体となってインターネットアドレスの一部を表すもので，一体であることによって特定の意味を持つといえ，「QRcode．com」の表示においても，「．com」部分と「QRcode」部分は文字の大きさも色彩も同じであり，「．com」部分も十分判読可能であるから，「QRcode．com」をあえて分離し，「．com」を省略する合理的理由はない。",
                    "したがって，本件カタログの裏表紙の「QRcode．com」は，一体不可分のまとまった表示であり，「キューアールコードドットコム」と称呼される。使用商標7のみが独立して認識，把握されることはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件カタログの裏表紙の「QRcode．com」と本件商品4との関連性は全くない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件審判の手続が違法であり，裁量権の逸脱，濫用が認められること",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以下のとおり，本件審判の手続には，商標法56条で準用する特許法153条2項に違反する手続があった。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，使用商標1及び使用商標2を使用したことの主張はしていないにもかかわらず，本件審決は，使用商標1及び使用商標2を商標法50条の使用商標として認定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許庁は，本件商標並びに「QR  コード」及び「QR  Code」の文字が自他商品等の識別標識としての機能を喪失しているとして，15件にも及ぶ商標登録出願を拒絶している。そのため，被告は，本件審判の手続において，「商標法第50条所定の登録商標の『使用』については，・・・当該商標がその指定商品・役務について何らかの態様により商標法第2条第3項各号に規定されている『使用』が行われていれば十分であり，自他商品役務識別標識としての使用には限定されない」(甲131の14頁28行目～33行目)と主張し，特許庁の上記の立場を当然の前提としていた。それにもかかわらず，本件審決は，本件商標並びに「QR  コード」及び「QR  Code」の文字が自他商品等の識別標識としての機能を喪失しているとはいえないと認定した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "確認書(甲122)に記載されたアララ社の陳述が，被告がアララ社に対し黙示の通常使用権を許諾していたことを示す唯一の証拠方法であるところ，原告がアララ社の証人尋問を申し出たにもかかわらず，本件審判において，同証人を採用しなかった。",
                "したがって，本件審決は，唯一の証拠方法の法理に違反する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(1)，(2)の事情に，以下の事情を併せ考慮すると，本件審決は，商標法50条，ひいては商標法自体の本来の目的(同法第1条)から逸脱した不正な動機に基づいてなされたものであることは明らかであって，平等原則違反及び他事考慮も認められるから，裁量権の逸脱，濫用が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件商標が「不使用」であって取り消されるべきものであることを認識しながら，何としてでも維持するという結論を導こうという本来の目的から逸脱した不正な動機に基づいてされた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審判の審理事項通知書(甲127)には，「乙第1号証(判決注：本訴甲69)ないし乙第15号証(判決注：本訴甲83)中の『QRコード』及び『QR  Code』の表示について，被請求人(被告)の登録商標であるとの記載はあるものの，各書証に記載の内容は被請求人(被告)が開発したとする2次元コードの規格を示すものとしての説明と考えられ，本件商標が，どのような商品の取引において，どのように表示され使用されているかについて定かではありません。」と認定し，「本件商標が，どのような商品の取引において，どのように表示され使用されているかについて定かではありません。」として，自他商品等の識別標識としての機能を発揮しているとは認めらないと結論付けていた。",
                    "ところが，本件審決は，甲69，70には「QR  コード」及び「QR  Code」の文字が，「単に2次元コードの規格の名称」ではなく，「『被請求人が開発した2次元コード』として掲載されている」と認定し，「自他商品等の識別標識としての機能を喪失しているとはいえない。」と判断した。",
                    "本件審決がこのように判断したのは，本件商標が「不使用」であって取り消されるべきものであることを認識しながら，何としてでも維持するという結論を導くために，「自他商品等の識別標識としての機能を喪失しているとはいえない。」と認定せざるを得なくなったからに他ならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，平成28年3月14日付け上申書(甲143の1)において，「本件取消審判の請求を受けるまでの被請求人(被告)と請求人(原告)の間の業務上の過去の経緯等」といった本件審判において本来考慮すべきでないことを考慮すること(他事考慮)を求めるべく，「本件取消審判の関する口頭審理以外の場面で」，しかも「その内容について記録が残らない形で」の面談を審判長に申し込んでいる。",
                    "ところが，上記上申書の提出の事実が原告に知らされることも，その副本が原告に郵送されることも一切なかった。",
                    "そして，被告の要求のとおりに面談の記録が一切残っていないことに照らすと，「本件取消審判の請求を受けるまでの被請求人(被告)と請求人(原告)の間の業務上の過去の経緯等」といった本件取消審判において本来考慮すべきでないことを考慮すること(他事考慮)を求める面談が，「その内容について記録が残らない形で」実際に行われたと考えるのが自然である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標は，自他商品等の識別標識であること",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標は，そもそも登録商標権利者の独自創作にかかる造語であるところ，本来的に識別力があることから登録されたものである。",
                "被告が独自開発した2次元コードは，一定の特徴と高い品質を備えたものであり，業界標準化，国内規格化及び国際規格化を達成し，本件商標を付した2次元コードの被告による積極的な宣伝広告活動もあって，爆発的に普及した。これに伴い，本件商標は，国内外の各分野の企業活動に従事する者だけでなく，一般消費者の間においても「2次元コードを読み取る又は生成するソフトウェア」や「一定の特徴を有する高品質の2次元コード」の出所を示すメインブランドとして著名な登録商標となっていることは周知の事実である。",
                "一方，被告は，普通名称化を防止するために第三者が本件商標に言及する際には「本件商標は，デンソーウェーブの登録商標です」という注意喚起文言を表示するよう再三再四にわたって依頼するなど，本件商標の管理を継続的に行ってきた。その結果，QRコードは，事典及び新聞(甲24～26，69，70)で「被告が開発した2次元コード」などと掲載され，多数のウェブサイトにおいても「QR  Codeはデンソーウェーブの登録商標です。」といった掲載がされるに至っている(乙23の1～5)。",
                "このように，本件商標は，平成5年に採択されて以来，絶え間のない商標管理によって，自他の商品を識別する標識として高い信用が形成，蓄積され続けてきたものであり，著名な登録商標となってもなお，自他の商品等を識別する機能を発揮しているものであって，過去においても現在においても自他商品等の識別標識である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件商標には膨大な業務上の信用が化体しており，本件商標を保護することで，これに化体した業務上の信用の維持を図り，需要者の利益を保護する社会的必要性は大きい(商標法1条)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商標法50条の「使用」の意味",
          "text": [
            "商標法50条の文言，趣旨，平成26年商標法改正及び裁判例から，商標法50条の「使用」は，出所表示機能を発揮するような態様での使用(いわゆる商標的使用)に限定されず，商標法2条3項各号のいずれかの使用に該当すれば肯定される。",
            "登録商標が自他商品等識別機能を欠いていることは，本来登録無効の問題であり，現行法上，商標登録の無効審判請求は，商標権の設定登録の日から5年を経過した後は，請求することができないし(商標法47条)，また，後発的な普通名称化を理由とする無効を認めていないことから，もはや商標登録の無効を請求できないにもかかわらず，不使用取消審判の請求は可能とすることは，制度の矛盾といわざるを得ない。",
            "また，商標法50条1項は，「登録商標・・・の使用をしていないときは」と規定するように，文言上，「登録商標」の使用をしていれば足り，「自他商品等の識別機能を発揮する登録商標」を使用していることを要求していない。",
            "そもそも商標の識別力は，使用の状況やそれをとりまく社会的情勢や時代の変遷により，強固になることもあればその逆となることもある。また，たとえ一時的に識別力が弱体化したとしても，その商標管理を強化することによって再び強い識別力を発揮するようになることも事実である。さらに，識別力の判断は本来的に主観的なものであるところ，判断主体によってぶれが生じやすい。このように諸事情による影響を受けて変動しうる識別力のいかんによって，いったん行政処分によって登録された商標権を軽々に失効させることは法的安定性担保の見地から妥当であるとはいえず，その観点から我が国では登録後に識別力が弱体化したとしても，これを無効化する商標の後発的無効審判制度が採用されていないのである。",
            "したがって，仮に，使用商標1～7が出所表示機能を発揮する態様で使用されたものではないとされた場合でも，商標法2条3項各号のいずれかに該当する何らかの態様で使用されており，使用商標1～7の使用は，商標法50条の「使用」に該当する。"
          ]
        },
        {
          "fig": "3",
          "subject": "使用の事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "使用商標1",
              "content": [
                {
                  "fig": "ア",
                  "subject": "使用商標1が本件商品2の商標として使用されていること",
                  "text": [
                    "使用商標1については，本件商品2に関する甲98の1ウェブサイト中で，登録商標であることを示す○R記号が近接して表示され，また，当該○R記号の存在により外観上客観的に独立して把握・認識され得る。さらに，「QRコード®，・・・は株式会社デンソーウェーブの登録商標です。」と当該ウェブサイト中に明記されている。",
                    "このように，登録商標であることが客観的に認識され得る態様で標章が使用されていることは，自他商品識別機能を発揮する商標として認識されるべきであることを肯定する事実といえる。",
                    "そして，以上を前提として，本件商品2の商品名として「QRコードリーダー“Q”」が使用されている。",
                    "甲98の1ウェブサイトは，本件商品2を紹介し，広告するためのウェブサイトであり，本件商品2については，「QRコードリーダー“Q”」がサブブランドの商品名(商標)として使用されつつ，「QRコード」もメインブランドの商標として使用されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "アララ社が通常使用権者であること",
                  "text": [
                    "証拠上，①被告は，要証期間内に本件商標が本件商品2に使用されたと主張していること(甲128の1の6頁～7頁)，②本件商品2は，被告とアララ社が共同開発したアプリであること(甲93の1)，③アララ社は，App  Storeのウェブサイト上で，「QRコード®，フレームQR®は株式会社デンソーウェーブの登録商標です。」，「“Q”は，株式会社デンソーウェーブとアララ株式会社が共同開発しています。」との記載を掲載した上で，同ウェブサイト上に「販売元  arara inc」とあるように自己を販売者として本件商品2を提供していること(甲98の1)，④被告は，アララ社に通常使用権を許諾した旨主張していること(甲131の1の7頁)，⑤被告は，平成26年10月7日，アララ社の全株式を保有する株式会社レピカ(以下「レピカ社」という。)に1億円出資して，資本・業務提携を行ったこと(甲61)，⑥レピカ社(レピカ社は，平成28年4月1日付けでアララ社を吸収合併し，商号を「アララ株式会社」に変更した(乙14)。)の取締役の一人(A)は被告の役員でもあること(乙15)が認められ，同事実に照らすと，被告とアララ社との間には，少なくとも本件商品2について本件商標が使用されることについて黙示の使用許諾が存在したといえることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商品2が商標法上の「商品」であること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲98の1ウェブサイトで示されるとおり，本件商品2は，アップル社により運営されているインターネット上のアプリケーションサービスソフトウェア販売店舗である「APP  Store」からユーザーの選択によりダウンロードすることができる，iPhone等向けの「アプリケーションソフトウェア」である。そして，「アプリケーションソフトウェア」は，商標法上の「商品」である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告及びアララ社には，本件商品2及びクラウドサービス「Q-revo」を活用して，食品，工業製品の分野でトレーサビリティをキーワードにした事業を展開する具体的計画がある。このトレーサビリティをキーワードにした事業は，クラウドのサーバ上に蓄積される真贋記録を本件商品2のアプリを利用して消費者がその製品が信頼できるものか否かを確認することができるというサービスである。",
                        "このように，本件商品2の無償提供は，トレーサビリティをキーワードとした事業の一環に位置付けられたものであり，本件商品2のアプリの取引は，全体としてみれば商取引の対象であることは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "使用商標1が本件商標と社会通念上同一であること",
                  "text": [
                    "「QRコード」は，事典(甲24～26，28)や新聞(甲69，70)にあるように，「キューアールコード」と称呼され，被告が開発した2次元コードの観念が生じるものである。",
                    "この点について，原告は，「QRコード」からは，「素早く反応する紐」あるいは「(電気・電話の)コード」という観念の「QR  Cord」や「素早く反応する(楽器の)弦」という観念の「QR  Chord」も想起されるなどと主張するが，広く普及した「QRコード」について，通常そのような観念を想起することはない。",
                    "したがって，使用商標1は，本件商標と社会通念上同一である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用商標2",
              "content": [
                {
                  "fig": "ア",
                  "subject": "使用商標2が本件商品4の商標として使用されていること",
                  "text": [
                    "甲92ウェブサイトのトップページでは，同ウェブサイトのタイトルである「キューアール／QRコードドットコム」が大きく目立つように表示されている。同タイトル中の「ドットコム」は，同ウェブサイトのドメイン名(http(以下略))のトップレベルドメインである「．com」のカタカナ文字による音訳表記であるにすぎず，これはウェブサイトとの関係において慣用的，記述的な表示である。したがって，同タイトルに接する我が国の需要者は，当該ドメイン名のセカンドレベルドメインに対応する「QRコード」を同タイトルの要部として把握，認識すると考えるのがごく自然であるから，使用商標2-1は，単独で，本件商標と対比される使用商標と特定することができる。さらに，当該メインタイトルに近接した右下部に「QR  Code」が表示されており，この前部分に「開発者であるデンソーウェーブ」を意味する「DEＮSO  WAVE，the  Inventor  of」との文字列が配されているものの，これは「QR  Code」が付された商品の出所を示すためのものにすぎず，識別力を発揮する部分は「QR  Code」となるから，使用商標2-2は，単独で，本件商標と対比される使用商標と特定することができる。そして，上段にある「QR  コード」とその下段にある「QR  Code」が呼応する関係となる結果，同ウェブサイトを一覧する一般需要者は上段にある「QR  コード」とその下段にある「QR  Code」を一体的に捉え，認識することもできるから，使用商標2-1については，近接して使用商標2-2が存在するという事情が，使用商標2-1の，本件商標との社会通念上同一性をより一層高めている。他方，使用商標2-2についても，近接して使用商標2-1が存在するという事情が，使用商標2-2の，本件商標との社会通念上同一性をより一層高めている。その下部に，「QRコードとは」，「導入するには？」，「道のり」，「QRコードのいろいろな使い方」，「QRコードの種類」の見出しの記載があるが，これらは本件商品4の説明に需要者を誘導するための表示であり，さらにその下部に，「QRコード，・・・は(株)デンソーウェーブの登録商標です。」との注意喚起文言があることから，同ウェブサイトに接した需要者は，同ウェブサイトに掲載された商品の出所は本件商標の商標権者たる被告であることを認識するとともに，「QRコード」(使用商標2-3)及び「qrcode」(使用商標2-4)が登録商標であると理解するのが自然である。",
                    "また，トップページの「導入するには？」をクリックし，遷移先ウェブサイトの「QRコードを生成する」をクリックすると，本件商品4，すなわち「QRdraw  JR」，「QRdraw  AD」，「QRmaker  Ad」及び「QRmaker  JV」というソフトウェアが紹介されるウェブサイトに容易にアクセスすることができる。ウェブサイトが持つ階層性という特徴に鑑みると，たとえこのようにウェブサイト自体を異にする場合であっても，各ページはコンテンツとして一体不可分な関係で相互に密接に結びついているのであるから，当該ウェブサイトにおいて使用商標2が本件商品4のメインブランドとしての出所標識として使用されていることについて疑いをはさむ余地はない。",
                    "以上の状況に鑑みると，本件商品4，すなわち「QRdraw  JR」等のソフトウェアについての広告をもその内容とするウェブサイトにおいて，「QRコード，・・・は(株)デンソーウェーブの登録商標です。」の記載の下，使用商標2が，本件商品4に関して出所表示機能を果たす態様で使用されたことは客観的に明らかである。",
                    "なお，甲92ウェブサイトは，2次元コードの規格としての側面も説明しているが，それは2次元コードを生成するソフトウェアの販売を促進する関係を有すること，規格としての側面を説明するだけであれば同ウェブサイトではなく規格書で足りること，及び被告は株式会社(営利目的の法人)であり，単に規格の紹介に終始する理由がないことから，同ウェブサイトは，本件商品4の広告といえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "使用商標2が本件商標と社会通念上同一であること",
                  "text": [
                    "使用商標2に接した取引者・需要者は，外観上，使用商標2-1の図案化された部分を十分「QR」と理解することができる。また，使用商標2と本件商標とは，称呼「キューアールコード」及び観念(被告が開発した2次元コード)が同一である。したがって，使用商標2は本件商標と社会通念上同一である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "使用商標3",
              "content": [
                {
                  "fig": "ア",
                  "subject": "使用商標3が本件カタログ78頁において，本件商品2の商標として使用されていること",
                  "text": [
                    "使用商標3は，その右に「最新の読み取りエンジンを搭載した，スマホ向けQRコード(R)リーダーアプリ。」等と表記があることからも明らかなとおり，スマートフォン等の電子機器にインストール(ダウンロード)するためのアプリケーションソフトウェア(電子計算機用プログラム)の出所及び品質を表示するものである。",
                    "そして，本件カタログにおいては，78頁右下の枠内に表示された2次元コードを読み取ることにより当該アプリケーションソフトウェアをダウンロードすることも可能であるところ，本件カタログでは，使用商標3とその右側の「ダウンロード(無料)／はこちらから！」という記載及びQRコードの記載とが近接して表示され，一つのまとまりを形成しているから，使用商標3は，本件商品2のアプリとの具体的関係において使用されている。",
                    "使用商標3は赤い文字を用いて記されることによって看者の注意を一層強くひくような態様で使用されており，出所表示機能を発揮する態様で使用されている。したがって，使用商標3は，外観上独立して抽出可能であり，かつ，本件商標の指定商品中に含まれる「ダウンロード可能な電子計算機用プログラム」の出所識別標識として当該プログラムについて使用されている。",
                    "なお，本件QRアイコン部分も商標として認識され得るとしても，一つの商品に複数の商標が使用され得る以上，本件QRアイコン部分が商標であることは，使用商標3が商標であることを否定する理由とはなり得ない。むしろ，使用商標3が特徴的なアイコン図形とともに本件商品2の説明文の先頭に配置されることにより，「QR コード／QR Code」が本件商品2に関するメインブランド商標であるとともに，「QRコード®リーダー“Q”」が本件商品2の商品名／サブブランド商標であることが視覚的に明らかになっている。",
                    "また，原告は，使用商標3は，197号商標を使用する意思で表示したものであり，本件商標を使用する意思で表示したものではないと主張しているが，商標の使用の事実は取引通念に従い客観的に判断されるものであるから失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "使用商標3は，本件商標と社会通念上同一であること",
                  "text": [
                    "使用商標3は，本件商標の一部を図形化し，二段の登録商標を一段で表示し，色も変えているが，これらの点を考慮しても，図形化の程度は微小で，使用商標3から「QR  Code」の欧文字であることは明確に理解でき，称呼「キューアールコード」及び観念(被告が開発した2次元コード)が同一であるから，使用商標3は，本件商標と社会通念上同一である。",
                    "なお，二段の登録商標を一段で表示する点については，上下段の各文字は観念が同一であるから，この点が社会通念上同一性を否定する理由となることはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件カタログは要証期間内に頒布されたこと",
                  "text": [
                    "本件カタログは，その表紙右下部分に「2015年2月版」との表記があるとおり，平成27年2月にカタログ制作業者から納品を受けて，同年3月3日～6日に東京ビッグサイトで行われた本件展示会(乙2の1・2)で，3月6日に頒布されたものである。",
                    "このことは，本件カタログ制作の見積書である乙3には，「納入期日：平成27年2月26日」の記載があること，本件カタログが納品されたことの受領票である乙4には，「品番  1017F-16」，「品名  自動認識総合カタログ(日本語版)」及び「入庫日  2015／02／26」との記載があり，「品番  1017F-16」は，本件カタログの裏表紙の最下段に記載された本件カタログの品番と一致すること，本件展示会宛ての宅配便伝票である乙5の1～3には，「カリツー刈物倉庫気付",
                    "㈱デンソーウェーブ」，「受付日  15年3月5日」，「ご希望のお届け日がある場合はご記入ください  3月6日午前中」との記載があること，その他，乙6～9の記載から明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "使用商標4",
              "content": [
                {
                  "fig": "ア",
                  "subject": "使用商標4が本件商品2の商標として使用されていること",
                  "text": [
                    "使用商標4には®表示が付されていることから，使用商標4は前後の文字から独立して認識され得る。そして，前記(3)アのとおり，使用商標3(「QR  Code」)が特徴的な図形である本件QRアイコンとともに本件商品2の説明文の先頭に配置されることにより，「QR コード／QR Code」が本件商品2に関するメインブランド商標であるとともに，「QRコード®リーダー“Q”」が本件商品2の商品名／サブブランド商標であることが視覚的に明らかになっている。",
                    "したがって，使用商標4は，使用商標3と同様に，本件商品2との具体的関係において使用されており，本件商標の指定商品中に含まれる「ダウンロード可能な電子計算機用プログラム」の出所識別標識として当該プログラムについて使用されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "使用商標4は本件商標と社会通念上同一であること",
                  "text": [
                    "使用商標4は，上記アのとおり，メインブランドである「QRコード」として特定することができるものである。",
                    "原告は，「フレームQR®対応スマホリーダー  QRコード®リーダー“Q”」があたかも文章であることを前提に反論するが，そもそも，「QRコード®リーダー“Q”」は文章ではない。",
                    "したがって，使用商標4は，本件商標と社会通念上同一である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "使用商標5",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "使用商標5はスマートフォンの画面(甲85の1・2)に表示されて使用されており，本件商標と社会通念上同一である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "使用商標5は，要証期間内に使用されたこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "平成26年8月22日付けアララ社内のメールでの指示(甲95)，iTunes  Connectのバージョン情報(甲97の1，乙10)，iTunes  ConnectのApp情報(乙11)，App  Store申請時の付随情報の写し(甲96)を総合すると，アララ社は，iOS版アプリのリリースの際に，「Bundle  display  name」を「QR  Code」と指定してアプリを申請し，平成26年10月17日には，使用商標5を，同アプリをダウンロードした端末のホーム画面のアイコン下に表示させていたことが推認される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "平成26年9月9日のプレスリリース(甲93)には，「QR  Code  Reader」と記載されているが，アプリをダウンロードした端末のホーム画面のアイコン下に表示される文字数には制限があり，iPhoneの場合，英数字半角小文字で約12文字，英数字半角大文字で約10文字とされている(乙28)。「QR  Code  Reader」は，英数字半角大文字が4文字，英数字半角小文字が8文字でスペースが2か所あるため，アイコン下に文字すべてが表示されない可能性が大きい。",
                        "したがって，アララ社は，「QR  Code」をアイコン下の表示として選択したのである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "使用商標6",
              "content": [
                {
                  "fig": "ア",
                  "subject": "使用商標6が本件商品5の商標として使用されていること",
                  "text": [
                    "甲118の2ウェブサイトにおいて，他の記載よりも大きな文字で目立つように「SQRC(セキュリティ機能搭載QRコード)」が表示されているところ，外観上，かっこ書の部分と直前のSQRCとは分離分断して把握，認識することができ，また，かっこ書の内部は「セキュリティ機能搭載」部分が「QRコード」を付した本件商品5の一つの機能を説明する関係にあるので，「セキュリティ機能搭載」部分が記述的，説明的語句であり，「QRコード」が名詞であると自然に理解することができ，ひいては，「QRコード」がかっこ書の内部の要部であると容易に理解することができる。甲118の2ウェブサイトにおいて示される2次元コード(本件商品5)の商品名は「QRコード」と「SQRC」であり，前者がメインブランド，後者がサブブランドである。",
                    "以上から，本件商標と対比すべき使用商標としては，「QRコード」の部分(使用商標6)を分離独立して抽出することができ，この使用商標6は，本件商標と社会通念上同一である。",
                    "したがって，被告は，要証期間内である平成27年11月21日，本件商標の指定商品「電子応用機械器具及びその部品」に含まれる「2次元コード」，「符号記録済みバーコード用ラベル」又は「光学的に情報が記録された，あるいはコード化されたラベル」に関する広告を内容とする情報に，本件商標と社会通念上同一の商標を付して電磁的方法により提供していた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商品5が商標法上の「商品」であること",
                  "text": [
                    "商品が商標法上の「商品」に該当するためには，取引を全体として観察して「商品」を対象にした取引が商取引といえるものであれば足りるところ，本件SQRCライセンス契約において，本件商品5を生成するソフトウェアを使用して本件商品5を生成することの許諾の供与が取引の対象となっていること，その対価は本件商品5の生成数を基準に算定されることから，取引を全体として観察すると，本件商品5を対象にした取引は，商取引ということができ，したがって，本件商品5は，商標法上の「商品」に当たる。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "使用商標7",
              "text": [
                "本件展示会で頒布された本件カタログの裏表紙の中央右部分には，「QRcode．com」との文字が比較的大きく需要者に目立つように表示されるとともに，その傍らに2次元コードが表示されていること，「．com」の部分は識別力がないので，使用商標7は，単独で，本件商標と対比すべき使用商標と特定することができること，当該部分下部にはウェブ検索キーワード(「QRコードドットコム」)及び同ウェブサイトのドメイン名が表示され，スマートフォンやPCによる甲92ウェブサイトへの直接のアクセスが可能となっていることからすると，「QRcode．com」の要部である欧文字「QRcode」(使用商標7)は，本件カタログに掲載されているすべての商品に関するメインブランドとしての出所標識としての機能を発揮しており，本件商品4，すなわち「QRdraw  JR」等のソフトウェアについての出所表示機能を果たす態様で使用されている。",
                "なお，当該部分においては，濃色の背景地から浮かび上がるように白抜き文字で一際大きく人目を惹く態様で記された使用商標7を含む「QR  code．com」と濃色の背景地から四角く切り取ったような白地の枠の中に濃い色で「QRコードドットコム」と表示されているところ，いずれも目立つ態様で記されており，近接かつ呼応関係にあるという事情が，使用商標7の本件商標との社会通念上同一性をより一層高めている。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件審判の手続等について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法56条で準用する特許法132条2項違反の主張について",
              "text": [
                "被告は，本件審判の手続において，本件商標を本件商品2について使用したとの主張をして，使用商標1が記載された甲98の1を特許庁に提出しているし，また，使用商標2が記載された甲92の1も特許庁に提出している。したがって，商標法56条が準用する特許法132条2項の違反はない。",
                "商標の不使用取消審判の審決取消訴訟では，審判において主張していなかった商標使用の事実を主張することができるから，審判の手続において商標法56条で準用する特許法132条2項違反があったとしても，訴訟の結論を左右するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "秘密裏の面談が行われたとの主張について",
              "text": [
                "被告と特許庁との間で秘密の面談は行われていない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "証人尋問を採用しなかった違法，裁量権の逸脱，濫用の主張について",
              "text": [
                "争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "使用商標3の使用について",
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "後掲証拠及び弁論の全趣旨によると，以下の各事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件カタログの内容(甲81，乙1，27)",
                      "text": [
                        "本件カタログは，被告の製品の総合カタログであり，表紙には，「2015年2月版」との記載があり，73頁までに，バーコード製品，2次元コード製品，ICカード製品，RFID製品，周辺機器，ソフトフェア等の商品紹介がされ，続いて，基礎知識(74頁～78頁)，被告の新サービスの紹介(79頁)，保守サービスの案内(80頁)などがされている。",
                        "基礎知識に関する78頁の下の部分(頁面積全体の15％程度の部分)には，太字で「フレームQR®スマホリーダー  QRコード®リーダー”Q”」との記載(以下「本件太字部分」という。)があり，同記載の左下に，本件QRアイコンと使用商標3とが別紙2の「使用商標3」欄に記載されているとおりに記載されており，この記載の右横に，本件太字部分の文字より小さな文字で，「・最新の読み取りエンジンを搭載した，スマホ向けQRコード®リーダアプリ。」，「・様々なコードを瞬時に読み取り。バーコード，QRコード®，ロゴQ®，フレームQR®，SQRC®」，「・ARコンテンツ再生機能」，「・QRコード®作成機能」との記載(以下「本件説明部分」という。)がある。そして，本件太字部分及び本件説明部分の右横の四角い枠で囲まれた部分に，「ダウンロード(無料)はこちらから！」，「App Store Google Play」との文字とその右横にQRコード規格の2次元コードのラベルが記載されている(本件太字部分，本件説明部分，本件QRアイコン，使用商標3及び上記の四角い枠で囲まれた部分を，以下，「78頁最下部部分」という。)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件カタログの頒布(乙2の1・2，乙3，4，乙5の1～3，乙6～9)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件展示会は，平成27年3月3日から同月6日まで，東京ビッグサイトにおいて開催され，被告は，本件展示会に，出展者として参加した。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，株式会社写真化学(以下「写真化学」という。)に対し，本件カタログの制作を発注し，写真化学は，同年2月26日に，本件カタログをカリツー株式会社(以下「カリツー」という。)の倉庫に納品した。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "カリツーは，同年3月5日，同社の倉庫に保管していた本件カタログを，東京ビックサイトの被告の出品ブースに宛てて，届け日を同月6日午前中と指定して発送し，上記出品ブースに配達された。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "被告は，同月6日，本件展示会において，来場者に本件カタログを頒布した。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対して，原告は，本件カタログが本件展示会の会場に配達された日は，本件展示会の開催期間の最終日であるから，その前日までは，本件カタログとは別の印刷物が頒布されていたと考えられ，そうすると，最終日においても，それまでと同じ印刷物が引き続き頒布されていた可能性もあるから，本件カタログが頒布されたか否かは疑わしいと主張する。",
                        "しかし，本件カタログは，本件展示会の開催期間の最終日である同月6日の午前中と指定して本件展示会の会場に配達されているところ，仮に，本件カタログを本件展示会において頒布しないのであれば，本件会場に同月6日の午前中に本件カタログを配達する必要はないのであるから，本件カタログは，本件展示会において頒布する目的で本件展示会の会場に配達されたものと認められ，また，実際に，本件展示会において頒布されたものと推認することができる。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本件カタログが，本件展示会の会場に配達されたとしても，被告の社員のみに配布され，一般の来場者には頒布されなかった可能性もあると主張する。",
                        "しかし，本件カタログは本件展示会の会場に3箱に分けて配達されていることが認められること(乙5の1～3)からすると，かなりの部数の本件カタログが配達されたものと推認することができる。このようにかなりの部数の本件カタログを本件展示会の会場に配達しておきながら，それを被告の社員のみに配布するということは考え難いから，本件カタログは，本件展示会において来場者に頒布されたものと推認することができる。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)アで認定した78頁最下部部分の本件太字部分の記載と本件説明部分の記載を併せて読むと，本件太字部分のうちの「QRコード®リーダー”Q”」又は「”Q”」の部分が商品名を記載したものであり，本件説明部分が上記商品の機能等を説明した記載であると認められる。",
                    "そして，上記事実に，本件カタログは，被告の総合カタログであり，被告の商品の紹介等がされていること，78頁最下部部分には，「ダウンロード(無料)はこちらから！」との記載とQRコード規格の2次元コードのラベルの記載があり，上記商品「QRコード®リーダー”Q”」又は「”Q”」のダウンロードの案内がされていることを併せ考慮すると，78頁最下部部分は，本件商品2に含まれる上記商品「QRコード®リーダー”Q”」又は「”Q”」の広告であると認められる。",
                    "なお，前記(1)アで認定した78頁最下部部分の記載からすると，上記商品「”Q”」は，QRコード規格の2次元コードの読み取り等の機能を有するプログラムソフトウェアであるから，本件商標の指定商品のうちの「電子応用機械器具及びその部品」に含まれる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(1)アのとおり，使用商標3は，本件商品2の広告である78頁最下部部分に記載されているところ，前記(1)イのとおり，78頁最下部部分が掲載された本件カタログは，要証期間内である平成27年3月6日に本件展示会の会場で頒布されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，使用商標3が、本件商品2についての自他商品等を識別するものとして使用されているかどうかを検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "後掲証拠及び弁論の全趣旨によると，以下の事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "株式会社技術評論社が発行する「最新パソコン用語事典2006-’07」及び「最新パソコン・IT用語事典2010-’11」には，「QRコード」の項目に，「株式会社デンソーウェーブが開発した，2次元コード(縦と横の両方向に意味を持たせてある符号)の一種。・・・1999年にJIS，2000年にISOの国際規格として制定されている。」との記載がある(甲24，25)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "株式会社秀和システムが発行する「最新標準パソコン用語事典2013-2014年版」には，「QRコード」の項目に，「1994年に自動車メーカーでもあるデンソー社が開発した，バーコードに代わる2次元のマトリクス式コードの1つ。・・・1999年にはJIS  X0510に，2000年にはISO／IEC18004として標準化された。」との記載がある(甲26)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被告は，「QRコードについては(株)デンソーウェーブの登録商標です。」との表示をしているほか，「QRコード」には「○R」の表示を付している(甲81，甲92の1，甲98の1，乙1，27)。また，被告以外の会社の開設した複数のウェブサイトにおいても「QR  Code」又は「QRコード」について被告の登録商標である旨の表示がされている(乙23の1～5)。さらに，原告の広告においても，「QRコードは株式会社デンソーウェーブの登録商標です。」との記載がある(乙24～26)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "スマートフォン用のQRコードリーダー等のアプリのアイコンとして，図形と，その下に「QRコード」，「QR  Code」又は「QR  code」と記載されたものが多数存在する(以下，同アイコンを「甲52アイコン」と総称する。)ところ，甲52アイコンのうちの文字部分は，いずれも，何ら特徴のない白抜きの文字である(甲52の2)。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "平成18年8月22日付けの新聞には，「QRコード」は，カメラ付き携帯電話の普及に伴い，爆発的に普及したものであり，現在は被告の登録商標であるとの記事がある(甲70)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の事実によると，「QR  Code」及び「QRコード」は，2次元コードの規格の一種であると認識されることがあるものと認められるが，他方，被告は，本件商標登録を有しており，前記(ア)のとおり，「QRコードについては(株)デンソーウェーブの登録商標です。」との表示をしたり，「○R」の表示を付して，商標登録を有していることを広く知らせており，また，前記(ア)のとおり，被告以外の会社も，原告を含め，そのウェブサイトや広告において，「QR  Code」又は「QRコード」が被告の登録商標である旨の表示をしていることを考慮すると，「QR  Code」又は「QRコード」が常に2次元コードの規格の一種であるとのみ認識されると認めることはできず，自他商品等の識別機能を発揮する態様で使用されることがあり得るというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "使用商標3は，前記(1)ア(ア)のような態様で表示されているもので，他の記載とは独立して表示されている。そして，使用商標3は，「Q」の文字の右端の部分と「R」の文字の左端の部分が重なっており，僅かではあるが図形化されており，赤色で表示されているものであって，単に，商品名であると認識される「QRコードリーダー”Q”」又は「”Q”」の説明として記載されているものと認めることはできず，上記商品についての識別標識として記載されているものと認められ，本件カタログを見た需要者・取引者もそのように認識するものと認められる。",
                        "したがって，使用商標3は，本件商品2についての自他商品等の識別機能を有していると認められる。",
                        "なお，甲52アイコンの各文字部分は，使用商標3とは表示態様が全く異なるから，甲52アイコンの存在によって，使用商標3が自他商品等の識別機能を有しているという上記の判断が左右されるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，「QR  コード」及び「QR  Code」の文字からは，2次元コードの規格の一種であるQRコード規格との認識しか生じ得ないことは，特許庁が15例にも上る拒絶理由通知及び拒絶理由で一貫して認定していると主張するが，いずれも本件とは異なる事例についての特許庁の判断であり，使用商標3が自他商品等の識別機能を有しているとの上記の判断が左右されるものではない。",
                        "また，原告は，「『QR  Code』はデンソーウェーブの登録商標です。」との表示は，虚偽表示(商標法74条1号違反)であると主張するが，後記エのとおり，本件商標は，「QR  Code」と社会通念上同一のものであるから，この表示が虚偽表示ということはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，①本件カタログに用いられている商標は「DEＮSO  WAVE」又は「デンソーウェーブ」である，②使用商標3は，本件カタログのうち，QRコード規格についての解説等をする頁で使用されており，被告の製品を紹介する場面で使用されていないから，一般の需要者・取引者からは，単に当該2次元コードが「QRコード規格に基づいた2次元コード」であると理解されるにすぎず，自他商品等の識別標識として理解されることはない，③使用商標3，「ダウンロード(無料)／はこちらから！」という記載及びQRコード規格の2次元コードの配置からすると，使用商標3が本件商品2のアプリとの具体的関係において使用されていると理解することは不可能である，④本件商品2は本件カタログの78頁のQRコード規格等についての技術的な解説，紹介の中で隅に記載されているにすぎないことからすると，本件カタログが本件商品2を紹介するものではなく，本件商品2の広告に該当しないと主張する。",
                        "しかし，既に認定，判断したとおり，使用商標3は，78頁最下部部分において，本件商品2についての広告として使用されているものであり，このことは，本件カタログの商標として「DEＮSO  WAVE」又は「デンソーウェーブ」が使用されていることや使用商標3が本件カタログの「基礎知識」の頁に記載されていることによって妨げられるものではなく，また，前記(1)ア(ア)で判示した78頁最下部部分の記載内容からすると，使用商標3は，本件商品2との具体的な関係において使用されていることも明らかであるから，原告の上記主張はいずれも理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "次に，使用商標3が本件商標と社会通念上同一といえるかどうかについて検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，本件商標は，別紙1のとおり，「QR  コード」及び「QR  Code」を上下二段に配置した商標であり，上段の「コード」の部分は，下段の「Code」の部分を片仮名にしたものと理解されるから，「キューアールコード」の称呼が生じ，また，QRコード規格の2次元コードの観念が生じる。",
                        "一方，使用商標3からも，「キューアールコード」の称呼と，QRコード規格の2次元コードの観念が生じる。",
                        "このように，本件商標と使用商標3とは，称呼及び観念において共通する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，本件商標と使用商標3の外観を比較すると，使用商標3は，本件商標の下段の「QR  Code」とは，同一の文字綴りであり，上段の「QR コード」とは，片仮名及びローマ字の文字表示を相互に変更するものであり，この点で共通性が認められるが，①本件商標は，「QR  コード」及び「QR  Code」の標準文字が上下二段に配置されているのに対し，使用商標3は，「QR  Code」のみから構成されている点，②使用商標3は，「Q」の文字の右端の部分と「R」の文字の左端の部分が重なっており，同重なり部分が，両文字の一部を兼ねているように  図形化されている点，③使用商標3は，赤色で記載されている点で異なっている。",
                        "しかし，前記(ア)のとおり，「QR  コード」は，「QR  Code」の「Code」の部分を片仮名にしたものと理解されるのであり，「QR  コード」及び「QR  Code」の称呼及び観念は同一であることからすると，上記①の相違点の存在が，使用商標3が本件商標と社会通念上同一といえるか否かの判断に影響を与えるものではないというべきである。",
                        "また，「Q」の文字と「R」の文字が重なった部分は僅かであり，双方の文字を独立した文字として認識できること，図形化の程度も僅かであることからすると，上記②の相違点の存在が，使用商標3が本件商標と社会通念上同一といえるか否かの判断に影響を与えるものではないというべきである。",
                        "さらに，商標に色を付けても，通常，商標の同一性を失わせるような変更とはえいないから，上記③の相違点の存在が，使用商標3が本件商標と社会通念上同一といえるか否かの判断に影響を与えるものではないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上からすると，使用商標3は本件商標と社会通念上同一であると認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "この点について，原告は，本件商標上段の「QR  コード」から下段の「QR  Code」以外のものを想起させるし，下段の「QR  Code」から上段の「QR  コード」以外のものを想起させると主張するが，本件商標は，「QR  コード」と「QR  Code」を上下段に配置した商標であって，前記ウのとおり，「QR  コード」及び「QR  Code」が2次元コードの規格としても知られていることを考慮すると，「QR  コード」と「QR  Code」からそれら以外のものを想起することは考え難いというべきである。このことは，被告が「QR  コード」と「QR  Code」について商標登録出願をしていることによって左右されるものではない。",
                        "したがって，原告の上記主張を採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "次に，本件商品2が商標法上の「商品」に当たるかどうかについて検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "後掲証拠によると，以下の事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告の開設しているウェブサイトには，平成26年11月6日付けで，以下の記載がある(甲61)。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "「デンソーウェーブとレピカが資本・業務提携／QRコード®によるクラウドサービス『Q-revoTM』活用の第一弾として，／食品及び工業製品の『トレーサビリティ』サービスの提供を開始」"
                            },
                            {
                              "fig": "(b)",
                              "subject": "「レピカは，子会社であるアララ株式会社を通じてスマートフォン事業を手がけており，コンシューマー向けにQRコードをトリガーとしたAR(Augmented  Reality，拡張現実の略)プラットフォームアプリ『ARAPPLI(アラプリ)』を展開しています。両社はこれまでにより精度の高いスマートフォン向けQRコードリーダーアプリの開発において共同でプロジェクトを行っており，今後更に両者のノウハウを活用してより付加価値の高い事業を展開していくため，デンソーウェーブがレピカに出資することにしました。」"
                            },
                            {
                              "fig": "(c)",
                              "subject": "「両社は，今後，『Q-revo』および『QR  Code  Reader  “Q”』を活用し，食品をはじめ，工業製品において，『トレーサビリティ』をキーワードに両社のノウハウを活かしたサービスを展開していきます。」"
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "payment  naviのウェブサイトには，平成26年11月10日付けで，以下の記載がある(乙16)。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "「デンソーウェーブとレピカがQRコードによるクラウドサービス提供」"
                            },
                            {
                              "fig": "(b)",
                              "subject": "「両社では，提携の第一弾として，SQRC，フレームQRなど，進化したQRコードの生成・配信，読み取り，データ蓄積を行うクラウドサーバと『QR  Code  Reader  “Q”』を活用した次世代型サービス『Q-revo』を開発。今後は，食品や工業製品において，『トレーサビリティ』をキーワードに両者のノウハウを活かしたサービスを展開していく方針だ。」"
                            },
                            {
                              "fig": "(c)",
                              "subject": "「なお，具体的な売り上げ目標については，トレーサビリティシステムの検証を進め，サービスとして整った際，発表する方針だ。」"
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "商標法上の商品というためには，商取引の対象となり得ることが必要であり，そのためには，必ずしも当該商品が有償で譲渡される必要はなく，当該商品自体は無償で譲渡されるものであっても，当該商品の譲渡によって利益を得る仕組みがあり，その仕組みの一環として，当該商品が無償で譲渡されるのであれば，当該商品は交換価値を有し，商取引の対象となっていると認めることができるというべきである。",
                        "前記(1)ア(ア)で認定した事実からすると，本件商品2は，無償でダウンロードできることが認められるが，前記(ア)で認定したウェブサイトにおける記載からすると，被告は，アララ社と共同で，本件商品2を活用したサービスを展開していく計画を有していることが認められるところ，同サービスを利用するためには，本件商品2をスマートフォンにダウンロードしておく必要があるのであるから，本件商品2の無償配布は，同サービスの展開に大きく寄与するものと考えられ，したがって，本件商品2の無償配布は，本件商品2を利用したサービスを提供し，同サービスの提供によって利益を得るというビジネスモデルの一環としてされたものと評価できる。",
                        "したがって，本件商品2には交換価値があるものと認められ，本件商品2は，商取引の対象となり得るというべきである。",
                        "なお，このように，本件商品2を無償配布した上で，本件商品2を活用したサービスを提供することにより利益を得るというビジネスモデルにおいても，本件商品2を無償配布する際の商取引の対象は，あくまでも本件商品2であり，使用商標3は，本件商品2の広告に付されたものであり，上記サービスの商標として使用されたものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，被告は，本件商標と社会通念上同一であると認められる使用商標3を付した，商標法上の「商品」に当たる本件商品2の広告を，要証期間内に頒布したことが認められる。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "原告は，使用商標3は，197号商標の一部にすぎず，使用商標3のみが独立して認識されることはない，被告は本件QRアイコンについて商標の登録を受けているから，本件商品2の識別標識となり得るのは本件QRアイコンのみである，197号商標が登録された以降は，本件商品2について197号商標を表示する行為は，専ら197号商標を使用するものであることから，本件パンフレットに表示されている商標は，197号商標であって，使用商標3ではないなどと主張する。",
                    "しかし，使用商標3は，前記(1)ア(ア)のとおり，本件カタログの78頁最下部部分に記載されており，本件QRアイコンとは完全に独立していることは明らかであるから，197号商標が登録されているかどうかや本件QRアイコンについて商標登録がされているかどうかにかかわらず，独立の商標として認識できるものである。",
                    "また，同一の商品の商標として，複数の商標を付することも認められるから，197号商標が登録された以降は，その一部である使用商標3を商標として使用できないという理由はない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "原告は，本件商品2に係る無料アプリは，アララ社が提供するものであって，被告が提供するものではないから，被告が，本件カタログにアララ社が提供する本件商品2を掲載すると共に使用商標3を付して頒布したとしても，商標法50条1項の「使用」に該当することはないと主張する。",
                    "しかし，本件カタログにおける広告は，被告が，前記オで認定したビジネスモデルの一環として行っているものであって，本件商品2はアララ社が提供するものであったとしても，前記認定の本件商標の「使用」の事実が左右されることはない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審判の手続の違法について",
          "text": [
            "原告は，本件審判の手続には，①商標法56条で準用する特許法153条2項に違反する手続があった，②アララ社の証人尋問の申出を採用しなかったことは，唯一の証拠法則に違反すると主張するが，前記1のとおり，使用商標3の使用が認められるのであって，原告の上記主張は，使用商標3の使用が認められるという結論に何ら影響するものではないから，本件審判の手続に本件審決を取り消すべき違法があるということができない。"
          ]
        },
        {
          "fig": "3",
          "subject": "裁量権の逸脱，濫用について",
          "text": [
            "本件全証拠によるも，本件審決が不正な動機に基づいてされたと認めることはできず，本件審判の手続に裁量権の逸脱，濫用があったと認めることはできない。",
            "なお，原告が主張する被告と特許庁審判官との面談が行われたと認めるに足りる証拠はない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "よって，原告の請求は理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}