{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1500万円及びこれに対する平成28年9月14日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等（略称は原判決のそれに従う。）",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，中学校受験のための学習塾（控訴人学習塾）等を運営する控訴人が，同様に学習塾（被控訴人学習塾）を経営する被控訴人に対し，被控訴人がそのホームページやインターネット上で配信している動画等に原判決別紙原告商品等表示目録記載の表示（原告表示）と類似する表示を付する行為は不競法2条1項1号に該当するとして，同法3条1項に基づき「SAPIX」又は「サピックス」の文字を含む表示の使用の差止めを求めるとともに，同法4条に基づき合計6300万円の損害賠償金及びこれに対する不正競争行為以後の日である平成28年9月14日（訴状送達日の翌日）から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求め，予備的に，控訴人の作成したテスト問題を被控訴人が不正に使用する行為は一般不法行為を構成するとして，民法709条に基づく損害賠償金4348万円及び上記訴状送達日の翌日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，控訴人の請求をいずれも棄却した。控訴人は，原判決中，予備的請求を棄却した部分を不服として控訴するとともに，予備的請求につき損害の一部である1500万円及び平成28年9月14日から支払済みまで年5分の割合による遅延損害金の支払を求める限度に請求を減縮し，被控訴人は請求の減縮に同意した。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実",
          "text": [
            "前提事実は，原判決「事実及び理由」「第2  事案の概要」「2  前提事実」（原判決2頁17行目から3頁19行目まで）に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点及び争点に対する当事者の主張",
          "text": [
            "本件における当事者の主張は，次のとおり付加訂正削除し，後記5のとおり当審における補充主張を付加するほかは，原判決「事実及び理由」「第2  事案の概要」「3  争点」（原判決3頁20行目から23行目まで）並びに「第3  当事者の主張」「2  争点(2)（一般不法行為の成否）について」及び「3  争点(3)（損害の有無及びその額）について」（原判決8頁18行目から10頁12行目まで。ただし，原判決9頁16行目から同頁25行目までを除く。）に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁21行目を削除し，同22行目「(2)」を「(1)」と改め，同行目の「（予備的請求原因）」を削除し，同23行目の「(3)」を「(2)」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決8頁18行目「(2)」を「(1)」と改め，同20行目冒頭に「被控訴人が本件各表示をしていることが不競法2条1項1号所定の不正競争行為に当たらないとしても，」と付加する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決9頁14行目「(3)」を「(2)」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決10頁1行目「プリバート」の次に，「（以下，「プリバート」ということもある。）」と付加し，同3行目の「上記(1)のとおり，」を削除する。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決10頁4行目「平成28年度」から同5行目「1230万円」までを，「平成28年度が618万円（月額2万円×12か月×103名×25％），平成29年度が1230万円（月額2万円×12か月×205名×25％）」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "当審における補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)（一般不法行為の成否）について",
              "text": [
                "（控訴人の主張）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人のテスト問題及び解答書を入手して解説を提供する被控訴人の行為が自由競争の範囲を逸脱すること",
                  "text": [
                    "中学受験生を対象とする学習塾は，それぞれの独自の教育思想によるノウハウに基づいて受験対策授業，テスト問題の作成等を行い，各学習塾同士は入学者数の増加に向けて熾烈な競争を行っている。",
                    "被控訴人は，控訴人が多大な労力及び費用をかけ，控訴人独自の教育思想・理念（論理的な思考力，表現力，知識にとらわれない豊かな感性，主体的な学ぶ姿勢を生徒に持たせるように育成する。）に基づいて作問したテスト問題及び解答を材料にし，控訴人のノウハウにただ乗りし，控訴人学習塾の生徒を対象として，ウェブサイト上でのライブ解説（以下「ライブ解説」という。）の提供又は解説本の出版を行っている。被控訴人は，最難関校の合格者が多いという控訴人学習塾の実績を横取りして入学者数を増やすために，控訴人学習塾の補習塾であるかのような運営を行っているが，小学校で良い成績をとるための小学校の補習塾と異なり，営利目的の営利企業である株式会社の運営する控訴人学習塾についての補習塾を運営することは，自由競争の範囲を逸脱するものである。",
                    "また，被控訴人による解説は，控訴人の事前審査を受けることなく行われている上，その内容は，控訴人の出題意図を理解せず安易な受験テクニックに偏っており，控訴人の教育方針に全く反するものである。控訴人学習塾の生徒は，被控訴人のライブ解説や解説本に毒され，地道で長時間に及ぶ基礎的思考能力を高めるという努力を怠ることが危惧される状態である。",
                    "以上によれば，被控訴人は，自社の経済的利益のみを追求するあまり，控訴人の合格実績に便乗して控訴人のテスト問題の解説を行っている上，その内容も不適切なものであるから，被控訴人の行為は，控訴人の教育思想・理念に基づく教育方針を愚弄するものであって，著しく控訴人の信用を毀損し，公平な自由競争を逸脱した違法な行為である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人は，控訴人の営業の自由を妨害し，控訴人の顧客を奪取する主観的な意図を有していること",
                  "text": [
                    "控訴人が運営する個別指導塾プリバートには控訴人学習塾の補習を行う「フォローアップコース」があり，プリバートと被控訴人は競業関係にあるから，被控訴人が控訴人の顧客を奪う関係にある。",
                    "そして，①  被控訴人は控訴人学習塾の生徒をターゲットにして控訴人学習塾での成績アップを宣伝文句として生徒を集めており，②  被控訴人が控訴人学習塾のテスト問題を中心にライブ解説の提供及び解説本の出版をし，③  被控訴人が控訴人学習塾の大規模校（いずれもプリバートが併設されている。）の周辺を中心に被控訴人学習塾を展開し，④",
                    "控訴人学習塾に有名中学合格者が多いことから，被控訴人が控訴人の生徒を集客することにより，被控訴人の実績を誇示しているといった事実によれば，被控訴人が控訴人の信用を害してプリバートに入室する生徒を奪う意図があったことを容易に推認できる。",
                    "（被控訴人の主張）"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "控訴人の主張する点は，被控訴人の自由競争を逸脱する行為により営業上の信用を害されたというものであり，被侵害利益は，不競法が規律の対象とする利益と同一である。被控訴人の行為が不競法2条1項1号に定める不正競争行為に該当しないことは原判決の判断したとおりであり，同法が規律の対象とする利益と異なる法的に保護された利益を侵害したといえる特段の事情もないから，一般不法行為は成立しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "プリバートに入室するべき生徒が被控訴人学習塾に入塾したとしても，それだけでは被控訴人の行為がことさら控訴人に損害を与えることのみを目的として行われたなど，不競法が規律の対象とする利益とは異なる法的に保護された利益を侵害するなどの特段の事情に当たらない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)（損害の有無及びその額）について",
              "text": [
                "（控訴人の主張）",
                "上記(1)のとおり，控訴人は，被控訴人のライブ解説により，控訴人の教育思想・理念に反する解説をされたことにより著しく信用を毀損され，これを回復するためには，少なくとも2回程度の新聞折り込み広告をすることを要するから，その信用回復費用は原審で主張した2500万円を下らない。",
                "（被控訴人の主張）",
                "争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "認定事実は，原判決12頁12行目末尾に改行の上，次のとおり付加するほかは，原判決「第4  当裁判所の判断」「1  認定事実」（原判決10頁13行目から12頁12行目まで）のとおりであるから，これを引用する。",
            "「(5)  控訴人が運営する個別指導塾であるプリバートは，控訴人学習塾の生徒を対象として，控訴人学習塾の授業内容やテスト問題の補習を行うコースを提供している。（甲6，弁論の全趣旨）」"
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)（一般不法行為の成否）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，被控訴人が本件各表示をしていることが不競法2条1項1号所定の不正競争行為に当たらないとしても，被控訴人において，控訴人が多額の費用と労力をかけて作成した著作物であり，いわば企業秘密として非常に大きな価値を持つテスト問題について，控訴人に無断でその解説本を出版し，あるいは，ライブ解説を提供する行為は，控訴人の作成したテスト問題等を不正に使用することにより，控訴人の営業の自由を妨害することを目的とするもので，自由競争の範囲を逸脱した不公正な行為であるから，一般不法行為を構成すると主張する。",
                "控訴人は，著作権侵害ないし不競法上の不正競争行為の主張をするものではないから，被控訴人の行為が一般不法行為を構成するのは，被控訴人の行為により，著作権法や不競法が規律の対象とする利益とは異なる法的に保護された利益が侵害されるといえる特段の事情がある場合に限られるというべきであるところ（最高裁判所第1小法廷平成23年12月8日判決，民集65巻9号3275頁参照），被控訴人による解説本の出版やライブ解説の提供が，著作権法や不競法が規律の対象とする利益とは異なる法的に保護された利益を侵害すると直ちにいうことはできないし，控訴人の主張も，そのような利益が存在することを十分に論証しているとはいい難い。",
                "さらに，控訴人のテスト問題を入手して解説本の出版やライブ解説の提供を行うについての被控訴人の行為が，控訴人の営業を妨害する態様であったこと，又は控訴人に対する害意をもって行われたことをうかがわせる証拠はなく，被控訴人の行為が社会通念上自由競争の範囲を逸脱する不公正な行為であったとも認められない。",
                "以上のとおりであるから，被控訴人による解説本の出版やライブ解説の提供が，控訴人に対する一般不法行為に当たるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の当審における補充主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，大手学習塾である控訴人学習塾での成績を向上させるため，被控訴人が控訴人において多大な時間と労力をかけて作成したテスト問題の解説を行うという被控訴人学習塾の営業は，控訴人のノウハウにただ乗りするものであって，自由競争の範囲を逸脱し，一般不法行為を構成すると主張する。",
                    "しかし，大手学習塾が，自ら作問したテスト問題の解説を提供するという営業一般を独占する法的権利を有するわけではないから，大手学習塾に通う生徒やその保護者の求めに応じ，他の学習塾が業として大手学習塾の補習を行うことそれ自体は自由競争の範囲内の行為というべきである。そして，控訴人が主張する，中学校受験生を対象とする学習塾同士が熾烈な競争下にある中で，控訴人がその教育方針に従い，そのノウハウに基づいてテスト問題を作問していること，被控訴人による解説は控訴人による事前の審査を経ておらず，その内容が受験テクニックに偏ったもので，控訴人の出題意図や教育方針に反することといった事情があったとしても，このことから直ちに，被控訴人による解説本の出版やライブ解説の提供が社会通念上自由競争の範囲を逸脱するということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人は，被控訴人が，①  控訴人学習塾の生徒をターゲットに控訴人学習塾での成績アップを宣伝文句として生徒を集め，②  控訴人学習塾のテスト問題を中心にライブ解説の提供及び解説本の出版をし，③  控訴人学習塾の大規模校の周辺を中心に被控訴人の学習塾を展開し，④",
                  "text": [
                    "合格率の高い控訴人学習塾の生徒を集客することにより，被控訴人の実績を誇示していることからすれば，被控訴人には，控訴人の信用を害してプリバートに入室する生徒を奪う意図があったと推認されると主張する。",
                    "しかし，控訴人学習塾の生徒が被控訴人学習塾を選択し，プリバートに入室しなかったとしても，それが社会通念上自由競争の範囲を逸脱するものではないのは上記(1)に説示したところから明らかである。そして，上記①～④の事情があることにより控訴人の信用が害されるとする根拠は不明であり，これらの事情から，被控訴人に，控訴人の信用を害してプリバートに入室する生徒を奪う意図があったことが推認されるという控訴人の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，その余の点を判断するまでもなく，控訴人の一般不法行為に基づく損害賠償請求は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，本件控訴は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}