{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人らの負担とする。"
    },
    {
      "fig": "3",
      "text": "控訴人アップル  インコーポレイテッドに対し，この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件を原審に差し戻す。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要（略称は，特に断りのない限り，原判決に従う。）",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，控訴人アップル  インコーポレイテッド（以下「控訴人アップル」という。）及び控訴人Apple  Japan合同会社（以下「控訴人アップルジャパン」という。）が，被控訴人クアルコム  インコーポレイテッド（以下「被控訴人クアルコム」という。），被控訴人クアルコムジャパン合同会社（以下「被控訴人クアルコムジャパン」という。），被控訴人クアルコム  テクノロジーズ  インク（以下「被控訴人QTI」という。）及び被控訴人クアルコム  シーディーエムエー  テクノロジーズ  アジア-パシフィック  ピーティーイー  エルティーディー（以下「被控訴人QCTAP」という。）に対し，控訴人らによる原判決別紙2物件目録記載の各製品（原告製品）の生産，譲渡等の行為は，被控訴人クアルコムが有する発明の名称を「無線フレーム特有のカウンタ初期化」とする特許第3706580号の特許権（以下「本件特許権」といい，この特許を「本件特許」という。）の侵害に当たらないなどと主張し，被控訴人らが控訴人らの上記行為に係る本件特許権侵害を理由とする損害賠償請求権及び実施料請求権を有しないことの確認を求めた事案である。",
            "原判決は，要旨次のとおり判断して，控訴人らの本件訴えをいずれも却下した。控訴人らは，これを不服として本件控訴を提起した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人アップルの被控訴人クアルコムに対する訴えについて",
              "text": [
                "①控訴人アップルと被控訴人クアルコムとの間の被控訴人クアルコムが保有する移動通信システムの通信規格（本件通信規格）に関する全世界的な必須宣言特許ポートフォリオに関するライセンス交渉において，被控訴人クアルコムが控訴人アップルに対し原告製品を含む控訴人アップルの製品が本件特許権を含む被控訴人クアルコムの複数の特許権を侵害していると主張していた事実は認められないこと，②被控訴人らは，原審において，被控訴人クアルコムが，原告製品の製造受託業者（CM）に対し，本件特許権を含む特許権について原告製品の製造，譲渡等に係るライセンスを付与し，原告製品は全てCMから供給されている現時点において，控訴人らに対し，本件特許権に基づく損害賠償請求権及び実施料請求権を行使する意思はないし，日本法上行使できるものとも考えていない旨陳述したことなどの事情を総合すれば，被控訴人クアルコムの行為により，控訴人アップルの有する権利又はその法律上の地位に危険又は不安が現に存在すると認めることはできないから，控訴人アップルの被控訴人クアルコムに対する訴えは，確認の利益を欠き，いずれも不適法である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人アップルの被控訴人クアルコムジャパン，被控訴人QTI及び被控訴人QCTAPに対する訴え並びに控訴人アップルジャパンの被控訴人らに対する訴えについて",
              "text": [
                "控訴人らは，被控訴人クアルコムジャパン，被控訴人QTI及び被控訴人QCTAPが被控訴人クアルコムと一体となって本件特許権を行使する関係にあることなどを理由に控訴人アップルの被控訴人クアルコムに対する訴え以外の本件訴えについて確認の利益がある旨主張するが，控訴人アップルの被控訴人クアルコムに対する訴えは，上記のとおり確認の利益が認められない以上，その余の当事者間の訴えも，確認の利益は認められず，不適法である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実，争点及び争点に対する当事者の主張",
          "text": [
            "次のとおり訂正し，当審における当事者の主張を付加するほか，原判決「事実及び理由」の第2の2ないし4記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の訂正",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決3頁12行目末尾に行を改めて次のとおり加える。",
                    "「  本件特許の特許請求の範囲の請求項1に係る発明（以下「本件発明」という。）を構成要件に分説すると，次のとおりである。",
                    "【請求項1】",
                    "A  移動ステーション（MS）への／からの多数の無線ベアラをサポートする無線アクセスネットワーク（RAＮ）におけるトラフィックを保護するための方法であって，上記無線アクセスネットワークは，少なくとも2つのコアネットワーク（CS-CＮ，PS-CＮ）に接続され，",
                    "B  上記方法は，",
                    "C  コアネットワーク特有の認証プロトコルを維持し，",
                    "D  無線ベアラ特有の暗号化プロセス（CP）を維持し，",
                    "E  各暗号化プロセスに対して，繰り返しシーケンス番号（43）と，この繰り返しシーケンス番号（43）が1サイクルを完了するたびに増加されるハイパーフレーム番号（HFＮ）とを含むカウントパラメータ（C）を発生し，",
                    "F  各コアネットワーク（CS-CＮ，PS-CＮ）又は認証プロトコルに対して，",
                    "G  以前のセッション中に使用された最大のハイパーフレーム番号を越えるハイパーフレーム番号でセッションの第1無線ベアラを初期化し（5-8），そして",
                    "H  セッションの終りに，そのセッション中に使用された最大のハイパーフレーム番号の少なくとも一部分（41）を記憶する（5-8），という段階を備えたことを特徴とする方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決3頁16行目の「本件特許権に基づき」を「本件特許権侵害を理由とする」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決4頁5行目の「密接な関係」を「密接な関連」と改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決10頁7行目の「本件特許権に基づき」を「本件特許権侵害を理由とする」と改め，同頁18行目末尾に次のとおり加える。",
                    "「携帯電話等の端末に組み込まれるチップセットの販売をもって，基地局との無線通信に用いられる方法に関する特許権の黙示のライセンスが存在するとの法理も存在しない。",
                    "なお，控訴人らは，控訴人らがCMから原告製品の供給を受けていることを前提とした上で，被控訴人らがCMに対し，原告製品の部品であるチップセットを販売したことによって本件特許権が消尽し，仮に消尽していないとしても，被控訴人らは，CMに対し，チップセットを販売することにより，チップセットに組み込まれる特許に係る実施料を含む販売代金の支払を受けるとともに，CMから，原告製品の最終製品価格に基づいて算定した上記特許に係るライセンス料を徴収し，CMは，被控訴人らに支払った上記ライセンス料を原告製品の最終製品価格に全額転嫁して請求していること，控訴人らは，CMに対して，その最終製品価格を支払っていることからすると，被控訴人らは，控訴人らに対し，本件特許権について黙示のライセンスを行い，控訴人らは，被控訴人らに対し，CMを通じて，そのライセンス料を支払っていると評価できるとして，被控訴人らが，控訴人らによる原告製品の生産，譲渡等の行為について，本件特許権侵害を理由とする損害賠償請求権及び実施料請求権を有しない旨主張する。",
                    "これに対し，被控訴人らは，控訴人らがCMから原告製品の供給を受けていることを前提とした上で，被控訴人らは，CMに対し，本件特許権のライセンスを付与していることを理由に，控訴人らによる原告製品の生産，譲渡等の行為について，上記損害賠償請求権及び実施料請求権を有するものではないし，当該請求権を行使する意思もない旨主張するものであって，控訴人らによる原告製品の生産，譲渡等の行為について，被控訴人らが上記損害賠償請求権及び実施料請求権を有しない理由は，控訴人らの上記主張とは異なる。」"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決10頁20行目の「本件」から22行目の「発明」までを「本件発明」と，同頁24行目の「構成」を「構成（構成要件H）」とそれぞれ改める。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原判決11頁2行目の「仮に」から同頁5行目から6行目にかけての「評価できる。」までを次のとおり改める。",
                    "「仮に被控訴人らがCMに対しチップセットを販売したことによっては本件特許権が消尽しないとしても，被控訴人らは，CMに対し，チップセットを販売することにより，チップセットに組み込まれる特許に係る実施料を含む販売代金の支払を受けるとともに，CMから，原告製品の最終製品価格に基づいて算定した上記特許に係るライセンス料を徴収することによって，ライセンス料の二重取りをしていること，CMは，被控訴人らに支払った上記ライセンス料を原告製品の最終製品価格に全額転嫁して請求し，控訴人らは，CMに対して，その最終製品価格を支払っていることからすると，CMによる被控訴人らに対する上記ライセンス料の支払は，控訴人らから被控訴人らに対する本件特許権についての間接的なライセンス料の支払と異なるものではないから，被控訴人らは，控訴人らに対し，本件特許権について黙示のライセンスを行い，控訴人らは，被控訴人らに対し，CMを通じて，そのライセンス料を支払っていると評価できる。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における当事者の主張",
              "text": [
                "（控訴人らの主張）",
                "原判決には，以下のとおり，①被控訴人クアルコムが，2016年（平成28年），控訴人アップルと被控訴人クアルコム間のライセンス交渉の中で，控訴人アップルに対し，原告製品が本件特許権を含む被控訴人クアルコムの保有する数多くの特許権を侵害していると主張したとの控訴人らの主張について，被控訴人クアルコムが，本件特許権を含む複数の特許権について，原告製品の製造受託業者（CM）に対し，原告製品の生産，譲渡についてライセンスを付与しているため，被控訴人クアルコムが，控訴人アップルに対し，本件特許権に基づく損害賠償請求権や実施料請求権を行使し又は行使する旨の予告をしたと評価することは困難であるとして，上記主張を排斥する判断をした点，②被控訴人クアルコムの米国訴訟における本件訴訟と矛盾した主張が本件訴えの確認の利益を基礎付けるものではないと判断した点，③被控訴人クアルコムの子会社である被控訴人クアルコムジャパン，被控訴人QTI及び被控訴人QCTAPによって，控訴人らの法律上の地位にいかなる危険又は不安が生じるかについて十分な検討を行わずに，被控訴人クアルコムの子会社に対する訴えについての確認の利益は認められないと判断した点において誤りがあり，その結果，控訴人らの本件訴えは，確認の利益が存しないとして，いずれも却下した誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "①の点について",
                  "text": [
                    "原判決は，被控訴人クアルコムは，本件特許権を含む複数の特許権について，原告製品の製造受託業者（CM）に対し，原告製品の生産，譲渡についてライセンスを付与しており，控訴人らは，CMから，全ての原告製品の供給を受けているところ，被控訴人クアルコムは，控訴人アップルとのライセンス交渉の過程において，現在被控訴人クアルコムが原告製品についてCMと締結しているライセンス契約が存在しないと仮定した場合に（absent a license），控訴人アップルによる原告製品の譲渡等により侵害することとなる特許権を特定するよう求められたのに対し，その一つとして，本件特許の米国対応特許及び中国対応特許を挙げたにすぎず，CMとのライセンス契約が解消されたとの事実関係がうかがわれない現時点において，被控訴人クアルコムが，控訴人アップルに対し，本件特許権に基づく損害賠償請求権や実施料請求権を行使し又は行使する旨の予告をしたと評価することは困難というほかない旨判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，本件特許権が被控訴人クアルコムと原告製品の製造受託業者（CM）間のライセンス契約（以下「CMライセンス契約」という場合がある。）の対象となっていることについて，被控訴人らからこれを裏付ける証拠は提出されていない上，被控訴人クアルコムは，控訴人アップルとのライセンス交渉の過程において，CMライセンス契約の対象特許に本件特許権が含まれることを明らかにしておらず，むしろ，過去の言を翻して，その対象特許は限定的である旨主張するに至った。",
                        "また，被控訴人クアルコムは，CMライセンス契約において，ライセンスの有効期間を延長し，新たな技術をライセンス対象として契約に取り込むための再交渉が義務付けられているにもかかわらず，控訴人アップルと被控訴人クアルコム間のドイツのマンハイム地方裁判所に係属中の訴訟（事件番号2O128／17。以下「ドイツ訴訟」という。）において，2016年（平成28年）第4四半期以降，新たな特許や訴訟の対象特許を取り込むための交渉を一切行っていないことを自認しているから（甲35），CMライセンス契約の有効性やその許諾対象特許の範囲について疑義がある。",
                        "したがって，CMライセンス契約が有効に存続し，本件特許権がそのライセンス対象となっているとはいえない。",
                        "さらに，台湾の公平交易委員会（TFTC）は，2017年（平成29年）10月20日，被控訴人クアルコムが台湾の競争法（公平交易法）に違反したと認定し，被控訴人クアルコムに対し，課徴金納付命令と併せて，是正措置として，競合するチップセット製造販売業者や，CMを含む携帯通信端末の製造販売業者との間で締結しているライセンス契約について，ライセンス条件の再交渉を行うよう命じ（甲33，34），この是正命令を受けて，被控訴人クアルコムとCMとの間でCMライセンス契約の再交渉が開始されているから，CMライセンス契約の条件は今後変更される可能性がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人アップルと被控訴人クアルコム間のライセンス交渉において控訴人アップルが作成したレター（甲9）記載の「(absent a license)」の語は，レターの文面，ライセンス交渉の経緯及び目的に照らせば，「（控訴人アップルと被控訴人クアルコムとの間の）直接ライセンスなしでは(absent a direct license)」という意味であることが明らかである。そして，被控訴人クアルコムは，控訴人アップルの上記レターにおける要請に対し，自社が保有する必須宣言特許をほぼ完全に網羅する特許リスト（本件特許を含む。）（甲7）及び自社の保有する必須宣言特許（本件特許を含む。）のクレームチャート（甲14）を提示した。このような被控訴人クアルコムの行為は，「直接ライセンスなしでは(absent a direct license)」被控訴人クアルコムの必須宣言特許（本件特許を含む。）が控訴人アップルによって侵害されているとの認識を示したものである。",
                        "加えて，被控訴人クアルコムが控訴人アップルの求めに応じて提供した一覧表やクレームチャートに本件特許の米国対応特許及び中国対応特許が含まれていたことに照らせば，被控訴人クアルコムが控訴人アップルに対し本件特許権について侵害主張を行ったことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件特許権はCMライセンス契約の対象特許となっているとはいえず，また，控訴人アップルと被控訴人クアルコム間のライセンス交渉の中で，被控訴人クアルコムが控訴人アップルに対し原告製品が本件特許権を含む被控訴人クアルコムの保有する数多くの特許権を侵害していると主張したことは明らかであるから，被控訴人クアルコムが，控訴人アップルに対し，本件特許権に基づく損害賠償請求権や実施料請求権を行使し又は行使する旨の予告をしたと評価することは困難であるとの原判決の判断（①の点）は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "②の点について",
                  "text": [
                    "被控訴人クアルコムが，控訴人アップルと被控訴人クアルコム間の本件特許権の米国対応特許に関する南カリフォルニア地区連邦裁判所における債務不存在確認訴訟（米国訴訟）において，矛盾した訴訟追行態度を取っていること自体，控訴人らの法律上の地位に危険又は不安を生じさせるものであるにもかかわらず，原判決は，本件訴訟と米国訴訟の確認対象の違いのみに着目し，これを看過した。",
                    "加えて，被控訴人クアルコムは，米国訴訟において，控訴人アップルに提示した被控訴人クアルコムの保有する携帯通信SEPポートフォリオのライセンス提案（ロイヤルティを含む。）がFRAＮD条件に適合していたこと及び仮に適合していないとする場合のFRAＮD条件によるロイヤルティの確認を求める申立てを行い（甲32），未だに，控訴人アップルが真摯にライセンスを受ける意思を有しない者であるとの確認判決を求める申立てを維持し，その主張書面において，繰り返し，控訴人らが被控訴人クアルコムのFRAＮD宣言による利益を享受する地位をもはや有しない旨主張し，さらには，控訴人アップルが本件特許の米国対応特許を侵害している旨の専門家意見書（甲37）を提出している。",
                    "このように被控訴人クアルコムは，本件訴訟では，CMライセンス契約の存在を理由として，本件特許権に基づく損害賠償請求権及び実施料請求権を有しない又は行使できない旨主張しているものの，米国訴訟においては，CMライセンス契約の存在にもかかわらず，携帯通信SEPポートフォリオに含まれる特許につき，FRAＮD条件の適合性やFRAＮD条件でのロイヤルティの確認を求める申立てをするなど，控訴人アップルによる被控訴人クアルコムの保有する特許権の侵害を前提とする主張を行っており，被控訴人クアルコムの両主張が矛盾することは明らかである。",
                    "このような被控訴人クアルコムの米国訴訟における本件訴訟と矛盾した主張は，本件訴えの確認の利益を基礎付けるものといえるから，これを否定した原判決の判断（②の点）は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "③の点について",
                  "text": [
                    "前記ア及びイによれば，控訴人アップルの被控訴人クアルコムに対する訴えについて確認の利益が存在することは明らかである。",
                    "また，控訴人らは，被控訴人クアルコムと一体となって，ライセンス料請求及びチップセット販売を行う，被控訴人クアルコムの子会社である被控訴人クアルコムジャパン，被控訴人QTI及び被控訴人QCTAPからも権利行使を受ける危険に直面している。",
                    "しかるところ，被控訴人クアルコムジャパン，被控訴人QTI及び被控訴人QCTAPによって，控訴人らの法律上の地位にいかなる危険又は不安が生じるかについて十分な検討を行わずに，これらの被控訴人らに対する訴えについての確認の利益が存しないとした原判決の判断（③の点）は誤りである。",
                    "（被控訴人らの主張）",
                    "控訴人ら主張の①ないし③の点に係る原判決の認定及び判断に誤りはなく，控訴人らの本件訴えは，確認の利益を欠くとした原判決の判断にも誤りはない。"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "①の点に係る主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人クアルコムは，CMに対し，本件特許権のライセンスを付与し，原告製品は，全てCMから控訴人らに供給されているのであるから，被控訴人らは，控訴人らに対し，原告製品の生産，譲渡等につき，本件特許権に基づく損害賠償請求権及び実施料請求権を有するものではないし，当該請求権を行使する意思もない。",
                        "したがって，本件口頭弁論終結時において，現に控訴人らの有する権利又は法律上の地位に危険又は不安は生じていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人らは，被控訴人クアルコムは，控訴人アップルとのライセンス交渉の過程において，CMライセンス契約の対象特許に本件特許権が含まれることを明らかにしておらず，むしろ，過去の言を翻して，CMライセンス契約の対象特許は限定的である旨主張するに至ったと述べるが，これを裏付ける客観的な証拠は何ら示されていない。",
                        "また，被控訴人クアルコムは，ドイツ訴訟において，CMとのライセンス契約における取込み期間（Capture Period）の再交渉を行っていない旨を主張したが，再交渉が行われていないのは，現行のライセンス契約が引き続き有効に存在し，再交渉を行う理由がないからであり，このことは，CMとのライセンス契約が有効に存続することを示すものである。",
                        "さらに，現時点において，控訴人ら主張のTFTCの是正命令を受けたことによる被控訴人クアルコムとCM間の再交渉は開始されておらず，ましてやライセンス契約の条件が変更されたという事実もない。控訴人ら主張のCMライセンス契約の条件は今後変更される可能性があるとの点は，本件口頭弁論終結後の事情に過ぎず，現に控訴人らの有する権利又は法律上の地位に危険又は不安が生じていないから，確認の利益を基礎付けるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人アップル作成のレター（甲9）記載の「(absent a license)」の語は，「ライセンスがないと仮定した場合」の意味である。控訴人アップルと被控訴人クアルコム間のライセンス交渉は，CMへの既存のライセンスに依拠することに代えて，控訴人アップルに直接ライセンスを提供することを目的としていたものであるから，CMに対するライセンスは存在し，一方で直接ライセンスが存在しないことは，自明の前提である。そして，CMへのライセンスも直接ライセンスもなければ，特許権侵害となり得るのであるから，「absent a license」は「（CMへのライセンスも含めた）何らかのライセンスがなければ」の意味であり（「CM licenses」ではなく，単数形の「a license」が用いられており，「direct（直接の）」という修飾語も付されていない。），控訴人らの主張するように「直接ライセンス」に限定した意味に解されるものではない。",
                        "また，控訴人アップルと被控訴人クアルコム間のレター等によるやり取りは，CMへのライセンスに依拠することに代えて，被控訴人クアルコムと控訴人アップルとの間の直接のライセンスの成立を目指す交渉の中で，そのライセンスの範囲の説明，検討のために行われたものである。そのやり取りにおいて，被控訴人クアルコムが本件特許権に基づく損害賠償請求権及び実施料請求権を行使したと評価できる発言は一切なく，行使する旨の予告と解される発言もない。被控訴人クアルコムは，CMに対するライセンスの存在を否定する発言も行っていないし，ましてや，CMに対するライセンスが存在するにもかかわらず，本件特許権を行使するとの発言を行ったこともない。",
                        "さらに，被控訴人らは，本件訴訟において，控訴人らに対し，反訴の提起も，その予告も行っていない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，控訴人らの①の点に係る主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "②の点に係る主張に対し",
                  "text": [
                    "本件訴訟における確認の対象は，本件特許権に基づく損害賠償請求権及び実施料請求権の存否であるのに対し，米国訴訟における確認の対象は，当該訴訟の対象となっている特許が控訴人アップルが使用している規格に必須のものではないため特許の侵害がないこと，当該特許が無効であること，チップセットの販売により特許権が消尽したため執行不能であること等の事実であって，両訴訟における確認の対象が異なる。",
                    "したがって，被控訴人クアルコムが，本件訴訟において本件特許権に基づく損害賠償請求権及び実施料請求権を有するものではないし，それを行使する意思もないと表明していることと，米国訴訟において係争性を争っていないことは，矛盾するものではない。",
                    "また，被控訴人クアルコムが，米国訴訟において，反訴として，被控訴人クアルコムのライセンス提案がFRAＮD宣言に適合していること及び仮にFRAＮD宣言に適合しない場合はFRAＮD条件によるロイヤルティの確認を求める申立てを行ったことは，特定の特許権の行使あるいは行使の意思の表明となるものではない。被控訴人クアルコムは，控訴人アップルとのライセンス交渉において，2016年（平成28年）6月及び7月に，自らがFRAＮDと考える条件でライセンスの申入れをしたところ，控訴人アップルがFRAＮD宣言に適合していないとして拒絶したことから，上記申立てを行ったものである。このような経緯と，控訴人アップルと被控訴人クアルコム間のライセンス交渉がCMへの既存のライセンスに依拠することに代えて，直接ライセンスを提供することを目的としていたことに照らせば，上記申立てが，CMに対するライセンスの存在を否定するものでも，控訴人らに対し，本件特許権の行使又は行使の予告と評価されるべきものでもないことは明らかである。",
                    "そして，被控訴人クアルコムが，米国訴訟において，控訴人アップルが「真摯にライセンスを受ける意思を有しない者」であるとの確認を求める請求を維持し，主張書面でも控訴人アップルがFRAＮD宣言による利益を享受する地位を有しないと主張しているのは，控訴人アップルが非合理的かつ不誠実な交渉戦術をとったことを理由とするものであって，被控訴人クアルコムが，CMに対するライセンスの存在にもかかわらず，控訴人らに対して本件特許権を行使する意思を示したものではない。",
                    "したがって，控訴人らの②の点に係る主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "③の点に係る主張に対し",
                  "text": [
                    "控訴人アップルの被控訴人クアルコムに対する訴えが確認の利益を欠き，また，被控訴人クアルコムジャパン，被控訴人QTI及び被控訴人QCTAPは本件特許権を有していない以上，控訴人アップルの被控訴人クアルコムジャパン，被控訴人QTI及び被控訴人QCTAPに対する訴えについて，確認の利益はない。",
                    "さらに，控訴人アップルの訴えが確認の利益を欠く以上，原告製品の譲渡等を行うにとどまる控訴人アップルジャパンの被控訴人らに対する訴えについて，確認の利益が認められる余地はない。",
                    "したがって，控訴人らの③の点に係る主張は失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人らの本件訴えは，確認の利益を欠き，不適法であると判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "以下のとおり訂正するほか，原判決の「事実及び理由」の第3の1記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決12頁11行目の「ライセンス契約」を「ライセンス契約（原文・●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●)」と改め，同頁13行目冒頭から15行目末尾までを次のとおり改める。",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決14頁5行目から6行目にかけての「（ライセンスを欠くため）（判決注：原文は（absent a license）と記載されている。）」を「（ライセンスがない場合に）」と，同頁20行目の「申し入れ」を「申入れ」と，同頁24行目の「と主に」を「とともに」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決15頁9行目から10行目にかけての「なお，原告らが提出する原告アップルの従業員の陳述書（甲8）によっても，」を削除し，同頁11行目の「係るものであるとは認められない」を「係るものではない」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決15頁17行目の「本件第1回口頭弁論」を「原審第1回口頭弁論期日」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決15頁22行目末尾に行を改めて次のとおり加える。",
                "「(6)ア  被控訴人クアルコムは，米国訴訟において，2017年（平成29年）5月24日付け第一修正反訴状（甲32）で，控訴人アップルに対し，①被控訴人クアルコムが控訴人アップルに対して申し入れた，携帯通信SEPライセンス条件に関する2016年（平成28年）6月及び同年7月の両申入れ（ロイヤルティ条件を含む。）を含むライセンス申入れが，被控訴人クアルコムがETSIに確約したFRAＮD条件を充足し，控訴人アップルは，その非合理的かつ不誠実な交渉戦術により，ライセンシーとなる意思がない交渉者となるため，被控訴人クアルコムは，控訴人アップルに関して，自らがETSI（欧州電気通信標準化機構）に誓約したFRAＮD条件を充足かつ履行していると確認すること，②もし裁判所が控訴人アップルに関して被控訴人クアルコムが履行すべきFRAＮD条件の誓約が未だ充足されず履行されていないと判断し，控訴人アップルには，依然として，被控訴人クアルコムからFRAＮD条件による申入れを受ける権利があると判断する場合は，移動体通信SEPのポートフォリオ・ライセンスのためのFRAＮD条件によるロイヤルティが，控訴人アップルに対して既に申し入れられている旨確認する判決を求めた。",
                "その後，被控訴人クアルコムは，米国訴訟において，2018年（平成30年）4月11日付け第二修正反訴状（甲36）で，上記①と同様の判決を求めた。",
                "また，被控訴人クアルコムは，米国訴訟において，同年6月19日，控訴人アップルが本件特許の米国対応特許を侵害している旨の電子工学及びコンピュータサイエンスの教授による専門家意見書を提出し，その後，同年9月14日，同特許に基づき，控訴人アップルを提訴しない旨の誓約を提示した（甲37）。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "台湾の公平交易委員会（TFTC）は，2017年（平成29年）10月20日，被控訴人クアルコムが，CDMA，WCDMA及びLTEの移動体通信規格に適合するベースバンドチップ市場における支配的地位を濫用し，競合チップ業者へのライセンスを拒絶するとともに，制限的な条項を規定することを要求し，ライセンス契約を締結しなければチップを提供しないという手段を講じ，特定の事業者と排他的取引に係るリベート条項を含む契約を締結する等したことが，ベースバンドプロセッサ市場の競争を損ない，不公正な方法で直接又は間接的に他の事業者が競争に参加することを妨げる行為であり，台湾の競争法である公平交易法9条1項に違反するとして，被控訴人クアルコムに対し，234億台湾元の制裁金を課すこと，是正措置として，競合チップ業者及び携帯電話業者にライセンス契約の改訂又は新しいライセンス契約を提案できることを通知し，協議を行うことを命じる処分をした（甲33，34）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人クアルコムは，ドイツ訴訟において，2018年（平成30年）3月14日付け「法的紛争における答弁書」（甲35）を提出した。同書面には，「これらのライセンス契約は，この点において，常に，特定の期間における[クアルコムの]全ての特許がライセンスされるよう構築されてきた。この特定の制限された期間は，『取込み期間（capture period）』とも呼ばれている。これらのライセンス契約の条件は，これまで一定の期間ごとに再交渉されており，それによって，ライセンスの取込み期間を延長し，新たな技術をライセンスに取り込んできた。」，「したがって，2016年第4四半期から現在に至るまで，CM（製造受託業者）は，アップル以外の機器の製造と販売について合意されたロイヤルティは支払っているものの，アップルがクアルコムの特許（標準必須特許であれ，非必須特許についてであれ）を使用した対価として支払われるべき何らのロイヤルティも，支払っていない。この背景を理由として，当然のこととして，取込み期間を将来に延長することや，例えば，訴訟において問題となっている特許をライセンスに取り込むための交渉は一切行われていない。実際，アップルは，CMに対して，交渉を行うよう説得しようとは試みていない。」との記載がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "被控訴人らは，平成30年10月1日の当審第1回口頭弁論期日において，被控訴人クアルコムは，CMに対し，本件特許権を含む特許について，原告製品の生産，譲渡等に係るライセンスを付与しており，控訴人らは，CMから全ての原告製品の供給を受けているから，被控訴人らは，控訴人らに対し，現在，本件特許権に基づく損害賠償請求権及び実施料請求権を行使する意思はないし，日本法上行使できるものとも考えていない旨を述べ，同日，本件弁論は終結した。」"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2（本件訴えにつき確認の利益が認められるか）について",
          "text": [
            "以下のとおり訂正するほか，原判決の「事実及び理由」の第3の2記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決16頁2行目の「(2)」を「(2)ア」と改め，17頁3行目末尾に行を改めて次のとおり加える。",
                "「  したがって，控訴人らの上記主張は理由がない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し，控訴人らは，①本件特許権がCMライセンス契約の対象特許となっていることについて，被控訴人らからこれを裏付ける証拠は提出されていないこと，②被控訴人クアルコムは，控訴人アップルと被控訴人クアルコム間のドイツ訴訟において，2016年（平成28年）第4四半期以降，CMとの間で，新たな特許や訴訟の対象特許を取り込むための交渉を一切行っていないことを自認しており，CMライセンス契約の有効性やその許諾対象特許の範囲について疑義があること，③被控訴人クアルコムは，台湾の公平交易委員会（TFTC）が2017年（平成29年）10月20日にCMを含む携帯通信端末の製造販売業者との間で締結しているライセンス契約について，ライセンス条件の再交渉を行うことを命じる旨の是正命令を受けて，被控訴人クアルコムとCMとの間でCMライセンス契約の再交渉が開始されており，CMライセンス契約の条件は今後変更される可能性があること，④被控訴人クアルコムは，控訴人アップルに対し，自社が保有する必須宣言特許をほぼ完全に網羅する約2000頁に及ぶ特許リスト（本件特許を含む。）（甲7）及び自社の保有する必須宣言特許（本件特許を含む）のクレームチャート（甲14）を提示することにより，「直接ライセンスなしでは(absent a direct license)」被控訴人クアルコムの必須宣言特許（本件特許を含む。）が控訴人アップルによって侵害されているとの認識を示したこと，⑤被控訴人クアルコムが，控訴人アップルの求めに応じて提供した一覧表やクレームチャートに本件特許の米国対応特許及び中国対応特許が含まれていたことなどに照らせば，本件特許権はCMライセンス契約の対象特許となっているとはいえず，また，控訴人アップルと被控訴人クアルコム間のライセンス交渉の中で，被控訴人クアルコムが控訴人アップルに対し原告製品が本件特許権を含む被控訴人クアルコムの保有する数多くの特許権を侵害していると主張したことは明らかである旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，前記1(7)認定のとおり，被控訴人らは，本件弁論を終結した当審の第1回口頭弁論期日において，被控訴人クアルコムは，CMに対し，本件特許権を含む特許について，原告製品の生産，譲渡等に係るライセンスを付与しており，控訴人らは，CMから全ての原告製品の供給を受けているから，被控訴人らは，控訴人らに対し，現在，本件特許権に基づく損害賠償請求権及び実施料請求権を行使する意思はないし，日本法上行使できるものとも考えていない旨を表明していることに照らすと，本件の口頭弁論終結時点において，本件特許権が被控訴人クアルコムとCM間のCMライセンス契約におけるライセンス対象とされていることが認められる。",
                        "控訴人らが述べるように2016年（平成28年）第4四半期以降，被控訴人クアルコムとCMとの間で，新たな特許や訴訟の対象特許を取り込むための交渉を行っていないとしても，そのことは，CMライセンス契約の内容が変更されたり，又は契約自体の効力が喪失したことを直ちに意味するものではない。また，被控訴人クアルコムがTFTCの是正命令（処分）を受けてCMとの間でCMライセンス契約の再交渉を開始したことを認めるに足りる証拠はない。",
                        "他に上記認定を左右するに足りる証拠はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "前記1(2)認定のとおり，控訴人アップルと被控訴人クアルコムのライセンス交渉は，CMへの既存のライセンスに依拠することに代えて，控訴人アップルに直接ライセンスを提供することを目的としていたことに照らすと，控訴人アップルが送付した甲9のレター記載の●●●●",
                      "text": [
                        "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●との文中の「absent a license」の語は，「ライセンスがない場合に」を意味するものであり，CMに対するライセンスを含め，およそライセンスが存在しない場合を想定したものと認められる。",
                        "そして，前記1(2)の認定事実によれば，被控訴人クアルコムは，控訴人アップルから被控訴人クアルコムに対してライセンスがない場合に原告製品が侵害していると被控訴人クアルコムが考えている特許権の特定を求められたことを受けて，控訴人アップルに対し，被控訴人クアルコムがETSI（欧州電気通信標準化機構）に開示した特許の一覧表（甲7）及びサンプルクレームチャート（甲14）を提供したことが認められることに照らすと，上記一覧表及びクレームチャートに本件特許の米国対応特許及び中国対応特許が含まれているからといって，控訴人アップルと被控訴人クアルコム間のライセンス交渉の中で，被控訴人クアルコムが控訴人アップルに対し原告製品が本件特許権を侵害していることを主張したものと認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "したがって，控訴人らの前記主張は理由がない。」"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決17頁4行目の「(3)」を「(3)ア」と改め，同頁19行目末尾に行を改めて次のとおり加える。",
                "「イ  この点に関し，控訴人らは，被控訴人クアルコムは，本件訴訟では，CMライセンス契約の存在を理由として，本件特許権に基づく損害賠償請求権及び実施料請求権を有しない又は行使できない旨主張しているものの，米国訴訟においては，CMライセンス契約の存在にかかわらず，携帯通信SEPポートフォリオに含まれる特許につき，FRAＮD条件の適合性やFRAＮD条件でのロイヤルティの確認を求める申立てをするなど，控訴人アップルによる被控訴人クアルコムの保有する特許権の侵害を前提とする主張を行っており，被控訴人クアルコムの両主張が矛盾することは明らかであり，このような被控訴人クアルコムの米国訴訟における本件訴訟と矛盾した主張は本件訴えの確認の利益を基礎付けるものといえる旨主張する。",
                "しかしながら，前記1(6)認定のとおり，被控訴人クアルコムが，米国訴訟において，反訴として，被控訴人クアルコムのライセンス提案がFRAＮD宣言に適合していること及び仮にFRAＮD宣言に適合しない場合はFRAＮD条件によるロイヤルティの確認の申立てを行っていること，被控訴人クアルコムが，同訴訟において，2018年（平成30年）6月19日，控訴人アップルが本件特許の米国対応特許を侵害している旨の専門家意見書を提出したことは，被控訴人クアルコムが，本件訴訟において，被控訴人クアルコムからライセンスを受けたCMから原告製品の供給を受けている控訴人らに対し，本件特許権に基づく損害賠償請求権及び実施料請求権を行使する意思はないし，日本法上行使できるものとも考えていない旨主張していることと何ら矛盾するものではない。",
                "したがって，控訴人らの上記主張は理由がない。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決17頁20行目の「（1(5)）」を「（1(7)）」と，同行目の「本件訴訟」を「本件口頭弁論終結時点」とそれぞれ改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，控訴人らの本件訴えは，いずれも確認の利益を欠き，不適法であるから，本件訴えをいずれも却下した原判決は相当である。",
            "したがって，本件控訴をいずれも棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}