{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，別紙1物件目録記載の各製品を製造，販売してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，別紙1物件目録記載の各製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，4億1700万円及びこれに対する平成29年7月20日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "6",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称については原則として原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「加熱調理器」とする特許第3895311号の特許権(本件特許権)及び同特許権に基づく被控訴人に対する一切の請求権の譲渡を受けた控訴人が，被控訴人に対し，被控訴人において製造し，販売する別紙1物件目録記載の各製品(被告製品1)及び被控訴人において製造し，販売していた別紙2販売額一覧表記載の被告製品2ないし被告製品7に対応する各製品につき，本件特許の請求項1記載の発明(本件発明)の技術的範囲に属するから，被控訴人による被告各製品(被告製品1ないし被告製品7)の製造及び販売は本件特許権を侵害する旨を主張して，①特許法100条1項に基づき被告製品1の製造及び販売の差止めを，②同条2項に基づき被告製品1の廃棄を求めると共に，③民法709条の不法行為による損害賠償請求権(対象期間は，平成19年1月1日から平成28年12月31日までである。)に基づき，4億1700万円及びこれに対する不法行為後の日である平成29年7月20日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原判決は，本件発明についての特許は，特許法29条2項に違反してなされたものであって，特許無効審判により無効にされるべきものと認められるから，控訴人は，被控訴人に対し，本件特許権を行使することができず，その余の点について検討するまでもなく，控訴人の請求はいずれも理由がないとして，控訴人の請求をいずれも棄却したため，控訴人は，これを不服として本件控訴を提起した。",
            "なお，控訴人は，被告各製品には，被控訴人が他社のために製造し，他社の製造番号を付した他社ブランドの製品(OEM品)が含まれていたとして，当審において，被告各製品の特定(製品番号)を本判決添付の別紙のとおりに変更した。これは飽くまで本件訴訟の対象となる被告製品(製品番号)を明確化したものであって，対象製品，販売期間及び販売額自体に何ら変更はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決「事実及び理由」第2の2(1)～(4)(原判決2頁21行目～5頁2行目)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "次項のとおり当審における当事者の主張を付加するほかは，原判決「事実及び理由」第2の3(1)～(3)及び4(1)～(3)(原判決5頁3行目～17頁24行目)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "当審における当事者の主張",
          "text": [
            "(控訴人の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "無効の抗弁(進歩性欠如)について(争点2-4関係)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明と公然実施品1との間に相違点1-1が存在すること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許に係る特許請求の範囲の構成要件Bは，「前記トッププレートの幅を前記本体ケースの幅より大きくし」と記載されているにすぎず，トッププレートの幅を本体ケースの幅よりもどの程度大きくするのかが記載されていないから，「前記トッププレートの幅を前記本体ケースの幅より大きくし」たことがいかなる技術的意義を有するのかについては，必ずしも特定することはできない。すなわち，構成要件Bに係るトッププレートの幅がどの程度本体ケースの幅よりも大きいのかという点は，本件発明の特許請求の範囲の記載から一義的に明確に理解することはできない。そうである以上，構成要件Bの技術的意義の理解に当たり本件明細書等の発明の詳細な説明の記載を参酌することは許される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書等の記載を参酌すると，【発明の詳細な説明】には，「従来より，例えば誘導加熱をする加熱調理器においては，…図7は，そのものを平面図で具体的に示しており，第1及び第2の加熱器1，2を左右に内設した本体ケース3と，これの上面に設けたトッププレート4とは，その各幅W3，W4がほゞ同じで」(【0002】)と記載されており，「本体ケース」の幅と「トッププレート」の幅とが「ほゞ同じ」である加熱調理器が公知技術として記載されている(甲2)。",
                        "これらの記載に接した当業者であれば，従来製品の加熱調理器とは，図7で示されているように，トッププレートの幅と本体ケースの幅がほぼ同じ加熱調理器のことであるということが容易に読み取れる。",
                        "そして，新しい技術を公開した者に対し，その代償として一定の期間，一定の条件の下に独占的な権利を付与するという特許制度の趣旨に鑑みれば，特許出願時における従来製品は，新しい技術を何ら公開するものではないから，特許請求の範囲の一部に従来製品が含まれているときは，それを除外して権利範囲を確定すべきである(公知部分除外説)。",
                        "そうすると，本件特許の出願時における従来製品の加熱調理器，すなわち，「トッププレートの幅と本体ケースの幅がほぼ同じもの」が，本件発明の技術的範囲から除外されることは明らかである。",
                        "このように，本件明細書等には，トッププレートの幅が本体ケースの幅とほぼ同じ場合を除くことが記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書等の【0004】及び【0005】には，従来製品のトッププレートでは大きな調理器具を載せて加熱できないこと，調理器具同士が近接すること，調理器具とトッププレート最外周縁との間のスペースの余裕がないこと等が記載されている。",
                        "また，【0011】～【0013】，【0033】及び【0034】には，本件発明では大きな調理器具の加熱が可能なこと，調理器具同士の間隔を大きくできること，調理器具とトッププレート最外周縁との間のスペースの余裕が大きくなること，外力に対する耐力が低下すること等が記載されている。",
                        "このような本件発明の作用効果は，単に従来製品の加熱器の位置を変えただけで生じるものではなく，従来製品よりもトッププレートの幅を大きくしなければ生じ得ないものである。そのため，本件明細書等の記載に接した当業者であれば，本件発明が従来の加熱調理器よりも「トッププレートの幅が大きい」ということが容易に読み取れる。",
                        "このように，本件明細書等には，従来技術よりもトッププレートの幅を大きくする旨が記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記のとおり，本件明細書等に記載の「トッププレートの幅と本体ケースの幅がほぼ同じもの」とは，従来製品の加熱調理器のことを指しており，具体的には，後記(3)のとおり，トッププレートの幅が約600mm，本体ケースの幅が550mm前後の加熱調理器を意味している。",
                        "そして，公然実施品1は，本件特許の出願前に製造販売された加熱調理器であって，そのトッププレートの幅が599mmで，本体ケースの幅が550mmであるから，トッププレートの幅が約600mm，本体ケースの幅が550mm前後であり，従来製品の加熱調理器に該当する。",
                        "よって，公然実施品1は，本件明細書等に記載の従来製品の加熱調理器である「トッププレートの幅と本体ケースの幅がほぼ同じもの」に該当する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "前記のような本件発明の課題，解決手段及び作用効果によれば，本件発明は，大きな調理器具の加熱が可能なこと，調理器具同士の間隔を大きくできること，調理器具とトッププレート最外周縁との間のスペースの余裕が大きくなること等を実現する発明であり，構成要件Bはそのために「前記トッププレートの幅を前記本体ケースの幅より大きくし」たものであるから，従来技術である「トッププレートの幅と本体ケースの幅がほぼ同じもの」は当然に除かれる。",
                        "そのため，本件発明の構成要件Bは，「前記トッププレートの幅を前記本体ケースの幅より大きくし(ただし，トッププレートの幅と本体ケースの幅がほぼ同じものを除く)，」と解釈できる。",
                        "そして，前記のとおり，公然実施品1は，本件明細書等に記載の「トッププレートの幅と本体ケースの幅がほぼ同じもの」に該当する。",
                        "よって， 公然実施品1は，本件発明の構成要件Bを備えない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上のとおり，公然実施品1は，本件発明の構成要件Bを備えないから，本件発明と公然実施品1との間には相違点1-1(本件発明ではトッププレートの幅を前記本体ケースの幅より大きくしているのに対し，公然実施品1ではトッププレートの幅と本体ケースの幅はほぼ同じである点)が存在し，「原告の主張する相違点1-1が存すると認めることはできない。」とした原判決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "公然実施品1及び乙13公報に，本件発明の構成要件Dに係る構成は開示されていないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "公然実施品1について",
                      "text": [
                        "原判決は，「公然実施品1のサッシュは，接着部を介してトッププレートの荷重を支えていることが認められ，その構造によれば，トッププレートの本体ケース外方に位置する部分の下方であって直下に被組込家具が位置する箇所において調理器具の落下衝撃等に耐えるように，トッププレートの強度を補って強くする板であると認められる。」と判示する)。",
                        "しかし，公然実施品1のサッシュは，その接着部の位置が「トッププレートの本体ケース外方に位置する部分の下方であって直下に被組込家具が位置する箇所」ではない。",
                        "すなわち，公然実施品1とほぼ同時期に発売された同じ構造の製品((株)日立ホームテック製，HTW-4SB)のトッププレートに接着されたサッシュの断面部を見ると，サッシュとトッププレートとの間には隙間が存在しており，接着部は，サッシュと本体ケースとの結合部付近に認められるのみである(甲36：写真⑨～⑯)。この接着部が認められる位置は，トッププレートの外側端部から約25mmの位置であって(甲36：写真⑯)，直下に本体ケースが位置する箇所であり，「トッププレートの本体ケース外方に位置する部分の下方であって直下に被組込家具が位置する箇所」ではない。このように，公然実施品1の技術は，「直下に被組込家具が位置する箇所」における「接着部」の位置を何ら示していない。この点，被控訴人作成に係る公然実施品1の断面図(乙3の5頁)は，あたかもサッシュとトッププレートとの接着部が，「直下に被組込家具が位置する箇所」にあるように記載されているが，実際の公然実施品1の寸法を反映したものではなく，不正確な断面図であるから，当該断面図に基づき接着部の位置を認定するのは誤りである。",
                        "したがって，この点に関する原判決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙13公報について",
                      "text": [
                        "原判決は，「同公報(乙13公報)の【図3】(別紙6記載の図3)のL字金具9は，断面凸形状9aにおいてトッププレート1をトッププレートの端部よりも内側で支持しているから，調理器具の落下衝撃等に対する強度を強くする効果を有するといえる。よって，乙13公報は，誘導加熱調理器において，サッシュとは別部材により構成され，かつサッシュに当接させてねじで接合した，金属板からなる補強板という構成を開示していると認められる。」と判示する。",
                        "しかし，乙13公報の記載(【0005】)を見れば，「断面凸形状9a」の実質は浸水防止部材(調理器本体内部への浸水防止を目的とした技術)であることが明白である一方，同公報には，調理プレート1を「補強」する旨の記載は認められないこと，そもそも調理プレート1がキッチンカウンター4の位置まで伸張しておらず，「補強」を要するほど外力に対する耐力が低下しているとは認められないことから，「断面凸形状9a」を備えたL字金具9は，「調理器本体内部への浸水防止」のみを目的として設けられたものであって，トッププレートの「補強」を目的としていないことは明白である。すなわち，「断面凸形状9a」の実質は，調理器本体ケース5内への浸水を防止するためだけの役割を担った「浸水防止部材」であるから，乙13公報の「断面凸形状9a」は「補強板」に当たらない。",
                        "また，乙13公報に記載の構成によれば，「断面凸形状9a」は，調理プレート1から離れる方向に相当強い力で引っ張られるから，実質的に見ても調理プレート1を補強しておらず「補強板」とはいえない。",
                        "したがって，この点に関する原判決の判断も誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "後記のとおり，公然実施品1に乙13公報に記載の技術を組み合わせる動機付けはないが，仮に，公然実施品1と乙13公報に記載の技術とを組み合わせたとしても，構成要件Dの構成には到達しない。",
                        "すなわち，前記のとおり，公然実施品1の接着部の位置は「トッププレートの本体ケース外方に位置する部分の下方であって直下に被組込家具が位置する箇所」ではないから，公然実施品1には「直下に被組込家具が位置する箇所」に「接着部」を設けるという技術的思想が開示されていない。そして，乙13公報に記載の加熱調理器においては，「断面凸形状9a」が，直下にキッチンカウンター4が位置しない場所(本体ケース寄り)に配置されていることから(乙13：図3～図5参照)，乙13公報に記載の技術も，「直下に被組込家具が位置する箇所」に「断面凸形状9a」を設けるという技術的思想を何ら開示していない。",
                        "そのため，仮に公然実施品1と乙13公報に記載の技術とを組み合わせたとしても，「直下に被組込家具が位置する箇所」に「接着部」又は「断面凸形状9a」を設けるという構成に至らない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "このように，公然実施品1及び乙13公報に記載の技術は，「直下に被組込家具が位置する箇所」における「接着部」又は「断面凸形状9a」の位置を何ら示していないから，仮にこれらを組み合わせたとしても，「前記トッププレートの本体ケース外方に位置する部分の下方であって直下に前記被組込家具が位置する箇所に，前記サッシュとは別部材に構成され，かつ前記サッシュに当接させた，金属板から成る補強板を設け，」という構成要件Dの構成には到達しない。",
                        "したがって，公然実施品1及び乙13公報には，本件発明の構成要件Dに係る構成が開示されているとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "公然実施品1に乙13公報を組み合わせる動機付けがないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙13公報が「枠と調理プレートの隙間から煮こぼれや洗剤水などが浸透しても，調理器本体内部へ浸水させることなく，調理器本体内部の電気部品などの浸水が防止でき，水漏れ検査の簡略化が可能となる加熱調理器を得るもの」(乙13：【0005】，図3参照)という，いわゆる「調理器本体内部への浸水防止」についての技術に関するものであるのに対し，公然実施品1については，そのサッシュ付近の断面部分を見ても，「断面凹形状9c」(乙13)のような「調理器本体内部への浸水防止」に関する技術を備えていることは認められない(甲36：写真⑥～⑮)。",
                        "このように，主引用発明又は副引用発明の内容中に，組合せに関する示唆はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記のとおり，乙13公報が「調理器本体内部への浸水防止」についての技術に関するものであるのに対し，公然実施品1については「調理器本体内部への浸水防止」に関する技術を備えていることが認められない。",
                        "また，乙13公報に記載の加熱調理器は，調理プレート1の直下にキッチンカウンター4が位置しないもの(枠体2の直下にキッチンカウンター4が位置するもの)であるから，ガラス板(調理プレート)の直下に調理台(キッチンカウンター)が位置している公然実施品1とは構成が大きく異なり，両者は原理，機構，作用，機能等が共通していない。",
                        "このように，両者には「技術分野の関連性」が認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙13公報には，「上記のような従来の加熱調理器では，パッキンの取り付け作業が煩雑となったり，取り付けバラツキが生じたり，費用的にも高価なものであったという問題点があり，また，接着剤を塗布するタイプでは，工作上の塗布ムラやピンホールや未塗布などが生じた場合，製品の故障や台所内を汚してしまったり，電気部品の発煙・発火などの危険性があるため，塗布した接着剤の乾燥後に水や洗剤などを接着剤塗布部に流し込み調理器本体内部への浸透がないことを検査する必要があり，この水漏れ検査に手間が掛かっていたという問題点があった。」(【0004】)という課題が記載されている一方，公然実施品1における課題は定かではない。",
                        "そして，前記のとおり，乙13公報に記載の技術は，いわゆる「調理器本体内部への浸水防止」についての技術であるのに対し，公然実施品1には，そのサッシュ付近の断面部分を見ても，「断面凹形状9c」(乙13)のような「調理器本体内部への浸水防止」に関する技術を備えていることは認められず(甲36：写真⑥～⑮)，両者は作用，機能が共通していない。",
                        "このように，両者には「課題や作用・機能の共通性」が認められない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，公然実施品1と乙13公報に記載の技術とは，主引用発明又は副引用発明の内容中の示唆，技術分野の関連性及び課題や作用・機能の共通性が認められない。",
                        "よって，公然実施品1に乙13公報に記載の技術を適用する動機付けがないから，「公然実施品1に接した当業者において，公然実施品1に前記公知の構成を適用して，相違点1-2’に係る本件発明の構成とすることは，本件出願日当時，容易に想到し得たことというべきである。」とした原判決の判断は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正の再抗弁(当審における新主張)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正の再抗弁が認められるためには，①特許庁に対し適法な訂正審判の請求又は訂正の請求を行っていること，②当該訂正が特許法126条1項及び5項ないし7項の訂正要件を充たしていること，③当該訂正によって被控訴人が主張している(原判決が認定した)無効理由が解消されること及び④被告各製品が訂正後の特許発明の技術的範囲に属することの四つの要件(以下「要件①～④」という。)を充たすことが必要である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "要件①の充足について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，平成30年12月14日，本件特許について訂正審判(訂正2018-390198号。以下，この訂正を「本件訂正」という。)を請求した(甲40)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件訂正後の特許請求の範囲の請求項1に係る発明(以下「本件訂正発明」という。)を構成要件に分説すると，以下のとおりである(下線部は訂正箇所を示す。)。",
                        "A    誘導加熱をする第1及び第2の加熱器を左右に内設した本体ケースと，",
                        "この本体ケースの上面に設けられたトッププレートと，",
                        "前記トッププレートの周囲に設けられたサッシュとを具備し，",
                        "被組込家具に組み込まれる加熱調理器において，",
                        "B’  前記トッププレートの幅を前記本体ケースの幅より大きくし(ただし，トッププレートの幅と本体ケースの幅がほぼ同じものを除く)，",
                        "C    前記第1及び第2の加熱器の各中心部を，前記本体ケースの左右に等分した両側部の各中心部より外側であって，前記トッププレートの左右に等分した両側部の各中心部より中央側に配置すると共に，",
                        "D    前記トッププレートの本体ケース外方に位置する部分の下方であって直下に前記被組込家具が位置する箇所に，前記サッシュとは別部材に構成され，かつ前記サッシュに当接させた，金属板から成る補強板を設け，",
                        "E    この補強板と前記トッププレートとの間，又は補強板の下方に断熱層を形成したこと",
                        "F    を特徴とする加熱調理器。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "要件②の充足について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件訂正の内容",
                      "text": [
                        "本件訂正の内容は，特許請求の範囲の請求項1に，「前記トッププレートの幅を前記本体ケースの幅より大きくし，」とあるのを，「前記トッププレートの幅を前記本体ケースの幅より大きくし(ただし，トッププレートの幅と本体ケースの幅がほぼ同じものを除く)，」に訂正するものである(以下「本件訂正事項」という。)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正の目的(特許法126条1項)",
                      "text": [
                        "本件訂正事項は，訂正前の「前記トッププレートの幅を前記本体ケースの幅より大きくし，」を，「前記トッププレートの幅を前記本体ケースの幅より大きくし(ただし，トッププレートの幅と本体ケースの幅がほぼ同じものを除く)，」に限定しようとするものであるから，特許法126条1項ただし書1号に規定する「特許請求の範囲の減縮」を目的とするものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内の訂正であること(特許法126条5項)",
                      "text": [
                        "本件訂正事項は，いわゆる「除くクレーム」とする訂正であるところ，かかる訂正が特許法126条5項に違反するか否かは，訂正が新たな技術的事項を導入するものであるか否かによって決するべきであり，具体的には，訂正の前後で技術内容が変更された等の事情の有無によって判断すべきである。",
                        "しかるところ，前記のとおり，本件特許出願時における従来製品の加熱調理器，すなわち，「トッププレートの幅と本体ケースの幅がほぼ同じもの」は，もともと本件発明の技術的範囲から除外されていたものであるから，これを除外する本件訂正の前後で技術内容が変更された等の事情は認められない。",
                        "よって，本件訂正は新たな技術的事項を導入するものではないから，特許法126条5項に違反しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実質上，特許請求の範囲を拡張し，又は変更する訂正ではないこと(特許法126条6項)",
                      "text": [
                        "本件訂正事項は，特許請求の範囲の請求項1の，「前記トッププレートの幅を前記本体ケースの幅より大きくし，」を，「前記トッププレートの幅を前記本体ケースの幅より大きくし(ただし，トッププレートの幅と本体ケースの幅がほぼ同じものを除く)，」に限定して特許請求の範囲を減縮するものであり，カテゴリーや対象，目的を変更するものではないから，実質上，特許請求の範囲を拡張し，又は変更する訂正ではなく，特許法126条6項に適合する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "独立特許要件(特許法126条7項)",
                      "text": [
                        "本件訂正発明に係る特許について，原判決が認定した特許法29条2項違反を理由とする同法123条1項2号の無効理由は存在しない。",
                        "すなわち，本件訂正により，本件特許の技術的範囲から従来製品の加熱調理器である「トッププレートの幅と本体ケースの幅がほぼ同じもの」が除外されるところ，前記のとおり，公然実施品1は，従来製品の加熱調理器である「トッププレートの幅と本体ケースの幅がほぼ同じもの」に該当するから，本件訂正によって本件特許の技術的範囲から外れることが明確になる。そのため，本件訂正発明と公然実施品1との対比において，本件訂正発明は，「前記トッププレートの幅を前記本体ケースの幅より大きくし(ただし，トッププレートの幅と本体ケースの幅がほぼ同じものを除く)」たものであるのに対し，公然実施品1は，トッププレートの幅と本体ケースの幅がほぼ同じものであるという相違点(以下「相違点1-1’」という。)が存する。",
                        "よって，本件訂正発明は，原判決が認定したように「本件発明は，本件出願日前に，当業者が公然実施品1に公知の構成を適用して，容易に発明をすることができた」とはいえない。",
                        "そして，原審においても主張したように，その他無効理由も認められないから，本件訂正発明が，特許法126条7項の独立特許要件を充たすことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "このように，本件訂正は特許法126条1項及び5項ないし7項の訂正要件を充たしているから，訂正の再抗弁の要件②を充たす。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "要件③の充足について",
                  "text": [
                    "本件訂正発明の構成要件B’は，「前記トッププレートの幅を前記本体ケースの幅より大きくし(ただし，トッププレートの幅と本体ケースの幅がほぼ同じものを除く)，」である。",
                    "そして，前記のとおり，公然実施品1は，従来製品の加熱調理器であって，「トッププレートの幅と本体ケースの幅がほぼ同じもの」であるから，本件訂正発明の構成要件B’を充足しない(相違点1-1’)。",
                    "そのため，本件訂正によって，原判決が認定した特許法29条2項違反(進歩性欠如)を理由とする無効理由が解消されるから，訂正の再抗弁の要件③を充たす。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "要件④の充足について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正発明の構成要件のうち，本件訂正と関連しない部分を被告各製品が全て充足することは，控訴人が原審で主張したとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件訂正発明の構成要件B’について",
                      "text": [
                        "本件訂正発明の構成要件B’は，「前記トッププレートの幅を前記本体ケースの幅より大きくし(ただし，トッププレートの幅と本体ケースの幅がほぼ同じものを除く)，」というものであるところ，被告各製品は，いずれもトッププレートの幅が750mmで，本体ケースの幅が545mmであるから，「前記トッププレートの幅を前記本体ケースの幅より大きくし，」を充足する。",
                        "また，前記のとおり，「トッププレートの幅と本体ケースの幅がほぼ同じもの」の意義は，本件特許の出願当時における従来製品の加熱調理器のことであって，具体的には，トッププレートの幅が約600mm，本体ケースの幅が550mm前後の加熱調理器を指していることは，本件明細書等の記載に接した当業者にとって明らかであるところ(なお，後記(3)も参照)，750mmと545mmとでは205mmもの差があり，これは，被告各製品の本体ケースの幅(545mm)の半分近くを占めるほどの大きな差である。そのため，被告各製品は，「トッププレートの幅と本体ケースの幅がほぼ同じもの」とはいえない。",
                        "よって，被告各製品は，本件訂正発明の構成要件B’を充足する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "このように，被告各製品が本件訂正後の特許発明の技術的範囲に属することから，訂正の再抗弁の要件④を充たす。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，本件訂正は，訂正の再抗弁の要件①ないし④を全て充足するから，訂正の再抗弁が認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "従来製品の加熱調理器，及び「トッププレートの幅と本体ケースの幅がほぼ同じもの」の意義",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書等の記載から導かれる意義",
                  "text": [
                    "本件明細書等の【0002】には，「従来より，例えば誘導加熱をする加熱調理器においては，…本体ケースの上面に，耐熱ガラス製のトッププレートを有するものが供されている。図7は，そのものを平面図で具体的に示しており，第1及び第2の加熱器1，2を左右に内設した本体ケース3と，これの上面に設けたトッププレート4とは，その各幅W3，W4がほゞ同じで，」と記載されている(甲2)。",
                    "また，本件明細書等の【0004】の冒頭には，「上記従来のものの場合，」と記載されている(甲2)。",
                    "さらに，本件明細書等の【0002】を受けた図7には，従来製品の加熱調理器を上方から見た図が掲載されているところ，そのトッププレートの幅(W4)と本体ケースの幅(W3)とが，ほぼ同じ長さになっている。",
                    "これらの記載に接した当業者であれば，「従来製品の加熱調理器とは，図7で示されているように，トッププレートの幅と本体ケースの幅がほぼ同じ加熱調理器のことである」ということが容易に読み取れる。",
                    "よって，本件明細書等の記載に基づけば，従来製品の加熱調理器とは，「トッププレートの幅と本体ケースの幅がほぼ同じもの」を指していることは明白である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "出願時における技術常識から導かれる意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "キッチン設備のJIS規格",
                      "text": [
                        "キッチン設備の寸法が掲載されている「JISハンドブック⑨建築Ⅱ(試験)」(甲25の94～97頁)によれば，本件特許の出願前である平成10年当時，本件発明を含んだ二つの加熱器が左右に並設されたビルトインタイプの加熱調理器を組み込む場合の開口寸法のJIS規格は，以下のように定められている。",
                        "・機器を落とし込んで組み込むためのワークトップの開口の呼び寸法(w )：n×M ・機器を落とし込んで組み込むためのワークトップの開口部の開口寸法(w )：(n×M-40)＋4mm，(n×M-50)＋4mm (Mは100mmとし，nは正の整数とする。)",
                        "上記JIS規格によると，機器を落とし込んで組み込むためのワークトップの開口の呼び寸法(w )が600mm(n＝6，n×M＝600mm)の加熱調理器の場合，機器を落とし込んで組み込むためのワークトップの開口部の開口寸法(w )は，(600-40)＋4mm＝560＋4mm，又は(600-50)＋4mm＝550＋4mmとなる。",
                        "このように，ビルトインタイプの加熱調理器を設置するキッチン設備の開口部はJIS規格によって厳密に定められており，加熱調理器の寸法としては，この開口部に落とし込んで設置できる寸法を採用しなければならない。",
                        "すなわち，ビルトインタイプの加熱調理器は，トッププレートの幅がワークトップの開口の呼び寸法(w )と同等の約600mm，本体ケースの幅がワークトップの開口部の開口寸法(w )よりも小さい550mm前後の寸法としなければならない。",
                        "そして，これらトッププレート及び本体ケースの幅寸法は，JIS規格に基づき決定されるものであり，加熱調理器の分野における当業者であれば当然に知っていた技術常識である。",
                        "よって，キッチン設備のJIS規格に基づけば，従来製品の加熱調理器である「トッププレートの幅と本体ケースの幅がほぼ同じもの」の意義は，トッププレートの幅がワークトップの開口の呼び寸法(w )と同等の約600mm，本体ケースの幅がワークトップの開口部の開口寸法(w )よりも小さい550mm前後の寸法のものをいうことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "主要各社製品のカタログ・設置工事説明書等に記載の寸法",
                      "text": [
                        "本件特許の出願前後である平成13年から平成15年にかけて主要メーカー4社から販売されたビルトインタイプの加熱調理器のカタログ・設置工事説明書等の記載によれば，本件特許の出願当時，主要メーカー4社が製造販売していたビルトインタイプの加熱調理器(すなわち，従来製品の加熱調理器)のトッププレート幅が592mm～599mm(約600mm)で，本体ケースの幅が543mm～554mm(約550mm)であったことが分かる(甲15～17〔いずれも枝番を含む。〕，乙2)。",
                        "このように，加熱調理器の主要メーカー4社共にトッププレートの幅が約600mm，本体ケースの幅が約550mmという寸法を採用していたことを鑑みれば，他のメーカーも主要メーカーに追従して同様の寸法を採用していたことは明らかである。",
                        "よって，従来製品の加熱調理器である「トッププレートの幅と本体ケースの幅がほぼ同じもの」の意義は，トッププレートの幅が約600mmで，本体ケースの幅が550mm前後の加熱調理器をいうことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "刊行物「電化住宅のための機器ガイド」",
                      "text": [
                        "本件特許の出願前である平成13年8月から出願後である平成17年8月までに発行された「電化住宅のための機器ガイド」(甲26～30)には，「クッキングヒーター  IH(電磁調理器タイプ)」として，三洋電機(株)，三化工業(株)，(株)東芝(東芝コンシューママーケティング)，(株)日立製作所・(株)日立ホームテック，松下電器産業(株)，三菱電機ホーム機器(株)，積水化学工業(株)，(株)コロナ，(株)長府製作所，ダイキン工業(株)等の加熱調理器が掲載されている。",
                        "これらの刊行物に掲載された加熱調理器によれば，本件特許の出願当時である平成13年から平成15年に世の中に出回っていたビルトインタイプの加熱調理器(すなわち，従来製品の加熱調理器)は，そのトッププレートの幅が592mm～599mmと，約600mmであったことが分かる。",
                        "また，前記のとおり，ビルトインタイプの加熱調理器を落とし込んで組み込むためのワークトップの開口部の開口寸法はJIS規格によって定められているところ，トッププレートの幅が600mmの場合は，開口寸法が560＋4mm，又は550＋4mmとなる(「電化住宅のための機器ガイド」の「ワークトップ開口寸法(mm)」にも「560mm」と記載されている)。",
                        "そして，本体ケースの幅は，本体ケースを開口部に落とし込むために上記開口寸法(560mm)よりも小さく設定する必要があること，本体ケース内に加熱コイル等の種々の部品を収納するために可能な限り大きな幅をとる必要があることから，550mm前後の幅に設定されていたことは明らかである。",
                        "よって，「電化住宅のための機器ガイド」に基づけば，従来製品の加熱調理器である「トッププレートの幅と本体ケースの幅がほぼ同じもの」の意義は，トッププレートの幅が約600mmで，本体ケースの幅が550mm前後の加熱調理器をいうことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "刊行物「月刊  技術営業」",
                      "text": [
                        "本件特許の出願当時の平成15年9月に発行された「月刊  技術営業",
                        "平成15年10月号」(甲31)には，「各社の新商品の最新機能をまとめたもの」として，日立，三菱，東芝，三洋のビルトインタイプの加熱調理器が掲載されており，そのトッププレートの幅は，いずれも599mmと記載されている(外形寸法参照)。これによれば，本件特許の出願当時である平成15年に世の中に出回っていた主要なビルトインタイプの加熱調理器(すなわち，従来製品の加熱調理器)は，そのトッププレートの幅が599mmと，約600mmであったことが分かる。",
                        "そして，前記のとおり，ワークトップの開口部の開口寸法のJIS規格に基づけば，本体ケースの幅が550mm前後に設定されていたことは明らかである。",
                        "よって，上記刊行物に基づけば，従来製品の加熱調理器である「トッププレートの幅と本体ケースの幅がほぼ同じもの」の意義は，トッププレートの幅が約600mmで，本体ケースの幅が550mm前後の加熱調理器をいうことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "刊行物「電化住宅のための計画・設計マニュアル」",
                      "text": [
                        "本件特許の出願後の平成16年3月に発行された「電化住宅のための計画・設計マニュアル2004」(甲32)には，東芝コンシューママーケティング(株)のビルトインタイプの加熱調理器の広告が掲載されている。",
                        "上記広告には，その上側に「ゆとりが生まれるワイドなIH，新登場。」と，左下側の枠内に「トッププレートの幅を75cmに広げることで，左右コンロ幅は業界最大の33cmに。」と記載されている上に，注釈に「‘03年12月12日現在。ビルトインIHにおいて」と記載されている。",
                        "上記広告によれば，ビルトインIH業界において，本件特許の出願後である平成15年12月頃に，トッププレートの幅が75cmの加熱調理器が新たに登場したことがうかがえる。",
                        "このように，トッププレートの幅が75cm(750mm)のビルトインタイプの加熱調理器が登場したのは本件特許の出願後であること，前記のとおり，本件特許の出願当時に各社が製造販売していたビルトインタイプの加熱調理器はトッププレートの幅が約600mmのものであったことから，従来製品の加熱調理器である「トッププレートの幅と本体ケースの幅がほぼ同じもの」の意義は，トッププレートの幅が約600mm(及び，本体ケースの幅が550mm前後)の加熱調理器をいうことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "刊行物「住まいと電化」",
                      "text": [
                        "本件特許の出願後の平成16年4月に発行された「住まいと電化  2004  vol．16  APRIL」(甲33)には，松下電器産業(株)営業グループの従業員による自社のIHクッキングヒーターの解説が掲載されている。",
                        "具体的には，平成16年2月に発売した新機種について，「従来の60cmタイプから，鍋置きスペースが約40％拡大した幅75cmの『ワイド75cmプレート』を採用。熱いフライパンや調理が出来上がった重たい鍋等を，そのままずらして空いたスペースに置いておけます。」，「幅75cmプレートのワイド感によりデザイン性が向上しています。」(43頁，「(2)面積がワイド，フレームはスリム」部分)と解説している。",
                        "また，本件特許の出願後の平成16年11月に発行された「住まいと電化  2004  vol．16  ＮOVEMBER」(甲34)には，松下電器産業(株)が販売する加熱調理器の広告が掲載されており，その広告右下側には「Ｎew  75cmワイド」という記載が認められる。",
                        "そして，上記刊行物の30頁には，「本体の幅が750mmのもの，…が登場している。」という記載と共に，松下電器産業(株)，(株)日立空調システム，(株)東芝及び三菱電機(株)の加熱調理器が紹介されているが，そのうち松下電器産業(株)と(株)東芝の製品はトッププレートの幅が約750mmである。",
                        "さらに，松下電器産業(株)が平成16年6月に発売した新機種について，自社営業グループの従業員が「大きめ鍋もゆったり置ける幅75cmひろびろプレート」，「幅75cmのゆったりしたトッププレートを採用。熱いフライパンや，調理物の入った重い鍋を，そのままずらして空いたスペースに置いておける。」，「幅75cmのワイド感とともに，デザインが美しくスマートになった。」(本文43頁～45頁参照)と解説している。",
                        "これら刊行物の記載によれば，松下電器産業(株)がトッププレートの幅が75cm(750mm)のビルトインタイプの加熱調理器を新たに発売したのは本件特許の出願後であること，「ワイド75cmプレート」を採用する前の従来の加熱調理器は「60cmタイプ」(すなわち，トッププレートの幅が600mm)であることが分かる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "トッププレート・本体ケースに求められていた大きさから導かれる意義",
                  "text": [
                    "前記のとおり，ビルトインタイプの加熱調理器において，トッププレートの幅が本体ケースの幅よりも大きくなっているのは，トッププレートを調理台に引っ掛けてその上面を調理台の上側に位置させるためである。",
                    "そして，前記のとおり，本件特許の出願当時における従来製品の加熱調理器は，JIS規格で定められた開口部の開口寸法(560＋4mm，又は550＋4mm)にトッププレートが引っ掛かる大きさであればよく，本件発明のような吹きこぼれや飛び散りが器外に容易に達しないようにする等の機能は求められていなかったことから，トッププレートに求められていた大きさは，JIS規格で定められた開口部の開口寸法(560＋4mm，又は550＋4mm)よりも少しだけ大きいものである。",
                    "すなわち，従来製品の加熱調理器では，本体ケースに求められていた大きさ(JIS規格で定められた開口部の開口寸法よりも少しだけ小さいもの)と，トッププレートに求められていた大きさ(JIS規格で定められた開口部の開口寸法よりも少しだけ大きいもの)とは，ほとんど差がないことから，「トッププレートの幅と本体ケースの幅がほぼ同じもの」といえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「ほぼ」同じという文言から導かれる意義",
                  "text": [
                    "「新明解国語辞典(第七版)」によると，「ほぼ」とは，「細かい点はともかく，大体においてそうであると判断される様子」のことをいう(甲35)。",
                    "前記のとおり，本件特許の出願当時，ビルトインタイプの加熱調理器は，トッププレートの幅が592mm～599mm(約600mm)であり，本体ケースの幅が550mm前後であった。これらトッププレートの幅と本体ケースの幅との差は，僅か42mm～50mm程度であってトッププレートの幅の10分の1にも満たないものであるから，これらを別々に観察した場合には，同じ幅であると認識され得る程度の小さな差でしかない。",
                    "そうすると，トッププレートの幅(約600mm)と，本体ケースの幅(550mm前後)とは，細かい点はともかく，大体において同じであると判断できるものであるから，「ほぼ」同じものといえる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上より，本件訂正事項により除外される「トッププレートの幅と本体ケースの幅がほぼ同じもの」の意義は，本件特許の出願当時における従来製品の加熱調理器のことであって，具体的には，トッププレートの幅が約600mm，本体ケースの幅が550mm前後の加熱調理器を指していることは，本件明細書等の記載に接した当業者にとって明らかである。",
                    "(被控訴人の主張)"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "無効の抗弁(進歩性欠如)について(争点2-4関係)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明と公然実施品1との間に相違点1-1が存在しないこと",
                  "text": [
                    "以下のとおり，控訴人の主張は，特許請求の範囲の文言に基づいておらず，本件明細書等の解釈としても妥当でない。よって，本件発明と公然実施品1との間に相違点1-1は存在しないのであって，原判決の判断は正当であり，控訴人の主張には理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明の構成要件Bは，「前記トッププレートの幅を前記本体ケースの幅より大きくし，」である。この文言は，トッププレートの幅と本体ケースの幅とを比較して，前者の方が後者よりも大きいことを意味しており，その意味は一義的に明確である。",
                        "この点，控訴人は，構成要件Bには，トッププレートの幅を本体ケースの幅よりもどの程度大きくするのかが記載されていないから，「前記トッププレートの幅を前記本体ケースの幅より大きくし」たことがいかなる技術的意義を有するのかについて特定することができない，などと主張するが，構成要件Bの文言は上記のとおり前者の方が後者よりも大きいこととして一義的に明確であるから，それ以上にどの程度大きくするかが記載されている必要はない。",
                        "また，控訴人は，トッププレートの幅と本体ケースの幅がほぼ同じものは本件発明の技術的範囲から除外され，構成要件Bは，「前記トッププレートの幅を前記本体ケースの幅より大きくし(ただし，トッププレートの幅と本体ケースの幅がほぼ同じものを除く)，」と解釈できると主張しているが，控訴人の主張する解釈は，特許請求の範囲に記載されていない新たな要件を付加するものであり，妥当でない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人は，特許請求の範囲の一部に従来製品が含まれているときは，それを除外して権利範囲を確定すべきであるから(公知部分除外説)，本件特許出願時における従来製品の加熱調理器，すなわち，「トッププレートの幅と本体ケースの幅がほぼ同じもの」が，本件発明から除外されることは明らかであると主張しているが，このような解釈は明らかに誤りである。",
                        "まず，公知部分除外説は，通常は，特許発明の技術的範囲の問題として議論されているものであって，本件のように特許発明の要旨認定が問題となる場面における議論ではない(控訴人のような解釈をすれば，クレームの範囲に公知技術が明らかに含まれている発明であっても，新規性を欠如することはないということになろうが，このような解釈が成り立つ余地がないことは明らかというほかない。)。",
                        "この点を措くとしても，公知部分除外説は，特許請求の範囲の一部に公知部分が含まれているときは，それを除外して権利範囲(技術的範囲)を確定するという考え方であり，そこにいう「公知部分」というのは，形式的に特許請求の範囲に含まれている(構成要件を全て充足している)ことが前提である。これに対し，控訴人の主張は，本件明細書等の【0002】に，「本体ケース」の幅と「トッププレート」の幅とが「ほゞ同じ」である加熱調理器が公知技術として記載されていることを根拠にしているところ，当該公知技術は，「加熱器1，2の各中心部O1，O2」が，「トッププレート4の左右に等分(W4／2)した両側部の各中心部RO4，LO4(W4／4)」と「合致している」例であって(【0002】)，少なくとも本件発明の構成要件Cを充足せず，本件発明の特許請求の範囲に含まれていない。したがって，本件発明の特許請求の範囲に含まれていない上記の公知技術は，公知技術除外説の根拠とはなり得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明は，トッププレートの幅を本体ケースの幅よりも大きくした上で(構成要件B)，第1及び第2の加熱器の各中心部を，本体ケースの左右に等分した両側部の各中心部より外側であって，トッププレートの左右に等分した両側部の各中心部より中央側に配置する(構成要件C)という点に発明としての本質があるから(本件明細書等【0011】及び【0012】参照) ，構成要件Bのみを取り出して，その意味を限定するような解釈は発明の本質を見失った解釈である点においても，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "公然実施品1及び乙13公報に，本件発明の構成要件Dに係る構成が開示されていること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙13公報のL字金具が本件発明における「補強板」といえること",
                      "text": [
                        "控訴人は，乙13公報の「断面凸形状9a」は浸水防止部材であり，調理プレート1を補強していないから，「補強板」に該当しないと主張する。",
                        "しかしながら，L字金具9が浸水を防止する機能を有していたとしても，補強板が浸水を防止する機能を兼ね備えているにすぎず，「補強板」であることを否定する理由にはならない。なお，控訴人は「断面凸形状9a」が浸水防止部材であると主張するが，控訴人が根拠とする【0011】から【0014】にはそのような記載はなく，浸水防止効果はL字金具9の断面凹形状9cにより得られている。また，控訴人は「断面凸形状9a」が「補強板」に該当するか否かを論じているが，「断面凸形状9a」は，「L字金具9」の一部分であり，「補強板」に該当するか否かを問題とすべきは「L字金具9」であるから，控訴人の主張は争点を誤解した主張のように思われる。",
                        "また，控訴人は，L字金具9が調理器本体ケース5を吊り下げる構成を採用しており，L字金具9は調理器本体ケース5の重量によって下側方向に相当強く引っ張られ，「断面凸形状9a」が調理プレート1から離れる方向に相当強い力で引っ張られるから，実質的に見ても「断面凸形状9a」は調理プレート1を補強していない，と主張している。",
                        "しかしながら，調理器本体ケース5と調理プレート1は一体となった上で重力によって下方向への力が働いているところ，L字金具9はネジ10によって調理器本体ケース5を支え，断面凸形状9aによって調理プレート1を支えているのであって，L字金具9aが調理プレート1から離れる方向に引っ張られた状態においても，L字金具9の断面凸形状9aは調理プレート1を支えている(断面凸形状9aは単に調理プレート1のみでなく，重い鍋等の調理容器が調理プレート1に載せられた場合や調理プレート1上に鍋等が落下した場合も調理プレート1を支えている。)。控訴人の主張は，乙13公報の加熱調理器の構造を誤って理解するものであるうえ，「9は調理プレート1の四辺(全周)の下方位置で，調理器本体ケース5と枠体2のネジ座2bとを連結するL字金具で，調理プレート1を支持する断面凸形状9aを形成し」とする明細書の記載(乙13：【0010】)にも反しており，理由がない。",
                        "以上のとおり，乙13公報のL字金具9は，本件発明における「補強板」であるといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "公然実施品1に乙13公報を組み合わせれば構成要件Dの構成になること",
                      "text": [
                        "控訴人は，公然実施品1の「接着部」の位置が「トッププレートの本体ケース外方に位置する部分の下方であって直下に被組込家具が位置する箇所」ではなく，乙13公報においても「断面凸形状9a」が直下にキッチンカウンター4が位置しない場所に配置されていることを理由に，公然実施品1と乙13公報を組み合わせたとしても，「直下に被組込家具が位置する箇所」に「接着部」又は「断面凸形状部9a」を設けるという構成に至らないと主張する。",
                        "しかしながら，本件発明の構成要件Dにおいて，「トッププレートの本体ケース外方に位置する部分の下方であって直下に被組込家具が位置する箇所」に設けなければならないのは，「接着部」ではなく，「補強板」であり，公然実施品1において「補強板」に対応するのは，ガラス板下方において「サッシュ」の水平に伸びた部分あるいは「サッシュ」であるから，控訴人の主張は争点を誤解している。また，前記のとおり，乙13公報における「補強板」は，「断面凸形状部9a」ではなく，「L字金具9」である。",
                        "公然実施品1においては，サッシュ自体が補強板となっており，サッシュはガラス板の本体ケース外方に位置する部分の下方であって直下に調理台が位置する箇所に設けられている。",
                        "また，乙13公報における「L字金具9」は，サッシュとは別部材により構成され，かつサッシュに当接させてねじで接合した，金属板からなる補強板といえる。",
                        "そして，金属ブロックから切削加工や鋳造加工等によって加工された製造コストの高い部品を，製造コストが安い機械加工であるプレス加工により製造するために金属板部品に置き換えることは機械加工分野の技術常識である。",
                        "したがって，公然実施品1と乙13公報とを組み合わせることによって，「トッププレートの本体ケース外方に位置する部分の下方であって直下に被組込家具が位置する箇所に，前記サッシュとは別部材に構成され，かつ前記サッシュに当接させた，金属板から成る補強板を設け」るという構成要件Dに至る。",
                        "よって，控訴人の主張は理由がなく，原判決は正当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正の再抗弁(当審における新主張)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正の再抗弁は，原審において主張できたにもかかわらず一切主張されなかったものであるし，原判決において示された解釈は，本件発明の構成要件の解釈として当然の解釈であって，原審において被控訴人が主張していた解釈でもあるから，控訴人が原審において本件訂正の再抗弁を主張しなかったことについては，故意又は重大な過失が認められる。また，既に原判決が下されている以上，控訴審において当該再抗弁の提出を許せば，訴訟の完結を遅延させることとなることも明らかである。",
                    "したがって，本件訂正の再抗弁の主張は，民事訴訟法157条に基づき，時機に後れた攻撃防御方法として却下されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正が不適法であること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許法126条5項違反",
                      "text": [
                        "特許法126条5項の「願書に添付した明細書，特許請求の範囲又は図面…に記載した事項の範囲内」といえるためには，明細書又は図面のすべての記載を総合することによって導かれる技術的事項との関係において，訂正が新たな技術的事項を導入しないものであることが必要である。この点は除くクレームにした場合も同様であって，除かれた後の発明が明細書に記載されている必要がある。",
                        "本件訂正事項は，訂正前の「前記トッププレートの幅を前記本体ケースの幅より大きくし，」を，「前記トッププレートの幅を前記本体ケースの幅より大きくし(ただし，トッププレートの幅と本体ケースの幅がほぼ同じものを除く)，」に限定しようとするものである。",
                        "しかしながら，本件明細書等の全ての記載を総合しても，除かれた後の発明は記載されておらず，本件訂正事項は新たな技術的事項を導入するものにほかならない。",
                        "この点，控訴人は，公知部分除外説を根拠に「トッププレートの幅と本体ケースの幅がほぼ同じもの」は，もともと本件発明の技術的範囲から除外されていたものであるから，これを除外する本件訂正の前後で技術内容が変更された等の事情は認められない，と主張する。",
                        "しかしながら，公知部分除外説を本件に適用することが誤っていることは前記のとおりであるから，同説を根拠とする控訴人の主張は，その前提を欠く。",
                        "また，仮に，控訴人がいう従来技術が周知技術であったと仮定しても，「トッププレートの幅と本体ケースの幅がほぼ同じもの」という規定によって，控訴人が指摘する従来技術のみが除かれ，例えば，「トッププレートの幅が約750mm，本体ケースの幅が700mm前後の加熱調理器」(トッププレートの幅と本体ケースの幅の差は控訴人が指摘する従来技術と同じであるが，トッププレートの幅は控訴人が指摘する幅75cmの製品)は除かれないとする理由がないことからも明らかなとおり，控訴人の主張を前提にしたところで，本件訂正が，本件明細書等に開示されていない事項を追加する訂正であることは明らかである。",
                        "したがって，本件訂正は，特許法126条5項に違反し，不適法である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "独立特許要件違反1(特許法126条7項，36条6項2号違反)",
                      "text": [
                        "特許請求の範囲の記載は，「特許を受けようとする発明が明確であること」が必要である(特許法36条6項2号)。「特許を受けようとする発明が明確である」といえるためには，対象製品が請求項に係る発明の範囲に入るか否かを当業者が理解できなければならず，発明特定事項の記載が明確である必要がある。そして，請求項の記載がそれ自体で明確でない場合は，明細書又は図面に請求項に記載された用語についての定義又は説明があるか否かを検討し，その定義又は説明を出願時の技術常識をもって考慮して請求項に記載された用語を解釈することにより，請求項の記載が明確といえるか否かを判断すべきである(特許・実用新案審査基準)。",
                        "この点，本件訂正後の構成要件B’は，「前記トッププレートの幅を前記本体ケースの幅より大きくし(ただし，トッププレートの幅と本体ケースの幅がほぼ同じものを除く)，」であるところ，除く対象である",
                        "「トッププレートの幅と本体ケースの幅がほぼ同じもの」という文言はそれ自体が明確ではなく，そのため，除いた後の発明が明確とはいえなくなっている。そこで，本件明細書等の中に定義又は説明があるか否かを検討すると，関連する記載は【0002】及び【図7】しか見当たらず，これ以外に，「トッププレートの幅と本体ケースの幅がほぼ同じもの」に関する記載はなく，本件明細書等には「ほぼ同じもの」の定義も記載されていない。",
                        "控訴人は，「トッププレートの幅と本体ケースの幅がほぼ同じもの」とは，本件特許の出願当時における従来製品の加熱調理器であり，トッププレートの幅が約600mm，本体ケースの幅が550mm前後の加熱調理器をいう，と主張しているが，本件明細書等には，そのような記載や説明は一切存在せず，当業者にとって「トッププレートの幅と本体ケースの幅がほぼ同じもの」という文言がそのような意味であるという技術常識も存在しない。",
                        "この点，控訴人はJIS規格(甲25)に記載があるかのような主張をしているが，甲25には，「機器を落とし込んで組み込むためのワークトップの開口の呼び寸法」が「n×M」と記載され(同97頁)，「ユニットの間口の呼び寸法は，n×Mとする。開口各部の優先寸法は次のとおりとする。機器は，6M」(同94頁)などと記載されているにすぎず，「ワークトップの開口の呼び寸法」が600mmであることを示唆する記載はあるが，「トッププレートの幅」が何ミリであるかについては記載がない。",
                        "なお，本件明細書等の【0003】には，【特許文献1】として特開平11-87033号公報が掲載されているが，これを見ても，控訴人が主張するような加熱調理器は記載されていない。",
                        "したがって，本件訂正後の構成要件B’は，「トッププレートの幅と本体ケースの幅がほぼ同じもの」の意義が明確でなく，本件明細書等にもその用語についての定義や説明がないことから，発明特定事項の範囲を当業者が理解することができず，特許法36条6項2号の要求する明確性の要件を欠く。",
                        "よって，本件訂正は，独立特許要件(特許法126条7項)を欠き，不適法である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "独立特許要件違反2(特許法126条7項，29条2項違反)",
                      "text": [
                        "仮に，本件訂正事項が新たな技術的事項を導入するものではないとすれば，本件訂正発明は公然実施品1から容易に想到できるから進歩性を欠く。",
                        "特許・実用新案審査基準にも記載されているとおり，「『除くクレーム』とすることにより特許を受けることができる発明は，引用発明と技術的思想としては顕著に異なり本来進歩性を有するが，たまたま引用発明と重なるような発明であって，引用発明と技術的思想としては顕著に異なる発明ではない場合は，『除くクレーム』とすることによって進歩性欠如の拒絶理由が解消されることはほとんどないと考えられる。」と理解される。",
                        "本件発明は，技術的思想として公然実施品1と顕著に異なる発明ではなく，同じ作用効果を奏する発明であって，本件訂正後の文言を前提としても，その点に特段の意味があるわけではない。",
                        "したがって，本件訂正発明は，公然実施品1自体から当業者が容易に想到できる発明である。また，公然実施品1に公然実施品2(乙5)を適用することによっても容易に想到することができる発明である。",
                        "以上のとおり，本件訂正発明は進歩性を欠き(特許法29条2項)，本件訂正は不適法である(特許法126条7項)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告各製品は本件訂正発明の技術的範囲に属さないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「補強板」(構成要件D)の非充足",
                      "text": [
                        "被告各製品は，本件訂正発明の構成要件Dにいう「補強板」を充足しない。この点は，本件発明に関して主張したとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「断熱層」(構成要件E)の非充足",
                      "text": [
                        "被告各製品は，本件訂正発明の構成要件Eにいう「断熱層」を充足しない。この点は，本件発明に関して主張したとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上より，控訴人が主張する本件訂正の再抗弁は成り立たない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求はいずれも理由がなく，棄却すべきものと判断する。その理由は，以下のとおり当審における当事者の主張に対する判断を付加するほかは，原判決「事実及び理由」第3の1及び2(原判決17頁26行目～31頁3行目)に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "無効の抗弁(進歩性欠如)について(争点2-4関係)",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人主張に係る相違点1-1の存否",
              "text": [
                "控訴人は，①本件発明の課題，解決手段及び作用効果によれば，本件発明は，大きな調理器具の加熱が可能なこと，調理器具同士の間隔を大きくできること，調理器具とトッププレート最外周縁との間のスペースの余裕が大きくなること等を実現する発明であり，構成要件Bはそのために「前記トッププレートの幅を前記本体ケースの幅より大きくし」たものであるから，従来技術である「トッププレートの幅と本体ケースの幅がほぼ同じもの」は当然に除かれるということを前提に，②除外される従来技術(従来製品の加熱調理器)は，具体的には，トッププレートの幅が約600mm，本体ケースの幅が550mm前後の加熱調理器を意味するところ，公然実施品1は，本件特許の出願前に製造販売された加熱調理器であって，そのトッププレートの幅が599mmで，本体ケースの幅が550mmであるから，従来製品の加熱調理器に該当する，③したがって，公然実施品1は本件発明の構成要件Bを備えず，本件発明と公然実施品1との間には相違点1-1(本件発明ではトッププレートの幅を前記本体ケースの幅より大きくしているのに対し，公然実施品1ではトッププレートの幅と本体ケースの幅はほぼ同じである点)が存在する，④よって，かかる相違点の存在を認めなかった原判決の判断は誤りである，などと主張する。",
                "しかしながら，特許法70条1項によれば，特許発明の技術的範囲は，願書に添付した特許請求の範囲の記載に基づいて定めなければならないとされているところ，本件発明に係る特許請求の範囲では，トッププレートの幅を本体ケースの幅より大きくすることが記載されているのみで，具体的にどの程度大きくなければならないかを特定(限定)する記載は一切ない。また，同条2項に基づいて本件明細書等の記載を考慮するとしても，その程度を特に限定して解釈しなければならないような記載は一切見当たらないし，ましてや，特定の従来技術や従来製品との間でその程度を論じるような記載も一切ない。",
                "したがって，構成要件Bの解釈としては，飽くまでトッププレートの幅が本体ケースの幅より大きければ足りるというべきであり，これを限定的に解釈しようとする控訴人の主張は，そもそもその前提(前記①の点)からして根拠を欠くものである。",
                "そして，公然実施品1のトッププレートの幅が599mmで，本体ケースの幅が550mmであることは控訴人が自認するとおりであり，これによれば，公然実施品1のトッププレートの幅は本体ケースの幅より大きいから，公然実施品1は構成要件Bに相当する構成を有する。",
                "以上によれば，構成要件Bに関して本件発明と公然実施品1との間に相違点は存在しないというべきであり，相違点1-1の存在を認めなかった原判決の認定判断に誤りがあるとはいえない。",
                "よって，これに反する控訴人の主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人主張に係る相違点1-2の存否",
              "text": [
                "控訴人は，公然実施品1のサッシュは，その接着部の位置が「トッププレートの本体ケース外方に位置する部分の下方であって直下に被組込家具が位置する箇所」ではないから，そのような箇所にある公然実施品1のサッシュを調理器具の落下衝撃等に耐えるように，トッププレートの強度を補って強くする板(構成要件Dの補強板)と認めた原判決の判断は誤りである(すなわち，控訴人主張の相違点1-2を認めなかった原判決の判断は誤りである)と主張する。",
                "しかしながら，控訴人の主張は，要するに，公然実施品1において，「調理器具の落下衝撃等に耐えられる」のは「接着部」であるということを前提に，同接着部は，「トッププレートの本体ケース外方に位置する部分の下方であって直下に被組込家具が位置する箇所」にはないということを主張しているものと解されるところ，公然実施品1において，「トッププレートの本体ケース外方に位置する部分の下方であって直下に被組込家具が位置する箇所において調理器具の落下衝撃等」があるときにトッププレートを支えて同落下衝撃等に耐えるのは，同接着部ではなく，サッシュの「板状の部分」全体である(サッシュの「板状の部分」全体がトッププレートを支えて調理器具の落下衝撃等に耐えるものである。)と認められるから，控訴人の主張はやはりその前提を欠く。",
                "したがって，公然実施品1のサッシュを本件発明における構成要件Dの補強板に当たるものと認めて控訴人主張の相違点1-2を認めなかった原判決の認定判断に誤りがあるとは認められない。",
                "よって，これに反する控訴人の主張も採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1-2’に係る容易想到性の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "公然実施品1のサッシュは，断面形状が複雑であるため，製造コストが掛かること，サッシュ自体の体積に比べて余分なスペースを大きく取るために保管や輸送の際に保管コストや輸送コストも掛かることは，当業者にとって自明なことであり，これらのコスト(製造コスト等)を削減するために，公然実施品1のサッシュを複数の部品で構成し，公然実施品1の製造時に，当該複数の部品を接合してサッシュとすることは，当業者の通常の創作能力の発揮にすぎない。",
                    "そして，乙13公報に開示されている「誘導加熱調理器において，サッシュ(枠体2)とは別部材により構成され，かつサッシュ(枠体2)に当接させてねじで接合した，金属板からなる補強板(L字金具9)」(以下「乙13技術事項」という。)は，公然実施品1のサッシュに相当する部材を複数の部材で構成する技術であり，乙13技術事項の補強板(L字金具9)とサッシュ(枠体2)とを接合したものの方が公然実施品1のサッシュよりも製造コスト等がかからないのは，当業者にとって自明の事項であるから，誘導加熱調理器という同一の技術分野に属する公然実施品1と乙13技術事項に接した当業者であれば，製造コスト等を削減する目的で公然実施品1に乙13技術事項を適用することに格別の困難性があるとは認められない。",
                    "したがって，公然実施品1に乙13技術事項を適用して，相違点1-2’に係る本件発明1の構成とすることは，当業者が容易に想到し得たことであるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，①乙13公報における「断面凸形状9a」の実質は，調理器本体ケース5内への浸水を防止するためだけの役割を担った「浸水防止部材」であるから，かかる「断面凸形状9a」は本件発明(構成要件D)の「補強板」には当たらないし，乙13公報に記載の構成によれば，「断面凸形状9a」は調理プレート1から離れる方向に相当強い力で引っ張られるのであり，実質的に見ても「断面凸形状9a」が調理プレート1を補強しておらず「補強板」とはいえないから，公然実施品1及び乙13公報に，本件発明の構成要件Dに係る構成は開示されていない，②公然実施品1と乙13公報に記載の技術とは，主引用発明又は副引用発明の内容中の示唆，技術分野の関連性及び課題や作用・機能の共通性が認められないから，公然実施品1に乙13公報に記載の技術を適用する動機付けもない，などと主張する。",
                    "しかしながら，乙13公報において，本件発明の「補強板」に相当するものは「断面凸形状9a」ではなく「L字金具9」全体であって，あたかもそれが「断面凸形状9a」に限定されるかのような控訴人の主張は，そもそもその前提において誤解がある。また，たとえ乙13公報における課題そのものは調理器本体内部の浸水防止を図る点にあったとしても，「L字金具9」全体の形状を見れば，それが本件発明の「補強板」に相当する機能を果たし得ることは，当業者であれば容易に想起できるものと認められる(この点は，「断面凸形状9a」が調理プレート1から離れる方向に相当強い力で引っ張られるとしても変わりがない。「断面凸形状9a」にどのような方向の力が掛かっているかと，それが補強材としての機能を有しているかどうかとは関わりのない事柄だからである。)から，前記①の指摘は当を得ているとはいえない。",
                    "また，前記アのとおり，公然実施品1のサッシュは，製造コスト等が掛かるものであるということは，当業者にとって自明のことといえるから，公然実施品1には，かかる製造コスト等を削減するという自明の課題がある。そして，誘導加熱調理器という同一の技術分野に属する公然実施品1と乙13技術事項に接した当業者であれば，公然実施品1に乙13技術事項を適用すると製造コスト等を削減できるのは明らかであるから，公然実施品1に乙13技術事項を適用する動機付けはあるといえる。したがって，前記②の指摘も当を得ているとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，原判決がした，本件発明と公然実施品1との対比(一致点及び相違点の認定)と認定した相違点(相違点1-2’)に係る容易想到性の判断はいずれも正当であり，これによれば，本件特許について無効の抗弁が成立する。",
                "したがって，無効の抗弁の成立を争う控訴人の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "訂正の再抗弁(当審における新主張)について",
          "text": [
            "被控訴人は，本件訂正の再抗弁につき，時機に後れた攻撃防御方法に当たるとして，民事訴訟法157条1項に基づく却下を求めている。",
            "しかしながら，本件訴訟の経過に鑑みると，控訴人による本件訂正の再抗弁の提出が，時機に後れているか否かはともかくとして，訴訟の完結を遅延させることとなるとまでは認められないから，同条項に基づきこれを却下するのは相当でない。",
            "そこで，以下，本件訂正の再抗弁の成否について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，平成30年12月14日，本件特許の明細書及び特許請求の範囲を訂正することについて訂正審判を請求した(本件訂正，甲40)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正後の特許請求の範囲請求項1の記載は，次のとおりである(構成要件の分説は控訴人に従う。下線部は訂正箇所を示す。)。",
                "A    誘導加熱をする第1及び第2の加熱器を左右に内設した本体ケースと，",
                "この本体ケースの上面に設けられたトッププレートと，",
                "前記トッププレートの周囲に設けられたサッシュとを具備し，",
                "被組込家具に組み込まれる加熱調理器において，",
                "B’   前記トッププレートの幅を前記本体ケースの幅より大きくし(ただし，トッププレートの幅と本体ケースの幅がほぼ同じものを除く)，",
                "C    前記第1及び第2の加熱器の各中心部を，前記本体ケースの左右に等分した両側部の各中心部より外側であって，前記トッププレートの左右に等分した両側部の各中心部より中央側に配置すると共に，",
                "D    前記トッププレートの本体ケース外方に位置する部分の下方であって直下に前記被組込家具が位置する箇所に，前記サッシュとは別部材に構成され，かつ前記サッシュに当接させた，金属板から成る補強板を設け，",
                "E    この補強板と前記トッププレートとの間，又は補強板の下方に断熱層を形成したこと",
                "F    を特徴とする加熱調理器。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "進歩性の判断",
              "text": [
                "事案に鑑み，本件訂正後の特許請求の範囲請求項1に係る発明(本件訂正発明)の進歩性から検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明と公然実施品1との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「トッププレートの幅と本体ケースの幅がほぼ同じもの」の意義",
                      "text": [
                        "本件訂正事項は，構成要件Bの「前記トッププレートの幅を前記本体ケースの幅より大きくし，」との構成から「トッププレートの幅と本体ケースの幅がほぼ同じもの」を除外する，というものである。",
                        "控訴人は，本件明細書等の記載や出願時の技術常識等(キッチン設備のJIS規格等)を踏まえると，本件訂正事項により除外される「トッププレートの幅と本体ケースの幅がほぼ同じもの」の意義は，本件特許の出願当時における従来製品の加熱調理器のことと理解すべきであって，具体的には，トッププレートの幅が約600mm，本体ケースの幅が550mm前後の加熱調理器を指していることは，本件明細書等の記載に接した当業者にとって明らかである，と主張する。",
                        "しかしながら，控訴人が主張するトッププレートの幅が約600mm，本体ケースの幅が550mm前後の加熱調理器やJIS規格(甲25)について，本件明細書等には何ら記載されておらず，示唆もない(本件明細書等には，例えば，【背景技術】や【発明を実施するための最良の形態】の欄においても，加熱調理器の寸法について具体的な数値は一切記載されておらず，JIS規格等の引用もない。)。また，控訴人が主張するJIS規格(甲25)も，機器を落とし込んで組み込む場合の「ワークトップの開口の呼び寸法」と「ワークトップの開口部の開口寸法」について一定の数式を示しているだけで，「トッププレートの幅と本体ケースの幅がほぼ同じもの」といえば，当然にトッププレートの幅が約600mm，本体ケースの幅が550mm前後の加熱調理器を指すということを認めるに足る具体的な記載はない。控訴人は，主要各社の製品カタログや刊行物等を示して，従来製品の加熱調理器はトッププレートの幅が約600mm，本体ケースの幅が550mm前後のものであったとも主張するが，たとえ本件特許の出願時においてかかる寸法のものが主流であったとしても，加熱器の配置との関係でトッププレートの幅と本体ケースの幅の大小の関係を規定する本件訂正発明において，その技術的範囲から除外される「トッププレートの幅と本体ケースの幅がほぼ同じもの」が当然にトッププレートの幅が約600mm，本体ケースの幅が550mm前後の加熱調理器に限定されると解すべき理由はないというべきであるから，控訴人の主張は失当である。",
                        "そこで，本件明細書等の【0002】を見ると，「…図7は，そのものを平面図で具体的に示しており，第1及び第2の加熱器1，2を左右に内設した本体ケース3と，これの上面に設けたトッププレート4とは，その各幅W3，W4がほゞ同じで，第1及び第2の加熱器1，2の各中心部O1，O2は，本体ケース3の左右に等分(W3／2)した両側部の各中心部RO3，LO3(W3／4)とほゞ合致し，且つ，トッププレート4の左右に等分(W4／2)した両側部の各中心部RO4，LO4(W4／4)とも合致している。」と記載されている。この記載は，前段の「…本体ケース3と，…トッププレート4とは，その各幅W3，W4がほゞ同じで，」に続く後段の部分で，「トッププレートの幅と本体ケースの幅がほぼ同じもの」の意義を規定しており，同部分(後段の部分)は，第1及び第2の加熱器1，2の各中心部が，それぞれ，「トッププレート4の両側部の中心部に合致する」状態で，なおかつ，「本体ケース3の両側部の中心部とほぼ合致する」状態であることを表すものと認められる。ここで，本体ケース3の両側部の中心部と第1及び第2の加熱器1，2の中心部との距離をDとすると，D＝W4／4-W3／4となり，トッププレート4の幅W4と本体ケース3の幅W3との差は，W4-W3＝4Dとなる。",
                        "このDがどの程度の距離であるかについて，本件明細書等には明示的な記載がないが，①第1及び第2の加熱器1，2の中心部は，それぞれ，本体ケース3の両側部の中心部とほぼ合致するものとする【0002】の記載や図7の記載からは，O1とRO3やO2とLO3が隣接していると理解し得ること，②従来技術の課題を解決する手段の一部として，トッププレートの幅と本体ケースの幅については，単に，(トッププレートの幅)＞(本体ケースの幅)としていること等の事情を勘案すると，D≒0であり，Dは，製造上や計測上の誤差程度と解するのが相当である。そして，加熱調理器に関するJIS規格(甲25)には，公差として，2～5mmとする例が記載されていることを勘案すれば，Dについては，0＜D≦5(mm)，すなわち，大きく見積もっても5mmを超えない程度のものと解することができる。",
                        "そうすると，トッププレートの幅と本体ケースの幅との差4Dは，0＜4D≦20(mm)となり，構成要件B’の「トッププレートの幅と本体ケースの幅がほぼ同じもの」は，トッププレートの幅と本体ケースの幅との差が，大きく見積もっても20mmを超えないものとなる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件訂正発明と公然実施品1との対比",
                      "text": [
                        "以上のとおり，本件訂正発明における構成要件B’の「トッププレートの幅と本体ケースの幅がほぼ同じもの」は，トッププレートの幅と本体ケースの幅との差が，大きく見積もっても20mmを超えないものを指すと認められる。",
                        "これを踏まえると，トッププレートの幅が599mm，本体ケースの幅が550mmであって，それらの差が49mmである公然実施品1は，本件訂正発明における構成要件B’の「トッププレートの幅と本体ケースの幅がほぼ同じもの」とはいえないから，構成要件B’は，本件訂正発明と公然実施品1との相違点とはならない。",
                        "そうすると，本件訂正発明と公然実施品1との一致点及び相違点は，以下のとおりになると認められる。",
                        "(一致点)",
                        "本件訂正発明と公然実施品1とは，構成要件A，B’，C，E及びFについて一致する。",
                        "(相違点)",
                        "本件訂正発明は，サッシュとは別部材に構成され，かつサッシュに当接させた，金属板から成る補強板を有するのに対し，公然実施品1はサッシュ自体が補強板となっており，サッシュとは別部材に構成され，かつサッシュに当接させた，金属板から成る補強板は有しない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記相違点についての判断",
                  "text": [
                    "上記相違点は，本件訂正前の本件発明と公然実施品1との相違点(相違点1-2’)と実質的に同じであるから，前記1(3)のとおり，本件発明と同様に，本件訂正発明についても，公然実施品1及び乙13技術事項に基づいて，当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件訂正発明は，そもそも特許を受けることができないものである(特許法29条2項)から，本件訂正は独立特許要件(特許法126条7項)を満たすものではなく，また，本件訂正によって本件特許に係る無効理由が解消するものでもない。",
                "したがって，その余の点について判断するまでもなく，本件訂正の再抗弁は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第であるから，控訴人の本訴請求はいずれも理由がなく，これらを棄却した原判決は正当である。",
        "よって，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(ネ)10082",
    "date": "2019-04-24",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成29年(ワ)22884",
    "precedent_id": "088655",
    "ipprecedent_id": "5168",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}