{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴人の当審において追加した請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中被控訴人に関する部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，206万2000円及びこれに対する平成29年8月22日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件の原審は，電子ファイル構造等に係る本件特許(特許第5926470号)の特許権者である控訴人が，本件特許発明の米国出願をするに当たり，被控訴人に本件特許の願書に添付した明細書等の英語翻訳を依頼したところ，被控訴人の作成した翻訳に誤訳・改ざん等があったと主張して，主位的に，①被控訴人の債務不履行による契約解除に基づく契約代金返還請求及び損害賠償請求並びに被控訴人の代表者であるA(以下「A」という，)の取締役としての第三者に対する責任(会社法429条1項)に基づく損害賠償請求として，被控訴人及びAに対し，645万3200円及びこれに対する平成29年8月22日(最初の訴状訂正申立書の作成日付)から支払済みまで民法所定の年5分の割合による遅延損害金の連帯支払を，また，②被控訴人及びAの不法行為に基づく損害賠償請求として，被控訴人及びAに対し，上記と同額の連帯支払を，さらに，予備的に，③被控訴人の請負契約に係る担保責任による契約解除に基づく契約代金返還請求及び損害賠償請求として，被控訴人に対し，645万3200円及びこれに対する平成29年8月22日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，控訴人の請求をいずれも棄却したため，控訴人は，原判決中，被控訴人に係る部分を不服として本件控訴を提起し，控訴の趣旨記載の判決を求めた。",
            "本件控訴は，原判決中控訴人の被控訴人に対する請求の敗訴部分である645万3200円のうちの一部である206万2000円及びこれに対する遅延損害金の支払請求についてのみ控訴するというものである。なお，原判決中，Aに関する部分は，控訴がなく，確定した。",
            "控訴人は，当審において，請求原因として，翻訳及び出願補助が複合した準委任契約についての翻訳部分の担保責任による契約解除に基づく契約代金返還請求を追加する訴えの変更をした。この請求は，前記1の①及び②の各請求と選択的併合の関係になるものと解される。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実(証拠及び弁論の全趣旨より認められる事実)",
          "text": [
            "次のとおり補正するほかは，原判決「事実及び理由」の第2の1記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁4行目の「訴外C」を「B(以下「B」という。)」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原判決3頁26行目から4頁1行目の「(甲9，11)」を「(甲1の1，甲9，11，乙49)」と改める。"
            },
            {
              "fig": "(3)",
              "text": [
                "原判決4頁2行目，3行目の各「被告会社」をそれぞれ「A」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決4頁4行目の「被告会社に」を削除する。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "債務不履行の成否(争点1)"
            },
            {
              "fig": "(2)",
              "subject": "不法行為の成否(争点2)"
            },
            {
              "fig": "(3)",
              "subject": "翻訳及び出願補助が複合した準委任契約についての翻訳部分の担保責任の有無(争点3)"
            },
            {
              "fig": "(4)",
              "subject": "翻訳請負契約の担保責任の有無(争点4)"
            },
            {
              "fig": "(5)",
              "subject": "損害の有無及び額(争点5)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "争点に関する当事者の主張は，原判決を下記1のとおり補正し，下記2のとおり当審における当事者の補充主張を加えるほかは，原判決「事実及び理由」の第2の3に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決4頁16行目の「(被告会社の債務不履行の成否)」を「(債務不履行の成否)」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決4頁25行目から26行目の「【平成30年6月21日付け請求原因の変更の申立て】」を削除する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決5頁6行目から7行目の「【平成29年8月31日付け訴状における主張の追加申立書その1】」を削除する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原判決6頁10行目，12行目(2か所)，13行目，15行目，19行目，21行目，8頁10行目，9頁7行目，13行目，10頁16行目，21行目，23行目，11頁4行目，21行目の各「被告ら」をそれぞれ「被控訴人」と改める。"
            },
            {
              "fig": "(5)",
              "text": [
                "原判決6頁20行目の「【平成30年4月18日付け原告準備書面】」を削除する。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決9頁14行目から10頁13行目までを削除する。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "原判決10頁14行目の「(3)  争点3(被告らの不法行為の成否)」を「(2)",
              "text": [
                "争点2(不法行為の成否)」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決10頁21行目から22行目の「【平成30年6月21日付け請求原因の変更の申立て】」を削除する。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決10頁24行目の次に行を改めて以下のとおり加える。",
                "「(3) 争点3(翻訳及び出願補助が複合した準委任契約についての翻訳部分の担保責任の有無)",
                "(控訴人の主張)",
                "控訴人は，米国特許出願の補助を行う人間を求めてBから被控訴人を紹介され，翻訳及び出願補助の二つを被控訴人の債務とする契約が控訴人と被控訴人の間で締結されたから，本件契約についてはこれらが複合した準委任契約と解すべきである。そして，翻訳については誤訳・改ざんがあり，瑕疵があるものであったから，被控訴人は翻訳委任部分について担保責任を負う。なお，翻訳についてはパリ条約に基づく優先権主張との関係で1年という期限が定まっていたから，一部だけの履行やその修補や追完は意味がないものであった。",
                "(被控訴人の主張)",
                "被控訴人は控訴人と出願補助の契約を締結しておらず，控訴人と被控訴人の間の契約は翻訳についての請負契約であり，準委任契約ではない。」",
                "(10) 原判決10頁25行目の「(被告会社の請負契約に係る担保責任の有無)」を「(請負契約の担保責任の有無)」と改める。",
                "(11) 原判決11頁1行目から3行目までを以下のとおり改める。",
                "「被控訴人がした翻訳には誤訳・改ざんがあって瑕疵があるものであり，同瑕疵により本件契約の目的を達せられなかった。被控訴人は請負契約の担保責任を理由として授受した金銭の返還及び相当因果関係のある損害の賠償義務を負う。」",
                "(12) 原判決11頁6行目から12頁11行目までを以下のとおり改める。",
                "「(5) 争点5(損害の有無及び額)",
                "(控訴人の主張)",
                "控訴人は，被控訴人の債務不履行又は不法行為若しくは担保責任により，被控訴人に支払った269万2000円のうち，翻訳部分の契約代金206万2000円の損害を被った。",
                "(被控訴人の主張)",
                "争う。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の補充主張",
          "text": [
            "(控訴人の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件契約の性質等について",
                  "text": [
                    "本件米国出願は，優先権主張との関係で1年と期限が限られていて追完が不可能であり，重要事項がオールオアナッシングで履行されているか否かが重要であった。また，無体物たるデータの場合には翻訳者の手元にデータが残っていて，引渡しの有無に基づいて典型契約のいずれに当たるかと解することは合理的根拠が乏しい。さらに，本件米国出願について，PPH(甲24，特許審査ハイウェイ)を利用して出願をすることとされていた(甲37)。これらのことなどからすると，本件契約は準委任契約と解されるべきである。被控訴人は，控訴人に対し，重要事項について説明義務を負っていた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "誤訳・改ざんについて",
                  "text": [
                    "被控訴人は以下のとおりの誤訳・改ざんを行った。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，本件明細書の段落【0248】の「一巡の遷移」を，甲9の段落［0577］で，「round robin proliferation」(ラウンドロビンの増殖)と翻訳した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，本件翻訳に際して「Round Robin Proliferation」の定義(甲9の段落［0741］［0742］)を創作したが，被控訴人が創作した上記段落と本件明細書の段落【0342】，【0345】の記載とを比較すると，段落【0345】にある「第3プロセスを通じて行われる」という限定が消失している上，「1＋1＋1＋1＋1＋1＋1」という日本文が翻訳されずに削除されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人は，本件明細書の段落【0336】を，甲9の段落［0758］で「round robin proliferation」と「embodiment」されると翻訳したが，これは，「異なる台紙を作成したアンカーとハイパーリンクを結合したことで，ジャンプが成立した。」とする本件明細書の上記段落の記載に照らして誤訳である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被控訴人は，甲9の段落［0768］で，本件特許発明が最上層領域について限定される(「is limited to」)と翻訳したが，本件明細書の段落【0352】によると，限定されないというのが正しいし，甲9の上記段落で「ではなく」を用いず，「または(or)」を用いて翻訳したことは誤訳である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被控訴人は，本件特許の【請求項9】及び【請求項13】の「上層一巡方式」についても「round robin proliferation」を使って翻訳し，【請求項7】の「名前の上層一巡方式を実行する名前変更部」についても「round  robin proliferation」を使って翻訳した。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "被控訴人は，本件特許の【請求項7】と【請求項12】の「名前増産部」を「a name proliferation unit」と翻訳した。【請求項7】で第2プロセスと第3プロセスの双方に「proliferation」(増殖)という語を使って翻訳したために，第2プロセスと第3プロセスが区別しづらくなってしまった。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "被控訴人は，本件特許の【請求項8】について，「増産指示」を「a proliferation instruction」(増殖指示)と翻訳した。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "被控訴人は，本件特許の【請求項13】の「名前を増産する工程」を「proliferating names」と翻訳した。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "被控訴人は，本件特許の【要約】の「上層領域を一巡するように置き換えて」を「round robin manner into one」を使って翻訳した上，【要約】中の「いわば多角形の全ての対角線の動きを網羅する異なる名前を持つハイパーリンクからなる設定領域を自動生成し，」という部分を翻訳しなかった。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "text": [
                        "被控訴人は，「Round Robin Proliferation」の定義(甲9の段落［0742］)に，TOCリンク(甲10の図1中の領域B)を付加したから，本件特許発明の解釈として領域Bを持った図1中の設定領域3のTOCリンクを付加した状態を侵害された場合にだけ本件特許の侵害が成立すると理解される。したがって，被控訴人は，翻訳によって本件特許発明の権利範囲を狭めてしまった。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "text": [
                        "被控訴人は，本件特許の【請求項1】を「replaced in a round robin manner into one」を使って翻訳した。しかし，「round robin」は分散型である。「into one」では分散と反対の方向であるという矛盾が生じる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件契約の債務不履行・解除について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件契約では，控訴人が被控訴人から英文メールを受信しただけでは「引渡し」があったことにはならず，被控訴人が報告義務を履行してはじめて債務の本旨に従った履行といえる。したがって，本件では未だに一部の債務の履行がされていないから，被控訴人は，債務不履行として損害賠償責任を負う。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，本件契約が請負契約であって引渡しを行った以上，債務不履行はないとしているが，これは不完全履行の概念が民法にないことをいうものであって，法律の解釈を誤ったものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決は，引渡しから8か月後には，被控訴人は，控訴人に対して報告義務はなかった旨の判断をしているが，この判断は，除斥期間(1年)よりも短い期間で控訴人の権利を失効させる旨の判断であって，失当である。控訴人は，誤訳を正確に分析して他人に伝えられるようになるまで1年半を要した。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に本件契約について請負契約としての担保責任しか追及できないとしても，民法559条，570条，640条が適用される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，除斥期間の経過を主張するが，被控訴人は，代表取締役であるA1名の会社であり，控訴人は，平成29年5月18日，Aに宛てて本件契約の解除の意思表示をし，契約代金の返還を求めている(甲34)から，この効力は，被控訴人に対しても及ぶ。",
                    "また，民法637条は，除斥期間ではなく，時効と解すべきであり，中断が認められる。",
                    "(被控訴人の主張)"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "争点1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件契約の性質等について",
                  "text": [
                    "本件契約は，控訴人が米国へ特許出願する文書の翻訳の請負契約である。Aは，控訴人が執拗にアドバイスなどを求めてきたために，断れずに必要な手伝いをしたが，控訴人と被控訴人との間では，出願補助の契約は締結されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "誤訳・改ざんについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書において，「一巡の遷移」とは，一巡しながら増殖することであるから，その翻訳として，「round robin proliferation」とすることは適切である。",
                        "第3プロセスの言語の置き換えは，隣接2言語間の総当たり入れ替えになるところ，「round robin」は総当たりを意味するため，「一巡」の翻訳としてふさわしい。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "本件明細書には，「隣角」，「1＋1」，「増産」など定義されていない表現が多数あるため，被控訴人は，本件明細書の内容を明確にするため，「round robin proliferation」の定義を記載した。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "本件明細書の段落【0336】の「異なる台紙を作成したアンカーとハイパーリンクを結合したことで，ジャンプが成立したのである。」という記載が意味不明であったので，被控訴人は控訴人がいう第3プロセスの内容を甲9の段落［0758］に翻訳して記載した。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "本件明細書の段落【0312】を「is limited to」と被控訴人が翻訳した点について，正しくは,「is not limited to」であるが，これは単純なタイプミスであり，その後にある「for example, intermediate segments of names may be replaced in a round robin manner.」とあることから，本件特許発明はどこの領域にも適用されるということが分かり，上記は単純なタイプミスであることが読み手にとっては容易に理解することができる。"
      ]
    },
    {
      "fig": "(オ)",
      "text": [
        "本件特許発明は，コピーアンドペーストを何度も繰り返すことにより効率的に増やせるというものであるから，それを「増殖」を意味する「proliferation」と翻訳することは適切であり，それにより第2プロセスと第3プロセスが区別しづらくなることはない。"
      ]
    },
    {
      "fig": "(カ)",
      "text": [
        "本件特許の【要約】における「いわば多角形の全ての対角線の動きを網羅する異なる名前を持つハイパーリンクからなる設定領域を自動生成し」という記載は意味が不明瞭であり，被控訴人は，甲9の「Abstract」でより明瞭に伝わるように翻訳した。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "争点4について",
          "text": [
            "本件契約は請負契約であるところ，被控訴人は，本件米国出願がされた平成28年5月19日より前に自己の仕事を完成させて控訴人に引き渡した。しかし，控訴人が本件訴訟を提起したのが平成29年8月17日であるため，既に1年間の除斥期間が経過している。",
            "なお，控訴人は，Aに対して契約の解除と契約代金の返還を求める書面(甲34)を出しているが，被控訴人に対しては本件訴訟提起時まで何も請求していない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の被控訴人に対する請求は，いずれも理由がないから棄却すべきものと判断する。その理由は，下記のとおり原判決を補正するほかは，原判決「事実及び理由」欄の「第3  争点に対する判断」に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決12頁21行目の次に行を改めて以下のとおり加える。",
            "「  なお，本件契約締結に際して契約書は作成されなかった。パリ条約に基づく優先権主張との関係で，上記米国特許出願は，平成28年5月26日までにされる必要があって，控訴人及び被控訴人もそれを認識していたものの，本件契約が締結された同年1月当時，翻訳の対象となるべき和文は特許請求の範囲も含めて必ずしも確定しておらず，かつ当事者間ではいつまでに同和文が確定されるべきであるのかといった点について明確な合意がされなかった。(乙3～13，17，20～22，24，26，28，30～43，47，50，弁論の全趣旨)」"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決13頁4行目から7行目までを以下のとおり改める。",
            "「(5) 控訴人は，同年2月15日，翻訳の対象となる特許請求の範囲に修正を加えた(乙4，弁論の全趣旨)。」"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決14頁22行目，23行目の各「被告会社」をそれぞれ「A」と改める。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決14頁24行目の「被告会社に」を削除する。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原判決15頁9行目，10行目，16頁12行目の各「被告」をそれぞれ「被控訴人」と改める。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "原判決15頁17行目「被告事務所」を「被控訴人の事務所」と改める。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "原判決16頁10行目の次に行を改めて以下のとおり加える。",
            "「  なお，控訴人は，被控訴人は報告義務を履行してはじめて債務の本旨に従った履行がされたといえると主張するが，本件契約は，翻訳を目的とするものであって，被控訴人に報告義務があるとしても，それは上記目的に付随したものにすぎないから，上記のとおり，本件翻訳の引渡しがされた以上，その内容について，被控訴人に債務不履行責任が生ずることはないというべきである。」"
          ]
        },
        {
          "fig": "8",
          "text": [
            "原判決16頁15行目「被告会社は，」の後に「前記のように限られた時間の中で，控訴人からの修正指示を含む」を挿入する。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "原判決17頁2行目から3行目を以下のとおり改める。",
            "「  以上の事実に照らすと，控訴人が主張しているような詳細な報告義務を被控訴人が負っていたとは認められない上，仮に何らかの報告義務があるとしてもその不履行は認められない。」",
            "10  原判決17頁10行目から26行目までを以下のとおり改める。",
            "「証拠(甲5の2，甲82)及び弁論の全趣旨によると，被控訴人は，平成29年4月7日，控訴人の求めに応じて，「Round Robinについて」と題する書面により，「一巡」を「round robin」と翻訳したことについて説明をし，さらに翌日に被控訴人の代表者であるAが控訴人と直接会ってその点について説明していることが認められるから，被控訴人は，報告義務を尽くしているものと認められる。」",
            "11  原判決18頁1行目から13行目までを削除する。",
            "12  原判決18頁14行目「4  争点3(被告らの不法行為の成否)について」を「3  争点2(不法行為の成否)について」と改める。",
            "13  原判決18頁15行目，20行目，26行目の各「被告ら」をそれぞれ「被控訴人」と改める。",
            "14  原判決18頁26行目の次に行を改めて以下のとおり加える。",
            "「4  争点3(翻訳及び出願補助が複合した準委任契約についての翻訳部分の担保責任の有無)について",
            "控訴人は，本件契約について，翻訳及び出願補助が複合した準委任契約であるとも主張するが，本件契約は，前記2(1)で説示したとおりの請負契約と解すべきであり，本件契約に出願補助が含まれていると認めることはできない。",
            "Bが作成した文書(甲74)についても，単に米国出願の支援をしてくれるような人物を紹介してほしいと控訴人に言われたからAを紹介したということを記載しているにすぎず，同文書から直ちに本件契約に出願補助が含まれていたと認めることはできないし，控訴人が主張する各事情(優先権との関係で1年と期限が限られていたこと，データが翻訳者の手元に残ること，本件米国出願についてPPHを利用した出願をすることとされていたこと)も，本件契約が準委任契約であることを基礎付けるものとはいい難い。",
            "したがって，本件契約が準委任契約であることに基づく控訴人の主張は，その前提を欠き，失当である。」",
            "15  原判決19頁1行目から23頁5行目までを以下のとおり改める。",
            "「5  争点4(翻訳請負契約の担保責任の有無)について"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "仕事の目的物の瑕疵とは，一般に，仕事の目的物が契約において予定された性状を有しないことをいうところ，前記認定のとおり，本件契約締結に際して契約書は作成されておらず，本件契約において，被控訴人がなすべき翻訳としてどの程度のものが要求されていたのかについて明示的な合意は存在していない。したがって，前記認定事実に照らして，本件契約における翻訳のあるべき性状について，検討することとする。",
                "この点について，前記認定事実からすると，①本件契約において翻訳の主たる対象とされていた本件明細書等が，それが記載された特許公報が本文だけで69頁，図も合わせると81頁にも及ぶ非常に大部なものである上，その内容が控訴人自身も自認するように，相当に複雑で難解なものであり，後述する「一巡」のような控訴人独特の用語が用いられていたこと，②翻訳の対象となる和文は特許請求の範囲も含めて本件契約締結当時，必ずしも確定していない部分があり，優先権主張との関係で一定の期限があるにもかかわらず，いつまでに翻訳対象の和文を確定すべきなのかという重要な点について何ら合意がないまま，控訴人が断続的に修正を繰り返していたこと，③控訴人はインド人弁理士に被告会社の翻訳をチェックさせることとしていたほか，本件契約締結後，自らも翻訳ソフトを購入して翻訳者が抜けのない翻訳をしているか確認する旨述べていたことの各事情が認められる。",
                "上記①，②の各事情からすると，Aが，本件特許発明の技術的意義や内容をすべて正確に反映し，文法や語彙の点も含めて誤りのない完璧な翻訳をすることが困難であることは，本件契約締結当時，控訴人においても当然に予見できたところといえる。これに加え，上記③の事情を考え併せると，本件契約における翻訳とは，本件特許発明の技術的意義や内容を踏まえた英語として意味が通用するものを作成することを意味しており，本件特許発明の技術的意義や内容をすべて正確に反映し，かつ文法や語彙の誤りがない完璧なものを作成することまでは求められておらず，翻訳における最終的な文章や語句の選択は，控訴人が自己の責任で決定するか，少なくとも被控訴人と相談しつつ決定することが予定されていたものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)を前提に，本件翻訳について，控訴人が主張するような瑕疵があったかどうかについて検討するに，控訴人が瑕疵であると主張している点は，以下のア，イに示すもののほか，控訴人が原審で主張した点も含めて，そのいずれもが，前記(1)で検討した本件契約において前提とされていた翻訳の性状に照らすと，瑕疵に当たるとは認められない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，①「一巡」，「一巡の遷移」，「上層一巡方式」等を「round robin」や「round robin proliferation」という語を用いて翻訳した点，②被控訴人が「Round Robin Proliferation」についての定義(甲9の段落［0741］，［0742］)を創作し，かつ本件明細書の段落【0345】の「第3プロセスを通じて行われる」や「1＋1＋1＋1＋1＋1＋1」の部分が翻訳されなかった点，③本件明細書の段落【0336】を甲9の段落［0758］に翻訳する際に誤訳をした点，④甲9の段落[0768]で誤訳をした点，⑤「名前増産部」，「増産指示」，「名前を増産する工程」について，「proliferation」を使って翻訳した点，⑥本件特許の【要約】の一部を翻訳しなかった点，⑦甲9の段落［0742］の「round robin proliferation」の定義部分でTOCリンクを付加して権利範囲を狭めた点，⑧本件特許発明の【請求項1】を「replaced in a round robin manner into one」を使って翻訳した点などが，それぞれ誤訳や改ざんであると主張している。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記①について，本件特許発明においては，「一巡」は一つずつ置き換えていくという意味合いで用いられており，総当たり的な意味合いでは用いられていないことから，被控訴人が，総当たりとしての意味を持たせようとして「round robin」を用いたこと(弁論の全趣旨)は適切とはいい難い。しかし，本件特許発明の「一巡」は，「一巡」の一般的な意味である「ひとめぐりすること」(広辞苑第7版)とも異なる独特なものであり，控訴人が適切であるとする「one round」(甲2-1)を用いてもその意味は直ちに明らかになるものとはいえず，前記のように難解な本件明細書の記載を読み込んではじめておおよその意味が理解できるというものであり，発明者でもなく，かつ前記のように厳しい時間的制約等があった中で，被控訴人がその技術的意義や内容を完全に理解してそれを正確に反映した翻訳することは当初より困難であった。そして，控訴人が主張する「round robin」を含む各文章は理解可能なものであり，かつ「round robin」が甲9の冒頭にある「Abstract」や請求項1にも記載されていて，控訴人としてもその存在について容易に自らの側で確認することができたものであること，甲9には，本件特許発明が詳しく説明されていて，甲9を読めば，「round robin」がどのようなことを意味するのかを把握することも不可能ではないことも踏まえると，それをもって瑕疵に当たるとまでいうことはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "a  上記②について，甲9の段落［0741］，［0742］の英文は，英語として読解可能なものである上，その他の記載と併せて読むと，同段落がいわんとしていることを把握することは可能であるから，甲9の段落［0741］，［0742］を被控訴人が創作したことをもって瑕疵に当たるということはできない。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，被控訴人が，本件明細書の段落【0345】を翻訳せず，それに伴って「第3プロセスを通じて行われる」，「1＋1＋1＋1＋1＋1＋1」の部分が翻訳されなかったことを問題視する。",
                            "しかし，本件のような特許に関する翻訳の場合，必ずしも常に逐語訳をすることが要求されているとは認められない上，弁論の全趣旨によると，控訴人は，平成28年3月に，被控訴人に対し，和文の意味が分からない箇所は修正して翻訳してよい旨述べていたと認められることや控訴人が自ら漏れがないかチェックする旨述べていること，第3プロセスについては，甲9の段落[0505]以下で詳細な説明がされていて，本件明細書の段落【0345】の記載がなくても，第3プロセスがいかなるものであるかを理解できることからすると，やはりそれをもって瑕疵に当たるとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記③について，甲9の段落［0758］が，本件明細書の段落【0336】に対応する部分であるとは認められず，控訴人の主張は前提を欠くものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記④について，本件明細書の段落【0352】からすると，本件特許発明は，必ずしも「最上層領域の置き換え」に限られないのであるから，被控訴人がした「is limited to the highest segments」との翻訳は，誤記であるが，前記のとおり，本件契約における翻訳において，完璧なものを作成することまでは求められていなかったこと及び甲9の段落［0768］の記載からすると，控訴人が指摘する点が誤記であることは比較的容易に分かることからすると，やはりそれをもって瑕疵に当たるとすることはできない。",
                        "なお，控訴人は，甲9の段落［0768］について「または(or)」を用いることが誤訳であり，「ではなく」を用いるべきであったと主張するが，同段落では，「最上層領域(highest segments)」と「上層領域(higher segments」が「，」で区切られているところ，上記のとおり，本件特許発明が「最上層領域の置き換え」に限られないことからすると，被控訴人が上記段落で，「名前の置き換え」が「最上層領域(highest segments)」だけでなく，「上層領域(higher segments)」においても可能であるいうことを表現する意味で「，」を用いて翻訳したことが誤りであるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記⑤について，「proliferation」について，「増殖」という意味もあること(乙52)からすると，通常の翻訳として見た場合に，被控訴人が「proliferation」という語を用いて翻訳したからといってそれが直ちに誤訳であるとはいえない。",
                        "また，控訴人は，被控訴人がした翻訳により第2プロセスと第3プロセスの区別がつきにくくなったとも主張するが，第3プロセスについて，上記(イ)bのとおり，甲9の別の箇所で詳細な説明がされていることや，第2プロセスについても，甲9の段落［0438］以下に詳細な説明がされていることからすると，控訴人が指摘するように第2プロセスと第3プロセスの区別が困難になったと認めることもできない。",
                        "したがって，上記⑤の点も瑕疵であるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "上記⑥について，控訴人が問題にしているのが，【要約】のうちの第3プロセスに関する記載であり，かつ「いわば多角形の全ての対角線の動きを網羅する異なる名前を持つハイパーリンクからなる設定領域を自動生成し，」という文章の意味が日本語としても必ずしも明らかではないことからすると，上記(イ)bで検討した事情に照らして，瑕疵であるということはできない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "上記⑦について，「round robin」の定義にTOCリンクを含めているとしても，特許発明の権利範囲は，特許請求の範囲の記載(本件米国出願における「Claims」)によって決定されるのであるから，権利行使の範囲が制限されたということはできず，そのことをもって瑕疵に当たるということはできない。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "上記⑧について，本件翻訳において，「round robin」は，一般に用いられている「負荷分散方式」といった意味(甲72)と異なる意味で使用されているから，控訴人の主張は前提を欠くものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，ASCII128コードを使用して翻訳しなかったことも瑕疵であると主張するが，本件契約において，同コードを使用して翻訳することが控訴人と被控訴人の間で合意されていたことを認めるに足りる証拠はないから，同コードが使用されていないことをもって瑕疵があったとすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "以上のとおり，本件翻訳について，控訴人が主張するような瑕疵が存在するとは認められず，被控訴人に請負人としての瑕疵担保責任があるとは認めることはできない。」"
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上の次第で，原判決は相当であるから，本件控訴を棄却することとし，また，控訴人が当審において新たに追加した請求についても理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "以下，用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従い，原判決に「原告」とあるのを「控訴人」と，「被告プロパテント株式会社」及び「被告会社」とあるのを「被控訴人」と，「被告B」とあるのを「A」と読み替える。また，原判決の引用部分の「別紙」をすべて「原判決別紙」と改める。"
  ]
}