{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2016-800112号特許無効審判事件について平成30年6月26日にした審決中，特許第3563036号の請求項1ないし5，7ないし19に係る部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「セレコキシブ組成物」とする発明について，平成11年11月30日(優先日平成10年11月30日(以下「本件優先日」という。)，優先権主張国米国)を国際出願日とする特許出願(特願2000-584884号。以下「本件出願」という。)をし，平成16年6月11日，特許権の設定登録(特許第3563036号。請求項の数19。以下，この特許を「本件特許」という。)を受けた(甲イ48，74)。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告東和薬品は，平成28年9月30日，本件特許について特許無効審判(無効2016-800112号事件。以下「本件無効審判」という。)を請求した(甲イ49)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告日本ケミファは，本件無効審判について，平成29年8月3日付けで特許法148条1項の規定により請求人として請求人側への参加申請をし，同年9月5日付けで参加許可の決定を受けた。",
                    "原告ヘキサルは，本件無効審判について，同年9月25日付けで特許法148条1項の規定により請求人として請求人側への参加申請をし，同年11月13日付けで参加許可の決定を受けた。",
                    "なお，本件無効審判においては，原告日本ケミファ及び原告ヘキサルのほか，ニプロ株式会社，日新製薬株式会社及び大原薬品工業株式会社も請求人側への参加許可の決定を受けた。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，平成29年2月6日付けで，本件特許の特許請求の範囲について訂正請求(甲イ51)をした後，平成30年2月1日付けの審決の予告(甲イ58)を受けたため，同年5月7日付けで，本件特許の特許請求の範囲の請求項1ないし19を一群の請求項として，請求項1ないし5，7ないし19を訂正し，請求項6を削除する旨の訂正請求(以下「本件訂正」という。甲イ59。)をした。",
                "その後，特許庁は，同年6月26日，本件訂正を認めた上で，「特許第3563036号の請求項6に係る発明についての審判請求を却下する。特許第3563036号の請求項1～5，7～19に係る発明についての審判請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年7月4日に原告日本ケミファに，同月5日に原告東和薬品及び原告ヘキサルにそれぞれ送達された。"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告東和薬品は，平成30年8月2日，本件審決のうち，請求項1ないし5，7ないし19に係る部分の取消しを求める第1事件訴訟を提起した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告日本ケミファは，平成30年8月3日，本件審決のうち，請求項1ないし5，7ないし19に係る部分の取消しを求める第2事件訴訟を提起した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告ヘキサルは，平成30年11月1日，本件審決のうち，請求項1ないし5，7ないし19に係る部分の取消しを求める第3事件訴訟を提起した。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1ないし5，7ないし19の記載は，次のとおりである(以下，請求項の番号に応じて，請求項1に係る発明を「本件発明1」などという。下線部は本件訂正による訂正箇所である。甲イ59)。",
            "【請求項1】",
            "一つ以上の薬剤的に許容な賦形剤と密に混合させた10mg乃至1000mgの量の微粒子セレコキシブを含み，一つ以上の個別な固体の経口運搬可能な投与量単位を含む製薬組成物であって，粒子の最大長において，セレコキシブ粒子のD が200μm未満である粒子サイズの分布を有する製薬組成物。",
            "【請求項2】",
            "前記粒子の最大長において，前記セレコキシブ粒子のD が100μm未満であることを特徴とする請求項1に記載の製薬組成物。",
            "【請求項3】",
            "前記粒子の最大長において，前記セレコキシブ粒子のD が40μm未満であることを特徴とする請求項2に記載の製薬組成物。",
            "【請求項4】",
            "前記粒子の最大長において，前記セレコキシブ粒子のD が25μm未満であることを特徴とする請求項3に記載の製薬組成物。",
            "【請求項5】",
            "前記同じ投与量のセレコキシブを含有する経口運搬された溶液と比較して最低約50％であるセレコキシブの相対的な生物学的利用能を有することを特徴とする請求項1記載の製薬組成物。",
            "【請求項7】",
            "前記投与量単位は，錠剤，ピル，硬質若しくは軟質カプセル，ロゼンジ，サシェイ，又はパステルから選択されることを特徴とする請求項1乃至5の何れか一項記載の製薬組成物。",
            "【請求項8】",
            "前記賦形剤は薬剤学的に許容な希釈剤，崩壊剤，結着剤，加湿剤及び潤滑剤から選択される単位投与量のカプセル又は錠剤の形態であることを特徴とする請求項7記載の製薬組成物。",
            "【請求項9】",
            "(a)前記製薬組成物の約10質量％乃至約85重量％の量の一つ以上の薬剤学的に許容な希釈剤と，",
            "(b)前記製薬組成物の約0．2質量％乃至約10質量％の量の一つ以上の薬剤学的に許容な崩壊剤と，及び",
            "(c)前記製薬組成物の約0．75質量％乃至約15質量％の量の一つ以上の薬剤学的に許容な結着剤とを含有することを特徴とする請求項8記載の製薬組成物。",
            "【請求項10】",
            "前記製薬組成物の約0．4質量％乃至約10質量％の量の一つ以上の薬剤学的に許容な加湿剤をさらに含有することを特徴とする請求項9に記載の製薬組成物。",
            "【請求項11】",
            "前記製薬組成物の約0．2質量％乃至約8質量％の量の一つ以上の薬剤学的に許容な潤滑剤をさらに含有することを特徴とする請求項9に記載の製薬組成物。",
            "【請求項12】",
            "前記製薬組成物の約0．2質量％乃至約8質量％の量の一つ以上の薬剤学的に許容な潤滑剤をさらに含有することを特徴とする請求項10に記載の製薬組成物。",
            "【請求項13】",
            "(a)前記希釈剤はラクト-スを含み，(b)前記崩壊剤はクロスカルメロースナトリウムを含み，(c)前記結着剤はポリビニルピロリドンを含むことを特徴とする請求項9に記載の製薬組成物。",
            "【請求項14】",
            "ラウリル硫酸ナトリウムを含有する加湿剤をさらに含むことを特徴とする請求項13に記載の製薬組成物。",
            "【請求項15】",
            "ステアリン酸マグネシウムを含有する潤滑剤をさらに含むことを特徴とする請求項13に記載の製薬組成物。",
            "【請求項16】",
            "ラウリル硫酸ナトリウムを含有する加湿剤と，ステアリン酸マグネシウムを含有する潤滑剤とをさらに含むことを特徴とする請求項13に記載の製薬組成物。",
            "【請求項17】",
            "シクロオキシゲナーゼ-2阻害剤による治療を必要とする被験者における病状又は疾患を治療するために，前記製薬組成物は被験者に好ましくは1日に1回又は2回経口投与することを特徴とする請求項1乃至5及び7乃至16の何れか一項に定義される製薬組成物。",
            "【請求項18】",
            "シクロオキシゲナーゼ-2阻害剤による治療を必要とする被験者における病状又は疾患の治療及び／又は予防処置での薬剤調製のための請求項1乃至5及び7乃至16の何れか一項に定義される製薬組成物の使用。",
            "【請求項19】",
            "前記状態又は疾患は，リウマチ様関節炎，骨関節炎又は痛みである請求項18による使用。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)のとおりである。",
                "その要旨は，原告ら主張の本件発明1ないし5，7ないし19についての明確性要件違反(無効理由Ⅰ)，実施可能要件違反(無効理由Ⅱの(ア)ないし(ウ))及びサポート要件違反(無効理由Ⅱの(エ))，本件優先日前に頒布された刊行物である特表平9-506350号公報(甲イ8)に記載された発明に基づく本件発明1，2，7，8，17ないし19の新規性欠如(無効理由Ⅲの(ア))，本件優先日前に頒布された刊行物である「1997  AAPS  AＮＮUAL  MEETIＮG  COＮTRIBUTED  PAPERS  ABSTRACTS，表紙，発表番号3469」(甲イ15)に記載された発明に基づく本件発明1，2，7，18の新規性欠如(無効理由Ⅲの(イ))，甲イ8を主引用例とする本件発明1ないし5，7ないし19の進歩性欠如(無効理由Ⅳ)の無効理由は，いずれも理由がないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲イ8に記載された発明(以下「甲8発明」という。)，本件発明1と甲8発明の相違点，甲イ15に記載された発明(以下「甲15発明」という。)，本件発明1と甲15発明の相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲8発明",
                  "text": [
                    "「以下の工程1，工程2によって得られるセレコキシブ結晶を投与経路に適切な1つ又はそれ以上の補助剤と合わせた錠剤又はカプセル剤の形態の経口投薬単位である製薬組成物。",
                    "工程1：1-(4-メチルフェニル)-4，4，4-トリフルオロブタン-1，3-ジオンの調製",
                    "4’-メチルアセトフェノン(5．26g，39．2mmol)をアルゴン下で25mLのメタノールに溶解して，メタノール中のナトリウムメトキシド12mL(52．5mmol)(25％)を添加した。この混合物を5分間撹拌して，5．5mL(46．2mmol)のトリフルオロ酢酸エチルを添加した。24時間還流後，この混合物を室温に冷却して濃縮した。100mL の10％HClを添加して，この混合物を4×75mLの酢酸エチルで抽出した。この抽出物をMgSO で乾燥し，濾過して濃縮して，8．47g(94％)の褐色油状物を得て，これをさらに精製することなく次に進んだ。",
                    "工程2：4-［5-(4-メチルフェニル)-3-(トリフルオロメチル)-1H-ピラゾール-1-イル］ベンゼンスルホンアミドの調製",
                    "75mL の無水エタノール中の工程1からのジオン(4．14g，18．0mmol)に，4．26g(19．0mmol)の4-スルホンアミドフェニルヒドラジン塩酸塩を添加した。この反応物をアルゴン下で24時間還流した。室温に冷却して濾過後，この反応混合物を濃縮して，6．13gの橙色の固体を得た。この固体を塩化メチレン／ヘキサンから再結晶して，淡黄色の固体として3．11g(8．2mmol，46％)の生成物を得た。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲8発明の相違点",
                  "text": [
                    "(相違点8-1)",
                    "製薬組成物に含まれるセレコキシブの量が，本件発明1では「10mg乃至1000mgの量」とされているのに対し，甲8発明では規定されていない点。",
                    "(相違点8-2)",
                    "製薬組成物に含まれるセレコキシブの粒子サイズが，本件発明1では「粒子の最大長において，セレコキシブ粒子のD が200μm未満である粒子サイズの分布を有する」とされているのに対し，甲8発明では規定されていない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲15発明",
                  "text": [
                    "「セレコキシブ300mgを含む経口投与用カプセル。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明1と甲15発明の相違点",
                  "text": [
                    "(相違点15-1)",
                    "製薬組成物に含まれるセレコキシブが，本件発明1では「粒子の最大長において，セレコキシブ粒子のD が200μm未満である粒子サイズの分布を有する」微粒子セレコキシブとされているのに対し，甲15発明では規定されていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-1(甲8発明に基づく本件発明1の新規性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点8-1の認定の誤り",
                  "text": [
                    "甲イ8の記載事項(281頁1行～282頁11行)によれば，甲イ8には，錠剤やカプセル錠といった具体的な例を挙げた上で，経口投与の方法を明示し，「本薬剤組成物は，約0．1～2000mgの範囲で，好ましくは0．5～500mgの範囲で，そして最も好ましくは約1と100mgの間で活性成分を含有してよい。」との記載がある。かかる記載は，甲8発明に含まれる化合物(セレコキシブ)の量を「約0．1～2000mg」，「0．5～500mg」，「1～100mg」とすることを開示するものであり，これは，「10mg乃至1000mgの量」(相違点8-1に係る本件発明1の構成)と重複する。",
                    "そうすると，甲イ8には，非経口投与の方法について言及されているとしても，少なくとも経口投与した場合も含めた有効成分量の範囲が開示されていると理解できる。",
                    "したがって，甲8発明は，相違点8-1に係る本件発明1の構成を含むものであるから，本件審決における相違点8-1の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点8-2の認定の誤り",
                  "text": [
                    "原告東和薬品が甲イ8記載の実施例2の記載に従ってセレコキシブを再現した試験結果を記載した実験成績証明書(甲イ9)によれば，甲イ8記載のセレコキシブの粒子のD (n-3の平均)は，30．44～67．09μmであった。これは，「セレコキシブ粒子のD が200μm未満」の数値範囲に含まれることを示すものである。また，甲イ11及び甲イ13の各再現試験の結果も，「セレコキシブ粒子のD が200μm未満」のセレコキシブ粒子が得られたことを示している。",
                    "したがって，甲8発明は，相違点8-2に係る本件発明1の構成を有するから，本件審決における相違点8-2の認定は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲8発明と同一の発明であるから，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点8-1の認定の誤りの主張に対し",
                  "text": [
                    "甲イ8の「本薬剤組成物は，約0．1～2000mgの範囲で，好ましくは0．5～500mgの範囲で，そして最も好ましくは約1と100mgの間で活性成分を含有してよい。」との記載は，実験的な裏付けがなく，薬剤組成物として使用される有効成分量として通常最大の範囲と考えられる約0．1～2000mg を最初に記載し，それに続けて，範囲を制限した好ましい範囲及び最も好ましい範囲を記載したにすぎない。",
                    "そして，化合物の特性が異なれば，それに応じて投与される量は異なるから，投与量を決めるために通常必要とされる実験を実施し，効果や副作用等を確認する必要があることからすると，甲イ8の上記記載は，甲イ8で開示されている無数の多種多様な化合物についての含量の目安を示したものにとどまり，セレコキシブの投与量を示すものとは認められない。また，経口投与用製薬組成物と非経口投与用製薬組成物では含有される有効成分量が異なることは技術常識であるから，経口投与用製薬組成物及び非経口投与用製薬組成物のそれぞれについて，投与量を決めるために通常必要とする全ての実験を実施し，効果や副作用等を確認しながら投与量を決める必要がある。",
                    "したがって，甲イ8の上記記載は，有効成分の化合物としてセレコキシブを用いたこと及び経口投与用とした製薬組成物に含まれるべきセレコキシブの量の範囲を示すものとはいえないから，本件審決における相違点8-1の認定の誤りをいう原告らの主張は，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点8-2の認定の誤りの主張に対し",
                  "text": [
                    "溶媒の比率，温度，撹拌の有無，放置時間など，再結晶のための条件によって得られる結晶の大きさ等が変化することは技術常識であるところ，甲8発明における工程1及び工程2では，上記再結晶のための条件の詳細が記載されていない。一方，甲イ9に記載された試験は，それらの条件を実施者が決定してされたものである。",
                    "そうすると，上記試験で得られたセレコキシブのD がいずれも200μm以下であったとしても，甲8発明におけるセレコキシブ粒子のD が200μm以下であることの根拠にはならない。また，甲イ11及び甲イ13の各再現試験の結果も，これと同様である。",
                    "したがって，甲8発明におけるセレコキシブ粒子のD が200μm以下であるとはいえないから，本件審決における相違点8-2の認定の誤りをいう原告らの主張は，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲8発明と同一の発明ではないとした本件審決の判断に誤りはないから，原告ら主張の取消事由1-1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-2(甲8発明に基づく本件発明2，7，8，17ないし19の新規性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "text": [
                "本件審決は，①本件発明2，7，8，17は，本件発明1にさらなる発明特定事項を付加したものであるから，本件発明1は甲8発明と同一の発明といえない以上，本件発明2，7，8，17は，甲8発明と同一の発明ではない，②本件発明18は，本件発明1ないし5，7ないし17の使用方法の発明であり，本件発明2ないし5，7ないし17はいずれも本件発明1にさらなる発明特定事項を付加したものであるところ，本件発明1は甲8発明と同一の発明といえない以上，本件発明18は，実質的にも甲8発明と同一の発明ではない，③本件発明19は，本件発明18の対象の状態又は疾患を特定したものであるところ，本件発明18が実質的にも甲8発明と同一の発明ではない以上，本件発明19も甲8発明と同一の発明とはいえない旨判断した。",
                "しかしながら，前記1(1)のとおり，本件発明1が甲8発明と同一の発明でないとした本件審決は誤りであるから，本件発明2，7，8，17ないし19が甲8発明と同一の発明でないとした本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記1(2)で述べたとおり，本件発明1が甲8発明と同一の発明でないとした本件審決の判断に誤りはないから，本件審決における本件発明2，7，8，17ないし19と本件発明8との同一性の判断の誤りをいう原告らの主張(取消事由1-2)は，その前提において理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2-1(甲8発明を主引用例とする本件発明1の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点8-2の容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，①製薬組成物の有効成分の生物学的利用能を改善すること及びブレンド均一性を改善することは，当業界における周知の課題といえる，②一方，セレコキシブは，本件出願の願書に添付した明細書(以下，図面を含めて「本件明細書」という。甲イ48)の【0008】に示され，審判乙5(甲イ34)の記載によっても確かめられるように，未粉砕の状態では，長い針状の形態を有するものであり，甲イ7，16，17，23に記載されたいずれの薬物とも，まず形態の点で異なる，③そして，未粉砕のセレコキシブは，【0008】に示されるように，組成物の混合中にセレコキシブ同士で凝集する傾向を有するものであるところ，【0024】に示されるように，粉砕後のセレコキシブは，長い針状からより均一な結晶形へ結晶形態が変質して凝集力が減少し，ブレンド中に二次集合体には容易に凝集しなくなり，ブレンド均一性が改善されるという特性を有するものであるが，甲イ7，16，17，23のいずれにも，薬物の粉砕によりその凝集力が低減してブレンド均一性が改善されることについての記載はないことからすると，セレコキシブは，形態及び粉砕後の凝集力減少及びブレンド均一性改善の点で，甲イ7，16，17，23に記載されたいずれの薬物とも異質な薬物である，④",
                    "形態及び粉砕後の凝集力減少及びブレンド均一性改善が異質であれば，薬物学的動態も異なると当業者は予想するから，甲イ7，16，17，23に記載された生物学的利用能に関連する一般論がセレコキシブに対しても妥当すると当業者が予想するとはいえない，したがって，甲イ7，16，17，23に記載された事項を参酌しても，甲8発明におけるセレコキシブについて，その生物学的利用能向上及びブレンド均一性改善のために，微粉化することを，当業者が容易に想到するとはいえない，⑤しかも，本件発明1では，セレコキシブ粒子を，単に微細化したものとして規定しているのではなく，「粒子の最大長において，セレコキシブ粒子のD が200μm未満である粒子サイズの分布を有する」ものとして規定しているが，甲イ8並びに甲イ7，16，17及び23のいずれにも，製薬組成物に含まれる有効成分の粒子分布を，粒子の最大長におけるD で規定することについて，記載も示唆もなく，また，製薬組成物に含まれる有効成分の粒子分布を，粒子の最大長におけるD で規定することが，当業界において通常行われていることであるともいえないとして，当業者が，甲8発明において，相違点8-2に係る本件発明1の発明特定事項を加えることは，容易に想到し得たこととはいえない旨判断したが，以下のとおり，本件審決の判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件優先日当時の製薬組成物中の化合物の粒子径に関する周知技術又は技術常識",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "製薬組成物の有効成分の生物学的利用能を改善するためには，有効表面積を増加させるため，有効成分の粒子径を細かくするという方法がとられること，とりわけ，難溶性薬物については，粒子径を細かくすると表面積が増大し，溶解速度が増大する一方で，粒子径を小さくすると凝集が起こり，有効表面積が小さくなり溶解速度が遅くなることもあることから，有効表面積を増加させるため，粒子径を細かくしつつ，凝集の問題を防止し(界面活性剤を添加して濡れ性を高めたり，親水性の賦形剤を添加する。)，一般的に溶解速度を速め，生物学的利用能を改善することができることは，本件優先日当時，周知又は技術常識であった(甲イ7，16，17，23，65ないし69，甲ロ1，4，乙1，4)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，本件優先日当時，ブレンド均一性を改善するために，固体粒子を粉砕して粒子径を適切なサイズに小さくすることは，周知の技術事項であった(甲イ66ないし69)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点の容易想到性",
                      "text": [
                        "粒度分布を表すのにどのような指標を用いるかは，物質の性状に合わせて当業者が適宜選択可能な技術にすぎず，D (粒子の90％以上が含まれる粒子径の値)を用いることは粒度分布を表す際の周知の指標である(甲イ61ないし63)。そして，「D が200μm未満」というのは，薬剤組成物に用いられる難溶性の化合物であれば，ほとんどのものが含まれるような広範な範囲のものであり(例えば，甲イ61，62)，「D が200μm未満」という数値範囲に臨界的意義はない。",
                        "また，粒子径を測定する際に，粒子の形状に合わせて最も適当な方法を選択することは当然のことであり，「粒子の最大長」を測定することも，本件優先日当時の周知の測定方法の一つであった(甲イ3)。",
                        "加えて，本件優先日当時，製薬組成物の有効成分の生物学的利用能及びブレンド均一性を改善することは，周知の課題であったこと，本件優先日当時の前記(ア)の周知技術又は技術常識に照らすと，当業者においては，甲8発明に記載されたセレコキシブについて，生物学的利用能及びブレンド均一性を改善するために，固体粒子を粉砕して，有効成分の粒子径を小さくし，有効表面積を増大させるという周知の技術事項を適用する動機付けがあり，その際に粒度分布を「粒子の最大長において，セレコキシブ粒子のD が200μm未満である粒子サイズの分布」とすることは設計的事項にすぎないから，相違点8-2に係る本件発明1の構成を容易に想到することができたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件審決について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲イ7，16，17，23の記載事項の認定の誤り",
                          "text": [
                            "甲イ7，16，17，23の内容は，決して球形の粒子に特有の内容ではなく，様々な形態の薬物粒子一般についての記載であり，かかる記載によれば，未粉砕の薬物粒子の形状にかかわらず，粒子の比表面積が大きければ大きい程，溶解速度が大きくなり，生物学的利用能が改善されることは，本件優先日当時の技術常識であった。",
                            "したがって，上記技術常識に照らすと，甲イ7，16，17及び23に記載された生物学的利用能に関連する一般論が，長い針状の形態のセレコキシブに対しても妥当すると当業者が予想するとはいえないとした本件審決の認定は誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "ブレンド均一性に関する認定判断の誤り",
                          "text": [
                            "錠剤やカプセル剤のような固体の経口投与用製剤に製剤化するに際して，薬効成分を予め粉砕処理して粒子サイズを十数μmから数μm程度にまで微細化することは，薬効成分の形態にかかわらず，本件優先日当時広く行われていたことであり(甲ロ1ないし3)，微細化した薬効成分粉末のブレンド均一性が改善することは，薬効成分の微細化により通常得られる効果にすぎない。",
                            "したがって，甲8発明におけるセレコキシブについて，ブレンド均一性改善のために，微粉化することを，当業者が容易に想到するとはいえないとした本件審決の判断は誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "D に関する認定の誤り",
                          "text": [
                            "溶解性が粒子の大きさの影響を受ける薬効成分粉末においては，溶解性に劣る未粉砕の又は粉砕が不十分な粗大粒子の割合を低減させることが重要であり，このため，薬効成分粉末の粒度分布を，平均粒子径ではなく，「所望の溶解速度が期待できる粒子サイズ以下の粒子が粉末全体に占める割合」で特定することは理にかなったことである。",
                            "したがって，製薬組成物の有効成分の粒子分布をD で規定することが，当業界において通常行われていることであるともいえないとした本件審決の認定は誤りである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "まとめ",
                          "text": [
                            "以上によれば，甲8発明において，相違点8-2に係る本件発明1の発明特定事項を加えることは容易に想到し得たこととはいえないとした本件審決の判断は，誤りである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における相違点8-2の容易想到性の判断に誤りがあり，また，本件発明1は当業者に予想されない顕著な効果を奏する旨の本件審決の判断も誤りである。",
                    "したがって，本件発明1は，甲8発明及び周知事項(周知技術)に基づいて当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点8-2の容易想到性の判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件優先日当時の製薬組成物中の化合物の粒子径に関する周知技術又は技術常識について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "溶解特性の改善への製剤的アプローチについては，結晶性，多形性，水和物，溶媒和化合物，包摂物などの分子付加物が詳細な評価を必要とする重要因子として認識されていたことや，時間的制約と添加剤の量的な制限があり，高度な製剤技術の導入が難しいことから，薬物特性を活用したシンプルかつ再現性の良好な手法，すなわち，塩や溶媒和物を選択し変更する方法や，結晶多形を調べて好ましい特性を有する結晶形を利用する方法によって，溶解特性を改善することに主眼がおかれていた(甲ロ4，乙2)。",
                            "他方，原薬の粒子径を小さくする方法については，難溶性薬物は，粒子を粉砕により微小化するほど凝集が起こりやすくなること，微小化には限界値があり，それ以上小さくしても吸収速度が上昇しないこと，粉砕により原薬の反応性や安定性にも大きな影響を与えることなど，粉砕による微小化には注意を要する点が多数あることが，本件優先日当時，周知であった(甲イ16，甲ロ1，乙1)。そのため，原薬の粒子径を小さくする方法は，溶解特性への改善のアプローチとして，本件優先日当時，通常行われる方法であったとはいえない。",
                            "次に，甲イ65に「界面活性剤の場合，バイオアベイラビリティへの影響に関しては非常に複雑で予想が困難である。薬物の吸収率を増大させる場合と減少させる場合が見受けられる。」との記載があるように，本件優先日当時，界面活性剤によって生物学的利用能がいかなる影響を受けるかについては全く予想できなかった。また，本件優先日当時，親水性の賦形剤を添加することにより生物学的利用能を改善する方法が，当業者が通常行う方法として知られていたことを裏付ける証拠はない。もっとも，甲イ7には，親水性の賦形剤を添加する例の記載があるが，甲イ7は本件優先日の25年前の会議録であり，この当時はまだ溶出試験については重視されておらず(乙5)，上記記載から，親水性の賦形剤を添加することにより生物学的利用能を改善する方法が技術常識になっていたということはできない。",
                            "以上によれば，有効成分の生物学的利用能を改善するために，有効成分の粒子径を細かくするという方法がとられること，難溶性薬物については，凝集の問題を防止するために，界面活性剤を添加して濡れ性を高めたり，親水性の賦形剤を添加することが，本件優先日当時，周知又は技術常識であった旨の原告らの主張は理由がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "薬物(とりわけ難溶性の薬物)については，粒子径を小さくすることにより一般には凝集性が高まり(甲イ16，甲ロ1)，粉体の流動性についても，粒子径が小さくなるほど，流動性が悪くなる傾向があり，凝集性が起こりやすいこと(甲イ7，16，甲ロ1，甲ハ7，乙2，3)，医薬品の粉砕は，粉砕中に溶融が起きたり，化学的安定性が低下するなど，かなり多くの問題を有すること(甲イ16，甲ロ1，乙1，2)は，本件優先日当時，技術常識であった。",
                            "このような技術常識に照らすと，本件優先日当時，ブレンド均一性を改善するために，固体粒子を粉砕して粒子径を適切なサイズに小さくすることは，周知であった旨の原告らの主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点の容易想到性の主張に対し",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告ら主張の製薬組成物中の化合物の粒子径に関する周知技術又は技術常識が誤りであることは，前記(ア)のとおりである。",
                            "また，針状の形状を化合物の最大長に着目して，粒度分布をD で規定することは，本件優先日当時，通常であったとはいえないし，「Dが200μm」より大きい化合物の薬剤は特段珍しいものではなかったから(甲イ7，甲ロ3)，「D が200μm未満」というのは，薬剤組成物に用いられる難溶性の化合物であれば，ほとんどのものが含まれるものとはいえない。",
                            "したがって，本件審決における甲イ7，16，17，23の記載事項の認定の誤り，ブレンド均一性に関する認定判断の誤り及びDに関する認定の誤りをいう原告らの主張は理由がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上によれば，当業者は，甲イ8から，セレコキシブ製剤の開発への動機付けはもとより，難溶性，凝集性，ブレンド均一性などのセレコキシブ特有の課題も得られないから，当業者が，甲8発明から出発して，相違点8-2に係る本件発明1の構成に至る試みをしたはずであるとはいえない。",
                            "加えて，凝集性の強いセレコキシブにおいて，粒子を細かく粉砕する方法を選択することには阻害要因もあるから，当業者が甲8発明及び周知技術に基づいて，相違点8-2に係る本件発明1の構成を容易に想到することはできたものとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における相違点8-2の容易想到性の判断に誤りはない。",
                    "また，セレコキシブは，難溶性であり，かつ，凝集を起こす薬物であるから，粒子径を小さくすればさらに凝集し，かえって有効表面積が減少し，溶解速度がさらに遅くなることや，さらなる凝集により流動性が悪化し，ブレンド均一性も悪化することが予測されたにもかかわらず，本件発明1は，セレコキシブの粒子を微小化することにより凝集性が改善し，生物学的利用能及びブレンド均一性が改善するという当業者が予測できない顕著な効果を奏するものである。",
                    "したがって，本件発明1は，甲8発明及び周知事項(周知技術)に基づいて当業者が容易に発明をすることができたものとはいえないから，これと同旨の本件審決の判断に誤りはなく，原告ら主張の取消事由2-1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2-2(甲8発明を主引用例とする本件発明2ないし5，7ないし19の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "text": [
                "本件審決は，本件発明2ないし5，7ないし19はいずれも，本件発明1にさらなる発明特定事項を付加したものであるから，本件発明1が甲8発明及び周知事項に基づいて当業者が容易に発明をすることができたものではない以上，本件発明2ないし5，7ないし19も，甲8発明及び周知事項に基づいて当業者が容易に発明をすることができたものではない旨判断した。",
                "しかしながら，本件審決における本件発明1の容易想到性の判断が誤りであることは前記3(1)のとおりであるから，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記3(2)で述べたとおり，本件発明1が甲8発明及び周知事項に基づいて当業者が容易に発明をすることができたものではないとした本件審決の判断に誤りはないから，本件審決における本件発明2ないし5，7ないし19の容易想到性の判断の誤りをいう原告らの主張は，その前提において理由がない。",
                "したがって，原告ら主張の取消事由2-2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3(甲15発明に基づく本件発明1，2，7，18の新規性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "text": [
                    "甲イ15には「方法。対象は，300mgの［14C］-SC-58635(100μCi)を微細な懸濁液として経口で単回，投与され，15日間の休薬期間の後，300mgのSC-58635をカプセルとして投与された。」(原文S-617頁発表番号3469の欄14行～16行・訳文17行～19行)との記載がある。上記記載は，カプセルとして投与されたセレコキシブの粒子径が明記されていないが，SC-58635(セレコキシブ)を経口用の微細な懸濁液とした構成を記載したものである。",
                    "しかるところ，経口用の懸濁液に含まれる平均粒子径は，通常数μmから十数μmであること(甲イ70)に照らすと，当業者は，甲イ15の上記記載から，甲15発明の微細な懸濁液に含まれるセレコキシブの平均粒子径は数μmから十数μmであると認識できるから，甲イ15の上記記載は，カプセルのセレコキシブの粒子径も同程度の大きさとすることが開示されているに等しいものと認識し，把握することができる。",
                    "そして，平均粒子径が数μmから十数μmの十分に微細であれば，Dは数十μm程度で十分収まるものといえるから，「セレコキシブ粒子のDが200μm未満」(相違点15-1に係る本件発明1の構成)の数値範囲に含まれる。",
                    "そうすると，甲15発明は，相違点15-1に係る本件発明1の構成を有するものであるから，本件審決における相違点15-1の認定は誤りである。",
                    "したがって，本件発明1は甲15発明と同一の発明でないとした本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2，7，18について",
                  "text": [
                    "本件審決は，①本件発明2，7は，本件発明1にさらなる発明特定事項を付加したものであるから，本件発明1は甲15発明と同一の発明といえない以上，本件発明2，7は，甲15発明と同一の発明ではない，②本件発明18は，本件発明1ないし5，7ないし17の使用方法の発明であるところ，本件発明2ないし5，7ないし17はいずれも本件発明1にさらなる発明特定事項を付加したものであるから，本件発明1は甲8発明と同一の発明といえない以上，本件発明18は，実質的にも甲15発明と同一の発明ではない旨判断した。",
                    "しかしながら，前記アのとおり，本件発明1が甲15発明と同一の発明でないとした本件審決の判断は誤りであるから，本件発明2，7，18が甲15発明と同一の発明でないとした本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1，2，7，18は，甲15発明と同一の発明であるから，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "text": [
                    "甲イ15には，カプセルの粒子径については何ら記載がなく，また，懸濁液とカプセルとでは製法が異なり，粒子径，添加物などの成分組成が相違していることは技術常識であるところ，懸濁液とカプセルの粒子径は，同程度であるとする根拠は示されていない。",
                    "そもそも，甲イ15には，当該製薬組成物(カプセル)の製造方法はおろか，当該製薬組成物の組成や当該製薬組成物の活性成分であるSC-58635の化学構造式や製法すら記載されていないから，引用発明としての適格を欠くものである。",
                    "以上によれば，本件発明1は，甲15発明と同一の発明ではないとした本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2，7，18について",
                  "text": [
                    "前記アで述べたとおり，本件発明1が甲15発明と同一の発明でないとした本件審決の判断に誤りはないから，本件審決における本件発明2，7，18と本件発明15との同一性の判断の誤りをいう原告らの主張は，その前提において理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1，2，7，18は，甲15発明と同一の発明ではないとした本件審決の判断に誤りはないから，原告ら主張の取消事由3は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由4(サポート要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "text": [
                "本件審決は，①本件発明1～4，7～19の課題は，未調合セレコキシブ及び一つ以上の個別な固体の経口運搬可能な投与量単位を含む製薬組成物に比して，セレコキシブの凝集力が小さく，ブレンド均一性が高く，生物学的利用能に優れる，セレコキシブを含み，一つ以上の個別な固体の経口運搬可能な投与量単位を含む，製薬組成物又はその使用方法の提供にある，②本件明細書には，針状の形態を有する未粉砕セレコキシブが，水溶性媒体に溶解しにくく，組成物の混合中に凝集する傾向を有するものであるのに対し，未粉砕セレコキシブをピンミルなどを利用して衝撃粉砕することで得られる微粒子セレコキシブは，凝集力が小さく，組成物の混合中にも凝集しにくいことが示されるとともに，ブレンド均一性が高いこと(【0008】，【0024】，【0025】)，セレコキシブを微粉化することでその生物学的利用能が改善すること(【0021】，【0022】，【0024】，【0124】，【0170】ないし【0177】特に【0174】)が示されている，③甲7の記載(111頁4行～9行)は，錠剤中の薬物の粒子径を細かくすると，たとえ薬物が疎水性のままであっても，薬物の溶出及び吸収の速まることがあることを示しており，疎水性薬物を含む錠剤で薬物の粒子径を小さくすると，親水性賦形剤を用いない限り，薬物の溶解速度は遅くなりその生物学的利用能が悪化するということが技術常識であるとはいえない，④本件明細書の記載(【0001】ないし【0010】，【0013】，【0021】，【0022】，【0024】，【0025】，【0028】，【0040】，【0044】ないし【0046】，【0054】ないし【0056】，【0062】，【0067】ないし【0078】，【0124】，【0170】ないし【0177】)に接した当業者は，本件発明1～4，7～19に係る製薬組成物が，セレコキシブ粒子の「最大長におけるD 」が約37μm以下又は30μmであるか否かに関わりなく，また，賦形剤が親水性であるか疎水性であるかに関わりなく，上記課題を解決できるものであると認識できるから，本件発明1～4，7～19は，発明の詳細な説明に記載したものであり，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるから，サポート要件に適合する旨判断した。",
                "また，本件審決は，本件発明5の課題は，未調合セレコキシブ及び一つ以上の個別な固体の経口運搬可能な投与量単位を含む製薬組成物に比して，セレコキシブの凝集力が小さく，ブレンド均一性が高く，同じ投与量のセレコキシブを含有する経口運搬された溶液と比較して最低50％であるセレコキシブの相対的な生物学的利用能を有する，セレコキシブを含み，一つ以上の個別な固体の経口運搬可能な投与量単位を含む，製薬組成物の提供にある，ヒトにおける薬物動態を犬モデルにおける薬物動態から類推することは当業者が通常行うことであって，犬モデルでの試験において当該相対的な生物学的利用能の近似値が50％を超える組成物が本件明細書の発明の詳細な説明に示されている以上，本件明細書の上記④の記載に接した当業者は，「一つ以上の薬剤的に許容な賦形剤と密に混合させた10mg乃至1000mgの量の微粒子セレコキシブを含み，一つ以上の個別な固体の経口運搬可能な投与量単位を含む製薬組成物であって，粒子の最大長において，セレコキシブ粒子のD が200μm未満である粒子サイズの分布を有する製薬組成物」により，セレコキシブ粒子の「最大長におけるD 」が約37μm以下又は30μmであるか否かに関わりなく，また，賦形剤が親水性であるか疎水性であるかに関わりなく，未調合セレコキシブ及び一つ以上の個別な固体の経口運搬可能な投与量単位を含む製薬組成物に比して，セレコキシブの凝集力が小さく，ブレンド均一性が高く，同じ投与量のセレコキシブを含有する経口運搬された溶液と比較して最低50％であるセレコキシブの相対的な生物学的利用能を有するという，課題を解決できるものであると認識できるとして，本件発明5は，発明の詳細な説明に記載された発明であり，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるから，サポート要件に適合する旨判断した。",
                "しかしながら，以下のとおり，本件審決の判断は，いずれも誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の「粒子の最大長において，セレコキシブ粒子のD が200μm未満」の数値範囲の全体にわたり本件発明1の課題を解決できると認識できないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明1の特許請求の範囲(請求項1)の記載によれば，本件発明1は，「粒子の最大長において，セレコキシブ粒子のD が200μm未満である粒子サイズの分布を有する製薬組成物」であるから，本件発明1がサポート要件に適合するというためには，「粒子の最大長において，セレコキシブ粒子のD が200μm未満」という数値範囲の全体にわたり，本件明細書の詳細な説明の記載及び本件優先日当時の技術常識から，当業者が本件発明1の課題を解決できると認識できるものでなければならない。",
                            "本件審決は，本件発明1の課題は，未調合セレコキシブ及び一つ以上の個別な固体の経口運搬可能な投与量単位を含む製薬組成物に比して，セレコキシブの凝集力が小さく，ブレンド均一性が高く，生物学的利用能に優れる，セレコキシブを含み，一つ以上の個別な固体の経口運搬可能な投与量単位を含む，製薬組成物の提供にある旨認定した。",
                            "しかるところ，本件明細書には，D が200μm未満である構成が具体的に記載されているのは，例13(D が約37μm以下)(【0183】ないし【0186】)と例15(D が約30μm以下)(【0188】ないし【0197】)の2例のみである。",
                            "例13では，振動ミルで何回も粉砕したセレコキシブ粒子のD粒子サイズは約37μm以下であり，ラクトース及びポリビニルピロリドンと混合して湿式顆粒化し，ステアリン酸マグネシウムにより湿潤化させてカプセル化させたところ，AUC で測定した生物(0-48)学的利用能は懸濁液と同等であった旨記載されている。",
                            "例15では，衝撃式ピンミルで粉砕したセレコキシブ粒子のDが30μm以下であり，ラクトース，ポリビニルピロリドン及びクロスカルメロースナトリウムと混合した後にラウリル硫酸ナトリウム溶液を添加して湿式顆粒化し，乾燥，乾燥ミリング，ブレンディング後，湿潤剤を均一に分散させてからカプセル化したことは記載されているが，生物学的利用能についての記載はない。",
                            "そうすると，例13及び例15からいえるのは，セレコキシブ粒子のD が約37μm以下のカプセルは，AUC で測定した生90 (0-48)物学的利用能は懸濁液と同等であったということであり，D が200μm未満のセレコキシブ全体について，その生物学的利用能が優れていると理解することはできない。",
                            "そして，前記3(1)ア(ア)のとおり，生物学的利用能と粒子径の大きさは強い関連性があり，粒子径を小さくするほど生物学的利用能が向上することは，本件優先日当時の技術常識であったが，ある粒子径での生物学的利用能がさらに粒子径が大きくなった場合にも同様に認められるとの技術常識は存在しない。また，例13及び例15は，親水性の賦形剤を含むものであり，本件発明1は親水性の賦形剤を含むものに限定されていないので，例13及び例15のものよりも，Dの粒子サイズが小さくなった場合においても，親水性の賦形剤を含まないものも含めて，その生物学的利用能が優れていると理解することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し被告は，①例13には懸濁液の粒子サイズは明記されていないが，例11-2の懸濁液と同様の方法で調製したと考えられることから，懸濁液の粒子サイズが1μm程度と推測できることを前提として，D 粒子サイズが37μmの場合であっても1μmと同様の効果を奏するから，D 粒子サイズが37μm以上でも，420μmより大きいサイズの粒子が含まれる未粉砕セレコキシブの生物学的利用能と比較すると，改善された生物学的利用能を奏するであろうことは高い蓋然性を持って推測できる，②本件明細書の表11-2Aの組成物A及び組成物Bに関する記載(【0172】，【0174】，【0176】，【0177】)から，生物学的利用能の改善効果は，湿潤剤によるものではなく，セレコキシブの微粉化によりもたらされていることを理解できることからすると，本件発明1は，生物学的利用能の改善に界面活性剤を必要としない，③セレコキシブ粒子の最大長におけるD が200μm未満である場合に生物学的利用能が改善されることは，未粉砕のセレコキシブ(D が669μm)を含有するセレコキシブカプセルと粉砕したセレコキシブ(D が196μm)を含有するセレコキシブカプセルを用いた追加の試験結果(乙10)からも確認できる旨主張する。",
                            "しかしながら，上記①の点については，例11-2の組成物Dの懸濁液は，粒子が顕微鏡で評価した際に約1μm径になるまで，ポリソルベート80とポリビニルピロリドンのスラリーにて，薬をボールミルさせて，懸濁液として調製したとの記載(【0173】)があるのに対し，例13の懸濁液は，5％のポリソルベート80を含むエタノールにセレコキシブを溶解させて調製したものであり(【0185】)，製造方法が異なり，懸濁液の粒子サイズも不明であるから，例11-2の記載から，例13の懸濁液の粒子サイズを認識することはできない。また，例13の表13Bの結果を見れば，C (ng／ml)maxの値(最大血清濃度)は，カプセルは懸濁液の3分の2程度であり，T (h)の値(最大血清濃度に至るまでの時間)は，カプセルはmax懸濁液の1．4倍程度要しており，T (h)の値(血清濃度の最1／2終の半減期に至るまでの時間)も，カプセルは懸濁液の1．5倍程度と長時間を要しているのであり，懸濁液とカプセルを比較すれば，両製剤間の溶解特性に大きな違いがあると当業者であれば理解するから，例13からは，カプセルに用いられたセレコキシブの粒子径を37μm以上に大きくした場合には十分な溶解特性が実現されると推測することはできない。",
                            "次に，上記②の点については，本件明細書には，界面活性剤等の加湿剤は，「水と親和性があるようにセレコキシブを維持させるように選択することが好ましく，その状態が製薬組成物の相対的生物学的利用能を改善させると考えられる。…かかる加湿剤は，組成物の全重量に対して，全部の加湿剤で約0．25％から約15％，好ましくは約0．4％から約10％，より好ましくは約0．5％から約5％の量を含む。」(【0075】)，「ラウリル硫酸ナトリウムは，組成物の全重量の対して，約0．25％から約7％，好ましくは約0．4％から約6％，より好ましくは約0．5％から約5％の量を含む。」(【0076】)との記載がある。この記載に照らすと，2％のラウリル硫酸ナトリウムを含む組成物Aは，適正な量の界面活性剤を含むものであり，既にその加湿剤の持つ生物学的利用能の改善効果が奏されていると理解されるのに対して，25％ものラウリル硫酸ナトリウムを含む組成物Bは，過剰量の加湿剤を含み，その効果は限界に達しているとみるべきであるから，組成物A及び組成物Bの生物学的利用能が同等であるとはいえず，組成物A及び組成物Bに関する記載(【0172】，【0174】，【0176】，【0177】)が生物学的利用能の改善効果は湿潤剤によるものではないことの根拠にはならない。",
                            "さらに，上記③の点については，乙10の追試において，D が196μmのカプセルの成分の組成は，本件明細書記載の例11-2の組成物Aと同一の組成(セレコキシブ：25％，ラウリル硫酸ナトリウム：2％，アビセル101：73％)であるが，ラウリル硫酸ナトリウムを含ませることは本件発明1の構成要件ではないから，この追試結果のみから，親水性賦形剤は生物学的利用能を改善する効果に関係がないとはいえない。加えて，乙10の追試においては，ピンミルにより粉砕が行われているが，ピンミルで粉砕を行うことは，本件発明1の構成要件ではなく，本件発明1では，生物学的利用能の改善のために行う微小化は衝撃粉砕法に限定されるものではないことに照らすと，この追試結果のみから，セレコキシブ粒子を微小化すれば，界面活性剤や親水性賦形剤を含まなくても，セレコキシブの生物学的利用能を改善する効果が達成されるということはできない。",
                            "したがって，被告の上記主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1は，粒子の最大長においてセレコキシブ粒子のD の値をもって粒子サイズの分布を規定するが，D のみで粒子径を規定しても粒度分布を特定することができず，生物学的利用能との関係を理解することはできない。",
                        "すなわち，D (個数基準)の値は，ある薬剤の粒子を測定し，粒子径が小さいものから順にカウントし，粒子の累積個数が90％に達したときの粒径の大きさがD の値となるから，D は，薬剤の粒度分布のごく一部を規定するものにすぎない。このため，単にD の値だけを用いて薬剤を規定しても，D の値より小さい90％の粒子について，どの程度の粒径のものが，どの程度の割合で含まれるかは不明であり，また，D の値が同じであっても，粒子分布には様々なものがあり，Dの値より大きい10％の粒子について，どの程度の粒径のものが，どの程度の割合で含まれるかは不明である。この点に関し，被告は，別紙2-1及び別紙2-2に基づいて，平均粒子径が小さくなれば，D の粒子分布図は小さい方向にシフトする旨主張するが，例えば，甲イ72の図⑧(「D 値●●●●●μm」。別紙3)が示すとおり，必ずしも被告の主張するような粒度分布になるものとはいえない。",
                        "そして，溶解特性，ブレンド均一性及び生物学的利用能の各向上の効果は，いずれも薬剤の粒度分布全体によって効果が発揮されるものであって，粒度分布の一部を規定するに留まるD の値を特定しても，その中には様々な粒度分布が含まれるから，同一のD の値を前提として，ある粒度分布の薬剤について所望の効果が出たからといって，他の粒度分布の薬剤についても同様の効果が奏されるということはできない。",
                        "したがって，当業者は，粒子の最大長においてセレコキシブ粒子のDが200μm未満である粒子サイズの分布を有することにより，生物学的利用能が改善するメカニズムを理解することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，本件明細書の詳細な説明の記載及び本件優先日当時の技術常識から，本件発明1の「粒子の最大長において，セレコキシブ粒子のD が200μm未満」という数値範囲の全体にわたり，当業者が本件発明1の課題を解決できると認識できるものではない。",
                        "したがって，本件発明1は，サポート要件に適合しない。",
                        "また，請求項1の「粒子の最大長において，セレコキシブ粒子のDが200μm未満」を発明特定事項に含む本件発明7～19も，同様にサポート要件に適合しない。",
                        "さらに，前記(ア)のとおり，本件発明1は親水性の賦形剤を含むものに限定されていないので，例13及び例15のものよりも，D の粒子サイズが小さくなった場合においても，親水性の賦形剤を含まないものも含めて，その生物学的利用能が優れていると理解することはできないから，「粒子の最大長において，セレコキシブ粒子のD が100μm未満」を発明特定事項に含む本件発明2のほか，「粒子の最大長において，セレコキシブ粒子のD が40μm未満」を発明特定事項に含む本件発明3及び「粒子の最大長において，セレコキシブ粒子のD が25μm未満」を発明特定事項に含む本件発明4も，サポート要件に適合しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明5の「粒子の最大長において，セレコキシブ粒子のD が200μm未満」の数値範囲の全体にわたり本件発明5の課題を解決できると認識できないこと",
                  "text": [
                    "本件発明5の特許請求の範囲(請求項5)は，請求項1記載の製薬組成物を発明特定事項に含むものであるから，本件発明5がサポート要件に適合するというためには，請求項1の「粒子の最大長において，セレコキシブ粒子のD が200μm未満」という数値範囲の全体にわたり，本件明細書の詳細な説明の記載及び本件優先日当時の技術常識から，当業者が本件発明5の課題(「同じ投与量のセレコキシブを含有する経口運搬された溶液と比較して最低約50％であるセレコキシブの相対的な生物学的利用能を有する」との課題)を解決できると認識できるものでなければならない。",
                    "しかるところ，本件明細書には，相対的生物学的利用能が50％に達す例11-2の組成物A及び組成物Bの構成「平均粒子サイズ10～20μm」(【0172】)のみが記載され，この記載から，平均粒子サイズが10ないし20μmより大きい場合にも同様の生物学的利用能があると認識することができない。むしろ，本件明細書の【0124】の「例えば，例11に例示するように，出発材料のセレコキシブのD 粒子サイズを約60μmから約30μmに減少させると，組成物の生物学的利用能は非常に改善される。」との記載から，セレコキシブのD 粒子サイズが約60μmと約30μmの間には生物学的利用能の差が大きいことを理解できる。",
                    "そして，例11-2の組成物A及び組成物Bの相対的生物学的利用能はせいぜい39．9～60．6％しかないことに照らすと，当業者は，例11-2の記載から，「粒子の最大長において，セレコキシブ粒子のDが200μm未満」という数値範囲の全体にわたり，50％の相対的生物学的利用能が認められると認識できない。",
                    "したがって，本件明細書の詳細な説明の記載及び本件優先日当時の技術常識から，本件発明5の「粒子の最大長において，セレコキシブ粒子のDが200μm未満」という数値範囲の全体にわたり，当業者が本件発明5の課題を解決できると認識できるものではないから，本件発明5は，サポート要件に適合しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1～5，7～19は，サポート要件に適合するとした本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の「粒子の最大長において，セレコキシブ粒子のD が200μm未満」の数値範囲の全体にわたり本件発明1の課題を解決できると認識できないことの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "未粉砕のセレコキシブのD が200μmより大きいことは，本件明細書記載の例13及び例18から理解できる。",
                            "すなわち，例13には，「セレコキシブは，連続した小さなスクリーンサイズ(＃14，＃20，＃40)を備えた振動ミルを介して何回も粉砕した。」(【0184】)との記載があり，このスクリーンサイズ「14，20及び40メッシュ」は，それぞれ1410μm，840μm及び420μmのふるいサイズであること(【0167】)からすると，例13には，1410μmより大きいサイズの粒子が含まれていたことを理解できる。また，例18には，「100mg投与量のカプセルに利用した製薬組成物は，セレコキシブ出発物質を40メッシュ振動スクリーン(他のミルは行わなかった)に通し」(【0205】)との記載があることから，例18においては，少なくとも420μmより大きい粒子サイズの粒子が一定程度含まれていたことを理解できる。",
                            "そして，本件明細書の「D は200μm以下，好ましくは約100μm以下，より好ましくは75μm以下，さらに好ましくは約40μm以下，最も好ましくは約25μm以下である」(【0022】)との記載から，このような未粉砕のセレコキシブを粉砕することにより生物学的利用能が改善することを理解できる。",
                            "さらに，セレコキシブは粒子を小さくすることにより生物学的利用能が改善することは，本件明細書記載の例11-2の実験により示されている。",
                            "すなわち，組成物A(微粉化，平均粒子サイズ10～20μm)，組成物D(分散，約1μm)，組成物F(未粉砕)の生物学的利用能は，セレコキシブの粒子サイズが減少するにつれて増大することを理解できる(【0172】～【0177】，表11-2C，表11-2D)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点に関し原告らは，本件明細書には，D が200μm未満である構成が記載されているのは，例13と例15の2例しかない旨主張するが，上記のとおり，例11-2も，D が200μm未満である構成の例である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "平均粒子サイズが1μmや10～20μmになるように調製された粒子のD が200μm未満となることは，別紙2-1及び別紙2-2の粒子分布図から，容易に理解できる。すなわち，D が200μmの平均粒子径は，別紙2-1の山型の分布図のおよそ中央の値(青線)となる。粒子の分布の幅(最小値～最大値)は，甲イ2の図5-11及び図5-12に示されている例では，最大値は最小値のおよそ10倍程度であること，甲イ9の表4，表5では，D とD の大きさの比が10倍程度であることに照らすと，別紙2-1の粒子分布図における最大値と最小値はそれぞれ約200μm，約20μmとなるから，平均粒子サイズ(青線)はその中央値であるおよそ100μmとなる。",
                        "そして，平均粒子サイズ1μmや10～20μmは100μmより小さいから，別紙2-2のとおり，山型の分布が全体的に粒子径の小さい(左)方向にスライドすることになり，これらのD は200μmより小さい値となる。",
                        "また，本件明細書には，例13のヒトへの投与実験において，同一の被験者にまず懸濁液が投与され，その後，D 粒子サイズが37μm以下であるカプセル剤が投与されたとき，懸濁液とカプセル剤のそれぞれのAUC が同等であったことが確認されている(【0183】な(0-48)いし【0186】，表13B)。例13には懸濁液の粒子サイズは明記されていないが，例11-2の懸濁液と同様の方法で調製したと考えられることから，1μm程度と推測できる。",
                        "そして，セレコキシブの生物学的利用能は粒子サイズが減少するにつれて増大するということは，粒子が大きくなるにつれて生物学的利用能の改善効果は減ずることになることを意味するが，D 粒子サイズが37μmのときですら，1μmと同様の効果を未だに奏するのだから，D粒子サイズが37μm以上でも，420μmより大きいサイズの粒子が含まれる未粉砕のセレコキシブの生物学的利用能と比較した場合には，改善された生物学的利用能を奏するであろうことは，高い蓋然性を持って推測できる。",
                        "以上によれば，当業者は，本件明細書の記載から，未粉砕セレコキシブを小さくすることにより，D が200μm未満の範囲において本件発明1の課題を解決できると認識できる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明1の課題解決のメカニズムは，セレコキシブの粒子の最大長におけるD が200μm未満とされることにより，元来凝集しやすい性質のセレコキシブの凝集性が減少し，その結果セレコキシブ粒子の有効表面積が増大することにより溶解速度が速くなり，セレコキシブの生物学的利用能が改善するというものである。",
                            "セレコキシブは本来的に凝集性が強い物質であるところ，粒子を微細化するほど粉体の流動性が悪くなり凝集が起こりやすくなることは，本件優先日当時の技術常識であった(乙2，甲イ16，甲ロ1，甲ハ，乙2)。しかし，ピンミルを利用した場合には，セレコキシブは長い針状から微小化した均一な粒子になるのに対して，エアージェットミルを利用した場合には長い針状の結晶が残存するため，ピンミルを利用して粉砕した場合と比較して，液体エネルギーミルで粉砕した場合は凝集力が改善されにくいこと(【0024】)から，単にセレコキシブの粒子を微細化して平均粒子径を小さくすればよいというのではなく，微細化した粒子中に残存する長い針状の結晶の割合こそが重要であり，その割合が限定されなければならないということを見出し，本件発明1では，微細化した粒子中に残存する粒子の最大長のD を基準として用いることとしたものである(【0022】)。",
                            "そして，セレコキシブ粒子の最大長におけるD が200μm未満である場合に，生物学的利用能が改善されるメカニズムが，本件明細書の記載(【0167】，【0172】ないし【0177】，【0183】ないし【0186】，【0205】，表11-2C，11-2D)から確認できる。",
                            "また，別紙2-1及び別紙2-2の粒子分布図から，平均粒子サイズが1μmや10～20μmになるように調製された粒子のD が200μm未満となることが理解できることは，前記(イ)のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aのとおり，セレコキシブ粒子の最大長におけるD が200μm未満である場合に生物学的利用能が改善されるメカニズムは，本件明細書の記載から理解できるものではあるが，この理解に誤りがないことは，未粉砕のセレコキシブ(D が669μm)を含有するセレコキシブカプセルと粉砕したセレコキシブ(D が196μm)を含有するセレコキシブカプセルを比較して，D が200μmのセレコキシブの生物学的利用能が改善することを示す追加の試験結果(乙10)からも確認できる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件発明1において，生物学的利用能の改善に界面活性剤を必要としないことは，本件明細書の記載から理解できる。",
                        "すなわち，本件明細書には，表11-2Aの組成物Aにはラウリル硫酸ナトリウムが含まれているが，組成物Aで評価されているのはセレコキシブの微粉化の効果であり，組成物Bで評価しているのはラウリル硫酸ナトリウムによる湿潤剤増加の効果であることが明記されている(【0172】)。そして，25％のラウリル硫酸ナトリウムを含む組成物Bの生物学的利用能は，ラウリル硫酸ナトリウムを2％しか含まない組成物Aと比較して，低い(メス犬につき表11-2C)か同程度(オス犬につき表11-2D)である。この記載から，生物学的利用能の改善効果は，湿潤剤によるものではなく，セレコキシブの微粉化によりもたらされていることを理解できる(【0174】)。",
                        "このように，ラウリル硫酸ナトリウムが生物学的利用能の改善に必須とされなかったがために，湿潤剤(加湿剤)については，「本発明の製薬組成物は，任意であるが，好ましくは，キャリア材料として，一つ又はそれ以上の薬剤学的に許容な加湿剤を含む。」(【0075】)と説明がされている。",
                        "したがって，本件発明1は，界面活性剤を必須として，それにより生物学的利用能が改善されるわけではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，本件発明1は，賦形剤が親水性である必要はなく，また，本件明細書の発明の詳細な説明の記載及び本件優先日当時の技術常識から，「粒子の最大長において，セレコキシブ粒子のD が200μm未満」という数値範囲の全体にわたり，当業者が未粉砕のセレコキシブと比較して生物学的利用能が改善することを認識できるから，本件発明1はサポート要件に適合する。",
                        "そして，本件発明1を発明特定事項に含む本件発明7～19のほか，「粒子の最大長において，セレコキシブ粒子のD が100μm未満」を発明特定事項に含む本件発明2，「粒子の最大長において，セレコキシブ粒子のD が40μm未満」を発明特定事項に含む本件発明3及び「粒子の最大長において，セレコキシブ粒子のD が25μm未満」を発明特定事項に含む本件発明4も，同様に，サポート要件に適合する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明5の「粒子の最大長において，セレコキシブ粒子のD が20",
                  "text": [
                    "μm未満」の数値範囲の全体にわたり本件発明5の課題を解決できると認識できないことの主張に対し",
                    "本件明細書の発明の詳細な説明の記載及び本件優先日当時の技術常識から，当業者がセレコキシブのD 粒子サイズを200μm未満とすることにより未粉砕のセレコキシブと比較して生物学的利用能が改善することを認識できることは，前記アのとおりである。",
                    "そして，本件明細書には，例11-2において，組成物A及び組成物Bが本件発明5に含まれる製薬組成物を開示していることから，本件発明5は，発明の詳細な説明に記載された発明であり，当業者が本件発明5の課題を解決することができると認識することができる範囲のものである。",
                    "したがって，本件発明5はサポート要件に適合する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1～5，7～19は，サポート要件に適合するとした本件審決の判断に誤りはないから，原告ら主張の取消事由4は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(実施可能要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らの主張",
              "text": [
                "前記6(1)で述べたのと同様の理由により，本件発明1～5，7～19は，本件明細書の発明の詳細な説明の記載から，当業者がその実施をすることができる程度に明確かつ十分に記載したものであるとはいえない。",
                "したがって，本件発明1～5，7～19について実施可能要件に適合するとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記6(2)で述べたのと同様の理由により，本件発明1～5，7～19について実施可能要件に適合するとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書の発明の詳細な説明には，次のような記載がある(下記記載中に引用する【表4】(表4)，【表5】(表5)，【表6】(表6)，【表7】(表7A)，【表8】(表7B)，【表12】(表11-1)，【表13】(表11-2A)，【表14】(表11-2B)，【表15】(表11-2C)，【表16】(表11-2D)，【表20】(表13-A)，【表21】(表13-B)は，別紙1のとおりである。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【0001】",
                  "text": [
                    "発明の分野",
                    "本発明は，活性成分として，セレコキシブ(celecoxib)を含有する経口運搬可能な製薬組成物と，かかる組成物の調製方法と，かかる組成物を被験者へ経口投与することを含むシクロオキシゲナーゼ-2媒介疾患の治療方法と，医薬品製造における，かかる組成物の使用に関する。",
                    "【0002】",
                    "発明の背景",
                    "4− ［5− (4− メチルフェニル)− 3− (トリフルオロメチル)− 1H− ピラゾール− 1− イル］ベンゼンスルホンアミド(本願では，以下「セレコキシブ」という)化合物は，かかる化合物の合成方法とともに，1，5− ジアリールピラゾール及びそれらの塩のクラスを説明し，特許請求の範囲として記載した，Talleyらへの米国特許第5，466，823号に，以前報告した。セレコキシブは以下の構造を有している。",
                    "【0003】",
                    "【化1】",
                    "米国特許第5，466，823号に報告した1，5− ジアリールピラゾール化合物は，本願では炎症及び炎症関連疾患を治療する際に有用であるとして説明されている。米国特許第5，466，823号では，錠剤及びカプセルのような経口運搬可能な薬量を含み，上記1，5− ジアリールピラゾールの投与調合の一般的な基準が含まれている。Talleyらの米国特許第5，466，823号では，シクロオキシゲナーゼ-2の選択的阻害剤として説明し，慢性関節リウマチ及び骨関節炎と関連した他の状態，疾患，病的状態を治療するために投与されるセレコキシブを含む1，5−ジアリールピラゾールのクラスを報告している。",
                    "【0004】",
                    "J． Med． Chem． 40 (1997)： 1347-1365でのPenningらによる「Synthesis and Biological Evaluation of the 1，5-Diarylpyrazole Class of Cyclooxygenase-2 Inhibitor： Identification of 4-［5-(4-MethylPhenyl-3-(trifluoromethyl)-1H-pyrazol-1-yl)benzenesulfonamide(SC-58635， Celecoxib)］では，セレコキシブを含む一連のスルホンアミド含有1，5-ジアリールピラゾール誘導体の合成と，シクロオキシゲナーゼ阻害剤としての上記誘導体の評価が開示されている。",
                    "【0005】",
                    "Arthritis＆Rheumatism， Vol．41， Ｎo．",
                    "9， September 1998， pp． 1591-1602でのSimonらによる「Preliminary Study of the Safety and Efficacy of SC-58635， a Ｎovel Cyclooxygenase 2 Inhibitor」では，慢性関節リウマチ及び骨関節炎の治療におけるセレコキシブの効力及び安全性の研究が報告されている。",
                    "【0006】",
                    "J． Rheumatology， Vol． 24， Suppl． 49，",
                    "pp． 9-14 (1997)でのLipskyらによる「Outcome of Specific COX-2 Inhibitor in Rheumatoid Arthritis」では，慢性関節リウマチを患っている患者において，セレコキシブによるシクロオキシゲナーゼ-2の特異的阻害は，炎症病気の活性の症状及び徴候を十分に抑制することを開示している。",
                    "【0007】",
                    "1998年9月9日に公開された欧州特許出願第0863134A1号では，微結晶性セルロース，ラクトース一水和物，ヒドロキシプロピルセルロース，クロスカルメロースナトリウム(croscarmellose sodium)及びステアリン酸マグネシウムを含む賦形剤と組合わせて，シクロオキシゲナーゼ-2阻害剤，具体的には，2-(3，5-ジフルオロフェニル)-3-(4-メチル-スルホニル)フェニル」-2-シクロペンテン-1-オンを含む組成物が開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【0008】",
                  "text": [
                    "被験者への効果的な経口投与のセレコキシブの調合は，今までのところ，上記化合物の独特な物理的及び化学的性質，特に，その低溶解度及びその結晶構造に関連した，凝集力，低バルク密度及び低圧縮性を含む要因により，複雑である。セレコキシブは，水溶性媒体には異常なほど溶解しない。例えば，カプセル形態で経口投与させた場合，未調合のセレコキシブは胃腸管にて急速に吸収されるために，容易には溶解せず，分散もしない。加えて，長く凝集した針を形成する傾向を有する結晶形態を有する未調合のセレコシブは，通常，錠剤成形ダイでの圧縮の際に，融合して一枚岩の塊になる。他の物質とブレンドさせたときでも，セレコキシブの結晶は，他の物質から分離する傾向があり，組成物の混合中にセレコキシブ同士で凝集し，セレコキシブの不必要な大きな塊を含有する，非均一なブレンド組成物になる。したがって，所望のブレンド均一性を有するセレコキシブ含有の製薬成分を調製することは難しい。さらに，セレコキシブを含有する製薬成分の調製中に，取扱いに絡む問題に遭遇する。例えば，セレコキシブの低バルク密度により，製薬成分の調合中に必要される少量を取扱うのが難しい。したがって，特に，経口運搬可能な投与量単位のセレコキシブを含む適当な製薬成分及び投与形態の調製に関連した多くの問題を解決させる必要性がある。",
                    "【0009】",
                    "より詳細には，未調合のセレコキシブ又は他のセレコキシブ組成物に対して，一つ又はそれ以上の，以下の特性を有する経口運搬可能なセレコキシブ調合の必要性が存在する："
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "改善された溶解性"
            },
            {
              "fig": "(2)",
              "subject": "より短い崩壊時間"
            },
            {
              "fig": "(3)",
              "subject": "より短い溶解時間"
            },
            {
              "fig": "(4)",
              "subject": "減少した錠剤破砕性"
            },
            {
              "fig": "(5)",
              "subject": "増大した錠剤硬度"
            },
            {
              "fig": "(6)",
              "subject": "改善された濡れ性"
            },
            {
              "fig": "(7)",
              "subject": "改善された圧縮性"
            },
            {
              "fig": "(8)",
              "subject": "液体及び微粒子固体組成物の改善された流動性"
            },
            {
              "fig": "(9)",
              "subject": "最終仕上げ組成物の改善された物理的安定性"
            },
            {
              "fig": "(10)",
              "subject": "減少した錠剤又はカプセルサイズ"
            },
            {
              "fig": "(11)",
              "subject": "改善されたブレンド均一性"
            },
            {
              "fig": "(12)",
              "subject": "改善された投与量の均一性"
            },
            {
              "fig": "(13)",
              "subject": "カプセル化及び／又は錠剤化中での重量変動の改善された制御"
            },
            {
              "fig": "(14)",
              "subject": "湿式顆粒組成物の増大した顆粒密度"
            },
            {
              "fig": "(15)",
              "subject": "湿式顆粒化に必要な少量な水"
            },
            {
              "fig": "(16)",
              "subject": "減少した湿式顆粒化時間"
            },
            {
              "fig": "(17)",
              "subject": "湿式顆粒混合物の減少した乾燥時間",
              "text": [
                "後述するように，セレコキシブ治療は，シクロオキシゲナーゼ-2媒介状態及び疾患の幅広い分野でその必要性が指摘され，潜在的に指摘されている。したがって，さまざまな適応に特別に作られた生物学的利用能特性を有する，ある範囲の調合を提供することには，非常に有益である。未調合セレコキシブで可能であるよりも，急速に効き目のある薬物速度論を示す調合を提供することは，特に有益である。",
                "【0010】",
                "かかる調合は，シクロオキシゲナーゼ-2媒介状態及び疾患の治療において，顕著な進歩をもたらすであろう。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "subject": "【0011】",
                  "text": [
                    "発明の要約",
                    "一つ又はそれ以上の経口運搬可能な投与量単位を含む製薬組成物を提供し，各単位量は，一つ又はそれ以上の製薬的に許容な賦形剤と密に混合した約10mgから約1000mgの量の微粒子セレコキシブを含む。",
                    "【0012】",
                    "一つの実施例では，絶食状態の被験者に経口投与すると，1回の投与量単位により，少なくとも一つの以下のものを有するセレコキシブの血清濃度の時間経路を提供する："
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "投与後の約0．5時間よりも長くなく，100ng／mlに達する時間"
                    },
                    {
                      "fig": "(b)",
                      "subject": "投与後の約3時間よりも長くなく，最大濃度に達する時間(T )",
                      "text": [
                        "max"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "subject": "約12時間以上で，100ng／ml以上のままである濃度の持続時間"
                    },
                    {
                      "fig": "(d)",
                      "subject": "約10時間以上で，最終の半減期(T )",
                      "text": [
                        "1／2        (e)  約200ng／ml以上の最大濃度(C )",
                        "max別の実施例では，組成物は等量のセレコキシブを含有する経口運搬された溶液と比較して，約50％以上の相対的生物学的利用能を有する。",
                        "【0013】",
                        "さらに別の実施例では，組成物は，粒子の最長の大きさで，D が約200μm以下であるように(サンプル粒子の90％はD 値よりも小さい)，セレコキシブ一次粒子サイズの分布を有する。",
                        "【0014】",
                        "組成物を含む投与量単位は，錠剤，ピル，硬質又は柔質カプセル，ロゼンジ，サシェイ(sachet)又はパステル(pastille)のような個々の固体物品の形であり，あるいは，組成物は，1回の投与量単位が測定可能なほどに除去される微粒子若しくは顆粒固体又は液状懸濁液のような，実質的に均質可流動の塊の形である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【0017】",
                  "text": [
                    "発明の詳細な説明",
                    "本発明による新規な製薬組成物は，一つ又はそれ以上の経口運搬可能な投与量単位を含み，各投与量単位は約10mg乃至約1000mgの量の微粒子セレコキシブを含み，シクロオキシゲナーゼ-2媒介疾患を患っている被験者に経口投与した際に，シクロオキシゲナーゼ-2媒介疾患から迅速に軽減させる能力のある優れた直接解放組成物である。",
                    "【0018】",
                    "理論に拘束されずに，上記組成物により付与された大きな臨床的有益は，改善されたセレコキシブの生物学的利用能，特に，胃腸管でのセレコキシブの驚くべく程の効果的な吸収の結果であると考える。かかる効果的吸収は，投与後の経過時間に亘り，治療を受けた被験者のセレコキシブの血清濃度を監視することにより，当業者には理解される。できるだけ短時間で，投与後に急速の濃度が減少させずに，セレコキシブの有益な効果ができるだけ長時間維持して，効果的なシクロオキシゲナーゼ-2阻害と一致する，血清中のセレコキシブ濃度の閾値に達することが望ましい。",
                    "【0021】",
                    "絶対的な意味に，経口運搬されたセレコキシブの生物学的利用能は，測定することが難しい。なぜならば，セレコキシブでもよくあることであるが，水中にて低溶解性を有する薬に関係して，静脈運搬(かかる生物学的利用能を決定することに対する標準)はすこぶる問題があるからである。しかしながら，相対的な生物学的利用能は，適当な溶媒中でのセレコキシブの経口投与溶液と比較して決定することが可能である。本発明の経口運搬された組成物では，驚くべきほど相対的に高い生物学的利用能が得られることが判明した。よって，本発明の一つの実施例では，経口投与されると，各経口運搬可能な投与量単位は，等量のセレコキシブを含有するセレコキシブの経口運搬された溶液と比較して，約50％以上，好ましくは70％以上の相対的な生物学的利用能を有する。後述するように，生物学的利用能は経口投与後のある時間に亘り，セレコキシブの血清濃度の総合測定から導かれる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0022】",
                  "text": [
                    "本発明の組成物は微粒子の形態のセレコキシブを包含する。セレコキシブの一次粒子は，例えば，製粉若しくは粉砕により，又は溶液から沈殿させて生成させ，凝集して二次の集合体粒子が形成される。本願で利用する用語「粒子サイズ」とは，特に本願で指摘しない限り，一次粒子の最長の大きさのことをいう。粒子サイズは，セレコキシブの臨床的効果に影響を与える重要なパラメータであると考えられる。よって，別の実施例では，発明の組成物は，粒子の最長の大きさで，粒子のD が約200μm以下，好ましくは約100μm以下，より好ましくは75μm以下，さらに好ましくは約40μm以下，最も好ましくは約25μm以下であるように，セレコキシブの粒子分布を有する。通常，本発明の上記実施例によるセレコキシブの粒子サイズの減少により，セレコキシブの生物学的利用能が改良される。",
                    "【0023】",
                    "加えて，あるいは，本発明の組成物におけるセレコキシブ粒子は，約1μmから約10μm，好ましくは約5μmから約7μmの平均粒子サイズを有することが望ましい。",
                    "【0024】",
                    "セレコキシブと賦形剤とを混合するに先立ち，ピンミル(pin mill)のような衝撃式ミルでセレコキシブを粉砕させて，本発明の組成物を作製することは，改善された生物学的利用能を提供するに際して効果的であるだけでなく，かかる混合若しくはブレンド中のセレコキシブ結晶の凝集特性と関連する問題を克服するに際しても有益であることを発見した。ピンミルを利用して粉砕されたセレコキシブは，未粉砕のセレコキシブ又は液体エネルギーミルのような他のタイプのミルを利用して粉砕されたセレコキシブよりは凝集力は小さく，ブレンド中にセレコキシブ粒子の二次集合体には容易に凝集しない。減少した凝集力により，ブレンド均一性の程度が高くなり，このことはカプセル及び錠剤のような単位投与形態の調合において，非常に重要である。これは，調合用の他の製薬化合物を調合する際のエアージェットミルのような液体エネルギーミルの有用性に予期せぬ結果をもたらす。特定の理論に拘束されることなく，衝撃粉砕により長い針状からより均一な結晶形へ，セレコキシブの結晶形態を変質させ，ブレンド目的により適するようになるが，長い針状の結晶はエアージェットミルでは残存する傾向が高いと仮定される。",
                    "【0025】",
                    "ブレンド均一性は，セレコキシブをキャリア材料と湿式顆粒化させて製薬成分を調製させることにより，特に，出発物質として利用したセレコキシブを衝撃式ミルで粉砕させた際に，さらに改善されることをも発見した。セレコキシブ出発物質を前述した粒子サイズになるように衝撃粉砕し，その後湿式顆粒化を行うことが特に望ましい。",
                    "【0026】",
                    "別の実施例では，本発明の新規な製薬組成物は，希釈剤，崩壊剤，結着剤，加湿剤及び潤滑剤から選択された一つ又はそれ以上のキャリア材料若しくは賦形剤とともに，セレコキシブを含む。少なくとも一つのキャリア材料は，水溶性希釈剤又は加湿剤であることが好ましい。かかる水溶性希釈剤若しくは加湿剤は，製薬組成物が摂取されるときに，セレコキシブの分散及び溶解を促進させる。水溶性希釈剤と加湿剤の双方が存在していることが好ましい。本発明の成分は，微粒子若しくは顆粒固体又は液体のような実質的には均質な可流動な塊であり，1回の投与量単位を含む，カプセル又は錠剤のような個々の物品の形態である。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "【0028】",
                  "text": [
                    "発明の組成物の有用性",
                    "本発明の組成物は，シクロオキシゲナーゼ-2による媒介される幅広い範囲の疾患の治療及び予防に有効である。現在考えている組成物は，以下のものに限定されないが，被験者の炎症の治療に有用であり，例えば，痛み及び頭痛の治療における鎮痛剤として，発熱の治療における解熱薬として有用である。例えば，かかる組成物は，以下のものに限定されないが，慢性関節炎リウマチ，脊髄関節炎，痛風関節炎，骨関節炎，全身性エリテマトーゼス及び若年性関節炎を含む関節疾患の治療に有用である。さらに，かかる組成物は，喘息，気管支炎，月経痛，プレタームレイバー(preterm labor)，腱炎，滑液包炎，アレルギー神経炎，サイトメガロウイルス感染性，HIV誘発アポトーシスを含むアポトーシス，腰痛，肝炎を含む肝臓病，乾癬，湿疹，アクネ，UV損傷，火傷及び皮膚炎のような皮膚関連状態，白内障の外科手術又は屈折性外科手術のような手術後の眼科手術を含む手術後の炎症の治療に有用である。考えている組成物は，炎症性腸に関係する病気，クローン病，胃炎，過敏性腸症候群及び潰瘍性大腸炎のような胃腸状態を治療するのに有用である。考えている組成物は，片頭痛，結節性動脈周囲炎，甲状腺炎，再生不良性貧血，ホジキン病，スカレオドーマ(sclerodoma)，リウマチ熱，I型糖尿病，重症筋無力症を含む神経筋接合病，多重硬化を含む白質病，類肉腫症，ネフローゼ症候群，ベーチット症候群，多発筋炎，歯肉炎，腎炎，過敏症，脳水腫を含む損傷後に発生する腫れ，心筋虚血などの病気における炎症の治療に有用である。考えている組成物は，網膜炎，結膜炎，網膜症，ブドウ膜炎，眼性光恐怖症のような眼性病や，眼組織への急性損傷の治療において有用である。考えている組成物はウイルス感染及び嚢胞性線維症と関連する肺炎や，骨粗しょう症に関連するような骨吸収の治療において有用である。考えている組成物は，アルツハイマー病，神経退化を含む皮質痴呆のような特定の中枢神経システム疾患や，発作，虚血及びトラウマからの結果の中枢神経システム損傷の治療に有用である。本願で利用する用語「治療」とは，アルツハイマー病を含む痴呆，血管痴呆，多重梗塞痴呆，初老期痴呆，アルコール性痴呆及び老人性痴呆の部分的若しくは完全な抑制を含む。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "【0039】",
                  "text": [
                    "定義",
                    "本願で使用する用語「活性成分」とは，別に特記しなければセレコキシブを意味する。",
                    "【0040】",
                    "本願で使用する用語「賦形剤」とは，被験者へ活性成分を運搬するためのビヒクルとして使用される物質のことをいい，活性成分に添加された物質は，例えば，取扱いを改善させ，若しくはその結果生じた組成物を，所望及び一貫した経口運搬可能な単位投与量に形成させることを可能にする。賦形剤には，例に示すが，それに限定されないが，希釈剤，崩壊剤，結着剤，接着剤，加湿剤，潤滑剤，グリンダント(glidant)，マスクするために添加する物質があり，悪い味若しくは臭気を打ち消し，フレーバ，色素，投与形態の外観を改善させるために添加した物質，及び経口投与形態の調製に従来から利用されている活性成分以外の他の物質がある。",
                    "【0041】",
                    "本願で利用する用語「アジュバント」とは，活性成分を含む製薬成分に存在する若しくは添加された際に，活性成分の作用を改良させるものをいう。",
                    "本願で利用する用語「単位投与量」とは，シクロオキシゲナーゼ-2媒介状態又は疾患の治療若しくは予防のため，被験者への1回の経口投与を意図する活性成分の量のことをいう。シクロオキシゲナーゼ-2媒介疾患の治療は，セレコキシブの単位投与が定期的に必要であり，例えば，1回の単位投与は1日に2回以上であり，その1回の単位投与は各食事の際に行われ，1回の単位投与は4時間おき，若しくは他の間隔で行われ，1日に1回でもよい。",
                    "本願で利用する用語「投与量単位」とは，活性成分の1回の単位投与量を含む製薬組成物の部分のことをいう。本発明の目的では，投与量単位は，錠剤又はカプセルのような個々の物品の形態であり，活性成分の単位投与量を含有する溶液，懸濁液などの測定可能な体積を有している。",
                    "【0042】",
                    "本願で利用する用語「経口運搬可能な」とは，被験者の口を介して，被験者の胃腸管に投与することを意味している。",
                    "【0043】",
                    "成分の組合わせを含有する製薬組成物を説明するために，本願で利用する用語「実質的に均質」とは，成分が十分に混合されており，個々の成分が分離されて個々の層にならない，若しくは成分内で濃度勾配が生じないことを意味する。",
                    "【0044】",
                    "本願で利用する用語「生物学的利用能」とは，胃腸管を経由して血流に吸収された活性成分の量の尺度に関係している。具体的には，本願で利用する「生物学的利用能」は，AUC( )で表わされ，同じ投与量で静脈0‐∞を介して運搬された活性成分に対するAUC( )の割合として表現さ0‐∞れた，特に経口投与された成分で表わされる。",
                    "【0045】",
                    "本願での用語「相対的生物学的利用能」とは，同じ投与量で活性成分の経口投与された溶液に対するAUC( )の割合として表現された特定経0‐∞口投与成分のAUC( )で表わされる。",
                    "0‐∞【0046】",
                    "本願での用語「AUC( )」，「AUC( )」及び「AUC(0‐24 0‐48 0)」とは，リニアトラペゾイダルルール(linear trapez‐72oidal rule)を利用して決定し，(ng／ml)hの単位で表現され，血清濃度が投与後0からそれぞれ24時間，48時間若しくは72時間と関係する曲線下での領域を意味している。",
                    "【0047】",
                    "本願の用語「AUC( )」とは，リニアトラペゾイダルルールを利0‐LQC用して決定され，(ng／ml)hの単位で表現され，血清濃度が投与後の0から最後の定量化濃度(「LQC」)の時間に関係する曲線下の領域を意味する。本願の用語「AUC( )」は，AUC( )＋LQ0‐∞ 0‐LQCC／(‐b)として計算され，ここで，LQCは最後の定量化された血清濃度であり，bはT の計算からの傾きであり，(ng／ml)hの単1／2位で表現される。",
                    "【0048】",
                    "本願の用語「C 」とは，観測された最大の血清濃度若しくは濃度／時max間曲線から計算され，あるいは見積られ，ng／mlの単位で表現された最大の血清濃度を意味する。本願の用語「T 」とは，投与後C になmax maxり，時間(h)の単位で表現される時間を意味する。",
                    "【0049】",
                    "本願の用語「T 」とは，濃度-時間曲線の最終段階でのデータポイン1／2トに対する，自然対数log(ln)濃度対時間の簡単な線形回帰から決定された，血清濃度の最終の半減期を意味する。T は‐ln(2)／1／2(‐b)として計算され，時間(h)の単位で表現される。",
                    "【0050】",
                    "本願での用語「吸収速度」とは，C ／AUC( )を意味する。",
                    "max 0‐LQC      ク  【0051】",
                    "本発明の組成物により提供されるセレコキシブ投与",
                    "本発明の製薬組成物は，約10mgから約1000mgの1日の投与量で，セレコキシブの投与に適する。通常，本発明の組成物の各投与量単位は，1日の投与量の10分の1から全体の1日の投与量のセレコキシブの量を含む。本発明の組成物は，投与量単位につき，約10mgから約1000mg，好ましくは約50mgから約800mg，より好ましくは75mgから約400mg，さらに好ましくは約100mgから約200mgの量のセレコキシブを含む。投与量単位が経口投与に適する個々の物品の形態であるときに，例えば，カプセル若しくは錠剤であるとき，夫々のかかる物品は約10mgから約1000mg，好ましくは約50mgから約800mg，より好ましくは約75mgから約400mg，さらに好ましくは約100mgから200mgのセレコキシブを含む。",
                    "【0054】",
                    "特定の状態及び疾患の治療",
                    "本発明の製薬組成物は，シクロオキシゲナーゼ-2阻害剤の投与が必要とされう場合に有用である。上記組成物は，例えば，リウマチ様関節炎および骨関節炎の治療，一般に，痛みの管理(特定の口腔外科手術後の痛み，一般の外科手術後の痛み，整形手術後の痛み及び骨関節炎の急性拡大)に対して，アルツハイマー凝の治療及び結腸癌化学的予防に，特に有効である。",
                    "【0055】",
                    "リウマチ様関節炎の治療では，本発明の組成物は，約50mgから約1000mg，好ましくは約100mgから約600mg，より好ましくは約150mgから約500mg，さらに好ましくは約175mgから約400mg，例えば，200mgのセレコキシブの毎日の投与量のために利用することが可能である。本発明の組成物を投与する際に，体重当たり約0．67から13．3mg，好ましくは体重当たり約1．33から約8．00mg，より好ましくは体重当たり約2．00から約6．67mg，さらに好ましくは体重当たり約2．33mgから約5．33mg，例えば，体重当たり約2．67mgのセレキコシブの1日の投与量は，通常，適当である。1日の投与は，1日に1回から4回，好ましくは1日に1回若しくは2回の投与がよい。多くの患者にとっては，1日の2回，1回100mgの割合で本発明の組成物を投与することが好ましいが，ある患者では，1日に2回で1回200mgの投与量若しくは1回100mgを2回の投与が有益であることもある。",
                    "【0056】",
                    "骨関節炎の治療では，本発明の組成物は，約50mgから約1000mg，好ましくは約100mgから約600mg，より好ましくは約150mgから約500mg，さらに好ましくは約175mgから約400mg，例えば，約200mg  のセレコキシブの1日の投与量を提供するために利用可能である。本発明の組成物を投与する際に，kg体重当たり約0．67mgから約13．3mg，好ましくはkg体重当たり約1．33から約8．00mg，より好ましくは約2．00mgから約6．67mg，さらに好ましくはkg体重当たり約2．33から約5．33mg，例えば，kg体重当たり約2．67mgのセレコキシブの1日の投与量は，通常，適当である。1日の投与は1日1回から4回，好ましくは1日1回若しくは2回の投与が好ましい。1日に2回の投与では1回100mg，若しくは1回で200mgの投与の割合で，本発明の組成物を投与することが好ましい。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "【0062】",
                  "text": [
                    "本発明の組成物の形態",
                    "本発明の製薬組成物は，経口投与に適した，一つ又はそれ以上の好ましい非毒性であり，薬剤学的に許容なキャリア，賦形剤及びアジャバント(本願では，まとめて「キャリア材料」又は「賦形剤」という)と組合わせたセレコキシブを含む。そのキャリア材料は組成物の他の成分と相溶性があるという意味において，許容されなければならず，さらに，賦形剤にとって有害であってはならない。本発明の組成物は，適当なキャリア材料の選択及び目的の治療に効果的であるセレコキシブの投与量により，適当な経口ルートによって投与されるのに適する。したがって，利用するキャリア材料は固体若しくは液体である，又はその両方であり，組成物は約1％から約95％，好ましくは約10％から約90％，より好ましくは約25％から約85％，さらに好ましくは約30から約80％重量のセレコキシブを含有する。本発明のかかる製薬組成物は，成分を混合することを含み，何れかの周知の薬学に関する技術により調製可能である。",
                    "【0067】",
                    "キャリア材料又は賦形剤",
                    "前記したように，本発明の製薬組成物は，経口投与に適する一つ又はそれ以上の薬剤学的に許容なキャリア材料と組合わせて，投与量単位あたり治療に若しくは予防処置的に有効な量のセレコキシブを含む。本発明の組成物は，薬剤学的に許容な希釈剤，崩壊剤，結着剤，接着剤，加湿剤，潤滑剤及びアンチ付着剤からなる群から選択された一つ又はそれ以上のキャリア材料と混合させた所望の量のセレコキシブを含むことが好ましい。さらに好ましくは，かかる組成物は，即座に解放するカプセル又は錠剤の形態で，従来の投与のために錠剤化又はカプセル化される。",
                    "【0068】",
                    "本発明の製薬組成物に利用されるキャリア材料の選択及び組合わせにより，組成物は，効き目，生物学的利用能，クリアランス時間，安定性，セレコキシブとキャリア材料の相溶性，安全性，溶解プロファイル，崩壊プロファイル及び／又は他の薬物速度論的，化学及び／又は物理的性質に関して，改善された性能を示す。キャリア材料は水溶性若しくは水分散性であることが好ましく，セレコキシブの低水溶液溶解性及び疎水性を相殺する湿潤的性質を有する。組成物が錠剤として調合されると，選択されたキャリア材料の組合わせにより，溶解及び崩壊プロファイル，硬度，破砕強度及び／又は破砕性において改善される。",
                    "【0069】",
                    "希釈剤",
                    "本発明の製薬組成物は，キャリア材料として，一つ又はそれ以上の薬剤学的に許容な希釈剤を任意に含む。適当な希釈剤には，個々に又は組合わせて利用され，ラクトースUSP；ラクトースUSP無水物；ラクトースUSP噴霧乾燥；スターチUSP；直接圧縮させたスターチ；マンニトールUSP；ソルビトール；デキストローズ一水和物；微結晶性セルロースＮF；二塩基性リン酸カルシウム二水和物ＮF；スクロースベース希釈剤；粉砂糖；一塩基性硫酸カルシウム一水和物；硫酸カルシウム二水和物ＮF；乳酸カルシウム三水和物顆粒ＮF；デキストレート，ＮF(例えば，エムデックス(Emdex))；セルタブ(Celutab)；デキストローズ(例えば，セレローズ(Cerelose))；イノシトール；マルトロン(Maltron)及びモル‐レックス(Mor-Rex)のような加水分解穀物；アミロース；レクセル(Rexcel)；粉末セルロース(例えば，エルセマ(Elcema))；炭酸カルシウム；グリシン；ベントナイト；ポリビニルピロリドンなどがある。存在するならば，かかる希釈剤は，組成物の全重量に対して，希釈剤全体で約5％から約99％，好ましくは約10％から約85％，より好ましくは約20％から約80％を含むことが好ましい。選択された希釈剤又は希釈剤類は，錠剤が好ましいときには，適当な流動性と，圧縮性を示すことが好ましい。",
                    "【0070】",
                    "単独で又は組合わせて利用するラクトース及び微結晶性セルロースは希釈剤として好ましい。双方の希釈剤はセレコキシブと化学的に相溶性を有する。エクストラグラニュラ微結晶性セルロース(つまり，乾燥工程後に湿式顆粒組成物に微結晶性セルロースを添加)の使用により，(錠剤の)硬度及び／又は崩壊時間が改善される。ラクトース，具体的にはラクトース一水和物が特に好ましい。通常，ラクトースは，比較的低希釈剤コストで，適当なセレコキシブ放出速度，安定性，予め圧縮させるための流動性及び／又は乾燥性質を有する製薬組成物を提供する。(湿式顆粒が利用される場合，)顆粒化中の高密度化を促進する高密度の物質を提供し，したがって，ブレンド流動性が改善される。",
                    "【0071】",
                    "崩壊剤",
                    "本発明の製薬組成物は，特に錠剤調合用に，キャリア材料として，一つ又はそれ以上の薬剤学的に許容な崩壊剤を任意に含む。単独で若しくは組合わせて利用される適当な崩壊剤には，スターチ；スターチグリコール酸ナトリウム；(ベエガン(Veegum)HVのような)粘度；(精製セルロース，メチルセルロース，カルボキシメチルセルロースナトリウムやカルボキシメチルセルロースのような)セルロース；アルギン酸類；(ナショナル1551及びナショナル1550のような)予めゼラチン化させたコーンスターチ；クロスポビドン(crospovidone)USP",
                    "ＮF；(寒天，グアラ(guar)，イナゴマメ，カラヤ(Karaya)，ペクチン及びトラガカントのような)ゴムがある。崩壊剤は，製薬組成物の調製中の適当な工程で添加することが可能であり，特に，顆粒化前若しくは圧縮前の潤滑工程中が好ましい。存在するならば，かかる崩壊剤は，組成物の全重量に対して，全体の崩壊剤で約0．2％から約30％，好ましくは約0．2％から約10％，より好ましくは約0．2％から約5％の量を含む。",
                    "【0072】",
                    "クロスカルメロースナトリウム(croscarmellose sodium)は，錠剤又はカプセル崩壊剤として好ましい崩壊剤であり，存在するならば，組成物の全重量に対して，約0．2％から約10％，好ましくは約0．2％から約6％，より好ましくは約0．2％から約5％の量を含む。クロスカルメロースナトリウムにより，本発明の組成物に優れた顆粒内崩壊能力が付与される。",
                    "【0073】",
                    "結着剤及び接着剤",
                    "本発明の組成物は，特に錠剤調合用に，キャリア材料として，一つ又はそれ以上の薬剤学的に許容な結着剤若しくは接着剤を任意に含む。かかる結着剤及び接合剤により，サイジング，潤滑，圧縮及びパッケージングのような通常の処理を可能にするように，錠剤化されるべきパウダーに十分な凝集力を付与することが好ましいが，錠剤が崩壊可能であり，組成物は摂取により吸収される。単独で若しくは組合わせて利用される適当な結着剤及び接着剤には，アラビアゴム；トラガカント；スクロース；ゼラチン；グルコース；スターチ；以下のものに限定されないが，メチルセルロース及びナトリウムカルボキシメチルセルロース(例えば，タイロース(Tylose))のようなセルロース材料；アルギン酸及びその塩；珪酸マグネシウムアルミニウム；ポリエチレングリコール；グアラゴム(guar gum)；多糖酸；ベントナイト；ポリビニルピロリドン；ポリメタクリレート；ヒドロキシプロピルメチルセルロース(HPMC)；ヒドロキシプロピルセルロース(Klucel)；エチルセルロース(Ethocei)；(ナショナル1511及びスターチ1500のような)予めゼラチン化させたスターチがある。存在するならば，かかる結着剤及び／又は接着剤は，組成物の全重量に対して，結着剤及び／又は接着剤全部で約0．5％から約25％，好ましくは約0．75％から約15％，より好ましくは約1％から約10％の量を含む。",
                    "【0074】",
                    "ポリビニルピロリドンは，セレコキシブ調合の顆粒化のため，セレコキシブパウダーブレンド及び他の賦形剤に凝集性を与えるために利用される，好ましい結着剤である。存在するならば，ポリビニルピロリドンは，組成物の全重量に対して，約0．5％から約10％，好ましくは約0．5％から約7％，より好ましくは約0．5％から約5％の量を含む。約20cPsまでの粘度のポリビニルピロリドンが利用されるが，約6cPs又はそれ以下の粘度が好ましく，特に約3cPs又はそれ以下が好ましい。ポリビニルピロリドンにより，パウダーブレンドに凝集力が付与され，必要な結合が容易に起こり，湿式顆粒化中に顆粒を形成させる。加えて，ポリビニルピロリドンを含む本発明の組成物は，特に湿式顆粒化により調製され，他の組成物に対して相対的に改善された生物学的利用能を示すことが判明した。",
                    "【0075】",
                    "加湿剤",
                    "セレコキシブは水溶液にかなり溶解しにくい。したがって，本発明の製薬組成物は，任意であるが，好ましくは，キャリア材料として，一つ又はそれ以上の薬剤学的に許容な加湿剤を含む。かかる加湿剤は，水と親和性があるようにセレコキシブを維持させるように選択することが好ましく，その状態が製薬組成物の相対的生物学的利用能を改善させると考えられる。単独で又は組合わせて利用される適当な加湿剤には，オレイン酸；モノステアリン酸グリセリン；ソルビタンモノオレイン酸エステル；ソルビタンモノラウリン酸エステル；トリエタノールアミンオレイン酸塩；ポリオキシエチレンソルビタンモノオレイン酸エステル；ポリオキシエチレンソルビタンモノラウリン酸エステル；オレイン酸ナトリウム；ラウリル硫酸ナトリウムがある。アニオン性界面活性剤である加湿剤が好ましい。存在するならば，かかる加湿剤は，組成物の全重量に対して，全部の加湿剤で約0．25％から約15％，好ましくは約0．4％から約10％，より好ましくは約0．5％から約5％の量を含む。",
                    "【0076】",
                    "ラウリル硫酸ナトリウムは好ましい加湿剤である。存在するならば，ラウリル硫酸ナトリウムは，組成物の全重量の対して，約0．25％から約7％，好ましくは約0．4％から約6％，より好ましくは約0．5％から約5％の量を含む。",
                    "【0077】",
                    "潤滑剤",
                    "本発明の製薬組成物は，キャリア材料として一つ又はそれ以上の薬剤学的に許容な潤滑剤及び／又はグリダント(glidant)を任意に含む。単独で或いは組合わせて利用する適当な潤滑剤及び／又はグリダントには，グリセリルベハペート(glyceryl behapate)(Compritol 888)；ステアリン酸塩類(マグネシウム，カルシウム及びナトリウム)，ステアリン酸；硬化植物油(例えば，ステロテックス(Sterotex))；タルク；ワックス；ステアロウェット(Stearowet)；ホウ酸；安息香酸ナトリウム；酢酸ナトリウム；フマル酸ナトリウム；塩化ナトリウム；DL‐ロイシン；ポリエチレングリコール(例えば，カルボワックス4000及びカルボワックス6000)；オレイン酸ナトリウム；ラウリル硫酸ナトリウム及びラウリル硫酸マグネシウムがある。存在するならば，かかる潤滑剤は，組成物の全重量に対して，潤滑剤全体で約0．1％から約10％，好ましくは約0．2％から約8％，より好ましくは約0．25％から約5％の量を含む。",
                    "アテアリン酸マグネシウムは好ましい潤滑剤であり，例えば，錠剤調合の圧縮中の装置と顆粒化混合物との摩擦を減少させるために利用される。(アンチ付着剤，色剤，着香剤，甘味料及び保存剤のような)他のキャリア材料は，製薬技術の分野では周知であり，本発明の組成物に含有させることが可能である。例えば，酸化鉄を組成物に添加して色を黄色にさせることもできる。",
                    "【0078】",
                    "カプセル及び錠剤",
                    "本発明のある実施例では，製薬組成物は単位投与量のカプセル及び錠剤の形であり，所望の量のセレコキシブと結着剤とを含む。好ましい組成物は，薬剤学的に許容な希釈剤，崩壊剤，結着剤，加湿剤及び潤滑剤からなる群から選択された一つ又はそれ以上のキャリア材料をさらに含む。より好ましくは，その組成物はラクトース，ラウリル硫酸ナトリウム，ポリビニルピロリドン，クロスカルメロースナトリウム，ステアリン酸マグネシウム及び微結晶性セルロースからなる群から選択された一つ又はそれ以上のキャリア材料を含む。さらに好ましくは，組成物はラクトース一水和物及びクロスカルメロースナトリウムを含む。さらに好ましくは，組成物は一つ又はそれ以上のキャリア材料であるラウリル硫酸ナトリウム，ステアリン酸マグネシウム及び微結晶性セルロースをさらに含む。"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "【0124】",
                  "text": [
                    "カプセル及び錠剤中でのセレコキシブの粒子サイズ",
                    "カプセル若しくは錠剤の形で経口投与されると，セレコキシブ粒子サイズの減少により，セレコキシブの生物学的利用能が改善されるを発見した。したがって，セレコキシブのD 粒子サイズは約200μm以下，好ましくは約100μm以下，より好ましくは約75μm以下，さらに好ましくは約40μm以下，最も好ましくは25μm以下である。例えば，例11に例示するように，出発材料のセレコキシブのD 粒子サイズを約60μmから約30μmに減少させると，組成物の生物学的利用能は非常に改善される。加えて又はあるいは，セレコキシブは約1μmから約10μmであり，好ましくは約5μmから約7μmの範囲の平均粒子サイズを有する。",
                    "【0125】",
                    "顆粒化二次粒子サイズ及び流動性",
                    "本発明の製薬組成物は，例えば，直接カプセル化させる若しくは直接圧縮させるかにより調製可能であるが，カプセル化又は圧縮に先立ち，湿式で顆粒化させることが好ましい。湿式顆粒化は，他の効果の中で，粉砕組成物を高密度化させて流動性及び圧縮特性を改善させ，カプセル化又は錠剤化させるのに組成物の測定又は重量分散を容易にする。顆粒化から生じる二次粒子サイズ(つまり，顆粒サイズ)は，厳密には重要ではないが，平均顆粒サイズは，錠剤化の従来のハンドリング及び加工を可能にすることは重要であり，薬剤学的に許容な錠剤を形成する直接圧縮可能混合物が生成することが可能になる。"
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "【0134】",
                  "text": [
                    "セレコキシブ組成物の調製方法",
                    "本発明は，セレコキシブを含む製薬組成物の調製方法にも関する。特に，本発明は，微粒子の形態であるセレコキシブを含む製薬組成物の調製方法に関する。より具体的には，本発明は，別々の単位投与量の錠剤若しくはカプセル形態のセレコキシブ組成物の調製方法に関するものであり，各錠剤若しくはカプセルは約12乃至24時間に亘り治療効果をもたらすのに十分なセレコキシブの量を含有する。例えば，各投与量単位には，約100mg乃至約200mgのセレコキシブを含有することが好ましい。本発明によれば，湿式顆粒化，乾式顆粒化又は直接圧縮若しくはカプセル化方法が利用され，本発明の錠剤若しくはカプセル組成物を調製する。",
                    "【0135】",
                    "湿式顆粒化は，本発明の製薬組成物の好ましい調製方法である。湿式顆粒化過程にて，(必要ならば，一つ又はそれ以上のキャリア材料とともに)セレコキシブは先ず粉砕される若しくは所望の粒子サイズに微細化される。さまざなま粉砕器若しくは破砕器が利用することが可能であるが，セレコキシブのピンミリングのような衝撃粉砕により，他のタイプの粉砕と比較して，最終組成物に改善されたブレンド均一性がもたらせる。例えば，液体窒素を利用してセレコキシブを冷却することは，セレコキシブを不必要な温度へ加熱させることを回避するために，粉砕中に必要なことである。前記にて議論したように，上記粉砕工程中にD 粒子サイズを約200μm以下，好ましくは約100μm以下，より好ましくは約75μm以下，さらに好ましくは約40μm以下，最も好ましくは約25μm以下に小さくすることは，セレコキシブの生物学的利用能を増加させるためには重要である。",
                    "【0136】",
                    "粉砕若しくは微粉化されたセレコキシブは，セレコキシブとともに粉砕されたキャリア材料を含む一つ又はそれ以上のキャリア材料と，例えば，高せん断ミキサー／グラニュレータ，遊星形ミキサー，トゥイン‐シェルブレンダー若しくはシグマミキサーにてブレンドされ，乾燥粉末混合物が生成する。典型的には，薬は一つ又はそれ以上の希釈剤，崩壊剤及び／又は結着剤と，選択的に，上記工程にて一つ又はそれ以上の加湿剤とブレンドされるが，あるいは全ての若しくはある部分に一つ又はそれ以上のキャリア材料がその後の工程で添加される。例えば，クロスカルメロースナトリウムが崩壊剤として利用される錠剤調合では，ブレンド工程中にある部分のクロスカルメロースの添加(顆粒内のクロスカルメロースナトリウムが生じる)と，後述する乾燥工程後に残りの部分の添加(顆粒外のクロスカルメロースナトリウムが生じる)により，製造される錠剤の崩壊が改良されることを発見した。上記の状況では，約60％乃至約75％のクロスカルメロースナトリウムは顆粒内に添加され，約25％乃至約40％のクロスカルメロースナトリウムは顆粒外に添加される。同様に，錠剤調合では，以下の乾燥工程後の微結晶性セルロースの添加(顆粒外微結晶セルロースが生じる)により，顆粒の圧縮性が改善され，その顆粒から調製された錠剤の硬度も改善されることを発見した。",
                    "【0137】",
                    "上記ブレンド工程は，セレコキシブ，ラクトース，ポリビニルピロリドン及びクロスカルメロースナトリウムのブレンドからなる。3分程のできるだけ短いブレンド時間により，セレコキシブの十分に均一な分散を有する乾燥粉末混合物が生成することを発見した。例えば，それぞれ100mg投与量カプセル(1080Kgの全バッチサイズ)と200mg投与量カプセル(918Kg全バッチサイズ)の調製に利用される乾燥粉末混合物は，それぞれ，3．6％又はそれ以下と1．1％又はそれ以下の測定された相対的標準偏差値を示すセレコキシブ濃度を有する。",
                    "【0138】",
                    "その後，水，好ましくは精製水を前記乾燥粉末混合物に添加し，その混合物をさらなる時間をかけてブレンドして，湿顆粒混合物が生成する。加湿剤が利用されることが好ましく，最初に水の添加され，乾燥粉末混合物に水を添加するのに先立ち，少なくとも15分間，好ましくは20分間混合する。水をすぐに混合物添加することができ，時間をかけて徐々に添加することもでき，又は時間をかけて数回にわけて添加することもできる。好ましくは，水は徐々に添加することがよい。あるいは，加湿剤を乾燥粉末混合物に添加し，それから，その結果生じた混合物に水を添加することも可能である。",
                    "【0139】",
                    "例えば，例示する100mgの投与量カプセル(1080Kgバッチ)では，水の添加速度は約5乃至約25kg／分，好ましくは約7乃至約20kg／分，より好ましくは約8乃至約18kg／分であり，適当な結果をもたらす。水添加終了後のさらなる混合時間は，混合物中の水の均一な分散を確実にする時間であることが好ましい。上記例示するバッチでの追加の混合時間は，約2乃至約10分，好ましくは約3乃至約9分，より好ましくは約3乃至約7分であり，適当な結果をもたらす。上記バッチの湿顆粒混合物は，約2重量％乃至約15重量％，好ましくは約4重量％乃至約12重量％，より好ましくは約6重量％乃至約10重量％の水を含む。",
                    "【0140】",
                    "例えば，例示する200mg投与量のカプセル(918Kgバッチ)では，約5乃至約25kg／分，好ましくは約7乃至23kg／分，より好ましくは約8乃至約21kg／分の水の添加速度により，適当な結果が得られる。水添加終了後のさらなる混合時間は，混合物中の水の均一な分散を確実にする時間であることが好ましい。上記例示バッチでは，約2乃至約15分，好ましくは約3乃至約12分，より好ましくは約3分乃至約10分のさらなる混合時間により，適当な結果が得られる。上記バッチの湿顆粒混合物は，約2重量％乃至約15重量％，好ましくは約6重量％乃至約14重量％，より好ましくは約8重量％乃至約13重量％の水を含む。",
                    "【0141】",
                    "その後，湿顆粒混合物は，例えば，スクリーニングミルにより湿式粉砕され，湿式顆粒化工程での副生成物として生成する材料の大きな凝集を排除する。凝集物が除去できないなら，上記凝集はその後の流動床乾燥工程の時間を長くし，水分制御に関して変動要因が増す。例示する100mg投与量カプセル(1080Kgバッチ)及び200mg投与量カプセル(918Kgバッチ)では，例えば，適当な顆粒は，最大送り速度(feed rate)の約50％，好ましくは約2％乃至約30％，より好ましくは約5％乃至約20％までの送り速度を利用して得られる。",
                    "【0142】",
                    "それから，湿式顆粒化された若しくは湿式粉砕された混合物は，例えば，オーブン又は流動床乾燥器，好ましくは流動床乾燥器で乾燥され，乾燥顆粒が生じる。必要ならば，湿式顆粒化混合物は乾燥に先立ち，押し出され球状化される。乾燥工程では，入口空気の温度及び乾燥時間のような条件は，乾燥顆粒の所望の水分含有量になるように調整される。上記乾燥工程及びその後の処理工程では，二つ又はそれ以上の顆粒化セクションを組合わせることが好ましい。",
                    "【0143】",
                    "前述した例示の100mg投与量カプセル(1080kgバッチ)若しくは200mg投与量カプセル(918kgバッチ)では，乾燥器の入口温度は60℃に固定するが，他の入口温度は約50℃乃至約70℃の範囲で利用することが好ましい。空気流速度は，約10％乃至約90％，好ましくは約20％乃至約80％，より好ましくは約30％乃至約70％のダンパー開口部で，約1000乃至8000立方フィート／分，好ましくは約2000乃至約7000立方フィート／分，より好ましくは約4000乃至約7000立方フィート／分の範囲で変化する。約35％乃至約100％，好ましくは約50％乃至約100％，より好ましくは約90％乃至約100％の乾燥器負荷が利用される。上記条件下で調整された乾燥顆粒の乾燥における平均損失は，通常，約0．1重量％乃至約2．0重量％である。",
                    "【0144】",
                    "その後，必要な程度まで，圧縮若しくはカプセル化の調製にて，乾燥顆粒はその大きさを小さくさせる。振動子又は(Fitzミルのような)衝撃式ミル従来公知の粒子サイズ減少装置が利用可能である。例示の100mg投与量カプセル(1080kgバッチ)では，例えば，適当な顆粒サイズ減少は，約20％乃至約70％，好ましくは約30％乃至約60％の送り速度と，約20％乃至約70％，好ましくは約40％乃至約60％のミル速度と，約0．020インチ(0．5mm)乃至約0．070インチ(1．7mm)，好ましくは約0．028インチ(0．7mm)乃至約0．040インチ(1．0mm)のスクリーンサイズとを利用して得られる。例示の200mg投与量カプセル(918kgバッチ)では，例えば，適当な顆粒化は，約10％乃至約70％，好ましくは約20％乃至約60％の送り速度と，約20％乃至約60％，好ましくは約30％乃至約50％のミル速度と，約0．020インチ(0．5mm)乃至約0．080インチ(1．9mm)，好ましくは約0．028インチ(0．7mm)乃至約0．063インチ(1．6mm)のスクリーンサイズとを利用して行われる。しかしながら，0．028インチ(0．7mm)のようなより小さなスクリーンサイズが観測され，生成物の低処理をまねく。0．063インチ(1．6mm)のようなより大きなスクリーンサイズでは，850μmよりも大きな顆粒の分布が増大する結果をまねく。約0．040インチ(1．0mm)付近のスクリーンサイズでは，著しく処理を低下させることなく，850μmよりも大きなサイズの顆粒の過剰の分布を排除する。",
                    "【0145】",
                    "前述した湿式顆粒化及び湿式粉砕パラメータの変化は，顆粒サイズ分布を調整するために利用される。例えば，顆粒サイズの僅かな減少は，少ない量の水を含有する混合物にて混合時間を増やすにつれ，観測される。水濃度は低すぎると利用する結着剤を十分に活性化させることができず，顆粒中の一次粒子間の凝集力が十分でなく，混合ブレードと成長するよりも顆粒サイズの摩擦により発生するせん断力が存在すると仮定される。逆に，結着剤を十分に活性化させる水の量が増加することにより一次粒子間の凝集力が大きくなり混合ブレードと，増大した混合時間及び／又は水添加速度にて発生する摩擦よりも顆粒成長とで発生するせん断力が生じる。湿式ミルのスクリーンサイズの変動は，送り速度及び／又はミル速度の変動よりも顆粒サイズに大きな影響を及ぼす。",
                    "【0146】",
                    "それから，乾燥顆粒はトゥイン‐シェルブレンダーのような適当なブレンダーに配置され，選択的に潤滑剤(ステアリン酸マグネシウム)と追加のキャリア材料(顆粒外微結晶性セルロース及び／又は特定の錠剤調合の顆粒外クロスカルメロースナトリウム)を添加して，最終ブレンド混合物を作る。ブレンド時間は利用する工程装置に一部依存する。前述した100mg投与量カプセル及び200mg投与量カプセル(1080kg及び918kgバッチ)では，約15％乃至約60％の範囲のブレンダー負荷で少なくとも約5分間のブレンド時間と，一貫して1分当たり少なくとも約10回のブレンダー回転速度により，セレコキシブ濃度に関して，すこぶる均一であるブレンド材料が得られた。単位投与量のブレンドサンプルに対して測定された相対的標準偏差は，100mg及び200mg投与量カプセルそれぞれで，3．9％又はそれ以下と2．2％又はそれ以下であった。希釈剤には微結晶性セルロースがあるが，上記工程中でのある部分の微結晶性セルロースの添加は，顆粒圧縮性及び錠剤硬度を著しく改善させることが判明した。加えて，約1％乃至約2％の量の前記ステアリン酸マグネシウムを増やすことにより，錠剤の硬度が減少し，破砕性及び溶解時間を増加させることが観測された。",
                    "【0147】",
                    "上記最終ブレンド混合物は，その後カプセル化される(あるいは，錠剤を調製したいのなら，適当なサイズの道具を利用して所望の重量及び硬度の錠剤に圧縮させる)。当業者に公知である従来公知な圧縮及びカプセル化技術が利用される。約20mm乃至約60mmの範囲のベッドの高さと約0乃至約5mmの範囲の圧密設定と，1時間あたり約60，000カプセル乃至130，000カプセルの速度とを利用して，カプセルに対して適当な結果が得られた。投与量の重量制御は観測され，(i)低速度及び高圧縮，又は(ii)高速度及び高いベッドの高さの何れかにで減少させる。したがって，上記パラメータの組合わせは注意深く制御される。スラグ(slug)形成は，カプセル重量制御が維持される最も低い圧密設定を利用することにより，最小化若しくは排除されることをも発見した。被覆物のある錠剤が必要ならば，当業者には公知である従来の被覆技術を利用することが可能である。",
                    "【0148】",
                    "ユニット作業の組合わせにより，単位投与量レベルでセレコキシブ含有量が一様であり，容易に崩壊し，十分簡単に流れる顆粒が製造され，重量変動はカプセル充填又は錠剤化中に信頼できるほどに制御され，且つ，バルク密度は十分であり，選択された装置にてバッチ処理可能であり，個々の投与量は特定のカプセル若しくは錠剤ダイに適合する。"
                  ]
                },
                {
                  "fig": "シ",
                  "subject": "【0161】",
                  "text": [
                    "例4：200mg投与量錠剤",
                    "錠剤は以下の成分を有するように調製された。",
                    "【0162】",
                    "【表4】…",
                    "調製された錠剤は，0．275インチx0．496インチ(6．6mmx11．9mm)の変形カプセル形の錠剤であった。",
                    "【0164】",
                    "【表5】…",
                    "例6：溶解試験",
                    "USPメソッド2の(へらのついた)装置を利用して，例1及び例2のカプセル並びに例3及び例4の錠剤の溶解速度を求めた。上記試験の目的のため，未被覆の錠剤を利用した。1％のラウリル硫酸ナトリウム／0．04MＮa PO (pH＝12)溶液の1000mlを，溶解用の液体として利用した。その溶液は37±5℃の温度に維持し，試験中は50rpmで攪拌させた。12の同一の錠剤若しくはカプセルを試験した。12の錠剤若しくはカプセルはそれぞれ別々に，12の標準溶解ベセルの一つに置き，各15，30，45及び60分後に，5mlの溶液部分を各ベセルから取出した。各ベセルからのサンプルを濾過し，サンプルの吸光度を測定した(UV分光器；2mm光路の石英セル；243nm若しくはUVの最大波長；ブランクは溶解媒体)。測定した吸光度に基づき，溶解割合を計算した。溶解試験の平均結果を表6に掲載する。なお，上記試験条件の高いpHでの溶解度は胃腸管での溶解度を示すものではない。",
                    "【0165】",
                    "【表6】…",
                    "例7：粒子サイズ解析",
                    "表7Aは，カプセル化に先立ち，それぞれ例1と例2の湿式顆粒化させた製薬組成物の粒子サイズのふるい解析の結果を示す。「スクリーンに保持された割合」とは，指摘したふるいサイズよりも大きな粒子サイズを有する全バッチの重量％を意味する。",
                    "【0166】",
                    "【表7】…",
                    "表7Bは，錠剤へ圧縮させる前に，それぞれ例3と例4の湿式顆粒化製薬組成物の粒子サイズのふるい解析の結果を示す。「バッチの割合」とは，指摘したふるいサイズと次に小さい古いサイズとの間の粒子サイズを有する全バッチの重量％を意味する。「蓄積されたバッチの割合」とは，指摘したふるいサイズよりも大きい粒子サイズを有する全バッチの重量％を報告する。",
                    "【0167】",
                    "【表8】…"
                  ]
                },
                {
                  "fig": "ス",
                  "subject": "【0170】",
                  "text": [
                    "例11：犬モデルでの生物学的利用能",
                    "9乃至13ポンド(4．1乃至5．9kg)の重量のある健康なメスのビーグル犬は，以下のセレコキシブの1回の投与を受けた：(1)kg体重当たり5．0mgのセレコキシブの静脈注入に続き，kg体重当たり5．0mgのセレコキシブの第二の静脈注入；(2)経口溶液形態のkg体重当たり5mgのセレコキシブ；(3)経口カプセルの形態のkg体重当たり5．0mgのニートな未調合セレコキシブを投与する。静脈及び経口溶液投与のビヒクルは，体積比で2：1の比率である平均分子量400(PEG‐400)を有するポリエチレングリコールと水の混合物であった。各静脈注入は，2回の注入に分け，15乃至30分で15分の間隔をおいて与えた。",
                    "【0171】",
                    "多くの血液サンプルを，ヘパリン化チューブへの静脈穿刺又は留置カテーテルにより各動物から集めた。血清中のセレコキシブ濃度はHPLCにて測定し，その結果データを，以下の表11− 1に示す薬物速度論パラメータを計算するために利用した。",
                    "【0172】",
                    "【表12】…",
                    "例11− 2：犬モデルでの調合の相対的生物学的利用能",
                    "セレコキシブ粒子サイズ，湿潤剤の増加濃度，pH及び懸濁液としてのセレコキシブの分散液のような調合パラメータの効果は，犬モデルの生物学的利用能への経口溶液に対して評価した。調合する前にセレコキシブを微粉化(平均粒子サイズ10乃至20μm)させる効果は，組成物Aにて試験した。微粉化，添加湿潤剤(ラウリル硫酸ナトリウム)と増加したマイクロ環境pH(Ｎa PO 12H O)の組合わせ効果を，組成物Bにて試験した。湿潤剤(Tween80)をセレコキシブと密に接触させる効果(単純な乾燥混合に対する共沈殿の効果)を，組成物Cにて試験した。さらに微細化させた粒子サイズ(約1μm)と粒子を懸濁液に分散させた効果を，組成物Dにて試験した。例11− 1(組成物E)にて利用したのと同様なセレコキシブ溶液を，参考として用いた。加えて，カプセル(組成物F)中の未粉砕，未調合セレコキシブの例11− 1のデータも，参考として入れた。調合A，B，C，D，E及びFの特定の組成を表11− 2Aにまとめる。",
                    "【0173】",
                    "【表13】…"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "アンチソルベントとして5％のポリソルベート80の水溶液を利用して，エタノール溶液から沈殿させた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "粒子が顕微鏡で評価した際に約1μm径になるまで，ポリソルベート80とポリビニルピロリドンのスラリーにて，薬をボールミルさせて，懸濁液として調製した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "体積比2：1のPEG‐400と水の溶液。",
                "上記組成物を3つのオス犬と3つのメス犬のグループに投与した。グループ1の犬には，選択乗換設計にて，kg体重当たり5mgのセレコキシブを含む溶液Eとカプセル調合A及びBを投与した。グループ2の犬には，選択乗換設計にて，kg体重当たり5mgのセレコキシブを含むカプセル調合Cと懸濁液Dを投与した。血漿サンプルを24時間かけて集め，HPLCによりセレコキシブを解析した。",
                "【0174】",
                "上記実験の結果(表11− 2B，11− 2Cおよび11− 2C)から，粒子サイズを小さくする(組成物A)又は湿潤剤とともにセレコキシブを共沈殿させる(組成物C)は，例11− 1に示す未調合の初期の研究と比較して，セレコキシブの生物学的利用能(AUC( )として測定)が増0‐24大した。セレコキシブの生物学的利用能は，PEG‐400／水溶液(組成物E)から懸濁液(組成物D)へと大きくなった。約1μmの粒子サイズを有する懸濁液からの生物学的利用能は，溶液からの生物学的利用能と同様であり，湿式顆粒された固体組成物からのセレコキシブ生物学的利用能は小さなセレコキシブ粒子サイズ(例えば，調合に先立ち，セレコキシブのピンミルによるもの)，セレコキシブの増大した濡れ性(例えば，顆粒液体にラウリル硫酸ナトリウムを含有させることによるもの)や分散改良(例えば，顆粒化にてクロスカルメロースナトリウムを含有させることによる)により改善可能であることを，強く示唆している。各調合に対する表11− 2Cおよび11− 2Dに示される生物学的利用能は，例11−1と例11− 2の研究間の掛け橋として，溶液データ(組成物E)を利用して，セレコキシブの静脈投与に対する実験的に測定された生物学的利用能の割合として，上記調合の生物学的利用能を表わす。",
                "【0175】",
                "【表14】…",
                "【0176】",
                "【表15】…",
                "【0177】",
                "【表16】…"
              ],
              "content": [
                {
                  "fig": "セ",
                  "subject": "【0183】",
                  "text": [
                    "例13",
                    "以下の調合を有するカプセルを調製し，評価した。",
                    "【0184】",
                    "【表20】…",
                    "セレコキシブは，連続した小さなスクリーンサイズ(＃14，＃20，＃40)を備えた振動ミルを介して何回も粉砕した。上記混合物に添加したセレコキシブ粒子のD 粒子サイズは，約37μm以下であった。セレコキシブ，ラクトース及びポリビニルピロリドンを遊星型ミキサーボールにて混合し，水を用いて湿式顆粒化させた。その後顆粒を60℃でトレイにて乾燥させ，40メッシュスクリーンを通して粉砕し，V―ブレンダーにてステアリン酸マグネシウムにより湿潤化させてドソナー型カプセル化器にてカプセル化させた。カプセルのインビトロ溶解プロファイルは，USP2法と溶解媒体として15mMのリン酸緩衝液とを利用して求めた。15分後には約50％のインビトロ溶解が達成され，約30分後には95％以上のインビトロ溶解が達成された。",
                    "【0185】",
                    "上記の100mg単位投与量カプセルの吸収，分散，代謝及び排除プロファイルは，14C‐セレコキシブの懸濁液プロファイルと比較した。その研究は，健康なオスの被験者にて行ったオープンラベルで，ランダム交差研究であった。懸濁液は，5％のポリソルベート80を含むエタノールにセレコキシブを溶解させて調製し，投与に先立ち，その混合物をアップルジュースに添加した。懸濁液を受けた被験者はセレコキシブの300mg投与量を摂取した。カプセル形態のセレコキシブを受けた被験者は，全体でセレコキシブを300mg投与させるために，100mg投与量単にのカプセルを3つ受け入れた。カプセルからの吸収速度は，懸濁液のそれよりも遅かったが，AUC にて測定した際には，懸濁液同等であった。(0-48)平均結果を，以下の表13Bに報告する。セレコキシブは尿又は大便の何れかに，約2．56％のみの放射線投与にて殆ど代謝された。",
                    "【0186】",
                    "【表21】…"
                  ]
                },
                {
                  "fig": "ソ",
                  "subject": "【0188】",
                  "text": [
                    "例15：100mg投与量のカプセルの調製",
                    "100mg若しくは200mgのセレコキシブを投与し，それぞれ例1若しくは例2に示す組成物を有するカプセルは，図1若しくは図2に示す方法で，製薬的に許容な製造に基づき調製された。100mg若しくは200mgのセレコキシブを与え，それぞれ例3若しくは例4に示す組成物を有する錠剤は，図1若しくは図2に示す適当な方法を変更させて調製され，組成物をカプセル化させる代わりに，錠剤化させ，クロスカルメロースナトリウムおよび微結晶性セルロースの添加を利用した。",
                    "【0189】",
                    "以下に示す出発物質を利用して，100mg投与のカプセルのバルク配合を説明する方法では，典型的なバッチは4つの同じ顆粒化セクションからなるが，顆粒化セクションの数は正確には重要ではなく，装置の処理能力及び必要とされるバッチサイズに，主に依存する。",
                    "【0190】",
                    "粉砕",
                    "セレコキシブは，反対に回転するディスクによる衝撃式ピンミルにて混合された。約8960rpm／5600rpm(回転rpm／反対回転rpm)乃至112000rpm／5600rpmの範囲にあるミル速度にて，粒子サイズは比較的狭い範囲(D が30μm若しくはそれ以下)内で変化し，ミル速度はバルクドラック微粉化過程には厳密には重要でないことを示唆した。図2は好ましい実施例を示す工程系統図を示し，セレコキシブ出発物質は，キャリア材料とのブレンドに先立ち，衝撃式ミルにて，好ましくはピンミルにて粉砕される。",
                    "【0191】",
                    "乾燥混合",
                    "セレコキシブ，ラクトース，ポリビニルピロリドン及びクロスカルメロースナトリウムは，1200LのニロフィールダーPMA-1200高速顆粒器に移動させ，高速チョッパー及びインペラーで約3分間混合させた。本乾燥混合時間では，湿式顆粒化工程の開始に先立ち，キャリア材料とセレコキシブの十分な混合が実現できた。",
                    "【0192】",
                    "湿式顆粒化",
                    "ラウリル硫酸ナトリウム(8．1kg)を精製USP水(23．7kg)に溶解させた。結果生じた溶液を，約14kg／分の速度で顆粒器へ連続的に添加した。全体の顆粒化時間は約6．5分であった。この顆粒化中に，顆粒器の主要ブレードとチョッパーブレードは高速設定に配置させた。湿式顆粒化させた混合物には，約8．1重量％の水を含有していた。あるいは，乾燥混合工程にて，ラルリル硫酸ナトリウムはセレコキシブ，ラクトース，ポリビニルピロリドン及びクロスカルメロースナトリウムと混合させ，精製USP水をラウリル硫酸ナトリウムを含む上記乾燥混合物に添加することもできる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，本件明細書には，本件発明1に関し，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "シクロオキシゲナーゼ-2の阻害剤であるセレコキシブは，水溶性媒体には異常なほど溶解せず，例えば，未調合のセレコキシブがカプセル状態で経口投与された場合，胃腸管で急速に吸収されるために，容易には溶解せず，分解もしない，また，長く凝集した針を形成する傾向のある結晶形態を有する未調合のセレコキシブは，通常，錠剤成形ダイでの圧縮の際に，融合して一枚岩の塊になり，セレコキシブの結晶は，他の物質とブレンドさせたときでも，他の物質と分離する傾向があり，組成物の混合中にセレコキシブ同士で凝集し，セレコキシブの不必要な大きな塊を含有する非均一なブレンド組成物となり，所望のブレンド均一性を有するセレコキシブ含有の製薬成分を調製することは難しいなどの問題があったため，従来，未調合のセレコキシブに対して，生物学的利用能などが改善された経口運搬可能なセレコキシブの調合の必要性が存在し，未調合セレコキシブで可能であるよりも，急速に効き目のある薬物速度論を示す調合を提供することは，特に有益であった(【0003】，【0006】，【0008】，【0009】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」は，一つ又はそれ以上の経口運搬可能な投与量単位を含む製薬組成物であって，各単位量は，一つ又はそれ以上の製薬的に許容な賦形剤と密に混合した約10mgから約1000mgの量の微粒子セレコキシブを含み，粒子の最長の大きさで，D が約200μm以下であるように(サンプル粒子の90％はD 値よりも小さい)，セレコキシブ一次粒子サイズの分布を有する構成を有するものである(【0011】，【0013】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件出願の優先日当時の技術常識又は周知技術について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲イ7，16，23，65ないし68，80，甲ロ1，甲ハ7，乙2及び乙3には，次のような記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲イ7(「医薬品の溶出」(昭和52年10月30日刊行))",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "「粒子径を細かくして表面積を増加させると，溶解速度を増大させることができるはずである。しかし，単に表面積を増やすだけでは不十分で，増加すべきなのは有効表面積である。有効表面積とは薬物が試験液に接触する表面積である。薬物が疎水性で溶媒による濡れが劣る場合には，粒子径を小さくすると凝集が起こり，有効表面積がかえって小さくなる結果，溶解速度が遅くなることがある。」(104頁下から14行～10行)。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "「溶出液にポリソルベート80を0．2％加えると，フェナセチンは速やかに溶けるようになり，この場合には溶解速度は粒子径が小さくなるにつれて増大する。ポリソルベート80を添加すると，溶媒が薬物粉末の表面をよく濡らすようになるため，溶解速度が粉砕の程度に従って増すものと考えられる。」(106頁3行から6行)"
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "「フェナセチンとフェノバルビタールの顆粒からの溶出速度は使用した薬物の粒子径が細かいほど速くなるということを図4．4および図4．5に示した。その理由は，造粒中に薬物粉体の表面が親水性となるので，粒子径を細かくするほど有効表面積が増加するためである。」(108頁8行～11行)"
                        },
                        {
                          "fig": "(エ)",
                          "subject": "「粉体が細かいほど比表面積は大きくなる。さらに，造粒により疎水性の表面が親水性となるので，造粒の効果は最も細かい粉体に一番強く現れるのである。」(109頁2行～3行)"
                        },
                        {
                          "fig": "(オ)",
                          "subject": "「この分野で行われた研究から，一般につぎのような結論をくだすことができる。すなわち，錠剤中の薬物の粒子径を細かくすると溶出および吸収が速まる。この原因は，おそらくは錠剤製造に伴う操作にある。つまり，薬物を親水性の賦形剤と混合し，造粒すると本来は疎水性の薬物の表面が親水性になるためである。」(111頁4行～7行)"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲イ16(「経口投与製剤の設計と評価」(平成7年2月10日刊行))",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "「表面積を増大させる方法として，薬物粒子を微細化する手段が最もよく利用される。」(168頁10行)"
                        },
                        {
                          "fig": "(イ)",
                          "subject": "「微細化により粒子径が小さくなると，表面積の増加により溶解速度が増大する。」(168頁18行)"
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "「微細化によりバイオアベイラビリティーを改善できることが多くの難溶性薬物・・・で報告されている。」(168頁23行～25行)"
                        },
                        {
                          "fig": "(エ)",
                          "subject": "「しかし，微粉になればなるほど凝集が起こりやすく，粉砕により水に接する表面積(有効表面積)が逆に小さくなり，溶解速度が小さくなることがある。特に疎水性物質は凝集性が強い。・・・ここに界面活性剤が存在すると，微粒子は凝集せずに均一に溶液中に分散され，粒子サイズが小さいほど溶出速度は大きくなる。・・・このような場合，凝集を防ぐ目的で，流動化剤や界面活性剤を微細化助剤として加えて粉砕する手段が取られる。」(168頁下から4行～169頁4行)"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲イ17(「Micronization：A  Method  of  Improving  the  Bioavailability  of  Poorly  Soluble  Drugs」(平成10年4月刊行)，以下はその抄訳)",
                  "text": [
                    "「難溶性薬物では，消化吸収はその溶解速度に依存する。これらの薬物の粒子サイズを小さくすることで，その溶解速度が向上する。粉末を微粉化するために，ボールミル又は流体エネルギーミルのいずれかの微粉砕ミルが使用される。これらのプロセスを，グリセオフルビン，プロゲステロン，スピロノラクトン及びジオスミンに適用した。各薬剤について，微粒子化によって，それらの消化吸収，その結果としてそれらの生物学的利用能及び臨床的有効性を改善した。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲イ23(「固形製剤とバイオアベイラビリティ」(昭和56年2月4日刊行))",
                  "text": [
                    "「(2)  薬物の粒子径",
                    "水に対する溶解度が比較的小さな薬物では製剤中の薬物粉末の粒子径によって，溶解速度が大きく異なる。一般に粒子からの物質の溶解速度は，式4-1で示すＮoyes-Whitneyの法則に従う。",
                    "-dM／dt＝KS(Cs-C)・・・・・・・・・・式4-1",
                    "ただしMは粒子状態の物質の量，したがって，dM／dtは溶解速度，Kは温度，溶剤，かくはん条件により定まる定数，Sは粒子の表面積，Csは物質の溶解度，Cは時間tにおけるその物質の濃度である。この式で明らかな様に，粒子の表面積Sに比例して溶解速度は大きくなる。そして一定量の粒子については単位体積当りの表面積，比表面積が大きければ大きい程溶解速度は大きくなる。」(38頁下から5行～39頁5行)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲イ65(「医薬品の開発」(平成2年5月20日刊行))",
                  "text": [
                    "「難溶性薬物の場合は溶解度が小さいために粒子表面の拡散層の濃度勾配が小さく，溶出速度が小さくなる。拡散層の濃度勾配は攪拌速度によっても変化するが，in  vivoでは大きく変えられることはない。溶解速度を大きくするためには，粒子を小さくして比表面積を増大させることにより可能となる。」(53頁下から6行ないし3行)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲イ66(「新しい製剤学」(平成5年9月10日刊行))",
                  "text": [
                    "「  粉砕とは，機械的な外力を加えることによって粒子を破壊し，粒子径を減少させることであり，製剤工程では重要な単位操作の一つである。",
                    "粉砕の主な目的は，①粒子の比表面積を増加させることによって化学反応をよりスムーズに行わせること，②他の成分粒子との混合を容易にすることなどである。・・・成分粒子の大きさが著しく異なる場合には，均一な混合物を得るために混合に先立ってあらかじめ同程度の粒子径になるように粉砕しておかなければならない。」(212頁6行～15行)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "甲イ67(「製剤学」(改稿版)(昭和57年11月1日(改稿版第1刷発行日))",
                  "text": [
                    "「  製剤工程では乾燥された原料粉末が準備されると，まず最初に行われる操作が粉砕である。・・・粉砕の目的として挙げられる理由の中で主なものは，1)化学反応に曝される粉体の比表面積を増加させること，2)他の成分粉体との混合を容易にすることなどである。・・粒子径が固形製剤の生物学的利用率bioavailabilityに影響を及ぼすことは広く知られているが，これにはすべて比表面積が関係している。」(170頁9行～16行)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "甲イ68(「製剤学」改訂第3版(平成9年4月1日(改訂第3版発行))",
                  "text": [
                    "「  粉砕は，固体粒子の粒子径を適切な大きさに小さくするための単位操作である。粉砕の目的は，製剤工学的観点からは，溶解速度の増大といった物性の改善のみにとどまらず，固形製剤の添加剤を含めた原料粉粒体間の混合の均一性の向上，造粒性の増大，さらには顆粒や錠剤の機械的強度の増大などを期待することにある。」(168頁下から14行～11行)"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "甲イ80(「経口投与製剤の設計と評価」(平成7年2月10日刊行))",
                  "text": [
                    "「  たとえば，原体が針状結晶の場合は嵩だかく，充填性のみならず流動性も悪いので，粉砕し造粒することがよく行われる。」(92頁1行～2行)"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "甲ロ1(「経口投与製剤の処方設計」(平成10年4月15日刊行))",
                  "text": [
                    "「(a)  粉砕",
                    "粉砕は，固体試料に衝撃，圧縮，摩擦などの機械的な外力を加えて粒子径を小さくする操作であり，その目的は，粒子径を小さくし，溶解速度を大きくする，難水溶性薬物の経口吸収性を改善する，混合状態を均一にする，打錠時の成形性を高めることなどである。",
                    "一般に粉砕・微細化された粉体は表面エネルギーが高く，静電気の影響を受けやすく付着凝集性も高くなるので，取扱いは煩雑となる。また，結晶状態の変化に伴い安定性の低下を来す場合もあるので，製造工程に粉砕操作を組み入れる場合には，製品物質への影響を見極めることが必要がある。」(51頁下から12行～4行)"
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "甲ハ7(「日本結晶成長学会誌」(昭和56年7月1日刊行))",
                  "text": [
                    "「難溶性の薬物の場合，バイオアベイラビリティーを向上させるために微結晶にすることが望まれるが，そのことは，付着凝集性が増大するため流動性や充填性といった二次物性を低下させることにつながる。」(427頁左欄下から16行～12行)"
                  ]
                },
                {
                  "fig": "シ",
                  "subject": "乙2(「経口投与製剤の処方設計」(平成10年4月15日刊行))",
                  "text": [
                    "「(a)  造粒による粒子径の増大",
                    "粉体の流動性は，粒子径が小さくなるほど悪くなる傾向にある。・・・・したがって，何らかの方法で粒子径の増大を図れば流動性を改善することができるというわけである。すなわち，造粒操作による粒子径の増大がこれに当たり，これが最近造粒散剤が汎用される理由でもある。」(157頁12行～13行，159頁2行～4行)"
                  ]
                },
                {
                  "fig": "ス",
                  "subject": "乙3(「製剤学」(改訂第3版)(平成9年4月1日(改訂第三版発行))",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "「一般に安息角が大きいほど粉体の流動性は悪くなる。安息角と粒子径の関係は・・安息角は粒子径が大きくなるに従い小さくなる。」(69頁2行～3行)"
                        },
                        {
                          "fig": "(イ)",
                          "subject": "「c  流動性の改善",
                          "text": [
                            "粉体の流動性を改善するには以下の方法が試みられる。",
                            "②  造粒により粒子径を大きくする」(70頁1行～5行)"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項を総合すると，本件優先日当時，①粉砕によって薬物の粒子径を小さくし，比表面積(有効表面積)を増大させることにより，薬物の溶出が改善されるが，他方で，難溶性薬物については，溶媒による濡れ性が劣る場合には，粒子径を小さくすると凝集が起こりやすくなり，有効表面積が小さくなる結果，溶解速度が遅くなることがあり，また，粒子を微小化することにより粉体の流動性が悪くなり凝集が起こりやすくなることがあること，②疎水性の難溶性物質であっても，界面活性剤が存在すると，微粒子は凝集せずに均一に溶液中に分散され，粒子サイズが小さいほど溶出速度は大きくなることは，周知又は技術常識であったものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消理由4(サポート要件の判断の誤り)について",
          "text": [
            "原告らは，本件明細書の詳細な説明の記載及び本件優先日当時の技術常識から，本件発明1の「粒子の最大長において，セレコキシブ粒子のD が200μm未満」という数値範囲の全体にわたり，当業者が本件発明1の課題を解決できると認識できるものではないから，本件発明1は，サポート要件に適合せず，また，本件発明2ないし5，7ないし9も，同様に，サポート要件に適合しないから，本件発明1～5，7～19は，サポート要件に適合するとした本件審決の判断は誤りである旨主張するので，以下において判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1のサポート要件の適合性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法36条6項1号は，特許請求の範囲の記載に際し，発明の詳細な説明に記載した発明の範囲を超えて記載してはならない旨を規定したものであり，その趣旨は，発明の詳細な説明に記載していない発明について特許請求の範囲に記載することになれば，公開されていない発明について独占的，排他的な権利を請求することになって妥当でないため，これを防止することにあるものと解される。",
                    "そうすると，所定の数値範囲を発明特定事項に含む発明について，特許請求の範囲の記載が同号所定の要件(サポート要件)に適合するか否かは，当業者が，発明の詳細な説明の記載及び出願時の技術常識から，当該発明に含まれる数値範囲の全体にわたり当該発明の課題を解決することができると認識できるか否かを検討して判断すべきものと解するのが相当である。",
                    "これを本件発明1についてみると，本件発明1の特許請求の範囲(請求項1)の記載によれば，本件発明1は，「一つ以上の薬剤的に許容な賦形剤と密に混合させた10mg乃至1000mgの量の微粒子セレコキシブ」を含む「固体の経口運搬可能な投与量単位を含む製薬組成物」に関する発明であって，「粒子の最大長において，セレコキシブ粒子のD が200μm未満である粒子サイズの分布を有する」ことを特徴とするものであるから，所定の数値範囲を発明特定事項に含む発明であるといえる。",
                    "そして，前記1(2)の本件明細書の開示事項によれば，本件発明1は，未調合のセレコキシブに対して生物学的利用能が改善された固体の経口運搬可能なセレコキシブ粒子を含む製薬組成物を提供することを課題とするものであると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "本件明細書の発明の詳細な説明には，セレコキシブの生物学的利用能に関し，「発明の組成物は，粒子の最長の大きさで，粒子のD が約200μm以下，好ましくは約100μm以下，より好ましくは75μm以下，さらに好ましくは約40μm以下，最も好ましくは約25μm以下であるように，セレコキシブの粒子分布を有する。通常，本発明の上記実施例によるセレコキシブの粒子サイズの減少により，セレコキシブの生物学的利用能が改良される。」(【0022】)，「カプセル若しくは錠剤の形で経口投与されると，セレコキシブ粒子サイズの減少により，セレコキシブの生物学的利用能が改善されるを発見した。したがって，セレコキシブのD 粒子サイズは約200μm以下，好ましくは約100μm以下，より好ましくは約75μm以下，さらに好ましくは約40μm以下，最も好ましくは25μm以下である。例えば，例11に例示するように，出発材料のセレコキシブのD 粒子サイズを約60μmから約30μmに減少させると，組成物の生物学的利用能は非常に改善される。加えて又はあるいは，セレコキシブは約1μmから約10μmであり，好ましくは約5μmから約7μmの範囲の平均粒子サイズを有する。」(【0124】)，「湿式顆粒化過程にて，(必要ならば，一つ又はそれ以上のキャリア材料とともに)セレコキシブは先ず粉砕される若しくは所望の粒子サイズに微細化される。さまざまな粉砕器若しくは破砕器が利用することが可能であるが，セレコキシブのピンミリングのような衝撃粉砕により，他のタイプの粉砕と比較して，最終組成物に改善されたブレンド均一性がもたらせる。例えば，液体窒素を利用してセレコキシブを冷却することは，セレコキシブを不必要な温度へ加熱させることを回避するために，粉砕中に必要なことである。前記にて議論したように，上記粉砕工程中にD 粒子サイズを約200μm以下，好ましくは約100μm以下，より好ましくは約75μm以下，さらに好ましくは約40μm以下，最も好ましくは約25μm以下に小さくすることは，セレコキシブの生物学的利用能を増加させるためには重要である。」(【0135】)との記載がある。これらの記載は，未調合のセレコキシブを粉砕し，「セレコキシブのD 粒子サイズが約200μm以下」とした場合には，セレコキシブの生物学的利用能が改善されること，セレコキシブのピンミリングのような衝撃粉砕により，他のタイプの粉砕と比較して，最終組成物に改善されたブレンド均一性がもたらせることを示したものといえる。",
                            "一方で，①本件発明1の特許請求の範囲(請求項1)には，「粒子の最大長において，セレコキシブ粒子のD が200μm未満である粒子サイズの分布を有する」構成とする具体的な方法を規定した記載はなく，本件発明1の「微粒子セレコキシブ」が「ピンミリングのような衝撃粉砕」により粉砕されたものに限定する旨の記載もないこと，かえって，本件明細書の【0135】には，セレコキシブの微細化に関し，「さまざなま粉砕器若しくは破砕器が利用することが可能である」との記載があること，②本件明細書の【0008】には「セレコキシブは，水溶性媒体には異常なほど溶解しない。例えば，カプセル形態で経口投与させた場合，未調合のセレコキシブは胃腸管にて急速に吸収されるために，容易には溶解せず，分散もしない。加えて，長く凝集した針を形成する傾向を有する結晶形態を有する未調合のセレコシブは，通常，錠剤成形ダイでの圧縮の際に，融合して一枚岩の塊になる。他の物質とブレンドさせたときでも，セレコキシブの結晶は，他の物質から分離する傾向があり，組成物の混合中にセレコキシブ同士で凝集し，セレコキシブの不必要な大きな塊を含有する，非均一なブレンド組成物になる。」との記載があること，③本件優先日当時，粉砕によって薬物の粒子径を小さくし，比表面積(有効表面積)を増大させることにより，薬物の溶出が改善されるが，他方で，難溶性薬物については，溶媒による濡れ性が劣る場合には，粒子径を小さくすると凝集が起こりやすくなり，有効表面積が小さくなる結果，溶解速度が遅くなることがあり，また，粒子を微小化することにより粉体の流動性が悪くなり凝集が起こりやすくなることがあることは周知又は技術常識であったことに照らすと，難溶性薬物であるセレコキシブについて，「セレコキシブのD 粒子サイズが約200μm以下」の構成とすることにより，セレコキシブの生物学的利用能が改善されることを直ちに理解することはできない。",
                            "また，本件明細書の記載を全体としてみても，粒子の最大長におけるセレコキシブ粒子の「D 」の値を用いて粒子サイズの分布を規定することの技術的意義や「D 」の値と生物学的利用能との関係について具体的に説明した記載はない。",
                            "しかるところ，「D 」は，粒子の累積個数が90％に達したときの粒子径の値をいうものであり，本件発明1の「D が200μm未満である」とは，200μm以上の粒子の割合が10％を超えないように限定することを意味するものであるが，難溶性薬物の原薬の粒子径分布は，化合物によって様々な形態を採ること(甲イ72)に照らすと，200μm以上の粒子の割合を制限しさえすれば，90％の粒子の粒度分布がどのようなものであっても，生物学的利用能が改善されるとものと理解することはできない。",
                            "以上によれば，本件明細書の【0022】，【0124】及び【0135】の上記記載から，「セレコキシブのD 粒子サイズが約200μm以下」とした場合には，その数値範囲全体にわたり，セレコキシブの生物学的利用能が改善されると認識することはできない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "この点に関し被告は，①本件発明1の課題解決のメカニズムは，セレコキシブの粒子の最大長におけるD が200μm未満とされることにより，元来凝集しやすい性質のセレコキシブの凝集性が減少し，その結果セレコキシブ粒子の有効表面積が増大することにより溶解速度が速くなり，セレコキシブの生物学的利用能が改善するものである，②ピンミルを利用した場合には，セレコキシブは長い針状から微小化した均一な粒子になるのに対して，エアージェットミルを利用した場合には長い針状の結晶が残存するためピンミルを利用して粉砕した場合と比較して，液体エネルギーミルで粉砕した場合は凝集力が改善されにくいこと(本件明細書の【0024】)から，単にセレコキシブの粒子を微細化して平均粒子径を小さくすればよいというのではなく，微細化した粒子中に残存する長い針状の結晶の割合こそが重要であり，その割合が限定されなければならないということを見出し，本件発明1では，微細化した粒子中に残存する粒子の最大長のD を基準として用いることとした，③セレコキシブ粒子の最大長におけるD が200μm未満である場合に，生物学的利用能が改善されるメカニズムが，本件明細書の記載(【0167】，【0172】ないし【0177】，【0183】ないし【0186】，【0205】，表11-2C，表11-2D)から確認できる，④平均粒子サイズが1μmや10～20μmになるように調製された粒子のD が200μm未満となることは，別紙2-1及び別紙2-2の粒子分布図から理解できる旨主張する。",
                            "しかしながら，被告が指摘する本件明細書の上記記載中には，粒子の最大長におけるセレコキシブ粒子の「D 」の値を用いて粒子サイズの分布を規定することの技術的意義や「D 」の値と生物学的利用能との関係について説明した記載はない。",
                            "また，前記(ア)で述べたように，本件発明1の「微粒子セレコキシブ」が「ピンミル」(「ピンミリング」)を利用して粉砕されたものに限定されるものではないから，「ピンミル」を利用することを前提として，セレコキシブ粒子の最大長におけるD が200μm未満である場合に生物学的利用能が改善されるメカニズムを把握することはできない。",
                            "さらに，被告は，別紙2-1及び別紙2-2について，D が200μmの平均粒子径は，別紙2-1の山型の分布図のおよそ中央の値(青線)となり，平均粒子サイズ(青線)はその中央値であるおよそ100μmとなる，平均粒子サイズが1μmや10～20μmの場合に，別紙2-2のとおり，山型の分布が全体的に粒子径の小さい(左)方向にスライドすることになるので，これらのD は200μmより小さい値となる旨述べるが，難溶性薬物の原薬の粒子径分布は，化合物によって様々な形態をとること(甲イ72)は，前記(ア)のとおりであって，例えば，甲イ72の図⑧(「D 値●●●●●μm」。別紙3)のような粒子径分布をとる場合があることに照らすと，D が200μm未満の場合の粒度分布は，必ずしも被告の主張するような粒度分布になるものとはいえない。",
                            "したがって，被告の上記主張は理由がない。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "また，被告は，セレコキシブ粒子の最大長におけるD が200μm未満である場合に生物学的利用能が改善されるメカニズムは，本件明細書の記載から理解できるものであり，この理解に誤りがないことは，未粉砕のセレコキシブと比較して，D が200μmのセレコキシブの生物学的利用能が改善することを示す追加の試験結果(乙10)からも確認することができる旨主張する。",
                            "そこで検討するに，乙10には，未粉砕のセレコキシブ(D ＝669μm)を含有するセレコキシブカプセル(以下「未粉砕カプセル」という。)とピンミルにより粉砕されて微小化したセレコキシブ(D ＝196μm)を含有するセレコキシブカプセル(セレコキシブ25％，ラウリル硫酸ナトリウム2％，「アビセルPH-101」73％を含有するもの。以下「196μmカプセル」という。)を「ビーグルイヌ」に投与して，生物学的利用能を測定したこと，その結果，生物学的利用能は，未粉砕カプセルが16．1％であったのに対し，196μmカプセルは32．1％であり，196μmカプセルが2．0倍に向上した旨の記載がある。",
                            "一方で，本件明細書には，「セレコキシブは水溶液にかなり溶解しにくい。したがって，本発明の製薬組成物は，任意であるが，好ましくは，キャリア材料として，一つ又はそれ以上の薬剤学的に許容な加湿剤を含む。かかる加湿剤は，水と親和性があるようにセレコキシブを維持させるように選択することが好ましく，その状態が製薬組成物の相対的生物学的利用能を改善させると考えられる。」(【0075】)，「ラウリル硫酸ナトリウムは好ましい加湿剤である。存在するならば，ラウリル硫酸ナトリウムは，組成物の全重量の対して，約0．25％から約7％，好ましくは約0．4％から約6％，より好ましくは約0．5％から約5％の量を含む。」(【0076】)との記載があること，疎水性の難溶性物質であっても，界面活性剤が存在すると，微粒子は凝集せずに均一に溶液中に分散され，粒子サイズが小さいほど溶出速度は大きくなることは，本件優先日当時，周知又は技術常識であったこと(前記2(2))に照らすと，196μmカプセルに加湿剤として含まれるラウリル硫酸ナトリウムが，196μmカプセルの生物学的利用能の試験結果に影響した可能性が高いものと認められる。",
                            "また，196μmカプセルを調合するに当たり，ピンミルで粉砕し微小化しているが，前記(ア)で述べたように，本件発明1の「微粒子セレコキシブ」が「ピンミル」を利用して粉砕されたものに限定されるものではない。",
                            "したがって，乙1の試験結果から，セレコキシブ粒子の最大長におけるD が200μm未満である場合に生物学的利用能が改善されるメカニズムを認識することはできないから，被告の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "本件明細書には，「例11」として「犬モデルでの生物学的利用能」の実験結果及び「例11-2」として「犬モデルでの調合の生物学的利用能」の実験結果の記載(【0170】ないし【0177】，表11-1，11-2A，11-2B，11-2C，11-2D)がある。",
                            "例11及び例11-2には，メス犬及びオス犬をモデルとして，セレコキシブの静脈注射による投与，セレコキシブの経口溶液形態の投与，経口カプセルによる未粉砕，未調合のセレコキシブの投与により，それぞれの生物学的利用能を測定したこと，「組成物A」ないし「組成物F」についての生物学的利用能について測定した結果，メス犬については，「組成物A」(微粉化したセレコキシブ，ラウリル硫酸ナトリウム，「アビセル101」を含むカプセル)は31．2％，「組成物B」(微粉化したセレコキシブ，ラウリル硫酸ナトリウム，「アビセル101」，リン酸三ナトリウム12水和物(Ｎa PO ・12H O)を含むカプセル)は24．9％，「組成物F」(未粉砕，未調合のセレコキシブ)は16．9％であったこと(表11-2C)，オス犬については，「組成物A」は49．4％，「組成物B」は54．2％，「組成物F」は16．9％であったこと(表11-2D)であることの記載がある。これらの記載は，微粉化したセレコキシブを含有する「組成物A」及び「組成物B」の生物学的利用能は，未粉砕，未調合のセレコキシブである「組成物F」の生物学的利用能より高いことを示している。",
                            "しかるところ，本件明細書の【0172】には，「組成物A」は，調合する前にセレコキシブを「微粉化(平均粒子サイズ10乃至20μm)」させたことが記載されているが，セレコキシブのD 粒子サイズについての明示の記載はないところ，【0124】に「例えば，例11に例示するように，出発材料のセレコキシブのD 粒子サイズを約60μmから約30μmに減少させると，組成物の生物学的利用能は非常に改善される。」とのの記載があることを参酌すると，「組成物A」に含まれるセレコキシブのD 粒子サイズは，約30μmであると推認される。また，「組成物B」についても，これと同様である。",
                            "一方で，「組成物A」及び「組成物B」は，乾燥重量を基礎とした重量割合で，それぞれ2％及び25％のラウリル硫酸ナトリウムが含まれていること(表11-2A)からすると，前記イ(ウ)で述べたのと同様に，本件明細書の【0075】及び【0076】の記載及び本件優先日当時の技術常識(前記2(2))に照らすと，「組成物A」及び「組成物B」に加湿剤として含まれるラウリル硫酸ナトリウムが，生物学的利用能の実験結果に影響した可能性が高いものと認められる。",
                            "そうすると，セレコキシブ粒子のD が約30μmである「組成物A」及び「組成物B」の生物学的利用能の実験結果から，本件発明1の「セレコキシブ粒子のD が200μm未満」の数値範囲の全体にわたり，未調合のセレコキシブに対して生物学的利用能が改善するものと認識することはできない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "これに対し被告は，本件明細書には，表11-2Aの「組成物A」にはラウリル硫酸ナトリウムが含まれているが，「組成物A」で評価しているのはセレコキシブの微粉化の効果であり，「組成物B」で評価しているのはラウリル硫酸ナトリウムによる湿潤剤増加の効果であることが明記されていること(【0172】)，25％のラウリル硫酸ナトリウムを含む「組成物B」の生物学的利用能は，ラウリル硫酸ナトリウムを2％しか含まない「組成物A」と比較して，低い(メス犬につき表11-2C)か同程度(オス犬につき表11-2D)であることからすると，生物学的利用能の改善効果は，ラウリル硫酸ナトリウムによるものではなく，セレコキシブの微粉化によりもたらされていることを理解できる旨主張する。",
                            "しかしながら，本件明細書には，好ましい加湿剤とされるラウリル硫酸ナトリウムは，組成物の全重量に対して，約0．25％から約7％，好ましくは約0．4％から約6％，より好ましくは約0．5％から約5％の量を含むと記載されていること(【0076】)に照らすと，「組成物A」は，好ましい量とされる2％のラウリル硫酸ナトリウムを含むのに対し，「組成物B」には好ましいとされる量をはるかに超える25％ものラウリル硫酸ナトリウムが含むものであるから，「組成物B」が「組成物A」と比較して生物学的利用能が同等かやや低い結果であったからといって，生物学的利用能の改善効果は，ラウリル硫酸ナトリウムによるものではなく，セレコキシブの微粉化によりもたらされているものと認識することはできない。",
                            "したがって，被告の上記主張は，理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "本件明細書には，「例13」として，懸濁液と連続した小さなスクリーンサイズ(#14，#20，#40)を備えた振動ミルを介して何回も粉砕したセレコキシブ粒子のD 粒子サイズが37μm以下のカプセルを用いた相対的生物学的利用能(AUC )の実験結果の記載(【0(0-48)184】ないし【0186】，表13B)がある。",
                            "例13には，D 粒子サイズが37μm以下の粒子サイズのセレコキシブを含む100mg単位投与量カプセルと14C‐セレコキシブの懸濁液プロファイルを用いて，「健康なオス」を被験者として実験した結果，「AUC にて測定した生物学的利用能」は，D の粒子サ(0-48) 90イズが約37μm以下のセレコキシブ粒子を含む100mg単位量のカプセルは，セレコキシブを含む懸濁液と同等であった旨の記載(【0185】，【0186】)がある。",
                            "しかしながら，例13には，懸濁液に含まれるセレコキシブの粒子サイズの記載はなく，その粒子サイズは不明であることに照らすと，セレコキシブ粒子のD が約37μm以下である上記実験結果から，本件発明1の「セレコキシブ粒子のD が200μm未満」の数値範囲の全体にわたり，未調合のセレコキシブに対して生物学的利用能が改善するものと認識することはできない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "これに対し被告は，本件明細書の例13において，同一の被験者に例11-2と同様の方法で調製されたと考えられる懸濁液(粒子サイズは約1μm径)とD 粒子サイズが約37μm以下であるカプセル剤が投与されたときにそれぞれのAUC( )が同等であったことが確認0-48されており，D の粒子サイズが37μmのときですら1μmと同様の効果を奏することから，当業者は，D の粒子サイズが37μm以上のセレコキシブであっても，420μmより大きいサイズの粒子サイズが含まれる未粉砕のセレコキシブの生物学的利用能と比較すると改善された生物学的利用能を奏することは高い蓋然性をもって予測することができる旨主張する。",
                            "しかしながら，例11の懸濁液は，「(2)  粒子が顕微鏡で評価した際に約1μm径になるまで，ポリソルベート80とポリビニルピロリドンのスラリーにて，薬をボールミルさせて，懸濁液として調製した」もの(【0173】)であるのに対し，例13の懸濁液は，「5％のポリソルベート80を含むエタノールにセレコキシブを溶解させて調製し」たもの(【0185】)であって，懸濁液の調製方法が異なるから，例13の懸濁液の粒子サイズは「約1μm径」であるとの被告の主張は，その前提を欠くものである。",
                            "また，本件明細書には，例13で調製されたカプセルのセレコキシブ粒子は，「セレコキシブ，ラクトース及びポリビニルピロリドンを遊星型ミキサーボールにて混合し，水を用いて湿式顆粒化させた」もの(【0184】)であるとの記載があること，「ポリビニルピロリドンは，セレコキシブ調合の顆粒化のため，セレコキシブパウダーブレンド及び他の賦形剤に凝集性を与えるために利用される，好ましい結着剤である。」，「ポリビニルピロリドンにより，パウダーブレンドに凝集力が付与され，必要な結合が容易に起こり，湿式顆粒化中に顆粒を形成させる。」，「ポリビニルピロリドンを含む本発明の組成物は，特に湿式顆粒化により調製され，他の組成物に対して相対的に改善された生物学的利用能を示すことが判明した。」(【0074】)との記載があることに照らすと，例13で調製されたカプセルのセレコキシブ粒子の生物学的利用能は，ポリビニルピロリドンを利用した湿式顆粒化により改善された蓋然性があるものと認識することができる。",
                            "したがって，被告の上記主張は理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "次に，本件明細書の「例15」には，「100mg投与量のカプセルの調製」のための粉砕方法として，「粒子サイズを比較的狭い範囲(Dが30μm若しくはそれ以下)内で変化し」(【0190】)との記載があるが，この実験結果は，セレコキシブの生物学的利用能に関するものではない。",
                    "このほか，本件明細書には，セレコキシブ粒子のD の粒子サイズと生物学的利用能に関する実験結果の開示はない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上によれば，本件明細書の発明の詳細な説明の記載及び本件優先日当時の技術常識から，当業者が，本件発明1に含まれる「粒子の最大長において，セレコキシブ粒子のD が200μm未満」の数値範囲の全体にわたり本件発明1の課題を解決できると認識できるものと認められないから，本件発明1は，サポート要件に適合するものと認めることはできない。",
                    "これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2ないし4のサポート要件の適合性について",
              "text": [
                "本件発明2は，「前記粒子の最大長において，前記セレコキシブ粒子のDが100μm未満であること」を，本件発明3は，「前記粒子の最大長において，前記セレコキシブ粒子のD が40μm未満であること」を，本件発明4は，「前記粒子の最大長において，前記セレコキシブ粒子のD が25μm未満であること」をそれぞれ発明特定事項とするものである。",
                "しかるところ，「粒子の最大長において，セレコキシブ粒子のD が200μm未満」である本件発明1がサポート要件に適合するものと認めることができないことは，前記(1)のとおりである。",
                "次に，前記(1)ウ認定のとおり，本件明細書には，例11及び例11-2として，セレコキシブ粒子のD が約30μmである「組成物A」及び「組成物B」の生物学的利用能の実験結果の記載があるが，「組成物A」及び「組成物B」に加湿剤として含まれるラウリル硫酸ナトリウムが生物学的利用能の実験結果に影響した可能性が高いものと認められることに照らすと，上記実験結果から，D が約30μmよりも小さい値とした場合において，未調合のセレコキシブに対して生物学的利用能が改善するものと認識することはできない。また，前記(1)エ認定のとおり，本件明細書には，例13として，セレコキシブ粒子のD 粒子サイズが37μm以下のカプセルを用いた相対的生物学的利用能の実験結果の記載があるが，上記カプセルの生物学的利用能は，ポリビニルピロリドンを利用した湿式顆粒化により改善された蓋然性があることに照らすと，上記実験結果から，D が約37μmよりも小さい値とした場合において，未調合のセレコキシブに対して生物学的利用能が改善するものと認識することはできない。",
                "そうすると，本件発明2ないし4は，「粒子の最大長において，セレコキシブ粒子のD 」の値の上限値は，本件発明1より低いものではあるが，本件発明1と同様に，本件明細書の発明の詳細な説明の記載及び本件優先日当時の技術常識から，当業者が，本件発明2ないし4に含まれる「粒子の最大長において，セレコキシブ粒子のD 」の値の数値範囲の全体にわたり本件発明1の課題を解決できると認識できるものと認められない。",
                "したがって，本件発明2ないし4は，サポート要件に適合するものと認めることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明5，7ないし19のサポート要件の適合性について",
              "text": [
                "本件発明5，7ないし19(請求項5，7ないし19)は，請求項1記載の製薬組成物を発明特定事項に含むものであるところ，本件発明1がサポート要件に適合するものと認めることができないことは前記(1)のとおりであるから，本件発明5，本件発明7ないし19についても，サポート要件に適合するものと認めることができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明1ないし5，7ないし19は，いずれもサポート要件にサポート要件に適合するものと認めることができないから，これと異なる本件審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告ら主張の取消事由4は理由があるから，その余の取消事由について判断するまでもなく，本件審決は取り消されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(行ケ)10110等",
    "date": "2019-11-14",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089088",
    "ipprecedent_id": "5277",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}