{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800141号事件について平成30年7月31日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，発明の名称を「多色ペンライト」とする発明に係る特許権(特許第5608827号。以下「本件特許権」といい，本件特許権に係る特許を「本件特許」という。)の特許無効審判請求に対する不成立審決の取消訴訟である。争点は，進歩性の有無(引用発明の認定，一致点及び相違点の認定及び相違点に係る判断の当否)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「多色ペンライト」とする発明についての本件特許の特許権者である(甲7)。",
            "原告は，平成29年11月10日，特許庁に対し，本件特許の請求項1及び2に記載された発明(以下，それぞれ「本件特許発明1」及び「本件特許発明2」といい，合わせて「本件特許発明」という。また，本件特許の明細書及び図面を「本件明細書」という。)について，特許を無効とすることを求めて審判(以下，「本件審判」という。)の請求をし，特許庁は，上記請求を無効2017-800141号事件として審理した上，平成30年7月31日，「本件審判の請求は，成り立たない。」との審決(以下，「本件審決」という。)をし，その謄本は同年8月9日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項1(本件特許発明1)",
              "text": [
                "A  発光色を照らすカバーで覆われた発光部と，把持部とを有し，",
                "B  前記把持部は，",
                "C  赤色発光ダイオード，緑色発光ダイオード，青色発光ダイオード，黄色発光ダイオード及び白色発光ダイオードを備える光源部と，",
                "D  前記光源部の各発光ダイオードの発光を個別に制御する制御手段を有し，",
                "E  前記制御手段により前記各発光ダイオードを単独で又は複数発光させることで特定の発光色が得られるように構成し，",
                "F  前記特定の発光色は複数得られ，",
                "G  前記複数得られる特定の発光色には，少なくとも，前記白色発光ダイオードから発せられる光とそれ以外の発光ダイオードから発せられる光とを混合して得られる発光色，又は，前記黄色発光ダイオードから発せられる光とそれ以外の発光ダイオードから発せられる光とを混合して得られる発光色が含まれ，",
                "H  前記各発光ダイオードから発せられる光を集光，混色し，これにより得られた発光色で前記カバーを照らすための発光色補助手段を前記光源部の近くに設けるように構成し，",
                "I  乾電池又はボタン電池を電源とする",
                "J  ことを特徴とする多色ペンライト。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求項2(本件特許発明2)",
              "text": [
                "K  前記光源部が前記発光ダイオード以外の色の発光ダイオードを更に備える請求項1に記載の多色ペンライト。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審判における原告主張に係る無効事由",
          "text": [
            "本件特許発明1は，甲1(特開2005-235779号公報)に記載された発明並びに甲2(登録実用新案第3175039号公報)及び甲3(登録実用新案第3139518号公報)に記載された発明に基づいて，本件特許発明2は，甲1に記載された発明並びに甲2，3及び4(特開2003-187609号公報)に記載された発明に基づいて，いずれも当業者が容易に発明することができたものであって，特許法29条2項により特許を受けることができないから，その発明に係る特許は同法123条1項2号に該当し，無効とすべきである。"
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1には，以下の事項(以下「甲1発明」という。)が記載されている。",
                "「懐中電灯やペンライトとして携帯可能なLED照明装置であって，",
                "カード型LED照明光源95を着脱するためのスロット100が設けられ，",
                "乾電池や充電池によってカード型LED照明光源95を動作させることができ，",
                "上記LED照明装置の筒状になっている部分は，携帯する際に把持され，",
                "上記カード型LED照明光源95の発光を制御する制御手段を有し，",
                "上記カード型LED照明光源95の多層配線基板51の片面に複数のLEDベアチップ53が実装され，",
                "上記LEDベアチップ53をモールドするようにLED封止樹脂が充填され，この充填されたLED封止樹脂は，レンズとして機能する",
                "懐中電灯やペンライトとして携帯可能なLED照明装置。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明1の進歩性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明1と甲1発明の一致点及び相違点",
                  "text": [
                    "＜一致点＞",
                    "「発光部と，把持部とを有し，",
                    "複数の発光ダイオードを備える光源部と，",
                    "前記光源部の各発光ダイオードの発光を制御する制御手段を有し，",
                    "前記制御手段により前記各発光ダイオードを発光させることで発光色が得られるように構成し，",
                    "乾電池又はボタン電池を電源とする",
                    "ペンライト。」",
                    "＜相違点1＞",
                    "「発光部」に関し，",
                    "本件特許発明1では，「発光色を照らすカバーで覆われ」ているのに対して，",
                    "甲1発明では，「発光色を照らすカバー」を有するか不明な点。",
                    "＜相違点2＞",
                    "「把持部」に関し，",
                    "本件特許発明1では，「光源部」及び「制御手段」を有するのに対して，",
                    "甲1発明では，「光源部」及び「制御手段」を有しない点。",
                    "＜相違点3＞",
                    "「光源部」，「制御手段」及び「ペンライト」に関し，",
                    "本件特許発明1では，「赤色発光ダイオード，緑色発光ダイオード，青色発光ダイオード，黄色発光ダイオード及び白色発光ダイオードを備え」，発光ダイオードを「単独で又は複数発光させ」ることで特定の発光色が得られるように構成しており，「前記特定の発光色は複数得られ，前記複数得られる特定の発光色には，少なくとも，前記白色発光ダイオードから発せられる光とそれ以外の発光ダイオードから発せられる光とを混合して得られる発光色，又は，前記黄色発光ダイオードから発せられる光とそれ以外の発光ダイオードから発せられる光とを混合して得られる発光色が含まれ」る「多色」ペンライトであるのに対して，",
                    "甲1発明では，発光ダイオードの発光色が特定されておらず，また「単独で又は複数発光させ」て「前記特定の発光色は複数得」られるものか不明な点。",
                    "＜相違点4＞",
                    "本件特許発明1では，「前記各発光ダイオードから発せられる光を集光，混色し，これにより得られた発光色で前記カバーを照らすための発光色補助手段を前記光源部の近くに設けるように構成し」ているのに対して，",
                    "甲1発明では，発光色補助手段を有しない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の認定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "①  本件特許発明1の「発光色を照らすカバー」は，カバー全体にわたって発光色が得られることを意味するものと解されるが，「懐中電灯やペンライトとして携帯可能なLED照明装置」である甲1発明の「発光部」が「カバーで覆われ」ていると理解することはできない。",
                        "②  また，甲1には，「カード型LED照明光源を覆う光透過カバー20a」，「照明装置本体96に」「組み合わされて使用される」「光透過性カバー97」が記載されている(以下，「技術的事項1-1」という。)が，技術的事項1-1における「光透過カバー20a」及び「光透過性カバー97」は，「公知の白熱電球と置き換え可能な照明装置」又は「電球型のLED照明装置」に設けられたものと理解できるから，「懐中電灯やペンライトとして携帯可能なLED照明装置」である甲1発明は，「光透過カバー20a」又は「光透過性カバー97」を有すると理解することはできない。",
                        "③  さらに，甲1発明の「懐中電灯やペンライトとして携帯可能なLED照明装置」に関し，特定の用途や光学的な構成は記載されていないから，甲1発明は，「懐中電灯」及び「ペン型の小型懐中電灯」である「ペンライト」の一般的な用途，すなわち，光を集めて前方を照らすこと(投光)に用いられると理解できる。",
                        "相違点1に係る本件特許発明1の構成の「発光色を照らすカバーで覆われた発光部」，すなわち，カバー全体にわたって発光色が得られる構成は，光を分散・拡散させてしまうことから，当該「カバー」は上記「光を集めて前方を照らすこと(投光)」の機能を阻害する。",
                        "そうすると，仮に，甲1発明が「光透過カバー20a」又は「光透過性カバー97」を有するとしても，その構成が「発光色を照らすカバーで覆われた発光部」であるとはいえない。",
                        "④  したがって，相違点1は実質的な相違点である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3について",
                      "text": [
                        "甲1には，カード型LED照明光源に実装されるLEDを，青，赤，緑，黄など個別の光色を有するものとし，LED照明装置の発光光色の切替えや制御をしたり，相関色温度が低い光色から相関色温度が高い光色まで発光光色を制御すること(以下，「技術的事項1-2」という。)が記載されている。",
                        "しかし，甲1発明は，「懐中電灯やペンライトとして携帯可能なLED照明装置」であって，甲1の【図25】では，筒状になっている部分に「OＮ」及び「OFF」という記載がされており，また，前記(ア)③のとおり，光を集めて前方を照らすこと(投光)に用いられると理解できることからすると，そのような甲1発明において，LED照明装置の発光光色の切替えや制御をしたり，相関色温度が低い光色から相関色温度が高い光色まで発光光色を制御することが想定されているとはいえないし，「LED照明装置の発光光色の切替えや制御をしたり，相関色温度が低い光色から相関色温度が高い光色まで発光光色を制御する」ことが技術常識であるともいえない。",
                        "そうすると，「懐中電灯やペンライトとして携帯可能なLED照明装置」であって，光を集めて前方を照らすこと(投光)に用いられる甲1発明が，技術的事項1-2を備えると理解することはできない。",
                        "したがって，相違点3は実質的な相違点である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点4について",
                      "text": [
                        "本件特許発明1の「発光色補助手段」は，「各発光ダイオードから発せられる光を集光，混色する」のであるから，「発光ダイオード」とは別個に設けられていることが明らかである。",
                        "甲1発明は，「カード型LED照明光源95の多層配線基板51の片面に複数のLEDベアチップ53が実装され，上記LEDベアチップ53をモールドするようにLED封止樹脂が充填され，この充填されたLED封止樹脂は，レンズとして機能する」ものであるところ，甲1発明の「LED封止樹脂」は，「カード型LED照明光源」(本件特許発明1の「光源部」に相当)における「LED」(本件特許発明1の「発光ダイオード」に相当)の一部をなすものであって，「LED」が光を発するための構成である。そうすると，「LED封止樹脂」は，「LED」と別個に設けられたものではないから，「各発光ダイオードから発せられる光を集光，混色する」ものではない。",
                        "また，前記(ア)のとおり，そもそも甲1発明が「発光色を照らすカバー」を備えると理解することはできないから，甲1発明の「LED封止樹脂」は，「前記各発光ダイオードから発せられる光を集光，混色し，これにより得られた発光色で前記カバーを照らすため」のものではないといえる。",
                        "したがって，相違点4は実質的な相違点である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "相違点1に係る本件特許発明1の構成は，「発光色を照らすカバーで覆われた発光部」を有するというものである。技術事項1-1における「光透過カバー20a」及び「光透過性カバー97」は，「公知の白熱電球と置き換え可能な照明装置」又は「電球型のLED照明装置」に設けられたものであって，甲1に記載されたLED照明装置の他の態様においては，こうした構成を備えていないから，その意味は，「公知の白熱電球と置き換え可能な照明装置」又は「電球型のLED照明装置」に特有の，白熱電球における，いわゆるガラス球部分に対応するものであると理解できる。",
                            "そうすると，「懐中電灯やペンライトとして携帯可能なLED照明装置」である甲1発明において，白熱電球におけるガラス球部分に対応する部材を設けるという課題は想定できないから，甲1発明において，技術的事項1-1の「光透過カバー20a」又は「光透過性カバー97」を直ちに採用する動機付けはないことになる。",
                            "また，甲1発明は，光を集めて前方を照らすこと(投光)に用いられると理解できるから，甲1発明において，拡散を行う光学的特徴を備えた「光透過カバー20a」又は「光透過性カバー97」を採用することには，阻害要因がある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲2には，コンサート会場等の雰囲気を盛り上げる道具などとして使用する，コンサートライト，ペンライト，チアライトなどと称することもあるスティックライトに関し，光源部10の光で発光する発光筒体20を設けることが記載されている(以下「技術的事項2-1」という。)。",
                            "しかし，甲1には，コンサート会場等の雰囲気を盛り上げる道具の態様は記載されておらず，甲1発明は，光を集めて前方を照らすこと(投光)に用いられると理解できるから，甲1発明において，技術的事項2-1の光源部10の光で発光する「発光筒体20」を設けるという課題は想定できない。",
                            "そうすると，甲1発明において，技術的事項2-1の「発光筒体20」を採用する動機付けはなく，むしろ阻害要因を有するといえる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲4の記載や，他の証拠(甲3，4)を参照しても，「懐中電灯やペンライトとして携帯可能なLED照明装置」において「発光色を照らすカバーで覆われた発光部」の構成を備える技術的事項が記載又は示唆されているとはいえないし，当該技術的事項が技術常識であるという根拠もない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "したがって，甲1発明において，相違点1に係る本件特許発明1の構成を採用することは，甲1発明及び甲1～4に記載された技術的事項に基づいて，当業者が容易になし得たとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1には，技術的事項1-2に係る具体的な回路として，AC100Vの電源又はDC電源に接続し，整流／平滑回路71又は電圧変換回路(降圧・昇圧回路)を介してLEDの発光に適した電圧(例えば18V)としたもの(以下「技術的事項1-3」という。)が記載されている。",
                            "甲1発明は，「乾電池や充電池によってカード型LED照明光源95を動作させる」ものであるところ，「乾電池や充電池」1個当たりの電圧が概ね1．2～1．5Vであるという技術常識を踏まえると，「懐中電灯やペンライトとして携帯可能なLED照明装置」である甲1発明において，上記技術的事項1-3の回路を伴う技術的事項1-2の構成を採用する動機付けはなく，むしろ阻害要因を有するものといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "仮に，甲1発明において，技術的事項1-2の構成を採用しても，当該構成は，白色の光色のLEDを有しないから，上記相違点3に係る本件特許発明1の構成には至らない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲2には，コンサート会場等の雰囲気を盛り上げる道具などとして使用する，コンサートライト，ペンライト，チアライトなどと称することもあるスティックライトに関し，RGBフルカラーLEDによって，予め設定されている，レッド等，ホワイト，ロイヤル・ブルー，グリーン，ピンク，イエロー，パープル，オレンジ，シー・ブルー，サフラン，アクア・グリーン，ローズ・ピンクの色彩で発光筒体20を発光させることが記載されている(以下「技術的事項2-2」という。)。",
                            "しかし，甲1発明は，「懐中電灯やペンライトとして携帯可能なLED照明装置」であって光を集めて前方を照らすこと(投光)に用いられると理解でき，甲1には，コンサート会場等の雰囲気を盛り上げる道具の態様や色彩で発光する発光筒体20は記載されていないところ，甲1発明において，技術的事項2-2の予め設定されているレッド等の色彩で発光させるという課題は想定できないから，甲1発明において，技術的事項2-2を採用する動機付けはないといえる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "仮に，甲1発明において，技術的事項2-2の構成を採用しても，当該構成には，少なくとも白色発光ダイオードが含まれていないから，相違点3に係る本件特許発明1の構成には至らない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "他の証拠(甲3，4)には，相違点3に係る構成を備える技術的事項が記載又は示唆されているとはいえないし，当該技術的事項が技術常識であるという根拠も存在しない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "したがって，甲1発明において，相違点3に係る本件特許発明1の構成を採用することは，甲1発明及び甲1～4に記載された技術的事項に基づいて，当業者が容易になし得たとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点4について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲2には，砲弾形のRGBフルカラーLEDの光を反射させ，反射筒体20の先端に集光するように配置し，内側面全体に断面V字形状の溝部33を形成し，光源部10の側面から発光する光を乱反射させることで，内部でも三原色を混合するように構成した「反射鏡30」が記載されている。",
                            "しかし，甲2に記載された「反射鏡30」は，ベアチップが密集して配置されている砲弾形のRGBフルカラーLEDの光を反射させることを前提としたものであるから，ベアチップが分散して配置されている「カード型LED照明光源95」を用いている甲1発明において，「反射鏡30」を採用する動機付けはない。",
                            "また，そもそも甲1発明は「発光色を照らすカバー」を有しないから，仮に，甲1発明において「反射鏡30」を採用しても，「前記カバーを照らすため」のものとはならず，相違点4に係る本件特許発明1の構成には至らない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "他の証拠(甲3，4)には，相違点4に係る構成を備える技術的事項が記載又は示唆されているとはいえないし，当該技術的事項が技術常識であるという根拠も存在しない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，甲1発明において，相違点4に係る本件特許発明1の構成を採用することは，甲1発明及び甲1～4に記載された技術的事項に基づいて，当業者が容易になし得たとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，相違点1，3及び4に係る本件特許発明1の構成は，甲1発明及び甲1～4に記載の技術的事項に基づいて，当業者が容易に発明をすることができたものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明2の進歩性について",
              "text": [
                "本件特許発明2は，本件特許発明1に他の発明特定事項を直列的に付加しているものであるから，甲1発明及び甲1～4に記載された技術的事項に基づいて，当業者が容易に発明をすることができたものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件審決の甲1発明の認定に誤りがあること",
          "text": [
            "甲1の段落【0001】，【0024】，【0065】，【0189】，【0214】，【0081】，【0224】及び【図25】の記載によると，甲1発明は，次のとおり認定することができるのであり，これと異なる本件審決の認定は相当でない(以下，原告が主張する甲1発明を「甲1X発明」という。)。"
          ],
          "content": [
            {
              "fig": "a",
              "subject": "カード型LED照明光源を有する把持部を備え，"
            },
            {
              "fig": "b",
              "subject": "前記カード型LED照明光源は，"
            },
            {
              "fig": "c",
              "subject": "青，赤，黄，緑，白のLEDを有し，"
            },
            {
              "fig": "d",
              "subject": "前記光源部からの発光光色が，少なくとも，黄色LEDから発せられる光とそれ以外のLEDから発せられる光とを混合して得られる発光色が含まれ，"
            },
            {
              "fig": "e",
              "subject": "前記把持部は，"
            },
            {
              "fig": "f",
              "subject": "カード型LED照明光源の発光をオン・オフする制御手段を有し，"
            },
            {
              "fig": "g",
              "subject": "乾電池又はボタン電池を電源とすることを特徴とするペンライト"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の本件特許発明1と甲1発明の一致点及び相違点の認定に誤りがあること",
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "subject": "本件特許発明1と甲1X発明の一致点",
                  "text": [
                    "本件特許発明1と甲1X発明との一致点は，以下のとおりであるから，これと異なる本件審決の認定は相当でない。",
                    "「発光部と，把持部とを有し，",
                    "前記把持部は，",
                    "赤色発光ダイオード，緑色発光ダイオード，青色発光ダイオード，黄色発光ダイオード及び白色発光ダイオードを備える光源部と，",
                    "前記制御手段により前記各発光ダイオードを単独で又は複数発光させることで特定の発光色が得られるように構成し，",
                    "前記得られる特定の発光色には，少なくとも，前記黄色発光ダイオードから発せられる光とそれ以外の発光ダイオードから発せられる光とを混合して得られる発光色が含まれ，",
                    "乾電池又はボタン電池を電源とする",
                    "ことを特徴とする多色ペンライト。」"
                  ]
                },
                {
                  "fig": "(2)",
                  "subject": "本件特許発明1と甲1X発明の相違点",
                  "text": [
                    "本件特許発明1と甲1X発明の相違点は，以下のとおりであるから，これと異なる本件審決の認定は相当でない。"
                  ],
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "相違点A   「発光部」に関し，本件特許発明1では，「発光色を照らすカバーで覆われ」ているのに対して，甲1X発明では，「発光色を照らすカバー」を有していない点。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "相違点B   本件特許発明1では，「前記光源部の各発光ダイオードの発光を個別に制御する制御手段を有し」ているが，甲1X発明では，カード型LED照明光源からの光をオン・オフする制御手段を有するが，この制御手段がカード型LED照明光源の発光を個別に制御するものであるかどうか不明である点。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "相違点C   本件特許発明1では，LED照明光源部から発せられる「特定の発光色は複数得られ」るのに対し，甲1X発明では，特定の発光色を複数得ることができない点。"
                      ]
                    },
                    {
                      "fig": "エ",
                      "text": [
                        "相違点D   本件特許発明1では，「前記各発光ダイオードから発せられる光を集光，混色し，これにより得られた発光色で前記カバーを照らすための発光色補助手段を前記光源部の近くに設けるように構成し」ているのに対して，甲1X発明では，光源部近くに発光色補助手段を有しない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の本件特許発明1についての進歩性判断に誤りがあること",
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "subject": "甲2に記載された事項(以下「甲2事項」という。)について",
                  "text": [
                    "甲2の段落【0012】，【0013】，【0025】，【0024】，【0116】，【0017】，【0029】，【0030】，【0014】，【0026】，【図6】及び【図7】の記載によると，甲2には，",
                    "「赤，青，緑のLEDの光源と，",
                    "前記光源からの光が照射する方向に延長された筒状をなす発光筒体と，",
                    "前記光源の明るさを変えることで，各LEDの発光を個別に制御することで，特定の発光色を複数得ることができるロータリースイッチと，を備え，",
                    "前記光源部からの発光を集光，混色し，これにより得られた発光色で発光筒体を照らすための手段が前記光源部の近くに設けられたことを特徴とするペンライト」",
                    "が開示されている。"
                  ]
                },
                {
                  "fig": "(2)",
                  "subject": "甲2事項が相違点A～Dに係る構成を備えていること",
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "相違点A   相違点Aは，「発光部」に関し，本件特許発明1では，「発光色を照らすカバーで覆われ」ているのに対して，甲1X発明では，「発光色を照らすカバー」を有していない点である。",
                        "甲2事項は，前記光源からの光が照射する方向に取り付けて集光する筒状のカバーを備えている。当該筒状のカバーは，「発光色を照らすカバー」に該当する。",
                        "したがって，甲2事項は，相違点Aに係る構成を備えている。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "相違点B   相違点Bは，本件特許発明1では，「前記光源部の各発光ダイオードの発光を個別に制御する制御手段を有し」ているが，甲1X発明では，カード型LED照明光源からの光をオン・オフする制御手段を有するが，この制御手段がカード型LED照明光源の発光を個別に制御するものであるかどうか不明な点である。",
                        "甲2事項は，各LEDの発光を個別に制御することで，特定の発光色を複数得ることができるスイッチを備えている。",
                        "したがって，甲2事項は，相違点Bに係る構成を備えている。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "相違点C   相違点Cは，本件特許発明1では，光源部から発せられる「特定の発光色は複数得られ」るのに対し，甲1X発明では，特定の発光色を複数得ることができない点である。",
                        "甲2事項は，各LEDの発光を個別に制御することで，特定の発光色を複数得ることができるスイッチを備えている。",
                        "したがって，甲2事項は，相違点Cに係る構成を備えている。"
                      ]
                    },
                    {
                      "fig": "エ",
                      "text": [
                        "相違点D   相違点Dは，本件特許発明1では，「前記各発光ダイオードから発せられる光を集光，混色し，これにより得られた発光色で前記カバーを照らすための発光色補助手段を前記光源部の近くに設けるように構成し」ているのに対して，甲1X発明では，発光色補助手段を有しない点である。",
                        "甲2事項は，前記光源部からの発光を集光，混色し，これにより得られた発光色で発光筒体を照らすための手段を前記光源部の近くに設けた構成を備えている。この構成は，「発光色補助手段」であることから，甲2事項は，相違点Dに係る構成を備えている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(3)",
                  "subject": "甲2事項が備える相違点A～Dに係る構成は当業者にとって周知の技術となっていたこと",
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "甲12(monta＠site「［レビュー］ボタン電池でフルカラー：カラフルプロ110」)に記載された事項(以下，「甲12事項」という。)",
                      "text": [
                        "甲12には，",
                        "「赤，青，緑，白のLEDの光源と，",
                        "前記光源の光が照射する方向に取り付けて集光する筒状のカバーと，",
                        "各LEDの発光を個別に制御することで，特定の発光色を複数得ることができるスイッチと，を備え，",
                        "前記光源から発せられる光を混合して集光，混色し，これにより得られた発光色で筒状のカバーを照らすためのレンズが前記光源の近くに設けられたことを特徴とするペンライト」",
                        "が開示されている。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "甲13(monta＠site「［レビュー］ターンオン  カラフルサンダー220」)に記載された事項(以下，「甲13事項」という。)",
                      "text": [
                        "甲13には，",
                        "「赤，青，緑のLEDの光源と，",
                        "前記光源からの光が照射する方向に延長された筒状をなす発光筒体と，",
                        "各LEDの発光を個別に制御することで，特定の発光色を複数得ることができるスイッチと，を備え，",
                        "前記光源から発せられる光を混合して集光，混色し，これにより得られた発光色で筒状のカバーを照らすためのレンズが前記光源の近くに設けられたことを特徴とするペンライト」",
                        "が開示されている。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "subject": "甲12事項及び甲13事項が甲2事項が備える相違点A～Dの構成と同じであること",
                      "text": [
                        "以上によると，甲12事項及び甲13事項は，次のとおり，",
                        "「複数のLEDからなる光源と，",
                        "前記光源からの光が照射する方向に取り付けて集光する筒状のカバーと，",
                        "各LEDの発光を個別に制御することで，特定の発光色を複数得ることができるスイッチと，を備え，",
                        "前記光源部からの発光を集光，混色し，これにより得られた発光色で発光筒体を照らすための手段が前記光源部の近くに設けられたことを特徴とする，",
                        "ペンライト」",
                        "であり，甲2事項が備える相違点A～Dに係る構成と同じである。",
                        "したがって，甲2事項が備える相違点A～Dに係る構成は，他の発明も備えるものであることから，当該構成は，当業者にとって周知技術であることは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(4)",
                  "subject": "甲2事項を甲1X発明に適用する動機付けが存在すること",
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "懐中電灯型の照明装置である甲1X発明とペンライトに関する甲2事項は，同一の技術分野に属するものである。このことは，①当業者ではない一般のユーザですら，懐中電灯からペンライトを容易に作成することができること(甲14～17)，②懐中電灯自体への加工を行うことなく，懐中電灯を利用してペンライトを製造している例が多数ある(甲18～21，31)ように，ペンライトの原型が懐中電灯であり，投光型の照明装置である懐中電灯も集光型の照明装置であるペンライトも，光を集めて特定の空間を照らす装置であることには変わりがないこと，③懐中電灯とペンライトは同列のものとして扱われていること(甲22)からすると，懐中電灯とペンライトには技術的な相違は全くないことから裏付けられている。したがって，甲2事項の構成を，甲1X発明に適用する動機付けが存在する。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "本件審決は，甲1発明において，技術的事項1-3の回路を伴う技術的事項1-2の構成を採用する動機付けはなく，むしろ阻害要因を有するものであると判断している。しかし，甲1発明において，利用する乾電池には何らの制限も設けられていないのであるから，甲1発明は低い電圧による利用に限定されたものではなく，9Vのアルカリ乾電池の利用も想定されている。また，甲1の記載から導かれる技術的事項1-3の回路を伴う技術的事項1-2においては，「DC電源を用いても良い」(段落【0192】)とされているから，乾電池やバッテリーを利用することが想定されている。したがって，甲1発明において，技術的事項1-3の回路を伴う技術的事項1-2の構成を採用する動機付けがなく，阻害要因を有するということはない。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "また，本件審決では，甲1発明において，技術的事項2-2の予め設定されている，レッド，ホワイト，ロイヤル・ブルー，グリーン，ピンク，イエロー，パープル，オレンジ，シー・ブルー，サフラン，アクア・グリーン，ローズ・ピンクの色彩で発光させるという課題は想定できないから，甲1発明において，技術的事項2-2を採用する動機付けはないといえると判断している。しかし，本件特許の出願日前には，すでに，複数の色彩の発光色を切り替えるという発明や考案が存在するとともに，実際に複数の色彩の発光色を切り替えることができる懐中電灯も販売されていたから，懐中電灯について，複数の色彩の発光色を切り替えるという技術的課題が存在したことは明らかである(甲23～28)。また，スイッチとしてオンとオフの2通りしか表示がない場合でも，色の切替えや発光色の制御をすることができることは，複数の発明で開示されていた(甲25，29，30)から，甲1発明のようにスイッチとしてオンとオフの2通りしか表示がない場合でも，色の切替えや発光色を制御することを想定できる。したがって，甲1発明に複数の色彩で発光させるという技術的事項を採用する動機付けが存在する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(5)",
                  "subject": "小括",
                  "text": [
                    "以上によると，甲1X発明における相違点A～Dに係る構成は容易に想到できるものであるため，本件特許発明1は進歩性を欠如するものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の本件特許発明2についての進歩性判断に誤りがあること",
          "text": [
            "本件特許発明2は，本件特許発明1に加えて，赤，緑，青，黄，白以外の色の発光ダイオードをさらに備えるものであるところ，5色の発光ダイオードを使用するか6色の発光ダイオードを使用するかは単なる設計事項である。したがって，本件特許発明2も，容易に想到できるものである。"
          ]
        },
        {
          "fig": "5",
          "subject": "本件訴訟において甲12～22を提出することができること",
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "subject": "甲12及び13について",
                  "text": [
                    "審決取消訴訟において，審判手続で提出されなかった資料を新たに提出することは，いかなる例外もなく許されないというわけではなく，周知技術の存在を立証するための補充的な資料であり，新たな引用例を立証する証拠でない場合には，当該証拠を新たに提出することは認められる。",
                    "甲12及び13は，甲12事項も甲13事項も甲2事項が備える相違点A～Dに係る構成を有しており，相違点A～Dに係る構成が周知技術であることを補充的に立証するものにすぎず，新たな引用例を立証する証拠ではないから，本件訴訟において新たにこれを提出して主張立証することが許される。"
                  ]
                },
                {
                  "fig": "(2)",
                  "subject": "甲14～22について",
                  "text": [
                    "審決取消訴訟において，審判手続で提出されなかった資料を新たに提出することは，いかなる例外もなく許されないというわけではなく，審判で判断された技術事項を明らかにするために，補強材料として新たに証拠を提出することは認められる。甲14～22は，懐中電灯型の技術とペンライトの技術との間に技術的相違がないことを証明するためのものである。したがって，まさに「審判で判断された技術事項を明らかにするため」のものであるから，本件訴訟において新たにこれを提出して主張立証することが許される。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の甲12～22に基づく主張が許されないこと",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲12及び13について",
              "text": [
                "原告は，甲1X発明(主引用発明)と本件特許発明1の相違点について相違点A～Dを主張しつつ，これらの相違点に係る構成が周知技術であると主張し，新たな証拠として，甲12及び13を追加提出している。",
                "しかし，甲12及び13は，周知技術と称して，審判手続において提出されていない引用発明を本件特許発明1の無効理由として新たに提出するものであるから，甲12及び13は，本件訴訟の審理範囲とならない。",
                "なお，本件特許発明1と甲1X発明の相違点に係る構成が周知技術であるとの主張は，今回新たに提出されたものであるし，相違点A～Dも，原告が審判手続で主張していたものとは異なる。したがって，甲12及び13は，審判段階で判断された公知技術の意義を確定するために提出されたものでもない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲14～22について",
              "text": [
                "原告は，甲1X発明の懐中電灯型の照明装置と甲2事項のペンライトが同一技術分野に属することから，当該構成を懐中電灯型の照明装置を内容とする甲1X発明に適用する動機付けが存在すると主張して，新たな証拠として，甲14～22を提出しているが，これも，同一技術分野に属することを示すものと称して，審判手続において提出されていない事項，公知事実又は公知技術を，本件特許発明1の無効理由として新たに提出するものであり，認められない。",
                "なお，「懐中電灯型の照明装置」と，コンサート会場等の雰囲気を盛り上げる道具としての「ペンライト」が同一技術分野に属するとともに，そのことから直ちに相違点A～Dにかかる構成を甲1X発明に適用する動機付けがあるとする原告の主張は，今回新たに提出されたものである。甲14～22は，審判段階で判断された公知技術の意義を確定するために提出されたものでもない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の甲1発明の認定に誤りはないこと",
          "text": [
            "甲1には，ひとまとまりの技術として，青，緑(青緑)，黄(橙)，赤，白のLEDを個別に駆動することは記載されていない。また，甲1発明は，「懐中電灯」や「ペン型の小型懐中電灯」として携帯可能なLED照明装置であって，甲1の【図25】では，筒状になっている部分に「OＮ」及び「OFF」と記載されており，「懐中電灯」や「ペン型の小型懐中電灯」の一般的な用途，すなわち，光を集めて前方を照らすこと(投光)に用いられるものである。そのような甲1発明において，LED照明装置の発光発色を切り替えたり制御したり，相関色温度が低い光色から相関色温度が高い光色まで発光光色を制御することは想定されていないことが明らかである。",
            "甲1には，青，緑(青緑)，黄(橙)，赤，白のLEDを有するカード型LED照明光源を有する「懐中電灯」や「ペン型の小型懐中電灯」は記載されておらず，原告による甲1発明の主張には誤りがある。甲1発明は，本件審決が認定するとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の本件特許発明1と甲1発明の一致点及び相違点の認定に誤りがないこと",
          "text": [
            "本件特許発明1と甲1発明の一致点は本件審決が認定したとおりである。",
            "原告の主張によると，甲1X発明の光源は青，赤，黄，緑，白のLEDを有するが，これらのLEDは個別に制御されず，スイッチのオン・オフの切替えにより，青，赤，黄，緑，白の全てのLEDが点灯し，消灯するものとなる。",
            "したがって，原告が主張する甲1X発明は，LEDが単に発光するに過ぎず，「特定の」発光色を得るもの(本件特許発明1の構成要件E)ではない。",
            "また，各発光ダイオードを「単独で」発光させること(本件特許発明1の構成要件E)もない。",
            "原告は，これらの点を本件特許発明1と甲1X発明の一致点に含めて主張しており，一致点(ひいては相違点)の主張に誤りがある。"
          ]
        },
        {
          "fig": "4",
          "subject": "甲2事項の構成を甲1発明に適用する動機付けが存在しないこと",
          "text": [
            "甲1発明(懐中電灯型の照明装置)は投光(光を集めて前方を照らすこと)に用いられるものであるのに対し，甲2事項(コンサート会場等の雰囲気を盛り上げる道具としてのペンライト)は，筒体を発光させること(発光筒体20を設けること)を目的としており，両者は，用途，機能において相違する。そして，発光筒体20は前方への光を阻害するものであるから，この相違点は本質的なものである。このようにいわば相反する相違点を有する発明は，具体的な動機付けがあって初めて適用が試みられるのであって，同一分野に属するということのみを根拠とする原告の主張には理由がない。",
            "したがって，本件特許発明1と甲1発明も技術分野を異にし，甲1発明は主引用例としての適格性を有しない。"
          ]
        },
        {
          "fig": "5",
          "subject": "本件特許発明2について",
          "text": [
            "本件特許発明2は，本件特許発明1に他の発明特定事項を直列的に付加しているものであり，本件特許発明1についてと同様，本件審決の認定は正当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件特許発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の特許請求の範囲は，前記第2，2のとおりであるほか，本件明細書(甲7)には，次の記載がある。",
                "【技術分野】",
                "【0001】",
                "本発明は，コンサートや各種イベントなど(本明細書において，総称して「コンサート等」という)で主に観客や参加者が用いるペンライト，スティックライトなどの発光器具(本明細書において，単に「ペンライト」と称する。本発明における「ペンライト」はかかる発光器具全般を指す。)に関する。",
                "【背景技術】",
                "【0002】",
                "ペンライトは，コンサート等の会場で，観客が手で持ち，発光・点灯させて使用する。これは，例えばアーティストを応援したり，大勢の観客が同じようにペンライトを用いて一体感を形成したりするために用いられる。当初はスティック状で単色発光するもののみであったが，その後，ハート型や星型など複雑な形状を有するペンライト，いくつかの色を発色するペンライト，電飾・ネオンサインのように点滅するペンライトなど，各コンサート等の企画，趣旨などに見合うような新たなペンライトが要請されており，また観客のペンライトに対するニーズも多様化している。",
                "【0003】",
                "近時では，例えば各メンバーがそれぞれのイメージカラーを有するアイドルグループのコンサート等において，ステージの進行に応じ，ペンライトを各メンバーのイメージカラーで発色発光させて応援するといったことや，特定の曲の演奏時に特定の色でペンライトを発色発光させるといったことが一般的に行われており，一本のペンライトで複数の色を発色発光させることのできるもの(本明細書において，「多色ペンライト」という)が要請されており，特に，発光色が多数得られるペンライトが要請されている。",
                "【0004】",
                "現在，多くのペンライトにおいて，光源には発光ダイオード(LED)が用いられている。そして，多色ペンライトとしては，特許文献1のように，赤色発光ダイオード，青色発光ダイオード及び緑色発光ダイオードの3つの発光ダイオード(RGB)を搭載し，様々な色で発色発光できるものが提案されている。これは，RGBの発光ダイオードから発光される光を混合，調整して発光色を得るもので，いわゆる光の三原色の原理(色の三色性など，グラスマンの法則)を利用するものである。",
                "【0005】",
                "RGBの発光ダイオードを用いれば，理論上，僅か3つの発光ダイオードのみにより，いわば無限の種類の色合いで発色発光させられるペンライトを得ることが可能になると考えられる。近時は3つのLED(RGB)が一つにパッケージされたいわゆるフルカラーLEDが一般に流通しており，三原色による多色ペンライトを設計，生産することが，より一層便利な状況にある。",
                "【0006】",
                "しかしながら，ペンライトにおいては，後述のように実際に3色の発光ダイオードによる混色の微妙なバランスを取ることが必ずしも容易でない。",
                "【0007】",
                "また，当初このバランスが取れて所望の発光色が得られたとしても，これが継続するとは限らない。ペンライトの電源は電池であり電力が限られ，長時間安定して電力を供給できるわけではなく，電池の消耗により発光色(混色)のバランスの崩れが顕著となり，その結果，所望の色が得られなくなる。乾電池のサイズ(より電力量が少ないボタン電池等)やペンライトの使用の仕方によっては，発光色(混色)のバランスがとれなくなる時期が思いのほか早く到来してしまう。",
                "【0008】",
                "前者の問題は，専ら制御手段の調整・設定の問題として捉えられており，いかにRGBの混色のバランスを取り，所望の色を得るよう制御ないしプログラミングするか，という観点から解決が試みられている・・・。しかしながら，近時においては一本のペンライトでかなり多数の発色が要請されることもあり(20色近くの発色が要請されることもある)，発光色の違い(例えば赤紫色とピンク色の違い)を，RGBの微妙な調整，プログラミングによって安定して得ることは必ずしも成功しているとはいえない。",
                "【0009】",
                "後者の問題を解決するものとしては，一般的には，昇圧回路や電流制御回路(装置)を用いることが考えられる。しかしながら，大きさや重量に制限があるペンライトにこれを組み込むのは難しく，コスト面からも現実的ではない。更に，ペンライトは通常振って使用されるものであり，誤って落下させたりすることもあるため，昇圧回路等が破損するおそれをある程度見込まざるを得ず，これを組み込むと，むしろペンライトの故障の原因を増やすことにもなりかねない。",
                "【0010】",
                "後者の問題についてRGBによる混色のバランスを継続させるための有効な手段が存しないのが現状であり，よって，現在のところRGBによる場合は，電池をある程度消耗し所望の色合いが得られなくなると，電池にまだ電力が残存しているにもかかわらず，ペンライトの使用者にこれを新しい電池と取り替えてもらうことで対処せざるを得ない。ところが，これは，電池に残る電力を無駄にすることとなるため経済的損失が生じるほか，コンサート会場等で演奏中に電池を取り替えるのは容易でなく，できるだけこれを避けたいペンライト使用者にとっても不便であるとの現実的な不都合を生じる。",
                "【0011】",
                "多色ペンライトにおいては，RGBの発光ダイオードによっていかに所望の色を発光できるようにするか・・・や，使用者が発色をいかにコントロールできるようにするかといったこと・・・などは提案されているが，上記問題に対する解決に対応できるものではない。",
                "【発明の概要】",
                "【発明が解決しようとする課題】",
                "【0013】",
                "本発明は上記問題に鑑みてなされたものであり，発光ダイオードからの発光色による混色のバランスをとり易くすることができ，電池の電力消耗による混色への影響を比較的受けにくい多色ペンライトを提供すること課題とする。",
                "【課題を解決するための手段】",
                "【0014】",
                "もとより発光色の混色を用いるペンライトにおいては，点レベルでの発色・混合ではなく，閉じられた空間(を遮断する部材の側面や上部)を，混色による特定の色にて広く照らす必要がある一方，電源は電池で電流・電圧が限られており，電力が当初をピークとし，その後は下がるのみであるといったように，ディスプレイその他のRGBによる発色の場面とは異なる特性が存する。",
                "【0015】",
                "更に，RGBの各発光ダイオードの消費電力には差があり得，また個々の発光ダイオード自体にも発色や消費電力に個体差があり得るが，電流・電圧が限られていると，これらによる影響を受けやすい。",
                "【0016】",
                "かかる事情のもと，今般，ペンライトにおけるRGBの混色は，緑色の調整において困難が生じがちであることが判明した。そして，白色と黄色とを独立して混色することで，ペンライトの混色発光時における混色のバランスが飛躍的に得やすくなると共に，発光時の混色のバランスが電池消耗の影響を受けるのを改善できることが見出された。",
                "【0017】",
                "本発明は以上の点に鑑みなされたものであり，これまでのようにRGBによる混色のバランスをいかにとるかといったことではなく，従来のRGBのみによる混色・発光とは異なるアプローチによって，上記課題の解決を図るものである。",
                "【0018】",
                "すなわち，上記課題を解決するため，本発明は，第1の側面として，発光部と把持部とを有し，前記把持部は，赤色発光ダイオード，緑色発光ダイオード，青色発光ダイオード，黄色発光ダイオード及び白色発光ダイオードを備える光源部と，前記光源部の各発光ダイオードの発光を個別に制御する制御手段を有し，前記制御手段により前記各発光ダイオードを単独で又は複数発光させることで特定の発光色が得られるように構成し，前記特定の発光色は複数得られ，前記複数得られる特定の発光色には，少なくとも，前記白色発光ダイオードから発せられる光とそれ以外の発光ダイオードから発せられる光とを混合して得られる発光色，又は，前記黄色発光ダイオードから発せられる光とそれ以外の発光ダイオードから発せられる光とを混合して得られる発光色が含まれるように構成したことを特徴とする多色ペンライトを提供するものである。",
                "【0019】",
                "また第2の側面として，本発明は，前記各発光ダイオードから発せられる光を集光，混色するのを補助する発光色補助手段を前記光源部の近くに設けた請求項1に記載の多色ペンライトを提供するものである。",
                "【0020】",
                "また第3の側面として，本発明は，前記光源部が前記発光ダイオード以外の色の発光ダイオードを更に備える請求項1又は2に記載の多色ペンライトを提供するものである。",
                "【発明の効果】",
                "【0021】",
                "本発明によれば，複数の発光ダイオードを用いる多色ペンライトにおいて，電池の電力を消費して照度が低下した場合でも，所望の発光色が得られやすいとの効果を得ることができる。更に，電池残量が比較的残されている場合も混色のバランスがとり易く，また黄緑，水色など従来ペンライトでは得難かった発光色が得られるとの効果を得ることができる。",
                "【発明を実施するための形態】",
                "【0024】",
                "(実施例1)",
                "本発明の多色ペンライトは，発光部と把持部とを有する。図1は本発明のペンライト5(図2参照)の把持部1の一実施例を示すものである。本発明のペンライトの把持部1は，光源部2と制御手段3とを有する。把持部1には，別途，電池6を収納する電池収納部などを設けることができる。",
                "【0025】",
                "ペンライト使用時は，一例として図2に示すように，通常，把持部の上部に棒状その他の形状のカバーを取り付けて発光部4として使用される。なお，一般に，上記カバーは，同一規格であれば取替可能である。",
                "【0026】",
                "光源部2は，赤色発光ダイオード，緑色発光ダイオード，青色発光ダイオード，黄色発光ダイオード及び白色発光ダイオードを備えるように構成する。通常，各発光ダイオード(7A，7Bなど)を基板上に設置し，これらを把持部1の内部上方に配置する。発光ダイオードの配置については後述する。",
                "【0027】",
                "制御手段3は，前記光源部2の各発光ダイオードの発光を個別に制御する制御プログラム等を有する。制御プログラムは，前記各発光ダイオードを単独で特定の色により発光したり，発光ダイオードを複数発光させてそれらを混合して特定の色で発光したりするようにプログラミングする。",
                "【0028】",
                "1本のペンライトにおいて複数の発光色が得られるように構成し，別途設けられるスイッチ8により，予め定められた色合いの光のうち，ペンライト使用者が所望のものを選択できるように構成する。",
                "【0029】",
                "複数の発光ダイオードから発せられる光の混色においては，少なくとも，白色発光ダイオードから発せられる光とそれ以外の発光ダイオードから発せられる光とを混合して得られる発光色，又は，黄色発光ダイオードから発せられる光とそれ以外の発光ダイオードから発せられる光とを混合して発光色が得られるように構成する。",
                "【0030】",
                "前者(白色発光ダイオードの発光色との混色)の一例として，例えば白色発光ダイオードと青色発光ダイオードの発光色を混色し，水色の発光色を得ることが挙げられる。また，白色発光ダイオードと赤色発光ダイオードと青色発光ダイオードの発光色を混色し，薄紫色の発光色を得ることが挙げられる。",
                "【0031】",
                "これにより，例えば上記の例で述べれば，従来，青色に緑色を微調整しながら混色することでしか得るほかなく，実際のところは得ることやそれを継続することが困難であった水色の発光色が，極めて容易に得られるものとなる。同様に，実際上得ることが困難であった薄紫色の発光色が，容易に得られるものとなる。",
                "【0032】",
                "また，混色において白色発光ダイオードからの発光を独立して混合することにより，これまで違いを出すのが困難であった複数の同系色(例えば，青に近い水色と，より白味を帯びた水色)の発色を実現することも可能となる。",
                "【0033】",
                "後者(黄色発光ダイオードの発光色との混色)の一例としては，例えば黄色発光ダイオードと緑色発光ダイオードの発光色を混色し，黄緑色の発光色を得ることや，これに更に白色発光ダイオードの発光色を混色し，薄黄緑色の発光色を得ることなどが挙げられる。",
                "【0034】",
                "これにより，例えば上記の例で述べれば，理論上，RGBの3つの発光ダイオードからの発光を微調整しながら混色することでしか得られず，しかも実際上は得ることが非常に難しかった黄緑色の発光色が，容易に得られるものとなる。のみならず，黄緑色の発光色との違いを出し，これと別途に発光させることが従来はまず不可能であった薄黄緑色の発光色をも，端的に白色発光ダイオードの発光色を混色することで，容易に得ることができる。",
                "【0035】",
                "更に，同色の発光ダイオードであっても各発光ダイオードには個体差が存し，電力消費量が必ずしも画一でないほか，例えば複数の赤色発光ダイオードが全て同じ赤色に発光するとも限らない。そのため，制御手段(制御プログラム等)により予め各ダイオードの発光をコントロールし，特定の色合いが生じるように設定したとしても，必ずしも所望(想定)の色合いが得られないことがあり，そのリスクは，各光の微妙な混合により色を得ようとする場合により一層高まる。",
                "【0036】",
                "白色で発光させる場合，RGBを均等に混色すれば理論上白色の発光が得られるが，上記のような実情のもとかかる均衡を得るのは容易でなく，RGBによる場合は実際には，緑色の強い白色，青色の強い白色といったように，色味に偏りが生じる。本発明によれば，RGBによる混色・微調整を行うことなく，白色発光ダイオードのみを発光させれば足り，しかもよりバランスのとれた白色が容易に得られることとなる。",
                "【0037】",
                "同様に，黄色で発光させる場合，RGBによれば，赤色と緑色を混色すれば理論上黄色の発光が得られるが，実際には，緑色の強い黄色，赤色の強い黄色といったように，色味に偏りが生じる。また，同じく赤色と緑色を混色することにより得るオレンジ色との違いも，混色の微妙なバランスが崩れると，つきにくくなる。本発明によれば，RGBによる混色・微調整を行うことなく，黄色発光ダイオードのみを発光させれば足り，しかも例えば上記オレンジ色との違いが明らかな，よりバランスのとれた黄色が容易に得られる。",
                "【0038】",
                "更に，光源部2に白色発光ダイオードを備えることにより，上記のようにして得られた色(例えば，赤色と黄色から得られるオレンジ色)の淡色(より薄いオレンジ色)についても，得られた色に単に白色発光ダイオードの発光色を混合することで，容易に得られることとなる。",
                "【0039】",
                "なお，白色や黄色を発色させる場合，従来は複数のダイオードを点灯させて混色を微調整していたのに対し，本発明によれば白色発光ダイオードや黄色発光ダイオードを単に単独で発色させることで足りるため，従来に比し，発光時の電力消費を抑えることも可能となり得る。",
                "【0040】",
                "本発明によれば，RGBの3つの発光ダイオードからの発光を微妙に混合することなく，単独の発光ダイオードの発光，及び，白色発光ダイオード以外の2つの発光ダイオードの発光の混色より，多数の発光色が得られることとなる。例えば，JIS光源色の基本色，赤(R)，黄赤(YR)，黄(Y)，黄緑(GY)，緑(G)，青緑(BG)，青(B)，青紫(PB)，紫(P)，赤紫(RP)，ピンク(Pk)，白(W)は，多くとも2つの発光ダイオードからの発光色を組み合わせるだけで得ることが可能となる。",
                "【0041】",
                "これは，単に組み合わせないし調整の難易とどまらない。すなわち，従来，混色の組み合わせや調整の関係から色味がくすんだりぼやけたりしがちであった発光色を，より鮮やかな色合いで発光させることを実現し得る。例えば，黄赤(YR，オレンジ)は，従来(RGB)であれば赤色と緑色の発光ダイオードの混色により発色せざるを得なかったのが，本発明によれば，より相互に色味が馴染みやすい黄色と赤色の発光ダイオードを混色することで発色できるので，従来よりも鮮やかな発光色を実現することが可能となる。",
                "【0042】",
                "そして，そのようにして得られた発光色に白色発光ダイオードの発光色を端的に混合することにより，これまで区別して発色させるのが難しかった発光色を，容易に，しかも鮮やかな色合いで得ることができる。",
                "【0050】",
                "ペンライトは，発光部が棒状であってもそれ以外の形状であっても，光源部からの光を発光部(カバー)4の側面や上部の全体に行き渡らせるようにする必要がある。のみならず，光を混合して色を得る場合は，得られた色合いにて光が発光部の上部・側面全体と照らすようにしなければならない。すなわち，発光部4はカバー内側に所定の空間を持ち，カバーの側面や上部はある程度の面積を有しており，発光色はこれら全体に亘って得られる必要がある。しかしながら，発光ダイオードからの発光は光源から距離が離れるに従い暗くなるばかりか，複数の発光ダイオードの発光で発光色を得る場合(例えば赤色，黄色，白色の各発光ダイオードの発光で薄オレンジ色の発光色を得る場合)は，各発光ダイオードの発光がばらけ，混色による発光色が上記の全体に亘って得られないことが考えられる。",
                "【0051】",
                "かかる観点から，各発光ダイオード(7A，7Bなど)は近接して設けるのが好適である。設置する発光ダイオードが5つの場合，例えば，図3に示すように隣接して略五角形状に配置したり，図4に示すように4つを外側に配し1つをその内側に配置したりすることができる。",
                "【0052】",
                "更に，発光色を，光源近くだけでなく，発光部(カバー)4の上部まで十分に照らす手段としては，例えば光源部近くにそのためのレンズを設けることが考えられる。しかしながら，本発明のように，発光ダイオードを，一つでなく，またRGB3つとも異なり，例えば5つ用い，混色による発光色をも得る構成とした場合は，単に光源部位から離れた部分を照らすのみならず，混色により得られた発光色を，部分的にではなく，発光部(カバー)4の全体に亘り得られるようにする必要がある。これらの点に対処するものとして，本発明においては，発光ダイオードからの光を集光し，また混色する場合は混合して(所望の)発光色を得，得られた発光色を発光部(カバー)の側面・上部の全体にまんべんなく行き渡らせるようにする発光色補助手段を，光源部2の近くに設けることができる。発光色補助手段の形状，集光箇所，発光角度(カバー側面や上部を照らす角度)などは，発光部の大きさ，長さ，形状や，発光ダイオードの配置等により適宜決せられる。",
                "【0053】",
                "図5は，発光部を円筒状とし，5つの発光ダイオードを略五角形状に配置した場合に用いる発光色補助手段の一例(発光色補助手段10)を示すものであり，光源部を覆うようにして設ける半球型のレンズを示し，図6は発光色補助手段の他の一例(発光色補助手段11)を示すものである。例えば，図5に示す発光色補助手段10を，図で示す光源部の外枠12にねじ込み式にて結合できるように構成し，各発光ダイオード(7A，7Bなど)の上部に被せるようにして設置する。図6に示す発光色補助手段も，各発光ダイオード(7A，7Bなど)の上部に被せるように設置する。",
                "【0054】",
                "(実施例2)",
                "本発明において，白，黄色以外で，特定の色について混色によらずに発光色を得たい場合，かかる色について特定の発光ダイオードを更に追加し，単独で発光発色させたり，他の発光色と混色したりすることもできる。",
                "【0055】",
                "例えば，ピンク色の発色にていくつかのバリエーションを得たい場合，ピンク色発光ダイオードを追加し，基本となるピンク色の発色につき単独で発光発色させるものとする。",
                "【0056】",
                "この発光色に白色発光ダイオードの発光を混合すれば，従来，基本となるピンク色の発光色との区別をつけるのが難しかった薄ピンク色を容易に得ることでき，またそのバリエーションとしていくつかの発光色を得ることも可能となる。",
                "【図1】                    【図2】              【図5】",
                "【図6】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によると，本件特許発明1は，コンサート等で主に観客や参加者が用いるペンライトに関するものであり(段落【0001】)，多色ペンライトとしては，赤色発光ダイオード，青色発光ダイオード及び緑色発光ダイオードの三つの発光ダイオード(RGB)を搭載し，様々な色で発色発光できるものが提案されているが，実際に3色の発光ダイオードによる混色の微妙なバランスを取ることが必ずしも容易でないし，当初このバランスが取れて所望の発光色が得られたとしても，ペンライトの電源は電池であるため，電池の消耗により発光色(混色)のバランスの崩れが顕著となり，その結果，所望の色が得られなくなることから(段落【0004】～【0007】)，発光部と把持部とを有し，把持部は，赤色発光ダイオード，緑色発光ダイオード，青色発光ダイオード，黄色発光ダイオード及び白色発光ダイオードを備える光源部と，光源部の各発光ダイオードの発光を個別に制御する制御手段を有し，制御手段により各発光ダイオードを単独で又は複数発光させることで特定の発光色が得られるように構成し，特定の発光色は複数得られ，複数得られる特定の発光色には，少なくとも，白色発光ダイオードから発せられる光とそれ以外の発光ダイオードから発せられる光とを混合して得られる発光色，又は，黄色発光ダイオードから発せられる光とそれ以外の発光ダイオードから発せられる光とを混合して得られる発光色が含まれるように構成し，各発光ダイオードから発せられる光を集光，混色するのを補助する発光色補助手段を光源部の近くに設けたことを特徴とする多色ペンライトを提供した(段落【0018】，【0019】)ものであると認めることができる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の甲1発明の認定並びに本件特許発明1と甲1発明の一致点及び相違点の認定に誤りがあるかどうかについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，次の記載がある。",
                    "【発明の詳細な説明】",
                    "【技術分野】",
                    "【0001】",
                    "本発明は，LED照明装置およびカード型LED照明光源に関する。より詳細には，複数のLEDが実装されたカード型LED照明光源を用いるLED照明装置と，このLED照明装置に好適に用いられるカード型LED照明光源とに関している。【背景技術】",
                    "【0002】",
                    "照明器具や看板の光源として，従来から白熱電球，蛍光ランプ，高圧放電ランプなどが使用されている。これらの光源に変わる新しい照明光源として，LED照明光源の研究が進められている。このLED照明光源は，上記の光源と比べて寿命が長いという優れた利点があり，次世代の照明光源としての期待は大きい。しかし，1個のLED素子では，光束が小さいため，白熱電球，蛍光ランプと同程度の光束を得るためには，複数のLED素子を配置してLED照明光源を構成する必要がある。",
                    "【0003】",
                    "以下，図面を参照しながら，従来のLED照明光源を説明する。",
                    "【0004】",
                    "図1(a)および(b)は，従来のLED照明光源の構成を示し，図2(a)および(b)は，そのLED照明光源におけるLEDの断面構成を示している。",
                    "【0005】",
                    "このLED照明光源は，図1(a)および(b)に示すように，基板21を備えており，その基板21の上に複数のLEDベアチップ22が実装されている。本明細書において，「LEDベアチップ」とは，基板21に実装する前の段階において，LEDが樹脂などによってモールドされていないものを意味するものとする。また，実装前の段階でLEDがモールドされており，発光部などが露出していない状態にあるLEDを「LED素子」と呼んで区別することにする。図1(a)に示す基板21の上には，LEDベアチップ22から出た光を透過する孔23aが開けられ板23が設けられている。一方，図1(b)に示す基板21の上には，LEDベアチップ22から出た光を透過する層状の樹脂24が形成されており，LEDベアチップ22は樹脂24で覆われている。",
                    "【0007】",
                    "図1(a)および図2(b)に示される構成において，LEDベアチップ22で発生した光は，板23に設けられた孔(開口部)23bの内周面に相当する反射面23aで反射され，素子外へ出射する。板23の孔23bには，LEDベアチック22とワイヤ41および42とをモールドするように樹脂24が充填されている。また，図1(b)及び図2(b)に示される構成においては，LEDベアチップ22で発生した光はモールド樹脂24を介して素子外に出射する。",
                    "【0008】",
                    "LEDベアチップ22におけるn型半導体層32の電極32aとp型半導体層34の電極34aとの間に順方向のバイアス電圧を印加すると，電子および正孔が半導体層内に注入され，再結合する。この再結合により，活性層33で光が発生し，活性層33から光が出射される。LED照明光源では，基板上に実装された複数のLEDベアチップ22から出射された光を照明光として利用する。",
                    "【発明の開示】",
                    "【発明が解決しようとする課題】",
                    "【0009】",
                    "しかしながら，上記構成のLED照明光源では，発光に伴ってLEDベアチップ22が多量の熱を発生する。発生した熱は，素子基板31を介して基板21から放散することが意図されている。しかし，このようなLED照明装置の実用化に当たっては，以下のような解決すべき課題が残っている。",
                    "【0010】",
                    "上述したように，各LEDベアチップ22からの光束は小さいため，所望の明るさを得るためには，相当な数のLEDベアチップ22を基板21上に配列する必要がある。このため，多数のLEDベアチップ22を設けても基板のサイズが大型化しないように，実装するLEDベアチップ22の高密度化を図らなければならない。【0011】",
                    "また，各LEDベアチップ22の光束をできる限り増加させるために，照明以外の通常用途における電流(例えば20mA程度；0．3mm角のLEDベアチップを想定すると単位面積当たりの電流密度は約222．2［mA／mm2］)よりも大きな電流(過電流：例えば40mA程度；前記に同じく単位面積当たりの電流密度は約444．4［mA／mm2］)を各LEDベアチップ22に流す必要がある。各LEDベアチップ22に大きな電流を流した場合には，LEDベアチップ22からの発熱量が大きくなるため，LEDベアチップ22の温度(ベアチップ温度)が高温に上昇する。ベアチップ温度はLEDベアチップの寿命に大きな影響をもたらす。具体的には，ベアチップ温度が10℃上昇すると，LEDベアチップ22を組み込んだLED装置の寿命は半減するといわれている。",
                    "【0012】",
                    "このため，一般にLEDの寿命は長いと考えられているが，LEDを照明用途に用いる場合は，その常識は通用しなくなる。また，発熱量の増加に伴ってベアチップ温度が高くなると，LEDベアチップ22の発光効率も低下するという問題もある。",
                    "【0013】",
                    "以上の理由から，多数のLEDベアチップ22を高密度で実装したLED照明装置を実用化するには，従来以上に放熱性を実現し，ベアチップ温度を低く抑えなければならない。また，LEDベアチップ22から発する光をできる限り無駄なく照明光として使用できるように，光に利用効率を高くする必要もある。",
                    "【0014】",
                    "このような課題を解決するために，従来から種々のLEDベアチップを集積したLED照明光源の提案がなされてはいるが，それらのすべての課題に十分に対応できるLED照明光源の実現は見られていない。",
                    "【0015】",
                    "以下，図1(a)および(b)や図2(a)および(b)を参照しながら，従来のLED照明光源の問題を説明する。まず，LEDの連続した点灯により，集積された多数のLED基板の中央部が熱くなり，LED基板の周辺部との温度差が大きくなるという問題がある。例えば，図1(a)および図2(a)に示す構成は，LEDのドットマトリクスディスプレイに採用されている。LEDディスプレイでは，板23が各LEDの発光と非発光の部分のコントラストを上げるように機能する。ディスプレイの場合，全てのLEDが常に大出力で点灯状態になることはなく，発熱は大きな問題にならないが，照明装置として使用する場合には，全LEDが長時間点灯状態を維持するため，発熱の問題が顕在化する。",
                    "【0016】",
                    "上記従来の構成例では，基板21および板23の材料に樹脂が用いられ，一体化される。このため，基板21および板23の各熱膨張率は略等しいが，通常の樹脂材料の熱伝導率は低く，熱がこもりやすくなるので，大出力で常時点灯される照明装置には適していない。",
                    "【0021】",
                    "本発明は斯かる事情に鑑みてなされたものであり，これらのすべての課題(高密度化，放熱性，光利用効率)を同時に解決できるLED照明光源およびLED照明装置を提供することを目的とする。",
                    "【課題を解決するための手段】",
                    "【0022】",
                    "本発明のLED照明光源は，素子基板上に発光部を有するLEDベアチップが放熱基板上に設けられているLED照明光源であって，前記LEDベアチップの前記発光部は，前記放熱基板に配置され，前記LEDベアチップの前記素子基板の光出射表面は，辺縁部が中央部に比べて低背である傾斜面状として形成している。",
                    "【0034】",
                    "好ましい実施形態では，前記コネクタに接続された状態の前記カード型LED照明光源から出た光を透過するカバーを備えている。このカバーは，光の反射，屈折，拡散を行うように種々の光学的特性を備えていてもよい。",
                    "【0040】",
                    "本発明のカード型LED照明光源は，金属ベース基板と，前記金属ベース基板の片面に実装された複数のLEDベアチップとを備えたカード型LED照明光源であって，コネクタおよび点灯回路を備えた照明装置に着脱可能に支持され，かつ，前記金属ベース基板のうち前記LEDベアチップが実装されていない基板裏面が前記照明装置の一部に熱的に接触し，前記金属ベース基板のうち前記LEDベアチップが実装されている前記基板片面に給電端子が設けられている。",
                    "【発明の効果】",
                    "【0056】",
                    "本発明のLED照明光源によれば，発光部から発せられた大部分の光が，光出射側表面の周縁部にあっても全反射されることなく外部に出射されるため，光取り出し効率が向上する。",
                    "【発明を実施するための最良の形態】",
                    "【0057】",
                    "本発明のLED照明装置は，着脱可能なカード型LED照明光源に電気的に接続されるコネクタと，このコネクタを介してカード型LED照明光源と電気的に接続される点灯回路とを備えており，カード型LED照明光源を装着することにより，照明光を放射することができる。カード型LED照明光源は，後に詳しく説明するように，複数のLEDが放熱性に優れた基板の片面に実装された構成を有している。",
                    "【0058】",
                    "従来のLED照明光源について説明したように，多数のLED素子を基板上に高密度で実装し，かつ，各LED素子に大きな電流を流した場合，LEDの発熱量が過大なレベルに達し，LEDの寿命が短縮されるという問題があり，このことがLED照明装置の実用化を阻んでいた。",
                    "【0059】",
                    "本発明では，照明装置の光源部分を着脱可能なカード状構造物によって構成し，各LEDで発生した熱をスムーズに放熱させる効果を高めるとともに，寿命の尽きた光源だけを新しい光源と取替え可能とすることにより，LED照明装置の光源以外の構造体を長期間使用できるようにしている。",
                    "【0065】",
                    "後述するように，本発明のカード型LED光源およびLED照明装置を用い，青，緑(青緑)，黄(橙)，赤，白のLEDを個別に駆動することによって照明を行う場合は，各色のLEDについて2つの電極(計10個の電極)を設けることが好ましい。",
                    "【0070】",
                    "(実施形態1)",
                    "図3(a)は，本発明によるLED照明装置の一部を示す斜視図であり，着脱可能な複数のカード型LED照明光源10が嵌め込まれるヒートシンク19を示している。",
                    "【0071】",
                    "カード型LED照明光源10は，ヒートシンク19の側面に設けられたスロットを通じて所定位置まで挿入される。ヒートシンク19は，装着されたカード型LED照明光源10の裏面と熱的に接触し，カード型LED照明光源10の基板裏面から熱を外部に放散する。",
                    "【0077】",
                    "図3(b)に示すLED照明装置は，公知の白熱電球と置き換え可能な照明装置であり，カード型LED照明光源を着脱可能に支持するアダプタ20と，装着された状態のカード型LED照明光源を覆う光透過カバー20aとを備えている。アダプタ20の内部には不図示の点灯回路が設けられている。アダプタ20の下部には，外部から内部の点灯回路に電気エネルギーを供給するための給電ソケット(スクリューソケット)が設けられている。この給電ソケットの形状およびサイズは，通常の白熱電球に設けられた給電ソケットの形状およびサイズと等しい。このため，図3(b)のLED照明装置は，白熱電球がはめ込まれる既存の電気器具にそのまま装着されて使用され得る。なお，スクリュー型ソケットに代えて，ピン型ソケットを採用してもよい。",
                    "【0078】",
                    "図3(b)に示されているLED照明装置のアダプタ20には，カード型LED照明光源10を挿入するためのスロットが設けられている。スロットの奥には，不図示のコネクタが配置されており，このコネクタを介してカード型LED照明光源10と点灯回路との電気的接続が行われる。なお，図示されている例では，アダプタ20にスロットが設けられ，このスロットを介してカード型LED照明光源10の着脱が行われるが，着脱の形式はこれに限定されない。スロットを設けないタイプの実施形態については，後に説明する。上述のように，図3(b)のカード型LED照明光源10は，コネクタに対して簡単に抜き差しが行える機構を有しているため，照明器具との間で容易に取り外し交換が可能となる。このようにカード型LED照明光源10の取り外しが容易なため，以下に述べる利点がある。",
                    "【0079】",
                    "まず，第1に，LEDの実装密度が異なるカード型LED照明光源10を差し替えることにより，発光光量が異なる照明器具を容易に提供できる。第2に，カード型LED照明光源10が短期間で劣化して光源としての寿命は短くなっても，通常の電球，蛍光灯の交換と同様に，カード型LED照明光源10のみを差し替えるだけで光源部のみの交換を行うことができる。",
                    "【0080】",
                    "第3に，カード型LED照明光源10に実装されるLEDを，相関色温度が低い光色用または相関色温度が高い光色用や青，赤，緑，黄など個別の光色を有するものとすることができる。このようなカード型LED照明光源10から適切なものを選択すれば，対応するLED照明装置に装着すれば，LED照明装置の発光光色を切替えや制御することができる。",
                    "【0081】",
                    "更に，多発光色(2種以上の光色)のLEDをカード型LED照明光源10に実装することにより，相関色温度が低い光色から相関色温度が高い光色まで，1枚のカード型のカード型LED照明光源10によって発光光色を制御できる。この場合，2種の光色を用いた2波長タイプのときには演色性は低いが高効率な光源が実現可能であり，相関色温度が低いときには赤と青緑(緑)発光の組合せ，相関色温度が高いときには青と黄(橙)発光の組合せを採用することが望ましい。なお，青と赤との発光のLEDの組合せに青で励起されこの中間の波長に発光ピークのある蛍光体(例えば，YAG蛍光体など)を加えた場合は，高効率かつ平均演色評価数が80以上の光源を実現できる。更に，3種の光色を用いた3波長タイプの場合は青と青緑(緑)と赤発光の組合せ，4種の光色を用いた4波長タイプの場合は青と青緑(緑)と黄(橙)と赤発光の組合せが望ましく，特に4波長タイプのときには平均演色評価数が90を超える高演色な光源を実現できる。なお，実装されるLEDベアチップが単色または紫外線を放射する場合や，LEDベアチップで蛍光体や燐光材を励起することによって白色発光する場合にも本発明を適用できる。また，蛍光体や燐光材を基板に含有させてもよい。更に，青発光のLEDと青色光で励起される蛍光体や燐光材と赤発光LEDを組み合わせ，高効率・高演色を同時に満足させることもできる。",
                    "【0088】",
                    "(実施形態2)",
                    "次に，本発明によるカード型LED照明光源の実施形態を説明する。",
                    "【0089】",
                    "図4(a)および(b)は，本実施形態におけるカード型LED照明光源の構成を示している。本実施形態のカード型LED照明光源は，図3の照明装置に対して好適に用いられる。",
                    "【0090】",
                    "本実施形態のカード型LED照明光源では，図4(a)に示すように，放熱基板1の片面に複数のLEDベアチップ2が実装されている。図の例では，LEDベアチップ2が行および列からなるマトリクス状に配列されているが，本発明はこれに限定されず，LEDベアチップ2の配列パターンは任意である。",
                    "【0091】",
                    "LEDベアチップ2が実装された放熱基板1に対して，更に，図4(a)の光学反射板3が組み合わせられ，図4(b)に示すカード型LED照明光源が構成されている。光学反射板3には，放熱基板1上に配列されたLEDベアチップ2に対応する開口部(孔)3bが形成されている。このため，光学反射板3の開口部3bを介してLEDベアチップ2からの光が外部に取り出される。なお，光学反射板の開口部(孔)は，光取り出し効率を高めるため，放熱基板側よりも放熱基板と反対側の光出射部で径が大きくなるようにすることが好ましい。",
                    "【0107】",
                    "LEDベアチップ2で発生した光の進行方向を制御する反射面3aを各LEDベアチップ2を取り囲む位置に有し，各LEDベアチップ2の設置位置には孔3bが開いている金属(アルミニウム)製の光学反射板3が，放熱基板1に設けられている。そして，この孔3bには，LEDベアチップ2をモールドするように樹脂4(エポキシ，レジン，シリコーン，またはこれらの組み合せ)が充填されている。この充填された樹脂4は，レンズとして機能する。",
                    "【0108】",
                    "このような構成により，電極12a，電極14a間に順方向のバイアス電圧を印加させた場合，n型半導体層12に注入された電子とp型半導体層14に注入された正孔との再結合によって，活性層13から光が出射され，この出射光を照明とし射面3aにて上方に反射させて光利用効率の向上を図っている。",
                    "【0116】",
                    "本発明のカード型LED照明光源では，発光部15を放熱基板1側にして各LEDベアチップ2を設けているので，図1に示す従来例に見られるような給電用のワイヤを設ける必要がなく，ワイヤボンディングに要する領域も不要となるので，隣り合って設置されるLEDベアチップ2，2の間隔を狭くでき，LEDベアチップ2の高集積化を図ることができる。なお，この点は発光色の異なる多数のLEDベアチップ2(またはベアチップ)を使用しての混光にも有利である。",
                    "【0125】",
                    "上述した例では，GaＮ系半導体層／サファイア素子基板構成で青色光を発するLEDベアチップ2を用いた青色光のカード型LED照明光源について説明したが，他の赤色光を発するLEDベアチップ，緑色光を発するLEDベアチップまたは黄色光を発するLEDベアチップを用いるカード型LED照明光源であっても，本発明を同様に適用できることは勿論である。また，これらの4種のLED素子を混在配置させ，それらの発色光を配光制御して白色光や可変色光を提供する白色カード型LED照明光源でも，本発明が適用可能であることは勿論である。",
                    "【0136】",
                    "(実施形態3)",
                    "次に，本発明によるカード型LED照明光源の他の実施形態を説明する。",
                    "【0137】",
                    "まず，図12を参照しながら，本実施形態のカード型LED照明光源を説明する。",
                    "【0138】",
                    "本実施形態のカード型LED照明光源は，図12に示すように，金属板50と，多層配線基板51と，金属製の光学反射板52とを備えている。金属板50および多層配線基板51は，全体として1つの「カード型LED照明光源」を構成している。",
                    "【0144】",
                    "光学反射板52の孔にLED封止樹脂を充填し，樹脂からなる凹レンズまたは凸レンズを形成することも可能であるし，また，樹脂で孔部分を埋めることによって平坦化することも可能である。しかし，光学反射板52の面積は多層配線基板51の面積より小さいため，光学反射板52の全体を樹脂でモールドすることも可能である。光学反射板52を樹脂で完全に覆えば，封止性が向上する。",
                    "【0189】",
                    "定電流駆動用に，同数のアノード側電極およびカソード側電極を設ける場合，青，緑(青緑)，黄(橙)，赤，および白の各々に給電電極に割り当てた上で，6個(3経路)の予備端子を設けることが可能となる。",
                    "【0190】",
                    "本実施形態では，給電電極とメタルベース基板との間の最小絶縁距離を確保するため，給電電極のエッジと基板端面との距離を最小で2mmに設定している。この絶縁性を更に向上させるためには，給電電極の間を平面ではなく立体的にし，絶縁層でリブを形成することも可能である。",
                    "【0191】",
                    "1枚のカード型LED照明光源に設けた64個のLEDベアチップの相互接続状態を表す等価回路を図15に示す。図15において，R(＋)は，赤色光を出すLEDベアチップのアノード側を意味し，R(−)は，赤色光を出すLEDベアチップのカソード側を意味している。他の色(Y，G，B)についても，同様である。",
                    "【0192】",
                    "図16は，LED点灯回路の構成例を示すブロック図である。図示されている構成例では，カード型LED照明光源の点灯回路70が整流／平滑回路71，電圧降下回路72，および定電流回路73を備えている。整流／平滑回路71は，AC100Vの電源に接続され，交流を直流化する機能を有する公知の回路である。なお，電源はAC100Vに限られず，DC電源を用いても良い。DC電源を用いる場合，平滑回路と降圧回路の組み合わせた整流／平滑回路71を用いる代わりに，電圧変換回路(降圧・昇圧回路)を用いれば良い。",
                    "【0193】",
                    "電圧降下回路72は，直流化された電圧をLEDの発光に適した電圧(例えば18V)に低下させる。定電流回路73は，青色，緑色，黄色，および赤色のためのLEDコントロール定電流回路から構成されている。LEDコントロール定電流回路は，カード型LED照明光源75における各色のLED群76に供給する電流を一定値に調節する機能を有している。定電流回路73と各LED群76との間の電気的接続は，カード型LED照明光源75を照明装置のコネクタにはめ込むことによって達成される。具体的には，カード型LED照明光源75の基板上に形成された給電電極が，コネクタ内の対応する給電電極と接触することにより，電気的に導通する。",
                    "【0194】",
                    "このような点灯回路70は，回路要素の一部として電解コンデンサを含んでいる。電解コンデンサの温度は約100℃程度で寿命が著しく短くなるため，電解コンデンサの近傍における温度は100℃を充分に下回る必要がある。本実施形態によれば，カード型LED照明光源75で発生した熱がカード型LED照明光源75の金属板を介して照明装置内の放熱部材を通じて放熱手段から放熱されるため，点灯回路の電解コンデンサの近傍温度は80℃程度以下に維持され，点灯回路の長寿命化も果たされる。",
                    "【0195】",
                    "本実施形態では，青色，緑(青緑)色，黄(橙)色，および赤色の各々のLED群76について定電流駆動を行うため，別々にグランド電位を与えている。このため，本実施形態におけるカード型LED照明光源75の給電電極数は8個である。8個の給電電極のうちの半分はアノード電極として機能し，他の半分はカソード電極として機能する。",
                    "【0214】",
                    "本実施形態では，1つの基板上に異なる波長の光を発する4種類のLEDベアチップを配列しているが，本発明はこれに限定されない。発する光の色(波長帯域)は，1～3種類でも5種類以上であってもよい。また，各々が複数の光を発するLEDベアチップや，蛍光体を添加することで白色光を発するLEDベアチップを用いてもよい。なお，白色光を放射するLEDベアチップを用いない限り，一般的には，白色発光のためにLEDベアチップの周囲を蛍光体で覆う必要がある。この場合，基板と反射板とによって形成される空間内に蛍光体を封入すれば，LEDによる蛍光体励起を実現できる。このようにする代わりに，蛍光体を分散させたシートを反射板の上面に張りつけてもよい。また，前記蛍光体を分散させたシート自体を更に透明な樹脂材料でカード型LED光源と一体に形成しても良い。",
                    "【0215】",
                    "(実施形態4)",
                    "以下，図20から図31を参照しながら，本発明によるLED照明装置の種々の実施形態を説明する。",
                    "【0216】",
                    "まず，図20を参照する。図20は，電球型のLED照明装置を示している。このLED照明装置は，基本的には，図3に示すLED照明装置と同様の構成を有しているが，カード型LED照明光源を照明装置に組み込む方式が異なっている。図20のLED照明装置は，照明装置本体96に光透過性カバー97が組み合わされて使用されるが，カード型LED照明光源95の取り外しは，光透過性カバー97を本体96から一時的に外した状態で行う。本体96の上面には，カード型LED照明光源96が嵌め込まれる受容部98が設けられており，本体96は，受容部98に嵌め込まれたカード型LED照明光源96を上面から押さえる固定蓋99を備えている。固定蓋99は，その一端の近傍を回動軸として開閉するように支持されており，カード型LED照明光源95上の給電電極95aと接触するコネクタ電極99aを有している。このコネクタ電極99aは，本体96内の点灯回路(不図示)と接続されている。固定蓋99aおよび受容部98は，その組合せにより，1つの「コネクタ」として機能する。",
                    "【0217】",
                    "固定蓋99は，受容部98に収められたカード型LED照明光源95の光出射領域を開放しつつ，給電電極95aやその他の部分を押さえる構造を有している。固定蓋99を閉めた状態において，カード型LED照明光源95の基板裏面は，受容部98の底面と熱的に接触する。受容部98の底面は，熱伝導性の優れた材料(例えばアルミニウムなどの金属材料)から形成されていることが好ましい。この熱伝導性に優れた材料は，ヒートシンクとして機能し，カード型LED照明光源95で発生した熱を放散し，過度の昇温を抑えることができる。",
                    "【0218】",
                    "好ましい実施形態では，光透過性カバー97の取り外しや固定蓋99の開閉は，特別の道具を用いることなく，人の手や指によって簡単に行うことができるように構成されている。このため，カード型LED照明光源95の取り替え(着脱)は容易に行える。なお，光透過性カバー97は，光拡散性を有していてもよい。なお，光透過性カバー97に代えて，着色材，蛍光材，リン光材から作製した他のカバー97aを用いても良い。また，レンチキュラーレンズ97bや光拡散カバー97cを採用してもよい。あるいは，複レンズや反射材，または，上記した各種の光学部材を複合させた機能を有するカバーを採用してもよい。",
                    "【0224】",
                    "図25は，懐中電灯やペンライトとして携帯可能なLED照明装置を示している。この照明装置には，カード型LED照明光源95を着脱するためのスロット100が設けられている。ただし，カード型LED照明光源95の着脱は，スロットを設けずに行う構成を採用しても良い。図25のLED照明装置は，乾電池や充電池によってカード型LED照明光源を動作させることができ，持ち運び可能な構成を有している。",
                    "【0232】",
                    "以上，図20から図31を参照しながら本発明によるLED照明装置の種々の実施形態を説明してきたが，本発明の実施形態は，これらに限定されず，多様な形態をとり得る。",
                    "【0235】",
                    "以上説明してきたように，本発明によるLED照明装置は，カード型LED照明光源を簡単に着脱できる部材として用いることにより，照明装置としての寿命が延び，既存の照明装置と置き換えられ得るようになる。このようなLED照明装置には，図12に示す構成のカード型LED照明光源が好適に使用されるが，本発明のLED照明装置に用いるカード型LED照明光源は，前述した実施形態に制限されるわけではない。",
                    "【0236】",
                    "このように，本発明のLED照明装置に着脱するカード型LED照明光源としては，種々の構成を有するものを採用することが可能であり，図面を参照して説明したカード型LED照明光源の実施形態に限定されない。",
                    "【図1】",
                    "【図2】",
                    "【図3】",
                    "【図4】",
                    "【図5】",
                    "【図12】                    【図16】",
                    "【図20】                    【図25】"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "上記アによると，甲1発明は，複数のLEDが実装されたカード型LED照明光源を用いるLED照明装置と，このLED照明装置に好適に用いられるカード型LED照明光源とに関するものであり(段落【0001】)，LEDは白熱電球，蛍光ランプ，高圧放電ランプなどと比べて寿命が長いという優れた利点があるが，1個のLED素子では，光束が小さいため，白熱電球，蛍光ランプと同程度の光束を得るためには，複数のLED素子を配置してLED照明光源を構成する必要がある(段落【0002】)ところ，各LEDベアチップの光束をできる限り増加させるために，照明以外の通常用途における電流よりも大きな電流を各LEDベアチップ22に流すと，LEDベアチップからの発熱量が大きくなることから，LEDベアチップ22の温度(ベアチップ温度)が高温に上昇し，LEDベアチップの寿命に大きな影響をもたらす上，発熱量の増加に伴ってベアチップ温度が高くなると，LEDベアチップの発光効率も低下するという課題がある(段落【0011】～【0013】)ため，素子基板上に発光部を有するLEDベアチップを放熱基板上に設け，LEDベアチップの発光部は，放熱基板に配置され，LEDベアチップの素子基板の光出射表面は，辺縁部が中央部に比べて低背である傾斜面状として形成し(段落【0022】)，また，照明装置の光源部分を着脱可能なカード状構造物によって構成し，各LEDで発生した熱をスムーズに放熱させる効果を高めるとともに，寿命の尽きた光源だけを新しい光源と取替え可能とすることにより，LED照明装置の光源以外の構造体を長期間使用できるようにしている(段落【0059】)ものであることが認められる。そして，甲1発明は，前記第2，4(1)の構成を有するものと認められる。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "これに対し，原告は，①把持部にあるカード型LED照明光源が青，赤，黄，緑，白のLEDを有すること，②把持部にあるカード型LED照明光源部からの発光光色が，少なくとも，黄色LEDから発せられる光とそれ以外のLEDから発せられる光とを混合して得られる発光色が含まれること，③前記把持部がカード型LED照明光源の発光をオン・オフする制御手段を有すること，④乾電池又はボタン電池を電源とすることを特徴とするペンライトであることも，甲1発明の構成として認定すべきであると主張する。"
      ],
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "上記①について，甲1には，「本発明のカード型LED光源およびLED照明装置を用い，青，緑(青緑)，黄(橙)，赤，白のLEDを個別に駆動することによって照明を行う場合は，各色のLEDについて2つの電極(計10個の電極)を設けることが好ましい。」(段落【0065】)，「第3に，カード型LED照明光源10に実装されるLEDを，相関色温度が低い光色用または相関色温度が高い光色用や青，赤，緑，黄など個別の光色を有するものとすることができる。このようなカード型LED照明光源10から適切なものを選択すれば，対応するLED照明装置に装着すれば，LED照明装置の発光光色を切替えや制御することができる。」(段落【0080】)，「定電流駆動用に，同数のアノード側電極およびカソード側電極を設ける場合，青，緑(青緑)，黄(橙)，赤，および白の各々に給電電極に割り当てた上で，6個(3経路)の予備端子を設けることが可能となる。」(段落【0189】)，「本実施形態では，1つの基板上に異なる波長の光を発する4種類のLEDベアチップを配列しているが，本発明はこれに限定されない。発する光の色(波長帯域)は，1～3種類でも5種類以上であってもよい。」(段落【0214】)などの記載はある。",
            "しかし，甲1には，ペンライトは，実施態様4として記載されている(段落【0224】及び【図25】)ところ，実施態様4に関する甲1の記載中には，複数色のLEDを用いることは記載されていない。かえって，甲1の【図25】には，スライド式のオン・オフスイッチが記載されているにすぎないから，【図25】の懐中電灯が複数の色の光を発光することは想定できない。また，前記イ認定の甲1発明の目的や解決すべき課題に照らしても，ペンライトに複数色のLEDを用いると解することができるものではない。上記段落【0080】は，実施形態1に関する記載であり，上記段落【0189】及び段落【0214】は実施形態3に関する記載であり，上記段落【0065】も，実施形態4に関する記載と理解することはできないから，これらの記載があるからといって，ペンライトについて複数色のLEDを用いることが甲1に記載されていると認めることはできない。",
            "したがって，「把持部にあるカード型LED照明光源が青，赤，黄，緑，白のLEDを有すること」を甲1発明の構成として認定することはできない。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "上記②について，甲1には，「2種の光色を用いた2波長タイプのときには演色性は低いが高効率な光源が実現可能であり，相関色温度が低いときには赤と青緑(緑)発光の組合せ，相関色温度が高いときには青と黄(橙)発光の組合せを採用することが望ましい。・・・3種の光色を用いた3波長タイプの場合は青と青緑(緑)と赤発光の組合せ，4種の光色を用いた4波長タイプの場合は青と青緑(緑)と黄(橙)と赤発光の組合せが望まし」い(段落【0081】)との記載はあるが，そもそも，前記(ア)のとおり，甲1発明が「把持部にあるカード型LEDの照明光源が青，赤，黄，緑，白のLEDを有する」との構成を備えていると認めることができない上，上記の段落【0081】の記載は，黄色LEDから発せられる光とそれ以外のLEDから発せられる光を常に混合することを記載したものでもないから，前記②の「発光光色が，少なくとも，黄色LEDから発せられる光とそれ以外のLEDから発せられる光とを混合して得られる発光色が含まれること」が甲1発明の構成に含まれると認めることはできない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "なお，甲1の【図25】には，把持部にカード型LED照明光源の発光をオン・オフする制御手段を有することが記載されているため，甲1発明に，上記③を含めることができ，また，甲1の【図25】に関し，乾電池や充電池によってカード型LED照明装置を動作させることができることが記載されている(段落【0224】)ため，甲1発明に，上記④を含めることができるとしても，このことは，本件審決の相違点3の認定に影響を与えるものではない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "以上によると，甲1発明と本件特許発明1との間には，本件審決が認定した相違点3があることが認められる。"
              ],
              "content": [
                {
                  "fig": "3",
                  "text": [
                    "次に，相違点3について検討する。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告は，甲2事項は，各LEDの発光を個別に制御することで，特定の発光色を複数得ることができるスイッチを備えているところ，甲1発明に甲2事項を適用する動機付けがある旨主張する。"
              ]
            },
            {
              "fig": "(2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "甲2には次の記載がある。",
        "【考案の詳細な説明】",
        "【技術分野】",
        "【0001】",
        "本考案は，RGBフルカラーLEDを使用したスティックライトに係り，他のスティックライトと同調させて使用することが極めて容易で，しかも，先端部分まで効率良く発光させることができるスティックライトに関する。",
        "【背景技術】",
        "【0002】",
        "赤色LED，緑色LED及び青色LEDを利用したスティックライトは特許文献1に記載されている。このスティックライトによると，所望の色が発光されるように各LEDを個別に制御することで，スティックライトを任意の色に発光させるものである。そして，7色(赤，黄，緑，青緑，青，紫，白)を予め定められた順序で関係付けておき，スイッチを操作したときこの順序で7色の色の内の1色が選択されるように構成している。具体的には，第1のスイッチを1度押すたびに，赤→黄→緑→青緑→青→紫→白(以下この繰り返し)の順で色が変化するものである。",
        "【0003】",
        "また，このスティックライトには，第2のスイッチが設けられており，スイッチを押すたびに，連続点灯モード→点滅モード→変色モード(以下この繰り返し)の順でモードが変化するものである。",
        "【考案の概要】",
        "【考案が解決しようとする課題】",
        "【0008】",
        "更に，LEDを利用してスティックライトを構成した場合，LEDから離れるほど光量が減少するので，スティック状の先端部分が暗くなり易くなるといった不都合もあった。この場合，レンズ等の集光部品を利用して遠くまで照射することは可能であるが，部品点数が増加して構造が複雑になり，重量等も増加するので，振り回して使用することが多いスティックライトに集光部品を利用することは困難であった。そこで，従来では，LEDの周囲に反射鏡を設け，周囲の光を集光することで，できるだけ効率良く照射しようとしている。",
        "【0009】",
        "一方，赤・青・緑のLEDが一つのパッケージに封印されたRGBフルカラーLEDが提供されている。このようなRGBフルカラーLEDは，多彩な色彩に変化させるのに好適なLEDになっている。ところが，砲弾形のRGBフルカラーLEDのごとく，安価なフルカラーLEDを使用して各種の色を調整する場合，LEDの先端方向で色が交じり合って色彩が調整されるが，LED素子内での混合や拡散ができないので，LEDの周囲には，各LEDの色が原色のまま照射されることになる。このため，LEDの周囲に反射鏡を設けていると，この原色の光が反射して調整した色彩を妨げる不都合が生じる。この結果，混合と拡散機能を持った高価なフルカラーLEDを使用せざるを得なかった。",
        "【0010】",
        "そこで本考案は，上述の課題を解消するために案出されたもので，他のスティックライトと同調させて使用することが極めて容易になり，しかも，スティック状の先端部分まで効率良く発光させることができ，安価な砲弾形のRGBフルカラーLEDを使用しても各種の色彩を反射鏡内で調整することが可能なスティックライトの提供を目的とするものである。",
        "【課題を解決するための手段】",
        "【0011】",
        "上述の目的を達成すべく本考案における第1の手段は，RGBフルカラーLEDを使用した光源部10と，該光源部10の光が照射する方向に延長された筒状を成し光源部10の光で発光する発光筒体20と，発光筒体20の内側で光源部10を囲む反射鏡30と，発光筒体20の反対方向に延長され，電池41を収納する収納筒体40と，該収納筒体40に収納されRGBフルカラーLEDを制御して発光色及び発光手段を制御する制御部42とを備えたスティックライトにおいて，制御部42を操作せしめるロータリースイッチ50を収納筒体40に設け，制御された各種発光色を該ロータリースイッチ50の表示部で選択するように構成したことにある。",
        "【0012】",
        "第2の手段において，前記ロータリースイッチ50は，前記制御部42で設定された各色を指定する番号が円周方向に表示されたダイヤル盤51と，該ダイヤル盤51に表示された番号が一つだけ選択表示される表示部52とで構成され，該表示部52に表示された番号の色が前記発光筒体20で発光するように構成したものである。",
        "【0013】",
        "第3の手段において，前記発光筒体20は，内部側面に凹凸形状の乱反射面21が形成されると共に，前記発光筒体20を構成する材質の内部に光を拡散せしめる拡散粒子22が混合され，乱反射面21と拡散粒子22とで前記光源部10の光が前記発光筒体20の先端方向まで拡散するように構成している。",
        "【0014】",
        "第4の手段は，前記反射鏡30の内側面全体に断面V字形状の溝部33が形成され，前記光源部10の側面から発光する光を該溝部33で乱反射させて反射鏡30内部で三原色を混合するように構成したものである。",
        "【0015】",
        "第5の手段において，反射鏡30は，前記光源部10を囲む凹面状の反射基部31と，該反射基部31の先端から前記発光筒体20の延長方向に沿って筒状に延長された導光部32とを備え，該導光部32にて反射させた光を前記発光筒体20の先端方向に集光するように構成している。",
        "【考案の効果】",
        "【0016】",
        "本考案の請求項1によると，制御部42をコントロールするロータリースイッチ50を収納筒体40に設け，制御された各種発光色及び発光手段を該ロータリースイッチ50の表示部で選択するように構成したことにより，従来のスティックライトのように選択した色が出るまでスイッチを何度も押す必要がなくなり，選択した色を瞬時に発光させることができる。この結果，他のスティックライトと同調させて使用することが極めて容易になり，コンサート会場等での使用効果が高まる。",
        "【0017】",
        "請求項2のごとく，ロータリースイッチ50は，制御部42で設定された各色を指定する番号が円周方向に表示されたダイヤル盤51と，該ダイヤル盤51に表示された番号が一つだけ選択表示される表示部52とで構成され，該表示部52に表示された番号の色が前記発光筒体20で発光するように構成したことで，色の選択が極めて容易になり，大勢の集団が持っているスティックライトでも瞬時に同調させることが可能になる。",
        "【0018】",
        "請求項3のように，発光筒体20は，内部側面に凹凸形状の乱反射面21が形成されると共に，前記発光筒体20を構成する材質の内部に光を拡散せしめる拡散粒子22が混合され，乱反射面21と拡散粒子22とで前記光源部10の光が前記発光筒体20の先端方向まで拡散するように構成したことで，発光筒体20の構造を利用して発光筒体20の先端方向まで光らせることができる。",
        "【0019】",
        "請求項4のごとく，反射鏡30の内側面全体に断面V字形状の溝部33が形成され，前記光源部10の側面から発光する光を該溝部33で乱反射させて反射鏡30内部で三原色を混合するように構成することで，LED素子内で光の混合や拡散ができない安価な砲弾形のRGBフルカラーLEDを使用した光源部10でも，反射鏡30内で各種の色彩を調整することに成功した。",
        "【0020】",
        "請求項5のように，反射鏡30は，前記光源部10を囲む凹面状の反射基部31と，該反射基部31の先端から前記発光筒体20の延長方向に沿って筒状に延長された導光部32とを備え，該導光部32にて反射させた光を前記発光筒体20の先端方向に集光するように構成することで，光源部10周囲の光を発光筒体20の発光に利用することができる。したがって，光源部10からより遠くの発光筒体20まで発光させることが可能になりスティックライトとしてより効果的に発光させることができる。",
        "【考案を実施するための形態】",
        "【0022】",
        "本考案によると，他のスティックライトと同調させて使用することが極めて容易になり，しかも，スティック状の先端部分まで効率良く発光させることができ，安価な砲弾形のRGBフルカラーLEDを使用しても各種の色彩を反射鏡内で調整することが可能なスティックライトを提供することに成功した。",
        "【0023】",
        "以下，本考案の実施例を説明する。本考案は，例えば，コンサート会場等の雰囲気を盛り上げる道具などとして使用するスティックライトであり，このスティックライトは，コンサートライト，ペンライト，チアライトなどと称することもある。",
        "【0024】",
        "本考案の主な構成は，光源部10，発光筒体20，反射鏡30，収納筒体40にて構成されている(図4参照)。光源部10は，赤・青・緑のLEDが一つのパッケージに封印された砲弾形のRGBフルカラーLEDを使用する。このRGBフルカラーLEDは，3つのLEDの明るさを変えることで多彩な色を飛揚時(判決注：「表示」の誤記と認める。)できるものである。図示例では，R，G，Bの各ドライバを備えたフルカラーLEDを制御部42が制御している(図5参照)。この制御部42は，発光色のほか，発光モードなどの各種制御をするもので，マイクロプロセッサが使用されている。",
        "【0025】",
        "発光筒体20は，光源部10の光が照射する方向に延長された筒状の部材で，光源部10の光で発光する。この発光筒体20の材質は，アクリル樹脂等のプラスチックが使用されている。更に，発光筒体20の内部側面に凹凸形状の乱反射面21を形成すると共に，前記発光筒体20を構成する材質の内部に光を拡散せしめる拡散粒子22が混合している(図3参照)。拡散粒子22の材質は，光を拡散させる性質のものであればどのようなものでも良く，他のプラスチックや金属材，ガラス材など任意の拡散粒子22を選択することができる。このような構成により，光源部10の光が乱反射面21と拡散粒子22で乱反射しながら発光筒体20の先端方向まで拡散するので，発光筒体20の先端部近くまで発光させることができる。",
        "【0026】",
        "反射鏡30は，発光筒体20の内側で光源部10を囲む部材である(図4参照)。この反射鏡30は，光源部10の光を反射させ，発光筒体20の先端方向に集光するように配置している。反射鏡30の他の実施例として，内側面全体に断面V字形状の溝部33を形成したものがある(図6，図7参照)。この溝部33は，光源部10の側面から発光する光を乱反射させることで，反射鏡30内部でも三原色を混合するように構成したものである。特に，砲弾形のRGBフルカラーLEDのように，LED側面の光を反射鏡30で集光する場合でも，反射鏡30内で各種の色彩を調整することができる。",
        "【0027】",
        "更に，反射鏡30の他の実施例として，反射基部31と導光部32とを備えた反射鏡30がある(図8参照)。反射基部31は，光源部10を囲む凹面状を成し，導光部32は，この反射基部31の先端から発光筒体20の先端方向に向かって筒状に延長された部位である。そして，この導光部32にて反射させた光を発光筒体20の先端方向に集光するように構成している。",
        "【0028】",
        "収納筒体40は，発光筒体20の反対方向に延長され，電池41や制御部42を収納している(図4参照)。この収納筒体40には，制御部42をコントロールするロータリースイッチ50を設けている(図1参照)。そして，制御された各種発光色及び発光手段を該ロータリースイッチ50の表示部で選択するように構成したものである。このロータリースイッチ50は，ダイヤル盤51と表示部52とで構成されている。",
        "【0029】",
        "ダイヤル盤51は，制御部42で設定された各色を指定する番号が円周方向に表示されている(図2参照)。一方，表示部52は，このダイヤル盤51に表示された番号が一つだけ選択表示される部位である。図示例では，円形の窓状に開けた表示部52から一つの番号のみが表示されている。この表示部52の表示で各種発光色をワンタッチで選択するもので，選択窓43に表示された数字が示す発光色で発光筒体20が光るものである。尚，図中符号44は，電源スイッチ44である。",
        "【0030】",
        "次に，ロータリースイッチ50の具体的な使用例を示す。例えば，ダイヤル盤51に表示した番号の1～12までは，レッド，ホワイト，ロイヤル・ブルー，グリーン，ピンク，イエロー，パープル，オレンジ，シー・ブルー，サフラン，アクア・グリーン，ローズ・ピンクの各色が各番号に設定されている。更に，ダイヤル盤51の数字13～16は，ブルー・グラディエーション，レッド・グラディエーション，グリーン・グラディエーション，オールカラー・グラディエーションが，各番号に設定されている。そして，表示部52に表示した1～16の番号に予め設定されている色彩で発光筒体20が発光するものである。",
        "【図1】                【図3】              【図4】",
        "【図2】                        【図5】",
        "【図6】                  【図7】              【図8】"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "上記アによると，甲2には，赤色LED，緑色LED及び青色LEDを使用したスティックライトが記載されているところ，そのスティックライトは，①発光手段を制御する制御部42を操作するロータリースイッチ50を収納筒体40に設け，制御された各種発光色をロータリースイッチ50の表示部で選択するように構成し(段落【0011】)，②ロータリースイッチ50は，制御部42で設定された各色を指定する番号が円周方向に表示されたダイヤル盤51と，ダイヤル盤51に表示された番号が一つだけ選択表示される表示部52とで構成され，表示部52に表示された番号の色が発光筒体20で発光するように構成し(段落【0012】)，③発光筒体20は，内部側面に凹凸形状の乱反射面21が形成されると共に，発光筒体20を構成する材質の内部に光を拡散せしめる拡散粒子22が混合され，乱反射面21と拡散粒子22とで光源部10の光が発光筒体20の先端方向まで拡散するように構成し(段落【0013】)，④光源部10の側面から発光する光を溝部33で乱反射させて反射鏡30内部で三原色を混合するように構成し(段落【0014】)，⑤反射鏡30は，光源部10を囲む凹面状の反射基部31と，反射基部31の先端から発光筒体20の延長方向に沿って筒状に延長された導光部32とを備え，導光部32で反射させた光を発光筒体20の先端方向に集光するように構成し(段落【0015】)たものであると認められる。"
      ],
      "content": [
        {
          "fig": "(3)"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件特許発明1は，赤色発光ダイオード，緑色発光ダイオード，青色発光ダイオード，黄色発光ダイオード及び白色発光ダイオードを単独又は複数発光させることで特定の発光色が得られるよう構成しているところ，特定の発光色は複数得られ，複数得られる特定の発光色には，少なくとも，白色発光ダイオードから発せられる光とそれ以外の発光ダイオードから発せられる光とを混合して得られる発光色，又は，黄色発光ダイオードから発せられる光とそれ以外の発光ダイオードから発せられる光とを混合して得られる発光色が含まれるものである。",
        "しかし，甲2には，白色発光ダイオードや黄色発光ダイオードを用いることは記載されておらず，白色発光ダイオードや黄色発光ダイオードをそれ以外の発光ダイオードから発せられる光と混合することも記載されていないから，甲1発明に，甲2に記載された技術的事項を適用することができたとしても，相違点3に係る本件特許発明1の構成を容易に発明できたと認めることはできない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "これに対し，原告は，本件特許発明1と甲1発明の相違点について甲2事項が備える構成は，甲12及び13によると，当業者には周知の技術であったとして，本件特許発明1は容易想到であったと主張する。",
        "しかし，甲12には，光源をフルカラーRGBW  LED(RGBの三原色と白色LED)とするペンライトに関するもの，甲13には，光源をフルカラーRGB LEDとするペンライトに関するものが記載されているものの，甲12のペンライトは，黄色LEDを備えておらず，甲13のペンライトは，黄色LED及び白色LEDを備えていないから，仮に，これらを周知技術として考慮したとしても，相違点3に係る上記アの構成を甲12及び13に記載された周知技術に基づいて容易に発明することができたと認めることはできない。"
      ],
      "content": [
        {
          "fig": "(4)"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件特許発明1は，赤色発光ダイオード，緑色発光ダイオード，青色発光ダイオード，黄色発光ダイオード及び白色発光ダイオードを単独又は複数発光させることで特定の発光色が得られるよう構成しているものである。",
        "前記2(1)ウ(ア)のとおり，甲1には，青，緑，黄，赤及び白のLEDを備えるLED照明装置が記載されているが，これはペンライトについて記載されたものとは認められず，甲1発明のペンライトにおいて，青，緑，黄，赤及び白のLEDを備え，甲1の【図25】のスライド式のオン・オフスイッチに代えて何らかの発光色の切替え手段(例えば，甲2に記載された「ロータリースイッチ50」や，甲25，29及び30で示される，プッシュ式の切替えスイッチ)を設けるという動機付けがあるとは認められない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "これに対し，原告は，懐中電灯においても複数の色彩の発光色を切り替えるという発明や考案が存在していたし，実際に複数の色彩の発光色を切り替えることができる懐中電灯も販売されており，懐中電灯においても複数の色彩の発光色を切り替えるという技術的課題が存在したところ，スイッチとしてオンとオフの2通りしか表示がない場合でも，色の切替えや発光色の制御をすることができることは，複数の発明で開示されていたから，スイッチとしてオン・オフの2通りしか表示がない場合でも色の切替えや発光色を制御することを想定できると主張する。",
        "しかし，本件特許の出願時に懐中電灯について複数の色彩の発光色を切り替えるという発明や考案が存在し，そのような懐中電灯が発売されていた(甲23～28)としても，スライド式のオン・オフのスイッチしかなく多色の切替えがおよそ想定されていない甲1発明のペンライトに基づいて相違点3の構成に至る動機付けがあるとは認められない。このことは，2通りのパターンしかないスイッチにおいて色の切替えができることが開示されていること(甲25，29，30)によって左右されるものではない。",
        "したがって，原告の上記主張を採用することはできない。"
      ],
      "content": [
        {
          "fig": "(5)",
          "text": [
            "以上によると，その余の点について判断するまでもなく，本件特許発明1について，甲1発明に基づいて容易に発明することができたとは認められないから，本件審決の本件特許発明1についての進歩性の判断に取消事由は認められない。"
          ],
          "content": [
            {
              "fig": "4",
              "subject": "本件特許発明2について",
              "text": [
                "本件特許発明2は，本件特許発明1に加えて，赤，緑，青，黄，白以外の色の発光ダイオードをさらに備えるものであるところ，本件特許発明1が容易に発明することができたものと認められないことからすると，本件特許発明2が容易に発明することができたものとは認められない。",
                "したがって，本件審決の本件特許発明2についての進歩性の判断に取消事由は認められない。"
              ]
            },
            {
              "fig": "5",
              "subject": "結論",
              "text": [
                "以上によると，原告の請求には理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}