{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立ての付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2018-7168号事件について平成30年6月25日にした審決を取り消す。  "
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の特許拒絶査定不服審判請求を却下した審決に対する取消訴訟である。争点は，原告が，法定期間内に拒絶査定不服審判請求をしなかったことについて，特許法121条2項の「その責めに帰することができない理由」があったか否かである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成18年4月13日（以下「原出願日」という。），発明の名称を「監視のための装置および方法」とする特許出願（特願2008-505959号。優先権主張：平成17年4月14日，英国）をし，平成24年9月6日，上記特願2008-505959号の一部を特願2012-195692号として分割出願し，平成26年7月28日，上記特願2012-195692号の一部を特願2014-152697号として分割出願し，平成28年2月16日，上記特願2014-152697号の一部を特願2016-26972号（以下「本願」という。）として分割出願した（甲2，8～10）。",
                "特許庁は，平成29年10月13日付けで本願について拒絶査定（以下「本件拒絶査定」という。）をし，本件拒絶査定の謄本は，同月24日に原告に送達された（甲1，3）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "在外者である原告について，本件拒絶査定に対して拒絶査定不服審判を請求するための特許法121条1項に定める期間（以下「法定期間」という。）は4か月に延長されていた（甲3）。また，本願からの分割出願については，特許法44条2項本文，平成18年法律第55号（以下「平成18年改正法」という。）の附則3条1項（以下「本件附則」という。）により，平成18年改正法による改正前の特許法44条1項（以下「旧44条1項」という。）が適用されるため，旧44条1項及び特許法17条の2第1項4号に基づき，拒絶査定不服審判の請求を同時にする必要があった。",
                "そして，本願について，A弁理士，B弁理士，C弁理士及びD弁理士（以下「D弁理士」といい，D弁理士と上記の他の弁理士らを併せて「本件代理人ら」という。）が代理人に選任されていたところ，D弁理士は，本願からの分割出願について，特許法44条1項3号が適用されるものと誤信し，平成30年2月23日付けで本願の一部を特願2018-030620号として分割出願した（以下「本件分割出願1」という。）ものの，法定期間の終期である同月26日までに本願について拒絶査定不服審判を請求しなかった（甲1，2，4，5，弁論の全趣旨）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁長官は，本件代理人らに対し，本件分割出願1が，拒絶査定不服審判請求と同時にされておらず不適法であり，特許法18条の2第1項本文により却下すべきものと認められるとの平成30年3月22日付けの却下理由通知書を送付した（甲6）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成30年5月25日，本願について拒絶査定不服審判を請求する（甲7。以下「本件審判請求」という。）とともに，同日，本願の一部を特願2018-100892号として分割出願した（甲11。以下「本件分割出願2」という。）ところ，特許庁は，同年6月25日，「本件審判の請求を却下する。」との審決をし，その謄本は，同年7月10日，原告に送達された（弁論の全趣旨）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審判請求における原告（請求人）の主張",
              "text": [
                "本件代理人らは，可能な限りの慎重さをもって，必要な手続の確認や該当条文の確認を行うことを常としており，かつ本件分割出願1を行う際にも，特許法の条文等を確認する等により，分割の時期的要件の確認に十分に注意を払っていたものの，原出願日ではなく，本願の実際の出願日（平成28年2月16日）が分割出願に係る時期的要件の判断の基準日として誤認し，特許法44条1項3号が適用され，本願について拒絶査定不服審判を請求しなくても分割ができると誤信したことにより法定期間内に拒絶査定不服審判請求をできなかった。これは特許法121条2項で規定された「その責めに帰することができない理由」に該当する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の理由",
              "text": [
                "特許法121条2項に規定する「その責めに帰することができない理由」とは，天変地異その他客観的に避けることのできない事故のほか，審判請求人又はその代理人が通常なすべき注意を払っても避けることができなかったと認められる事由をいうものと解される。また，弁理士法1条，3条に規定された弁理士の職責に照らすと，特許法等の法令やその改正等を熟知し，個別案件における法の適用を誤らないようにすることは，弁理士が通常なすべき注意であるといえる。そうすると，弁理士である本件代理人らが，上記のように，法の適用を誤解し，拒絶査定不服審判請求が不要であると誤信することは，「審判請求人又はその代理人が通常なすべき注意を払っても避けることができなかったと認められる事由」とはいえない。",
                "したがって，本件審判請求は，法定期間経過後にされた不適法なものであり，その補正をすることができないものであるから，特許法135条により却下すべきものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由（「その責めに帰することができない理由」の有無の判断の誤り）",
      "content": [
        {
          "fig": "1",
          "subject": "特許法121条2項の「その責めに帰することができない理由」の解釈について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，天変地異以外には，「審判請求人又はその代理人が通常なすべき注意を払っても避けることができなかったと認められる事由」が，「その責めに帰することができない理由」に該当するとしたが，これは，昨今の特許法や特許法条約（以下「PLT」という。）等の規定に鑑みると，不当に限定された解釈である。",
                "「その責めに帰することができない理由」が何であるかは，発明の保護及び利用を図るという，特許法1条に規定された目的をはじめとして，過去から現在に至るまでの特許制度の変遷（特に，平成18年改正法を境とする分割可能期間の変遷）やPLTへの加入に象徴される国際的な発明保護の必要性に鑑み，柔軟に判断されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件拒絶査定について争う意図はなく，原告にとって，本件審判請求は，原告が本来意図した本質的手続である分割出願を行うための，便宜上の非本質的な手続であり，これは平成18年改正法が拒絶査定後に分割出願をするに当たって，拒絶査定不服審判請求を不要としたことからも明らかである。また，原告は，本件分割出願1については，特許法44条1項3号に従って，本件拒絶査定の謄本の送達日から4か月以内にこれを行っている。",
                "したがって，本件では，上記のような固有の事情にのみ基づいて，「その責めに帰することができない理由」を解釈しなければいけない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "「その責めに帰することができない理由」の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件代理人らのミスは，原告本人にとって思いもかけないことであり，これは，原告本人にとって，「その責めに帰することができない理由」に該当するから，本件審判請求は，適法として認められるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，「出願人が，自己の経営上の判断に基づいて，第三者に委任して出願手続を行わせることにした以上，委任を受けた第三者に『その責めに帰することができない理由』があるとはいえない場合には，『その責めに帰することができない理由』があるとはいえないと解すべきである。」と主張する。",
                    "しかし，前記のとおり，本件審判請求は，分割の機会を得るためだけの非本質的手続にすぎず，しかも，外国法人である原告本人が，本件代理人らがそのような非本質的手続において過誤を犯すことを防ぐことは不可能であった。そうすると，本件代理人らの過誤により非本質的手続を欠いたというだけの理由で，出願人である原告自身の特許を受ける権利を消滅させることは，特許法1条に規定された法目的に反し，許容されるべきではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，被告は，「その責めに帰することができない理由」に含まれる事由をむやみに拡大した場合には，拒絶査定不服審判の請求に係る失効した権利の回復を無制限に認めることになって，第三者に過大な監視負担をかけ，産業の発達に寄与するという目的に反することになると主張する。",
                    "しかし，前記のとおり，原告は，そもそも本件分割出願1を所定の期間内に行っていたのであるから，それと同じ開示内容の本件分割出願2を適法としたところで，「失効した権利の回復を無制限に認める」ことにはならず，また，「第三者に過大な監視負担をかける」ことにもならない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "特許法121条2項の「その責めに帰することができない理由」の解釈について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法121条2項にいう「その責めに帰することができない理由」は，「天変地異その他客観的に避けることのできない事故のほか，審判請求人又はその代理人が通常なすべき注意を払つても避けることができなかったと認められる事由」又は「通常の注意力を有する当事者が通常期待される注意を尽くしてもなお避けることができないと認められる事由」と解するのが妥当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，発明の保護及び利用を図るという特許法1条に規定された法目的，過去から現在に至るまでの特許制度の変遷（特に，平成18年改正法を境とする分割可能時期の変遷）及びわが国のPLTへの加入に象徴される国際的な発明保護の必要性に鑑みると，「その責めに帰することができない理由」は，柔軟に判断されるべきである旨主張している。",
                "しかし，原告は，特許法1条の法目的等が，どのような根拠や理由で「その責めに帰することができない理由」が包含する事由を柔軟に判断すべきことにつながるのかを具体的に主張しておらず，その主張はそもそも失当である。",
                "また，原告の上記主張は，次のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「その責めに帰することができない理由」を前記(1)のように解釈すべきことについては，特許出願に携わる者の間に定着した一般的な解釈といえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許法1条は，「この法律は，発明の保護及び利用を図ることにより，発明を奨励し，もつて産業の発達に寄与することを目的とする。」と規定しているところ，この規定は特許法の目的（ひいては特許制度の目的）を示したものであって，特許法の他の条文は，全てこの条文に規定する目的に帰一してくるものであるが，「その責めに帰することができない理由」に含まれる事由をむやみに拡大した場合には，拒絶査定不服審判の請求に係る失効した権利の回復を無制限に認めることになって，第三者に過大な監視負担をかけ，産業の発達に寄与するという目的に反することになる。",
                    "このため，特許法1条に規定する目的に鑑みても，本件審判請求のような本件代理人らの人為的錯誤（過失）が「その責めに帰することができない理由」に含まれるということにはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "平成18年改正法による改正は，特許請求の範囲を的確に表現できずに拒絶査定となってしまう場合があることに鑑み，特許出願の明細書等に含まれている発明をより手厚く保護するために，拒絶査定後の一定期間，出願の分割を可能とするという趣旨を含むものであって，その適用は平成19年4月1日以降に出願されたものに限られる。しかし，本願からの分割出願の出願基準日は，原出願日である平成18年4月13日であり，平成18年改正法による特許法改正を境とする分割可能時期の変遷は本願からの分割出願には関係しない。",
                    "しかも，上記の分割の時期的制限の緩和の趣旨は，上記のとおりであって，特許法121条2項の「責めに帰することができない理由」の解釈を代理人弁理士の人為的錯誤（過失）まで緩和して出願人を救済するという趣旨のものではない。",
                    "したがって，「過去から現在に至るまでの特許制度の変遷」に鑑みても，本件審判請求のような本件代理人らの人為的錯誤（過失）が「その責めに帰することができない理由」に含まれるということにはならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "平成28年6月11日にわが国において発効したPLTは，各国で異なる特許出願等に係る手続の統一化及び簡素化を目的として出願の利便性向上及び負担軽減を図る条約であり，その12条では，締約国は，官庁に対する手続のための期間を出願人等が遵守せず，その直接の結果として出願又は特許に係る権利の喪失を引き起こしたときは，出願人等が相当な注意（due  care）を払ったにもかかわらず当該期間を遵守することができなかったものであること又は締約国の選択により，その遅延が故意ではなかった（unintentional）ことを当該官庁が認めること等を条件として，当該出願又は特許に係る権利を回復する旨が規定されている。",
                    "わが国では，PLT加入に伴い，PLT上の「権利の回復」に関する規定に準拠した救済手続の導入を含む平成23年法律第63号（平成24年4月1日施行）及び平成27年法律第55号（平成28年4月1施行）が施行されたところ，これらの特許法改正では特許法121条が改正対象となっていないとともに，PLTでいう出願人等が相当な注意（due  care）を払ったとは，特許法36条の2第6項，41条1項1号，48条の3第5項，112条の2第1項，184条の4第4項及び184条の11第6項などが規定するところの「正当な理由」に対応するものと解されている。",
                    "そうすると，わが国のPLTへの加入が，特許法121条2項の「その責めに帰することができない理由」の解釈に影響を及ぼすとはいえない。",
                    "また，国際的な発明の保護の必要性があったとしても，「通常の注意力を有する当事者が通常期待される事項」すなわち「責めに帰することができない理由」に含まれる事由が拡大される理由とならないことは明らかであって，国際的な発明の保護の必要性は，特許法121条2項の「その責めに帰することができない理由」の解釈に影響を及ぼすものではない。",
                    "したがって，わが国のPLTへの加入に象徴される国際的な発明保護の必要性に鑑みても，本件審判請求のような本件代理人らの人為的錯誤（過失）が「その責めに帰することができない理由」に含まれるということにはならない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "「その責めに帰することができない理由」の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許出願手続をその出願に適用されるべき特許法の条文に沿って行うことは，通常の注意力を有する当事者に通常期待される事項であり，分割出願に係る時期的要件を確認し，その時期的要件に規定された期間内に分割出願や拒絶査定不服審判の請求を行うことは，通常の注意力を有する当事者において通常期待される事項に該当するものである。",
                "本件分割出願1をするに当たって，特許法44条1項3号が適用されると誤信したという過誤は，通常の注意力を有する本件代理人らが，通常期待される注意を払っていなかったから生じたものであり，本件審判請求について「その責めに帰することができない理由」がないことは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件代理人らのミスは，原告本人にとって思いもかけないことであり「その責めに帰することができない理由」に該当すると主張している。",
                "しかし，特許の出願人は，特許出願に係る手続について，出願人自身が行うこと又は第三者の代理人に委任して行うことのいずれも自由に選択できるとともに，出願人は第三者の代理人に委任する場合においても，いかなる者を選任するかについては自己の経営上の判断に基づき自由に選択することができる。",
                "そして，出願人が，自らの判断に基づき，第三者に委任して特許出願に係る手続を行わせることにした以上，委任を受けた第三者に「その責めに帰することができない理由」があるといえない状況の下で，拒絶査定不服審判の請求が期間内にされなかった場合には，当該出願について，「その責めに帰することができない理由」があるとはいえないと解すべきであるから，原告の上記主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "特許法121条2項の「その責めに帰することができない理由」の解釈について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法121条2項の「その責めに帰することができない理由」とは，天災地変のような客観的な理由に基づいて拒絶査定不服審判を請求することができない場合のほか，通常の注意力を有する当事者において，通常期待される注意を尽くしてもなお避けることができないと認められる事由により，同条1項の定める法定期間内に拒絶査定不服審判を請求できなかった場合をいうものと解するのが相当である。",
                "特許法121条2項の趣旨は，手続の迅速な解決という立場からは，法定期間内に審判請求のない場合には全て当該手続が終了するものと考えるべきところ，当事者側の事情によっては，当該手続をそのまま終了させることが著しく不当な場合もあるので，特定の場合に限りその救済を認めたというものであることからすると，上記の「その責めに帰することができない理由」を，代理人が通常期待される活動をしていれば避けることができる過誤に基づく場合を含むように広く解釈することはできず，上記のとおり限定的に解釈すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，①特許法1条に規定された目的，②平成18年改正法等をはじめとする特許制度の変遷，③PLTへの加入に象徴される国際的な発明保護の必要性，④本件審判請求が，分割出願をするために便宜的に必要とされる非本質的な手続であることからすると，「その責めに帰することができない理由」については広く解釈されるべきであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記①について，特許法1条は，「この法律は，発明の保護及び利用を図ることにより，発明を奨励し，もつて産業の発達に寄与することを目的とする。」と規定しており，同条は，「発明の保護」を常に最優先すべきとしているわけではないのであるから，同条から直ちに「その責めに帰することができない理由」を広く解釈することが導かれるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記②については，平成18年改正法によって，特許査定後及び拒絶査定後の一定期間に，出願の分割を可能とするなどの改正がされ，その後，平成20年法律第16号によって，拒絶査定不服審判の請求期間及び分割可能期間が，それぞれ「30日」から「3か月」に改正されるなどしたという経緯がある。",
                    "しかし，特許法121条2項については，近時，何らの改正もされておらず，上記各法改正の趣旨やその改正内容も，「その責めに帰することができない理由」を広く解釈すべきことを特段根拠付けるものとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記③について，PLT12条(1)(2)及び特許法条約に基づく規則13条(3)(i)に照らすと，特許法121条2項を前記(1)のとおり解することがPLTに違反するものとはいえず，PLTへの加入が同項の「その責めに帰することができない理由」を広く解釈すべきことの根拠となるものではない。",
                    "また，一般的な「国際的な発明保護の必要性」から，上記の「その責めに帰することができない理由」を広く解釈すべきとの結論が直ちに導かれるものでもない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記④について，原告は，本件拒絶査定について争う意図はなく，原告にとって，本件審判請求は，便宜上の非本質的手続であると主張するが，拒絶査定不服審判請求が分割の機会を得るためだけにされたものであるのか，拒絶査定について実質的に争う趣旨でされたものであるのかは，第三者から見た場合には必ずしも判然としないこともあり得るものであるから，原告の主張するように，拒絶査定不服審判請求が，分割の機会を得るためだけにされたものであるという理由で，前記(1)の「その責めに帰することができない理由」の解釈を変えることは，相当ではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上からすると，原告の上記主張はいずれも採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件における「その責めに帰することができない理由」の有無",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許の出願人が在外者である場合，拒絶査定不服審判請求や分割出願を行うためには，特許法施行令1条1号に定める場合を除いて，特許管理人たる代理人を選任する必要があるが（特許法8条1項），その場合であっても，同在外者は，誰を代理人に選任するのかについて，自己の経営上の判断に基づきこれを自由に選択することができる。そうすると，出願人から委任を受けた代理人に「その責めに帰することができない理由」があるといえない場合には，出願人本人に何ら落ち度がない場合であっても，特許法121条2項所定の「その責めに帰することができない理由」には当たらないと解すべきである（最高裁昭和31年（オ）第42号同33年9月30日第三小法廷判決・民集12巻13号3039頁参照）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件においては，前記第2の1のとおり，D弁理士は，本願からの分割出願について，特許法44条1項3号の適用があり，拒絶査定不服審判請求をする必要はないものと誤信し，拒絶査定不服審判請求についての法定期間を徒過してしまったものである。",
                "弁理士法3条によると，弁理士には，業務に関する法令に精通して，その業務を行う義務があるところ，通常の注意力を有する弁理士が，通常期待される法令調査を行えば，本件拒絶査定後，本願から適法に分割出願を行うためには，拒絶査定不服審判請求を分割出願と同時にする必要があると認識することは十分に可能であったと認められる。したがって，D弁理士が上記のように誤信をしたことは，弁理士として通常期待される法令調査を怠った結果であるというほかない。D弁理士以外の他の本件代理人らについても，いずれも原告本人から委任を受けた弁理士である以上，適宜，必要な処置を講じて，本件のような過誤の発生を防止すべき義務があったといえ，D弁理士同様，弁理士として通常期待される注意を尽くしていなかったものというべきである。",
                "以上のとおり，本件代理人らが通常期待される注意を尽くしていたとはいえない以上，本件において，特許法121条2項にいう「その責めに帰することができない理由」があったとすることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件代理人らの過誤は，原告本人にとって思いもかけないことであり，外国法人である原告本人が，非本質的な手続である本件審判請求についての本件代理人らの過誤を防ぐことは不可能であったことなどから，「その責めに帰することができない理由」があると主張する。",
                    "しかし，本件審判請求が，分割の機会を得るためだけにされたものであるとしても，そのことによって「その責めに帰することができない理由」があるとすることができないのは，前記1(2)エで述べたとおりである。",
                    "また，前記(1)のとおり，原告本人は，自らの経営上の判断として，本件代理人らに委任したのであるから，原告本人には過失がなかったとしても，自己が委任した本件代理人らに過失がある以上，「その責めに帰することができない理由」はなかったと判断されるのもやむを得ないものというべきである。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件分割出願1と本件分割出願2が同内容であることからすると，失効した権利の回復を無制限に認めることにはならず，また，第三者の監視負担が増大することはないと主張するが，そのような本件における個別具体的な事情を理由に，「その責めに帰することができない理由」があるとすることはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がなく，審決に取り消すべき違法は認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}