{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が取消2016-300639号事件について平成30年8月14日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標法50条により商標登録を取り消した審決の取消訴訟である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "商標登録（乙1，2。以下「本件商標登録」という。）",
          "content": [
            {
              "fig": "(1)",
              "subject": "登録番号      ",
              "text": [
                "登録第5480240号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "登録日        ",
              "text": [
                "平成24年3月23日"
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標          ",
              "text": [
                "「dbx」（以下「本件商標」という。）"
              ]
            },
            {
              "fig": "(4)",
              "subject": "指定商品      ",
              "text": [
                "第12類「二輪自動車・自転車並びにそれらの部品及び付属品，自動車並びにその部品及び付属品」（以下「本件指定商品」という。）"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成28年10月3日，商標法50条1項に基づき，本件指定商品中「自動車並びにその部品及び付属品」について，本件商標登録取消しの審決を求める審判の請求（以下「本件審判請求」という。）をし，同日，審判請求の登録がされた。",
            "特許庁は，本件審判請求を取消2016-300639号事件として審理した上，平成30年8月14日，「登録第5480240号商標の指定商品中，第12類「自動車並びにその部品及び付属品」についての商標登録を取り消す。」との審決（以下「本件審決」という。）をし，その謄本は，原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "原告が提出した証拠によっても，原告が，本件商標を，本件審判請求の登録前3年以内に，「自動車並びにその部品及び付属品」について使用している事実を認めることはできない。",
            "そして，審判長は，審尋において，原告の提出した証拠によっては，「自動車並びにその部品及び付属品」について商標法50条2項の証明をしたとは認められない旨の見解を示し，答弁書の提出を促したが，原告は，答弁しない。",
            "したがって，原告は，本件審判請求の登録前3年以内に日本国内において，その請求に係る指定商品について，商標権者，専用使用権者又は通常使用権者のいずれかが，本件商標又はこれと社会通念上同一と認められる商標の使用をしていたことを証明したものとは認められない。",
            "また，原告は，本件商標を使用していないことについて正当な理由があることも明らかにしていない。",
            "よって，本件商標登録は，商標法50条により，その指定商品中「自動車並びにその部品及び付属品」についての登録を取り消す。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "商標法50条は，「各指定商品又は指定役務について登録商標の使用をしていないときは，その指定商品又は指定役務に係る商標登録を取り消すことについて審判を請求できる。」と規定しており，「いずれかの指定商品又は指定役務について登録商標の使用をしていないときは，その使用をしていない指定商品又は指定役務に係る商標登録を取り消すことについての審判を請求できる。」と規定しているのではないから，商標の不使用取消審判が認められるのは，請求に係る指定商品又は指定役務の全部について登録商標の使用がされない場合である。",
        "原告は，電動スクーターや二輪自転車については，本件商標を使用しているから，本件審決は取り消されるべきである。"
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "text": [
        "本件審決の認定，判断に誤りはない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "本件審判請求は，本件商標の指定商品中「自動車並びにその部品及び付属品」についてされたものであるところ，原告が，「自動車並びにその部品及び付属品」について，本件審判請求の登録日である平成28年10月3日の前3年以内に本件商標を使用した事実を認めるに足りる証拠はないし，また，使用していないことについて正当な理由があったとも認められない。",
        "したがって，本件商標登録は，その指定商品中「自動車並びにその部品及び付属品」について取消しを免れないというべきである。",
        "この点，原告は，商標登録の不使用取消審判の請求が認められるのは，請求に係る指定商品又は指定役務の全部について登録商標の使用がされていない場合であるところ，原告は，電動スクーターや二輪自転車については本件商標を使用していると主張する。しかし，商標登録の不使用取消審判の請求は，当該商標の指定商品中の任意の指定商品についてすることができる。そして，その請求がされた指定商品のいずれかについて商標の使用が立証されない限り，請求された指定商品すべてについて商標登録が取り消される。しかるところ，本件審判請求は，指定商品を「自動車並びにその部品及び付属品」としてされたのであるから，「自動車並びにその部品及び付属品」のいずれかについて商標の使用が立証されない限り，本件審判請求に係る上記指定商品すべてについて商標登録の取消しを免れない。原告が，電動スクーターや二輪自転車について本件商標を使用しているとしても，そのことは，上記判断を左右するものではない。"
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}