{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-890011号事件について平成30年6月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，商標登録第5712040号の商標（以下「本件商標」という。）の商標権者である。",
                "本件商標は，「コナミスポーツクラブマスターズ」の片仮名を標準文字により表して成り，平成26年5月30日に登録出願され，第16類「紙製包装用容器，紙製のぼり，紙製旗，衛生手ふき，紙製タオル，紙製テーブルナプキン，紙製手ふき，紙製ハンカチ，紙類，文房具類，トレーディングカード，ポスター，カレンダー，マニュアル，テキスト，その他の印刷物，写真，写真立て」，第25類「洋服，コート，セーター類，ワイシャツ類，トレーニングパンツ，トレーニングシャツ，寝巻き類，下着，水泳着，水泳帽，Tシャツ，シャツ，エプロン，えり巻き，靴下，ゲートル，毛皮製ストール，ショール，スカーフ，足袋，足袋カバー，手袋，ネクタイ，ネッカチーフ，バンダナ，保温用サポーター，マフラー，耳覆い，ずきん，すげがさ，ナイトキャップ，帽子，靴類（「靴合わせくぎ・靴くぎ・靴の引き手・靴びょう・靴保護金具」を除く。），ユニフォーム，運動用特殊衣服，運動用特殊靴（「乗馬靴」を除く。）」及び第41類「技芸・スポーツ又は知識の教授，セミナーの企画・運営又は開催，電子出版物の提供，図書及び記録の供覧，書籍の制作，電子計算機端末又は移動体電話による通信を用いて行う画像・映像の提供，映画の上映・制作又は配給，オンラインによる画像・映像の提供，演劇の演出又は上演，演芸の上演，音楽の演奏，電子計算機端末又は移動体電話による通信を用いて行う音楽・音声の提供，オンラインによる音声・音楽の提供，放送番組の制作」を指定商品及び指定役務として，同年10月2日に登録査定され，同月24日に設定登録された。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年2月23日，本件商標の指定商品及び指定役務中，第16類「ゴルフ用スコアカード，ゴルフ用スコアカード記入用鉛筆，ゴルフに特化した文房具類，ゴルフに関するポスター，ゴルフに特化したカレンダー，ゴルフに特化したテキスト，ゴルフに特化した書籍，ゴルフに特化した雑誌及び新聞，ゴルフに特化した印刷物，ゴルフに特化した写真」，第25類「ゴルフジャケット，ゴルフ用ズボン，ゴルフ用半ズボン，ゴルフ用スカート，ゴルフ用ジャンバー，ゴルフ用トレーニングパンツ，ゴルフ用洋服，ゴルフ用コート，ゴルフ用セーター類，ゴルフ用シャツ，ゴルフ用トレーニングシャツ，ゴルフ用下着，ゴルフ用靴下，ゴルフ用耳覆い，ゴルフ用帽子，ゴルフ用サンバイザー，ゴルフ靴，ゴルフ靴用スパイク」，第41類「ゴルフの教授，ゴルフに関するセミナーの企画・運営又は開催，ゴルフに関する電子出版物の提供，ゴルフに関する図書及び記録の供覧，ゴルフに関する書籍の制作，電子計算機端末又は移動体電話による通信を用いて行うゴルフに関する画像・映像の提供，ゴルフに関する映画の上映・制作又は配給，オンラインによるゴルフに関する画像・映像の提供，ゴルフに関する放送番組の制作」（以下「無効請求商品役務」という。）について商標登録無効審判を請求した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，原告の請求を無効2017-890011号事件として審理し，平成30年6月25日，「本件審判の請求は，成り立たない。」とする審決をし（出訴期間として90日を附加。以下「本件審決」という。），同年7月  5日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成30年11月1日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書の写しに記載のとおりである。",
            "要するに，本件商標は，①原告の登録商標である後記3の引用商標と非類似の商標であって，商標法（以下，単に「法」という。）4条1項11号に該当するものではなく，②原告の業務に係る商品又は役務と混同を生ずるおそれがあるとはいえず，同項15号に該当するものでもなく，③同項19号及び7号の規定にも該当しないから，その商標登録を無効とすることはできない，というものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "引用商標（法4条1項11号該当性に関し）",
          "content": [
            {
              "fig": "(1)",
              "subject": "登録第1325831号商標（以下「引用商標1」という。）は，「MASTERS」の欧文字を横書きして成り，昭和47年5月26日に登録出願され，第17類に属する商標登録原簿に記載のとおりの商品を指定商品として，昭和53年3月9日に設定登録され，その後，平成20年4月9日に，指定商品を第24類「布製身の回り品」及び第25類「被服」とする指定商品の書換登録がされたものである。 "
            },
            {
              "fig": "(2)",
              "subject": "登録第2198446号商標（以下「引用商標2」という。）は，別紙引用商標の構成1のとおりの構成から成り，昭和53年4月7日に登録出願され，第17類に属する商標登録原簿に記載のとおりの商品を指定商品として，平成元年12月25日に設定登録され，その後，同21年10月14日に，指定商品を第22類「衣服綿，ハンモック，布団袋，布団綿」，第24類「布製身の回り品，かや，敷布，布団，布団カバー，布団側，まくらカバー，毛布」及び第25類「被服」とする指定商品の書換登録がされたものである。 "
            },
            {
              "fig": "(3)",
              "subject": "登録第1934194号商標（以下「引用商標3」という。）は，別紙引用商標の構成1のとおりの構成から成り，昭和53年4月7日に登録出願され，第24類に属する商標登録原簿に記載のとおりの商品を指定商品として，昭和62年2月25日に設定登録され，その後，平成19年1月17日に，指定商品を第9類「家庭用テレビゲームおもちゃ，携帯用液晶画面ゲームおもちゃ用のプログラムを記憶させた電子回路及びCD-ROM，スロットマシン，ウェイトベルト，ウェットスーツ，浮袋，運動用保護ヘルメット，エアタンク，水泳用浮き板，レギュレーター，電子楽器用自動演奏プログラムを記憶させた電子回路及びCD-ROM，メトロノーム，レコード」，第25類「仮装用衣服，運動用特殊衣服，運動用特殊靴」及び第28類「おもちゃ，人形，囲碁用具，将棋用具，歌がるた，さいころ，すごろく，ダイスカップ，ダイヤモンドゲーム，チェス用具，チェッカー用具，手品用具，ドミノ用具，トランプ，花札，マージャン用具，遊戯用器具，ビリヤード用具，運動用具，釣り具」とする指定商品の書換登録がされたものである。 "
            },
            {
              "fig": "(4)",
              "text": [
                "登録第2715796号商標（以下「引用商標4」という。）は，別紙引用商標の構成2のとおりの構成から成り，昭和62年9月18日に登録出願され，第24類に属する商標登録原簿に記載のとおりの商品を指定商品として，平成8年3月7日に登録審決され，同年8月30日に設定登録され，その後，同18年5月31日に，指定商品を第28類「ゴルフ用具」とする指定商品の書換登録がされたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告が主張する取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "法4条1項11号該当性に関する認定判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標について",
              "text": [
                "一部の辞書に，「マスターズ」の語について複数の意味が記載されていても，引用商標以外の意味ではほとんど社会的に無名ないし無名に近いし，しかも，本件審決において引用された大会は全てが中高年を対象とするものではない。これらは，原告の引用商標の周知性，著名性，名声や信用にあやかるために使用されているものである。",
                "さらに，本件審判において原告が無効を求めている商品・役務は全てゴルフに関係した商品・役務であるから，これらの商品・役務に「マスターズ」の語が使用された場合，これが他の語と結合されて使用されたとしても，当該商品・役務の需要者・取引者が「マスターズ」を「マスターズ・トーナメント」以外の意味で理解することはあり得ない。本件商標の構成中「マスターズ」の文字が「中高年のための競技会の総称」程の意味合いで用いられていると理解されるという本件審決の認定は決定的に誤っている。",
                "したがって，「マスターズ」の文字部分を本件商標の要部として，引用商標との類否を判断することは許されないとする本件審決の認定は明らかに誤っている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標から生じる称呼及び観念について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標1",
                  "text": [
                    "本件審決は，「MASTERS」は，「（Masters  Tournament）アメリカのジョージア州オーガスタで毎年4月に行われるゴルフ競技会。」及び「（World  Masters  Games）中高年のための国際スポーツ大会。…中高年のための競技会の総称」の意味を有するため，その構成文字に相応して「マスターズ」の称呼が生じ，「マスターズ・トーナメント」又は「中高年のための競技会の総称」の観念が生じる，と認定している。",
                    "一部の辞書に，原告の「Masters Tournament」のほかに複数の意味が記載されていても，「MASTERS」は，原告の「Masters Tournament／マスターズ・トーナメント」以外の意味ではほとんど社会的に無名ないし無名に近いし，しかも，本件審決において引用された大会はいずれもが中高年を対象とするものではない。さらに，引用商標1の指定商品は「第24類  布製身の回り品  第25類  被服」であって，このうちゴルフウェア，ゴルフ用の帽子等はゴルフに用いられるのである。本件審決も原告の「マスターズ」及び「Masters」が「マスターズ・トーナメント」の略称としてゴルフに関係する商品・役務の需要者・取引者の間で周知著名であると認定している。",
                    "したがって，「MASTERS」がこれらの商品・役務に使用された場合，当該商品・役務の需要者・取引者が「マスターズ」を「マスターズ・トーナメント」以外の意味で理解することはあり得ない。よって，引用商標1から生じる観念は，唯一原告の「マスターズ・トーナメント」のみであり，これから「中高年のための競技会の総称」の観念が生じるとした本件審決の認定は明らかに誤っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2及び3",
                  "text": [
                    "引用商標2及び3は，その構成文字に相応して，「マスターズ」の称呼が生じ，「マスターズ・トーナメント」の観念が生じる。これは，正当な認定である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用商標4",
                  "text": [
                    "引用商標1で述べたとおり，一部の辞書に，原告の「Masters Tournament／マスターズ・トーナメント」のほかに複数の意味が記載されていても，「MASTERS」は，「Masters Tournament／マスターズ・トーナメント」以外の意味ではほとんど社会的に無名ないし無名に近いし，しかも，本件審決において引用された大会は全てが中高年を対象とするものではない。さらに，引用商標の指定商品は「第28類  ゴルフ用具」であって，これらの商品は当然ゴルフに用いられるのである。",
                    "したがって，引用商標4から「マスターズ」の称呼が生じ，これから生じる観念は，唯一原告の「マスターズ・トーナメント」のみであり，これから「中高年のための競技会の総称」の観念が生じるとした本件審決の認定は明らかに誤っている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，引用商標からは「マスターズ」の称呼及び「マスターズ・トーナメント」の観念が生じるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標の類否について",
              "text": [
                "本件審決は，商標の類否について次のとおり認定した。",
                "すなわち，外観については，「コナミスポーツクラブ」の有無（欧文字と片仮名），図形部分の有無において，本件商標と引用商標は明らかな差異を有するとし，称呼については，本件商標から生じる「コナミスポーツクラブ」と引用商標から生じる「マスターズ」の称呼とは，明瞭に識別できるとし，観念については，本件商標からは「コナミスポーツクラブが運営する中高年向けの競技会」及び「コナミスポーツクラブ（被告の運営するスポーツクラブの名称）」の観念が生じ，これと，引用商標1及び4から生じる「マスターズ・トーナメント」及び「中高年のための競技会の総称」，引用商標2及び3から生じる「マスターズ・トーナメント」とは，明らかに相違するとし，本件商標と引用商標は，外観，称呼及び観念のいずれの点からみても相紛れるおそれのない非類似の商標であると認定した。",
                "しかしながら，以下に述べるように，上記認定は明らかに誤った認定である。",
                "すなわち，本件商標「コナミスポーツクラブマスターズ」は，「コナミスポーツクラブ」と「マスターズ」という15文字から成る長い商標であるため，外観を一見して全部を把握し，全体を一息に淀みなく発音し，観念を引き出すことは，不可能ではないとしても，かなり難しい。よって，「コナミスポーツクラブ」の外観，称呼及び観念と共に「マスターズ」の外観，称呼及び観念が当然に生じる。これを更に正確にいえば，本件商標は「コナミスポーツクラブ」と「マスターズ」との二部分から成る結合商標であり，「コナミスポーツクラブ」と「マスターズ」との二つの外観，称呼及び観念を生じる商標であると捕らえることが最も自然であり，良識に合致する。したがって，結合商標の一部である「マスターズ」を無視して本件商標の一部と引用商標との類否を考えることは明らかに誤りである。",
                "よって，本件商標がこのような結合商標であることから考えると，前半部分はスポーツクラブの名称であり，後半部分は本件審決も認定しているとおり，アメリカのジョージア州オーガスタで毎年4月第2週に開催される周知著名なゴルフ・トーナメントの略称として広く知られているのであるから，「コナミスポーツクラブ」と「マスターズ」あるいはその主催者である「オーガスタ・ナショナル・ゴルフ・クラブ」との間に緊密な営業上の関係，経済的その他の関係があるのではないかとの誤認を生じさせることは必至である。換言すれば，「コナミスポーツクラブマスターズ」の冗長な構成音調から成る本件商標は，少なくとも，原告の商標である「マスターズ」を連想，想起させるから，両商標の類似性の程度は高い。したがって，両商標による商品及び役務の出所について誤認混同を生じさせるおそれがあることは必至である。",
                "よって，本件商標と引用商標は，外観，称呼及び観念において類似する商標であることは明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "指定商品及び指定役務の類否について",
              "text": [
                "本件商標の指定商品中，第16類及び第25類の商品は，引用商標の商品と抵触することが明らかである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本件商標は，引用商標と外観，称呼及び観念が類似する商標であり，かつ，本件無効審判請求に係る第16類及び第25類の商品は引用商標の商品と抵触する。",
                "したがって，本件商標は法4条1項11号に該当するものであり，これを否定した本件審決の認定判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "法4条1項15号該当性に関する認定判断の誤り",
          "text": [
            "本件商標は，「コナミスポーツクラブ」と「マスターズ」の結合商標であって，15文字から成る長い商標であるから，自然に前後二部分に分けて称呼・観念される。他方，原告の商標「マスターズ」及び「Masters」（以下「原告商標」という。）は，原告主催のゴルフ・トーナメントを指すものとして世界的に極めて著名な商標である（また，「マスターズ」は「名人，達人」などを意味する「MASTER」の複数形の音訳であって，新しく創造した語を採用したものではなく，既存の語を利用したことは確かであるが，その選択には高度の独創性があるといえる。）。",
            "しかして，原被告双方は，ゴルフを含むスポーツ関係の商品・役務において共通の需要者・取引者を有しており，当該需要者・取引者が有する注意力の程度に鑑みれば，本件商標が特にゴルフ関係の商品・役務に使用された場合，著名な原告商標である「マスターズ」及び「Masters」を連想，想起させることは極めて自然であると理解される。そこで，原被告間に，役務間の関連性，取引者・需要者の共通性，ライセンス契約等の営業的・組織的関連性，多角経営上の関連性を極めて自然に連想させる（原告は，ゴルフ関連商品の販売に関しては，1980年代からライセンシーにより大々的にライセンス業務を実施しており，また，ゴルフコースの設計，維持，管理等の役務も求められれば技術援助する予定であって，経営の多角化は原告が常に努力しているところである。）。「マスターズ」及び「Masters」（原告商標）は，このような被告商標（本件商標）の所有者ないし運営者との個別具体的連携を連想させる商標である。言い換えれば，原被告間に混同を生じさせるおそれの強い商標であり，原告について営業上，経営上，組織上，契約上の密接な関係があるものと誤認させるおそれのある商標である。",
            "したがって，原告の営業上の信用，名声に対する希釈化（ダイリューション）を防止し，あるいは，フリーライド（不当便乗）を防止することが，原告のみならずその関係者や顧客のために必要である。",
            "よって，本件商標は法4条1項15号に該当するものであり，これを否定した本件審決の認定判断は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "法4条1項19号該当性に関する認定判断の誤り",
          "text": [
            "前記のとおり，本件商標は「コナミスポーツクラブ」と「マスターズ」の結合商標であって，二部分に分けて考察すべき商標であり，全体を一連に観念，称呼すべき商標ではない。",
            "そして，被告は，ゴルフ・アカデミー等のゴルフに関する役務を営んでいるのであるから，周知，著名な原告商標を知らずに「マスターズ」の文字を本件商標の末尾に付加したとは考えられない。つまり，被告は，原告の努力の成果である原告商標の著名性にフリーライドする意図，すなわち「マスターズ」の周知性，著名性にフリーライドして不正の利益を得る目的に出たか，周知商標（原告商標）との間で混同を生じさせて利益を得ようとしたか，そのいずれかとしか解釈しようがない。",
            "したがって，いずれにしても，本件商標の使用は，法4条1項19号に該当する。"
          ]
        },
        {
          "fig": "4",
          "subject": "法4条1項7号該当性に関する認定判断の誤り",
          "text": [
            "本件審決は，本件商標を無効請求商品役務に使用しても社会公共の利益に反し，社会の一般的道徳概念に反しないと認定したが，この認定は誤りである。",
            "すなわち，仮に被告が本件商標を採択して登録出願をし，その登録を得たことについて，主観的な意図として不正の目的がなかったとしても，周知著名な原告商標をその一部に接続，結合させた本件商標の使用は，他人が築き上げた名声，信用，周知性，著名性にフリーライドするものであって，このような行為が公序良俗に反することは多言を要しない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "法4条1項11号該当性に関する認定判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標について",
              "text": [
                "我が国においては「マスターズ」や，「マスターズ」と他の語とが結合した語が数多く使用されており，その語が指し示す内容に応じて，「中高年のための競技会」や，「達人，名人や上位者，上級者向けの競技会」ほどの意味合いで一般に使用され，理解されており，ゴルフの競技会についても例外ではない。よって，「マスターズ」の語が複数の意味を持つ語であるとした本件審決の認定に誤りはない。換言すれば，「マスターズ」の語は，他の語と組み合わせて「中高年のための競技会」や「達人，名人や上位者，上級者向けの競技会」といった意味合いで一般に使用され，かかる場合には原告の業務に係る役務の出所識別標識として認識されていないのであるから，「マスターズ」の語は原告の「マスターズ・トーナメント」を表す語として周知著名とはいえない。",
                "本件商標は，「コナミスポーツクラブマスターズ」の文字を標準文字で表して成るものであり，各文字の大きさ及び書体は同一であって，その全体が等間隔に1行でまとまりよく表されているものであり，「マスターズ」の文字部分だけが独立して見る者の注意を引くように構成されているものではない。本件商標を構成する「コナミ」，「スポーツクラブ」及び「マスターズ」の語はそれぞれ容易に発音することができる語であり，これらの語を結合した「コナミスポーツクラブマスターズ」を続けて一連に称呼することに何ら困難な点はなく，本件商標からは，その構成に対応して，「コナミスポーツクラブマスターズ」の称呼が自然に生ずる。",
                "観念については，本件商標中「コナミスポーツクラブ」の文字部分は，株式会社コナミスポーツクラブ（被告の完全子会社。以下「被告子会社」という。）が運営するスポーツ施設として著名な「コナミスポーツクラブ」を表す商標であり，これに対し「マスターズ」の語は普通名詞の英単語である「MASTER」の複数形「MASTERS」を片仮名で書したものであり，前記のとおり，原告の「マスターズ・トーナメント」のみならず，「ワールド・マスターズ・ゲームズ」や「中高年のための競技会の総称」といった複数の語義を有する。ゴルフを含むスポーツ競技については，「マスターズ」の語は，「OTV杯マスターズゴルフ選手権」や「北陸マスターズゴルフ」のように，他の語と組み合わせて「中高年のための競技会の総称」や「上位者，上級者向けの大会」ほどの意味合いで使用されている。被告が運営する「コナミスポーツクラブ」は，中高年層を重要な需要者層とし，また，ゴルフスクールやスイミングスクール等を提供し競技会も主催していることから，前半部分の「コナミスポーツクラブ」に関連し，後半部分の「マスターズ」の文字部分からは競技会の一形態である「中高年のための競技会」程の観念を想起する。よって本件商標からは，「コナミスポーツクラブが運営する中高年のための競技会」との一連の観念が生ずる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標1は，「MASTERS」の欧文字を横書きして表したものであり，引用商標4は，ややデザイン化した「MASTERS」の欧文字を横書きにして表したものである。",
                    "引用商標1及び4からは，その構成文字に相応し，「マスターズ」の称呼及び原告の「マスターズ・トーナメント」程の観念が生じる。",
                    "また，「マスターズ」の語が複数の語義を有し，「中高年のための競技会の総称」の意味合いで使用されていることから，「中高年のための競技会の総称」との観念も生じ得る。",
                    "なお，仮に引用商標1及び4からは，原告の「マスターズ・トーナメント」の観念のみが生じ，「中高年のための競技会の総称」との観念は生じないとしても，本件商標から生ずる「コナミスポーツクラブが運営する中高年のための競技会」の観念は，引用商標から生ずる「マスターズ・トーナメント」の観念とは非類似であるから，本件商標は法4条1項11号に該当しないとする本件審決の結論には影響しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用商標2及び3は，アメリカの簡略な地図と思しき図形，支柱及び旗を描いた図形及び「MASTERS」の欧文字から成る商標であり，「MASTERS」の文字構成より「マスターズ」の称呼が生じ，商標全体より原告が主催する「マスターズ・トーナメント」の観念が生じる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標の類否について",
              "text": [
                "「コナミスポーツクラブマスターズ」の文字から成る本件商標と引用商標1ないし4は外観において明らかに相違する。",
                "本件商標から生ずる「コナミスポーツクラブマスターズ」と引用商標から生ずる「マスターズ」の称呼は，「コナミスポーツクラブ」の音の有無という音構成上の明らかな差異を有するものであるから，その音構成及び音数の差異により十分に区別できるものである。",
                "そして観念については，本件商標からは，「コナミスポーツクラブが運営する中高年のための競技会」ほどの一体的な観念が生じ，「マスターズ・トーナメント」との観念が生ずることは一切ないため，本件商標と，「マスターズ・トーナメント」との観念が生じる引用商標1ないし4とは，観念上も非類似である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取引の実情について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "無効請求商品役務中第25類「ゴルフジャケット」は，多くのゴルフ場でマナーとして着用が求められる安価ではない商品であり，「ゴルフ用ズボン，ゴルフ用半ズボン，ゴルフ用スカート，ゴルフ用ジャンパー，ゴルフ用洋服」はゴルフのプレイ中に着用するものであり機能性や着心地がパフォーマンスに影響するものであるから，取引者，需要者は商品，値札，カタログ，商品の外観や製造販売元などを見て商品の出所について相応の注意を払って購入するといえる。本件商標と，文字構成が大きく異なる引用商標1及び4並びに文字構成の相違に加えて図形の有無も相違する引用商標2及び3とは，上記商品に使用されたとしても，その出所について混同を生ずるおそれはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「ゴルフ用帽子」や「ゴルフ用サンバイザー」は，ゴルフの競技会名が商標として付される場合は，一般に大会記念品として販売されることが多い。競技会名については，主催者やスポンサーが広告の目的で通常語頭にハウスマークや当該企業のブランド名を付すのであるから，語頭に配された被告子会社の著名なブランドである「コナミスポーツクラブ」の文字部分を，取引者や需要者が捨象して取引に当たることは到底あり得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「ゴルフ靴用スパイク，ゴルフ靴」は，価格帯が1万円代後半以上のものも多く高額であり，商品の出所について相応の注意を払って購入することが多いといえる。よって，被告子会社及び被告子会社の運営するスポーツクラブを表すブランドとして周知著名な「コナミスポーツクラブ」の文字部分の有無という顕著な差異を有する本件商標と引用商標とは，「ゴルフ靴用スパイク，ゴルフ靴」に使用されたとしても，その出所について混同を生ずるおそれはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告子会社は，運営するスポーツクラブ内のショップで「KOＮAMI SPORTS  CLUB」のロゴが入ったユニフォームや水着を販売しており，スポーツクラブ施設内ではスタッフも「KOＮAMI  SPORTS  CLUB」のロゴが入ったユニフォームシャツやジャンパーを着用する。被告子会社が主催する各種イベントや競技会においても，スタッフらがブルゾンやポロシャツを着用している。さらに，被告子会社に所属するトップアスリートが，被告子会社のロゴが入ったユニフォームやウィンドブレーカーを着てメディアに登場する機会が多く，またそれらの被服は常にコーポレートカラーである鮮やかな「コナミレッド」を彩色したものに統一されているため，強く印象に残る。すなわち，被告子会社を表す「KOＮAMI  SPORTS  CLUB」や「KOＮAMI」が出所の表示として付された被服は，日頃より多くの人，特にスポーツに関心のある者の目に触れる機会が非常に多い。",
                    "被告子会社はスポーツに関心のある者の間で特に周知されており，また「KOＮAMI  SPORTS  CLUB」又は「KOＮAMI」の商標を付したスポーツ用の被服を目にする機会も多いのであるから，スポーツに関心のある者が無効を請求する第25類の指定商品に付された本件商標に接した場合は，「コナミスポーツクラブ」の文字部分より，直ちに被告又は被告子会社の運営するスポーツクラブを想起する。",
                    "また，ゴルフに関心のある年齢層とフィットネスクラブに関心のある年齢層は重複している（ゴルフの経験者には40歳代から60歳代が多く，スポーツクラブの利用者も40歳代以上の会員比率が6割と高くその需要者層が共通する。）のであり，ゴルフに関心のある者が，ゴルフに関する洋服等に付された本件商標に接した場合に，被告子会社及び被告子会社が運営するスポーツクラブを表すブランドである「コナミスポーツクラブ」に全く思い当たらないと判断すべき合理的理由はない。",
                    "これに対し，原告が第25類の商品について「マスターズ」の語を原告の出所識別標識として使用した実績はほとんどなく，「マスターズ」の語を一部に含んだ名称の競技会がゴルフの分野においても多数開催されていること，そもそも「マスターズ」が多義的であることからすると，「マスターズ」の語は，他の語と組み合わせて「○○マスターズ」と表示した場合に，直ちに「マスターズ・トーナメント」を想起するほどの強い出所識別機能を有しているとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，原告が無効を請求する第25類の指定商品の需要者，取引者は，本件商標中「コナミスポーツクラブ」の文字部分より直ちに被告子会社又は被告子会社の運営するスポーツクラブを想起するといえ，「コナミスポーツクラブ」の文字部分を捨象し，後半部分の「マスターズ」の文字部分のみを抽出し，該文字部分より生じる観念又は称呼をもって取引に当たることはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，商標の識別上重要な語頭に配された「コナミスポーツクラブ」は被告子会社及び被告子会社の運営するスポーツクラブを表す周知著名商標であるから，本件商標中後半部分の「マスターズ」の文字部分は商品の出所識別標識として強く支配的な印象を与えるとは認められない。",
                "また，「マスターズ」の文字は，「中高年のための競技会の総称」との語義が辞書に掲載され，ゴルフの競技会を含む数多くの競技会において，他の語と「マスターズ」が結合した語が競技会の名称に使用され，「マスターズ」の語は「中高年のための競技会」ほどの意味で使用されている実情があることから，本件商標からは「コナミスポーツクラブが運営する中高年のための競技会」との観念が生ずる。",
                "したがって，本件商標中「マスターズ」の語のみを抽出して商標の類否を判断することは許されない。",
                "その構成全体から一連に「コナミスポーツクラブマスターズ」の称呼及び「コナミスポーツクラブが運営する中高年のための競技会」ほどの観念を生ずる本件商標と，「マスターズ」の称呼及び「マスターズ・トーナメント」の観念を生ずる引用商標とは，外観，称呼及び観念がいずれも非類似の商標であって，これら引用商標によっては，本件商標は法4条1項11号の規定に該当するものでないから，本件審決の認定判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "法4条1項15号該当性に関する認定判断の誤りについて",
          "text": [
            "前記のとおり，「コナミスポーツクラブマスターズ」の文字をまとまりよく一連一体に表した商標であって，被告子会社が運営するスポーツクラブの名称として周知著名な「コナミスポーツクラブ」を語頭に配する本件商標と，「マスターズ」及び「Masters」の文字構成から成る原告商標は，外観，称呼及び観念が明確に相違する非類似の商標である。",
            "また，「マスターズ」の文字は複数の語義を有する語として多くの辞書に掲載されており，その独創性の程度が低く，アメリカでのみゴルフ場を運営しゴルフの競技会を開催する原告が我が国において多角経営を行う可能性があることを裏付けるものもない。",
            "さらに，取引の実情として，「マスターズ」の語を含む大会名称は，ゴルフ競技の大会も含め数多く存在するところ，その全てが原告と関係がある大会であるとの証左はなく，むしろ，「マスターズ」の語は，辞書に掲載された語義である「中高年のための競技会の総称」や，英語「Master」の意味に由来し「名人，達人や上位者，上級者の競技会」ほどの意味合いで広く一般的に使用されている。",
            "してみれば，本件商標中，「コナミスポーツクラブ」の語と共に表される「マスターズ」の文字は，原告の出所を表示するものとして理解，認識されるはずがない。被告子会社を表す「コナミスポーツクラブ」が広く知られ，被告子会社は様々なスポーツの競技会を開催していること，「マスターズ」の文字が「中高年のための競技会」ほどの意味合いを自然に想起させることは前記のとおりであるから，本件商標は「コナミスポーツクラブが運営する中高年のための競技会」ほどの意味合いを想起させる。現に我が国で原告以外の者が開催するゴルフの大会名称の一部に「マスターズ」の語が使用される場合，「中高年のための競技会」や「名人，達人の競技会」又は「上位，上級者の競技会」ほどの意味合いで，需要者や取引者らに認識され，使用されているのであり，本件商標について，語頭の「コナミスポーツクラブ」との関連性を排除してまで，「マスターズ」の文字部分から原告の「マスターズ・トーナメント」を想起させると判断すべき理由は一切ない。",
            "以上のとおり，本件商標を使用しても原告の「マスターズ・トーナメント」を想起させないのであるから，本件商標を無効請求商品役務に使用しても，需要者や取引者が，原告又は原告と経済的若しくは組織的に何らかの関係を有する者の業務に係る役務であるかのように，商品役務の出所について混同するおそれはない。",
            "したがって，本件商標は法4条1項15号に該当せず，この点に関する本件審決の認定判断に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "法4条1項19号該当性に関する認定判断の誤りについて",
          "text": [
            "原告は，被告が「マスターズ」の周知性，著名性にフリーライドして不正の利益を得る目的に出たか，周知商標（原告商標）との間で混同を生じさせて利益を得ようとしたか，そのいずれかとしか解釈しようがない，などと主張するが，原告の主張を裏付ける証拠は一切提出されていない。",
            "被告は，遅くとも平成14年から，「マスターズ水泳」の競技会を開催しており，また，一般社団法人日本マスターズ水泳協会の公認大会として「コナミスポーツクラブマスターズ水泳競技会」を，平成18年以降毎年開催していることに起因し，本件商標を採択し出願した。",
            "また，主に中高年が主要な参加者である競技会の総称としての「マスターズ」は，水泳のみならずゴルフや陸上など様々な競技の競技会に使用されている語であるところ，今後も日本社会の高齢化が見込まれ，スポーツ全般について中高年層向けの「マスターズ」大会に関する需要の更なる増加が予想されること，種々のスポーツに関するサービスを提供するスポーツクラブにおいては中高年層が重要な顧客層であること，スポーツの競技会の開催に当たっては，競技会名称を付した印刷物を発行し，ジャンパーや帽子などの各種のグッズを製造・販売し，また，スポーツクラブにおいて特定の競技会向けの指導を行うことなどを想定し，本件商標登録に係る商品役務を指定して被告が本件商標を出願したことは正当な行為であり，不正の目的を推認させる事実は一切ない。",
            "よって，原告の主張は失当であり，本件商標は法4条1項19号に該当しないとする本件審決の認定判断に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "法4条1項7号該当性に関する認定判断の誤りについて",
          "text": [
            "原告は，周知著名な原告商標をその一部に接続，結合させた本件商標の使用は，他人が築き上げた名声，信用，周知性，著名性にフリーライドするものであって，このような行為が公序良俗に反することは多言を要しない，などと主張するが，本件商標と原告商標は外観，称呼及び観念のいずれからみても相紛れるおそれのない非類似の商標であり，本件商標が原告商標の名声，信用，周知性，著名性にフリーライドするものであることを裏付ける証拠も一切ない。被告子会社は日本全国でスポーツクラブを運営し，我が国において人々の健康の維持・向上を広くサポートする企業であり，また，ゴルフを含め各種競技について子供向けの「運動塾」を運営し，幼少期からの運動能力向上やスポーツ選手の育成に貢献している。さらに，日本のスポーツ界への多大な貢献が認められて平成16年よりJOCのオフィシャルパートナーに認定され，平成25年には「トップアスリートサポート賞」を受賞し，さらに，被告子会社が雇用するアスリートが数多くのオリンピックメダルを取得するなど，被告及び被告子会社は日本のスポーツ業界において高い名声を有している。したがって，被告が自らの事業に使用する商標を採択する際に，他人の周知商標の名声に便乗するような商標をあえて採択することはあり得ず，また，かかる動機があったことを裏付ける証拠も一切提出されていない。",
            "法4条1項7号の規定は，商標の構成自体が，きょう激，卑わい，差別的若しくは他人に不快な印象を与えるような文字又は図形である場合及び商標の構成自体がそうでなくとも，その登録出願の経緯に著しく社会的相当性を欠くところがあり，当該商標登録を認めることが商標法の予定する法秩序に反するものとして到底容認し得ないような場合や，当該商標を指定商品又は指定役務について使用することが社会公共の利益に反し，又は社会の一般的道徳観念に反するような場合に適用される条項である。本件商標は何ら構成自体がきょう激，卑わいな文字，図形でないばかりでなく，指定役務について使用することが社会公共の利益に反し，又は社会の一般的道徳観念に反するものでもない。",
            "よって，原告の主張は失当であり，本件商標は法4条1項7号に該当しないとする本件審決の認定判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "「マスターズ」の語について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告自身が認めるとおり，我が国を代表する国語辞典の一つである広辞苑（第5版，第6版）には，「マスターズ」の語義として，「①（Masters  Tournament）アメリカのジョージア州オーガスタで毎年四月に行われるゴルフ競技会。一九三四年，世界の名手の招待競技として発足。②（World  Masters  Games）中高年のための国際スポーツ大会。女子三〇歳・男子三五歳以上の参加者が五歳きざみの年齢別で競技。世界マスターズ大会。③中高年のための競技会の総称。」と，三つの語義が記載されており（甲26，27。なお，第7版〔甲166〕にもほぼ同義の記載がある。），「日本国語大辞典」（甲25），「大辞林」（甲29，30），「三省堂国語辞典」（甲34，35），「旺文社国語辞典」（甲38，39）などにおいても，同様に前記①及び②，または，前記①ないし③の複数の語義が記載されている。",
                    "このうち，前記①の語義，すなわち，原告が主催するゴルフ・トーナメントが世界四大大会の一つとして周知・著名であることは，本件審決が認定するとおりであり，当裁判所に顕著な事実であるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記②の「ワールド・マスターズ・ゲームズ」は，国際マスターズゲームズ協会（IMGA）が4年ごと（オリンピックの翌年）に主催する原則30歳以上のスポーツ愛好者であれば誰もが参加できる生涯スポーツの国際総合競技大会であり，第1回大会は昭和60年（1985年）にカナダのトロントで開催された。",
                    "第1回大会の参加国・参加者は61か国・8305人であり，その後，平成21年（2009年）にオーストラリアのシドニーで開催された第7回大会には95か国から約3万人が，平成25年（2013年）にイタリアのトリノで開催された第8回大会には107か国から約1万9000人が参加した。第10回大会は2021年に日本国内（関西各地域）で開催される予定であり，開催期間は10日間ほどで，国内外から約5万人の参加を見込むとされている。",
                    "大会に関する報道記事は，日本国内においても全国紙・地方紙を問わず多数の例が認められ，中には，「世界大会で銅メダル  マスターズ重量挙げで…さん」，「『大阪入らないのはおかしい』マスターズ開催で…」などと記事の見出しにおいて大会名を「マスターズ」と略して表記している例も存する。",
                    "（以上につき，甲119，169～171，174，175，乙21の1～54，22の1～6，28の1～5など）"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記③に関して，日本国内における「マスターズ」の使用例としては，例えば，次のようなものが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「日本スポーツマスターズ」は，公益財団法人日本スポーツ協会（旧日本体育協会）などが主催する，シニア世代（原則として35歳以上とし，競技ごとに別に定めるとされている。）を対象とした我が国唯一の総合スポーツ大会であり，平成13年より毎年継続的に日本国内で開催されている。近年はゴルフを含む13競技が実施されており，毎回8000人前後が参加している。ゴルフ競技は男子55歳以上，女子50歳以上を対象とし，所属都道府県の競技団体会長が代表と認めて選抜した者に参加資格が認められている。各都道府県において予選ないし代表選手の選考会が行われており，「兵庫県スポーツマスターズ・ゴルフ選手権」，「鹿児島スポーツマスターズゴルフ大会」などと，大会名に「マスターズ」を含むものも存する（甲120の1～3，乙30の1～37，弁論の全趣旨）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他のゴルフ大会の例としては，例えば，沖縄テレビ放送主催の「OTV杯マスターズゴルフ選手権大会」（参加資格50歳以上・甲124），一般社団法人日本エイジシューター協会主催の「全日本エイジシューターマスターズ選手権」（年齢は参加資格の要件とされていないが，選手自身の満年齢がハンディとなる。甲122の1・2），石川テレビ放送などが共催する「北陸マスターズゴルフ」（一定のハンディキャップ取得者で大会本部の推薦者であることが参加資格とされており，平成27年で第42回を数える。甲129），能登カントリークラブ開催の「北陸マスターズ」（昭和50年以降毎年開催・乙32），CBCテレビなどが主催する「中部日本ゴルフマスターズ選手権大会」（中部地区におけるアマチュアゴルフの王座決定戦を謳い，参加資格にハンディキャップが設定されている。甲126）や，「産業新聞鉄鋼マスターズゴルフ大会」（甲128），「春のマグナリゾート  マスターズゴルフコンペティションin浜名湖カントリークラブ」（甲130），「パテントマスターズ」（甲131の1・2）などが存する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ゴルフ以外の競技で使用されている例としては，①野球では，全国高校野球OB連合主催の「マスターズ甲子園」（甲132，乙34）や，プロ野球OBによる「プロ野球マスターズリーグ」（現在は休止中・甲133）が，②陸上競技では，公益社団法人日本マスターズ陸上競技連合が主に男女とも35歳以上を対象として管理・運営する「マスターズ陸上」（全国大会のほか，地域大会，都道府県大会，記録会などがあり，それぞれ「○○マスターズ陸上競技選手権」や「○○マスターズ陸上競技会記録会」などと「マスターズ」の語を含む大会名・競技会名が付けられている。甲134）が，③水泳では，一般社団法人日本マスターズ水泳協会が18歳以上の幅広い年齢層を対象として年間80～90前後の公式・公認競技会を開催する「マスターズ水泳」が（甲135），④柔道では，日本マスターズ柔道協会などによる30歳以上の男女を対象とした「日本マスターズ柔道大会」が（甲136）ある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "学術論文でも，中高年のスポーツへの取組について論じたものが複数あり，例えば，谷藤千香「マスターズスポーツの現状と課題」（千葉大学教育学部研究紀要第60巻365頁）では，「マスターズ大会とは，中高年の参加者によって競われるスポーツ競技大会であり，日本においては，1980年の第1回日本マスターズ陸上競技会開催以降，各競技団体で様々な大会が行われるようになった。」，「単種目のマスターズ大会は，日本では陸上競技や水泳が多く実施され，また，いわゆるスポーツ種目のマスターズ大会は欧米で非常に古くから存在していた。」，「マスターズ大会，マスターズスポーツというと，中高年を対象とした一部の人々のためだけのエリートスポーツという固定観念を持つ人も多いが，海外では各種マスターズ大会が様々な形で開催され，技を磨き合うというスポーツの本質的な楽しみ方を加齢に伴って発展・成熟させていこうとする熟年層が増加しているとも言われる。」などと紹介されている（乙23，40）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，原告が主催する「マスターズ・トーナメント」が世界的に有名なゴルフ競技会の一つであることは疑う余地がなく，我が国においても例外でないといえるものの，他方で，我が国において「マスターズ」なる語が意味するところは，原告主催のゴルフ・トーナメントの略称にとどまらず，熟練者ないし中高年を含む一定年齢以上の年齢層を対象とした各種スポーツ競技ないし競技会をも含んでおり，現に，総合的な競技大会としては，国際大会としての「ワールド・マスターズ・ゲームズ」や国内大会としての「日本スポーツマスターズ」が一定の知名度を得ているほか，個別の競技においても，陸上競技や水泳などを中心に多数の競技団体が「マスターズ」を冠する大会の開催実績を積み重ねてきている事実が認められる。",
                    "前記のとおり，広辞苑その他の国語辞典類でも，原告主催のゴルフ・トーナメントのほかに，「ワールド・マスターズ・ゲームズ」や中高年のための競技会の総称など，複数の語義を掲載するものが少なくないのは，正にその表れであるといえる。",
                    "以上によれば，「マスターズ」は，我が国においては，原告主催のゴルフ・トーナメントのみならず，熟練者ないし中高年を含む一定年齢以上の年齢層を対象とした各種スポーツ競技ないし競技大会をも指す語として，スポーツ愛好者の間に広く知られているということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「コナミスポーツクラブ」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「コナミスポーツクラブ」は，被告子会社が運営するスポーツクラブの名称であり，被告はその持株会社である。被告子会社は，平成28年9月時点で北海道から沖縄まで全国に直営施設を183施設運営しており，会員数は50万人を超える。そのうち「コナミスポーツクラブ」の名称で運営するクラブは177施設あり，フランチャイズ及び受託施設を含めると，施設数は399に及ぶ。各店舗の建物には，外壁や外壁に取り付けられた看板に，赤地に白抜きで「コナミスポーツクラブ」や「KOＮAMI  SPORTS  CLUB」の文字が表示されており，多くの店舗が，人が集まる駅の近くやショッピングセンター内に設けられている（甲104の1～15，乙1の1～5，乙2の1～7）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告子会社が運営するスポーツクラブの売上規模は，国内のフィットネスクラブ売上げランキングで平成14年以降首位を保っており，平成25年の売上高は765億円である。また，平成28年12月9日付けのウェブサイトの記事によると，その売上規模はフィットネスクラブ業界の世界ランキングで世界第5位に位置付けられている（甲105，106）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告子会社が運営するコナミスポーツクラブでは，フィットネスマシンやスイミングプールなどフィットネスに関する設備の提供や，プール，エアロビクスやヨガといったフィットネスに関するプログラムの提供のみならず，スイミングスクール，体操スクール，ダンススクール，サッカースクール，テニススクール，チアダンススクール，空手スクール等の役務を提供している（甲107）。",
                    "被告子会社が提供するスポーツ関連事業の役務・商品等は，全国紙だけでも朝日新聞，読売新聞，日本経済新聞，毎日新聞などで取り上げられ，また雑誌にも掲載されている（乙7の1～16）。被告子会社のインストラクターが専門家として取材を受け，「コナミスポーツクラブ」の語が新聞に掲載されることも多い（乙8の1～6）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "ゴルフに関しては，被告子会社は子供向け及び大人向けのゴルフスクールを，主に被告子会社のスポーツクラブ内で運営しており，ゴルフシミュレータなどの練習設備を提供している。ゴルフスクールの施設は，平成29年2月の時点で，全国に52施設を展開している（甲108の1及び2）。",
                    "被告子会社は，子供向けには，ゴルフスクールに加え，小学生を対象としたゴルフの競技会として，「コナミスポーツクラブ・キッズゴルファーチャレンジカップ」を毎年開催しており，被告子会社が運営・開催する子供向けのゴルフ競技会やゴルフスクールは，広告や紹介記事がゴルフ雑誌やビジネス雑誌，地域のタウン誌等に掲載されている（甲108の5～9）。",
                    "また，被告子会社が運営するゴルフ教室やゴルフ競技会を紹介する記事が，日刊紙に多数掲載されている（乙9の1～16）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告子会社は，公益財団法人日本水泳連盟公認大会である「KOＮAMI  OPEＮ」を毎年主催している。本大会は，A選手，B選手，C選手，D選手，E選手，F選手といったトップレベルの選手も出場する大会であり，平成24年は朝日新聞など全国紙を始めとする新聞社11媒体，出版社1媒体，テレビ局7媒体，平成25年は朝日新聞，読売新聞など新聞社10媒体，出版社1媒体，ＮHK，テレビ朝日，TBS，日本テレビなどのテレビ局9媒体，平成26年は朝日新聞，読売新聞など新聞社8媒体，出版社1媒体，テレビ朝日，日本テレビなどのテレビ局5媒体により広く報道された（甲109の1～3，乙10の1～111）。",
                    "また，被告子会社は，年齢が一定以上の一般の水泳競技者を対象とするマスターズ水泳について，一般社団法人日本マスターズ水泳協会の公認大会である「コナミスポーツクラブマスターズ水泳競技会」を平成18年から継続的に主催し（甲110の1～15），さらに，コナミスポーツクラブの会員向けに，前記「コナミスポーツクラブ・キッズゴルファーチャレンジカップ」に加え，「ダンシングスターズコンテスト」，「コナミスポーツクラブ・ジュニアテニス選手権大会」，「アクションサッカー選手権」などを毎年開催している（甲111の1～3）。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被告子会社は，オリンピック出場選手を含む数々のトップアスリートを雇用し（平成30年11月時点で，体操選手11名，水泳選手9名が所属している。），その活動を継続的にサポートしながら，企業ブランドの浸透や企業イメージの向上等を図っている。平成20年の北京オリンピックでは，被告子会社所属のG選手が，体操男子団体で銀メダル，水泳ではC選手が男子400mメドレーリレーで銅メダルを獲得した。平成24年に開催されたロンドンオリンピックでは，所属選手である体操のH選手（個人総合金メダル，男子団体銀メダル，種目別ゆか銀メダル），I選手及びJ選手（男子団体銀メダル），競泳のC選手（400mメドレーリレー銀メダル）がそれぞれメダリストとなった（甲112の1ないし4，乙12の1・2）。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "被告子会社は，多額の費用をかけて，イベントの開催，折込チラシの配布，看板の制作及び掲示，各種キャンペーンの実施，テレビコマーシャルやインフォマーシャルの放送，新聞広告，インターネットバナー広告，スポーツ大会への協賛等の広告宣伝活動を展開しているほか，平成26年1月及び4月に展開した，彫刻が音楽に合わせてエクササイズするユーモラスなCMが，CM総合研究所による銘柄別CM好感度ランキングで上位にランキングされるなど，テレビコマーシャルに関しても話題を集めている（乙13の1～15，14の1～7，15の1・2など）。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "前記アないしキに認定した事項を総合すれば，日本国内において，「コナミスポーツクラブ」や「KOＮAMI  SPORTS  CLUB」の文字は，被告子会社によるスポーツクラブの運営のみならず，スポーツスクールや競技会の開催事業にも使用され，また，被告子会社主催の競技会や被告子会社に所属するトップアスリートの活躍を通じてメディアに露出する機会も多く，ゴルフを含むスポーツに関する分野全般において，一般需要者に広く知られている商標であるといえる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "法4条1項11号該当性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標について",
              "text": [
                "本件商標は，「コナミスポーツクラブマスターズ」の片仮名15文字を標準文字で表して成る文字商標であって，同一の大きさ・書体の文字により，全体が等間隔で一行にまとまりよく配置されており，一連一体のものとして構成されていることが明らかである。",
                "また，前記のとおり，我が国においては，「コナミスポーツクラブ」は被告子会社が運営するスポーツクラブの名称として周知であるから，同部分は取引者・需要者に対し出所識別標識として強く支配的な印象を与えるものと認められるのに対し，「マスターズ」は原告主催のゴルフ・トーナメントの略称のみならず，熟練者ないし中高年を含む一定年齢以上の年齢層を対象とした各種スポーツ競技ないし競技大会をも指す語として，スポーツ愛好者等の間に広く知られており，現にゴルフはもちろん，ゴルフ以外の競技においても，大会名において「マスターズ」の語が広く使用されている事実が認められることからすると，同部分は（例えゴルフに関連する商品・役務に使用されたとしても）直ちに特定の出所を表す識別標識として機能する部分とはいえない。",
                "この点，原告は，本件商標においては，「マスターズ」の部分から直ちに原告主催の「マスターズ・トーナメント」の観念が生じると主張するが，前記のとおり，本件商標が一連一体のものとして構成されていること，我が国において「コナミスポーツクラブ」が周知であること，「マスターズ」の語義が複数あって「マスターズ・トーナメント」以外の語義もそれなりに周知であると認められることからすると，本件商標における「マスターズ」の語義は，飽くまで「コナミスポーツクラブ」の部分との関連において解釈されるとみるのが相当である。そうすると，「マスターズ」の部分は，本件商標においては，「熟練者ないし中高年を含む一定年齢以上の年齢層を対象とした各種スポーツ競技ないし競技大会」の意味で用いられていると理解するのが合理的であって，同部分から「マスターズ・トーナメント」の観念が生じるということはできない。したがって，かかる原告の主張は採用できない。",
                "以上によれば，本件商標からは，「コナミスポーツクラブマスターズ」の外観及び称呼と，「コナミスポーツクラブが関連する何らかのマスターズ競技ないしその競技大会」との観念が生じるとともに，特に前半部分に着目して，周知のスポーツクラブである「コナミスポーツクラブ」に対応した外観，称呼及び観念が生じるものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標1",
                  "text": [
                    "引用商標1は，「MASTERS」の欧文字を横書きして成るものであるから，その構成文字に応じて「マスターズ」の称呼が生じるほか，前記1(1)のとおり，「マスターズ・トーナメント」又は「熟練者ないし中高年を含む一定年齢以上の年齢層を対象とした各種スポーツ競技ないし競技大会」の観念が生じるものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2及び3",
                  "text": [
                    "引用商標2及び3は，アメリカの国土を思わせる図形と，その図形の右下から上に伸びるように立てられた支柱になびく旗が描かれており，さらに，その支柱に重なるように「MASTERS」の欧文字が横書きされて成るものである。",
                    "前記のとおり，「MASTERS」は複数の語義を有するものの，それに重なる図形部分は，アメリカやゴルフの旗竿（ピン）との関連を想起させるものであるから，引用商標2及び3においては，「MASTERS」の文字は，原告がアメリカで主催するゴルフ競技会である「マスターズ・トーナメント」を表すものとしても用いられていると理解するのが合理的である。",
                    "したがって，引用商標2及び3からは，その構成文字に応じて「マスターズ」の称呼が生じ，「マスターズ・トーナメント」の観念が生じるものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用商標4",
                  "text": [
                    "引用商標4は，ややデザイン化した「MASTERS」の欧文字を横書きして成るものであり，引用商標1と同様に，その構成文字に応じて「マスターズ」の称呼が生じるほか，前記1(1)のとおり，「マスターズ・トーナメント」又は「熟練者ないし中高年を含む一定年齢以上の年齢層を対象とした各種スポーツ競技ないし競技大会」の観念が生じるものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標の類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標と引用商標1及び4との類否",
                  "text": [
                    "本件商標と引用商標1及び4は，「コナミスポーツクラブ」の文字部分の有無及び文字種（片仮名か欧文字か）において相違があるから，外観上明らかな差異があると認められる。",
                    "また，本件商標からは，「コナミスポーツクラブマスターズ」又は「コナミスポーツクラブ」の称呼が生じ，引用商標1及び4からは，「マスターズ」の称呼が生じるものと認められるところ，本件商標と引用商標1及び4とでは，「コナミスポーツクラブ」の音を含むか否かにおいて明らかに異なるから，両商標は称呼においても差異があると認められる。",
                    "さらに，本件商標からは，「コナミスポーツクラブが関連する何らかのマスターズ競技ないしその競技大会」又は「コナミスポーツクラブ」の観念が生じ，引用商標1及び4からは，「マスターズ・トーナメント」又は「熟練者ないし中高年を含む一定年齢以上の年齢層を対象とした各種スポーツ競技ないし競技大会」の観念が生じるものと認められるところ，本件商標からは「マスターズ・トーナメント」の観念は生じ得ないし，引用商標1及び4からは，「コナミスポーツクラブ」の観念は生じ得ないのであるから，両商標は観念においても明らかな差異があると認められる。",
                    "以上によれば，本件商標と引用商標1及び4は，外観，称呼及び観念のいずれにおいても相紛れるおそれのない非類似の商標とみるのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標と引用商標2及び3との類否",
                  "text": [
                    "本件商標と引用商標2及び3とは，図形部分の有無，「コナミスポーツクラブ」の文字部分の有無及び文字種（片仮名か欧文字か）において相違があるから，外観上明らかな差異があると認められる。",
                    "また，本件商標からは，「コナミスポーツクラブマスターズ」又は「コナミスポーツクラブ」の称呼が生じ，引用商標2及び3からは，「マスターズ」の称呼が生じるものと認められるところ，本件商標と引用商標2及び3とでは，「コナミスポーツクラブ」の音を含むか否かにおいて明らかに異なるから，両商標は称呼においても差異があると認められる。",
                    "さらに，本件商標からは，「コナミスポーツクラブが関連する何らかのマスターズ競技ないしその競技大会」又は「コナミスポーツクラブ」の観念が生じるのに対し，引用商標2及び3からは，「マスターズ・トーナメント」の観念が生じるものと認められるから，両商標は観念においても明らかな差異があると認められる。",
                    "以上によれば，本件商標と引用商標2及び3は，外観，称呼及び観念のいずれにおいても相紛れるおそれのない非類似の商標とみるのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "text": [
                "原告は，類否判断の誤りを指摘する前提として，①本件商標の構成中「マスターズ」の文字が「中高年のための競技会の総称」程の意味合いで用いられていると理解されるという本件審決の認定は明らかに誤っている（「マスターズ」の語には「中高年向けの競技会」なる意味はない。），②引用商標1及び4から生じる観念は，唯一原告の「マスターズ・トーナメント」のみであり，これから「中高年のための競技会の総称」の観念が生じるとした本件審決の認定は明らかに誤っている，などと主張するが，いずれも採用できないものであることは，既に説示したとおりである。",
                "したがって，前提が異なる以上，その余の点について検討するまでもなく，原告の主張は採用できないものであることが明らかである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，法4条1項11号該当性を認めなかった本件審決の認定判断に誤りはなく，これに反する原告の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "法4条1項15号該当性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "法4条1項15号にいう「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」には，当該商標を指定商品等に使用したときに，当該商品等が他人の商品等に係るものであると誤信されるおそれがある商標のみならず，当該商品等が他人との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品等であると誤信されるおそれ，すなわち，いわゆる広義の混同を生ずるおそれがある商標をも包含する。",
                "また，「混同を生ずるおそれ」の有無は，①当該商標と他人の表示との類似性の程度，②他人の表示の周知著名性及び独創性の程度や，③当該商標の指定商品等と他人の業務に係る商品等との間の性質，用途又は目的における関連性の程度並びに商品等の取引者及び需要者の共通性その他取引の実情などに照らし，当該商標の指定商品等の取引者及び需要者において普通に払われる注意力を基準として，総合的に判断すべきである（最高裁平成12年7月11日第三小法廷判決・民集54巻6号1848頁参照）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これを本件についてみるに，本件商標は，「コナミスポーツクラブマスターズ」の片仮名15文字を標準文字で表して成る文字商標であって，外観的には，同一の大きさ・書体の文字により，全体が等間隔で一行にまとまりよく配置されており，一連一体のものとして構成されていることが明らかである。",
                "そして，前記のとおり，我が国においては，「コナミスポーツクラブ」は被告子会社が運営するスポーツクラブの名称として周知であるということができる一方で，「マスターズ」は原告主催のゴルフ・トーナメントの略称のみならず，熟練者ないし中高年を含む一定年齢以上の年齢層を対象とした各種スポーツ競技ないし競技大会をも指す語として，スポーツ愛好者等の間に広く知られており，現にゴルフはもちろん，ゴルフ以外の競技においても，大会名において「マスターズ」の語が広く使用されている事実が認められることからすると，本件商標を目にした者が直ちに「マスターズ」の部分のみに着目して原告主催のゴルフ・トーナメントを連想するということはできず，むしろ，語頭の「コナミスポーツクラブ」の部分に着目して「コナミスポーツクラブが関連する何らかのマスターズ競技ないしその競技大会」と理解すると考える方が合理的である。したがって，外観（文字構成），称呼及び観念に照らしても，本件商標と原告商標の類似性の程度はそれほど高いとはいえない。",
                "また，「マスターズ・トーナメント」という大会それ自体は世界的に周知・著名なゴルフ競技会であるとしても，元々「masters」が「名人，達人」を意味する「master」の複数形にすぎず，原告の造語でないことは原告自身も認めているところであるし，ゴルフというスポーツの技を競い合う競技会の名称に，技術に長けた人を表す「名人，達人」の語を用いることは，語義に忠実な用法であって，特に奇抜性があるとか斬新であるということもできないから，当該表示や当該表示を選択したことについて独創性があるともいえない。",
                "さらに，商品・役務間の関連性や取引者・需要者の共通性という点についても，本件商標の指定商品及び指定役務のうち無効請求商品役務は，いずれもゴルフに関連する商品及び役務であるから，その限りにおいて，原告の商品及び役務との間で関連性や需要者の共通性が認められるというべきであるが，他方で，原告はその主催する「マスターズ・トーナメント」がよく知られているという以外には，特に日本国内でゴルフ競技会を開催しておらず，また，日本国内でゴルフ関連事業（商品の販売や役務の提供）がよく知られているとも認められない。すなわち，原告提出の証拠（甲58～74，87，89～91，180～214など）によれば，原告は，一応，日本国内においても，ライセンス等により原告商標を表示したゴルフ用品の販売を行っていることや，「マスターズ・トーナメント」の開催時期に合わせてグッズや関連商品の販売を行っていることが認められるが，その売上高や広告宣伝等（事業規模）の詳細は不明であって，この程度の立証では，原告商標が「マスターズ・トーナメント」以外に原告の提供する商品それ自体の出所識別を表示するものとしても我が国で周知著名であると認めるには足りない。",
                "以上のことからすると，本件において，商品・役務の関連性や需要者の共通性はそれほど重視すべき事情であるとはいえない。また，原告は経営多角化の可能性についても言及するが，何ら具体性のある主張立証はなされておらず，この点についても特にみるべき事情があるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告商標が原告主催のゴルフ・トーナメントの略称としても周知著名であることや，原告商標と本件商標との間に「ゴルフ」という共通項があることを踏まえても，本件商標を指定商品及び指定役務（無効請求商品役務）に使用したとき，当該商品等が，原告の業務に係る商品等であるとか，原告との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品等であると誤信されるおそれがあるということはできず，ほかにそのようにみるべき事情はない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "text": [
                "原告は，本件商標について法4条1項15号該当性を認めなかった本件審決の認定判断は誤っているとして種々主張するが，その主張は要するに，「マスターズ」の語に原告主催の「マスターズ・トーナメント」以外の意味が認められないことや，「コナミスポーツクラブ」の周知性が認められないことを前提とするものであって，その前提自体が採用できないものであることは，既に説示したとおりである。",
                "また，原告は，本件審決が本件商標と原告商標の類似性の程度が低いと認定した点や，「マスターズ」及び「Masters」の独創性が高いとはいえないと認定した点についても誤りであると主張するが，その主張が採用できないことも既に説示したとおりである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，法4条1項15号該当性を認めなかった本件審決の認定判断に誤りはなく，これに反する原告の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "法4条1項19号該当性について",
          "text": [
            "原告は，本件商標が同号に該当する理由として，被告は，原告の努力の成果である原告商標の著名性にフリーライドする意図，すなわち「マスターズ」の周知性，著名性にフリーライドして不正の利益を得る目的に出たか，周知商標（原告商標）との間で混同を生じさせて利益を得ようとしたか，そのいずれかとしか解釈しようがない，などと主張する。",
            "しかしながら，その主張は，法4条1項15号該当性における主張と同じく，「マスターズ」の語に原告主催の「マスターズ・トーナメント」以外の意味が認められないことや，「コナミスポーツクラブ」の周知性が認められないことを前提とするものであって，その前提自体が採用できないものであることは，既に説示したとおりである。",
            "また，これ以外に，被告が原告商標の周知性，著名性にフリーライドして不正の利益を得ようとするなどの不正の目的をもって本件商標の使用をしていると認めるに足りる具体的な事実の主張立証はない。",
            "よって，法4条1項19号該当性を認めなかった本件審決の認定判断に誤りはなく，これに反する原告の主張は採用できない。"
          ]
        },
        {
          "fig": "5",
          "subject": "法4条1項7号該当性について",
          "text": [
            "原告は，本件商標が同号に該当する理由として，仮に被告が本件商標を採択して登録出願をし，その登録を得たことについて，主観的な意図として不正の目的がなかったとしても，周知著名な原告商標をその一部に接続，結合させた本件商標の使用は，他人が築き上げた名声，信用，周知性，著名性にフリーライドするものであって，このような行為が公序良俗に反することは多言を要しない，などと主張する。",
            "しかしながら，かかる原告の主張も，結局は，「マスターズ」の語に原告主催の「マスターズ・トーナメント」以外の意味が認められないことや，「コナミスポーツクラブ」の周知性が認められないことを前提とするものであって，その前提自体が採用できないことは既に説示したとおりであるし，ほかに本件商標がその出願経過等に照らして公序良俗に反すると認める足りる具体的な事実の主張立証はない。",
            "よって，法4条1項7号該当性を認めなかった本件審決の認定判断に誤りはなく，これに反する原告の主張は採用できない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告が主張する取消事由はいずれも理由がなく，本件審決に取り消されるべき違法はない。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}