{
  "conclusion": [
    {
      "fig": "1",
      "text": "一審原告の控訴及び訴えの追加的変更に基づき，原判決主文第3項，第4項及び第6項を次のとおり変更する。"
    },
    {
      "fig": "2",
      "text": "一審被告は，一審原告に対し，3億7383万6477円，及び，うち1億円に対する平成27年2月13日から，うち1億3391万0676円に対する平成29年4月11日から，うち1億0340万4933円に対する平成30年3月14日から，うち3617万8252円に対する平成30年6月20日から，うち34万2616円に対する平成30年8月5日から，各支払済みまで年5分の割合による金員を支払え。"
    },
    {
      "fig": "3",
      "text": "一審原告のその余の請求をいずれも棄却する。"
    },
    {
      "fig": "4",
      "text": "一審被告の控訴を棄却する。"
    },
    {
      "fig": "5",
      "text": "訴訟費用は，第1，2審を通じて，これを5分し，その4を一審原告の負担とし，その余を一審被告の負担とする。"
    },
    {
      "fig": "6",
      "text": "この判決は，第2項に限り，仮に執行することができる。"
    },
    {
      "fig": "7",
      "text": "一審原告及び一審被告について，この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    },
    {
      "fig": "8",
      "text": "なお，原判決主文第1項及び第2項は，一審原告の訴えの取下げにより，失効している。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "一審原告の控訴及び訴えの追加的変更について",
          "content": [
            {
              "fig": "(1)",
              "subject": "一審原告",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決主文第3項を次のとおり変更する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告は，一審原告に対し，●●●●●●●●●●●●●，及び，うち1億円に対する平成27年2月13日から，うち18億2918万3720円に対する平成29年4月11日から，うち●●●●●●●●●●●●に対する平成30年3月14日から，各支払済みまで年5分の割合による金員を支払え(一審原告は，当審において，①第1審で求めていた19億2918万3720円の損害賠償及びこれに対する遅延損害金の請求について，特許権侵害行為の終期を平成30年8月5日まで拡張して，請求額を上記のとおり拡張し，②第1審で求めていた被告各製品の製造販売等の差止め及び廃棄の各請求を取り下げた。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一審被告",
              "text": [
                "一審原告の控訴及び当審における追加請求をいずれも棄却する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一審被告の控訴について",
          "content": [
            {
              "fig": "(1)",
              "subject": "一審被告",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決のうち一審被告敗訴部分を取り消す。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審原告の請求を棄却する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一審原告",
              "text": [
                "一審被告の控訴を棄却する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，発明の名称を「2-ベンゾイルシクロヘキサン-1，3-ジオン」とする本件特許権を有する一審原告が，一審被告に対し，一審被告が被告各製品を製造し，販売し，譲渡し，貸渡し，輸入し，又は譲渡等の申出をすることは，本件特許権を侵害すると主張して，①特許法100条1項及び2項に基づき，被告各製品の製造販売等の差止め及び廃棄を求めるとともに，②被告製品2に係る特許権侵害の不法行為並びに被告製品1に係る一審被告及び全農らの共同不法行為による損害賠償(対象期間は，いずれも平成22年9月24日～平成28年9月30日)として，19億2918万3720円(特許法102条3項により算定される損害額並びに弁護士及び弁理士費用の合計額)，及び，うち1億円に対する不法行為後の日(訴状送達の日の翌日)である平成27年2月13日から，うち18億2918万3720円に対する不法行為後の日(平成29年4月7日付け訴えの追加的変更申立書送達の日の翌日)である平成29年4月11日から，各支払済みまで民法所定年5分の割合による遅延損害金の支払を求めた事案である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原審は，①被告各製品は，本件各発明の技術的範囲に属する，②本件各発明は実施可能要件違反及びサポート要件違反の無効理由を有するが，本件訂正によってそれらの無効理由は解消され，訂正の再抗弁が成立する，③被告製品1に係る一審被告及び全農らの共同不法行為は認められないなどと判断した上で，被告製品2の製造販売等の差止め及び廃棄，並びに，損害賠償金2億0028万0574円及びこれに対する遅延損害金(1億円に対する平成27年2月13日から，1億0028万0574円に対する平成29年4月11日から，各支払済みまで年5分の割合による金員)の支払の限度で，一審原告の請求を認容し，その余の請求を棄却した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一審原告及び一審被告は，いずれも，原判決を不服として控訴した。",
                "また，一審原告は，前記第1の1(1)イのとおり，被告各製品の製造販売等の終期を平成30年8月5日まで拡張して，損害賠償請求を●●●●●●●●●●●●及びこれに対する遅延損害金(うち1億円に対する不法行為後の日〔訴状送達の日の翌日〕である平成27年2月13日から，うち18億2918万3720円に対する不法行為後の日〔平成29年4月7日付け訴えの追加的変更申立書送達の日の翌日〕である平成29年4月11日から，うち●●●●●●●●●●●●に対する不法行為後の日〔平成30年2月2日付け控訴状及び訴え変更申立書送達の日の翌日〕である平成30年3月14日から，各支払済みまで民法所定の年5分の割合による金員)に拡張するとともに，被告各製品の製造販売等の差止め及び廃棄の各請求を取り下げた。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "本件の前提事実(当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により認められる事実)は，下記(1)及び(2)のとおり原判決を補正するほかは，原判決の「事実及び理由」欄の第2の2に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決5頁21行目～22行目を，次のとおり改める。",
                "「  本件審決に対する取消訴訟について，知的財産高等裁判所は，平成30年1月22日，請求棄却判決をし，最高裁判所は，同年12月7日，上記判決に対する上告受理申立てについて，不受理決定をしたことから，本件審決は，確定した。",
                "(以上につき，甲16，48，49，54，78，102，乙10，47，弁論の全趣旨)」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決11頁4行目の後に，行を改め，次のとおり挿入する。",
                "「  (8) 被告製品2の売上高",
                "特許法102条3項の実施料相当額の算定の基礎となるべき被告製品2の売上高は，別紙『損害論に係る主張及び判断』の第1記載のとおりである。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "本件の争点は，原判決の「事実及び理由」欄の第2の3に記載のとおりである。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点に対する当事者の主張",
          "text": [
            "本件の争点に対する当事者の主張は，下記(1)のとおり原判決を補正し，下記(2)及び(3)のとおり当審における当事者の補充主張を加えるほかは，原判決の「事実及び理由」欄の第3に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の補正",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決20頁11行目に「発明の詳細な記載」とあるのを「発明の詳細な説明」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決25頁12行目に「本件各発明の構成を当業者が容易」とあるのを「本件各発明の構成を容易」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決28頁7行目～8行目に「C ～C アルキニレン鎖」とあるのを「C ～C アルキニレン鎖」と改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決31頁16行目～17行目に「本件特許明細書」とあるのを「本件明細書」と改める。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決32頁10行目に「本件各訂正の構成を」とあるのを「本件各訂正発明の構成を」と改める。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原判決36頁2行目に「訂正訂正発明」とあるのを「本件各訂正発明」と改める。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "原判決36頁10行目に「本件訂正発明」とあるのを「本件各訂正発明」と改める。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "原判決38頁15行目～44頁7行目を，次のとおり改める。",
                    "「5  争点5(一審原告が受けた損害の額)について",
                    "【一審原告の主張】",
                    "別紙『損害論に係る主張及び判断』の第2記載のとおりである。",
                    "【一審被告の主張】",
                    "別紙『損害論に係る主張及び判断』の第3記載のとおりである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における一審原告の補充主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点1(被告各製品は本件各発明の技術的範囲に属するか)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許の請求項1の特許請求の範囲の記載における，「酸素原子によって中断された，・・・エチレン鎖」とは，文言上，エチレンを構成する二つの炭素原子を酸素原子が中断していること(-CH -O-CH -)を示している。",
                        "本件特許登録時の特許請求の範囲及び明細書の記載によると，請求項1の「Cアルケニレン鎖」及び「C アルキニレン鎖」，明細書【0002】の「C アルキレン鎖」，「C アルケニレン鎖」及び「C アルキニレン鎖」の記載が誤記であることは明白である。一審被告は，この誤記と矛盾なく解釈すべきものと主張するが，かえって，特許請求の範囲の「鎖」を中断するとの記載や，明細書全体の記載に反することになる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書には，テフリルトリオンのX1(CH OCH )とHetのヘテロシクリル基がそれぞれ記載され，組合せとしても，類似性の高い組合せが示されているから，テフリルトリオンの化学構造は本件明細書に記載されている。",
                        "また，本件明細書には，テフリルトリオンを含む本件特許化合物の生産方法・使用方法が開示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "拒絶理由通知を受けて削除された請求項6～8は，本件各発明とは別の発明に関するものであり，それらについて特許査定を受けることを諦めたとしても，本件各発明について，実際に除草活性組成物等として使用されるものを除いて特許査定を受けたことが外形的に示されているということはできず，また，第三者がそのように信頼するということもできないから，一審原告が除草活性組成物等である被告各製品に対して本件特許権を行使することが信義則に反するとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点3-1(本件訂正は訂正要件を満たすか)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正におけるR ，R 及びX1の訂正(構成要件1B，1C①及びEの訂正)は，いずれも択一的に記載されていた発明特定事項を削除して一部のみとするものであり，また，本件訂正におけるHetの訂正(構成要件1F及び3Aの訂正)は，本件明細書の【0061】に記載された具体例，【0071】の表Aに記載されたHetの具体例，【0131】，【0134】，【0135】及び表37に記載された実施例に基づいて導き出される構成の中から，原料を入手できる範囲で当業者が生産できる旨の本件審決予告の見解を踏まえ，本件優先日以前に入手可能であった原料から得られるHetに限定したものである。",
                        "このように，本件訂正は，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてされたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書には，本件訂正後の置換基X1と置換基Hetの組合せであれば本件各発明に係る化学物質を生産できるという技術的事項が当初から記載されている。また，本件訂正は，本件審決予告において実施可能要件を充足すると判断された化合物のみを含むように，明細書中に明示的に記載されている置換基により特許請求の範囲を減縮訂正するものであり，通常の実務で認められたものにすぎない。",
                        "したがって，知財高裁平成18年(行ケ)第10563号同20年5月30日大合議判決の「特段の事情」はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点3-2(本件訂正により無効理由が解消するか)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正明細書には，次のとおり，当業者が本件各訂正発明のすべての化合物を合成するに十分な情報が記載されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件各訂正発明の化合物は，以下の構造を有し，その生産ができるか否かについては，赤で囲んだ部分(-X1-Het)の結合が生ずるか否かが問題とされており，その余の部分の結合形成ができることは，争いがない。",
                            "そして，訂正後の請求項1によると，この赤で囲んだ部分は，①-CH O-Het(Hetは，オキシラニル，2-オキセタニル，3-オキセタニル，2-テトラヒドロフラニル，3-テトラヒドロフラニル，2-テトラヒドロチエニル，2-ピロリジニル，2-テトラヒドロピラニル，2-ピロリル，5-イソオキサゾリル，2-オキサゾリル，5-オキサゾリル，2-チアゾリル，2-ピリジニル，1-メチル-5-ピラゾリル，1-ピラゾリル，3，5-ジメチル-1-ピラゾリル又は4-クロロ-1-ピラゾリルの18種類のいずれか。以下，「結合A」という。)又は②-CH -O-CH -Het(Hetは上記18種類のいずれか。以下，「結合B」という。)である。",
                            "①結合A(-CH O-Het)を形成するためには，HO-Hetの構造の原料(アルコール)であって，Hetとして上記18種類のいずれかを有するものが必要となり，②結合B(-CH -O-CH -Het)を形成するためには，HO-CH -Hetの構造の原料(アルコール)であって，Hetとして上記18種類のいずれかを有するものが必要となるが，これらの出発物質であるアルコールが本件特許出願時に入手可能であったことは，CASレジストリ物質レコード(甲38，51)より明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "訂正明細書には，化合物の製造スキームとして，次のとおり，方法C(【0050】～【0057】)が記載されている。",
                            "「【0050】",
                            "方法C：",
                            "適当な置換ヘテロシクリルVⅠⅠを安息香酸エステルⅤbで置換して，本発明の安息香酸エステルIIIcを得る；",
                            "【0051】",
                            "【化14】",
                            "〔判決注・赤丸は一審原告が付したものである。(以下，同じ。)〕」",
                            "上記式には，左辺に示された式Ⅴbの化合物(出発材料・原料)の「X2-L2」と，式ⅤⅠⅠの化合物(出発材料・原料アルコール)の「X3-OH」が反応して，右辺の式ⅠⅠⅠcの化合物中，X1を形成していることが示されている。また，訂正明細書【0051】には，上記反応では，式ⅤⅠⅠの化合物のプロトン(H＋)を除去し(脱プロトン化)，式Ⅴbの化合物のL2(脱離基)を脱離させて，X2-O-X3の結合を形成することが記載されており，このように形成されたX2OX3が上記反応式の右辺では基X1として説明されている。なお，式Ⅰaの化合物(本件各訂正発明の化合物)は，式ⅠⅠⅠcの化合物(中間体)のMをQ(式ⅠⅠのシクロヘキサン-1，3-ジオン。【0014】，【0015】，【0017】)に転化して得られるものであり，式Ⅰaの-X1-Het-と式ⅠⅠⅠcの-X1-Het-とは同義である。",
                            "そして，本件各訂正発明のX1のうち，-CH O-の結合の形成は，訂正明細書の製造実施例で具体的な反応条件と共に開示されている(【0130】～【0135】の工程b〔【0132】〕)。工程bの反応式は，次のとおりである。",
                            "また，上記【0051】【化14】の反応式の，X2-L2とX3-OHとが反応してX2-O-X3となる反応は，ウィリアムソンエーテル合成として古くから有機化学者に知られたものである。それにもかかわらず，訂正明細書では，方法Cとして一般式を示し，材料の使用量(【0052】)，使用する塩基の種類及び使用量(【0053】，【0054】)，溶媒の例(【0055】)，反応温度(【0056】)，後処理(【0057】)について，丁寧な説明を加え，実施例では工程bとして実際の合成結果を示しているのである。当業者は出発材料に応じた反応条件を適宜選択するから，本件各訂正発明は，実施可能要件を充足している。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "2-ベンゾイルシクロヘキサン-1，3-ジオン化合物は，本件特許出願時の1997年頃には，世界の主要国において研究が進み，同化合物により植物の代謝に関与する酵素の活性を阻害して除草が行われることや，その製造に関する見識が広まっていた。このように，当業者により，ベンゾイルシクロヘキサンジオンという除草作用が認められるものについて，いろいろな化合物の開発が試みられようとしている状況において，当業者は，本件明細書の記載を見ると，次のとおり，本件各発明の化合物が，良好な除草作用を有することを理解し，これを除草剤として使用することができる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書【0004】，【0005】及び乙1～4の各【0003】に記載されているとおり，従前から2-ベンゾイルシクロヘキサン-1，3-ジオン化合物は，除草特性を有する化合物として知られていた。",
                            "また，乙1～4は，いずれも「シクロヘキサンジオン誘導体および除草剤」であり，いずれも「優れた除草活性と作物に対する安全性を有する」とされ，除草特性(非栽培領域の植生を制御する特性と，栽培植物に影響を与えずに望ましくない植物を除草する特性)が示されている。",
                            "そこで，本件各訂正発明の化合物の化学構造と，乙1～4の化合物の化学構造との共通性から，当業者は，本件各訂正発明の化合物に除草特性があることを認識することができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "一審被告は，乙62の化合物番号55の化合物が全ての実験された雑草に対して損傷を与えなかったと主張するが，乙62で実験された雑草は，わずか7種類にすぎない。ある種類の雑草についての実験で効果がなかったとしても，他の多くの種類の雑草で効果が認められれば足りる。むしろ，乙62においては，化合物番号55を除き，化合物番号1～93のほとんどのものについて，良好な除草特性があることが示されている(16頁～19頁)。",
                            "乙63についても，4種類の雑草について実験したものにすぎないから，同様のことがいえる。",
                            "乙64についても，挙げられている何十種類かの化合物のうちの化合物10が，多くの温帯イネ科雑草のうちの数種類の雑草に対して，十分な除草活性を示さなかったことが記載されているだけである。",
                            "対象とする栽培植物にかかわる多くの雑草のうちに，その骨格の置換基及び他の置換基との組合せによって十分な除草活性を示さない雑草が存在するとしても，2-ベンゾイルシクロヘキサン-1，3-ジオン化合物の一般に知られている除草活性を否定するものとはいえない。",
                            "本件各訂正発明は，従来から除草効果が認められているベンゾイルシクロヘキサンジオンという大きな分子の一部の置換基を変更して除草作用を確保しつつ作物への安全性を高めたものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "争点3-3(被告各製品は本件各訂正発明の技術的範囲に属するか)について",
                  "text": [
                    "被告各製品が本件各訂正発明の技術的範囲に属することは，前記アのとおりである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "争点4-2(一審被告及び全農らの共同不法行為が成立するか)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審被告らの共同不法行為を基礎付ける事情については，次のとおりであり，これらの事情を総合的に考えると，一審被告は，全農と共同して，テフリルトリオンを含有する農薬混合剤を開発し，共同で農薬登録を得て，共同してビジネスを行っている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "農業協同組合新聞の2010年3月5日号(甲79)において，全農の常務理事は，一審被告の農薬製品(被告製品2)でも，北興の農薬製品でもなく，被告製品1を原体とする農薬製品(新規水稲用除草剤AVH-301〔有効成分名：テフリルトリオン〕)について，難防除雑草問題を解決する生産者のメリット，高い安全性の確認による消費者のメリット，コスト削減のメリットを指摘して，防除暦や注文書への採用を訴えている。",
                            "また，農業協同組合新聞の同月8日号(甲80)によると，一審被告，全農及び北興の共同記者会見において，一審被告の社長は，「ドイツで生まれ，日本で育った除草成分です」として，被告製品1について述べたほか，全農の肥料農薬部長は，一審被告が販売する被告製品2だけではなく，全農が輸入し，北興などに販売する被告製品1を原体として製造される農薬製品について，今後の普及展開の方向性を述べており，この発言は，一審被告，全農及び北興が，テフリルトリオンの開発，普及展開について共同していることを示している。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告製品1は，テフリルトリオン原体であり，農薬取締法上の農薬登録に原体登録は存在しないから，被告製品1について農薬登録を受けているわけではないが，被告製品2について農薬登録を得るためには，その原体である被告製品1の製造方法及び製造場所について詳細に記載しなければならないし，原体に含有される不純物についても記載しなければならない。",
                            "したがって，第三者がテフリルトリオンを含有する農薬の登録を受けるためには，農薬登録申請書に記載された農薬原体に関する情報を参照できるように一審被告らに同意書を発行してもらう必要がある。このことは，農薬取締法の規定から導かれる事項である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "第三者が混合剤の農薬(テフリルトリオンに別の成分を追加した農薬)を製造するためには，一審被告らから情報提供を受け，技術指導を受ける必要がある。このことは，次の事実からも裏付けられる。",
                            "被告製品1を原体として農薬製品を製造販売するためには，その者も農薬登録を得る必要があるが，被告製品1の情報が開示されなければ，農薬登録を受けて，混合剤開発，製剤開発，製造等を行うことは不可能である。被告製品1の製造方法は，農薬登録に必須であるが，農薬登録の記載内容は企業秘密として公開されていないから，開発者である一審被告の親会社が具体的に開示しなければ，農薬登録の申請において，その製造方法を記載することができない。テフリルトリオンを主要成分とする農薬を製造販売している日産化学や他社が，どの会社から同意書を得ているかは不明であるが，一審被告，全農及び北興の3社連名又はいずれかの1社から同意書を得なければ，登録は取得できない。",
                            "また，全農が第三者に対して被告製品1の製造を委託するにも，その第三者が被告製品1を製造するためにも，一審被告(又はその親会社)が協力して被告製品1の製造方法及び使用方法について情報を提供して技術指導を行う必要があり，技術指導を行った。これは，テフリルトリオンの開発段階ではない。",
                            "さらに，一審被告又はその親会社の技術指導及びこれによる農薬登録は，仮に開発段階に行われたものであったとしても，テフリルトリオン(被告製品1)の製造及び輸入を全農に行わせることを可能とし，これにより，一審被告及び他社にテフリルトリオン(被告製品1)を有効成分とする被告製品2等の農薬を譲渡させることを可能としたのであり，これらを目的としてされたものである。",
                            "加えて，平成28年4月13日にも，一審被告及び全農のテフリルトリオン(被告製品1)を原体とする農薬登録が継続してされており(甲86)，一審被告及び全農の開発行為は，本件訴訟係属後も，継続してされている。農薬登録を得るための試験は，本件特許権の有効期間中に積極的に販売することを目的としてされた積極的な侵害準備行為である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "テフリルトリオンの農薬抄録(甲3の1)の各頁のヘッダーに「本資料に記載された情報に係る権利及び内容の責任は全国農業協同組合連合会，北興化学工業株式会社及びバイエルクロップサイエンス株式会社にある。」と記載されているとおり，被告製品1(テフリルトリオン)に何らかの不具合があれば，これについての責任保証は，売主としての責任，開発者としての責任を，共同して，原体の登録を得ている3社が負っている。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "一審被告の特許(特許第5005852号)は，本件特許出願の後願に係るもので，本件特許発明と同一性を有する発明を対象としているから，一審被告の特許発明の実施は，先願の本件特許発明の実施に当たり，本件特許権の侵害行為を構成する。したがって，一審被告の上記特許の有効，無効を議論するまでもなく，全農から一審被告への被告製品1の販売利益の配分は，本件特許権の侵害行為に該当する共同事業から得られた利益の配分である。",
                            "共同事業でなくても，単なるロイヤルティを受領する場合はあるが，前記aのような販売促進活動が共同で行われ，前記b及びcのような技術供与が一審被告により行われたことに照らすと，上記利益を得ていることは，一審被告の客観的及び主観的共同行為を裏付ける。",
                            "共同開発契約書(乙68の1)によると，一審被告の受領する利益配分は，ロイヤルティに尽きるものではなく，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●事業コストについても共同して負担しているのであり，被告製品1の販売事業における収益及び費用を全て共有しているから，実質的に共同事業を行っている。",
                            "被告製品1の販売量が増えれば，一審被告に対する利益の配分額が増えるから，一審被告にとって，全農による被告製品1の販売の拡大についてのインセンティブとなっている。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "被告製品1(テフリルトリオン)の製造，輸入及び販売についての商流は，一審被告及び全農らによって合意された独占の商流だけであり，別の商流は存在しない。",
                            "一審被告と全農は，一審被告のための商系ルートのマーケットと，全農のための系統ルートのマーケットとで市場を2分して販売し，一審被告及び全農は，日本の市場で使用されるテフリルトリオンを輸入し，日本のマーケットで販売することによって共同の利益を得ている(以下，全農を通じる販売ルートを「系統ルート」，卸店，小売店を通じる販売ルートを「商系ルート」という。)。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "被告製品1の営業行為は，一審被告及び全農らによって共同で行われている。このことは，次の事実からも裏付けられる。",
                            "一審被告の営業行為は，全農をはじめとする水稲用除草剤製造者などに働きかけて被告製品1の採用をしてもらうことであり(甲82，84，85)，この営業行為の結果として，全農の農作物生産者に向けたパンフレットにおいて，全農の被告製品1を原体とする農薬，一審被告の被告製品2及び北興の被告製品1を原体とする農薬が掲載されている。",
                            "一審被告は，全農の農作物生産者に向けたパンフレットに掲載されている，全農の被告製品1を原体とする農薬，一審被告の被告製品2及び北興の被告製品1を原体とする農薬のうち，被告製品2が販売された場合に大きな利益を得るが，これらのどの農薬が販売されても，農薬の有効成分である被告製品1の輸入販売による利益を得る。そして，これらは，使用目的が異なるために，一審被告は，被告製品2だけの売り込みをするのではなく，目的に応じた売り込みを行わなければならず，必然的に被告製品1を原体とするあらゆる農薬の売り込みを行うことになるのである。",
                            "農業協同組合新聞の2010年3月5日号(甲79)において，全農の常務理事は，一審被告の農薬製品(被告製品2)でも，北興の農薬製品でもなく，被告製品1を原体とする農薬製品(新規水稲用除草剤AVH-301〔有効成分名：テフリルトリオン〕)について，メリットを指摘して，防除暦や注文書への採用を訴えていることは，前記aのとおりである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以下のとおり，全農による被告製品1の製造委託，輸入は，まず一審被告のためのものであり，一審被告が自ら使用しない被告製品1も，一審被告が使用するものと共に，一審被告に販売利益の配分をすることで輸入されており，すべての事実を一審被告が認識し，そして，最初だけであるとしても，一審被告による原体である被告製品1の製造及び使用に関する技術指導は，現在に至るまでの被告製品1の製造委託，輸入及び被告製品1を原体とする農薬の製造のためのものであり，すべての被告製品1及び被告製品1を原体とする農薬の取引，使用について，技術の実施許諾をしている。",
                        "このように，一審被告は，全農と，被告製品1の製造委託，輸入及び販売について，主観的及び客観的に共同して行為をしており，共同不法行為が成立する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "一審被告と全農の被告製品1に関する取引は，その目的を両者が認識して，技術指導を行い，共同して農薬登録を得て，農薬原体である被告製品1を原体メーカーに製造委託，輸入し，全農が一審被告に譲り渡している。一審被告は，対象年度に被告製品2に使用するテフリルトリオンの見込量を全農に伝えることがあり，全農からテフリルトリオンを輸入している(乙69)。",
                            "一審被告と全農とは，平成28年4月13日，①テフリルトリオン・トリアファモン粒剤の農薬について，一審被告がカウンシルコンプリート1キロ粒剤(農薬登録第23792号。甲90の1)，全農(子会社である全農グリーンリソース)がボデーガードプロ1キロ粒剤(農薬登録第23793号。甲90の2)の名称で，②テフリルトリオン・トリアファモン水和剤の農薬について，一審被告がカウンシルコンプリートフロアブル(農薬登録第23794号。甲90の3)，全農(子会社である全農グリーンリソース)がボデーガードプロフロアブル(農薬登録第23795号。甲90の4)の名称で，③テフリルトリオン・トリアファモン粒剤の農薬について，一審被告がカウンシルコンプリートジャンボ(農薬登録第23796号。甲90の5)，全農(子会社である全農グリーンリソース)がボデーガードプロジャンボ(農薬登録第23797号。甲90の6)の名称で，同一成分，同一配合，同一登録内容の親子の農薬登録を取得し，また，一審被告が全農に対し一審被告が保有する「ボデーガード」の商標(商標登録第3257069号。甲91)の使用許諾を行い，さらに，一審被告と全農とで，流通ルートを系統ルートと商系ルートとに分割して販売している(甲92の1・2，甲93)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "全農と北興の被告製品1に関する取引は，その目的を両者が認識して，一審被告が技術指導を行い，3者が共同して農薬登録を得て，農薬原体である被告製品1を原体メーカーに製造委託，輸入し，全農が北興に譲り渡している。",
                            "北興と全農とは，平成22年2月18日，①オキサジクロメホン・テフリルトリオン粒剤の農薬について，北興がホクコーエーワン1キロ粒剤(農薬登録第22606号。甲94の1)，全農がJAエーワン1キロ粒剤(農薬登録第22607号。甲94の2)の名称で，②オキサジクロメホン・テフリルトリオン粒剤の農薬について，北興がホクコーエーワンジャンボ(農薬登録第22608号。甲94の3)，全農がJAエーワンジャンボ(農薬登録第22609号。甲94の4)の名称で，③オキサジクロメホン・テフリルトリオン水和物の農薬について，北興がホクコーエーワンフロアブル(農薬登録第22610号。甲94の5)，全農がJAエーワンフロアブル(農薬登録第22611号。甲94の6)の名称で，同一成分，同一配合，同一登録内容の親子の農薬登録を取得し，また，北興が全農に対し北興が保有する「エーワン」の商標(商標登録第5307958号〔甲95の1〕，第536394号〔甲95の2〕，第4454198号〔甲95の3〕)の使用許諾を行った。これらの農薬は，テフリルトリオンを主たる原体とするものであり，全農が原体を輸入して，全農が北興に対して原体を売り渡し，北興がこの原体を原料として農薬を製造している。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "すべての取引について，次の事実がある。",
                            "原体であるテフリルトリオンは，一審被告(又はその親会社)が開発したものであり，その使用に関しては，開発者である一審被告(又はその親会社)の技術指導が不可欠である。仮に，最初の指導だけであっても，継続した被告製品1を原体とする農薬の製造を認識し，それを目的として行われたものであるから，少なくとも特許権侵害行為の幇助及び教唆に該当する。",
                            "全農による被告製品1の製造委託及び輸入は，一審被告の全農に対する注文を受けて一審被告に対して販売するとともに，北興に対する販売も行われている。",
                            "一審被告の親会社の特許権の発明について，一審被告の親会社が全農及び農薬メーカーである北興に対して，すなわち，被告製品1に係るすべての取引に関して実施許諾を行っている。",
                            "全農による被告製品1の輸入及び販売について，全農は，一審被告に対し，利益を分配している。これは，一審被告の特許権の発明の実施に対するロイヤルティの性格があったとしても，一審被告による原体である被告製品1の製造及び使用に関する技術指導に対する対価を含むものであり，共同事業の利益の分配にほかならない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "一審被告，全農及び北興は，平成22年2月18日，テフリルトリオン粒剤について，いずれも一審被告の商標であるマイティーワンの名称を付して，北興のホクコーマイティーワン1キロ粒剤の名称の農薬(農薬登録第22603号。甲89の1)，全農のJAマイティーワン1キロ粒剤の名称の農薬(農薬登録第22604号。甲89の2)，一審被告のバイエルマイティーワン1キロ粒剤の名称の農薬(農薬登録第22605号。甲89の3)を登録した。これは，一審被告，全農及び北興との間で，同一成分，同一配合，同一登録内容の農薬が販売されることが想定されていたことを示している。",
                            "一審被告は，マイティーワンはまだ販売されておらず，商標の使用料を受け取ったことはないと主張するが，マイティーワンは，単剤登録であるため，原体の登録に最も近いから，この主張のとおりであるとすると，一審被告は，マイティーワンを製造，販売目的のものではなく，農薬登録の便宜(テフリルトリオンを含有する農薬登録取得の際に，テフリルトリオンに関するデータを参照させるために，登録名義人の同意書を発行して参照を可能とさせるとの目的)のために登録したことになる。一審被告が中心となって，自己が製造，販売を目的としていない農薬登録取得を各社に可能とし，更に自己が保有する登録商標を各社に対し使用許諾し，単剤製品マイティーワンの農薬登録を全農及び北興に保有可能な状態に置いており，一審被告は，これに主体的，積極的に関与している。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "一審被告が開発したテフリルトリオン化合物(被告製品1)を原体として使用した農薬製品であるボデーガードプロ(甲97の1)，北興エーワン(甲97の2)，日産ゲットスター(甲97の3)には，以下の「AVH-301」のロゴが付されている。",
                            "「AVH」は，一審被告の前身の一つであるアベンティスの開発品コード番号であり，一審被告のコードである(甲96)。",
                            "また，全農のパンフレット(甲81)においても，「全農ぐんま推奨農薬『AVH-301』」，「AVH-301とは？AVH-301はバイエル，北興化学と全農の3社で共同開発した新しい除草剤の有効成分です。」と説明され，上記のように，その他の各社の製品パッケージにおいてテフリルトリオンを示すものとして表示されている。",
                            "このように，一審被告及び全農は，新製品に開発品コードであるAVH-301を使用することによって，共同で被告製品1(AVH-301)が各社のテフリルトリオン(被告製品1)を原体とする農薬製品に含有されていることを意識付け，被告製品1の販売促進(ブランディングによる相乗効果等)を目指している。",
                            "そして，そのコードは，一審被告が原体であるテフリルトリオンを開発し，全農及び北興らと共同で販売の促進を行っていることを示すものである。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "農業協同組合新聞の2010年10月8日号(甲98)に記載されているように，「全国的に問題となっているSU抵抗性雑草に卓効を示すことのほか成分数が少なく特別栽培米に対応できる剤であり，現場の期待も高い」テフリルトリオンを主たる原体とする，「エーワン剤(販売は北興化学)，ボデーガード剤(同バイエル  クロップサイエンス，北海道では北海三共，10月1日からは「ホクサン」)」の各農薬が，いずれも全農により販売されている。また，「全国で，全農県本部や経済連の展示ほ場試験とメーカーが設置する展示圃あわせて5784カ所で試験が計画された。」と記載されているように，農薬としての試験も互いに結果を共有し，協力して行われている。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "全農(子会社の全農グリーンリソース株式会社)は，インドから，テフリルトリオンを輸入している。",
                            "工場の生産スケジュールにもよるが，同じ製造工場を使用するのであれば，生産時期を合わせるなどの協議がされているであろう。テフリルトリオン(被告製品1)のFOB価格が，数量によって変動しているのであれば，一審被告らにとっては被告製品1の総輸入数量を増やすことで原価の低減が得られることになるので，共同で被告製品1の総輸入数量を増やす動機となる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "共同開発契約書(乙68の1)によると，次のとおり，一審被告及び全農らに被告製品1の製造委託，輸入及び販売について，共同不法行為が成立する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "一審被告及び全農らは，テフリルトリオン(被告製品1)について，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●共同開発契約書を締結した。",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "このように，開発のみならず，マーケティングに至るまで，共同して行ってきたことが示されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "共同開発契約当事者の各自が，原体であるテフリルトリオン(被告製品1)を含有する農薬製品(混合剤)の販売を行って普及させ，販売数量を増加させることは，必然的に原体であるテフリルトリオン(被告製品1)の売上げの拡大につながる。",
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                            "前記(ア)aの農業協同組合新聞の2010年3月5日号(甲79)において，一審被告，全農及び北興の3者が各自の農薬製品を販売するにもかかわらず，3者の農薬製品の合計の目標普及面積を設定しているとされているのは，3者が，原体の製造委託，輸入の一本化を通じた「AVHの普及集約化による生産コスト・流通コストのいっそうの削減につながるメリット」により，各自の農薬製品(混合剤)から利益を上げるとともに，30万haに使用される原体から得られる利益を想定していたことを意味している。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●互いに競争を制限しつつ，合理化，効率化を図り，各当事者がその農薬製品の売上から利益を上げるにとどまらず，原体(テフリルトリオン)の使用量を増加させ，その売上を最大化しようとするものである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "共同開発契約等の合意の下で，一審被告は，特許についてのロイヤルティを受け取るだけでなく，●●●●●●●●●●●●●●●●●●●●●●●●●●●●提供又は負担したのが，費用，労務等であろうと，技術であろうと，共同事業における役割分担又は費用分担の一形態にすぎず，共同行為を基礎付けることに変わりはない。",
                            "むしろ，一審被告(又はその親会社)は，被告製品1(テフリルトリオン)の製造委託，輸入及び販売や，そもそもの共同開発契約の合意に不可欠なテフリルトリオンの製造に関する技術を自ら開発して提供し，全農による被告製品1(テフリルトリオン)の製造委託，輸入及び販売を可能にしたのであり，本件特許権を侵害する共同行為において主導的な役割を果たしている。これは，一審被告が本件特許権侵害の共同行為を行っていることを明確に基礎付けるものである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                          "text": [
                            "一審被告，全農ら3者は，共同で，被告製品1(テフリルトリオン)の開発，製造委託，輸入及び販売，各農薬登録という一連の行為を行い，特許権侵害行為を共同して行っている。",
                            "全農及び一審被告は，共同開発契約等において，被告製品1の製造(外国における製造の委託及び輸入)並びに輸入した被告製品1の販売を全農に委ね，全農はこれを引き受けている。全農は，一審被告が被告製品1を有効成分とする農薬製品を開発，販売することを承知しており，一審被告に対し自己の行為が利用されることを容認している。",
                            "また，一審被告も，全農による被告製品1の製造販売を認識していただけでなく，●●●●●●●●●●●●●●●利益配分を得るとともに，被告製品2の製造販売を行おうとするものであり，全農の行為を利用する意思がある。",
                            "以上のように，全農及び一審被告に共謀関係がある場合，全農が一審被告に対し自己の行為が利用されることを容認しており，一審被告が全農の行為を利用する意思があるので，共同不法行為が成立する。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "一審被告らによる被告製品1の化合物の開発と，全農による被告製品1の製造委託，輸入及び販売とは，論理的に互いの存在を不可欠とするものであり，また，全農による被告製品1の製造委託，輸入及び販売と，一審被告による被告製品2の製造販売行為とは，同様に，論理的に互いの存在を不可欠とするものである。ある侵害品の製造と販売のように，論理的に互いの存在を不可欠とする場合は，共同不法行為が成立する。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "被告製品1を全農が製造委託，輸入及び販売すること，各当事者が被告製品1を含有する農薬製品を開発し，同農薬製品を製造販売することについて共同開発契約で合意しており，特許権を侵害する製品を製造販売することについて共同意思を形成している。●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●特許権を侵害する製品を製造販売することについて共同意思を形成しているときは，共同不法行為の成立を認めるべきである。被告製品1を製造委託，輸入及び販売する全農も，これを購入する北興などの農薬製造者も，いずれも，平成27年3月に提起された本件訴訟を知らされていたと考えられるし，平成24年に一審原告は一審被告の親会社に対し本件特許権についての申入れをしている。共同開発契約を締結した3者は，被告製品1が特許権を侵害する製品であることの認識を有しながら，全農は，製造委託，輸入及び販売をし，一審被告，北興などは，これを買い受けて使用しているから，具体的事案に即して判断すれば共同不法行為が成立する。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "当審における一審被告の補充主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点1(被告各製品は本件各発明の技術的範囲に属するか)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件1E及び3Bの「中断」とは，以下のとおり，X1を構成する炭素鎖とHet又は同炭素鎖とベンゾイル基の結合が断ち切られている構造(X1を構成する炭素鎖の端部に酸素原子が結合したもの)と解すべきであり，「X1が酸素により中断された，エチレン・・・鎖」とは，エチレン鎖とHet又はエチレン鎖とベンゾイル基の間の結合が酸素原子によって断ち切られた構造(-CH -CH -O-又は-O-CH -CH )と解すべきである。",
                        "そして，被告各製品に含まれるテフリルトリオン(X1の位置に-CH -O-CH という構造を有する。)は，「X1が酸素により中断された，エチレン・・・鎖」との構造を有しないから(甲3の1)，構成要件1E及び3Bを充足せず，本件各発明の技術的範囲に属しない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件特許登録時の特許請求の範囲の請求項1は，「・・・X1が酸素により中断された，直鎖又は分岐のC ～C アルキレン鎖，C ～C アルケニレン鎖，またはC ～C アルキニレン鎖・・・」であるが(甲2の1)，C アルキニレン鎖(-C≡C-)は，その炭素原子間の結合が三重結合となっており，これを酸素原子により断ち切ることができない。",
                            "また，本件特許登録時の明細書の【0002】には，「・・・X1が直鎖又は分岐C ～C アルキレン鎖，C ～C アルケニレン鎖，またはC ～C アルキニレン鎖｛これら鎖は，酸素または硫黄から選択されるヘテロ原子により遮断されている｝を表し・・・」と記載されており，【0030】，【0063】にも同趣旨の記載があるが，C アルキレン鎖では炭素原子間の結合(C-C)というものを観念できない。",
                            "そこで，本件特許登録時の請求項1の記載及び本件明細書の記載と矛盾なく「中断」の意義を解するためには，X1を構成する炭素鎖とHetの結合，又は炭素鎖とベンゾイル基との結合が酸素により断ち切られた構造と解するほかない。",
                            "このような解釈を採らずに，敢えて「中断」をX1を構成する炭素鎖間の結合が酸素原子によって断ち切られている構造と解して，その矛盾を誤記と強弁することは不合理である。",
                            "化学大辞典(乙11の1)や理化学辞典第5版(乙11の2)では，「中断」という用語が化学用語として定義されておらず，「中断」という用語は，一義的な化学式の構造を示す用語として共通的な認識を形成するには至っていないから，「中断」の解釈に当たっては，請求項1や本件明細書の記載を十分に参照しなければならない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決が指摘する審査官の見解(乙14)は，「X1の定義における『酸素により中断された，直鎖又は分岐のC ～C アルキレン鎖，C ～C アルケニレン鎖，またはC ～C アルキニレン鎖』とは，その記載から，両端が炭素原子に挟まれた酸素原子を有するもののみを意図するものと解されるから，CH OCH等がこれに該当し，・・・」というものであり，単に「その記載」から「中断」の意義を判断したにとどまるが，炭素原子間の結合が三重結合であり，その間に酸素原子が挟まれることが観念できない「C ・・・アルキニレン鎖」も「中断」されると記載されているのであるから，「その記載」から「中断」の意義を炭素原子の間に酸素原子が挟まれた構造と解することはできない。",
                            "また，審査官は，「中断」を両側が炭素原子に挟まれた酸素原子を有するもののみを意図するものと解されると述べつつ，本件明細書には「OCH CH 」等のように末端に酸素原子を持つ化合物が大量に記載されていることを指摘し，もってX1の意義が不明確であることを指摘している。審査官は，本件明細書を一体としてみれば，「中断」の意義が両側が炭素原子に挟まれた酸素原子を有するものと解することはできない旨を述べているのであるから，これを根拠として，原判決のように解釈することはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "前記aのとおり，本件特許登録時の請求項1には，C アルキニレン鎖という炭素原子間の結合が酸素によって断ち切ることができない構造が含まれているから，請求項において，炭素原子間の結合が酸素によって断ち切られた構造と，炭素鎖とHet又はベンゾイル基との間の結合が酸素原子によって断ち切られた構造とが，十分に書き分けられたとはいえない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件明細書(【0018】，【0029】～【0051】)によると，方法B及び方法Cによって合成される化合物は，式Ⅰで表される化合物であって，特許請求の範囲に属する式Ⅰaで表される化合物と一致するものではなく，式Ⅰに含まれていても式Ⅰaに含まれない化合物がある。したがって，仮に，方法Bや方法CによるとX1として炭素間に酸素原子が挟みこまれた構造を有する化合物しか合成できないとしても，それは，式Ⅰaには含まれない式Ⅰで表される化合物の合成方法を記載しているにすぎないから，式IaのX1の構造(及び中断の解釈)を直接左右するものとはいえない。",
                            "また，本件審決の取消訴訟において，知財高裁は，方法CのX3には炭素原子数が零の場合，すなわちX3が単結合の場合を含み得ると判断したが(甲78)，これによると，方法CにおいてX1がX2OX3と特定されていたとしても，X3が炭素原子を含まない単結合の場合には，X1が炭素鎖の炭素原子に酸素原子が挟みこまれた構造にはならない。方法Bについても同様の理由が当てはまる。",
                            "さらに，仮に，本件明細書記載の式Ⅰの合成例を式Iaの構造の決定のために参照できるならば，本件明細書記載の式Iの合成例によっては，少なくとも一審原告が主張する「酸素により中断された」「プロペニレン」等の化合物が合成できないことも考慮されなければならない。原判決のようにX1を炭素間に酸素原子が挟みこまれた構造と解すると，一審原告の主張する「中断」された「プロペニレン鎖」(Hetを構成する鎖の炭素間が酸素原子によって断ち切られているもの)をX1として有する化合物が本件明細書の方法に従って合成できないから，X1を炭素間に酸素原子が挟みこまれた構造と解することは本件明細書の記載と矛盾する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特許法の趣旨からすると，明細書の記載が不十分な発明に係る特許は，開示の限度で独占的な権利が与えられているにすぎないと解すべきである。",
                        "そして，本件明細書には，テフリルトリオンの生産方法・使用方法が開示されているとはいえないから，テフリルトリオンは本件各発明の技術的範囲に含まれない。",
                        "明細書に単に形式的に特定の化学構造の記載があるにとどまる場合に，これのみをもって，その化学構造によりどのような課題をどのようにして解決できるかが当業者に認識されることはない。本件明細書には，実際に化合物の試験を行ったことは記載されておらず，除草作用は何ら確認されていないから，本件明細書の記載程度では，テフリルトリオンを含む本件各発明が課題を解決できると認識することはできないのであって，テフリルトリオンを課題解決のために使用できたとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一審原告は，出願の過程で除草用途のための本件各発明を記載した請求項6～8(以下，「従前の請求項6～8」という。)を削除したが(乙12～15)，従前の請求項6～8は，除草効果が裏付けられていないから実施可能要件及びサポート要件を満たしていないという理由で拒絶査定がされたものであり(乙14)，出現経緯を確認した当業者であれば，本件明細書には本件各発明が除草効果を示すことの記載が欠缺していることを容易に理解できる。したがって，当業者であれば，本件特許には，除草活性組成物として用いられる化合物に対しては，その権利を独占する理由がないと信頼することに正当な理由がある。",
                        "また，一審原告は，除草用途のための本件各発明を記載した従前の請求項6～8を削除することにより拒絶理由は解消されたと主張し(乙15)，もって本件特許は登録されるに至ったのであるから，外形上も，除草用途に用いられる本件各発明に属する化合物については，特許権による保護を受ける利益を放棄したことが明らかにされている。",
                        "したがって，このような従前の請求項6～8が拒絶査定を受けるに至った経緯及び一審原告がこれを削除した経緯からすると，本件各発明の技術的範囲が除草用途に用いられる本件各発明に属する化合物にまで及ぶことはないことが外形上示されているといえ，第三者がそのように信頼することに正当な理由があるから，除草用途に用いられるテフリルトリオンについて，本件各発明の技術的範囲に含まれるとして侵害を主張することは，信義則に反する。",
                        "包袋禁反言の法理において，重要なのは第三者の正当な信頼の有無であり，形式的に別発明に関する補正であったか否かは重要ではない。従前の請求項6～8は，「請求項1～3のいずれか」，すなわち本件各発明のもととなる請求項を引用するものとされており(乙13)，本件各発明と密接な関連を有していたのであるから，上記の経緯からすると，第三者の信頼には正当な理由がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点3-1(本件訂正は訂正要件を満たすか)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許法134条の2第9項により訂正請求の場合に準用されている同法126条5項は，明細書，特許請求の範囲又は図面の訂正について，願書に添付した明細書，特許請求の範囲又は図面(以下，「特許明細書等」という。)に記載した事項の範囲内においてしなければならないとするが，この規定は，訂正後の特許権が，特許出願時に特許出願人及び発明者が認識していた範囲を超えることを許容しないとの趣旨を含むものである。",
                        "そこで，訂正に係る事項が，特許出願人及び発明者がその特許出願時に認識していた技術的思想を超えていることが，特許明細書等の記載から明らかな場合には，そのような事項を付加する訂正は認められず，また，物の発明に係る技術的思想の創作は，その物を生産し使用することであるから，それらについて，特許出願人及び発明者がその出願当初から認識していたとは認められない事項を，訂正により付加することは認められない。",
                        "本件明細書は，本件各訂正発明の置換基X1を含んでいるとはいえ，当業者が生産することができないと本件審決予告で認定された置換基X1をも有する化学物質も含めて，本件明細書の「方法C」により生産できると記載するものである。そして，本件明細書には，その余のものについては生産できなくとも，本件各訂正発明の置換基X1を有する化学物質であれば，「方法C」に準じて生産できることをうかがわせる記載は何もない。",
                        "また，本件明細書の【0061】等には，本件各訂正発明の置換基Hetを含めて，極めて多数のヘテロシクリル基及びヘテロ芳香族基の具体的な例示がされているとはいえ，本件各訂正発明の置換基X1を採用した場合，置換基Hetとして本件各訂正発明の18種類(又は15種類)を選択すべきこと，すなわち，本件訂正後の置換基X1と置換基Hetの組合せを採用した場合には，本件各発明の化学物質が生産できることをうかがわせる記載もない。",
                        "このような本件明細書の記載に照らすと，本件特許の出願人及び発明者は，本件特許の出願時に，本件各発明に係る化学物質のいずれもが「方法C」により生産できるとの単なる憶測を有していただけであって，本件各訂正発明に係る特定の置換基X1と置換基Hetの組合せであれば生産できることなど，全く認識していなかったことは明白である。",
                        "したがって，本件訂正は，本件特許出願人及び発明者が，特許出願時に認識していなかった技術的思想を導入することになるから，特許法126条5項に違反する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件訂正は，形式的には，訂正前の置換基X1のうちから2種類(酸素により中断されたエチレン鎖又は-CH O-)を選択し，かつ，訂正前の置換基Hetの選択肢(本件明細書【0061】，表A及び表37)のうちから特定の18種類(又は15種類)のものを選択したものといえる。",
                        "しかし，実質的には，本件審決予告において，本件各発明に係る化学物質のうちの多くのものが生産できないと認定されたことに対して，上記の置換基X1と置換基Hetの組合せであれば，本件明細書の「方法C」に準じて生産できるというものである。それにもかかわらず，前記(ア)のとおり，本件明細書には，その余のものについては生産できなくとも，本件各訂正発明の置換基X1を有する化学物質であれば，「方法C」に準じて生産できることをうかがわせる記載は何もないし，また，本件各訂正発明の18種類(又は15種類)の置換基Hetの出発物質がCAS  REGISTRY物質レコード(甲38，51)に登録されていたこと，本件各訂正発明の置換基X1を採用した場合には上記置換基Hetを選択すべきことをうかがわせる記載もないから，本件訂正に係る技術的事項は，本件特許の出願当初から認識も記載もされていなかった。前記のとおり，「方法C」を含めて実施可能要件に係る不備のある本件明細書は，上記のような本件各訂正発明を十分に開示していたことにならないから，本件訂正は，知財高裁平成18年(行ケ)第10563号同20年5月30日大合議判決の「特段の事情」がある場合ということができ，新たな技術的事項を導入するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書は，化合物を，膨大な数の選択肢を有する一般式の形式で記載していたにすぎず，本件訂正後の置換基X1の特定の選択肢群及び置換基Hetの特定の選択肢群，並びにそれらの特定の組合せに係る技術的思想を，積極的又は優先的に選択すべきことは開示も示唆もされていない。",
                        "そうすると，本件明細書の記載に基づいて，上記特定の選択肢群及びそれらの特定の組合せに係る具体的な技術的思想を抽出することはできず，そのことが当業者にとって自明のものでもない。",
                        "したがって，本件訂正は，本件明細書に記載のない，新たな技術的思想を導入するものというほかない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点3-2(本件訂正により無効理由が解消するか)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書は，本件各発明に係る化合物が当業者の過度の試行錯誤を要することなく生産できるように記載されていない。これは，本件明細書の「方法C」(【0050】～【0057】)の記載についても同様である。また，本件明細書に記載されている合成実施例(【0130】～【0134】)は，置換基X1が「-CH O-」であり，置換基Hetが特定の1-メチルピラゾール-5-イル(ヘテロ芳香族基)についての合成実施例である。",
                        "そうすると，仮に，当業者が，「方法C」及び合成実施例の記載から，本件各訂正発明に係る化合物が生産し得ることを推認できたとしても，それらの記載は化合物の生産に関して当業者に過度の試行錯誤を要求するものであるから，本件明細書が，本件各訂正発明に係る化合物を当業者が過度の試行錯誤を要することなく生産できるように記載しているというためには，本件各訂正発明の各化合物の生産について，本来は実施可能要件及びサポート要件を満たさない「方法C」や合成実施例よりも一層具体的な記載がされていなければならないというべきである。",
                        "したがって，そのような記載のない訂正明細書に基づいて，本件訂正により実施可能要件違反及びサポート要件違反が解消するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般に，化学物質については，その化学物質の名称や構造から機能を予測することは困難であり，とりわけ，医薬や農薬の有効成分として要求される機能，すなわち，生物に対する作用効果を予測することは，極めて困難であるというのが技術常識である。",
                        "本件各発明の2-ベンゾイルシクロヘキサン-1，3-ジオン化合物という名称を有する化学物質及びベンゾイルシクロヘキサン骨格との構造を有する化学物質についても，それらの名称や構造からだけでは，それらの化学物質の除草効果を予測することが困難であるとの技術常識が存在した。",
                        "乙62(特開昭63-104938号公報)には，ベンゾイルシクロヘキサン骨格を有する化合物が記載されているが，その化合物番号55は，4ポンド／エーカ(4．48kg／ha)の施与量で用いた場合に，発芽前除草活性(17頁右上欄の表)及び発芽後除草活性(18頁右下欄の表)のいずれにおいても，試験された全ての雑草に対して損傷を与えなかったことが記載されている。また，乙62で試験された7種類の雑草は，乙62の化合物が「植物種の広い範囲に対し除草剤的に有効である」ことを示すために試験されたもので，野外に自生する典型的な雑草であるし，試験条件も雑草の生育環境として極めて典型的なものである。たしかに，乙62には，除草特性を示す多くのベンゾイルシクロヘキサン骨格を有する化合物が記載されているが，除草活性を示さない化合物番号55も記載されているから，当業者は，ベンゾイルシクロヘキサン骨格を有する化合物の除草特性は，同骨格上の置換基に依存することを合理的に理解する。したがって，2-ベンゾイルシクロヘキサン-1，3-ジオン化合物という名称を有する化学物質又はベンゾイルシクロヘキサン骨格構造を有する化学物質であれば除草効果を有しているとはいえないことが，当業者において周知の技術事項であった。",
                        "また，本件出願日後のものではあるが，一審被告の親会社(バイエル・アクチエンゲゼルシャフト)においても，多くのベンゾイルシクロヘキサン骨格構造を有する化学物質を調製して，それらの除草活性を確認したが，乙63(Aの平成29年1月26日付け陳述書)に示した六つの化合物は，80g／haの施与量で事後処理試験したいずれの雑草に対しても除草活性を全く示さなかった。乙63で試験された雑草は，乙62の7種類の雑草のうちの4種類であるから，典型的な雑草であり，当業者は，そのいずれに対しても除草効果が全く認められない化合物が，除草剤用途に使用できると認識し得るものではない。",
                        "さらに，本件出願日後のものではあるが，乙64(「Bioorganic & Medical Chemistry 17(2009)4134 頁～4152 頁」掲載の Renaud Beaudegnies 外の論文)の表2(4136頁のTable2)には，以下のベンゾイルシクロヘキサン骨格を有する化学物質のイネ科雑草及び広葉雑草に対する除草活性が記載されている。",
                        "このうち，化合物10は，置換基R1～R5のいずれもが水素(H)，すなわち未置換の化学物質であるから，ベンゾイルシクロヘキサン骨格そのものであるが，表2によると，この化合物10は，4000g／ha(4kg／ha)以上の施与量でも，イネ科雑草及び広葉雑草に対して十分な除草活性を示さなかったことが記載されている。また，乙64には，「2-置換基〔一審被告注・本件各訂正発明に係る化合物の置換基R1に相当する置換基〕は良好な除草活性の絶対条件であり，これが唯一の置換基である場合に電子求引基であることが好ましい(化合物10～16)。」(4136頁左欄7行～9行)，「2位の電子求引性基を3位〔一審被告注・本件各訂正発明に係る化合物の置換基X1と置換基Hetの組合せ部分に相当する。〕の電子放出性アルコキシ基と組み合わせると，活性が非常に乏しくなってしまう(化合物17及び18)。」(4136頁左欄最下行～右欄2行)と記載されている。",
                        "したがって，事実として，ベンゾイルシクロヘキサン骨格を有していれば，2-ベンゾイルシクロヘキサン-1，3-ジオン化合物が当然に除草活性を有するというようなものではなく，この骨格が適切な置換基を有し，かつ，それと他の置換基との組合せも適切であることが，除草活性発現のための絶対条件なのである。",
                        "当業者が，ベンゾイルシクロヘキサン骨格構造又は2-ベンゾイルシクロヘキサン-1，3-ジオン化合物との名称を有することのみに基づいて，本件各訂正発明の化学物質が除草効果を有するものと推認できたということはできない。",
                        "仮に，当業者が，ベンゾイルシクロヘキサン骨格に着目して，本件各訂正発明に係る化合物を生産し，その除草活性の有無や特性を確かめてみるために用いることができたとしても，そのようなことだけで，本件各訂正発明に係る化合物が，使用できるものとして，明細書に記載されているというべきではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "争点3-3(被告各製品は本件各訂正発明の技術的範囲に属するか)について",
                  "text": [
                    "被告各製品に含まれているテフリルトリオンは「X1が酸素により中断された，エチレン・・・鎖」との構造を有しないから，被告各製品は構成要件1E’及び3B’を充足せず，本件各訂正発明の技術的範囲に属しないことは，前記アのとおりである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "争点4-2(一審被告及び全農らの共同不法行為が成立するか)について",
                  "text": [
                    "一審被告は，全農と共同して被告製品1の輸入及び販売を行っていないから，共同不法行為は成立しない。一審原告の主張は，次のとおり，証拠に基づかない単なる憶測か，一審被告の共同不法行為を基礎付けるに足りないものである。したがって，それらを総合的に考慮しても，共同不法行為の事実は導かれない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "テフリルトリオンの農薬抄録(甲3の1)の「本資料に記載された情報に係る権利及び内容の責任は全国農業協同組合連合会，北興化学工業株式会社及びバイエルクロップサイエンス株式会社にある。」という記載は，テフリルトリオンを含有する農薬混合物の組成や生物活性などの農薬抄録の記載について責任を負う旨の記載にすぎないから，一審被告がテフリルトリオンの販売先を決定していることを示すものではないし，売主としての責任や開発者としての責任を負うものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "農業協同組合新聞の2010年3月5日号(甲79)の「バイエルクロップサイエンス(株)，北興化学工業(株)とJA全農の3社がそれぞれの持ち味を生かし，足かけ6年の歳月を経て農薬登録に至った。抵抗性雑草に対する切り札として，防除暦や注文書に採用して頂きたい」という記載は，一審被告，全農，北興の3社が共同開発者であること，その結果全農がテフリルトリオンを成分とする農薬を製造し登録したことを述べているにすぎず，一審被告が全農らと共同してテフリルトリオンを輸入，販売することを示したものではない。",
                        "また，上記新聞の「主に本剤の魅力は，最近の難防除雑草問題を解決する生産者のメリット，水稲に対する高い安全性の確認による消費者のメリット，さらに，AVHの普及集約化による生産コスト・流通コストのいっそうの削減につながるメリットの3点にある。初年度は，展示圃試験を中心に普及性を確認し，平成23年から本格的な上市を行い，平成25年には約30万haの普及面積を目標にしている」という記載は，全農の常務理事が，テフリルトリオンを成分とする農薬をプロモーションしているにすぎず，その成分にすぎないテフリルトリオンの輸入及び販売についての一審被告の関与を示すものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "農業協同組合新聞の2010年3月8日号(甲80)の「本剤は3社を基軸に本年，各地で広く展示ほ試験を実施するなか，AVH剤の普及性を確認するとともに，同剤の認知度を高め，2011年度から本格的な販売につなげていく」という記載は，各々が販売するテフリルトリオンを含有する農薬について，それぞれ試験・普及性を確認し，販売していく旨を述べたにすぎず，テフリルトリオン自体の輸入及び販売について言及するものではない。",
                        "また，上記新聞の「『ドイツで生まれ，日本で育った除草成分です』と話すのは，バイエル  クロップサイエンス社のB社長。JA全農のC肥料農薬部長は『2000年にアベンティス(現バイエル)で選抜され，03年からバイエル  クロップサイエンス社，北興化学工業とJA全農で共同開発してきた除草成分』であり，2013年には30万haを目標にすると今後の普及展開の方向性を語った。」という記載は，テフリルトリオンの開発段階において3社が共同していたこと，全農の肥料農薬部長がテフリルトリオンを成分として含む農薬の今後の展開の方向性を述べたことを記載するにすぎず，一審被告がその有効成分にすぎないテフリルトリオンの輸入及び販売について共同していたことは示されていない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "農薬登録を受けるときに，有効成分であるテフリルトリオンの製造方法，製造場所，不純物などの情報が必要であるとしても，一審被告は自らの名義で情報提供や同意書の発行などしていない。一審被告は，共同開発者である全農が自ら保有する情報を自らのために使用することに異議を述べなかったにすぎないのであって，テフリルトリオンの輸入，販売，情報提供及び同意書の発行は一審被告の実際の関与なく行われているから，一審被告がテフリルトリオンの輸入及び販売を共同して行っているということはできない。",
                        "一審原告主張の北興のホクコーマイティーワン，全農のJAマイティーワン，一審被告のバイエルマイティーワンの農薬登録は，テフリルトリオン(被告製品1)を有効成分とする農薬の登録であって，一審被告が全農によるテフリルトリオン(被告製品1)自体の輸入，販売に関与したことは何ら基礎付けられない。また，これらは，「マイティーワン」の名称を含む点では共通するが，各社の名称が付された別々の名称であって，3社は農薬登録を別々に行っているのであるから，3社が独自の事業主体として農薬ビジネスを行っていることを裏付けるものである。そして，3社は独自の事業主体として農薬ビジネスを行っているのであるから，自らが保有する登録商標の使用を他社に許諾したとしても，また，農薬登録制度上，データの参照を可能にしたとしても，行為の共同性を基礎付けるものではない。",
                        "一審原告主張のテフリルトリオン・トリアファモン粒剤等の親子の農薬登録や流通ルートの分割は，あくまでもテフリルトリオン(被告製品1)を有効成分とする農薬を対象とするものであって，一審被告が全農によるテフリルトリオン(被告製品1)自体の輸入，販売に関与したことを何ら基礎付けない。また，親登録と子登録とは，あくまでも別の名称を有する別の登録であるから，一審被告と全農とが，それぞれの自社商品について農薬登録を別々に行っていることは，両社が独自の事業主体として農薬ビジネスを行っていることを裏付けるものである。さらに，同一成分の農薬について，一審被告の商品及び全農の商品に異なる名称が用いられ，その流通ルートが，事実上，系統ルートと商系ルートで分けられていることは，両社が独自の事業主体として農薬ビジネスを行っていることの帰結である。そして，両社が独自の事業主体として農薬ビジネスを行っているのであるから，自己の保有する登録商標の使用を他社に許諾したとしても，行為の共同性は基礎付けられない。",
                        "また，一審原告は，「エーワン」に関する全農と北興との親子の農薬登録に係る事情を根拠に，全農と北興との共同不法行為の主張をしているが，一審被告と全農との間の被告製品1(テフリルトリオン)に関する輸入や販売の共同性との関係で意味のあるものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "一審被告は，テフリルトリオン(被告製品1)の買主に対して，情報提供や技術指導を行っていない。テフリルトリオンの買主に対してテフリルトリオンに関する情報を提供することは，全農が売主として行うことであり，仮に全農が情報提供を行っていたとしても，一審被告は責任を負わない。",
                        "一審被告は，テフリルトリオンの開発段階において，全農と共同開発を行っており(乙68の1)，全農は，その開発段階において，テフリルトリオンの原体及びこれを用いた農薬混合物に関して，十分な専門的知識を取得している。全農は，第三者に対して被告製品1の製造を委託する際には，被告製品1の製造・販売を行う主体として，自らの責任の下で第三者への製造委託を行っており，仮に第三者が情報提供や技術指導を必要とするのであれば，全農自らの専門的知識の下でこれを行っている。",
                        "また，本件明細書によってテフリルトリオンを含む本件特許の請求項に記載された化合物を生産することができ，かつ，使用することができるという一審原告の主張を前提とすると，一審被告らがテフリルトリオンの製造方法及び使用方法について情報提供や技術指導をしなくても，テフリルトリオンの製造販売は現実に可能であった。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "一審被告，全農及び北興間で締結された共同開発契約書(乙68の1・2)は，一審被告の親会社が創生した新規化合物をもとに，3社で共同開発を行うことを内容とするものであるが，原体については，3社間で開発，普及を行うことが定められているにすぎす，一審被告が北興や全農と共同して原体を輸入することや，共同して原体を販売することに関する記載はない。また，●●●●●●●●●●●●●●●●●●●●●●●●3社が何らかの活動を共同して行うことを定めた具体的規定もない。●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●3社として開発以外の何らかの活動が求められるわけではない。●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●結果として達成されるべき理想が掲げられたにすぎない。",
                        "共同開発契約書においては，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●開発完了後の原体の普及に向けた活動は，利益配分に影響しない。また，一審被告が全農から受領する販売利益の配分は，一審被告が有するテフリルトリオン(被告製品1)の物質特許(乙28)のライセンスに対するロイヤルティとしての性質を有するから(乙68の1，10条)，販売利益の配分を受けていることは，一審被告の被告製品1に係る共同不法行為責任を基礎付けない。ライセンスの法的性質は，ライセンシーに対して権利を行使しないことを約束するにすぎないと解することができるから，ライセンスを与えた事実をもって，一審被告が全農の被告製品1の輸入及び販売につき必要な行為を分担したとはいえず，輸入及び販売に係る行為は全て全農において行われている。●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●全農は，自らの事業としてテフリルトリオンの輸入，販売を行っており，事業にかけるコストの選択は，全農が自らの責任のもと，自らの判断で行っているのであって，一審被告は，判断に関与していない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "テフリルトリオン(被告製品1)は，専ら全農によって販売されているが，全農によって商流が独占されていることは，一審被告の共同不法行為責任を基礎付けない。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "一審被告は，テフリルトリオン(被告製品1)の営業行為を行っていない。一審原告指摘の甲82，84，85は，いずれも，一般に一審被告の販売する農薬製品を全農に対して普及・販売することがあることを示すのみであって，全農が販売するテフリルトリオンについて営業活動を行ったことを示すものではない。",
                        "また，一審被告が敢えて他社の農薬混合物の営業活動をしなければならない必然性などなく，一審被告が必然的にテフリルトリオンを原体とするあらゆる農薬の売込を行うことになるというのは，単なる憶測にすぎない。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "一審被告が全農に対してテフリルトリオンに係る特許権(乙28)のライセンスを与えている以上，全農が適法に販売した被告製品1に関しては上記特許権の効力は及ばないから，全農からテフリルトリオンを譲り受けた北興に対して上記特許権のライセンスを与える必要はない。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "text": [
                        "一審原告主張の「AVH-301」のロゴは，テフリルトリオン(被告製品1)を有効成分とする農薬に付されているのであって，各社それぞれが，自社の農薬の性能又は品質を表示するものとして，自社の農薬の販売促進のために使用しているにすぎない。各社が自らの判断のもとで使用しているにすぎず，一審被告が，各社の使用に対して主体的に関与したわけではなく，共同で販売促進をするものではない。",
                        "また，「AVH-301」のロゴは，農薬の販売促進のために使用されるものであるから，このロゴを通じて被告製品1の販売促進を目指しているとの主張には，論理の飛躍がある。このロゴの使用は，一審被告が全農によるテフリルトリオン(被告製品1)自体の輸入，販売に関与したことを基礎付けない。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "text": [
                        "一審原告は，農業協同組合新聞の2010年10月8日号(甲98)の記載を根拠として，一審被告らにおいて，農薬としての試験も互いに結果を共有し，協力して行われていると主張するが，上記新聞にもその旨の記載はないし，展示ほ活動は，商品ベースで各社が販売活動を行うものであるから，根拠のない憶測にすぎない。また，仮に，農薬としての試験の協力，結果の共有があったとしても，そのことは，一審被告が全農によるテフリルトリオン(被告製品1)自体の輸入，販売に関与したことを基礎付けない。"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "text": [
                        "テフリルトリオンの輸入については，輸入スケジュール，輸入量，販売先，流通経路等の全ての事項について，全農(平成30年4月頃からは，全農及び三菱商事株式会社が各50％出資して設立したZMクロッププロテクション株式会社。以下同じ)が自ら決定してきており，一審被告がこれについて何らかの指示や要望を出すことはない(乙69)。一審被告は，全農の求めに応じて，一審被告が対象年度に必要とするテフリルトリオンの見込み量を伝えることがあるが，このような聴取が行われるのは，テフリルトリオンの納入先である複数の会社も同様であるし，全農が，テフリルトリオンの輸入に関する計画を立てる際に，必要な情報を収集する行為の一環として一審被告から必要とする見込み量を聴取しているにすぎず，これに答えたからといって，行為の共同性が基礎付けられるものではない。一審被告の行為は，テフリルトリオンの購入者として行う通常の活動にすぎない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，①被告製品2に係る本件特許権侵害の不法行為の損害の額を特許法102条3項により算定する際に適用すべき実施料率は●●●●が相当であるから，一審原告の控訴及び訴えの追加的変更に基づき，原判決を変更し，②一審被告の控訴は理由がないから，これを棄却すべきものと判断する。その理由は，下記1のとおり原判決を補正し，下記2のとおり当審における一審原告及び一審被告の補充主張に対する判断を示すほかは，原判決の「事実及び理由」欄の第4に記載のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決74頁16行目に「化合物は記載されておらず」とあるのを「化合物は実施例として記載されておらず」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決75頁20行目～21行目に「除草剤活性組成物」とあるのを「除草活性組成物」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決82頁14行目～83頁20行目を，次のとおり改める。",
                "「  (2) 争点2-1(無効理由1〔サポート要件違反〕は認められるか)について"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記1(1)のとおり，本件明細書には，従来技術の化合物である2-ベンゾイルシクロヘキサン-1，3-ジオン化合物が除草作用を有することが記載されており(【0004】，【0005】)，本件出願日前に公開された公開特許公報である乙1～乙4においても，従来技術とされている「シクロヘキサン-1，3-ジオンの2位がカルボニル基を介して中央のベンゼン環に結合した構造」(図A。以下，「本件共通構造」という。)を有する化合物，すなわち2-ベンゾイルシクロヘキサン-1，3-ジオン化合物が除草作用を有することが記載されている(各【0003】～【0009】)。",
                    "【図A】",
                    "そうすると，本件出願日当時，当業者には，本件共通構造を有する2-ベンゾイルシクロヘキサン-1，3-ジオン化合物が除草特性を有することが知られていたと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記1(3)のとおり，本件各発明は，除草剤の有効成分又はその候補となる新規化合物を提供することを課題とするものであるところ，前記イによると，当業者は，本件出願日当時の技術常識に基づき，本件各発明の化合物は，本件共通構造を有する2-ベンゾイルシクロヘキサン-1，3-ジオン化合物であるから，除草作用を有しており，除草剤の有効成分の候補となり得るものであると認識することができると認められる。",
                    "そうすると，本件各発明は，当業者が発明の詳細な説明の記載及び本件出願日当時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであると認められるから，本件各発明に係る特許請求の範囲の記載は，特許法36条6項1号に規定する要件(サポート要件)に適合するものと認められる。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決106頁16行目～17行目の「及びサポート要件」を削除する。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決112頁15行目に「各反応の各反応の」とあるのを「各反応の」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決114頁6行目～21行目を，次のとおり改める。",
                "「前記1(1)のとおり，訂正明細書には，本件明細書と同様に，従来技術の化合物である2-ベンゾイルシクロヘキサン-1，3-ジオン化合物が除草作用を有することが記載されている(【0004】，【0005】)。",
                "前記1(3)のとおり，本件各訂正発明は，除草剤の有効成分又はその候補となる新規化合物を提供することを課題とするものであるところ，前記3(2)と同様に，当業者は，本件出願日当時の技術常識に基づき，本件各訂正発明の化合物は，本件共通構造を有する2-ベンゾイルシクロヘキサン-1，3-ジオン化合物であるから，除草作用を有しており，除草剤の有効成分の候補となり得るものであると認識することができると認められる。",
                "したがって，本件各訂正発明に係る化合物を生産できる限り，少なくとも，除草剤の候補となる化合物として提供して除草剤用途に使用することに過度の試行錯誤を要するものではない。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決115頁18行目～19行目に「ベンゾイルシクロヘキサン骨格を有する化合物」とあるのを「本件共通構造を有する2-ベンゾイルシクロヘキサン-1，3-ジオン化合物」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決116頁4行目～117頁5行目を削除する。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決117頁6行目に「ウ」とあるのを「イ」と改める。",
                "(10) 原判決119頁26行目～121頁18行目を，次のとおり改める。",
                "「    ア  後掲証拠及び弁論の全趣旨によると，次の事実が認められる。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審被告の親会社であるバイエル・クロップサイエンス・アーゲー(以下，「BCSAG」という。)は，平成11年9月9日，名称を「ベンゾイルシクロヘキサンジオン，その製造方法及びその除草剤及び植物生長調節剤としての使用」とする発明について，特許出願をし(特願2000-575833号，優先権主張〔優先日・平成10年10月10日，優先権主張国・ドイツ〕)，平成24年6月1日，その設定登録を受けた(特許第5005852号。以下，「バイエル特許」という。)(乙28)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審被告，全農及び北興は，平成16年11月5日頃，同日付け共同開発契約書(乙68の1。以下，「本件契約書」という。)により，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●共同開発契約を締結した。",
                        "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                        "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                        "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "独立行政法人農林水産消費安全技術センター(FAMIC)のホームページ(甲3の2)に掲載されているテフリルトリオンの農薬抄録(甲3の1)は，全農，北興及び一審被告を作成者として，平成19年2月14日に作成，平成21年4月15日に最終改訂されたものであるが，この農薬抄録の各頁上部には，「本資料に記載された情報に係る権利及び内容の責任は全国農業協同組合連合会，北興化学工業株式会社及びバイエルクロップサイエンス株式会社にある。」と記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "一審被告，全農及び北興は，平成22年2月18日，テフリルトリオン粒剤の農薬について，それぞれ，「ホクコーマイティーワン1キロ粒剤」(北興。登録番号第22603号。甲89の1)，「JAマイティーワン1キロ粒剤」(全農。登録番号第22604号。甲89の2)，「バイエルマイティーワン1キロ粒剤」(一審被告。登録番号第22605号。甲89の3)の名称で，農薬登録した。",
                        "これらの農薬は，物理的化学的性状，有効成分の種類(含有量)，その他成分の種類(含有量)が同一である。",
                        "「マイティーワン」は，一審被告の登録商標であった(弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "全農及び北興は，平成22年2月18日，オキサジクロメホン・テフリルトリオン粒剤の農薬について，それぞれ，「ホクコーエーワン1キロ粒剤」(北興。登録番号第22606号。甲94の1)，「JAエーワン1キロ粒剤」(全農。登録番号第22607号。甲94の2)の名称で，農薬登録した。",
                            "これらの農薬は，物理的化学的性状，有効成分の種類(含有量)，その他成分の種類(含有量)が同一である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "全農及び北興は，平成22年2月18日，オキサジクロメホン・テフリルトリオン粒剤の農薬について，それぞれ，「ホクコーエーワンジャンボ」(北興。登録番号第22608号。甲94の3)，「JAエーワンジャンボ」(全農。登録番号第22609号。甲94の4)の名称で，農薬登録した。",
                            "これらの農薬は，物理的化学的性状，有効成分の種類(含有量)，その他成分の種類(含有量)が同一である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "全農及び北興は，平成22年2月18日，オキサジクロメホン・テフリルトリオン水和剤の農薬について，それぞれ，「ホクコーエーワンフロアブル」(北興。登録番号第22610号。甲94の5)，「JAエーワンフロアブル」(全農。登録番号第22611号。甲94の6)の名称で，農薬登録した。",
                            "これらの農薬は，物理的化学的性状，有効成分の種類(含有量)，その他成分の種類(含有量)が同一である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "北興は，①登録第4454198号商標として，標準文字「エーワン」から成り，指定商品を第5類「薬剤」とする登録商標(甲95の3)，②登録第5307958号商標及び登録第5326394号商標として，いずれも「エーワン」の文字を構成に含み，指定商品を第5類「薬剤」とする登録商標(甲95の1・2)を有している。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "全農は，平成22年3月3日，共同開発した一審被告，北興とともに記者会見を行い，新規水稲除草剤「AVH-301(有効成分名：テフリルトリオン)」について，同年2月18日付けで，「AVH-301」単剤(商品名：マイティーワン)と「AVH-301」を含む水稲除草剤11剤の農薬登録がされたことを発表した。",
                        "全農の常務理事は，上記記者会見で，上記除草剤の特長を「最近の難防除雑草問題を解決する生産者メリット，水稲に対する高い安全性の確認による消費者メリット，さらに，AVHの普及集約化による生産コスト・流通コストの削減メリット」の3点とし，平成25年には約30万haの普及面積を目標にしているとして，JAグループを挙げた普及推進を強調し，また，「バイエル  クロップサイエンス(株)，北興化学工業(株)とJA全農の3社がそれぞれの持ち味を生かし，足かけ6年の歳月を経て農薬登録に至った。抵抗性雑草に対する切り札として，防除暦や注文書に採用して頂きたい。」と語った。",
                        "一審被告の社長は，上記記者会見で，「ドイツで生まれ，日本で育った除草成分です。」と話した。",
                        "全農の肥料農薬部長は，上記記者会見で，「2000年にアベンティス(現バイエル)で選抜され，03年からバイエル  クロップサイエンス社，北興化学工業とJA全農で共同開発してきた期待の除草成分」であり，2013年には30万haを目標にすると，今後の普及展開の方向性を語った。",
                        "北興の専務は，上記記者会見で，「農家のニーズにマッチした農薬の提案をしていきたい」と話した。",
                        "(甲79，80)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "一般社団法人農協協会が発行する農業協同組合新聞の2010年(平成22年)10月8日の記事(甲98)には，テフリルトリオンについて，次のとおり記載されている。",
                        "「  全農がバイエルクロップサイエンス，北興化学工業と共同開発した新規水稲除草剤AVH-301(有効成分名：テフリルトリオン)は本年2月に登録を取得し，エーワン剤(販売は北興化学)，ボデーガード剤(同  バイエル  クロップサイエンス，北海道では北海三共，10月1日からは『ホクサン』)，ゲットスター剤(同  日産化学工業)の販売を開始した。",
                        "AVH剤は，全国的に問題となっているSU抵抗性雑草に卓効を示すことのほか成分数が少なく特別栽培米に対応できる剤であり，現場の期待も高い。本年は，本格普及に向けた知名度向上と効果確認の年と位置づけ，各地で推進大会や研修会を実施するとともに，精力的に展示ほ活動を展開した。全国で，全農県本部や経済連の展示ほ場試験とメーカーが設置する展示圃あわせて5784カ所で試験が計画された。",
                        "この箇所数は，これまでの剤の試験数と比較すると桁違いであり，AVH剤に対する現場の期待の高さがわかるというものである。」"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "一審被告，全農及び北興は，平成25年6月21日頃，同日付け覚書(乙68の2。以下，「本件覚書」という。)により，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●確認するなどした。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "一審被告及び全農グリーンリソース株式会社(以下，「全農GR」という。)は，平成28年4月13日，テフリルトリオン・トリアファモン粒剤の農薬について，それぞれ，「カウンシルコンプリート1キロ粒剤」(一審被告。登録番号第23792号。甲90の1。被告製品2(10))，「ボデーガードプロ1キロ粒剤」(全農GR。登録番号第23793号。甲90の2。被告製品2(7))の名称で農薬登録した。",
                            "これらの農薬は，物理的化学的性状，有効成分の種類(含有量)，その他成分の種類(含有量)が同一である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "一審被告及び全農GRは，平成28年4月13日，テフリルトリオン・トリアファモン水和剤の農薬について，それぞれ，「カウンシルコンプリートフロアブル」(一審被告。登録番号第23794号。甲90の3。被告製品2(11))，「ボデーガードプロフロアブル」(全農GR。登録番号第23795号。甲90の4。被告製品2(8))の名称で農薬登録した。",
                            "これらの農薬は，物理的化学的性状，有効成分の種類(含有量)，その他成分の種類(含有量)が同一である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "一審被告及び全農GRは，平成28年4月13日，テフリルトリオン・トリアファモン粒剤の農薬について，それぞれ，「カウンシルコンプリートジャンボ」(一審被告。登録番号第23796号。甲90の5。被告製品2(12))，「ボデーガードプロジャンボ」(全農GR。登録番号第23797号。甲90の6。被告製品2(9))の名称で農薬登録した。",
                            "これらの農薬は，物理的化学的性状，有効成分の種類(含有量)，その他成分の種類(含有量)が同一である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "一審被告は，登録第3257069号商標として，ゴシック体様の書式で，上段に「BODYGUARD」，下段に「ボデーガード」と書して成り，指定商品を第5類「薬剤」とする登録商標を有している(甲91)。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "全農GRが農薬登録を有する「ボデーガードプロ1キロ粒剤」(前記a。被告製品2(7))のパッケージには，「製造  全農グリーンリソース株式会社」，「販売  バイエル  クロップサイエンス株式会社」，「製造場  クニミネ工業株式会社」と記載されており，除草剤の名称の「ボデーガード」の下には，登録商標を示すマークが記載され，そのマークは「バイエルグループの登録商標  第3257069号」である旨が記載されている(甲92の1・2)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "text": [
                        "ボデーガードプロ(被告製品2(7)～(9))のパンフレット(甲97の1)，北興のホームページ掲載の「エーワン1キロ粒剤」のパッケージ(甲97の2)，日産化学工業株式会社の「ゲットスター1キロ粒剤」のパッケージ(甲97の3)には，「AVH-301」の文字の周囲を略楕円形で囲んだ共通のロゴ(以下のロゴ)が使用されている。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "全農群馬県本部のホームページには，平成30年2月20日現在，「肥料情報」に「全農ぐんま推奨農薬『AVH-301』について」というページが設けられ，「このように幅広い水稲雑草種に対し効果を示す『AVH-301』と，異なる有効成分を組合せた水稲除草剤が『エーワン』『ゲットスター』『ボデーガード』です。有効成分の組合せによって，それぞれ特徴あるラインアップとなっております。また，『1キロ剤』『フロアブル剤』『ジャンボ剤』と3剤型取り揃えておりますので，散布のニーズに合わせて剤型を選択できます。」と記載されているほか，「エーワン剤(北興化学)」，「ボデーガード剤(バイエル)」，「ゲットスター剤(日産化学)」について，それぞれ1キロ粒剤，フロアブル，ジャンボの製品画像が掲載されている。(甲81)"
                    },
                    {
                      "fig": "(シ)",
                      "text": [
                        "一審被告は，全農の求めに応じて，全農に対し，一審被告が対象年度に必要とするテフリルトリオンの見込量を伝えることがある(乙69)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アの認定事実によると，一審被告は，平成16年11月，親会社であるBCSAGが特許出願していたテフリルトリオン●●●●●●●●●●●●●●●●●●について，全農及び北興との間で共同開発契約を締結し，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●合意したことが認められる。",
                        "これによると，一審被告が，全農から，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●配分を受けていることが認められるが，その中にはバイエル特許に対するロイヤルティが含まれているほか，●●●●●●●●●●●●●●●●●●分配であることから，共同開発に関与した各社が負担した開発費用の回収の性質を有することが認められる。",
                        "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●すなわち，全農が被告製品1の製造及び販売を行うことを基本的には予定していたものと推認することができるが，全農が被告製品1を自ら製造するのか第三者に製造委託するのか，製造や販売にどの程度の費用を投下し，混合剤を販売する一審被告らにどの程度の量をどの程度の金額で販売するのかなど，被告製品1の製造販売の重要な要素についてまで，一審被告が関与していたことは推認できず，これを認めるに足りる証拠もない。",
                        "そうすると，上記共同開発契約に係る事実だけでは，全農による被告製品1の輸入販売等は，一審被告，全農及び北興が関連共同して行っているものであり，一審被告及び全農らの共同不法行為が成立するということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記アの認定事実によると，テフリルトリオンの農薬抄録の各頁上部には，「本資料に記載された情報に係る権利及び内容の責任」が全農，北興及び一審被告にある旨の記載があるが，この記載は，テフリルトリオンの共同開発者であり，農薬抄録の作成者である全農，北興及び一審被告において，農薬抄録に記載されている開発の経緯，物理的化学的性状，生物活性，適用及び使用上の注意，残留性及び水質汚濁性，有用動植物等に及ぼす影響，使用時安全上の注意，解毒法等，毒性，動植物及び土壌等における代謝分解の各項目の記載内容について，責任を負う旨を記載したにすぎないことが明らかであり，この記載を根拠として，全農による被告製品1の輸入販売等が，一審被告，全農及び北興が関連共同して行っているということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記アの認定事実によると，全農，北興及び一審被告は，平成22年2月18日，同一成分のテフリルトリオン粒剤の農薬について，一審被告の登録商標であった「マイティーワン」を名称に付した農薬登録をそれぞれ行い，全農及び北興は，同日，テフリルトリオン及びオキサジクロメホンの農薬混合剤3種について，北興の登録商標であった「エーワン」を名称に付した農薬登録をそれぞれ行ったこと，全農，北興及び一審被告は，平成22年3月3日，共同記者会見を行い，上記農薬登録を含む，新規水稲除草剤「AVH-301(有効成分名：テフリルトリオン)」について農薬登録がされたことを発表したことが認められる。",
                        "しかし，上記共同記者会見については，新規水稲除草剤であるテフリルトリオンが全農，北興及び一審被告の共同開発によるものであったことに由来するものとみることができ，前記ア認定の全農，北興及び一審被告の関係者の発言も，被告製品1の輸入販売等を三者が共同して行っていくことを基礎付けるものとはいえない。",
                        "また，「マイティーワン」を名称に付した農薬登録は，原体である被告製品1についてのものではない上，本件証拠上，「マイティーワン」を名称に付した農薬が販売された事実は認められず，被告製品1の輸入販売等を三者が共同して行っていることを基礎付けるものではない。この農薬登録について，同意書を発行してテフリルトリオンに関するデータを参照させるために行われたことを認めるに足りる証拠もない。",
                        "さらに，「エーワン」を名称に付した農薬登録は，全農及び北興によるものであり，全農による被告製品1の輸入販売等を一審被告が関連共同して行っていることを基礎付けるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記アの認定事実によると，農業協同組合新聞の2010年(平成22年)10月8日の記事(甲98)に，テフリルトリオンについて記載があることが認められるが，テフリルトリオンは，全農が一審被告及び北興と共同開発したものであること，テフリルトリオンを含む新規水稲除草剤の販売が開始されたこと，同剤に対する現場の期待が高いことなどが記載されているのみであって，全農による被告製品1の輸入販売等を一審被告が関連共同して行っていることを基礎付けるものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "前記アの認定事実によると，一審被告及び全農GRは，平成28年4月13日，テフリルトリオン及びトリアファモンの農薬混合剤3種について，一審被告の登録商標に類似する「ボデーガード」を名称に付した農薬登録をそれぞれ行ったことが認められるが，これは，被告製品2(7)～(12)の農薬登録であり，全農による被告製品1の輸入販売等を一審被告が関連共同して行っていることを基礎付けるものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "前記アの認定事実によると，ボデーガードプロ(被告製品2(7)～(9))のパンフレット，北興のエーワン1キロ粒剤のパッケージ，日産化学工業株式会社のゲットスター1キロ粒剤のパッケージには，「AVH-301」の文字の周囲を略楕円形で囲んだ共通のロゴが使用されていることが認められるが，「AVH-301」はテフリルトリオンの開発コードである(弁論の全趣旨)から，テフリルトリオンを含有する農薬において「AVH-301」と記載されたロゴが用いられることは特別なものではなく，全農による被告製品1の輸入販売等を一審被告が関連共同して行っていることを基礎付けるものではない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "前記アの認定事実によると，全農群馬県本部のホームページには，「AVH-301」を推奨するとともに，北興のエーワン剤，一審被告のボデーガード剤，日産化学工業株式会社のゲットスター剤の製品画像が掲載されていることが認められるが，このホームページは，前記ア(カ)のとおりテフリルトリオンを「抵抗性雑草に対する切り札」としてグループを挙げて普及推進していた全農が，テフリルトリオンを含む水稲除草剤を推奨しているにすぎず，全農による被告製品1の輸入販売等を一審被告が関連共同して行っていることを基礎付けるものではない。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "前記アの認定事実によると，一審被告は，全農の求めに応じて，全農に対し，一審被告が対象年度に必要とするテフリルトリオンの見込量を伝えることがあると認められるが，一審被告は，全農から被告製品1を買い受けている(乙69)から，上記の売主の求めに応じて購入見込量を伝える行為は，被告製品1の買主として当然の行為であり，全農による被告製品1の輸入販売等を一審被告が関連共同して行っていることを基礎付けるものではない。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "一審原告は，一審被告が第三者の農薬登録や製造に当たり，情報提供や技術指導を行った旨主張するが，これを認めるに足りる証拠はない。",
                        "なお，一審被告は，全農及び北興とともに，テフリルトリオンの共同開発を行っていたのであるから，開発段階において，全農及び北興に対し，バイエル特許に含まれるテフリルトリオンに係る情報提供や技術指導を行ったことを推認することができるが，共同開発の一環であるから，これをもって，全農による被告製品1の輸入販売等を一審被告が関連共同して行っているということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "前記イで判示したとおりであり，その他の本件に顕れた全ての事情を総合しても，全農による被告製品1の輸入販売等について，一審被告，全農及び北興が関連共同して行っているものとして，一審被告及び全農らの共同不法行為の成立を認めることはできない。」",
                  "text": [
                    "(11) 原判決121頁20行目～127頁5行目を，次のとおり改める。",
                    "「別紙『損害論に係る主張及び判断』の第4記載のとおりである。」",
                    "(12) 原判決127頁6行目～21行目を，次のとおり改める。",
                    "「7  結論",
                    "以上によると，一審原告の請求は，別紙『損害論に係る主張及び判断』の第4の4記載の金員の支払を求める限度で理由があり，その余の請求は理由がない。",
                    "よって，一審原告の控訴及び訴えの追加的変更に基づき，主文掲記のとおり原判決を変更し，一審被告の控訴は理由がないから，これを棄却することとして，主文のとおり判決する。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における一審原告及び一審被告の補充主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1(被告各製品は本件各発明の技術的範囲に属するか)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審被告は，構成要件1E及び3Bの「中断」とは，X1を構成する炭素鎖とHet又は同炭素鎖とベンゾイル基の結合が断ち切られている構造(X1を構成する炭素鎖の端部に酸素原子が結合したもの)と解すべきであり，「X1が酸素により中断された，エチレン・・・鎖」とは，エチレン鎖とHet又はエチレン鎖とベンゾイル基の間の結合が酸素原子によって断ち切られた構造(-CH -CH -O-又は-O-CH -CH -)と解すべきであると主張する。",
                    "しかし，「X1が酸素により中断された，エチレン・・・鎖」とは，エチレン鎖が酸素によって途中で断ち切られた構造(-CH -O-CH -)を意味するものであり，一審被告の主張に理由がないことは，前記1のとおり補正して引用する原判決記載のとおりである。",
                    "本件発明1の構成要件1Eは，「X1が酸素により中断された，エチレン，プロピレン，プロペニレンまたはプロピニレン鎖，或いは-CH O-を表し」であり，「酸素により中断され」る対象が「エチレン，プロピレン，プロペニレンまたはプロピニレン鎖」という炭素鎖であり，また，「-CH O-」という炭素鎖の端部に酸素原子が結合する構造が別途列挙されていることが，特許請求の範囲の文言から明らかである。そして，このような特許請求の範囲におけるX1の記載の構造は，一審被告の引用する本件特許登録時の特許請求の範囲の請求項1(甲2の1)においても同様である。すなわち，本件特許登録時の特許請求の範囲の請求項1には，「・・・X1が酸素により中断された，直鎖又は分岐のC ～C アルキレン鎖，C ～C アルケニレン鎖，またはC ～C アルキニレン鎖，或いは-OCH -，-CH O-，-OCH CH -，-CH CH O-，-CH＝CHCHO-又は-C≡CCH O-を表し，・・・」と記載されており，「酸素により中断され」る対象が「直鎖又は分岐のC ～C アルキレン鎖」等の炭素鎖であり，また，「-OCH -，-CH O-」等の炭素鎖の端部に酸素原子が結合する構造が別途列挙されていることが，文言上明らかである。さらに，このような理解は，本件特許の出願経過において，特許庁審査官から示された「X1の定義における『酸素により中断された，直鎖又は分岐のC ～C アルキレン鎖，C ～C アルケニレン鎖，またはC ～C アルキニレン鎖』とは，その記載から，両側が炭素原子に挟まれた酸素原子を有するもののみを意図するものと解されるから，CHOCH 等がこれに該当し，OCH CH ，CH CH O，CH＝CHCH O等のように，両側が炭素原子に挟まれていない酸素原子を有するものは請求項1及び2の要件を満足しないものと考えられる(補正後の請求項1は，当該判断に基づいて，OCH ，CH Oを別に規定したものと推察される。)。」との見解(乙14)及びその後上記本件特許登録時の請求項1の記載に補正された(乙15)補正の経過にも合致するものである。",
                    "そうすると，一審被告の指摘するとおり，本件特許登録時の特許請求の範囲の請求項1には，酸素により断ち切ることができないC アルキニレン鎖が含まれていることや，特許庁審査官の上記見解もC アルキニレン鎖が含まれた特許請求の範囲の記載を前提としていることを考慮しても，特許請求の範囲の記載に基づく上記解釈が左右されるものではない。",
                    "また，本件明細書の式Ⅰの合成例を式Ⅰaの構造の決定のために参照することができることは，前記1のとおり補正して引用する原判決記載のとおりであって，このことは，X3が単結合の場合を含み得ることや式Ⅰの合成例によって「酸素により中断された」「プロペニレン」等の化合物が合成できないことによって左右されるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告は，本件明細書には，テフリルトリオンの生産方法・使用方法が開示されているとはいえないから，テフリルトリオンは本件各発明の技術的範囲に含まれないと主張するが，一審被告の主張に理由がないことは，前記1のとおり補正して引用する原判決記載のとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一審被告は，従前の請求項6～8が拒絶査定を受けるに至った経緯及び一審原告がこれを削除した経緯からすると，本件各発明の技術的範囲が除草用途に用いられる本件各発明に属する化合物にまで及ぶことはないことが外形上示されているといえ，第三者がそのように信頼することに正当な理由があるから，除草用途に用いられるテフリルトリオンについて，本件各発明の技術的範囲に含まれるとして侵害を主張することは，信義則に反すると主張する。",
                    "しかし，一審被告の主張に理由がないことは，前記1のとおり補正して引用する原判決記載のとおりである。",
                    "一審原告は，従前の請求項6～8に係る拒絶理由(乙14のBの点)を他の請求項に係る拒絶理由とともに通知されたことを受けて(乙14)，従前の請求項6～8を削除するとともに，この従前の請求項6～8の削除により，従前の請求項6～8に係る上記拒絶理由(乙14のBの点)は解消された旨の意見を述べた(乙15)にすぎないから，これによりその余の請求項に係る発明の技術的範囲を限定したことが外形上示されたものということはできない。このことは，従前の請求項6～8が，「請求項1～3のいずれか」，すなわち本件各発明のもととなる請求項を引用するものであったこと(乙13)によって，左右されるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点3-1(本件訂正は訂正要件を満たすか)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審被告は，本件訂正は，本件特許の出願人及び発明者が，特許出願時に認識していなかった技術的思想を導入することになるから，特許法126条5項に違反すると主張する。",
                    "しかし，本件訂正は，本件明細書に記載されていた置換基X1及びHetの選択肢を，CAS  REGISTRY物質レコード(甲38，51)に記載された入手可能な出発物質より合成される化学物質に限定したものであり，本件各訂正発明は，本件各発明のR1を1種類(ハロゲン)，R2を1種類(-S(O) R3)，X1nを2種類(酸素により中断されたエチレン鎖又は-CH O-)，Hetをヘテロシクリル基及びヘテロ芳香族基(ヘテロアリール)のうちの本件明細書に挙げられている多数の物質の中から18種類又は15種類に限定したものである。このように，本件訂正後の化学物質群は，いずれも本件訂正前の請求項に記載された各選択肢の組合せ，すなわち本件訂正前の化学物質群に含まれる。",
                    "また，前記1のとおり補正して引用する原判決記載のとおり，本件各発明は，除草剤の有効成分又はその候補となる新規化合物を提供することを課題とするものであり，本件各発明の化合物は，本件共通構造を有する2-ベンゾイルシクロヘキサン-1，3-ジオン化合物であることにより，除草作用を有しており，除草剤の有効成分の候補となり得るものであると認識されるものであるが，本件訂正後の化学物質群は，本件共通構造を有する2-ベンゾイルシクロヘキサン-1，3-ジオン化合物であり，本件訂正前の化学物質群よりも顕著な作用効果を奏するなど新たな技術上の意義を追加したものとも認め難い。",
                    "そうすると，本件訂正は，選択肢を削除することによって，本件明細書の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものではないから，特許法134条の2第9項が準用する同法126条5項に違反するものではない。",
                    "一審被告は，本件明細書には，本件訂正後の置換基X1と置換基Hetの組合せを採用した場合には，本件各発明の化学物質が生産できることをうかがわせる記載はないことなどに照らすと，本件特許の出願人及び発明者は，本件各訂正発明に係る特定の置換基X1と置換基Hetの組合せであれば生産できることなど，全く認識していなかったと主張するが，前記1のとおり補正して引用する原判決記載のとおり，本件明細書には，本件各訂正発明の化合物に対応する出発物質が入手できれば，本件明細書の記載及び本件出願日当時の技術常識に基づいて，当業者に通常期待し得る程度を超える試行錯誤を求めることなく，本件各訂正発明の化合物を製造できるだけの技術的事項が記載されているといえるから，一審被告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告は，本件明細書には，その余のものについては生産できなくとも，本件各訂正発明の置換基X1を有する化学物質であれば，「方法C」に準じて生産できることをうかがわせる記載は何もないし，また，本件各訂正発明の18種類(又は15種類)の置換基Hetの出発物質がCAS  REGISTRY物質レコード(甲38，51)に登録されていたこと，本件各訂正発明の置換基X1を採用した場合には上記置換基Hetを選択すべきことをうかがわせる記載もないから，本件訂正に係る技術的事項は，本件特許の出願当初から認識も記載もされていなかったのであって，本件訂正は，知財高裁平成18年(行ケ)第10563号同20年5月30日大合議判決の「特段の事情」がある場合ということができ，新たな技術的事項を導入するものであると主張する。",
                    "しかし，本件訂正が，本件明細書の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものではないことは，前記アのとおりである。",
                    "前記1のとおり補正して引用する原判決記載のとおり，本件明細書には，本件各訂正発明の化合物に対応する出発物質が入手できれば，本件明細書の記載及び本件出願日当時の技術常識に基づいて，当業者に通常期待し得る程度を超える試行錯誤を求めることなく，本件各訂正発明の化合物を製造できるだけの技術的事項が記載されているといえるし，特定の化学物質がCAS登録されていること及びその化学物質が入手可能であることは当業者の技術常識であると認められるから，一審被告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一審被告は，本件明細書の記載に基づいて，本件訂正後の置換基X1及び置換基Hetの各特定の選択肢群及びそれらの特定の組合せに係る具体的な技術的思想を抽出することはできず，そのことが当業者にとって自明のものでもないから，本件訂正は，本件明細書に記載のない，新たな技術的思想を導入するものというほかないと主張する。",
                    "しかし，本件訂正が，本件明細書の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものではないことは，前記アのとおりであって，一審被告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3-2(本件訂正により無効理由が解消するか)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審被告は，仮に，当業者が，「方法C」及び合成実施例の記載から，本件各訂正発明に係る化合物が生産し得ることを推認できたとしても，それらの記載は化合物の生産に関して当業者に過度の試行錯誤を要求するものであるから，本件明細書が，本件各訂正発明に係る化合物を当業者が過度の試行錯誤を要することなく生産できるように記載しているというためには，本件各訂正発明の各化合物の生産について，本来は実施可能要件及びサポート要件を満たさない「方法C」や合成実施例よりも一層具体的な記載がされていなければならないというべきであり，そのような記載のない訂正明細書に基づいて，本件訂正により実施可能要件及びサポート要件が解消するとはいえないと主張する。",
                    "しかし，本件訂正により，実施可能要件違反を理由とする無効理由2が解消することは，前記1のとおり補正して引用する原判決記載のとおりであって，訂正明細書に「方法C」や合成実施例よりも一層具体的な記載がされていなければ，無効理由2が解消しないとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告は，乙62～64を根拠として，当業者が，ベンゾイルシクロヘキサン骨格構造又は2-ベンゾイルシクロヘキサン-1，3-ジオン化合物との名称を有することのみに基づいて，本件各訂正発明の化学物質が除草効果を有するものと推認することができたということはできないと主張する。",
                    "しかし，本件出願日当時，当業者には，本件共通構造を有する2-ベンゾイルシクロヘキサン-1，3-ジオン化合物が除草特性を有することが知られていたこと，当業者は，本件出願日当時の技術常識に基づき，本件各訂正発明の化合物は，本件共通構造を有する2-ベンゾイルシクロヘキサン-1，3-ジオン化合物であるから，除草作用を有しており，除草剤の有効成分の候補となり得るものであると認識することができることは，前記1のとおり補正して引用する原判決記載のとおりである。",
                    "一審被告指摘のとおり，乙62の化合物番号55は，本件共通構造を有する2-ベンゾイルシクロヘキサン-1，3-ジオン化合物であるにもかかわらず，7種類の雑草に対し除草効果を全く示さなかったことが記載されている。しかし，7種類の雑草について実験したものにすぎない上，乙62において実験された本件共通構造を有する2-ベンゾイルシクロヘキサン-1，3-ジオン化合物93種類のうち，化合物番号55を除く大半のものについては除草効果が示されている。また，除草剤は，被告製品2のように，複数の化学物質を有効成分とする混合剤として用いられ得るものである。これらのことを考慮すると，乙62を踏まえても，上記判断が左右されるものとはいえない。",
                    "乙63，64は，いずれも，本件出願日から10年以上後の文献であって，本件出願日当時の当業者の技術水準を示すものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点3-3(被告各製品は本件各訂正発明の技術的範囲に属するか)について",
              "text": [
                "一審被告は，被告各製品に含まれているテフリルトリオンは「X1が酸素により中断された，エチレン・・・鎖」との構造を有しないから，被告各製品は構成要件1E’及び3B’を充足せず，本件各訂正発明の技術的範囲に属しないと主張する。",
                "しかし，一審被告の「X1が酸素により中断された，エチレン・・・鎖」の解釈が誤っており，被告各製品が構成要件1E’及び3B’を充足し，本件各訂正発明の技術的範囲に属することは，前記1のとおり補正して引用する原判決及び前記(1)のとおりである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従う。原判決中の「別紙」を「原判決別紙」と読み替える。"
  ]
}