{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人株式会社ローブデコルテは，自ら又は第三者をして，第三者に対し，次の告知又は流布をしてはならない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決別紙告知された虚偽事実目録記載1ないし16の告知"
            },
            {
              "fig": "(2)",
              "subject": "原判決別紙被告Y略歴目録記載1ないし3の経歴(下線箇所を除く。)"
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人株式会社ローブデコルテは，自らの商品を販売するに当たり，「FOXEY」及び「フォクシー」の表示を使用してはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人株式会社ローブデコルテは，原判決別紙謝罪広告等目録記載1の謝罪文を，同目録記載2の掲載箇所に，同目録記載3の掲載条件で掲載せよ。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して1000万円及びこれに対する平成29年1月26日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "訴訟費用は第1，2審とも被控訴人らの連帯負担とする。"
          ]
        },
        {
          "fig": "7",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要(略称は，特に断らない限り，原判決に従う。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，控訴人が，①被控訴人株式会社ローブデコルテ(以下「被控訴人会社」という。)の各行為が下記アのとおり不正競争行為又は不法行為に当たると主張して，被控訴人会社に対し，(i)不正競争防止法(以下「不競法」という。)3条1項に基づき，自ら又は第三者をして，原判決別紙告知された虚偽事実目録(別紙告知事実目録)及び原判決別紙被告Y略歴目録(別紙略歴目録。ただし，下線箇所を除く。)記載の各事実を告知及び流布することの差止め，並びに，被控訴人会社の商品を販売するに当たり「FOXEY」及び「フォクシー」の表示を用いることの差止め，(ii)不競法14条に基づき，原判決別紙謝罪広告等目録記載の謝罪広告の掲載，(iii)主位的に不競法4条に基づき，予備的に民法709条，715条に基づき，損害賠償金1億8500万円(平成29年7月1日までに発生済みの損害に係るもの)及びこれに対する同年1月26日(訴状送達日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金，並びに，同年7月2日から本判決確定日まで毎月1日限り月額300万円の割合による損害賠償金及びこれに対する各月支払日の翌日から支払済みまで民法所定の年5分の割合による遅延損害金の支払(ただし，被控訴人Y(以下「被控訴人Y」という。)との連帯)を求めるとともに，②被控訴人Yの各行為が下記イのとおり会社法429条所定の任務懈怠行為又は不法行為に当たると主張して，被控訴人Yに対し，主位的に会社法429条に基づき，予備的に民法709条に基づき，上記①(iii)と同額の支払(ただし，被控訴人会社との連帯)を求める事案である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人会社の行為",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "不競法2条1項15号の不正競争行為",
                      "text": [
                        "被控訴人会社が，控訴人の顧客に対し，別紙告知事実目録1ないし13及び別紙略歴目録1ないし3(下線箇所を除く。)のとおり競争関係にある控訴人の営業上の信用を害する虚偽の事実を告知及び流布した行為(ただし，平成28年1月1日より前の行為については平成27年法律第54号による改正前の不競法2条1項14号の不正競争行為)。",
                        "被控訴人会社が，従業員であるAをして，Aブログに，別紙告知事実目録14ないし16のとおり控訴人の営業上の信用を害する虚偽の事実を掲載し，これを流布した行為。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "不競法2条1項14号の不正競争行為",
                      "text": [
                        "被控訴人会社が，別紙告知事実目録1ないし9，11ないし13及び別紙略歴目録1ないし3(下線箇所を除く。)のとおり被控訴人会社の商品の品質等について誤認させるような表示をし，当該表示に係る商品を販売した行為(ただし，平成28年1月1日より前の行為については平成27年法律第54号による改正前の不競法2条1項13号の不正競争行為)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "不競法2条1項1号の不正競争行為",
                      "text": [
                        "被控訴人会社が，控訴人の周知な商品等表示である「FOXEY」又は「フォクシー」と同一の商品等表示を使用し，控訴人の営業と混同を生じさせた行為。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "不競法2条1項2号の不正競争行為",
                      "text": [
                        "被控訴人会社が，控訴人の著名な商品等表示である「FOXEY」又は「フォクシー」と同一の商品等表示を使用した行為。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "不法行為(民法709条)",
                      "text": [
                        "被控訴人会社による前記(ア)ないし(エ)の各行為。なお，被控訴人会社は，被用者であるAがAブログに，別紙告知事実目録14ないし16のとおり控訴人の営業上の信用を害する記事を掲載することにより控訴人に加えた損害を賠償する責任を負う(民法715条)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人Yの行為",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "任務懈怠行為(会社法429条)",
                      "text": [
                        "被控訴人会社の代表者である被控訴人Yが，善管注意義務等に違反し，被控訴人会社に前記ア(ア)ないし(エ)の不正競争行為及び同(オ)の不法行為をさせた行為。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "不法行為(民法709条)",
                      "text": [
                        "被控訴人Yが，故意又は過失により，被控訴人会社に前記ア(ア)ないし(エ)の不正競争行為及び同(オ)の不法行為をさせた行為。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原審は，①被控訴人会社による前記(1)ア(ア)の行為につき，不競法2条1項15号の不正競争行為に当たらない，②被控訴人会社による同(イ)の行為につき，不競法2条1項14号の不正競争行為に当たらない，③被控訴人会社による同(ウ)及び同(エ)の行為につき，不競法2条1項1号及び2号の不正競争行為に当たらない，④被控訴人会社による同(オ)の行為につき，不法行為に当たらず，被控訴人会社は使用者責任も負わない，⑤被控訴人Yの前記(1)イの各行為につき，被控訴人Yも責任を負わない，として，控訴人の請求をいずれも棄却した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，原判決を不服として，差止め及び信用回復措置請求に係る部分，並びに，損害賠償請求のうち損害賠償金1億8500万円の内金1000万円及びこれに対する遅延損害金の支払を求める限度で控訴した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決「事実及び理由」の第2の1記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "原判決「事実及び理由」の第2の2記載のとおりであるから，これを引用する(ただし，原判決5頁2行目「信用が害されたか」とあるのを「信用を害するか」に訂正する。)。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原判決の引用",
          "text": [
            "争点に関する当事者の主張は，下記2のとおり，当審における当事者の主張を付加するほかは，原判決「事実及び理由」の第2の3記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張(争点1(不競法2条1項15号所定の不正競争行為(信用毀損行為)の有無)について)",
          "text": [
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "控訴人のデザイナーであったとの事実の虚偽性",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "「デザイナー」の意義",
                  "text": [
                    "控訴人のようなデザイナーズ・ブランドにおいて，「デザイナー」とは，ブランドの顧客誘引力の中核であるデザインの最終責任者を示し，見習いや候補者を示すものではない。「元デザイナー」の経歴呼称を許容されるのは，当該ブランドにおいて一定以上の熟練を積み，責任ある立場でデザイン業務に関与した者のうち，当該ブランドから許可承認を得た者に限られるというのが，デザイナーズ・ブランドにおける商慣習である。",
                    "なお，控訴人は，新聞記事等において，従業員であるBを「デザイナー」と呼称しているところ，これは，控訴人が認めた者を，宣伝効果等を考慮して，「デザイナー」と呼称することを許容したにすぎない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "被控訴人Yの業務内容",
                  "text": [
                    "被控訴人Yが，控訴人在職中にデザイン画を描いたことはない。また，被控訴人Yはサンプル説明会の資料を作成したが，同資料は，既に量産が確定したデザインについて，販売スタッフに説明するものにすぎない。被控訴人Yの業務は創作性を要しない作業であった。",
                    "また，被控訴人Yの応募書類に描かれたデザイン画(乙3の3頁)と，サンプル説明会の資料のうち製品AC0105に関する絵型(乙7の4頁)とは類似するものの，同絵型は，量産仕様書の絵型(甲55の1)とは異なっているから，サンプル説明会資料のうち製品AC0105に関する部分は改ざんされたものというべきである。上記類似をもって，被控訴人Yのデザインが，控訴人の商品に採用されたということはできない。",
                    "さらに，控訴人の商品の量産仕様書は，デザイナーのアシスタント職の指揮命令を受けて，生産管理者が作成し，これに署名するところ，被控訴人Yは，自ら量産仕様書を作成し，これに署名した上で，アシスタント職のCによる承認印を得ている(甲57の1～4)。他の生産管理者の職員の氏名とともに，被控訴人Yの名前が記載された作業工程一覧表もある(乙47)。被控訴人Yは，生産管理者であって，デザイナーではなかったというべきである。なお，製品AC0105に関する量産仕様書には，被控訴人Yの承認印が押捺されているが(甲55の1)，同製品は，年間700点を超える新作製品のうちの1点にすぎない。",
                    "加えて，控訴人がホームページに元デザイナーと呼称する者がいる旨警告文を掲載したところ，被控訴人会社は，直ちに，そのホームページから，被控訴人Yが控訴人のデザイナーであった旨の経歴表示を削除した。被控訴人Yは，元デザイナーとの経歴表示が虚偽であることを自認していたものである。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "よって，別紙告知事実目録記載1のうち「被告Yは原告の元デザイナーである」との部分及び同目録記載2の告知，及び，別紙略歴目録記載1ないし3の流布は，被控訴人Yが控訴人のデザイナーとしてデザインを担当していたという虚偽の事実を告知及び流布するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "別紙告知事実目録記載1のうち「数年前に独立した」との部分及び同目録記載3ないし13の告知",
              "text": [
                "インターネット上の掲示板への投稿内容(甲58，59)も考慮すれば，被控訴人会社は，別紙告知事実目録記載1のうち「数年前に独立した」との部分及び同目録記載3ないし13を告知したというべきである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "別紙告知事実目録記載14ないし16の流布",
              "text": [
                "Aは，被控訴人Yの具体的な指揮命令に基づき，Aブログに，あえて個人の感想であるかのように表現することにより，被控訴人会社の販促活動を行っている。したがって，被控訴人会社は，従業員であるAをして，Aブログに別紙告知事実目録記載14ないし16を掲載し，これを流布したというべきである。なお，被控訴人会社は，被用者であるAがAブログにこれらを掲載することにより控訴人に加えた損害を賠償する責任を負う。"
              ]
            },
            {
              "fig": "エ",
              "subject": "小括",
              "text": [
                "以上によれば，被控訴人会社は，控訴人の営業上の信用を害する虚偽の事実を告知及び流布したというべきである。",
                "〔被控訴人らの主張〕"
              ]
            },
            {
              "fig": "ア",
              "subject": "控訴人のデザイナーであったとの事実の虚偽性",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "被控訴人Yの業務内容",
                  "text": [
                    "被控訴人Yは，平成13年7月にDの指示に基づきニューヨークに出張して，デザインの流行を研究したほか，素材のリサーチ(乙9)，素材展示会への訪問(乙10の1・2，48)，サンプル説明会におけるプレゼンテーション(乙6，7，8の1)，ダイレクトメールのイラスト作成(乙42)，雑誌等の校正(乙49)などをしていたものである。",
                    "また，製品AC0105は，絵型と実物サンプルとの間に相違があったことから，サンプル説明会(乙7)の後，量産仕様書による発注(甲55の1)の前に，混乱を避けるために絵型を変更するに至ったものである。",
                    "さらに，控訴人においては，デザイナーがデザイン画を描いた上でサンプル仕様書を作成してプロトタイプの製作を指示し，Dの確認作業の内容をふまえて補正修正が行われ，量産仕様の確定に至っていた。デザイナーであったか否かは，量産仕様書の名義人よりも，デザイン画を描いてサンプル製作に関わっていたか否かにより判断されるべきである。また，メーカーに細かな指示が必要な場合等には，デザイナーが量産仕様書に指示を記載することがあり，デザイナーが生産管理業務を手伝うこともあったほか，量産仕様書には複数の担当者の意思内容が記載されるから，生産管理担当の職員が常に量産仕様書の名義人になるとは限らない。さらに，控訴人提出に係る量産仕様書(甲57の1～4)は，量産仕様書の一部であったり，対になっているサンプル仕様書が提出されたりしていないから，その内容をもって，被控訴人Yがデザイナーではなかったとはいえない。",
                    "加えて，被控訴人会社は，そのホームページ上において，被控訴人Yの経歴表示を変更しているものの，それは，被控訴人Yが控訴人のデザイナーでなかったと自認するようなものでは全くない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "よって，被控訴人Yは控訴人のデザイナーとしてデザインを担当していたから，別紙告知事実目録記載1のうち「被告Yは原告の元デザイナーである」との部分及び同目録記載2の告知，及び，別紙略歴目録記載1ないし3の流布は，虚偽の事実を告知及び流布するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "別紙告知事実目録記載1のうち「数年前に独立した」との部分及び同目録記載3ないし13の告知",
              "text": [
                "インターネット上の掲示板への投稿のような匿名情報は信憑性がないから，このような投稿内容をもって，被控訴人会社が，別紙告知事実目録記載1のうち「数年前に独立した」との部分及び同目録記載3ないし13を告知したということはできない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "小括",
              "text": [
                "以上によれば，被控訴人会社が，控訴人の営業上の信用を害する虚偽の事実を告知及び流布したということはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求はいずれも理由がないと判断する。",
        "その理由は，下記1のとおり，原判決を補正し，下記2のとおり，争点1について，当審における当事者の主張に対する判断を付加するほかは，原判決「事実及び理由」の第3の1ないし6記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決27頁24行目に「Dのほか」の前に，「「FOXEY」ブランドのデザインを統括する」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決30頁23行目冒頭から31頁19行目末尾までを削除する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決35頁1行目「現在」から3行目「認めるに足りない」までを，「控訴人の営業上の信用を害する事実であるということはできない」と訂正する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決35頁25行目「現在」から36頁1行目「により」までを削除する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張に対する判断(争点1(不競法2条1項15号所定の不正競争行為(信用毀損行為)の有無)について)",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人のデザイナーであったとの事実の虚偽性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，被控訴人Yが控訴人においてデザイナーとしてデザインを担当していたことはなく，控訴人の元デザイナーではないから，別紙告知事実目録記載1のうち「被告Yは原告の元デザイナーである」との部分及び同目録記載2の告知，並びに，別紙略歴目録記載1ないし3の流布は，虚偽の事実を告知及び流布するものであると主張する。",
                    "そこで，これらの文言の告知及び流布の受け手において，被控訴人Yが，控訴人におけるデザイナーであったと理解することが真実に反するか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「デザイナー」の意義",
                  "text": [
                    "控訴人は，一般的な求人雑誌(乙24の1・2)に「デザイナー」を募集する旨掲載し(引用に係る原判決第3の1(1))，控訴人が関与した新聞記事(乙4)や控訴人自身が発行する雑誌(乙36の4，37の2)において，「FOXEY」ブランドのデザインを統括するD以外の控訴人の従業員の一部の者を，特段の留保を付すことなく「デザイナー」と呼称していたものである(引用に係る原判決第3の1(7))。また，「イッセイミヤケ」「ラルフローレン」などの著名なブランドにおける募集時の取扱いに照らしても(引用に係る原判決第3の1(9))，これらのブランドにおいても，ブランドから許可承認を得た特定の者のみが「デザイナー」と呼称できるという商慣習を認めるに足りる証拠はない。",
                    "したがって，前記各文言の告知及び流布の受け手の認識は，控訴人の「デザイナー」という用語は，その字義どおり，控訴人の製品の形態の創造過程にその意思を反映させる者を意味する，というものであったいうべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人Yの業務内容",
                  "text": [
                    "被控訴人Yは，平成13年頃，控訴人において，サンプル説明会等のための資料(乙6，7，8の1)を作成したものであって，また，同資料には，控訴人の製品の形態やその特徴について言及されていることからすれば(引用に係る原判決第3の1(4))，被控訴人Yは，控訴人の製品の形態の意味を十分に理解していたものである。",
                    "また，被控訴人Yが控訴人に採用される際に提出したデザイン画(乙3の3頁)と，控訴人の実際の製品AC0105(甲55の1)とが類似していることからすれば，被控訴人Yの創作性が，控訴人の製品に反映されることがあったものと認められる。",
                    "さらに，被控訴人Yは，服飾分野の修士課程を修了した者であって実務経験も有し(引用に係る原判決第3の1(2))，控訴人に採用される以前から，服飾に関して相当程度の知識経験を有していたことが認められる。加えて，被控訴人Yは，控訴人における「デザイナー」又は「アシスタント・デザイナー」の募集広告に応じて採用されたものであって，控訴人の企画デザイン室で業務を行い，控訴人から「企画部デザイナー」と記載された名刺も交付されていたものである(引用に係る原判決第3の1(2)～(4))。",
                    "そうすると，被控訴人Yが，自らの創作性を発揮して，控訴人の製品の形態の創造過程に参画していたとの事実を認めることができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，新聞記事等において，控訴人が認めた者を「デザイナー」と呼称することを許容したにすぎないと主張する。",
                        "しかし，当該新聞記事等においては，控訴人の従業員の一部の者を「デザイナー」と呼称することについて，特段の留保は付されていないから，「デザイナー」との文言が，控訴人において特別の者のみをいうものと理解することはできない。したがって，被控訴人Yが，責任ある立場でデザイン業務に関与していなかったとしても，被控訴人Yが控訴人におけるデザイナーであったと理解されることが真実に反するということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，サンプル説明会の資料を作成することに創作性を要しないと主張する。",
                        "しかし，サンプル説明会の資料は，控訴人の製品を販売担当者に説明するという重要なものであって，その内容も製品の形態やその特徴に言及するものであるから，控訴人の製品の形態の意味を十分に理解していなければ作成できないというべきである。控訴人の製品の創造過程に意思を反映させられるような者でなければ，サンプル説明会の資料を作成することが困難である。したがって，被控訴人Yがサンプル説明会の資料を作成したことは，被控訴人Yが自らの創作性を発揮して，控訴人の製品の形態の創造過程に参画していたことを裏付けるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，サンプル説明会の資料のうち製品AC0105に関する部分は改ざんされたものであると主張する。",
                        "しかし，製造過程における過誤修正等により，サンプル説明会の資料の絵型と量産仕様書の絵型とに相違が生じることはあり得るから，製品AC0105に関する絵型が相違すること(甲55の1，乙7の4頁)をもって，サンプル説明会の資料のうち製品AC0105に関する部分が改ざんされたなどといえるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，被控訴人Yは量産仕様書を作成しているところ，量産仕様書は生産管理者が作成するものであり，作業工程一覧表にも生産管理者として被控訴人Yの名前が記載されているから，被控訴人Yは，生産管理者にすぎないと主張する。",
                        "しかし，控訴人において，量産仕様書を作成するのが生産管理者のみであることを認めるに足りる証拠はないから，量産仕様書に関する控訴人の主張は前提を欠くものである。また，打合せの際に作成された作業工程一覧表(乙47)には，他の生産管理者の職員の氏名とともに，1箇所のみ被控訴人Yの名前が記載されているものの，「Designer」の横にも被控訴人Yの名前が記載されており，同記載が後に改ざんされたことを裏付ける証拠もないから，上記作業工程一覧表の記載をもって，被控訴人Yが生産管理者であったということはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人は，被控訴人会社がホームページ上の被控訴人Yの経歴を削除したことをもって，被控訴人Yは控訴人の元デザイナーとの経歴表示が虚偽であることを自認していたと主張する。",
                        "しかし，被控訴人会社のホームページ上の被控訴人Yの経歴は，「デザイナーとして(控訴人に)入社」から，「(控訴人に)入社。企画・デザインを担当」と変更されたにとどまる。この程度の変更をもって，被控訴人Yが，控訴人の元デザイナーとの経歴表示が虚偽であったと考えて，ホームページ上の経歴を変更したといえるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，控訴人における「デザイナー」とは，控訴人の製品の形態の創造過程にその意思を反映させる者を意味すると認識されるところ，被控訴人Yは，自らの創作性を発揮して，控訴人の製品の形態の創造過程に参画していたものである。そうすると，被控訴人Yが，控訴人におけるデザイナーであったと理解されることが真実に反するものであったということはできない。",
                    "よって，別紙告知事実目録記載1のうち「被告Yは原告の元デザイナーである」との部分及び同目録記載2の告知，並びに，別紙略歴目録記載1ないし3(ただし，下線部及び「ドラマタイアップ＜やまとなでしこ＞，フォクシー伊勢丹店出店，名古屋店リニューアル，青山店リニューアルなどの企画に従事」とする部分を除く。)の流布は，虚偽の事実を告知又は流布するものということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "別紙告知事実目録記載1のうち「数年前に独立した」との部分及び同目録記載3ないし13の告知",
              "text": [
                "控訴人は，被控訴人会社が，別紙告知事実目録記載1のうち「数年前に独立した」との部分及び同目録記載3ないし13を告知したと主張する。",
                "まず，被控訴人会社がこれらの文言を告知したことを直接裏付ける証拠はない。",
                "また，控訴人の顧客のブログ，控訴人の顧客が控訴人に送付したメール，控訴人の顧客と控訴人の従業員との会話，インターネット上の掲示板への投稿の各内容によれば，被控訴人会社が控訴人の顧客に，控訴人と被控訴人の商品を比較する文言などを告知した事実は認めることができる(甲15，16，58，59。各枝番を含む。)。しかし，これらのブログやメール，会話の内容は，当該顧客の主観が相当程度加わったものであって，被控訴人会社が当該顧客に告知した内容を正確に再現したものとは考えにくい。また，インターネット上の掲示板への上記投稿は匿名性が高いから正確性に乏しいものである。したがって，これらのブログやメール，会話，インターネット上の掲示板の各内容から，被控訴人会社が控訴人の顧客に，控訴人の商品は被控訴人会社の商品と同等であるなどと告知した事実を認めるに足りない。",
                "よって，被控訴人会社が，別紙告知事実目録記載1のうち「数年前に独立した」との部分及び同目録記載3ないし13を告知したということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "別紙告知事実目録記載14ないし16の流布",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人会社による信用毀損行為",
                  "text": [
                    "控訴人は，被控訴人会社が，従業員であるAをして，Aブログに別紙告知事実目録記載14ないし16を掲載し，これを流布したと主張する。",
                    "まず，Aブログに，控訴人の営業活動に関する記事などが掲載された事実は認めることができる(甲15，16。各枝番を含む。)。しかし，被控訴人会社が，Aに対し，Aブログに，控訴人の営業活動に関する記事などを掲載するよう明示又は黙示に指示した事実は認められない。",
                    "したがって，被控訴人会社が，従業員であるAをして，Aブログに別紙告知事実目録記載14ないし16を掲載し，これを流布したということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "使用者責任",
                  "text": [
                    "なお，控訴人は，被控訴人会社は，被用者であるAがAブログに別紙告知事実目録記載14ないし16を掲載することにより控訴人に加えた損害を賠償する責任を負うと主張する。",
                    "しかし，AブログはAが個人的な感情をつづったものと認められるから(甲31。枝番を含む。)，AがAブログに控訴人の営業活動に関する記事などを掲載したことが，外形から観察して，被控訴人会社の職務の範囲内の行為に属するものとみることはできない。そもそも，AがAブログに控訴人の営業活動に関する記事などを掲載したことが，控訴人の営業上の信用を害する違法なものであったと直ちに評価できるものでもない。",
                    "したがって，AがAブログに控訴人の別紙告知事実目録記載14ないし16を掲載することにより控訴人に損害を加えたとの事実すら認め難いものであるが，仮にこの事実が認められたとしても，これにより控訴人に生じた損害を賠償する責任を被控訴人会社が負うということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，当審における控訴人の主張はいずれも採用できないから，被控訴人会社が，控訴人の営業上の信用を害する虚偽の事実を告知及び流布したということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，控訴人の請求をいずれも棄却した原判決は相当であるから，本件控訴を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(ネ)10028",
    "date": "2018-10-11",
    "rights_type": "商標権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成28年(ワ)43757",
    "precedent_id": "088043",
    "ipprecedent_id": "5023",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}