{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-800035号事件について平成30年10月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，発明の名称を「美容器」とする発明に係る特許権(特許第6121026号(請求項の数4。)。以下「本件特許権」といい，本件特許権に係る特許を「本件特許」という。)の特許無効審判請求に対する不成立審決の取消訴訟である。争点は，本件特許権の特許発明1～4の進歩性の有無(本件特許発明の認定の誤り，引用発明等の認定の誤り，一致点及び相違点の判断の誤り，相違点に係る判断の当否)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，名称を「美容器」とする発明についての本件特許(特許第6121026号)の特許権者である(甲23)。",
            "本件特許は，平成26年3月27日に出願した特願2014-65029号の一部を，平成28年4月26日に分割出願した特願2016-88002号に係るものであり，平成29年4月7日に設定登録された(甲22，23)。",
            "原告は，平成30年3月23日，本件特許の請求項1～4に係る発明(以下，それぞれ，「本件特許発明1」，「本件特許発明2」などといい，まとめて「本件特許発明」という。また，本件特許の明細書及び図面を「本件明細書」という。)について無効審判(以下「本件審判」という。)請求をし，特許庁は，同請求を無効2018-800035号事件として審理して，同年10月19日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は同月27日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許請求の範囲",
          "text": [
            "本件特許の請求項の記載は，以下のとおりである。",
            "【請求項1(本件特許発明1)】",
            "「  棒状のハンドル本体と，該ハンドル本体の表面から内方に窪んだ凹部と，上記ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバーとからなるハンドルと，",
            "上記ハンドル本体の長手方向の一端に一体的に形成された一対の分枝部と，",
            "該一対の分枝部のそれぞれに形成されているとともに，上記凹部に連通する軸孔と，",
            "該軸孔に挿通された一対のローラシャフトと，",
            "該一対のローラシャフトに取り付けられた一対のローラと，",
            "を備え，",
            "上記ハンドル本体の表面及び上記ハンドルカバーの表面が，上記ハンドルの表面を構成している，美容器。」",
            "【請求項2(本件特許発明2)】",
            "「  上記凹部には，上記軸孔に挿通された上記ローラシャフトを支持するシャフト支持台が設けられている，請求項1に記載の美容器。」",
            "【請求項3(本件特許発明3)】",
            "「  上記凹部には電源部が収納されており，該電源部は上記ローラシャフトを介して，上記ローラに電気的に接続されており，該ローラと肌との間に微弱電流が流れるように構成され，上記凹部の底には上記ハンドル本体を貫通して上記電源部としての太陽電池パネルに外光を到達させる窓部が形成されている，請求項1又は2に記載の美容器。」",
            "【請求項4(本件特許発明4)】",
            "「  上記一対のローラの並び方向から見たときに，上記一対のローラシャフトは上記ハンドル本体に対して傾斜しており，上記凹部は上記一対のローラシャフトが傾斜する側に開口するように形成されている，請求項1～3のいずれか一項に記載の美容器。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張した無効理由の要旨",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1",
                  "text": [
                    "本件特許発明1～4は，以下の理由で特許法29条2項の規定により特許を受けることができないものであるから，その特許は，同法123条1項2号に該当し，無効とすべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明1は，甲1(国際公開第2011／004627号)に記載された発明(以下「甲1発明」という。)，甲2(登録実用新案第3169597号公報)に記載された事項(以下「甲2事項」という。)，甲4～10に例示される周知技術及び甲16～19に例示される周知技術に基づいて，当業者が容易に発明をすることができたものである。",
                        "なお，甲4～19は，以下のとおりである。",
                        "甲4    意匠登録第1374522号公報",
                        "甲5    韓国意匠登録第30-0408623号公報",
                        "甲6    実願平1-82324号(実開平3-21333号)のマイクロフィルム",
                        "甲7    登録実用新案第3159255号公報",
                        "甲8    登録実用新案第3164829号公報",
                        "甲9    特開2009-142509号公報",
                        "甲10  Webページ「シングルマザーブログ(今日のタローズ家)」の2014年2月3日付け記事(http://(略))",
                        "甲11  特開2005-46190号公報",
                        "甲12  特開2011-11040号公報",
                        "甲13  意匠登録第1484426号公報",
                        "甲14  特開平9-351号公報",
                        "甲15  特開2012-85809号公報",
                        "甲16  特開2013-103085号公報",
                        "甲17  特開2013-158608号公報",
                        "甲18  中国実用新案第201586180号明細書",
                        "甲19  特開2012-85808号公報"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許発明2～4は，甲1発明，甲2事項，甲4～10に例示される周知技術，甲16～19に例示される周知技術及び甲15～17に例示される周知技術に基づいて，当業者が容易に発明をすることができたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2",
                  "text": [
                    "本件特許発明1～4は，以下の理由で特許法29条2項の規定により特許を受けることができないものであるから，その特許は，同法123条1項2号に該当し，無効とすべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明1は，甲1発明，甲3(登録実用新案第3051580号公報)に記載された事項(以下「甲3事項」という。)，甲4～10に例示される周知技術及び甲16～19に例示される周知技術に基づいて，当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許発明2～4は，甲1発明，甲3事項，甲4～10に例示される周知技術，甲16～19に例示される周知技術及び甲15～17に例示される周知技術に基づいて，当業者が容易に発明をすることができたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3",
                  "text": [
                    "本件特許発明1～4は，以下の理由で特許法29条2項の規定により特許を受けることができないものであるから，その特許は，同法123条1項2号に該当し，無効とすべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明1は，甲1発明，甲11～14に例示される周知技術，甲4～10に例示される周知技術及び甲16～19に例示される周知技術に基づいて，当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許発明2～4は，甲1発明，甲11～14に例示される周知技術，甲4～10に例示される周知技術，甲16～19に例示される周知技術及び甲15～17に例示される周知技術に基づいて，当業者が容易に発明をすることができたものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明の技術的意義",
              "text": [
                "本件明細書の記載によると，本件特許発明の技術的意義は，特に，棒状のハンドル本体に表面から内方に窪んだ凹部を形成し，該凹部をハンドルカバーによって覆うことで，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルカバーによって凹部の内部を容易に密閉できるようにしたことであると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲1発明の認定",
              "text": [
                "甲1には，次の甲1発明が記載されていると認められる。",
                "「  芯材13と，芯材13の外周に被覆され上下に分割された一対の外装カバー14，15とから構成され，内部に太陽電池パネル24並びに太陽電池パネル24の出力端子をハンドル12及びローラ18の導電部に接続するための構成が配置されたハンドル12と，",
                "上記ハンドル12の先端に一体的に形成された一対の二叉部12aと，",
                "該一対の二叉部12aのそれぞれに形成されている芯材13の中心部に形成された空間と，",
                "該芯材13の中心部に形成された空間に嵌入された一対のローラ支持軸17と，",
                "該一対のローラ支持軸17に回転可能に支持された一対のローラ18と，",
                "を備え，",
                "上記一対の外装カバー14，15の表面が，上記ハンドル12の表面を構成している，美容器11。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲2事項の認定",
              "text": [
                "甲2には，次の甲2事項が記載されていると認められる。",
                "「  長尺状把持部2及びヘッド部3を備えるマッサージローラー1において，",
                "把持部2からヘッド部3まで延在する本体ケース4に，本体ケース4の表面から内方に窪み，本体ケース4のほぼ全長にわたって延在する凹部を設け，",
                "凹部のうちヘッド部3の部分に，太陽電池8及びローラー11～16を配置し，",
                "凹部のうち把持部2の部分に，把持部2のほぼ全長にわたって電線18を配線し，",
                "透明窓部6が設けられた背面カバー部材5により，凹部のうちヘッド部3の部分を覆い，",
                "ハンドルカバーにより，凹部のうち把持部2の部分を覆い，",
                "本体ケース4の把持部2の部分の表面及びハンドルカバーの表面により，把持部2の表面を構成すること。」"
              ]
            },
            {
              "fig": "(5)",
              "subject": "甲3事項の認定",
              "text": [
                "甲3には，次の甲3事項が記載されていると認められる。",
                "「  柄部1と刷子頭部2とを一体となした基材主体Sと，閉塞部材5と，を備える清掃用具において，",
                "柄部1に，柄部1の表面から内方に窪んだ区画部4を設け，",
                "係止爪片8が露出した状態で柄部1に係合する閉塞部材5により，区画部4を閉蓋し，",
                "柄部1の表面及び閉塞部材5の表面により把持部の表面を構成すること。」"
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明1と甲1発明との一致点及び相違点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「  ハンドルと，",
                        "上記ハンドルの長手方向の一端に一体的に形成された一対の分枝部と，",
                        "該一対の分枝部のそれぞれに形成されている軸孔と，",
                        "該軸孔に挿通された一対のローラシャフトと，",
                        "該一対のローラシャフトに取り付けられた一対のローラと，",
                        "を備える，美容器。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "「ハンドル」について，甲1発明は，本件特許発明1の「表面から内方に窪んだ凹部」がある「ハンドル本体」，「ハンドル本体の表面から内方に窪んだ凹部」及び「上記ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバー」に相当する構成を備えておらず，代わりに「芯材13と，芯材13の外周に被覆され上下に分割された一対の外装カバー14，15」を備え，その結果として，本件特許発明1は，「上記ハンドル本体の表面及び上記ハンドルカバーの表面が，上記ハンドルの表面を構成している」のに対し，甲1発明は，「上記一対の外装カバー14，15の表面が，上記ハンドル12の表面を構成している」点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "「ハンドルの長手方向の一端」について，本件特許発明1は，「ハンドル本体の長手方向の一端」であるのに対し，甲1発明は，表面から内方に窪んだ凹部があるハンドル本体を備えていないため，「ハンドル本体の長手方向の一端」であるとはいえない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点3",
                      "text": [
                        "「軸孔」について，本件特許発明1は，「凹部に連通する」ものであるのに対し，甲1発明は，そのような構成とはなっていない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明1は，棒状のハンドル本体に表面から内方に窪んだ凹部を形成し，該凹部をハンドルカバーによって覆うことで，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルカバーによって凹部の内部を容易に密閉できるようにしたものであり，本件明細書の段落【0004】には，ハンドルの成形精度や強度が低下したり，密閉する作業に手間がかかるという問題点が指摘されているところ，甲1及び2には上記問題点について何ら記載されていないから，甲1発明において，上記問題点に着目して相違点1に係る構成を採用すべき動機付けは存在しない。",
                        "また，甲1発明は，相違点1に係る構成を備えていなくとも，上下に分割された一対の外装カバー14，15とこの間に位置する芯材13とにより，太陽電池等の構成を内部に収容することができているのであるから，相違点1に係る構成を採用する必要性を見いだすことができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1発明と甲2事項とは，全体的な形状及び内部の部品の配置が異なることから，甲2事項の本体ケース4のほぼ全長にわたって延在する凹部や該凹部を覆う背面カバー部材5及びハンドルカバーを設ける構成を甲1発明に適用すべき動機付けは存在しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "仮に，甲1発明に甲2事項を適用すべき動機付けが存在し，適用を試みたとしても，甲1発明は，甲2事項のように把持部2及びヘッド部3を備える構成ではなく，ハンドル12の先端に一対の二叉部12aが一体的に形成されたものである上，ハンドル12及び一対の二叉部12aは，芯材13と芯材13の外周に被覆され上下に分割された一対の外装カバー14，15とから構成されており，甲2事項とは構造が大きく異なることから，甲1発明に甲2事項の構造をそのまま適用することはできず，具体的に適用しようとする際には相当の設計変更が必要になると考えられる。",
                        "そうすると，甲1発明に甲2事項の構造を適用することは，当業者といえども困難であるといわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲2事項におけるハンドルカバーが，本体ケース4又は背面カバー部材5に対してどのように取り付けられるかについては，甲2において何ら説明されておらず，図面を参酌しても，ハンドルカバーが本体ケース4との結合部分を備えているかどうかは不明である。",
                        "そうすると，仮に，甲1発明に甲2事項を適用したとしても，「上記ハンドル本体との結合部分が露出しない状態で・・・上記ハンドル本体に取り付けられたハンドルカバー」との事項を含む相違点1に係る構成には到達し得ない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記(ア)～(エ)より，甲1発明及び甲2事項から相違点1に係る構成を容易想到とすることはできない。",
                        "また，甲4～10に記載されている事項は，いずれも一対の分岐部をハンドル本体の長手方向の一端に一体的に形成する構成とする技術を，甲16～19に記載されている事項は，いずれも太陽電池パネルとローラシャフトとを電気的に接続する技術を開示するにすぎないから，これらに基づき相違点1に係る構成を容易想到とすることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2について",
                  "text": [
                    "上記イのとおり，相違点1に係る構成を容易想到とすることはできないから，甲1発明において，表面から内方に窪んだ凹部があるハンドル本体を備える構成とすることは容易想到でない。",
                    "したがって，相違点2に係る構成を容易想到とすることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記イのとおり，相違点1に係る構成を容易想到とすることはできないから，甲1発明において，表面から内方に窪んだ凹部があるハンドル本体を備える構成とすることは容易想到でない。そうすると，甲1発明において，軸孔を該凹部に連通する構成とすることも容易想到でない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，甲1発明に甲2事項を適用して，表面から内方に窪んだ凹部があるハンドル本体を備える構成とすることが容易想到であるとした場合について検討する。",
                        "甲1発明において表面から内方に窪んだ凹部があるハンドル本体を備える構成とした場合に，一対のローラ支持軸17が嵌入された空間を該凹部に連通させることについては，甲1及び2のいずれにも記載されておらず，甲1発明及び甲2事項から相違点3に係る構成を容易想到とすることはできない。",
                        "また，甲1発明及び甲2事項に加え，「支持軸のための軸孔を太陽電池パネル側の空間まで貫通状態とすること」が甲16～19から周知技術(以下，「周知技術A」という。)であることも考慮して，甲1発明，甲2事項及び周知技術Aから相違点3に係る構成を想到し得たとしても，甲1発明に甲2事項を適用して，表面から内方に窪んだ凹部があるハンドル本体を備える構成とすることを想到した上で，さらに，周知技術Aにおいて太陽電池パネル側の空間を表面から内方に窪んだ凹部に置き換えた技術を適用して，一対のローラ支持軸17が嵌入された空間を表面から内方に窪んだ凹部に連通させることを想到し，相違点3に係る構成に至ることとなる。このように，甲1発明に基づいて，二つの段階を経て相違点3に係る構成に至ることは，格別な努力が必要であり，当業者にとって容易であったということはできない。そうすると，甲1発明，甲2事項及び周知技術Aから相違点3に係る構成を容易想到とすることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記イ～エで検討したとおり，相違点1～3に係る構成のいずれも容易想到とすることはできないから，本件特許発明1は，甲1発明，甲2事項，甲4～10に例示される周知技術及び甲16～19に例示される周知技術に基づいて，当業者が容易に発明をすることができたものとはいえない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件特許発明2～4について",
                  "text": [
                    "本件特許発明2～4は，本件特許発明1の発明特定事項を全て含み，さらに限定を付すものであるから，本件特許発明2～4と甲1発明とは，少なくとも上記相違点1～3で相違する。",
                    "そして，相違点1～3に係る構成のいずれも容易想到でないことは，上記イ～エのとおりである。",
                    "したがって，本件特許発明2～4は，甲1発明，甲2事項，甲4～10に例示される周知技術，甲16～19に例示される周知技術及び甲15～17に例示される周知技術に基づいて，当業者が容易に発明をすることができたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "無効理由2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(6)イ(ア)のとおり，本件明細書の段落【0004】には，ハンドルの成形精度や強度が低下したり，密閉する作業に手間がかかるという問題点が指摘されている。しかし，甲1及び3には上記問題点について何ら記載されていないから，甲1発明において，上記問題点に着目して相違点1に係る構成を採用すべき動機付けは存在しない。",
                        "また，甲1発明は，相違点1に係る構成を備えていなくとも，上下に分割された一対の外装カバー14，15とこの間に位置する芯材13とにより，太陽電池等の構成を内部に収容することができているのであるから，相違点1に係る構成を採用する必要性を見いだすことができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3事項は，清掃用具に関するものであり，甲3の段落【0006】，【0016】の記載によると，柄部1と閉塞部材5とを別体とし，柄部1内部を射出成形になじむ中空構造とすることで，軽量性及び成形性をもたらすことを課題とするものであると認められる。",
                      "text": [
                        "一方，甲1発明は，美容器に関するものであり，甲3事項の清掃用具とは技術分野が異なる。また，甲1には，軽量性及び成形性をもたらすことについて何ら記載がなく，美容器において軽量性及び成形性をもたらすことが課題であることを示す証拠もない。さらに，甲1発明は，ローラ18を肌Sに押し付けて回転させることにより，人体の表面組織に適度な刺激を与え，美肌効果等の美容効果を得るものであるところ，押し付けや刺激のために適した重量が存在するとも考えられ，甲1発明において軽量性及び成形性をもたらすことが自明の課題であるともいえない。そうすると，甲1発明が甲3事項と同様の課題を有するとはいえない。",
                        "したがって，甲1発明に甲3事項を適用すべき動機付けが存在するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "仮に，甲1発明に甲3事項を適用したとしても，甲3事項の閉塞部材5は，係止爪片8が露出した状態で柄部1に係合するものであるから，「上記ハンドル本体との結合部分が露出しない状態で・・・上記ハンドル本体に取り付けられたハンドルカバー」との事項を含む相違点1に係る構成には到達し得ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ア)～(ウ)より，甲1発明及び甲3事項から相違点1に係る構成を容易想到とすることはできない。",
                        "また，甲4～10に記載されている事項は，いずれも一対の分岐部をハンドル本体の長手方向の一端に一体的に形成する構成とする技術を，甲16～19に記載されている事項は，いずれも太陽電池パネルとローラシャフトとを電気的に接続する技術を開示するにすぎないから，これらに基づき相違点1に係る構成を容易想到とすることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "上記アのとおり，相違点1に係る構成を容易想到とすることはできないから，甲1発明において，表面から内方に窪んだ凹部があるハンドル本体を備える構成とすることは容易想到でない。",
                    "したがって，相違点2に係る構成を容易想到とすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記アのとおり，相違点1に係る構成を容易想到とすることはできないから，甲1発明において，表面から内方に窪んだ凹部があるハンドル本体を備える構成とすることは容易想到でない。そうすると，甲1発明において，軸孔を該凹部に連通する構成とすることも容易想到でない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，甲1発明に甲3事項を適用して，表面から内方に窪んだ凹部があるハンドル本体を備える構成とすることが容易想到であるとした場合について検討する。",
                        "甲1発明において表面から内方に窪んだ凹部があるハンドル本体を備える構成とした場合に，一対のローラ支持軸17が嵌入された空間を該凹部に連通させることについては，甲1及び3のいずれにも記載されておらず，甲1発明及び甲3事項から相違点3に係る構成を容易想到とすることはできない。",
                        "また，甲1発明及び甲3事項に加え，例えば甲16～19に記載されている事項のように，「支持軸のための軸孔を太陽電池パネル側の空間まで貫通状態とすること」が周知技術(周知技術A)であることも考慮して，甲1発明，甲3事項及び周知技術Aから相違点3に係る構成を想到し得たとしても，甲1発明に甲3事項を適用して，表面から内方に窪んだ凹部があるハンドル本体を備える構成とすることを想到した上で，さらに，周知技術Aにおいて太陽電池パネル側の空間を表面から内方に窪んだ凹部に置き換えた技術を適用して，一対のローラ支持軸17が嵌入された空間を表面から内方に窪んだ凹部に連通させることを想到し，相違点3に係る構成に至ることとなる。このように，甲1発明に基づいて，二つの段階を経て相違点3に係る構成に至ることは，格別な努力が必要であり，当業者にとって容易であったということはできない。そうすると，甲1発明，甲3事項及び周知技術Aから相違点3に係る構成を容易想到とすることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記ア～ウで検討したとおり，相違点1～3に係る構成のいずれも容易想到とすることはできないから，本件特許発明1は，甲1発明，甲3事項，甲4～10に例示される周知技術及び甲16～19に例示される周知技術に基づいて，当業者が容易に発明をすることができたものとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件特許発明2～4について",
                  "text": [
                    "本件特許発明2～4は，本件特許発明1の発明特定事項を全て含み，さらに限定を付すものであるから，本件特許発明2～4と甲1発明とは，少なくとも上記相違点1～3で相違する。",
                    "そして，相違点1～3に係る構成のいずれも容易想到でないことは，上記ア～ウのとおりである。",
                    "したがって，本件特許発明2～4は，甲1発明，甲3事項，甲4～10に例示される周知技術，甲16～19に例示される周知技術及び甲15～17に例示される周知技術に基づいて，当業者が容易に発明をすることができたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "無効理由3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "前記(6)イ(ア)のとおり，本件特許発明1は，本件明細書の段落【0004】において，ハンドルの成形精度や強度が低下したり，密閉する作業に手間がかかるという問題点が指摘されているものである。",
                      "text": [
                        "しかし，甲1及び11～14には上記問題点について何ら記載されていないから，甲1発明において，上記問題点に着目して相違点1に係る構成を採用すべき動機付けは存在しない。",
                        "また，甲1発明は，相違点1に係る構成を備えていなくとも，上下に分割された一対の外装カバー14，15とこの間に位置する芯材13とにより，太陽電池等の構成を内部に収容することができているのであるから，相違点1に係る構成を採用する必要性を見いだすことができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "例えば，甲11及び12に記載されているように，「ハンドルを備える器具において，ハンドル本体にハンドル本体の表面から内方に窪んだ凹部を設け，凹部に電池を収納し，ハンドル本体との結合部分が露出しない状態でハンドル本体に取り付けられるハンドルカバーにより，凹部を覆い，ハンドル本体の表面及びハンドルカバーの表面によりハンドルの表面を構成すること」は，周知技術(以下，「周知技術B」という。)である。",
                        "そして，甲1発明と周知技術Bとは，ハンドル本体内に電池を収納する点で共通している。",
                        "しかし，周知技術Bは，電池を交換又は充電する際に電池をハンドル本体から取り出すことができるように，ハンドルカバーをハンドル本体に着脱可能に取り付けたものと考えられ，一方，甲1発明は，電池が太陽電池であることから，通常の使用ではハンドル本体から電池を取り出す必要がなく，また，甲1には，太陽電池パネル24を着脱可能とする旨や太陽電池パネル24に換えて取り出し可能な乾電池や充電池等の電池を用いる旨の記載はない。さらに，美容器において乾電池や充電池を用いることを示す証拠もない。",
                        "そうすると，甲1発明において，太陽電池パネル24を収納し，覆うために周知技術Bを適用すべき動機付けは存在しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)及び(イ)より，甲1発明及び周知技術Bから相違点1に係る構成を容易想到とすることはできない。",
                        "また，甲13及び14には，ハンドル本体の表面から内方に窪んだ凹部を設け，ハンドル本体との結合部分が露出しない状態でハンドル本体に取り付けられるハンドルカバーにより該凹部を覆う構成が記載されておらず，相違点1に係る構成を容易想到とすることはできない。",
                        "さらに，甲4～10に記載されている事項は，いずれも一対の分岐部をハンドル本体の長手方向の一端に一体的に形成する構成とする技術を，甲16～19に記載されている事項は，いずれも太陽電池パネルとローラシャフトとを電気的に接続する技術を開示するにすぎないから，これらに基づき相違点1に係る構成を容易想到とすることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "上記アのとおり，相違点1に係る構成を容易想到とすることはできないから，甲1発明において，表面から内方に窪んだ凹部があるハンドル本体を備える構成とすることは容易想到でない。",
                    "したがって，相違点2に係る構成を容易想到とすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記アのとおり，相違点1に係る構成を容易想到とすることはできないから，甲1発明において，表面から内方に窪んだ凹部があるハンドル本体を備える構成とすることは容易想到でない。そうすると，甲1発明において，軸孔を該凹部に連通する構成とすることも容易想到でない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，甲1発明に甲11及び12に記載されている周知技術Bを適用して，表面から内方に窪んだ凹部があるハンドル本体を備える構成とすることが容易想到であるとした場合について検討する。",
                        "甲1発明において表面から内方に窪んだ凹部があるハンドル本体を備える構成とした場合に，一対のローラ支持軸17が嵌入された空間を該凹部に連通させることについては，甲1，11及び12のいずれにも記載されておらず，周知技術Bから相違点3に係る構成を容易想到とすることはできない。",
                        "また，甲1発明及び周知技術Bに加え，例えば，甲16～19に記載されている事項のように，「支持軸のための軸孔を太陽電池パネル側の空間まで貫通状態とすること」が周知技術(周知技術A)であることも考慮して，甲1発明，周知技術B及び周知技術Aから相違点3に係る構成を想到し得たとしても，甲1発明に周知技術Bを適用して，表面から内方に窪んだ凹部があるハンドル本体を備える構成とすることを想到した上で，さらに，周知技術Aにおいて太陽電池パネル側の空間を表面から内方に窪んだ凹部に置き換えた技術を適用して，一対のローラ支持軸17が嵌入された空間を表面から内方に窪んだ凹部に連通させることを想到し，相違点3に係る構成に至ることとなる。このように，甲1発明に基づいて，二つの段階を経て相違点3に係る構成に至ることは，格別な努力が必要であり，当業者にとって容易であったということはできない。そうすると，甲1発明，周知技術B及び周知技術Aから相違点3に係る構成を容易想到とすることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記ア～ウで検討したとおり，相違点1～3に係る構成のいずれも容易想到とすることはできないから，本件特許発明1は，甲1発明，甲11～14に例示される周知技術，甲4～10に例示される周知技術及び甲16～19に例示される周知技術に基づいて，当業者が容易に発明をすることができたものとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件特許発明2～4について",
                  "text": [
                    "本件特許発明2～4は，本件特許発明1の発明特定事項を全て含み，さらに限定を付すものであるから，本件特許発明2～4と甲1発明とは，少なくとも上記相違点1～3で相違する。",
                    "そして，相違点1～3に係る構成のいずれも容易想到でないことは，上記ア～ウのとおりである。",
                    "したがって，本件特許発明2～4は，甲1発明，甲11～14に例示される周知技術，甲4～10に例示される周知技術，甲16～19に例示される周知技術及び甲15～17に例示される周知技術に基づいて，当業者が容易に発明をすることができたものとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告が主張する審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "本件特許発明の要旨認定に誤りがあること",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "発明の要旨の認定は，特許請求の範囲の記載に基づいて行わなければならないところ，本件特許発明1の請求項の記載に基づく限り，本件特許発明1の構成から，ハンドルを上下又は左右に分割した構成は除外されていない。したがって，本件特許発明1は，ハンドル本体とハンドルカバーが上下に分割された構成が含まれるものとして認定しなければならない。",
                "したがって，これを含めていない本件審決の本件特許発明1の要旨の認定は誤っている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許発明1の「ハンドル本体」，「ハンドルカバー」等の用語がどのような技術的意義を有するかが一義的ではないため，「ハンドル」との関係で本件特許発明の特定事項の技術的意義を解釈するためには明細書の記載を参酌する必要があるとの被告の主張は，特許請求の範囲の権利公示機能をないがしろにするものであり，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲1発明の認定に誤りがあること",
          "text": [
            "甲1発明の芯材13と，一対の外装カバー14，15は，別々のパーツで構成された部材であるから，甲1発明には，「芯材13及び一対の外装カバー14，15は，それぞれ，別々のパーツであり」を加えるべきであり，これを含めていない本件審決には誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "甲2事項の認定に誤りがあること",
          "text": [
            "把持部2の内部構造に着目した場合，甲2には，以下の技術的事項が示されているが，これを甲2事項として挙げていない本件審決には誤りがある。",
            "「  把持部2の内部には，背面カバー5の一部が存在し，ネジなどの締結手段で背面カバー5が本体ケース4に固定されており，把持部2の内部の背面カバー5には，ハンドルカバーが，差し込まれることで，本体カバー4とハンドルカバーとによって，把持部2の表面が構成されている。」"
          ]
        },
        {
          "fig": "4",
          "subject": "甲3事項の認定に誤りがあること",
          "text": [
            "甲3には，段落【0016】において，「閉塞部材5を基材主体3と別体とした結果，該基材主体Sの柄部1上面全体が射出成形に親しむ形状となり，それは軽量性をもたらす」と記載されているが，このような効果は，樹脂成形品全般に認められるものであり，清掃用具の柄部に限られたことでないことは技術常識である。したがって，甲3には樹脂成形品としての柄の構造が開示されているのであり，開示事項を清掃用具に限定するのは誤りである。"
          ]
        },
        {
          "fig": "5",
          "subject": "本件特許発明1と甲1発明との一致点と相違点の判断に誤りがあること",
          "text": [
            "本件審決の一致点及び相違点1～3の判断には，次のような誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点",
              "text": [
                "本件特許発明1と甲1発明の一致点は，次のとおりである。これと異なる本件審決には誤りがある。",
                "「棒状のハンドル本体と，ハンドル本体に取り付けられたハンドルカバーとからなるハンドルと，",
                "上記ハンドル本体の長手方向の一端に一体的に形成された一対の分枝部と，",
                "該一対の分枝部のそれぞれに形成されている軸孔と，",
                "該軸孔に挿通された一対のローラシャフトと，",
                "該一対のローラシャフトに取り付けられた一対のローラと，",
                "を備え，",
                "ハンドル本体の表面及びハンドルカバーの表面が，ハンドルの表面を構成している，美容器。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1",
              "text": [
                "甲1発明の「外装カバー15」が本件特許発明1の「ハンドル本体」に相当し，甲1発明の「外装カバー14」が本件特許発明1の「ハンドルカバー」に相当することから，本件特許発明1と甲1発明との相違点1は，以下のとおりとなる。",
                "「  本件特許発明1の『ハンドル本体』に相当する甲1発明の『外装カバー15』は，『表面から内方に窪んだ凹部』を有していないため，甲1発明の『外装カバー14』は，『凹部を覆うようにハンドル本体に取り付けられた』ものではない。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2",
              "text": [
                "本件審決が，甲1発明につき「ハンドルの長手方向の一端に分枝部を有している」との認定を前提に，本件特許発明1が「ハンドル本体の長手方向の一端」に分枝部を有しているとの相違点を認定しているのであれば，相違点2は存在しない。",
                "他方，本件審決が本件特許発明1の「ハンドル本体」に凹部が形成されていることを前提に，甲1発明の「ハンドル」に凹部が存在しないことを理由に相違点2を認定しているのであれば，「本件特許発明1には『ハンドル本体』に凹部が形成されているのに対し，甲1発明の『ハンドル本体』に凹部が形成されていない」点で相違点が存在することになり，本件審決の相違点2の認定は不正確であったことになる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点3について",
              "text": [
                "本件審決の判断は争わない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "無効理由1に関する判断に誤りがあること",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1に関する進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明は，芯材13の存在により，外装カバー15が，「表面から内方に窪んだ凹部」を有しない構成となっており，この点が，本件特許発明1と甲1発明の相違点1となっている。甲1発明は，芯材13が存在しなければ，外装カバー15が，「表面から内方に窪んだ凹部」を有することになるのであるから，相違点1の容易想到性は，甲1発明から芯材13を取り除くことが容易であったか否かに帰着することになる。",
                    "甲1発明の芯材13は，特許請求の範囲において記載された構成ではなく，外装カバー14，15を複数のネジ16で固定するための部材として存在しているにすぎない。したがって，芯材13は，甲1発明において，技術的に必須の構成ではなく，外装カバー14，15を固定するための1実施例にすぎず，芯材13と外装カバー14，15との接合は単なる設計事項である。",
                    "他方，甲2の把持部2におけるハンドルカバーの取付構造は，マッサージローラーの把持部に使用されるものである。そして，甲2には，「把持部2の内部には，背面カバー5の一部が存在し，ネジなどの締結手段で背面カバー5が本体ケース4に固定されており，把持部2の内部の背面カバー5には，ハンドルカバーが，差し込まれることで，本体カバー4とハンドルカバーとによって，把持部2の表面が構成されている。」と記載されている。",
                    "このことから，芯材13に代えて，甲2に示された背面カバー5の一部に相当する部材(以下，「背面カバー相当部材」という。)を用い，甲1発明の外装カバー15の内部に背面カバー相当部材を設けて，外装カバー15と背面カバー相当部材とをネジ留めし，さらに，背面カバー相当部材に外装カバー14を差し込むようにして，甲1発明の把持部12bを構成することは，容易に想到することができる。",
                    "そして，甲1発明の把持部12bを上記の構成にすることにより，外装カバー15には，表面から内方に窪んだ凹部が形成された上で，外装カバー14は，凹部を覆うように，ハンドル本体に相当する外装カバー15に取り付けられることになる。",
                    "したがって，相違点1については，容易に想到することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決においては，甲2事項は，太陽電池8が凹部のうち把持部2の部分ではなくヘッド3の部分に配置されていることを根拠に，甲1発明と甲2事項とは構造が大きく異なるため，甲1発明に甲2事項を適用する動機付けは存在しないと判断されている。",
                    "しかし，本件特許発明1において太陽電池パネルの設置部位が限定されていない上に，甲1では，太陽電池パネル24をハンドル12のどこに取り付けてもよいと明記されていることから，甲1発明と甲2事項の太陽電池の取付部の違いを理由に動機付けが存在しないとの評価は誤っている。",
                    "また，甲1発明に甲2事項を適用する動機の有無は，分岐部の有無を含めた甲1発明と甲2事項の全体的な構造比較によって判断されるのではなく，甲2において開示されている把持部2の具体的な構造に基づいて判断されるべきものであり，甲2事項の甲1発明に対する適用は，ローラ支持軸の構成を維持した上で，ハンドル本体の構成を甲2事項の構成に置き換えるものであるから，芯材13の取除きは二叉部12a部に及ばないことは，技術上当然のことであるといえる。",
                    "以上より，本件審決における甲2事項の甲1発明への適用の動機付け不存在の判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許発明1の要旨認定においては，本件特許発明1のハンドルは，上下に分割する構造を除外しているものではないが，仮に，当該ハンドルが上下に分割されるものを除外するものであったとしても，甲1発明において，ハンドル本体に相当する外装カバーの大きさは，設計事項の範囲で任意に選択可能であるため，甲1発明の外装カバー15の縁部分を甲1の図3の上側にまで伸長し，外装カバー14を，当該凹部を覆う大きさに構成した上で，甲2事項の結合方法を採用すれば，相違点1は，容易に想到することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に関する進歩性判断の誤り",
              "text": [
                "前記(1)アのとおり，芯材13を用いた外装カバー14と外装カバー15との接合は単なる設計事項である。",
                "そして，甲1発明のハンドル本体部分の芯材13を除き，外装カバー15の内部に背面カバー相当部材を設けて，外装カバー15と背面カバー相当部材とをネジ留めし，さらに，背面カバー相当部材に外装カバー14を差し込むようにして，把持部12bを構成すれば，外装カバー15に表面から内方に窪んだ凹部が形成され，外装カバー14が当該凹部を覆うことになるのであるから，表面から内方に窪んだ凹部があるハンドル本体とすることは容易である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3に関する進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明のハンドル本体の表面から内方に窪んだ凹部がある構成とすることが容易であることは，前記のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1発明のローラ支持軸17に対する通電については，甲16～19に記載された周知技術を前提にすると，ローラ支持軸17を，甲1発明に甲2事項を適用した発明によって得られる外装カバー15の凹部に連通させて，「太陽電池パネル24」と通電することは容易に想到することができる。",
                    "この点について，本件審決は，甲1発明のハンドル本体の表面から内方に窪んだ凹部がある構成とすること，ローラ支持軸17を外装カバー15の凹部に連通させて太陽電池パネル24と通電することの二段階の過程を経ていることをもって「格別な努力が必要である」と判断している。",
                    "しかし，甲1発明においても，ローラ支持軸17に通電させる必要があり，太陽電池パネル24からローラ支持軸17への通電のための配線が存在することは明らかであるが，甲1においては，通電のための配線に関する記載が省略されている。",
                    "そして，甲1において省略された通電のための配線の構成は，甲16～19に示された周知技術を前提に，当業者であれば，おのずから特定することができるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，甲1発明のハンドル本体の表面から内方に窪んだ凹部がある構成とすること，ローラ支持軸17を外装カバー15の凹部に連通させて太陽電池パネル24と通電することは，本件審決が言うような「容易の容易」という構成になっておらず，「格別な努力が必要である」との判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，本件特許発明1は，ローラシャフトを介して棒状のハンドル本体部と一体のローラが通電していることが前提となっており，実施例1においては，棒状のハンドル本体部に設けられる電源として太陽電池パネル31が挙げられている。本件特許発明1においては，太陽電池パネルは技術上必須の前提である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上より，甲1発明，甲2事項及び甲16～19に示された周知技術Aから，相違点3を想到することは容易である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "本件審決は，相違点1～3の判断を誤っており，本件特許発明1には，無効理由1が存在する。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件特許発明2～4に無効理由1が存在すること",
              "text": [
                "本件特許発明1については，無効理由1が存在するのであるから，本件特許発明2～4について無効理由1が存在しないと判断した本件審決は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "無効理由2に関する判断に誤りがあること",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1に関する進歩性判断の誤り",
              "text": [
                "前記6(1)アのとおり，芯材13を用いた外装カバー14と外装カバー15との接合は単なる設計事項である。そして，把持のための構造としては，甲3に記載されているとおり，清掃用具のハンドル本体に対して，閉鎖部材(5)を用いて蓋をする構成が開示されており，このような構成は樹脂成形品に用いる一般的技術として知られている。",
                "本件審決は，係止爪片(8)がハンドルの表面を構成していないことを理由に容易想到性を否定するが，甲3においては，挿入受入部(11)に閉鎖部材(5)の「挿入材(12)」を挿入する構成も開示されているのであるから，本件審決の判断は誤りである。",
                "したがって，甲1発明の外装カバー15に挿入受入部(11)を設け，甲1発明の外装カバー14に挿入材(12)を設けるようにして，外装カバー15を外装カバー14で覆うことは，容易に想到することができる。",
                "なお，甲1発明の芯材13は除外されているのであるから，外装カバー15に凹部が設けられ，外装カバー14で凹部を覆うことによって，ハンドル12の表面が形成されることになるため，相違点1を容易に想到することができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に関する進歩性判断の誤り",
              "text": [
                "前記6(2)のとおり，容易に想到することができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3に関する進歩性判断の誤り",
              "text": [
                "前記6(3)のとおり，容易に想到することができる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "本件審決は，相違点1～3の判断を誤っており，本件特許発明1には，無効理由2が存在する。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件特許発明2～4に無効事由が存在すること",
              "text": [
                "本件特許発明1については，無効理由2が存在するのであるから，本件特許発明2～4について無効理由2が存在しないと判断した本件審決は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "無効理由3に関する判断に誤りがあること",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1に関する進歩性判断の誤り",
              "text": [
                "前記6(1)アのとおり，芯材13を用いた外装カバー14と外装カバー15との接合は単なる設計事項であるから，当業者は，甲11～14に示された構造を，甲1発明の外装カバー15に外装カバー14を取り付けるに当たり，設計上いかようにすべきであるか考慮することになる。",
                "甲11で開示された技術であれば，第2ケーシング6に対して，電池蓋11を装着する構造であり，電池蓋11を固着するために係止爪などが形成されているものと把握する。",
                "甲12で開示された技術であれば，ハンドル部材12に，電池カバー16を装着する構造であると把握する。この点について，本件審決は，甲1発明が電池の交換を想定していないと認定し，甲12に開示された技術の甲1発明への適用を否定するが，原告が主張しているのは，外装カバー15に外装カバー14を取り付けるための構造として，いかなる構造のものが存在するかという点にあり，本件審決の判断は，当を得ていない。",
                "甲13及び14で開示された技術についても，ハンドルにカバーを取り付けるための構造の一例として把握することになる。",
                "そして，甲11～14に示された構造を甲1発明に適用して，外装カバー15に外装カバー14を取り付けることを想到することは容易である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に関する進歩性判断の誤り",
              "text": [
                "前記6(2)のとおり，容易に想到することができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3に関する進歩性判断の誤り",
              "text": [
                "前記6(3)のとおり，容易に想到することができる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "本件審決は，相違点1～3の判断を誤っており，本件特許発明1には，無効理由3が存在する。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件特許発明2～4",
              "text": [
                "本件特許発明1については，無効理由3が存在するのであるから，本件特許発明2～4について無効理由3が存在しないと判断した本件審決は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件特許発明の要旨認定に誤りがないこと",
          "text": [
            "本件審決は，本件明細書の課題(従来技術)，効果等の記載を参酌して本件特許発明の技術的意義を認定し，その上で同技術的意義を踏まえつつ本件特許発明を認定しているが，このような認定方法及びその認定した内容には誤りはない。",
            "そして，本件特許発明1は，本件審決も認定するとおり，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルカバーによって凹部の内部を容易に密閉することができるものであって，ハンドル本体とハンドルカバーが上下に分割した構成が含まれる認定等は不要である。"
          ]
        },
        {
          "fig": "2",
          "subject": "甲1発明の認定に誤りがないこと",
          "text": [
            "主引用例である甲1発明は，本件特許発明1との対比に必要な範囲で認定すれば足りるところ，本件審決による甲1発明の認定は本件特許発明1との対比に必要な範囲で認定されており，本件審決における甲1発明の認定には誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "甲2事項の認定に誤りがないこと",
          "text": [
            "本件審決が認定したとおり，甲2事項のハンドルカバーが，本体ケース4又は背面カバー部材5に対してどのように取り付けられるかについては，甲2に何ら説明はなく，図面を参酌しても，ハンドルカバーが本体ケース4との結合部分を備えているかどうか不明である。",
            "また，把持部2の内部の背面カバー5にハンドルカバーが「差し込まれる」ものであるかどうかは，甲2に明記はなく，図面からも把持部2の内部の背面カバー5にハンドルカバーが差し込まれるものであるかどうかはわからない。",
            "したがって，原告が主張する甲2事項は，本件特許発明と甲1発明との相違点を開示する技術要素として認定すべき内容とは認められず，甲2事項に関する本件審決の認定に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "甲3事項の認定に誤りがないこと",
          "text": [
            "甲3に記載されている考案の名称は「清掃用具」であり，また，甲3に記載の従来技術，問題点，課題(段落［0002］～［0006］)も，すべて「清掃用具」に関するものである。",
            "したがって，甲3に記載されているのは「清掃用具」に関する技術事項である。甲3事項を，それ以上に上位概念化した「樹脂成形品」と認定する必要も理由もない。甲3事項として「清掃用具」と認定した本件審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "本件特許発明1と甲1発明との一致点と相違点の判断に誤りがないこと",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の本件特許発明1の認定及び甲1発明の認定に誤りはないから，本件特許発明1と甲1発明の一致点に関する本件審決の判断にも誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許発明1に関する本件審決の認定に誤りはなく，「ハンドルの上下又は左右に分割した構成を除外していない」旨の原告の主張は失当である。そうすると「ハンドルの上下又は左右に分割した構成を除外していない」ことを理由として，相違点を原告の主張のように認定する理由はない。",
                "加えて，本件審決の甲1発明の認定にも誤りはないから，本件審決が認定した相違点には誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "無効理由1に関する判断に誤りがないこと",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点1の容易想到性は，甲1発明の芯材13を取り除くことが容易であったか否かに帰着し，芯材13に代えて，甲2の背面カバー相当部材を用いて相違点1に係る本件特許発明の構成とすることは容易想到である旨を主張するが，なぜそのような変更が容易であるのかについての具体的理由は説明していない。",
                    "原告は，甲1発明の芯材13が必須の構成ではないと主張するが，甲1発明の芯材13が必須の構成ではないという理由だけで，副引用例の適用を含めた容易想到性の論理が成り立つわけではなく，甲1発明を甲2事項の原告の主張に係る構成(背面カバー相当部材)に変更することの具体的な動機付けが必要である。",
                    "原告の主張はこの動機付けに関する理由が欠如しており，本件審決の誤りを指摘したことにはならない。",
                    "原告は，甲1発明の芯材13に代えて，甲2事項の「背面カバー5の一部であり，把持部2の内部に位置する部分」の「背面カバー5の一部」に相当する部材(背面カバー相当部材)を用いることを主張するが，甲2に示されているのは背面カバー5であり，その一部が独立した部材として示されているのではない。そして，「背面カバー相当部材」を用いるには，甲2事項の背面カバー5として一体に形成されている部材から，組み付けた状態で内部に位置する部分だけを分離して独立の部材にするという改変が必要となるところ，原告はその改変の動機付けの存在等について何ら説明していない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件審決は，甲2事項は太陽電池8が凹部のうち把持部2ではなくヘッド3に配置されていることを根拠に甲1発明と甲2事項とは構造が大きく異なると判断した旨主張する。",
                    "しかし，本件審決では，甲2事項は，①本体ケース4が甲1発明のようにハンドル12の先端に形成された一対の二叉部12aを備える構成ではないこと，②太陽電池8が凹部のうち把持部2の部分ではなくヘッド部3の部分に配置されており，甲1発明のようにハンドル12の内部に太陽電池パネル24が配置される構成ではないこと，及び，③甲1発明は，ハンドル12が甲2事項のように把持部2のほぼ全長にわたって電線18を配置する構成ではなく，甲1発明と甲2事項とは，内部の部品の配置も異なっていることを理由に，甲1発明と甲2事項は，全体的な形状及び内部の部品の配置が異なることから，甲2事項(本体ケース4のほぼ全長にわたって延在する凹部や該凹部を覆う背面カバー部材5及びハンドルカバーを設ける構成)を甲1発明に適用すべき動機付けは存在しないと判断しているのであり，太陽電池の位置のみを容易想到性否定の根拠としているのではない。",
                    "なお，本件特許発明1は太陽電池パネルを発明特定事項としていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲1発明に甲2事項を適用する動機の有無は，分岐部の有無を含めた甲1発明と甲2事項の全体的な構造比較によって判断されるのではなく，甲2において開示されている把持部2の具体的な構造に基づいて判断される旨主張する。",
                    "しかし，本件相違点1の容易想到性の判断は，甲1発明に甲2事項を適用する動機付けがあるか否かを判断するものであるから，その適用に当たり検討すべき対象は甲1発明と甲2事項である。したがって，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は「甲1発明において，ハンドル本体に相当する外装カバー」と主張するが，本件審決では，甲1発明のハンドル12は，本件特許発明1のハンドル本体に相当する構成を備えていないと認定しており，本件審決が認定する本件特許発明1と甲1発明の一致点にも「ハンドル本体」はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "原告の主張は，相違点1が容易想到であるから，相違点2も容易想到であると主張しているようであるが，相違点1の容易想到性の誤りに関する原告の主張については，被告が反論したとおりであり，甲1発明と甲2事項に基づいて相違点1に係る本件特許発明1の構成に想到すること容易ではないとの本件審決の判断に誤りはない。",
                "したがって，相違点2に関する本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3について",
              "text": [
                "本件審決は，甲1発明において，表明から内方に窪んだ凹部があるハンドル本体を備える構成とすることは容易想到ではないと判断しており，その判断に誤りはない。",
                "また，本件審決は，甲1発明において表面から内方に窪んだ凹部があるハンドル本体を備える構成とした場合にも，一対のローラ支持軸17が嵌入された空間を当該凹部に連通させるという点が，甲1及び2に記載されていないと指摘し，相違点3に関する容易相当性を否認しているのであり，その論拠に批判するべき点はない。",
                "さらに，本件特許の出願時における周知技術Aを考慮した容易想到性に関する理由付けも検討されているところ，その論理付けに誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，原告の主張はいずれも失当であり，無効理由1における相違点1～3に関する本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件特許発明2～4について",
              "text": [
                "本件特許発明1の無効理由1に関する本件審決の判断に誤りはないから，本件特許発明2～4に関する本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "無効理由2に関する判断に誤りがないこと",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲3事項を「樹脂成形品に関する一般技術」と主張するが，甲3事項は，本件審決認定のとおり「清掃用具」に関する技術であり，これを「樹脂成形品」まで上位概念化することは認められない。",
                    "また，甲3事項は，清掃用具の軽量化を目的として，柄を中空構造(甲3事項の構成)としたものであるが，甲1発明は，軽量化という課題を有していない。したがって，この点からも甲3事項を甲1発明に適用する動機付けはないのであって，この点に関する本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲3では挿入受入部11に閉鎖部材15の挿入材12を挿入する構成も開示されているとして，係止爪片8がハンドルの表面を構成していないことを理由とした本件審決における容易想到性の否定が誤っている旨主張する。",
                    "しかし，本件審決は，甲3事項の係止爪片8が係合しても露出したままのため，相違点1に係る「ハンドル本体との結合部分が露出しない状態でハンドル本体に取り付けられたハンドルカバー」の構成に想到しないと判断しているのであり，「係止爪片8がハンドルの表面を構成していない」といった判断はしていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "本件審決は，無効理由1では甲2事項の適用を判断しているのに対して，無効理由2では甲3事項の適用を判断しており，無効理由1と無効理由2は技術事項(副引用例)の相違により，本件審決の判断内容も異なっている。",
                "それにもかかわらず，原告は，無効理由2の相違点2に対して，異なる副引用例に基づく無効理由1の相違点2に関する主張を援用しており，主張自体失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3について",
              "text": [
                "原告は，無効理由2の相違点3の容易想到性判断について，無効理由1の相違点3の主張を援用しており，上記(2)と同様に，主張自体失当である。",
                "本件審決は，相違点3について，無効理由1と同様に，「甲1発明に甲3事項を適用してハンドル12に凹部を形成した場合であっても」として判断しているところ，その判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，原告の主張はいずれも失当であり，無効理由2における相違点1～3に関する本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件特許発明2～4について",
              "text": [
                "本件特許発明1の無効理由2に関する本件審決の判断に誤りはないから，本件特許発明2～4に関する本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "無効理由3に関する判断に誤りがないこと",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "原告は，当業者は，甲11～14に示された構造を，甲1発明の外装カバー14及び外装カバー15に取り付けるに当たり，設計上いかようにすべきか考慮することになると主張する。",
                "しかし，本件審決における無効理由3における相違点1の容易想到性の判断は，甲1発明に対して甲11～14に記載されている事項を適用して，相違点1に係る本件特許発明1の構成とすることが容易であるか否かである。原告は，甲1発明に甲11～14に記載されている事項を適用する動機付けが存在するかのような主張を行っているが，本件審決はその動機付けが存在しないと判断しているのであり，原告の主張は，本件審決の理由付け判断に沿った上でその違法性を主張するものとはなっていない。",
                "また，原告は，本件審決が，甲12に記載されている事項(電池カバー)の甲1発明への動機付けを否定したことを批判するが，本件審決は，甲12に開示されている技術事項は，交換又は充電用電池の電池カバーであり，交換又は充電する電池を使用しない甲1発明に甲12事項を適用する動機付けがないと判断しているのであって，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "本件審決は，無効理由1では甲2事項の適用を判断しているのに対して，無効理由3では甲11～14に記載されている事項の適用を判断しており，無効理由1と無効理由3は技術事項(副引用例)の相違により，本件審決の判断内容も異なっている。",
                "それにもかかわらず，原告は，無効理由3の相違点2に対して，異なる副引用例に基づく無効理由1の相違点2に関する主張を援用しており，主張自体失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3について",
              "text": [
                "原告は，無効理由3の相違点3の容易想到性判断について，無効理由1の相違点3の主張を援用しており，上記(2)と同様に，無効理由の主張自体失当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，原告の主張はいずれも失当であり，無効理由3における相違点1～3に関する本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件特許発明2～4について",
              "text": [
                "本件特許発明1の無効理由3に関する本件審決の判断に誤りはないから，本件特許発明2～4に関する本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件特許発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の特許請求の範囲は，前記第2，2のとおりであるほか，本件明細書(甲23)には，次の記載がある。",
                "【技術分野】",
                "【0001】",
                "本発明は，美容器に関する。",
                "【背景技術】",
                "【0002】",
                "従来，肌をローラによって押圧等してマッサージ効果を奏する美容器が種々提案されている。このような美容器の例として，特許文献1には，二股に分かれた先端部を有するハンドルの当該先端部に一対のローラが軸回転可能に取り付けられたものが開示されている。かかる美容器は，一対のローラを肌に接触させた状態で往復動作させることにより，肌の押圧とともに肌の摘み上げがなされてマッサージ効果を奏する。",
                "【先行技術文献】",
                "【特許文献】",
                "【0003】",
                "【特許文献1】特開2013-103086号公報",
                "【発明の概要】",
                "【発明が解決しようとする手段】",
                "【0004】",
                "例えばハンドルを中心線に沿って上下又は左右に分割して，ハンドルの内部に各部材を収納する構成とした場合には，ハンドルの成形精度や強度が低下したり，各部材がハンドルの内部を密閉する作業に手間がかかって美容器の組み立て作業性が低下したりするおそれがある。",
                "【0005】",
                "本発明は，かかる背景に鑑みてなされたもので，ハンドルの成形精度や強度を高く維持することができるとともに，組み立て作業性の向上が図られる美容器を提供しようとするものである。",
                "【発明を解決するための課題】",
                "【0006】",
                "本発明の一の態様は，棒状のハンドル本体と，該ハンドル本体の表面から内方に窪んだ凹部と，上記ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバーとからなるハンドルと，",
                "上記ハンドル本体の長手方向の一端に一体的に形成された一対の分枝部と，",
                "該一対の分枝部のそれぞれに形成されているとともに，上記凹部に連通する軸孔と，",
                "該軸孔に挿通された一対のローラシャフトと，",
                "該一対のローラシャフトに取り付けられた一対のローラと，",
                "を備え，",
                "上記ハンドル本体の表面及び上記ハンドルカバーの表面が，上記ハンドルの表面を構成している，美容器にある。",
                "【発明の効果】",
                "【0007】",
                "上記美容器において，ハンドル本体は棒状であって，長手方向の一端に一対の分枝部が一体的に形成されている。そして，ハンドル本体には凹部が形成され，該凹部は分枝部に形成された軸孔が連通するとともに，ハンドルカバーによって覆われている。上記美容器は，このような構成を有することにより，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルカバーによって凹部の内部を容易に密閉できることから美容器の組み立て作業性が向上する。",
                "【0008】",
                "以上のごとく，本発明によれば，ハンドルの成形精度や強度を高く維持することができるとともに，組み立て作業性の向上が図られる美容器を提供することができる。",
                "【発明を実施するための形態】",
                "【0010】",
                "上記凹部には，上記軸孔に挿通された上記ローラシャフトを支持するシャフト支持台が設けられていることが好ましい。この場合には，ローラシャフトが凹部内で支持され，ローラシャフトの抜け止めされることとなる。",
                "【0011】",
                "上記凹部には電源部が収納されており，該電源部は上記ローラシャフトを介して，上記ローラに電気的に接続されており，該ローラと肌との間に微弱電流が流れるように構成されている。この場合には，肌への刺激が増して，マッサージ効果が一層高まる。",
                "【実施例】",
                "【0028】",
                "(実施例1)",
                "本例の実施例に係る美容器につき，図1～図7を用いて説明する。",
                "本例の美容器1は，図1に示すように，ハンドル本体13と，一対のローラシャフト22と，一対のローラ20と，ハンドルカバー14とを備える。",
                "ハンドル本体13は，棒状であって，凹部15が形成されている。",
                "ハンドル本体13の長手方向Yの一端である第1の端部11には，一対の分枝部11a，11bが一体的に形成されている。",
                "一対の分枝部11a，11bには，図4，図5に示すように，凹部15に連通する軸孔11cが形成されている。",
                "一対のローラシャフト22は，軸孔11cに挿通されている。",
                "一対のローラ20は，一対のローラシャフト22に取り付けられている。",
                "ハンドルカバー14は，凹部15を覆っている。",
                "【0029】",
                "そして，本例では，一対のローラ20は，図6に示すように，ハンドル10の第1端部11に互いに離隔してそれぞれの軸線L1，L2を中心に回転可能に支持されている。そして軸線L1，L2はハンドル10の中心線L0に対して第1端部11と反対側の第2端部12から第1端部11に向かう方向(図1に示すY1方向)に傾斜するように配設されている。",
                "【0045】",
                "次に，本例の美容器1の作用効果を説明する。",
                "本例の美容器1によれば，ハンドル10のハンドル本体13は棒状であって，長手方向Yの一端に一対の分枝部11a，11bが一体的に形成されている。そして，ハンドル本体13には凹部15が形成され，凹部15は分枝部11a，11bに形成された軸孔11cが連通するとともに，ハンドルカバー14によって覆われている。美容器1は，このような構成を有することにより，ハンドル10を上下又は左右に分割した場合に比べて，ハンドル10の成形精度や強度を高く維持することができるとともに，ハンドルカバー14によって凹部15の内部を容易に密閉できることから美容器1の組み立て作業性が向上する。",
                "【0046】",
                "また，本例の美容器1では，凹部15には，軸孔11cに挿通されたローラシャフト22を支持するシャフト支持台33bが設けられている。これにより，ローラシャフト22が凹部15内で支持され，ローラシャフト22の抜け止めされている。",
                "【0047】",
                "また，本例の美容器1では，凹部15には電源部としての太陽光パネル31が収納されており，電源部としての太陽光パネル31はローラシャフト22を介して，ローラ20a，20bに電気的に接続されており，ローラ20a，20bと肌との間に微弱電流が流れるように構成されている。これにより，肌への刺激が増して，マッサージ効果が一層高まる。",
                "【0056】",
                "また，本例では，ハンドル10は細い棒状に形成されていることから，例えばハンドル10を中心線L0に沿って上下又は左右に分割して，ハンドル10の内部に各部材を収納する構成とした場合には，ハンドル10の成形精度や強度が低下したり，各部材がハンドル10の内部を密閉する作業に手間がかかって美容器1の組み立て作業性が低下したりするおそれがある。しかし，本例では，図4に示すように，ハンドル10は，その一部(中央部)を凹状にくり抜いて形成された凹部15内に各部材を配設するとともに，ハンドルカバー14によって当該凹部15を覆うことにより各部材を収納する構成を採用している。これにより，ハンドル10の中心線L0に沿って上下又は左右に分割した場合に比べて，ハンドル10の成形精度や強度を高く維持することができるとともに，ハンドルカバー14によって凹部15の内部を容易に密閉できることから美容器1の組み立て作業性が向上する。",
                "【図1】別紙1「本件明細書の図面」記載のとおり",
                "【図4】別紙1「本件明細書の図面」記載のとおり"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によると，本件特許発明は，次のとおりのものであると認められる。",
                "本件特許発明は，美容器に関するものである(段落【0001】)。従来，肌をローラによって押圧等してマッサージ効果を奏する美容器が種々提案されており，このような美容器の例として，二股に分かれた先端部を有するハンドルの当該先端部に一対のローラが軸回転可能に取り付けられたものが開示されているところ，このような美容器は，一対のローラを肌に接触させた状態で往復動作させることにより，肌の押圧とともに肌の摘み上げがなされてマッサージ効果を奏するものである(段落【0002】，【0003】)。例えば，ハンドルを中心線に沿って上下又は左右に分割して，ハンドルの内部に各部材を収納する構成とした場合には，ハンドルの成形精度や強度が低下したり，各部材がハンドルの内部を密閉する作業に手間がかかって美容器の組立て作業性が低下したりするおそれがあるため，本件特許発明は，このような背景に鑑みてされたもので，ハンドルの成形精度や強度を高く維持することができるとともに，組立て作業性の向上が図られる美容器を提供しようとするものである(段落【0004】，【0005】)。本件特許発明は，ハンドル本体は棒状であって，長手方向の一端に一対の分枝部が一体的に形成されており，ハンドル本体には凹部が形成され，該凹部は分枝部に形成された軸孔が連通すると共に，ハンドルカバーによって覆われているので，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルカバーによって凹部の内部を容易に密閉できることから美容器の組み立て作業性が向上する(段落【0007】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許発明の要旨の認定について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1によると，本件特明発明の要旨は，前記第2，2のとおりと認められ，ハンドルを上下又は左右に分割した場合を含まないとすることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件特許発明1は，ハンドルが上下又は左右に分割された構成が除外されていないのに，本件審決は，この構成が含まれたものとして認定していないから，本件審決の本件特許発明1の要旨の認定には誤りがある旨主張する。",
                "しかし，本件特許発明は，前記1で認定したとおりのものであって，棒状のハンドル本体に表面から内方に窪んだ凹部を形成し，該凹部をハンドルカバーによって覆うことで，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルの内部を容易に密閉できるようにし，組立て作業性を向上させたことにあると認められ，本件特許の特許請求の範囲の記載もそのようなものとして理解すべきであるから，本件特許発明1を，ハンドルが上下又は左右に分割された構成を含むものと認めることはできない。",
                "これに対し，原告は，特許発明の要旨認定は，当該特許の特許請求の範囲の記載のみによって行うべきである旨主張する。発明の要旨認定は，特許請求の範囲の記載に基づいて認定されるべきである(最判平成3年3月8日第二小法廷判決・民集45巻3号123頁参照)が，その技術内容を理解するためには，発明の詳細な説明や図面を参酌することができるのであって，そのようにして理解した技術内容をもとに，特許請求の範囲の記載に基づいて発明の要旨を認定すべきである。本件においては，上記のとおり本件特許発明の要旨を認定することができるのであって，これに反する原告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件特許発明1は，ローラシャフトを介して棒状のハンドル本体部と一対のローラが通電していることが前提となっており，太陽電池パネルは， 技術上必須の前提である旨主張する。",
                "しかし，本件特許発明1は，上記1(2)のとおり，ハンドルの成形精度や強度を高く維持すること等とすべく，請求項1に記載されたとおり特定されており，太陽電池パネルの存在やハンドル本体とローラーとの通電は特定事項ではないから，太陽電池パネルが技術上必須の前提であると認めることはできない。",
                "したがって，原告の上記主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲1発明の認定について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1には，次の記載がある。なお，甲1の図面は，別紙2「甲1の図面」記載のとおりである。",
                "技術分野",
                "［0001］",
                "この発明は，回転可能なローラを人体上を転動させることにより，美肌効果等の美容効果を得る美容器に関する。",
                "背景技術",
                "[0002]",
                "従来，この種の美容器としては，例えば特許文献1(特開2008-264507号公報)に開示された構成が提案されている。",
                "この従来の美容器は，支持杆の基端部に接続されたグリップと，支持杆の先端部に回転可能に支持されたローラとを備えている。支持杆の外周とローラの内周との間には，電力発生手段としてのコイル及び永久磁石が設けられており，これらのコイル及び永久磁石は，ローラの回転にともなって電流を発生させる。ローラ内には，電力発生手段で発生した電力を蓄えるための蓄電池が設けられている。ローラの外周には，肌刺激手段としての複数のLED(発光ダイオード)が配列されており，これらのLEDは，蓄電池の電力に基づいて発光する。",
                "[0003]",
                "使用者がグリップを把持した状態でローラを肌に押し付けて回転させると，肌に適度な刺激が与えられて，美肌効果が得られる。これとともに，ローラの回転にともなってコイル及び永久磁石よりなる電力発生手段で電力が発生し，その電力が蓄電池に蓄えられる。ローラ上のLEDは，この蓄電池の電力により発光し，美肌効果を高めることができる。",
                "発明の概要",
                "発明が解決しようとする課題",
                "[0005]",
                "ところが，この従来の美容器においては，複数のLEDを発光させるために，電力発生手段において大きな電力を発生させなければならない。この電力をローラの回転により得ようとすると，コイル及び永久磁石よりなる大掛かりな電力発生手段を装備する必要がある。その結果，美容器の構造が複雑になり，製作コストが高くなるという問題があった。しかも，大きな電力を発生させる際に，ローラの回転に抗する大きな磁気反発力が発生する。そのため，ローラを回転させるために強い力が必要となり，美容器の操作感が悪くなり，その高級感が損なわれることになる。",
                "[0006]",
                "この発明は，このような従来の技術に存在する問題点に着目してなされたものである。その目的は，小電力で高い美容効果を得ることができるとともに，構造を簡潔化して製作コストを低減することができ，しかも好適な操作感を得ることのできる美容器を提供することにある。",
                "課題を解決するための手段",
                "[0007]",
                "上記の目的を達成するために，この発明は，ハンドルと，前記ハンドルに回転可能に支持されたローラとを備え，前記ローラが人体上を転動することにより人体に刺激を与える美容器において，前記ハンドルの外壁及び前記ローラの外壁に導電部がそれぞれ形成され，これらの導電部は互いに電気的に絶縁され，前記ローラの内部に，同ローラの回転にともなって発電を行う発電部と，前記発電部で発生した電力を前記ローラの外壁に形成された導電部に供給する供給部とが設けられる美容器を提供する。",
                "[0008]",
                "こうした構成を採用する場合，使用者が美容器を使用する際に，ハンドルを把持した状態で，ローラを肌に押し付けて回転させる。これにより，肌や人体の表面組織に適度な刺激を与えられて，美肌効果等の美容効果が得られる。また，この状態では，ローラの導電部とハンドルの導電部との間に人体を介在させた電路が形成される。従って，ローラの回転に伴い，発電部によりローラの導電部，人体，及びハンドルの導電部を流れる微電流が発生する。こうした微電流が肌を流れることにより，美容効果が高められる。よって，美容効果を高めるために大きな電力を必要とせず，発電部の構造を簡潔化して製作コストを低減することができるとともに，ローラの回転が重くなることを防止できて，好適な操作感を得ることができる。",
                "[0009]",
                "また，前記の構成において，前記ハンドルはローラ支持軸を有し，前記ローラは前記ローラ支持軸に回転可能に支持され，前記発電部は，前記ローラが前記ローラ支持軸に対して相対的に回転する際に，前記ローラまたは前記ローラ支持軸に対して相対的に回転する永久磁石により構成されるとよい。この構成を採用した場合には，構造が簡単な永久磁石のみで発電部を構成することができて，製作コストを低減することができる。",
                "[0010]",
                "さらに，前記の構成において，前記ローラは，一対の軸受を介して前記ローラ支持軸に支持され，前記永久磁石は，前記両軸受の間に設けるとよい。このように構成した場合には，ローラ内において永久磁石を収容するためのスペースを縮小することができ，美容器全体を小型にすることができる。",
                "[0011]",
                "また，前記ローラの内周面には，同ローラの中心軸に向かって突出する複数の突部が形成され，前記永久磁石は，前記突部に支持される構成を採用することができる。",
                "前記永久磁石は，ゴム磁石により構成されており，前記ローラ支持軸に巻回される構成を採用してもよい。",
                "[0012]",
                "また，前記ハンドルは，使用者に把持される把持部と該把持部の先端部に形成された二叉部とを備え，平面形状がY字状をなすように形成されており，前記二叉部に，一対の前記のローラがそれぞれ支持されることが望ましい。",
                "[0013]",
                "前記ハンドルには，光を受けることにより前記ハンドルの導電部と前記ローラの導電部との間に電位差を発生させる太陽電池パネルが設けられる構成を採用することができる。",
                "こうした構成によれば，太陽電池パネルは，光を受けた際に発電して，ハンドルとローラとの導電部の間に電位差を発生させる。これにより，使用者が美容器を使用する際に，ハンドルの導電部，人体及びローラの導電部によって形成された電路において電流が発生する。このように太陽電池パネルによって発生した電流が人体を流れることにより，美容効果を得ることができる。",
                "また，前記ハンドルは，使用者に把持される把持部と該把持部の先端部に形成された二叉部とを備え，平面形状がY字状をなすように形成されており，前記太陽電池パネルは，前記把持部において前記二叉部に近接する端部に配置されることが好ましい。",
                "[0014]",
                "こうした構成によれば，太陽電池パネルがハンドルの把持部において二叉部に近接する端部に位置しているため，その太陽電池パネルが使用者の手によって隠されることを抑制できる。このため，太陽電池パネルの発電機能を有効に発揮させることができる。",
                "発明の効果",
                "[0015]",
                "以上のように，この発明によれば，美容効果を高めるために大電力を必要とせず，構造を簡潔化して製作コストを低減することができ，しかも好適な操作感を得ることができるという効果を発揮する。",
                "発明を実施するための形態",
                "［0018］",
                "図1～図3に示すように，この実施形態の美容器11は，平面形状が略Y字状をなすハンドル12を備えており，このハンドル12は，使用者の手によって把持される棒状の把持部12bと，この把持部12bの先端に形成された二叉部12aとを有している。ハンドル12は，合成樹脂よりなる電気絶縁の芯材13と，一対の外装カバー14とから構成されている。外装カバー14，15は，合成樹脂材料より形成され，芯材13の外周に被覆されて複数のネジ16により同芯材13に固定されている。外装カバー14，15の外表面には，導電金属メッキが施されている。ここで，外装カバー14，15の外壁は，ハンドル12の導電部を構成している。",
                "［0019］",
                "図1及び図4に示されるように，前記ハンドル12の芯材13において二叉部12aに対応する部分には，一対のローラ支持軸17が設けられている。これらのローラ支持軸17の基端部(図4の右側の端部)は芯材13の中心部に形成された空間に嵌入され，同ローラ支持軸17の先端部(図4の左側の端部)は，二叉部12aから突出している。なお，図4において，ローラ支持軸17は，切断されていない状態で示されている。こうした構造により，これらのローラ支持軸17は，外装カバー14，15と接触しない離間状態で芯材13の先端部に支持されており，ハンドル12の外表面の導電金属メッキとローラ支持軸17とは，電気的に絶縁されている。ローラ支持軸17は金属材料により形成され，その両端部にはネジ部17aが形成されている。",
                "［0020］",
                "図1及び図4に示すように，前記両ローラ支持軸17には，円筒状をなすローラ18がそれぞれ各一対の軸受19を介して回転可能に支持されている。これらの軸受19は，磁性のある金属材料により構成されている。ローラ支持軸17の先端のネジ部17aには，ローラ18がローラ支持軸17から抜けることを防止するための雌ネジ部材20が螺合されている。各ローラ18は，合成樹脂よりなり，その外周面及び内周面に導電金属材料よりなる導電メッキが施されている。ここで，両ローラ18の内外両壁は，同ローラ18の導電部を構成している。",
                "［0025］",
                "ハンドル12の把持部12bの先端部，即ち把持部12bにおいて二叉部12aに近接する端部には透明板23が設けられ，その内側には太陽電池パネル24が設置されている。この太陽電池パネル24の出力端子がハンドル12及びローラ18の導電部に接続されている。こうした構成により，太陽電池パネル24は，光を受けると，ハンドル12とローラ18との導電部の間に電位差を発生させる。",
                "［0026］",
                "次に，前記のように構成された美容器の作用を説明する。",
                "図1及び図2に示すように，使用者が美容器11を使用する際に，ハンドル12を把持した状態で，両ローラ18を肌Sに押し付けて回転させる。これにより，ローラ18の外周面の接触部18aが肌Sを含む人体の表面組織に適度な刺激を与え，美肌効果等の美容効果が得られる。",
                "［0027］",
                "この状態では，ローラ18の導電部とハンドル12の導電部との間に人体を介在させた電路が形成される。また，両ローラ18の回転にともなって，永久磁石22がローラ支持軸17に対して相対的に回転される。これにより，ローラ支持軸17において微量の電荷が発生して，その電荷がローラ18の外壁の導電部に伝えられる。そして，ローラ18の外壁の導電部に伝えられた電荷は，ローラ18から肌Sを含む人体を通じてハンドル12の導電部に流れる。このように形成した微電流により，人体への刺激が増進されてさらに高い美肌効果等の美容効果を得ることができる。",
                "［0028］",
                "一方，太陽電池パネル24は，光を受けた際に発電して，ハンドル12とローラ18との導電部の間に電位差を発生させる。これにより，使用者が美容器11を使用する際に，ハンドル12の導電部，人体及びローラ18の導電部によって形成された電路において電流が発生する。このように太陽電池パネル24によって発生した電流が人体を流れることにより，美容効果を得ることもできる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)によると，甲1発明は，前記第2，3(3)のとおりのものと認められる。そして，図2及び3によると，外装カバー14，15は上下に分割されたものであることが認められる。",
                "これに対し，原告は，「芯材13及び一対の外装カバー14，15がそれぞれ別々のパーツであり」を加えるべきであると主張する。",
                "しかし，後記7～9のとおり，原告が加えるべきであるとする上記の点は，本件特許発明を甲1発明に基づいて容易に発明することができたかどうかの判断を左右するものではないから，甲1発明として認定する必要はない。",
                "したがって，甲1発明の認定の誤りをいう原告の上記主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "甲2事項の認定について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2には，次の記載がある。なお，甲2の図面は，別紙3「甲2の図面」のとおりである。",
                "【技術分野】",
                "【0001】",
                "本考案は，顔等の体表面に当接させてマッサージを行う手持ちのマッサージローラーに関するものである。",
                "【考案を実施するための形態】",
                "【0020】",
                "本考案の一実施の形態によるマッサージローラーを図1及び図2に示す。本マッサージローラー1は，長尺状把持部2の先端部に設けられたヘッド部3にステンレス鋼製の第1～6の6本の円筒状ローラー(11，12，13，14，15，16)を備えたものである。ヘッド部3は，把持部2から延在する枠状の本体ケース4に収められたローラーホルダー7の軸受部に各回転軸(11s，12s，13s，14s，15s，16s)の両端が軸支されることによってローラーがヘッド部3の表面側に把持部長軸方向に沿って並列配置され，本体ケース4の背面側が背面カバー部材5によって覆われるものである。",
                "【0021】",
                "なお，本実施形態においては，本体ケース4の表面側には中央位置に2～3mm幅の仕切り部4sが設けられており，ローラーホルダー7の第3のローラーの回転軸13sと第4のローラーの回転軸14sを軸支する軸受部の位置がこの仕切り部4sの幅に対応して離されている。これによって，ヘッド部3の表面側で，先端側の第1～第3のローラー(11，12，13)の軸支領域と後端側の第4～第6のローラー(14，15，16)の軸支領域とが互いに区分けされ，該領域同士が若干離れた配置となっている。",
                "【0022】",
                "一方，背面カバー部材5には，中央部にアクリル等の光透過性部材からなる透明窓部6が設けられており，その内側に太陽電池8が配置されている。従って，太陽電池は，透明窓部を透過した光を受光面で受けると，光起電力効果により光エネルギーを電力に変換して出力することができる。",
                "【0023】",
                "さらにその下方には，太陽電池8に対して絶縁された収納空間を，ローラーを軸支しているローラーホルダー7との間に形成するための絶縁ケースが配置されている。この絶縁ケースは，上下一対の絶縁部材(20，21)からなり，両部材の間に形成された収納室内にセラミックス22と磁石23とが収納されている。このうち下側の絶縁部材21には，セラミックス22と磁石23とが，それぞれ部分的にヘッド表面方向に露呈する開口部を備えた嵌合枠部21fで固定されるものとした。",
                "【0024】",
                "また，ホルダー7と第2のローラー12の回転軸12sと第5のローラー15の回転軸15sとを，導電性のポリアセタール樹脂製とするとともに，太陽電池8と絶縁ケース20の間に太陽電池8の電極に接するマイナス導電ゴム部材9aとプラス導電ゴム部材9bを介在させ，上下絶縁部材(20，21)を貫通して配置された導電コイルバネ10によってマイナス及びプラス導電ゴム部材(9a，9b)とローラーホルダー7とを電気的に接続した。これらの通電機構により，太陽電池8から，第2と第5のローラー(12，15)を介してこれらのローラーに接する皮膚に微弱電流が流れる。",
                "【0028】",
                "さらに，本実施形態においては，把持部2の末端にステンレス鋼製の突起17を設け，把持部2の内部に配線した電線18によって，太陽電池8と突起17とを接続した。この突起17を皮膚に押し付ければ，つぼ押しマッサージを行うことができる。このつぼ押しの際にも，電線18を介して太陽電池8から送られる微弱電流を突起17から皮膚に流すことができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によると，甲2事項は，上記第2，3(4)のとおりのものと認められる。",
                "これに対し，原告は，甲2には，「把持部2の内部には，背面カバー5の一部が存在し，ネジなどの締結手段で背面カバー5が本体ケース4に固定されており，把持部2の内部の背面カバー5には，ハンドルカバーが，差し込まれることで，本体カバー4とハンドルカバーとによって，把持部2の表面が構成されている。」という技術的事項が含まれていると主張する。",
                "しかし，後記7のとおり，上記技術的事項は，本件特許発明を甲1発明及び甲2事項に基づいて容易に発明することができたかどうかの判断を左右するものではないから，甲2事項として認定する必要がない。",
                "したがって，甲2事項の認定の誤りをいう原告の上記主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "甲3事項の認定について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲3には，次の記載がある。なお，甲3の図面は，別紙4「甲3の図面」のとおりである。",
                "【考案の名称】清掃用具",
                "【0001】",
                "【考案の属する技術分野】",
                "本考案は，軽量性，作業性を充足するとともに，外観上の見栄えが良好であり，しかも量産性，経済性の面で有利な清掃用具に関する。",
                "【0002】",
                "【従来の技術】",
                "洗車用ブラシ，小型掃除用ブラシなどの清掃用具の場合，通常，片手で把握し連続して相当時間の清掃作業を実施する関係から，特に疲労防止に役立ち，また労災事故などを防ぐ意味からも軽量性について配慮することが望まれていた。そのため，一般的には，古くより使用していた木製の柄部は持ち重りがすること，耐食性や均質な材質なものを確保しにくいことなどから，現在ではプラスチック製の柄部が普及している。前記軽量性を重視した清掃用具としては，実公昭35-15981号公報(洗滌ブラシ)に認められるように，柄部をビニールパイプ1とした洗車ブラシ，デッキブラシが知られている。",
                "【0004】",
                "前記ビニールパイプまたは硬質プラスチック製パイプを使用した清掃用具の柄部の場合，それを握持して清掃作業を実施することは可能であるが，更に人間工学的な面から特に機能性の向上をはかるために，滑り止めを設けたり，適切な角度を施すなどの形状について変更を加えること，あるいは快適な清掃作業に役立つよう意匠的工夫を施すことは，前記パイプが押出し成形ないしはブロー成形によるため，成形技術上の不可避的な限界を受け，結果的には単純な管状(パイプ材)のまま利用に供されているのが実情である。もとより，いわゆる加飾の意味で前記パイプに何等かの装飾資材を添えるなり，またはかぶせることも行われる場合もあるが，経済性の面で問題であった。そのための解決策としては，前記単純なパイプを使用した柄部に，別個に射出成形で所望の形状となした刷子頭部を連設することも行われるが，製造コストの高騰を招くために依然として問題であった。",
                "【0005】",
                "そこで，製造コストの点で前記押出し成形ないしはブロー成形と比較した場合に問題があるものの，すぐれた機能美を有し，耐久性，斬新さなどを特に重視した，前掲の洗車ブラシの提案がなされ，それらの柄部は射出成形によって製作されていた。それらは，確かに量産性，耐久性，経済性にすぐれていることは認められる。しかしながら，前記パイプ製の柄部と比較すれば，軽量性，製造コストでは遜色のあることは否めないことである。",
                "従って，特に相反する軽量性と機能美(実用品としての機能を十分に発揮することで発現する美しさ)と共に満足させる提案が求められていたが，その解決策はいまだ提案されるに至っていなかった。",
                "【0006】",
                "【考案が解決しようとする課題】",
                "本考案は，上記問題の解決をはかるため，柄部内部を射出成形になじむ中空構造とするため，係合突縁部相互間に形成される有底の区画部上面に閉塞部材をもって閉蓋固定できるようにした清掃用具の提供を目的とするものである。",
                "【0007】",
                "【課題を解決するための手段】",
                "前記目的を達成するための本考案に係る清掃用ブラシの具体的手段としては，刷子頭部と一体となした柄部において，該柄部には長手方向に周壁部が囲繞され，かつ柄部の両端部近傍位置に，一対の係止段部を下縁に有する係合突縁部を対設するとともに，該係合突縁部相互間に形成した有底の区画部上面を開放してなり，しかも両側には前記係止段部と係合する係止爪片を垂設した閉塞部材により，前記区画部上面の全体に載架して閉蓋固定してなるものである。",
                "【考案の実施の形態】",
                "【0011】",
                "図面上，Sはプラスチック資材について射出成形のごとき手段を使用して一体成形した基材主体であり，それは柄部1前端にブラシ毛を植設した刷子頭部2が一体のもとに形成されている。",
                "3は係合突縁部であり，柄部1の両端部近傍位置に設けられ，それぞれの下縁には係止段部7が対設してある。",
                "4は係合突縁部3相互間に形成される有底の区画部であって，該区画部の上面は開放してある。",
                "【0012】",
                "5は前記区画部4上面の全体に載架，すなわちかけわたすように載置されて閉蓋する閉蓋部材であって，それは両側に垂設した係止爪片8が前記係止段部7に係合して固定される。",
                "6は柄部1の長手方向に沿って囲繞する周壁部である。",
                "11は必要により前記区画部4の適宜位置に植設される挿通受入部であって，それは図示例のごとく円筒状とすることが好ましい。",
                "12は前記閉塞部材5下面に前記挿通受入部11と対応して設けてなる挿入材ある。",
                "【0013】",
                "従って，前記係止段部7と係止爪片8との係合による固定に加えて，挿入材12の挿通受入部11への挿着によって閉塞部材5は撓むことなく好ましい状態で載架し固定が維持される。挿通受入部11，挿入材12の構成は柄部1が長尺の場合に特に効果的である。",
                "なお，挿通受入部11，挿入材12は複数個とすることもよい。",
                "【0014】",
                "本考案の構成上，図示例においては刷子頭部2と柄部1前端には間隙(空間部分)13Aが，また柄部2後端にはドーム形状の間隙13Bがそれぞれ表現されているが，それら間隙13A，13Bを塞いで，区画部4の有底に倣って同一面の有底とすることもよく，図示例は単なるデザイン的工夫の一例を示したにすぎないものである。",
                "図中，14はすべり止めにとして刻設した細幅模様である。",
                "【0015】",
                "更に，本考案の構成に際し，図示を省略したが，前記係止段部7を下縁とすることに代えて上縁に有する係合突縁部となし，有底の区画部4を天蓋付きの区画部として，その下面を開放し，係合突縁部3の上縁に有する前記一対の係止段部と係合する係止爪片を閉蓋部材5に立設することもよい。かくすることにより，閉蓋部材5は天蓋付きの区画部下面の全体に添装，すなわち区画部4に添わせて取り付けられ閉蓋固定できるので，例えば柄部1上面に複雑な加飾を必要とする場合に好適である。",
                "【0016】",
                "【考案の効果】",
                "以上のとおりの構成を有する本考案によれば，以下の効果をもたらすものである。",
                "請求項1の本考案の場合，閉塞部材5を基材主体Sと別体とした結果，該基材主体Sの柄部1上面全体が射出成形に親しむ形状となり，それは軽量性をもたらすことに加えて，特別の熟練を要せずに区画部4上面を閉塞部材5により簡単に載架して固定できるので，量産性，経済性に寄与し実用性に富んだものである。しかも，柄部1自体は人間工学的見地からの作業性にすぐれた形状，あるいは機能美を有する形状が成形上の障害もなく製造でき，商品価値の高い製品を得ることができる。",
                "【0017】",
                "請求項2の本考案の場合，請求項1のそれと対比すると，区画部4を天蓋付きとした結果，係合突縁部3の上縁に係止段部が，また該係止段部と係合する係止爪片が閉蓋部材5に立設される点で相違するが，組立要領は共通するものであり，その結果，商品設計上，柄部1上面に商品としての訴及的効果を強調したデザイン的工夫などの加飾を施す場合に好適なものである。",
                "また請求項3の本考案の場合，請求項1または2の効果に加えて柄部1が長尺であっても閉塞部材5は撓むこともなく，清掃時に強い握持を受けてもその保形性は確保され，しかも閉塞部材5の固定状態の向上に資するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によると，甲3事項は，上記第2，3(5)のとおりのものと認められる。",
                "これに対し，原告は，甲3の段落【0016】の記載による効果は，樹脂成形品全般に認められるものであり，清掃用具の柄に限られたことでないことは技術常識であるから，甲3の開示事項を清掃道具に限定するのは誤りであると主張する。",
                "しかし，上記(1)のとおり，甲3に記載の考案は，清掃用具についてのものであって，甲3では清掃用具の説明がされているのであるから，甲3事項を清掃用具に限定することが誤りであるということはできず，そのことは，上記段落【0016】の記載によって左右されるものではない。",
                "したがって，甲3事項の認定の誤りをいう原告の上記主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "本件特許発明1と甲1発明の相違点について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許発明1の要旨の認定及び甲1発明の認定は，前記2，3のとおりであるから，本件発明1と甲1発明との一致点，相違点は，前記第2，3(6)のとおりであると認められる。",
                "したがって，本件審決の一致点，相違点の認定に誤りがあるとは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する判断",
              "text": [
                "原告は，①本件特許発明1と甲1発明について，「棒状のハンドル本体と，ハンドル本体に取り付けられたハンドルカバーとからなる(ハンドル)」，「ハンドル本体の表面及びハンドルカバーの表面が，ハンドルの表面を構成している」ことも一致点である，②相違点1は，「本件特許発明1の『ハンドル本体』に相当する甲1発明の『外装カバー15』は，『表面から内方に窪んだ凹部』を有していないため，甲1発明の『外装カバー14』は，『凹部を覆うようにハンドル本体に取り付けられた』ものではない。」とすべきである，③相違点2は存在しないか又は「本件特許発明1には『ハンドル本体』に凹部が形成されているのに対し，甲1発明の『ハンドル本体』に凹部が形成されていない」とすべきであると主張する。",
                "しかし，これらの主張は，甲1発明の「外装カバー15」が本件特許発明1の「ハンドル本体」に相当し，甲1発明の「外装カバー14」が本件特許発明1の「ハンドルカバー」に相当することを前提とする主張であるところ，前記2(2)のとおり，本件特許発明1は，ハンドルを上下又は左右に分割した構成を含むものと認めることはできないから，上下に分割されている甲1発明の外装カバー15と14をそれぞれ本件特許発明のハンドル本体とハンドル本体に取り付けられたハンドルカバーに相当するものと認めることはできない。",
                "したがって，原告の上記主張は，いずれも採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "無効理由1に関する本件審決の判断について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「甲1発明は，『芯材13』の存在により，『外装カバー15』が，『表面から内方に窪んだ凹部』を有しない構成となっており，この点が，本件特許発明1と甲1発明の相違点1となっている」ことを前提に，本件特許発明1の甲1発明との相違点1の容易想到性は，甲1発明から芯材13を取り除くことが容易であるか否かに帰着すると主張する。",
                    "しかし，相違点1は，前記第2，3(6)のとおりであって，芯材13の有無のみが相違点ではないから，この点において原告の主張は失当である。",
                    "本件特許発明は，前記1(2)のとおり，棒状のハンドル本体に表面から内方に窪んだ凹部を形成し，該凹部をハンドルカバーによって覆うことで，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルの内部を容易に密閉できるようにして組立て作業性を向上したものであるところ，このような課題は，甲1にも甲2にも記載されておらず，技術常識であったとも認められない上，甲1発明においては，上下に分割された一対の外装カバー14，15の表面がハンドル12の表面を構成しているのに対し，甲2事項においては，透明窓部6が設けられた背面カバー部材5により，凹部のうちヘッド部3の部分を覆い，ハンドルカバーにより凹部のうち把持部2の部分を覆い，本体ケース4の把持部2の表面及びハンドルカバーの表面により，把持部2の表面を構成しているのであって，ハンドルの構成が大きく異なる。",
                    "また，甲1の段落［0018］及び［0019］の記載によると，甲1発明の芯材13は，①その外周に外装カバー14，15が被覆されて，複数のネジ16により固定されるものであること，②二叉部12aに対応する部分において，一対のローラ支持軸17が設けられて，ローラ支持軸17の基端部は芯材13の中心部に形成された空間に嵌入され，同ローラ支持軸17の先端部は，二叉部12aから突出していること，③このような構成としたことによって，ハンドル12の外表面(外装カバー)の導電金属メッキされた導電部と，ローラ支持軸17とは，電気的に絶縁されていることが認められ，甲1発明において，芯材13は，外装カバー14，15が被覆されて，ネジ16により固定されるものであるから，ハンドルの外装カバーの文字どおりの芯材としての機能を有するとともに，ローラ支持軸を保持し，外装カバーの外表面の導電メッキされた導電部と，ローラ支持軸との間の電気的絶縁が保たれるように離間させる，絶縁材としての機能を有するものと認められる。このような機能を有する芯材13を甲1発明から取り除くことは容易とはいえず，芯材13に代えて，甲2に示された背面カバー5の一部に相当する部材(背面カバー相当部材)を用いることはできない。",
                    "したがって，甲1発明に甲2事項を適用する動機付けがあると認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，仮に，本件特許発明1が，ハンドルが上下に分割されるものを除外するものであったとしても，甲1発明において，ハンドル本体に相当する外装カバーの大きさは，設計事項の範囲で任意に選択可能であるため，甲1発明の外装カバー15の縁部分を甲1の図3の上側にまで伸長し，外装カバー14を，当該凹部を覆う大きさに構成した上で，甲2事項の結合方法を採用すれば，相違点1は，容易に想到することができると主張する。しかし，甲1発明の外装カバー14，15は上下に分割されたものとなっており，そのような外装カバー15の縁部分を甲1の図3の上半分の側にまで伸長することが容易想到と認めるべき事情はない。したがって，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，甲1発明に甲2事項を適用することによって，相違点1を容易に想到することができたとは認められないから，相違点2及び3の容易想到性について判断するまでもなく，本件特許発明1は，甲1発明及び甲2事項から容易に想到できたとは認められない。",
                    "なお，以上の判断は，甲1発明において，「芯材13及び一対の外装カバー14，15がそれぞれ別のパーツ」であることや，甲2に「把持部2の内部には，背面カバー5の一部が存在し，ネジなどの締結手段で背面カバー5が本体ケース4に固定されており，把持部2の内部の背面カバー5には，ハンドルカバーが，差し込まれることで，本体カバー4とハンドルカバーとによって，把持部2の表面が構成されている。」という技術的事項が含まれるかどうかによって左右されるものでないことは，既に判示したところから明らかである。",
                    "また，甲4～10に記載されている事項は，いずれも，一対の分岐部をハンドル本体の長手方向の一端に一体的に形成するという技術を，甲16～19に記載されている事項は，いずれも太陽電池パネルとローラシャフトを電気的に接続する技術を開示するにすぎないから，これらに基づき相違点1に係る構成を容易想到とすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明2～4について",
              "text": [
                "本件特許発明1に無効理由1が存在するとは認められないことからすると，本件特許発明2～4に無効理由1が存在すると認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "無効理由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明1について",
              "text": [
                "原告は，芯材13を用いた外装カバー14と外装カバー15との接合は単なる設計事項であるとして，本件特許発明1は，甲1発明と甲3事項に基づいて容易に想到できるものであると主張する。",
                "しかし，相違点1は，前記第2，3(6)のとおりであって，芯材13のみが相違点ではないから，この点において，原告の上記主張は失当である。",
                "本件特許発明は，前記1(2)のとおり，棒状のハンドル本体に表面から内方に窪んだ凹部を形成し，該凹部をハンドルカバーによって覆うことで，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルの内部を容易に密閉できるようにして組立て作業性を向上したものであるところ，このような課題は，甲1にも甲3にも記載されておらず，技術常識であったとも認められない上，甲3事項は，清掃用具についてのものであって，甲1発明の美容器とは技術分野が全く異なる。",
                "また，甲1発明における芯材13の機能は，前記7(1)アのとおりであって，芯材13を用いた外装カバー14と外装カバー15との接合が単なる設計事項であるとは認められない。",
                "したがって，甲1発明に甲3事項を適用することによって，相違点1を容易に想到することができたとは認められないから，相違点2及び相違点3について判断するまでもなく，本件特許発明1は，甲1発明及び甲3事項に基づいて容易に発明できたとは認められない。",
                "なお，以上の判断は，甲1発明において，「芯材13及び一対の外装カバー14，15がそれぞれ別のパーツ」であることによって左右されるものでないことは，既に判示したところから明らかである。",
                "また，甲4～10に記載されている事項は，いずれも，一対の分岐部をハンドル本体の長手方向の一端に一体的に形成するという技術を，甲16～19に記載されている事項は，いずれも太陽電池パネルとローラシャフトを電気的に接続する技術を開示するにすぎないから，これらに基づき相違点1に係る構成を容易想到とすることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明2～4について",
              "text": [
                "本件特許発明1に無効理由2が存在するとは認められないことからすると，本件特許発明2～4に無効理由2が存在すると認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "無効理由3について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明1について",
              "text": [
                "原告は，芯材13を用いた外装カバー14と外装カバー15との接合は単なる設計事項であるから，甲1発明に甲11～14に示された構造を考慮することによって，本件特許発明1は，容易に想到できるものであると主張する。",
                "しかし，相違点1は，前記第2，3(6)のとおりであって，芯材13のみが相違点ではないから，この点において原告の上記主張は失当である。",
                "本件特許発明は，前記1(2)のとおり，棒状のハンドル本体に表面から内方に窪んだ凹部を形成し，該凹部をハンドルカバーによって覆うことで，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルの内部を容易に密閉できるようにして組立て作業性を向上したものであるところ，このような課題は，甲1にも甲11～14にも記載されておらず，技術常識であったとも認められない。",
                "また，甲11～14に現れる技術事項について，甲13は美顔器の意匠公報であるため，内部の構造の詳細は明らかではない。甲11，12及び14には，いずれも表面から内方に窪んだ電池装着部を有し，その電池装着部をカバーで覆い，表面及びその蓋により把持部の表面を構成することが記載されており，これらによると，「ハンドル本体の内部に部材を有する器具において，ハンドル本体の表面から内方に窪んだ凹部を設けて，ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたカバーを設けること」という技術事項を把握することができるが，甲11はトリートメント装置(ヘアブラシ)，甲12はヘアブラシ，甲14は電子イオン歯ブラシに関するものであるため，甲1発明の美容器とは技術分野が異なる。",
                "そして，甲11，12及び14から把握できる技術事項に従って，ハンドルの内部に凹部を設けて，当該凹部を覆うようにカバーを設けることは，甲1発明の芯材13と外装カバー14，15からなるハンドルから，芯材13を取り除き，外装カバー14又は外装カバー15に開口を設けた上で，当該開口を覆うようにハンドルカバーを設けることとなるが，前記7(1)アで判示したとおり，甲1発明において芯材13を備えることは，芯材としての機能及び絶縁材としての機能のために，これを取り除くことは容易とはいえない。",
                "したがって，甲1発明に甲11，12及び14の技術事項を採用する動機付けを認めることはできない。",
                "よって，相違点1について容易想到性を認めることはできないから，相違点2及び3について判断するまでもなく，本件特許発明1は，甲1発明及び甲11～14に基づいて容易に発明することができたとは認められない。",
                "なお，以上の判断は，甲1発明において，「芯材13及び一対の外装カバー14，15がそれぞれ別のパーツ」であることによって左右されるものでないことは，既に判示したところから明らかである。",
                "また，甲4～10に記載されている事項は，いずれも，一対の分岐部をハンドル本体の長手方向の一端に一体的に形成するという技術を，甲16～19に記載されている事項は，いずれも太陽電池パネルとローラシャフトを電気的に接続する技術を開示するにすぎないから，これらに基づき相違点1に係る構成を容易想到とすることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明2～4について",
              "text": [
                "本件特許発明1に無効理由3が存在するとは認められないことからすると，本件特許発明2～4に無効理由3が存在すると認めることはできない。",
                "10  結論",
                "以上によると，原告の主張にはいずれも理由がないことになる。よって，原告の請求を棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}