{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800064号事件について平成30年6月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求に対する不成立審決の取消訴訟である。争点は，①サポート要件及び②実施可能要件の各認定判断の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ユジノール(後に，「アルセロールミタル・フランス」と商号を変更した。)は，平成13年4月6日，発明の名称を「極めて高い機械的特性値をもつ成形部品を被覆圧延鋼板，特に被覆熱間圧延鋼板の帯材から型打ちによって製造する方法」とする発明について，特許出願(特願2001-109121号，優先日：平成12年4月7日［以下「本件優先日」という。］，優先権主張国：フランス)をし，平成17年4月1日，特許第3663145号として特許権の設定登録(請求項の数8)を受けた(甲6。以下，この特許を「本件特許」といい，特許権を「本件特許権」という。また，上記出願時を「本件出願時」という。)。",
                "原告は，平成25年9月27日，本件特許の無効審判請求をし，アルセロールミタル・フランスは，平成26年1月28日付けで本件特許の特許請求の範囲についての訂正請求をし，同年3月7日付け手続補正書により上記訂正請求を補正した(乙1，2。以下，この補正後の訂正請求に係る訂正を「本件訂正」といい，本件特許の明細書及び図面を併せて「本件明細書」という。)。",
                "特許庁は，上記無効審判請求を無効2013-800184号事件として審理した上で，平成26年12月10日，「訂正を認める。本件審判の請求は，成り立たない。」との審決(以下「第二次審決」という。)をしたところ，原告は，平成27年1月16日，知的財産高等裁判所に，第二次審決について審決取消訴訟を提起し(平成27年(行ケ)第10010号)，同裁判所は，平成29年1月23日，「原告の請求を棄却する。訴訟費用は原告の負担とする。」との判決(以下「先行判決」という。)をし，第二次審決は確定した(乙4)。",
                "なお，第二次審決と上記審決取消訴訟においては，サポート要件違反及び実施可能要件違反が争点となっていたところ，先行判決は，熱処理前の「亜鉛ベース合金」の被覆(以下「被膜」ということもある。)が金属間化合物の場合のサポート要件及び実施可能要件の充足の有無については審判で審理判断されていないから，その点について改めて無効審判で審理判断されるべきである旨判示していた(乙4)。",
                "また，上記審決取消訴訟の係属中，被告はアルセロールミタル・フランスから本件特許権を譲り受けて，その移転登録がされた(乙3)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年5月11日付けで改めて本件特許の無効審判を請求し，特許庁は上記無効審判請求を無効2017-800064号事件として審理した上で，平成30年6月5日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同審決謄本は，同月14日に原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨(乙1，2)",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲の記載は，次のとおりである(以下，各請求項に係る発明を，それぞれ請求項の番号に応じて，「本件発明1」などといい，これらを併せて「本件発明」という。)。",
            "【請求項1】",
            "熱処理用鋼板の表面及び内部の鋼を確実に保護する，亜鉛または亜鉛ベース合金で被覆された圧延熱処理用鋼板の帯材を型打ちすることによって成形された部品を製造する方法であって，",
            "熱処理用鋼板を裁断して熱処理用鋼板ブランクを得る段階と，",
            "熱処理用鋼板ブランクを熱間型打ちして部品を得る段階と，",
            "型打ち前に，腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保する，亜鉛-鉄ベース合金化合物および亜鉛-鉄-アルミニウムベース合金化合物からなる群から選択される合金化合物を熱処理により熱処理用鋼板ブランクの表面に生じさせる段階と，ここで該熱処理は熱処理用鋼板ブランクに800℃～1200℃の高温を2～10分間作用させるものであり，",
            "型打ちされた部品を臨界焼入れ速度を上回る速度でさらに冷却する段階と，",
            "型打ち処理に必要であった熱処理用鋼板の余剰部分を裁断によって除去する段階と，",
            "を含んで成る方法。",
            "【請求項2】",
            "(削除)",
            "【請求項3】",
            "被膜を形成する亜鉛または亜鉛ベース合金が5μm-30μmの範囲の厚みであることを特徴とする請求項1に記載の方法。",
            "【請求項4】",
            "炉中で熱処理用鋼板ブランクに800℃～1200℃の高温を作用させ，且つ炉中雰囲気が管理されていないことを特徴とする請求項1に記載の方法。",
            "【請求項5】",
            "型打ちされた部品を臨界焼入れ速度を上回る速度で冷却することによって焼入れすることを特徴とする請求項1に記載の方法。",
            "【請求項6】",
            "作用させる高温が900℃を上回り，かつ1200℃以下であることを特徴とする請求項4に記載の方法。",
            "【請求項7】",
            "亜鉛-鉄-アルミニウムベース合金化合物がケイ素を含有することを特徴とする請求項1に記載の方法。",
            "【請求項8】",
            "請求項1及び3から7のいずれか一項に記載の方法に用いられる被覆された熱処理用鋼板であって，前記熱処理用鋼板の被覆される前の熱処理用鋼板が0．15-0．25重量％の炭素，0．8-1．5重量％のマンガン，0．1-0．35重量％のケイ素，0．01-0．2重量％のクロム，0．1重量％以下のチタン，0．1重量％以下のアルミニウム，0．05重量％以下のリン，0．03重量％以下のイオウ及び0．0005-0．01重量％のホウ素を含み，残部が鉄と不可避不純物であることを特徴とする熱処理用鋼板。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1(サポート要件違反)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明がサポート要件を満たさないか否かについては，熱処理前の合金被膜が「亜鉛ベース合金」である場合に，その合金では期待できる作用効果を奏さないとする立証がされて，かつ，作用効果を奏さない要因が，金属間化合物の形態を有した際に限られるとの立証を原告が果たしているか否かで判断すべきである。",
                    "そして，本件優先日当時の技術常識からすると，当業者は，金属間化合物である熱処理前の「亜鉛ベース合金」被膜として，亜鉛-鉄金属間化合物，亜鉛-鉄-アルミニウム金属間化合物及び亜鉛-ニッケル-鉄金属間化合物による被膜が存在すると認識できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "亜鉛-鉄金属間化合物について，当業者は，本件明細書の【0028】～【0030】の記載及び亜鉛-鉄2元系状態図等の本件優先日当時の技術常識を考え併せて，本件明細書の実施例1では，亜鉛100％(融点が約420℃)の被膜に，鉄が拡散することで亜鉛-鉄金属間化合物が生じ，鉄の拡散が進んで，鉄の濃度が高くなることに応じて，ζ相，δ相，Γ1相，Γ相が形成され，亜鉛の融点を超える950℃においても被膜が存在し，成型処理中にもΓ相等の亜鉛-鉄金属間化合物が生じていると理解し，それにより本件発明の課題が解決されると理解するものと認められる。",
                    "そして，そのような当業者は，熱処理前の「亜鉛ベース合金」がζ相やδ相等の鉄の濃度の低い亜鉛-鉄金属間化合物の被膜である場合についても，その後の熱処理により，さらに鉄が被膜に拡散して，より鉄の濃度が高いΓ相等の亜鉛-鉄金属間化合物の被膜を生じさせることができ，実施例1と同様に，本件発明の課題を解決できると認識する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，亜鉛-鉄-アルミニウム金属間化合物及び亜鉛-ニッケル-鉄金属間化合物についても，一般に，金属間化合物において，組成の濃度に応じて複数の相が存在することは本件優先日当時の技術常識であるから，当業者は，亜鉛-鉄金属間化合物の被膜と同様に，鉄の濃度の低い相の金属間化合物の被膜が，その後の熱処理により，さらに鉄が被膜に拡散して，より鉄の濃度が高い別の相の金属間化合物の被膜を生じさせ，本件発明の課題を解決できると認識する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，熱処理前の被膜としての「亜鉛ベース合金」に金属間化合物が含まれることを前提とした場合に，同金属間化合物として，当業者が理解し得る亜鉛-鉄金属間化合物，亜鉛-鉄-アルミニウム金属間化合物及び亜鉛-ニッケル-鉄金属間化合物のいずれについても，本件発明の課題を解決できないとする立証が果たされているとはいえないから，本件発明が，発明の詳細な説明に記載したものでないということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2(実施可能要件違反)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書の記載及び亜鉛とアルミニウムでは金属間化合物が存在しないという本件優先日当時の技術常識を踏まえると，本件明細書の発明の詳細な説明には，熱処理前の「亜鉛ベース合金」の被膜としては，亜鉛50％，アルミニウム50％の亜鉛アルミニウムの固溶体又は金属生成物についてのみ実施可能に記載されているということができ，それ以外の亜鉛ベース合金，例えば金属間化合物については記載されていないから，本件明細書の発明の詳細な説明は，審査基準第 II部第1章第1節3．2．2(1)(i)「請求項に上位概念の発明が記載されており，発明の詳細な説明にその上位概念に含まれる『一部の下位概念』についての実施の形態のみが実施可能に記載されている」場合(以下「基準(i)」という。)に該当する。",
                  "text": [
                    "そして，本件発明の請求項に記載された上位概念(亜鉛ベース合金)に含まれる他の下位概念として，金属間化合物，具体的には，亜鉛-鉄金属間化合物，亜鉛-鉄-アルミニウム金属間化合物，亜鉛-ニッケル-鉄金属間化合物が存在することは，本件優先日当時の技術常識である。したがって，上記審査基準(ii)「その上位概念に含まれる他の下位概念については，その『一部の下位概念』についての実施の形態のみでは，当業者が本件優先日当時の技術常識を考慮しても実施できる程度に明確かつ十分に説明されているとはいえない具体的理由がある」(以下「基準(ii)」という。)を原告が立証できているかが問題となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "亜鉛-鉄金属間化合物について",
                  "text": [
                    "当業者は，本件明細書の【0028】～【0030】の記載及び亜鉛-鉄2元系状態図等の本件優先日当時の技術常識を考え併せて，本件明細書の実施例1における亜鉛-鉄合金が，Γ相等の亜鉛-鉄金属間化合物であると認識できる。また，当業者は，熱処理前に鉄を含んだ亜鉛の被膜，すなわちζ相，δ相等の鉄の濃度の低い亜鉛-鉄金属間化合物の被膜についても，その後の熱処理により，さらに鉄が被膜に拡散して，より鉄の濃度が高いΓ相等の亜鉛-鉄金属間化合物の被膜を生じさせることを認識できる。そして，ζ 相や δ 相等の被膜は，亜鉛100％の被膜に比べれば，より多くの鉄を含んでいるから，当業者は，熱処理による鉄の拡散が亜鉛100％の被膜の場合と同じ程度になるように，加熱温度や加熱時間を試行錯誤するといえるが，そのような試行錯誤が過度なものとはいえない。",
                    "したがって，熱処理前の被膜として，亜鉛ベース合金が亜鉛-鉄金属間化合物の形態の被膜であったとしても，当業者が，特許明細書の発明の詳細な説明の記載及び本件優先日当時の技術常識に基づいて，過度の試行錯誤を要することなく実施できる程度の記載があるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "亜鉛-鉄-アルミニウム金属間化合物について",
                  "text": [
                    "原告は，亜鉛-鉄-アルミニウム化合物の800℃～1200℃での3元系平衡状態図が知られていないこと，亜鉛-鉄-アルミニウム化合物の反応経路は665℃以下の温度のものにすぎないこと等を主張しているが，いずれも，亜鉛-鉄-アルミニウム金属間化合物により実施できるかどうか不明であることをいうにとどまり，亜鉛-鉄-アルミニウム金属間化合物では実施できないことまでを示しているわけではないから，亜鉛-鉄-アルミニウム金属間化合物が実施できる程度に明確かつ十分に説明されているとはいえない具体的理由が示されているとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "亜鉛-ニッケル-鉄金属間化合物について",
                  "text": [
                    "原告は，亜鉛-ニッケル金属間化合物のγ相が，熱処理により他の相の金属間化合物を生じさせることが記載されていない旨を主張しているが，亜鉛-ニッケル-鉄金属間化合物により実施できるかどうか不明であることをいうにとどまり，亜鉛-ニッケル-鉄金属間化合物では実施できないことまでを示しているわけではないから，亜鉛-ニッケル-鉄金属間化合物が実施できる程度に明確かつ十分に説明されているとはいえない具体的理由が示されているとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件明細書の発明の詳細な説明の記載は，基準(i)の場合に該当するものの，「一部の下位概念」についての実施の形態のみでは，当業者が本件優先日当時の技術常識を考慮しても実施できる程度に明確かつ十分に説明されているとはいえない具体的理由があるとは認められないから，基準(ii)には該当せず，発明の詳細な説明の記載が実施可能要件を満たさないとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件についての認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "立証責任の配分及びそれに起因する本件審決の認定の誤り",
              "text": [
                "本件審決は，サポート要件充足性について，課題が解決できないことの立証責任を無効審判請求人である原告に負わせているが，これは特許法36条の解釈を誤るものである。サポート要件充足性の立証責任は，特許権者が負う。",
                "熱処理前の上位概念としての「亜鉛ベース合金」の被膜に下位概念である「亜鉛ベースの金属間化合物」であるものを含む本件発明が，発明の詳細な説明に記載されているといえるためには，「腐食に対する保護及び鋼の脱炭に対する保護並びに潤滑機能の不十分な金属間化合物」で被覆された鋼板を熱処理することによって，当該金属間化合物から，熱処理によって，「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保し得る，亜鉛-鉄ベース化合物および亜鉛-鉄-アルミニウムベース化合物からなる群から選択される合金化合物」を鋼板ブランクの表面に生じさせることが発明の詳細な説明から理解可能でなければならない。",
                "発明の詳細な説明に記載されている「亜鉛ベース合金」は，実施例2の「50-55％のアルミニウムと45-50％の亜鉛とから成り，任意に少量のケイ素を含有する」という合金のみであるが，本件優先日当時の技術常識に照らすと，この合金は，亜鉛リッチ又はアルミニウムリッチの固溶体であり，金属間化合物ではない(甲1［Gérard BÉRANGER 他「THE BOOK OF STEEL」1996 年］)。また，発明の詳細な説明には，固溶体を熱処理することによって金属間化合物に変態させる発明のみが記載されている。",
                "したがって，審査基準によると，被告は，サポート要件の充足を主張するためには，上記記載を熱処理前の被膜が金属間化合物である場合にまで，拡張又は一般化できることを主張立証しなければならない。そのためには，少なくとも，2段階の主張立証を要する。",
                "すなわち，被告としては，第1に，具体的にいかなる「腐食に対する保護及び鋼の脱炭に対する保護並びに潤滑機能の不十分な金属間化合物」を熱処理前の被覆として選択し，熱処理によってどのような亜鉛-鉄ベース及び亜鉛-鉄-アルミニウムベースの金属間化合物を生じさせると，「腐食に対する保護，鋼の脱炭に対する保護を確保しかつ潤滑機能を確保し得る」のかを主張立証しなければならず，第2に，本件優先日当時の技術常識と発明の詳細な説明のいかなる記載から第1の結論を導くことができるのかを主張立証しなければならないはずであるが，被告は，第1段階の主張立証さえしていない。",
                "しかし，本件審決は，立証責任の配分を誤り，被告が何ら主張立証していないのにサポート要件違反を認めないという誤った結論を導いている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件充足性の認定判断の誤り",
              "text": [
                "また，以下のとおり，本件審決の指摘している技術常識を考慮しても，熱処理前の「亜鉛ベース合金」が金属間化合物である発明は，発明の詳細に記載された発明であるとはいえない"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "亜鉛-鉄金属間化合物について",
                  "text": [
                    "本件優先日当時の技術常識として亜鉛-鉄2元系状態図が知られ，亜鉛-鉄金属間化合物としてζ相，δ相，Γ1相，Γ相が知られていたとしても，鉄濃度が低い相は「腐食に対する保護及び鋼の脱炭に対する保護並びに潤滑機能の不十分な金属間化合物」であり，鉄濃度が高い相は「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保し得る金属間化合物」であるという技術常識は，本件優先日当時も現在も存在しない。実施例1に記載されているのは，古くから知られている亜鉛の「合金化」という100％亜鉛の被覆に鉄を拡散させて亜鉛-鉄金属間化合物を形成させるものであるが，この場合，δ相を望ましい金属間化合物として考え，鉄濃度の高いΓ相やΓ1相の成長を抑制する方法を工夫するのが技術常識であり，用途によっては，鉄濃度の低いζ相も同時に抑制することが望ましいとされている(甲3［金丸辰也・中山元宏「めっき熱処理による拡散合金化」熱処理36巻6号369頁  平成8年12月)。",
                    "したがって，本件審決のいうとおり，当業者が，本件明細書の記載及び本件優先日当時の技術常識に基づいて，「熱処理前に鉄を含んだ亜鉛の被膜，すなわちζ相やδ相等の鉄の濃度の低い亜鉛-鉄金属間化合物の被膜についても，その後の熱処理により，さらに鉄が被膜に拡散して，より鉄の濃度が高いΓ相等の亜鉛-鉄金属間化合物の被膜を生じさせることができ，実施例1と同様に，本件発明の課題を解決できると認識する。」ことはあり得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "その他の金属間化合物について",
                  "text": [
                    "亜鉛-鉄-アルミニウム金属間化合物及び亜鉛-ニッケル-鉄金属間化合物について，本件審決は「一般に，金属間化合物は，組成の濃度に応じて複数の相が存在することも本件優先日当時の技術常識であるから，当業者は，亜鉛-鉄金属間化合物の被膜と同様に，鉄の濃度の低い相の金属間化合物の被膜が，その後の熱処理により，さらに鉄が被膜に拡散して，より鉄の濃度が高い別の相の金属間化合物の被膜を生じさせ，本件発明の課題を解決できると認識するといえる。」と認定しているが，この認定は二重に誤っている。",
                    "第1に，上記アのとおり，亜鉛-鉄金属間化合物の被膜についての本件審決の認定は誤っているから，亜鉛-鉄金属間化合物から亜鉛-鉄-アルミニウム金属間化合物及び亜鉛-ニッケル-鉄金属間化合物を類推すること自体が誤りである。",
                    "第2に，本件優先日当時，亜鉛とその他の金属の間の2元系状態図(例：Zn-ＮiやZn-Alなど)が知られていても，亜鉛-鉄-アルミニウムの3元系状態図は，450℃や700℃といった特定の温度について知られていたのみであった(甲3，甲8［A.R.P.GHUMAN・J.I.GOLDSTEIN「Reaction Mechanisms for the Coating Formed During the Hot Dipping of Iron in 0 to 10 Pct Al-Zn Baths at 450°to 700℃」METALLURGICAL TRANSACTIONS Vol.2 1971 年 10 月］)。したがって，常温において特定の組成の2元系又は3元系金属間化合物の被膜を形成して加熱した場合に，800℃～1200℃という高温において，金属間化合物が得られるか否か，どのような合金被膜が得られるのかを当業者が確定的に予測することは不可能であった。",
                    "亜鉛-ニッケル-鉄金属間化合物についても，3元系状態図は限られた温度でしか知られておらず，加熱時にFeとＮi Zn が反応して，新たに，どのような「亜鉛-鉄ベース合金化合物」を生じるのか，当業者においても容易に想起されるものはなかった。この点について，本件優先日よりも11年以上後の平成23年に公表された論文(甲9［Maria Köyer 他「New Coating for hot press forming」2011 年］)によると，γ相の被覆を有する鋼板を860～920℃の温度で熱処理することにより，被覆中に拡散した鉄が固溶体を形成して被膜の主相が亜鉛及びニッケルで過飽和した鉄の固溶体となるためにγ相の大半が消滅し，残ったγ相の一部では，γ相から固溶相に移行したニッケルの一部が鉄によって補充されてZn Ｎi Fex y zとなるとされている。しかし，このγ相は表面に島状に点在するものであり，本件発明で前提とされているような表面を覆う被覆にはなっていない。したがって，現時点では，γ相(亜鉛ベースの亜鉛-ニッケル金属間化合物であるＮi Zn )で被覆された鋼板を熱処理しても本件発明にいう「脱炭に対する保護を確保し且つ潤滑機能を確保する，亜鉛-鉄ベース合金化合物」は生じないことが明らかになっている。",
                    "以上からすると，少なくとも，熱処理前の「亜鉛ベース合金」が金属間化合物を含むという点で，請求項1には，発明の詳細な説明に記載されていない発明が含まれていることになり，本件発明は，サポート要件に違反する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "被告の主張に対する反論等",
      "content": [
        {
          "fig": "ア",
          "text": [
            "被告は，熱処理前の「亜鉛ベース合金」が亜鉛-鉄金属間化合物であったとしても，熱処理によって鉄の拡散がさらに進むことが技術常識であったことを理由に，実施例1に基づいて本件発明を拡張又は一般化できると主張している。",
            "しかし，前記のとおり，本件優先日当時から現在まで，「合金化溶融Znめっき鋼板が自動車用防錆鋼板に用いられるのは，主にδ 相の物理的化学的性質によっている。」(甲3)というのが技術常識であり，鉄濃度が低い相は「腐食に対する保護及び鋼の脱炭に対する保護並びに潤滑機能の不十分な金属間化合物」であり，鉄濃度が高い相は「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保し得る金属間化合物」であるという技術常識は存在しない。",
            "したがって，本件発明が，サポート要件を充足しているといえるためには，当業者が本件特許の発明の詳細な説明を読んだ際に，本件優先日当時の技術常識に反して，例えば，ζ相やδ相等の鉄の濃度の低い亜鉛-鉄金属間化合物の被膜を熱処理前の被覆として選択し，その後の熱処理によって鉄を被膜に拡散させて，より鉄の濃度が高いΓ相等の亜鉛-鉄金属間化合物の被膜を生じさせることによって，潤滑性及び耐摩擦性が向上することが発明の詳細な説明に記載されていると理解できなければならない。しかし，被告は，亜鉛-鉄金属間化合物の鉄濃度が高い方が好ましいという事実さえ主張立証していないし，発明の詳細な説明に基づいて当業者がこのような事実を理解できたとの主張立証もない。",
            "被告の論理に従ってサポート要件の充足を主張する場合には，第1に，亜鉛-鉄金属間化合物において，鉄濃度が高くなるに従って「腐食に対する保護及び鋼の脱炭に対する保護」及び「潤滑機能」が向上することを主張立証し，第2に，出願時の技術常識に基づいて，当業者がその事実を明細書の記載から理解し得たことを主張立証しなければならない。しかし，被告は，これらのいずれも主張立証していない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "被告は，亜鉛-鉄2元系に関する主張を亜鉛-鉄-アルミニウム，亜鉛-鉄-ニッケルの3元系に拡張できると主張しているが，亜鉛-鉄-アルミニウム，亜鉛-鉄-ニッケルの3元系合金被覆を800℃～1200℃の高温で熱処理した際にどのような組成変化，相変化が生ずるかは，現在においても不明である。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "実施例2の熱処理前の被膜構造が，原告の理解するガリバリウムではないという被告の主張によると，実施例1及び実施例2においてさえ，いかなる被覆が熱処理によっていかなる金属間化合物に変化したかが不明であるといえ，熱処理前の被覆が金属間化合物である場合について，サポート要件は充足されていない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "甲16(P.Perrot・G.Reumont「Thermodynamic  Description  of  Dross Formation when Galvanizing Silicon Steels in Zinc-Nickel Baths」Journal of Phase Equilibria Vol.15 No.5 479 頁 1994 年)にはFe Ｎi Zn で表現される金属間化合物が記載されているが，甲16は，めっき浴中に形成される不純物の微粒子であるドロスの形成に関する論文であり，同ドロスの組成がFe Ｎi Zn であるというものであり，「亜鉛ベースの金属間化合物」による被覆を有する鋼板を加熱することとは何の関係もないし，Fe Ｎi Zn が本件発明の課題を解決できる特性を有するものであることを何ら立証するものではない。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "取消事由2(実施可能要件についての認定判断の誤り)"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "立証責任の配分及びそれに起因する本件審決の認定の誤り",
      "text": [
        "実施可能要件についても，その充足性の立証責任を特許権者が負う。そして，本件発明は方法の発明であるところ，方法の発明の実施とは，その方法の使用をする行為であるから(特許法2条3項2号)，当業者が，発明の詳細な説明の記載及び出願時の技術常識に基づき，過度の試行錯誤を要することなく，その方法を使用することができる程度の記載があることを要する。",
        "しかし，本件審決は，原告の主張を排斥するに当たって，原告に実施不能であることの立証責任を負わせ，誤った結論に至っている。",
        "原告は，抽象的に，実施例に比べて特許請求の範囲が広範にすぎることを主張したのではなく，具体的に，最初から金属間化合物が形成されている場合には熱処理に伴う相変化が固溶体の場合とは異なることを指摘したのであるから，被告としては，熱処理前の「亜鉛ベース合金」として選択すべき具体的な金属間化合物を明らかにし，当該金属間化合物が熱処理によっていかなる金属間化合物に変化するかを示し，さらには，それが「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保し得る」ものであることをも立証した上で，さらに当業者が技術常識と本件明細書の記載に基づいて熱処理前の「亜鉛ベース合金」として適切な金属間化合物を選択し得ることを立証しなければならなかったはずである。",
        "しかし，本件審決は，被告が何らの主張立証をしていないにもかかわらず，「実施可能要件を満たさないとはいえない。」と認定判断したのであり，これは特許法36条4項1号に反するものである。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "実施可能要件充足性の認定判断の誤り",
      "text": [
        "サポート要件の場合と同様に，実施可能要件についても，被告は，第1に具体的にいかなる金属間化合物を熱処理前の被覆として選択し，いかなる熱処理によっていかなる金属間化合物を生じさせると，「腐食に対する保護，鋼の脱炭に対する保護を確保しかつ潤滑機能を確保し得」るのかを主張立証しなければならず，さらに，第2に本件優先日当時の技術常識を前提として，それが，当業者が発明の詳細な説明の記載に基づいて，過度の試行錯誤を要することなく，本件発明を実施し得ることについても主張立証しなければならない。",
        "本件審決は，熱処理前の「亜鉛ベース合金」被膜の下位概念たる「亜鉛ベースの金属間化合物」に含まれるものとして，亜鉛-鉄金属間化合物，亜鉛-鉄-アルミニウム金属間化合物及び亜鉛-ニッケル-鉄金属間化合物の3種の金属間化合物を検討し，そのいずれについても「実施できるかどうか不明」としている。したがって，本件発明を実施するに当たり，熱処理前の被膜として，「亜鉛ベース合金である金属間化合物」を選択するに際して，当業者は，本件審決の認定する技術常識に従ったとしても，「過度の試行錯誤を要することなく」金属間化合物を選択することはできなかった。",
        "また，本件審決が検討したもの以外にも亜鉛-クロム，亜鉛-マグネシウムなどの「亜鉛ベース合金である金属間化合物」が存在し，そのことが本件優先日当時の技術常識に含まれていたとしても，前記1で検討したとおり，本件明細書及び本件優先日当時の技術常識に照らしても，その選択基準となるような事項は存在しなかったのであるから，当業者がそのいずれかを熱処理前の「亜鉛ベース合金」として選択する理由は存在せず，いずれにせよ本件の結論を左右しない。",
        "したがって，実施可能要件が充足されておらず，特許法36条4項1号に違反する。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "被告の主張に対する反論等",
      "content": [
        {
          "fig": "ア",
          "text": [
            "亜鉛-鉄金属間化合物に関して，被告や本件審決は，鉄が被覆に拡散して鉄含有量の少ない金属間化合物が鉄含有量の多い金属間化合物に変化することにより，「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保し得る金属間化合物」となることを当然の前提としていると解されるが，そのような法則も技術常識も存在しない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "被告は，甲9に基づいて，亜鉛-ニッケル金属間化合物の熱処理により亜鉛-ニッケル-鉄金属間化合物が形成されることが，本件優先日より前に当業者が公知文献に基づいて容易に理解できたと主張している。",
            "しかし，本件優先日は平成12年4月7日であるのに対して，甲9の発行年月は平成23年6月である。",
            "また，甲9の図3によると，金属間化合物Zn Ｎi Fe は，被覆の表面に存x y z在する酸化物層に覆われて，表層付近に島状に点在しているように見える。本件特許の出願人は，早期審査に関する事情説明書(甲18)において「本願発明では，亜鉛ベースの皮膜等に積極的に高温を作用させること等によって，当該被膜をその最表面にまで該合金層に変態させているのである。これによって，製品の最表面は該合金層に覆われることとなり，その結果，初めて，該合金層による潤滑機能が確保されるのである。なぜなら，そもそも『潤滑機能』とは，2つの物品表面の接触部分における作用であるため，該合金層が潤滑機能を奏するためには，必然的に最表面に当該層が存在しなければならないからである。」と述べているが，甲9の図3からは，金属間化合物Zn Ｎi Fe によって「製品の最表面は該合金層に覆わx y zれることとなり，その結果，初めて，該合金層による潤滑機能が確保されるのである。」ということは読み取れない。加えて，甲9には，「被膜は，亜鉛リッチの金属間化合物(Zn Ｎi Fe )並びに亜鉛及びニッケルリッチで過飽和した固溶体x y z相からなる(図3)。」と記載されており，被膜の主たる部分は固溶体相であって，金属間化合物ではない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "実施例2の熱処理前の被膜構造が，原告の理解するガリバリウムではないという被告の主張によると，実施例1及び実施例2においてさえ，いかなる被膜が熱処理によっていかなる金属間化合物に変化したかが不明であるといえ，熱処理前の被覆が金属間化合物である場合について，実施可能要件も充足されていない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件についての認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の立証責任の配分について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件明細書の記載，技術常識及び先行判決における判示からすると，熱処理前の被膜の合金として，亜鉛ベース金属間化合物である態様の発明も，発明の詳細な説明に記載されていると推認しているものと解される。",
                    "また，本件審決は，先行判決が，「亜鉛ベースの合金」には，固溶体のみならず「亜鉛ベース金属間化合物」も含まれると判断していること及び「当業者であれば，本件特許の優先権当時の技術常識と本件明細書の発明の詳細な説明に基づいて，上記以外の『亜鉛ベース合金』の被覆をも想起し，これらの被膜を熱処理することによって本件発明に係る課題を解決できることを容易に理解し得るものといえる。」との先行判決の判断を踏まえ，熱処理前の被膜が，「亜鉛ベース合金」であると，それが，固溶体，金属間化合物，いずれであっても本件発明に係る課題を解決でき，サポート要件を満たすと一応推定できるとしていると解される。",
                    "その上で，本件審決は，上記推定を覆すのに要求される判断基準として，前記のように本件に即した具体的な判断基準を示したものと解される。",
                    "本件審決は，確定した先行判決の判断を尊重した上で，本事案に即した，より具体的な判断基準を定立し，それに基づき判断したのであり，これは訴訟経済や裁判所と特許庁との間で事件が往復する，いわゆるキャッチボール現象を防止する観点から，極めて合理的なものであって，本件審決が立証責任の配分を誤ったものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張に対する反論",
                  "text": [
                    "原告は，被告が，熱処理前の「腐食に対する保護及び鋼の脱炭に対する保護並びに潤滑機能の不十分な金属間化合物」がどのようなものであり，それが熱処理により，どのようにして，どのような金属間化合物に変化し，当該金属間化合物が「腐食に対する保護及び鋼の脱炭に対する保護を確保しかつ潤滑機能を確保し得る，亜鉛-鉄ベース金属間化合物および亜鉛-鉄-アルミニウムベース金属間化合物からなる群から選択される合金化合物」であることを理解できるのかを主張立証しなければならなかったと主張する。",
                    "しかし，本件発明は，亜鉛又は亜鉛ベース合金で被覆された熱処理用鋼板の熱処理により，腐食に対する保護及び鋼の脱炭に対する保護を確保し，かつ潤滑機能を確保する，亜鉛-鉄ベース合金化合物(金属間化合物)及び亜鉛-鉄-アルミニウムベース合金化合物(金属間化合物)からなる群から選択される合金化合物(金属間化合物)を熱処理用鋼板ブランクの表面に生じさせる発明である。すなわち，当業者は，腐食に対する保護，鋼の脱炭に対する保護及び潤滑機能の確保の三つの作用(機能)を有する合金化合物(金属間化合物)を熱処理により最終的に生じさせることによって本件発明の課題が解決されると認識するといえるから，本件発明がサポート要件を充足するために，熱処理前の被覆鋼板が，「腐食に対する保護及び鋼の脱炭に対する保護並びに潤滑機能の不十分な金属間化合物」で被覆された鋼板であるか否かといったことや，それが熱処理により，どのようにして，どのような金属間化合物に変化するかといった反応経路までを具体的に示すことまで求められるものではなく，3元系状態図の記載及びその具体的な理解までもが要求されるものではない。",
                    "状態図が部分的にしかないとしても，当業者は，本件明細書の記載(実施例1及び実施例2)及び技術常識等に基づき，2元系金属間化合物の被膜であっても，3元系金属間化合物の被膜であっても，熱処理によって，最終的に本件発明の効果を奏する金属間化合物被膜が形成されると合理的に期待できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件の充足について",
              "text": [
                "本件審決は，前記(1)のように推定を及ぼしつつ，亜鉛-鉄金属間化合物，亜鉛-鉄-アルミニウム金属間化合物及び亜鉛-ニッケル-鉄金属間化合物に関するサポート要件についての個々の検討に際しては，「発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か」という基準を用いて判断を行っており，以下のとおり，本件審決のサポート要件充足性の判断に誤りはない。",
                "ア(ア)原告は，亜鉛-鉄金属間化合物について，鉄濃度が低い相は「腐食に対する保護及び鋼の脱炭に対する保護並びに潤滑機能の不十分な金属間化合物」であり，鉄濃度が高い相は「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保し得る金属間化合物」であるという技術常識は，本件優先日当時も現在も存在しないと主張する。",
                "しかし，実施例1には，「鋼に設けた亜鉛被膜」の熱処理，すなわち鋼板上に亜鉛被覆を設けた場合に，所定の熱処理によって最終的に本件発明の効果を奏する特定の亜鉛-鉄合金被膜(金属間化合物)が形成されたことが記載されている。ここで，亜鉛と鉄の系に関しては，甲7(Thaddeus  B.Massalski 他「Binary Alloy  Phase Diagrams Volume 2」1986 年)に記載のように亜鉛-鉄の2元系状態図が周知である。この2元系状態図からも明らかなように，鋼板上に設けた亜鉛被膜を熱処理することにより，鋼板中の鉄が亜鉛被膜中に拡散し，種々の亜鉛-鉄系金属間化合物が形成される。具体的には，被膜の炉中での加熱により，まず，鉄の含有量が少ないζ相(FeZn )が形成する。次いで，その後の加熱によりζ相は融解し，δ相(FeZn )が形成する。その後のさらなる加熱によりδ相は融解し，Γ相(Fe Zn )が形成する。",
                "また，先行判決においても判示されているとおり，熱処理用鋼板を被覆する熱処理前の合金が金属間化合物であるとしても，これを熱処理することにより鋼板中の鉄が被膜中を拡散し，鉄の濃度が変化することによって，熱処理前の金属間化合物とは異なる金属間化合物に変化し得ること(例えば，亜鉛-鉄系金属間化合物の場合，ζ相［FeZn ］，δ 相［FeZn ］，Γ 相［Fe Zn ］，Γ相［FeZn ］の順に変化すること)は，本件優先日当時の技術常識である(甲3，8，乙6，7)。",
                "そして，先行判決において判示されているとおり，本件明細書の発明の詳細な説明には，「亜鉛又は亜鉛合金で被覆した鋼板を熱処理又は熱間成形を行うために温度上昇させたときに，従来の定説と違って被覆が鋼板の鋼と合金化した層を形成し，この瞬間から被膜の金属の溶融が生じない機械的強度をもつようになる」との新たな知見が記載されている。",
                "これらの技術常識及び新たな知見に接した当業者は，「熱処理によって鉄を拡散させることによって，被膜を形成している鉄濃度の低い金属間化合物から鉄濃度の高い金属間化合物を生じさせて(例えば，ζ相やδ相等の鉄濃度の低い亜鉛-鉄金属間化合物の被膜の場合，その後の熱処理により，さらに鉄が被膜に拡散して，より鉄濃度が高いΓ相等の亜鉛-鉄金属間化合物の被膜を生じさせて)，『腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保し得る金属間化合物』を得ること」を容易に理解することができる。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，実施例1に記載されているのは，古くから知られている亜鉛の「合金化」という100％亜鉛の被覆に鉄を拡散させて亜鉛-鉄金属間化合物を形成させるものであるが，この場合，δ1相を望ましい金属間化合物として考え，鉄濃度の高いΓ相やΓ1相の成長を抑制する方法を工夫するのが技術常識であると主張する。",
                        "しかし，上記(ア)のとおり，本件は，従来の定説を覆す新たな知見の下でされた発明である。そうすると，従来，亜鉛の「合金化」と呼ばれる，古くから知れている技術において，δ 相が望ましい金属間化合物として考えられていたとしても，従来の定説を覆した本件発明を何ら否定する根拠とはなり得ない。先行判決で判示された技術常識及び知見に接した当業者は，「熱処理によって鉄を拡散させることによって，被膜を形成している鉄濃度の低い金属間化合物から鉄濃度の高い金属間化合物を生じさせて，「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保し得る金属間化合物を得ること」を容易に理解することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施例2には，「鋼に設けた亜鉛アルミニウム被膜」の熱処理，すなわち，鋼板上にアルミニウムと亜鉛とからなり，任意に少量のケイ素を含有する被覆を設けた場合に，所定の熱処理によって最終的に本件発明の効果を奏する特定の亜鉛-アルミニウム-鉄合金被膜(金属間化合物)が形成されたことが記載されている。ここで，甲8には，高温下での各種亜鉛-鉄-アルミニウム金属間化合物の形成の実例が記載されている。例えば，図2(a)には，0．25％Al含有亜鉛浴を用いて亜鉛-鉄-アルミニウム3元系化合物が得られたことが，図5(a)には，1％Al含有亜鉛浴を用いて，図2(a)と同一構造の被膜が得られたことが，さらに図8(a)～(d)には，3～10％Al含有亜鉛浴を用いて亜鉛-鉄-アルミニウム3元系の粒子(図8aの5)が得られたことが記載されている。そして，乙2の図11には，亜鉛-鉄-アルミニウム3元系の反応経路が記載されており，そこには，亜鉛-鉄-アルミニウム3元系が，さらにFe (AlZn) (金属間化合物)へと変化することも記載されている。",
                  "text": [
                    "したがって，この場合も，前記先行判決における「熱処理用鋼板を被覆する熱処理前の『合金』の被膜が金属間化合物である」場合，「これを熱処理することにより鋼板中の鉄が被膜中に拡散し，鉄の濃度が変化することによって，熱処理前の金属間化合物とは異なる金属間化合物に変化し得ることは，本件特許の優先日当時の技術常識である」との認定及び「鋼板を被覆する熱処理前の被膜については，『亜鉛ベース合金』といえる合金であれば，上記新たな知見のとおり，熱処理によって機械的強度をもつ合金層を形成し，本件発明に係る上記課題を解決し得るものであることを理解する」との認定も鑑みると，固溶体の亜鉛アルミニウム被膜の場合のみならず，甲8に記載されているような亜鉛-鉄-アルミニウム金属間化合物の被膜であったとしても，実施例2と同様に，最終的には本件発明の効果を奏する特定の亜鉛-鉄-アルミニウムベース合金化合物(金属間化合物)を形成し得ることは当業者には容易に理解できる。",
                    "なお，原告は，実施例2がガリバリウムであると主張するが，ガリバリウムと実施例2では組成が異なり，実施例2はガリバリウムではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "亜鉛-鉄-ニッケルベース合金化合物(金属間化合物)についても，甲14(甲1と同じ文献)に記載のように，亜鉛-ニッケル金属間化合物が存在することは本件優先日より前に公知の事実であり，また，甲15(G.V.RAYNOR 他「A NOTE ON THE ZINC-RICH ALLOYS OF THE SYSTEM ZINC-IRON-NICKEL」JOURNAL OF THE INSTITUTE OF METALS Vol.86 269 頁 1957 年∼1958 年)や甲16に記載のように，亜鉛-ニッケル-鉄金属間化合物が存在することも本件優先日より前に公知の事実である。",
                    "他方，前記のとおり，実施例1及び実施例2並びに本件優先日当時の技術常識によると，熱処理前の被膜が，亜鉛であっても，また，亜鉛-鉄系金属間化合物であっても，熱処理によって，別の特定の亜鉛-鉄ベース合金化合物(Γ相)となり得る点，さらには，固溶体の亜鉛-アルミニウム被膜であっても，また，亜鉛-鉄-アルミニウム金属間化合物被膜であったとしても，別の特定の亜鉛-鉄-アルミニウムベース合金化合物(金属間化合物)を形成し得る点を理解できる。そして，これらの知見に接した当業者は，本件優先日より前に存在する亜鉛-ニッケル金属間化合物についても，熱処理することにより，同様に，亜鉛-ニッケル-鉄金属間化合物が形成されると理解できる。",
                    "本件優先日後に発行された文献である甲9にはγ金属間化合物(Ｎi Zn )を880℃で5分間の熱処理を行うと，鉄が被膜中で拡散することにより，亜鉛リッチな組成を有する金属間化合物Zn Ｎi Fe が被膜の表層に形成されることX Y Zが記載されており，これは，亜鉛-ニッケル金属間化合物の熱処理により亜鉛-ニッケル-鉄金属間化合物が形成する事実を確認的に示している。仮に甲9の例においては，Zn Ｎi Fe 金属間化合物が被膜表面を完全には覆っていないとしてx y zも，当業者は，熱処理条件の調整，例えば熱処理温度や熱処理時間を本件特許で規定する範囲内において適切に調整することにより，Zn Ｎi Fe 金属間化合物x y zを被膜表面全体に形成し得ることを合理的に期待し得る。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上から，当業者は，実施例1を含めた本件明細書全体の記載及び技術常識を参酌することにより，本件発明が「亜鉛ベース合金」(金属間化合物を含む)の範囲まで拡張又は一般化できることを理解できる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件についての認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の立証責任の配分について",
              "text": [
                "本件審決は，基準(i)及び基準(ii)に従って判断しているが，これらの基準は合理的なものであり，実施可能要件についての立証責任が最終的に特許権者にあることと矛盾するものではない。",
                "このような考え方は，先行判決が，熱処理前の「亜鉛ベース合金」には，金属間化合物も当然含まれ，かつ本件発明の詳細な説明には，亜鉛-鉄金属間化合物のみならず，亜鉛-鉄-アルミニウム金属間化合物や亜鉛-ニッケル-鉄金属間化合物等といった，多様な「亜鉛ベース合金」について，実施可能に記載されていると判断していることからも支持されるのであり，「亜鉛ベース合金」の概念に含まれる多様な金属間化合物においても，実施可能との推定が強く働くことは当然であり，本件のような先行判決の判旨を尊重すべき場合に，本件審決のように基準(i)及び基準(ii)を適用することには合理性がある。",
                "そして，本件審決は，上記のような考え方に基づき，亜鉛-鉄金属間化合物は，本件優先日当時の技術常識を考慮すると，当業者が実施できる程度に明確かつ十分に説明されているというべきであると認定し，そこから，それ以外の亜鉛-鉄-アルミニウム金属間化合物や亜鉛-ニッケル-鉄金属間化合物等の金属間化合物についても，同様に実施可能であるとの推定が働くとして認定判断している。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件の充足について",
              "text": [
                "以下のとおり，本件発明は，実施可能要件を充足するものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "熱処理前の被膜の「亜鉛ベース合金」が亜鉛-鉄金属間化合物の場合は，本件審決が認定するとおり，発明の詳細な説明に当業者が過度の試行錯誤を要することなく実施できる程度の記載がある。",
                    "被膜が亜鉛-鉄系金属間化合物の場合には，実施例1の記載により実施可能要件の充足が明らかである亜鉛100％の被膜に比べると，より多くの鉄を含んでいるから，当業者は，熱処理による鉄の拡散が亜鉛100％の被膜の場合と同じ程度になるように，加熱温度や加熱時間を試行錯誤するといえるが，そのような試行錯誤は過度なものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "亜鉛-鉄-アルミニウム金属間化合物及び亜鉛-ニッケル-鉄金属間化合物についても，本件優先日当時の技術常識，例えば甲8，14～16及び本件優先日後の文献である甲9の記載内容等を参酌することにより，亜鉛-鉄金属間化合物と同様に，過度の試行錯誤を要することなく実施できるものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "具体的には，実施例2には，「鋼に設けた亜鉛アルミニウム被膜」の所定の熱処理によって最終的に本件発明の効果を奏する特定の亜鉛-アルミニウム-鉄合金被膜(金属間化合物)が形成されたことが記載されているところ，甲8には，高温下での各種亜鉛-鉄-アルミニウム金属間化合物の形成の実例が記載されている。例えば，図2(a)には，0．25％Al含有亜鉛浴を用いて亜鉛-鉄-アルミニウム3元系化合物が得られたことが，図5(a)には，1％Al含有亜鉛浴を用いて，図2(a)と同一構造の被膜が得られたことが，図8(a)～(d)には，3～10％Al含有亜鉛浴を用いて亜鉛-鉄-アルミニウム3元系の粒子(図8aの5)が得られたことが記載されている。また，甲8の図11には，このような亜鉛-鉄-アルミニウム3元系の反応経路が記載されており，そこには，亜鉛-鉄-アルミニウム3元系が，さらにFe (AlZn) (金属間化合物)へと変化することも記載されている。したがって，亜鉛-鉄-アルミニウム金属間化合物の場合においても，先行判決が認定したとおり，「熱処理用鋼板を被覆する熱処理前の『合金』の被膜が金属間化合物である」場合，「これを熱処理することにより鋼板中の鉄が被膜中に拡散し，鉄の濃度が変化することによって，熱処理前の金属間化合物とは異なる金属間化合物に変化し得ることは，本件特許の優先日当時の技術常識である」こと及び「鋼板を被覆する熱処理前の被膜については，『亜鉛ベース合金』といえる合金であると，新たな知見のとおり，熱処理によって機械的強度をもつ合金層を形成し，本件発明に係る上記課題を解決し得るものであることを理解する」ことからすると，当業者は，熱処理前の被膜が固溶体の亜鉛アルミニウム被膜の場合のみならず，甲8に記載されているような亜鉛-鉄-アルミニウム金属間化合物被膜であったとしても，実施例2と同様に，最終的には本件発明の効果を奏する特定の亜鉛-鉄-アルミニウムベース合金化合物(金属間化合物)を形成し得ることを理解できる。当業者は，熱処理による鉄の拡散が亜鉛100％の被膜の場合と同じ程度になるように，加熱温度や加熱時間を試行錯誤するといえるが，そのような試行錯誤は過度なものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "亜鉛-ニッケル-鉄金属間化合物についても，甲14に記載のように，亜鉛-ニッケル金属間化合物が存在することは本件優先日前より前に公知の事実であり，また，甲15，16に記載のように，亜鉛-ニッケル-鉄金属間化合物が存在することも本件優先日より前に公知の事実であり，さらに，甲8に記載されているように，加熱により亜鉛ベース金属間化合物，例えば亜鉛-アルミニウム―鉄の3元系金属間化合物が別の相の異なる亜鉛-アルミニウム―鉄の3元系化合物等に変化することも本件優先日前に公知の事実であるから，当業者は，これら本件優先日当時の技術常識及び実施例1，2を参酌して，亜鉛-ニッケル金属間化合物の熱処理により亜鉛-ニッケル-鉄金属間化合物が形成することを容易に理解し得たものである。",
                        "さらに，甲9には，γ金属間化合物(Ｎi Zn )を880℃で5分間の熱処理を行うと，鉄が被膜中で拡散することにより，亜鉛リッチな組成を有する金属間化合物Zn Ｎi Fe が被膜の表層に形成されることが記載されており，この記載X Y Zは，亜鉛-ニッケル金属間化合物の熱処理により亜鉛-ニッケル-鉄金属間化合物が形成することを，本件優先日前に当業者が公知文献に基づいて容易に理解できたことを示している。",
                        "したがって，亜鉛-ニッケル-鉄金属間化合物の場合においても，熱処理前の被膜が，例えば甲14に記載されているような亜鉛-ニッケル金属間化合物被膜であったとしても，実施例2と同様に，最終的には本件発明の効果を奏する特定の亜鉛-鉄-ニッケルベース合金化合物(金属間化合物)を形成し得ることは当業者には容易に理解できる。当業者は，熱処理による鉄の拡散が亜鉛100％の被膜の場合と同じ程度になるように，加熱温度や加熱時間を試行錯誤するといえるが，そのような試行錯誤は過度なものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明に係る特許請求の範囲は第2の2記載のとおりであるところ，本件明細書(甲6)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "【0001】",
                    "本発明は，鋼板の表面及び内部の鋼を確実に保護する金属または金属合金で被覆された圧延鋼板，特に熱間圧延鋼板の帯材を型打ちすることによって極めて高い機械的特性値をもつ成形部品を製造する方法に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0002】",
                    "高温下の成形または熱処理を要する鋼板に対しては，熱処理に対する被膜の耐性を考慮して被覆処理が行われていない。鋼の熱処理は一般に700℃を十分に上回る比較的高い温度で行われる。実際これまでは，金属表面に付着させた亜鉛被膜は，亜鉛の融点を上回る温度に加熱されると，溶融し流動して熱間成形用ツールの働きを妨害し，更に，急冷中に被膜が劣化すると考えられてきた。",
                    "【0003】",
                    "従って，被膜形成の処理は完成部品に対して行われており，このためには，該部品の表面及び中空部分の十分な清浄化が不可欠であった。このような清浄化には酸または塩基を使用する必要がある。このような酸または塩基は再利用及び保管に関する経済的な負担が大きく，また，作業員及び環境に対して危険である。更に，鋼の脱炭及び酸化を完全に防止するために，熱処理を管理雰囲気下で行う必要がある。加えて，熱間成形の場合に生じるカーボンデポジット(煤，calamine)がその研磨能力によって成形用ツールを損傷するので，得られる部品の品質，即ち寸法及び審美性の面で部品の品質を低下させたり，あるいは，ツールの頻繁な修理が必要になるのでコストが上がったりする。最後に，得られた部品の耐食性を強化するために，該部品の後処理が必要であるが，このような後処理は経費も高く作業も難しい。特に中空部分のある部品ではこのような後処理は不可能である。極めて高い機械的特性値をもつ鋼の後被覆はまた，電気亜鉛メッキ法では水素による脆化の危険，予め成形された部品の浸漬亜鉛メッキ法では鋼の機械的特性の変化，などの欠点がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0004】",
                    "本発明の目的は，特に熱間圧延後に被覆され，熱間成形または冷間成形及び熱処理による順次処理が必要な0．2mm-約4mmの厚みをもつ圧延鋼板と，これらの被覆圧延鋼板から熱間成形部品を製造する方法をユーザーに提供することである。本発明方法では，熱間成形及び／または熱処理の前，処理中または処理後のいずれの時期でも鋼板を構成する鋼の脱炭，鋼板の表面の酸化を全く生じることなく高温処理が可能である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0005】",
                    "本発明の目的は，鋼板の表面及び内部の鋼を確実に保護する金属または金属合金で被覆した圧延鋼板，特に熱間圧延鋼板の帯材を型打ちすることによって極めて高い機械的特性値をもつ成形部品を製造する方法であって，",
                    "-鋼板を裁断して鋼板ブランク(生地板)を得る段階と，",
                    "-鋼板ブランクの型打ちによって部品を成形する段階と，",
                    "-型打ち前または型打ち後に，腐食に対する保護，鋼の脱炭に対する保護を確保し且つ潤滑機能を確保し得る金属間合金化合物で表面を被覆する段階と，",
                    "-型打ち処理に必要であった鋼板の余剰部分を裁断によって除去する段階と，から成る方法を提供することである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "【0006】",
                    "本発明の好ましい実施態様においては，方法が，",
                    "-鋼板を裁断して鋼板ブランクを得る段階と，",
                    "-部品を熱間成形するために被覆鋼板ブランクに高温を作用させる段階と，",
                    "-腐食に対する保護，鋼の脱炭に対する保護を確保し且つ潤滑機能を確保し得る金属間合金化合物で表面を被覆する段階と，",
                    "-鋼板ブランクを型打ちによって成形する段階と，",
                    "-鋼の硬度及び被膜の表面硬度などの機械的特性を強化するために形成部品を冷却する段階と，",
                    "-型打ち処理に必要であった鋼板の余剰部分を裁断によって除去する段階と，",
                    "から成る。",
                    "【0007】",
                    "本発明の別の特徴は：",
                    "-被膜を形成する金属または金属合金が5μm-30μmの範囲の厚みの亜鉛または亜鉛ベース合金から成る；",
                    "-金属間合金が亜鉛-鉄ベース化合物または亜鉛-鉄-アルミニウムベース化合物である；",
                    "-成形前及び／または熱処理前の被覆鋼板に700℃を上回る高温を作用させる；",
                    "-主として型打ちによって得られた部品を臨界焼入れ速度を上回る速度で冷却することによって焼入れする；",
                    "などである。",
                    "【0008】",
                    "本発明はまた，型打ち，特に熱間型打ちによる部品の成形によって高い機械的硬度，高い表面硬度などの特性及び極めて優れた耐摩耗性をもつ部品を得るための，鋼板の表面及び内部の鋼を確実に保護する金属または金属合金で被覆された圧延鋼板，特に熱間圧延鋼板の帯材の使用に関する。",
                    "【0014】",
                    "図1の概略図に示す本発明の方法では，特に熱間圧延し亜鉛または亜鉛ベースの合金で被覆した熱処理用または熱成形用の鋼板から，型打ちプレスのようなツールによって熱成形部品を製造する。",
                    "【0015】",
                    "亜鉛または亜鉛合金の被膜は，ロール化された基本の鋼板を腐食から保護するように選択されている。",
                    "【0016】",
                    "従来の定説と違って，熱処理のときまたは熱間成形を行うために温度を上昇させたときに，被膜は帯材の鋼と合金化した層を形成し，この瞬間から被膜の金属の溶融が生じない機械的強度をもつようになる。形成された化合物は，腐食，摩滅，損耗及び疲労に対して高い耐性を有している。被膜は鋼の成形加工性を変化させないので，得られた鋼に対して極めて多様な冷間成形及び熱間成形を行うことが可能である。",
                    "【0017】",
                    "更に，亜鉛または亜鉛合金を使用するので，鋼ブランクまたは鋼部品に打抜き部分があるときの切断面が亜鉛メッキによって保護される。",
                    "【0019】",
                    "圧延鋼板を例えば亜鉛または亜鉛-アルミニウム合金によって被覆し得る。",
                    "【0021】",
                    "部品を成形するためまたは熱処理するために，炉で鋼板に好ましくは700℃-1200℃の範囲の高温を作用させる。被膜によって酸化に対する障壁が形成されるので炉の雰囲気は管理不要である。亜鉛ベースの被膜は温度上昇に伴って処理温度に依存する種々の相を含む表面合金層に変態し，600HV／100gを上回る高い硬度をもつようになる。",
                    "【0022】",
                    "優れた成形性及び優れた耐食性を有する厚み0．2mm-4mmの鋼板を本発明方法に使用し得る。",
                    "【0023】",
                    "被覆処理される鋼板は，高温処理中，成形中，熱処理中及び最終成形部品の使用中に優れた耐食性を維持している。",
                    "【0024】",
                    "被膜の存在は，熱処理中または熱間成形中の基本の鋼の腐食防止に加えて，鋼の脱炭防止の効果がある。これは，例えば型打ちプレス内で熱間成形するときに明らかな利点を与える。即ち，形成された金属間合金はカーボンデポジットの形成を阻止し，カーボンデポジットによるツールの損耗を防止し，その結果として，ツールの平均使用寿命を延長させる。熱間形成された金属間合金が高温で潤滑機能を有することも知見された。更に，金属間合金が脱炭防止効果を有するので，管理されない雰囲気の炉で900℃を上回る高温を使用することが可能であり，このような高温加熱時間が数分間に及んでもよい。",
                    "【0025】",
                    "得られた部品を炉から取り出した後で酸洗いする必要がない。即ち，最終部品の酸洗い浴が不要なので経済的に有利である。",
                    "【0026】",
                    "被膜が高温処理によって得られた特性を有するので，成形部品の耐疲労性，耐損耗性，耐摩耗性及び耐食性が強化されている。亜鉛は鋼に対するメッキ作用を有するので，部品の切断面でも同様の特性強化が得られる。更に，被膜は高温処理の前後いずれの時期でも溶接可能である。",
                    "【0027】",
                    "鋼板を構成する鋼は焼入れ硬化されるので，成形後に得られる部品は高い機械的特性値を有し得る。また，被膜は高温で金属間合金に変態し潤滑性及び耐摩擦性を有するので，成形性，特に熱間型打ちの分野での成形性が改善される。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "【0028】",
                    "実施例1：鋼に設けた亜鉛被膜",
                    "1つの実施態様では，以下の重量組成をもつ鋼から熱間圧延鋼板の帯材を製造する：",
                    "炭素：0．15％-0．25％",
                    "マンガン：0．8％-1．5％",
                    "ケイ素：0．1％-0．35％",
                    "クロム：0．01％-0．2％",
                    "チタン：0．1％以下",
                    "アルミニウム：0．1％以下",
                    "リン：0．05％以下",
                    "イオウ：0．03％以下",
                    "ホウ素：0．0005％-0．01％",
                    "【0029】",
                    "厚み1mmの冷間圧延鋼板から，厚み約10μmの亜鉛被膜が両面に連続的にメッキされた部品を製造する。成形前の鋼板を950℃でオーステナイト化し，ツール内で焼入れする。被膜は低温及び高温の腐食防止及び脱炭防止などの本来の機能に加えて，成形処理中に潤滑剤の機能を果たす。合金被膜は焼入れ処理中にツールからの排熱を妨害することがなく，この排熱をむしろ促進する。全処理工程にわたって部品が基本の被膜によって確実に保護されているので，成形及び焼入れの後，部品の酸洗いまたは保護はもはや不要である。",
                    "【0030】",
                    "成形後に，従って熱処理後に得られた部品は，無光沢な灰色の表面状態を有しており，流れ跡や気泡がなく，剥離や亀裂がなく，切断面にカーボンデポジットがない。走査型電子顕微鏡で観察すると，表面及び断面の被膜が均質な構造及び組織を維持しており，950℃で5分以内にFe-Zn合金が形成されていることが判明する。",
                    "【0031】",
                    "それぞれ熱処理の前及び後の厚み5-10μmの被膜の断面のZnの拡散界面を表す図3a及び3bの比較から明らかなように，被膜は亜鉛マトリックス中の球状化Zn-Fe合金によって形成された層であり，層は10-15μmの厚みを有している。",
                    "【0032】",
                    "DIＮ 50017規格に従う湿度及び温度で行った腐食試験では，本発明の被膜が30サイクル後に優れた腐食防止効果を示し，部品の表面がその無光沢状態を維持していることが示された。",
                    "【0033】",
                    "表1は，被膜のない対照鋼板，亜鉛被膜をメッキしたが熱処理しない対照鋼板，本発明の2つの実施態様で得られた鋼板のそれぞれについて，500-1000時間の塩水噴霧による腐食試験後の減量を表す。",
                    "【0034】",
                    "【表1】",
                    "【0035】",
                    "表から明らかなように，熱処理した被膜は塩水噴霧に対して十分に耐性である。・・・",
                    "【0036】",
                    "実施例2：鋼に設けた亜鉛アルミニウム被膜",
                    "約1mmの鋼板に10μmの被膜を形成する。この被膜は50-55％のアルミニウムと45-50％の亜鉛とから成り，任意に少量のケイ素を含有する。",
                    "【0037】",
                    "熱間成形後のこの被膜の断面の状態を図4a及び4bに示す。",
                    "【0038】",
                    "熱間成形中に，亜鉛とアルミニウムと鉄とが合金化して密着性の均質な亜鉛-アルミニウム-鉄被膜が形成される。腐食試験では，この合金層が極めて優れた腐食防止効果を有していることが示される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "合金に関する技術常識等",
              "text": [
                "証拠(甲20，乙4)及び弁論の全趣旨によると，「合金」は2種以上の金属を混合したものであり，その組織が，固溶体，共晶，金属間化合物又はそれらが共存するものからなるものであることは，本件出願時の技術常識であり，本件発明にいう熱処理前の「亜鉛ベース合金」には，金属間化合物からなるものも含まれていて，本件発明にいう「合金化合物」とは「金属間化合物」のことであると認められる。",
                "また，本件発明にいう熱処理前の亜鉛ベース合金は，亜鉛を50重量％以上含むものを指すものと認められる(弁論の全趣旨)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(1)及び(2)を踏まえると，本件明細書には，本件発明に関し，次のようなことが開示されていると認められる。",
                "従来，高温下の成形又は熱処理を要する鋼板においては，一般に亜鉛の融点を上回る高い温度で熱処理が行われるため，鋼板に亜鉛被膜があると，亜鉛が溶融，流動して熱間成形用ツールの働きを妨害し，さらに，急冷中に被膜が劣化すると考えられてきた。そのため，鋼板の被覆処理は，熱処理の前には行われず，熱間成形や熱処理後の完成部品に対して行われていたが，そうすると，①部品の表面及び中空部分の十分な清浄化が不可欠であり，その清浄化には酸又は塩基を使用する必要があるため，経済的な負担や作業員及び環境への危険があること，②鋼の脱炭及び酸化を完全に防止するために，熱処理を管理雰囲気下で行う必要があること，③熱間成形の場合に生じるカーボンデポジットが成形用ツールを損傷し，部品の品質を低下させたり，ツールの頻繁な修理のためにコストが上がったりすること，④得られた部品の耐食性を強化するために，当該部品の後処理が必要であるが，後処理は，経費も高く作業も難しい上に，中空部分のある部品では不可能であることなどの問題があった。(【0002】，【0003】)",
                "そこで，本件発明は，熱間成形や熱処理の前に鋼板に被覆を形成することで，熱処理における鋼板の脱炭や酸化を防止するなど，上記①～④の従来技術の問題点を解決することができる，極めて高い機械的特性値をもつ鋼板を製造する方法を提供することを課題とするものであり，その解決に当たり，亜鉛又は亜鉛合金で被覆した鋼板を熱処理又は熱間成形を行うために温度を上昇させたときに，被膜が鋼板の鋼と合金化した層を形成し，この瞬間から被膜の金属の溶融が生じない機械的強度を持つようになるという，従来の定説とは異なる新たな知見が得られたことに基づき，解決手段として，亜鉛又は亜鉛を50重量％以上含む亜鉛ベース合金(前記(2)のとおり，ここには金属間化合物からなる合金も含まれている。)で被覆された熱処理用鋼板ブランクに対し，部品を得るための熱間型打ち前に，800℃～1200℃の高温を2～10分間作用させる熱処理を行うことにより，腐食に対する保護及び鋼の脱炭に対する保護を確保しかつ潤滑機能を確保する，亜鉛-鉄ベース合金化合物及び亜鉛-鉄-アルミニウムベース合金化合物からなる群から選択される合金化合物(金属間化合物)を熱処理用鋼板ブランクの表面に生じさせる工程を実施するものとしたことを特徴とするものである(【請求項1】，【0004】～【0008】，【0014】～【0016】，【0021】)。",
                "そして，本件発明は，熱処理用鋼板に上記合金化合物(金属間化合物)の被膜を形成することにより，熱処理中又は熱間成形中の鋼の腐食防止及び脱炭防止，カーボンデポジットの形成を阻止することによるツールの損耗防止，高温での潤滑機能の確保，得られた部品の酸洗い浴が不要となることによる経済的利点，成形部品の耐疲労性，耐損耗性，耐摩耗性及び耐食性の強化などの効果を奏するものである(【0024】～【0027】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "金属間化合物についての本件出願時の技術常識",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "金属間化合物とは，2種類以上の金属元素から形成される化合物であり，本件出願時に，本件発明において熱処理後に生じるとされている①亜鉛-鉄ベースの金属間化合物として，亜鉛-鉄及び亜鉛-ニッケル-鉄の金属間化合物が，②亜鉛-鉄-アルミニウムベースの金属間化合物として，亜鉛-鉄―アルミニウムと亜鉛-鉄-アルミニウム―ニッケルの金属間化合物がそれぞれ知られていた(甲3，7，8，14～16，20，25，乙8，弁論の全趣旨)。",
                "また，熱処理をして亜鉛に鉄を拡散させ，金属間化合物を形成することができること及び各金属間化合物について，組成の濃度に応じて複数の相が存在することが本件出願時に知られていた(甲2，3，7，8，15，16，25，弁論の全趣旨)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記のとおり，本件発明においては，熱処理前の「亜鉛ベース合金」に，金属間化合物が含まれ得るところ，本件出願時に，亜鉛と金属間化合物を形成して「亜鉛を50重量％以上含む亜鉛ベースの金属間化合物」を構成し得る元素としては，鉄の他に，ニッケル，銀，金，クロム，マンガンなどが知られていた(甲2，23，24，乙5，弁論の全趣旨)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(サポート要件についての認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものであり，サポート要件の存在については，特許権者(被告)がその証明責任を負うものである。",
                "そして，前記のとおり，本件では熱処理前の「亜鉛ベース合金」が「亜鉛ベースの金属間化合物」である場合にもサポート要件が充足されているかどうかが争点となっているところ，以下，この争点について，上記のような証明責任が果たされているかどうかについて判断する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ア  前記1のとおり，本件明細書には，亜鉛又は亜鉛合金で被覆した鋼板を熱処理又は熱間成形を行うために温度を上昇させたときに，被膜が鋼板の鋼と合金化した層を形成し，この瞬間から被膜の金属の溶融が生じない機械的強度を持つようになるという新たな知見が得られたことに基づき，熱間成形や熱処理の前に，鋼板を亜鉛又は亜鉛ベース合金で被覆し，その後熱処理を行うことにより，腐食に対する保護及び鋼の脱炭に対する保護を確保しかつ潤滑機能を確保する，亜鉛-鉄ベース合金化合物又は亜鉛-鉄-アルミニウムベース合金化合物を生じさせ，これによって，熱処理中または熱間成形中の鋼の腐食防止，脱炭防止，高温での潤滑機能の確保等の効果を奏することが記載され，実施例1として，鋼板を亜鉛で被膜したものを950℃で熱処理して，亜鉛-鉄合金の被膜を鋼板の表面に生じさせたところ，同被膜が優れた腐食防止効果を有することが確認された旨が記載され，さらに，実施例2として，50-55％のアルミニウム，45-50％の亜鉛及び任意に少量のケイ素を含有する被膜を熱処理したところ，極めて優れた腐食防止効果を有する亜鉛-アルミニウム-鉄合金の被膜が得られたことが記載されている。",
                "これらの記載及び弁論の全趣旨を総合すると，当業者は，本件明細書の記載から，鋼板上に被覆された亜鉛又は「亜鉛ベース合金」の固溶体である亜鉛-アルミニウム合金を熱処理して，亜鉛-鉄ベース合金化合物(金属間化合物)又は亜鉛-鉄-アルミニウムベース合金化合物(金属間化合物)を生じさせ，高い機械的強度を持つ鋼板を製造することができることを認識することができるものと認められる。また，当業者は，本件発明の合金化合物において，亜鉛が共通する主要な成分であるから，本件発明の課題解決には亜鉛が重要な役割を果たしていると認識するものと認められる。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "前記2で認定したとおり，亜鉛と鉄が金属間化合物を形成するものであること，熱処理後の「亜鉛-鉄ベース合金化合物」に亜鉛-鉄金属間化合物が含まれること及び熱処理により鋼板から鉄の拡散が進んで金属間化合物について複数の相が生じ得る，すなわち，異なる金属間化合物に変化し得ることが，本件出願時の技術常識であったことからすると，本件明細書の記載に接した当業者は，熱処理前の被膜が実施例1とは異なり，亜鉛-鉄金属間化合物であったとしても，実施例1の記載及び上記技術常識を基礎にして，熱処理前の亜鉛-鉄の金属間化合物の組成，熱処理の温度や時間等を適宜調節して，熱処理後に異なる亜鉛-鉄ベース合金化合物(金属間化合物)を生じさせ，高い機械的特性を持つ鋼板を製造することができると認識することができると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，鋼板上に被覆された熱処理前の「亜鉛ベース合金」が金属間化合物で，それを熱処理して亜鉛-鉄-アルミニウムベースの金属間化合物を生じさせる場合についても，①固溶体である亜鉛-アルミニウム合金の被膜を熱処理して，極めて優れた腐食防止効果を有する亜鉛-鉄-アルミニウム合金の被膜を生じさせる実施例2が本件明細書に記載されていること，②前記2(1)のとおり，亜鉛-鉄-アルミニウムの金属間化合物の存在が，本件出願時，当業者に知られていた上，熱処理により鋼板から鉄の拡散が進んで異なる金属間化合物が生じるという本件出願時に知られていた基本的なメカニズムは，出発点が亜鉛-アルミニウムの固溶体である場合と，亜鉛-鉄-アルミニウムの金属間化合物である場合で，異なることを示す根拠となる事情は認められず，基本的には異ならないと考えられることからすると，熱処理前の「亜鉛ベース合金」が，実施例2に開示された亜鉛―アルミニウムの固溶体からなる合金のみならず，亜鉛-鉄-アルミニウムの金属間化合物であっても，熱処理前の同金属化合物の組成，熱処理の温度や時間等を適宜調節して，亜鉛-鉄-アルミニウムベースの合金化合物(金属間化合物)を生じさせ，高い機械的特性を持つ鋼板を製造できると認識することができると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "次に，その他の熱処理前の「亜鉛ベース合金」についても検討する。「亜鉛ベース合金」には，前記2(2)で認定したとおり，多種多様な金属間化合物が該当し得る一方で，本件明細書には，熱処理前の「亜鉛ベース合金」が，それらの「亜鉛ベースの金属間化合物」である場合についての明示的な記載はない。",
                    "しかし，前記2(1)のとおり，本件出願時，本件発明にいう熱処理後に生じる3元系以上の亜鉛-鉄ベース又は亜鉛-鉄-アルミニウムベースの金属間化合物に該当するものとして，証拠上認定できるものは，①亜鉛-ニッケル-鉄，②亜鉛-鉄-アルミニウム，③亜鉛-鉄-アルミニウム-ニッケルの3種類のみである。",
                    "そうすると，上記のような3元系以上の「亜鉛-鉄ベース合金化合物」又は「亜鉛-アルミニウム合金化合物」を生じさせることのできる熱処理前の「亜鉛ベース金属間化合物」たる「亜鉛ベース合金」に含まれ得る亜鉛以外の金属元素としては，鉄，アルミニウム以外にはニッケルが挙げられる。そして，ニッケルについては，前記2(1)で認定したとおり，亜鉛-ニッケル-鉄や亜鉛-鉄-アルミニウム-ニッケルの金属間化合物の存在が本件出願時に知られていた上，本件出願時から，ニッケルは亜鉛と合金を形成して鋼板の被膜を形成すること及び亜鉛-ニッケル合金メッキは優れた耐食性を有することが知られていた(甲2，乙8)から，当業者は，ニッケルがマイナー成分として加えられても本件発明の課題解決には影響はなく，上記のように亜鉛が重要な役割を果たしていると認識するといえる。そうすると，本件明細書の記載に接した当業者は，前記の鉄の拡散が進んで異なる金属間化合物が生じるという技術常識も踏まえて，熱処理前の「亜鉛ベース合金」が，亜鉛-ニッケルの金属間化合物やそれに更にアルミニウムや鉄を含む金属間化合物であっても，それらの組成，熱処理の温度や時間を適宜調節して，亜鉛-鉄ベースの合金化合物又は亜鉛-アルミニウム-鉄ベースの合金化合物を生じさせ，高い機械的特性を持つ鋼板を製造できると認識することができると認められる。",
                    "そして，本件ではアルミニウムとニッケル以外の金属が亜鉛-鉄と3元系以上の金属間化合物を形成するかどうかは証拠上必ずしも明らかとなっていないのであるから，鉄，アルミニウム及びニッケル以外の金属元素と亜鉛からなる「亜鉛ベースの金属間化合物」の被覆が熱処理により3元系以上の亜鉛-鉄ベース金属化合物又は亜鉛-鉄-アルミニウムベースの金属間化合物を生じさせて本件発明の課題を解決することを被告が積極的に主張立証していないとしてもサポート要件が充足されなくなるものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上からすると，当業者は，本件明細書の記載と本件出願時の技術常識とに基づいて，本件明細書の実施例2で開示された亜鉛重量50％-アルミニウム重量50％の合金以外の「亜鉛ベース合金」として，亜鉛-鉄金属間化合物，亜鉛-鉄-アルミニウム金属化合物，亜鉛-ニッケル金属間化合物及びそれにアルミニウムや鉄が加わった金属間化合物等を想起し，これらからなる鋼板上の被覆を熱処理することによって亜鉛-鉄ベース合金化合物(金属間化合物)又は亜鉛-鉄-アルミニウムベース合金化合物(金属間化合物)を生じさせて本件発明に係る課題を解決できることを理解することができ，そのことを被告は証明したと認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，①いかなる金属間化合物で鋼板を被覆し，それを熱処理することで，本件発明の課題を解決できるいかなる金属間化合物が生じるかを，被告が根拠となる本件明細書の記載と技術常識を明らかにしつつ具体的に主張立証しなければならないが，その主張立証が果たされていない，②亜鉛-鉄金属間化合物について，δ 相が鋼板用の被膜として望ましいとする従来の技術常識からすると，当業者は本件明細書の記載及び技術常識に照らして，本件発明の課題をできるとは認識しない，③亜鉛-鉄-アルミニウム金属間化合物と亜鉛-ニッケル-鉄金属間化合物について，限られた温度の3元系状態図しか知られていなかったことからすると，当業者は，熱処理することでどのような金属間化合物を得られるかを予測することはできないから，熱処理前の「亜鉛ベース合金」を本件明細書に開示のない「亜鉛ベースの金属間化合物」にまで拡張することはできないと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記①について，当業者が，「亜鉛ベースの金属間化合物」の被覆として，亜鉛-鉄金属間化合物，亜鉛-鉄-アルミニウム金属間化合物，亜鉛-ニッケル金属間化合物及びそれにアルミニウムや鉄が加わった金属間化合物等からなる被覆を想起し，これらの被覆を熱処理することによって本件発明に係る課題を解決できることを理解できることは，前記(2)で判断したとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記②について，本件発明は，亜鉛又は亜鉛合金で被覆した鋼板を熱処理又は熱間成形を行うために温度を上昇させたときに，被膜が鋼板の鋼と合金化した層を形成し，この瞬間から被膜の金属の溶融が生じない機械的強度を持つようになるという新たな知見に基づくものであり，かつ，実施例1，2で優れた腐食防止効果を持つ被膜が形成されていることが確認できる(実施例1，2と同じ条件で実験した場合にこのような結果が得られないことを示す証拠はない。)以上，従来の技術常識にかかわらず，当業者は，本件明細書の記載と本件出願時の技術常識に基づいて「亜鉛ベース合金」が「亜鉛ベースの金属間化合物」である場合，本件発明の課題を解決できることを認識するといえ，原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記③について，前記(2)で検討したとおり，当業者は，本件明細書の記載及び本件出願時の技術常識から，亜鉛-鉄-アルミニウム金属間化合物又は亜鉛-ニッケル金属間化合物及びそれにアルミニウムや鉄が加わった金属間化合物等の被覆であっても課題を解決できると認識することができるというべきであって，このことは，限られた温度の3元系状態図しか知られていなかったとしても，左右されるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上からすると，原告の上記主張は，前記(2)の認定判断を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，原告主張の審決取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(実施可能要件についての認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明は方法の発明であるところ，方法の発明における発明の実施とは，その方法の使用をする行為をいうから(特許法2条3項2号)，方法の発明について実施可能要件を充足するか否かについては，当業者が明細書の記載及び出願当時の技術常識に基づいて，過度の試行錯誤を要することなく，その方法の使用をすることができる程度の記載が明細書の発明の詳細な説明にあるか否かによるというべきである。そして，実施可能要件についても特許権者(被告)がその証明責任を負う。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "前記3で検討したところからすると，当業者は，本件明細書の記載と本件出願時の技術常識に基づいて，「亜鉛ベースの金属間化合物」からなる被覆として，亜鉛-鉄金属間化合物，亜鉛-鉄-アルミニウム金属間化合物，亜鉛-ニッケル金属間化合物及びそれにアルミニウムや鉄が加わった金属間化合物等からなる被覆を想起し，これらの被覆を熱処理することによって，高い機械的特性を持つ鋼板を製造することができると認められるから，本件明細書の詳細な説明には，本件発明の方法を使用をすることができる程度の記載があり，実施可能要件は充足されていると認められる。"
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，実施可能要件について，①いかなる金属間化合物で被覆して熱処理をすると，いかなる金属間化合物が生じ，「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保し得」ることについて主張立証がされていない，②鉄が被覆に拡散して鉄含有率の少ない金属間化合物が鉄含有率の高い金属間化合物に変化することにより「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保し得る金属間化合物」となるとはいえない，③亜鉛-ニッケル金属間化合物から亜鉛-ニッケル-鉄金属間化合物が形成されるとは理解できないと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，上記①について，前記3で検討したところからすると，当業者は，「亜鉛ベースの金属間化合物」の被覆として，亜鉛-鉄金属間化合物，亜鉛-鉄-アルミニウム金属間化合物，亜鉛-ニッケル金属間化合物及びそれにアルミニウムや鉄が加わった金属化合物等からなる被覆を想起し，これらの被覆を熱処理することによって本件発明を実施できると認識するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記②について，前記3で検討したとおり，本件発明が新たな知見に基づくものであることや実施例1，2で優れた腐食防止効果を持つ被膜が形成されていることからすると，原告が主張するような事情を考慮しても，当業者は実施可能であると認識するものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記③について，前記3で検討したところからすると，当業者は，本件明細書の記載や本件出願時の技術常識から，亜鉛-鉄-ニッケルの金属間化合物を生じさせることができると認識すると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上からすると，原告の上記主張は，前記(2)の認定判断を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，原告主張の審決取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(行ケ)10093",
    "date": "2019-09-19",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "088926",
    "ipprecedent_id": "5233",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}