{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2017-12514号事件について平成30年7月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成26年9月24日，発明の名称を「トンネルの構造」とする発明について特許出願（特願2014-193861号。請求項の数1。以下「本願」という。甲5）をした。",
                "原告は，平成28年2月1日付けの拒絶理由通知（甲6）を受けたため，同年4月27日付けで特許請求の範囲について手続補正（以下「第1次補正」という。甲8）をした後，同年9月28日付けの拒絶理由通知（甲9）を受け，さらに，平成29年4月25日付けで拒絶査定（甲11）を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年8月23日，拒絶査定不服審判（不服2017-12514号事件）を請求するとともに，同日付けで，特許請求の範囲について手続補正（以下「本件補正」という。甲13）をした。",
                "その後，特許庁は，平成30年7月9日，本件補正を却下する旨の決定をした上で，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同年8月1日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年8月30日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願の願書に最初に添付した特許請求の範囲の請求項1（以下「旧請求項1」という。）の記載は，以下のとおりである（甲5）。",
                "【請求項1】",
                "2枚の天井板をそれぞれ一端で合わせ込み，他端をトンネルの側壁に所定の角度で押しつけて構成されるトンネルの構造。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "第1次補正後の特許請求の範囲の請求項1の記載は，以下のとおりである（下線部は補正箇所である。以下，第1次補正後の請求項1に係る発明を「本願発明」という。甲8）。",
                "【請求項1】",
                "2枚の天井板をそれぞれ一端で合わせ込み，他端をトンネルの側壁に所定の角度で押しつける構成であって，前記合わせ込み部からトンネルの天井に排気用の隔壁を取り付けたことによりこれとトンネル天井壁で形成される複数の排気ダクトを形成し得ることを特徴とするトンネルの構造。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件補正後の特許請求の範囲の請求項1の記載は，以下のとおりである（以下，本件補正後の請求項1に係る発明を「本件補正発明」という。甲13）。",
                "【請求項1】",
                "天井板12と天井板13を角θで突き合わせ，前記突き合わせ部分14とトンネル1の天井の間に隔壁15を設ける。前記天井板12，13と隔壁15とトンネル1天井の3つに囲まれた2つの排気ダクトA，Bを形成する事を特徴とするトンネルの構造。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりである。",
                "その要旨は，①第1次補正後の請求項1に「天井板12，13と隔壁15とトンネル1天井の3つに囲まれた2つの排気ダクトA，Bを形成すること」を追加する本件補正は，本願の願書に最初に添付した明細書，特許請求の範囲（旧請求項1）又は図面（以下，これらを併せて「当初明細書等」といい，また，上記明細書と図面を併せて「当初明細書」という。甲5）に記載された事項の範囲内においてしたものとはいえないから，新規事項の追加に当たり，特許法17条の2第3項に規定する要件を満たしておらず，また，本件補正発明は，本願の出願日前に頒布された刊行物である甲1（特開2014-118742号公報）に記載された発明（以下「引用発明」という。）及び周知事項に基づいて，当業者が容易に発明をすることができたものであり，同法29条2項により特許出願の際独立して特許を受けることができないものであるから，同法17条の2第6項において準用する同法126条7項に違反するため，本件補正は，同法159条1項において準用する同法53条1項により却下されるべきものである，②旧請求項1に「合わせ込み部からトンネルの天井に排気用の隔壁を取り付けたことによりこれとトンネル天井壁で形成される複数の排気ダクトを形成し得ること」を追加する第1次補正は，当初明細書等に記載された事項の範囲内においてしたものとはいえないから，新規事項の追加に当たり，同法17条の2第3項に規定する要件を満たしておらず，また，本願発明の発明特定事項を全て含み，さらに限定したものに相当する本件補正発明と同様に，本願発明も，引用発明及び周知事項に基づいて，当業者が容易に発明をすることができたものであるから，同法29条2項により特許を受けることはできず，本願は拒絶されるべきものであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明，本件補正発明と引用発明の一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "トンネルの上部に天井板2を設けて換気洞3を形成するトンネルの構造において，トンネルの側壁に基端を固定し，上向き傾斜される左右の天井板2の先端は突き合わせ状態として連結し，換気洞3は天井板2とトンネル1に囲まれた排気ダクトである，トンネルの構造"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正発明と引用発明の一致点及び相違点",
                  "text": [
                    "（一致点）",
                    "「天井板と天井板を角θで突き合わせ，前記天井板とトンネル天井に囲まれた排気ダクトを形成する，トンネルの構造」である点。",
                    "（相違点）",
                    "本件補正発明が「突き合わせ部分14とトンネル1の天井の間に隔壁15を設け」，「前記天井板12，13と隔壁15とトンネル1天井の3つに囲まれた2つの排気ダクトA，Bを形成する」のに対し，引用発明がそのような特定がなされていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（第1次補正に係る補正要件の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，第1次補正後の請求項1の「合わせ込み部からトンネルの天井に排気用の隔壁を取り付けたことによりこれとトンネル天井壁で形成される複数の排気ダクトを形成し得ること」は，当初明細書等には記載がなく，当初明細書等の記載から自明な事項ともいえないから，当初明細書等のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものであり，第1次補正は，新規事項の追加に当たり，特許法17条の2第3項に規定する要件を満たしていない旨判断した。",
                "しかしながら，第1次補正後の請求項1の「複数の排気ダクト」とは，複数の排気を含めた換気が可能なダクト程の意味である。そして，当初明細書の「該吊り金具3の他端は固着部5を介して天井板2に取り付けられ，天井板2を吊っている。このように，天井板2でトンネルを2分しているのは，排気を行うためである」（【0002】），「吊り金具に沿って隔壁を設け，その一方を送風ダクト，他方を排気ダクトとして，トンネル内の換気を行っているものである。」（【0003】）との記載及び図2には，「複数の排気ダクト」として，2分され，又は隔壁が設けられたことにより，一方が送風ダクト，他方が排気ダクトとされたものが示されている。",
                "したがって，第1次補正は，当初明細書等に記載された事項の範囲内においてした補正であって，新規事項の追加に当たらないから，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "換気ダクトの技術分野においては，「送気」，「排気」の用語は明確に使い分けられており（例えば，甲2の【0004】，甲3の【0008】，甲4の【0017】），「換気」，「送気」，「排気」の用語を同じような意味で用いることは，一般的には行われていない。",
                "そして，当初明細書には，「複数の排気ダクト」とは，「複数の換気ダクト」を意味することの記載も示唆もなく，また，当初明細書の【0003】では，排気ダクトの用語は，送気（送風）ダクトと使い分けて使用されている。",
                "そうすると，第1次補正後の請求項1の「複数の排気ダクト」とは，文字通り「複数の排気ダクト」と解するのが相当であるところ，当初明細書等には，「複数の排気ダクト」の記載はないし，当初明細書等の記載から「複数の排気ダクト」が自明な事項ともいえない。",
                "したがって，第1次補正は新規事項の追加に当たるとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本願発明の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本願発明と引用発明は，本願発明は，天井板とトンネルの側壁とを固定するために，取付金具を用いずに，「2枚の天井板」の「他端をトンネルの側壁に所定の角度で押しつける構成」を有するのに対し，引用発明は，天井板の基端をトンネルの側壁に固定する「取付金具」を用い，本願発明の「他端をトンネルの側壁に所定の角度で押しつける構成」を有していない点で相違する。",
                "このように本願発明は，「取付金具」を用いずに，十分に強度のある側壁を用いて，天井板をトンネルの側壁に所定の角度で押し付けているのに対し（当初明細書の【0008】ないし【0010】），引用発明は，トンネルの側壁にリベット等で固定された「取付金具」に天井板を支持させており，両発明の技術的思想は全く異なるものである。",
                "また，本願発明の「他端をトンネルの側壁に所定の角度で押しつける構成」は，甲1ないし4に記載がない。",
                "したがって，本件審決には，本願発明と引用発明との上記相違点を看過し，その結果，本願発明は，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたとの判断をした誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "本願発明の「他端をトンネルの側壁に所定の角度で押しつける構成」は，文字通り，天井板の他端が所定の角度でトンネルの側壁に押しつけられていることを意味するが，一般的に建設されるトンネルのサイズやトンネル内に配置される天井板のサイズ及び重量から考えて，天井板の他端とトンネルの側壁の間には，天井板の重量をトンネルの側壁に伝達する何らかの取付具が存在することは明らかである。",
                "甲1の記載事項（【0016】，図1）によれば，引用発明において，天井板2の重量は「取付金具7」を介して「トンネルの側壁」によって支持されているから，本願発明の「他端をトンネルの側壁に所定の角度で押しつける構成」を有している。",
                "したがって，本件審決において，本願発明の「他端をトンネルの側壁に所定の角度で押しつける構成」を，本願発明と引用発明の相違点と認定しなかったことに誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（第1次補正に係る補正要件の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "当初明細書等の記載事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当初明細書等の特許請求の範囲（旧請求項1）の記載は，前記第2の2(1)記載のとおりである。",
                    "当初明細書（甲5）には，次のような記載がある（下記記載中に引用する「図1」から「図3」については別紙を参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【技術分野】",
                      "text": [
                        "【0001】",
                        "本発明はトンネルの構造に関し，更に詳しくは安全なトンネルの構造に関する。",
                        "【背景技術】",
                        "【0002】",
                        "道路や鉄道では，山を貫通するトンネルが用いられる。特に，高速道路では，道路を可能な限りまっすぐに維持するため，トンネルが設けられる。",
                        "図1は従来のトンネルの構成図である。図において，1は天井，7は側壁，6は道路，8はトンネルを通過する車である。2は天井板である。3は天井板2を吊る吊り金具である。4は天井1に取り付けられたナットで構成される結合部，吊り金具3は該結合部4に締め付けられるボルトで構成される。該吊り金具3の他端は固着部5を介して天井板2に取り付けられ，天井板2を吊っている。このように，天井板2でトンネルを2分しているのは，排気を行なうためである。10，11はトンネル内を照らすライトである。",
                        "【0003】",
                        "即ち，吊り金具3に沿って隔壁を設け，その一方を送風ダクト，他方を排気ダクトとして，トンネル内の換気を行なっているものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【発明が解決しようとする課題】",
                      "text": [
                        "【0004】",
                        "前述した従来のトンネルでは，天井板2を吊り金具3で吊っているため，結合部4に経年劣化が生じ，吊り金具3が結合部4から外れてしまうという問題があった。",
                        "現に，2012年12月2日に，東京方面と山梨方面を結ぶ笹子トンネルで天井板の崩落事故が発生し，この崩落事故に巻き込まれ，9名が死亡するという大惨事となった。",
                        "本発明はこのような課題に鑑みてなされたものであって，天井板の崩落事故が発生しないトンネルの構造を提供することを目的としている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【課題を解決するための手段】",
                      "text": [
                        "【0005】",
                        "前記した課題を解決する本発明は，",
                        "2枚の天井板をそれぞれ一端で合わせ込み，他端をトンネルの側壁に所定の角度で押しつけて構成されるトンネルの構造としたものである。",
                        "【発明の効果】",
                        "【0006】",
                        "本発明によれば，天井板を吊り金具で吊る構成ではないので，天井板の崩落を起こすことがなく，安全なトンネルを実現することができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【発明を実施するための形態】",
                      "text": [
                        "【0008】",
                        "以下，図面を参照して本発明の実施例を詳細に説明する。",
                        "図2は本発明の一実施例を示す構成図である。図1と同一のものは，同一の符号で示す。",
                        "なお，図1に示したライト10，11は",
                        "図において，1は天井，7は側壁，6は道路，8は車である。12,13は天井板，14はこれら天井板11,12を真ん中で合わせ込む結合部である。該結合部14は，外れることがないように，しっかり固定されている。これら天井板12,13の他端はそれぞれ側壁7に水平方向に対して所定の角度θで押しつけられている。天井板10，11としては，例えば鉄筋入りのコンクリート板が用いられるが，強化プラスチックでもよい。結合部14から天井1に換気用の隔壁15が設けられている。このように構成されたトンネルの構造について説明する。",
                        "【0009】",
                        "図3は本発明に係るトンネルの説明図である。天井板12が側壁7に所定の角度θで押しつけられる。この時の側壁にかかる力をFとする。この力Fを水平方向と垂直方向に分解する。水平方向の成分はFcosθ，垂直方向の成分はFsinθで表される。",
                        "この水平方向の成分Fcosθは側壁7から与えられる力F1で釣り合う。また垂直方向の成分Fsinθは道路6が形成される大地からの力F2で釣り合う。地面からの力F2は十分に大きくすることができる。問題は側壁7の強度である。Fcosθに釣り合う力F1を発揮する必要があるため，十分に強度のある側壁7とすることが必要である。なお，換気用の側壁15は空間を仕切るだけでよいので，強固な構造とする必要はない。上述の説明では，天井板12側について説明したが，天井板13側についても全く同様である。",
                        "【0010】",
                        "本発明によれば，天井板を天井から吊るのではなく，天井板を支える力は，大地と側壁からの力により与えられるので，天井板の崩落という事故は起きない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【産業上の利用可能性】",
                      "text": [
                        "【0011】",
                        "本発明は高速道路のみならず，軌道式の電車又は列車用のトンネルにも等しく適用することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，当初明細書等には，次のような開示があることが認められる。",
                    "従来のトンネルの構造は，天井に取り付けられた結合部にボルトで締め付けられた吊り金具で天井板を吊る構成としていたため，結合部に経年劣化が生じ，吊り金具が結合部から外れてしまい，天井板の崩落事故が発生するという問題があった（【0002】，【0004】）。",
                    "「本発明」は，天井板の崩落事故が発生しないトンネルの構造を提供することを目的とするものであり，上記問題を解決するための手段として， 2枚の天井板をそれぞれ一端で合わせ込み，他端をトンネルの側壁に所定の角度で押しつけて構成されるトンネルの構造とした（【0004】，【0005】）。「本発明」は，天井板を吊り金具で吊る構成ではないため，天井板の崩落を起こすことがなく，安全なトンネルを実現することができるという効果を奏する（【0006】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "補正の適否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "第1次補正は，旧請求項1について，「合わせ込み部からトンネルの天井に排気用の隔壁を取り付けたことによりこれとトンネル天井壁で形成される複数の排気ダクトを形成し得ること」を追加し，「2枚の天井板をそれぞれ一端で合わせ込み，他端をトンネルの側壁に所定の角度で押しつける構成であって，前記合わせ込み部からトンネルの天井に排気用の隔壁を取り付けたことによりこれとトンネル天井壁で形成される複数の排気ダクトを形成し得ることを特徴とするトンネルの構造」（第1次補正後の請求項1）に補正（下線部は補正箇所）するものである。",
                    "しかるところ，当初明細書等には，第1次補正後の請求項1の「複数の排気ダクト」の用語について定義した記載はない。",
                    "そして，①甲2（特開2014-148882号公報）の「これらのうち，横流換気方式は，トンネル軸方向から見たときに全体が逆T字状断面となるように，トンネル内空間を天井で上下に仕切るとともに天井の上方に拡がる頂部空間をさらに隔壁で左右に仕切って該隔壁の一方の側を送気ダクト，他方の側を排気ダクトとしたものであり，…交通量が多い場合には，十分かつ安定した換気性能を確保することが可能であるため，特に長大トンネルでは，数多く採用されてきた。」（【0004】）との記載，②甲3（特開2014-132146号公報）の「送気ダクト側天井板パネル（1）と排気ダクト側天井板パネル（2）は，それぞれの側でトンネル側面壁に設けられた天井板受台（3）と隔壁板下側受台（6）により支持される。送気ダクト側天井板パネル（1）と排気ダクト側天井板パネル（2）の長さを，天井板受台（3）と隔壁板下側受台（6）との水平距離より大きくすることにより，両側の天井板パネルは山型の構造をもち，送気ダクト側天井板パネル（1）と排気ダクト側天井板パネル（2）がお互いに押し合うことで，トンネル天井からのアンカーボルトと釣り金具による重量保持に依存することなく，隔壁板下側受台（6）と天井板受台（3）との位置ずれを防止する程度の固定で，通行部分（9）への落下を防止することができる。」（【0008】）との記載及び図1，③甲4（登録実用新案第3183422号公報）の「この天井構造の連結具6の頂部とトンネル1の最頂部1aの間に，仕切板7が張られており，仕切板7によって，天井板4，5の上方には，従来と同様に左右で送気路9，排気路10が形成されている。もっとも，この仕切板7には，従来のように，天井板を保持するつり棒を設ける必要はない。」（【0017】）との記載を総合すれば，本願の出願日当時，トンネルの技術分野において，「排気」と「送気」は明確に区別され，「排気ダクト」と「送気ダクト」は，別の用語として，使い分けられていたこと，トンネル内の換気を行うために，天井，天井板及び隔壁で形成される二つの空間をそれぞれ「排気ダクト」及び「送風ダクト」として用いることは技術常識であったことが認められる。",
                    "そうすると，第1次補正後の請求項1の「複数の排気ダクト」とは，「排気ダクト」が複数存在することを意味するものであり，これには，排気ダクトが一つのみの場合は含まれないと解するのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，当初明細書等には，図1の従来のトンネルの構成図に関し，「4は天井1に取り付けられたナットで構成される結合部，吊り金具3は該結合部4に締め付けられるボルトで構成される。該吊り金具3の他端は固着部5を介して天井板2に取り付けられ，天井板2を吊っている。このように，天井板2でトンネルを2分しているのは，排気を行なうためである。10，11はトンネル内を照らすライトである。」（【0002】），「即ち，吊り金具3に沿って隔壁を設け，その一方を送風ダクト，他方を排気ダクトとして，トンネル内の換気を行なっているものである。」（【0003】）との記載がある。上記記載によれば，図1の従来のトンネルにおいて，天井1と天井板2の間の空間が吊り金具3に沿った隔壁によって2分され，一方を「送風ダクト」，他方を「排気ダクト」として換気を行っていることを理解できる。当初明細書等には，上記「送風ダクト」を「排気ダクト」として構成することなどにより，トンネルに「複数の排気ダクト」を形成することについては記載も示唆もない。",
                    "以上によれば，第1次補正後の請求項1の「合わせ込み部からトンネルの天井に排気用の隔壁を取り付けたことによりこれとトンネル天井壁で形成される複数の排気ダクトを形成し得ること」は，当初明細書等に記載はなく，当初明細書等の記載から自明な事項とはいえないものである。また，上記技術常識に照らすと，排気ダクトと送風ダクトとは，「対」となって換気機能を果たすことからすれば，排気ダクト及び送風ダクトを備える換気方式と複数の排気ダクトを備える換気方式とは，技術的思想を異にするものと認められる。",
                    "したがって，第1次補正は，当初明細書等のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものと認められるから，当初明細書等に記載した事項の範囲内においてしたものではないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，第1次補正後の請求項1の「複数の排気ダクト」とは，複数の排気を含めた換気が可能なダクト程の意味であり，当初明細書の【0002】，【0003】及び図2には，「複数の排気ダクト」として，2分され，又は隔壁が設けられたことにより，一方が送風ダクト，他方が排気ダクトとされたものが示されているから，第1次補正は，当初明細書等に記載された事項の範囲内においてした補正である旨主張する。",
                "しかしながら，前記(2)ア認定のとおり，第1次補正後の請求項1の「複数の排気ダクト」とは，「排気ダクト」が複数存在することを意味するものであり，これには，排気ダクトが一つのみの場合は含まれないと解するのが相当であるから，原告の上記主張は，その前提において採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，第1次補正は，当初明細書等に記載した事項の範囲内においてしたものではなく，新規事項の追加に当たり，特許法17条の2第3項所定の補正要件を満たしていないから，本願は，同法49条1号の規定により拒絶されるべきものである。",
                "したがって，これと同旨の本件審決の判断に誤りはないから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由1は理由がないから，その余の取消事由について判断するまでもなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}