{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    },
    {
      "text": "- 1 -"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2016-16991号事件について平成30年4月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟である。",
        "なお，第2～5で表記される「Aβ」，「βアミロイド」，「アミロイドβ」，「Aβペプチド」，「アミロイドβペプチド」，「アミロイドペプチド」，「β-アミロイド」，「アミロイド-β」の語はいずれも同義であり，また，「apoE3」，「ApoE3」，「アポE3」の語はいずれも同義である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「β-アミロイドの対外的減少のための新規組成物及びその製造方法」とする発明につき，平成25年1月30日(優先権主張日  平成24年4月26日米国，平成25年1月30日フィリピン)，特許出願(特願2015-508893号。甲9。以下「本願」という。)をしたが，平成28年7月8日付けで拒絶査定を受けた(甲16)。",
            "原告は，同年11月14日，拒絶査定不服審判請求(甲18の1・2)をするとともに手続補正書を提出した(甲17)。特許庁は，上記審判請求を不服2016-16991号として審理し，原告は，平成30年3月7日，手続補正書を提出した(甲21)が，特許庁は，同年4月17日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同審決謄本は，同年5月8日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "前記1の各補正(以下これらを「本件補正」という。)後の請求項1に係る発明(以下「本願発明」という。)は，以下のとおりである(甲17)。",
            "「患者のβアミロイドレベルの誘導に関連する病的症状の治療用の改良された透析液製剤を製造する方法であって，",
            "該方法は，(a)捕捉結合剤としての以下の構造を有する四量体ペプチド及びキャリアを含む組成物を調製する工程と，",
            "(b)前記組成物を透析緩衝液と混合する工程とを含み，",
            "前記キャリアは，ポリ(エチレングリコール)架橋キャリアゲルである方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "主引用発明の認定",
              "text": [
                "米国特許出願公開第2007／0010435号公報(甲1，28。以下「引用文献1」という。)には，以下の発明が記載されているものと認められる(以下，引用文献1から認定できる発明を「引用発明」という。)。",
                "「アミロイド疾患の治療用の透析液を製造する方法であって，該方法は，アミロイドβ結合化合物を透析槽に添加する工程を含む，方法」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「患者のβアミロイドレベルの誘導に関連する病的症状の治療用の改良された透析液製剤を製造する方法であって，",
                    "該方法は，βアミロイドを捕捉する成分を透析緩衝液と混合する工程を含む，",
                    "方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1",
                  "text": [
                    "「βアミロイドを捕捉する成分」が，本願発明においては，以下の構造を有する四量体ペプチド(以下，「四量体ペプチドA」という。)及び「ポリ(エチレングリコール)架橋キャリアゲル」を含む「組成物」であるのに対し，引用発明においては，「アミロイドβ 結合化合物」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2",
                  "text": [
                    "本願発明においては，上記四量体ペプチドAと架橋キャリアゲルを含む組成物を「調製する工程」が含まれていることが特定されているのに対し，引用発明においてはそのことが特定されていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての判断",
              "text": [
                "相違点1及び相違点2についてまとめて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Ranjini K.Sundaram,Chinnaswamy Kasinathan,Stanley Stein and Pazhani Sundaram 「Detoxification Depot for β-Amyloid Peptides」(Current Alzheimer Research,2008 年,Vol.5,No.1)(甲8。以下「引用文献8」という。)には，Aβ-42ペプチドに結合するデトックスゲルを用いることによって，アルツハイマー病患者の末梢(血液)からアミロイドβを除去して，アルツハイマー病の進行を遅延させることが記載されている。そして，引用文献8には，上記四量体ペプチドAと共にポリエチレングリコールを架橋することによって調製されたデトックスゲル(以下，「四量体Aデトックスゲル」という。)が記載されており，この四量体Aデトックスゲルが，単量体ペプチドや二量体ペプチドを用いたデトックスゲルよりも，Aβ-42に対して優れた結合能を有していることが示されるとともに，不可逆的にAβ-42と結合することも示されている。",
                    "上記四量体Aデトックスゲルは，上記四量体ペプチドAと共にポリエチレングリコールを架橋することによって調製されたデトックスゲルであるから，本願発明における「四量体ペプチドA」及び「ポリ(エチレングリコール)架橋キャリアゲル」を含むとされる「組成物」に相当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用文献1には，「アミロイドβ結合化合物」が「Aβ1-42」に結合する分子であり得ることが記載されているところ，上記四量体AデトックスゲルはAβ-42に結合するものであること，引用文献8における「Aβ-42」が引用文献1における「Aβ1-42」と同じ意味であることは自明であるからことからすると，引用発明における「アミロイドβ結合化合物」と上記四量体Aデトックスゲルは，同じ配列に結合する分子であるといえる。",
                  "text": [
                    "また，引用発明は，アミロイド疾患の患者の体液中の遊離アミロイドβペプチドを「アミロイドβ結合化合物」に結合させることによって体液から除去し，それによってアミロイド疾患を治療するものであるのに対し，上記四量体Aデトックスゲルも同様に，デトックスゲルにアミロイドβを結合させることによってアルツハイマー病患者の末梢(血液)からアミロイドβを除去し，アルツハイマー病の進行を遅延させるものであるから，両者は同様の技術思想に基づいているといえる。",
                    "そして，引用文献1には，「アミロイドβ結合化合物」の第2部分として，ポリエチレングリコールのような高分子を用いてもよいことが記載されている。",
                    "さらに，引用文献8には，上記四量体Aデトックスゲルが，Aβ-42に対して最も優れた結合能を有しており，その結合が不可逆的であることも示されているのであるから，上記のような結合部位及び技術思想の共通性にも着目しつつ，このような優れた結合能を期待して，引用発明において，上記四量体Aデトックスゲルを調製し，「アミロイドβ結合化合物」として用いることは，当業者が容易に想到し得た事項と認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願の明細書(本願の明細書及び図面を併せて，以下「本願明細書等」という。)には，実際に上記四量体ペプチドAや，そのポリエチレングリコール架橋物を用いた具体的な試験結果は示されておらず，本願発明の効果が，引用文献から予測し難い格別なものであるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本願発明は，当業者が引用発明及び引用文献8に記載された技術事項に基づいて容易に発明をすることができたのであるから，特許法29条2項により特許を受けることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "引用発明の認定の誤り(取消事由1)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以下のとおりの理由から，引用発明は，「アミロイド疾患の治療用の透析方法であって，該方法は，アミロイドβ結合化合物を透析槽に添加する工程を含む，方法」とすべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用文献1は，米国特許出願明細書であるところ，米国特許審査便覧では，実際に実施した例は過去形で記載するが，実施していない実施例を過去形で明細書に記載することは，「出願に際しての不衡平な行為」とされる。",
                        "そして，本件審決が引用する引用文献1の段落［0053］～［0056］，実施例4についての段落［0128］，［0130］は，いずれも現在形で記載されている。",
                        "また，引用文献1の実施例4は，実際に実施したのであれば記載されるであろう，血液中の可溶性遊離Aβモノマー，ダイマー，オリゴマーの透析前後の濃度といった具体的数値の記載が一切ないから，実施例4の記載に接した当業者は，これが実際に実施されたものではなく，仮説にすぎないと理解する。",
                        "さらに，上記記載からは実施が不可能であり，発明を把握することはできない。",
                        "したがって，上記実施例4が実際には実施されていない例であり，仮説にすぎないことは，明白である。",
                        "このように，本件審決は，仮説を引用発明と認定した点で，誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，1回の透析に際して必要とされる透析液は，150L～300Lであり，apoE3の価格は3万9000円／500μgであり，apoE3の血清中基準値は，2．7mg～4．6mg/dLである(甲31)から，apoE3を血清中濃度を3mg／dLとなるよう添加する場合，必要となるapoE3の価格は3億5100万円となり，この点からも，実施例4は仮想であることが分かる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用文献1の実施例4は，透析において，「apoE3を透析槽に添加」と記載されているだけであり，また，実施例4以外の箇所でも，透析液，透析液製剤又は透析緩衝剤を製造する旨の記載はなく，このように，引用文献1には，透析液の製造，透析液製剤の製造，透析緩衝剤を用いる工程のいずれの記載もない。",
                    "段落［0128］の「透析槽にapoE3を添加して膜を介して血液透析を行った場合」との記載は，透析方法の記載であって，「透析液の製造方法」ではなく，「透析液製剤の製造方法」でもない。",
                    "引用文献1で開示されているものは，「アミロイド疾患の治療用の透析法」にすぎず，「透析液の製造方法」は開示されていない。",
                    "透析槽に満たされた液に特定成分を添加することを透析液の製造と解釈する余地があると仮定しても，透析液と透析液製剤は別物である(透析液製剤は，液体に限らず，粉末も存在し，透析液製剤を必要に応じて他の剤と溶解，混合し，水により希釈したものが透析液である)から，透析液製剤の製造方法の開示はない。",
                    "それにもかかわらず，本件審決は，引用発明を「アミロイド疾患の治療用の透析液製剤を製造する方法であって」と認定しており，この点に誤りがある。",
                    "本件審決は，透析液が緩衝液であることは自明であるとするが，本願明細書等では，透析液の用語と透析緩衝液(透析バッファ溶液)の用語とを区別して使用している(段落【0016】，【0017】，【0065】，【0073】，【0078】等)から，本件審決の上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用文献1には，βアミロイド結合化合物とされる物質の列挙はあるが，βアミロイドを捕捉する成分の記載はない。",
                    "本願発明では，「捕捉結合剤」が必須であり，わざわざ「捕捉結合」と定義しているとおり，積極的にアミロイドβを捕捉結合する化合物(四量体ペプチドA)でなければならない。四量体ペプチドAは，天然には存在せず，合成した物質である。",
                    "引用文献1の「apoE3」は，もともと血液中に存在するタンパク質であり，脂質と結合する物質で，Aβモノマーと特異的に結合するものではない(甲24)から，アミロイドβを「捕捉」(特異的かつ高親和性をもってアミロイドβと結合)するものではない。",
                    "また，引用文献1では，アミロイドβ結合化合物として，段落［0043］の例示も，段落［0054］TABLE1に列挙されている化合物も，すべて，天然由来(生体内由来)である。引用文献1には，「合成リガンド」を用いてもよいという程度の記載はあるが，合成リガンドの具体的な記載は一切なく，アミロイドβを捕捉する性能を持たせるような合成についての示唆は一切ない。",
                    "引用文献1で用いられている「アミロイドβ結合化合物」の「結合」と，本願発明のアミロイドβの「捕捉結合剤」の「捕捉結合」とでは，技術的な意味内容が全く異なる。前者は「受動的結合」を指しているのに対して，後者は「能動的結合」を指している。",
                    "それにもかかわらず，本件審決は，引用発明を「βアミロイドを捕捉する成分を透析緩衝液と混合する工程を含む」と認定しており，この点でも誤りがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用文献1の請求項20に係る発明は，「膜，フィルターまたはカラムが，膜，フィルターまたはカラムに結合またはコンジュケートされ，アミロイド-βに結合する化合物を含む，請求項16に記載の方法」となっており，膜等の物理的構造そのものに，アミロイド-βに結合する化合物を添加する発明が記載されているから，引用文献1の実施例4につき，透析槽にApoE3を添加するというのは，透析槽の膜に結合したことを指すものと考えられる。",
                    "血液透析の学術論文では，従来の透析液・透析装置を用いても血中Aβが除去された実績が報告されている(甲25～27)。このように，透析だけで取り除けるとされているものに，わざわざ高い薬剤を導入しようとしない。高いからこそ，引用文献1では，透析浴(膜)に「添加」する態様を仮想的に記載したものと思われる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "特許法29条1項3号の「刊行物に記載された発明」は，当該刊行物の記載から抽出し得る具体的な技術的思想でなければならず，引用発明として主張された発明が「刊行物に記載された発明」であって，当該刊行物に化合物が一般式の形式で記載され，当該一般式が膨大な数の選択肢を有する場合には，特定の選択肢に係る技術的思想を積極的又は優先的に選択すべき事情がない限り，当該特定の選択肢に係る具体的な技術的思想を抽出することはできず，これを引用発明と認定することはできないと認めるのが相当であるところ，引用文献1には，アルツハイマー病に対するアミロイド・カスケード仮説を前提に，患者体液からβアミロイドを除去する手段について，物理的・生化学的に実施可能か否かを問わず，おびただしい数の手段が羅列されているから，引用文献1から，本件審決が認定したように，引用発明として具体的な技術思想を抽出することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，引用文献1の段落［0079］には，「血液透析は，進行した慢性の腎不全を治療するために使用される最も一般的な方法である。それは，半透膜によって分離された2区画から構成されている。一方の区画には血液が充填されており，他方には特定のミネラルと水の溶液が充填されている」と記載され，段落［0080］には，「特定のミネラルと水の溶液」の充填された透析槽(dialysis bath)にAβ結合化合物を添加することが記載されていると主張する。",
                    "しかし，引用文献1の段落［0079］には，「1つの区画は血液で満たされ，他の区画は特定のミネラルおよび水の溶液(透析液浴(dialysate bath)と呼ばれる)が満たされる。」(甲1，甲28)と記載されているのに対して，段落［0080］は，「Aβ結合化合物を透析浴(dialysis bath)に添加する。」と記載されており，「特定のミネラル及び水の溶液」を「透析液浴(dialysate bath)」と呼び，桶・槽(膜)を「透析浴(dialysis bath)」と呼び，両者を明確に区別し，書き分けているから，被告が引用発明の認定の根拠として依拠している箇所に，Aβ結合化合物を透析液に添加することの記載はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，引用文献1に記載される透析液にAβ結合化合物を添加することは，所望の透析液を製造するという発明を構成する工程(ステップ)とみることが可能であると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，透析液にAβ結合化合物を添加するということは，引用文献1に記載がないから，被告の上記主張は，前提に誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，被告は，「添加」を「製造」と認定しているが，誤りである。",
                        "そもそも，本願発明の技術分野である医薬・医療分野において，「添加」(add)は，製造行為には用いられない。例えば，「薬剤学マニュアル第2版」(甲32)では，一貫して「混合」との用語が用いられており(76頁，79頁，80頁，84頁)，「添加」は用いられていない。薬剤の製造方法に関して明細書を作成するときも，常に「混合」を使う。薬剤の製造では，たとえ，添加物を加える場合であっても，「主原料と添加物とを混合する」等，「添加」ではなく「混合」を用いる。日本語の意味としても，「混合」は「まぜあわせること」であるのに対して，「添加」は「ある物に何かをつけ加えること，そえ加えること」であって(甲33)，両者は異なる。",
                        "透析液は，通常使用時に混合・希釈して製造されるものであるところ，人工腎臓用透析液の添付文書にも，「1．組成」欄に，「透析液の使用時に混合・希釈して使用する透析液」と記載されており(甲29の1～3)，「添加」の語は用いられていない。",
                        "また，特許法69条は，「二以上の医薬・・・を混合することにより製造されるべき医薬の発明又は二以上の医薬を混合して医薬を製造する方法の発明に係る特許権の効力は，医師又は歯科医師の処方せんにより調剤する行為及び医師又は歯科医師の処方せんにより調剤する医薬には，及ばない」と規定する。これは，「調剤」(現場で行う「混合」)は，本来「製造」であるが，処方箋により薬剤師が行う場合は，除外とする規定であるから，原告の主張が特許法の「混合」の用法に合致している。",
                        "このように，本願発明の技術分野では，複数の原料を合せて医薬品を製造する場合に「混合」を用い，治療過程で薬剤を加える場合に「添加」を用いる。",
                        "現に，引用文献1は，治療方法であるから「添加(add)」を用いているのに対して，本願明細書等は，透析液製剤の製造方法であるから，透析緩衝液に対しては「混合」(mix)を用い(【請求項1】，段落【0030】，【0044】等)，「添加」は用いられていない。",
                        "なお，人口腎臓用透析液は，伝統的に2剤を使用時に混合・希釈する医薬品であり，透析現場で，製造が完結する(甲29の1～3)。本願明細書でもそのような伝統的な製造方法に準じて説明しており，当業者は，このような文脈で「混合」，「直接導入」，「製造」を理解するのであり，引用文献1の「添加」とは全く概念が異なる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，引用文献1の段落［0080］を根拠に，血液中の遊離のAβは，半透膜を通過し，透析槽に拡散されることとなるというのであるから，Aβ結合化合物は，血液透析に使用される半透膜に固定されているというより，透析槽の液体中に存在していると理解するのが自然であると主張する。",
                    "しかし，段落［0080］には，Aβ結合化合物が添加されるのは，「透析浴」(透析槽)と記載されており，透析液浴(透析槽内の液体)に添加されるとは記載されていない。",
                    "引用文献1において，血液中の可溶性遊離Aβモノマー及び二量体が拡散するのは，段落［0080］に記載のとおり，「透析浴」(すなわち透析膜)であり，膜にとらわれたAβは，もはや拡散によって血液に戻ることはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，乙2の1(道川誠「アルツハイマー病研究の進歩-特に脂肪代謝と関連して」老年期認知症研究会誌19巻2号47頁～50頁，平成24年2月29日発行)や乙3(「アルツハイマー病の解明と治療薬開発をめざした基礎研究．．．．．．ガングリオシドクラスターに結合したアミロイドβの超高磁場ＮMR構造解析(加藤グループ)」分子科学研究所，平成23年2月17日掲載)を根拠に，引用文献1にAβ結合化合物として開示されている物質にはAβに対する結合特異性がないという原告の主張が失当であると主張する。",
                    "しかし，乙2の1のApoE3がApoE4の20倍以上のAβに対する結合親和性を有する旨の記載は，ApoEが生理学的条件下でHDL脂質と結合して存在した場合のことであり，透析緩衝液中に添加して単独で存在している場合には当てはまらない。",
                    "また，乙3に，GM1ガングリオシドがAβの異常会合を引き起こすことが注目されていることが記載されているとの点についても，原告は，GM1ガングリオシドは，Aβ以外のたんぱく質とも結合するから，Aβに対する特異性がないと主張しているのである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明と本願発明との一致点，相違点の認定の誤り(取消事由2)",
          "text": [
            "引用発明は，前記1のとおり認定すべきであるから，引用発明と本願発明との一致点，相違点は次のとおりとなる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点",
              "text": [
                "「患者のβアミロイドレベルの誘導に関連する病的症状の治療用の改良された透析方法であって，該方法は，βアミロイドと結合する化合物を含ませる，方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "本願発明においては，「捕捉結合剤としての四量体ペプチドA」を含むのに対して，引用発明においては，捕捉結合剤ではなく「アミロイドβ結合化合物」である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "本願発明においては，透析液製剤の製造方法であって(a)上記四量体ペプチドA及びキャリアを含む組成物を調製する工程と，(b)前記組成物を透析緩衝液と混合する工程とを含むのに対して，引用発明は，透析方法の記載しかなく，(a)や(b)のような特定がない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "text": [
                    "本願発明においては，前記キャリアがポリ(エチレングリコール)架橋キャリアゲルであるのに対して，引用発明においては，キャリアを含むという特定も，その種類の特定もない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用発明に基づく本願発明の容易想到性の判断の誤り(取消事由3)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "以下の理由から，引用発明に引用文献8に記載された物質を適用することは容易に想到し得ない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献1におけるアミロイドβ結合化合物は，段落［0043］の例示も，段落［0054］TABLE1に列挙されている化合物も，すべて，天然由来(生体内由来)である。",
                    "本願発明の四量体ペプチドAは，天然のアミノ酸(L体)が配列したペプチド(KLVFF)から，そのアミノ酸自体の異性体であるD体をそれぞれ合成して，それらの配列をKLVFFとは逆に結合させた類似物(レトロ-インベルソ)化合物であるところ，このような合成物を用いることの動機付けも示唆もない。",
                    "なお，引用文献 1 には，一応，「合成リガンド」を用いてもよいという程度の記載があるが，天然由来に限定されないこと以上の意味はなく，合成リガンドの具体的な記載は一切なく，アミロイドβを捕捉する性能を持たせるような合成物を用いることについての記載も示唆も一切ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用文献1自体に膨大な数のアミロイドβ結合化合物が記載されている中で，引用文献1に記載のない，四量体ペプチドAをわざわざ適用することには阻害要因がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明は，一般的な透析法によりアミロイドβを除去する発明に関するものであるのに対して，引用文献8に記載された技術は，アミロイドβ化合物と結合し得る物質(医薬製剤)を生体内に存置するものである。透析法に使用する剤と，体内に一定期間存置して使用する医薬製剤とでは技術分野が異なる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本願発明の眼目は，引用文献8に記載されているような生体内にアミロイドβ化合物と結合し得る物質を存置する方法によるアミロイドβ除去法では患者の負担が重いので，これを軽減するため体外で実施できる透析法を採用することにあるから，体内利用という忌避すべき分野の技術で使用されている物質を，引用発明に適用することには阻害要因がある。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "引用文献1の段落［0080］には，「血液中の可溶性の遊離のアミロイドβモノマー(単量体)およびダイマー(二量体)は透析槽に拡散し，アミロイドβ結合化合物に結合し，血液に戻ることがない」と記載されており，明確に「モノマーとダイマー」と限定して記載されている。二量体を超える高分子量種(四量体，八量体，それ以上の高分子量種)については，一切記載がない。",
                    "また，同段落［0080］には，上記審決の引用部分の直前に，「半透膜は10，000ダルトンの分子量カットオフを有する」と記載されているところ，二量体を超える高分子量種(四量体，八量体，それ以上の高分子量種)のアミロイドβの分子量は，10，000ダルトンを超えるため，引用文献1記載の透析方法では，半透膜を通ることができず，透析槽側に拡散し得ない。",
                    "このように，引用文献1には，一般的透析により浸透圧で単量体及び二量体のアミロイドβを除去することしか開示されておらず，二量体を超える高分子量種のアミロイドβも含めて除去する本願発明とは，技術思想が全く異なる。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件審決は，容易想到性の判断において，引用文献8における「Aβ-42」が引用文献1における「Aβ1-42」と同じ意味であることは自明であるから，引用発明における「アミロイドβ結合化合物」と四量体Aデトックスゲルは，同じ配列に結合する分子であるといえるとする。",
                    "しかし，同じ配列に結合する分子は，無限に存在するから，四量体ペプチドAを選択する根拠にはならない。本件審決の判断手法は，後知恵である。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "被告は，引用文献1において「Aβ結合化合物」として具体的に記載されるものは，あくまで例示であるから，引用発明に接した当業者が，本願優先日時点において知られている「Aβ結合化合物」に相当する化合物の中から，天然由来であるか，合成物であるかにかかわらず，Aβに対する結合能力の高い化合物を選択することは，当業者の通常の創作能力の発揮であると主張する。",
                    "しかし，引用文献1は，Aβに特異的に結合捕捉する結合捕捉剤を用いる発想がなく，せいぜい，Aβに結合するAβ結合化合物を用いることが記載されているにすぎないから，引用文献1の表1に挙がっている生体由来の化合物群とは異質の，合成化合物であって，かつ結合部位が複数繰り返して重合されたようなさらなる人工的な手が加えられた化合物を用いることは，当業者には想定外である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "引用発明は，一般的透析法によってアミロイドβを除去しようとする発明にとどまっており，透析液の具体的組成の記載はなく，透析液製剤，透析緩衝液についての言及も一切ない。透析液製剤についての言及すらない引用発明から，本願発明の特定の成分を有する透析液製剤の製造方法について想到することは容易ではない。",
                "また，引用文献1のapoE3は極めて高価であるから，引用発明に引用文献8記載の技術を適用することには阻害要因がある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用文献1において，「アミロイドβ結合化合物」の第2部分として，ポリエチレングリコールのような高分子を用いてもよいことが記載されていると説示するが，同箇所(段落［0056］)は，「全身投与」に関する記載であり，透析とは無関係である。",
                    "また，引用文献1には，膨大な数のアミロイドβ結合化合物が記載されており，また，第2部分に用いることのできる高分子についても，「ヒト血清アルブミンまたは任意の天然または合成のタンパク質またはポリペプチド・・・；線状ポリマー(例えば，ポリエチレングリコール・・・ポリリジン，デキストランなど)；分岐鎖ポリマー・・・。脂質・・・炭水化物またはオリゴ糖である。」(段落［0056］)と，高分子であれば何でもよいという記載がされているから，アミロイドβ結合化合物と高分子の組合せ数は無限である。しかも，全身投与に関するAβ結合化合物の項目中に第2部分のことが記載されているだけであって(段落[0052]～[0057])，透析法による発明で用いる物質(透析槽に添加される物質)として記載されているわけではない。",
                    "したがって，引用文献1に，透析槽に添加する組成物中のアミロイドβ結合化合物に第2部分にポリエチレングリコールを用いるという思想が開示されているとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用文献8に記載された発明は，生体内で使用するデポ剤であるため，その不活性及び安全性のためにRIペプチドを集めるためのプラットホームとして，ポリエチレングリコールが採用されている。",
                    "これに対して，引用発明は，透析法によりアミロイドβを除去する発明であり，アミロイドβ結合化合物を透析槽(体外)で使用するから，生体内における不活性及び安全性という必要性がなく，引用文献8とは技術分野が異なる。また，生体内での不活性及び安定性のためのものとして開示されているポリエチレングリコールを，透析法において捕捉結合剤と結合したアミロイドβが透析装置の透析膜から戻ることを防止してアミロイドβを効率よく除去するためにキャリアゲルとして使用しようという動機付けもない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明から出発して，アミロイドβ除去能を向上しようとすれば，引用文献1に多数列挙されているアミロイドβ結合化合物からアミロイドβ結合能力の少しでも高いものを選択するのが通常であって，わざわざキャリアゲルで修飾することの動機付けはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "透析液は正常な血液に近い成分・濃度の電解質溶液に調製するのが当業者の常識であって，引用発明にキャリアゲルを添加することには阻害事由がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "解決課題及び作用効果について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書等は【背景技術】として，引用文献1に関して，透析に適用するβアミロイド結合剤として，多数の結合剤(アポリポタンパク質E，アポリポタンパク質J，・・・そのアミロイド―β―結合断片及びそれらの組合せから選択される結合剤の化合物)が記載されているに過ぎず，膜性能評価が難しく，透析膜の性能及び特性を複雑に評価する必要がある等の課題があることを指摘している(段落【0015】～【0017】，【0029】)。",
                    "また，引用文献8に関しても，本願明細書等には，【背景技術】において，このような皮下ヒドロゲル「デトックスデポ」について，生体内に存置するデポ剤は，投与方法に制限がある，生理的防衛機構として提供される中枢神経内で，脳細胞外液から循環血液を分離する血液脳関門を通過できない，好ましくない生物学的反応，無関係な抗体との相互反応，患者の経済的負担等の課題があり，体外的治療のニーズが強く求められてきた旨が記載されている(段落【0010】，【0011】，【0029】)。",
                    "このような解決課題に対して，本願発明は，その構成要件を備えることで，以下の四つの利点を提供する(段落【0092】)。",
                    "①  β-アミロイドへの特定の結合作用を提供する。",
                    "②  β-アミロイドの除去の物理的特性(例えば，膜を用いたろ過)に依存せず，代わりに，血液の構成要素から β-アミロイドを捕捉する結合剤を用いるだけである。",
                    "③  組織的に高い結合能力を形成するプロセスを提供する。",
                    "④  体内に外的物質を導入することを含まず，それにより逆のリスク事象に移行し得る潜在的免疫システム反応を除去したプロセスを提供する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明は，上記①②③の利点を有さず，引用文献8に記載の発明は，②④の利点を有さない。",
                    "このように，本願発明は，透析法により，透析槽(体外)の透析液に用いる透析緩衝液に，特定の捕捉結合剤と特定のキャリアを用いることで，患者の負担が少なく，安全面でも優れ，しかも，効率的にβアミロイド濃度を減少させるという，これまで解決困難であった課題(上記①～④)を解決する顕著な効果を奏するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，引用文献8において，四量体Aデトックスゲルがアミロイドβに対して優れた結合能を有することや，約90％程度のアミロイドβを捕捉し得ることが実際に確認されているから，本願発明において血液中のアミロイドβを90％以上除去できることが示されても，このような効果を引用文献から予測し難い格別な効果と認めることはできないとする。",
                    "しかし，引用文献8記載の発明は，生体内に四量体デトックスゲルを存置する発明であるのに対して，本願発明は，透析法により透析緩衝液内に四量ペプチドAとポリ(エチレングリコール)架橋キャリアゲルを使用するものであり，引用文献8記載の発明とは異なり，生体内にデポ剤を存置することによる患者負担や好ましくない生物学的反応などのリスクがないという顕著な効果がある。このような効果に加えて，血液中のアミロイドβを効率的に除去できるという顕著な効果もある。",
                    "引用文献8のようなデトックスゲルではなく，透析液での使用を想定した実験として，生理学的緩衝液に，等量のAβオリゴマーを添加し，RIペプチド-PEGポリマー(四量体ペプチドA＋ポリ(エチレングリコール)架橋キャリアゲル)を添加し，アミロイドβの捕捉状況を観察する実験を行ったところ，RIペプチド-PEGポリマー溶液は，Aβオリゴマーを効率的に捕捉し，溶液から枯渇させ(甲22の図1)，また，RIペプチド-PEGポリマー溶液は，Aβペプチドを効率的に捕捉し，溶液から枯渇させており(甲22の図2)，透析液において，アミロイドβが枯渇するほどまでに捕捉することが確認できた。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "引用文献1及び引用文献8は，本願出願より5年以上前の文献である。アルツハイマー病の予防・治療という先端の分野で5年間以上もの間，引用文献1及び引用文献8を誰も組み合わせなかったこと自体，当業者にとって，本願発明に想到することの困難性を示す何よりの証左である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用文献1の実施例4について，現在形で記載されていること等から，仮説にすぎず，こうした仮説を引用発明と認定した本件審決は誤っている旨主張する。",
                "しかし，引用文献1の段落［0079］及び［0080］には，血液透析によるAβの除去が記載されているところ，段落［0079］には，「血液透析は，進行した慢性の腎不全を治療するために使用される最も一般的な方法である。それは，半透膜によって分離された2区画から構成されている。一方の区画には血液が充填されており，他方には特定のミネラルと水の溶液が充填されている」と記載され，段落［0080］には，「特定のミネラルと水の溶液」の充填された透析槽(dialysis bath)にAβ結合化合物を添加することが記載されている。",
                "また，実施例4には，Aβ結合化合物としてapoE3を用いること，apoE3の透析槽への添加量は患者の血漿中の遊離のAβ量を治療前に測定して，apoE3のAβに対する親和性も考慮に入れて算出されること，半透膜は10，000ダルトンの分子量をカットオフするものであることが記載されており，同実施例は，段落［0079］及び［0080］に記載される血液透析によるAβの除去の技術を，より具体的に特定したものであり，血液透析によるAβの除去の具体的な態様と位置付けられるものである。そして，この実施例に記載される技術的内容は，当業者であれば十分に理解できるものである。",
                "したがって，上記の実施例4が現在形で記載されていることをもって，仮説であり，引用発明の根拠とできないと主張することは失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用文献1に透析液の製造，透析液製剤の製造のいずれの記載もなく，透析緩衝液を用いる工程の記載もないにもかかわらず，本件審決は，引用発明を「アミロイド疾患の治療用の透析液製剤を製造する方法であって」と認定しており，この点に誤りがあると主張する。また，原告は，透析槽に満たされた液に特定成分を添加することを透析液の製造と解釈する余地があると仮定しても，透析液と透析液製剤は別物であるから，透析液製剤の製造方法の開示はないと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，引用文献1の段落［0079］には，「血液透析は，進行した慢性の腎不全を治療するために使用される最も一般的な方法である。それは，半透膜によって分離された2区画から構成されている。一方の区画には血液が充填されており，他方には特定のミネラルと水の溶液が充填されている」と記載されているところ，この他の区画に満たされている「特定のミネラルと水の溶液」とは，血液透析に用いられる透析液そのものであり，また，段落［0080］には，「特定のミネラルと水の溶液」の充填された透析槽(dialysis bath)にAβ結合化合物を添加することが記載されているから，引用文献1には，血液透析を行うに当たって，半透膜によって分離された2区画のうち，血液が充填されない区画に充填されている「特定のミネラルと水の溶液」すなわち透析液に対して，Aβ結合化合物を添加することが記載されているといえる。",
                    "なお，引用文献1には，透析液を製造するということについて，明示的な記載はないが，引用文献1に記載される透析液にAβ結合化合物を添加するということ自体は，透析液にAβ結合化合物を添加して所望の透析液を製造するという発明を構成する工程(ステップ)とみることは可能である。",
                    "したがって，引用文献1の記載に基づき，引用発明を「透析液を製造する方法」と認定することは誤りではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明に係る特許請求の範囲及び本願明細書等の段落【0031】の記載によると，「透析液製剤を製造する」とは，結合剤(捕捉剤)で主に構成される組成物を透析緩衝液又は透析液に直接導入することを意味すると解され，本願明細書等には，通常の透析装置を利用して血液中のβアミロイドを除去するために，所定の捕捉結合剤を透析液に「直接」添加することが繰り返し記載されている。",
                    "したがって，本願発明の「透析液製剤を製造する」ということは，透析液又は透析緩衝液(バッファ溶液)に直接，本願発明所定の捕捉結合剤を添加することを包含していると解される。なお，本願明細書等の段落【0091】において「透析液」とは「バッファ溶液」と同意語であると定義されており，また，体内の酸塩基平衡維持のために，透析液中に緩衝剤を添加することは一般的に行われているから，透析液が緩衝液であることは技術常識である(乙1)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，引用発明を「透析液を製造する方法」と認定した上で，本願発明と引用発明との対比判断で，一致点を「透析液製剤を製造する方法」としたが，本願発明の透析液製剤の製造方法の前記イの理解を前提とすると，引用文献1記載の，透析液にAβ結合化合物を添加することで所望の透析液を製造する方法について，本願発明との対比において，「透析液製剤を製造する方法」を一致点と認定したことに，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件審決には，引用発明の「アミロイドβ結合化合物」にβアミロイドを捕捉する能力があるかのような認定をした誤りがあると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，引用文献1の段落［0053］には，Aβ結合化合物について，Aβと特異的に結合する分子であることが記載されるとともに，モノクローナル抗体等が例示され，また，透析について記載した段落［0080］には，透析槽に添加されたAβ結合化合物の働きに関して，「血液中の可溶性の遊離のAβモノマー及びダイマーは透析槽に拡散し，Aβ結合化合物に結合する。その後，Aβは，拡散によって血液に戻ることはない。」と記載され，引用文献1の「Aβ結合化合物」のAβに対する結合特異性及び結合の強度の強さを示唆している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，原告は，実施例4で用いられているapoE3が元々血液中に存在する物質であって脂質と結合する性質を有し，アミロイドβを捕捉するような性質はないと主張する。",
                    "しかし，乙2の1には，ApoEはAβに対して結合親和性を有すること，ApoE3がApoE4の20倍以上の結合親和性を有することが記載されており，また，乙3には，引用文献1にてAβ結合化合物として開示される，GM1ガングリオシドが，アミロイドβ(Aβ)の異常会合を引き起こすことが注目されていることが記載されているから，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，引用文献1の段落［0130］の透析槽への添加との記載は，膜等への添加を指すと主張する。",
                "しかし，引用文献1には，血液透析におけるAβ結合化合物の使用形態について，単に「透析槽に添加される」と記載されていること(段落［0080］)，また，透析槽にAβ結合化合物を添加して血液透析を行うと，「血液中の可溶性の遊離のAβモノマー及びダイマーは透析槽に拡散し，Aβ結合化合物に結合する。その後，Aβは，拡散によって血液に戻ることはない」と記載されていること(段落［0080］)を踏まえると，血液中の遊離のAβは，半透膜を通過し，透析槽に拡散されることとなるというのであるから，Aβ結合化合物は，血液透析に使用される半透膜に固定されているというより，透析槽の液体中に存在していると理解するのが自然である。",
                "したがって，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，おびただしい数の手段の開示がされた引用文献1から引用発明を認定することはできないと主張する。",
                "しかし，引用文献1では，患者の体液からAβペプチドを除去する方法として，①患者に，治療有効量のAβ結合化合物を直接投与し，血液中に存在する遊離Aβと結合させる方法(体内投与)と，②透析によって，患者の血液から遊離Aβを除去する方法(体外処置)とが記載されているところ，段落［0078］では，透析は，患者の体内に直接Aβ結合化合物を投与することを要しないから，有害な免疫応答や他の有害な応答に対する懸念を排除するという，②の方法の技術的優位について説明されている。",
                "また，引用文献1には，②の方法について，好ましい透析方法として，血液透析，血漿交換，血漿灌流及び血液ろ過の四種類が含まれること(段落［0078］)，血液透析は，腎不全を治療するために使用される最も一般的な方法であること(段落［0079］)が記載されている。",
                "引用文献1の上記記載を踏まえると，アルツハイマー病に対するアミロイド・カスケード仮説を前提に，患者体液からβアミロイドを除去する手段として，血液透析を特に引用発明と認定したことに，何ら誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明の認定についての本件審決の判断に誤りはないから，一致点及び相違点の認定についての本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，相違点1と相違点3を分けて考えるべきであると主張する。",
                "しかし，本願発明の組成物を構成する「結合捕捉剤としての以下の構造を有する四量体ペプチド及びキャリア」については，本願に係る本件訂正後の請求項2の記載(「前記四量体ペプチド捕捉結合剤は，シス側鎖を通じて，32のβ-アミロイド結合手とともに捕捉結合剤の分子を形成する8本手のポリエチレングリコールマレイミドに結合する」［甲21］)や本願明細書等の段落【0052】の記載(「シス側鎖を通じて32のβ―アミロイド結合手と捕捉結合剤分子を形成する8本手のポリエチレングリコールマレイミドに配位するテトラマー捕捉結合剤が以下に示すように記載されている。」)を踏まえると，化学的に結合した状態にあると解されるから，本件審決において，この二つの成分を含む組成物を用いることを相違点と認定したことに，何ら誤りはない。また，同じ内容の相違点を，まとめて一つの相違点とするか，二つの相違点とするかで，判断が変わるものでもない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告主張に係る相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決が，引用発明において，「Aβ結合化合物」として，引用文献8に記載される「四量体Aデトックスゲル」を用いることは当業者が容易に想到し得ると判断したことは誤りであると主張する。",
                    "しかし，血液透析の原理，すなわち，半透膜を通過できる大きさの分子については，半透膜によって分離された二つの区画(血液区画・透析区画)を両方向に自由に通過し(拡散の原理)，最終的には，両側に等しい濃度の分子が存在する状態となる(濃度勾配)という原理(引用文献1の段落［0079］)を踏まえると，引用発明において，「Aβ結合化合物」として，Aβに対する結合能力が高いものを採用することで，透析区画に入ったAβの拡散を抑止し，効果的な透析につなげていくことは，当業者にとって自明の理である。",
                    "そして，引用文献1において「Aβ結合化合物」として具体的に記載されるものは，あくまで例示であって，これに限られないことは，段落［0054］における「非限定的な例」との記載からも明らかであるから，引用発明に接した当業者が，本願優先日時点において知られている「Aβ結合化合物」に相当する化合物の中から，天然由来であるか，合成物であるかにかかわらず，Aβに対する結合能力の高い化合物を選択することは，当業者の通常の創作能力の発揮である。",
                    "そして，引用文献8には，四量体ペプチドAと共にポリエチレングリコールを架橋することにより調製されたデトックスゲル(四量体Aデトックスゲル)が記載され，体外での実験を通じて，Aβ-42に対して優れた結合能を有すること，不可逆的にAβ-42に結合することが確認されたことも示されている。",
                    "したがって，引用発明において，「Aβ結合化合物」として，引用文献8に記載される「四量体Aデトックスゲル」を採用してみることは，当業者であれば容易に想到し得たことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明の血液透析と引用文献8のデトックスゲルの生体内存置とでは技術分野が異なり，この点で，阻害要因がある旨主張する。",
                    "しかし，Aβ結合化合物を透析槽に添加する血液透析の技術も，Aβ結合化合物を直接患者に投与する技術も，Aβ結合化合物を，体液中のAβと結合させることで除去するという作用機序を利用するものであるから，血液透析の技術において，体液中のAβに対して効果的に結合するAβ結合化合物を検討する上で，Aβ結合化合物を直接患者に投与する技術は忌避すべき技術ではなく，この技術において，体液中のAβに対して効果的に結合するAβ結合化合物があれば，これを血液透析の技術に適用しようとすることは，当業者であれば当然想起し得ることである。そうすると，引用文献8に「これまでの研究で，脳から，したがって血液からのアミロイド斑の除去が，疾患の進行を停止及び／または遅延させるのに有効であり得ることが示されている。・・・我々はポリエチレングリコール(PEG)を用い，RIペプチドと重合かつ架橋した新しいデトックスゲルシステムを提案する。・・・デトックスゲルが，効果的かつ不可逆的にAβ-42ペプチドに結合することが確認された。四量体のRIペプチドを組み込んだゲルは，最大の結合能力を示した。」と記載されるように，引用文献8の技術における最大の結合能力を示すAβ結合化合物を，引用発明に適用することに阻害要因があるとはいえない。さらに，引用発明の開示される引用文献1には，Aβ結合化合物を用いて体液からAβを除去する方法として，Aβ結合化合物を透析槽に添加する血液透析(引用発明)のほか，Aβ結合化合物を直接患者に投与する方法も記載されていることも踏まえると，引用発明において使用する「Aβ結合化合物」として，体内で使用されることが想定されているものを用いてみることも，阻害要因とはならない。また，引用文献8の「予め膨潤させた各ゲルを，リン酸緩衝液(10mM，pH7)，ビオチン化Aβ-42ペプチド(1．5μg／mL)を含有する結合溶液中，37℃でインキュベートした。試料は，0，30，60，90及び120分で回収した。次いで，ゲルを洗浄し，ビオチン化Aβ-42ペプチドを含まない緩衝液中で37℃で4日目までインキュベートした。材料及び方法の項に記載のとおり，ビオチン化Aβ-42ペプチドの培地への放出を評価するために，1日目及び4日目の終わりにサンプルを回収した。」との記載によると，四量体AデトックスゲルのAβに対する結合能は，体外での緩衝液中での実験で確認されているのであるから，このような実験の結果確認された優れた結合能を期待して，体外で血液からAβを除去する血液透析の引用発明において，透析緩衝液中のβアミロイドを捕捉する成分として，この四量体Aデトックスゲルを用いてみようとすることは，当業者にとって容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用文献1の段落［0080］において言及のある，血液中の可溶性の遊離のアミロイドβは，明確に「モノマーとダイマー」と限定されていること，また，段落［0080］には，「半透膜は10，000ダルトンの分子量カットオフを有する」と記載されていること等を理由に，引用発明は，一般的透析により浸透圧で単量体及び二量体のアミロイドβを除去することしか開示されておらず，二量体を超える高分子量種のアミロイドβも含めて除去する本願発明とは，技術思想が全く異なる旨主張する。",
                    "しかし，本願発明の特許請求の範囲には，除去すべきβアミロイドの分子量や半透膜を通過する分子の大きさについては，発明特定事項として何ら記載されておらず，原告の上記主張は，特許請求の範囲の記載に基づかない主張であり，本願発明も，引用発明と同様，10，000ダルトン程度の分子が通過できる半透膜を採用する場合を含むものである。",
                    "また，引用文献1の段落［0130］には，「血液中の可溶性の遊離のAβモノマー，ダイマー及びオリゴマーは透析槽に拡散し，apoE3に結合する。」との記載もあり，除去されるアミロイドβは，「モノマーとダイマー」に限定されていない。",
                    "さらに，引用発明は，βアミロイドを除去するという点では，本願発明と技術思想が異なるものではない。",
                    "したがって，原告の上記主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告主張に係る相違点3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用文献1には，透析槽に添加する組成物中のアミロイドβ結合化合物に第2部分にポリエチレングリコールを用いるという思想が開示されているとはいえないとして，以下の点を指摘する。",
                    "①  引用文献1における，「アミロイドβ結合化合物」の第2部分として，ポリエチレングリコールのような高分子を用いてもよいことが記載されているとする箇所(段落［0056］)は，「全身投与」に関する記載であり，透析とは無関係である。",
                    "②  引用文献1には，膨大な数のアミロイドβ結合化合物(上位概念，下位概念含む)が記載されており，また，第2部分に用いることのできる高分子についても，およそ高分子であれば何でもよいという記載がされているから，アミロイドβ結合化合物と高分子の組合せ数は，無限である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "上記①について",
                      "text": [
                        "引用文献1には，血液透析処理によって，血液中から遊離Aβペプチドを除去する場合に，「Aβ結合化合物」を使用することが記載されている(段落［0080］等)。",
                        "また，段落［0056］は，段落［0053］から続く「Aβ結合化合物」の項に含まれ，この項の後に，段落［0071］からの「インビボ治療」及び段落［0077］の「透析」と続くのであるから，段落［0056］に記載される事項は，「体内への全身投与」(「インビボ治療」)だけに限定されるものではなく，「透析」にも対応しているものと解される。",
                        "実際，段落［0056］には，「Aβ結合化合物」に結合することができる(may also be conjugated)「第2部分」についての説明が記載されているが，同記載(「結合することができる(may also be conjugated)」)からすると，「第2部分」は必ず「Aβ結合化合物」と結合しなければならないものでもない。また，同段落において，「第2部分」は，「分解を抑制する，及び／又は半減期を増大する，毒性を減少する，免疫原性を減少する，血液脳関門を越えた輸送を促進する，又はAβの生物学的活性を増大する」ような分子であり得る(The moiety can be molecule that ・・・)と記載されているとおり，「第2部分」の分子の特性はここに列挙されるものに限られる必要はないし，また，ここに列挙される特性のうち，「分解を抑制する」等は，体内での使用に限定されるものとはいえない。",
                        "さらに，引用文献1では，「Aβ結合化合物」を「血液透析」に用いることも想定されている。",
                        "したがって，上記①の指摘は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "上記②について",
                      "text": [
                        "審決における進歩性否定の理由は，引用発明において，「Aβ結合化合物」として，引用文献1以外の文献(引用文献8)に記載されたものを採用することは，当業者が容易になし得たというものであるので，引用文献1に記載される化合物等が膨大である等の原告の主張は，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用文献8に記載された発明は，生体内で使用するデポ剤であるため，その不活性および安全性のためにRIペプチドを集めるためのプラットホームとして，ポリエチレングリコールが採用されていること，引用発明は，透析法によりアミロイドβを除去する発明であり，アミロイドβ結合化合物を透析槽(体外)で使用するから，生体内における不活性及び安全性という必要性がなく，引用文献8とは技術分野が異なる，また，引用発明において，生体内での不活性及び安定性のためのものとして開示されているポリエチレングリコールを使用しようという動機付けもない旨主張する。",
                    "しかし，引用文献1には，「Aβ結合化合物」の第2部分として，ポリエチレングリコールを使用し得ることが記載されているのであるから，引用文献8に開示され，優れた結合能の確認された「四量体Aデトックスゲル」を，引用発明における「Aβ結合化合物」として採用することには，十分な動機付けがある。",
                    "また，不活性・安全性という特性は，半透膜を介して血液と接する透析液においても必要であり，この点で，引用発明が引用文献8とは技術分野が異なるということはない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明から出発して，アミロイドβ除去能を向上しようとすれば，引用文献1に多数列挙されているアミロイドβ結合化合物からアミロイドβ結合能力の少しでも高いものを選択するのが通常であって，わざわざキャリアゲルで修飾することの動機付けはない，また，透析液は正常な血液に近い成分・濃度の電解質溶液に調製するのが当業者の常識であって，引用発明にキャリアゲルを添加することには，阻害要因がある旨主張する。",
                    "しかし，前記(1)アのとおり，引用発明において，「Aβ結合化合物」として，引用文献8記載の「四量体Aデトックスゲル」を採用することは，当業者にとり容易である。そして，引用文献8において，ゲルを構成するポリエチレングリコールは，引用発明においても，「Aβ結合化合物」の第2部分を構成する材料として用い得ることが記載されている(段落［0056］)。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "解決課題及び作用効果について",
              "text": [
                "原告は，本願発明は，透析法により，透析槽(体外)の透析液に用いる透析緩衝液に，特定の捕捉結合剤と特定のキャリアを用いることで，患者の負担が少なく，安全面でも優れ，しかも，効率的にβアミロイド濃度を減少させるという，これまで解決困難であった以下の四つの課題を解決するという，顕著な効果を奏するものである旨主張する。",
                "①  β-アミロイドへの特定の結合作用を提供する。",
                "②  β-アミロイドの除去の物理的特性(たとえば，膜を用いたろ過)に依存せず，代わりに，血液の構成要素からβ-アミロイドを捕捉する結合剤を用いるだけである。",
                "③  組織的に高い結合能力を形成するプロセスを提供する。",
                "④  体内に外的物質を導入することを含まず，それにより逆のリスク事象に移行し得る潜在的免疫システム反応を除去したプロセスを提供する。",
                "しかし，④については，血液透析によりAβの除去を行う引用発明が当然備える効果である。",
                "また，①～③については，引用発明において，「Aβ結合化合物」として，結合能の高い化合物を採用することで，獲得される効果にすぎない。",
                "そして，血液透析の原理を踏まえると，引用発明において，「Aβ結合化合物」として，Aβに対する結合能力が高いものを採用することで，効果的な透析につながっていくことは，当業者にとって自明の理であるから，上記の①～④の効果は，引用発明において，引用文献8の四量体Aデトックスゲルを採用することで，達成される効果である。",
                "また，原告は，追加の実験結果を提出して，RIペプチド-PEGポリマー溶液がAβオリゴマーを効率的に捕捉し，溶液から枯渇させたと，本願発明の効果について主張するが，同実験データで確認できる本願発明の効果は，引用文献8の四量体Aデトックスゲルが示した，体内ではなく，緩衝液中で，約90％程度のアミロイドβを捕捉し得る結合能からみて，格別顕著なものとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明",
          "text": [
            "本願明細書等には，以下の記載がある(甲9)。",
            "【技術分野】【0001】本発明は，概して被験者中のβ-アミロイドを減少させるための組成物に関連する。より詳細には，本発明は，血液ろ過工程を通じてβ-アミロイドに関連する被験者の病状を体外的に治療する方法及びシステムを目的とする透析液製剤を作製するための組成物の使用に関連する。",
            "【背景技術】【0002】アルツハイマー病(AD)の特徴は，β-アミロイドペプチドの中枢析出物で主に構成される老人斑の脳にある。これらのβ-アミロイドペプチドの析出物は，遺伝的な神経病理学の生化学的な証拠によると，ADの発病に重要な役割を果たすことがわかっている。",
            "【0003】Karran et alに表されるADに対するアミロイド・カスケード仮説は，脳内でのβ-アミロイドペプチドの析出がADの病状の中心的事象である。この仮説は，病理組織学及び遺伝情報を総合的に扱うのと同様に，学術的及び薬学的の両分野の研究でかなりの影響があった。それは，脳実質中のβ-アミロイドペプチドの析出が究極的にはAD認知症を導く事象の配列を開始するという証拠を提供するものでもあった。",
            "【0004】β-アミロイドペプチドは，米国特許公開2007／0092508号及び米国特許公開2006／0069010号(これらの文献の全てが本明細書に組み込まれる)に明確に記載されるようなタンパク質分解処理によるアミロイド前躯体タンパク質(APP)に由来する39～43のアミノ酸ペプチドを言う。",
            "【0005】β-アミロイド1-40及びβ-アミロイド1-42の両方  SEQ",
            "ID  ＮOS：1及び2はそれぞれ両方とも，AD患者の脳組織に見られるアミロイド繊維の析出成分である。β-アミロイド1-40及びβ-アミロイド1～42は，神経毒を考慮する不溶性βシート構造(例えばADDL(β由来の拡散性配位子のアミロイド))を形成する。原則として，ADDLは，顕性神経細胞死又は血小板析出に先立つ機能的欠損を累積して引き起こすβ-アミロイドの溶解性オリゴマーである。",
            "【0007】残余KLVFE(上述のようなSEQ  ID  ＮO：4)を含むβ-アミロイドペプチド配列は，β-アミロイド1-40及びβ-アミロイド1―42ペプチドで相同配列に結合し，生体内外で繊維形成を阻害する。KLVFEは，潜在的に，所望の捕捉結合作用を提供する組織より有効であり得る有機抗体／自然抗体でないβ-アミロイドへの理想的な結合部になると見られる。",
            "【0008】より特定的には，2つの相同配列の会合により，Lys，Leu及びPhe残余の間の相互作用で主として安定化する不定形の逆平行β-シート構造が形成される。このKLVFEペプチド及びそれらのレトロ逆型(FEVLK，前に引用した米国特許公開公報のSEQ  ID  ＮO：5)の自己認識特性は，生体内で循環するβ-アミロイドを捕捉するための，皮下ヒドロゲル“デトックスデポ”又は“窪み”の形で作用する。例えば Zhang et al.,Bioconjugate Chem.,2003,14,86-92;Sundaram et al,c Alzheimer Res.,2008 Feb;5(1)26-32；米国特許2006／0069010；米国特許2007／0092508のそれぞれの全開示内容の趣旨を，参照により本明細書に取り込む。",
            "【0009】兆候パターンは，神経毒性β-アミロイドペプチドの誘起濃度と被験者の間で様々であるが，これらの神経症患者のペプチド蓄積の潜在的脅威は，アルツハイマー病(AD)のようないくつかの病理学的疾患を徐々に進展させる結果となるかもしれないが，前に引用した米国特許公開公報に記載したように，ほとんどの場合に，組成物を用いた適した治療の必要性を主張する。体系的方法論で投与する抗体の形態における場合のように，伝統的な生物薬剤学的治療は，治療の早期の段階で効果的であるけれども，もしその投与が治療スケジュールの枠を通して一定していなければ，漸進的に有効かつ有用でなくなることが知られている。",
            "【0010】このような抗体は，一般に高分子となる。被験者の状態に依存する多くの異なる方法及び必要となる治療法で投与され得る低分子量の物質と違って，ほとんどの高分子抗体は，投与方法に制限がある。抗体は，底質に固有のものがあるけれども，前述の限定した投与経路のため，それらは，標的部位に必ずしも固有のものであるとは限らない。この分野で公知なものの一例として，改変抗体が大きすぎて，生理的防衛機構として提供される中枢神経系内で，脳細胞外液(BECF)から循環血液を分離する血液脳関門を通過できないことがある。",
            "【0011】抗体の使用の他の重要な欠点として，好ましくない生物学的反応，無関係な抗体との相互反応，及び高価な治療行為に長期間負担しなければならない患者の経済的負担をもたらす傾向がある。抗体を使用するときのこれらの明らかな不利益を考慮しつつ，β-アミロイド濃度を減少させる体外的治療のニーズは強く求められている。",
            "【0012】Nobuya 及びKazunori(2012)は，2012年7月8日に出願された米国特許公開公報第2012／0031840号を通じて，血液中のβ-アミロイド濃度を減少させる方法を開示しており，当該方法は，体外に血液を取り出す工程と，中空繊維膜を通じて取り出された血液を流す工程と，流した血液を体内に戻す工程と，を含み，β-アミロイド-アルブミン複合体を含む血液を，中空繊維膜に通過させて，血液中のβ-アミロイド濃度を減らすようにβ-アミロイドを中空繊維膜に吸収させる。・・・",
            "【0015】また，Blas et al(2007)は，2003年12月18日に出願された米国特許公開公報第20070010435号を通じて，アミロイド病の治療を必要とする患者を治療する方法を教示しており，当該方法は，フィルター，膜又はカラムを通じて，患者の血液をろ過し，それによって患者から循環するβ-アミロイドを除去するものである。Blas et al は，Nobuya 及び Kazunori によって記述される方法と実質的に同様の方法を教示している。",
            "【0016】上記の類似点は，上記の2つの先行文献の両方がそれぞれ透析装置の膜部分に導入するβ-アミロイド結合剤を用いるという事実にある。Blas et al は，アポリポタンパク質E，アポリポタンパク質J，血清アミロイドP化学成分，β-アミロイドへのRＮAアプタマー，α1-抗キモトリプシン，そのアミロイド-β-結合断片及びそれらの組合せから選択される結合剤の化合物を要求するに過ぎない。",
            "【0017】捕捉結合剤として KLVFE を使用することは，Blas et al に明らかに開示されていない。Nobuya 及び Kazunori の開示並びに Blas et al の開示を考慮すると，半透膜，より特定的にはカラムの性能に主に依存しなくても，β-アミロイドを除去し得る方法のニーズは未だ存在する。事実として，Santoro 及び Guadagni (2009)は，“Dialysis Membrane: from Convection to Adsorption”というタイトルの文献で，膜性能の評価が難しく，異なる膜は対比の十分な点を確立してから対比するしかないことを明示している。",
            "【0029】先行技術文献の前述のあらゆる限定を考慮すると，患者の体内にβ-アミロイドを戻すことなく，透析膜の性能及び特性を複雑に評価する必要なく，かつ患者の健康状態を危険にさらすことなく，β-アミロイドを体外に取り除く方法を提供する標準透析装置であって，かつ小型で安価でシンプルな標準透析装置のニーズがあることは明らかである。",
            "【発明の概要】【発明が解決しようとする課題】【0030】前述の先行技術の限定を鑑みて，本発明はβ-アミロイドの誘発濃度に関連する病状の患者を治療するために用いられ得る組成物の使用を主に提供するものであり，当該組成物は透析工程の一部として用いられ，β-アミロイドを特定的に標的にして結合すること，組成物のβ-アミロイドへの結合反応は体外で生じること，組成物は捕捉したβ-アミロイドの逃避させないこと，及び組成物は透析工程に用いる透析液とともに混合されることを特徴とし，これにより透析工程が患者のβ-アミロイド濃度をかなり減少させる。",
            "【0031】それ故，本発明の主要な目的は，血液ろ過工程によって支援される，β-アミロイドの誘起濃度に関連する病状の体外治療を意図した透析液又は透析製剤を作製するために用いられる組成物を提供することである。本発明によると，組成物は，標的とする神経毒のβ-アミロイドを捕捉・結合するために設計し作製された結合剤で主に構成される。捕捉剤は，結合剤としても提供され，透析工程を実行するときに必要な平衡を達成するのに必要な通常の透析液の他の標準的な構成とともに透析液に直接導入される。",
            "【0037】本発明のさらに別の目的は，組成物の製造方法を提供することであり，当該製造方法は，少なくとも1つの上述の捕捉結合剤又はその薬学的に許容される誘導体若しくは類似物が，少なくとも1つの固体，液体又は半液体キャリア及び／又は補助物質とともに投与形態にされる。本発明の，この特定の側面において，キャリアは，組成物の合計分子量を増加させるために架橋され得るポリエチレングリコールポリマー鎖を含む。キャリアは，結合成分の複数の複製とともに結合することによって結合の親和性を増やし得る骨格を提供する。",
            "【発明を実施するための形態】【0046】図1を参照すると，APP770の部分列の図が示されている。β-アミロイドペプチド，Aβ1-42(SEQ  ID",
            "ＮO：1)は太字のイタリック体で示されている。一方，Aβ1-40(SEQ  ID  ＮO：2)はC-末端から切断したIATを有する。最後に，KLVFF(SEQ  ID  ＮO：4)に下線を引いている。KLVFFペプチド又はその変異体は，本発明のクレームの組成物の主要構成である。この組成物は，血液中，又は特に血液の血漿成分中によく存在する神経毒のβ-アミロイドペプチドを惹き付け，捕捉し，結合することに優れている。・・・",
            "【図1】",
            "【0049】・・・PEGは，一方の末端がアミノ基で，他方の末端がカルボキシレート基で終わっていてもよい。好ましい実施形態において，システイン残基は，そのチオール側鎖を通じてキャリアに結合している。",
            "【0050】 図1Aを参照して，以下に示すような，逆順(レトロ-インベルソ)で，ffvlk単量体ペプチドの4つの複製を含むテトラマーペプチドを有する捕捉結合剤の組成物を示されている。",
            "【0051】上記構造は，好ましくは，標準透析液と混合してもよい重炭酸塩粉末中で供給される。標準透析液は，超高純度の透析液の形式をとることがさらに好ましい。・・・",
            "【0052】図1Bを参照すると，シス側鎖を通じて32のβ-アミロイド結合手と捕捉結合剤分子を形成する8本手のポリエチレングリコールマレイミドに配位するテトラマー捕捉結合剤が以下に示すように記載されている。",
            "8本のPEG-OH：8本のポリエチレングリコール(トリペンタエリスリトールコア)分子量：40，000Da   【0053】図2は，透過液製剤の作製において，図1A及び図1Bに記載されるような結合剤の使用を描くブロック図を示している。図1に示されるような結合剤を主成分とする組成物は，酸，水，及び重炭酸ナトリウムのそれぞれの有効量からなるものであってもよい。そして，最終組成物は，混合チャンバー内で標準透析液と好適に混合してもよい。そして，最終組成物及び透析液濃度溶液のそれぞれの適した量を確保するために，個々の流量制御装置を用いてもよい。",
            "【図2】",
            "【0054】・・・透析側に隣接して，血液回路側がある。血液回路側は，仮決めした流量比率で被験者から血液を流し，別の体液移行ユニットから血液を受け取るように構成されている。",
            "【0055】透析側と血液回路側の間に透過膜がある。当該透過膜は，神経毒のβ-アミロイドペプチドが通過できる十分な大きさではあるが，血液の他の細胞成分が通過できない孔を有する多孔質材料であることを特徴とし，上記の血液の他の細胞成分のほとんどは，生理的状態を維持する上で必要とされるものと同等に一般に重要なものである。それは，被験者から抽出した新鮮な血液中に存在する神経毒のβ-アミロイドペプチドのあらゆる分量を実質的に排出する工程で重要な役割を果たす捕捉結合剤の能力である。",
            "【0056】神経毒のβ-アミロイドを含む血液は，第一の一定方向で血液回路側を通じて通過する一方で，第一の一定方向と反対の一定方向で，透過液側の内側を流れる透過液の作製に用いる捕捉結合剤が，実質的にほとんどのβ-アミロイドを捕捉する。捕捉結合剤は，透過膜を通過するβ-アミロイドを惹き付ける。",
            "【0057】捕捉結合剤それ自体は，透過膜の多孔質材料を通過できないほど大きく形成されてもよい。この点で，透過膜の多孔質材料よりも小さいサイズ(又は分子量)のβ-アミロイドだけが透過膜を通過できる。図3は，血液中の標的β-アミロイドペプチドの濃度を減らす体外システムを描くブロック図である。",
            "【図3】",
            "【0058】このシステムは，主に2つの構成要素を含み，つまり，血液ろ過装置及び図1A及び図1Bに記載の，主に捕捉結合剤からなる組成物を含む。血液ろ過装置は，血液の他の細胞成分から血漿成分を分離するように構成される。",
            "【0059】さらに，血液ろ過装置は，抽出した血液を受け取るのに適合した血液循環側と，透過液を受け取るのに適合した透過液側と，血液循環側と透過液側とを分離する透過膜とを含む。一方で，第2の構成要素は，前に言及及び記述したような組成物であり，主に標的のβ-アミロイドペプチドへの結合剤からなる。",
            "【0060】この組成物は，透過液側に含まれる透過液に直接導入される。結合剤は血液循環側から透過液側に移行する血漿成分から神経毒性β-アミロイドペプチドを捕捉し，かつ結合するのに十分な結合力を有する。好ましい実施形態において，結合剤が廃棄のためにそれらを引き付ける間，透過膜は(オリゴマー形の)β-アミロイドペプチドのサイズよりも実質的に大きいサイズの孔を有し，それによりβ-アミロイドペプチドが透過膜を通過することができる。",
            "【0065】本発明の一実施形態において，腎臓病患者から毒性物質を取り除くために用いられるものと似た透析装置が用いられる。本発明の技術は，典型的な透析装置を用いるものであるが，例えば引用した先行技術文献に記載されるような基本的な科学原理にしたがって，本明細書で考慮するβ-アミロイド抽出治療によってアルツハイマー病(AD)を治療するための透析装置との接続に用いる透析バッファ溶液に“捕捉結合剤”を投入することを含む。別の好ましい実施形態において，この捕捉結合剤はKLVFEペプチドである。",
            "【0068】前に記述したように，捕捉結合剤は，ポリペプチドを含んでもよく，当該ポリペプチドは，1以上の結合手とのリンカーを通じて両者が結合する3以上のアミノ酸配列を基礎として作製されてもよい。リンカーの結合手の数を増やすことは，その全体の長さを増加させる。捕捉手がより長いほど，標的のβ-アミロイドを捕捉し，結合するための結合剤のより優れた能力を生み出すように，結合手の全体の長さは，捕捉結合剤の結合力に直接的に比例する。上述の実施形態において，本発明は最適な結合能力を得るための8本手の部分を有利に提供する。",
            "【0071】一実施形態において，捕捉結合剤は，KLVFF又はその変異体，例えばレトロ又は逆相似物(例えば添付の出願人の関連出願の表1参照)のペプチド配列を含む。このペプチドは，結合したキャリアゲルの合計分子量及びペプチド配列を増加させ，それによって透析膜の通過を妨げるように，ポリ(エチレングリコール)架橋剤／キャリアゲルに結合してもよい。このような捕捉結合剤及びキャリアは，β-アミロイドにうまく結合することができるため，当該β-アミロイドは，血液又は透析装置を通過し膜に沿って流れる液体からβ-アミロイドを除去することができる。・・・",
            "【0073】このような増強した捕捉結合剤は，AD又は生体内β-アミロイドペプチドの異常濃度に付随する他の病状で苦しむ被験者又は患者の透析治療のための透析装置に用いる水又は他の一般的な透析液若しくはバッファ溶液に加えてもよい。あるいは，増強した捕捉結合剤がキャリアゲルに結合するようにキャリアゲルを用いてもよい。",
            "【0078】さらに，このような捕捉結合剤は約15000ダルトンから20000ダルトンの分子量と同等の分子サイズを有してもよい。透析液は，水又は透析に適した他のバッファをさらに含んでいてもよい。このようなシステムは，それを必要とする患者，例えば患者からβ-アミロイドペプチドの抽出を望まれる場合のアルツハイマー病(AD)又はβ-アミロイドに関連する他のいかなる病状の患者を治療するために用いられてもよい。",
            "【0091】上記議論を通じて，”透析液”の用語は，血液又は液体から毒性物質を惹きつけ，捕捉する液体を，血液又は液体が透析装置を通過するように定義するために，”バッファ溶液”及び”透析溶液”の用語と同意語として用いる。",
            "【0092】",
            "利点",
            "本発明は下記の利点を提供する。",
            "(1)β-アミロイドへの特定の結合作用を提供する。",
            "(2)β-アミロイドの除去の物理的特性(たとえば，膜を用いたろ過)に依存せず，代わりに，血液の構成要素からβ-アミロイドを捕捉する結合剤を用いるだけである。",
            "(3)組織的に高い結合能力を形成するプロセスを提供する。",
            "(4)体内に外的物質を導入することを含まず，それにより逆のリスク事象に移行し得る潜在的免疫システム反応を除去したプロセスを提供する。"
          ]
        },
        {
          "fig": "2",
          "subject": "文献の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献1には，以下のとおりの記載がある(甲1，28)。",
                "【特許請求の範囲】",
                "1．アミロイド疾患に罹患している患者を治療する方法であって，そのような治療を必要とする患者に，患者の体液中の遊離アミロイドベータに結合する化合物の治療有効量を投与することを含む方法。",
                "8．前記化合物が，アポリポタンパク質E・・・ガングリオシド・・・，およびそれらの組み合わせから選択される，請求項1に記載の方法。",
                "13．化合物が，アミロイドベータに結合する抗体または抗体フラグメントである，請求項1に記載の方法。",
                "16．このような治療を必要とする患者のアミロイド疾患を治療する方法であって，フィルター，膜又はカラムを通して患者の血液を濾過し，それにより患者から循環するアミロイドβを除去する工程を含む方法。",
                "20．膜，フィルターまたはカラムが，膜，フィルター，またはカラムに結合またはコンジュゲートされ，アミロイド-βに結合する化合物を含む，請求項16に記載の方法。",
                "21．前記化合物が，アポリポタンパク質E・・・ガングリオシド・・・，およびそれらの組み合わせから選択される，請求項20に記載の方法。",
                "26．前記化合物が，アミロイドベータに結合する抗体または抗体フラグメントである，請求項20に記載の方法。",
                "27．前記患者の血液を濾過する方法が，血液透析，血漿灌流及び血液濾過から選択される，請求項16に記載の方法。",
                "［0002］本発明は，ヒトアミロイド疾患を治療するための方法に関する。具体的には，本発明は，例えば，アミロイドベータ(Aβ)と会合することができる化合物の投与または遊離Aβを除去するために，カラム又は膜を介した血液の透析によって，体液中のAβペプチドの濃度を低下させる方法に関する。",
                "［0003］アミロイド疾患(タンパク質の折り畳みの障害)またはアミロイドーシスは，異常な不溶性クロスβシート繊維または罹患臓器におけるアミノイド沈着として存在するAβペプチドを含むペプチドの蓄積によって特徴付けられる。アミロイド疾患には，アルツハイマー病，2型糖尿病，ハンチントン病，パーキンソン病および慢性炎症が含まれるが，これらに限定されない。・・・",
                "［0011］本発明は，一つには，Aβペプチドを患者の体液から除去することによってアミロイド疾患を治療することができるという発見に基づいている。これは，遊離Aβに結合させるためにAβと会合する化合物の投与によって達成することができる。遊離Aβはまた，透析によって患者の血流から除去することができる。両方の方法は，罹患臓器からのAβの流出をもたらし，患者のアミロイド負荷を減少させる。",
                "［0020］-実施形態では，Aβペプチドは，Aβ-リガンドを使用しないでex  vivoで血液から除去される。例えば，患者の血液は，Aβのカットオフ重量よりも高いカットオフ重量を有する一方向性膜を使用する対流透析または血漿交換に供することができ，それによって，Aβ含有血漿をAβフリー血漿に置き換えることができる。",
                "［0021］別の実施形態では，血液または血液成分中に存在するAβは，生体外でAβと会合または結合することができる薬剤，すなわちAβリガンドと接触する。そのようなリガンドには，抗Aβ抗体またはAβ結合抗体断片，ならびに表1に記載のAβ会合物質が含まれる。リガンドは，固体支持体に結合させるか，または結合Aβを血漿区画に逆流させない透析区画中に存在させることができる。例えば，固体支持体に結合したAβ-リガンドは，血液ろ過デバイスまたは当技術分野で公知の他のデバイスに組み込むことができる。・・・",
                "［0052］本発明は，ヒト体の血流または他の体液中に存在するAβを除去することによって，アミロイド疾患に罹患しているヒトを治療する方法を提供する。本発明の一実施形態によれば，Aβに関連する化合物(以下，「結合化合物」とも呼ばれる)またはそのような化合物の断片は，アミロイド疾患に罹患しているか，またはアミロイド疾患の危険性がある患者に投与される。そのような結合化合物を以下に記載する。",
                "［0053］Aβ「結合化合物」またはAβ「リガンド」は，Aβ1-40およびAβ1-42を含む，Aβに結合する分子である。例示的なリガンドは表1に示すとおりであり，モノクローナル抗体やそのフラグメント，合成リガンドなども含まれ，これらはAβに特異的に結合する。",
                "［0054］本発明で使用するためのAβ結合化合物またはリガンドの非限定的な例は，アポリポタンパク質E・・・ガングリオシド(例えばモノオガラクトシドGM1)・・・それらの組み合わせが挙げられる。・・・",
                "［0056］化合物の1以上は第2の部分に結合されていてもよい。そのような部分は，分解を抑制するおよび／または半減期を増大する，毒性を減少する，免疫原性を減少する，血液脳関門を越えた輸送を促進する，またはAβリガンドの生物学的活性を増大するような分子であり得る。典型的な媒体は，ヒト血清アルブミン・・・直鎖状の高分子(例えば，ポリエチレングリコール(PEG)・・・)が含まれる。リガンドは，直接又はリンカーを介し，そのような第2の部分に結合することができる。・・・",
                "［0077］別の実施形態では，化合物を患者に投与することによってではなく，患者の血液からカラムおよび／または膜を通して透析してAβタンパク質を患者の血液から除去することによって，遊離Aβの減少が達成される。カラムまたは膜は，共有結合した本発明のアミロイド結合化合物を含有してもよい。・・・",
                "［0078］・・・本発明で使用され得る好ましい透析方法には，血液透析，血漿交換，血漿灌流及び血液濾過が含まれるが，これらに限定されない。後者の3つの技術は，Aβ結合化合物を必要としない。・・・",
                "［0079］血液透析は，進行性および永久的な腎不全を治療するために使用される最も一般的な方法である。これは，半透膜によって分離された2つの区画からなる。一つの区画は血液で満たされ，他の区画は特定のミネラルおよび水の溶液(透析液浴(dialysate bath)と呼ばれる)が満たされる。・・・",
                "［0080］本発明での使用のために，Aβ結合化合物を透析浴(dialysis bath)に添加する。半透膜は，10，000ダルトンの分子量カットオフを有する。血液中の可溶性遊離Aβモノマー及び二量体は，透析浴(dialysis bath)に拡散し，Aβ結合化合物に結合する。その後，Aβは，血液中に拡散して戻ることはない。",
                "［0081］透析区画中のAβ結合化合物は，Aβに対して高い，中程度のまたは比較的低い親和性を有し得る。・・・",
                "［0086］・・・典型的には，透析は，患者の血液中の遊離Aβの濃度が高く，例えば0．1～0．5ng／ml(平均血漿レベルの10から50％)を超えている限り，1～7日ごとに行われる。",
                "［0088］本発明の別の好ましい実施形態において，Aβ結合化合物は，結合化合物も結合対も血液と一緒に移動しないように固定化され，すなわち固定される。好ましくは，結合パートナー構築物は，共有結合または親和性結合を用いて固体支持体上に固定される。・・・",
                "［0089］・・・結合相手が抗体である場合，そのFc領域を介して固体支持体または膜に結合され得る。",
                "［0090］透析装置および方法において利用される固体支持体は，様々な物質(ニトロセルロース・・・)から製造することができ，場合によってはPEG(ポリエチレングリコール)のようなリンカー分子を用いてフラットな透析装置，半透膜，半透性中空繊維，コイル，透過性球体，透析膜および血漿交換フィルターを含む(WO00／74824)。・・・",
                "［0091］生体外透析手順において，本明細書に記載の結合化合物は，血液から完全に標的分子(Aβ)を除去するのに十分な量で，または単に血液中の分子の量を減少させるのに十分な量で使用することができる。使用される構築物の正確な量は，使用される装置の効率および血液中の標的分子の予想される量に依存する。固体支持体上に固定化される結合相手の量はまた結合相手と標的との間の親和性，灌流デバイスのタイプ，および灌流治療の長さに依存して変化し得る。これらの量は，標準的な臨床技術に従って，施術者の判断および各患者の状況に従って決定することができる。しかし，典型的には，固定された結合パートナーの量は，血液中の遊離Aβと比較して約50倍から約1000倍モル過剰の範囲であろう。",
                "［0127］・・・",
                "例4",
                "アルツハイマー病患者におけるアポリポタンパク質E3(ApoE3)血液透析治療",
                "［0128］本実施例では，透析液槽(dialysate bath)にアポE3を添加して膜を介して血液透析を行う場合と，処置しない場合やアポE3を添加せずに血液透析を行う場合とを比較することによってAβの血液透析によるアルツハイマー患者への治療効果を評価する。より簡単な調製手順のために遊離のapoEタンパク質が好ましいが，遊離の，組換え産生されたapoEタンパク質またはHDL粒子に組み込まれたapoEタンパク質のいずれかをこの方法で使用することができる。",
                "［0130］組換えapoE3または脂質付加組換えapoE3を透析槽(dialysis bath)に添加する。その濃度は，必ずしも，透析装置の血液隔室から拡散する全ての遊離Aβに結合するのに必要とされるよりも大きいか，異なっていなければならないものではない。治療の前に，遊離の血漿中Aβが各患者で測定され，透析槽(dialysate bath)への添加量は，apoE3のAβに対する公知の親和性を考慮に入れて，そのデータに基づいて算出される。ApoE3は，例1に記載のように調製される。半透膜は10，000ダルトンの分子量をカットオフするものである。血液中の可溶性遊離Aβモノマー，ダイマーおよびオリゴマーが透析槽(dialysis bath)に拡散し，apoE3に結合する。その後，Aβは拡散によって血液に戻ることはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用文献8には，以下のとおりの記載がある(甲8)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「アルツハイマー病(AD)は，脳に不溶性および有毒なアミロイドペプチド(Aβ)が沈着することによって引き起こされ，記憶喪失および他の関連する神経変性症状を引き起こす。今日まで，AD治療の選択肢と戦略は限られている。研究により，脳から，したがって血液からのアミロイド斑のクリアランスが，疾患の進行を停止および／または遅延させるのに有効であり得ることが示されている。",
                    "Aβ-42配列，特にKLVFFに由来する小さなペプチドは，Aβペプチドの有効な結合剤であることが示されており，従って疾患の進行を遅延させるのに有用であり得る。我々は，このペプチドのレトロインベルソ(RI)バージョンを異なるフォーマットで作製することにより，この特性を利用した。我々はポリエチレングリコール(PEG)を用い，RIペプチドと重合架橋した新しいデトックスゲルシステムを提案する。我々は，RIペプチドを組み込んだデトックスゲルは，周囲の環境からAβペプチドを捕捉するための「シンク」のように作用すると仮定している。我々は，インビトロでビオチン化Aβ-42ペプチドを捕捉する能力についてこれらのデトックスゲルを試験した。結果は，解毒ゲルが効果的かつ不可逆的にAβ-42ペプチドに結合することを示した。四量体RIペプチドを組み込んだゲルは，最大の結合能力を示した。デトックスゲルは，毒性アミロイドペプチドを脳から枯渇させる治療戦略の潜在的候補であり得る。」(要約)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「関連した研究は，Aβペプチドを強力にかつ特異的に認識して結合することができ，またベータシート構造を破壊することができる小さなペプチド様化合物の開発に焦点を当てている［8］。Aβ-42に結合するペプチドは，Aβ-42ペプチドの脳からのクリアランスを促進するか，またはそれらの凝集が不溶性沈着となることを阻害する。レトロインベルソ(RI)ペプチド(逆配列のD-アミノ酸からなる，ffvlk)の使用が試験されている［8］。特異性は5アミノ酸に基づく。結合活性は，結合ペプチドの複数のコピーを使用して標的Aβペプチドを捕捉することに基づいている。D-アミノ酸の使用は，天然のKLVFF結合特性を保持しながら，ペプチターゼ消化に対する耐性を提供することができ，結合要素の複数のコピーは，Aβペプチドから調製された原線維との相互作用の親和性を増加させることができる。",
                    "我々は，PEG担体を使用して，RIペプチドの複数のコピーを付着させるための足場として使用することができるヒドロゲル(＞90％の水として定義される)を形成することができることを示す。したがって，これらのRIペプチドのグループは，Aβペプチド［8］に対してより強い結合活性を達成し，結果としてこれらの毒性Aβペプチドを封鎖することができる。本質的に，これらのデトックスゲルは，特定のRIペプチドをポリ(エチレングリコール)ポリマー鎖に共有結合させることによって作製される。PEGは，その安全性および非毒性の歴史に基づいて，新しいヒドロゲル形成ポリマーの構成要素として選択された［9］。本研究では，Aβ結合剤の特徴を皮下ヒドロゲルドラッグデリバリーシステムの特性と組み合わせて，新しい治療システム，すなわちデトックスデポー剤にした。",
                    "我々は，RIペプチドを組み込んだデトックスゲルは，周囲の環境からAβペプチドを捕捉するための「シンク」のように作用すると仮定している。我々は，インビトロでビオチン化Aβ-42ペプチドを捕捉する能力について，いくつかのデトックスゲルを試験した。・・・Aβ-42に結合する単量体，二量体または四量体ペプチドによるデトックスゲルの能力を試験し，インビトロ結合アッセイによって比較した。結果は，デトックスゲルがAβ-42ペプチドを有効かつ不可逆的に結合し，テトラマーRIペプチドを組み込んだゲルが最大結合能力を示したことを示した。デトックスゲルは，脳および循環アミロイドペプチドを枯渇させる治療戦略の潜在的候補であり得る。」",
                    "(原文の26頁右欄5行～27頁左欄13行，日本語訳文の2頁14行～3頁10行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「材料および方法",
                  "text": [
                    "a)ゲルの調製",
                    "プラセボゲルは，8アームPEG-ＮH (MW-10，000)及びS-PEG-ＮHS(Nektar Therapeutics Inc,AL からのMW-3，400，SHPEG-SH)を用いて作製した。2％ゲルの場合，約1．5×10-6モルのPEGを使用した。1．2倍のモル比のVS-PEG-ＮHSをPEG8アーム溶液に非常にゆっくり(滴下)添加し，軽く振とうさせて混合し，室温で2時間放置して反応を完了させた。この反応はPEG-VS を生成し，1．5mLのポリプロピレンチューブに分配した。デトックスゲルについては，ゲル当たり4×10-7モルのペプチドを適切な試験管に加え，反応を6時間行った。このようにして，ペプチドを8アームPEGの2～3本のアームに付着させた。この時点で，我々はPEG-ペプチド-3-VS を有していた。プラセボ(コントロール)ゲルについては，PB(20mM，pH＝8．0)を用いた。反応を2～12時間進行させた。最後の工程のために，3．25×10-7モルの「ジスルフィド-リンカー」(HS-PEG ， -SH)3 -400を各チューブに添加し，混合してゲルを形成させた。ゲルを-4℃で保存し，0．005％アジ化ナトリウムを含むPBに浸漬した。各ゲルは100μlの容量であり，1．5mlのポリプロピレンチューブで作製した。全ての実験において2％(PEG)ゲルを使用した。",
                    "b)ビオチン化Aβペプチドの結合および安定性の試験",
                    "レトロインベルソペプチド(RI)に結合するビオチン化Aβペプチド(1-42および1-40)の能力をELISAによって分析した。・・・",
                    "c)ペプチドの合成",
                    "ペプチド合成および特徴付けは，エール大学の William  Keck  Foundation Biotechnology Research Laboratory で行った。ペプチドを逆相HPLCで精製し，MALDI-TOFで分析して構造を確認した。 ・・・",
                    "5．以下に示すように，ネイティブAβペプチドの単量体RIペプチドD-アミノ酸16-20を逆の順序で4コピー含む四量体ペプチド",
                    "構築物4および5は，a)全てD-アミノ酸，b)ペプチダーゼ耐性のためのアミド化C-末端，c)並行ペプチド鎖への分枝のためのリジン残基，d)強力な結合のための結合ペプチド配列の2または4コピー，e)溶解性及び結合のための各配列のＮ末端に追加のリジン，f)PEG担体に結合するためのシステイン残基，および，g)構造の柔軟性のために各分岐点でβアラニンの残基を有する。」(原文の27頁左欄14行～右欄末行，日本語訳文の3頁11行～5頁7行［行数は，上記四量体ペプチドの構造式の部分を除く。］)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「結果・・・",
                  "text": [
                    "デトックスゲルへのビオチン化Aβ-42ペプチドの結合",
                    "次に，ビオチン化Aβ-42ペプチドのデトックスゲルへの結合溶液中の結合を調べた。・・・結果は，RIペプチドを含有するゲルがAβ-42を特異的かつ不可逆的に結合することを示した(図2)。このような結合は，ネガティブコントロールゲルおよびスクランブルペプチドを組み込んだゲルでは観察されなかった。・・・我々は，結合が以下の順序であることを見出した：プラセボゲル＜モノマーRIゲル＜ダイマーRIゲル＜テトラマーRIゲル。・・・",
                    "図(2)．ビオチン化Aβ-42ペプチドのデトックスゲルへの結合。示されているように，デトックスゲル(RIゲル)および対照ゲルを用いて行った結合実験。",
                    "結合アッセイは，方法の項に記載したように行った。予め膨潤した個々のゲルを，リン酸緩衝液(10mM，pH7)，ビオチン化Aβ-42ペプチド(1．5μg／mL)を含む結合溶液中で37℃でインキュベートした。試料を，0，30，60，90および120分で回収した。次いで，ゲルを洗浄し，ビオチン化Aβ-42ペプチドを含まない緩衝液中で37℃で4日目までインキュベートした。材料および方法に記載されているように，ビオチン化Aβ-42ペプチドの培地への放出を評価するために，1および4日の終わりにサンプルを回収した。4日目の放出のみを上に表示する。回収したサンプルを96ウェルプレートに播種し，ELISAを行ってビオチン化Aβ-42ペプチドを定量した。実験を繰り返し，平均±SE(Ｎ＝3)として計算し，結合溶液におけるpmols  Aβ-42／mLとして表した。ビオチン化Aβ-42ペプチドの段階的濃度を較正標準として使用した。",
                    "放出の評価",
                    "各実験の最後に，(ゲルに結合された)Aβの放出または培地への逆流について測定を行った。ゲルを数回洗浄し，PBに数日間入れた。培地の試料を4日後に回収し，Aβ-42を測定した。結果は，4日後でさえ，培地中へのAβ-42ペプチドの放出が無視できるかまたは全くないことを示した。」(原文の28頁右欄13行～29頁右欄8行，日本語訳文の6頁下から4行～9頁16行)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「ADに対するいくつかの治療様式が提案されている。そのような概念の1つは，その循環レベルを妨害することによって脳におけるプラークの蓄積を阻害することである［14］。したがって，CＮSと末梢との間でAβが平衡するという前提に基づいて，CＮSにおけるAβの蓄積ではなく，むしろ除去のために天秤を傾けることが可能である可能性がある。我々の仮説はこの考え方に基づいている。我々の仮説的治療戦略は，治療薬がBBBを通過する必要がないということである。代わりに，有毒なAβペプチドはBBBを横断し，末梢において捕捉される。我々の現在の結果はこの戦略をサポートしている。本研究の主要な成果は，Aβ-42ペプチドを捕捉するためのデトックスデポー剤の結合能力の測定である。別の結果は，ffvlkレトロインベルソペプチドのPEGゲル上へのコピー数の増加がインビトロでAβ-42を結合する能力の増加をもたらすという知見である。これらの結果に基づいて，デトックスゲルは，インビボでのアミロイド線維の会合を防止するために潜在的に使用され得る。」(原文の31頁右欄9行～26行，日本語訳文の15頁1行～13行［行数は表及びその説明を除く。］)"
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1，2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "前記2(1)の認定によると，引用文献1には，Aβを患者の血液から除去することによってアルツハイマー病等のアミロイド疾患を治療することができるという知見に基づき，Aβを透析によって患者の血流から除去しようとする発明について記載され，また，その方法は，ApoE3，ガングリオシド等のAβに結合する化合物を，半透膜で分離された透析装置のうちの特定のミネラル及び水の溶液で満たされた区画を有する透析槽に添加するというものであり，血液中のAβは，上記の透析槽中に拡散し，Aβ結合化合物と結合し，同結合後は，血液区画に戻らないため，Aβを血液中から除去することができるとの記載がされているものと認められる。そして，透析液で満たされた区画を有する透析槽にAβ化合物を添加し，血液中のAβは透析槽中に拡散し，Aβ結合化合物と結合するとの記載は，通常，透析槽を構成する枠や膜ではなく，特定のミネラル及び水の溶液にAβ結合化合物を添加することを意味すると理解されるというべきであるから，当業者は，引用文献1の記載から，透析液にAβ結合化合物を添加して所望の透析液を製造することと理解するというべきである。",
                "したがって，引用文献1に記載された引用発明は，以下のとおりであると認められる。",
                "「アミロイド疾患の治療用の透析液を製造する方法であって，該方法は，アミロイドβ結合化合物を透析槽に添加する工程を含む，方法」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願発明の特許請求の範囲及び段落【0031】の記載からすると，本願発明の透析液製剤は，特許請求の範囲に記載の工程(a)及び工程(b)によって製造されるものと解され，したがって，本願発明の「透析液製剤を製造する」とは，Aβを捕捉する組成物を透析緩衝液(透析液)と混合することを意味すると解される。なお，前記1のとおり，本願明細書等の段落【0091】には，「上記議論を通じて，”透析液”の用語は，血液又は液体から毒性物質を惹きつけ，捕捉する液体を，血液又は液体が透析装置を通過するように定義するために，”バッファ溶液”及び”透析溶液”の用語と同意語として用いる。」と記載されていることから，本願明細書等で使用されている「透析緩衝液」と「透析液」とは同義であり，本願発明における「透析緩衝液」は「透析液」を意味するものと認められ，これに反する原告の主張を採用することはできない。",
                            "そして，前記(1)のとおり，引用発明は，Aβ結合化合物を透析装置のうちの透析槽内の透析液に添加することを意味すると解すべきところ，添加した後は，Aβ結合化合物と透析液を均一に混じり合わせるために混合が行われることになると解される。",
                            "したがって，引用文献1には，本願発明にいう透析液製剤を製造することが記載されていると認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，引用文献1の段落［0053］には，Aβ結合化合物について，Aβと特異的に結合する分子であることが記載されていること，段落［0080］には，透析浴に添加されたAβ結合化合物の作用に関して，「血液中の可溶性遊離Aβモノマーおよび二量体は，透析浴に拡散し，Aβ結合化合物に結合する。その後，Aβは，血液中に拡散して戻ることはない。」と記載されていることからすると，引用文献1のAβ結合化合物は，Aβを捕捉するものと評価できる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上より，本願発明と引用発明との一致点及び相違点は，以下のa，bのとおりとなる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "一致点",
                          "text": [
                            "「患者のβアミロイドレベルの誘導に関連する病的症状の治療用の改良された透析液製剤を製造する方法であって，",
                            "該方法は，βアミロイドを捕捉する成分を透析緩衝液と混合する工程を含む，",
                            "方法。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点",
                          "text": [
                            "相違点1",
                            "「βアミロイドを捕捉する成分」が，本願発明においては，四量体ペプチドA及びポリエチレングリコール架橋キャリアゲルを含む組成物であるのに対し，引用発明においては，「アミロイドβ結合化合物」である点。"
                          ],
                          "content": [
                            {
                              "fig": "(b)",
                              "subject": "相違点2",
                              "text": [
                                "本願発明においては，上記四量体ペプチドAと架橋キャリアゲルを含む組成物を「調製する工程」が含まれていることが特定されているのに対し，引用発明においてはそのことが特定されていない点。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用文献1には，透析液，透析液製剤の製造方法について記載されていない旨主張する。",
                        "しかし，既に判示したとおり，引用文献1には，透析液及び透析液製剤を製造することが記載されているというべきである。",
                        "この点について，原告は，薬・医療分野において，「添加」(add)は，製造行為に用いることはないと主張するが，原告は，一部の文献上の記載や条文の文言を主張するのみであって，一般的に「添加」を製造行為に用いることはないと認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用文献1の実施例4で用いられているapoE3が元々血液中に存在する物質であって脂質と結合する性質を有し，アミロイドβを捕捉するような性質はない，引用文献1のAβ結合化合物は，「受動的結合」を意味し，本願発明の「捕捉結合剤」は「能動的結合」を意味し，両者は技術的な意味内容が異なると主張する。",
                        "しかし，本願発明に係る特許請求の範囲の記載からは，「捕捉結合剤」について，血液中に存在する物質や脂質と結合する性質を有する物質が除外されたり，「能動的結合」をする物質に限定されると解することはできず，また，本願明細書等にも，そのように解することを示す記載はないから，原告の上記主張は前提を欠くものである。引用文献1のAβ結合化合物が，Aβを捕捉するものと評価できることは，既に判示したとおりである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用文献1の実施例4は，実際には実施されていない仮説にすぎないから，同実施例から引用発明を認定することはできない旨主張する。",
                        "しかし，当業者は，前記2(1)で認定した引用文献1の記載から，具体的な技術思想として引用発明を抽出することができることは，既に判示したとおりである。そして，このことは，原告の指摘する引用文献1の段落が現在形で記載されていることによって左右されないというべきである。",
                        "この点について，原告は，引用文献1の実施例4のとおりにapoE3をAβ結合化合物として使用した場合，apoE3の濃度を3mg／dLとすれば，1回の透析に必要とされる費用は3億5100万円となり，このことからも実施例4は仮想であると主張する。",
                        "しかし，前記2(1)のとおり，引用文献1の段落［0130］には，「治療の前に，遊離の血漿中Aβが各患者で測定され，透析槽(dialysate bath)への添加量は，apoE3のAβに対する公知の親和性を考慮に入れて，そのデータに基づいて算出される。」と記載されているように，apoE3の使用量は，各患者の遊離の血漿中Aβの量やapoE3のAβに対する親和性を考慮に入れて算出されるのであるから，引用文献1におけるapoE3の濃度は，必ずしも3mg／dLである必要はないし，また，費用が高額であるということから直ちに具体的な技術思想を抽出することができないということにはならない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，引用文献1の請求項20に係る発明は，「膜，フィルターまたはカラムが，膜，フィルター，またはカラムに結合またはコンジュケートされ，アミロイド-βに結合する化合物を含む，請求項16に記載の方法」となっており，膜等の物理的構造そのものに，アミロイド-βに結合する化合物を添加する発明が記載されているから，引用文献1の実施例4において，透析槽にApoE3を添加するというのは，透析槽の膜に結合したことを指す旨主張する。",
                        "しかし，上記主張を採用することができないことは，既に判示したとおりである。原告の主張は，Aβ結合化合物を透析槽中の透析液に添加することに支障はないにもかかわらず，透析槽の膜の部分に添加するのは不自然であること，引用文献1には膜への添加方法について何らの説明もないことに照らしても，採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，引用文献1には，アルツハイマー病に対するアミロイド・カスケード仮説を前提に，患者体液からβアミロイドを除去する手段について，物理的・生化学的に実施可能か否かを問わず，おびただしい数の手段が羅列されているから，引用文献1から引用発明として具体的な技術思想を抽出することはできないと主張する。",
                        "しかし，当業者は，引用文献1の記載から，具体的な技術思想として引用発明を抽出することができることは，既に判示したとおりである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "原告は，前記の相違点1を，「βアミロイドを捕捉する成分」が，本願発明においては，四量体ペプチドAを含む組成物である点とポリエチレングリコール架橋キャリアゲルを含む組成物である点を別の相違点として認定すべきであると主張する。",
                        "しかし，本願明細書等の記載からすると，四量体ペプチドA及びポリエチレングリコール架橋キャリアゲルは，「βアミロイドを捕捉する成分」として一体不可分に作用するものと理解できるから，「βアミロイドを捕捉する成分」が，四量体ペプチドA及びポリエチレングリコール架橋キャリアゲルであるか否かを一つの相違点とすることが，相違点の設定方法としては相当である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2(2)のとおり，引用文献8には，Aβ-ペプチドに結合するデトックスゲルを用いることによって，アルツハイマー病患者の末梢(血液)からAβペプチドを除去して，アルツハイマー病の進行を遅延させること，KLVFFに由来する小さなペプチドのレトロインベルソ(RI)ペプチド(逆配列のD-アミノ酸からなる，ffvlk)を4コピー含む四量体ペプチドを，足場となるポリ(エチレングリコール)ポリマー鎖(PEG担体)に共有結合させることにより，新規なデトックスゲルを調製したこと，同四量体ペプチドを組み込んだデトックスゲルが，効果的かつ不可逆的にAβペプチドに結合し，周囲の環境からAβペプチドを捕捉するための「シンク」のように作用することが記載されている。",
                    "そして，上記のデトックスゲルは，四量体ペプチドAをポリエチレングリコールにより架橋することによって調製されたデトックスゲルであるから，本願発明における四量体ペプチドA及びポリ(エチレングリコール)架橋キャリアゲルを含む組成物に相当する。",
                    "したがって，引用文献8には，相違点1及び2に係る構成が記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，引用発明及び引用文献8に記載された技術は，いずれも，Aβ結合剤をアルツハイマー病等の患者の血液中のAβに結合させることによって，Aβを除去し，アルツハイマー病等の疾患を治療するというものであり，技術分野は同一であること，引用文献8には，四量体ペプチドA及びポリエチレングリコール架橋キャリアゲルを含む組成物は，Aβに効果的かつ不可逆的に結合し，Aβと最大の結合能力を示したとの記載があること，前記2(1)のとおり，引用文献1には，「アミロイドβ結合化合物」の第2部分として，ポリエチレングリコールのような高分子を用いてもよいことが記載されている(段落［0056］)ことからすると，引用発明に引用文献8に記載された技術を適用する動機付けがあると認められる。",
                    "この点について，原告は，引用文献1の段落［0056］は，「全身投与」に関する記載であり，透析とは無関係であると主張するが，引用文献1の同部分の記載は，血液中のAβに結合するAβ結合化合物の第2部分がポリエチレングリコールでもよいというものであるところ，このことが，体内への投与の場合と透析の場合で異なると認めるに足りる証拠はなく，少なくとも，引用文献1の上記部分に接した当業者は，透析の場合においても，Aβ結合化合物の第2部分としてポリエチレングリコールを用いることも適しているものと認識するというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明に引用文献8に記載された技術を適用して，引用発明におけるアミロイドβ結合化合物を四量体ペプチドA及びポリエチレングリコール架橋キャリアゲルを含む組成物とし，かつ，同組成物を調整する工程を含ませることは，当業者にとって，容易に想到できると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "顕著な効果について",
              "text": [
                "原告は，本願発明は，①β-アミロイドへの特定の結合作用を提供する，②β-アミロイドの除去の物理的特性に依存せず，代わりに，血液の構成要素からβ-アミロイドを捕捉する結合剤を用いるだけである，③組織的に高い結合能力を形成するプロセスを提供する，④体内に外的物質を導入することを含まず，それにより逆のリスク事象に移行し得る潜在的免疫システム反応を除去したプロセスを提供するという顕著な効果を有する旨主張する。",
                "しかし，上記④については，血液透析によりAβの除去を行う引用発明が当然備える効果であり，上記①～③については，引用発明において，「Aβ結合化合物」として，結合能の高い化合物を採用することよって獲得される効果にすぎないから，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用文献1に記載されたAβ結合化合物は，すべて天然由来のものであるから，合成物である四量体ペプチドAを用いる動機付けはないなどと主張する。",
                    "しかし，前記のとおり，引用文献8には，四量体ペプチドAはAβと効果的に結合する旨の記載がある以上，引用発明において，Aβ結合化合物として四量体ペプチドAを用いる動機付けはあるというべきであり，このことは，引用文献1に記載されたAβ結合化合物が天然由来であるか否かに左右されない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用文献1に膨大な数のアミロイドβ結合化合物が記載されている中で，引用文献1に記載のない，四量体ペプチドAをわざわざ適用することには阻害要因があると主張するが，引用文献1に記載されたAβ結合化合物の数が膨大であることによって，Aβ結合化合物として，引用文献8に明記されている四量体ペプチドAを用いることが阻害されるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明は，一般的な透析法によりアミロイドβを除去する発明であるのに対して，引用文献8に記載された技術は，アミロイドβ化合物と結合し得る物質(医薬製剤)を生体内に存置するものであるから，技術分野が異なり，また，阻害要因もあると主張する。",
                    "しかし，前記のとおり，引用発明及び引用文献8に記載された技術は，いずれも，Aβ結合剤をアルツハイマー病の患者等の血液中のAβに結合させることによって，Aβを除去するというものであり，技術分野は同一である。そして，生体内での使用が想定されているAβ結合化合物を血液透析で使用することができない理由があるとは認められないから，阻害要因も認められない。",
                    "この点について，原告は，体内で使用する物質を血液透析で使用することに阻害要因があることの理由について，透析法は，体内使用における患者の負担の軽減のために採用するものである旨の主張をするが，体内使用における患者の負担の軽減のために透析法を採用するということが，体内での使用が想定されているAβ結合化合物を血液透析で使用することの阻害事由となるとは認められず，むしろ，体内での使用について安全性が確認されている物質であれば，血液透析でも使用しようと考えるのが通常であるといえる。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，引用文献8に記載された発明は，生体内で使用するデポ剤であるため，その不活性及び安全性のためにRIペプチドを集めるためのプラットホームとして，ポリエチレングリコールが採用されているが，引用発明は，透析法によりアミロイドβを除去する発明であり，生体内における不活性及び安全性という必要性がないから，生体内での不活性及び安定性のためのものとして開示されているポリエチレングリコールを，捕捉結合剤と結合したアミロイドβが透析装置の透析膜から戻ることを防止して透析法においてアミロイドβを効率よく除去するためにキャリアゲルとして使用する動機付けはないと主張する。",
                    "しかし，引用発明において，Aβ結合化合物として，四量体ペプチドA及びポリエチレングリコール架橋キャリアゲルを含む組成物を用いる動機付けが認められることは既に判示したとおりである。そして，前記2(2)のとおり，引用文献8には，ポリエチレングリコール(PEG担体)は，RIペプチドの複数のコピーを付着させ，Aβとの結合能を向上させると記載されているから，当業者は，引用文献8に記載された発明を引用発明に適用するに際し，ポリエチレングリコールを共に用いる動機付けがあるというべきである。引用発明においては，生体内で使用するための安定性や安全性を考慮する必要がないとしても，上記認定が左右されることはない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，引用発明から出発して，アミロイドβ除去能を向上しようとすれば，引用文献1に多数列挙されているアミロイドβ結合化合物からアミロイドβ結合能力の少しでも高いものを選択するのが通常であって，わざわざキャリアゲルで修飾することの動機付けはないと主張する。",
                    "しかし，引用発明において，Aβ結合化合物として，四量体ペプチドA及びポリエチレングリコール架橋キャリアゲルを含む組成物を用いる動機付けが認められることは，既に判示したとおりであって，キャリアゲルで修飾することの動機付けもあるというべきである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，透析液は正常な血液に近い成分・濃度の電解質溶液に調製するのが当業者の常識であるから，引用発明にキャリアゲルを添加することには阻害事由があると主張する。",
                    "しかし，透析液にキャリアゲルを添加することによって，正常な血液に近い成分・濃度の電解質溶液に調製することが妨げられることを認めるに足りる証拠はないから，透析液(透析緩衝液)にキャリアゲルを添加することに阻害事由があるとは認められない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "原告は，引用文献1の段落［0080］には，「半透膜は10，000ダルトンの分子量カットオフを有する」と記載されているところ，二量体を超える高分子量種(四量体，八量体，それ以上の高分子量種)のAβの分子量は，10，000ダルトンを超えるため，引用文献1記載の透析方法では，半透膜を通ることができず，透析槽側に拡散し得ないから，二量体を超える高分子量種のAβも含めて除去する本願発明とは，技術思想が全く異なると主張する。",
                    "しかし，本願発明の特許請求の範囲には，除去すべきAβの分子量や半透膜を通過する分子の大きさについては何ら記載されていないから，本願発明も，半透膜の仕様によっては，二量体を超える高分子量種のAβは半透膜を通ることができず，これを除去することはできないものである。したがって，二量体を超える高分子量種のAβも含めて除去できるか否かによって，本願発明と引用発明の技術思想が異なるということはできない。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "原告は，引用文献1のapoE3は極めて高価あるから，引用発明に引用文献8記載の技術を適用することには阻害要因があると主張する。",
                    "しかし，製剤の製造コストを可能な限り削減することは当業者にとって重要な課題であるから，apoE3が高価であるということは，これに代えて引用文献8に記載された四量体ペプチドA及びポリエチレングリコール架橋キャリアゲルを含む組成物を用いることの阻害事由とはならず，むしろ，動機付けとなるというべきである。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "原告は，引用文献1及び引用文献8は，本願出願より5年以上前の文献であると主張するが，そうであるからといって，本願発明を引用発明及び引用発明8から容易に想到することができないということにはならない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上より，原告の主張する取消事由は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}