{
  "decision": [
    {
      "fig": "1",
      "text": "再審原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "再審費用は再審原告の負担とする。"
    },
    {
      "fig": "1",
      "text": "知的財産高等裁判所が，平成27年8月6日同庁平成27年（ネ）第10040号特許権侵害行為差止等請求控訴事件について言い渡した判決（以下，「前訴判決」という。）は，これを取り消す。"
    },
    {
      "fig": "2",
      "text": "再審被告Y（以下，「再審被告Y」という。）は，別紙物件目録記載の製品（以下，「再審被告製品」という。）を製造又は販売してはならない。"
    },
    {
      "fig": "3",
      "text": "再審被告Yは，再審被告製品及びその金型を廃棄せよ。"
    },
    {
      "fig": "4",
      "text": "再審被告石福ジュエリーパーツ株式会社（以下，「再審被告石福ジュエリー」という。）は，再審被告製品を販売してはならない。"
    },
    {
      "fig": "5",
      "text": "再審被告石福ジュエリーは，再審被告製品を廃棄せよ。"
    },
    {
      "fig": "6",
      "text": "再審被告Yは，再審原告に対し，1億6254万1595円及びこれに対する平成27年2月23日から支払済みまで年5分の割合による金員を支払え。"
    },
    {
      "fig": "7",
      "text": "再審被告石福ジュエリーは，再審原告に対し，4926万1000円及びこれに対する平成27年2月23日から支払済みまで年5分の割合による金員を支払え。"
    },
    {
      "fig": "1",
      "text": "事案の要旨"
    },
    {
      "fig": "2",
      "text": "前提事実"
    },
    {
      "fig": "3",
      "text": "再審事由に係る再審原告の主張の要旨"
    },
    {
      "fig": "1",
      "text": "特許法104条の4は，特許権侵害訴訟の終局判決が確定した後に同条3号所定の特許請求の範囲の訂正をすべき旨の審決であって政令で定めるもの（以下，「3号訂正審決」という。）が確定したときは，上記訴訟の当事者であった者は終局判決に対する再審の訴えにおいて3号訂正審決が確定したことを主張することができないと規定している。その趣旨は，特許権侵害訴訟の当事者は，同法104条の3により，無効の抗弁及びいわゆる訂正の再抗弁（訂正により無効の抗弁に係る無効理由が解消されることを理由とする再抗弁）を主張することができ，判決の基礎となる特許の有効性及びその範囲につき，主張立証する機会と権能を有していることから，そうであるにもかかわらず，上記訴訟の判決が確定した後に，特許の有効性及びその範囲につき判決と異なる内容の審決が確定したことを理由として確定判決を覆すことができるとすることは，紛争の蒸し返しであり，特許権侵害訴訟の紛争解決機能や法的安定性の観点から適切ではないことにあると解される。そして，特許法施行令8条2号は，特許権侵害訴訟の終局判決が特許権者の敗訴判決である場合には，「当該訴訟において立証された事実を根拠として当該特許が・・・特許無効審判により無効にされないようにするためのものである審決」が3号訂正審決に当たると規定している。前記第2の2(3)のとおり，再審被告両名は，基本事件において無効の抗弁を主張していないから，本件訂正認容審決は，特許法施行令8条2号所定の「当該訴訟において立証された事実を根拠として当該特許が・・・特許無効審判により無効にされないようにするためのものである審決」ではなく，3号訂正審決には当たらない。"
    },
    {
      "fig": "2",
      "text": "しかし，特許法は，願書に添付した明細書，特許請求の範囲又は図面を訂正するために訂正審判を請求することを認める一方（同法126条1項本文），その訂正は，特許請求の範囲の減縮を含む所定の事項を目的とするものに限って許されるものとし（同項ただし書），さらに，「実質上特許請求の範囲を拡張し，又は変更するものであってはならない」としている（同条6項）。これは，訂正を認める旨の審決が確定したときは，訂正の効果は特許出願の時点まで遡って生じ（同法128条），しかも，訂正された明細書，特許請求の範囲又は図面に基づく特許権の効力は不特定多数の一般第三者に及ぶものであることに鑑み，特許請求の範囲の記載に対する一般第三者の信頼を保護することを目的とするものであり，特に，同法126条6項の規定は，訂正前の特許請求の範囲には含まれない発明が訂正後の特許請求の範囲に含まれることとなると，第三者にとって不測の不利益が生じるおそれがあるため，そうした事態が生じないことを担保する趣旨の規定であると解される。このように，特許法は，訂正前の特許発明の技術的範囲に属しない被疑侵害品は，訂正後の特許発明の技術的範囲に属しないことを保障しているのであるから，被疑侵害品が特許発明の技術的範囲に属しないことを理由とする請求棄却判決が確定した後に，特許権者が訂正認容審決を得て，再審の訴えにおいて被疑侵害品が訂正後の特許発明の技術的範囲に属する旨主張することは，特許法がおよそ予定していないものというべきである。そして，再審原告は，基本事件において，前訴判決の基礎となる本件特許に係る発明（本件発明及び本件訂正発明）の技術的範囲につき，主張立証する機会と権能を有していたのであるから，前訴判決が確定した後に，本件訂正認容審決が確定したという，特許法がおよそ予定していない理由によって，前訴判決を覆すことができるとすることは，紛争の蒸し返しであり，特許権侵害訴訟の紛争解決機能や法的安定性の観点から適切ではなく，特許法104条の4の規定の趣旨にかなわないということができる。なお，再審原告は，前記第2の2(3)のとおり，基本事件の係属中に第一次訂正を行っていたのであり，基本事件の係属中に本件訂正認容審決を得ることができなかったというべき事情も認められない。"
    },
    {
      "fig": "3",
      "text": "前記2によると，再審原告は，本件訂正認容審決が確定したことを主張することができないから，前訴判決の基礎となった行政処分である本件特許権に係る特許査定が後の行政処分である本件訂正認容審決により変更されたことを理由として民訴法338条1項8号の再審事由がある旨の主張は，その前提を欠くものであり，理由がない。"
    },
    {
      "fig": "4",
      "text": "よって，再審原告の請求は理由がないから，これを棄却することとして，主文のとおり決定する。"
    }
  ]
}