{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，6000万円及びこれに対する平成29年8月9日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，後記の特許に係る発明の発明者の一人で，金沢大学の助教授であった控訴人が，同発明についての特許を受ける権利の持分をサントリー株式会社(以下「サントリー」という。)に譲渡したと主張して，同特許権の特許権者の一人で，組織改編によりサントリーの権利義務を承継した被控訴人に対し，①特許法35条3項(平成27年法律第55号による改正前のもの。以下同じ。)に基づく職務発明の対価として(同請求を，以下「主位的請求」という。)，②上記発明がサントリーとの関係で職務発明でないとしても，特許を受ける権利の譲渡に伴う合理的意思解釈又は信義誠実の原則による合理的な譲渡対価として(同請求を，以下「予備的請求1」という。)，③控訴人が金沢大学の「従業者等」であり，サントリーの「従業者等」でないとしても，金沢大学とサントリーとの一体的な関係に照らして特許法35条3項の類推適用に基づく相当の対価として(同請求を，以下「予備的請求2」という。)，(1)平成27年3月までの国内販売分について1億3500万円及びこれに対する平成29年8月9日(訴状送達の日の翌日)から支払済みまで年5分の割合による遅延損害金，(2)平成27年4月以降の国内販売分及び平成15年以降平成29年までの国外販売分について発明対価の支払を請求した事案である。",
            "原審は，上記(2)に係る訴えを却下し，上記(1)の請求をすべて棄却したところ，控訴人は，上記(1)の請求のうちの6000万円及びこれに対する遅延損害金に係る請求を棄却した部分について不服があるとして，控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実(争いのない事実並びに後掲証拠及び弁論の全趣旨により認められる事実)，争点及び争点に関する当事者の主張は，次のとおり補正するほかは，原判決の「事実及び理由」欄の「第2  事案の概要」2及び「第3  争点に関する当事者の主張」に記載のとおりであるから，これを引用する(枝番のある書証については，特に断らない限り枝番をすべて含むものとする。)。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決6頁6行目の「原告は，」の次に「サントリーを使用者等とする職務発明である」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決6頁21行目冒頭から7頁21行目末尾までを次のとおり改める。",
                "「【控訴人の主張】"
              ]
            },
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，平成15年当時，金沢大学の大学院医学系研究科に助教授として在籍し，記憶障害や注意・集中力障害などの高次脳機能障害に関する基礎的かつ臨床的研究を行っており，日本人向けの新たな神経心理テスト(アーバンス神経心理テスト)を開発し，同テストに関する論文(甲1)も発表していたところ，同年春頃，サントリーから，個人的に，研究の委託(以下「本件研究委託」という。)を受け，同委託に基づき，研究を行った。この研究は，平成15年8月から平成16年12月までの間に行われたもので，サントリーの新製品であり，同年7月1日に販売を開始する予定の「アラビタ」が加齢によって生じる物忘れやうっかりミスに対して医学的に有効であるか否かを専門的に検証することを内容としている(以下「本件予備的研究」という。)。",
                    "本件予備的研究は，控訴人の本業の脳神経外科とは無関係のものであったため，控訴人は，金沢大学から兼業許可を得て，金沢市郊外の南ヶ丘病院において本件予備的研究を行った。控訴人は，自ら作成し，臨床の現場で使用していたアーバンス神経心理テストを用いて，平成16年3月5日に南ヶ丘病院を受診した患者を皮切りに，外来患者にアラキドン酸組成物(アラビタ)又は対照オリーブ油カプセルを3か月間服用してもらい，その前後の高次脳機能改善効果を検証した。控訴人は，70例の臨床治験データ(甲20)を得て，この臨床例の中から興味深い症例を取捨選択し，本件発明を完成させた。",
                    "本件予備的研究から得られた結果は，サントリーが期待した以上の臨床効果があったため，サントリーは，同結果に係る発明について特許を申請することを提案してきたので，控訴人は，金沢大学での職務とは関係のない発明ではあるが，金沢大学の職務発明の手続に則り，同大学知的財産本部に発明届書(甲5)を提出し，サントリーと金沢大学は，上記発明について，共同で本件原出願をした。",
                    "なお，控訴人は，平成15年の年末に，被控訴人に対し，アーバンス神経心理テストの概要をまとめた報告書(甲2。以下「甲2報告書」という。)を提出したが，これは，サントリーから，報告書の提出を求められたためであり，本件予備的研究の成果が十分ではない状況ではあったが，サントリーの求めに応じて提出したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "サントリーは，平成16年12月27日，金沢大学との間で，「アラキドン酸組成物の高次脳機能改善効果」に関する共同研究契約(甲3。以下「本件共同研究契約」という。)を締結した。",
                    "サントリーが，金沢大学と本件共同研究契約を締結したのは，本件予備的研究が予想以上に進捗し，本件発明が完成し，特許出願が現実的になっているのを見て，将来の発明対価の請求を避けるためであった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件発明は，金沢大学における職務とは無関係に行われた本件予備的研究の成果であるところ，控訴人は，サントリーとは雇用契約はなかったが，本件予備的研究においては，●●●●●●●●●●●をサントリーに支払ってもらったこと，サントリーからは，一定の成果を出し，それを報告することを条件に次年度の研究費の支払を受けることになっていたこと，サントリーの中央研究所で開催するアラキドン酸研究会に出席して，研究結果を発表し，そのデータを提供し，特許出願を優先するため，研究者としての学会発表や論文発表は後回しにするなどの義務を負っていたことからすると，サントリーとの間で指揮命令関係があったといえる。したがって，サントリーと控訴人とは，事実上雇用関係と同視できる関係であったといえるのであり，本件発明は，サントリーを使用者等とした職務発明である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原判決について",
              "text": [
                "原判決は，本件発明は，本件共同研究契約に基づく研究(以下「本件共同研究」という。)において発明されたと判断したが，同判断は，以下の理由から誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)アのとおり，本件共同研究契約が締結された平成16年12月27日には，本件予備的研究は事実上終了していた。",
                    "また，本件原出願は，平成17年6月にされているが，本件発明の完成に至るために要する臨床治験研究の内容，質及び量の点からして，本件共同研究契約の締結後僅か半年間で本件発明を完成させることはできない。",
                    "したがって，本件発明は，本件予備的研究において発明されたものであり，本件共同研究において発明されたものではないことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件共同研究契約書の1条及び別表第1には，本件共同研究における控訴人の役割として，「神経機能の測定」と記載されているところ，この「神経機能の測定」とは，四肢や手足の神経伝達速度を調べたり，脳の聴性脳幹反応や脳波の電気生理学的な計測をしたりするものであるが，控訴人が本件発明のために行った研究である「高次脳機能の評価」は，被験者との対面インタビューによる心理検査で，被験者の記憶力，注意力，言語機能，空間能力等の認知機能を総合的に評価する神経心理テストを意味するのであるから，本件共同研究における控訴人の上記の役割は，本件発明のために行った控訴人の研究とは根本的に異なる。",
                    "また，本件共同研究契約書には，本件共同研究を行う者として，金沢大学医学部・大学院医学系研究科のA教授(以下「A教授」という。)の名前も記載されているが，A教授は，本件発明には関与しておらず，本件発明に係る特許公報にも発明者としては記載されていない。",
                    "以上からすると，本件共同研究契約は，A教授の研究を対象としたものと考えるのが合理的である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明のための研究は，金沢大学とは何らかかわりのない南ヶ丘病院で行われたが，本件共同研究契約書には，研究実施場所として金沢大学大学院医学系研究科のみが記載され，南ヶ丘病院は記載されていない。そして，控訴人は，平成16年2月，金沢大学に対して南ヶ丘病院での兼業許可申請を行い，金沢大学からその許可を得ている(甲23)。",
                    "なお，サントリーは，研究実施場所として南ヶ丘病院を併記すれば，本件発明を金沢大学の職員が勤務場所である金沢大学病院で行った職務発明であると認定することが不可能となるから，上記のとおり，あえて南ヶ丘病院を併記しなかったのである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "サントリーは，平成18年4月19日に，金沢大学との間で，本件発明のための研究内容に沿った内容の別の共同研究契約(甲18。以下「甲18契約」という。)を締結しているところ，サントリーは，本件共同研究契約書が本件発明を対象としていないことを自覚していたから，改めて，甲18契約を締結することによって，控訴人への対価の支払を回避しようとしたのである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，乙4の共同研究報告書(以下「本件共同研究報告書」という。)を根拠に，本件共同研究契約が締結されたのは平成16年11月1日であると主張する。",
                    "しかし，本件共同研究報告書における研究期間の記載は虚偽である。本件共同研究報告書は，A教授の単独名での報告書となっているが，これは，控訴人が，上記の虚偽記載に異議を唱え，自分の名前を表記させなかったためである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，甲20及び甲21によると，控訴人が特許出願データとなったという「典型的な患者6名」のデータ解析等が完了したのは，いずれも「平成16年11月1日」以降であると主張する。",
                    "しかし，被控訴人の上記主張は，平成16年3月から蓄積された70例のアーバンス神経心理テストの存在を完全に無視しており，不当である。",
                    "【被控訴人の主張】"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "サントリーは，加齢に伴う脳機能低下を改善し得る多価不飽和脂肪酸として，1990年代からアラキドン酸含有油脂の研究を行っており，2000年代に入り，日本神経科学大会等の数々の学会で発表してきたところ，控訴人から，アラキドン酸含有油脂を対象とした共同研究の要請があったため，サントリーは，A教授と控訴人に対し，平成15年8月1日から同年12月31日までを有効期間とする本件研究委託をした。",
                    "本件研究委託に基づき，本件予備的研究が行われたが，本件発明は，本件予備的研究において発明されたのではなく，平成16年11月1日に締結された本件共同研究契約に基づく研究(本件共同研究)において発明されたものである。このことは，甲2報告書には，アラキドン酸組成物の臨床研究の成果について何らの記載もないのに対して，本件共同研究契約に基づく本件共同研究報告書(乙4)には，器質的脳疾患(器質的脳障害)に起因する高次脳機能障害を持つ患者に対するアラキドン酸組成物の臨床研究の結果及び考察がまとめられていることからも明らかである。",
                    "なお，本件共同研究契約は，平成15年10月に施行された国立大学法人法に従い，平成16年4月1日に金沢大学が独立行政法人化されたこともあり，当初の予定より遅れて最終的に締結日が同年12月27日となったものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "サントリーと控訴人との間には，雇用契約はなく，したがって，サントリーから控訴人に対して給与が支払われたことはない。本件発明との関係では，サントリーは，本件共同研究契約に基づき，控訴人ではなく，金沢大学に対して，●●●●●●●●●を支払っている。",
                    "また，控訴人の主張によると，控訴人は，金沢大学大学院医学系研究科の脳神経外科助教授として金沢大学から俸給を受け，また，毎週土曜日は，南ヶ丘病院において非常勤の嘱託医師として勤務することにより，同病院から報酬を得ている。",
                    "サントリーは，控訴人を指揮監督し得る立場になく，控訴人が本件発明のためにした研究も，サントリー内ではなく，南ヶ丘病院であったのであり，また，サントリーは，控訴人に対して，本件共同研究を遂行するために必要な範囲で物質的資源の提供を行っていたが，これは，雇用関係にある使用者等が従業者等に対して行う物資的資源の提供とは性質が異なるものであり，これ以上に，人的物的資源の提供を行わなかった。",
                    "以上からすると，サントリーは，控訴人の使用者等には当たらない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，本件共同研究契約における本件共同研究の開始時期が，本件共同研究契約の締結日である「平成16年12月27日」であることを前提に，甲19～21に基づき，70例の臨床治験のデータ解析等は，本件共同研究契約が締結される前に完了しており，同データは本件原出願のために使用されたなどと主張する。",
                    "しかし，本件共同研究の研究期間の開始時期が，本件共同研究契約締結前の平成16年11月1日であることは，本件共同研究報告書からも明らかである。",
                    "また，甲20及び甲21によると，控訴人が特許出願データとなったという「典型的な患者6名」のデータ解析等が完了したのは，いずれも平成16年11月1日以降であり，当該データ解析等によって，アラビタ服用による高次脳機能の低下に対する改善作用が把握できるのは，本件共同研究が開始された後ということになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，サントリーが控訴人への対価の支払を回避することを企図し，本件原出願が完了した翌年の平成18年4月19日に，金沢大学との間で甲18契約を締結したと主張する。",
                    "しかし，本件原出願後も控訴人による臨床治験が行われていたところ，甲18契約は，本件原出願後の契約期間を対象としており，本件原出願後の更なる共同研究を対象とするものであって，控訴人が主張する趣旨で作成されたものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，南ヶ丘病院で本件発明のための研究をするために，金沢大学に対して平成16年2月に南ヶ丘病院での兼業許可申請を行い，金沢大学からその許可を得たと主張する。",
                    "しかし，控訴人の指摘する兼業許可申請書(甲23)には，本件発明のための研究をする目的で兼業許可申請をしたことを示す記載は全くないから，控訴人の上記主張は事実に反する。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決8頁3行目の「共同研究契約(甲3)」を「本件共同研究契約」に改め，9行目冒頭から15行目末尾までを次のとおり改める。",
                "「(3)本件発明の譲渡証書には，記載内容の異なる乙10の譲渡証書(以下「乙10証書」という。乙10，42)と乙11の譲渡証書(以下「乙11証書」という。)の二つの譲渡証書が存在する。",
                "このうち，乙11証書は，本件発明についての控訴人以外の発明者であるBの同意がないから，効力がない。一方，乙10証書は，本件発明の発明者2名の署名と押印があるから，有効である。",
                "そして，乙10証書は，乙11証書よりも後に作成されているところ，書面を作成し直すのは，既に存在する書面を後に作成した書面によって撤回，訂正するためであることが通常であるから，乙10証書が正当な譲渡証書である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "乙10証書が作成された経緯は以下のとおりである。",
                "控訴人は，金沢大学から，特許出願のために必要であるとして，乙11証書への署名捺印を求められたため，乙11証書に署名捺印をして，これを金沢大学に提出した。そして，控訴人は，乙11証書の内容を読んで，この内容では，控訴人は，サントリーに発明の対価を請求できないのはないかと危惧を抱いていた。そこで，控訴人は，この点について，金沢大学の知財担当者に問い合わせると，サントリーは控訴人に対して本件発明の対価を支払う意思がないと断言していることを告げられたため，憤慨し，Bに電話で抗議したところ，Bは，平成17年6月18日に金沢大学を訪問し，控訴人はBと協議をした。",
                "上記協議の席で，控訴人は，甲24の譲渡証書(以下「甲24証書」という。甲24，乙41)を1通作成し，そのコピーをBに交付し，もう1通の譲渡証書をサントリーに作成してもらうよう要請した。そして，Bは，上記のコピーをサントリーに持ち帰り，サントリーの知財担当者は，上記コピーを参考に，乙10証書の書式を作成し，乙11証書及び甲24証書を作成してから10か月後に，控訴人及びBがサントリーが用意した乙10証書の書式に署名捺印して，乙10証書が作成された。",
                "このように，控訴人は，甲24証書を作成したが，そのコピーをBに交付しただけで，甲24証書は手元に置いていたから，自ら行動を起こす必要はなかったのであり，控訴人が10か月間，サントリーに対して行動を起こさなかったことは不合理ではない。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決8頁16行目の末尾の次に行を改めて次のとおり加える。",
                "「(1) 本件発明に係る特許を受ける権利の控訴人の持分は，金沢大学の職務発明取扱規程(乙15)で定める手順に則り，金沢大学に承継された。",
                "すなわち，①控訴人は，本件発明について，金沢大学知的財産本部長に対し，発明届出書を提出し(甲5)，②知的財産本部長は，上記届出に係る発明等が職務発明であるとの認定を行って，同認定を控訴人に通知し(乙7)，③知的財産本部長は，職務発明と認定された本件発明について，出願の対象とする決定をし，同決定を控訴人に通知して(乙16)，これを受けて，④控訴人は，金沢大学にその発明等に係る権利を譲渡している(乙11)。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決8頁17行目の「(1)」を「(2)」に改め，25行目の「譲渡証書(乙11)」を「乙11証書」に改め，9頁7行目冒頭から12行目末尾までを次のとおり改める。",
                "「(3) 乙10証書は，控訴人が主張するような経緯で作成されたものではなく，サントリーにおいて，各発明者が各持分を各社に譲渡することを互いに同意する旨を明確にするために作成されたのであり，乙11証書を訂正する趣旨で作成されたものではない。乙10証書が実際に作成されたのは，本件原出願がされた約1年後である平成18年5月16日頃であるが，これは単に，サントリー社内における正式の書式での譲渡証書の作成を失念していたことによるものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，共同発明者であるBの同意が明示されていない乙11証書は，法的有効性がないと主張する。",
                "しかし，Bは，当初から，本件発明について，平成17年6月末までにサントリーと金沢大学の共同出願を完了すべく行動していたのであり，本件発明について，控訴人の有する特許を受ける権利が金沢大学に承継されるべきことを当然認識し，それに同意していたことは明らかである。したがって，乙11証書に，Bの同意が明示されていないことをもって，法的有効性に問題が生じることはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "控訴人は，甲24証書を平成17年6月18日に作成し，それを基に，乙10証書が作成された旨主張する。",
                "しかし，甲24証書は，乙10証書と同時期に作成された2部の譲渡証書のうちの一つであり，乙10証書がサントリーの控えであるのに対して，甲24証書は金沢大学の控えであるにすぎない。したがって，甲24(乙41)の作成時期は，乙10(乙42)と同様，その日付にかかわらず，平成18年5月16日頃ということになる。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の主位的請求，予備的請求1及び予備的請求2は，いずれも理由がないものと判断する。",
            "その理由は，次のとおり補正するほかは，原判決の「事実及び理由」欄の「第4  当裁判所の判断」の1，2に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決11頁10行目の「事案に鑑み」から11行目末尾までを次のとおり改める。",
                "「争点1(本件発明が，サントリーを「使用者等」，控訴人を「従業者等」とする「職務発明」か)について」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決11頁19行目末尾の次に行を改め次のとおり加える。",
                "「  なお，控訴人は，平成16年2月14日，①兼業先を南ヶ丘病院，②勤務時間を毎週火曜日及び土曜日の午前9時から午後1時まで，③兼業予定期間を同年4月1日から平成17年3月31日まで，④報酬を1回につき4万円，⑤兼業先で行う職務内容を脳神経外科外来及び入院患者の診療，⑥兼業を必要とする理由を，「脳神経外科の医師が不足しており，特に依頼を受けた」などと記載した兼業許可申請書を提出して，兼業許可申請をしたところ，同年3月10日，金沢大学の学長からその許可がされた(甲23)。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決11頁21行目の「乙5及び9」を「乙5，9，39」に，26行目の「報告書」を「報告書(甲2報告書)」にそれぞれ改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決12頁7行目の「共同研究契約書(甲3)」を「本件共同研究契約書」に改め，16行目の「(ア)」の次に「本共同研究の実施により得られる知的財産権の金沢大学の持分は，すべて金沢大学に帰属せしめるものとする(14条2項)，(イ)」を加え，19行目の「(14条3項)，(イ)」を「(同条3項)，(ウ)」に，25行目の「(ウ)」を「，(エ)」にそれぞれ改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決13頁4行目冒頭から6行目末尾までを次のとおり改める。",
                "「エ  控訴人は，平成16年3月から，金沢市郊外の南ヶ丘病院において，同病院の患者を対象に，アラビタ投与の前後における認知機能の比較試験を行い(甲4，19～21)，Bと共に本件発明を完成させた。",
                "控訴人が行った上記試験結果は，本件原出願の明細書(乙30)に，本件発明の効果を示す例として記載された。」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決14頁22行目の「金沢大学知的財産本部長は，」の次に「本件発明のうち控訴人の研究に基づく部分を職務発明であると認定し，」を，15頁2行目の「係る」の次に「特許を受ける権利の」をそれぞれ加える。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決16頁5行目の「同年」を「平成18年」に改め，24行目末尾の次に行を改め次のとおり加える。",
                "「サ  平成16年4月1日に施行された金沢大学の職務発明取扱規程には，次のとおりの定めがある(乙15)。",
                "●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●",
                "●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決16頁26行目冒頭から22頁12行目末尾までを次のとおり改める。",
                "「  ア  前記(1)のとおり，サントリーがA教授と控訴人に対し，研究期間を平成15年8月1日から同年12月31日までとして委託した研究については，同年12月8日に被控訴人に対してその報告書が提出されている(甲2)ところ，その研究の内容は，健常な日本人成人52名を対象に行った日本版「アーバンス」神経心理テストを紹介し，同テストが加齢に伴う高次脳機能障害の簡便かつ正確な評価に有用であるというものであって，本件発明の内容とは異なる。これに対し，同時期に，サントリーが控訴人に対して，上記研究とは別の内容の研究を委託したことを認めるに足りる証拠はない。そして，①控訴人は，平成15年当時，金沢大学の助教授として，記憶障害や注意・集中力障害などの高次脳機能障害に関する基礎的かつ臨床的研究を行っていたこと，②後記のとおり，控訴人は，南ヶ丘病院の患者に対するアラビタ投与の前後における認知機能の比較試験について，兼業許可を受けていたとは認められないことに照らすと，上記比較試験に係る研究は，金沢大学における控訴人の職務であるというべきである。したがって，本件発明は，サントリーが控訴人に対して委託した研究に基づくものではなく，控訴人の金沢大学における職務に属するものというべきである。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "前記(1)のとおり，金沢大学とサントリーは，平成16年12月27日，本件共同研究契約を締結したものと認められる。そして，前記(1)のとおり，本件共同研究契約書では，研究目的及び内容を「アラキドン酸含有油脂の高次脳機能に及ぼす影響を検討する」としているのであるから，本件共同研究契約書の記載と本件発明の内容とは一致するというべきである。また，本件共同研究契約書では，控訴人の研究分担を「神経機能の測定」としているが，研究目的及び内容についての上記の記載に照らすと，「神経機能の測定」とは，本件発明の効果の検証のために被験者に対して認知機能の比較試験を行うことを意味するものと理解することができる。そうすると，本件発明は，本件共同研究の対象とされたものと認められる。",
                    "なお，本件共同研究契約書には，研究実施場所として金沢大学のみを記載し，南ヶ丘病院は記載されていないが，本件共同研究において，研究の場所を金沢大学に限定しなければならない理由はなく，本件共同研究契約書も，研究の場所を金沢大学に限定する趣旨で上記の実施場所の記載をしたものとは認められない。",
                    "したがって，本件共同研究を南ヶ丘病院で行うことは禁止されておらず，南ヶ丘病院で本件発明のための研究を行えば，同研究は，金沢大学における控訴人の職務に属するものというべきである。",
                    "この点，控訴人は，平成16年2月，金沢大学に対して南ヶ丘病院での兼業許可申請を行い，金沢大学からその許可を得ていると主張する。",
                    "しかし，前記(1)のとおり，控訴人が主張する兼業許可申請に係る申請書(甲23)には，兼業先である南ヶ丘病院で行う職務として，脳神経外科外来及び入院患者の診療と記載されており，同記載を前提に兼業許可がされているのであるから，南ヶ丘病院で患者に対するアラビタ投与の前後における認知機能の比較試験を行うことについてまで兼業の許可がされているわけではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記(1)のとおり，金沢大学の職務発明取扱規程においては，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●，控訴人は，金沢大学知的財産本部長に対し，本件発明の発明届出書を提出し，これを受けて，金沢大学知的財産本部長は，控訴人に対し，本件発明を職務発明であると認定した旨の職務発明認定結果通知書を発送し，控訴人は，上記発明届出書に，共同発明の場合に添付する共同研究契約書として本件共同研究契約書の写しを添付した。前記アのとおり，本件発明は，控訴人の金沢大学における職務に属する発明であることから，控訴人は，金沢大学に対して，本件発明について，上記職務発明の届出をしたものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，控訴人が，金沢大学の職務として本件発明をしたことは明らかであって，本件発明のうちの控訴人の持分に係る部分を，サントリーを「使用者等」とした職務発明と認めることはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，本件発明のための研究は，本件共同研究契約が締結される前に事実上終了しており，また，本件原出願は，本件共同研究契約を締結してから半年程度でされているが，本件発明は，半年程度で完成するものではないと主張する。",
                    "しかし，既に認定したとおり，南ヶ丘病院の患者に対するアラビタ投与の前後における認知機能の比較試験に係る研究は，金沢大学における控訴人の職務であって，その研究の成果を利用して本件発明が完成し，本件原出願がされたのであるから，本件発明のための研究が，本件共同研究契約締結前にかなりの程度行われており，本件原出願は，本件共同研究契約を締結してから半年程度でされているとしても，本件発明は金沢大学の職務発明であるとの認定を何ら左右するものではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "控訴人は，甲18契約に係る契約書には，本件発明のための研究内容に沿った記載があるから，甲18契約を締結することによって，本件発明のための研究が，サントリーと金沢大学との間で締結された共同研究契約に含まれるものにしようとしたという趣旨の主張をするが，甲18によると，甲18契約は，本件共同研究の研究期間後の平成18年4月19日に締結され，それ以降の研究を対象としていることが認められるから，控訴人の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "控訴人は，原審における本人尋問において，本件発明の発明届出書に本件共同研究契約書を添付したのは，金沢大学からそのようにするよう言われ，また，金沢大学の学長からのプレッシャーにより，本件共同研究契約書を添付することを断れなかったからであり，本件発明が本件共同研究によって発明されたものとは認識していなかった旨供述する(13，30頁)。",
                    "しかし，本件発明が本件共同研究によってされたものではないにもかかわらず，上記のような理由から，本件共同研究契約書を本件発明の発明届出書に添付することは考え難いというべきである。",
                    "控訴人は，金沢大学の学長からプレッシャーをかけられたと供述するが，そのプレッシャーの内容やプレッシャーがかかる理由が不明であり，また，本件共同研究契約書の添付について，金沢大学側と交渉をしたこともうかがわれず，控訴人の上記供述は不自然である。",
                    "したがって，控訴人の上記供述は信用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人の主位的請求は，本件発明のうちの控訴人の持分に係る部分がサントリーを「使用者等」とする職務発明であることを前提とするところ，前記(2)のとおり，同部分はサントリーを「使用者等」とする職務発明ではないから，その余の点(争点2，3)について判断するまでもなく，控訴人の主位的請求は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点4，5(予備的請求1の成否及び額)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，本件発明に係る特許を受ける権利の控訴人の持分をサントリーに譲渡したかについて，以下検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(2)のとおり，控訴人は，金沢大学における控訴人の職務として本件発明をしたところ，前記1(1)のとおり，控訴人は，金沢大学知的財産本部長に対し，本件発明の発明届出書を提出し，これを受けて，金沢大学知的財産本部長は，本件発明のうちの控訴人の持分に係る部分を職務発明と認定した上で，控訴人に対し，本件発明を職務発明であると認定した旨の職務発明認定結果通知書を発送しているのであるから，本件発明に係る特許を受ける権利の控訴人の持分は，金沢大学に承継されたものと認められる。そして，このことは，前記1(1)で判示したとおり，本件共同研究契約において，同契約の成果である発明に係る特許を受ける権利のうち控訴人の持分は金沢大学が承継する旨記載されていることにも沿うものということができる。",
                    "なお，特許を受ける権利が共有に係るときは，同権利を譲渡するには，他の共有者の同意が必要である(特許法33条3項)としても，前記1(1)で判示した本件共同研究契約における共同研究による発明の取扱いに関する定めからすると，Bは，本件発明に係る特許を受ける権利の控訴人の持分を金沢大学に承継させることについて同意しているものと推認できるし，実際にも，乙10証書及び甲24証書によって，Bが上記の同意をしていることが確認されている。",
                    "控訴人も，乙11証書を作成して，本件発明に係る特許を受ける権利の控訴人の持分を金沢大学に承継させたことを確認している。",
                    "一方，前記1(2)のとおり，本件発明は，本件共同研究の対象であるところ，前記1(1)で判示した本件共同研究契約における共同研究による発明の取扱いに関する定めからすると，サントリーが控訴人から本件共同研究の対象である本件発明に係る特許を受ける権利の控訴人の持分の譲渡を受けることは予定されておらず，控訴人とサントリーとの間で，本件発明に係る特許を受ける権利の控訴人の持分をサントリーに譲渡することを内容とする契約が締結されたことを認めるに足りる証拠はないし，サントリーが本件発明に係る特許を受ける権利の控訴人の持分を譲り受ける動機その他の事情も認められない。",
                    "したがって，本件発明に係る特許を受ける権利の控訴人の持分がサントリーに譲渡されたと認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，控訴人は，乙10証書を根拠に，本件発明に係る特許を受ける権利の控訴人の持分がサントリーに譲渡されたと主張する。",
                    "しかし，前記1(1)で判示した経緯からすると，乙10証書(乙10，42)及びこれと同内容の甲24証書(甲24，乙41)は，控訴人とBが本件発明に係る特許を受ける権利のそれぞれの持分を，控訴人は金沢大学に，Bはサントリーに譲渡するとともに，控訴人はBの譲渡について，Bは控訴人の譲渡についてそれぞれ同意したことを確認する趣旨で作成されたものと認められる。なお，控訴人は，まず，控訴人が甲24の書式を作成し，これに控訴人及びBが署名した甲24証書を控訴人が保管し，控訴人は，そのコピーをBに交付し，その後，サントリーにおいて，同コピーを基に乙10の書式を作成し，これに控訴人及びBが署名して乙10証書が作成された旨主張するが，本件訴訟において控訴人が提出した甲24は写しであり，その原本は被控訴人が乙41として提出していることから，控訴人は，甲24証書の原本を保管していないものと認められ，したがって，控訴人の上記主張は事実と異なることは明らかである。",
                    "したがって，控訴人の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人の予備的請求1は，本件発明に係る特許を受ける権利の控訴人の持分がサントリーに譲渡されたことを前提とするところ，前記(1)のとおり，同持分はサントリーに譲渡されたと認めることはできないから，その余の点について判断するまでもなく，予備的請求1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点6，7(予備的請求2の成否及び額)について",
          "text": [
            "控訴人の予備的請求2は，少なくとも，本件発明に係る特許を受ける権利の控訴人の持分がサントリーに譲渡されたことが必要であるところ，前記2のとおり，同持分がサントリーに譲渡されたと認めることはできないから，その余の点について判断するまでもなく，予備的請求2は理由がない。」"
          ]
        },
        {
          "fig": "2",
          "subject": "結  論",
          "text": [
            "以上のとおり，本件控訴は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}