{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2016-700992号事件について平成29年12月26日にした決定のうち，特許第5905698号の請求項3及び4に係る部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成23年10月7日，発明の名称を「研磨用クッション材」とする発明について特許出願(以下「本件出願」という。請求項の数6)をした。",
                "原告は，平成27年3月27日付けの拒絶理由通知(甲12)を受けたため，同年5月29日付けで，特許請求の範囲及び本件出願の願書に添付した明細書(以下，図面を含めて，「本件明細書」という。)について手続補正(甲14)をした後，更に，同年9月7日付けの拒絶理由通知(甲15)を受けたため，同年11月16日付けで，特許請求の範囲の請求項1ないし4を補正し，請求項5及び6を削除する旨の手続補正(以下「本件補正」という。甲17)をするとともに，同日付けの意見書(甲16)を提出した。",
                "その後，原告は，平成28年3月25日，請求項1ないし4に係る特許権の設定登録(特許第5905698号。請求項の数4。以下，この特許を「本件特許」という。甲11)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許について，平成28年10月17日，Aから特許異議の申立て(異議2016-700992号事件)がされた(甲18)。",
                "原告は，平成29年1月18日付けの取消理由通知(甲19)を受けた後，さらに，同年6月23日付けの取消理由通知(甲21)を受けたため，同年8月28日付けで，請求項1及び2を削除し，請求項3及び4を訂正する旨の訂正請求をした(以下，この訂正請求を「本件訂正」という。甲23の1及び2)。",
                "その後，特許庁は，同年12月26日，本件訂正のうち，請求項1及び2に係る訂正は認め，請求項3及び4に係る訂正は認めないとした上で，「特許第5905698号の請求項3及び4に係る特許を取り消す。特許第5905698号の請求項1及び2に係る特許についての特許異議の申立てを却下する。」との決定(以下「本件決定」という。)をし，その謄本は，平成30年1月15日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年2月10日，本件決定のうち，本件特許の請求項3及び4に係る部分の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前",
              "text": [
                "本件補正前の特許請求の範囲の請求項1ないし6(以下，それぞれを「旧請求項1」などという。)の記載は，以下のとおりである(甲14)。",
                "【請求項1】",
                "発泡シートの一方の面に粘着剤層が積層一体化されてなる研磨用クッション材であって，",
                "前記発泡シートは，厚みが0．3～3．0mmであり，密度が400～600kg／㎥であり，引張強さが1．0～3．0MPaであり，伸びが130～160％であり，ショアA硬度が25～40であり，及び25％圧縮応力が0．30～0．60MPaであることを特徴とする研磨用クッション材。",
                "【請求項2】",
                "発泡シートの他方の面に粘着剤層がさらに積層一体化されてなることを特徴とする請求項1に記載の研磨用クッション材。",
                "【請求項3】",
                "発泡シートと合成樹脂非発泡シートとが積層一体化されてなる積層シートと，前記積層シートの一方の面に積層一体化されてなる粘着剤層とを有する研磨用クッション材であって，",
                "前記積層シートは，厚みが0．3～3．0mmであり，密度が400～600kg／㎥であり，引張強さが1．0～3．0MPaであり，伸びが130～160％であり，ショアA硬度が25～40であり，及び25％圧縮応力が0．30～0．60MPaであることを特徴とする研磨用クッション材。",
                "【請求項4】",
                "積層シートの他方の面に粘着剤層がさらに積層一体化されてなることを特徴とする請求項3に記載の研磨用クッション材。",
                "【請求項5】",
                "発泡シートと合成樹脂非発泡シートとが中間層を介して接合一体化されてなる積層シートと，前記積層シートの一方の面に積層一体化されてなる粘着剤層とを有する研磨用クッション材であって，",
                "前記積層シートは，厚みが0．3～3．0mmであり，密度が400～600kg／㎥であり，引張強さが1．0～3．0MPaであり，伸びが130～160％であり，ショアA硬度が25～40であり，及び25％圧縮応力が0．30～0．60MPaであることを特徴とする研磨用クッション材。",
                "【請求項6】",
                "積層シートの他方の面に粘着剤層がさらに積層一体化されてなることを特徴とする請求項5に記載の研磨用クッション材。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後(設定登録時・本件訂正前)",
              "text": [
                "本件補正後(設定登録時・本件訂正前)の特許請求の範囲の請求項1ないし4の記載は，以下のとおりである(以下，請求項の番号に応じて，請求項1に係る発明を「本件発明1」などという。甲11)。",
                "【請求項1】",
                "発泡シートの一方の面に粘着剤層が積層一体化されてなる研磨用クッション材であって，",
                "前記発泡シート(中央部を含む領域に貫通孔を有する発泡シートを除く)は，厚みが0．3～3．0mmであり，密度が450～600kg／㎥であり，引張強さが1．0～2．0MPaであり，伸びが140～160％であり，ショアA硬度が25～40であり，及び25％圧縮応力が0．30～0．50MPaであることを特徴とする研磨用クッション材。",
                "【請求項2】",
                "発泡シートの他方の面に粘着剤層がさらに積層一体化されてなることを特徴とする請求項1に記載の研磨用クッション材。",
                "【請求項3】",
                "発泡シートと合成樹脂非発泡シートとが積層一体化されてなる積層シートと，前記積層シートの一方の面に積層一体化されてなる粘着剤層とを有する研磨用クッション材であって，",
                "前記積層シート(中央部を含む領域に貫通孔を有する積層シートを除く)は，厚みが0．3～3．0mmであり，密度が450～600kg／㎥であり，引張強さが1．0～2．0MPaであり，伸びが140～160％であり，ショアA硬度が25～40であり，及び25％圧縮応力が0．30～0．50MPaであることを特徴とする研磨用クッション材。",
                "【請求項4】",
                "積層シートの他方の面に粘着剤層がさらに積層一体化されてなることを特徴とする請求項3に記載の研磨用クッション材。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正後",
              "text": [
                "本件訂正後の特許請求の範囲の請求項3及び4の記載は，以下のとおりである(下線部は本件訂正による訂正箇所である。以下，請求項の番号に応じて，請求項3に係る発明を「本件訂正発明3」などという。甲23の1及び2)。",
                "【請求項3】",
                "発泡シートと合成樹脂非発泡シートとが中間層を介して接合一体化されてなる積層シートと，前記積層シートの一方の面に積層一体化されてなる粘着剤層とを有する研磨用クッション材であって，前記積層シート(中央部を含む領域に貫通孔を有する積層シートを除く)は，厚みが0．3～3．0mmであり，密度が450～600kg／㎥であり，引張強さが1．0～2．0MPaであり，伸びが140～160％であり，ショアA硬度が25～40であり，及び25％圧縮応力が0．30～0．50MPaであることを特徴とする研磨用クッション材。",
                "【請求項4】",
                "積層シートの他方の面に粘着剤層がさらに積層一体化されてなることを特徴とする請求項3に記載の研磨用クッション材。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件決定の理由は，別紙異議の決定書(写し)記載のとおりである。",
                "その要旨は，①本件訂正のうち，請求項1及び2を削除する訂正(本件決定における訂正事項1)は認めるが，請求項3における「発泡シートと合成樹脂非発泡シートとが積層一体化されてなる積層シート」を「発泡シートと合成樹脂非発泡シートとが中間層を介して接合一体化されてなる積層シート」と訂正し，その結果として請求項3を引用する請求項4も訂正する訂正(以下「訂正事項2」という。)は，特許請求の範囲の減縮(特許法120条の5第2項ただし書1号)を目的とするものではなく，特許請求の範囲を変更(同条9項で準用する同法126条6項)するものであるから，訂正を認めない，②本件発明3及び4は，本件出願前に日本国内において公然知られた日本発条株式会社(以下「日本発条」という)製の高機能薄物ポリウレタンシート・商品名「ニッパレイ  EXT」(以下「ニッパレイEXT」という。)に係る発明(以下「本件公知発明」という。)及び特開2011-151373号公報(本件決定・引用文献1。甲7)に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，請求項3及び4に係る特許は同法29条2項の規定に違反してされたものである，③本件発明3は，本件出願前の他の特許出願であって本件出願後に出願公開されたものの願書に最初に添付した明細書(以下，図面を含めて，「先願明細書」という。甲3)に記載された発明(以下「本件先願発明」という。)と同一であるから，請求項3に係る特許は同法29条の2の規定に違反してされたものであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件決定が認定した本件公知発明，本件発明3と本件公知発明の一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件公知発明",
                  "text": [
                    "発泡ポリウレタンシートとPETフィルムとが積層一体化されてなる積層シートであって，",
                    "前記積層シートは，厚みが0．8mm又は1．0mmであり，密度が550kg／㎥であり，引張強さが1．5MPaであり，伸びが150％であり，ショアA硬度が32であり，及び25％圧縮応力が0．4MPaであるCMP用研磨パッドのバッククッション材として用いられる積層シート。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3と本件公知発明の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「発泡シートと合成樹脂非発泡シートとが積層一体化されてなる積層シートであって，前記積層シート(中央部を含む領域に貫通孔を有する積層シートを除く)は，厚みが0．8mm又は1．0mmであり，密度が550kg／㎥であり，引張強さが1．5MPaであり，伸びが150％であり，ショアA硬度が32であり，及び25％圧縮応力が0．4MPaである積層シート。」である点。",
                    "(相違点1)",
                    "本件発明3が「研磨用クッション材」であるのに対し，本件公知発明は「発泡シート」である点。",
                    "(相違点2)",
                    "本件発明3の積層シートが，「一方の面に積層一体化されてなる粘着剤層」を有するものであるのに対し，本件公知発明の積層シートは積層一体化された粘着剤層を有していない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件決定が認定した本件先願発明は，次のとおりである。",
                "発泡ウレタンからなる支持層と，前記支持層に貼り合わせた感圧式両面テープとを有する積層研磨パッド用接着剤層付き支持層であって，",
                "前記発泡ウレタンからなる支持層がニッパレイEXTである積層研磨パッド用接着剤層付き支持層。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件決定は，①本件明細書及び特許請求の範囲の記載からみて，本件訂正前の請求項3における「発泡シートと合成樹脂非発泡シートとが積層一体化されてなる積層シート」とは，発泡シートと合成樹脂非発泡シートとが「積層一体化」，つまり直接重ねられて2層構造で一体化されたもののみを意味して扱われており，中間層を介して3層構造として一体化されたものまでは含まず扱われていると解すべきと認められる，②本件訂正後の請求項3の「発泡シートと合成樹脂非発泡シートとが中間層を介して接合一体化されてなる積層シート」は，本件明細書でも互いに別の構造を意味する扱いとされ，上位下位の関係を形成する記載はないから，訂正事項2は，特許請求の範囲の減縮を目的とした訂正であるとはいえない，③また，訂正事項2は，本件訂正前の請求項3における積層シートが，2層構造で一体化されたものであったのを，本件訂正後に中間層を介して3層構造として一体化されたものとなるよう，発明特定事項を入れ替えたものであるから，特許請求の範囲を変更するものであるとして，訂正事項2に係る訂正は，特許請求の範囲を減縮する目的とはいえず，実質上特許請求の範囲を変更するものである旨判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかしながら，本件明細書では，「積層」と「接合」について積極的な定義はされていないところ，一般に，「積層」とは，「複数の層を積み重ねること。」を，「接合」とは，「つぎあわすこと。」を，「接着」とは，「くっつくこと。また，くっつけること。」を意味する(広辞苑第七版)。このような用語の一般的な意義に照らすと，「積層」と「接合」(接着)の用語は，全く別の構造のものを指すものではない。",
                    "加えて，化学機械研磨(CMP)の技術分野では，本件出願当時，多層から構成される研磨用クッション材の構造は周知であり(甲32ないし35)，発泡体と非発泡体の積層に関し，他の発明でも，両面テープ等によって「接着，積層」されていると記載されている例があり(甲33，35)，「接着」と「積層」の用語の厳密な使い分けはされていない。",
                    "そうすると，「積層」が接着剤等で2層を接着する場合を除外するような解釈は成り立ち得ないというべきであり，本件訂正前の請求項3における「積層一体化」は，直接重ねられて2層構造で一体化されたもののみを意味するものとはいえない。",
                    "また，多層から構成される研磨用クッション材の構造は周知技術に過ぎず，本件発明3の目的効果は，「低い押圧力での研磨加工であっても被研磨物に係る押圧力を均一にすることができると共に，被研磨物を損傷させずに平坦に保持することができ，被研磨物を均一に平坦化することが可能となる。」(本件明細書の【0010】)というものであって，その効果は，研磨用クッション材の物性を特定する条件を満たすことによって奏するものであるから，積層シートが2層構造で一体化されたものであるのか，中間層を介して3層構造として一体化されたものであるのかは，前提事項の構造の微細な相違に過ぎない。",
                    "さらに，そもそも，「積層」と「接合」は，いずれも「複数の層を積み重ねること。」という意味において共通するものであり，本件明細書記載の「第3の研磨用クッション材」の場合(【0032】，図5及び6)の中間層を「接合」としたのは，他の2部材(発泡シートと樹脂シート)が積層され，かつ，これらの部材をつなぎ合わせていることをより詳細な表現により明確にしたものである。請求項3に係る訂正は，このように特許請求の範囲の記載及び発明の詳細な説明の中で使用されている共通した概念である「積層」を「接合」の用語に変えただけであるから，発明特定事項の入れ替えに当たるとしても，第三者に不測の損害を与えるものではないし，訂正内容は，本件発明3の目的効果に含まれるものといえる。",
                    "したがって，本件決定の挙げる①ないし③は，いずれも失当であり，請求項3に係る訂正は，実質的に特許請求の範囲を変更するものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，後記のとおり，請求項3に係る訂正は，本件出願の審査過程において，拒絶理由通知によりサポート要件違反の指摘を受け，請求項を削除することにより権利取得した後に，本件明細書記載の実施例に基づいて，削除した請求項に係る発明を再びクレームアップするものであり，特許査定時の特許請求の範囲の記載を信頼する第三者に不測の不利益をもたらし，禁反言の法理にも反する旨主張する。",
                    "しかしながら，請求項を削除する補正は，それが拒絶理由通知への対応としてされたものであっても，直ちに当該請求項に係る内容を権利範囲から除外したことを意味するものではない。そして，前記アのとおり，請求項3に係る訂正内容は本件発明3の目的効果に含まれるから，訂正によって第三者に不測の損害を与えるものではない。",
                    "また，特許異議手続は，特許庁との関係で権利付与の相当性が再吟味されるものであって，特許権の権利行使の場面ではないから，禁反言の法理が作用するものではない。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，請求項3に係る訂正は，発泡シートと合成樹脂非発泡シートを一体化する方法について限定していない本件発明3の積層シートの構造を，中間層を介して一体化したものに限定したものであるから，特許請求の範囲の減縮を目的とするものであり，実質上特許請求の範囲を変更するものではない。",
                    "よって，訂正事項2(請求項3及び4)に係る訂正は，特許請求の範囲を減縮する目的とはいえず，実質上特許請求の範囲を変更するものであるとした本件決定の判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「積層」とは，「複数の層を積み重ねること。」であり，接着を必ず含む概念ではなく，接着剤の層を介して2層を接着する意味が必ず含まれるというものではない。",
                        "一方，「接合」とは，「つぎあわすこと。」であって，2つのものをつなぎ合わせる意味であり，固着することが前提となっている。",
                        "そうすると，「接合一体化」とは，一般的には，2つの層を何らかのつなぎ合わせる手段でつなぎ合わせた上で一体化することを意味するものであり，「2層を積み重ねた上で一体化」する「積層一体化」とは，明らかに構造が異なるから，特許請求の範囲の記載においては，「積層一体化」と「接合一体化」とは異なる構造のものと把握される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書において，「積層一体化」の語が用いられているのは，発泡シートと合成樹脂非発泡シートとを，2つの層の間に何の層も介在させずに直接積層させた上で一体化している構造について説明している箇所に限られている(【0007】～【0010】，【0012】，【0020】，【0021】，【0030】～【0032】，【0041】，【0042】，【0050】，【0058】，【0085】，【0104】，【0106】)。",
                        "一方，本件明細書において，「接合一体化」の語が用いられているのは，接合する対象の2層の間に別の中間層を挟んで当該中間層による2層の接合を行うことを説明する箇所に限られ(【0009】，【0032】，【0082】)，「接着一体化」の語は，粘着剤層又は接着剤層を介して，2つの層を接着して一体化する意味にのみ用いられている(【0010】，【0086】，【0115】，【0116】)。",
                        "このように本件明細書では，接合構造や接合方法が異なるものについて，全て用語を統一して厳密に使い分けている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上の特許請求の範囲の記載及び本件明細書の記載に照らせば，本件発明3(請求項3)の「積層一体化」には，中間層を介して2層を一体化する「接合一体化」は含まれないと解される。",
                        "そして，請求項3に係る訂正は，本件発明3の「発泡シートと合成樹脂非発泡シートとが積層一体化され」たもの，つまり「発泡シート」と「合成樹脂非発泡シート」の2層が直接積層されて一体化していたもの(本件明細書の図3及び4)を，本件訂正発明3の「発泡シートと合成樹脂非発泡シートとが中間層を介して接合一体化され」たもの，つまり「発泡シート」と「合成樹脂非発泡シート」との間の「中間層」によって両シートを接合し一体化するもの(図5及び6)に変更するものであり，請求項3を「中間層を介して」という別の意味を表す表現に入れ替えることで，発明特定事項を入れ替え，特許請求の範囲をずらしているといえる。",
                        "そうすると，請求項3に係る訂正は，特許請求の範囲の減縮を目的とするものとはいえず，実質的に特許請求の範囲を変更するものに該当する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「発泡シート」と「合成樹脂非発泡シート」との間の「中間層」によって両シートを接合し一体化するもの(図5及び6)は，本件補正前の旧請求項5及び6に係る発明に対応するものであるところ，原告は，本件出願の審査過程において，旧請求項5及び6に係るサポート要件違反の同年9月7日付けの拒絶理由通知(甲15)を受けたため，自発的に旧請求項5及び6を特許請求の範囲から削除する本件補正を行うとともに，この削除によりサポート要件違反の拒絶理由が解消した旨を記載した意見書(甲16)を提出した後，旧請求項5及び6を除く，本件補正後の請求項1ないし4に係る発明(本件発明1ないし4)について本件特許の特許査定を受けた。",
                    "一般の第三者がこのような審査手続の経緯を確認した場合，本件発明1ないし4の権利範囲は，削除された旧請求項5及び6に対応する研磨用クッション材のように，発泡シートと合成樹脂非発泡シートとの間に中間層を介して接合一体化されてなる構造の積層シートにまで及ぶとは当然考えないものと認められる。それにもかかわらず，本件訂正によって，本件特許の権利範囲から除外されたはずの旧請求項5及び6に対応する研磨用クッション材が本件特許の権利範囲として復活してしまうことは，一般の第三者にとっては，特許査定時の特許請求の範囲では特許侵害にならなかった行為に対し突然権利侵害が発生するという予測し得なかった事態が生じることになり，不測の不利益をもたらすものといえる。",
                    "また，禁反言の法理は，権利行使の場面で用いられるものに限られるものではなく，広く特許権利化の実務の際にも適用されるものである。",
                    "したがって，訂正事項2に係る訂正は，実質上特許請求の範囲を変更するものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，訂正事項2(請求項3及び4)に係る訂正は，特許請求の範囲の減縮を目的とするものではなく，特許請求の範囲を実質的に変更するものであるから，訂正事項2に係る本件訂正を認めなかった本件決定の判断に誤りはなく，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件公知発明を主引用例とする本件発明3及び4の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件公知発明の認定の誤り",
                  "text": [
                    "本件決定は，日本発条作成の「高密度薄物シート状ウレタン  ニッパレイ  ＮIPPALAY」と題するカタログ(本件決定・引用文献4。甲5。以下「甲5のカタログ」という。)及び日本発条作成の「ＮIPPALAY」と題するカタログ(本件決定・引用文献5。甲4。以下「甲4のカタログ」という。)の記載事項から，甲5のカタログに掲載されたニッパレイEXTは，甲4及び甲5のカタログに掲載されたニッパレイEXGの片面に50μm厚のPETフィルムを沿わせて構成しただけのものであると認定した上で，ニッパレイEXTの物性値のうち，甲5のカタログ記載の「厚み」，「密度」及び「25％圧縮応力」については，カタログ記載の当該数値を採用し，甲5のカタログに記載のない「引張強さ」，「伸び」及び「ショアA硬度」については，ニッパレイEXGと同じく，「引張強さが1．5MPa，伸びが150％，ショアA硬度が32」とみて差し支えないものと認められる旨認定し，これらの数値を採用して，本件公知発明を認定した。",
                    "しかしながら，以下のとおり，本件決定の上記認定は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5のカタログに記載された製品が，どのような2層構造か，発泡による直接作製か熱融着かなどについての裏付けがない。",
                        "仮にニッパレイEXTが，ニッパレイEXGに単に50μm厚のPETフィルムを沿わせて構成しただけのもので，しかも，「引張強さ」，「伸び」及び「ショアA硬度」について，PETフィルムが貼り合わされているという構成の影響が一切なく，ニッパレイEXGと同じ物性値であるならば，むしろ甲5のカタログには，ニッパレイEXTの物性値としてニッパレイEXGと同じ物性値が記載されてしかるべきであるのに，それらの記載がない。",
                        "また，甲5のカタログには，「物性値」の「EXT」欄に記載されている値が，EXTに含まれている発泡シートのみの値であるのか，EXTという積層体(積層シート)全体の値であるのか記載がない。",
                        "そして，ニッパレイEXTという積層体(積層シート)全体の値であるとすれば，ニッパレイEXGにPETフィルム(密度1300～1400kg／㎥)を貼り合わせたニッパレイEXTの密度が，ニッパレイEXGと同じ550kg／㎥であるということはありえない(甲26)。",
                        "さらに，甲4のカタログ記載のニッパレイEXGの「圧縮応力」のグラフでは，「compression(％)」が「25％」の場合の圧縮応力が「0．4Mpa」であることを示しているところ，同グラフから，「compression(％)」の値が大きくなるにつれ，圧縮応力(MPa)の値が大きくなっていることを理解できること，通常，試料を圧縮すれば圧縮するほど必要な力は大きくなることに照らすと，上記「25％」の場合の圧縮応力が「0．4Mpa」というのは，測定対象の試料について「圧縮前の厚みの25％分を圧縮したとき」の応力を示したものとみるのが自然であり，甲5のカタログ記載のニッパレイEXGの「25％圧縮応力」も，このよう意味で記載されたとみるのが自然である。",
                        "他方で，本件発明3の「25％圧縮応力」は，「圧縮前の試験片の厚みの25％の厚みとなるまで」圧縮したときの応力(本件明細書の【0113】)を意味することに照らすと，甲4及び甲5のカタログには，本件発明3の「25％圧縮応力」に関する開示はないというべきである。",
                        "以上によれば，甲5のカタログ記載の記載事項から，ニッパレイEXTの物性値の構造及び物性値を認定することはできないから，本件決定認定の本件公知発明の「積層シート」の各物性値は，いずれも誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告が平成30年6月にニッパレイEXG及びニッパレイEXTを試料として行った物性値の測定実験の結果(甲38)によれば，試料「ニッパレイEXT」は，「密度」，「引張強さ」，「伸び」及び「ショアA硬度」の各項目において，甲5のカタログ記載の数値範囲をいずれも満たしていなかった。",
                        "このことは，ニッパレイEXTは，同じ製品であっても，個々の製品ごとに物性値にばらつきがあり，甲5のカタログ記載のとおりの物性値を必ずしも有しているとは限らないことを示すものといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告提出の被告が日本発条に対して独自に問合せをしたことに",
                      "text": [
                        "対する回答結果を記載した回答書(乙2の1。以下「本件回答書」という。)及び「Technical Data Sheet」(以下「本件データシート」という。乙3)は，甲5のカタログの記載事項が本件出願前に公知かどうかの事実そのものを本件訴訟手続で立証しようとするものであり，本件出願時の当業者の技術水準を立証することを目的とするものではないから，このような証拠は採用されるべきではなく，少なくともその証明力は否定されなければならない。",
                        "また，本件回答書には，「Q3．」に対する回答として，ニッパレイEXTの「引張強さ」，「伸び」及び「ショアA硬度」について甲5のカタログに記載がないのは，「PETが一体であるため測定できない」との記載があり，この回答によれば，当該カタログ記載の物性値はニッパレイEXT自体を測定したものとはいえない。",
                        "さらに，被告は，甲5のカタログに貼付されたニッパレイEXTのサンプルを用いて測定したり，又は日本発条に問い合わせることなどにより，ニッパレイEXTの「引張強さ」，「伸び」及び「ショアA硬度」を容易に確認することができる旨主張するが，PETフィルムを剥がして測定すべきであるということはできない。なお，甲38添付の別紙④の日本発条作成の「製品検査成績表」は，一部マスキングしているように何人も入手できる資料ではないし，そもそも，ニッパレイEXGの資料であって，ニッパレイEXTの資料ではない。",
                        "したがって，甲5のカタログに記載のないニッパレイEXTの「引張強さ」，「伸び」及び「ショアA硬度」が同カタログ記載のニッパレイEXGの物性値と同じであるとする被告の主張は，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件決定は，本件公知発明の認定を誤り，その結果，本件発明3と本件公知発明との一致点の認定を誤り，相違点を看過したものである。",
                    "したがって，その余の点について検討するまでもなく，本件公知発明及び甲7(本件決定・引用文献1)に記載された発明に基づいて，当業者が容易に発明をすることができたとした本件決定における本件発明3の進歩性の判断は誤りである。",
                    "同様に，本件決定における本件発明3の特定事項を全て含む本件発明4の進歩性の判断も誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件公知発明の認定について",
                  "text": [
                    "本件決定は，以下のとおり，本件出願前に販売されていた日本発条製の商品「ニッパレイEXT」と，甲5のカタログ記載のニッパレイEXTの物性値，甲4及び甲5のカタログ記載のニッパレイEXGの物性値及び日本発条に対するニッパレイEXTに関する問合せの回答結果に基づいて本件公知発明を認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の「実施例2」で用いられたニッパレイEXT(【0106】)が「非発泡のポリエチレンテレフタレート(PET)シート(厚さ50μm)上にポリウレタン系樹脂発泡シートが積層一体化されてなる積層シート」という構造を有していることを，甲5のカタログを参照し，日本発条に問い合わせて確認して認定した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ニッパレイEXTの物性値のうち，「厚み」，「密度」及び「25％圧縮応力」については，甲5のカタログ記載のニッパレイEXTの各数値(「0．8/1．0」，「550」及び「0．4」)に基づいて，本件明細書の「表1」記載のとおりであることを確認して認定した。",
                        "ニッパレイEXTの物性値のうち，「引張強さ」，「伸び」及び「ショアA硬度」については，甲5のカタログに記載がないが，ニッパレイEXTは，ニッパレイEXGの片面に50μm厚のPETフィルムを沿わせて構成しただけのものと認められるので，甲5のカタログ記載のニッパレイEXGの「引張強さ」，「伸び」及び「ショアA硬度」と同じであるとみて差し支えないと考え，ニッパレイEXGの各数値(「1．5」，「150」及び「32」)に基づいて，本件明細書の「表1」記載のとおりであることを確認して認定した。",
                        "すなわち，本件明細書には，「引張強さ」の測定は，「JIS  K6400」で規定された方法に準拠して行ったとの記載があるところ(【0110】)，「JIS  K6400」の当該規定は，軟質発泡材料の破断強度の測定とされているから，計測対象は軟質発泡材料と見るべきである。本件発明3における軟質発泡材料の部分は，「発泡シート」の部分であり，ニッパレイEXTでは，ニッパレイEXGの主体部分である発泡シートの箇所に相当するから，ニッパレイEXTの「引張強さ」の値を認定するのに，ニッパレイEXGの「引張強さ」の値を参照することには十分な合理性がある。",
                        "また，「伸び」の測定についても，「JIS  K6400」で規定された方法に準拠して行ったとの記載があるから(【0111】)，これと同様である。",
                        "さらに，「ショアA硬度」の測定については，「JIS  K6253」で規定された方法を用いて測定し，積層シートについては，積層シートのポリウレタン系樹脂が発泡された面について測定を行ったとの記載があること(【0112】)，当該規格の計測は，加硫ゴム及び熱可塑性ゴムの硬さの測定であること，本件発明3におけるゴム弾性に準ずる部分は，主体の発泡シート部分のみであり，PETフィルムがゴム弾性を有することはないこと，本件発明3においてクッション性を支配する部材は主体の発泡シート部分であることからすると，「ニッパレイEXT」の「ショアA硬度」を得るためには，発泡シートを主体とした「ニッパレイEXG」の数値を参照できる関係にあるといえる。",
                        "したがって，ニッパレイEXTは，ニッパレイEXGの片面に50μm厚のPETフィルムを沿わせて構成しただけのものと認められるので，甲5のカタログ記載のニッパレイEXGの「引張強さ」，「伸び」及び「ショアA硬度」と同じであると認定して差し支えない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "仮に前記(イ)のような考慮をしなかったとしても，ニッパレイEXTの物性値のうち，甲5のカタログに記載のない「引張強さ」，「伸び」及び「ショアA硬度」については，当業者が，日本発条に問い合わせたり，カタログ添付のサンプルを自らJIS規格等に従って測定すること，さらには，日本発条が顧客に製品の納品の際に提供する「製品検査成績表」を同社から取得することなどにより，極めて容易に確認することができるから，公然知られ得る状態にある事項であるといえる。",
                        "被告は，念のため日本発条に対して再度の問合せを行ったところ，日本発条から本件回答書(乙2の1)及び本件データシート(乙3)を得た。",
                        "そして，本件データシート記載のニッパレイEXT及びニッパレイEXGの物性値は，甲5のカタログ記載の物性値と同一であること，本件回答書には，ニッパレイEXTのPETシートをはがして「引張強さ」，「伸び」及び「ショアA硬度」の3項目を測定した場合，ニッパレイEXGの当該物性値と同様の値になると考えられる旨の記載があることからすると，本件決定において，ニッパレイEXTの物性値のうち，甲5のカタログに記載のない「引張強さ」，「伸び」及び「ショアA硬度」をニッパレイEXGの当該物性値に基づいて推認したことに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，本件決定における本件公知発明の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，発泡シートの特性にはばらつきがあり，実際の製品を測定した結果(甲38)も，甲5のカタログの記載と異なる旨主張する。",
                        "しかしながら，被告は，日本発条に対して再度の問合せを行い，日本発条から本件回答書(乙2の1)及び本件データシート(乙3)を得たところ，本件データシート(2018年7月24日時点のデータ)記載の値は，甲5のカタログ(2008年5月作成)記載の物性値と同一であること，本件回答書には，「ニッパレイEXT」のPETシートを剥がして引張強さ，伸び及びショアA硬度の3項目を測定した場合，「ニッパレイEXG」の物性値と同様の値になると考えられる旨の記載があることに鑑みると，ニッパレイEXTの上記3項目の物性値をニッパレイEXGの物性値に基づいて推認したことに誤りはない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲4及び甲5のカタログ記載のニッパレイEXTの「25％圧縮応力」は，「圧縮前の厚みの25％分を圧縮したとき」の応力を示したものであるのに対し，本件発明3の「25％圧縮応力」は，「圧縮前の試験片の厚みの25％の厚みとなるまで」圧縮したときの応力を意味するから，甲4及び甲5のカタログには，本件発明3の「25％圧縮応力」に関する開示はない旨主張する。",
                        "しかしながら，本件データシートには，25％圧縮応力の試験方法として，「JIS  K6254」と記載されており，JIS  K6254の規格書等(乙4ないし6)によれば，当該JIS規格に定められた「25％圧縮応力」は，圧縮ひずみ(変形寸法すなわち圧縮量)が元の厚さの25％の厚みまで圧縮した際の応力を測定したものであることに照らすと，本件発明3の「25％圧縮応力」は，「圧縮前の試験片の厚みの25％の厚みとなるまで」圧縮したときの応力を意味するものではなく，「圧縮前の厚みの25％分を圧縮したとき」の応力を意味する。",
                        "したがって，原告の上記主張は，その前提において誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件決定による本件公知発明の認定及び本件発明3との一致点及び相違点の認定に誤りはないから，原告主張の取消事由2は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3と本件先願発明との同一性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件決定は，先願明細書から前記第2の3(3)のとおりの本件先願発明を認定した上で，本件先願発明の「積層研磨パッド用接着剤付き支持層」は，本件発明3の「研磨用クッション材」に相当すること，本件先願発明の「発泡ウレタンからなる支持層」は「ニッパレイ  EXT」であり，本件公知発明の認定を勘案すると，その厚み，密度，引張強さ，伸び，ショアA硬度，及び25％圧縮応力の各物性値は，本件発明3の積層シートの各物性値の数値範囲内のものであるとして，本件発明3は本件先願発明と同一である旨判断した。",
                "しかしながら，先願明細書には，「発泡ウレタンからなる支持層」の構造及び物性値の記載は一切ないこと，「発泡ウレタンからなる支持層」がニッパレイEXTであるとしても，ニッパレイEXTの構造及び物性値が，本件発明3の構造及び物性値と一致しているとはいえないことは，前記2(1)において主張したとおりであることからすると，本件先願発明の「発泡ウレタンからなる支持層」は，本件発明3の「積層シート」と構造及び物性値において一致しているとはいえない。",
                "また，本件先願発明の「積層研磨パッド用接着剤付き支持層」は，「発泡ウレタンからなる支持層」であるのに対し，本件発明3の「研磨用クッション材」は，「発泡シートと合成樹脂非発泡シートとが積層一体化されてなる積層シート」であること，本件先願発明の「積層研磨パッド用接着剤付き支持層」とは，先願明細書の実施例1に記載されている「積層研磨パッド」の一部を取り出したものにすぎず(【0093】)，その部分だけでは社会通念上の「研磨用クッション材」に該当しないことからすると，本件先願発明の「積層研磨パッド用接着剤付き支持層」が，本件発明3の「研磨用クッション材」に相当するとは認められない。",
                "したがって，本件先願発明が本件発明3と同一であるとした本件決定の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "先願明細書記載の「発泡ウレタンからなる支持層(日本発条社製のニッパレイEXT)」(【0093】)は，「片面にスキン層を有する熱硬化性ポリウレタン発泡シート(日本発条社製，ニッパレイEXT，厚み0．8mm)」(【0097】)と同一製品であり，「スキン層」は「非発泡のポリエチレンテレフタレート(PET)シート」を意味しているから，本件先願発明の「発泡ウレタンからなる支持層」は，「ニッパレイEXT」であり，ニッパレイEXTは，ニッパレイEXGに単に50μm厚のPETフィルムを沿わせて構成した積層体である。",
                "そして，先願明細書にニッパレイEXTの構成や各物性値の記載や示唆がなくとも，先願明細書の記載に接した当業者は，ニッパレイEXTの実物を分析したり，製造者である日本発条に問い合わせることによって，ニッパレイEXTが「発泡ウレタンとPETフィルムとの積層体」であることを確認すること，甲5のカタログに明記された物性値(厚み，密度，25％圧縮応力)を参照したり，甲5のカタログに記載されている物性値の項目(引張強さ，伸び，ショアA硬度)を測定することなどにより得られる事項は，さしたる困難を伴わずして確認が可能な事項であるから，これらの事項は，いずれも，先願明細書に記載されているのに等しい事項である。",
                "そして，ニッパレイEXTと本件発明3の「積層シート」の構造及び物性値が一致していることは，前記2(2)で主張したとおりである。",
                "そうすると，本件発明3と本件先願発明は同一であるといえるから，これと同旨の本件決定の判断に誤りはない。",
                "以上によれば，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(甲11)の発明の詳細な説明には，次のような記載がある(下記記載中に引用する「図1」から「図8」及び「表1」については別紙1を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【技術分野】",
                      "text": [
                        "【0001】",
                        "本発明は，被研磨物を研磨して平坦性を高める際に，被研磨物や研磨材を研磨機に固定するために用いられる研磨用クッション材に関する。",
                        "【背景技術】",
                        "【0002】",
                        "半導体デバイスに用いられるシリコンウェーハや液晶ディスプレイなどに用いられるガラス基板などの基板の表面には，その平坦性を高めるために化学機械研磨(以下，「CMP」とも記載する)が行われる。CMPでは，研磨布又は研磨パッドと呼ばれる研磨材が両面粘着性テープなどにより研磨機の定盤に貼着され，シリコンウェーハ又はガラス基板などの被研磨物が回転プレートに固定され，そして，被研磨物と研磨材を加圧した状態で相対的に摺動させることによって被研磨物の研磨が行われる。",
                        "【0003】",
                        "また，従来のCMPでは，回転プレートと被研磨物との間又は定盤と研磨材との間に研磨用クッション材を介在させて，被研磨物の表面に加わる押圧力を均一にすることにより被研磨物の平坦性を向上させている。例えば，特許文献1では，回転プレートの定盤と対向する面に発泡ポリウレタン樹脂からなる研磨用クッション材を粘着剤により貼着し，この研磨用クッション材に水を含ませて被研磨物を吸着保持させている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【発明が解決しようとする課題】",
                      "text": [
                        "【0005】",
                        "半導体デバイスの配線がますます微細化しており，半導体デバイスの表面の平坦性をさらに向上させることが望まれている。また，半導体デバイスなどの被研磨物への研磨負荷を小さくするために低い押圧力でより均一に研磨加工することが求められている。したがって研磨用クッション材にも被研磨物の被研磨面に加わる押圧力をさらに均一にするために，クッション性の向上が求められている。しかしながら，従来の研磨用クッション材では，単にクッション性を向上させようとすると剛性が低下して柔らかくなり過ぎ，被研磨物や研磨材を平坦に保持できなくなる問題があった。",
                        "【0006】",
                        "したがって，本発明の目的は，低い押圧力での研磨加工時にも優れたクッション性を発揮すると共に，被研磨物や研磨材を平坦に保持することができる研磨用クッション材を提供することである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【課題を解決するための手段】",
                      "text": [
                        "【0007】",
                        "本発明の第1の研磨用クッション材は，発泡シートの一方の面に粘着剤層が積層一体化されてなる研磨用クッション材であって，",
                        "前記発泡シート(中央部を含む領域に貫通孔を有する発泡シートを除く)は，厚みが0．3～3．0mmであり，密度が450～600kg／㎥であり，引張強さが1．0～2．0MPaであり，伸びが140～160％であり，ショアA硬度が25～40であり，及び25％圧縮応力が0．30～0．50MPaであることを特徴とする",
                        "【0008】",
                        "本発明の第2の研磨用クッション材は，発泡シートと合成樹脂非発泡シートとが積層一体化されてなる積層シートと，前記積層シートの一方の面に積層一体化されてなる粘着剤層とを有する研磨用クッション材であって，",
                        "前記積層シート(中央部を含む領域に貫通孔を有する積層シートを除く)は，厚みが0．3～3．0mmであり，密度が450～600kg／㎥であり，引張強さが1．0～2．0MPaであり，伸びが140～160％であり，ショアA硬度が25～40であり，及び25％圧縮応力が0．30～0．50MPaであることを特徴とする。",
                        "【0009】",
                        "本発明の第3の係る研磨用クッション材は，発泡シートと合成樹脂非発泡シートとが中間層を介して接合一体化されてなる積層シートと，前記積層シートの一方の面に積層一体化されてなる粘着剤層とを有する研磨用クッション材であって，",
                        "前記積層シートは，厚みが0．3～3．0mmであり，密度が400～600kg／㎥であり，引張強さが1．0～3．0MPaであり，伸びが130～160％であり，ショアA硬度が25～40であり，及び25％圧縮応力が0．30～0．60MPaであることを特徴とする。",
                        "【発明の効果】",
                        "【0010】",
                        "本発明の第1～第3のクッション材は，発泡シート，発泡シートと合成樹脂シートとが積層一体化されてなる積層シート，又は発泡シートと合成樹脂シートとが粘着剤層を介して接着一体化されてなる積層シートが，所定の条件を満たすことから優れたクッション性及び剛性を有する。したがって，本発明の第1～第3のクッション材によれば，低い押圧力での研磨加工であっても被研磨物に係る押圧力を均一にすることができると共に，被研磨物を損傷させずに平坦に保持することができ，被研磨物を均一に平坦化することが可能となる。このような本発明の第1～第3のクッション材は，高密度化された半導体基板や薄型化されたガラス基板などの被研磨物を研磨加工する際に，このような被研磨物や研磨材の研磨材固定用クッション材，及びバックシート貼着用クッション材として好適に用いられる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【発明を実施するための形態】",
                      "text": [
                        "【0012】",
                        "［第1の研磨用クッション材］",
                        "本発明の第1の研磨用クッション材の断面図を図1に示す。本発明の第1の研磨用クッション材は，発泡シート11と，この発泡シート11の一方の面に積層一体化されてなる粘着剤層12aとを有する。",
                        "【0013】",
                        "発泡シート11の厚みは，0．3～3．0mmが好ましく，0．5～1．5mmがより好ましい。発泡シート11の厚みが0．3mm未満であると，十分なクッション性が得られない恐れがある。また，発泡シート11の厚みが3．0mmを超えると，研磨時の押圧力により弾性変形しやすくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。",
                        "【0014】",
                        "発泡シート11の密度は，400～600kg／㎥が好ましく，450～600kg／㎥より好ましい。発泡シート11の密度が400kg／㎥未満では，発泡シートが柔軟になり弾性変形しやくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。また，発泡シート11の密度が600kg／㎥を超えると，発泡シート11の剛性が高くなり過ぎて被研磨物に傷を付ける恐れがある。",
                        "【0015】",
                        "発泡シート11の引張強さは，1．0～3．0MPaが好ましく，1．0～2．0MPaより好ましい。発泡シート11の引張強さが1．0MPa未満であると，発泡シートが柔軟になり弾性変形を起こしやくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。また，発泡シート11の引張強さが3．0MPaを超えると，発泡シート11の剛性が高くなり過ぎて被研磨物に傷を付ける恐れがある。",
                        "【0016】",
                        "発泡シート11の伸びは，130～160％が好ましく，140～160％がより好ましい。発泡シート11の伸びが130％未満であると，十分なクッション性が得られない恐れがある。また，発泡シート11の伸びが160％を超えると，発泡シート11が柔軟になり弾性変形を起こしやくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。",
                        "【0017】",
                        "発泡シート11のショアA硬度は，25～40が好ましく，30～40がより好ましい。発泡シート11のショアA硬度が25未満であると，発泡シート11が柔軟になり弾性変形を起こしやくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。また，発泡シート11のショアA硬度が40を超えると，発泡シート11の剛性が高くなり過ぎて被研磨物に傷を付ける恐れがある。",
                        "【0018】",
                        "発泡シート11の25％圧縮応力は，0．30～0．60MPaが好ましく，0．30～0．50MPaがより好ましい。発泡シート11の25％圧縮応力が0．30MPa未満であると，発泡シート11が柔軟になり弾性変形を起こしやくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。また，発泡シート11の25％圧縮応力が0．60MPaを超えると，発泡シート11の剛性が高くなり過ぎて被研磨物に傷を付ける恐れがある。",
                        "【0019】",
                        "発泡シート11は，上述した厚み，密度，引張強さ，伸び，ショアA硬度又は25％圧縮応力の条件のうち少なくとも一つを満たせばよいが，複数の条件を満たすことが好ましく，全ての条件を満たすのがより好ましい。",
                        "【0020】",
                        "粘着剤層12aは，図1に示すように，発泡シート11の一方の面に積層一体化されているが，図2に示すように，発泡シート11の他方の面にもさらに粘着剤層12bが積層一体化されていてもよい。なお，図2において，発泡シート11の両面に粘着剤層12a，12bが積層一体化されている以外は図1と同じ構成を有するため説明を省略する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【0021】",
                      "text": [
                        "［第2の研磨用クッション材］",
                        "次に，本発明の第2の研磨用クッション材の断面図を図3に示す。本発明の第2の研磨用クッション材は，発泡シート21aと合成樹脂シート21bとが積層一体化されてなる積層シート21と，この積層シート21の合成樹脂シート21b上に積層一体化されている粘着剤層22aとを有する。",
                        "【0022】",
                        "積層シート21の厚みは，0．3～3．0mmが好ましく，0．5～1．5mmがより好ましい。積層シート21の厚みが0．5mm未満であると，十分なクッション性が得られない恐れがある。また，積層シート21の厚みが3．0mmを超えると，研磨時の押圧力により弾性変形しやすくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。",
                        "【0023】",
                        "積層シート21の密度は，400～600kg／㎥が好ましく，450～600kg／㎥がより好ましい。積層シート21の密度が400kg／㎥未満では，積層シート21が柔軟になり弾性変形しやすくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。また，積層シート21の密度が600kg／㎥を超えると，積層シート21の剛性が高くなり過ぎて被研磨物に傷を付ける恐れがある。",
                        "【0024】",
                        "積層シート21の引張強さは，1．0～3．0MPaが好ましく，1．0～2．0MPaがより好ましい。積層シート21の引張強さが1．0MPa未満であると，積層シート21が柔軟になり弾性変形しやすくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。また，積層シート21の引張強さが3．0MPaを超えると，積層シート21の剛性が高くなり過ぎて被研磨物に傷を付ける恐れがある。",
                        "【0025】",
                        "積層シート21の伸びは，130～160％が好ましく，140～160％がより好ましい。積層シート21の伸びが130％未満であると，十分なクッション性が得られない恐れがある。また，積層シート21の伸びが160％を超えると，積層シート21が柔軟になり弾性変形しやすくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。",
                        "【0026】",
                        "積層シート21のショアA硬度は，25～40が好ましく，30～40がより好ましい。積層シート21のショアA硬度が25未満であると，積層シート21が柔軟になり弾性変形しやすくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。また，積層シート21のショアA硬度が40を超えると，積層シート21の剛性が高くなり過ぎて被研磨物に傷を付ける恐れがある。",
                        "【0027】",
                        "積層シート21の25％圧縮応力は，0．30～0．60MPaが好ましく，0．30～0．50MPaがより好ましい。積層シート21の25％圧縮応力が0．30MPa未満であると，積層シート21が柔軟になり弾性変形しやすくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。また，積層シート21の25％圧縮応力が0．60MPaを超えると，積層シート21の剛性が高くなり過ぎて被研磨物に傷を付ける恐れがある。",
                        "【0028】",
                        "なお，第2の研磨用クッション材において，積層シート21のショアA硬度及び25％圧縮応力とは，積層シート21の発泡シート21aが配置されている面におけるショアA硬度及び25％圧縮応力を意味する。",
                        "【0029】",
                        "積層シート21は，上述した厚み，密度，引張強さ，伸び，ショアA硬度又は25％圧縮応力の条件うち少なくとも一つを満たせばよいが，複数の条件を満たすことが好ましく，全ての条件を満たすのがより好ましい。",
                        "【0030】",
                        "図3に示す研磨用クッション材では，粘着剤層22aが積層シート21の合成樹脂シート21b上のみに積層一体化されているが，これに限定されず発泡シート21a上のみに粘着剤層が積層一体化されていてもよい。しかしながら，積層シート21の片面のみに粘着剤層が積層一体化されている場合，図3に示すように，粘着剤層22aが合成樹脂シート21b上に積層一体化されているのが好ましい。",
                        "【0031】",
                        "また，図3では，粘着剤層22aが積層シート21の一方の面のみに積層一体化されているが，これに限定されず，図4に示すように，積層シート21の他方の面にもさらに粘着剤層22bが積層一体化されていてもよい。なお，図4において，積層シート21の両面に粘着剤層22a，22bが積層一体化されている以外は図3と同じ構成を有するため説明を省略する。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【0032】",
                      "text": [
                        "［第3の研磨用クッション材］",
                        "次に，本発明の第3の研磨用クッション材の断面図を図5に示す。本発明の第3の研磨用クッション材は，発泡シート31aと合成樹脂シート31bとが中間層31cを介して接合一体化されてなる積層シート31と，この積層シート31の合成樹脂シート31b上に積層一体化されている粘着剤層32aとを有する。",
                        "【0033】",
                        "積層シート31の厚みは，0．3～3．0mmが好ましく，0．3～1．5mmがより好ましい。積層シート31の厚みが0．3mm未満であると，十分なクッション性が得られない恐れがある。また，積層シート31の厚みが3．0mmを超えると，研磨時の押圧力により弾性変形しやすくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。",
                        "【0034】",
                        "積層シート31の密度は，400～600kg／㎥が好ましく，450～600kg／㎥がより好ましい。積層シート31の密度が400kg／㎥未満では，積層シート31が柔軟になり弾性変形しやすくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。また，積層シート31の密度が600kg／㎥を超えると，積層シート31の剛性が高くなり過ぎて被研磨物に傷を付ける恐れがある。",
                        "【0035】",
                        "積層シート31の引張強さは，1．0～3．0MPaが好ましく，1．0～2．0MPaがより好ましい。積層シート31の引張強さが1．0MPa未満であると，積層シート31が柔軟になり弾性変形しやすくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。また，積層シート31の引張強さが3．0MPaを超えると，積層シート31の剛性が高くなり過ぎて被研磨物に傷を付ける恐れがある。",
                        "【0036】",
                        "積層シート31の伸びは，130～160％が好ましく，140～160％がより好ましい。積層シート31の伸びが130％未満であると，十分なクッション性が得られない恐れがある。また，積層シート31の伸びが160％を超えると，積層シート31が柔軟になり弾性変形しやすくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。",
                        "【0037】",
                        "積層シート31のショアA硬度は，25～40が好ましく，30～40がより好ましい。積層シート31のショアA硬度が25未満であると，積層シート31が柔軟になり弾性変形しやすくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。また，積層シート31のショアA硬度が40を超えると，積層シート31の剛性が高くなり過ぎて被研磨物に傷を付ける恐れがある。",
                        "【0038】",
                        "積層シート31の25％圧縮応力は，0．30～0．60MPaが好ましく，0．30～0．50MPaがより好ましい。積層シート31の25％圧縮応力が0．30MPa未満であると，積層シート31が柔軟になり弾性変形しやすくなり，被研磨物や研磨材を平坦に保持するのが困難になる恐れがある。また，積層シート31の25％圧縮応力が0．60MPaを超えると，積層シート31の剛性が高くなり過ぎて被研磨物に傷を付ける恐れがある。",
                        "【0039】",
                        "なお，第3の研磨用クッション材において，積層シート31のショアA硬度及び25％圧縮応力とは，積層シート31の発泡シート31aが配置されている面におけるショアA硬度及び25％圧縮応力を意味する。",
                        "【0040】",
                        "積層シート31は，上述した厚み，密度，引張強さ，伸び，ショアA硬度又は25％圧縮応力の条件のうち少なくとも一つを満たせばよいが，複数の条件を満たすのが好ましく，全ての条件を満たすのがより好ましい。",
                        "【0041】",
                        "図5に示す研磨用クッション材では，粘着剤層32aが積層シート31の合成樹脂シート31b上のみに積層一体化されているが，これに限定されず発泡シート31a上のみに粘着剤層が積層一体化されていてもよい。しかしながら，積層シート31の片面のみに粘着剤層が積層一体化されている場合，図5に示すように，粘着剤層32aが合成樹脂シート31b上に積層一体化されているのが好ましい。",
                        "【0042】",
                        "また，図5では，粘着剤層32aが積層シート31の一方の面にのみ積層一体化されているが，これに限定されず，図6に示すように，積層シート31の他方の面にもさらに粘着剤層32bが積層一体化されていてもよい。なお，図6において，積層シート31の両面に粘着剤層32a，32bが積層一体化されている以外は図5と同じ構成を有するため説明を省略する。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "【0044】",
                      "text": [
                        "［発泡シート］",
                        "発泡シートとしては，ゴム発泡シート，ポリオレフィン系樹脂発泡シート，及びポリウレタン系樹脂発泡シートなどが好ましく挙げられる。",
                        "【0050】",
                        "ポリオレフィン系樹脂発泡シートは，例えば，ポリオレフィン系樹脂及び熱分解型発泡剤からなる発泡性樹脂組成物を溶融混練した上で，プレス成形や押出成形などの汎用の成形方法によってシート状に成形することにより得られる。また，ポリオレフィン系樹脂及び熱分解型発泡剤からなる発泡性樹脂組成物の溶融混練物を押出成形する際に，前記押出成形物を合成樹脂シート上に直接，押し出すことにより，合成樹脂シートにポリオレフィン系樹脂発泡シートが積層一体化されている積層シートを作製することができる。",
                        "【0058】",
                        "ポリウレタン系樹脂発泡シートの作製は，例えば，離型フィルム上でポリウレタン系樹脂発泡シートの原料を反応させて発泡及び硬化させた後，上記離型フィルムを剥離することにより行われる。また，合成樹脂シート上でポリウレタン系樹脂発泡シートの原料を反応させて発泡及び硬化させることにより，ポリウレタン系樹脂発泡シートの製造と共に当該シートの一方の面に合成樹脂シートが積層一体化されてなる積層シートを製造することができる。",
                        "【0059】",
                        "発泡シートを被研磨物の吸着保持に使用する場合，発泡シートが連続気泡構造を有していてもよい。連続気泡構造を有する発泡シートは，被研磨物の吸着保持性や粘着剤層，中間層との接着性に優れる。連続気泡構造を有する発泡シートは，独立気泡を含んでいてもよいが，連続気泡構造を有する発泡シートの独立気泡率は20％以下とするのが好ましい。なお，発泡シートにおける独立気泡率はASTMD2856に準拠して測定される値とする。",
                        "【0060】",
                        "［合成樹脂シート］",
                        "合成樹脂シートを，発泡シートと組み合わせて用いることにより，クッション性を向上させると共に，剛性を確保して被研磨物や研磨材を平坦に保持することが可能な研磨用クッション材を得ることができる。",
                        "【0062】",
                        "また，合成樹脂シートの表面は，必要に応じて，コロナ放電処理，プライマー処理などを施してもよく，上記処理により合成樹脂シートと，発泡シート，粘着剤層又は中間層との接着性を向上させることができる。",
                        "【0063】",
                        "［粘着剤層］",
                        "次に，粘着剤層を構成する粘着剤は，特に限定されないが，アクリル系粘着剤，ゴム系粘着剤が好ましい。研磨用クッション材に複数の粘着剤層が用いられる場合，これらの粘着剤層の粘着剤は，同一であってもよいし，相違していてもよい。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "【0082】",
                      "text": [
                        "［中間層］",
                        "本発明の第3の研磨用クッション材では，発泡シートと合成樹脂シートとが中間層を介して接合一体化されている。中間層を構成する材料としては，発泡シートと合成樹脂シートとを接合一体化できるものであればよく，例えば，ホットメルト接着剤，アクリル系粘着剤，及びゴム系粘着剤などを用いることができる。",
                        "【0083】",
                        "ホットメルト接着剤は，研磨時の温度より高い軟化温度を有する熱可塑性樹脂で，その軟化温度が90～140℃の熱可塑性樹脂により構成されていることが好ましい。研磨時の温度は，通常40～60℃である。このようなホットメルト接着剤としては，エチレン-酢酸ビニル共重合樹脂(EVA，軟化温度95℃)，ポリエチレン(PE，軟化温度95～115℃)等が用いられる。",
                        "【0084】",
                        "本発明の第1の研磨用クッション材の作製は，例えば，上述したように離型フィルムなどの基材上に粘着剤層を予め作製し，発泡シートの少なくとも一方の面に離型フィルム上に形成された粘着剤層を粘着剤層と発泡体シートとが対向するようにして積層し，これにより得られた積層体を押圧して粘着剤層を発泡体シートに転写一体化することにより行われる。離型フィルムは第1の研磨用クッション材を使用する際に剥離すればよい。",
                        "【0085】",
                        "また，第2の研磨用クッション材に用いられる積層シートを作製する場合，まず，合成樹脂シート上に上述の通り発泡シートを直接作製することにより，発泡シートの一方の面に合成樹脂シートが積層一体化されてなる積層シートを得る。次に，積層シートの合成樹脂シート又は発泡シートの何れか一方又は双方に上述したように離型フィルムなどの基材上に予め作製した粘着剤層を積層シートと粘着剤層とが対向するように積層し，これにより得られた積層体を押圧して粘着剤層を積層シートに転写一体化させることにより第2の研磨用クッション材が得られる。離型フィルムは第2の研磨用クッション材を使用する際に剥離すればよい。",
                        "【0086】",
                        "さらに，第3の研磨用クッション材に用いられる積層シートを作製する場合，まず，合成樹脂シートと発泡シートとを接着剤により接着一体化させて積層シートを得る。次に，積層シートの合成樹脂シート又は発泡シートの何れか一方又は双方に上述したように離型フィルムなどの基材上に予め作製した粘着剤層を積層シートと粘着剤層とが対向するように積層し，これにより得られた積層体を押圧して粘着剤層を積層シートに転写一体化することにより第3の研磨用クッション材が得られる。離型フィルムは第3の研磨用クッション材を使用する際に剥離すればよい。",
                        "【0087】",
                        "本発明の第1～第3の研磨用クッション材はそれぞれ，後述する研磨機Aにおいて，被研磨物Eを定盤Bに吸着保持するための被研磨物保持用クッション材1，又は研磨材Cを回転プレートDに固定するための研磨材固定用クッション材2として用いることができる。",
                        "【0088】",
                        "研磨機Aは，図7に示すように，下面に駆動軸B1が一体的に設けられて所定方向に回転し且つ上面にガラス基板やシリコンウェーハなどの被研磨物Eを載置可能にするための配設面B2を有する円盤状の定盤Bと，この定盤Bの上方に配設されて，被研磨物Eを研磨するための研磨材Cを固着するための回転プレートDとを備えている。",
                        "【0090】",
                        "定盤Bの配設面B2上にはガラス基板やシリコンウェーハなどの被研磨物Eが被研磨物保持用クッション材1により着脱自在に固定され，一方，回転プレートDの下面には研磨材固定用クッション材2により研磨材Cが着脱自在に固定される。そして，定盤Bの駆動軸B1を駆動させて定盤Bを一定方向に回転させると共に，回転軸D1を駆動させて回転プレートDを一定方向に回転させる。すると，定盤B上に配設された被研磨物Eの上面が回転プレートDの下面に配設された研磨材Cによって研磨される。",
                        "【0091】",
                        "図1，図3及び図5に示す研磨用クッション材など，一方の最外層として粘着剤層を有し，他方の最外層として発泡シートを有する研磨用クッション材は，被研磨物保持用クッション材1として用いることができる。この時，粘着剤層を剥離可能に定盤Bに貼着すると共に，発泡シートにより被研磨物Eを吸着保持することにより，研磨用クッション材を被研磨物保持用クッション材1として使用できる。発泡シートに水などを含ませることにより，発泡シートの被研磨物Eに対する吸着保持力を高めることができる。",
                        "【0092】",
                        "また，図1，図3及び図5に示す研磨用クッション材など，一方の最外層として粘着剤層を有し，他方の最外層として発泡シートを有する研磨用クッション材は，研磨材固定用クッション材2として用いることもできる。例えば，粘着剤層上に研磨材Cを貼着した場合には発泡シートを回転プレートDに従来公知の両面粘着テープ等を介して剥離可能に貼着するか，又は発泡シート上に従来公知の両面粘着テープ等を介して研磨材Cを貼着した場合には粘着剤層を回転プレートDとの貼着に使用することにより研磨材固定用クッション材2として使用できる。",
                        "【0095】",
                        "本発明の第1～第3の研磨用クッション材は，上述した他にも，後述する図8に示す研磨機Gにおいて，バックシート4を定盤Bに固定するためのバックシート貼着用クッション材3として用いることもできる。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "【実施例】",
                      "text": [
                        "【0101】",
                        "以下に，本発明を実施例を用いてより具体的に説明するが，本発明はこれに限定されない。",
                        "【0102】",
                        "(実施例1)",
                        "一方の面に離型処理をしたポリエチレンテレフタレートからなる離型フィルムの離型処理面に，溶剤型アクリル系粘着剤(固形分濃度30重量％)を塗布した後，100℃のオーブン中で3分間加熱し溶剤を乾燥させることにより，アクリル系粘着剤層(厚み50μm)を作製した。",
                        "【0105】",
                        "(実施例2)",
                        "離型フィルム上に実施例1と同様にしてアクリル系粘着剤層(厚み50μm)を作製した。また，他の離型フィルム上に実施例1と同様にしてゴム系粘着剤層(厚み80μm)を作製した。",
                        "【0106】",
                        "次に，非発泡のポリエチレンテレフタレート(PET)シート(厚さ50μm)上にポリウレタン系樹脂発泡シートが積層一体化されてなる積層シート(日本発条株式会社製  商品名：ニッパレイEXT)のPETシート上に上記で作製したアクリル系粘着剤層を積層し，積層シートのポリウレタン系樹脂発泡シート上に上記で作製したゴム系粘着剤層を積層した。これにより得られた積層体の両面上のそれぞれに40℃に加熱設定したゴムロールを転動することにより，積層シートとアクリル系粘着剤層及びゴム系粘着剤層とを積層一体化させた。これにより，積層シート21のPETシート21b上にアクリル系粘着剤層22aが積層一体化され，積層シート21のポリウレタン系樹脂発泡シート22a上にゴム系粘着剤層22bが積層一体化された図4に示す研磨用クッション材を得た。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "【0107】",
                      "text": [
                        "(評価1)",
                        "実施例1で作製した研磨用クッション材に用いたポリウレタン系樹脂発泡シート，及び実施例2で作製した研磨用クッション材に用いた積層シートについて，以下の手順に従って，厚み，密度，引張強さ，伸び，ショアA硬度，及び25％圧縮応力を測定した。得られた結果を表1に示す。",
                        "【0108】",
                        "(厚み)",
                        "厚み［mm］の測定は，変位計(測定端子10mmφ，株式会社小野測器製  デジタルリニアゲージ)を用いて測定荷重80gにて，ポリウレタン系樹脂発泡シート表面又は積層シート表面における少なくとも10箇所について行い，その相加平均値をポリウレタン系樹脂発泡シート又は積層シートの厚みとした。また，積層シートの厚みの測定は，積層シートのポリウレタン系樹脂発泡シートが配置された面について行った。",
                        "【0109】",
                        "(密度)",
                        "ポリウレタン系樹脂発泡シート又は積層シートを縦10cm×横10cmの縦横寸法に切り出した試験片の重量を測定し，測定した重量(W［kg])を試験片の縦横寸法及び厚さから算出した体積(V［㎥］)で除した値(W／V)を算出することにより密度［kg／㎥］を算出した。",
                        "【0110】",
                        "(引張強さ)",
                        "引張強さ［MPa］の測定は，JIS  K6400で規定された方法に準拠して行った。",
                        "【0111】",
                        "(伸び)",
                        "伸び［％］の測定は，JIS  K6400で規定された方法に準拠して行った。",
                        "【0112】",
                        "(ショアA硬度)",
                        "ショアA硬度の測定は，JIS  K6253で規定されたデューロメータを用いて測定した。なお，積層シートについては，積層シートのポリウレタン系樹脂発泡シートが配置された面についてショアA硬度の測定を行った。",
                        "【0113】",
                        "(25％圧縮応力)",
                        "25％圧縮応力の測定は，ポリウレタン系樹脂発泡シート及び積層シートをそれぞれ30mm×30mmの平面正方形状に切断することにより試験片を作製し，この試験片を1mm／分の圧縮速度にて，圧縮前の試験片の厚みの25％の厚みとなるまで試験片をその厚み方向に圧縮した時の応力を測定することにより行った。なお，積層シートを用いてなる試験片については，試験片のポリウレタン系樹脂発泡シートが配置された面について25％圧縮応力の測定を行った。",
                        "【0117】",
                        "そして，以下の研磨条件で，研磨パッドCと被研磨物Eとの間にスラリーを供給しながら，定盤Bの駆動軸B1を駆動させて定盤Bを一定方向に回転させると共に，回転軸D1を駆動させて回転プレートDを一定方向に回転させ，定盤B上に配設された被研磨物Eの上面を，回転プレートDの下面に配設された研磨材Cによって研磨した。",
                        "【0119】",
                        "研磨加工後のシリコンウェーハの厚さ分布を，非接触式3次元粗さ計(小坂研究所製，ET200)を用いて，レーザービーム径1．6μmの光触針で，測定長(Lx)1mm，サンプリングピッチ2μm，カットオフ0．25mm，縦方向拡大倍率5000倍，横方向拡大倍率200倍，走査線数100本(Y方向の測定長Ly＝0．2mm)の条件にて表面の突起プロファイルを測定し，その粗さ曲面から算出した二乗平均粗さRq(RMS)をシリコンウェーハの平坦度［μm］とした。また，シリコンウェーハの研磨加工面を顕微鏡により観察することでスクラッチの発生の有無を判定した。得られた結果を表1に示す。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，本件明細書の発明の詳細な説明には，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "半導体デバイスなどの被研磨物は，低い押圧力でより均一に研磨加工し，その表面の平坦性を高めることが望まれており，被研磨物や研磨材を研磨機に固定するために用いられる研磨用クッション材においても，押圧力をさらに均一にするめにクッション性の向上が求められているが，従来の研磨用クッション材では，単にクッション性を向上させようとすると剛性が低下して柔らかくなり過ぎ，被研磨物や研磨材を平坦に保持できなくなるという問題があった(【0001】，【0003】，【0005】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」の目的は，上記問題を解決し，低い押圧力での研磨加工時にも優れたクッション性を発揮すると共に，被研磨物や研磨材を平坦に保持することができる研磨用クッション材を提供することにあり(【0006】)，「本発明」の「第1ないし第3の研磨用クッション材」は，「発泡シート」，発泡シートと合成樹脂シートとが積層一体化されてなる「積層シート」，又は発泡シートと合成樹脂シートとが粘着剤層を介して接着一体化されてなる「積層シート」が，厚み，密度，引張強さ，伸び，ショアA硬度及び25％圧縮応力について「所定の条件」を満たす構成を採用したことにより，優れたクッション性及び剛性を有し，低い押圧力での研磨加工であっても被研磨物に係る押圧力を均一にすることができると共に，被研磨物を損傷させずに平坦に保持することができ，被研磨物を均一に平坦化することが可能となるという効果を奏する(【0007】～【0010】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項2に係る訂正要件について",
              "text": [
                "原告は，本件決定が，本件発明3の請求項3における「発泡シートと合成樹脂非発泡シートとが積層一体化されてなる積層シート」を「発泡シートと合成樹脂非発泡シートとが中間層を介して接合一体化されてなる積層シート」と訂正し，その結果として請求項3を引用する請求項4も訂正する訂正(訂正事項2)は，特許請求の範囲の減縮を目的とするものではなく，特許請求の範囲を変更するものであるから，訂正要件を満たしていない旨判断したのは誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明3の特許請求の範囲(請求項3)には，「発泡シートと合成樹脂非発泡シートとが積層一体化されてなる積層シートと，前記積層シートの一方の面に積層一体化されてなる粘着剤層とを有する研磨用クッション材」との記載があるが，上記記載中の「積層一体化」の文言の意義を規定した記載はない。また，本件発明1，2及び4の特許請求の範囲(請求項1，2及び4)においても，「積層一体化」の文言の記載があるが，この文言の意義を規定した記載はない。",
                    "「積層」とは，一般に，「複数の層を積み重ねること。」を意味することから(広辞苑第七版)，本件発明3の「発泡シートと合成樹脂非発泡シートとが積層一体化されてなる積層シート」とは，発泡シートと合成樹脂非発泡シートという2つの層が積み重ねられて一体化されたシートであると理解することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，本件明細書の発明の詳細な説明には，「積層一体化」の語を定義した記載はない。",
                    "しかるところ，前記(1)アの本件明細書の記載事項を総合すると，本件明細書記載の「第1の研磨用クッション材」(【0007】，【0012】，図1)は，本件発明1の実施形態に，「第2の研磨用クッション材」(【0008】，【0021】，図3)は，本件発明3の実施形態にそれぞれ対応することを理解できる。",
                    "図3には，発泡シート21aと合成樹脂シート21b，合成樹脂シート21bと粘着剤層22aがそれぞれ直接接触していることが示されている。",
                    "また，本件明細書には，積層シートの作製方法に関し，「ポリオレフィン系樹脂及び熱分解型発泡剤からなる発泡性樹脂組成物の溶融混練物を押出成形する際に，前記押出成形物を合成樹脂シート上に直接，押し出すことにより，合成樹脂シートにポリオレフィン系樹脂発泡シートが積層一体化されている積層シートを作製することができる。」(【0050】)，「また，合成樹脂シート上でポリウレタン系樹脂発泡シートの原料を反応させて発泡及び硬化させることにより，ポリウレタン系樹脂発泡シートの製造と共に当該シートの一方の面に合成樹脂シートが積層一体化されてなる積層シートを製造することができる。」(【0058】)との記載があり，「積層一体化」の語は，合成樹脂シート上に発泡シートを直接作製する場合の説明に用いられている。このほか，本件明細書においては，「積層一体化」の語は，2層の間に層を介在させずに直接重ね合わせた上で一体化した構成のものにのみ用いられている(【0007】～【0010】，【0012】，【0020】，【0021】，【0030】～【0032】，【0041】，【0042】，【0085】，【0106】，図1ないし6等)。",
                    "他方で，本件明細書の発明の詳細な説明には，本件訂正後の請求項3における「発泡シートと合成樹脂非発泡シートとが中間層を介して接合一体化されてなる積層シート」にいう「接合一体化」の語を定義した記載はない。",
                    "しかるところ，前記(1)アの本件明細書の記載事項を総合すると，本件明細書記載の「第3の研磨用クッション材」(【0009】，【0032】，図5)は，本件訂正後の請求項3に係る発明(本件訂正発明3)の実施形態に対応することを理解できる。",
                    "本件明細書には，「次に，本発明の第3の研磨用クッション材の断面図を図5に示す。本発明の第3の研磨用クッション材は，発泡シート31aと合成樹脂シート31bとが中間層31cを介して接合一体化されてなる積層シート31と，この積層シート31の合成樹脂シート31b上に積層一体化されている粘着剤層32aとを有する。」(【0032】)との記載がある。図5には，「接合一体化」されてなる発泡シート31aと合成樹脂シート31bとの間には中間層31cが存在することが示されているのに対し，「積層一体化」されている合成樹脂シート31bと粘着剤層32aとの間には，別の層は存在せず，両者が直接接触していることが示されている。",
                    "このほか，本件明細書においては，「接合一体化」の語は，2層の間に別の中間層を介して2層の接合を行う構成のものに用いられている(【0009】，【0082】)。",
                    "以上のとおり，本件明細書には，「積層一体化」及び「接合一体化」の語を定義した記載はないものの，「積層一体化」の語は，2層の間に層を介在させずに直接重ね合わせた上で一体化した構成のものに，「接合一体化」の語は，2層の間に別の中間層を介して2層の接合を行う構成のものにそれぞれ用いられていることを理解できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許の出願経過(前記第2の1)によれば，次の事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，平成27年5月29日付けで手続補正(甲14)をし，この手続補正により，本件特許の特許請求の範囲は，旧請求項1ないし6(前記第2の2(1))のとおりとなった。",
                            "旧請求項5の記載は，「発泡シートと合成樹脂非発泡シートとが中間層を介して接合一体化されてなる積層シートと，前記積層シートの一方の面に積層一体化されてなる粘着剤層とを有する研磨用クッション材であって，前記積層シートは，厚みが0．3～3．0mmであり，密度が400～600kg／㎥であり，引張強さが1．0～3．0MPaであり，伸びが130～160％であり，ショアA硬度が25～40であり，及び25％圧縮応力が0．30～0．60MPaであることを特徴とする研磨用クッション材。」，旧請求項6の記載は，「積層シートの他方の面に粘着剤層がさらに積層一体化されてなることを特徴とする請求項5に記載の研磨用クッション材。」というものである。",
                            "旧請求項5及び6は，「発泡シートと合成樹脂非発泡シートとが中間層を介して接合一体化されてなる積層シートと，前記積層シートの一方の面に積層一体化されてなる粘着剤層とを有する研磨用クッション材」の構成を含むものであった。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，平成27年9月7日付けの拒絶理由通知(甲15)を受けたため，同年11月16日付けで，旧請求項1ないし4を補正し，旧請求項5及び6を削除する旨の本件補正(甲17)をするとともに，同日付けの意見書(甲16)を提出した。",
                            "本件補正により，旧請求項5及び6が削除された結果，本件特許の特許請求の範囲は，請求項1ないし4(前記第2の2(2))のとおりとなった。",
                            "上記拒絶理由通知(甲15)中には，旧請求項5及び6について，「明細書に，実施による作用効果が記載も示唆もされていないため，請求項5，6にかかる発明により課題が解決できることは，明細書により十分に裏付けられていない」ため，発明の詳細な説明に記載したものではない旨の拒絶理由の記載がある。",
                            "原告作成の上記意見書(甲16)中には，旧請求項5及び6についての上記拒絶理由通知について，「補正前の請求項5，6は削除いたしましたので，ご指摘の拒絶理由は解消したものと思料いたします。」との記載がある。",
                            "その後，原告は，平成28年3月25日，本件補正後の請求項1ないし4について，本件特許の特許査定を受けた。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告は，本件特許異議申立事件の審理中に，平成29年6月23日付けの取消理由通知(甲21)を受けたため，同年8月28日付けで，請求項1及び2を削除し，請求項3及び4を訂正する旨の本件訂正(甲23の1及び2)をした。",
                            "本件訂正により，本件特許の特許請求の範囲は，本件訂正後の請求項3及び4(前記第2の2(3))のとおりとなった。",
                            "本件訂正後の請求項3及び4は，いずれも「発泡シートと合成樹脂非発泡シートとが中間層を介して接合一体化されてなる積層シートと，前記積層シートの一方の面に積層一体化されてなる粘着剤層とを有する研磨用クッション材」の構成を含み，本件訂正後の請求項3は旧請求項5に，本件訂正後の請求項4は旧請求項6にそれぞれ対応するものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の本件特許の出願経過によれば，原告は，平成27年9月7日付けの拒絶理由通知を受けて，旧請求項5及び6の拒絶理由を解消するため，本件補正により自発的に旧請求項5及び6を削除し，本件特許の特許査定がされたものであるから，旧請求項5及び6に係る発明を本件特許の権利範囲から意識的に除外する意思を表明したものと認められる。",
                        "そして，本件特許の上記出願経過に接した第三者においては，旧請求項5及び6に係る発明は本件特許の権利範囲から除外されたものと理解するものと認められる。",
                        "しかるところ，本件訂正後の請求項3及び4(訂正事項2)は，本件補正により削除した旧請求項5及び6に係る「発泡シートと合成樹脂非発泡シートとが中間層を介して接合一体化されてなる積層シート」の構成を含む発明を実質的に復活させる内容のものといえるから，訂正事項2に係る訂正は，本件特許の出願経過において旧請求項5及び6を削除したことと相反する行為であって，これを認めることは，本件特許の出願経過に接した第三者に不測の損害を及ぼすおそれがあるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し原告は，①旧請求項5及び6を削除する本件補正は，それが拒絶理由通知への対応としてされたものであっても，直ちに当該請求項に係る内容を権利範囲から除外したことを意味するものではない，②請求項3に係る訂正内容は本件発明3の目的効果に含まれるから，訂正によって第三者に不測の損害を与えるものではない，③特許異議手続は，特許庁との関係で権利付与の相当性が再吟味されるものであって，特許権の権利行使の場面ではないから，禁反言の法理が作用するものではないなどと主張する。",
                        "しかしながら，前記(イ)の認定事実に照らすと，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上の本件発明3の特許請求の範囲(請求項3)の記載，本件明細書の記載及び本件特許の出願経過等に鑑みると，請求項3における「発泡シートと合成樹脂非発泡シートとが積層一体化されてなる積層シート」にいう「積層一体化」とは，発泡シートと合成樹脂非発泡シートの2層を直接重ね合わせた上で一体化した構成を意味し，2層の間に別の中間層を介して一体化した構成のものは含まないと解するのが相当である。",
                    "そうすると，訂正事項2に係る訂正は，発泡シートと合成樹脂非発泡シートの2層が直接接触されて一体化した積層シートを，発泡シートと合成樹脂非発泡シートとの間に中間層を介して一体化した積層シートに変更するものであるから，特許請求の範囲の減縮を目的とするものであるということはできず，実質上特許請求の範囲を変更するものであると認められる。",
                    "したがって，訂正事項2に係る訂正は訂正要件を満たしていないとした本件決定の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，訂正事項2に係る訂正を認めなかった本件決定の判断に誤りはないから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件公知発明を主引用例とする本件発明3及び4の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "ニッパレイEXT及びニッパレイEXGのカタログ",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲5のカタログは，日本発条が平成20年5月に発行した「高密度薄物シート状ウレタン  ニッパレイ  ＮIPPALAY」と題するカタログである(乙2の1)。",
                    "同カタログには，別紙2のとおり，「撥水性シリーズ」の製品として，「EXT」，「EXG」などが記載されるとともに，それぞれの製品の「サンプル」が貼付されている。",
                    "同カタログの「2-1．物性値」欄には，「厚み」，「密度」，「引張強さ」，「伸び」，「A硬度  Shore-A」及び「25％圧縮応力」の6項目の記載がある。「EXT」については，「厚み」が「0．8/1．0」mm，「密度」が「550」kg/㎥及び「25％圧縮応力」が「0．4」MPaとの記載があるが，「引張強さ」，「伸び」及び「A硬度  Shore-A」の項目は空欄となっている。一方で，「EXG」については，これらの6項目全てについて数値の記載がある。",
                    "また，同カタログには，「1．特長と主用途」として「Ⅰ．気密性が高く，撥水性に優れるため，塵，湿気等の侵入を防ぎます。Ⅱ．適度なクッション性があり，ガラスおよびCMP用研磨パッドのバッククッション材として最適です。」との記載がある。",
                    "なお，同カタログには，「データは代表値であり，保証値ではありません」，「製品改良のため予告無く仕様変更する場合があります」との記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲4のカタログは，日本発条が2002年(平成14年)3月に発行した「ＮIPPALAY」と題するカタログである。",
                    "同カタログには，「製品ラインナップ」の表に「ニッパレイEXG」を含む6製品が掲載され，「ニッパレイEXG」については「CMP・ラッピング用  クッション材」との記載がある。",
                    "また，同カタログには，「ＮIPPALAY  EXG」との大見出しの下に，「1．構成」欄に「ウレタンフォーム」と記載されているほか，別紙3のとおり，「2．物性値」欄の「厚み」の項目に「1．25」mm，「密度」の項目に「550」kg／㎥との記載があり，「3．圧縮応力」欄に圧縮応力のグラフが示されている。",
                    "さらに，同カタログには，「ＮIPPALAY」の「特長」として「Ⅰ",
                    "密度，硬さなどの特性に対して幅広い対応ができます」，「Ⅱ  マイクロセル構造で表面に緻密なスキン層を有します」，「Ⅲ  厚み精度に優れています」，「Ⅳ  広幅・長尺品のため加工性に優れています」との記載がある。",
                    "なお，同カタログには，「上記データは測定値であり，保証値ではありません」，「製品改良のため予告無く仕様変更する場合があります」との記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイによれば，①日本発条製のニッパレイEXT及びニッパレイEXGは，本件出願前(出願日平成23年10月7日)から，製造販売されていたこと，②ニッパレイEXT及びニッパレイEXGは，CMP用研磨のクッション材として使用できること，③ニッパレイEXGは，「ウレタンフォーム」から構成されていること，④ニッパレイEXTの物性値は，「厚み」が「0．8/1．0」mm，「密度」が「550」kg/㎥及び「引張強さ」が「0．4」MPaであることが認められる。",
                    "一方で，甲4及び甲5のカタログには，ニッパレイEXTの具体的な構造の記載はなく，ニッパレイEXTとニッパレイEXGとの構造上の関係についての記載もない。もっとも，前記アのとおり，甲5のカタログにニッパレイEXT及びニッパレイEXGのサンプルが貼付されていた事実は認められるが，サンプルの具体的な構造については，甲4及び甲5のカタログから認定することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件公知発明の認定について",
              "text": [
                "被告は，本件決定は，本件出願前に販売されていた日本発条製の商品「ニッパレイEXT」と，甲5のカタログ記載のニッパレイEXTの物性値，甲4及び甲5のカタログ記載のニッパレイEXGの物性値及び日本発条に対するニッパレイEXTに関する問合せの回答結果に基づいて本件公知発明を認定したものであり，その認定に誤りはない旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "ニッパレイEXTの構造について",
                  "text": [
                    "被告は，本件決定は，本件明細書の「実施例2」記載のニッパレイEXTが「非発泡のポリエチレンテレフタレート(PET)シート(厚さ50μm)上にポリウレタン系樹脂発泡シートが積層一体化されてなる積層シート」(【0106】)という構造を有していることを，甲5のカタログを参照し，日本発条に問い合わせて確認して認定したものであり，本件決定の認定に誤りはない旨主張する。",
                    "しかしながら，当業者は，本件出願前に，本件出願後に公開された本件明細書に接することはできないから，ニッパレイEXTが本件明細書の記載のとおりの構造を有しているかどうかを確認することはできない。",
                    "また，本件においては，本件決定の合議体が，本件決定をするに当たり，日本発条に対してどのような方法で問合せをし，どのような回答が得られたのか，その問合せ方法が，行政庁等の公的機関とは異なる一般の第三者でも採り得る通常の方法であることを認めるに足りる証拠はない。もっとも，被告が本件訴訟提起後に日本発条にした問合せに対する同社の回答を記載した本件回答書(乙2の1)には，ニッパレイEXTは，「PETの上にEXGを一体発泡させたものがEXTです。(厚さは違いますが)」との記載がある。この記載によれば，ニッパレイEXTは，上記構造を有しているものと認められるが，本件回答書の記載事項は被告が本件出願後に取得した情報であって，一般の第三者が本件出願前に知り得た情報であるとは直ちにはいえない。",
                    "加えて，前記(1)ウ認定のとおり，甲5のカタログには，ニッパレイEXTや貼付されたサンプルの具体的な構造についての記載がないのみならず，当業者が，貼付されたサンプルを視認し，又は自ら測定することにより，ニッパレイEXTの上記構造を知り得たことを認めるに足りる証拠はなく，ましてやニッパレイEXTが，PETフィルム上にニッパレイEXGが積層一体化されてなる積層シートであることを知り得たことを認めるに足りる証拠はない。",
                    "以上によれば，被告主張の本件決定における上記認定手法は相当とはいえず，本件においては，ニッパレイEXTが「非発泡のポリエチレンテレフタレート(PET)シート(厚さ50μm)上にポリウレタン系樹脂発泡シートが積層一体化されてなる積層シート」という構造を有していることが本件出願前に公然知られ得る状態にあったことを認めるに足りる証拠はない。",
                    "したがって，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "ニッパレイEXTの物性値について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，本件決定は，ニッパレイEXTの物性値のうち，「引張強さ」，「伸び」及び「ショアA硬度」については，甲5のカタログに記載がないが，ニッパレイEXTは，ニッパレイEXGの片面に50μm厚のPETフィルムを沿わせて構成しただけのものと認められるので，甲5のカタログ記載のニッパレイEXGの「引張強さ」，「伸び」及び「ショアA硬度」と同じであるとみて差し支えないと考え，ニッパレイEXGの各数値に基づいて，本件明細書の「表1」記載のとおりであることを確認して認定したものであり，本件決定の認定に誤りはない旨主張する。",
                        "しかしながら，前記ア認定のとおり，当業者が，本件出願前にニッパレイEXTが，PETフィルム上にニッパレイEXGが積層一体化されてなる積層シートであることを知り得たことを認めるに足りる証拠はない。",
                        "また，仮に被告が主張するように当業者がニッパレイEXTの上記構造を知り得たとしても，前記アのとおり，当業者は，本件出願前に，本件出願後に公開された本件明細書に接することはできないから，ニッパレイEXTが本件明細書の記載のとおりの物性値を有していることを確認することはできない。",
                        "かえって，甲5のカタログに接した当業者においては，ニッパレイEXGについては6項目の物性値の全てについて記載があるのに，ニッパレイEXTについては，6項目のうち，「引張強さ」，「伸び」及び「A硬度  Shore-A」が空欄となっているのは，これらの物性値は測定できないか，あるいはニッパレイEXGの物性値とは異なるものであると認識するというべきである。また，ニッパレイEXGのようなポリウレタン系樹脂発泡シートはスポンジ状で柔軟な性質を有するのに対し，PETフィルムは結晶性樹脂であるため強靭性を有し，各種ベースフィルムとして用いられること,異なる物性の材料を積層した積層体は，その構成部材の性質や状態によって全体としての物性が変化し得るものであることは，本件出願当時の技術常識であったものと認められる(甲26)。かかる技術常識を踏まえると，甲5のカタログに接した当業者においては，ニッパレイEXTの「引張強さ」，「伸び」及び「ショアA硬度」については，ポリウレタン系樹脂発泡シートであるニッパレイEXGの各数値と同じ値であることを理解するものとはいえない。",
                        "以上によれば，本件決定におけるニッパレイEXTの物性値の「引張強さ」，「伸び」及び「ショアA硬度」の各数値の上記認定手法は相当とはいえず，これらの各数値が，甲5のカタログ記載のニッパレイEXGの値と同じ値であることが，本件出願時に公然知られ得る事項であったと認めることはできない。",
                        "したがって，被告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，ニッパレイEXTの物性値のうち，甲5のカタログに記載のない「引張強さ」，「伸び」及び「ショアA硬度」については，当業者が，日本発条に問い合わせること，カタログに貼付されたサンプルをJIS規格等に従って測定すること，日本発条が顧客に製品の納品の際に提供する「製品検査成績表」を同社から取得することなどにより，極めて容易に確認することができるから，公然知られ得る状態にある事項であり，現に被告は日本発条に対して再度の問合せを行い，日本発条から本件回答書(乙2の1)及び本件データシート(乙3)を得た旨主張する。",
                        "しかしながら，前記アで説示したとおり，本件回答書の記載事項は被告が本件出願後に取得した情報であって，一般の第三者が本件出願前に知り得た情報であるとは直ちにはいえないし，また，その問合せ方法が，行政庁等の公的機関とは異なる一般の第三者でも採り得る通常の方法であることについての立証はない。",
                        "また，本件回答書(乙2の1)は，甲5のカタログの「引張強さ」，「伸び」及び「ショアA硬度」の3項目に値が記載されていない理由として，「PETが一体であるため測定できないからです。」と回答していること，本件データシート(乙3)には「EXTはペットサポートタイプの為，引張強さ，伸びの物性は測定不能となります。」との記載があることに鑑みれば，当業者が日本発条に問い合わせたとしても，ニッパレイEXTの「引張強さ」，「伸び」及び「ショアA硬度」を容易に確認することができたものと認めることはできない。",
                        "さらに，甲5のカタログに貼付されたサンプルをJIS規格等に従って測定した場合に，ニッパレイEXTとニッパレイEXGの「引張強さ」，「伸び」及び「ショアA硬度」が同じ値となることを認めるに足りる証拠はない。同様に，日本発条が顧客に製品の納品の際に提供する「製品検査成績表」(ニッパレイEXGについては，甲38の別紙④)を同社から取得できたとしても，ニッパレイEXTの物性値の「引張強さ」，「伸び」及び「ショアA硬度」が，甲5のカタログ記載のニッパレイEXGの値と同じ値であることが本件出願時に公然知られ得る事項であったことを認めることはできない。",
                        "したがって，被告の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，ニッパレイEXTが「非発泡のポリエチレンテレフタレート(PET)シート(厚さ50μm)上にポリウレタン系樹脂発泡シートが積層一体化されてなる積層シート」という構造を有していることが本件出願前に公然知られ得る状態にあったことを認めることはできない。また，仮にニッパレイEXTの上記構造が公然知られ得る状態にあったとしても，ニッパレイEXTの物性値のうち，「引張強さ」，「伸び」及び「ショアA硬度」が，甲5のカタログ記載のニッパレイEXGの値と同じ値であることが，本件出願前に公然知られ得る状態にあったものと認めることはできない。",
                    "したがって，本件決定認定の本件公知発明のうち，少なくとも「引張強さ」，「伸び」及び「ショアA硬度」の認定に誤りがあるというべきであるから，本件決定における本件公知発明の認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，その余の点について判断するまでもなく，本件決定は，公知発明の認定を誤り，その結果本件発明3と本件公知発明との一致点の認定を誤り，相違点を看過したことが認められる。",
                "したがって，本件発明3は，本件公知発明及び甲7(本件決定・引用文献1)に記載された発明に基づいて，当業者が容易に発明をすることができたとした本件決定の進歩性の判断は誤りである。同様に，本件決定における本件発明3の特定事項を全て含む本件発明4の進歩性の判断も誤りである。",
                "よって，原告主張の取消事由2は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3と本件先願発明との同一性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "先願明細書の記載事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "先願明細書(甲3)には，以下のとおりの記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【0012】",
                      "text": [
                        "本発明は，長時間の研磨により高温になる場合であっても研磨層と支持層との間で剥離しにくい積層研磨パッド用ホットメルト接着剤シート(以下，ホットメルト接着剤シートともいう。)，及び積層研磨パッド用接着剤層付き支持層(以下，接着剤層付き支持層ともいう。)を提供することを目的とする。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【0093】",
                      "text": [
                        "実施例1",
                        "両面コロナ処理した厚さ50μmのPETフィルム(東洋紡績(株)社製，E5200)の上に，結晶性ポリエステル樹脂(東洋紡績(株)社製，バイロンGM420)100重量部，及び1分子中にグリシジル基を2つ以上有するo-クレゾールノボラック型エポキシ樹脂(日本化薬(株)社製，EOCＮ4400)5重量部を含むポリエステル系ホットメルト接着剤からなる接着剤層(厚み50μm)を形成し，赤外ヒーターを用いて接着剤層表面を150℃に加熱して接着剤層を溶融させた。その後，圧力0．6MPaのラミネート機を用いて，搬送速度1m／minにて，溶融させた接着剤層上に製造例1で作製した研磨層を積層し，圧着させて積層体A(研磨層／接着剤層／PETフィルム)を得た。",
                        "離型フィルム上に，前記接着剤層(厚み50μm)を形成し，赤外ヒーターを用いて接着剤層表面を150℃に加熱して接着剤層を溶融させた。その後，圧力0．6MPaのラミネート機を用いて，搬送速度1m／minにて，離型フィルムを剥離しながら溶融させた接着剤層に前記積層体Aと発泡ウレタンからなる支持層(日本発条社製，ニッパレイEXT)とを積層し，圧着させて積層体B(研磨層／接着剤層／PETフィルム／接着剤層／支持層)を得た。",
                        "その後，積層体Bの支持層にラミネート機を使用して感圧式両面テープ(3M社製，442JA)を貼り合わせて積層研磨パッドを作製した。",
                        "なお，ポリエステル系ホットメルト接着剤の融点は142℃，比重は1．22，メルトフローインデックスは21g／10minであった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項を総合すれば，先願明細書には，本件決定認定の本件先願発明の記載があることが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3と本件先願発明との同一性について",
              "text": [
                "被告は，①先願明細書にニッパレイEXTの構成や各物性値の記載や示唆がなくとも，先願明細書の記載に接した当業者は，ニッパレイEXTの実物を分析したり，製造者である日本発条に問い合わせることによって，ニッパレイEXTが「発泡ウレタンとPETフィルムとの積層体」であることを確認すること，甲5のカタログに明記された物性値(厚み，密度，25％圧縮応力)を参照したり，甲5のカタログに記載されている物性値の項目(引張強さ，伸び，ショアA硬度)を測定することなどにより得られる事項は，さしたる困難を伴わずして確認が可能な事項であるから，これらの事項は，いずれも，先願明細書に記載されているのに等しい事項であること，②ニッパレイEXTと本件発明3の「積層シート」の構造及び物性値が一致していることからすると，本件発明3は本件先願発明と同一であるといえるから，これと同旨の本件決定の判断に誤りはない旨主張する。",
                "しかしながら，先願明細書には，実施例1として，「発泡ウレタンからなる支持層」として「ニッパレイEXT」を用いることが記載されているが(【0093】)，同支持層又はニッパレイEXTの「引張強さ」，「伸び」及び「ショアA硬度」についての記載はない。",
                "また，ニッパレイEXTの物性値のうち，「引張強さ」，「伸び」及び「ショアA硬度」が，甲5のカタログ記載のニッパレイEXGの値と同じ値であることが，本件出願前に公然知られ得る状態にあったものと認めることができないことは，前記2(2)ウのとおりである。",
                "したがって，被告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明3は本件先願発明と同一の発明であるとした本件決定の判断は誤りであるから，原告主張の取消事由3は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由1は理由がないが，取消事由2及び3はいずれも理由があるから，本件決定は取り消されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(行ケ)10023",
    "date": "2019-03-14",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "088518",
    "ipprecedent_id": "5129",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}