{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800023号について平成30年3月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，発明の名称を「二次元コード，ステルスコード，情報コードの読み取り装置及びステルスコードの読み取り装置」とする発明に係る特許権者である（平成9年11月28日特許出願，平成19年2月2日設定登録。特許第3910705号。請求項の数8。以下「本件特許」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，OneSpan Japan 株式会社（当時の商号は株式会社 VASCO Data Security Japan。以下「訴外会社」という。）とともに，平成29年2月27日，特許庁に対し，本件特許の請求項1に係る発明の特許について無効審判請求をし，無効2017-800023号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成30年3月19日，「特許第3910705号の請求項1に係る発明についての特許を無効とする。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，同月29日，原告らに送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告らは，同年4月30日，本件審決を不服として，被告を相手方として本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲請求項1の記載は，以下のとおりである（以下「本件発明」という。）。その特許請求の範囲，明細書及び図面を併せて「本件明細書」という。",
            "【請求項1】",
            "反射又は放射の波長特性が異なる3種以上の表示領域を二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組み合せを情報表示の要素としたことを特徴とする二次元コード。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，本件発明は，①後記アの引用例1記載の発明（以下「引用発明1」という。）に該当し，また，②後記イの引用例2記載の発明（以下「引用発明2」という。）に該当するから，特許法29条1項3号により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平5-233898号公報（乙2）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平5-258095号公報（乙3）"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，引用発明1及び本件発明と引用発明1との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "携帯用光学式カード1などの表面の所定領域を白地に形成した情報記録領域2を，",
                    "縦方向に等間隔で複数の単位情報記録領域2-1，2-2，2-3，…，2-nに区分けし，単位情報記録領域2-1，2-2，2-3，…，2-nそれぞれを，マトリクス状に2×2の四つの単位領域a，b，c，dに区分けし，各単位情報記録領域は，隣接する四つの単位領域a，b，c，d毎に「マーク無し」，「マーク有り」の二つの状態を記録するカルラコードにおいて，／隣接する四つの単位領域a，b，c，dに対して，赤色の第1のマークMK1，緑色の第2のマークMK2，黄色の第3のマークMK3のいずれかを印刷し，／赤色と緑色と黄色の三色のマークに加え白色（無色）の4色で4値の情報を一の単位領域に対して与えることで，2×2のマトリクスを形成する隣接する四つの単位領域からなる一の単位情報記録領域2-1では4値の組み合わせで44＝256種類の情報の記録が可能なコード。（「／」は改行部分を示す。以下同じ。）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点・相違点",
                  "text": [
                    "本件発明と引用発明1は，「反射又は放射の波長特性が異なる3種以上の表示領域を二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組み合せを情報表示の要素とした二次元コード。」の発明である点で一致し，相違点はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，引用発明2及び本件発明と引用発明2との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2",
                  "text": [
                    "情報記録領域2を，複数の単位情報記録領域2-1，2-2，2-3，…，2-nに区分けし，これら単位情報記録領域2-1，2-2，2-3，…，2-nを，それぞれ2×2のマトリクス状に四つの単位領域a，b，c，dに区分けし，隣接する四つの単位領域a，b，c，dの任意の領域に「黒色マーク」，「白色マーク」を付け，これらの組合せでデータの記録を行うカルラコードにおいて，／単位領域a，b，c，dに三色以上のマークを付するように構成することで，隣接する四つの単位領域から構成される一単位情報記録領域に対して44＝256種類の情報の記録が可能なカルラコード。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点・相違点",
                  "text": [
                    "本件発明と引用発明2は，「反射又は放射の波長特性が異なる3種以上の表示領域を二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組み合せを情報表示の要素とした二次元コード。」の発明である点で一致し，相違点はない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（引用発明1に基づく新規性判断の誤り：相違点の看過）"
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（引用発明2に基づく新規性判断の誤り：相違点の看過）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本案前の答弁",
          "text": [
            "〔被告の主張〕",
            "本件訴えは，被告及び訴外会社が共同で請求した特許審判事件の無効審決に対する審決取消訴訟である。無効審決が確定した場合には対世効が生じるため，複数の審判請求人がいる場合に無効審決がされたときは，その判断を合一的に確定する必要がある。このため，この場合の審決取消訴訟は，被請求人が請求人全員に対して訴訟を提起すべき固有必要的共同訴訟である。",
            "しかるに，原告らは，本件において被告のみを相手方として訴えを提起し，訴外会社に対する訴えを提起していないことから，原告らの本件訴えは不適法であり，却下されるべきである。",
            "〔原告らの主張〕",
            "本件訴えは，数人に対して共同して訴えることによって初めて適格の認められる訴訟ではなく，固有必要的共同訴訟ではない。",
            "また，特許無効審判の請求人が複数いたとしても，審決取消訴訟を提起した時点で対象となる審決の確定は遮断されるのであるから，請求人全てをその被告とすべき必要性はない。",
            "本件で請求認容判決が確定すれば，取消しの効力は被告となっていない他の請求人にも及び，請求棄却判決が確定すれば無効審決が確定し特許権が遡及的に消滅することから，いずれの場合も合一的確定の要請に反する事態は生じない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（引用発明1に基づく新規性判断の誤り：相違点の看過）",
          "text": [
            "〔原告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1-1",
              "text": [
                "引用発明1は1次元情報技術である点で，本件発明と一致しない。",
                "すなわち，本来情報に形はなく，光学情報においては，反射される領域面積の形状が情報の次元性を定めているものではない。その次元性を決定するのは情報同士の相互間で取り決められる位置関係であり，一般的にそれは座標性である。すなわち，情報の取決めが情報の性格としての次元性等を定める。",
                "しかし，引用例1には，座標性の取決めを含める，又は何らかの取決めを引き継ぐといった記載はどこにもない。もっとも，引用例1の記載によれば，走査線がカード上にある2行の情報をカード送り方向と直交する方向に，いわば輪切りにしながら切り取るように1列ずつ読み取っていくことで，読み出しから読み終わるまで上下相互間の情報の順序が直鎖の直線状に固定されることによって座標性を確保する工夫が読取り側でされていることがうかがわれる。",
                "これによれば，引用発明1については，読取り方式が直線状の順位順列の読取りであることにより，情報の相互組成関係が1次元情報であることが理解される。",
                "したがって，引用発明1は，読取り装置によって成立される1次元情報技術であるから，2次元コード技術である本件発明と一致するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1-2",
              "text": [
                "引用発明1のカード上の情報は0次元情報として存在する点で，本件発明と一致しない。",
                "すなわち，1次元コード，2次元コードと呼ばれるものは，情報集合に対して1次元又は2次元の座標性を持って配列組成がされているところ，全ての情報コードは例外なく，2次元カルラコードにおいても，情報集合を取り囲むように存在する四角いフレーム状の座標性によって配列組成されている。このフレーム状の座標性を備えた新しい2次元カルラコードにおけるフレーム状の座標性の取決めは，読取り機器に次元性を依存しないためのものである。",
                "他方，田の字型のカルラ情報体としての情報集合体においては，前記のとおり，座標性（次元性）は読取り機器の走査線動作によって付与されることから，カード上に座標性はなく，実体としては情報同士が相互間で関連付けされておらず個々の情報が孤立点在する状態すなわち0次元の情報集合として存在している。",
                "このように，引用発明1において，カード上に存在する情報の実体は0次元情報であり，情報間の配列組成がなされておらず，1次元情報としても不完全であることから，本件発明と一致するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1-3",
              "text": [
                "引用発明1は光学情報における反射型情報に特化されたものである点で，本件発明と一致しない。",
                "すなわち，光学情報は，情報取得方式において反射型と放射型の2つに大別されるところ，引用発明1は前者に特化された情報技術であるから，本件発明と一致するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1-4",
              "text": [
                "引用発明1では波長特性の組合せが情報表示の要素とされていない点で，本件発明と一致しない。",
                "すなわち，本件発明における「コード」とは，特許請求の範囲請求項1に記載のとおり，「二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組み合せを情報表示の要素とした」ものである。本件明細書の記載によっても，単に配列されるのでみなく，波長特性が組み合わされることが本件発明における「コード」の前提となっている。",
                "他方，引用発明1のコードは，隣接する4つの正方形で田の字型に配列されているが，この状態において個々に独立している情報であり，相互に関連付ける仕組みが表示領域上にない。したがって，引用発明1のコードは，二次元的な配列で並べて形成された表示領域の波長特性が組み合わせられておらず，本件発明の示す情報表示を要素とするものではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点1-5",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明と引用発明1では，①表示領域の配列された個別セル間での情報波長特性の組合せ組成方式，②情報領域に記録される情報記録方式，③情報領域に記録された情報の読取り方式の3点で技術方式が相違している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "表示領域の配列された個別セル間での情報波長特性の組合せ組成方式の相違",
                  "text": [
                    "本件発明の「コード」は，「二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組み合せを情報表示の要素とした」ものであり，その表示領域の波長特性は，配列されていることに加えて，組み合わせることが必要である。",
                    "ここで，配列の状態が同じであっても，配列されたセルに記録される情報内容自身（本体）となる各個別の波長特性においては，相互に組み合わされる波長組成と相互で分離された波長組成での技術方式に区別される。引用例1で引用されたカード型情報表示技術は，後者の分離型の波長組成である。この方式では，分離されている個別の波長は，読取り機器側の，カードに印字されたセルに対する走査線のルート移動の動作によって，分離している各個別の波長特性がルート化され，互いに結ばれることで組み合わされ，各個別の波長特性が組成される。",
                    "以上のとおり，配列された各個別のセルの波長特性が，本件発明では相互に組み合わされる波長組成であるのに対し，引用発明1は相互で分離された波長組成での技術方式であることにおいて，両者は完全に相違している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "情報領域に記録される情報記録方式の相違",
                  "text": [
                    "情報記録方式には，一般的に，記録された情報に対し情報の追記等が可能な情報追記型と，情報改ざんからの保護を目的として情報の追記等ができない情報固定型の2つの記録方式に区別される。",
                    "引用発明1は本来光学式のカード情報記録技術であり，2-1～2-nまでの情報をカード上の情報記録領域2の全面に任意数記録するものである。そして，引用発明1と技術上の対をなす引用例2では，詳細な実施方法として引用発明1の光学式カードが引用例2に示され，情報をカード上の情報記録領域2に書き込むことが詳述されている。したがって，引用発明1は，情報の追記等が可能な追記型の情報記録方式である。",
                    "他方，本件発明の情報記録方式は，情報暗号が書式化される段階でクローズされ，その後情報の追記ができない情報固定型の暗号記録方式であり，情報表示領域全体を一括でフォーマット（書式化）される情報の記録方式である。本件明細書には，その代表例として図1の一次元バーコードや二次元コードPDF417が示されており，【0048】記載のカルラコードも，情報暗号が座標系内において完了され固定されているものであって，これらと同様の情報固定型の記録方式である。",
                    "したがって，本件発明と引用発明1とは，情報記録方式において相違している。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "情報領域に記録された情報の読取り方式の相違",
                  "text": [
                    "引用発明1は，カード面の情報表示領域に余白のある限り追記情報を書き込むことができる仕様になっており，読取り時には走査線が情報の1個体（セル）ずつ切り出しながら読取りを始め，カード上の情報を切り出せなくなるまで繰り返し走査線を動かしていく必要がある。すなわち，引用発明1は，読み始めは同じでも，情報の読み終わりが不定である endless 型の情報逐次読取り方式となっている。",
                    "他方，本件発明においては，情報表示領域全体を一括でフォーマット（書式化）しているため，読取りにあたっては，本件明細書で引用されている二次元コードPDF417等と同様に，フォーマット（書式化）された情報の読み始めから読み終わりまでを一括で読み取る方式となっている。すなわち，本件発明は，暗号化時に情報領域全体が書式化されることによって，読み始めと読み終わり（start&end）がその時点で定められることによる，情報一括認識の読取り方式となる。",
                    "したがって，本件発明と引用発明1とは，情報領域に記録された情報の読取り方式において相違している。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決は，相違点1-1～1-5の看過があり，その結果，本件発明の新規性に係る判断を誤ったものであるから，本件審決は取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点1-1に対し",
              "text": [
                "そもそも，本件発明は，「二次元コード」について，「二次元的に配列した表示領域の組合せにより情報を表示」するとし，次元性については，表示領域が二次元的に配列されていることのみを特定している。他方で，表示領域の読取り手順や各表示領域の色を読み取る手段と配列の次元の関係については，本件明細書に何ら記載がない。そうである以上，走査線による表示領域の読取り順序を根拠に，引用発明1は1次元情報技術であるということはできない。",
                "また，引用例1の記載によれば，引用発明1は，表示領域を2×2のマトリクスに二次元的に配列し，その表示領域の色（波長）の組合せにより情報を決定するものであるから，「反射又は放射の波長特性が異なる3種以上の表示特性を二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組み合わせを情報表示の要素とした二次元コード」と一致する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1-2に対し",
              "text": [
                "前記のとおり，本件明細書は，その次元性について，二次元的に表示領域を配列してその組合せにより情報を表示する点のみ示しており，原告ら主張に係る「座標性」を持った配列組成やその読取り機器の走査線動作に関しては，一切記載されていない。",
                "そして，前記のとおり，引用発明1は「反射又は放射の波長特性が異なる3種以上の表示特性を二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組み合わせを情報表示の要素とした二次元コード」と一致する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1-3に対し",
              "text": [
                "そもそも本件発明は，「反射又は放射の波長特性が異なる3種以上の表示領域」と規定しており，原告ら主張に係る反射型と放射型の両方を含むことは明らかである。そうである以上，引用発明1の「単位領域」が本件発明の「反射又は放射の波長特性が異なる3種類以上の表示領域」に相当すると認定した本件審決に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1-4に対し",
              "text": [
                "前記のとおり，引用発明1は，表示領域を2×2のマトリクスに二次元的に配列し，その表示領域の色（波長）の組合せにより情報を表示するものである。したがって，引用発明1につき，「配列における表示領域の波長特性の組み合せを情報表示の要素」としていないとすることは誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点1-5に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "個別セル間での情報波長特性の組合せ組成方式について",
                  "text": [
                    "そもそも，本件明細書の記載においては，「波長特性の組成方式」について何らの限定もなく，本件発明が「相互に組み合わされる波長組成の技術方式」に限られるとする根拠はない。引用発明1は，表示領域を2×2のマトリクスに二次元的に配列し，その表示領域の色（波長）の組合せにより情報を表示するものであって，本件発明と相違するところはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "情報領域に記録される情報記録方式及び記録された情報の読取り方式について",
                  "text": [
                    "本件明細書の記載においては，本件発明が「情報追記型」と「情報固定型」のいずれかについて，何らの限定もされていないし，読取り方式に関しても，何らの限定もされていない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（引用発明2に基づく新規性判断の誤り：相違点の看過）",
          "text": [
            "〔原告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2-1",
              "text": [
                "前記2〔原告らの主張〕(1)に同じ。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2-2",
              "text": [
                "前記2〔原告らの主張〕(3)に同じ。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上の点で本件審決の判断には誤りがあるから，本件審決は取り消されるべきである",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点2-1について",
              "text": [
                "前記2〔被告の主張〕(1)に同じ。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2-2について",
              "text": [
                "前記2〔被告の主張〕(3)に同じ。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "訴えの利益について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決に係る別紙審決書（写し）の記載及び弁論の全趣旨によれば，本件審決は，被告及び訴外会社が共同審判請求人となり，原告らを被請求人として請求された特許無効審判事件に係るものである。また，本件において，原告らは，被告のみを相手方とし，訴外会社については被告としていないことは，当裁判所に顕著な事実である。なお，訴外会社との関係では，本件審決の送達日である平成30年3月29日から30日の出訴期間を既に経過している。",
                "そうすると，本件審決（無効審決）は，訴外会社との関係においては，原告らが訴外会社に対する審決取消訴訟を提起することのないまま出訴期間を経過したことにより，既に確定したこととなる。その結果，本件特許の特許権は初めから存在しなかったものとみなされるから（特許法125条本文），本件訴えは，訴えの利益を欠く不適法なものとして却下されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告ら及び被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し，原告らは，特許無効審判の請求人が複数いたとしても，審決取消訴訟の提起により対象となる審決の確定は遮断されるから，請求人全てをその被告とする必要はないなどと主張する。",
                    "そこで，共同で特許無効審判が請求され，無効審決がされたのに対し，被請求人が共同審判請求人の一部の者のみを被告として審決取消訴訟を提起した場合の規律について検討する。",
                    "同一の特許権について特許無効審判を請求する者が二人以上あるときは，これらの者は，共同して審判を請求することができる（特許法132条1項）。これは，本来，各請求人は，単独で特許無効審判請求をし得るところ，同一の目的を達成するためにこのような共同での審判請求を行い得ることとし，審判手続及び判断の統一を図ったものである。もっとも，この場合の審決を不服として提起される審決取消訴訟につき固有必要的共同訴訟であるとする規定はなく，審決の合一的確定を図るとする規定もない。",
                    "また，同一特許について複数人が同時期に特許無効審判請求をしようとする場合の特許無効審判手続の態様としては，①上記の共同審判請求の場合のほか，②別個独立に請求された審判手続が併合された場合（同法154条1項），③別個独立に請求された審判手続が併合されないまま進行する場合の3つが考えられる。しかるところ，まず，上記③の場合において無効審決がされたときは，その取消訴訟をもって必要的共同訴訟と解する余地がないことに鑑みると，事実及び証拠が同一であるか異なるかに関わりなく，複数の特許無効審判請求につき，請求不成立審決と無効審決とがいずれも確定するという事態は，特許法上当然想定されているものということができる。また，別個独立に請求された審判手続がたまたま併合された上記②の場合において無効審決がされたときも，上記③の場合と取扱いを異にすべき合理的理由はない。そうすると，上記①の場合に，被請求人である特許権者の共同審判請求人に対する対応が異なった結果として上記と同様の事態が生じることも，特許法上想定されないこととはいえない。①及び②の場合にされた請求不成立審決に対し，その請求人の一部のみが提起した審決取消訴訟がなお適法とされる（最高裁平成7年（行ツ）第105号同12年1月27日第一小法廷判決・民集54巻1号69頁，最高裁平成8年（行ツ）第185号同12年2月18日第二小法廷判決・判例時報1703号159頁参照）のも，このためと解される。",
                    "このように，共同審判請求に対する審決につき合一的確定を図ることは，法文上の根拠がなく，その必然性も認められないことに鑑みると，その請求人の一部のみを被告として審決取消訴訟を提起した場合に，被告とされなかった請求人との関係で審決の確定が妨げられることもないと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，この点について，被告は，本案前の答弁として，複数の審判請求人がいる場合の無効審決に対する審決取消訴訟は固有必要的共同訴訟であり，被告のみを相手方として提起した原告らの本件訴えは不適法であるなどと主張する。",
                    "しかし，前記のとおり，共同審判請求に対する審決につき合一的確定を図ることは法文上の根拠がなく，その必然性も認められないことから，当該審決に対する取消訴訟をもって固有必要的共同訴訟ということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，共同での特許無効審判請求に対し無効審決がされたところ，被請求人である特許権者が，共同審判請求人の一部のみを被告として当該審決の取消訴訟を提起したにとどまり，被告とされなかった共同審判請求人との関係で出訴期間を経過した場合には，同人との関係で当該無効審決が確定し，当該特許権は対世的に遡って無効となることから，上記審決取消訴訟は，訴えの利益を欠く不適法なものとして却下されるべきこととなる。",
                    "したがって，この点に関する原告ら及び被告の主張は，いずれも採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "よって，本件訴えは不適法であるからこれを却下することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}