{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴に基づき，原判決主文第1項ないし第4項及び第6項を次のとおり変更する。"
    },
    {
      "fig": "2",
      "text": "本件附帯控訴を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用中当審において生じた部分及び原審において控訴人と被控訴人との間に生じた部分は，これを100分し，その3を控訴人の負担とし，その余を被控訴人の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決は，第1項(1)に限り，仮に執行することができる。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人の控訴",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中控訴人敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人の請求をいずれも棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，第1，2審とも被控訴人の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人の附帯控訴",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決主文第4項，第6項及び第7項を次のとおり変更する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，被控訴人に対し，2億5063万6734円及びこれに対する平成26年11月26日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，日本農業新聞（全国版）及び全国きのこ新聞（全国版）に，縦2段（上下67mm以上），横2分の1以上（左右192mm以上）の大きさで，表題10ポイント以上本文8ポイント以上の文字で，原判決別紙謝罪広告記載の記事を各1回掲載せよ。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "訴訟費用は，第1，2審とも控訴人の負担とする。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "仮執行宣言"
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要（以下，略称は原則として原判決に従う。）",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，種苗法に基づき品種登録されたしいたけの育成者権（登録第7219号。以下「本件育成者権」という。）を有する被控訴人が，控訴人，株式会社農研管財（河鶴農研）及び破産者株式会社長野管財（アグリンク長野）は，遅くとも平成23年8月頃以降，しいたけの種苗及びその収穫物を生産，譲渡等しているところ，これらの行為は本件育成者権を侵害するものであると主張して，控訴人に対し，①法33条1項に基づく前記種苗及びその収穫物の生産，譲渡等の差止め，②同条2項に基づく前記種苗等の廃棄，③法44条に基づく謝罪広告の新聞掲載，④共同不法行為に基づく損害額合計2億5063万6734円及びこれに対する不法行為の後の日（訴状送達日の翌日）である平成26年11月26日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めるとともに，アグリンク長野の破産管財人に対し，被控訴人がアグリンク長野に損害賠償請求金の元本2億5063万6734円及びこれに対する遅延損害金2619万6688円の破産債権を有することの確定を求めた事案である。",
            "原審は，控訴人の侵害行為を認めて控訴人に対する請求を一部認容し，アグリンク長野の関係では，控訴人との共同不法行為の成立を認めず，被控訴人のアグリンク長野に対する破産債権が0円であることを確定した。",
            "これに対し，控訴人が自己の敗訴部分を不服として控訴し，被控訴人は控訴人が賠償すべき損害額の増額と棄却された謝罪広告の掲載命令を求めて附帯控訴した。",
            "したがって，当審の審理対象は，被控訴人の控訴人に対する請求の当否のみである（被控訴人のアグリンク長野の破産管財人に対する請求は当審の審理対象とはならない。）。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決「事実及び理由」第2の2(1)～(7)（原判決4頁15行目～7頁26行目）に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "後記第3のとおり当審における当事者の主張を追加するほかは，原判決「事実及び理由」第2の3(1)～(9)及び第3の1～9（原判決8頁1行目～27頁10行目。ただし，アグリンク長野に関する部分を除く。）に記載のとおりであるから，これを引用する（ただし，原判決22頁21行目の「菌床への」を「菌床の」と改める。）。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当審における当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "法2条5項2号に基づく権利行使の可否について",
          "text": [
            "（控訴人の主張）",
            "法2条5項2号は，収穫物について育成者権の効力を及ぼすのは種苗の段階で権利を行使する適当な機会がなかった場合に限られるとして，いわゆるカスケイド原則（育成者権の段階的行使の原則）を定めている。",
            "ここで，権利を行使する適当な機会とは，育成者権者又は専用利用権者が，収穫物についてはその種苗の段階において，加工品についてはその種苗又は収穫物の段階において，登録品種を利用している第三者との間で許諾契約を締結することなどができる状況をいう。すなわち，育成者権者等において，当該第三者が登録品種を利用している事実を知っており，かつ，育成者権者等が許諾等により権利行使することが法的に可能であった場合には，「権利を行使する適当な機会」があったことになる。",
            "しかるところ，控訴人は，被控訴人からの侵害警告（甲25・本件通知）に対し本件回答書（乙62の1）を送付して，侵害行為が疑われる菌床を生産した中国法人3社と当該菌床の種菌を生産した中国法人2社のみならず，当該菌床を輸入・販売した日本法人である株式会社S．S．IT（以下「SSIT」という。）の会社名と住所を回答しており，これにより，被控訴人は，種苗を無断増殖した中国法人と，その種苗を輸入販売した日本法人であるSSITの会社名及び住所を覚知した。また，被控訴人は本件通知を発した時点で，登録品種の菌床と被疑侵害品種の菌株の対峙培養試験を実施しており，その事実は本件通知書にも記載されていた。したがって，本件回答書が到達して以降，被控訴人は，SSITに対し，種苗（菌床）の輸入，譲渡の申出，譲渡，これらの行為をもって保管する行為につき本件育成者権を行使することが可能であったといえる。すなわち，本件回答書の到達後は，「育成者権者等において，当該第三者が登録品種を利用している事実を知っており，かつ，育成者権者等が許諾等により権利行使することが法的に可能」であったといえ，種苗の段階で「権利を行使する適当な機会がなかった場合」に該当するとはいえないから，法2条5項2号に基づく収穫物に対する権利行使は認められないはずである。",
            "ところが，原判決は，菌床の輸入業者であるSSITに対する権利行使の可能性を看過し，収穫物を購入して販売しているにすぎない控訴人に対して損害の賠償を命じたのであるから，その判断にはカスケイド原則の適用に関し重大な事実誤認がある。",
            "（被控訴人の主張）",
            "本件回答書には，中国及び日本の菌床生産業者及び種菌の購入先の名称及び住所が記載されているにすぎず，当該菌床生産者が侵害行為をしたことを裏付ける客観的な資料や説明はなく，かえって，唯一の日本の菌床輸入業者であるSSITは同社が河鶴農研に販売した菌床が本件品種であることを否定し，当該菌床は「L-808」と「香菇SD-1」であると説明していたのであるから，本件回答書を受領した後も，被控訴人が控訴人及び河鶴農研以外の侵害者を特定して権利行使することは法的にも事実上も困難であった。",
            "したがって，本件は，「権利を行使する適当な機会」がなかった場合に該当する。",
            "また，SSITが菌床の入手先としていた中国の菌床製造業者と控訴人とが協力して韓国及び日本国内でしいたけの生産拠点を作っている旨の報道がなされており（甲68），中国での菌床製造から輸出入，日本国内でのしいたけの生産及び販売に至る一連の行為が控訴人主導の下で行われていたことが強く推認される。加えて，控訴人がカスケイド原則に初めて言及したのは，原審の途中からであって，同時点でSSITを訴えても不法行為の短期消滅時効を援用される可能性があったことや，控訴人は本件通知後も本件育成者権の侵害を否定して本件品種に係るしいたけ（被告各しいたけ）の仕入れ及び販売を止めるどころか，本件訴訟の提起に至るまで各行為を反復継続して利益を得ていたものであることなどの事情に鑑みれば，控訴人が今になってカスケイド原則を盾に取って被控訴人の請求を拒むことは信義則に反し許されない。"
          ]
        },
        {
          "fig": "2",
          "subject": "育成者権の及ぶ範囲について",
          "text": [
            "（控訴人の主張）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "しいたけについては，原木栽培と菌床栽培という栽培方法の相違により，その特性が大きく異なっているにもかかわらず（特性表の書式自体が異なっている。），本事案では，品種登録簿に，原木栽培により栽培されたしいたけの特性表しか添付されていなかった。そのため，菌床栽培によるしいたけについて，品種登録簿に添付された特性表と対比しても，侵害の有無を判断することができなかった，という事案の特殊性がある。本件品種の品種登録には公示の瑕疵がある以上，本件品種の育成者権は，菌床栽培のしいたけには及ばないと考えるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に権利が及ぶとしても，しいたけについては，IGS（遺伝子間スペーサー領域）配列の比較によるDＮA解析では，異なる品種のしいたけの遺伝子型が100％や99％の割合で合致するという特性がある一方で，前記のとおり，同じ品種であっても，その栽培方法が原木栽培であるか菌床栽培であるかによって，大きく特性が異なり，品種登録簿に添付される両栽培方法の特性表の書式は全く異なっている。原判決は，甲22の品種登録簿添付の原木栽培の特性表では菌床栽培のしいたけとの品種の異同を判別することはできないと認めており，菌床栽培のしいたけの特性が，本件では外部には公示されないことを肯定している。この点にも，他の植物品種とは異なるしいたけの特殊性が存在する。",
                "つまり，①しいたけについては，遺伝子型に由来する特性のみでは品種の異同を判断することができず，DＮA解析も非常に困難であるという特性と，②同じ品種でも栽培方法の違いによって大きく特性が異なるという二つの特異な特性が存在するところ，さらに，③本件については，前記のとおり，菌床栽培のしいたけについては品種登録簿（甲22）が登録品種の同定識別機能を果たしていないという事実があるのである。この①ないし③の事実に照らして，登録品種のうち公示性を欠く範囲，すなわち，菌床栽培のしいたけについては，その育成者権に基づく差止め請求と損害賠償請求は，特段の事情がない限り，権利の濫用に当たり許されないと解するのが相当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "加えて，控訴人訴訟代理人の調査により，本件品種の品種登録当時は，原木栽培の特性表添付のみが義務付けられており菌床栽培については任意とされていたが，現在では，原木栽培用のしいたけについては，原木栽培の特性表のみが必須書類とされていて，菌床栽培の特性表を提出するか否かは各出願者の判断に委ねているのに対し，本件品種のような菌床栽培のしいたけについては，原木栽培のみならず，菌床栽培の特性表も添付が必ず求められる運用に改められていることが確認された。つまり，本件事案には，しいたけの特性に対する理解が不十分であった時期に生じた不十分な公示性という法制度の不備によって生じる不利益を，侵害者と育成者権者のいずれに帰せしめるべきか，という問題も含まれていることに留意すべきである。",
                "この点，種苗法は，育成者権者に排他的独占権を与える一方で，育成者権を欲して品種登録を行う者は，登録時に権利付与の対象となる植物品種を特性によって明確に示さなければならず，その特性は，農林水産大臣によって第三者が明確に理解，認識できる形で「公示」されなければならないと定めている（法18条3項）。本件品種の品種登録時，出願者である明治製菓は，原木栽培に加えて，任意に菌床栽培の特性表を添付することもできたのに，これを行わなかった。そして，被控訴人は，本件品種がこのような品種登録の状況にあることを十分に知悉した上でこれを譲り受けて育成者権者になった日本有数のきのこ類の菌床生産・販売業者である。これに対し，被疑侵害物品を譲り受けて販売した控訴人は，遺伝子型の比較によっても，また，特性表による原木栽培と菌床栽培の比較によっても，当該しいたけの特性の異同を判別することは不可能であった。",
                "このように，控訴人の責めに帰すべき事情がなく，その侵害行為の回避が著しく困難であった本件においては，法制度の不備による不利益は，菌床栽培の公示を欠いた育成者権者に帰せしめるのが相当である。少なくとも，被疑侵害物品を譲り受けて販売したにすぎない控訴人が，一方的にその責めを負うのは，余りに不当な判断というほかない。",
                "（被控訴人の主張）"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "控訴人は，しいたけは原木栽培と菌床栽培とで特性上の差異が大きいところ，本件品種の品種登録簿には原木栽培の特性表しか添付されておらず，菌床栽培の特性表は添付されていないから，本件品種に係る育成者権は菌床栽培された被告各しいたけには及ばないと主張する。しかし，その主張は，育成者権の及ぶ範囲という客観的な問題と，本来は過失論で議論すべき侵害者の主観の問題を混同しており妥当性を欠いている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，仮に権利が及ぶとしても，本件品種については品種登録簿が品種登録公示機能及び同定識別機能を有していないことから，その育成者権に基づく権利行使は特段の事情がない限り権利の濫用に当たり許されないと主張し，その評価根拠事実として，①しいたけについては，遺伝子型に由来する特性のみでは品種の異同を判断することができず，DＮA解析も非常に困難である，②同じ品種でも栽培方法の違いによって大きく特性が異なる，③本件については，菌床栽培のしいたけについて品種登録簿が登録品種の同定識別機能を果たしていない，の3点を挙げている。",
                "しかし，前記①のDＮA解析については，IGS1配列比較（甲11，12）により十分識別可能であるから，しいたけの品種の異同を判断するためのDＮA解析が非常に困難であるという控訴人の主張する事実自体が誤っている。なお，DＮA解析以外でも，近隣結合法（ＮJ法・甲11，12）及び最尤法（ML法・甲11，12）という二つの異なる分子系統解析も可能である。",
                "前記②③については，しいたけの特性が原木栽培と菌床栽培とで異なることは否定しないが，本件品種の登録当時，農林水産省ではしいたけの品種登録については原木栽培の特性表の添付のみで足りるとしていたのであり，出願者である明治製菓はそれに従って出願したまでのことである。そもそも権利の濫用が禁止されているのは，形式的には権利があるとされていても，実質的にはその権利を行使することが社会的に容認されないような場合に実質的公平を図るという趣旨によるものであり，客観的要因と主観的要因を総合して判断されるべきものである。しかるに，本件の場合は，行政機関の指示に従って資料を提出して品種登録をした明治製菓には客観的にも主観的にも何ら責められるべき要因はないのであるから，明治製菓が本件品種の登録時に菌床栽培による特性表を添付しなかったことは，本件育成者権を譲り受けた被控訴人の権利の濫用を根拠づける事実には当たらない。",
                "また，原木栽培の特性表しか添付されていない品種であっても，後記のとおり，菌床栽培試験を実施して菌床栽培による育成者権侵害の有無を調査することは十分可能である。",
                "したがって，被控訴人の育成者権行使は権利の濫用には当たらない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "過失の推定規定（法35条）の適用の有無について",
          "text": [
            "（控訴人の主張）",
            "原審でも主張したとおり，法35条の過失推定の正当化根拠が登録品種の公示性に求められるにもかかわらず，本件では，法35条の正当化根拠となる「公示」自体が存在しないこと，育成者権の侵害訴訟場面での「現物主義」の立場と，法35条の過失推定規定が理論的に整合しないことから，法35条の過失の推定規定は，収穫物の販売者にすぎない控訴人には適用されるべきでない。また，種苗や収穫物自体から品種の特定ができない農作物等については，カスケイド原則の適用された侵害者にとっても侵害の有無を判別することが極めて困難な場合も多いことから，過失の推定規定である法35条は不適用又は抑制的に適用すべきである。",
            "前記のとおり，本件においては，本件品種（しいたけ）は遺伝子型の比較による特性の異同判別が極めて困難であること，しいたけは同種でも栽培方法の違いで大きく特性が異なること，品種登録簿が菌床栽培のしいたけについては品種の同定識別機能を有していないこと等の特殊性があり，種苗法が予定している育成者権者保護の前提に当てはまらない事情が多数存在している。",
            "しいたけという特殊な品種で，かつ，品種登録簿の公示性を欠く本件では，単なる文理解釈に留まることなく，法の趣旨に則した慎重な審理によって，例外的に法35条の適用が否定されるべきである。",
            "（被控訴人の主張）",
            "法35条は，「他人の育成者権又は専用利用権を侵害した」という要件を満たせば一律に「その侵害の行為について過失があったものと推定する」という効果が生じることを規定したものであり，それ以外に同条の適用の可否又は抑制的適用の可否につき特段の要件や判断者の裁量を認めていない。",
            "控訴人の主張は，現行法の解釈を超えた立法論にすぎず，本件においてはこれ以上議論の余地はないというべきである。"
          ]
        },
        {
          "fig": "4",
          "subject": "過失の推定覆滅事由の有無について",
          "text": [
            "（控訴人の主張）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決が本件通知より前の段階でしか過失の推定覆滅を認めず，本件通知後の控訴人の行為については控訴人に過失が認められると判断した点は，控訴人に不可能を強いるに等しく，極めて不当である。",
                "ここで改めて過失の推定覆滅事由を整理すると，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原審も認定したとおり，菌床を購入した河鶴農研はSSITから購入する菌床が「L-808」であるとの説明を受け，その説明に疑念を差し挟むべき事情はうかがわれず，SSIT等からの請求書にも品種の表示はなかった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "法35条は，登録品種が品種登録の特性表の記載により，その特性が相当程度公示され，当該登録品種を利用しようとする者が事前に特性表を調査することによって，利用しようとする品種に育成者権が及ぶか否かを相当程度判別することが可能であることから，通常の不法行為に基づく損害賠償請求とは異なり，育成者権を侵害した者の過失を推定している。しかるに，本件では，この公示性が完全に欠如しており，品種登録簿の特性表の記載により登録品種の特性を判別することが不可能であった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "収穫物であるしいたけをスーパーマーケット等の小売店に販売する業者にすぎない控訴人に対して，種苗（菌床）の利用に関する育成者権侵害の有無につき調査・確認を求めることは酷である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "前記のとおり，しいたけのDＮAは別品種でも極めて合致率が高く，DＮA解析による同一性判断は事実上，不可能である（乙3の1，4及び105）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件では，当初，控訴人は，L-808の名称で販売された菌床から栽培された被告各しいたけはL-808だと信じていたが，原審における主張立証の過程でL-808ではないことが判明した。したがって，訴訟提起前の時点で，控訴人がL-808と本件品種をDＮA解析しても，比較栽培試験をしても，侵害の事実は確認できず，控訴人に結果回避可能性はなかった。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "特許権，意匠権，実用新案権などの他の知的財産権では，市場において権利物を容易に入手できるのが一般的であるが，特に被控訴人のしいたけについては，市場（小売店の店頭販売）でブランド名や品種名を明らかにしておらず，また，販売先も加工品や惣菜用の業務用としての販売にほとんど限られていたことから，控訴人がこれを入手して育成者権侵害の有無を調査することは極めて困難であった。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "比較栽培試験については，原審で鑑定嘱託先探しが難航したことからも明らかなように，実施主体も極めて限られており，控訴人においては試験の実施自体が事実上不可能に等しく，また，仮に，実施機関が見つかったとしても，試験結果が出るまで最低でも1年という期間を要し，試験費用も安価ではない。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "菌床栽培でしいたけを栽培する控訴人には，品種登録簿に添付された原木栽培の特性表との比較によって品種の同定を判断することが容易ではない。",
                    "以上のとおり，本件では，控訴人に過失の推定覆滅を認めるべき多くの事由が存在する。また，原審で詳細に主張したとおり，そもそも，現物主義を採用する種苗法において，法35条の過失の推定は理論的に整合せず，また，菌床栽培のしいたけについては，本件品種の品種登録簿が品種の公示性を欠いている本件については，過失の推定覆滅は積極的かつ柔軟に認められるべきである。",
                    "したがって，本件については，被控訴人主張の侵害期間の全般にわたって過失の推定覆滅を認めて，控訴人の無過失を認めるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，前記(1)で述べた控訴人の主張（被控訴人主張の侵害期間の全般にわたる控訴人の無過失を求める主張）が認められないとしても，本件通知が控訴人に到達した平成24年5月以前に限って控訴人を無過失とする原審の判断は，本件通知の到達から調査に必要な相当期間について，控訴人に無過失を認めないという点において不当である。",
                "現実の調査に際しては様々な障害が存在するが，仮に，調査の実施自体には障害がないと仮定した場合でも，現物主義に則った原木栽培の比較栽培試験の実施には最低でも1年を要することから，本件通知の到達から1年を経過する前は，控訴人には，「育成者権侵害がないと信じるにつき相当の理由があった」として，無過失（過失の推定覆滅）を認めるのが相当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "仮に，前記(2)で述べた控訴人の主張が認められないとしても，現物主義の下で菌床栽培の比較栽培試験を実施する場合には，原審で九州大学に依頼して行った菌床栽培の比較栽培試験に要した期間（263日間）が最低でも必要であったことから当該期間は控訴人の無過失（過失の推定覆滅）を認めるのが相当である。",
                "したがって，本件通知の到達した平成24年5月16日から遅くとも263日を経過する以前（平成25年2月2日より以前）は，控訴人について無過失（過失の推定覆滅）を認めるのが相当である。",
                "（被控訴人の主張）"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件通知より前の段階について",
              "text": [
                "原判決は，本件通知より前の段階では，①河鶴農研はSSITから購入する菌床が「L-808」との説明を受け，その説明に疑念を差し挟むべき事情はうかがわれないこと，②SSIT等からの請求書にも品種の表示はなかったこと，③品種登録制度の運用上，控訴人及び河鶴農研は品種登録簿に添付された特性表から品種の異同を判断することはできなかったことなどの事情が認められ，これらは過失の推定覆滅事由に当たると判断する。",
                "しかしながら，控訴人は，その自認するとおり，侵害当時は関連会社である河鶴農研にしいたけの菌床栽培をさせるなどして同社からしいたけを仕入れ，年間50万kg～80万kgのしいたけを販売し，それによって多額の売上げを上げていた会社である。",
                "また，控訴人や河鶴農研のようなしいたけの栽培・販売業者は，品種登録簿には原木栽培の特性値のみが掲載されていることや，栽培方法によってしいたけの特性値が異なり得ることを熟知しているのであるから，登録品種の特性値と自社で取り扱うしいたけの特性値を比較して育成者権侵害の有無を確認しようとするならば，原木栽培によって確認するのが当然である。そして，菌床栽培のしいたけの種菌を使って原木栽培を行うことは，少なくとも控訴人や河鶴農研であれば容易なことである。",
                "したがって，本件通知書が控訴人に到達した平成24年5月16日よりも前の段階であっても，控訴人について過失の推定の覆滅事由は存在しないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件通知後について",
              "text": [
                "控訴人が主張する過失の推定覆滅事由に対する反論は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張アについて",
                  "text": [
                    "しいたけの仕入時に仕入先から品種名を表示されていなかったことは過失の推定覆滅事由には当たらない。",
                    "国内業者については仕入先に裏付資料の提出と共に品種名を確認すべきであるし，外国業者からの仕入れについては，国内の登録品種に該当するか否かを控訴人又は河鶴農研が調査・確認すべきであった。現に被控訴人は，店頭に並んでいた被告各しいたけを見て本件品種との類似性に気付き，DＮA鑑定によって同一性を判別し得たのである。",
                    "また，いくら品種名表示が法22条1項により義務付けられているとはいえ，他人の育成者権を侵害して取引をするようなケースにおいて，わざわざ当該品種名を客観的に表示することはむしろ考えにくい。品種名の非表示をもって無過失の根拠たり得るのであれば，育成者権保護という法35条の趣旨が没却されてしまいかねない。自らも法22条1項違反を犯していた控訴人が品種名の非表示を根拠に無過失を主張することは信義則（クリーンハンズの原則）に反し許されない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張イ，ウ及びクについて",
                  "text": [
                    "前記のとおり，控訴人，河鶴農研のような栽培・販売業者は，しいたけの栽培あるいは販売を行うに当たって他の業者の権利を侵害しないよう原木栽培によってその特性を確認するべきであり，その義務を履行すべき資力も専門的知識もあったといえるから，何ら酷とはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人の主張エについて",
                  "text": [
                    "控訴人が原審で主張していたSSR識別法によるDＮA鑑定を実施することも可能であったはずである。実際，SSR識別法による鑑定を行った茨城大学のA准教授は，控訴人が販売していたしいたけと本件品種の遺伝子型が完全に一致し，同一の品種である可能性が高いと指摘している。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人の主張オについて",
                  "text": [
                    "原判決が指摘するように，本件品種のDＮA配列は国立遺伝学研究所において公開されているし（甲10），DＮA解析を含めて品種の同定識別方法は複数存在している。控訴人は，DＮA配列等を確認できなかったのではなく単にそれを怠っただけである。そもそも，被控訴人が権利侵害の有無についてこれを早期に明確にするために控訴人に対し共同での試験を提案したにもかかわらず，この交渉を一方的に打ち切ったのは控訴人であって，その対応にこそ問題がある。したがって，控訴人の主張は理由がない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "控訴人の主張カについて",
                  "text": [
                    "本件品種の種苗（種菌）は，全国の農協，森林組合，種苗店等で入手可能である。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "控訴人の主張キについて",
                  "text": [
                    "栽培試験の実施主体が限られているというのは裁判の鑑定という場面であるために敬遠されただけのことであり，しいたけの菌床栽培自体はそれほど難しい作業ではない。期間及び費用が掛かるという点は，被控訴人が本件品種を開発・育成した過程で掛かった期間及び費用に比べれば大したことはなく，およそしいたけの栽培・販売によって利益を得ようとする業者であれば当然甘受すべきレベルのものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "損害額について",
          "text": [
            "（控訴人の主張）",
            "原判決が，被控訴人が主張する算定方法のうち，法34条1項に則した算定方法4に基づいて損害額を算定したこと自体は正当な判断である。しかし，その具体的な算定については，以下のとおり，誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "逸失利益算定の対象となる侵害期間について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，原判決が過失の推定規定を適用した点及び本件通知を受けた後について過失の推定覆滅を認めなかった点は誤りであるが，原判決の判断に則しても，控訴人による侵害期間の始期は，平成24年6月以降に限られる。",
                    "また，法34条1項本文の「侵害の行為を組成した種苗，収穫物又は加工品」とは，法2条5項のカスケイド原則の要件を満たすことが前提となっているところ，前記のとおり，被控訴人において権利を行使する適切な機会がなかった場合とは認められない平成24年6月4日（被控訴人が本件回答書を受領した日）以降に河鶴農研に納品された菌床から栽培されたしいたけは法34条1項本文「侵害の行為を組成した収穫物」に該当しない。",
                    "したがって，侵害の成立は，原判決の判断を前提としても，平成24年6月以降の控訴人によるしいたけの販売行為で，かつ，平成24年6月4日以前にSSITから河鶴農研に納品された菌床から栽培されたしいたけの販売行為に限られる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，菌床生産者から納品された菌床は，数度の栽培を経て廃棄されるところ，被控訴人が本件品種に係る菌床の生産者栽培期間(菌床が納品されてから廃棄されるまでの期間)を230日（うち80日は培養期間，150日が発生期間）と主張しているので，被告各しいたけについても同様に考えると，平成24年6月4日までに河鶴農研に納品された菌床は，遅くともその230日後の平成25年1月20日には全て廃棄されることになるから，侵害期間の終期は同日と考えるのが相当である。",
                    "また，かかる生産者栽培期間に栽培・販売されたしいたけの全数量が被疑侵害品となるわけではなく，①同期間の後半に販売されたしいたけには，平成24年6月4日以降に河鶴農研に納品された菌床から栽培されたしいたけ（非侵害品）が相当数混在していたと思われることや，②菌床からのしいたけの発生率は，菌が活発な栽培初期が一番高く，栽培後期になるにつれて減少していくこと等の事情を踏まえると，控訴人による被疑侵害品の販売数量は，生産者栽培期間（230日）のうち当初の80日については全量，その後の150日については全体の2分の1と算定するのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに前記の過失の推定覆滅に関する控訴人の主張を組み合わせると，侵害期間に関する控訴人の主張は次のとおりとなる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "カスケイド原則の適用により，侵害期間の終期は平成25年1月20日であるところ，控訴人は同年5月16日又は同年2月2日までは無過失なので侵害期間は存在しない（主位的主張）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "無過失については原判決が認定したとおり被控訴人の警告書到達（平成24年5月16日）までとし，侵害期間の始期についても原判決が認定したとおり平成24年6月からとすると，カスケイド原則の適用を受けて逸失利益算定の対象となる侵害期間は，前記イのとおり，平成24年6月以降の230日分であり，実質的には，80日＋150日×1／2＝155日分の5か月分となる（予備的主張）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "しいたけの譲渡数量について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人が平成24年から平成26年までの3年間に販売したしいたけ（収穫物）の数量について，控訴人は，原審では推定計算に基づいて合計182万2805．7kgと主張したが，控訴審に際して改めて数量を精査したところ，次のとおり，各年度に若干の誤差があることが判明した（乙107，108）。",
                    "（原審）    （控訴審）    （差）",
                    "H24年    49万3132.70㎏  49万2253.95㎏   ▲878.75㎏",
                    "H25年    54万0745.15㎏  54万0511.15㎏   ▲234㎏",
                    "H26年    78万8927.85㎏  78万8931.55㎏   ＋3.7㎏",
                    "なお，控訴人主張（予備的主張：平成24年6月以降の5か月間）の侵害期間に係る譲渡数量は，14万4980kgである（乙109）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決が認定するとおり，河鶴農研の菌床又はしいたけの仕入れルートには，SSITを通じて中国の菌床生産者から菌床を購入するルートと，国内のしいたけ栽培業者から収穫物であるしいたけを仕入れるルートの二通りがあったのであるから，後者のルートで仕入れたしいたけの数量は差し引かれなければならない。",
                    "したがって，法34条1項本文の「侵害の行為を組成した収穫物」の譲渡数量に当たるのは，控訴人が侵害期間に販売した譲渡数量から，①「国内のしいたけ栽培会社から購入したしいたけ」を差し引いた数量に対し，②侵害品である「L-808」の占める割合を乗じた数量と考えるのが相当である。",
                    "そして，前記①の数量については，現存する請求書（乙110，111）によって裏付けられる，控訴人主張（予備的主張）の侵害期間（平成24年6月から5か月間）における「国内のしいたけ栽培会社から購入したしいたけ」の購入数量は698kgであるから，これを差し引くこととし，前記②の割合については，SSITから「L-808」であるとして納品された菌床は，他の品種と比べてしいたけの発生率が悪い（ホダ木の不合格率は他の品種の約2倍と極めて高い）ことから，原判決が認定する82％ではなく，約60％とするのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，法34条1項本文の「侵害の行為を組成した収穫物」の数量は，仮に侵害期間があるとしても，その間の譲渡数量は，次のとおり，8万6569kgである。",
                    "（計算式）",
                    "(14万4980kg-698kg)×60％＝8万6569kg（小数点以下切り捨て）"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人の単位数量当たりの利益額について",
              "text": [
                "原判決は，被控訴人提出の証拠（甲57～59，61～63）に基づいて，被控訴人における平成25年10月から平成26年9月までの1年間のしいたけの販売数量は8万1979．64kgであり，同期間の利益額は1250万8596円であるから，しいたけ1kg当たりの利益額は152円となると認定した。",
                "しかし，被控訴人提出の書証は，会計帳簿類の客観的な資料ではなく，単なる内部資料にすぎず，その立証は不十分というほかない。",
                "また，被控訴人の社員が，その陳述書（甲60）で「しいたけは農産物ですので，一定の価格で販売できるというわけではなく，需給バランスの変動等の事情から価格が上下します。その結果，粗利も変動します。」と述べるとおり，平成25年10月から平成26年9月までの1年間の数値を基にした利益額152円／kgの根拠を3年間に適用することに論理性も信用性も認められない。",
                "したがって，被控訴人の単位数量当たりの利益額を152円／kgとする根拠はなく，被控訴人は，会計帳簿等の客観的な資料によって裏付けられた侵害期間における被控訴人の単位数量当たりの利益額を明らかにすべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "法34条1項ただし書の「販売することができないとする事情」について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "市場における競合品の存在",
                  "text": [
                    "原判決が，林野庁の「特定林産物生産統計調査／平成24年特用林産基礎資料」（乙95）に基づいて，被控訴人のしいたけの販売量は，全国の集荷販売実績の約0．1％を超える程度と認定しながら，特段の理由を示すことなく，「侵害品の譲渡数量の70％に相当する数量」しか，被控訴人が「販売することができないとする事情」の存在を認めなかったことは不当である。",
                    "被控訴人において，侵害品がなければ自社のシェア以上のしいたけを販売することができたという特段の事情が立証されない限り，被控訴人のシェアである0．1％に対応する数量を超える侵害品の販売数量については，法34条1項ただし書の「販売することができないとする事情」があったと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "侵害者の営業努力",
                  "text": [
                    "漬物製造・販売メーカーである控訴人は，従来からスーパーマーケット等の小売店に漬物の販路を有しており，漬物販売の取引を通じて培ってきたブランド力と信用で，新たに青果物であるしいたけの販路を開拓することができた。控訴人は，漬物製造・販売業界の老舗として小売業界で確固たる信用力を有していたことと，控訴人の販売するしいたけが後記のとおり低価格，個別包装，良好な外観という市場競争力を有する商品であったことから，新規取引先との取引を順調に実現できた。つまり，控訴人は従来の漬物取引で培ってきた信用力と新規販路の開拓力，市場競争力を有する商品価値という相乗効果で飛躍的に販売実績を伸ばしたのである。",
                    "これに対し，種菌・菌床メーカーである被控訴人は，スーパーマーケット等の小売店に販路を有していなかった。業務用のしいたけを惣菜，加工業者に販売する被控訴人には，スーパーマーケット等の小売店に対する市場開拓力はなく，また，原判決も認めたとおり，被控訴人のしいたけ1kgの単価は，控訴人のしいたけよりも高額であった（甲58）。",
                    "原審でも主張したとおり，1kg当たり830円～1200円でしいたけを販売している（しかも，個別包装のコストを考慮すれば，販売価格を更に上げて販売せざるを得ない）被控訴人が，1kg当たり約694円という低価格で販路を開拓した控訴人の販売先に，新たな取引業者としてしいたけを販売することは，そもそも不可能なことであった（甲58，62）。控訴人と被控訴人のしいたけ1kg当たりの単価には圧倒的な市場競争力の差が存在しており，新規顧客開拓という場面において，この事実は結果に直結した事情であって両社の営業努力の違いを雄弁に語っている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "侵害品の品質",
                  "text": [
                    "本件のしいたけ販売で特徴的なことは，需要者（控訴人，控訴人から購入した小売店，小売店から購入した一般消費者）に対して，品種名が一切表示されておらず，しいたけの特徴から品種を推測することも不可能な点である。",
                    "そして，需要者の購買意欲を喚起するものは，販売価格の安さ，個別包装がされていることによる利便性の高さや清潔感，しいたけの見た目（傘の大小，枚数，色合い）等考えられるところ，本件では，次の事情が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "販売価格については，原判決も認定したとおり，被控訴人のしいたけの1kg当たりの単価は，控訴人のしいたけよりも高額であった（甲58）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人のしいたけは，個別包装ではなく，ケース売りやキロ単位で販売されるものが多くを占めていた（甲57及び58）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人のしいたけは，原判決も認定したとおり，その品質において他の品質のしいたけに比べて特に高いとの評価を受けて需要者，取引者にその旨認知されていたこともなく，その多くは工場や卸売事業者向けの業務用であった。さらにいえば，その販売明細（甲57及び62）から明らかなとおり，「B厚」と明記されているものや冷凍ものが多数を占めており，一般消費者には向かない惣菜用，加工用のB級品が大半を占めていた。",
                        "以上によれば，侵害品である控訴人のしいたけ（被告各しいたけ）の品質（低価格，個別包装，一般消費者向けの見た目）に達しない被控訴人のしいたけには，法34条1項ただし書の「販売することができないとする事情」が存在したといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "市場の非同一性",
                  "text": [
                    "原審から繰り返し主張しているとおり，冷凍品，B級品が含まれる被控訴人の加工用，惣菜用の業務用しいたけと，控訴人の一般消費者向けの個別包装されたしいたけは，明らかに品質も用途も異なる。",
                    "原判決も認めるとおり，被控訴人のしいたけの多くは工場や卸売事業者向けの業務用であり，控訴人の販売先であるスーパーマーケット等の小売店に販売した一般消費者向けのしいたけではない。",
                    "被控訴人の平成25年10月から平成26年9月までの1年間のしいたけの販売先データ（甲62）を控訴人が販売先ごとに整理したところ，青果物として販売した可能性がある販売先は全体の4％にも満たず（この4％の中にも青果物としてではなく惣菜用として販売されたしいたけが相当数含まれると思われる。），被控訴人の販売数量の約96．7％が惣菜・レトルト製造等の業務用である。",
                    "また，控訴人がスーパーマーケット等に販売した一般消費者向けのしいたけは，店頭にそのまま陳列して消費者に販売できるように個別包装が必須とされており，控訴人も個別包装済みの商品を販売していた。被控訴人のように，箱売りやケース売りでは，スーパーマーケット等の小売店側に余分の手間と経費を掛けることを強いるため，個別包装されたしいたけとは容易に競合関係に立つことはできない。",
                    "さらに，原判決言渡し後，かつて，控訴人がしいたけを販売していたスーパーマーケットに対して店頭調査を実施したところ，控訴人がしいたけ販売事業から撤退した後，被控訴人とその関連会社である有限会社フォーレ白老，一般財団法人日本きのこ研究所，株式会社ベルサンテ（株式会社白子合弁会社），株式会社シンエイ・サービスシステムの4社がかつての控訴人の販売先であるスーパーマーケットに青果物である生しいたけを販売した事実は皆無であることが確認された（乙117～119）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件では，①青果物としてのしいたけ市場において，被控訴人のしいたけには，99．9％の圧倒的なシェアを占める強力な競合品が存在していたこと，②漬物製造・販売メーカーである控訴人（侵害者）が従来の取引を通じて培ってきた小売店における販路と，小売店，問屋の担当者に対する営業努力による市場開拓の結果がしいたけの販売実績につながったこと，③侵害品は，被控訴人のしいたけに比べて，低価格の個別包装品であり，一般消費者向けの見た目を備える等品質が良好であったこと，④業務用の被控訴人のしいたけと，一般消費者向けの控訴人のしいたけ（被告各しいたけ）の市場が非同一であることは明白である。",
                    "したがって，被控訴人には，譲渡数量の全部又はその99．9％に相当する数量を育成者権者が「販売することができないとする事情」（法34条1項ただし書）があったと認めるのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，法34条1項に従って被控訴人の逸失利益を算定した場合，控訴人の主位的主張によれば，侵害期間がなく，侵害行為を組成した収穫物もないから，損害はゼロ円であるが，仮に予備的主張を前提としても（被控訴人における単位数量当たりの利益額を152円としても），次のとおり，損害は1万3158円にすぎない。",
                "（計算式）",
                "8万6569㎏×152円×(1-0.999)＝1万3158円（小数点以下切り捨て）"
              ]
            },
            {
              "fig": "(6)",
              "subject": "過失相殺について",
              "text": [
                "被控訴人は，控訴人の本件回答書が到達した以降，日本法人であるSSITに対して育成者権侵害を主張する機会を得ていたにもかかわらず，これまで権利行使を怠っている。また，本件訴訟が提起される前に一度は決まりかけていた控訴人との共同調査の実施に被控訴人が非協力的な態度を示して控訴人にその実施を断念させたことが，侵害行為確認の遅れにつながり，本件の損害を拡大した。",
                "これらの事情が存在する本件では，損害の公平な分担という観点から，本件回答書が被控訴人に到達した以降の損害について，相当な割合の過失相殺が認められるべきである。",
                "（被控訴人の主張）"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "控訴審において被控訴人が主張する損害額の概要は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "逸失利益",
                  "text": [
                    "原審で主張していた逸失利益の各種算定方法のうち，控訴審では「算定方法4」に絞って主張する。",
                    "すなわち，控訴人が開示した平成24年から平成26年までの間のしいたけ（収穫物）の販売量182万2805．7kgに，被控訴人がしいたけを販売する場合の1kg当たりの利益額152円を乗じると，逸失利益の額は，次のとおり，2億7706万6466円となる。",
                    "（計算式）",
                    "182万2805.7kg×152円＝2億7706万6466円"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "調査費用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "侵害状況記録書等作成費用  11万6260円"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "品種調査資料作成費用    143万9778円"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "DＮA解析費用            46万7882円"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "(ア)～(ウ)合計            202万3920円"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "弁護士費用              2278万0000円"
                },
                {
                  "fig": "エ",
                  "subject": "ア～エ合計          3億0187万0386円",
                  "text": [
                    "ただし，請求額は2億5063万6734円（一部請求）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "しいたけの販売数量について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，輸入許可通知書（乙56）及び請求書（乙57）によれば，河鶴農研が輸入した菌床のうち「L-808」との名称のもの（すなわち被告各しいたけ）は，総輸入量360万個のうち295万5000個であり，割合にして82％であった（乙58，59参照）と認定している。",
                    "しかし，控訴人が使用していた「L-808」以外の品種についても本件品種でないとの立証はなされておらず，正しい品種表示がなされていなかった事実からすれば，全てが本件品種であったことが推認できる。",
                    "したがって，控訴人の主張する「L-808」以外の品種も含め，河鶴農研が輸入した菌床の全てである182万2805．7kgを法34条1項本文にいう「侵害の行為を組成した収穫物」とみるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，侵害期間である平成24年ないし平成26年における控訴人のしいたけ販売数量について，原審における主張（182万2805．7kg）は誤りであったとして合計1109．05kgの減量を主張するが，原審での主張について自白が成立しているので撤回は許されない。",
                    "また，控訴人は，現存する請求書（乙110，111）を基に，平成24年6月から5か月間に国内の会社から購入したしいたけは698kgであると主張を変更している。しかし，各請求書のうち乙110については数量の単位が記載されておらず，その単価も1kg当たりのものとは考えられないから，その主張の変遷を含めて，控訴人の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人がしいたけを販売する場合の1kg当たりの利益額について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "この点については，原判決が正当に認定したとおり，被控訴人における平成25年10月から平成26年9月までのしいたけの販売数量が8万1979．64kg，同期間の利益額が1250万8596円であることから，しいたけ1kg当たりの利益額は152円である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，被控訴人が原審で提出した証拠（甲57～59，61～63）が会計帳簿類の客観的な資料ではなく社内の内部資料であることを理由に立証が不十分であるとし，また，前記1年分の数値を3年間全期間に適用することが妥当でないと主張する。",
                    "しかし，自由心証主義の下では，会計帳簿類等の特定の証拠に限らず，社内の内部資料や弁論の全趣旨からも事実認定をすることができるのであるから，単に社内の内部資料に基づいているとか，特定の期間の数値を全期間に適用しているというだけで原判決を批判することは的外れである。具体的な反証をすべきは控訴人の方であって，被控訴人が更に証拠を追加しなければならない理由はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "育成者権者等の利用能力について",
              "text": [
                "この点は，原判決も，被控訴人には侵害行為がなければ生じたであろう収穫物の追加需要に対応して供給し得る潜在的能力があったものと認めており，正当である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "法34条1項ただし書の「販売することができないとする事情」について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "市場における競合品の存在",
                  "text": [
                    "控訴人は，全国のしいたけ販売数量における被控訴人の販売数量の占める割合（シェア）が0．1％程度であることから，市場には被控訴人の販売するしいたけ以外にシェア99．9％を占める強力な競合品が存在しており，侵害品の販売がなければ被控訴人が前記シェアを拡げて販売できたという事情はないと主張する。",
                    "しかし，競争力は正当な権利に基づく販売において問題となるものであり，正当な権利に基づかない販売を前提に議論すること自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "侵害者の営業努力",
                  "text": [
                    "控訴人は，控訴人が新規取引先との取引を順調に実現していったのは，漬物製造・販売業界の老舗として小売業界で確固たる信用力を有していたことと，控訴人の販売するしいたけが低価格，個別包装，良好な外観という市場競争力を有する商品であったことが大きな要因であったとし，一方で，被控訴人は，スーパーマーケット等の小売店に対する市場開拓力がない上に高価格であって，両者間には圧倒的な市場競争力の差異が存在すると主張する。",
                    "しかし，控訴人のしいたけの販売価格が安いことに関しては，不適切なルートで安価に入手した種菌又は菌床から生産したしいたけであるからこそ，控訴人はそのような価格設定ができたといえる。このような価格差をつけて販売されることによって正規品の売れ行きが悪くなることを防ぐために，種苗法によって育成者権が保護されているのであるから，控訴人の主張は自らの行為の違法性を強調しているのと等しい。",
                    "また，控訴人は，漬物販売で有していたブランドを基にしいたけの販売を拡大した旨主張しているが，量販店では，野菜等青果物を扱う青果部門と，漬物等を扱うグロサリー部門（日配部門）は通常部署・購買担当者が異なり，控訴人の主張するような効果が生まれたかは大いに疑問である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "侵害品の品質",
                  "text": [
                    "控訴人は，品種名が表示されずに販売されるしいたけは，低価格，個別包装（利便性・清潔感），外観（傘の大小，枚数，色合い）が需要者の購買意欲を喚起するものであるところ，控訴人の販売するしいたけが低価格，個別包装，良好な外観であるのに対して，被控訴人の販売するしいたけは，高価格，ケース売りやキロ単位での販売，一般消費者には向かない惣菜用や加工用のB級品が大半を占めているという点で品質に差異があったと主張する。",
                    "しかし，控訴人のしいたけの品質が良好であったことは，正に控訴人が被控訴人の優良種菌を盗用していたからであり，この観点からも不当な利益を得ていたといえる。",
                    "また，被控訴人も量販店に個別包装した生しいたけを販売しているし，注文に応じて上位等級品も販売している（甲57〔8頁〕の記載参照）。",
                    "つまり，商品の包装形態や使用しているしいたけのグレードは，飽くまで販売先のニーズに対応して納品していたものであり，あたかも被控訴人が劣悪品しか生産できなかったかのような控訴人の主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "市場の非同一性",
                  "text": [
                    "控訴人は，平成25年10月から平成26年9月までの1年間の被控訴人のしいたけ販売先データ（甲62）を整理したところ，販売数量の約96．7％が惣菜・レトルト製造・業務用カット野菜といった業務用として販売されていることや，かつての控訴人の販売先への調査結果によれば原判決後に被控訴人と関連会社4社のしいたけが販売された事実がないことが判明したとして，一般消費者向けにしいたけを販売している控訴人と業務用の被控訴人では市場が非同一であると主張する。",
                    "しかし，控訴人提出の調査結果報告書（乙117）の内容を確認すると，被控訴人の販売するしいたけが含まれており，かつて控訴人が販売していたスーパーマーケットに被控訴人が商品を販売している事実が分かる。また，仕入先に名が挙がっている，岩泉きのこ産業，いわき菌床椎茸組合，妙義ナバファームなどは被控訴人が種菌を販売している顧客であり，控訴人がしいたけ販売を中止することによって，販売シェアが拡大した事実が読み取れる。",
                    "つまり，仮に，被控訴人が直接的に生しいたけを供給できなかったとしても，その顧客が販売シェアを伸ばすことによって，被控訴人の種菌販売量（数）が増大するのであるから被控訴人の売上げが増大し，それに伴い被控訴人の利益も増加する。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，被控訴人は，控訴人による侵害行為がなければ，本件品種に係るしいたけを全部（182万2805．7kg）販売して1kg当たり152円の利益を上げることができたのであるから，法34条1項ただし書の「販売することができないとする事情」は皆無であった。",
                    "すなわち，被控訴人の損害額（逸失利益）は，前記(1)アのとおり，2億7706万6466円（182万2805．7kg×152円）である。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "過失相殺について",
              "text": [
                "控訴人は，①被控訴人がSSITに対する権利行使を怠ったこと，②控訴人との共同試験の実施に非協力的な態度を示したことの2点を被控訴人の過失であるとし，本件回答書が被控訴人に到達した以降の損害について，相当な割合の過失相殺が認められるべきである旨主張する。",
                "しかし，前記のとおり，本件は法2条5項2号の「権利を行使する適当な機会がなかった場合」に該当するから，前記①の点はその前提を欠き失当である。また，前記②の点についてもその評価は全く当たらない。",
                "したがって，控訴人が主張する被控訴人の過失は存在しないから，過失相殺に係る控訴人の主張は採り得ない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "差止請求等について",
          "text": [
            "（控訴人の主張）",
            "原審でも主張したとおり，控訴人は，平成28年1月をもってしいたけの販売事業から完全に撤退しており，控訴人にしいたけを販売していた河鶴農研も事務所を閉鎖し，既に破産して破産手続が終了している。",
            "また，菌床の輸入は商社であるSSITが行っており，控訴人のみならず河鶴農研がこれを輸入した事実はない。そして，控訴人は，河鶴農研からしいたけを購入して小売店に販売していたにすぎず，控訴人が菌床の生産や菌床栽培を行った事実も全くない。",
            "したがって，原審口頭弁論終結時には，既に侵害の事実も侵害のおそれも全くなかったというべきであるから，原判決が差止請求や廃棄請求を認めたことは不当である。",
            "（被控訴人の主張）",
            "控訴人の主張は争う。",
            "控訴人は，しいたけの販売事業から撤退したと主張しているが，そもそも永久に撤退したかどうかなど分からないし，そのような立証もないから前提において失当である。",
            "控訴人自身は農産物販売業を継続しており，また，河鶴農研がこれまで取引していた国内のしいたけ販売会社からしいたけを仕入れることもでき，その販路も持っている。また，関連企業である河鶴農研のしいたけ栽培のノウハウも事実上持っているのであるから，河鶴農研が事業所を閉鎖して破産したからといって，控訴人が今後一切しいたけの生産や販売をすることができなくなるということにはつながらないし，そのような立証にもならない。したがって，現在もなお，控訴人に対して被告各しいたけの生産，販売等を差し止める必要性は失われていないというべきである。",
            "また，控訴人は，河鶴農研を介して菌床を仕入れて栽培し，収穫物であるしいたけを販売していたのであり，その仕入れ先を国内の取引先だけに限定すべき合理的理由はない。仮に輸入行為を差止めの対象から外した場合には，控訴人がSSITを通さずに中国の菌床販売会社から菌床を仕入れる可能性も大いにある。したがって，輸入行為についても差止めを求める必要性は高く，これを認めた原判決の判断は正当である。"
          ]
        },
        {
          "fig": "7",
          "subject": "謝罪広告について",
          "text": [
            "（被控訴人の主張）",
            "原判決は，単に「必要性を認めるに至らない」との理由で謝罪広告の掲載請求を理由なしとしたが，控訴人が被控訴人の許諾を得ることなく被告各しいたけを廉価で販売したこと等により，市場や量販店で価格低下が引き起こされ，被控訴人は，被控訴人や被控訴人から種菌を購入する顧客が販売するしいたけにつき不当かつ不適切な価格の競争を強いられることとなった。",
            "また，被告各しいたけが中国から輸入されているとの情報から，本件品種の種菌を被控訴人が海外で販売しているという事実に反したうわさが広がり，種菌を海外輸出せず国内生産者を応援するという被控訴人の立場が傷つけられ，その結果として被控訴人の信用が害された。",
            "これを回復するためには，業界紙である日本農業新聞（全国版・掲載料34万8300円）及び全国きのこ新聞（全国版・掲載料4万3200円）に原判決別紙の謝罪広告を掲載する必要がある。",
            "なお，本件訴訟で問題となっている中国からの菌床の輸入量は近年急激に増加しており（甲67の1・2），その中には本件のように日本の登録品種が使用されているケースが多いとみられる。この点でも本件において謝罪広告の必要性がある。",
            "（控訴人の主張）",
            "謝罪広告の必要性として被控訴人がるる述べる事情は，いずれも証拠による裏付けを全く欠いた抽象論にすぎず，およそ謝罪広告の必要性を充足するようなものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人及び河鶴農研の行為について（争点(1)）",
          "text": [
            "被告各しいたけに関して控訴人及び河鶴農研が行った行為については，次のとおり補正するほかは，原判決「事実及び理由」第4の1(1)～(4)（原判決27頁13行目～28頁26行目）に記載のとおりであるから，これを引用する（ただし，アグリンク長野に関する部分を除く。）。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決27頁13行目に「河鶴農研がしいたけの菌床を輸入して，」とあるのを「河鶴農研がしいたけの菌床をSSITから購入して，」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決28頁18行目から19行目にかけて「①河鶴農研が，しいたけの菌床を輸入し，」とあるのを「①河鶴農研が，しいたけの菌床をSSITから購入し，」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件品種と被告各しいたけの対比（争点(2)）",
          "text": [
            "被告各しいたけが本件品種と特性により明確に区別されない品種であると認められることは，原判決「事実及び理由」第4の2（原判決29頁1行目～14行目）に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "育成者権の及ぶ範囲（争点(3)）",
          "text": [
            "被告各しいたけが本件育成者権の範囲に属することについては，原判決「事実及び理由」第4の3(1)及び(2)（原判決29頁16行目～30頁10行目）に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "法2条5項2号に基づく収穫物に対する権利行使の可否について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "種苗法は，育成者権者は品種登録を受けている品種（登録品種）及び当該登録品種と特性により明確に区別されない品種を業として利用する権利を専有する（法20条1項）と規定した上で，その「利用」に関しては，「その品種の種苗」を生産，譲渡等する行為をいうものとし（法2条5項1号），「その品種の種苗を用いることにより得られる収穫物」（同項2号）や「その品種の加工品」（同項3号）については，育成者権者等が種苗の生産者等の行為（加工品の利用にあっては，収穫物の生産者等の行為を含む。）について「権利を行使する適当な機会がなかった場合」に限りその育成者権を及ぼすことができるとして，権利の段階的行使の原則を定めている（同項2号かっこ書，同項3号かっこ書）。そして，この場合における「権利を行使する適当な機会」とは，種苗法の規定の基となった植物の新品種の保護に関する国際条約（UPOV条約）14条の規定をも参酌すれば，育成者権者等が，第三者によって登録品種の種苗や収穫物が利用（無断増殖等）されている事実を知っており，かつ，当該第三者に対し，許諾契約を締結することなどによって育成者権を行使することが法的に可能であることをいうものと解される。",
                "しかるところ，被告各しいたけに関して控訴人が行った行為は，収穫物である被告各しいたけの販売（譲渡）にすぎないのであるから，かかる控訴人の行為に対して被控訴人が本件育成者権を及ぼすことが可能かどうかは，まず，被告各しいたけの種苗における行為に関して被控訴人が本件育成者権を行使する適当な機会があったかどうかによる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこでまず，被告各しいたけに係る取引の経過について検討するに，控訴人提出の証拠（乙39，41～48，50，51，54，59，61，99，100等。枝番があるものは特に限定しない限り全ての枝番を含む。以下同じ。）及び弁論の全趣旨によれば，①控訴人が河鶴農研から購入した被告各しいたけには，河鶴農研が国内の輸入業者であるSSITから購入した菌床で栽培したものが含まれており，②かかる菌床はSSITが中国の菌床製造業者から輸入したものであり，③中国の菌床製造業者は中国の種菌業者から種菌を購入してかかる菌床を製造したものと認められるから，これを原判決「事実及び理由」第2の2記載の前提事実と併せて時系列に従って整理すれば，客観的な取引経過は大要次のとおりであったと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "中国の業者が中国国内で本件育成者権の権利範囲に属する種苗（菌床）を生産した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "アの種苗（菌床）を日本の仲介業者であるSSITが日本国内に輸入して河鶴農研に販売（譲渡）した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "河鶴農研がその種苗（菌床）を用いて収穫物である被告各しいたけを生産（栽培）した。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "ウの被告各しいたけを控訴人が買い受けて（他の仕入品と共にパック詰めして）各小売店に販売（譲渡）した。",
                    "しかるところ，法2条5項1号における「輸入」とは，外国にある種苗を国内に搬入する行為をいうものと解されるから，前記イのSSITの行為のうち，前記アの種苗を日本国内に輸入した行為は，正に同号における「輸入」に該当するものと認められ，また，同種苗を河鶴農研に販売（譲渡）した行為は，同号における「譲渡」に該当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，被控訴人に本件育成者権を行使する適当な機会があったかどうかについて検討する。",
                "前記のとおり，「権利を行使する適当な機会」とは，育成者権者等が，第三者によって登録品種の種苗や収穫物が利用（無断増殖等）されている事実を知っており，かつ，当該第三者に対し，許諾契約を締結することなどによって育成者権を行使することが法的に可能であることをいうものと解される。",
                "これを本件についてみるに，被控訴人が平成24年5月14日付け内容証明郵便（甲25・本件通知書）によって，本件品種と対峙培養試験を行った結果，被告各しいたけが本件育成者権を侵害している可能性が高い旨を通知したのに対し，控訴人は，同年6月4日到達の書面（乙62の1・本件回答書）によって，①被告各しいたけは，いずれも河鶴農研から仕入れているものであること，②河鶴農研が控訴人に納入するしいたけには，国内の生産者から仕入れているものと，河鶴農研自身が入手した菌床を基に生産しているものとがあること，③後者の生産に関しては，河鶴農研は商社であるSSITを通じて中国の菌床生産者から購入した菌床により，しいたけの生産を行っていること等を回答しており，これによれば，本件回答書には，中国の菌床の購入先や種菌の購入先の名称及び住所のみならず，SSITの名称や住所（本店所在地）についても明記されていたことが認められる。",
                "そうとすれば，被控訴人は，本件通知書を発出した時点で既に対峙培養試験を行って被告各しいたけが本件育成者権を侵害している可能性が高いとの客観的な証拠を得ており，なおかつ，本件回答書によって，種苗である菌床を国内の輸入業者（SSIT）が輸入して販売しているとの事実及びその輸入業者を具体的に特定するに足る情報を得たのであるから，これにより，本件品種の種苗が第三者（SSIT）によって利用（無断増殖等）されている事実を知ったといえ，また，少なくとも本件回答書の到達以降に国内で販売（譲渡）される輸入菌床については，かかる第三者（SSIT）との間で許諾契約を締結することなどによって本件育成者権を行使することが法的に可能となったとみるのが相当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "これに対し，被控訴人は，本件回答書には，中国及び日本の菌床生産業者及び種菌の購入先の名称及び住所が記載されているにすぎず，当該菌床生産者が侵害行為をしたことを裏付ける客観的な資料や説明はなく，かえって，唯一の日本の菌床輸入業者であるSSITは同社が河鶴農研に販売した菌床が本件品種であることを否定し，当該菌床は「L-808」と「香菇SD-1」であると説明していたのであるから，本件回答書を受領した後も，被控訴人が控訴人及び河鶴農研以外の侵害者を特定して権利行使することは法的にも事実上も困難であった，などと主張する。",
                "しかしながら，本件回答書に菌床の輸入販売を行った者としてSSITの名称や本店所在地が明記されていたことは前記のとおりであるし，被控訴人が，本件回答書を得た時点で既に対峙培養試験を行って被告各しいたけが本件育成者権を侵害している可能性が高いとの客観的な証拠を得ていたことも前記のとおりであるから，被控訴人がSSITに対して（SSITを種苗に関する侵害者と特定して）権利行使することについて少なくとも法的な妨げはなかったというべきである。",
                "また，被控訴人は，るる事情を指摘して，控訴人がカスケイド原則を主張して被控訴人の請求を拒むことは信義則に反し許されないとも主張するが，いずれも採用するに足る事情であるとは認められない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，被控訴人は，少なくとも本件回答書を得た平成24年6月4日以降にSSITを通じて国内で販売（譲渡）されるしいたけの菌床については，種苗の段階で（SSITに対して）権利を行使する適当な機会がなかったとはいえないから，被控訴人は，控訴人による被告各しいたけの販売のうち，同日以降に国内で販売（譲渡）されたしいたけの菌床によって得られた収穫物であるしいたけの販売については，法2条5項2号により権利行使できないことになる。",
                "そして，本件品種につき，生産者にしいたけの菌床が届いてから培養・発生を終了して菌床を廃棄するまでの日数（生産者栽培期間）が230日（培養80日，発生150日）とされているところ（甲16），本件品種と特性により明確に区別されない品種である被告各しいたけについても同様に考えることができるといえるから，遅くとも，平成24年6月4日から230日余を経過した平成25年2月以降に販売される被告各しいたけ（収穫物）については，全て平成24年6月4日以降に国内で販売（譲渡）された菌床（権利行使可能な種苗）によって得られたものと合理的に推認することができる。また，平成24年6月4日から，菌床の培養期間（80日）が経過した後である，遅くとも平成24年9月以降は，平成24年6月4日以降に購入された菌床からのしいたけも収穫されることになる。したがって，平成24年9月以降に販売された被告各しいたけには，平成24年6月3日以前に購入された菌床からのしいたけと，同月4日以降に購入された菌床からのしいたけが含まれるものであり，両者の割合は各2分の1と推認するのが相当である。",
                "したがって，平成24年9月から平成25年1月までの被告各しいたけの販売のうちその半量分と，平成25年2月以降に行われた被告各しいたけの販売は，法2条5項2号かっこ書の要件を満たさないものとして，同号本文の利用行為に該当せず，被控訴人は控訴人に対し権利行使できないと認めるのが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "品質の安定性欠如による権利濫用の有無（争点(4)）について",
          "text": [
            "この点に関する控訴人の主張が認められないことは，原判決「事実及び理由」第4の4（原判決30頁11行目～31頁3行目）に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "6",
          "subject": "過失の有無（争点(5)）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "過失の推定規定（法35条）の適用の有無",
              "text": [
                "当裁判所も，過失の推定規定（法35条）が適用されるべきでないとする控訴人の主張は採用できないものと考える。",
                "その理由は，原判決「事実及び理由」第4の5(1)（原判決31頁5行目～21行目）に記載のとおりであるから，これを引用する（控訴人の当審における主張も，結局のところ原審における主張の繰り返しにすぎず，同様の理由により採用できない。）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "過失の推定覆滅事由の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当裁判所も，本件通知より前の段階では過失の推定を覆滅すべき事由があり，他方，本件通知後の控訴人の行為については，過失の推定を覆滅すべき事由はなく，したがって，本件通知がされた平成24年5月より後（平成24年6月以降）の控訴人の行為に限り，控訴人に過失を認めるのが相当であると考える。",
                    "その理由は，原判決「事実及び理由」第4の5(2)（原判決31頁22行目～35頁4行目）に記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，①控訴人は，侵害当時，関連会社である河鶴農研にしいたけの菌床栽培をさせるなどして同社からしいたけを仕入れ，年間50万kg～80万kgのしいたけを販売し，それによって多額の売上げを上げていた会社であること，②控訴人や河鶴農研のようなしいたけの栽培・販売業者は，品種登録簿には原木栽培の特性値のみが掲載されていることや，栽培方法によってしいたけの特性値が異なり得ることを熟知しているのであるから，登録品種の特性値と自社で取り扱うしいたけの特性値を比較して育成者権侵害の有無を確認しようとするならば，原木栽培によって確認するのが当然であり，菌床栽培のしいたけの種菌を使って原木栽培を行うことは，少なくとも控訴人や河鶴農研であれば容易であることなどを指摘して，本件通知書が控訴人に到達した平成24年5月16日よりも前の段階であっても，控訴人について過失の推定覆滅は認めるべきではない旨を主張する。",
                    "しかしながら，前記①の事情があったからといって直ちに控訴人が本件育成者権の侵害を知り，あるいは，当然知ることができたということはできないし，前記②の事情についても，かかる事情があったからといって控訴人のような通常の取引業者にそこまでの注意義務を課すことが当然であるとまではいえないことは，原判決が説示するとおりである。",
                    "したがって，被控訴人の主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，本件通知後の控訴人の行為についても，①現物主義に則った原木栽培の比較栽培試験の実施には最低でも1年を要することから，本件通知の到達から1年を経過するまでは，控訴人には，「育成者権侵害がないと信じるにつき相当の理由があった」として，無過失（過失の推定覆滅）を認めるのが相当である，②仮に同主張が認められないとしても，現物主義の下で菌床栽培の比較栽培試験を実施する場合には，原審で九州大学に依頼して行った菌床栽培の比較栽培試験に要した期間（263日間）が最低でも必要であったことから，当該期間は控訴人の無過失（過失の推定覆滅）を認めるのが相当である，などと主張する。",
                    "しかしながら，原審が指摘するとおり，本件通知書には，被告各しいたけは本件育成者権を侵害する可能性が高いと記載され，本件品種，被告各しいたけの商品表示及び品種の異同に関して実施した試験方法まで明記されているのであるから，本件通知後，控訴人は，被告各しいたけが本件育成者権の侵害に当たるか否かについて，DＮA解析を含む適切な調査，確認をすべき義務を負うというべきであるところ，そのような適切な調査，確認を行っていない以上，過失推定が覆滅されるものではない。",
                    "したがって，これと異なる控訴人の主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "損害額（争点(7)）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "逸失利益（法34条1項）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "逸失利益の算定方法",
                  "text": [
                    "当裁判所も，控訴人の本件育成者権侵害によって被控訴人に発生した損害（逸失利益）を法34条1項によって算定するに当たっては，被控訴人が原審で主張した算定方法（算定方法1～4）のうち，算定方法4，すなわち，控訴人のしいたけ（収穫物）の販売量に，被控訴人でしいたけ（収穫物）を販売する場合の単位数量（1kg）当たりの利益額を乗じて算定する方法に従ってこれを算定するのが相当であると考える。",
                    "その理由は，次のとおり原判決を補正するほかは，原判決「事実及び理由」第4の7(2)ア（原判決37頁21行目～39頁16行目）に記載のとおりであるから，これを引用する（なお，当審においては，被控訴人も算定方法4に従って算定を行うことを前提としている。）。",
                    "（原判決の補正）",
                    "原判決38頁3行目から4行目にかけて「①河鶴農研においてはしいたけの菌床を輸入し，」とあるのを「①河鶴農研においてはしいたけの菌床をSSITから購入し，」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "逸失利益算定の対象となる侵害期間",
                  "text": [
                    "前記のとおり，収穫物である被告各しいたけの販売を行った控訴人について本件育成者権侵害の不法行為，すなわち，本件品種の利用（法2条5項2号の利用）とその利用についての過失が認められるのは，本件通知がされた平成24年5月より後の同年6月から平成25年1月までの8か月間に限られる。",
                    "また，平成24年9月から平成25年1月までの販売分については，その半量のみが権利行使の対象となることも既に説示したとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人のしいたけの譲渡数量",
                  "text": [
                    "前記イのとおり，本件損害賠償請求の対象となる本件育成者権の侵害期間は，平成24年6月から平成25年1月までの8か月間であるところ，証拠（乙32～35，107，108）によれば，この間の譲渡数量は次のとおりであったと認められる（なお，控訴人は，平成24年から平成26年までの3年間の譲渡数量について改めて精査したところ，各年度の数量に若干の誤差があることが判明したとして，当審において，この間の譲渡数量を修正したのに対し，被控訴人は自白の撤回に当たるのでそのような修正は許されないと主張する。しかしながら，その修正は182万2805．7kgを182万1696．65kgと修正するものであって，全体としてみれば僅か0．1％にも満たない修正にすぎないし，前記の各証拠に照らせば，反真実かつ錯誤に基づくものとして撤回を認めるのが相当である。また，前記のとおり侵害期間が3年間全部ではなくこのうち8か月間に限定される以上，この間の譲渡数量が具体的に特定できるのであれば，原判決のように全体を通じて按分する方法によるのではなく，侵害期間における具体的な譲渡数量に従って損害額を算定するのが当事者間の衡平に適う。したがって，控訴人の当審における主張立証に従って次のとおり侵害期間の譲渡数量を特定することとする。）",
                    "平成24年6月分      3万0177．25kg 平成24年7月分      1万8994．50kg 平成24年8月分      2万2855．25kg 平成24年9月分      3万0756．20kg 平成24年10月分    4万2197．60kg 平成24年11月分    4万8683．00kg 平成24年12月分    6万8772．30kg 平成25年1月分      4万6394．60kg 合計                30万8830．70kg そして，前記イのとおり，損害額算定の対象となるのは，平成24年6月分から同年8月分までの全量（7万2027kg）と，同年9月分から平成25年1月分の半量（11万8401．85kg）であるから，その合計は，19万0428．85kgとなる。",
                    "また，原判決が認定するとおり，河鶴農研は，平成24年2月当時，SSITを通じて菌床を購入するルートと，国内のしいたけ栽培業者から収穫物であるしいたけを購入するルートの二通りの方法で菌床又はしいたけを仕入れ，前者の菌床については自らの施設でしいたけを栽培して控訴人に販売していたと認められるところ，これは前記イの侵害期間（平成24年6月から平成25年1月までの8か月間）においても変わらないと考えられる。したがって，本来であれば，前記譲渡数量から後者のルートに係る譲渡数量が差し引かれるべきであるが，証拠によってその全体の数量が確定できない以上，控訴人が現存する請求書（乙111，110）に基づいて主張する698kgに限ってこれを差し引くのが相当である（これに反する被控訴人の主張は採用できない。）。",
                    "さらに，河鶴農研においては，侵害品である「L-808」以外にも複数の種類の菌床を購入していたと認められるので，前記譲渡数量における侵害品の占める割合を検討する必要があるところ，証拠（乙56～59）及び弁論の全趣旨によれば，その割合は約82％と認めるのが相当である（この点，控訴人は，SSITから「L-808」であるとして納品された菌床は他の品種と比べてしいたけの発生率が悪いことを理由に約60％とするのが相当であると主張するが，当審で提出された証拠〔乙112〕等に照らしても直ちに同割合を採用するのが相当であるとは認められない。）。",
                    "以上によれば，前記イの侵害期間（平成24年6月から平成25年1月までの8か月間）に係る譲渡数量（損害額算定の基礎となる譲渡数量）は，次のとおり，15万5579．297kgとなる。",
                    "（計算式）",
                    "(19万0428.85㎏-698㎏)×0.82＝15万5579.297㎏"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人の単位数量当たりの利益額",
                  "text": [
                    "当裁判所も被控訴人のしいたけ1kg当たりの利益額は152円と認めるのが相当であると判断する。",
                    "その理由は，原判決「事実及び理由」第4の7(2)ウ(ア)～(ウ)（原判決40頁23行目～42頁8行目）に記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "育成者権者等の利用能力",
                  "text": [
                    "当裁判所も，本件の侵害行為の当時，被控訴人には，前記ウで認定した譲渡数量につき，侵害行為がなければ生じたであろう収穫物の追加需要に対応して供給し得る法34条1項本文所定の「利用の能力」があったものと認めるのが相当であると判断する。",
                    "その理由は，原判決「事実及び理由」第4の7(2)エ(ア)及び(イ)（原判決42頁9行目～43頁9行目）のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「販売することができないとする事情」（法34条1項ただし書）の有無",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "当裁判所も，前記侵害品の譲渡数量の70％に相当する数量については，被控訴人が販売することができないとする事情があったと認めるのが相当であると判断する。",
                        "その理由は，原判決「事実及び理由」第4の7(2)オ(ア)及び(イ)（原判決43頁10行目～44頁24行目）に記載のとおりであるから，これを引用する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人の主張（当審における主張）について",
                      "text": [
                        "控訴人は，①青果物としてのしいたけ市場において，被控訴人のしいたけには，99．9％の圧倒的なシェアを占める強力な競合品が存在していたこと，②漬物製造・販売メーカーである控訴人（侵害者）が従来の取引を通じて培ってきた小売店における販路と，小売店，問屋の担当者に対する営業努力による市場開拓の結果がしいたけの販売実績につながったこと，③侵害品は，被控訴人のしいたけに比べて，低価格の個別包装品であり，一般消費者向けの見た目を備える等品質が良好であったこと，④業務用の被控訴人のしいたけと，一般消費者向けの控訴人のしいたけ（被告各しいたけ）の市場が非同一であることなどを指摘して，被控訴人には，譲渡数量の全部又はその99．9％に相当する数量を育成者権者が「販売することができないとする事情」（法34条1項ただし書）があったと認めるのが相当であると主張する。",
                        "しかしながら，前記①の市場占有率（非占有率）がそのまま「販売することができないとする事情」（その割合）に反映されるとの考え方は極論であって採用できないというべきであるし，前記②の控訴人が漬物の製造・販売によって築いた信用や販売力というものを殊更しいたけの市場において重要視することも，その関連性が客観的な証拠に裏付けられているとまではいえない以上，採用できない。また，前記③及び④の点も，原判決が認定した70％という割合を超えて「販売することができないとする事情」があったと認めるには足りない。",
                        "結局のところ，控訴人が当審で主張する諸点はいずれも原審における主張の繰り返しにすぎず，採用できないものといわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被控訴人の主張（当審における主張）について",
                      "text": [
                        "他方，被控訴人は，正当な権利に基づかない販売（侵害品の販売）を前提に市場競争力等を論ずること自体失当であるとして，被控訴人は控訴人による侵害行為がなければ，本件品種に係るしいたけを全部販売して1kg当たり152円の利益を上げることができたのであるから，法34条1項ただし書の「販売することができないとする事情」は皆無であった，などと主張する。",
                        "しかしながら，侵害行為の前後で控訴人・被控訴人の市場占有率が大きく変わっていることなどの事情は具体的に示されておらず，ほかに原判決が認めるよりも更に「販売することができた」と認めるに足る客観的事情はない。",
                        "したがって，この点に関する被控訴人の主張も採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "小括",
                  "text": [
                    "以上を前提に，本件で認められるべき逸失利益の額を検討すると，次のとおりとなる。",
                    "すなわち，控訴人に本件育成者権侵害の不法行為が成立する期間は平成24年6月から平成25年1月までの8か月間であり，この間の譲渡数量（損害額算定の基礎となる譲渡数量）は15万5579．297kgであって，これに被控訴人のしいたけ1kg当たりの利益額152円を乗じると，その額は2364万8053円となる。",
                    "ただし，このうち70％については被控訴人において「販売することができないとする事情」があったと認められることから，その7割を減じることとすると，本件で認められるべき被控訴人の逸失利益の額は，709万4415円となる。",
                    "（計算式）",
                    "15万5579.297㎏×152円＝2364万8053円（小数点以下切り捨て）",
                    "2364万8053円×(1-0.7)＝709万4415円（小数点以下切り捨て）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "調査費用",
              "text": [
                "証拠（甲19～21）によれば，被控訴人は，本件育成者権侵害の事実を調査するため，①侵害状況記録書等作成費用11万6260円，②品種調査資料作成費用143万9778円及び③DＮA解析費用46万7882円（合計202万3920円）を支出したものと認められる。しかるところ，本件においては，法2条5項2号に基づく収穫物に対する権利行使が一部制限されること等の事情に鑑みれば，前記金額のうち，その2分の1に相当する101万1960円に限り，控訴人の侵害行為と相当因果関係のある損害と認めるのが相当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "弁護士費用",
              "text": [
                "本件の侵害行為と相当因果関係のある弁護士費用相当額の損害としては，81万円を認めるのが相当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "損害額合計",
              "text": [
                "以上によれば，控訴人が被控訴人に支払うべき損害額の合計は，891万6375円になる。",
                "なお，控訴人は，別途，過失相殺が認められるべきとも主張するが，控訴人が主張する諸点を考慮しても本件において過失相殺すべき事情があるものとは認められないから，過失相殺に関する控訴人の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "差止請求等について",
          "text": [
            "前記認定のとおり，平成25年2月以降に行われる被告各しいたけの販売については，法2条5項2号かっこ書の要件を満たさないものとして，同号本文の利用行為に該当せず，被控訴人は控訴人に対し権利行使できないと認めるのが相当であること（種苗の段階で利用を行っているSSITに対し権利行使すべきものであること）等の事情からすれば，本件において差止請求及び廃棄請求を認めるのは相当でない。"
          ]
        },
        {
          "fig": "9",
          "subject": "謝罪広告の請求について",
          "text": [
            "被控訴人は，信用回復措置として謝罪広告の掲載を求めるが，控訴人による本件育成者権侵害の程度その他本件で認められる諸般の事情に照らして，その必要性があるとは認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，被控訴人の控訴人に対する請求は，①不法行為に基づく損害賠償請求については，損害額合計891万6375円及びこれに対する不法行為の後の日（訴状送達日の翌日）である平成26年11月26日から支払済みまで年5分の割合による遅延損害金の支払を求める限度で理由があるから認容し，その余は理由がないから棄却し，②法33条1項，2項に基づく差止請求及び廃棄請求並びに法44条に基づく謝罪広告の掲載請求については，いずれも理由がないから棄却すべきである。",
        "しかるところ，これと異なる原判決は不当であって，本件控訴（控訴人の控訴）の一部は理由があるから，原判決を前記のとおり変更し，本件附帯控訴（被控訴人の附帯控訴）は理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}