{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2017-16718号事件について平成30年2月20日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標出願の拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，本願商標と引用商標の類否判断の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，後記2の商標(以下，「本願商標」という。)につき，平成28年6月28日にした登録出願(商願2016-69932号)の一部を，商標法10条1項による新たな商標登録出願として，同年12月14日，出願したが(商願2016-140063号。以下，「本願」という。甲7)，平成29年9月6日付けで拒絶査定を受けた(甲10)。本願の指定商品は，第21類「愛玩動物用柵，愛玩動物用くし，愛玩動物用トイレ，愛玩動物用食器，愛玩動物用ブラシ，小鳥かご，小鳥用水盤，化粧用具，台所用品(『ガス湯沸かし器・加熱器・調理台・流し台』を除く。)，清掃用具及び洗濯用具」である。",
            "原告は，平成29年11月10日，拒絶査定不服審判請求をしたが(不服2017-16718号。甲11)，特許庁は，平成30年2月20日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年3月6日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標"
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標は，前記2のとおり，黒塗りの半楕円状の内側に，右方向に横向きした犬と思しき絵柄を白抜きで表した図形(以下「本件図形部分」という。)と，その右側に，本件図形部分の半分程度の高さで「OGGY」の欧文字とを，まとまりよく一体的に表した構成から成る。",
                "そして，本件図形部分の輪郭は，弧線の上下短〔判決注・「上下端」の誤記と認める。〕の一部分が左縦線よりわずかに左に突起して表されており，その全体の輪郭の形状がいわゆるセリフ体に属する書体のアルファベットの「D」の輪郭と同様の形状であること，また，本件図形部分の半楕円状の輪郭内は，空白を有するアルファベットの「D」と共通する特徴(白抜きで表した犬と思しき絵柄)を有していることからすると，本件図形部分は，これに接する者に，アルファベットの「D」を図案化したものと把握，理解されるものといえる。",
                "また，本願商標の「OGGY」の欧文字部分は，特定の意味を有する語とはいえないものの，本件図形部分を語頭に配してみた場合，全体として「犬の」の意味を有する「DOGGY」の文字を表したものと容易に認識されるから，このような意味は，本件図形部分の内側に描かれた「犬」と思しき絵柄と関連性を有するものといえる。",
                "そうすると，本願商標は，その構成上及び観念上の一体性からすると，本件図形部分と「OGGY」の欧文字部分とは，一体のものとして把握され認識されるものであるから，その構成中の本件図形部分と欧文字部分とを分離して観察することは自然ではなく，相互に不可分的に結合しているものというべきである。",
                "したがって，本願商標は，「D」の欧文字を図案化した「DOGGY」の欧文字から成るものと認められ，その構成文字に相応して，「ドギー」の称呼を生じ，「犬の」の観念を生じる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "登録第4697945号商標(以下，「引用商標」という。)は，下記のとおり，「DOGGY」の欧文字及び「ドギー」の片仮名を上下二段に表したものであり，平成14年9月4日登録出願，第6類「犬用鎖」，第18類「愛玩動物用被服類」，第20類「愛玩動物用ベッド，犬小屋」，第21類「愛玩動物用食器，愛玩動物用ブラシ，犬のおしゃぶり」及び第28類「愛玩動物用おもちゃ」並びに第5類，第31類及び第41類に属する商標登録原簿記載のとおりの商品及び役務を指定商品及び指定役務として，同15年8月8日に設定登録され，現に有効に存続している。",
                "引用商標の下段の片仮名は，上段の欧文字の表音を片仮名表記したものと容易に理解されるため，それぞれの構成文字に相応して，「ドギー」の称呼を生じ，「犬の」の観念を生じる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願商標と引用商標とは，その構成全体をもって比較するときは，その外観は，本願商標の「D」の文字部分の図案化の有無に違いがあるものの，両者は，「DOGGY」の欧文字を有する点において共通するため，外観において近似した印象を与える。",
                "また，両商標は，「ドギー」の称呼及び「犬の」の観念を同じくする。",
                "そうすると，本願商標と引用商標とは，外観，称呼及び観念のいずれの点からみても相紛らわしい類似の商標というべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本願商標の指定商品中，第21類「愛玩動物用柵，愛玩動物用くし，愛玩動物用トイレ，愛玩動物用食器，愛玩動物用ブラシ，小鳥かご，小鳥用水盤」は，引用商標の指定商品中，第6類「犬用鎖」，第18類「愛玩動物用被服類」，第20類「愛玩動物用ベッド，犬小屋」，第21類「愛玩動物用食器，愛玩動物用ブラシ，犬のおしゃぶり」及び第28類「愛玩動物用おもちゃ」と，同一の商品を含み，それ以外の商品も，それぞれペット用品に係る事業に関与する同一の営業主によって製造，販売されることが通常で，その商品の用途，需要者の範囲も一致することから，それぞれの商品の間に出所の混同を生じるおそれがあるものであり，相互に類似するものと認められる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本願商標は，引用商標と類似する商標であって，その指定商品も，引用商標の指定商品と同一又は類似するものであるから，商標法4条1項11号に該当し，登録することができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由～本願商標と引用商標との類否判断の誤り",
      "content": [
        {
          "fig": "1",
          "text": [
            "審決は，本件図形部分が，これに接する者に，アルファベットの「D」を図案化したものと把握，理解されるものといえると判断したが，誤りである。",
            "本件図形部分は，横長の楕円形状を半分にし，その断面の上下両端に矩形の小さな突起を配した図形の全体を黒塗りにし，その中央部に右横向きの四足動物と思しき絵柄をシルエット状に白抜きした構成のものである。",
            "本件図形部分の輪郭だけを捉えて，直ちに「D」の輪郭と同様の形状であるといえるものではない。また，「D」の半楕円状の輪郭内の空白は，その輪郭と相似形の半楕円形状をしているのが欧文字書体における常識であるから(甲12)，本件図形部分のように，半楕円状の輪郭内に四足動物と思しき白抜きの絵柄(空白)がある図形は，「D」と共通する特徴を有しているとはいえない。",
            "過去の審決例(甲1～6)に照らしても，商標中の図形部分は，たとえ，その形象上の着想が欧文字であって，それを図案化したものであったとしても，特異に表現されたものである場合には，もはや特定の文字の原型を離れ，渾然一体に融合された一種の幾何学的図形とみるのが自然であって，その図形部分からは，特定の称呼及び観念は生じないとみるべきである。本件図形部分も，形象上の着想が欧文字であって，それを図案化したものであるが，図案化の程度が著しく，特異に表現されたものであって，「D」の欧文字書体と認識することはできない。本件図形部分が欧文字「D」をモチーフとしてそれを図案化したかどうかということと，本件図形部分から欧文字「D」の外観が生ずるか否かということは，別異のことである。",
            "被告は，本件図形部分の輪郭の形状は，厚みのあるセリフ(字画末端部にある爪のような張り出し部)を有する「D」の輪郭に採用されていると主張するが，欧字書体集(甲12)によると，欧文字「D」にはセリフがないものも多数存在しているし，本願商標の欧文字部分はセリフを有しない書体で表記されているから，本願商標に接した者が，本件図形部分を欧文字部分との並びで見た際に，本件図形部分は欧文字「D」を図案化したものと把握，理解することは困難である。",
            "また，被告は，本件図形部分のように，輪郭内部に，図形を描写又は白抜きすることで，特定の欧文字を表すようなデザイン手法は広く採用されており，本件図形部分の図案化の程度も，文字を装飾するために普通に採択されている程度のものであって，「D」の欧文字と認識することができないというほどのものではないと主張するが，書体集(甲12，31)からみて，文字を装飾するために普通に採択されている程度のものとはいえない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "審決は，本願商標は，その構成上及び観念上の一体性からすると，本件図形部分と「OGGY」の欧文字部分とは，一体のものとして把握され認識されるものであるから，その構成中の本件図形部分と欧文字部分とを分離して観察することは自然ではなく，相互に不可分的に結合しているものというべきであると判断したが，誤りである。",
            "本件図形部分と，その右側に本件図形部分の半分程度の高さの普通書体で表された「OGGY」の欧文字とは，外観上，不可分的に結合しているものではない。本件図形部分は，これに続く欧文字部分に比べて，高さ幅ともに2倍以上の大きさで描かれており，本件図形部分が極端に大きくデザインされているし，本件図形部分は，著しく図案化されており，意思伝達手段としての文字の体をなしておらず，ごく普通に表された「OGGY」の欧文字部分とは，外観が著しく異なっているから，構成上まとまりのよい印象を与えるとはいえない。",
            "また，本件図形部分は，前記1のとおり，「D」の欧文字書体と認識することができないものであるから，これを「OGGY」の前に配置しても，全体として「犬の」の意味を有する「DOGGY」の文字を表したものと認識されることはない。審決は，本件図形部分の内側に描かれた絵柄を「『犬』と思しき絵柄」と決め付け，英単語「DOGGY」と関連付けようとしているが，結論ありきの後知恵的な論理操作であって失当である。上記絵柄は抽象的な絵柄であるから，その外観だけから，直ちに「犬」を表したものと理解，認識されるとは断定できない。",
            "本件図形部分と「OGGY」の欧文字部分は，外観構成上も観念上も一体性がないから，分離して観察することは極めて自然なことである。",
            "被告は，本件図形部分の内側に描かれた絵柄は，「犬」を表したものと直ちに理解，認識されるため，本願商標の構成全体から理解される「DOGGY」の文字が，「犬の」の意味を有する英語であるばかりか，そのような意味は，上記絵柄とも関連性を有すると主張するが，これは，「本件図形部分が『犬』を表しているものと理解される。だから，本願商標全体が『犬』を意味する『DOGGY』と理解される。だから，本件図形部分が『犬』を表しているものと理解される。」という循環論法である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，本願商標は，「D」の欧文字を図案化した「DOGGY」の欧文字から成るものではないから，本件図形部分に描かれた四足動物の絵柄を併せて考えたとしても，「ドギー」の称呼が生じることも，「犬の」の観念が生じることもない。",
            "また，本件図形部分の図案化の程度は，本願商標に接した取引者・需要者が，本願商標の外観から直ちに「DOGGY」の欧文字を表したものと理解，認識することは考えられないほど大きいものであるから，本件図形部分が外観上の印象に与える影響は大きいものである。",
            "したがって，本願商標と引用商標とは，外観，称呼及び観念のいずれの点においても相違しているから，本願商標は，引用商標と類似する商標ではない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "引用商標は，現在まで有効に存続しているが，引用商標を構成する欧文字「DOGGY」は，「犬の［犬に関する］，犬のような，犬好きの，犬に詳しい」等の意味を有する平易な英単語であり(甲25〔枝番をすべて含む。枝番のある書証について，以下同じ。〕，乙6)，また，引用商標の指定商品がいずれも「愛玩動物用」や「犬用」の商品に限定して出願され登録されたものであることからすると，引用商標は，その指定商品との関係において，犬用のものであるという商品及び役務の用途(品質)を表示する語(用途表示)に該当することは明らかである。したがって，引用商標は，本来的に自他商品識別力がないにもかかわらず，審査の過誤により登録を受けた商標である。現に，「DOGGY」又は「ドギー」を含む語が，愛玩動物を取り扱うペット業界において，商品あるいは役務の内容を表示する語として広く一般的に使用されている例が多数見受けられる(甲13～23，26～30)。",
            "しかも，引用商標は，設定登録から約15年も経過しているが，原告がインターネットで検索したところ，引用商標がその指定商品について使用されている事実を見つけ出すことはできなかった(甲24)。したがって，引用商標には審決時において保護すべき業務上の信用が存在していなかった。",
            "以上によると，本願商標のように，その外観が大きく相違し，「DOGGY」とは一義的に称呼・観念できない商標に対してまでも，引用商標に後願排除効を認めることは，出所混同の防止を目的として商標権を付与する商標法の趣旨に鑑みて過大な保護というべきであって，著しく不当である。",
            "被告は，商標法4条1項11号は，「他人の登録商標」に該当する要件としては，同号該当性を判断される商標の「登録出願の日前の商標登録出願に係る」ものであること以外には何も定めていないから，審決時に有効に存続している引用商標に基づいて，同号を適用することは，原告主張の理由によって，特段妨げられるものではないと主張するが，同号の趣旨は，商品又は役務の出所の混同防止であるから，その適用に当たっては，本願商標だけでなく，引用商標についても審決時における自他商品識別力の有無を認定・判断した上で適用すべきである。審判合議体には，審査の過誤から出願人を救済する重大な役割が与えられているし，無効審判において登録の無効を判断する権限も与えられているのであるから，現に登録商標が存在しているというだけで，その識別力の有無を何ら検討することなく，商標法4条1項11号を適用するということは厳に慎むべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "本願商標と引用商標とは，前記第2の3の審決の認定判断のとおり，外観において近似した印象を与えるものであり，称呼及び観念も同一にするものであるから，両商標は，これらを同一又は類似の商品に使用した場合，その商品の出所について混同を生ずるおそれがある類似の商標といえる。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告は，本件図形部分は，図案化の程度が著しく，特異に表現されたものであって，「D」の欧文字書体と認識することはできないと主張する。",
            "しかし，本件図形部分の輪郭は，左側が縦線，右側が弧線の半楕円状の輪郭であって，弧線の上下端の一部分が左縦線よりわずかに左に突起して表されているが，この突起により，単なる半楕円状の図形ではない印象を与えるばかりか，同様の形状は，厚みのあるセリフ(字画末端部にある爪のような張り出し部)を有する「D」の輪郭に採用されている(乙3，4)。",
            "また，本件図形部分の内部の四足動物と思しき絵柄をシルエット状に白抜きした部分は，本件図形部分の輪郭内の相当部分を占めているため，上記のような「D」の輪郭を有する黒塗りの本件図形部分に，この白抜き部分によって空白を設けることで，「D」の内部の空白部分を表現しているような印象を与える。",
            "そうすると，本件図形部分は，その輪郭及び内部の白抜き部分より生じる印象から，「D」を図案化して表してなるものと理解，認識されるといえる。",
            "本件図形部分のように，輪郭内部に，図形を描写又は白抜きすることで，特定の欧文字を表すようなデザイン手法は広く採用されており(乙7～16)，本件図形部分の図案化の程度も，文字を装飾するために普通に採択されている程度のものであって，「D」の欧文字と認識することができないというほどのものではない。",
            "原告は，過去の審決例(甲1～6)を根拠とした主張もしているが，商標法4条1項11号における商標及びその類似の判断は，個別の商標をそれぞれ個別に比較して判断すべきものであり，その判断の基礎となるべき事実認定も個別の事件における証拠などに基づき個別に判断すべきものであるから，過去の審査例や登録例によりその判断が左右されるべきものではない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原告は，本件図形部分と「OGGY」の欧文字部分は，外観構成上も観念上も一体性がないから，分離して観察することは極めて自然なことであると主張する。",
            "しかし，本願商標の構成中，本件図形部分と「OGGY」の欧文字部分は，等間隔で横並びに，同色で表されていることから，構成上まとまりのよい印象を与える。",
            "また，本件図形部分の内側にシルエット状に白抜きした部分の形状は，右方向を向いた四足動物と思しき絵柄であるが，三角形の耳を立てているという耳の形状，細長い尾を上に持ち上げているという尾の形状は，犬のシルエットを表す際に描かれることもある特徴であり(乙5)，その他の顔，胴体，足等の身体のパーツの大きさ及びバランスからも，「犬」を表したものと直ちに理解，認識される。そのため，本願商標の構成全体から理解される「DOGGY」の文字が，「犬の」の意味を有する英語である(乙6)ばかりか，そのような意味は，本件図形部分の内側に描かれた「犬」と思しき絵柄とも関連性を有する。",
            "さらに，本願商標の構成中，「OGGY」の欧文字部分は，特定の意味を有する成語とは直ちに認識し得ないのに対し，本件図形部分を「D」を図案化してなるものと理解した場合には，全体として「犬の」の意味を有する英語「DOGGY」を表したものとなるため，そのように理解することが自然であり，むしろ，両部分それぞれが独立して分離した構成要素であると理解することは不自然である。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原告は，引用商標は，本来的に自他商品識別力がないにもかかわらず，審査の過誤により登録を受けた商標であり，その指定商品について使用されている事実も見当たらないことからすると，本願商標のように，その外観が大きく相違し，「DOGGY」とは一義的に称呼・観念できない商標に対してまでも，後願排除効を認めることは著しく不当であると主張する。",
            "しかし，商標法4条1項11号は，「他人の登録商標」に該当する要件としては，同号該当性を判断される商標の「登録出願の日前の商標登録出願に係る」ものであること以外には何も定めていないから，審決時に有効に存続している引用商標に基づいて，同号を適用することは，原告主張の理由によって，特段妨げられるものではない。",
            "また，本願商標と引用商標とは，外観において，「D」の文字の図案化の有無及び「ドギー」の片仮名の有無に相違があるが，欧文字の一部を図案化して表記することや欧文字の表音を表記するために片仮名を併記することは，取引上普通に行われているものであるし，図案化の程度も，文字を修飾するために普通に採択されている程度のもので，取り立てて図案化部分から独立した特異な印象を与えるものでもないから，両商標に接する需要者，取引者は，「DOGGY」の欧文字において共通する点が記憶に残るものであり，外観において近似した印象を与えるといえる。また，本願商標と引用商標とは，「ドギー」の称呼及び「犬の」の観念を同一にするものである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本願商標は，引用商標に類似する商標(商標法4条1項11号)に当たるものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標は，前記第2の2のとおり，本件図形部分と欧文字「OGGY」とを横一列に記載して成る。欧文字「OGGY」の高さは，本件図形部分の高さの半分程度であるが，本件図形部分及び欧文字「OGGY」の下端は概ね同一線上にあり，本件図形部分及び欧文字「OGGY」の間隔は，本件図形部分と「O」との間隔も含め，概ね等間隔である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件図形部分は，横長の楕円形状を半分にし，その断面に当たる左側の縦線の上下両端に，左向きに矩形の小さな突起を配した図形の全体を黒塗りにし，その中央部に右横向きの四足動物と思しき絵柄をシルエット状に白抜きにしたものである。本件図形部分は，左側が縦線，右側が弧線の半楕円形状の輪郭を有し，その内部の相当部分が白抜きとなっている点において，厚みのあるセリフ(字画末端部にある爪のような張り出し部)を有する欧文字「D」と共通した形状を有している(乙3，4)。",
                "前記(1)のとおり，本件図形部分及び欧文字「OGGY」は，その下端が概ね同一線上にあり，概ね等間隔に配置されている上，欧文字「OGGY」は直ちに特定の意味を有する成語とは認識できないところ，本件図形部分が上記のような形状を有していることから，本件図形部分を欧文字「D」であるとして，本願商標全体をみると，「DOGGY」という構成となる。これが「犬の」という意味を有する英単語であることは，我が国においても容易に理解されるものであり(甲13～23，25～30，乙6)，特定の意味を有する平易な英単語として認識することができる。",
                "また，本件図形部分の内側に白抜きされた右横向きの四足動物と思しき絵柄は，三角形の耳を立てているという形状や，胴体の半分に満たない長さの細い尾を胴体と略平行に持ち上げているという尾の形状，その他，顔，胴体，足等の各部位の大きさ，形状，配置等から，「犬」を表したものと容易に理解することができる。",
                "そこで，本件図形部分を欧文字「D」であるとした場合の本願商標全体の欧文字の構成と，本件図形部分の内側に白抜きされた絵柄との間にも，関連性があることを容易に理解することができる。",
                "そうすると，本願商標に接した需要者は，本件図形部分は，欧文字「D」を図案化したものであると理解するものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願商標は，前記(1)のとおり，本件図形部分及び欧文字「OGGY」の下端を概ね同一線上にして，概ね等間隔で，横一列に記載して成るものであり，また，前記(2)のとおり，欧文字「D」を図案化した本件図形部分と，欧文字「OGGY」とは，一体として一つの英単語を構成しているものである。",
                "そうすると，本願商標は，欧文字「DOGGY」と理解されるその全体の構成から，「ドギー」という称呼を生じ，「犬の」という観念を生じるものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用商標について",
          "text": [
            "引用商標は，前記第2の3(2)のとおり，上段に欧文字「DOGGY」，下段に片仮名「ドギー」を，上下二段に横書きして成る。",
            "そして，下段の片仮名「ドギー」は，欧文字「DOGGY」の読みを表したものと容易に理解され，前記1(2)のとおり，「DOGGY」が「犬の」という意味を有することも容易に理解されるから，引用商標からは，「ドギー」という称呼を生じ，「犬の」という観念を生じる。"
          ]
        },
        {
          "fig": "3",
          "subject": "本願商標と引用商標の類否について",
          "text": [
            "前記1，2のとおり，本願商標と引用商標からは，「ドギー」という同一の称呼及び「犬の」という同一の観念が生じる。",
            "また，本願商標と引用商標とは，外観において，欧文字「DOGGY」と理解される構成を有する点において共通する。",
            "そうすると，本願商標と引用商標とは，外観において，「D」の図案化の有無や，片仮名部分の付加の有無などが相違するが，その図案化の程度や片仮名部分が欧文字部分の読みを表したものにすぎないこと等を勘案すると，両商標を場所と時間を異にして離隔的に観察した場合，両商標の称呼及び観念が同一であり，外観においても欧文字「DOGGY」と理解される構成を有する点が共通することから，商品の出所を誤認混同するおそれがあるものと認められる。",
            "したがって，本願商標は，引用商標に類似する商標であると認められる。"
          ]
        },
        {
          "fig": "4",
          "subject": "本願と引用商標の指定商品及び指定役務の類否について",
          "text": [
            "本願の指定商品中，第21類「愛玩動物用食器，愛玩動物用ブラシ」は，前記第2の3(2)のとおり，引用商標の指定商品の第21類に含まれている。",
            "また，本願の指定商品中，第21類「愛玩動物用柵，愛玩動物用くし，愛玩動物用トイレ，小鳥かご，小鳥用水盤」(以下，「本願指定商品(柵等)」という。)は，引用商標の指定商品中，第6類「犬用鎖」，第18類「愛玩動物用被服類」，第20類「愛玩動物用ベッド，犬小屋」，第21類「愛玩動物用食器，愛玩動物用ブラシ，犬のおしゃぶり」及び第28類「愛玩動物用おもちゃ」(以下，「引用商標指定商品(鎖等)」という。)と，愛玩動物(ペット)の飼育者向けのペット用品としての用途を共通にし，いわゆるペット用品メーカーによって製造され，通常ペットショップにおいて販売され，一般の愛玩動物(ペット)の飼育者を需要者とする点において共通するから，本願指定商品(柵等)と引用商標指定商品(鎖等)に同一又は類似の商標を使用するときは，同一営業主の製造又は販売に係る商品と誤認されるおそれがあるといえ，本願指定商品(柵等)は，引用商標指定商品(鎖等)と類似する商品であると認められる。"
          ]
        },
        {
          "fig": "5",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件図形部分は，図案化の程度が著しく，特異に表現されたものであって，「D」の欧文字書体と認識することはできないと主張する。",
                "しかし，本願商標に接した需要者が，本件図形部分は，欧文字「D」を図案化したものであると理解することは，前記1(2)のとおりである。特定の欧文字を表すに当たり，その輪郭内部に，図形を描写又は白抜きするというデザイン手法は，広く採用されていると認められるところ(乙7～16)，前記第2の2のとおり，本件図形部分の図案化の程度は，厚みのあるセリフ(字画末端部にある爪のような張り出し部)を有する欧文字「D」の輪郭自体は維持されているものであるし，「犬」と思しき絵柄の表現方法もシルエット状に白抜きされたものであって，需要者の注意を強く惹きつけるような特異な表現方法とはいえず，また，輪郭内に占める白抜き部分の割合からしても，原告の上記主張を採用することはできない。",
                "原告は，欧字書体集(甲12)によると，欧文字「D」にはセリフがないものも多数存在しているし，本願商標の欧文字部分はセリフを有しない書体で表記されているなどと主張するが，上記欧字書体集によると，セリフを有する欧文字「D」も多数存在しているのであって，セリフを有する欧文字「D」もごく一般的な書体であるということができる。また，前記1(2)で判示した事情に照らすと，本件図形部分が共通した形状を有する欧文字「D」が厚みのあるセリフ(字画末端部にある爪のような張り出し部)を有するものであり，セリフを有しない書体による欧文字「OGGY」とは異なる書体であることを踏まえても，本願商標に接した需要者において本件図形部分は欧文字「D」を図案化したものであると理解するものと認められるとの前記判断が左右されるものではない。",
                "原告は，過去の審決例(甲1～6)を自らの主張の根拠として挙げているが，これらはいずれも本願商標とは異なる商標に係るものであり，その当否にかかわらず，本願商標についての前記判断を左右するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件図形部分と「OGGY」の欧文字部分は，外観構成上も観念上も一体性がないから，分離して観察することは極めて自然なことであると主張する。",
                "しかし，本件図形部分と欧文字「OGGY」とは，外観構成上も観念上も一体性があり，一体として観察すべきことは，前記1(3)のとおりである。",
                "原告は，本件図形部分は，欧文字「OGGY」に比べて，高さ幅ともに2倍以上の大きさで描かれており，本件図形部分が極端に大きくデザインされているし，本件図形部分は，著しく図案化されており，意思伝達手段としての文字の体をなしておらず，ごく普通に表された欧文字「OGGY」とは，外観が著しく異なっているなどと主張するが，前記1(2)，(3)で判示した事情に照らすと，本件図形部分が欧文字「OGGY」よりも相当程度大きく描かれ，図案化されていることを考慮しても，本件図形部分と欧文字「OGGY」とは，外観構成上も一体性があるということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用商標は，本来的に自他商品識別力がないにもかかわらず，審査の過誤により登録を受けた商標であり，その指定商品について使用されている事実も見当たらないことからすると，本願商標のように，その外観が大きく相違し，「DOGGY」とは一義的に称呼・観念できない商標に対してまでも，後願排除効を認めることは著しく不当であると主張する。",
                "しかし，引用商標は，本願の日前の商標登録出願に係る第三者の登録商標であって，審決時に有効に存続しているものであるから(乙1，2)，商標法4条1項11号の「他人の登録商標」に当たることは明らかである。原告は，同号の趣旨は，商品又は役務の出所の混同防止であるから，その適用に当たっては，引用商標についても審決時における自他商品識別力の有無を認定・判断した上で適用すべきであると主張するが，商標法は，特定の者の申立てに基づいて，商標権者の関与の下に，登録商標を取り消し又は無効にする手続を別途用意していること(同法43条の2，46条，50条等)に照らすと，独自の見解というほかなく，採用することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，原告の主張は，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によると，本願商標は，引用商標に類似する商標であり，引用商標の指定商品と同一又は類似する商品について使用をするものであるから，商標法4条1項11号に該当する。これと同旨の審決の結論に誤りはなく，原告主張の審決取消事由は理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}