{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，100万円及びこれに対する平成30年1月16日（訴状送達の日の翌日）から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要（以下，用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従い，原判決に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」に，適宜読み替える。なお，書証の掲記は，枝番号を全て含むときは，枝番号の記載を省略する。）",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，控訴人が，被控訴人に対し，被控訴人が，その管理しているウェブサイトにおいて，書籍2冊（以下「本件各書籍」と総称する。）を控訴人以外の者の著作物である旨表示したことは，本件各書籍の著作者である控訴人の著作者人格権（氏名表示権）の侵害に当たると主張し，民法709条に基づく損害賠償請求として，慰謝料100万円及びこれに対する不法行為の日の後である平成30年1月16日（訴状送達の日の翌日）から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，氏名表示権は，著作者が原作品に，又は著作物の公衆への提供，提示に際し，著作者名を表示するか否か，表示するとすれば実名を表示するか変名を表示するかを決定する権利であるところ，被控訴人のホームページにおいて，本件各書籍の公衆への提供，提示がされているとはいえないから，その余の点を判断するまでもなく，控訴人の請求には理由がないとして，控訴人の請求を棄却したため，控訴人は，これを不服として本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実（当事者間に争いのない事実，当裁判所に顕著な事実並びに文中に掲記した証拠及び弁論の全趣旨により認定できる事実）",
          "text": [
            "以下のとおり補正するほかは，原判決「事実及び理由」の第2の1のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁16行目の「表紙，背表紙，裏表紙」を「カバー表紙，カバー背表紙，カバー裏表紙」と，同「監修者として」の後に「，5頁の「STAFF」欄には，スーパーバイザーとして，」を加え，同頁18行目の「5頁や奥付」を「5頁の「STAFF」欄には，アドバイザーとして，奥付」と改め，同頁19行目の「している。」の後に，「なお，本件書籍1の奥付には，発行，発行人，監修，ナビゲーター，モデル，ドクターコメント，ポーズ指導，企画，総合プロデュース，撮影，スタイリスト，ヘアメイク，表紙・デザイン，編集，イラスト，校正，DVD構成，DVD撮影，DVD制作・総合演出，協力，写真提供，製作，発売，発行日，印刷・製本・DVDプレスの各欄があり，発行日以外の各欄には，組織名又は人名が記載されているところ，控訴人の名は，監修欄のみに記載されている。」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決2頁22行目の「表紙，背表紙」を「カバー表紙，カバー背表紙，冊子1頁目」と改め，同頁25行目の「いる。」の後に「なお，本件書籍2の奥付には，監修者，発行者，発行所，印刷・製本の各欄があり，株式会社名又は人名が記載されているところ，控訴人の名は，監修者欄のみに記載されている。また，上記奥付と同じ頁にあるプロフィール欄には，「監修」として控訴人，「技術指導・DVD出演」としてA1，「スチールモデル」としてA2の3名の写真と各プロフィールが記載されており，その下の取材協力欄には，A3及びA4の各プロフィールが記載されている。その横の制作スタッフ欄には，執筆・編集協力，ブックデザイン，撮影，ヘアメイク，スタイリスト，イラスト，DVDディレクター，DVDプロデューサー，撮影，選曲，MA・DVDオーサリング，ナレーションの各欄があり，組織名又は人名が記載されているところ，控訴人の名は，これらの欄にはない。」を加え，同頁26行目の「被告ホームページ」を「被告が管理しているホームページ」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁1行目の「被告ホームページ」を「被告が管理しているホームページ」と改め，同頁2行目の「（以下「本件表示」という。）」を削除し，同頁2行目～3行目の「被告ホームページ」を「当該ホームページ」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "争点及び争点に関する当事者の主張は，次のとおり，当審における主張を追加するほかは，原判決「事実及び理由」の第2の2に記載のとおりであるから，これを引用する。",
            "ただし，原判決3頁17行目の「出版元」を「出版社」と，同頁18行目～20行目の「本件各書籍の・・・である」を「本件各書籍は，実質的には原告が著作者である」と，同頁25行目の「本件表示」を「被告が，被告が管理しているウェブサイトのA1のプロフィール欄に，「主な著書」という小見出しに続けて「5分で効く！効く！ルーシーダットン」メイツ出版（全面指導解説，DVD全面出演指導），「A5のがんばらないで最短キレイ！  ルーシーダットン」自由国民社（全面指導解説）と表示させていること」と，4頁1行目の「本件表示」を「被告が開設し，管理しているウェブサイトのA1のプロフィール欄」と，同頁2行目の「本件表示」を「この記載」と，同行目～同頁3行目の「単独著作物か，少なくともA1が創作のほぼ全てに関与した書籍である」を「著作物である」と，同頁3行目の「本件表示は，」を「被告は，この記載を表示させることにより」と，同頁6行目の「本件表示」を「前記のウェブサイトのA1のプロフィール欄」と，それぞれ改め，同頁6行目の「（」及び同頁7行目の「，「もっと楽しく！ゆったり長く泳げるコツ50」は「（監修）」」を削除し，同頁9行目～10行目の「本件表示を見た」を「前記のウェブサイトを閲覧した」と，同頁11行目の「本件各書籍は，A1が全面指導解説やDVD全面出演指導した書籍である」を「本件書籍1は，A1が全面指導解説の形で，本件書籍2は，A1が全面指導解説及びDVD全面出演指導の形で，それぞれ関与したものである」と，同頁12行目の「誤解は」を「観念は直ちには」と，同行目の「本件表示」を「前記のウェブサイトのA1のプロフィール欄に，「主な著書」という小見出しに続けて「5分で効く！効く！ルーシーダットン」メイツ出版（全面指導解説，DVD全面出演指導），「A5のがんばらないで最短キレイ！  ルーシーダットン」自由国民社（全面指導解説）と表示させていること」と，同頁16行目の「遅くとも平成22年4月以降」を「平成22年4月14日以降」と，同頁18行目の「これを慰謝するに足りる金銭は100万円を下らない」を「それを金銭に換算すると，少なくとも100万円に相当する」と，それぞれ改め，同頁20行目の「及び」の後に「これに対する訴状送達の日の翌日であり」を，同頁20行目の「年5分」の前に「民法所定の」を，それぞれ加える。",
            "（当審における当事者の主張）"
          ]
        },
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，原審において，侵害対象である著作者としての人格権は，氏名表示権であると主張したが，正確には，「インターネット上で自己の書籍著作物について第三者の著者であると偽られない利益」である。上記利益，すなわち，広義の「著作者として主張する利益」は，著作者としての人格的利益という点で，氏名表示権と被侵害利益が異なるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，原審の訴訟代理人であるA6弁護士（以下「A6弁護士」という。）から，平成30年6月初旬頃に，「著作者性を争われているので，出版社へのやりとりは可能か」，「裁判所から賠償額はゼロだが，表記を削除するという和解内容を求められている」という報告を受け，A6弁護士に対し，本件書籍1の出版社である株式会社ビックスの連絡先を伝えて（本件書籍2の出版社である「山海堂」は既に破産していた。），以降のやりとりを任せていたが，進展がなく，不安になったため，同月21日の口頭弁論期日に出頭し，裁判官に真意を直接確認した。しかし，裁判官は，「氏名表示権は成立しないので賠償はありません。取下げも検討してください。」というばかりで，「それでは控訴人が被控訴人の著書を自分の著書だとHPで宣伝しても良いということですか？」と尋ねても，「そういうわけではないが」と要領を得ない回答しか得られないまま弁論は終結した。控訴人は，裁判官から，和解案を受けるか取下げをするかの選択を求められていたため，後日取下げの意向を連絡したが，相手方が取下げに応じなかったため，そのまま判決言渡しになった。",
                    "控訴人は，被控訴人が取下げに応じない場合に備えて，氏名表示権という訴訟物の補正，著作物性の立証，著作権者の立証について反論を追加しなければならない旨を裁判所やA6弁護士から説明を受けていないから，これらが原審でされていないとしても，控訴人自身の落ち度ではない。",
                    "控訴人の訴訟代理人は，判決取得後に変更になっており，当該時点から主張補正・証拠収集の必要性が判明した以上，控訴人において主張の追加や証拠の提出を行ったとしても，信義則違反や民訴法157条1項の「時機に後れた」攻撃防御方法の提出には該当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各書籍は，いずれも，「ルーシーダットン」というタイに古くから伝わる呼吸法と姿勢（ポーズ）を組み合わせた自己整体法の歴史・概念，ルーシーダットンとしてのポーズ写真，ポーズをとる時の工夫・助言，ルーシーダットンによる健康プログラム等が，ルーシーダットンによる健康の教授という一定の主題の下に順序立ててまとめられており，以下のとおり，編集著作物性が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件書籍1は，ルーシーダットンによる美容効果を教授するため，大分類「SPECIAL」においては，ルーシーダットンに関する店舗紹介及び体験談が取捨選択され，同「COLUMＮ」においては，ルーシーダットンの歴史や文化にまつわる説明が取捨選択され，同「COＮTEＮTS」においては，作用箇所に応じたポーズ及びその撮影写真が取捨選択され，同「SPECIAL  PROGRAM」においては，目的に応じたポージングの順番及び内容が取捨選択されており，かつ，各目的に応じて一般的な規則性に基づかない順番で配列されている。",
                        "ルーシーダットンのポーズは，200以上あると言われており，本件書籍1におけるポーズ写真及び説明を含む素材の選択及び配列には，編集者の創作活動の成果が存在している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件書籍2は，ルーシーダットンの知識及び効果を一般読者に普及させるため，大分類「1章」においては，ルーシーダットンに関する最低限の前提知識が取捨選択され，同「2章」においては，全身運動となるポーズ及び写真が取捨選択され，同「3章」においては，ダイエット作用箇所に応じたポーズ及び写真が取捨選択され，同「4章」においては，身体の不調が解消される箇所に応じたポーズ及び写真が取捨選択されており，かつ，各目的に応じて一般的な規則性に基づかない順番で配列されている。",
                        "200以上あると言われているルーシーダットンのポーズの中から控訴人が52ポーズを厳選した上で作成された本件書籍2において，ポーズの写真及び説明を含む素材の選択及び配列には，編集者の創作活動の成果が存在している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件書籍1は，ルーシーダットンによる美容効果を読者に伝える編集方針の下，本件書籍2は，ルーシーダットンの知識及び効果を読者に伝えるという編集方針の下，素材である記事，エッセイ，写真及びその説明文書の選択並びに配列について一定の創作性が認められるため，編集著作物といえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "編集著作物の創作行為の中核的部分は，図面，文章等の選択及び配列といういわば編集行為であるところ，原作品にその氏名が，編集者として通常の方法により表示されていれば，その編集者が著作者として推定される。",
                        "そして，「監修」とは，「書籍の著述や編集を監督すること」（広辞苑第6版632頁）をいうところ，編集著作物において，他に著者という表記もなく，単独で「監修者」という語が氏名に付されている場合，当該氏名の者が当該著作物の著述や編集を監督した編集者であると認識させることになる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件書籍1については，カバー表紙，カバー裏表紙及び奥付（66頁）には，監修者として控訴人の氏名が記載されており，カバー裏表紙の袖には，控訴人の氏名及び顔写真が掲載されているが，その他に編集者や著作者を想起させる語句は存在しない。",
                            "「著作」，「編」，「編集者」等の記載がなく，カバー両面，カバー袖及び奧付に「監修」と単独で記載されている場合には，その一般的な語彙に従い，編集著作物の著作者であると推定する表示となる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件書籍1は，控訴人が平成18年初旬頃に株式会社ビックスのA7に依頼を持ち掛けたことを契機として，出版が決まった。",
                            "ポーズの被写体，スタジオ，衣装，コメンテーター，イラストレーター等の手配は株式会社ビックスで行ったものの，「SPECIAL」に記載するルーシーダットンの知識の選択，「COLUMＮ」に記載するルーシーダットンの歴史及び文化知識の選択，「COＮTEＮTS」に記載する具体的なポーズ種類，説明文及び写真の選択，「SPECIAL  PROGRAM」に記載する具体的なポーズ種類，説明文及び写真の選択を控訴人が行い，各項目立て及び順序，各頁の色合いのすべてについて，株式会社ビックスが1次案を提供したものを控訴人が修正の上，最終的に決定していた。株式会社ビックスは，控訴人との間で著作権に関する契約書を作成していないが，ダイエット本における慣行に従い，著作者との意味で控訴人を監修と表記している。",
                            "このように，控訴人が「監修」として記載されているのは，企画立案から具体的な編集作業及び資料提供まで控訴人が行っていたからであり，株式会社ビックスとの間における作業過程に照らしてみても，控訴人が編集著作物の著作者となる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件書籍2については，カバー表紙，冊子1頁目には，監修者として控訴人の氏名が記載されており，奥付には控訴人の氏名及び顔写真が掲載されているが，その他に編集者や著作者を想起させる語句は存在しない。奥付には，「執筆・編集協力」の記載がされているが，製作スタッフという一覧の中に記載されており，「協力」という語句に照らすと，編集著作物の作成過程において協力作業をしたとしか読めず，当該人物が編集者であると一般読者が認識するものではない。",
                            "「著作」，「編」，「編集者」等の記載がなく，カバー表紙，冊子及び奧付に「監修」と単独で記載されている場合には，その一般的な語彙に従い，編集著作物の著作者であると推定する表示となる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件書籍2の発行所株式会社山海堂は，平成20年に破産手続をとったため，出版時点のやりとりを確認するすべはなく，控訴人自身の記憶も明確ではないが，平成19年5月8日付けの控訴人を著作権者とする株式会社山海堂との出版契約書（甲7）が見つかり，この表記に従うと，本件書籍2を一般的な著作物及び編集著作物として，著作権者が控訴人であることが証明される。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，本件各書籍の著作者は，控訴人である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "著作物の創作者であることを主張する権利は，人格的利益として，著作者に帰属しており，これを著作権法上の救済の対象とするか，一般不法行為法による救済の対象とするかの選択の問題及び不法行為として保護すべき利益・侵害といえるかという問題にすぎない。",
                    "真の著作者にとって，自己の営業する事業に関連した著作物を，自己の著作物としてインターネット上に記載することは，営利広告に関する表現の自由及び営業の自由という憲法で保障される基本的人権に基づくものであるといえる。第三者が自己の著作物を，あたかも第三者の著作物のように広告・宣伝した場合，真の著作者による上記表現の自由・営業の自由が侵害されたものと評価できる。これを言論の自由の場面でいえば，控訴人が自己のホームページなどで，本件各書籍は控訴人が著作者であって，被控訴人は著作者ではないと告知したところで，実際に本件各書籍を手に取らなければその真偽は判別できないし，仮に本件各書籍を手に取ったとしても，著作者性の判断基準を通常把握していない一般人にとってみれば，偽られた著作者が存在するというだけで，控訴人が書籍の真の著作者ではないのではないかという疑念を持ち，その疑念を払拭することは極めて困難である。",
                    "また，著作権法が現行法に改正された当時，インターネットが普及しておらず，インターネット上において書籍の著作者性を表示することは想定されていなかったが，現代においては，一般人は，店頭の複製物における著作者名表示ではなく，インターネット上の著者表示をもって書籍の著作者性を判断しており，著作者にとっても自己の著作者性を表示する重要な手段となっている。そうすると，書籍に関して言えば，原作品や店頭販売における複製物への著作者名表示のみを規定する現行の氏名表示権では，著作権法が本来目的としている著作者と著作物との結びつきを保護することができなくなっている。",
                    "したがって，「インターネット上で自己の書籍著作物について第三者の著者であると偽られない利益」を法的利益として保護することは，自己の営業に関連する書籍に関する限り，表現の自由・営業の自由に結びつくものであると同時に，本来著作権法が氏名表示権の中で保護しようとしてきた本質的な権利を，インターネット社会において補完することに資するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人の主張する「インターネット上で自己の書籍著作物について第三者に著者として偽られない利益」は，「インターネット上で本件各書籍を著書として紹介する場合に監修者として氏名を記載される利益」に限定されるものではない。",
                    "本件各書籍は，編集著作物であって，書籍全体の著作者は，本件各書籍の編集著作物の著作者である控訴人以外に存在しないから，本件各書籍において，控訴人は，第三者に監修と名乗らせないことのみならず，第三者に著者を誤認させる表記をされない利益を有している。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，自己のホームページにおいて，A1の紹介（A8プロフィール）の中で「主な著書」と題し，本件各書籍の題号を羅列している。通常の理解でいえば，一般人は，「主な著書」の下に，書籍名が表示されていれば，当該書籍が著書であると認識する。",
                    "通常記載されるべき著者が明らかにされていない以上，一般人は，被控訴人が著者であると認識する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "著者でない人物が，「主な著書」と記載することは通常あり得ない。一般人にとってみれば，プロフィールの項目名である「主な著書」と書籍名に着目するし，インターネットや書店で購入するため検索するときも，主な著書として名乗る「A8」と書籍名があれば足りるのであって，本件書籍1においては「全面指導解説」，本件書籍2においては「全面指導解説，DVD全面出演指導」と記載されており，「著」とは書いていないという微細な表現の差異を気に留めることはない。この差異を見たとしても，DVD全面出演指導という言葉も併記していることに鑑みると，「全面指導解説」は，書籍の内容面に関する指導解説であると読み取れる上，書籍がタイ式ヨガの指導書であるという性質に鑑みると，「全面指導解説」という語は，当該指導書によって指導解説する人物であると誤認される表現である。",
                    "特に，表紙・裏表紙・奥付に監修者と記載されている控訴人をあえて表示せずに，「主たる著書」，「全面指導解説」とだけ表示されていれば，全面指導解説をした人物が著作者であると誤認する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，控訴人の「インターネット上で自己の書籍著作物について第三者の著者であると偽られない利益」を侵害する。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被控訴人代表者A9及びA1が被控訴人を設立してスタートさせたという被控訴人のホームページの説明（甲3）に鑑みると，被控訴人は，本件各書籍の著作者がA1ではなく監修者の控訴人であることを認識し又は容易に認識し得たと考えられる。",
                "したがって，前記(4)の侵害は，被控訴人の故意又は過失による行為であり，被控訴人に不法行為責任が生じる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，控訴人が侵害されたと主張する著作者人格権が氏名表示権（著作権法19条）であるとの特定を，それ以外の著作者人格権や著作権法に定めのない権利利益ではないとの限定を含むものとして，十分な時間をかけて，選択したのであって，控訴人が，控訴審において，控訴人が侵害されたと主張する著作者人格権を，氏名表示権から著作権法に定めのない権利利益としての「インターネット上で自己の書籍著作物について第三者の著者であると偽られない利益」に変更することは，訴訟上の信義則に反するものとして許されない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，上記アの権利利益の主張を原審において適時に行うべきであったから，この主張は時機に後れたものである。",
                        "控訴人が原審において上記アの権利利益の主張を行うことは容易であったから，この主張が時機に後れて提出されたことについて，控訴人には重大な過失がある。",
                        "上記アの権利利益については，法的保護に値するのかという点から議論を始めざるを得ず，本件各書籍が編集著作物に当たるか，控訴人が編集著作物の著作者と推定されるか，仮に推定されたとしてこれを覆滅する事由が認められるかといった点に関連して，本件各書籍の製作過程や関係者の創作的関与の態様を審理する必要を生じさせるものであり，訴訟の完結を遅延させることになる。",
                        "したがって，上記アの権利利益の主張は，時機に後れた攻撃防御方法として却下されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "民訴法157条1項の「時機に後れた」に該当するか否かは，訴訟代理人の説明不足や控訴人の法的知識の不足といった主観的事情によって左右されるものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "当事者の故意又は重大な過失の要件は，当事者本人又は訴訟代理人のいずれかについて充足されれば足りる。仮に，控訴人が主張するような主観的事情を顧慮するとしても，本件では，少なくとも訴訟代理人に重大な過失があるから，民訴法157条1項の要件に欠けるところはない。    "
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各書籍は，編集著作物に当たらない。",
                    "控訴人が編集著作物の要素を構成する素材であると主張する「まとめられた助言などの文書，図等」の具体的内容が何なのか，いかなる素材の選択及び配列に編集著作物としての創作性が認められるのかは不明であり，本件各書籍の編集著作物性を基礎付けるための具体的主張を欠いている。",
                    "また，甲1及び甲2によっても，本件各書籍の記載内容は不明である。",
                    "控訴人が本件各書籍の素材であると主張する「まとめられた助言などの文書，図等」の選択又は配列は，一般の著作物の創作過程で付随的に行っているにすぎない編集行為と目すべきものであり，これを編集著作物として保護する必要はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件各書籍の奥付等の「監修」者としての記載によって，編集著作物の著作者であるとの推定は働かない。",
                    "「監修」は，「書籍の著述や編集を監督すること」であり，「著述」又は「編集」そのものではない。「監修」という表記は，一般の著作物又は編集著作物の「著作者名として」の「表示」（著作権法14条）であるとはいえない。一般の著作物又は編集著作物の「著作者名として」の「表示」（著作権法14条）であるといえるのは，「著者」，「執筆者」，「編著者」，「編者」など，著述又は編集そのものを行ったことを明確に意味する表記というべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，実際には，本件書籍1の具体的な著述や編集には一切関与しておらず，仮に関与があったとしても，若干口を出したという程度のものにすぎない。もっとも，本件書籍1は，ルーシーダットンの説明及び普及促進を目的とした書籍であり，このような観点からは，日本ルーシーダットン普及連盟公認の書籍であることは，ルーシーダットンに関する正当な書籍であるとの箔付けの意味において重要な事項であり，そのためには，日本ルーシーダットン普及連盟の代表の肩書を持つ控訴人の氏名を前面に出すことが最も効果的な方法であったので，控訴人の氏名が前面に出されている。このような控訴人の関与の実態と日本ルーシーダットン普及連盟の代表の肩書を持つ控訴人の氏名を前面に出すこととの調整の結果選択されたのが，大所高所からの監督を意味する「監修」という言葉であったにすぎない。",
                        "本件書籍1の奥付には，「企画」として「A10」，「総合プロデュース」として「A11」，「編集」として「A12／A13」，「校正」として「A14」，「製作」として「OSプロモーションinc．」という記載もあり，このような記載に照らすと，これらのスタッフの全部又は一部が本件書籍1の具体的編集作業に携わっていたと読むことが十分に可能であり，「監修」として記載された控訴人が本件書籍1の編集者であるとの認識が直ちに生じるものではない。また，奥付には，その他にも多数のスタッフの関与によって本件書籍1が制作されたことが記載されている。",
                        "以上のとおりであるから，控訴人が本件書籍1で前面に押し出される形で「監修」者として記載されていることをもって，直ちに本件書籍1の編集著作物の著作者として推定されるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件書籍2の奥付には，「執筆・編集協力」として「A15」と記載されており，このような記載に照らすと，A15が本件書籍2の具体的執筆及び編集作業に携わっていたと読むことが十分に可能であり，「監修」として記載された控訴人が本件書籍2の編集者であるとの認識が直ちに生じるものではない。また，奥付には，その他にも多数のスタッフの関与によって本件書籍2が制作されたことが記載されている。",
                        "以上のとおりであるから，控訴人が本件書籍2で前面に押し出される形で「監修」者として記載されていることをもって，直ちに本件書籍2の編集著作物の著作者として推定されるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件各書籍は，いずれも，各奥付の記載に従えば，多数のスタッフが関与して創作された共同著作物又は結合著作物と理解され，控訴人は自身の主張によっても，本件各書籍の編集著作物の著作者にすぎない。そうすると，仮に本件各書籍について第三者に「著者」と偽られない利益があるとしても，その直接の帰属主体は，本件各書籍の文章や図等の作成に創作的に関与したスタッフであって，控訴人ではない。控訴人は，本件各書籍の「著者」について，いかなる記載がなされるかにつき，独立の利益を有していない。",
                    "被控訴人は，ホームページ上にA1の「主な著書」として本件各書籍を掲載したが，「編集者」について触れていない。",
                    "控訴人の主張する利益は，結局のところ，「インターネット上で本件各書籍を著書として紹介する場合に監修者として氏名を記載される利益」であって，このような作為義務の発生根拠は明らかではない。このような作為義務が存するかについての一つの線引きを行い，これを要件化したのが，著作権法19条の氏名表示権であると考えられるところ，上記のホームページの表示は，本件各書籍の公衆への提供，提示に際してされたものではないから，著作権法19条の要件を充足しない。控訴人の主張する利益は，その実質や上記のホームページの表示の態様に照らして，不法行為の被侵害利益として保護に値する権利利益であるとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記のホームページの表示においては，「くびれスッキリ！ろっ骨エクササイズ」については，「A8著」と，「もっと楽しく！ゆったり長く泳げるコツ50」については「監修」と，それぞれ記載されているのに対し，本件書籍1については「全面指導解説，DVD全面出演指導」，本件書籍2については「全面指導解説」と区別して記載されているため，本件各書籍については，「著」でも「監修」でもなく「全面指導解説」としての関与であることが明確にされている。このような記載を全体としてみると，上記表示はA1が関与した「主な著書」を記載したものであって，掲載された書籍に対する関与の態様を「著」，「全面指導解説」，「監修」などの付記によって明確にしたものであり，上記表示によって，A1が本件各書籍の著者であるとか監修者であるといった認識が生じることはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記の表示が記載されたホームページ（甲3）において，A1が健康エクササイズの開発・指導を行っていることが繰り返し強調されていることや本件各書籍がルーシーダットンに関するものであることに鑑みると，「全面指導解説」という言葉は，本件各書籍に掲載されたエクササイズ法についてA1が全面指導解説を行ったものとしか理解され得ず，A1が本件各書籍の著者であるとか監修者であるといった認識が生じることはない。",
                    "仮に，「主な著書」という記載のみから，A1が本件各書籍の著者であるとの認識が生じるとしても，本件各書籍の表現内容は，A1及び同人の委託を受けたライターの協議を経て創作されていったものであるから，誤りでも偽りでもない。",
                    "仮に，誤りであったとしても，本件各書籍の著者ではなく編集者にすぎない控訴人の権利利益を侵害するものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "時機に後れた攻撃防御方法の却下の申立てについて",
          "text": [
            "本件は，平成29年12月20日に東京簡易裁判所に訴えが提起され，平成30年2月9日に東京地方裁判所に移送され，3回の弁論準備手続期日を経て，同年6月21日の口頭弁論期日において弁論が終結されたところ，弁論の全趣旨によると，東京地方裁判所は，同年3月30日，控訴人（一審原告）訴訟代理人に対し，被侵害利益が公表権（著作権法18条），氏名表示権（著作権法19条），同一性保持権（同法20条）又は著作権法に定めのない権利利益であるのか，具体的に明らかにすることなどを求めるファックス文書を送付したこと，控訴人（一審原告）訴訟代理人は，同年4月25日，被侵害利益は「氏名表示権（著作権法19条）」である旨を記載した同日付け原告第1準備書面を東京地方裁判所に提出し，同書面は同日の第1回弁論準備手続期日において陳述されたことが認められる。そうすると，控訴人は，被侵害利益を「インターネット上で自己の書籍著作物について第三者の著者であると偽られない利益」とする不法行為に基づく損害賠償請求権の主張を，遅くとも原審の口頭弁論終結日である平成30年6月21日までにすることが可能であったといえるから，これを当審において初めて主張することは「時機に後れて提出した攻撃又は防御の方法」（民訴法157条1項）に該当することが認められる。",
            "しかし，控訴人は，本件の控訴審の第1回口頭弁論期日（平成30年11月21日）において，被侵害利益を「インターネット上で自己の書籍著作物について第三者の著者であると偽られない利益」とする不法行為に基づく損害賠償請求権の主張をしたものであって，本件は，第2回口頭弁論期日において弁論が終結されたことからすると，上記の時点における上記主張により，訴訟の完結を遅延させることとなると認めるに足りる事情があったとはいえない。",
            "したがって，上記主張に係る時機に後れた攻撃防御方法の却下の申立ては，認められない。"
          ]
        },
        {
          "fig": "2",
          "subject": "被侵害利益を「インターネット上で自己の書籍著作物について第三者の著者であると偽られない利益」とする不法行為に基づく損害賠償請求権の主張について",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件書籍1の奥付（甲1）には，「発行  株式会社ビックス」，「発行人  A16」，「監修  X」，「ナビゲーター  A5」，「モデル  A17」，「ドクターコメント  A3」，「ポーズ指導  A1，A18」，「企画  A10」，「総合プロデュース  A11」，「撮影  A19」，「スタイリスト  A20」，「ヘアメイク  A21」，「表紙・デザイン  A22，A23」，「編集  A12，A13」，「イラスト  A24」，「校正  A14」，「DVD構成  A25，A26」，「DVD撮影  A27，A28，A29」，「DVD制作・総合演出  A30」，「協力  コラロ」，「写真提供  タイ国政府観光庁」，「制作  OSプロモーション inc.」,「発売  株式会社自由国民社」，「印刷・製本・DVDプレス",
                  "text": [
                    "凸版印刷株式会社」などと記載されている。",
                    "本件書籍1に「著（者）」又は「著作(者)」の記載はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "証拠（甲1，甲1の2）及び弁論の全趣旨によると，本件書籍1は，DVD付きの書籍であり，書籍には，写真，イラスト，文章等が，DVDには映像が掲載されていることが認められる。そして，前記アのとおり，本件書籍1の奥付には，控訴人以外の多くの個人又は団体の名が，様々な立場から本件書籍1の成立に関与したものとして記載されていること，「監修」が「書籍の著述や編集を監督すること」（広辞苑第7版）を意味することからすると，本件書籍1が編集著作物であるとしても，前記アの記載から，その編集著作物の著作者が，控訴人であると推定すること（著作権法14条）はできず，著作者が控訴人であるとは認められない。  ",
                  "text": [
                    "また，その他に，控訴人が，本件書籍1につき，素材の選択又は配列によって創作性を発揮したものと認めるに足りる主張・立証はない。",
                    "この点について，控訴人は，株式会社ビックスとの間における作業過程に照らしてみても，控訴人が実態として編集著作物の著作者となる旨主張する。",
                    "しかし，控訴人が主張する本件書籍1への控訴人の関与については，控訴人の陳述書（甲8）以外の証拠はなく，また，上記陳述書によっても，「明確に覚えていない」というのであって，控訴人が，「監修」，すなわち，書籍の著述や編集を監督することを超えて編集著作物の著作者と評価し得る作業を行ったことを認めることはできないから，控訴人の上記主張は，採用できない。",
                    "したがって，控訴人が本件書籍1の編集著作者であるとは認められない。",
                    "そうすると，本件書籍1については，控訴人の主張する被侵害利益は，その根拠を欠くから，その余の点を判断するまでもなく，控訴人の被控訴人に対する被侵害利益を「インターネット上で自己の書籍著作物について第三者の著者であると偽られない利益」とする不法行為に基づく損害賠償請求権が存するとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件書籍2の奥付には，「監修者  X」，「発行者  A31」，「発行所  株式会社山海堂」，「印刷・製本  美研プリンティング株式会社」などと記載されている。また，上記奥付と同頁の上部には，「プロフィール」という記載の後に，「監修  X」，「技術指導・DVD出演  A8」，「スチールモデル  A2」との記載が，「取材協力」という記載の後に「A3」，「A4」との記載が，「制作スタッフ」という記載の後に「執筆・編集協力  A15」，「ブックデザイン",
                  "text": [
                    "A32」，「撮影  A33，A34」，「ヘアメイク  A35」，「スタイリスト",
                    "A36」，「イラスト  A37」，「DVDディレクター  A38」，「DVDプロデューサー  A33」，「撮影  （株）KVC」，「選曲  A39」，「MA・DVDオーサリング  クロースタジオ」，「ナレーション  A40」などの記載がある",
                    "本件書籍2に「著（者）」又は「著作(者)」若しくは「編（者）」又は「編集（者）」の記載はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "証拠（甲2，甲2の2）及び弁論の全趣旨によると，本件書籍2も，DVD付きの書籍であり，書籍には，写真，イラスト，文章等が，DVDには映像が掲載されていることが認められる。そして，前記アのとおり，本件書籍2には，控訴人以外の多くの個人や団体の名が，さまざまな立場から本件書籍2の成立に関与したものとして記載されていること，前記(1)イのとおり，「監修」が「書籍の著述や編集を監督すること」を意味することからすると，本件書籍2が編集著作物であるとしても，前記アの記載から，その編集著作物の著作者が控訴人であると推定すること（著作権法14条）はできず，著作者が控訴人であると認めることはできない。",
                    "また，その他に，控訴人が，本件書籍2につき，素材の選択又は配列によって創作性を発揮したものと認めるに足りる主張・立証はない。",
                    "この点について，控訴人は，本件書籍2につき，控訴人を著作権者とする出版契約書（甲7）の表記に従うと，本件書籍2を一般的な著作物及び編集著作物として，著作権者が控訴人であることが証明されると主張する。",
                    "しかし，甲7は，「出版契約書」と題する書式に手書きで書き込まれたり，押印がされた文書であるところ，原稿の引渡しと発行の期日が空欄のままになっており，平成19年5月8日付けであるにもかかわらず，原審における審理中は提出されず，平成30年12月12日に至り，提出されたものである。また，本件書籍2につき，他に株式会社山海堂と甲7と同じ書式を用いて出版契約を締結した者がいなかったかどうかは定かではない。さらに，控訴人自身が，本件書籍2につき，株式会社山海堂とのやりとりの記憶が明確ではないと主張している。そうすると，甲7によっても，上記認定は左右されない。",
                    "また，控訴人の陳述書(甲8)の本件書籍2についての記載も，極めて簡単なものであり，それを裏付ける証拠に乏しいから，上記認定は左右されない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，控訴人が本件書籍2の編集著作者であるとは認められない。",
                    "そうすると，本件書籍2について，控訴人の主張する被侵害利益は，その根拠を欠くから，その余の点を判断するまでもなく，控訴人の被控訴人に対する被侵害利益を「インターネット上で自己の書籍著作物について第三者の著者であると偽られない利益」とする不法行為に基づく損害賠償請求権が存するとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，甲3の被告のホームページには，「A8」の「主な著書」として，「『A5のがんばらないで最短キレイ！ルーシーダットン』自由国民社（全面指導解説）」，「『5分で効く！効く！ルーシーダットン』メイツ出版（全面指導解説，DVD全面出演指導）」との記載がある。",
                "仮に，控訴人が，本件各書籍の編集著作者であったとしても，本件書籍1につき，前記(1)アの奥付の記載のとおり，A1及びA18が「ポーズ指導」を行っていたとすれば，A1が本件書籍1のポーズの記載について著作者又は編集著作者として認められる可能性があるから，A1の「ポーズ指導」が「著書」，「全面指導解説」と表現されたとしても，そのことから直ちに編集著作者の「インターネット上で自己の書籍著作物について第三者の著者であると偽られない利益」を侵害したとは認められない。",
                "本件書籍2についても，A1が，前記(2)アの「奥付」の記載のとおり，「技術指導・DVD出演」を行っていたとすれば，本件書籍2のポーズ等の記載について著作者又は編集著作者として認められる可能性があるから，A1の「技術指導・DVD出演」が「著書」，「全面指導解説，DVD全面出演指導」と表現されたとしても，そのことから直ちに編集著作者の「インターネット上で自己の書籍著作物について第三者の著者であると偽られない利益」を侵害したとは認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，控訴人の本件請求は，その余の点を判断するまでもなく，理由がなく，原判決はその結論において相当であるから，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}