{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2017-6367号事件について平成30年5月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願の拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，独立特許要件違反(進歩性欠如)の判断の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「タイヤ」とする発明について，平成26年11月26日(以下，「本願出願日」という。)，特許出願をし(特願2014-239280号，請求項の数6。甲12。以下，「本願」という。)，平成28年5月30日，特許請求の範囲及び明細書を補正する手続補正をし(請求項の数3。甲15。以下，「拒絶査定前補正1」という。)，同年10月20日，特許請求の範囲及び明細書を補正する手続補正をした(甲18。以下，「拒絶査定前補正2」という。)が，平成29年1月24日付けで，拒絶査定前補正2の却下の決定(甲19)及び拒絶査定(甲20。以下，「本件拒絶査定」という。)を受けた。",
            "原告は，平成29年5月1日，拒絶査定不服審判請求をし(不服2017-6367号。甲21)，同日，特許請求の範囲及び明細書を補正する手続補正をした(甲22。以下，「本件補正」という。)が，特許庁は，平成30年5月21日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年6月5日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明及び本願補正発明の要旨",
          "text": [
            "拒絶査定前補正1がされた後の特許請求の範囲の請求項1記載の発明(甲15。以下，「本願発明」という。)及び本件補正後の特許請求の範囲の請求項1記載の発明(甲22。以下，「本願補正発明」という。)は，次のとおりである(以下，本件補正後の本願の願書に添付した明細書及び図面〔甲12，15，22〕を「本願明細書」という。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明(甲15)",
              "text": [
                "【請求項1】",
                "骨格用樹脂材料で形成された環状のタイヤ骨格部材と，",
                "前記タイヤ骨格部材に設けられ，タイヤ周方向に延びる補強コードと，被覆用樹脂材料で形成され，前記補強コードを被覆すると共に前記タイヤ骨格部材に接合された被覆用樹脂層と，前記被覆用樹脂材料よりも弾性率が高い接合用樹脂材料で形成され，前記補強コードと前記被覆用樹脂層との間に配置されて前記補強コードと前記被覆用樹脂層とを接合し，層厚が前記被覆用樹脂層よりも薄い接合用樹脂層と，を備える被覆コード部材と，",
                "を有し，",
                "前記タイヤ骨格部材は，ビード部と，前記ビード部のタイヤ径方向外側に連なるサイド部と，前記サイド部のタイヤ幅方向内側に連なるクラウン部と，を備え，",
                "前記被覆コード部材は，前記補強コードが延びる方向と直交する方向の断面形状が略四角形状とされており，前記クラウン部の外周に螺旋状に巻回されると共にタイヤ幅方向に隣接する部分同士が接合されているタイヤ。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明(甲22。下線は，補正箇所である。)",
              "text": [
                "【請求項1】",
                "骨格用樹脂材料で形成された環状のタイヤ骨格部材と，",
                "前記タイヤ骨格部材に設けられ，タイヤ周方向に延びる補強コードと，被覆用樹脂材料で形成され，前記補強コードを被覆すると共に前記タイヤ骨格部材に接合された被覆用樹脂層と，前記被覆用樹脂材料よりも弾性率が高い接合用樹脂材料で形成され，前記補強コードと前記被覆用樹脂層との間に配置されて前記補強コードと前記被覆用樹脂層とを接合する接合用樹脂層と，を備える被覆コード部材と，",
                "を有し，",
                "前記タイヤ骨格部材は，ビード部と，前記ビード部のタイヤ径方向外側に連なるサイド部と，前記サイド部のタイヤ幅方向内側に連なるクラウン部と，を備え，",
                "前記被覆コード部材は，前記補強コードが延びる方向と直交する方向の断面形状が略四角形状とされており，前記クラウン部の外周に螺旋状に巻回されると共にタイヤ幅方向に隣接する部分同士が熱溶着によって接合されているタイヤにおいて，",
                "前記接合用樹脂層は，層厚が前記被覆用樹脂層よりも薄い，タイヤ。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正の却下の決定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "結論",
                  "text": [
                    "本件補正を却下する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "理由",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正は，特許請求の範囲の請求項1については，本件補正前の前記2(1)の記載を同(2)の記載に補正するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件拒絶査定の拒絶の理由で引用され，本願の出願前に日本国内又は外国において，頒布され又は電気通信回線を通じて公衆に利用可能となった国際公開第2014／175453号(甲1。以下，「引用文献1」という。)には，次の発明(以下，「甲1発明」という。)が記載されている。",
                        "「樹脂Ｎ-1：宇部興産(株)製の『UBESTA  XPA9055X1』で形成された環状のタイヤ骨格体と，",
                        "前記タイヤ骨格体に設けられ，前記タイヤ骨格体のクラウン部の外周面に螺旋状に巻きつけられた平均直径 φ1．15mmのマルチフィラメント(φ0．35mmのモノフィラメント(スチール製、強力：280Ｎ、伸度：3％)を撚った撚り線)と，前記マルチフィラメントを被覆する被覆用組成物Ｎ-1で形成された被覆層と，前記マルチフィラメントと前記被覆層との間に配置されたホットメルト接着剤A-1：三井化学(株)製の「アドマーQE-060」で形成された接着層とを備え，加熱された前記被覆層が，前記クラウン部の外周面に接触することで，接触部分の樹脂材料が溶融又は軟化して前記タイヤ骨格体を形成する前記樹脂Ｎ-1と溶融接合されてなる補強金属コードと，",
                        "を有し，",
                        "前記タイヤ骨格体は，リムのビードシートとリムフランジとに接触する1対のビード部と，ビード部からタイヤ径方向外側に延びるサイド部と，一方のサイド部のタイヤ径方向外側端と他方のサイド部のタイヤ径方向外側端とを連結する前記クラウン部と，を備え，",
                        "前記補強金属コードは，前記クラウン部の外周面に，螺旋状に巻きつけられ，前記被覆層は隣接する被覆層とも溶融接合されているタイヤ。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本願補正発明と甲1発明とを対比すると，以下の一致点で一致し，以下の相違点1・2で相違又は一応相違する。",
                        "(一致点)",
                        "「骨格用樹脂材料で形成された環状のタイヤ骨格部材と，",
                        "前記タイヤ骨格部材に設けられ，タイヤ周方向に延びる補強コードと，被覆用樹脂材料で形成され，前記補強コードを被覆すると共に前記タイヤ骨格部材に接合された被覆用樹脂層と，前記被覆用樹脂材料よりも弾性率が高い接合用樹脂材料で形成され，前記補強コードと前記被覆用樹脂層との間に配置されて前記補強コードと前記被覆用樹脂層とを接合する接合用樹脂層と，を備える被覆コード部材と，",
                        "を有し，",
                        "前記タイヤ骨格部材は，ビード部と，前記ビード部のタイヤ径方向外側に連なるサイド部と，前記サイド部のタイヤ幅方向内側に連なるクラウン部と，を備え，",
                        "前記被覆コード部材は，前記クラウン部の外周に螺旋状に巻回されると共にタイヤ幅方向に隣接する部分同士が熱溶着によって接合されているタイヤ。」",
                        "である点",
                        "(相違点1)",
                        "被覆コード部材(補強金属コード)に関して，本願補正発明においては，「前記補強コードが延びる方向と直交する方向の断面形状が略四角形状とされており」と特定されているのに対して，甲1発明においては，そのようには特定されていない点。",
                        "(相違点2)",
                        "本願補正発明においては，「前記接合用樹脂層は，層厚が前記被覆用樹脂層よりも薄い」と特定されているのに対し，甲1発明においては，そのようには特定されていない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本願の出願前に日本国内又は外国において，頒布され又は電気通信回線を通じて公衆に利用可能となった特開2014-189084号公報(甲4。以下，「周知文献1」という。)，特開2014-205462号公報(甲5。以下，「周知文献2」という。)，特開2014-210487号公報(甲6。以下，「周知文献3」という。)によると，タイヤのクラウン部に巻回する被覆コード部材(補強金属コード)の形状として略四角形状，円形状又は台形状のどれを使用しても構わないことは，本願出願前に周知である(以下，「本件周知技術」という。)。",
                        "そして，甲1発明において，被覆コード部材(補強金属コード)の形状について，本件周知技術として知られている略四角形状，円形状又は台形状の中から略四角形状を選択し，相違点1に係る本願補正発明の発明特定事項とすることは，当業者であれば容易に想到し得たことである。",
                        "なお，引用文献1によると，甲1発明における「補強金属コード」について，「略円形状」であり，それが「クラウン部」に埋設されるものであるとの記載があるが，例えば，周知文献2の【0059】及び図2のとおり，「略四角形状」でも「クラウン部」に埋設することは可能であるから，甲1発明における「補強金属コード」を「略四角形状」とすることを阻害するものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "引用文献1によると，甲1発明における「ホットメルト接着剤A-1を含む接着層」の平均層厚は100μmである。",
                        "他方，引用文献1によると，甲1発明における「被覆用組成物Ｎ-1：宇部興産(株)製の『UBESTA  XPA9055X1』」による「被覆」の平均層厚は，0．2mm～4．0mmであることが好ましく，0．5mm～3．0mmであることが更に好ましく，0．5mm～2．5mmであることが特に好ましいものである。",
                        "そうすると，甲1発明における「ホットメルト接着剤A-1を含む接着層」が，「被覆用組成物Ｎ-1：宇部興産(株)製の『UBESTA  XPA9055X1』」による「被覆層」よりも薄いことは明らかである。",
                        "したがって，相違点2は実質的な相違点とはいえない。",
                        "仮に，相違点2が実質的な相違点であるとしても，引用文献1の記載(［0108］～［0112］)を考慮して，甲1発明において，相違点2に係る本願補正発明の発明特定事項とすることは，当業者であれば容易に想到し得たことである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "本願補正発明により奏される効果は，本願明細書の記載(【0009】，【0011】，【0081】)によると，「タイヤ転動時のタイヤ変形に対して接合用樹脂層の追従性が向上し，接合用樹脂層に不具合が生じるのを抑制できる」，「クラウン部のタイヤ周方向剛性が向上する」及び「タイヤの耐久性が向上する」という効果であるといえるが，これらの効果は，引用文献1の記載(特に，［0002］～［0012］)によると，甲1発明が有している効果又は甲1発明及び本件周知技術から予測可能な効果であるといえ，格別顕著なものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "以上によると，本願補正発明は，甲1発明及び本件周知技術に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項により，特許出願の際独立して特許を受けることができない。",
                        "したがって，本件補正は，特許法17条の2第6項において準用する同法126条7項に違反するから，同法159条1項において読み替えて準用する同法53条1項により却下すべきものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明について",
              "text": [
                "本願補正発明は，本願発明を明りょうにした上で，その発明特定事項に限定を加えたものである。",
                "そして，本願発明の発明特定事項に限定を加えた本願補正発明が，前記(1)イのとおり，引用発明及び本件周知技術に基づいて，当業者が容易に発明をすることができたものであるから，本願発明は，本願補正発明と同様に，甲1発明及び本件周知技術に基づいて，当業者が容易に発明をすることができたものである。",
                "したがって，本願発明は，特許法29条2項により特許を受けることができないので，本願は拒絶すべきものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由～独立特許要件違反(進歩性欠如)の判断の誤りの有無",
      "text": [
        "本願補正発明は，次のとおり，甲1発明及び本件周知技術に基づいて，当業者が容易に発明をすることができたものではないから，本願補正発明の独立特許要件違反(進歩性欠如)を理由として本件補正を却下し，本願発明も本願補正発明と同様に進歩性を欠くとした審決の判断は，誤りである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "理由1(甲1発明の認定誤りに伴う相違点Aの看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献1の実施例1の発明では，次のとおり，被覆層は隣接する被覆層と直接密着して溶融接合されていないから，甲1発明のうち「前記被覆層は隣接する被覆層とも溶融接合されている」との審決の認定は，誤りであり，「前記被覆層は隣接する被覆層ともクラウン部を形成する樹脂を介して溶融接合される」と認定されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献1の［0108］及び［図2］によると，樹脂被覆コード26のクラウン部16に埋設された部分は，「クラウン部16(タイヤケース17)を構成する樹脂材料と密着」しており，隣接する樹脂被覆コードと直接密着しているわけではない。そして，明細書の記載は，相互に矛盾なく解釈されるべきであるから，上記［0108］及び［図2］を踏まえると，［0118］の「樹脂被覆コードは隣接する樹脂被覆コードとも溶融接合される為，隙間のない状態で巻回される。」との記載は，「樹脂被覆コードは隣接する樹脂被覆コードともクラウン部16を形成する樹脂を介して溶融接合される為，隙間のない状態で巻回される。」という程度の意味である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，製造上の技術的整合性から見ても，［0118］は上記アのとおり理解される。すなわち，［図2］のように，丸型の樹脂被覆コード間にある程度の隙間を有するタイヤを製造する場合には，丸型の樹脂被覆コードをクラウン部に埋設する際に溶融したクラウン部樹脂は，丸型の樹脂被覆コードの両側面に沿って丸型の樹脂被覆コードの両側に均等に盛り上がり，埋設した部分へのエア入りの余地もない。これに対し，［図2］とは異なり，丸型の樹脂被覆コード間をクラウン部に埋設の上で密着させる構成のタイヤを製造する場合には，当業者の技術常識によると，隣接する丸型の樹脂被覆コードの側面同士の溶融接合の方が，丸型の樹脂被覆コードをクラウン部に埋設する際のクラウン部樹脂の溶融よりも早い可能性が高く，その場合，溶融したクラウン部樹脂は，丸型の樹脂被覆コード同士が溶融接合している側面に沿って盛り上がることができず，丸型の樹脂被覆コードの開放している側面に沿ってのみ盛り上がるが，先に丸型の樹脂被覆コード同士が溶融接合した部分には，溶融したクラウン部樹脂が充填される代わりにエアが入る可能性も高く，製造不良を引き起こす。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用文献1の［0099］において，［図2］が「理解を容易にするために適宜誇張して示している」対象は，「各部の大きさ及び形状」であり，被覆層同士の位置関係又は構造(少なくとも，その概要)については，正しく示しているはずである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)によると，本願補正発明と甲1発明とは，次の相違点Aが相違する。",
                "(相違点A)",
                "本願補正発明においては，「略四角形状の被覆コード部材(補強金属コード)がタイヤ幅方向に隣接する部分同士で直接接合されて」いるのに対して，甲1発明においては，丸型の被覆コード部材(補強金属コード)が直接接合されていない(クラウン部を形成する樹脂を介して溶融接合される)点。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願補正発明では，次のとおり，略四角形状の樹脂被覆コード及び隣接する被覆コード同士が直接接合される構成を採用することによって，甲1発明には存在しない顕著な作用効果が認められる。このような顕著な作用効果の存在に鑑みると，甲1発明における丸型の樹脂被覆コード及び被覆コード同士が直接接合されていない構成を，略四角形状の樹脂被覆コード及び隣接する被覆コード同士が直接接合される構成に置き換え，相違点Aを埋め合わせる動機付けは存在しない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明のように，略四角形状の樹脂被覆コードを採用し，かつ，隣接する樹脂被覆コード同士を直接接合した場合，クラウン部及び隣接する樹脂被覆コードの接合面積が広くなり，接合面積が広くなれば隣接する樹脂被覆コード間で受け持つことができるせん断応力が大きくなり，これらが寄り集まることでタイヤ周方向及び幅方向のせん断力に抵抗することができるから，タイヤ周方向のせん断剛性(接地面内の周方向せん断剛性)及びタイヤ幅方向のせん断剛性という物理的効果を生ずる。この効果について，タイヤの技術分野の当業者は，本願明細書の記載から読み取ることができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1発明において，丸型の樹脂被覆コード同士がタイヤ周方向及び幅方向のせん断力を伝達する経路は，樹脂被覆コードのクラウン部16に埋設される部分に実質的に限られ(トレッド30は，素材がゴムであるため，極めて伝達しにくい)，そのせん断力を伝達する面積は小さく，クラウン部のタイヤ周方向及び幅方向のせん断剛性は低い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，被覆コード部材の形状を略四角形状とし，隣接被覆コード部材同士を直接接合した本願補正発明においては，被覆コード部材の形状を丸型とし，隣接する被覆コード部材同士が直接接合されていない甲1発明の場合と比較して，被覆コード部材がもたらすタイヤ周方向のせん断剛性(接地面内の周方向せん断剛性)を高め，さらに，幅方向のせん断剛性を高めるという効果が認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，本願明細書の【0064】によると，「タイヤ周方向剛性がさらに向上する」との効果は，本願の請求項2に係る発明が有する「被覆コード部材26の被覆用樹脂層とタイヤ骨格部材17のクラウン部16を熱溶着によって接合していること」という構成からもたらされるものであり，本願補正発明が略四角形状の樹脂被覆コード及び隣接する樹脂被覆コード同士を直接接合する構成を採用したことによりもたらされるものではないから，本願補正発明の効果ではないと主張する。",
                    "しかし，被覆用樹脂層34とクラウン部16の接合による周方向の剛性向上という効果と，被覆コード部同士がタイヤ幅方向において密着して接合(面接合)されていることによる周方向の剛性向上という効果とは，排他的関係になく，重畳的な効果が期待されるものである。",
                    "そして，当業者が，引用文献1の図2と比較しつつ，本願明細書の図2と【0011】とを併せて読めば，本願補正発明において，被覆コード部材の形状は略四角形状であり，しかも，この略四角形状の被覆コード同士がタイヤ幅方向において密着して接合(面接合)されているという構造が，甲1発明と比較して，より高いタイヤ周方向剛性をもたらしていることを理解することができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，仮に，本願補正発明が略四角形状の樹脂被覆コード及び隣接する樹脂被覆コード同士を直接接合する構成を採用したことに伴って，「幅方向のせん断剛性を高め」という効果を奏することが，技術常識であるとすると，本件周知技術の根拠となった文献である周知文献2の【0063】及び周知文献3の【0049】の記載からみて，甲1発明に本件周知技術を適用した場合においても，上記効果を奏することは，当業者が予測できる程度のものにすぎず，顕著な効果とはいえないと主張する。",
                    "しかし，周知文献2の【0063】及び周知文献3の【0049】は，それぞれ，タイヤケース17(周知文献2)及び補強層28(周知文献3)の補強効果及び剛性の向上について言及したものであり，タイヤ自体のせん断剛性の向上について言及したものではなく，タイヤ自体の周方向のせん断剛性及び幅方向のせん断剛性の向上という本願補正発明の効果とは無関係である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "理由2(甲1発明の認定誤りに伴う相違点Cの看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献1の実施例1の発明では，次のとおり，樹脂被覆コード26の芯を形成する補強金属コード(部材)27が，クラウン部の外周面に，螺旋状に「巻き付けられ」ているのではなく，クラウン部に「埋設」されているから，甲1発明のうち「補強金属コードは，前記クラウン部の外周面に，螺旋状に巻きつけられ」との審決の認定は，誤りであり，「補強金属コードは，クラウン部の外周面に埋設され」と認定されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献1の第1の実施形態に関する記載(［0100］～［0113］)によると，補強金属コード(部材)27を芯とした樹脂被覆コード26は，少なくとも一部がクラウン部16に埋設されており，クラウン部16は，樹脂被覆コード26の埋設に対応して物理的に変形している。審決が引用する［0114］～［0121］に照らしても同様である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，「埋設」は，「地中に埋めてとりつけること。」を意味し，例文として，「水道管の埋設工事」，「埋設ケーブル」が記載されているから(甲24の1)，物が「埋設」される場合，埋める物の形状に対応した明らかな物理的変形が，埋められた部分に生じることになる。他方，「巻き付ける」は，「まきつく。まわりに巻いてつける。」を意味し，例文として，「首にマフラーを巻き付ける」と記載されているから(甲24の2)，物を「巻き付ける」場合，巻き付けた物に対応した物理的変形は，巻き付けられた物に生じず，少なくとも，埋設の際に見られるような明らかな物理的変形は生じない。甲24の1・2(大辞林第三版)は，辞書であるから，その語義をなるべく正確に表す例文を記載しているものである。",
                    "また，「タイヤ」の技術分野における「巻き付ける」の用例(甲25～28)を見ても，「巻き付ける」は，単に周面に巻き付けるのみであり，埋める物の形状に対応した明らかな物理的変形が，巻き付けられた物に生じていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願補正発明における「巻回」とは，「巻き巡らすこと」であるから(甲29)，「巻き付ける」と同義である。したがって，本願補正発明における「巻回」は，埋設，より具体的には，甲1発明における，樹脂被覆コード26の直径Dの1／5以上(特に好ましくは1／2を超える埋設の深さ(L)〔引用文献1の［0111］〕)を伴うような，物理的変形を伴うようなものではない。本願明細書の【0035】，【0063】には，「被覆コード部材26をタイヤ骨格部材17のクラウン部16の外周に螺旋状に巻回している」との内容が記載されているし，図1～4にも，埋設された態様は一切開示されていないことに照らしても，本願補正発明の「巻回」に，埋設の態様は含まれない。",
                "仮に，引用文献1における「埋設された状態で螺旋状に巻回されている」との記載が，甲1発明において，「埋設」に「巻き付けた状態での埋設」又は「埋設された状態での巻き付け」が含まれることを示唆しているとしても，発明の構成を特定する文言が引用文献1とは異なる本願補正発明の要旨認定を直ちに左右するものではない。本願補正発明においては，引用文献1の「埋設された状態で螺旋状に巻回されている」のような記載がなく，単に「巻き付ける」や「巻回」という文言が使用されていることは，本願補正発明における「巻回」や「巻き付ける」に埋設が含まれないことを端的に表している。",
                "本願明細書の【0041】，【0055】，【0067】等に記載の溶融接合により，若干の物理的変形が生じるとしても，これは溶融接合の望ましくない副作用であるから，「埋設」における埋め込むことにより固定するという積極的・本質的要素と同一視することはできない。このような溶融は，「(地中に)埋めてとりつけること。」(甲24の2)を意味する埋設に該当しないことからも，「巻き付ける」に溶融が含まれるとしても，「巻き付ける」に「埋設」を含むものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によると，本願補正発明と甲1発明とは，次の相違点Cが相違する。",
                "(相違点C)",
                "本願補正発明において，「前記補強金属コードは，前記クラウン部の外周面に，螺旋状に巻きつけられ」ているのに対し，甲1発明においては，「前記補強金属コードは，前記クラウン部の外周面に，埋設され」ている点。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用文献1の［0111］，［0112］，［0143］及び［0119］の記載によると，甲1発明においては，樹脂被覆コードの直径や加熱して埋設する際の埋設深さについて，細部にわたる特定がされていることが分かる。これに加え，「加熱温度，樹脂被覆コード26に作用させるテンション，及び第1のローラ60による押圧力等によって調整」との記載があることからすると，直径5mmの樹脂被覆コードを，クラウン部に2．5mm埋設するための，「樹脂被覆コード26の加熱温度，樹脂被覆コード26に作用させるテンション，及び第1のローラ60による押圧力等の調整」は，細部にわたる，極めて高度のものが要求されることが分かる。",
                "これに対し，本願補正発明においてされる熱溶着による巻き付けでは，本願明細書上，上記引用文献1に見られるような，埋設に際しての諸条件に関する細部にわたる特定がされていない。そして，樹脂被覆コード又はクラウン部を加熱する場合には埋設は生じないため，加熱に係る詳細な条件は考慮する必要がない。このように，本願補正発明では，加熱温度やテンション，押圧力等に関する極めて高度な調整は要求されるものではない。",
                "物理的変形を伴う埋設と，物理的変形を伴わない巻回とは，そもそも技術思想が異なるが，上記のとおり，加熱温度やテンション，押圧力等に関する極めて高度な調整を要するか否かという点においても，両者の接合方法は異なるものである。",
                "タイヤの技術分野において，このように明らかに異なる接合方法の一つを，他の異なる接合方法に変えて，相違点Cを埋め合わせる動機付けは存在しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "理由3(相違点1の容易想到性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1発明に本件周知技術(略四角形状の補強金属コード)を適用することには，次のとおり，阻害要因がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，周知文献2を例として，略四角形状でもクラウン部に埋設することは可能と判断したが，周知文献2の発明は，クラウン部に溝を形成し，その溝へ樹脂被覆コードを配置しており，甲1発明のように，樹脂被覆コード又はクラウン部を熱して，その熱によって樹脂被覆コードをクラウン部に埋設するものではない。",
                    "また，周知文献2の【0032】には，凹部が事前に形成されること，そして，そのことが補強コード部材のタイヤ骨格部材への埋め込みを可能としている旨記載されているから，溝がなければ略四角形状の樹脂被覆コードをクラウン部に埋設することは不可能である。",
                    "したがって，略四角形状の樹脂被覆コードを埋設するには，溝が必要であるが，甲1発明には溝がないという構造上の阻害要因が存在する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1発明の丸型の樹脂被覆コードは，クラウン部に押し付けた際，クラウン部をタイヤ周方向に沿って線状に押圧する(断面視において点で押圧する)。これに対し，甲1発明の丸型の樹脂被覆コードを略四角形状にすると，クラウン部に押し付けた際，樹脂被覆コードはクラウン部を面で押圧することになるから，丸型の樹脂被覆コードと比較して，クラウン部へ埋め込みにくい。",
                    "そこで，クラウン部へ埋め込むために面圧を高くすると，樹脂被覆及び接着樹脂が流れやすくなる。このため，略四角形状の樹脂被覆コードの構造を維持することができない。",
                    "このように，略四角形状の樹脂被覆コードにすると，クラウン部へ埋め込む面圧を高くする必要があるが，面圧を高くすると略四角形状の樹脂被覆コードの構造を維持することができないという製造上の阻害要因が存在する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲1発明のように，丸型の樹脂被覆コードをタイヤ幅方向に隙間を空けてクラウン部に埋設する場合，溶融したクラウン部樹脂は，丸型の樹脂被覆コード間の隙間に逃げ込み，もって，丸型の樹脂被覆コードは，クラウン部に埋設される。",
                    "これに対し，略四角形状の樹脂被覆コードを隣同士が密着するようにクラウン部に埋設する場合，この密着により隙間がなくなってしまうことから，溶融したクラウン部樹脂の逃げ場がない。このため，略四角形状とされた樹脂被覆コードを密着状態でクラウン部に埋設することはできない。",
                    "このように，丸型の樹脂被覆コードに代えて，略四角形状の樹脂被覆コードをクラウン部に埋設する場合，溶融したクラウン部樹脂の逃げ場がなく，略四角形状とされた樹脂被覆コードを密着状態でクラウン部に埋設することはできないという製造上の阻害要因が存在する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "略四角形状をした被覆コード部材は，次のとおり，周知技術ではないから，審決の本件周知技術の認定は誤りである。",
                "周知技術とは，その技術分野において一般的に知られている技術であって，例えば，これに関し，相当多数の公知文献が存在し，又は業界に知れ渡り，あるいは，必要がないほどよく知られている技術をいうが，周知文献1～3は，いずれも原告が出願人であり，原告の技術である。原告が出願人である特許公開公報以外に相当多数の公知文献もないから，一般的に知られている技術とはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "理由4(相違点2の容易想到性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点2は，次のとおり，実質的な意味でも相違点を構成するから，実質的な相違点ではないとの審決の判断は誤りである。",
                "引用文献1の接着層に関する「100μm」(［0143］)，被覆用組成物28に関する「0．2mm～4．0mm」(［0112］)との各記載は，あくまでも，「平均層厚」に関する記載であるから，これらの記載は，接着層の層厚のうち最も薄い層厚が，被覆用組成物の層厚のうち最も薄い層厚よりも必ず薄くなることを示すものではなく，前者の層厚が後者の層厚よりも厚くなる場合があることを示唆している。",
                "また，甲1発明においては，接着層の層厚を被覆用組成物の層厚より薄くした場合の効果に関する記載がないのに対し，本願明細書の【0009】には，相違点2に係る構成がもたらす効果が明らかにされている。",
                "したがって，本願補正発明において，本願明細書の【0045】にあるように，互いに最も薄い層厚同士の比較の結果，「前記接合用樹脂は，層厚が前記被覆用樹脂層よりも薄い」と特定されているのに対して，甲1発明においては，そのようには特定されていないとの相違点2は，実質的な意味でも相違点を構成する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願補正発明では，接合用樹脂層の層厚を被覆用樹脂層の層厚よりも薄くしていることから，接合用樹脂層の層厚を被覆用樹脂層の層厚以上としたものと比べて，接合用樹脂層が軟らかくなる。これにより，タイヤ転動時のタイヤ変形に対して接合用樹脂層の追従性が向上し，接合用樹脂層に不具合が生じるのを抑制できるという効果が認められる(本願明細書【0009】)。",
                "本願補正発明に上記効果が認められることに鑑みると，相違点2を埋め合わせて本願補正発明に至る動機付けは存在しない。",
                "乙1，2，6，8は，いずれもタイヤとは関係のない技術分野に関するものであるから，仮に，接着層を被接着層よりも薄くすることが周知であるとしても，組合せの動機が全くないし，乙1，2，6，8には，接着層を被接着層より薄くすることが，タイヤ転動時のタイヤ変形に対して接合用樹脂層の追従性が向上し，接合用樹脂層に不具合が生じるのを抑制できるという効果をもたらすことに関する記載もない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "理由1(甲1発明の認定誤りに伴う相違点Aの看過)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1発明のうち「前記被覆層は隣接する被覆層とも溶融接合されている」との審決の認定は，誤りである旨主張するが，引用文献1の［0118］には，「樹脂被覆コードは隣接する樹脂被覆コードとも溶融接合される為，隙間のない状態で巻回される。これにより，樹脂被覆コード26を埋設した部分へのエア入りが抑制される。」と記載されており，「第一の実施形態」に関する他の記載事項とも矛盾がないから，審決の上記認定に誤りはない。",
                "また，原告は，引用文献1の［0108］及び［図2］によると，樹脂被覆コード26のクラウン部16に埋設された部分は，「クラウン部16(タイヤケース17)を構成する樹脂材料を密着」しており，隣接する樹脂被覆コードと直接密着しているわけではないなどと主張するが，引用文献1の［0099］によると，引用文献1の［図2］によって「補強金属コード」の詳細が特定されるわけではないから，図面の記載と整合しないことをもって，甲1発明の認定に誤りがあることにはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，甲1発明の認定に誤りはなく，相違点Aは存しない。",
                "なお，相違点Aに関し，原告の「直接」との主張は，本願の請求項1の記載に基づかない主張である。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願補正発明の顕著な作用効果の存在に鑑みると，甲1発明における丸型の樹脂被覆コード及び被覆コード同士が直接接合されていない構成を，略四角形状の樹脂被覆コード及び隣接する被覆コード同士が直接接合される構成に置き換え，相違点Aを埋め合わせる動機付けは存在しない旨主張するが，前記(2)のとおり，審決の相違点の認定に誤りはないから，前提において失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，引用文献1において，［0118］と図面の記載に矛盾があり，甲1発明が，相違点Aに関する構成を有しているか不明である点を相違点として認定したとしても，略四角形状の被覆コード部材(補強金属コード)をタイヤ幅方向に隣接する部分同士で，熱溶着によって，直接接合することは，周知技術(甲5の【請求項4】，【0061】，【0063】及び図2並びに甲6の【請求項2】，【0046】，【0049】，【0050】及び図2)であり，甲1発明において，この周知技術を適用して，相違点Aに係る構成とすることは，当業者が容易に想到し得たということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願補正発明においては，被覆コード部材がもたらすタイヤ周方向のせん断剛性(接地面内の周方向せん断剛性)を高め，さらに，幅方向のせん断剛性を高めるという効果が認められる旨主張するが，次のとおり，理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明においても，被覆コード部材(補強金属コード)をタイヤ骨格部材(タイヤ骨格体)のクラウン部の外周に螺旋状に巻きつけているから，本願補正発明と同様に，「周方向のせん断剛性を高め」という効果を奏する。",
                        "また，本願明細書の【0064】によると，「タイヤ周方向剛性がさらに向上する」との効果は，本願の請求項2に係る発明が有する「被覆コード部材26の被覆用樹脂層とタイヤ骨格部材17のクラウン部16を熱溶着によって接合していること」という構成からもたらされるものであり，本願補正発明が略四角形状の樹脂被覆コード及び隣接する樹脂被覆コード同士を直接接合する構成を採用したことによりもたらされるものではないから，本願補正発明の効果ではない。",
                        "仮に，本願補正発明が略四角形状の樹脂被覆コード及び隣接する樹脂被覆コード同士を直接接合する構成を採用したことに伴って，「周方向のせん断剛性を高め」という効果を奏することが，本願明細書等の記載から導かれる又は読み取れる事項であるとすると，上記効果を奏することは，当業者が予測可能なものであって顕著なものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「幅方向のせん断剛性を高める」という効果は，本願明細書等の記載に基づかないものである。",
                        "仮に，本願補正発明が略四角形状の樹脂被覆コード及び隣接する樹脂被覆コード同士を直接接合する構成を採用したことに伴って，「幅方向のせん断剛性を高め」という効果を奏することが，技術常識であるとすると，本件周知技術の根拠となった文献である周知文献2の【0063】及び周知文献3の【0049】の記載からみて，甲1発明に本件周知技術を適用した場合においても，上記効果を奏することは，当業者が予測できる程度のものにすぎず，顕著な効果とはいえない。",
                        "また，甲1発明においても，「補強金属コード」の「被覆層」は，隣接する「被覆層」と溶融接合，すなわち，直接接合されているから，隣接する補強金属コード間にせん断応力を生じさせることができる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "理由2(甲1発明の認定誤りに伴う相違点Cの看過)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1発明のうち「補強金属コードは，前記クラウン部の外周面に，螺旋状に巻きつけられ」との審決の認定は，誤りである旨主張するが，引用文献1の［0118］には，「加熱された樹脂被覆コード26は，排出口76を通り，図3の矢印R方向に回転するタイヤケース17のクラウン部16の外周面に，一定のテンションをもって螺旋状に巻きつけられる。」などと記載されているから，「樹脂被覆コード26」が「螺旋状に巻きつけられている」ことは明らかであり，審決の上記認定に誤りはない。",
                "また，原告は，甲24の1・2に基づいて，物を「巻き付ける」場合，巻き付けた物に対応した物理的変形は，巻き付けられた物に生じず，少なくとも，埋設の際に見られるような明らかな物理的変形は生じないなどと主張するが，甲24の1・2に示されたものは単なる例文にすぎず，「巻き付ける(巻きつける)」が「埋設」を排除するものであると定義付けるような記載はないから，「巻き付ける」の語義自体に物理的変形を伴わないといった意味内容が含まれることの根拠にはならない。",
                "原告は，「タイヤ」の技術分野における「巻き付ける」の用例(甲25～28)を見ても，「巻き付ける」は，単に周面に巻き付けるのみであり，埋める物の形状に対応した明らかな物理的変形が，巻き付けられた物に生じていないとも主張するが，甲25～28は，ゴム性部材等を溶融しない又は溶融していない硬い部材に巻き付けるものであるから，埋設されないのが当然であるし，「巻き付ける(巻きつける)」が「埋設」を排除するものであると定義付けるような記載はない。",
                "さらに，原告の出願に係る引用文献1に「埋設された状態で螺旋状に巻回されている」(［0108］)との記載があること(甲2の【0108】，甲3の【0081】及び甲7の【0118】にも同様の記載がある。)からしても，「埋設」と「巻き付ける(巻きつける)」は，両立する概念である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，甲1発明の認定に誤りはなく，相違点Cは存しない。",
                "仮に，甲1発明が「埋設」を含めて認定されるべきものであるとしても，甲1発明は，「埋設された状態で螺旋状に巻きつけられ」と認定できるものである。そして，本願明細書の【0041】，【0055】，【0067】の記載等からすると，本願補正発明は，埋設されているものを排除していないから，相違点Cは，相違点とならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，甲1発明における樹脂被覆コードのクラウン部への埋設を，被覆コードのクラウン部への巻回に置き換えて，相違点Cを埋め合わせる動機付けが存在しない旨主張するが，前記(2)のとおり，審決の相違点の認定に誤りはないから，前提において失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "理由3(相違点1の容易想到性判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1発明に本件周知技術を適用することについて，略四角形状の樹脂被覆コードを埋設するには，溝が必要であるが，甲1発明には溝がないという構造上の阻害要因が存在する旨主張する。",
                "しかし，周知文献2の【0032】，【0080】の記載によると，「溝」は略四角形状の樹脂被覆コードを簡単に埋め込むため又は位置決めのためのものであって，略四角形状の樹脂被覆コードを「埋設」するために「溝」は必ずしも必要なものではない。",
                "仮に，「埋設」するために「溝」が必要であるとしても，甲1発明に本件周知技術を適用する際に，「簡単に埋め込む」ようにすることや「位置決め」を行うことは，当業者が当然考慮すべき事項であるから，そのための溝を設けることは，当業者が適宜なし得たことにすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲1発明に本件周知技術を適用することについて，略四角形状の樹脂被覆コードにすると，クラウン部へ埋め込む面圧を高くする必要があるが，面圧を高くすると略四角形状の樹脂被覆コードの構造を維持することができないという製造上の阻害要因が存在する旨主張する。",
                "しかし，周知文献2の【0080】に記載された方法に従えば，略四角形状の樹脂被覆コードをクラウン部に埋め込めることから，甲1発明において本件周知技術を適用した際に，周知文献2と同様にすると，「略四角形状の樹脂被覆コードの構造を維持する」ことができることは，当業者に明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，甲1発明に本件周知技術を適用することについて，丸型の樹脂被覆コードに代えて，略四角形状の樹脂被覆コードをクラウン部に埋設する場合，溶融したクラウン部樹脂の逃げ場がなく，略四角形状とされた樹脂被覆コードを密着状態でクラウン部に埋設することはできないという製造上の阻害要因が存在する旨主張する。",
                "しかし，甲1発明に本件周知技術を適用して，略四角形状の樹脂被覆コードをクラウン部に埋設する場合，引用文献1(［0118］，［0119］及び図3)及び周知文献2(【0080】)に記載された方法に従えば，略四角形状の樹脂被覆コードは，巻き付けに伴い順番に埋設されるものであり，全ての巻き付けが終わった後で同時に埋設されるわけではないから，溶融したクラウン部の樹脂の逃げ場はある。",
                "仮に，略四角形状の樹脂被覆コードが同時に埋設されるようにしたとしても，幅方向の両端部から，樹脂が逃げることは可能である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，周知文献1～3は，いずれも原告が出願人であり，原告の技術であるし，原告が出願人である特許公開公報以外に相当多数の公知文献もないから，審決の本件周知技術の認定は誤りである旨主張する。",
                "しかし，審決が周知技術を示す文献として挙げたものに原告以外の文献がないからといって，周知文献1～3に記載された技術が周知技術とならない理由はない。",
                "また，原告以外の者の特許出願の公開公報である特開2006-282102号公報(甲10。【0038】及び図6(A))，国際公開第2008／065832号(乙4。［0002］，［0003］，［0017］，［0023］，［0024］及び図4)並びに特開平4-78603号公報(乙5。4頁左上欄6行～9行及び第5図)には，ゴムによる被覆ではあるが，略四角形状をした被覆コード部材が記載されている。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "理由4(相違点2の容易想到性判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点2は，実質的な意味でも相違点を構成するから，実質的な相違点ではないとの審決の判断は誤りである旨主張する。",
                "しかし，原告の主張は，本願補正発明の相違点2に係る構成が，「接合用樹脂層のあらゆる部分における層厚が，被覆用樹脂層のあらゆる部分の層厚よりも薄い」と限定解釈されることを前提とするものであると解されるが，特許請求の範囲の記載に基づくものではないといわざるを得ない。",
                "仮に，この限定解釈が成り立つとしても，接着層に関する「100μm」，被覆用組成物に関する「0．2mm～4．0mm」との各記載によると，平均層厚において，「0．2mm」の場合は「100μm」の2倍，「4．0mm」の場合は「100μm」の40倍の差があるから，接着層の層厚が被覆用組成物の層厚よりも薄くなっていると考えるべきである。例えば，被覆層や被覆用組成物の層が真円形状ではなく，楕円形状等のいびつな形状であるとしても，平均層厚にこれだけ差がある以上，接着層の層厚が被覆用組成物の層厚よりも薄くなっていると考えるのが極めて自然である。",
                "そして，甲1発明が，相違点2に係る発明特定事項を有する以上，接合用樹脂層の層厚を被覆用樹脂層の層厚以上としたものと比べて，接合用樹脂層が軟らかくなり，これにより，タイヤ転動時のタイヤ変形に対して接合用樹脂層の追従性が向上し，接合用樹脂層に不具合が生じるのを抑制できるという原告主張の効果を，甲1発明が奏することは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，相違点2が実質的な相違点であるとしても，前記(1)のとおり，平均層厚でみて，これだけ差があり，接着層を被接着層より薄くすることは周知である(乙1，2，6～8)から，甲1発明において，相違点2に係る発明特定事項とする動機付けはあるというべきである。",
                "そして，接合用樹脂層の層厚を薄くすると，接合用樹脂層の層厚を厚くしたものと比べて，接合用樹脂層が軟らかくなることは，技術常識(乙1の【0010】，乙2の2頁右上欄～左下欄，乙3の【0031】)であるから，甲1発明においても，接着層を被覆層よりも薄くすれば，厚くしたものと比べて，接着層は軟らかくなり，タイヤ変形に対して追従しやすくなることは，当業者にとって予測可能なものである。相違点2に係る発明特定事項により奏されるとされる，前記(1)の原告主張の効果は，顕著なものとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願補正発明について",
          "text": [
            "本願明細書(甲12，15，22)には，以下の記載がある。なお，本件補正において，明細書は，【0008】が補正されたのみであるから，拒絶査定前補正1がされた後の明細書の記載も，【0008】を除き，以下の記載と同一である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "【0001】",
                "本発明は，タイヤに係り，特にタイヤ骨格部材が樹脂材料を用いて形成されたタイヤに関する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "背景技術",
              "text": [
                "【0002】",
                "近年では，軽量化や成型の容易さ，リサイクルのしやすさから，樹脂材料(例えば，熱可塑性樹脂，熱可塑性エラストマーなど)をタイヤ材料として用いることが求められている。",
                "【0003】",
                "特許文献1〔判決注・特開平03-143701号公報〕には，タイヤ骨格部材を熱可塑性の樹脂材料で形成したタイヤが開示されている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "【0005】",
                "ところで，特許文献1に開示されたタイヤでは，ゴム被覆された補強コードをタイヤ骨格部材の外周に設けているが，リサイクル時において補強コードからゴムを分離するのは容易でないため，リサイクルを容易にする観点から補強コードを樹脂被覆する技術について検討されている。",
                "【0006】",
                "補強コードを被覆用樹脂材料で被覆する場合，補強コードと被覆用樹脂材料との間に接着用樹脂材料を介在させて両者を強固に接着することが望まれる。しかし，接着用樹脂材料は，被覆用樹脂材料と比べて硬い(引張弾性率が高い)傾向にあるため，タイヤ転動時のタイヤ変形に追従できずに不具合を生じる虞がある。",
                "【0007】",
                "本発明は，上記事実を考慮して成されたものであり，補強コードと被覆用樹脂層とを接合する接合用樹脂層に不具合が生じるのを抑制できるタイヤを提供することを課題とする。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "課題を解決するための手段",
              "text": [
                "【0008】",
                "本発明の請求項1に記載のタイヤは，骨格用樹脂材料で形成された環状のタイヤ骨格部材と，前記タイヤ骨格部材に設けられ，タイヤ周方向に延びる補強コードと，被覆用樹脂材料で形成され，前記補強コードを被覆すると共に前記タイヤ骨格部材に接合された被覆用樹脂層と，前記被覆用樹脂材料よりも弾性率が高い接合用樹脂材料で形成され，前記補強コードと前記被覆用樹脂層との間に配置されて前記補強コードと前記被覆用樹脂層とを接合する接合用樹脂層と，を備える被覆コード部材と，を有し，前記タイヤ骨格部材は，ビード部と，前記ビード部のタイヤ径方向外側に連なるサイド部と，前記サイド部のタイヤ幅方向内側に連なるクラウン部と，を備え，前記被覆コード部材は，前記補強コードが延びる方向と直交する方向の断面形状が略四角形状とされており，前記クラウン部の外周に螺旋状に巻回されると共にタイヤ幅方向に隣接する部分同士が熱溶着によって接合されているタイヤにおいて，前記接合用樹脂層は，層厚が前記被覆用樹脂層よりも薄い。",
                "【0009】",
                "請求項1に記載のタイヤでは，接合用樹脂層の層厚を被覆用樹脂層の層厚よりも薄くしていることから，例えば，接合用樹脂層の層厚を被覆用樹脂層の層厚以上としたものと比べて，接合用樹脂層が軟らかくなる。これにより，タイヤ転動時のタイヤ変形に対して接合用樹脂層の追従性が向上し，接合用樹脂層に不具合が生じるのを抑制できる。",
                "【0011】",
                "請求項1に記載のタイヤでは，被覆コード部材をタイヤ骨格部材のクラウン部の外周に螺旋状に巻回していることから，クラウン部のタイヤ周方向剛性が向上する。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "発明の効果",
              "text": [
                "【0020】",
                "以上説明したように，本発明のタイヤによれば，補強コードと被覆用樹脂層とを接合する接合用樹脂層に不具合が生じるのを抑制できる。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "発明を実施するための形態",
              "text": [
                "【0022】",
                "以下，実施形態を挙げ，本発明の実施の形態について説明する。図面において，矢印TWはタイヤ幅方向を示し，矢印TRはタイヤ径方向(タイヤ回転軸(不図示)と直交する方向)を示し，矢印TCはタイヤ周方向を示している。また，以下では，タイヤ径方向に沿ってタイヤ回転軸に近い側を「タイヤ径方向内側」，タイヤ径方向に沿ってタイヤ回転軸に対して遠い側を「タイヤ径方向外側」と記載する。一方，タイヤ幅方向に沿ってタイヤ赤道面CLに近い側を「タイヤ幅方向内側」，その反対側，すなわち，タイヤ幅方向に沿ってタイヤ赤道面CLに対して遠い側を「タイヤ幅方向外側」と記載する。",
                "なお，各部の寸法測定方法は，JATMA(日本自動車タイヤ協会)が発行する2014年度版YEAR  BOOKに記載の方法による。",
                "【0023】",
                "＜第1実施形態＞",
                "図1に示されるように，第1実施形態のタイヤ10は，内部に空気を充填して用いる空気入りタイヤであり，従来一般のゴム製の空気入りタイヤと略同様の断面形状を呈している。",
                "【図1】〔判決注・便宜上右に90°回転させた〕",
                "【0024】",
                "本実施形態のタイヤ10は，タイヤ10の骨格部分となるタイヤ骨格部材17を備えている。タイヤ骨格部材17は，骨格用樹脂材料を環状に形成したものである。このタイヤ骨格部材17は，タイヤ幅方向に間隔をあけて配置された一対のビード部12と，ビード部12のタイヤ径方向外側に連なるサイド部14と，サイド部14のタイヤ幅方向内側に連なり，各々のサイド部14のタイヤ径方向外側端同士を繋ぐクラウン部16と，を含んで構成されている。",
                "なお，タイヤ骨格部材17の周方向，幅方向，径方向は，それぞれタイヤ周方向，タイヤ幅方向，タイヤ径方向に対応している。",
                "【0025】",
                "タイヤ骨格部材17は，骨格用樹脂材料を主原料として形成されている。この骨格用樹脂材料には，加硫ゴムは含まれない。骨格用樹脂材料としては，熱可塑性樹脂(熱可塑性エラストマーを含む)，熱硬化性樹脂，及びその他の汎用樹脂のほか，エンジニアリングプラスチック(スーパーエンジニアリングプラスチックを含む)等が挙げられる。",
                "【0032】",
                "図1に示されるように，ビード部12は，被覆ゴム24を介して標準リム(図示省略)に嵌合する部位であり，内部にタイヤ周方向に沿って延びる環状のビードコア18が埋設されている。ビードコア18は，金属コード(例えば，スチールコード)，有機繊維コード，樹脂被覆した有機繊維コード，または硬質樹脂などのビードコード(不図示)で構成されている。なお，ビードコア18に関しては，ビード部12の剛性を十分に確保できれば省略してもよい。",
                "【0033】",
                "サイド部14は，タイヤ10の側部を構成する部位であり，ビード部12からクラウン部16に向ってタイヤ幅方向外側に凸となるように緩やかに湾曲している。",
                "【0034】",
                "クラウン部16は，タイヤ径方向外側に配設される後述するトレッド30を支持する部位であり，外周面がタイヤ幅方向に沿って略平坦状とされている。",
                "【0035】",
                "クラウン部16のタイヤ径方向外側には，ベルト層28が配設されている。このベルト層28は，被覆コード部材26をタイヤ周方向に螺旋状に巻回して形成されている。なお，被覆コード部材26の詳細については後述する。",
                "【0036】",
                "ベルト層28のタイヤ径方向外側には，トレッド30が配設されている。このトレッド30は，ベルト層28を覆っている。また，トレッド30には，路面との接地面にトレッドパターン(図示省略)が形成されている。",
                "【0037】",
                "また，タイヤ骨格部材17には，サイド部14の外面からビード部12の内面に亘って被覆ゴム24が配設されている。この被覆ゴム24を構成するゴム材としては，タイヤ骨格部材17よりも耐候性及び標準リムとのシール性が高いゴム材を用いている。なお，本実施形態では，タイヤ骨格部材17の外面がすべてトレッド30と被覆ゴム24とによって覆われている。",
                "【0038】",
                "次に被覆コード部材26について詳細に説明する。",
                "図2に示されるように，被覆コード部材26は，タイヤ周方向に延びる補強コード32と，この補強コード32を被覆する被覆用樹脂層34と，補強コード32と被覆用樹脂層34との間に配置されて補強コード32と被覆用樹脂層34とを接合(接着)する接合用樹脂層36と，を備えている。",
                "【図2】",
                "【0039】",
                "補強コード32は，金属繊維や有機繊維等のモノフィラメント(単線)又はこれらの繊維を撚ったマルチフィラメント(撚り線)で構成されている。なお，本実施形態では，補強コード32を金属繊維をよった金属コードとしている。",
                "【0040】",
                "被覆用樹脂層34は，被覆用樹脂材料で形成されている。この被覆用樹脂材料としては，タイヤ骨格部材17を形成する骨格用樹脂材料と同様のものを用いることができる。なお，本実施形態では，被覆用樹脂材料として，熱可塑性樹脂を用いており，被覆用樹脂層34がクラウン部16に熱溶着によって接合されている。",
                "【0041】",
                "また，本実施形態では，被覆用樹脂層34とクラウン部16を熱溶着で接合するため，被覆用樹脂材料と骨格用樹脂材料を同じ樹脂材料とすることが接合強度の観点から好ましい。なお，本発明はこの構成に限定されず，被覆用樹脂材料と骨格用樹脂材料を異なる樹脂材料としてもよい。",
                "【0042】",
                "また，被覆用樹脂層34は，断面形状が略四角形状とされている。なお，被覆用樹脂層34の断面形状は略四角形状に限定されない。例えば，断面円形状や，断面台形状であっても構わない。",
                "【0043】",
                "接合用樹脂層36は，被覆用樹脂材料よりも弾性率が高く，補強コード32との接着性に優れる接合用樹脂材料で形成されている。なお，ここでいう「弾性率」とは，JIS  K7161に規定される引張弾性率を指す。また，接合用樹脂層36の弾性率は，被覆用樹脂層34の弾性率の1～5倍に設定することが好ましい。",
                "【0045】",
                "接合用樹脂層36の層厚T1は，被覆用樹脂層34の層厚T2よりも薄く(小さく)されている。なお，ここでいう「層厚」は，補強コード32の中心から補強コード32の径方向に沿って測定した厚みの中で最も厚みの薄い部分を指す。",
                "【0046】",
                "また，本実施形態では，接合用樹脂層36の層厚T1を5μm～500μmの範囲内に設定している。",
                "【0047】",
                "図1及び図2に示されるように，被覆コード部材26は，クラウン部16の外周にタイヤ周方向に巻き付けられ且つ熱溶着によって接合されている。",
                "また，被覆コード部材26は，クラウン部16の外周にタイヤ幅方向に隙間なく巻き付けられ，タイヤ幅方向に隣接する部分同士が熱溶着によって接合されている。なお，本発明は上記構成に限定されず，例えば，被覆コード部材26がタイヤ幅方向に隙間をあけて巻き付けられる構成としてもよい。",
                "【0048】",
                "次に，本実施形態のタイヤ10の製造方法の一例を説明する。",
                "【0049】",
                "まず，骨格形成工程について説明する。・・・",
                "【0053】",
                "次に，被覆コード部材成形工程について説明する。",
                "被覆コード部材成形工程では，まず，補強コード32を溶融状態の接着用樹脂材料で被覆し，接着用樹脂材料が固化する前に溶融状態の被覆用樹脂材料で被覆する。そして，接着用樹脂材料及び被覆用樹脂材料が冷却固化されると，補強コード32の外周に接合用樹脂層36と被覆用樹脂層34とがそれぞれ形成されて被覆コード部材26が形成される。",
                "なお，被覆コード部材成形工程は，上記構成に限定されず，補強コード32を被覆した接着用樹脂材料が冷却固化された後で，溶融状態の被覆用樹脂材料で被覆する構成としてもよい。",
                "【0054】",
                "被覆用樹脂層34及び接合用樹脂層36のそれぞれの形状は，図示しない押出機の押出口の形状を変更することで変えることができる。また，被覆用樹脂層34及び接合用樹脂層36のそれぞれの層厚についても同様に，押出機の押出口の開き量を変更することで調整することができる。",
                "本実施形態では，図示しない押出機の押出口の開き量を変更して，接合用樹脂層36の層厚T1が被覆用樹脂層34の層厚T2よりも薄く(小さく)なるようにしている。",
                "【0055】",
                "次に，ベルト成形工程について説明する。このベルト成形工程では，タイヤ骨格部材17の外周にベルト層28を形成する。具体的には，タイヤ骨格部材17のクラウン部16に被覆コード部材26を螺旋状に巻き付けてベルト層28を形成する。ここで，補強コード32は，被覆用樹脂層34のクラウン部16の外面と接触する部分を溶融させながらクラウン部16に巻き付けられるため，被覆用樹脂材料の冷却固化後には，クラウン部16に熱溶着によって強固に接合される。",
                "【0056】",
                "次に，トレッド配置工程について説明する。このトレッド配置工程では，トレッド30となる未加硫トレッドゴム(図示省略)をベルト層28のタイヤ径方向外側に配置する。具体的には，タイヤ一周分の帯状の未加硫ゴムトレッドを，タイヤ骨格部材17の外周に巻き付けると共にベルト層28及びタイヤ骨格部材17の各々の外周面に接着剤を用いて接着する。",
                "【0060】",
                "次に，本実施形態のタイヤ10の作用効果について説明する。",
                "タイヤ10では，接合用樹脂層36の層厚T1を被覆用樹脂層34の層厚T2よりも薄くしていることから，例えば，層厚T1を層厚T2以上とした場合と比べて，接合用樹脂層36が軟らかくなる。これにより，タイヤ転動時のタイヤ10の変形に対して接合用樹脂層36の追従性が向上し，接合用樹脂層36に不具合(一例として，亀裂)が生じるのを抑制できる。これにより，タイヤ10の耐久性が向上する。",
                "【0061】",
                "また，被覆用樹脂材料の弾性率を接合用樹脂材料の弾性率よりも低くしていることから，金属コードである補強コード32からクラウン部16までの弾性率差(剛性段差)を緩和できるため，補強コード32と被覆用樹脂層34との間に剥離などが生じるのを抑制できる。",
                "【0062】",
                "さらにタイヤ10では，接合用樹脂層36の層厚T1を5μm～500μmの範囲内に設定していることから，接合用樹脂層36がさらに軟らかくなる。これにより，タイヤ転動時のタイヤ10の変形に対して接合用樹脂層36の追従性がさらに向上する。なお，層厚T1を5μm未満にした場合，補強コード32と被覆用樹脂層34との接合力が十分に確保できない虞がある。一方，層厚T1を500μmm〔判決注・「500μm」の誤記と認める。〕以上とした場合には，接合用樹脂層36の柔軟性を十分に確保できない虞がある。したがって，接合用樹脂層36の層厚T1は，5μm～500μmの範囲内に設定することが好ましい。",
                "【0063】",
                "また，被覆コード部材26をタイヤ骨格部材17のクラウン部16の外周に螺旋状に巻回していることから，クラウン部16のタイヤ周方向剛性が向上する。また，被覆コード部材26によって形成されるベルト層28のたが効果によって，タイヤ転動時におけるクラウン部16の径成長(クラウン部16が径方向に膨らむ現象)が抑制される。",
                "【0064】",
                "またさらに，タイヤ10では，被覆コード部材26の被覆用樹脂層34とタイヤ骨格部材17のクラウン部16を熱溶着によって接合していることから，被覆用樹脂層34とクラウン部16の接合強度が向上する。これにより，クラウン部16のタイヤ周方向剛性がさらに向上する。",
                "【0065】",
                "第1実施形態のタイヤ10では，1本の被覆コード部材26をクラウン部16の外周にタイヤ周方向に螺旋状に巻回すると共に接合する構成としているが，本発明はこの構成に限定されず，複数の被覆コード部材26を並列させて帯状とした帯状体をクラウン部16の外周にタイヤ周方向に螺旋状に巻回と共に接合する構成としてもよい。",
                "【0066】",
                "また，第1実施形態では，クラウン部16の外周面をタイヤ幅方向断面において平坦状にしているが，本発明はこの構成に限定されず，上記外周面をタイヤ幅方向断面において平坦状にしなくてもよい。例えば，クラウン部16の外周面をタイヤ幅方向断面においてタイヤ径方向外側へ膨らませた湾曲形状(円弧形状)にしてもよい。",
                "【0067】",
                "第1実施形態のタイヤ10の製造方法では，被覆コード部材26の被覆用樹脂層34を溶融状態にしてクラウン部16と被覆コード部材26とを熱溶着で接合する構成としているが，本発明はこの構成に限定されない。例えば，クラウン部16の外周面を溶融状態にしてクラウン部16と被覆コード部材26とを熱溶着で接合する構成としてもよく，被覆コード部材26の被覆用樹脂層34とクラウン部16の外周面をそれぞれ溶融状態にしてクラウン部16と被覆コード部材26とを熱溶着で接合する構成としてもよい。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "理由1(甲1発明の認定誤りに伴う相違点Aの看過)及び理由2(甲1発明の認定誤りに伴う相違点Cの看過)について",
      "content": [
        {
          "fig": "(1)",
          "subject": "引用文献1について",
          "text": [
            "引用文献1(甲1)には，以下の記載がある。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "特許請求の範囲",
              "text": [
                "［請求項1］",
                "樹脂材料で形成された環状のタイヤ骨格体と，該タイヤ骨格体の外周部に巻回される補強金属コード部材と，を有し，",
                "前記補強金属コード部材の少なくとも一部が，ホットメルト接着剤を含む接着層を介して，熱可塑性樹脂及び熱可塑性エラストマーから選ばれる少なくとも1種の熱可塑性材料を含む被覆用組成物で被覆されているタイヤ。"
              ]
            },
            {
              "fig": "イ",
              "subject": "技術分野",
              "text": [
                "［0001］  本発明は，リムに装着されるタイヤに関する。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "背景技術",
              "text": [
                "［0002］  従来，乗用車等の車両には，ゴム，有機繊維材料，スチール部材等を用いて形成された空気入りタイヤが用いられている。",
                "［0003］  近年では，軽量化，成形の容易さ，リサイクルのし易さ等の理由から，樹脂材料，特に熱可塑性樹脂や熱可塑性エラストマーといった熱可塑性の高分子材料をタイヤの材料として用いることが検討されている。例えば，特許文献1には，熱可塑性の高分子材料を用いて形成された空気入りタイヤが開示されている。",
                "［0004］  熱可塑性の高分子材料を用いたタイヤは，ゴム製の従来タイヤと比べて，製造が容易で且つ低コストであるが，特開2003-104008号公報のように，カーカスプライ等の補強部材を内包せずに均一な熱可塑性樹脂のみでタイヤを成形した場合，ゴム製の従来タイヤと同等の耐応力，耐内圧及び剛性を発揮することは，容易には実現し難い。そのため，熱可塑性の高分子材料を用いたタイヤには，従来のゴム製タイヤと比して遜色のない性能の実現が求められていた。",
                "［0005］  タイヤの耐久性を高める試みとしては，例えば，タイヤ本体(タイヤ骨格体)のトレッド底部のタイヤ半径方向外面に，補強コードをタイヤ周方向に連続して螺旋状に巻回した補強層を設けることにより，タイヤ本体の耐カット性や耐パンク性を改善する方法が提案されている(例えば，特開平03-143701号公報参照)。また，補強層(ベルト層)に用いられるスチールコード(ワイヤー)に関する技術として，ラジアルタイヤのカーカス層，ビード補強層，及びベルト層に用いられるタイヤ用スチールコード(例えば，特許第4423772号公報参照)や，スチールコード本体の周囲に熱可塑性樹脂中にエラストマーを分散させた熱可塑性エラストマー組成物を被覆したタイヤ補強用スチールコード(例えば，特開2010-53495号公報参照)が提案されている。"
              ]
            },
            {
              "fig": "エ",
              "subject": "発明が解決しようとする課題",
              "text": [
                "［0006］  一般に，補強コードを用いる場合には，タイヤの性能上，タイヤ骨格体に補強コードが十分に固定されることが要求される。しかし，補強コードとしてスチールコード等の金属部材を用いた場合，通常の成型条件では補強コードとタイヤ骨格体との接着性を良好にすることは難しい。本発明者が検討したところ，タイヤ骨格体とスチールコード等の補強部材との接着耐久性を向上させることで，タイヤ自体の耐久性を向上させることができることを見出した。",
                "［0007］  これに対して，特許第4423772号公報に記載されたタイヤ用スチールコードは，ワイヤーで形成されたコアとシースとからなる撚り構造のスチールに対して熱可塑性エラストマー配合物を充填するものである。しかしながら，このような技術はゴム製のラジアルタイヤに装着することを意図したものであり，特許第4423772号公報には，樹脂材料を用いたタイヤと補強部材との関係については開示されていない。また，特開2010-53495号公報に記載されたタイヤ補強用スチールコードもゴム製のラジアルタイヤへの装着を意図したものであり，タイヤ骨格体の形成に樹脂材料を用いたタイヤにおいて，補強部材とタイヤ骨格体との接着耐久性を向上させることについては開示されていない。",
                "［0008］  本発明は，上記事情に鑑みてなされたものであり，樹脂材料で形成されたタイヤ骨格体を有し，耐久性に優れたタイヤを提供することを課題とする。"
              ]
            },
            {
              "fig": "オ",
              "subject": "課題を解決するための手段",
              "text": [
                "［0009］  上記課題を達成するための具体的な手段は，以下の通りである。",
                "樹脂材料で形成された環状のタイヤ骨格体と，該タイヤ骨格体の外周部に巻回される補強金属コード部材と，を有し，前記補強金属コード部材の少なくとも一部が，ホットメルト接着剤を含む接着層を介して，熱可塑性樹脂及び熱可塑性エラストマーから選ばれる少なくとも1種の熱可塑性材料を含む被覆用組成物で被覆されているタイヤ。",
                "［0010］  なお，本明細書において，「樹脂」とは，熱可塑性樹脂及び熱硬化性樹脂を含む概念であり，従来の天然ゴム，合成ゴム等の加硫ゴムは含まない。",
                "また，以下の樹脂の説明において「同種」とは，エステル系同士，スチレン系同士等，樹脂の主鎖を構成する骨格と共通する骨格を備えたものを意味する。",
                "［0011］  また，本明細書において「～」を用いて表される数値範囲は，「～」の前後に記載される数値を下限値及び上限値として含む範囲を意味する。",
                "また，「工程」との語は，独立した工程だけではなく，他の工程と明確に区別できない場合であっても，その工程の所期の目的が達成されれば，本用語に含まれる。"
              ]
            },
            {
              "fig": "カ",
              "subject": "発明の効果",
              "text": [
                "［0012］  本発明によれば，樹脂材料で形成されたタイヤ骨格体を有し，耐久性に優れたタイヤを提供することができる。"
              ]
            },
            {
              "fig": "キ",
              "subject": "発明を実施するための形態",
              "text": [
                "［0099］  以下，図面に従って，本発明の実施形態に係るタイヤについて説明する。なお，以下に示す各図(図1A，図1B，図2，図3，及び図4)は，模式的に示した図であり，各部の大きさ及び形状は，理解を容易にするために，適宜誇張して示している。",
                "［第一の実施形態］",
                "まず，図1A及び図1Bを参照しながら，本発明の第一の実施形態に係るタイヤ10について説明する。図1Aは，第一の実施形態に係るタイヤの一部の断面を示す斜視図である。図1Bは，リムに装着したビード部の断面図である。図1Aに示すように，第一の実施形態に係るタイヤ10は，従来の一般的なゴム製の空気入りタイヤと略同様の断面形状を呈している。",
                "［図1A］",
                "［図1B］",
                "［0100］  本発明の第一の実施形態に係るタイヤ10は，リム20のビードシート21とリムフランジ22とに接触する1対のビード部12と，ビード部12からタイヤ径方向外側に延びるサイド部14と，一方のサイド部14のタイヤ径方向外側端と他方のサイド部14のタイヤ径方向外側端とを連結するクラウン部(外周部)16と，からなるタイヤケース17を備えている。タイヤケース17は，ポリアミド系熱可塑性エラストマーを含む樹脂材料を用いて形成されている。",
                "［0101］  本発明の第一の実施形態に係るタイヤ10では，タイヤケース17は，一つのビード部12と一つのサイド部14と半幅のクラウン部16とを一体として射出成形された同一形状の円環状のタイヤケース半体(タイヤ骨格片)17Aを互いに向かい合わせ，タイヤ赤道面部分で接合することにより形成されている。",
                "［0102］  本発明の第一の実施形態に係るタイヤ10のビード部12には，従来の一般的な空気入りタイヤと同様に，スチールコードからなる円環状のビードコア18が埋設されている。また，ビード部12のリム20と接触する部分や，少なくともリム20のリムフランジ22と接触する部分には，タイヤケース17を構成する樹脂材料よりもシール性に優れた材料であるゴムからなる円環状のシール層24が形成されている。",
                "［0103］  本発明の第一の実施形態に係るタイヤ10のクラウン部16には，補強コードである樹脂被覆コード26が，タイヤケース17の軸方向に沿った断面視で，少なくとも一部がクラウン部16に埋設された状態で，タイヤケース17の周方向に螺旋状に巻回されている。また，樹脂被覆コード26のタイヤ径方向外周側には，タイヤケース17を構成する樹脂材料よりも耐摩耗性に優れた材料であるゴムからなるトレッド30が配置されている。なお，樹脂被覆コード26の詳細については，後述する。",
                "［0108］  次に，図2を参照しながら，樹脂被覆コード26について説明する。図2は，第一の実施形態に係るタイヤのタイヤ回転軸に沿った断面図であり，樹脂被覆コードがタイヤケースのクラウン部に埋設された状態を示す。",
                "図2に示すように，本発明の第一の実施形態に係るタイヤ10では，樹脂被覆コード26は，タイヤケース17の軸方向に沿った断面視で，その少なくとも一部がクラウン部16に埋設された状態で螺旋状に巻回されている。そして，樹脂被覆コード26のクラウン部16に埋設された部分は，クラウン部16(タイヤケース17)を構成する樹脂材料と密着した状態となっている。図2におけるLは，クラウン部16(タイヤケース17)に対する樹脂被覆コード26のタイヤ回転軸方向への埋設深さを示す。本発明の第一の実施形態に係るタイヤ10では，樹脂被覆コード26のクラウン部16に対する埋設深さLは，樹脂被覆コード26の直径Dの1／2である。",
                "［図2］",
                "［0109］  本発明の第一の実施形態に係るタイヤ10では，樹脂被覆コード26は，スチール繊維を撚ったスチールコード(補強金属コード部材)27を芯として，そのスチールコード27の外周が，酸変性オレフィン系樹脂を含有するホットメルト接着剤を含む接着層25を介して，ポリアミド系熱可塑性エラストマーを含む被覆用組成物で被覆された構造を有している。樹脂被覆コード26のタイヤ径方向外周側には，ゴム製のトレッド30が配置されている。また，トレッド30には，従来のゴム製の空気入りタイヤと同様に，路面との接地面に複数の溝からなるトレッドパターンが形成されている。",
                "［0110］  本発明の第一の実施形態に係るタイヤ10では，スチール繊維を撚ったスチールコード27の外周の全体を，酸変性オレフィン系樹脂を含有するホットメルト接着剤を含む接着層25を介して，ポリアミド系熱可塑性エラストマーを含む被覆用組成物で被覆した樹脂被覆コード26が，同種のポリアミド系熱可塑性エラストマーを含む樹脂材料で形成されているタイヤケース17に，密着した状態で埋設されている。そのため，スチールコード27を被覆する被覆用組成物28とタイヤケース17との接触面積が大きくなり，樹脂被覆コード26とタイヤケース17との接着耐久性が向上し，その結果，タイヤの耐久性が優れたものとなる。",
                "［0111］  なお，本発明の第一の実施形態に係るタイヤ10では，樹脂被覆コード26のクラウン部16に対する埋設深さLは，樹脂被覆コード26の直径Dの1／2であるが，1／5以上であれば好ましく，1／2を超えることが特に好ましい。そして，樹脂被覆コード26の全体がクラウン部16に埋設されることが最も好ましい。樹脂被覆コード26の埋設深さLが，樹脂被覆コード26の直径Dの1／2を超えると，樹脂被覆コード26の寸法上，埋設部から飛び出し難くなる。そして，樹脂被覆コード26の全体がクラウン部16に埋設されると，表面(外周面)がフラットになり，樹脂被覆コード26が埋設されたクラウン部16上に部材が載置された場合であっても，樹脂被覆コード26の周辺部に空気が入るのを抑制することができる。",
                "［0112］  スチールコード27を被覆する被覆用組成物28の層厚は，特に限定されるものではなく，平均層厚が0．2mm～4．0mmであることが好ましく，0．5mm～3．0mmであることが更に好ましく，0．5mm～2．5mmであることが特に好ましい。",
                "［0114］  以下，本発明の第一の実施形態に係るタイヤの製造方法について説明する。",
                "［タイヤケース成形工程］",
                "まず，薄い金属の支持リングに支持されたタイヤケース半体同士を互いに向かい合わせる。次に，タイヤケース半体の突き当て部分の外周面と接するように，接合金型を設置する。ここで，上記接合金型は，タイヤケース半体の接合部(突き当て部分)周辺を所定の圧力で押圧するように構成されている(図示せず)。次に，タイヤケース半体の接合部周辺を，タイヤケースを形成する熱可塑性樹脂材料(本実施形態では，ポリアミド系熱可塑性エラストマー)の融点(又は軟化点)以上で押圧する。タイヤケース半体の接合部が接合金型によって加熱・加圧されると，上記接合部が溶融し，タイヤケース半体同士が融着し，これら部材が一体となってタイヤケース17が形成される。",
                "［0115］［樹脂被覆コード成形工程］",
                "次に，樹脂被覆コード成形工程について説明する。リールからスチールコード27を巻出し，その表面を洗浄する。次に，スチールコードの外周を，押出機から押し出したホットメルト接着剤(本実施形態では，酸変性オレフィン系樹脂を含有するホットメルト接着剤)で被覆する。そして，接着剤層が形成されたスチールコードの外周を，押出機から押し出した被覆用組成物(本実施形態では，ポリアミド系熱可塑性エラストマー)で被覆することで，スチールコード27の外周がホットメルト接着剤を含む接着層を介して被覆用組成物28で被覆された樹脂被覆コード26を形成する。そして，形成された樹脂被覆コード26をリール58に巻き取る。",
                "［0116］  ［樹脂被覆コード巻回工程］",
                "次に，図3を参照しながら，樹脂被覆コード巻回工程について説明する。図3は，樹脂被覆コード加熱装置及びローラ類を用いてタイヤケースのクラウン部に樹脂被覆コードを設置する動作を説明するための説明図である。図3において，樹脂被覆コード供給装置56は，樹脂被覆コード26を巻き付けたリール58と，リール58のコード搬送方向下流側に配置された，樹脂被覆コード加熱装置59と，樹脂被覆コード26の搬送方向下流側に配置された第1のローラ60と，第1のローラ60をタイヤ外周面に対して接離する方向に移動する第1のシリンダ装置62と，第1のローラ60の樹脂被覆コード26の搬送方向下流側に配置される第2のローラ64と，及び第2のローラ64をタイヤ外周面に対して接離する方向に移動する第2のシリンダ装置66と，を備えている。第2のローラ64は，金属製の冷却用ローラとして利用することができる。また，第1のローラ60又は第2のローラ64の表面は，溶融又は軟化した樹脂材料の付着を抑制するために，フッ素樹脂(本実施形態では，テフロン(登録商標))でコーティングされている。以上により，加熱された樹脂被覆コードはケース樹脂に強固に一体化される。",
                "［図3］",
                "［0117］  樹脂被覆コード加熱装置59は，熱風を生じさせるヒーター70及びファン72を備えている。また，樹脂被覆コード加熱装置59は，内部に熱風が供給される，内部空間を樹脂被覆コード26が通過する加熱ボックス74と，加熱された樹脂被覆コード26を排出する排出口76とを備えている。",
                "［0118］  本工程では，まず，樹脂被覆コード加熱装置59のヒーター70の温度を上昇させ，ヒーター70で加熱された周囲の空気をファン72の回転によって生じる風によって加熱ボックス74へ送る。次に，リール58から巻き出した樹脂被覆コード26を，熱風で内部空間が加熱された加熱ボックス74内へ送り，加熱(例えば，樹脂被覆コード26の温度を100℃～250℃程度に加熱)する。加熱された樹脂被覆コード26は，排出口76を通り，図3の矢印R方向に回転するタイヤケース17のクラウン部16の外周面に，一定のテンションをもって螺旋状に巻きつけられる。ここで，加熱された樹脂被覆コード26の被覆樹脂がクラウン部16の外周面に接触すると，接触部分の樹脂材料が溶融又は軟化し，タイヤケース樹脂と溶融接合してクラウン部16の外周面に一体化される。このとき，樹脂被覆コードは隣接する樹脂被覆コードとも溶融接合される為，隙間のない状態で巻回される。これにより，樹脂被覆コード26を埋設した部分へのエア入りが抑制される。",
                "［0119］  樹脂被覆コード26の埋設深さLは，樹脂被覆コード26の加熱温度，樹脂被覆コード26に作用させるテンション，及び第1のローラ60による押圧力等によって調整することができる。そして，本実施形態では，樹脂被覆コード26の埋設深さLが，樹脂被覆コード26の直径Dの1／5以上となるように設定されている。",
                "［0120］  次に，タイヤケース17の外周面に加硫済みの帯状のトレッド30を1周分巻き付けてタイヤケース17の外周面にトレッド30を，接着剤等を用いて接着する。なお，トレッド30には，例えば，従来知られている更生タイヤに用いられるプレキュアトレッドを用いることができる。本工程は，更生タイヤの台タイヤの外周面にプレキュアトレッドを接着する工程と同様の工程である。",
                "そして，タイヤケース17のビード部12に，加硫済みのゴムからなるシール層24を，接着剤等を用いて接着すれば，タイヤ10の完成となる。",
                "［0121］(作用)",
                "本発明の第一の実施形態に係るタイヤ10では，ポリアミド系熱可塑性エラストマーで形成されたタイヤケース17の外周面に，スチールコード27を芯とし，このスチールコード27を，酸変性オレフィン系樹脂を含有するホットメルト接着剤を含む接着層25を介して，ポリアミド系熱可塑性エラストマーを含む被覆用組成物28で被覆した樹脂被覆コード26が巻回されている。",
                "被覆用組成物28に含まれる熱可塑性材料は，タイヤケース17を形成する樹脂材料と同種のポリアミド系熱可塑性エラストマーであるため，被覆用組成物28とタイヤケース17とは接着性が高い。また，接着層25に含まれる酸変性オレフィン系樹脂を含有するホットメルト接着剤は，スチールコード27，及びポリアミド系熱可塑性エラストマーを含む被覆用組成物28との接着性が高い。このように，樹脂被覆コード26がタイヤケース17を形成する樹脂材料と同種のポリアミド系熱可塑性エラストマーを含む被覆用組成物28で被覆されていると，異種の樹脂材料を用いる場合と比較して，樹脂被覆コード26とタイヤケースとの硬さの差が小さくなる。そのため，樹脂被覆コード26をタイヤケース17に十分に密着・固定することができる。",
                "さらに，本発明の第一の実施形態に係るタイヤ10では，スチールコード27を，ポリアミド系熱可塑性エラストマーを含む被覆用組成物28で直接被覆するのではなく，スチールコード27及び被覆用組成物28の両方に対して高い接着性を示す酸変性オレフィン系樹脂を含有するホットメルト接着剤を含む接着層25を介している。そのため，スチールコード27は，被覆用組成物28に対して優れた引き抜き耐性を示す。その結果，タイヤ製造時に気泡が残存するのを効果的に防止することができ，走行時に補強金属コード部材が動くことを効果的に抑制することができる。"
              ]
            },
            {
              "fig": "ク",
              "subject": "実施例",
              "text": [
                "［0143］［実施例1］",
                "上述の樹脂被覆コード成形工程に従い，平均直径φ1．15mmのマルチフィラメント(φ0．35mmのモノフィラメント(スチール製，強力：280Ｎ，伸度：3％)を撚った撚り線)に，240℃で加熱溶融させた表1に記載のホットメルト接着剤A-1を，平均層厚が100μmとなるように付着させた後，押出機にて押し出した樹脂Ｎ-1で被覆し，冷却することにより，マルチフィラメントの外周がホットメルト接着剤A-1を含む接着層を介して被覆用組成物Ｎ-1で被覆された補強金属コードを得た。",
                "得られた補強金属コードを用いて，上述の第一の実施形態と同様の方法により，タイヤを形成した。タイヤ骨格体の形成材料には，表1に記載のＮ-1を用いた。",
                "［0164］※表中の成分は，次のとおりである。",
                "・A-1：三井化学(株)製の「アドマーQE-060」(マレイン酸変性オレフィン系樹脂(ポリプロピレン樹脂)，融点：143℃)",
                "・・・",
                "・Ｎ-1：宇部興産(株)製の「UBESTA  XPA9055X1」(ポリアミド系熱可塑性エラストマー)"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "甲1発明の認定",
          "text": [
            "前記(1)の記載によると，引用文献1には，次のとおりの甲1発明が記載されていると認められる(下線部を除き，審決認定のとおりである。)。",
            "「樹脂Ｎ-1：宇部興産(株)製の『UBESTA  XPA9055X1』で形成された環状のタイヤ骨格体と，",
            "前記タイヤ骨格体に設けられ，前記タイヤ骨格体のクラウン部の外周面に螺旋状に巻きつけられた平均直径φ1．15mmのマルチフィラメント(φ0．35mmのモノフィラメント(スチール製、強力：280Ｎ、伸度：3％)を撚った撚り線)と，前記マルチフィラメントを被覆する被覆用組成物Ｎ-1で形成された被覆層と，前記マルチフィラメントと前記被覆層との間に配置されたホットメルト接着剤A-1：三井化学(株)製の「アドマーQE-060」で形成された接着層とを備え，加熱された前記被覆層が，前記クラウン部の外周面に接触することで，接触部分の樹脂材料が溶融又は軟化して前記タイヤ骨格体を形成する前記樹脂Ｎ-1と溶融接合されてなる補強金属コードと，",
            "を有し，",
            "前記タイヤ骨格体は，リムのビードシートとリムフランジとに接触する1対のビード部と，ビード部からタイヤ径方向外側に延びるサイド部と，一方のサイド部のタイヤ径方向外側端と他方のサイド部のタイヤ径方向外側端とを連結する前記クラウン部と，を備え，",
            "前記補強金属コードは，前記クラウン部の外周面に，埋設された状態で螺旋状に巻きつけられ，前記被覆層は隣接する被覆層とも溶融接合されているタイヤ。」"
          ]
        },
        {
          "fig": "(3)",
          "subject": "本願補正発明と甲1発明との対比",
          "text": [
            "本願補正発明と甲1発明とを対比すると，後記のとおり，本願補正発明の「前記被覆コード部材は，・・・前記クラウン部の外周に螺旋状に巻回される」は，被覆コード部材が，クラウン部の外周に，埋設された状態で螺旋状に巻きつけられる態様を含むから，甲1発明の「前記補強金属コードは，前記クラウン部の外周面に，埋設された状態で螺旋状に巻きつけられ」は，本願補正発明の「前記被覆コード部材は，・・・前記クラウン部の外周に螺旋状に巻回され」に相当する。",
            "そうすると，本願補正発明と甲1発明とは，審決認定のとおり，以下の一致点で一致し，以下の相違点1・2で相違する。",
            "(一致点)",
            "「骨格用樹脂材料で形成された環状のタイヤ骨格部材と，",
            "前記タイヤ骨格部材に設けられ，タイヤ周方向に延びる補強コードと，被覆用樹脂材料で形成され，前記補強コードを被覆すると共に前記タイヤ骨格部材に接合された被覆用樹脂層と，前記被覆用樹脂材料よりも弾性率が高い接合用樹脂材料で形成され，前記補強コードと前記被覆用樹脂層との間に配置されて前記補強コードと前記被覆用樹脂層とを接合する接合用樹脂層と，を備える被覆コード部材と，",
            "を有し，",
            "前記タイヤ骨格部材は，ビード部と，前記ビード部のタイヤ径方向外側に連なるサイド部と，前記サイド部のタイヤ幅方向内側に連なるクラウン部と，を備え，",
            "前記被覆コード部材は，前記クラウン部の外周に螺旋状に巻回されると共にタイヤ幅方向に隣接する部分同士が熱溶着によって接合されているタイヤ。」",
            "である点",
            "(相違点1)",
            "被覆コード部材(補強金属コード)に関して，本願補正発明においては，「前記補強コードが延びる方向と直交する方向の断面形状が略四角形状とされており」と特定されているのに対して，甲1発明においては，そのようには特定されていない点。",
            "(相違点2)",
            "本願補正発明においては，「前記接合用樹脂層は，層厚が前記被覆用樹脂層よりも薄い」と特定されているのに対し，甲1発明においては，そのようには特定されていない点。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "理由1(甲1発明の認定誤りに伴う相違点Aの看過)の検討",
          "content": [
            {
              "fig": "ア",
              "text": [
                "前記(1)キのとおり，引用文献1の［0118］には，「加熱された樹脂被覆コード26の樹脂被覆がクラウン部16の外周面に接触すると，接触部分の樹脂材料が溶融又は軟化し，タイヤケース樹脂と溶融接合してクラウン部16の外周面に一体化される。このとき，樹脂被覆コードは隣接する樹脂被覆コードとも溶融接合される為，隙間のない状態で巻回される。これにより，樹脂被覆コード26を埋設した部分へのエア入りが抑制される。」と記載されている。",
                "上記記載に接した当業者は，樹脂被覆コード26は，①クラウン部16のタイヤケース樹脂と溶融接合することに加え，②隣接する樹脂被覆コードとも溶融接合されること，③上記②により，隙間のない状態で巻回されることになること，④上記③により，樹脂被覆コード26を埋設した部分へのエア入りが抑制されるという効果を奏することを理解することができるから，甲1発明のうち「前記被覆層は隣接する被覆層とも溶融接合されている」との審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，引用文献1の［0108］及び［図2］によると，樹脂被覆コード26のクラウン部16に埋設された部分は，「クラウン部16(タイヤケース17)を構成する樹脂材料と密着」しており，隣接する樹脂被覆コードと直接密着しているわけではないから，引用文献1の［0118］は，「樹脂被覆コードは隣接する樹脂被覆コードともクラウン部16を形成する樹脂を介して溶融接合される為，隙間のない状態で巻回される。」という程度の意味であると主張する。",
                "しかし，前記(1)キのとおり，引用文献1の［0108］には，「樹脂被覆コード26のクラウン部16に埋設された部分は，クラウン部16(タイヤケース17)を構成する樹脂材料と密着した状態となっている。」と記載され，［0110］には，「樹脂被覆コード26が，・・・タイヤケース17に，密着した状態で埋設されている。そのため，スチールコード27を被覆する被覆用組成物28とタイヤケース17との接触面積が大きくなり，樹脂被覆コード26とタイヤケース17との接着耐久性が向上し，その結果，タイヤの耐久性が優れたものとなる。」と記載されているものの，前記アのとおり，①樹脂被覆コード26がクラウン部16のタイヤケース樹脂と溶融接合することと，②樹脂被覆コード26が隣接する樹脂被覆コードと直接溶融接合することとは両立するものであるし，引用文献1の樹脂被覆コード26は，樹脂被覆コードが延びる方向と直交する方向の断面形状が略円形状であって，略四角形状ではないから，隣接する樹脂被覆コードと溶融接合していても，樹脂被覆コードが埋設された場合には，埋設されずに巻回された場合と比べて，上記［0110］に記載されているように，タイヤケース17との接触面積は大きくなるものと認められる。そうすると，［0108］や［0110］の上記記載は，［0118］の「樹脂被覆コードは隣接する樹脂被覆コードとも溶融接合される」との記載について，敢えて「クラウン部16を形成する樹脂を介して」との文言を加えて理解しなければならない根拠にはならない。",
                "また，引用文献1の［図2］には，樹脂被覆コード26と，隣に埋設された樹脂被覆コードとが接触していない図面が記載されているが，［0099］には，「各図(・・・図2・・・)は，模式的に示した図であり，各部の大きさ及び形状は，理解を容易にするために，適宜誇張して示している。」と記載されているから，引用文献1には，隣に埋設された樹脂被覆コード同士の位置関係(隣に埋設された樹脂被覆コード間の「大きさ及び形状」)が［図2］に記載したような発明のみが記載されていると解することはできない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，［図2］のように製造する場合には，埋設した部分へのエア入りの余地がないが，［図2］とは異なり，丸型の樹脂被覆コード間のクラウン部に埋設の上で密着させる構成のタイヤを製造する場合には，製造不良を引き起こすから，製造上の技術的整合性から見ても，引用文献1の［0118］は，「樹脂被覆コードは隣接する樹脂被覆コードともクラウン部16を形成する樹脂を介して溶融接合される為，隙間のない状態で巻回される。」という程度の意味であると主張する。",
                "しかし，原告の主張を認めるに足りる技術文献その他の証拠は提出されていないから，上記主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "(5)",
          "subject": "理由2(甲1発明の認定誤りに伴う相違点Cの看過)の検討",
          "content": [
            {
              "fig": "ア",
              "text": [
                "前記(1)キのとおり，引用文献1の［0108］には，「本発明の第一の実施形態に係るタイヤ10では，樹脂被覆コード26は，タイヤケース17の軸方向に沿った断面視で，その少なくとも一部がクラウン部16に埋設された状態で螺旋状に巻回されている。」と記載されているから，前記(2)のとおり，甲1発明のうち，理由2に係る部分は，「前記補強金属コードは，前記クラウン部の外周面に，埋設された状態で螺旋状に巻きつけられ」と認定することができる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "引用発明の認定に誤りがあっても，進歩性の有無を検討すべき本願発明と対比した結果，相違点の認定に誤りがないのであれば，引用発明の上記認定誤りは，進歩性を否定した審決の結論に影響を及ぼさず，それだけで審決取消事由を基礎付けるものではないので，次に相違点の認定について検討する。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "甲1発明の上記アの認定と対比される，本願補正発明の「前記被覆コード部材は，・・・前記クラウン部の外周に螺旋状に巻回される」の意義について検討すると，前記1のとおり，本願明細書には，「巻回」についての格別の定義は記載されていない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "「巻回」は，一般的な国語辞典に収載されているとは認められないが，特許技術用語集第2版(甲29)によると，「巻き巡らすこと。」を意味するものとされている。",
                    "また，タイヤの技術分野における使用例を見ると，前記(1)のとおり，引用文献1の特許請求の範囲の請求項1は，「タイヤ骨格体の外周部に巻回される補強金属コード部材」を発明特定事項に含むものであり，その明細書には「巻回」についての格別の定義は記載されていないところ，上記のとおり，「樹脂被覆コード26は，タイヤケース17の軸方向に沿った断面視で，その少なくとも一部がクラウン部16に埋設された状態で螺旋状に巻回されている」ものをもって「本発明の第一の実施形態に係るタイヤ10」とし(［0108］)，「第一の実施形態と同様の方法により，タイヤを形成した」ものをもって「実施例1」としている(［0143］)。特開2012-46019号(甲2)の【0108】，【0109】，特開2012-166723号(甲3)の【0081】，【0082】には，いずれも，「補強コード26は，タイヤケース17の軸方向に沿った断面視で，少なくとも一部がクラウン部16に埋設された状態で螺旋状に巻回されており」と記載されており，特開2013-180652号(甲7)の特許請求の範囲の請求項1は，「タイヤ骨格体の外周部に巻回される補強金属コード部材」を発明特定事項に含むものであるところ，【0118】には，「本発明のタイヤの第1の実施形態に係るタイヤ」の説明として，「本実施形態においては，環状のタイヤ骨格体(タイヤケース17)の軸方向に沿った断面視で，熱可塑性樹脂で被覆された補強金属コード部材(即ち，補強コード26)の少なくとも一部がタイヤ骨格体の外周部に埋設された状態で螺旋状に巻回されている。」と記載されている。したがって，「巻回」は，埋設された状態で螺旋状に巻き付けられるものを含む意味で用いられている。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "他方，大辞林第三版(甲24の2)の例文や，ウェブサイトの記事(甲25～28)の使用例は，物理的な変形を伴わない態様のものに「巻き付ける」という用語を使用してはいるが，そのことは，「巻回」には，埋設のように物理的な変形を伴う態様のものは含まれないことを示すものとはいえない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "そうすると，本願補正発明の「前記被覆コード部材は，・・・前記クラウン部の外周に螺旋状に巻回される」は，被覆コード部材が，クラウン部の外周に，埋設された状態で螺旋状に巻き付けられる態様を排除するものではなく，これを含むものと認められる。",
                    "したがって，前記(3)のとおり，甲1発明の「前記補強金属コードは，前記クラウン部の外周面に，埋設された状態で螺旋状に巻きつけられ」は，本願補正発明の「前記被覆コード部材は，・・・前記クラウン部の外周に螺旋状に巻回され」に相当するから，審決の相違点の認定に誤りはなく，審決が相違点Cを看過したものということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，本願明細書の【0035】，【0063】には，「被覆コード部材26をタイヤ骨格部材17のクラウン部16の外周に螺旋状に巻回している」との内容が記載されているし，図1～4にも埋設された態様は一切開示されていないこと，「埋設された状態で螺旋状に巻回されている」のような記載はないことから，本願補正発明の「巻回」に埋設の態様は含まれないと主張する。",
                "しかし，前記イの複数の特許公報における使用例などに照らすと，タイヤの技術分野において，「巻回」は，物理的な変形を伴わない態様のものに加え，埋設のように物理的な変形を伴う態様のものをも含む意味として，当業者に認識されているものと認められるから，本願明細書に「巻回」についての格別の定義がない以上，当業者が理解する一般的な意味として，本願補正発明の発明特定事項における「巻回」には，埋設された状態で巻きつけられる態様をも含むものと解釈すべきである。"
              ]
            }
          ]
        },
        {
          "fig": "(6)",
          "subject": "小括",
          "text": [
            "以上によると，理由1及び2は，いずれも理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "理由3(相違点1の容易想到性判断の誤り)について",
      "content": [
        {
          "fig": "(1)",
          "subject": "周知文献1の記載事項",
          "content": [
            {
              "fig": "ア",
              "text": [
                "周知文献1(甲4)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "技術分野",
                  "text": [
                    "【0001】",
                    "本発明は，タイヤ骨格部材が樹脂材料を用いて形成されたタイヤに関する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0010】",
                    "請求項1の発明は，樹脂材料を用いて形成され，タイヤ幅方向両側に位置するサイド部と，このサイド部のタイヤ半径方向外側端部に連なりタイヤ幅方向内側へ延びるクラウン部とが設けられたタイヤ骨格部材と，樹脂材料を用いて形成されたコード被覆層によって被覆されたコードを，前記クラウン部の外周に，タイヤ周方向に螺旋状に巻いて構成された補強層と，前記補強層のタイヤ半径方向外側に配置され，補強層が入る凹部が内周に形成されたトレッド部材と，を有している。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0020】",
                    "以下，本発明を実施するための形態を図面に基づき説明する。図1，図2，図4において，本実施形態に係るタイヤ10は，例えば空気入りタイヤであり，タイヤ骨格部材12と，補強層14と，トレッド部材16とを有している。",
                    "【図1】〔判決注・便宜上右に90°回転させた〕",
                    "【図2】",
                    "【図4】",
                    "【0030】",
                    "次に，補強層14は，樹脂材料を用いて形成されたコード被覆層34によって被覆されたコード30を，クラウン部22の外周に，タイヤ周方向に螺旋状に直接巻いて構成されている。この補強層14は，従来のゴム製の空気入りタイヤにおいて，カーカスプライのタイヤ半径方向外側に配置されるベルト層に相当するものである。",
                    "【0031】",
                    "コード被覆層34に用いられる樹脂材料としては，タイヤ骨格部材12を構成する樹脂材料と同種のものであっても，異種のものであってもよい。樹脂材料として，タイヤ骨格部材12を構成する樹脂材料と同種のものを用いると，該タイヤ骨格部材12との接着を良好に行うことができる。",
                    "【0032】",
                    "図1から図3において，トレッド部材16は，補強層14のタイヤ半径方向外側に配置されている。このトレッド部材16の内周には，補強層14が入る凹部20がタイヤ周方向に連続して形成されている。この凹部20は，タイヤ骨格部材12のクラウン部22からタイヤ半径方向外側に凸状となる補強層14の外形に沿うように，トレッド部材16の内周に形成されている。本実施形態では，補強層14が断面矩形に突出していることから，凹部20も断面矩形に形成されている。",
                    "【0039】",
                    "(作用)",
                    "本実施形態は，上記のように構成されており，以下その作用について説明する。本実施形態では，コード被覆層34により被覆されたコード30に張力を与えながら，該コード30をタイヤ骨格部材12のクラウン部22の外周に直接巻き付けて配置することにより，補強層14を形成している。補強層14とタイヤ骨格部材12との間には，クッションゴム等は配置されない。またコード被覆層34は樹脂材料で構成されており，クッションゴムと比較して，トレッド部材16の加硫接着時に変形し難い。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "前記アによると，周知文献1には，タイヤ骨格部材が樹脂材料を用いて形成されたタイヤにおいて，クラウン部22の外周にタイヤ周方向に螺旋状に巻き付ける被覆コード部材(コード30と，これを被覆するコード被覆層34)の断面形状が，略四角形状であることが開示されている。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "周知文献2の記載事項",
          "content": [
            {
              "fig": "ア",
              "text": [
                "周知文献2(甲5)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項7】",
                    "骨格用樹脂材料で環状のタイヤ骨格部材を形成するタイヤ骨格部材形成工程と，",
                    "前記タイヤ骨格部材の外周に補強コード部材をタイヤ周方向に螺旋状に巻き付けながら前記補強コード部材を前記タイヤ骨格部材に接合すると共に，前記補強コード部材の長手方向の端部が長手方向の中間部よりも前記タイヤ骨格部材の内面側に配置されるように前記端部を前記タイヤ骨格部材に埋め込む補強コード部材巻付工程と，",
                    "を有するタイヤの製造方法。",
                    "【請求項8】",
                    "前記タイヤ骨格部材は，熱可塑性を有する骨格用樹脂材料で形成され，",
                    "前記補強コード部材巻付工程では，前記タイヤ骨格部材の外周を加熱して溶融させながら前記補強コード部材を埋め込む，請求項7に記載のタイヤの製造方法。",
                    "【請求項9】",
                    "前記補強コード部材巻付工程では，前記補強コード部材の前記中間部が配設される前記タイヤ骨格部材の部位よりも前記端部が配設される前記タイヤ骨格部材の部位をより加熱し溶融させる，請求項8に記載のタイヤの製造方法。",
                    "【請求項10】",
                    "前記補強コード部材巻付工程では，前記タイヤ骨格部材の溶融部分に前記補強コード部材を押し付けて埋め込み，かつ，前記補強コード部材の前記中間部が配設される前記タイヤ骨格部材の部位よりも前記端部が配設される前記タイヤ骨格部材の部位で前記補強コード部材を押し付ける押付力を強くする，請求項8または請求項9に記載のタイヤの製造方法。",
                    "【請求項11】",
                    "前記補強コード部材巻付工程では，前記中間部から前記端部に向かって前記補強コード部材の前記タイヤ骨格部材への埋め込み深さが次第に深くなるように，前記補強コード部材を前記タイヤ骨格部材に埋め込む，請求項8～10のいずれか1項に記載のタイヤ。",
                    "【請求項12】",
                    "前記補強コード部材は，補強コードと，前記補強コードを被覆する熱可塑性を有する被覆用樹脂材料で形成された樹脂被覆層と，を含んで構成され，",
                    "前記補強コード部材巻付工程では，前記タイヤ骨格部材の外周と共に前記補強コード部材の樹脂被覆層を加熱して溶融させながら，前記補強コード部材を前記タイヤ骨格部材の外周にタイヤ周方向に螺旋状に巻き付けて，前記補強コード部材と前記タイヤ骨格部材を溶着させる，請求項8～11のいずれか1項に記載のタイヤの製造方法。",
                    "【請求項13】",
                    "前記タイヤ骨格部材形成工程では，前記タイヤ骨格部材の外周に前記補強コード部材の前記端部を挿入するための凹部を形成する，請求項7～12のいずれか1項に記載のタイヤの製造方法。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "技術分野",
                  "text": [
                    "【0001】",
                    "本発明は，タイヤ骨格部分が樹脂材料で形成されたタイヤ及びタイヤの製造方法に関する。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0007】",
                    "本発明の請求項1に記載のタイヤは，骨格用樹脂材料で形成された環状のタイヤ骨格部材と，前記タイヤ骨格部材の外周に配設され，タイヤ周方向に螺旋状に巻回されると共に前記タイヤ骨格部材に接合され，長手方向の端部が前記タイヤ骨格部材に埋め込まれて長手方向の中間部よりも前記タイヤ骨格部材の内面側に配置された補強コード部材と，を有している。",
                    "【0032】",
                    "本発明の請求項13に記載のタイヤの製造方法では，タイヤ骨格部材の外周に補強コード部材の長手方向の端部を挿入するための凹部を形成していることから，この凹部に補強コード部材の上記端部を挿入することで，補強コード部材の上記端部を中間部よりもタイヤ骨格部材の内面側に配置することができる。すなわち，補強コード部材の上記端部を簡単にタイヤ骨格部材に埋め込むことができる。",
                    "また，補強コード部材の上記端部を凹部に挿入することで，補強コード部材の上記端部(例えば，巻き始めの端部や巻き終わりの端部)の位置決めを行うことができる。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0056】",
                    "図1～図3に示すように，タイヤケース17の外周，具体的には，クラウン部16の外周には，補強コード部材22が配設されている。この補強コード部材22は，タイヤ周方向に螺旋状に巻回されると共に，タイヤケース17の外周，具体的には，クラウン部16の外周に接合されている。",
                    "【図2】",
                    "【0057】",
                    "補強コード部材22は，長手方向の両端部(以下，適宜「コード端部」と記載する。)22Aがタイヤケース17，具体的には，クラウン部16にそれぞれ埋め込まれて，それぞれ長手方向の中間部(以下，適宜「コード中間部」と記載する。)22Bよりもタイヤケース17の内面側，具体的には，クラウン部16の内周面16B側に配置されている。",
                    "なお，ここで言う「クラウン部16の内周面16B側」とは，クラウン部16の外周面16Aに立てた垂線PLに沿って内周面16Bに近づく側を指している。また，「コード端部」とは，コード端からタイヤ周方向に1周分距離が離れた部分を指し，コード端から一部分(例えば、コード端から50mm)が埋め込まれてもよいし，タイヤ1周分埋め込まれていてもよい。",
                    "つまり，図2に示すように，タイヤ軸方向断面において，隣接するコード中間部22Bの中心(本実施形態では，補強コード24の中心)同士を結んだ線分XLの延長線上よりも，コード端部22Aの中心がクラウン部16の内周面16B側に配置されている。",
                    "【0058】",
                    "また，本実施形態では，クラウン部16の外周面16Aをタイヤ軸方向に沿った平坦状としていることから，コード端部22Aがコード中間部22Bよりもクラウン部16の内周面16B側に配置されていることを，コード端部22Aがコード中間部22Bよりもタイヤ径方向内側に位置している，と読み替えてもよい。",
                    "なお，本発明は補強コード部材22のコード端部22Aがクラウン部16に埋め込まれてコード中間部22Bよりもクラウン部16の内周面16B側に配置されればよいため，コード中間部22Bについては，クラウン部16の外周面16A上に配設されても，クラウン部16に埋め込まれても構わない。",
                    "本実施形態のクラウン部16の内周面16Bは，本発明のタイヤ骨格部材の内面の一例である。",
                    "【0059】",
                    "図2に示すように，補強コード部材22のコード端部22Aの埋め込み深さL1は，コード端部22Aの縦幅L0の5～100％の範囲内に設定されている。",
                    "なお，縦幅L0及び埋め込深さL1はともに，コード端部22Aの中心(本実施形態では，補強コード24の中心)を通る前述の垂線PLに沿って計測した長さである。",
                    "【0060】",
                    "また，補強コード部材22は，クラウン部16への埋め込み深さがコード中間部22Bからコード端部22Aに向かって次第に深くなっている。なお，埋め込み深さが次第に深くなる長さは，補強コード部材22をタイヤケース17に巻き付けた際の略一周分の長さよりも短くすることが好ましい。",
                    "【0061】",
                    "補強コード部材22は，補強コード24と，この補強コード24を被覆する樹脂被覆層26を含んで構成されている。",
                    "補強コード24は，金属繊維や有機繊維等のモノフィラメント(単線)，又はこれらの繊維を撚ったマルチフィラメント(撚り線)で構成されている。",
                    "樹脂被覆層26は，被覆用の樹脂材料で構成され，断面形状が略四角形状とされている。なお，樹脂被覆層26の断面形状は略四角形状に限定されない。例えば，断面円形状や，断面台形状であっても構わない。",
                    "【0062】",
                    "なお，本実施形態では，樹脂被覆層26を形成する被覆用樹脂材料として，熱可塑性樹脂を用いている。",
                    "【0063】",
                    "また，クラウン部16と補強コード部材22，具体的には，樹脂被覆層26とが溶着されている。また，補強コード部材22は，タイヤ軸方向に隣接する部分同士が接合(本実施形態では，溶着)されている。なお，補強コード部材22のタイヤ軸方向に隣接する部分同士の接合は，一部分でも全部でも構わないが，接合面積が広いほど補強コード部材22(補強層28)によるタイヤケース17の補強効果が向上する。この補強コード部材22によってクラウン部16の外周に補強層28が形成される。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "前記アによると，周知文献2には，タイヤ骨格部材が樹脂材料を用いて形成されたタイヤにおいて，クラウン部16の外周にタイヤ周方向に螺旋状に巻回される被覆コード部材(補強コード24と，これを被覆する樹脂被覆層26を含んで構成される補強コード部材22)の断面形状が，略四角形状であること，上記断面形状は略四角形状に限定されず，断面円形状や断面台形状も選択可能であることが開示されている。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "周知文献3の記載事項",
          "content": [
            {
              "fig": "ア",
              "text": [
                "周知文献3(甲6)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "技術分野",
                  "text": [
                    "【0001】",
                    "本発明は，タイヤ骨格部分が樹脂材料で形成されたタイヤ及びタイヤの製造方法に関する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0006】",
                    "本発明の請求項1に記載のタイヤは，骨格用樹脂材料を用いて形成された環状のタイヤ骨格部材と，前記タイヤ骨格部材の外周に配設され，補強コードを樹脂被覆層で被覆して構成され，タイヤ周方向に螺旋状に巻かれると共に前記タイヤ骨格部材に接合され，且つ，タイヤ軸方向に隣接する部分同士が接合された補強コード部材と，を有している。",
                    "【0007】",
                    "本発明の請求項1に記載のタイヤでは，タイヤ周方向に螺旋状に巻かれる補強コード部材のタイヤ軸方向に隣接する部分同士を接合していることから，例えば，補強コード部材のタイヤ軸方向に隣接する部分同士を接合しないものと比べて，タイヤ骨格部材に接合される補強コード部材で構成される層(以下，適宜「補強層」と記載する。)の剛性が向上する。",
                    "これにより，上記補強層が接合されるタイヤ骨格部材の剛性を向上させることができる。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0044】",
                    "図1，図2に示すように，タイヤケース17の外周，具体的には，クラウン部16の外周には，補強コード部材22が配設されている。この補強コード部材22は，補強コード24とこの補強コード24を被覆する樹脂被覆層26とを含んで構成されている。",
                    "【図1】〔判決注・便宜上右に90°回転させた〕",
                    "【図2】",
                    "【0045】",
                    "補強コード24は，金属繊維や有機繊維等のモノフィラメント(単線)，又はこれらの繊維を撚ったマルチフィラメント(撚り線)で構成されている。",
                    "【0046】",
                    "樹脂被覆層26は，被覆用の樹脂材料(被覆用樹脂材料)で形成され，断面形状が略四角形状とされている。なお，樹脂被覆層26の断面形状は略四角形状に限定されない。例えば，断面円形状や，断面台形状であっても構わない。",
                    "【0047】",
                    "なお，本実施形態では，樹脂被覆層26を形成する被覆用樹脂材料として，熱可塑性樹脂を用いている。",
                    "【0048】",
                    "補強コード部材22は，タイヤ周方向に螺旋状に巻かれると共に，タイヤケース17の外周(具体的には、クラウン部16の外周)に接合されている。",
                    "【0049】",
                    "また，補強コード部材22は，タイヤ軸方向に隣接する部分同士が接合されている。なお，補強コード部材22のタイヤ軸方向に隣接する部分同士の接合は，一部分でも全部でも構わないが，接合面積が広いほど補強コード部材22で構成される補強層28の剛性が向上する。",
                    "【0050】",
                    "なお，本実施形態の補強コード部材22は，樹脂被覆層26がタイヤケース17の外周(具体的には，クラウン部16の外周)に溶着され，かつ，樹脂被覆層26のタイヤ軸方向に隣接する部分同士が溶着されている。",
                    "【0053】",
                    "なお，本発明は補強コード部材22のタイヤ軸方向に隣接する部分同士が接合されればよいため，補強コード部材22は，クラウン部16の外周面16A上に配設されても，クラウン部16に一部が埋め込まれても構わない。",
                    "【0087】",
                    "次に，タイヤ10の作用効果について説明する。",
                    "本実施形態のタイヤ10では，タイヤ周方向に螺旋状に巻かれる補強コード部材22の樹脂被覆層26のタイヤ軸方向に隣接する部分同士を接合していることから，例えば，補強コード部材22の樹脂被覆層26のタイヤ軸方向に隣接する部分同士を接合しないものと比べて，タイヤケース17に接合される補強コード部材22で構成される補強層28の剛性(タイヤ周方向，タイヤ軸方向，及び，タイヤ径方向の各剛性)が向上する。特に，本実施形態では，樹脂被覆層26のタイヤ軸方向に隣接する部分同士を溶着していることから，樹脂被覆層26のタイヤ軸方向に隣接する部分同士の接合力が増して，補強層28の剛性がさらに向上する。",
                    "これにより，補強層28が接合されるタイヤケース17の剛性，具体的にはクラウン部16の剛性を効果的に向上させることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "前記アによると，周知文献3には，タイヤ骨格部材が樹脂材料で形成されたタイヤにおいて，クラウン部16の外周にタイヤ周方向に螺旋状に巻かれる被覆コード部材(補強コード24と，これを被覆する樹脂被覆層26を含んで構成される補強コード部材22)の断面形状が，略四角形状であること，上記断面形状は略四角形状に限定されず，断面円形状や断面台形状も選択可能であることが開示されている。"
              ]
            }
          ]
        },
        {
          "fig": "(4)",
          "subject": "国際公開第2008／065832号(乙4)の記載事項",
          "content": [
            {
              "fig": "ア",
              "text": [
                "乙4には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "技術分野",
                  "text": [
                    "［0001］  本発明は，ゴム被覆された1本又は複数本のスチールコードを含むジョイントレス材を用いて周方向補強層を形成する空気入りタイヤを製造する方法に関し，更に詳しくは，ジョイントレス材の巻き付け位置のバラツキに起因するエア溜まりの発生を防止することを可能にした空気入りタイヤの製造方法に関する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "背景技術",
                  "text": [
                    "［0002］  主に偏平率60％以下の重荷重用ラジアルタイヤにおいて，トレッド部におけるカーカス層の外周側に，ゴム被覆された1本又は複数本のスチールコードを含むジョイントレス材からなる周方向補強層を追加することで，ベルト部の耐久性を高めることが提案されている。",
                    "［0003］  従来，上述のようなジョイントレス材をタイヤ周方向に配向させつつタイヤ軸方向に螺旋状に巻き付けて周方向補強層を形成するに当たって，そのジョイントレス材の横断面形状は円形，正方形又は長方形になっている。つまり，ジョイントレス材が1本のスチールコードを含む場合は横断面形状が円形又は正方形であり，ジョイントレス材が複数本のスチールコードを含む場合は横断面形状が長方形である。しかしながら，ジョイントレス材の巻き付け時にその巻き付け位置にバラツキを生じると，それがタイヤ内部にエア溜まりを生じさせる原因になる。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "前記アによると，乙4には，重荷重用ラジアルタイヤにおいて，トレッド部におけるカーカス層の外周側に，タイヤ周方向に配向させつつタイヤ軸方向に螺旋状に巻き付ける周方向補強層を形成する被覆コード部材(ゴム被覆された1本のスチールコードを含むジョイントレス材)の断面形状が，円形又は正方形であることが開示されている。"
              ]
            }
          ]
        },
        {
          "fig": "(5)",
          "subject": "特開平4-78603号公報(乙5)の記載事項",
          "content": [
            {
              "fig": "ア",
              "text": [
                "乙5には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "特許請求の範囲"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "1",
      "text": [
        "トレッド部からサイドウォール部をへてビード部のビードコアの周りを折返すカーカスと，該カーカスの外側かつトレッド部の内方に配されるベルト層とを具え，前記ベルト層は，一本以上のベルトコードをトレッドゴムに埋設した小巾しかも一本以上の帯状プライを螺旋状に巻回することにより形成されるとともに，前記帯状プライは両側部に，該帯状プライが巻回されることにより隣り合う帯状プライの側部と重なり互いに粘着するタイヤ軸方向に先細状の結合部を配置してなる自動二輪車用タイヤ。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(イ)",
                  "subject": "実施例",
                  "text": [
                    "「  第5，6図に帯状プライ10の他の例を示す。",
                    "第5図に示すものにあっては，1本のベルトコード11をトッピングゴム12の断面形状を菱形，従って1対の先細状の結合部13，13のみによって形成している。」(4頁左上欄5行～9行)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "前記アによると，乙5には，自動二輪車用タイヤにおいて，カーカスの外側かつトレッド部の内方に配されるベルト層を，螺旋状に巻回することにより形成する被覆コード部材(ベルトコードをトレッドゴム〔トッピングゴム〕に埋設した帯状プライ)の断面形状が，菱形であることが開示されている。"
      ],
      "content": [
        {
          "fig": "(6)",
          "subject": "周知技術の認定",
          "text": [
            "前記(1)～(5)によると，本願出願日当時，タイヤの技術分野において，クラウン部の外周にタイヤ周方向に巻き付ける被覆コード部材の断面形状を略四角形状とすること，また，上記断面形状は略四角形状，円形状又は台形状等から選択可能であることが周知技術であったことを認定することができる。"
          ]
        },
        {
          "fig": "(7)",
          "subject": "甲1発明に周知技術を適用することの可否"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "前記(6)のとおり，本願出願日当時，クラウン部の外周にタイヤ周方向に巻き付ける被覆コード部材の断面形状は，略四角形状，円形状又は台形状等から選択可能であることは周知技術であった。",
        "また，前記(2)，(3)のとおり，周知文献3の【0007】には，「本発明の請求項1に記載のタイヤでは，タイヤ周方向に螺旋状に巻かれる補強コード部材のタイヤ軸方向に隣接する部分同士を接合していることから，例えば，補強コード部材のタイヤ軸方向に隣接する部分同士を接合しないものと比べて，タイヤ骨格部材に接合される補強コード部材で構成される層(以下，適宜「補強層」と記載する。)の剛性が向上する。これにより，上記補強層が接合されるタイヤ骨格部材の剛性を向上させることができる。」と記載され，また，周知文献3の【0049】には，「補強コード部材22のタイヤ軸方向に隣接する部分同士の接合は，一部分でも全部でも構わないが，接合面積が広いほど補強コード部材22で構成される補強層28の剛性が向上する。」と記載され，周知文献2の【0063】にも，「補強コード部材22のタイヤ軸方向に隣接する部分同士の接合は，一部分でも全部でも構わないが，接合面積が広いほど補強コード部材22(補強層28)によるタイヤケース17の補強効果が向上する。」と記載されている。そうすると，本願出願日当時，タイヤ軸方向に隣接する補強コード部材同士を接合しないものに比べて，これを接合したものは補強コード部材で構成される補強層の剛性を向上させることができ，その接合面積が広いほど補強層の剛性が向上し，補強層が接合されるタイヤ骨格部材の剛性を向上させることができることが知られていた。そして，補強コード部材(被覆コード部材)の断面形状が円形状のものよりも，略四角形状のものの方が，タイヤ軸方向に隣接する補強コード部材同士の接合面積を広くし得ることは，明らかである。",
        "以上によると，タイヤ軸方向に隣接する被覆コード部材同士を溶融接合している甲1発明において，前記(6)の周知技術を適用して，断面形状が円形状の被覆コード部材に代えて，これと適宜選択可能な関係にある断面形状が略四角形状の被覆コード部材を採用することは，当業者が容易に想到し得るものと認められる。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "前記(2)，(3)のとおり，周知文献3には，断面形状が略四角形状であり，タイヤ軸方向に隣接する部分同士が接合(溶着)された補強コード部材22について，クラウン部16に一部が埋め込まれても構わないことが記載され(【0046】，【0049】，【0050】，【0053】)，また，周知文献2には，断面形状が略四角形状であり，タイヤ軸方向に隣接する部分同士が接合(溶着)された補強コード部材22について，長手方向の両端部22Aがクラウン部16に埋め込まれて長手方向の中間部22Bよりもクラウン部16の内周面16B側に配置されるのであれば，長手方向の中間部22Bがクラウン部16に埋め込まれても構わないことが記載されている(【0057】，【0058】，【0061】，【0063】)。",
        "そうすると，タイヤ軸方向に隣接する被覆コード部材同士を溶融接合している甲1発明において，前記(6)の周知技術を適用して，断面形状が円形状の被覆コード部材に代えて，これと適宜選択可能な関係にある断面形状が略四角形状の被覆コード部材を採用することに，製造上の阻害要因があるものとは認められない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "以上によると，相違点1に係る本願補正発明の構成は，甲1発明及び周知技術に基づいて，当業者が容易に想到し得たものであると認められる。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "前記アのとおり，本願出願日当時，タイヤ軸方向に隣接する補強コード部材同士を接合しないものに比べて，これを接合したものは補強コード部材で構成される補強層の剛性を向上させることができ，その接合面積が広いほど補強層の剛性が向上し，補強層が接合されるタイヤ骨格部材の剛性を向上させることができることが知られていたところ，補強コード部材(被覆コード部材)の断面形状が円形状のものよりも，略四角形状のものの方が，タイヤ軸方向に隣接する補強コード部材同士の接合面積を広くし得ることは，明らかである。",
        "また，本願は，拒絶査定前補正1により，断面形状が略四角形状のものに限定されたものである(甲15)が，前記1のとおり，本願明細書には，「なお，被覆用樹脂層34の断面形状は略四角形状に限定されない。例えば，断面円形状や，断面台形状であっても構わない。」(【0042】)と記載されている一方，断面形状を略四角形状とした場合と断面円形状や断面台形状である場合との効果の相違について格別の記載はない。",
        "そうすると，相違点1に係る本願補正発明の構成による効果は，甲1発明及び周知文献2，3から当業者が予測できる程度のものであり，格別顕著なものではない。"
      ],
      "content": [
        {
          "fig": "(8)",
          "subject": "原告の主張について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，略四角形状をした被覆コード部材は，周知技術ではないから，審決の本件周知技術の認定は誤りであると主張する。",
        "しかし，前記(1)～(3)のとおり，被覆コード部材の断面形状を略四角形状とすることは，三つの公開特許公報に記載されており，上記の三つの公開特許公報が，いずれも原告の特許出願に係るものであるとしても，それらに接した当業者は，それらに記載された技術を用い得るのであるから，原告のみの技術であるとはいえないし，また，前記(4)，(5)のとおり，タイヤの周方向を補強するための被覆コード部材を略四角形状とすることは，原告以外の当業者においても用いられていたのであるから，前記(6)で認定した技術は，周知技術ということができる。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告は，甲1発明に本件周知技術(略四角形状の補強金属コード)を適用することには，①略四角形状の樹脂被覆コードを埋設するには，溝が必要であるが，甲1発明には溝がないという構造上の阻害要因，②略四角形状の樹脂被覆コードにすると，クラウン部へ埋め込む面圧を高くする必要があるが，面圧を高くすると略四角形状の樹脂被覆コードの構造を維持することができないという製造上の阻害要因，③丸型の樹脂被覆コードに代えて，略四角形状の樹脂被覆コードをクラウン部に埋設する場合，溶融したクラウン部樹脂の逃げ場がなく，略四角形状とされた樹脂被覆コードを密着状態でクラウン部に埋設することはできないという製造上の阻害要因が存在すると主張する。",
        "しかし，前記(2)のとおり，周知文献2の【0032】には，「本発明の請求項13に記載のタイヤの製造方法では，タイヤ骨格部材の外周に補強コード部材の長手方向の端部を挿入するための凹部を形成していることから，この凹部に補強コード部材の上記端部を挿入することで，補強コード部材の上記端部を中間部よりもタイヤ骨格部材の内面側に配置することができる。すなわち，補強コード部材の上記端部を簡単にタイヤ骨格部材に埋め込むことができる。また，補強コード部材の上記端部を凹部に挿入することで，補強コード部材の上記端部(例えば，巻き始めの端部や巻き終わりの端部)の位置決めを行うことができる。」と記載されているとおり，請求項7～13記載のタイヤ製造方法のうち，請求項13記載のタイヤ製造方法において，凹部を形成することが記載されているにすぎないし，凹部による効果も，補強コード部材の端部を簡単にタイヤ骨格部材に埋め込むことができるとともに，上記端部の位置決めを行うことができるというものであって，略四角形状の補強コードの埋設には凹部が不可欠である旨の記載がないことはもとより，そのことを示唆する記載もない。したがって，上記①の阻害要因が存するとは認められない。",
        "また，前記(7)イのとおり，周知文献2，3には，断面形状が略四角形状であり，タイヤ軸方向に隣接する部分同士が接合(溶着)された補強コード部材を，クラウン部16に埋設することができることが記載されているから，略四角形状の樹脂被覆コードの面圧の調整や，溶融したクラウン部樹脂の逃げ場の確保などは，当業者が必要に応じて適宜なし得る程度のものと認められ，これに反する技術文献その他の証拠は提出されていない。したがって，上記②，③の阻害要因が存するとは認められない。"
      ],
      "content": [
        {
          "fig": "(9)",
          "subject": "小括",
          "text": [
            "以上によると，理由3は，理由がない。"
          ],
          "content": [
            {
              "fig": "4",
              "subject": "理由4(相違点2の容易想到性判断の誤り)について",
              "text": [
                "前記2のとおり，甲1発明において，本願補正発明の接合用樹脂層に相当する「ホットメルト接着剤A-1：三井化学(株)製の『アドマーQE-060』で形成された接着層」は，「ホットメルト接着剤A-1を，平均層厚が100μmとなるように付着させた」ものであるから(［0143］)，その平均層厚は，100μmであると認められる。",
                "また，甲1発明において，本願補正発明の被覆用樹脂層に相当する「被覆用組成物Ｎ-1で形成された被覆層」の層厚は，直接記載されていないものの，「スチールコード27を被覆する被覆用組成物28の層厚は，特に限定されるものではなく，平均層厚が0．2mm～4．0mmであることが好ましく，0．5mm～3．0mmであることが更に好ましく，0．5mm～2．5mmであることが特に好ましい。」(［0112］)とされており，その平均層厚は，0．5mm～2．5mmであることが特に好ましいものである。",
                "相違点2に係る本願補正発明の構成である「前記接合用樹脂層は，層厚が前記被覆用樹脂層よりも薄い」における「層厚」については，前記1のとおり，本願明細書の【0045】に「ここでいう『層厚』は，補強コード32の中心から補強コード32の径方向に沿って測定した厚みの中で最も厚みの薄い部分を指す。」と記載されているから，実測上の最小層厚を意味するものと解される。",
                "平均層厚100μmの接着層(接合用樹脂層)の実測上の最小層厚が，平均層厚0．5mm(500μm)の被覆層(被覆用樹脂層)の実測上の最小層厚よりも厚くなるためには，少なくとも平均層厚0．5mm(500μm)の被覆層(被覆用樹脂層)の実測上の最小層厚が100μmを下回る必要があるが，平均層厚100μmの樹脂層を製造しようとする際に，400μmもの製造誤差が生じることはおよそ考え難いから，甲1発明において，平均層厚100μmの接着層(接合用樹脂層)の実測上の最小層厚が，平均層厚0．5mm(500μm)の被覆層(被覆用樹脂層)の実測上の最小層厚よりも薄いことは，製造誤差を考慮しても明らかというべきである。",
                "そうすると，相違点2は，実質的な相違点とは認められないから，これと同旨の審決の判断に誤りはない。",
                "なお，引用文献1において，接着層の層厚を被覆用組成物の層厚より薄くした場合の効果に関する記載がないことは，相違点2が実質的な相違点ではないとの上記判断を左右するものではない。"
              ]
            },
            {
              "fig": "5",
              "subject": "結論",
              "text": [
                "以上によると，本願補正発明は，甲1発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項により，特許出願の際独立して特許を受けることができないとの審決の判断は正当であり，審決取消事由は理由がない。",
                "よって，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(行ケ)10090",
    "date": "2019-03-14",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "088565",
    "ipprecedent_id": "5149",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}