{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-400003号事件について平成30年5月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(後掲証拠及び弁論の全趣旨から認められる事実)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，名称を「振動器」とする考案に係る実用新案(実用新案登録第3149092号。出願日  平成20年12月25日，設定登録日  平成21年2月18日。請求項の数3。以下，「本件実用新案権」といい，同実用新案権に係る実用新案を「本件実用新案」という。)の実用新案権者である(甲1)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年9月28日，本件実用新案につき特許庁に無効審判請求をし，特許庁は上記請求を無効2017-400003号事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成30年5月22日，審判請求は成り立たない旨の審決(以下「本件審決」という。)をし，その謄本は，同月31日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成30年6月26日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "実用新案登録請求の範囲の記載",
          "text": [
            "本件考案の実用新案登録請求の範囲の請求項1～3の記載は，次のとおりである。以下，各請求項に係る考案を請求項の番号に従い「本件考案1」，「本件考案2」などといい，「本件考案」と総称する。本件考案の明細書(甲2)を，図面を含めて「本件明細書」という。また，本件明細書の図面の一部は，別紙本件明細書図面目録記載のとおりである。",
            "【請求項1】",
            "支持面に設置するための底座体と，上面に手足を置くための上板とを備え，該上板の下面の中央部に幅方向に沿って中心軸が配設され，該中心軸は，前記底座体の上面中央部の両側に設置された第一8字形リンクロッドと第二8字形リンクロッドにより支持され，前記底座体の前部に回動自在に設置された第一駆動ホイールが第一モータに連結され，前記第一駆動ホイールに第一偏心軸の入力端部が固定されると共に，前記第一偏心軸の出力端部は第三8字形リンクロッドを介して前記上板の前部に連結され，前記底座体の後部に回動自在に設置された第二駆動ホイールが第二モータに連結され，第二駆動ホイールに第二偏心軸の入力端部が固定されると共に，第二偏心軸の出力端部はリンクロッドを介して前記中心軸に連結されたことを特徴とする，振動器。",
            "【請求項2】",
            "前記上板の上面に脚載せパッドまたは手載せパッドを設置したことを特徴とする，請求項1に記載の振動器。",
            "【請求項3】",
            "前記上板1の周縁から下方向に延びるカバーを設け，該カバーにより前記上板より下方の部材を遮蔽してあることを特徴とする，請求項1に記載の振動器。",
            "そして，請求項1は，次のとおり分説することができる(以下，「分説A」「分説B」などという。)。",
            "A：支持面に設置するための底座体と，上面に手足を置くための上板とを備え，該上板の下面の中央部に幅方向に沿って中心軸が配設され，該中心軸は，前記底座体の上面中央部の両側に設置された第一8字形リンクロッドと第二8字形リンクロッドにより支持され，",
            "B：前記底座体の前部に回動自在に設置された第一駆動ホイールが第一モータに連結され，前記第一駆動ホイールに第一偏心軸の入力端部が固定されると共に，前記第一偏心軸の出力端部は第三8字形リンクロッドを介して前記上板の前部に連結され，",
            "C：前記底座体の後部に回動自在に設置された第二駆動ホイールが第二モータに連結され，第二駆動ホイールに第二偏心軸の入力端部が固定されると共に，第二偏心軸の出力端部はリンクロッドを介して前記中心軸に連結された",
            "D：ことを特徴とする，振動器。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "原告は，①  無効理由1として，本件考案1について，請求項1の記載が考案の詳細な説明に記載されていない考案を包含していることを理由とするサポート要件違反及び明確性要件違反，②  無効理由2として，本件考案1に考案の課題を解決することができない技術的構成が含まれていることを理由とするサポート要件違反及び明確性要件違反，③  無効理由3として，本件考案1の従属項である本件考案2及び3について，同様の理由によるサポート要件違反及び明確性要件違反を主張した。",
            "本件審決の理由は，別紙審決書(写し)記載のとおりであり，本件考案1～3について，サポート要件違反及び明確性違反は認められないから，原告の無効審判請求は成り立たないというものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "取消事由1：サポート要件違反についての判断の誤り",
            "取消事由2：明確性要件違反についての判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件違反についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件考案1～3がサポート要件を充足すると判断したが，次のとおり，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "実用新案登録請求の範囲について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "分説Bには，底座体の前部の駆動機構(以下「第1駆動系」という。)に関し，①第一駆動ホイールが第一モータに連結されていること，②第一駆動ホイールに第一偏心軸の入力端部が固定されていること，③第一偏心軸の出力端部が第三8字形リンクロッドを介して上板の前部に連結されていることについては特定されているが，このうち，③における「介する」の語の意味は「間におく。さしはさむ。中に立てる。」であるから(広辞苑第五版)，「出力端部は第三8字形リンクロッドを介して前記上板の前部に連結され」とは，出力端部と上板の前部がその間に第三8字形リンクロッドをおいて連結されていることであり，それ以外の技術的構成は特定されておらず，分説Bには，第1駆動系により上板を上下移動させるのかあるいは前後移動(又は左右移動)させるのかについての特定はない。",
                    "これによれば，分説Bは，別紙1の【図1A】に示された，第三8字形リンクロッドが上板を上下振動させる手段を構成するが，左右振動させる手段を構成しないもの(本件実用新案の図面の記載に基づくものである。以下「実施例構成B」という。)と，【図1B】に示された，第三8字形リンクロッドが，上板を左右振動させる手段を構成するが，上下振動させる手段を構成しないもの(以下「原告指摘構成B」という。)の両方を含む。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "同様に，分説Cの底座体の後部の駆動機構(以下「第2駆動系」という。)に関する記載において，「出力端部はリンクロッドを介して前記中心軸に連結され」とは，出力端部と中心軸がその間にリンクロッドをおいて連結されていることであり，それ以外の技術的構成は特定されていないから，分説Cには，第2駆動系により上板を上下移動させるのかあるいは前後移動(又は左右移動)させるのかについての特定はない。",
                    "これによれば，分説Cは，別紙1の【図2A】に示された，リンクロッドが上板を左右振動させる手段を構成するが，上下振動させる手段を構成しないもの(本件実用新案の図面の記載に基づくものである。以下「実施例構成C」という。)と，【図2B】に示された，リンクロッドが，上板を上下振動させる手段を構成するが，左右振動させる手段を構成しないもの(以下「原告指摘構成C」という。)の両方を含む。",
                    "そうすると，実用新案登録請求の範囲には，①  分説Bに記載された第1駆動系として実施例構成Bを採用し，分説Cに記載された第2駆動系として原告指摘構成Cを採用した振動器(原告指摘振動器1(以下「原告指摘振動器1」という。)(別紙1【図3】)，及び②  分説Bに記載された第1駆動系として原告指摘構成Bを採用し，分説Cに記載された第2駆動系として実施例構成Cを採用した振動器(以下「原告指摘振動器2」という。)(別紙1【図4】)が含まれる。原告指摘振動器1は，第一偏心軸により第三8字形リンクロッドが上板の前部を下動したとき，第二偏心軸によりリンクロッドが中心軸の横向きブラケットを上動させ，引き続いて，第一偏心軸により第三8字形リンクロッドが上板の前部を上動したとき，第二偏心軸によりリンクロッドが中心軸のアームを下動させるから，2個のモータを同時に駆動することにより，上板の上下振動を行うが，前後振動は行うことができない。また，原告指摘振動器2は，第一偏心軸により第三8字形リンクロッドが上板の前部を左動したとき，第二偏心軸によりリンクロッドが中心軸の横向きブラケットを左動させ，引き続いて，第一偏心軸により第三8字形リンクロッドが上板の前部を右動したとき，第二偏心軸によりリンクロッドが中心軸のアームを右動させる。したがって，2個のモータを同時に駆動することにより，上板の前後(左右)振動を行うが，上下振動は行うことができない。なお，上板の前後移動は，中央部の揺動リンク(本件考案の第一・第二8字形リンクロッド)の揺動を伴うものであるから，その点で，上板は上下動する(揺動リンクが直立姿勢のとき上板を上動し，揺動リンクが傾斜姿勢のとき上板を下動する)ことにより，複数方向の振動を発生する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件明細書には，複数方向の振動を発生させる振動器を提供することに課題があると説明され，【0010】～【0012】において，【考案を実施するための最良の形態】であるとして，①  第三8字形リンクロッドにより上板を上下振動させ，②  リンクロッドにより中心軸と共に上板を前後振動させるものが唯一の実施形態として説明されている。",
                "これに対し，実用新案登録請求の範囲の請求項1には原告指摘構成B及び原告指摘構成Cの構成が含まれる。",
                "これによれば，請求項1の記載は，考案の詳細な説明に全く記載されていない原告指摘振動器1及び原告指摘振動器2を形式的に含んでいるから，考案の詳細な説明により開示された考案の範囲を超えて広く独占権を求めるように記載されていることが明らかである。",
                "また，実質的に見ても，原告指摘振動器1及び原告指摘振動器2は，考案の詳細な説明に記載された考案でないことはもとより，考案の詳細な説明の記載により当業者が本件考案の課題を解決できると認識できる範囲のものでもない。なお，原告指摘振動器2は，上板が前後に移動する間，中央部の揺動リンクの揺動により上板を上下動させるため，その意味では「複数方向の振動」を可能にするが，本件考案の課題解決手段とは別の手段で複数の振動を発生させるものであるから，本件考案の課題を解決できると認識できる範囲のものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件審決について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，原告指摘構成B及び原告指摘構成Cは，実用的な振動器の構造としてあまりに不自然であり，本件考案の課題に照らせば，技術常識上本件考案1に含まれないと判断する。",
                    "しかし，審決が述べる「実用的な振動器の構造としてあまりに不自然」の点は，何が「実用的な振動器の構造」であり何が「不自然」であるのか，その根拠を全く示しておらず，極めて不可解であり，恣意的な判断であると言わざるを得ない。別紙2の(A)は第一偏心軸の出力端部が偏心回転の軌跡上で0°の位置にあり，上板の下向きブラケットと底座体に固定された第一駆動ホイールの間隔が距離Lとされ，このとき(E)のように第一・第二8字形リンクロッドが直立姿勢とされ，上板がニュートラル位置にあるとする。この状態から，第一偏心軸の入力端部が反時計針方向に90°ずつ回転すると，出力端部が偏心回転の軌跡上で(B)(C)(D)のように偏心回転する。(B)は0°から90°まで回転した状態を示しており，このとき前記距離がL＋αとされ，上板を(F)のように左方向に移動する。(C)は0°から180°まで回転した状態を示しており，このとき前記距離はLに戻り，上板は(A)と同じニュートラル位置に戻される。(D)は0°から270°まで回転した状態を示しており，このとき前記距離はL-αとされ，上板を(G)のように右方向に移動する。なお，上板は，左右移動(前後移動)に際して第一・第二8字形リンクロッドの揺動を伴うので，左右移動と同時に上下移動させられる。このような駆動機構は，当業者に極めて自明の技術であり，請求項1の分説Bから直ちに「実用的な振動器」として認識することができるものであり，何ら「不自然な構造」ではない。同様のことは，原告指摘構成Cについても妥当するのは，別紙3のとおりである。",
                    "また，「本件考案の課題に照らせば，技術常識上当然に」含まれないとする点について，考案の課題を解決できないものがその考案に含まれない(技術的範囲に属さない)と解釈し得ることと，サポート要件に違反するかどうかの問題は別の問題である。サポート要件は，考案の課題を解決できると認識される範囲を逸脱した(つまり課題を解決できない)技術的構成のものが請求項の記載に含まれているかどうかの問題であり，本件審決のように，課題を解決できないものは当然に請求項の記載にも含まれないと考えることは，理論的にサポート要件違反の事案は存在し得ないことになり，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，本件審決は，「実用新案登録請求の範囲の文言を形式的に捉えて，文言解釈上含み得る構成が考案の詳細な説明に記載されていなければ直ちにサポート要件違反となるものではなく，考案の課題にも照らして，技術常識上考え難い構成は，文言形式的に請求の範囲に入り得るとしても，サポート要件の検討対象としないと解すべきである。」と述べるが，原告指摘振動器1及び原告指摘振動器2は，「振動器」として正常に機能するものであり，2個のモータが使用されている点についても，常識的に見て，モータ1個あたりの負荷が小さくなるので，高回転による振動が円滑になると考えるのが一般的であり，本件審決がいうような考え難い構成では決してない。さらに，原告指摘振動器2の場合は，上板が前後に移動する間，中央部の揺動リンク(本件考案の第一・第二8字形リンクロッド)の揺動により上板を上下動させるものであるから，その点では，「複数方向の振動」が発生しており，本件考案の課題解決手段とは別の手段で複数の振動を発生する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，「明細書及び図面に記載の機構学的な作用を実現するために必要な機械要素として，実用新案登録請求の範囲の請求項1には，「底座体」，「上板」，「中心軸」，「第一8字形リンクロッド」が記載されており，各機械要素の接続連結関係又は固定関係等も記載されている」と認定するが，請求項1には，「第一偏心軸の出力端部と，第三8字状リンクロッドと，上板の前部」，「第一偏心軸の出力端部と，第三8字状リンクロッドと，上板の前部」の機械要素に関して，それぞれ【0010】及び【0011】に説明されているような上下振動及び前後振動の作用を実現するために必要な接続連結関係は記載されていない。",
                    "本件明細書の記載のうち，上板の上下移動及び前後移動が理解できるのは，【0010】及び【0011】のみであるが，その記載によっても振動に必要不可欠な接続関係は不明であり，図面の記載を精査しなければ理解できないが，実用新案法5条6項1号における「考案の詳細な説明に記載したものであること」には，図面の記載は含まれない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(明確性要件違反についての判断の誤り)について",
          "text": [
            "分説B及び分説Cの「介して」は，「間におく。さしはさむ。中に立てる。」という意味であるから，ロッドの往復運動によりなぜ上下振動や左右振動が可能になるかの技術的構成が記載されているとはいえず，不明確である。上記1のとおり，原告指摘振動器1は，単一方向の振動だけが可能なものであるため，明細書及び図面の記載を参照することにより，本件考案の技術的範囲に属さないものであると考えることは可能であるが，請求項1に記載のとおりのものであるため，実用新案権の権利行使を受けることはないと断言することはできない。また，原告指摘振動器2は，上記1のとおり，前後振動に上下振動が加えられた複数方向の振動を発生していると考えることが可能であり，請求項1に記載のとおりのものであるため，実用新案権の権利行使を受ける危険に曝されることになる。",
            "このように，本件考案の実用新案登録請求の範囲の記載は不明確である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件違反についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件考案がサポート要件を充足するとした本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "考案の内容を認定するに当たっては，特段の事情があれば考案の詳細な説明の記載を参照することが許されるのであり，原告指摘構成B及び原告指摘構成C並びに原告指摘振動器1及び原告指摘振動器2は，本件明細書及び図面の記載に照らし本件考案1には含まれない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(明確性要件違反についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件考案が明確性要件を充足するとした本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告指摘振動器1及び原告指摘振動器2が実用新案登録請求の範囲の請求項1には含まれないのは上記1のとおりである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件考案について",
          "content": [
            {
              "fig": "(1)",
              "subject": "実用新案登録請求の範囲の記載",
              "text": [
                "本件考案の実用新案登録請求の範囲の記載は，上記第2の2に記載のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には以下の記載がある(甲2)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本考案は，美容或いは運動用の振動器に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】美容健康用の振動器は，非常に人気のある運動器械または健康器械の1つであって，人体手足の振動を通して全身を振動させ，人体の疲労を緩和したり，経脈を通じさせたり，美容に利用したりする。",
                    "特に現代女性にとって，自身のイメージは重要であり，完璧な身体曲線を有することを願う人が多い。",
                    "一般的な振動器は，モータを用いて振動を発生させ，局部振動，マッサージを利用して体内の余分な脂肪を除去し，疲労を取り除き，筋肉のしまりをよくすると共に，皮膚をよりつややかにきめ細かくするものである。しかしながら，市販されている美容装置は往々にして上下振動や左右振動(前後振動)など単一方向の振動しか発生せず，多様な美容上のニーズを満たすことはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "考案が解決しようとする課題",
                  "text": [
                    "【0003】本考案が解決しようとする課題は，複数方向の振動を発生させ，様々なニーズに応じた美容効果を達することができる振動器を提供することにある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0004】本考案の振動器は，支持面に設置するための底座体と，上面に手足を置くための上板とを備え，該上板の下面の中央部に幅方向に沿って中心軸が配設され，該中心軸は，前記底座体の上面中央部の両側に設置された第一8字形リンクロッドと第二8字形リンクロッドにより支持され，前記底座体の前部に回動自在に設置された第一駆動ホイールが第一モータに連結され，前記第一駆動ホイールに第一偏心軸の入力端部が固定されると共に，前記第一偏心軸の出力端部は第三8字形リンクロッドを介して前記上板の前部に連結され，前記底座体の後部に回動自在に設置された第二駆動ホイールが第二モータに連結され，第二駆動ホイールに第二偏心軸の入力端部が固定されると共に，第二偏心軸の出力端部はリンクロッドを介して前記中心軸に連結されている。",
                    "【0005】前記上板の上面に脚載せパッドまたは手載せパッドを設置し，使用者の手足を位置決めすることができる。",
                    "前記上板の周縁から下方向に延びるカバーを設け，該カバーにより前記上板より下方の部材を遮蔽すると良い。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "考案の効果",
                  "text": [
                    "【0006】本考案によれば，両足または片足で上板上に立ったり，両手または片手で上板上を押した状態で，いずれかのモータ又は両方のモータを作動させることにより，上板を制御して上下振動，左右振動，或いは，両者を複合した振動を発生し，これにより，人体の必要な箇所に必要な振動を与えて，全身の血液循環を促進して新陳代謝を高め，多様な美容効果を達成することができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "考案を実施するための最良の形態",
                  "text": [
                    "【0007】本考案の振動器は，図1及び図2に示すように，地面，床等の支持面上に水平に設置するための底座体4と，上面に手足を置くための上板1とを備える。",
                    "上板1の下面の中央部には幅方向に沿って中心軸2が設置される。中心軸2は，底座体4の上面中央部の両側にそれぞれ設置された第一8字形リンクロッド81及び第二8字形リンクロッド82によって支持されている。8字形リンクロッドとは，二つの固定孔を比較的接近して設けた略8字状のリンクロッドであり，第一8字形リンクロッド81及び第二8字形リンクロッド82は，その一方の固定孔を介して底座体4に軸着されるとともに，他方の固定孔間に中心軸2が架設されている。",
                    "従って，上板1は，底座体4の上方において，第一8字形リンクロッド81と第二8字形リンクロッド82の一方の固定孔を通る幅方向に沿う軸を中心として回動可能に支持されている。",
                    "【0008】底座体4の上面の左前部には，第一軸受座体51と第一モータ91が設置されている。第一軸受座体51に第一駆動ホイール61が取り付けられ，第一駆動ホイール61が第一ドライブベルト11を介して第一モータ91に連結されている。",
                    "また，第一駆動ホイール61の中心には第一偏心軸71の入力端部が固定され，第一偏心軸71の出力端部，即ち，中心線に対し偏心して位置する出力端部は，第三8字形リンクロッド83を介して上板1の下面前部に連結されている。",
                    "【0009】底座体4の上面の右後部には，第二軸受座体52と第二モータ92が設置されている。第二軸受座体52に第二駆動ホイール62が設けられ，第二駆動ホイール62が第二ドライブベルト12を介して第二モータ92に連結されている。",
                    "また，第二駆動ホイール62の中心に第二偏心軸72の入力端部が固定され，第二偏心軸72の出力端部，即ち，中心線に対し偏心して位置する出力端部はリンクロッド3を介して中心軸2に連結される。",
                    "【0010】本考案の振動器は，以下三種類の異なる振動を発生させることができる。",
                    "(1)上下振動：第一モータ91を作動させて，第二モータ92を停止させる。すると，第一モータ91が第一ドライブベルト11を動かして第一駆動ホイール61を回転させ，第一駆動ホイール61がこれに固定された第一偏心軸71を回転させ，第一偏心軸71が回転時に第三8字形リンクロッド83を動かす。",
                    "第三8字形リンクロッド83は上板1の下面前部に連結されており，上板1の下面中央部に設けた中心軸2は，停止した第二偏心軸72に連結されたリンクロッド3により，前後の移動が牽制されるため，第三8字形リンクロッド83によって上板1には上下方向の振動が発生する。",
                    "【0011】(2)前後振動：第二モータ92を作動させて，第一モータ91を停止させる。すると，第二モータ92が第二ドライブベルト12を動かして第二駆動ホイール62を回転させ，第二駆動ホイール62がこれに固定された第二偏心軸72を回転させ，第二偏心軸72が回転時にリンクロッド3を動かす。",
                    "リンクロッド3は上板1に設けた中心軸2に連結されており，上板1は，停止した第一偏心軸71に連結された第三8字形リンクロッド83により上下の移動が牽制されるため，上板1には前後方向の振動が発生する。",
                    "【0012】(3)上下，前後に往復する弧形運動：第一モータ91と第二モータ92を同時に作動させることにより，第一偏心軸71及び第二偏心軸72をそれぞれ回転させ，上板1を上下方向と前後方向に同時に移動させて，両者を複合した弧形の振動を発生させることができる。",
                    "なお，上板1の上面には，最も効果的な位置に手足を載せることができるように，脚載せパッドまたは手載せパッドを設置しても良い。",
                    "また，上板1の周縁から下方向に延びるカバーを設け，このカバーで上板1より下方の部材を遮蔽すると体裁がよい。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件考案の特徴",
              "text": [
                "上記(2)の記載によれば，本件考案の特徴は以下のとおりと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件考案は，美容或いは運動用の振動器に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "美容健康用の一般的な振動器は，モータを用いて振動を発生させ，局部振動，マッサージを利用して体内の余分な脂肪を除去し，疲労を取り除き，筋肉のしまりをよくすると共に，皮膚をよりつややかにきめ細かくするものであるが，往々にして上下振動や左右振動(前後振動)など単一方向の振動しか発生せず，多様な美容上のニーズを満たすことはできない(【0002】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件考案は，複数方向の振動を発生させ，様々なニーズに応じた美容効果を得ることができる振動器を提供することを課題とし(【0003】)，実用新案登録請求の範囲に記載の構成を採用することで(【0004】，【0005】)，いずれかのモータ又は両方のモータを作動させることにより，上板を制御して上下振動，左右振動，或いは両者を複合した振動を発生し，これにより，人体の必要な箇所に必要な振動を与えて，全身の血液循環を促進して新陳代謝を高め，多様な美容効果を達成することができるようにしたものである(【0006】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(明確性要件違反についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "事案に鑑み，まず，取消事由2について判断する。",
                "実用新案法5条6項2号は，実用新案登録請求の範囲の記載に関し，実用新案登録を受けようとする考案が明確でなければならない旨規定するが，同号がこのように規定した趣旨は，実用新案登録請求の範囲に記載された考案が明確でない場合には，考案の技術的範囲が不明確となり，権利者がどの範囲において独占権を有するのかについて予測可能性を奪うなど第三者の利益が不当に害されることがあり得るので，そのような不都合な結果を防止することにある。そして，実用新案登録を受けようとする考案が明確であるか否かは，実用新案登録請求の範囲の記載だけではなく，願書に添付した明細書の記載及び図面を考慮し，また，当業者の出願当時における技術常識を基礎として，実用新案登録請求の範囲の記載が，第三者の利益が不当に害されるほどに不明確であるか否かという観点から判断されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上を前提に，本件考案1の明確性要件適合性について判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件考案1の実用新案登録請求の範囲の分説Bには，「前記底座体の前部に回動自在に設置された第一駆動ホイールが第一モータに連結され，前記第一駆動ホイールに第一偏心軸の入力端部が固定されると共に，前記第一偏心軸の出力端部は第三8字形リンクロッドを介して前記上板の前部に連結され，」(第一駆動系)と，分説Cには，「前記底座体の後部に回動自在に設置された第二駆動ホイールが第二モータに連結され，第二駆動ホイールに第二偏心軸の入力端部が固定されると共に，第二偏心軸の出力端部はリンクロッドを介して前記中心軸に連結された」(第二駆動系)と記載されている。そして，「介して」は「間におく。さしはさむ。中に立てる。」といった意味であるが(甲6，7)，このような実用新案登録請求の範囲の記載のみからは，「第一偏心軸の出力端部」と「上板の前部」とが「第三8字形リンクロッド」を「介して」どのように連結固定されるのか，「第二偏心軸の出力端部」と「中心軸」とが「リンクロッド」を「介して」どのように連結固定されるのかが必ずしも明らかではない。",
                    "そこで，本件考案の技術的意義について，本件明細書の記載をみるに，本件明細書の【0007】～【0009】，【図1】及び【図2】には，「底座体4」，「上板1」，「中心軸2」，「第一8字形リンクロッド81」，「第二8字形リンクロッド82」，「第一モータ91」，「第一駆動ホイール61」，「第一偏心軸71」，「第三8字形リンクロッド83」，「第二モータ92」，「第二駆動ホイール62」，「第二偏心軸72」，「リンクロッド3」の本件考案の各機械要素の位置関係又は連結固定関係が記載されている。また，【0010】～【0012】には，本件考案の振動器が上記の機械要素を用いて，上板に，①  上下振動，②  前後振動，③  両者を複合した振動を発生させるものであり，①は，「第二モータ92」は停止させ，「第一モータ91」を作動させて「第一駆動ホイール61」を回転させると当該「第一駆動ホイール61」に固定された「第一偏心軸71」が回転し，当該「第一偏心軸71」が「第三8字形リンクロッド83」を動かすことで「上板1」を上下方向に振動させるものであること(【0010】)，②は，「第一モータ91」は停止させ，「第二モータ92」を作動させて「第二駆動ホイール62」を回転させると当該「第二駆動ホイール62」に固定された「第二偏心軸72」が回転し，当該「第二偏心軸72」が「上板1」に設けた「中心軸2」に連結されている「リンクロッド3」を動かすことで，「上板1」に前後方向に振動させるものであること(【0011】)，③は，「第一モータ91」と「第二モータ92」を同時に作動させたときに「上板1」を上下方向と前後方向に同時に移動することで生じる①と②を複合した弧形の振動であること(【0012】)が記載されている。また，これ以外の態様は記載されていない。",
                    "以上に照らせば，本件考案の技術的意義は，第一駆動系により上板を上下方向に振動させ，第二駆動系により上板を前後方向に振動させることで，複数方向の振動を発生させることにあるといえる。そうすると，本件考案1の分説B及び分説Cにおける「介する」は，第一駆動系により上板を上下振動させ，第二駆動系により上板を左右振動させるような連結固定関係としたものを意味するものであることは，明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，実用新案登録請求の範囲の記載は，その記載それ自体に加え，本件明細書の記載及び図面並びに当業者の技術常識を基礎にすると，第三者に不測の不利益を及ぼすほどに不明確なものとは認められないから，明確性要件関する本件審決の判断の結論に誤りはなく，この点に関する原告の主張は採用することができない。",
                    "したがって，取消事由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，分説B及び分説Cは，「介して」という「間におく。さしはさむ。中に立てる。」という意味の用語を用いているのに止まり，本件考案を特定するために必要不可欠な技術的事項の記載が欠落しており，原告指摘振動器1及び原告指摘振動器2を含み得るように広く記載されているから，請求項1の記載が不明確である旨主張する。",
                "しかし，上記(2)に説示したとおり，分説B及びCの「介して」の用語の意義を理解できるから，請求項1の記載は，第三者に不測の不利益を及ぼすほどに不明確なものとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(サポート要件違反についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "サポート要件に適合するかどうかは，実用新案登録請求の範囲の記載と考案の詳細な説明の記載とを対比し，実用新案登録請求の範囲に記載された考案が，考案の詳細な説明に記載された考案で，考案の詳細な説明の記載により当業者が当該考案の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該考案の課題を解決できる範囲のものであるか否かを検討して判断すべきものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上を前提に，本件考案1のサポート要件適合性について判断するに，本件考案の技術的意義については，上記2(2)アのとおりであり，本件考案の採用する課題解決手段もそのとおりに理解することができる。",
                "そうすると，実用新案登録請求の範囲の請求項1の記載は，考案の詳細な説明に記載された考案で，当業者が，技術常識に照らし，考案の詳細な説明の記載により当該考案の課題(美容あるいは運動用の振動器において，複数方向の振動を発生させ，様々なニーズに応じた美容効果を得ることができる振動器を提供すること)を解決できると認識できる範囲のものであるといえる。",
                "よって，本件考案1は，サポート要件に適合しているから，サポート要件関する本件審決の判断の結論に誤りはなく，この点に関する原告の主張は採用することができない。",
                "したがって，取消事由2は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件考案1には，上下方向の振動しかしない原告指摘振動器1と前後方向の振動しかしない原告指摘振動器2が含まれると主張する。",
                    "しかし，上記2(2)アで述べたところに照らせば，原告指摘振動器1及び原告指摘振動器2は，本件考案1には含まれないというべきであるから，原告の主張は前提を欠く。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，明細書の考案の詳細な説明に記載されていない考案が請求項に記載された考案に含まれている場合，サポート要件違反になる旨主張するが，本件考案1において，考案の詳細な説明に記載されていない考案が請求項に含まれているとはいえないことは上記(2)に説示したとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，請求項1には，第一駆動系における「第一偏心軸の出力端部と，第三8字形リンクロッドと，上板の前部」の3つの機械要素，及び第二駆動系における「第二偏心軸の出力端部と，リンクロッドと，中心軸」の3つの機械要素に関して，本件明細書の【0010】，【0011】がそれぞれ説明する振動の作用を実現するために必要な「接続連結関係」が記載されているとはいえず，この「接続連結関係」が記載されているとする本件審決の認定は誤りである旨主張する。",
                    "しかし，第一駆動系及び第二駆動系の各機械要素の連結固定関係については上記2(2)アのとおり理解できるのであり，この点に関する原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本件審決は図面の記載を参照しているが，実用新案法5条6項1号は「考案の詳細な説明に記載したものであること」と規定しており，判断の対象は，明細書の記載であって，図面の記載ではない旨主張するが，「考案の詳細な説明」が，図面の記載を引用して，本件考案について説明している場合には，図面の記載も，「考案の詳細な説明」に記載されたものにほかならないから，図面の記載も一体となって，「考案の詳細な説明」を構成するというべきである。この点に関する原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，本件考案の課題を解決できないものが本件考案の技術的範囲に属さないと解釈し得るかと，サポート要件に違反するかは，別の問題であり，本件の場合，原告指摘構成B又は原告指摘構成Cが請求項1の記載に含まれるかどうかの判断が必要であるという旨主張するが，原告指摘構成B及び原告指摘構成Cが請求項1の記載に含まれないのは，上記2(2)アに説示したとおりである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上のとおり，取消事由はいずれも理由がなく，原告の請求は理由がないから，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}