{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2017-5341号事件について平成30年5月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成23年9月16日，発明の名称を「三次元リアルタイムMR画像誘導下手術システム」とする発明について，特許出願（特願2011-203232号。以下「本願」という。）をした。",
                "原告は，平成26年12月11日付けの拒絶理由通知（甲13）を受けたため，平成27年3月9日付けで特許請求の範囲について手続補正（以下「本件補正」という。甲2）をしたが，平成28年12月21日付けの拒絶査定（甲23）を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年4月14日，拒絶査定不服審判（不服2017-5341号事件）を請求した。",
                "その後，特許庁は，平成30年5月28日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同年6月12日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年7月6日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲は，請求項1及び2からなり，その請求項1の記載は，次のとおりである（以下，請求項1に係る発明を「本願発明」という。甲2）。",
            "【請求項1】",
            "三次元リアルタイムMR画像下での手術システムであって：",
            "MRI装置と；",
            "MRI装置及び撮像面を制御し，MRI装置からのMR画像を連続的に伝送することにより，リアルタイムMR画像をメインワークステーションに伝送するMRワークステーションと；",
            "マイクロ波デバイスの位置を特定し，該位置情報をメインワークステーションに伝送する磁気トラッキング装置及び／又は光学式の位置センサー装置と；",
            "マイクロ波デバイスの制御・操作のための制御ワークステーションと；",
            "予め取得した生体内画像，該リアルタイムMR画像，並びにマイクロ波デバイスの位置情報を統合可能なメインワークステーションと，を有し，",
            "術者がリアルタイムに生体の内部状況とマイクロ波デバイスの位置を画像によって確認し，処置する生体物及びマイクロ波デバイスの位置を確認しながら手術できる手術システム。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりである。",
                "その要旨は，本願発明は，本願の出願前に頒布された刊行物である特開2008-18172号公報（以下「引用文献5」という。甲5）に記載された発明（以下「引用発明」という。）及び周知技術に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないから，請求項2に係る発明について検討するまでもなく，本願は拒絶すべきであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明，本願発明と引用発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "術具を用いた手術や治療において，術具先端と目的部位や危険部位との位置関係の情報をリアルタイムで術者に提供することが可能な手術支援装置であって，",
                    "画像処理や手術支援に必要な各種演算を行なう演算装置30と，",
                    "ISCを行うためのMRI装置である撮像装置10と，",
                    "ワークステーションで構成され，撮像シーケンスに基づく撮像制御および三次元位置検出装置20からの位置情報を利用したISC制御を行うほか，画像処理を行なう演算装置30としても機能する制御部14と，",
                    "位置検出デバイス21，小型コンピュータ23，基準ツール25，ポインタ27などから構成される三次元位置検出装置20とを有し，",
                    "位置検出デバイス21は，2台の赤外線カメラ29と，赤外線を発光する発光ダイオードを備え，ポインタ27に固定された3つの反射球の位置を検出することにより，ポインタ27の位置及び姿勢を検出し，",
                    "術前プランニング300で，患者60をMRI装置10の撮像空間に配置し，患者60の手術部位を含む範囲61のボリューム画像を取得するための撮像を行い，取得したボリューム画像は，記憶装置40に格納され，ボリューム画像からの相対位置情報の算出，登録を行い，ボリューム画像に対し3Dボリュームレンダリング等の画像処理を施し，ボリュームレンダリング画像409を表示し，",
                    "ISCでは三次元位置検出装置20（位置検出デバイス21）がポインタ27の位置を検出することにより，術具位置をリアルタイム検出し，術具位置を含む断面の撮像を行わせ，",
                    "ISCによる撮像は，三次元位置検出装置20の位置検出頻度に合わせて繰り返され，",
                    "撮像と同時に，演算装置30は，術具先端位置に相当するピクセル位置からデータベースに登録した相対位置情報をリアルタイムに読み取り，読み取った相対位置情報を，術具位置を含む断面の画像及び Volume Rendering 画像814上に先端位置とともにモニタに表示し，",
                    "手術時には，三次元位置検出装置を用いて術具位置を追随することにより，術具815を含む Volume Rendering 画像814が時系列的に変化し，",
                    "術具はロボット80のロボットアームに固定され，ロボットアームを介して手術が行なわれ，ロボット80には駆動・制御系が内蔵された，",
                    "手術時には位置検出装置を用いて検出した術具先端位置とボリュームデータに相当するピクセル位置からデータベースに登録した情報を瞬時に読み取ることができる手術支援装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明の一致点及び相違点",
                  "text": [
                    "（一致点）",
                    "「三次元リアルタイムMR画像下での手術システムであって：",
                    "MRI装置と；",
                    "MRI装置及び撮像面を制御し，MRI装置からのMR画像を連続的に撮像することにより，リアルタイムMR画像を生成するMRワークステーションと；",
                    "術具の位置を特定し，該位置情報を伝送する光学式の位置センサー装置と；",
                    "術具の制御・操作のための駆動・制御系と；",
                    "予め取得した生体内画像，該リアルタイムMR画像，並びに術具の位置情報を統合可能なワークステーションと，を有し，",
                    "術者がリアルタイムに生体の内部状況とマイクロ波デバイスの位置を画像によって確認し，処置する生体物及びマイクロ波デバイスの位置を確認しながら手術できる手術システム。」である点（判決注・「マイクロ波デバイスの位置」は「術具の位置」の誤記と認める。以下同じ。）。",
                    "（相違点1）",
                    "本願発明では，ワークステーションが，MRI装置及び撮像面を制御するMRワークステーションと，予め取得した生体内画像，該リアルタイムMR画像，並びにマイクロ波デバイスの位置情報を統合可能なメインワークステーションとからなり，MRワークステーションは，MRI装置からのMR画像を連続的に伝送することにより，リアルタイムMR画像をメインワークステーションに伝送するのに対し，引用発明では，「撮像シーケンスに基づく撮像制御および三次元位置検出装置20からの位置情報を利用したISC制御」と，「患者のボリューム画像」，「ISC」により「撮像」された「術具位置を含む断面」の画像及び「術具先端位置に相当するピクセル位置」を統合する処理とを併せて行う「制御部14」である点。",
                    "（相違点2）",
                    "術具の制御・操作のための駆動・制御系が，本願発明では，「制御ワークステーション」であるのに対し，引用発明では，「ロボット80に内蔵された駆動・制御系」である点。",
                    "（相違点3）",
                    "術具が，本願発明では「マイクロ波デバイス」であるのに対し，引用発明では，「術具」としか特定されていない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "引用文献5を主引用例とする本願発明の進歩性の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点及び相違点の認定の誤り",
              "text": [
                "本件審決は，引用発明の「術具815を含む Volume Rendering 画像814」は，「手術時には，三次元位置検出装置を用いて術具位置を追随することにより，時系列的に変化」するから，本願発明の「三次元リアルタイムMR画像」に相当し，引用発明の「術具先端と目的部位や危険部位との位置関係の情報」は「術具815を含む Volume Rendering 画像814」より提供されるから，引用発明の「術具を用いた手術や治療において，術具先端と目的部位や危険部位との位置関係の情報をリアルタイムで術者に提供することが可能な手術支援装置」は，本願発明の「三次元リアルタイムMR画像下での手術システム」に相当するとして，両発明は，「三次元リアルタイムMR画像下での手術システム」である点において一致する旨認定した。",
                "しかしながら，以下のとおり，引用発明は，「三次元リアルタイムMR画像下での手術システム」であるとはいえず，上記の点は相違点として認定すべきであるから，本件審決の上記認定は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の「三次元リアルタイムMR画像下での手術システム」について",
                  "text": [
                    "本願の願書に添付した明細書（以下，図面を含めて「本願明細書」という。甲1）の【0014】の記載によれば，本願発明の「マイクロ波デバイス」は，極めて強いシーリング力を持ち，大概の脈管をシールしながら出血せずに切ることができるものであるから，先端の構造が複雑である鉗子型，ハサミ型等のマイクロ波デバイスも含まれる。",
                    "また，本願明細書の【0015】の記載によれば，本願発明の「三次元リアルタイムMR画像」にいう「三次元」とは，「生体や臓器表面の立体化だけでなく，内部構造を透視状態でみられる（深部情報）立体化」を意味する。そして，本件発明の特許請求の範囲（請求項1）の「生体の内部状況とマイクロ波デバイスの位置を画像によって確認」との記載及び本件明細書の【0015】の記載によれば，本願発明の「三次元リアルタイムMR画像」は，3軸2次元画像だけでなく，生体の内部構造を透視状態でみられる立体画像を含むものといえる。そして，本願明細書の図1記載の「術中モニター」における上側の左画像及び中央画像は「リアルタイムMR画像」，下側の左画像及び中央画像は「予め取得した生体内画像」（手術開始前（患者への侵襲前）の生体内画像），上側右図は「マイクロ波デバイスの位置情報と予め取得した生体内画像を統合した3D画像」である。",
                    "そうすると，本願発明の「三次元リアルタイムMR画像下での手術システム」とは，術者（医師等）が，処置する生体物の位置及びマイクロ波デバイスの位置を，予め取得した生体内画像と比較しながら，生体の内部構造を透視状態でみられる立体画像でリアルタイムに確認しながら手術できる手術システムをいうものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の手術支援装置について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用文献5の記載事項（【0021】，【0026】，【0033】，【0036】，図8）によれば，引用発明の「術具」は，マイクロ波デバイスではなくかつ先端の形状が単純な穿刺針・カテーテルを意味する。",
                        "また，引用文献5の記載事項（【0007】ないし【0009】，図6）によれば，引用発明の課題を解決するには「警告手段」を手術支援装置に備えることが必須であり，「警告手段」は，変化する術具の位置と，あらかじめデータベースに登録された目的部位や危険部位の座標までの距離等を警告として提示するものであるから，引用発明の「術具」は，引用発明の課題を解決するための手段である「警告手段」を達成するために，術具の処理により目的物の位置や形状を大きく変化させない，マイクロ波デバイスではなくかつ先端の形状が単純な穿刺針・カテーテルであることを要する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用文献5には，「術具815を含む3軸断面（Axial811，Sagital 812，Colonal 813）及び Volume Rendering 画像814」（【0033】，図7及び図8）の記載があるが，術中のモニターで術前画像を提供しておらず，術前画像から得られた相対位置情報を使用した警告及び術中の画像を術者に提供しているだけである。",
                        "加えて，引用文献5には，生体の内部構造を透視状態で見られる立体画像の開示又は示唆はない。",
                        "そうすると，引用発明の「術具815を含む Volume Rendering 画像814」は，術前画像を含まない，術中の3軸2次元画像を単に結合したVolume Rendering 画像を意味する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)によれば，引用発明の手術支援装置は，術者（医師等）が，処置する生体物の位置とマイクロ波デバイスではなくかつ先端の形状が単純な穿刺針・カテーテルの位置とを，警告手段を使用しながら，3軸2次元画像を単に結合した立体画像でリアルタイムに確認しながら手術できる手術システムである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，引用発明の手術支援装置は，術具の種類，警告手段の有無，術前画像の有無及び立体画像の種類が本願発明と異なるから，本願発明の「三次元リアルタイムMR画像下での手術システム」であるとはいえない。",
                    "したがって，「三次元リアルタイムMR画像下での手術システム」である点は，本願発明と引用発明の一致点ではなく，相違点として認定すべきであるから，本件審決における一致点及び相違点の認定には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の容易想到性の判断の誤り",
              "text": [
                "引用文献5には，引用発明において，ISC制御を行う制御部14は，MRI装置に内蔵されていること（【0013】，【0015】）が開示されており，この制御部14は，本願発明の「MRワークステーション」に相当する。",
                "一方で，引用文献5には，ISC制御及び制御部14をMRI装置外に設置するという技術的思想の開示又は示唆がなく，また，リアルタイムMR画像をメインワークステーションに連続的に伝送するMRワークステーションについての開示又は示唆もない。そのため，引用文献5記載の手術支援装置は，特定のMRI装置を前提にした技術であるといえる。",
                "したがって，当業者は，引用発明のISC制御及び制御部14に基づいて，ワークステーションが「MRワークステーション」と「メインワークステーション」とからなる構成（相違点1に係る本願発明の構成）を容易に想到することができたものとはいえない。",
                "よって，相違点1に係る本願発明の構成は引用発明から当業者が容易に想到することができたとした本件審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3の容易想到性の判断の誤り",
              "text": [
                "本件審決は，特開2007-125240号公報（以下「引用文献6」という。甲6）及び特許第4035100号公報（以下「引用文献7」という。甲7）に記載があるように，本件出願当時，「MR画像下で，マイクロ波デバイスを使用すること」は周知であって，その際に，マイクロ波デバイスの先端位置が重要となることも自明であるから，引用発明の手術時には位置検出装置を用いて検出した術具先端位置とボリュームデータに相当するピクセル位置からデータベースに登録した情報を瞬時に読み取ることができる手術支援装置の術具として，該周知のマイクロ波デバイスを適用することは，当業者が容易に想到できたことである旨判断した。",
                "しかしながら，引用発明の課題を解決する手段である「警告手段」を実現するためには，術具が目的部位に向かうベクトルの算出が必須であり，このベクトルの算出ができる術具は，先端の形状が単純な穿刺針・カテーテルに限定され，周知のマイクロ波デバイス（ハサミ型，鉗子型を含むマイクロ波デバイス）では，先端が複雑な構造であるため，術具が目的部位に向かうベクトルを算出することができない。また，仮に周知のマイクロ波デバイスにおいて術具が目的部位に向かうベクトルを算出することができたとしても，目的部位の切断・マイクロ波照射によって，術前と術後では目的部位の位置や形状（座標）が大きく変化するので，引用発明の「警告手段」を実現することができない。",
                "したがって，引用発明に周知のマイクロ波デバイスを適用することは，引用発明の技術的意義を喪失させることになるので，引用発明の術具として周知のマイクロ波デバイスを適用することに阻害要因があるから，当業者は，引用発明において，相違点3に係る本願発明の構成とすることを容易に想到することができたものではない。",
                "よって，本件審決における相違点3の容易想到性の判断に誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "予測し得ない顕著な効果の判断の誤り",
              "text": [
                "本件審決は，本願発明の効果は，引用文献5ないし7から当業者が予測し得る程度のものであって，格別顕著なものとはいえない旨判断した。",
                "しかしながら，本願発明において，術者がマイクロ波デバイスの先端を組織（例，腫瘍）を含む臓器に向かって移動させ，該組織を切断するので，該臓器は切断により変形し，位置が移動するが，術者は，切断前から切断・マイクロ波照射後の組織の変化を確認することができ，これによりマイクロ波デバイスによる組織の切断・マイクロ波照射による組織変化（特にマイクロ波照射後の組織変化）を，予め取得した生体内画像と比較しながら，リアルタイムで確認しながら「マイクロ波デバイスによる臓器の切断及び予め設定した組織の焼灼範囲にマイクロ波照射による焼灼を可能とする手術ができる」という格別顕著な効果を奏するのに対し，当業者は，引用文献5ないし7を組み合わせても，マイクロ波デバイスによる組織の切断・マイクロ波照射による組織の変化（特に，マイクロ波照射後の組織変化）をリアルタイムで確認することができることを予測し得るものではないから，本願発明の上記効果は，当業者が予測し得ない顕著な効果である。",
                "したがって，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決は，本願発明と引用発明との一致点及び相違点の認定，相違点1及び3の容易想到性の判断，本願発明の予測し得ない顕著な効果の判断をいずれも誤り，その結果，本願発明は，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものと誤った判断をしたものであるから，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点及び相違点の認定の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の「三次元リアルタイムMR画像下での手術システム」につい                            ",
                  "text": [
                    "て",
                    "本願発明の特許請求の範囲（請求項1）には，本願発明の「マイクロ波デバイス」の構成を具体的に特定する記載はないから，本願発明の「マイクロ波デバイス」には，「マイクロ波」を使用した種々の「デバイス」が含まれ，針型のマイクロ波デバイスもこれに含まれる。",
                    "そして，本願発明の「三次元リアルタイムMR画像下での手術システム」は，「三次元リアルタイムMR画像」からの情報を確認しながら行う「手術システム」であると認められる。",
                    "これに対し原告は，本願発明の「三次元リアルタイムMR画像」は，3軸2次元画像だけでなく，生体の内部構造を透視状態でみられる立体画像を含むものであり，本願発明の「三次元リアルタイムMR画像下での手術システム」は，「術者（医師等）が，処置する生体の位置及びマイクロ波デバイスの位置を，予め取得した生体内画像と比較しながら」，「生体の内部構造を立体画像でリアルタイムに確認しながら手術できる手術システム」である旨主張する。",
                    "しかしながら，本願明細書の【0015】の記載に照らすと，本願発明の「三次元リアルタイムMR画像」は，3軸2次元画像等の三次元画像は排除しておらず，生体の内部構造を透視状態でみられる立体画に限定的に解釈すべき理由はない。また，本願発明の特許請求の範囲（請求項1）には，術者（医師等）が，処置する生体の位置及びマイクロ波デバイスの位置を，「予め取得した生体内画像と比較」する旨の特定はない。",
                    "したがって，原告の上記主張は，特許請求の範囲の記載に基づかないものであって，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の手術支援装置について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用文献5の記載事項（【0005】，【0006】）によれば，引用発明の「術具」は，「術具先端と目的部位や危険部位との位置関係」を「抽出・表示」する必要のあるものが含まれ，先端形状が単純でまっすぐな穿刺針・カテーテルに限定されるものとはいえない。また，引用文献5の【0036】の記載から，引用発明の「術具」には，先端近傍の2箇所以上に小型受信コイルを搭載したカテーテル等の術具やMRI装置によって検出可能なマーカーを含む術具といった，先端の形状が単純でまっすぐな穿刺針・カテーテル以外の「術具」も含まれることを理解できる。",
                        "これに対し原告は，引用発明の「術具」は，引用発明の課題を解決するための手段である「警告手段」を達成するために，術具の処理により目的物の位置や形状を大きく変化させない，マイクロ波デバイスではなくかつ先端の形状が単純な穿刺針・カテーテルであることを要する旨主張する。",
                        "しかしながら，マイクロ波デバイスには，先端がハサミ型のものだけでなく，穿刺針をマイクロ波デバイスの電極として使用しているものもあることは，本願の出願当時の周知技術である（例えば，引用文献6）。そして，穿刺針を電極として使用するマイクロ波デバイスによる凝固であれば，治療対象部位は生体内部に術後に残存していることから，術前と術後との目的部位の位置や形状（座標）の変化は大きな変化とはいえない。",
                        "また，仮に引用発明の「術具」としてマイクロ波デバイスを用いた際に術前と術後とで目的部位の位置や形状（座標）の変化があったとしても，かかる変化は，術具を目的部位に接近させる際に生じる変化ではなく，術前と術後の変化であるから，「警告手段」に影響をもたらすものではない。",
                        "さらに，引用文献5で例示された，先端近傍の2箇所以上にMRI装置によって検出可能なマーカーを搭載した術具（【0036】）では，術具の形状によらず，術具の先端位置が，搭載されたマーカーによりMRI装置によって追跡できることから，仮に先端の形状が単純でまっすぐな穿刺針・カテーテルのような形状でないとしても，その先端にマーカーを搭載することで，術具先端の移動方向と目的部位との位置関係を算出することが可能となり，「警告手段」を達成できる。そして，MRI装置でMR画像を取得する場合，複数の箇所でMR画像平面を撮像してMR画像を取得することは技術常識であることからすると，ハサミのような複雑な先端の形状の術具を使用した場合，マーカーやハサミの先端が1つのMR画像平面内から逸脱したとしても，いずれかのMR画像平面に撮像され，複数の箇所で撮像されたMR画像平面により取得されるMR画像から逸脱することはあり得ないため，「先端近傍の2箇所以上に小型受信コイル」や「MRI装置によって検出可能なマーカー」によって術具先端位置は検出可能であり，一概に術具先端位置を特定できなくなるものでない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，引用文献5の記載事項（【0023】，【0028】，【0033】）によれば，引用発明の「術具815を含むVolume Rendering画像814」は，「患者60をMRI装置10の撮像空間に配置し」て撮像された画像であって，「術具位置を含む断面の撮像を行」うことで得られる画像であるから，3軸2次元画像を含む三次元MR画像である。",
                        "また，本願発明の「三次元リアルタイムMR画像」は，生体の内部構造を透視状態でみられる立体画像に限定的に解釈すべき理由はないが（前記ア），乙1の記載（207頁の（b））によれば，「Volume Rendering画像」は「物体の表面形状ばかりか内部形状をも三次元的に表示する」画像であり，「内部構造を透視状態でみられる（深部情報）立体化」された画像と「物体の表面形状ばかりか内部形状をも三次元的に表示する」画像とは実質的に同一の技術事項を意味するから，「Volume Rendering画像」は，「内部構造を透視状態でみられる（深部情報）立体化」された三次元画像である。そして，乙1のほか，乙2（請求項1），乙3（【0043】），乙4（1頁13行～16行）及び乙5（【0003】）の記載によれば，2Dスライス画像をボリュームレンダリング処理することで作成された画像が「Volume Rendering画像」であって，MRIで撮像した2Dスライス画像に基づく「Volume Rendering 画像」は「MR画像」といえるから，MRIで撮像したデータに基づく「Volume Rendering画像」は三次元MR画像であるといえる。",
                        "また，引用発明の「術具815を含むVolume Rendering 画像814」は，「手術時には，三次元位置検出装置を用いて術具位置を追随することにより，時系列的に変化」（【0033】）するから，リアルタイム画像である。",
                        "そうすると，引用発明の「術具815を含む Volume Rendering 画像814」は，三次元MR画像であって，リアルタイム画像でもあるから，本願発明の「三次元リアルタイムMR画像」に相当する。",
                        "また，引用文献5における図4（b）の手術中に対応する画像である図8から，「Volume Rendering 画像814」は，術具815が種々の臓器とともに表示されている画像であることを読み取れる。",
                        "このように引用発明の「術具先端と目的部位や危険部位との位置関係の情報」は，手術時に時系列的に変化する「Volume Rendering画像814」によりリアルタイムで術者に提供される。",
                        "したがって，引用発明の「術具を用いた手術や治療において，術具先端と目的部位や危険部位との位置関係の情報をリアルタイムで術者に提供することが可能な手術支援装置」は，「三次元リアルタイムMR画像」からの情報を確認しながら行う「手術システム」であるといえるから，本願発明の「三次元リアルタイムMR画像下での手術システム」に相当する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し原告は，引用発明の手術支援装置は，術具の種類，警告手段の有無，術前画像の有無及び立体画像の種類が本願発明と異なるから，本願発明の「三次元リアルタイムMR画像下での手術システム」であるとはいえない旨主張する。",
                        "しかしながら，前記(ア)のとおり，術具に関しては，引用発明の「術具」は，先端の形状が単純でまっすぐな穿刺針・カテーテルに限定されるものではない。",
                        "また，術前画像の有無に関しては，そもそも本願発明では，「術者（医師等）が処置する生体の位置及びマイクロ波デバイスの位置を，あらかじめ取得した生体内画像と比較しながら」，「立体画像でリアルタイムに確認しながら手術できる手術システム」であることが特定されていないから，引用発明における「術前画像」の確認の有無は本願発明との対応において無関係な事項ではあるが，引用文献5の【0023】及び図4の記載によれば，引用発明においても，その術前プランニングの工程において，術前画像を確認している。",
                        "さらに，立体画像の種類に関しては，本願発明の「三次元リアルタイムMR画像」は，3軸2次元画像等の三次元画像を含むものであり，引用発明の「術具815を含む Volume Rendering 画像814」も3軸2次元画像を含んだ画像であり（前記ア及びイ(イ)），「Volume Rendering 画像」は，「内部構造を透視状態でみられる（深部情報）立体化」された三次元画像であるから，立体画像の種類において相違はない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，本願発明と引用発明は，「三次元リアルタイムMR画像下での手術システム」である点で一致するから，本件審決における一致点及び相違点の認定には誤りがあるとの原告の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の容易想到性の判断の誤りの主張に対し",
              "text": [
                "複数の制御や処理を1台のワークステーションで行うか複数のワークステーションで行うかは，環境等を考慮して適宜設定されるものであるから，引用発明の「制御部14」を，「撮像シーケンスに基づく撮像制御および三次元位置検出装置20からの位置情報を利用したISC制御」を行うワークステーションと，「患者のボリューム画像」，「ISC」により「撮像」された「術具位置を含む断面」の画像及び「術具先端位置に相当するピクセル位置」の統合する処理を行うワークステーションとの2台のワークステーションの構成とすることは，当業者が容易に想到することができたことである。",
                "また，その場合，「撮像シーケンスに基づく撮像制御および三次元位置検出装置20からの位置情報を利用したISC制御」を行うワークステーションから，撮像された画像が上記の統合する処理を行うワークステーションに送られることは当然のことにすぎないから，相違点1に係る本願発明の構成は，引用発明から当業者が容易に想到することができたことである。",
                "これと同旨の本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3の容易想到性の判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献6（【0002】，【0024】，【0027】）及び引用文献7（【0019】，【0023】，【0050】）には，MR画像下で，マイクロ波デバイスが使用された際に，マイクロ波デバイスの先端位置が治療部位に到達したかどうかを確認するという技術事項が開示されている。",
                    "上記開示事項によれば，MR画像下で，マイクロ波デバイスを使用する際に，マイクロ波デバイスの先端位置が重要となることは自明であるといえる。",
                    "そして，引用発明は，「術具を用いた手術や治療において，術具先端と目的部位や危険部位との位置関係の情報をリアルタイムで術者に提供することが可能な手術支援装置を提供することを目的とする」発明（【0006】）であって，引用発明においては，術具先端と目的部位や危険部位との位置関係の情報をリアルタイムで術者に提供するため，手術時に位置検出装置を用いて検出した術具先端位置とボリュームデータに相当するピクセル位置からデータベースに登録した情報を瞬時に読み取ることができるようにしている。",
                    "そうすると，引用発明の術具は，手術時には位置検出装置を用いて検出した術具先端位置とボリュームデータに相当するピクセル位置からデータベースに登録した情報を瞬時に読み取ることができる手術支援装置の術具であって，その術具の先端が重要となるところ，MR画像下での手術時に術具先端が重要となる術具としてマイクロ波デバイスは周知であることからすると，引用発明の術具として，周知のマイクロ波デバイスを適用し，相違点3に係る本願発明の構成とすることは，当業者が容易に想到することができたものである。",
                    "これと同旨の本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，引用発明の課題を解決する手段である「警告手段」を実現するためには，術具が目的部位に向かうベクトルの算出が必須であるが，周知のマイクロ波デバイス（ハサミ型，鉗子型を含むマイクロ波デバイス）では，先端が複雑な構造であるため，術具が目的部位に向かうベクトルを算出することができず，また，仮に周知のマイクロ波デバイスにおいて目的部位に向かうベクトルを算出することができたとしても，目的部位の切断・マイクロ波照射によって，術前と術後では目的部位の位置や形状（座標）が大きく変化するので，引用発明の「警告手段」を実現することができないから，引用発明の術具として周知のマイクロ波デバイスを適用することに阻害要因があるとして，当業者は，引用発明において，相違点3に係る本願発明の構成とすることを容易に想到することができたものとはいえない旨主張する。",
                    "しかしながら，引用発明における警告手段を実現するための術具は，先端の形状が単純でまっすぐな穿刺針・カテーテルに限定されることがないことは，前記(1)イ(ア)のとおりである。",
                    "また，穿刺針を電極として使用するマイクロ波デバイスによって凝固する場合に，術前と術後で目的部位を含む臓器の変形やその変形による目的部位の位置や形状（座標）の変化が生じるとしても，その変化は穿刺によってもたらされる変化と程度問題にすぎないから，引用発明の警告手段の達成に影響をもたらすものではない。同様に，ハサミ型のマイクロ波デバイスによる目的部位の位置や形状（座標）の変化も，穿刺針を穿刺することで生じる変化や針型デバイスにより焼灼することで生じる変化と程度問題にすぎず，警告手段の達成に影響をもたらすものではない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明の手術支援装置の術具について，周知のマイクロ波デバイスを適用し，本願発明とすることは，当業者が容易に想到できたことであるとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "予測し得ない顕著な効果の判断の誤りの主張に対し",
              "text": [
                "原告は，本願発明は，術者が，マイクロ波デバイスによる組織の切断・マイクロ波照射による組織変化（特にマイクロ照射後の組織変化）を，予め取得した生体内画像と比較しながら，リアルタイムで確認しながら「マイクロ波デバイスによる臓器の切断及び予め設定した組織の焼灼範囲にマイクロ波照射による焼灼を可能とする手術ができる」という格別顕著な効果を奏する旨主張する。",
                "しかしながら，前記(1)アのとおり，本願発明の特許請求の範囲（請求項1）には，術者（医師等）が，処置する生体の位置及びマイクロ波デバイスの位置を，「予め取得した生体内画像と比較」する旨の特定はないから，原告主張の本願発明の効果は，特許請求の範囲の記載に基づかないものであって，失当である。",
                "そして，引用発明の手術支援装置は，本願発明と同じ「術者がリアルタイムに生体の内部状況と術具の位置を画像によって確認し，処置する生体物及び術具の位置を確認しながら手術できる手術システム」であるから，本願明細書の【0010】記載の本願発明の効果は，当業者の予測の域を出るものではない。",
                "したがって，本願発明の効果は，引用文献5ないし7から当業者が予測し得る程度のものであって，格別顕著なものとはいえないとした本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における本願発明と引用発明との一致点及び相違点の認定，相違点1及び3の判断，本願発明の効果の判断に誤りはなく，本願発明は，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるとした本件審決の判断に誤りはないから，原告主張の取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書（甲1）の発明の詳細な説明には，次のような記載がある（本願明細書の図1及び図2については別紙1を参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，三次元リアルタイムMR画像誘導下において，軟性内視鏡様導体（軟性導体）を介したマイクロ波デバイスによる手術を可能とする手術システムに関する。",
                    "【背景技術】",
                    "【0002】",
                    "これからの医療では，患者への負担を軽減するため，被曝の危険性がある放射性物質や放射線を使用しない画像検査モニターが必須となる。",
                    "また，患者への負担を軽減するため，無侵襲画像診断や低侵襲治療が求められ，患者の体内構造の透視，化学物質及び生化学的な情報の可視化はますます必要性が増してくる。MR画像法は，上記要求に加え，遺伝子発現の画像化，移植細胞，ES細胞が体内の標的に向かって移動することを追跡し，また該標的を正確に誘導することもできる。",
                    "【0003】",
                    "一般的に従来，円筒形ボア（クローズドボア）のMR画像装置は画像診断にのみに使われ，術中にMR画像を撮像する事は無かった。MR画像法はX線CTに匹敵する画像解像度を持ちながら，放射線被曝の心配がない利点を持ち合わせている。さらに，近年オープンMRI装置として画像支援下で手術的操作が可能な装置も開発された。",
                    "しかし，MR高磁場下では手術器具から麻酔器，治療器具にいたるまで非磁性化しなければならない。さらに，MR画像法は高周波の電磁波を用いて撮像するため，特別なエネルギーを用いた手術機器や道具を備えなければならない。",
                    "全国で既に一万数千台導入されている円筒形型MR画像装置は内径60cm，長さ200cm程度であり，ボア内では患者の体が占める領域を除くと極めて限られたスペースしか残されていない。従って，先進的な臨床研究施設でも患者を操作毎に装置から出したり入れたりする pit in，pit outする手術システムが採用臨床導入されている程度である。",
                    "【0004】",
                    "MRI装置内で唯一使えるマイクロ波を利用したデバイスは，現在まで，凝固用穿刺針型のプローベしかない。さらにMR対応の内視鏡も開発はされているが，内視鏡先端部にRFコイルを装着置してMR画像を撮ることに主眼が置かれており，内視鏡として強磁場下で使用可能のみだけで，手術操作に適した内視鏡システムは未だ開発されていない。内視鏡の位置や方向を確認することができず，内視鏡を介して使用する専用のデバイスも無い。",
                    "内視鏡先端部にRFコイルを装着置してMR画像を撮ることに主眼が置かれており，手術操作に適した内視鏡システムは未だ開発されていない。",
                    "MR強磁場下での位置センシングを内視鏡や手術支援デバイスに搭載したデバイス装置モニター化技術も実用化されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【発明が解決しようとする課題】",
                  "text": [
                    "【0006】",
                    "本発明の課題は，三次元リアルタイムMR画像のモニタリング下で，マイクロ波デバイスの操作を容易に可能とする手術システムの提供である。",
                    "つまり，リアルタイムに生体の内部状況とデバイスの位置，方向をMR画像によって確認し，処置する生体や臓器内構造を正確に確認しながら手術処置できるシステムを提供することである。",
                    "【課題を解決するための手段】",
                    "【0007】",
                    "本発明者等は，上記課題を解決するために鋭意研究を重ねた結果，全てのシステム情報を統合するMRI装置内外に設置される情報処理装置であるメインワークステーションと，MRI装置に組み込まれた又は連結した情報処理装置であるMRワークステーションと，計測しておいた手術野空間の磁場情報をもとに，内視鏡軟性導体及び／若しくは軟性導体内視鏡デバイスの位置情報をメインワークステーションに送る（手術野空間の磁場情報から位置と方向を計測する）磁気トラッキング並びに／又は光による位置の特定を可能とする光学式位置センサーと，軟性導体内視鏡の制御・操作及び／又はマイクロ波手術デバイスの制御・操作のための制御ワークステーションと，手術用デバイスとしての軟性導体内視鏡を，構成要素とすることで，本発明の課題を解決できることを見出し，本発明を完成した。",
                    "【0008】",
                    "すなわち本発明のシステムにおいては，各構成要素は，以下のように作動する。",
                    "（1）メインワークステーションはMRワークステーションを制御してMRI装置の画像情報を取り込む。",
                    "（2）磁気トラッキング装置は，前もって計測しておいた手術野空間の磁場情報を基に，内視鏡デバイスの位置情報をメインワークステーションに送る。",
                    "（3）内視鏡画像及び位置情報もメインワークステーションに取り込まれる。",
                    "以上の情報をメインワークステーションで統合して統合ナビゲーション画像とする。内視鏡マニピュレーター又はロボットを設置した場合（制御装置）は，メインワークステーションからの位置情報と全ての画像情報が制御装置に情報として送られ，制御装置には手術操作に必要な画像情報が取り込まれる。なお，遠隔操作の場合はワークステーションが制御台となる。",
                    "（4）軟性内視鏡様導体先端部に位置センサーを装着して，軟性導体先端部の位置や方向情報をメインワークステーションに送り，位置や方向の連続モニターを行う。",
                    "【0009】",
                    "かくして，本願発明は以下の構成からなる：",
                    "三次元リアルタイムMR画像下での手術システムであって；",
                    "MRI装置と；",
                    "MRI装置及び撮像面を制御し，MRI装置からのMR画像を連続的に伝送することにより，リアルタイムMR画像をメインワークステーションに伝送するMRワークステーションと；",
                    "軟性導体内視鏡の位置及び／又はマイクロ波デバイスの位置を特定し，該位置画像をメインワークステーションに伝送する磁気トラッキング装置及び／又は光学式の位置センサー装置と；",
                    "軟性導体内視鏡の制御・操作及び／又はマイクロ波手術デバイスの制御・操作のための制御ワークステーションと；",
                    "予め取得した生体内画像，該リアルタイムMR画像，並びに／又は該軟性導体内視鏡の位置及び／若しくはマイクロ波デバイスの位置画像を統合可能なメインワークステーションと，を有し，",
                    "術者がリアルタイムに生体の内部状況とデバイスの位置を画像によって確認し，処置する生体物及びデバイスの位置変化を確認しながら手術できる手術システム。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【発明の効果】",
                  "text": [
                    "【0010】",
                    "本発明の手術システムは，リアルタイムに生体の内部状況とデバイスの位置を画像によって確認でき，手術処理する組織の構造を確認しながら処置できる安全な手術が提供できる。また被曝が無く患者にも術者にも安全な手術システムを提供する。",
                    "また，本発明の手術システムで使用する手術用デバイスとしてのマイクロ波デバイスは，MR画像を干渉することがない。",
                    "さらに，本発明は，マイクロ波デバイスとしてMR対応の軟性導体内視鏡を用いれば一般的に使われている円筒形（クローズドボア型）及びハンバーガー状のMRI装置においても，容易に手術操作が可能となる。",
                    "加えて，本発明は，画像ソフトにより術前に撮った画像を基に，術中再構成して3Dリアルタイム画像としてモニターを可能とする。",
                    "以上の結果として，本発明の手術システムでは，直視下，軟性導体内視鏡画像（表面画像情報）に3D-MR画像（深部情報）と物理化学，代謝変化の可視可像，更にこれら全体の位置情報を融合したリアルタイム画像情報を術者に提供できる。",
                    "本発明の手術システムでは，臨床撮像用のどのようなMRI装置を使用しても，生体内構造，並びに軟性導体内視鏡及びマイクロ波デバイスの位置情報をリアルタイムに術者に提供できるシステムである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【発明を実施するための形態】",
                  "text": [
                    "【0012】",
                    "（MRI装置）",
                    "MRI装置は，既知，既存の装置がそのまま応用可能である。本発明の手術システムの特徴の一つとして，臨床撮像用のどのようなMRI装置を使用しても，生体内構造，並びに軟性導体内視鏡及びマイクロ波デバイスの位置情報をリアルタイムに術者に提供できる。",
                    "【0013】",
                    "（軟性導体内視鏡様導体）",
                    "軟性内視鏡様導体（軟性導体）とは，軟性内視鏡の発展型であり，好ましい最小限屈曲動作機能，画像形成機能（ファイバー等）操作用鉗子通過機能を備える。",
                    "縦型のオープンMRI装置では，術者が立ったまま手術操作が可能となる。しかし，一般的なMRI装置では患者の体は狭い円筒形のボア内にあり，術者が近づいて手術することは困難である。この問題を解決するために長い手術支援の手（内視鏡）が必要となる。一般的に軟性内視鏡の挿入部は，自在にわん曲可能で，かつ，引っ張り，圧縮，ねじれ等に対する強度を必要とされ，可能な限り細くする必要がある。そのため内視鏡の金属部品の多くがステンレス性で磁界を乱し，MR下の使用には適さない。MRIの磁場に影響を与えない材料は機械的強度が小さいため，従来必要とされる性能を維持することが出来ない。また，手術を行う軟性導体とするため，大きい鉗子孔が必要となる。",
                    "上記問題を解決する為に，好ましくは，下記構造および材料を使った軟性内視鏡の挿入部を使う。",
                    "（1）樹脂製の内管と，この内管を覆う三重螺旋管と，この三重螺旋管を覆う樹脂製の外管から構成され，隣り合う螺旋管をそれぞれ逆巻きに配置している。",
                    "（2）樹脂製の内管には，十分な引っ張り強度および圧縮強度を持ち，非磁性体であるポリエチレン管を使用し，三重螺旋管には，MRIの磁場を殆ど乱さない程度に磁化率(透滋率)が低いリン青銅を材料とした螺旋管を使用している。",
                    "（3）2.8mm 径の鉗子孔を作成，直線的に挿入可能としている。このような改良により，従来の軟性内視鏡の挿入部と同程度のわん曲性や引っ張り，圧縮，ねじれ等に対する強度を持ち，また十分に細径で，かつMRI下で実像と図様の写真像を結ぶMR画像下で使用可能な軟性内視鏡を提供することが出来る。",
                    "軟性内視鏡の位置センシングは，硬性の場合と異なり，手元だけのオープンループ制御はできなかった。しかし先端に可変性で小型のセンサーを設置できたことにより，先端の動きをトレースして生体内での動きや位置を確認できることに成功した（クローズドループ制御）。",
                    "以上により，手の届かない狭いクローズドボアタイプや水平型のオープンMRI装置においても離れた場所から可驍性導体（軟性導体内視鏡）を通してマグネットセンターに位置する体内治療対象部位の撮像を行いながらの手術操作が可能となる。",
                    "さらに内視鏡を通した画像と軟性導体内視鏡の位置を示す三次元のMR画像の支援により，直視下と同様か，より精度の高い安全な手術が可能となる。",
                    "【0014】",
                    "（マイクロ波デバイス）",
                    "手術器具として，非磁性の道具に加え，好ましくは，MR画像を干渉しないマイクロ波を用いたエネルギーデバイス（例えば日本国特許第4035100号他）が好ましい。マイクロ波デバイスは極めて強いシーリング力を持ち，大概の脈管をシールしながら出血せずに切ることができる。強磁場下でのMR画像によるリアルタイムモニターも可能とする。デバイスは摂子やエネルギーデバイスなどを供給可能であり，3DリアルタイムMR画像情報を得て直視下手術で使っても極めて安全な手術が達成できる。軟性導体内視鏡を通して使う内視鏡用鉗子についても同様である。この場合，軟性導体内視鏡の位置をセンシングして，MR画像により生体内の空間位置を知りながら内視鏡画像と合わせ，極めて位置精度の高い手術操作を可能とする。",
                    "【0015】",
                    "（画像ソフト）",
                    "メインワークステーションにおいて，再構成画像とリアルタイムMR画像と軟性導体内視鏡・マイクロ波デバイスの位置関係の視覚化のために，統合画像ソフトを使用する。",
                    "この場合，例えば特許文献「特開2008−167793」が開示する画像ソフトでは，縦型オープンMRI装置の術前3Dデータをリアルタイム画像と組み合わせ，デバイス位置のリアルタイム情報として，三次元画像とともにモニターにして手術支援に用いる画像ナビゲーションを可能とする。この場合の3次元とは生体や臓器表面の立体化だけでなく，内部構造を透視状態でみられる（深部情報）立体化である。",
                    "これにより，MR画像を身体のどの位置においても立体的にリアルタイムモニター画像として使うことができる。現在臨床応用されている pit in，pit out のごとく一旦撮像したものを手術の進行に合わせて何度も撮り直し，手術を繰り返すシステムでは，治療具位置のリアルタイム情報の観察や，変形，位置ずれなどには対応できないが，本発明のシステムではこれらの問題を解決することができる。",
                    "画像ソフトは，肉眼による表面情報と，MRによる深部情報と化学，物理，代謝変化可視可画像に加え，デバイスの空間位置を同時に提供する。",
                    "【0016】",
                    "（位置センサー）",
                    "MR強磁場下での位置のセンシングについては，光学方式や傾斜磁場を利用した方式がある。例えば後者の場合，特許文献「特開2009−409」を参照することができる。該特許文献は，「センサーを複数個使った場合，デバイスの位置センシング精度を更に上げることができ，または複数のデバイス各々の位置センシングが可能となる」ことを可能とする。なお，位置センシングはMR撮像のための傾斜磁場を用いた技術である。",
                    "このセンサーを手術支援デバイス又は軟性導体内視鏡に搭載し，磁気トラッキング装置によって，軟性導体内視鏡の位置・デバイスの位置情報を得て，メインワークステーションの画像統合制御ソフトに統合することで，強磁場内の空間位置がリアルタイムに確認できると共に，その位置を中心としたMRの撮像が可能となる。また，高周波位置センシングも利用可能である。",
                    "マイクロ波デバイスとして，例えば，ハサミ様鉗子凝固切断器を先端に付けることで，ハサミが切ろうとする生体内構造を切る直前に確認することが可能となる。",
                    "【0017】",
                    "（軟性導体内視鏡制御装置）",
                    "手術の際には，術者により軟性導体内視鏡及び／又は鉗子が操作される。この時，標的臓器または腫瘍の位置情報をモニター上で確認しながら手術が進められる。位置センサーによる位置情報と画像データによる軟性導体内視鏡および鉗子等のデバイスの情報が連動し，軟性導体内視鏡の制御・操作及び／又は手術デバイスの制御・操作のための制御ワークステーションを設け，さらに該制御・操作に関する情報をメインワークステーション上に統合する。",
                    "【0018】",
                    "（総合MRナビゲーションシステム）",
                    "総合MRナビゲーションシステムは図2に要約する。しかしながら，図2に記載の各要素をすべて備える又は統合する必要がなく，さらには別の要素を追加することも可能である。詳細は，以下の通りである。",
                    "（1）メインワークステーションは，術者モニター（術者GUI），スタッフモニター（スタッフGUI），制御ワークステーション，MRワークステーション，位置トラッキング，内視鏡様軟体導体の制御装置，手術デバイスの制御装置と連動している。さらに，すでに撮影した既存画像（CT，MRI，PET）も取り込むことも可能である。",
                    "（2）制御ワークステーションは，軟性導体内視鏡の制御・操作及び／又は手術デバイスの制御・操作のために，内視鏡様軟体導体の制御装置，位置トラッキング，手術デバイスの制御装置，術者モニター（術者GUI）と連動している。",
                    "（3）磁気トラッキング装置は，内視鏡軟性導体及び／若しくは軟性導体内視鏡デバイスの位置情報をメインワークステーションに送るために，各位置センサーと連動している。",
                    "【0019】",
                    "（システムの統合）",
                    "上記要素技術を統合することにより，一般的な円筒形MRI装置でMR対応軟性導体内視鏡を使い，縦型オープンMRI装置と同様，リアルタイム三次元MR画像をモニターした鏡視下手術を可能とする。術者は，肉眼視と内視鏡像に加え，3D-リアルタイムMR画像による生体内構造とデバイスの位置を情報として提供される。",
                    "従って，臓器や生体内構造が手術操作をする前に常時確認できる。また一連の操作をデジタル情報として保存することにより，将来操作情報の蓄積により手術操作の安定化や，デバイスフィードバックに寄与することもできる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【実施例】",
                  "text": [
                    "【0020】",
                    "（実施例1）",
                    "本発明の手術システムは，MRI装置として垂直型オープンMR（Signa/Spi）を用いれば，腹部，頭部，会陰部手術は開創した創を通して直視下（肉眼視）に手術を可能とする。",
                    "この場合，手術道具は全て非磁性であり，好適にはマイクロ波によるエネルギーデバイスを用いることで，画像を干渉することなく手術ができる。例えば，内視鏡・手術デバイスの先端又はハサミ型のマイクロ波凝固切開メスの先端には，傾斜磁場を利用した位置センサー（Endoscout）を設置し，GEヘルスケアのSigna/Spi のもとでSigna/Spi の画像制御ソフトと連携した Sissaro-scope（画像ソフト）を用いることで，開腹した実質臓器の切断時（肝臓の場合）に，肝内の門脈や肝静脈などの血管構築を切断する前に確認しながら切除することが可能となる。",
                    "好ましくは，術者は，「前もって撮像した画像をもとに，メインワークステーションに術中の画像を再構成して得られた三次元リアルタイム画像」を確認しながら，内視鏡・手術デバイスの操作・制御を実視できる。これにより，必要不可欠，最小限の切除域を，切る直前に，メインワークステーションにおける画像を確認しながら特定できる。",
                    "以上により，本発明の手術システムは，従来にない，正確，確実，安全な手術が実現できる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "【0021】",
                  "text": [
                    "（実施例2）",
                    "本発明の手術システムは，術者が患者の傍に立って直視下手術ができないタイプのMRI装置｛例えば，最も普及しているボア型のMR装置や水平型（ハンバーガー型）｝を用いるれば，術野が深い場所にあり，術者の手が十分届かない場合がある。",
                    "この場合，MR対応軟性導体内視鏡と内視鏡用のマイクロ波鉗子を用い，腔内または消化管や生殖器内に軟性導体内視鏡を挿入し，腹腔内であれば気腹し，軟性導体内視鏡画像を確認しながらシーリング力の強いマイクロ波鉗子で穿刺凝固または凝固，切開手術を進めることができる。",
                    "加えて，3DリアルタイムMR画像にて，軟性導体内視鏡の生体内位置をメインワークステーションの画面にて確認しながら手術ができ，無用な機械同士と腹腔内臓器の接触を避けることができる。手術機器の位置確認が可能であり，さらに軟性導体内視鏡下に直接術野が見え，デバイスの先端部分の生体内位置と共に隣接内部構造もMR画像として同時に確認できる。",
                    "加えて，実施例1で示したように，本発明のシステムでは，臓器の内部構造も切る前に確認できる。すなわち，本発明のシステムは，空間が狭くかつ十分な視野が無いMRI装置内でも実施可能である。",
                    "【0022】",
                    "（実施例3）",
                    "本発明の手術システムにおいて，実施例2の別の態様として，硬性の内視鏡（腹腔鏡や胸腔鏡）を使用する腹腔鏡手術もすることもできる。",
                    "腹腔鏡の先端に位置センサーを付けることで実施例2と同様の手術が可能となる。さらに複数本の内視鏡に位置のセンサーを付けた場合，それぞれの位置を相互に確認しあうことにより，より正確な位置確認や画像情報の統合もが可能となる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "【産業上の利用可能性】",
                  "text": [
                    "【0023】",
                    "本発明は，リアルタイムに生体の内部状況とデバイスの位置を画像によって確認でき，被曝が無い安全な手術システムを提供する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，本願明細書の発明の詳細な説明には，本願発明に関し，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "従来の円筒形ボア（クローズドボア）のMR画像装置は，画像診断にのみに使われ，術中にMR画像を撮像することはなく，また，MR画像法は高周波の電磁波を用いて撮像するため，特別なエネルギーを用いた手術機器や道具を備えなければならないが，MRI装置内で唯一使えるマイクロ波を利用したデバイスは，現在まで凝固用穿刺針型のプローベしかなく，さらに，MR対応の内視鏡も開発はされているが，内視鏡として強磁場下で使用可能なだけで，手術操作に適した内視鏡システムは未だ開発されておらず，MR強磁場下での位置センシングを内視鏡や手術支援デバイスに搭載したデバイス装置モニター化技術も，実用化されていない（【0003】，【0004】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」の課題は，三次元リアルタイムMR画像のモニタリング下で，マイクロ波デバイスの操作を容易に可能とする手術システム，即ち，リアルタイムに生体の内部状況とデバイスの位置，方向をMR画像によって確認し，処置する生体や臓器内構造を正確に確認しながら手術処置できるシステムを提供することにあり（【0006】），本発明者等は，全てのシステム情報を統合するMRI装置内外に設置される情報処理装置であるメインワークステーションと，MRI装置に組み込まれた又は連結した情報処理装置であるMRワークステーションと，計測しておいた手術野空間の磁場情報をもとに，マイクロ波手術デバイスの位置情報をメインワークステーションに送る磁気トラッキング並びに／又は光による位置の特定を可能とする光学式位置センサーと，マイクロ波手術デバイスの制御・操作のための制御ワークステーションを，構成要素とすることで，「本発明」の課題を解決できることを見出し，「本発明」を完成した（【0007】）。",
                    "「本発明」は，リアルタイムに生体の内部状況とデバイスの位置を画像によって確認でき，手術処理する組織の構造を確認しながら処置できる安全な手術を提供でき，また，被曝のない，患者にも術者にも安全な手術システムを提供できるなどの効果を奏する（【0010】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用文献5の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献5（甲5）には，次のような記載がある（下記記載中に引用する図1ないし図9については別紙2を参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，撮像装置を利用して手術や治療における治療機器の操作を支援するための装置に関するものである。",
                    "【背景技術】",
                    "【0002】",
                    "近年，MRI装置などを手術時の穿刺モニタリング，経皮的治療などに応用する技術が開発されている。その一つは手術や治療中にリアルタイムで撮像する断層面を任意に設定して撮像するという技術で，インタラクティブスキャン（ISC）と呼ばれる。ISCを行うためのMRI装置として，例えば特許文献1などに断層面指示デバイス(ポインタなど)を用いて撮像する断層面を決定するMRI装置が提案されている。",
                    "【0003】",
                    "撮像装置を利用した他の手術支援技術として，手術ナビゲーションシステムと呼ばれる技術がある。手術ナビゲーションシステムでは，過去に撮像したボリュームデータを用い，手術時に患者に対してポインタなどにより指定された位置を含む患者の直交3平面それぞれを断面とする断層画像を作成し表示する。これにより手術操作をナビゲーションするシステムであり，脳神経外科手術などの高精度の外科手術に適用されている。このような手術ナビゲーションの技術については，特許文献2などに提案されている。また手術ナビゲーションシステムとISC技術を組み合わせた技術については特許文献3に提案されている。",
                    "【0004】",
                    "これら技術をさらに発展させた技術として，特定領域を描出しセグメンテーションする方法や，手術のアクセス経路を計算・描出する方法なども提案されている（特許文献4，特許文献5など）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【発明が解決しようとする課題】",
                  "text": [
                    "【0005】",
                    "近年，ロボットアーム等を駆使した高精度の手術が行われるようになり，上述した手術支援技術の重要性が高まっている。特に精度を必要とする手術において，術前に撮像したボリュームデータを用いて特定領域を描出し，術具先端位置とボリュームデータに相当する距離を描出・表示する技術は必要不可欠となっている。しかし，距離を描出する方法は数ミリ秒毎に計算を行わなければならないためリアルタイム性には欠けていた。",
                    "【0006】",
                    "そこで本発明は，術具を用いた手術や治療において，術具先端と目的部位や危険部位との位置関係の情報をリアルタイムで術者に提供することが可能な手術支援装置を提供することを目的とする。",
                    "【課題を解決するための手段】",
                    "【0007】",
                    "上記の課題を解決するため，本発明は，術前に撮像したボリュームデータを用いて特定領域を描出し，特定領域以外の各ピクセル位置から特定領域における最長距離，最短距離，方向等の相対位置情報を求めてデータベースとして登録を行い，実際の手術時には位置検出装置を用いて検出した術具先端位置とボリュームデータに相当するピクセル位置からデータベースに登録した情報を瞬時に読み取ることができる手術支援装置を提供する。",
                    "【0008】",
                    "すなわち本発明の手術支援装置は，検査対象が置かれる空間内の任意の位置を検出する位置検出手段と，前記空間に配置される検査対象のボリューム画像を収納する記憶手段と，前記空間の座標と前記記憶手段における画像座標との対応を行なう座標変換手段を有し，前記位置検出手段によって検出された位置に対応する前記ボリューム画像の断面像を作成，表示する画像処理手段とを備え，前記画像処理手段は，前記検査対象内の，第1の領域に対応する前記ボリューム画像の画素群と前記第1の領域以外の第2の領域に対応する前記ボリューム画像の画素との相対位置情報を，前記第2の領域に対応する画素毎に算出し，前記記憶手段に登録する相対位置情報登録手段と，前記位置検出手段によって検出された点について，前記記憶手段に登録された当該点に対応する画素の相対位置情報を読み出し，前記相対位置情報に応じて必要な警告を発する警告手段とを備えたことを特徴とする。",
                    "【0009】",
                    "相対位置情報登録手段は，例えば，第2の領域に対応するボリューム画像の画素の，第1の領域に対応するボリューム画像の画素群との最長距離および最短距離を算出し，相対位置情報として登録する。また警告手段は，最長距離または最短距離が予め設定した閾値を超えたときに警告を発する。",
                    "【0010】",
                    "また本発明の手術支援装置は，検査対象が置かれる空間が，磁気共鳴撮像装置，X線CT装置，超音波診断装置，PET装置，X線診断装置および核医学システムから選ばれる撮像装置の撮像空間であり，撮像装置は位置検出装置により検出された検査対象内又は検査対象上の点を含む断面の撮像を行うように撮像装置を制御する制御手段を備えたことを特徴とする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【発明の効果】",
                  "text": [
                    "【0011】",
                    "本発明によれば，手術における治療時間短縮と治療精度向上両立を可能とし，術者および患者に対する負担も軽減できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【発明を実施するための最良の形態】",
                  "text": [
                    "【0012】",
                    "以下，本発明の実施の形態を添付図面に基づいて詳細に説明する。",
                    "図1は，本発明の第1の実施の形態の手術支援装置の概要を示す図である。この手術支援装置は，主として，MRI装置などの撮像装置10と，撮像装置10の撮像空間内の位置を検出する三次元位置検出装置20と，画像処理や手術支援に必要な各種演算を行なう演算装置30と，演算装置30が処理する三次元画像（ボリューム画像）等を格納する記憶装置40と，インターフェイス装置50とを備えている。撮像装置10としては，MRI装置のほか，X線CT装置，超音波診断装置，PET装置，X線診断装置，核医学システム等の医療画像装置のいずれでもよい。",
                    "【0013】",
                    "図2は，撮像装置10がMRI装置である場合の全体構成を示す図である。このMRI装置10は，撮像空間を挟んで上下に磁石を配置した垂直磁場方式の装置で，上部磁石13，下部磁石15，これら磁石を連結するとともに上部磁石13を支持する支柱17，ベッド19，液晶モニタ11，制御部14などを備えている。図示していないが，上部磁石13および下部磁石15に近接して，撮像空間に傾斜磁場を与える傾斜磁場コイル，検査対象（手術や治療を受ける患者）60に高周波磁場を印加するための送信用高周波コイル，検査対象からの核磁気共鳴信号を受信するための受信用高周波コイル，これらコイルを駆動するための電源や受信用高周波コイルが受信した信号を処理するための信号処理系などが備えられている。",
                    "【0014】",
                    "患者60は，ベッド19に横たわってRF受信コイル，RFコイル傾斜磁場コイルなどで囲まれた装置内の空間12に搬送され，断層面の撮像が行われる。受信用高周波コイルが検出した信号は，信号処理系で信号処理され，また計算により画像信号に変換される。画像信号は，モニタ11に断層像として表示される。このようなMRI装置10の動作は制御部14により制御される。",
                    "【0015】",
                    "図示する実施の形態では，制御部14はワークステーションで構成され，撮像シーケンスに基づく撮像制御および三次元位置検出装置20からの位置情報を利用したISC制御を行うほか，画像処理を行なう演算装置30としても機能する。制御部14には記憶装置40，インターフェイス装置50，映像記録装置70などが接続されている。映像記録装置70は，手術中に撮像装置10によってリアルタイムで撮像される画像や内視鏡などを用いる場合には内視鏡映像などを記録するためのものである。インターフェイス装置50にはディスプレイ等の表示装置およびキイボード，マウスなどの入力装置が備えられている。インターフェイス装置50を介してユーザは撮像条件の入力，表示の指示など各種指令を制御部14に与えることができる。",
                    "【0016】",
                    "記憶装置40には，予め手術対象である患者60のボリューム画像が格納されている。ボリューム画像は，三次元画像データであれば，この手術支援装置が接続された撮像装置（ここではMRI装置）10により撮像した画像でもよいし，それ以外の撮像装置で撮像されたものでもよい。また記憶装置40には，このボリューム画像から算出される患者の特定部位への最長距離/最短距離などの相対位置情報が格納される。相対位置情報はボリューム画像とともに手術支援手段として利用される。相対位置情報の算出およびその利用については後述する。",
                    "【0017】",
                    "三次元位置検出装置20は，機械式，光学式，磁気式，超音波式などの種々の方式が知られており，そのいずれも使用することが可能である。ただし撮像装置がMRI装置の場合には，磁気式以外のものが好適である。図2に示す実施の形態では，光学式の三次元位置検出装置が採用されている。この三次元位置検出装置20は，位置検出デバイス21，小型コンピュータ23，基準ツール25，ポインタ27などから構成される。",
                    "【0018】",
                    "位置検出デバイス21は，2台の赤外線カメラ29と，赤外線を発光する図示しない発光ダイオードを備え，ポインタ27に固定された3つの反射球の位置を検出することにより，ポインタ27の位置及び姿勢を検出する。位置検出デバイス21は，アーム16により移動可能に上部磁石13に連結され，MRI装置10に対する配置を適宜変更することができる。",
                    "【0019】",
                    "基準ツール27は，赤外線カメラ29の座標系とMRI装置10の座標系をリンクさせるもので，ポインタ27と同様の3つの反射球271を備え，上部磁石13の側面に設けられている。",
                    "【0020】",
                    "パーソナルコンピュータ23は，例えば，RS232C ケーブル28を介して赤外線カメラ29と接続されており，赤外線カメラ29が検出し算出したポインタ27の位置データを受信し，これをMRI装置10で利用可能な位置データに変換し，制御部14へ送信する。制御部14が受信した位置データは，撮像シーケンスの撮像断面へ反映される。新たな撮像断面で取得された画像は液晶モニタ11に表示される。",
                    "【0021】",
                    "このような構成の手術支援装置では，例えば断層面指示デバイスであるポインタ27を穿刺針などにとりつけ，穿刺針のある位置を常に撮像断面とするように設定することにより，モニタ13には針を常に含む断面が表示されることになる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0022】",
                  "text": [
                    "次に手術支援装置の動作を説明する。図3は，上記手術支援装置を用いたISC危険領域警告機能の手順を示すフロー図である。ISC危険領域警告機能は，大きく分けて，術前プランニング300と手術中機能310とがあり，前者で患者のボリューム画像の取得，記録，ボリューム画像からの相対位置情報の算出，登録を行い，手術中機能310では，手術を進めながらISCと危険領域へ術具が接近したことを検出し報知する機能を実現する。以下，各ステップを詳細に説明する。",
                    "【0023】",
                    "まず図4（a）に示すように，患者60をMRI装置10の撮像空間に配置し，患者60の手術部位を含む範囲61のボリューム画像を取得するための撮像を行う（ステップ301）。撮像方法は特に限定されず，スライス方向のエンコードを用いる3D撮像でもよいし，マルチスライス撮像でもよい。取得したボリューム画像は，記憶装置40に格納される。次にボリューム画像に対し，MPR (Multi Planar Reconstruction)，3D ボリュームレンダリング等の画像処理を施し，3軸2次元表示する（ステップ302）。図4（b）に3軸2次元表示による3断面406〜408とボリュームレンダリング画像409の表示例を示す。これら3軸2次元表示された画像をもとにセグメンテーション領域を登録する（ステップ303）。セグメンテーション領域は，例えば，手術の目的とする部位や術具が触れてはならない臓器や動脈などを対象に，1ないし複数の領域を指定する。表示画像をもとに輪郭などを描画してセグメンテーション領域を指定する技術は公知であり（例えば特許文献4など），これら技術を用いることができる。図4（b）に示す例では，術具の経路近傍にある大動脈がセグメンテーション領域410，411，412，413として登録されている。",
                    "【0024】",
                    "セグメンテーション領域が指定されたならば，セグメンテーション領域以外の各ピクセル座標から，セグメンテーション領域の全ピクセル座標に対して距離を計測し，最長距離/最短距離となる場所及び方向・距離を求めてデータベースに登録する（ステップ304）。最長距離/最短距離となる場所及び方向・距離の求め方については後述する。セグメンテーション領域が複数ある場合には，セグメンテーション領域毎にステップ304の処理を行う。最後に警告を発する距離(しきい値)を登録して術前作業は終了となる（ステップ305）。警告には，セグメンテーション領域が手術の目的部位や臓器である場合に，術具がその領域に近づいたことを知らせる警告や，セグメンテーション領域が術具が触れてはならない部位や臓器である場合に，術具の方向や位置の変更を促すための警告など，警告する対象や緊急度に応じて複数の種類があり，種類に応じて複数の警告方法が選択できるようになっている。また警告はモニタ上表示による警告のほか，音声や警告用ランプの点灯など任意の方法を適宜組み合わせて採用することができる。",
                    "【0025】",
                    "次に，各ピクセル位置における最長/最短距離算出方法の詳細を図5および図6を用いて説明する。既に説明したように，3Dボリューム撮像によって得られた被検体患部のボリューム画像から所定の部位がセグメンテーション領域501として登録されており，画像ボリューム502上ではセグメンテーション領域501とそれ以外の領域503の認識がなされている。距離算出は，ボリューム画像のセグメンテーション領域以外の全てのピクセルから，セグメンテーション領域を含む全てのピクセルまでの距離を計算することにより行なわれる。",
                    "【0026】",
                    "一例として，256×256×256画像として説明する。仮にセグメンテーション領域を含む全てのピクセル A，B，・・・Hの座標が例えば A(x1,y1,z1)，B(x2,y2,z2)・・・H(xn,yn,zn)(n はセグメンテーション領域を含むピクセルの数)であるとすると，ピクセル座標0(0,0,0)からのピクセル A，B・・Hまでの画像座標における距離は，それぞれ√{(x1)2+(y1)2+(z1)2}，√{(x2)2+(y2)2+(z2)2},・・・√{(xn)2+(yn)2+(zn)2}となる。実空間における距離は，画像座標における距離にピクセルサイズを乗じたものとなる。求めた距離のうち値が最小のものを最短距離，値が最大のものを最長距離として登録する。同様にしてピクセル位置0から各ピクセル A，B・・Hに向かうベクトル（方向）が求められる。またピクセル位置0から同一方向となるピクセルが2以上ある場合には，その方向に術具を進めた場合，セグメンテーション領域を術具が貫通することを意味するので，該当する方向はピクセル位置0から各ピクセルへの方向の情報と共に登録される。",
                    "【0027】",
                    "以上のような距離と方向を含む位置情報の算出と登録を，セグメンテーション領域501を除く全ピクセル位置{(0,0,0)〜(256,256,256)}について行い，データベースに登録する。なおここでは位置計算を256×256×256の全ピクセルについて実行する場合を説明したが，複数（例えば3×3×3）のピクセルの集合を1ボクセルとして，ボクセル単位で行なってもよい。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "【0028】",
                  "text": [
                    "こうして術前プランニング（図3：ステップ300）が終了した後，手術を開始する（図3：ステップ350）。実際の手術時においては，まずISCを開始する（ステップ306）。ISCでは三次元位置検出装置20（位置検出デバイス21）がポインタ27の位置を検出することにより，術具位置をリアルタイム検出し（ステップ307），術具位置を含む断面の撮像を行う。ISCによる撮像は，三次元位置検出装置20の位置検出頻度に合わせて繰り返される。撮像と同時に，演算装置30は，術具先端位置に相当するピクセル位置からデータベースに登録した相対位置情報をリアルタイムに読み取る（ステップ308）。読み取った相対位置情報は，図4（b）に示したような先端位置とともにモニタに表示される。相対位置情報において，例えば，術具が触れてはならない部位や臓器との距離（最短距離）が予め設定しておいた警告閾値と比べて小さい場合は（ステップ309），GUI又は音声による警告を発し（ステップ310），ターゲットまでの距離をユーザに対して表示する（ステップ311）。この処理を終了指示があるまで繰り返す（ステップ312）。",
                    "【0029】",
                    "さらに術具の方向も考慮して警告の程度を異ならせることも可能である。その場合には，まず三次元位置検出装置20が検出した術具の方向と先端位置を読み取り，先端位置とセグメンテーション領域の距離が閾値に達したか否かを判断するとともに術具の方向がその先端位置のピクセルについて登録されたセグメンテーション領域に対する方向（複数の方向が登録されている）に該当するか否かを判断する。先端位置とセグメンテーション領域の距離が閾値より小さく，ただし術具の方向が登録された方向から外れている場合には，中程度の重要度を示す警告を発する。一方，先端位置とセグメンテーション領域の距離が閾値より小さく，且つ術具の方向が登録された方向と一致する場合には，緊急度の高い警告を発する。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "【0030】",
                  "text": [
                    "本実施の形態におけるGUIの一例を図7および図8に示す。図7は術前のGU表示例，図8は術中のGUI表示例を示している。",
                    "【0031】",
                    "図示するように，操作用画面700は，画像表示部710，データ表示部720，操作ボタン表示部730，手術中情報表示部740などが設けられている。術前プランニングにおいては，例えば操作ボタン表示部730のボタン731，732を操作して所望の撮像シーケンスによる3D撮像を実行することができ，これによって作成された3軸断面711,712,713及びボリューム断面714が画像表示部710に表示される。次に操作ボタン表示部730のセグメンテーション733を選択するとセグメンテーションモードとなり，マウス等の入力装置を介したセグメンテーション715のための作業を行うことが可能となる。セグメンテーション作業後，操作ボタン表示部730の最長/最短距離・方向算出ボタン734を操作することにより，各ピクセルについて最長/最短距離・方向が算出され，データベースが作成される。データベースに登録された内容はデータ表示部720に表示される。",
                    "【0032】",
                    "図示する例では，画像ピクセル座標721，それに対するセグメンテーション領域の最短座標722，最長距離723，最短距離724，方向725が全ての画像ピクセル位置において表示される。セグメンテーション領域を含むピクセル位置726のこれら情報は当然ながら0となる。なお図では（0,0,0）〜（256,256,256）の全体が表示されている様子を示しているが，現実にはピクセル数は256×256×256と膨大であるので，画面をスクロールして表示する，或いは代表的なピクセルの情報を表示するなどの手法を採用する。最後に手術中情報表示部740において，警告しきい値741，警告方法742，自動警告機能743，ISC744の基本情報を入力することで手術準備が完了する。",
                    "【0033】",
                    "図8に示すように，手術中の操作画面800も画像表示部810，データ表示部820，操作ボタン表示部830，手術中情報表示部840が設置されていることは術前プランニングのGUIと同じである。手術時にはISC機能844が選択され，ONとなっている場合は，その旨が色の変化などで表示され，三次元位置検出装置を用いて術具位置を追随することにより，術具815を含む3軸断面（Axial 811, Sagital 812, Colonal813）及びVolume Rendering 画像814が時系列的に変化する。同時にデータベースから術具先端位置の画像ピクセル座標821と各種登録情報822〜825を読み出して，リアルタイムにデータベース情報を表示する。",
                    "【0034】",
                    "図示する例では，データ表示部820において三次元位置検出装置が検出した術具先端位置に対応するボックス826の色が変化し，データ表示部上でも術具先端位置がリアルタイムで表示されるようになっている。ボックス826内の最短距離824の値が警告閾値841以下となった場合には警告方法842に従った警告が発せられる。",
                    "【0035】",
                    "このように本実施の形態によれば，術前に撮像したボリュームデータを用いて特定領域を描出し，抽出された領域に対する全ピクセルからの距離・方向等の相対位置情報を算出し，登録しておくことにより，従来のように術具位置を検出する毎に距離計算等を行う必要がないので，術者に必要な情報をリアルタイムで提供しながら必要に応じて警告を発することができる。これにより，例えばセグメンテーション領域が術具による接触が禁止される部位や臓器である場合には，速やかに術具の進行を停止し，事故を防止できる。またセグメンテーション領域が手術のターゲットである場合には，術具を進める速度を遅くするなど迅速で且つ適切な手術を行うよう支援することができる。さらに術具がセグメンテーション領域を貫通する方向が登録されている場合には，その方向において最短距離にあるピクセルと最長距離にあるピクセルとからセグメンテーション領域のほぼ中央を推定することも可能である。",
                    "【0036】",
                    "なお以上の実施の形態では，手術中はポインタで患者の位置を指定するとともに，その位置を三次元位置検出装置で検出する場合を説明したが，術具自体が撮像装置で検出可能なものである場合には，ISCにより撮像装置が撮像した画像から術具先端位置を検出し，その位置に対応する距離・方向等の位置情報を記憶装置から読み出し，表示・警告を行なうようにすることも可能である。撮像装置で検出可能な術具としては，例えば，撮像装置がMRI装置の場合には，先端近傍の2箇所以上に小型受信コイルを搭載したカテーテル等の術具やMRI装置によって検出可能なマーカーを含む術具などが挙げられる。またCT装置で検出可能な材料からなる術具でもよい。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "【0037】",
                  "text": [
                    "次に，本発明の第2の実施の形態を説明する。本実施の形態の手術支援装置の構成を図9に示す。この手術支援装置も撮像装置10と，演算装置30と，ボリューム画像等を格納する記憶装置40と，インターフェイス装置50とを備えていることは，図1に示す第1の実施の形態と同様である。三次元位置検出装置20は，ISCを行なうために備えていてもよいがなくてもよい。また術前プランニングとして，過去に撮像したボリューム画像を用いてセグメンテーションを行い，各ピクセルからセグメンテーション領域までの距離・方向等の相対位置情報を算出し，登録することも第1の実施の形態と同様である。",
                    "【0038】",
                    "ただし本実施の形態では，術具はロボット80のロボットアームに固定されており，ロボットアームを介して手術が行なわれる。術具の位置情報は，ロボット80に内蔵される駆動・制御系（図示せず）においてロボット座標系の位置として把握されている。演算装置30は，ロボット80から術具先端のロボット座標系における位置を受け取り，これを画像座標に変換し，対応するピクセルについて登録された相対位置情報を読み取る。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "【0043】",
                  "text": [
                    "以上，本発明の手術支援装置の実施の形態を説明したが，本発明の特徴は，所定の部位や臓器とそれ以外の領域との相対位置情報を予め算出・登録しておき，それを手術中に検出した位置をもとにリアルタイムで相対位置情報を読み出せる点にあり，上述した実施の形態や図面に限定されることなく種々の変更が可能である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，引用文献5には，以下のとおりの開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "従来から，撮像装置を利用した手術支援技術として，手術や治療中にリアルタイムで撮像する断層面を任意に設定して撮像するという技術であるISCを行うためのMRI措置や過去に撮像したボリュームデータを用い，手術時に患者に対してポインタなどにより指定された位置を含む患者の直交3平面それぞれを断面とする断層画像を作成して表示し，これにより手術操作をナビゲーションする手術ナビゲーションシステム，手術ナビゲーションシステムとISC技術を組み合わせた技術が提案されている（【0002】ないし【0004】）。しかし，近年，高精度の手術が行われるようになり，特に精度を必要とする手術においては，術前に撮像したボリュームデータを用いて特定領域を描出し，術具先端位置とボリュームデータに相当する距離を描出・表示する手術支援技術は必要不可欠となっているが，距離を描出する方法は数ミリ秒毎に計算を行わなければならないためリアルタイム性には欠けていた（【0005】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」は，術具を用いた手術や治療において，術具先端と目的部位や危険部位との位置関係の情報をリアルタイムで術者に提供することが可能な手術支援装置を提供することを目的とし，その課題を解決するめの手段として，術前に撮像したボリュームデータを用いて特定領域を描出し，特定領域以外の各ピクセル位置から特定領域における最長距離，最短距離，方向等の相対位置情報を求めてデータベースとして登録を行い，実際の手術時には位置検出装置を用いて検出した術具先端位置とボリュームデータに相当するピクセル位置からデータベースに登録した情報を瞬時に読み取ることができる手術支援装置の構成を採用した（【0006】，【0007】）。",
                    "これにより「本発明」は，手術における治療時間短縮と治療精度向上両立を可能とし，術者および患者に対する負担も軽減できるという効果を奏する（【0011】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "一致点及び相違点の認定の誤りについて",
          "text": [
            "原告は，本件審決が認定した本願発明と引用発明の一致点のうち，「三次元リアルタイムMR画像下での手術システム」である点について，引用発明は「三次元リアルタイムMR画像下での手術システム」であるとはいえず，上記の点は相違点として認定すべきであるから，本件審決の上記認定は誤りである旨主張するので，以下において判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の「三次元リアルタイムMR画像下での手術システム」の意義について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の特許請求の範囲（請求項1）には，本願発明の「三次元リアルタイムMR画像下での手術システム」にいう「三次元リアルタイムMR画像」の意義を規定した記載はないが，その文言上，「三次元」の「リアルタイムMR画像」であることを理解できる。そして，本願発明の特許請求の範囲（請求項1）の記載から，「リアルタイムMR画像」は，「MRI装置からのMR画像を連続的に伝送することにより」生成される画像であること，「三次元リアルタイムMR画像下での手術システム」は，術者がリアルタイムに生体の内部状況とマイクロ波デバイスの位置を画像（「三次元リアルタイムMR画像」）によって確認し，処置する生体物及びマイクロ波デバイスの位置を確認しながら手術できる手術システムであることを理解できる。",
                    "次に，本願明細書には，「三次元リアルタイムMR画像」の用語を定義した記載はないが，【0015】には，「例えば特許文献「特開2008−167793」が開示する画像ソフトでは，縦型オープンMRI装置の術前3Dデータをリアルタイム画像と組み合わせ，デバイス位置のリアルタイム情報として，三次元画像とともにモニターにして手術支援に用いる画像ナビゲーションを可能とする。この場合の3次元とは生体や臓器表面の立体化だけでなく，内部構造を透視状態でみられる（深部情報）立体化である。これにより，MR画像を身体のどの位置においても立体的にリアルタイムモニター画像として使うことができる。…」との記載がある。本願明細書の上記記載によれば，本願明細書では，「三次元画像」にいう「三次元」とは，生体や臓器表面の立体化だけでなく，「内部構造を透視状態でみられる（深部情報）立体化」を意味する語として用いていることを理解できる。また，本願明細書の【0021】には，「実施例2」に関し，「加えて，3DリアルタイムMR画像にて…手術機器の位置確認が可能であり，さらに軟性導体内視鏡下に直接術野が見え，デバイスの先端部分の生体内位置と共に隣接内部構造もMR画像として同時に確認できる。」，「加えて，実施例1で示したように，本発明のシステムでは，臓器の内部構造も切る前に確認できる。」との記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の本願発明の特許請求の範囲（請求項1）の記載及び本願明細書の開示事項を総合すると，本願発明の「三次元リアルタイムMR画像下での手術システム」は，手術機器の位置，生体や臓器の表面のみならず，臓器の内部構造を透視状態でみられる立体的なリアルタイムMR画像によって，術者がリアルタイムに生体の内部状況とマイクロ波デバイスの位置を画像（「三次元リアルタイムMR画像」）によって確認し，処置する生体物及びマイクロ波デバイスの位置を確認しながら手術できる手術システムを意味するものと解するのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の手術支援装置について，",
              "text": [
                "引用文献5の記載事項（【0023】，【0028】，【0033】）によれば，引用発明の「術具815を含むVolume Rendering 画像814」は，「患者60をMRI装置10の撮像空間に配置し」，「術具位置を含む断面の撮像を行」うことで得られたMR画像であって，「手術時には，三次元位置検出装置を用いて術具位置を追随することにより，時系列的に変化」（【0033】）するから，リアルタイム画像である。",
                "次に，乙1（笠井俊文ほか「診療画像機器学」平成18年12月5日第1版第1刷発行）には，①「（b）ボリュームレンダリング法（VR）…体内の三次元表示である，三次元表示の主役であり，SR処理も行える。」（203頁），②「「③  三次元表示（3D表示）」  三次元表示（画像）といってもホログラフィなどとは異なり，あくまでも二次元であるモニタやフィルム上で立体的に見えるよう表示するものである。厳密には疑似三次元表示，2．5次元表示とでもいうべきものである。三次元表示作成手順は一般に「モデリング…」と「レンダリング…」という作業が必要である。モデリング→三次元の立体形状のデータを作成，編集する作業，レンダリング→三次元立体形状データをもとに立体的に見える二次元画像を作成する作業。」（205頁），③「（b）ボリュームレンダリング法（VR）  VR法 volume renderingは物体の表面形状ばかりか内部形状をも三次元的に表示する方法である。…さらに，不透明度や色・色彩の情報もボクセルに与えられるためデータが膨大となる。高性能のコンピュータが必要となるが内部形状を透かして表現することができ，しかもボリュームレンダリング法で作成した表面像はSR法よりも緻密で優れている処理法である。」，「処理手順  ㋐  モデリング（ボリュームデータを作成する）  ㋑  不透明度の設定：ボリュームレンダリング法では不透明度（オパシティ opacity）が導入される。ボリュームデータを構成するボクセルすべてに対し不透明度が設定される。不透明度とはボクセルに背後から光を当てたときに光を通す程度を表すもので，0～1までの数値で示される。…  ㋒  レンダリング（投影変換）：観察する視点を決め，視点から見た形状の位置や前後関係を計算する。そして投影経路上に存在するボクセル全てについて不透明度や色彩が計算される。この操作をα-ブレンディングと呼ぶ。投影方向として平行投影法と遠近投影法がある。㋓  画像表示処理：処理が完了すれば，拡大表示や視点を変えて表示することも可能である（図6．109）」（207頁～208頁）との記載がある。上記記載によれば，「Volume Rendering 画像」は，「物体の表面形状ばかりか内部形状をも三次元的に表示」し，「内部形状を透かして表現することができ」るボリュームレンダリング法で作成した画像であるから，生体や臓器の表面のみならず，「臓器の内部構造を透視状態でみられる」三次元画像であるものと認められる。",
                "以上によれば，引用発明の「術具815を含む Volume Rendering画像814」は，本願発明の「三次元リアルタイムMR画像」に相当するものと認められる。",
                "したがって，引用発明の手術支援装置は，術具の位置，生体や臓器の表面のみならず，臓器の内部構造を透視状態でみられる三次元リアルタイムMR画像である「術具815を含む Volume Rendering 画像814」によって，術者がリアルタイムに生体の内部状況と術具の位置を確認し，処置する生体物及び術具の位置を確認しながら手術できる手術システムであるものと認められる。",
                "そして，本願発明のマイクロ波デバイスも術具の一種であることに照らすと，術具の位置，生体や臓器の表面のみならず，臓器の内部構造を透視状態でみられる立体的なリアルタイムMR画像によって，術者がリアルタイムに生体の内部状況と術具の位置を確認し，処置する生体物及び術具の位置を確認しながら手術できる手術システムである点において，本願発明と引用発明は，実質的に一致するものと認められるから，両発明が「三次元リアルタイムMR画像下での手術システム」である点で一致するとした本件審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，①本願発明の「三次元リアルタイムMR画像下での手術システム」とは，術者（医師等）が，処置する生体物の位置及びマイクロ波デバイスの位置を，予め取得した生体内画像と比較しながら，生体の内部構造を透視状態でみられる立体画像でリアルタイムに確認しながら手術できる手術システムをいうものである，②引用発明の「術具」は，引用発明の課題を解決するための手段である「警告手段」を達成するために，術具の処理により目的物の位置や形状を大きく変化させない，マイクロ波デバイスではなくかつ先端の形状が単純な穿刺針・カテーテルであることを要すること，引用発明の「術具815を含む Volume Rendering画像814」は，術前画像を含まない，術中の3軸2次元画像を単に結合した Volume Rendering 画像であって，生体の内部構造を透視状態で見られる立体画像ではないことからすると，引用発明の手術支援装置は，術具の種類，警告手段の有無，術前画像の有無及び立体画像の種類が本願発明と異なるから，本願発明の「三次元リアルタイムMR画像下での手術システム」であるとはいえない旨主張する。",
                "しかしながら，上記①の点については，本願発明の特許請求の範囲（請求項1）の記載には，「術者がリアルタイムに生体の内部状況とマイクロ波デバイスの位置を画像によって確認し，処置する生体物及びマイクロ波デバイスの位置を確認しながら手術できる手術システム」との記載はあるが，処置する生体物の位置及びマイクロ波デバイスの位置を「予め取得した生体内画像と比較しながら」との記載はない。また，本件明細書の実施例1には，「好ましくは，術者は，「前もって撮像した画像をもとに，メインワークステーションに術中の画像を再構成して得られた三次元リアルタイム画像」を確認しながら，内視鏡・手術デバイスの操作・制御を実視できる。」（【0020】）との記載があるところ，この記載から，「三次元リアルタイム画像」は，「前もって撮像した画像をもとに」再構成して得られたことを理解することができるが，術者が生体の内部状況とマイクロ波デバイスの位置を「前もって撮像した画像」自体と比較しながら，手術を行うことを示したものとはいえない。",
                "したがって，上記①の点は，本願発明の特許請求の範囲の記載に基づかないものであって採用することはできない。",
                "次に，上記②の点については，前記(2)認定のとおり，術具の位置，生体や臓器の表面のみならず，臓器の内部構造を透視状態でみられる立体的なリアルタイムMR画像によって，術者がリアルタイムに生体の内部状況と術具の位置を確認し，処置する生体物及び術具の位置を確認しながら手術できる手術システムであれば，術具がマイクロ波デバイスでなくても，本願発明の「三次元リアルタイムMR画像下での手術システム」であるものと認められ，また，引用発明の「術具815を含むVolume Rendering 画像814」は，本願発明の「三次元リアルタイムMR画像」に相当するものと認められるから，上記②の点は理由がない。",
                "以上によれば，引用発明の手術支援装置は本願発明の「三次元リアルタイムMR画像下での手術システム」であるとはいえないとの原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，以上によれば，本願発明と引用発明は，「三次元リアルタイムMR画像下での手術システム」である点で一致するから，本件審決における一致点及び相違点の認定の誤りをいう原告の主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "相違点1の容易想到性の判断の誤りについて",
          "text": [
            "原告は，引用文献5には，ISC制御及び制御部14をMRI装置外に設置するという技術的思想の開示又は示唆がないこと，リアルタイムMR画像をメインワークステーションに連続的に伝送するMRワークステーションについての開示又は示唆もないことからすると，引用文献5記載の手術支援装置は，特定のMRI装置を前提にした技術であるといえるから，当業者は，引用発明のISC制御及び制御部14に基づいて，ワークステーションが「MRワークステーション」と「メインワークステーション」とからなる構成（相違点1に係る本願発明の構成）を容易に想到することができたものとはいえない旨主張する。",
            "しかしながら，引用文献5にISC制御及び制御部14をMRI装置外に設置するという技術的思想の具体的な示唆がないとしても，複数の制御や処理を1台のワークステーションで行うか複数のワークステーションで行うかは，当業者がシステム全体の環境等を考慮して適宜選択すべき設計的事項であるものと認められるから，引用発明において，「撮像シーケンスに基づく撮像制御および三次元位置検出装置20からの位置情報を利用したISC制御」と，「患者のボリューム画像」，「ISC」により「撮像」された「術具位置を含む断面」の画像及び「術具先端位置に相当するピクセル位置」を統合する処理とを併せて行う「ワークステーション」である「制御部14」を，「撮像シーケンスに基づく撮像制御および三次元位置検出装置20からの位置情報を利用したISC制御」を行うワークステーション（本願発明の「MRワークステーション」に相当）と，「ISC」により「撮像」された「術具位置を含む断面」の画像及び「術具先端位置に相当するピクセル位置」を統合する処理を行うワークステーション（本願発明の「メインワークステーション」に相当）との構成とすることは，当業者が容易に想到することができたものと認められる。そして，かかる構成において，「撮像シーケンスに基づく撮像制御および三次元位置検出装置20からの位置情報を利用したISC制御」を行うワークステーションから，撮像された画像が，「患者のボリューム画像」，「ISC」により「撮像」された「術具位置を含む断面」の画像及び「術具先端位置に相当するピクセル位置」を統合する処理を行うワークステーションに送られることは自明である。",
            "そうすると，当業者は，引用発明において，相違点1に係る本願発明の構成とすることを容易に想到することができたものと認められるから，原告の上記主張は理由がない。",
            "したがって，本件審決における相違点1の容易想到性の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "相違点3の容易想到性の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願の出願当時の周知技術について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "各文献の記載事項について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用文献6",
                      "text": [
                        "引用文献6（甲6）には，次のような記載がある（下記記載中に引用する図1及び図3については別紙3参照）。",
                        "【0001】",
                        "本発明は，MRI装置やCT装置などの画像診断装置に関し，温熱治療や凍結治療を行いながら，治療進行の様子を観察するのに適した画像診断装置に関する。",
                        "【0002】",
                        "MRI装置，X線装置等の医用画像診断装置を用いた撮影手法にフルオロスコピーと呼ばれるリアルタイム動態画像化法があり，その臨床応用が進められている。フルオロスコピーは，従来，X線装置を用いた透視撮影で実現されていたが，近年，MRI装置に高速撮影法の開発に伴い実用化されている。このようなフルオロスコピーは，オープンタイプのMRI装置の開発と相俟って，画像診断装置でモニタ画像を撮影しながら手術や治療を行なうインターベンショナルMRI（IMRI）を可能にしている。IMRIにおけるフルオロスコピーの用途として，具体的には，穿刺針やカテーテルを誘導する際のモニタリングや，腫瘍細胞に電磁波や赤外線を照射して死滅させる温熱療法（ハイパーサーミア治療）やクライオサージェリー（凍結療法）の治療効果の確認等があり，そのための撮影手法も提案されている。",
                        "【0016】",
                        "図1は，本発明の画像診断装置（MRI装置）の全体概要を示す図である。このMRI装置は，撮像空間を挟んで上下に一対の静磁場発生磁石を配置した垂直磁場方式のオープン型のMRI装置であり，被検体20を載せたベッドを撮像空間に配置した状態で，撮像が行われるとともに，手術や治療を施すことができるようになっている。本実施の形態では，凍結治療或いは温熱治療が行われるものとし，そのための治療具（プローブ）30が被検体20に挿入される。",
                        "【0024】",
                        "図3に示す温熱治療装置は，RF交流電流を発生するジェネレータ303を備えた制御部301と，ジェネレータ303にディスポーザブルケーブル305，306を介して接続されたハンドピース（穿刺電極）304及び対極板307を備えたプローブ302とからなり，制御部301には図示しない操作部が備えられている。",
                        "この温熱治療装置では，ジェネレータ303からの高周波電流をハンドピース304を介して病変組織に伝達して病変組織を熱凝固壊死させる（図中，Lは病変，Hは熱凝固領域である）。この際，ディスポーザブルケーブル305，306には温度センサが付いており凝固温度をリアルタイムでモニタすることができる。また病変の大きさに応じてハンドピースの数を増減することができる。",
                        "【0027】",
                        "次いでプローブ先端を治療部位（ターゲット）に挿入するための穿刺を行う（ステップ402〜404）。ターゲットまでの穿刺針（プローブ）の挿入は，フルオロスコピーを用いたインタラクティブスキャンを利用することができる。この手法は，穿刺針の挿入方向に合わせて適宜撮像断面を変えながらリアルタイム画像の撮像・表示を繰り返し，穿刺針をターゲットに誘導する手法であり，具体的には，ターゲットを含む3軸断面の撮像（ステップ404）と穿刺（ステップ403）とを，穿刺針がターゲットに到達したかどうかをモニタ画像で確認しながら繰り返す（ステップ404，405）。この繰り返しにおいてステップ401で撮像する3軸断面に常にターゲットが含まれるように撮影断面を決定する。位置決め画像取得時に穿刺の自動シミュレートを行った場合には，シミュレート結果を画像上に表示し術者を支援することが可能であり，術者がシミュレート結果と異なる行動をとった場合には，警告を発することもできる。この判断は，例えばシミュレートした経路と穿刺過程で取得した画像における穿刺針とのずれが閾値を超えるかを判断することにより行うことができ，閾値を超えた場合には，音声の発生や点灯などで警告を発する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用文献7",
                      "text": [
                        "引用文献7（甲7）には，次のような記載がある（下記記載中に引用する図1及び図2については別紙4参照）。",
                        "【0001】",
                        "本発明は，生体組織を把持するとともに，凝固，及び切断するように構成された医療用処置具に関するものである。",
                        "【0013】",
                        "本発明の別の態様は，上記医療用処置具がマイクロ波電力を供給可能な高周波電源と接続され，この高周波電源が，第一導体の先端部と第二導体の先端部との間にマイクロ波電圧を印加することにより，当該両導体の先端部間の生体組織を固定，凝固，さらに切断可能となるように構成されていることを特徴とする医療用処置装置である。",
                        "【0023】",
                        "外部導体と第二導体とを相対変位可能とした構成によれば，第一導体と外部導体とを，いわゆる同軸線により形成することができるため，第一導体から放射される電磁的なノイズを外部導体によりシールドすることが可能となる結果，ノイズレベルを低下させることができるので，医療用処置具の全体構成を非磁性体金属により形成することにより，例えば，MRIシステムによる磁場環境下においても好適に使用することができる。",
                        "【0028】",
                        "以下，本発明の好ましい実施形態について，高周波電力の一例であるマイクロ波電力を供給可能な高周波電源を利用した場合を例に挙げて，図面を参照して説明する。ここで，マイクロ波とは，周波数2．45GHzを主とするマイクロ波帯全域を意味している。",
                        "【0029】",
                        "図1は，本発明の実施形態に係る医療用処置具の全体構成を示す側面一部断面図である。",
                        "【0030】",
                        "図1を参照して，医療用処置具1は，固定ハンドル2と，この固定ハンドル2に対して軸J1周りに揺動可能に取付けられた揺動ハンドル3とを備えている。なお，上記医療用処置具1に対して揺動ハンドル3の配設された側を仮に前方側とし，固定ハンドル2及び揺動ハンドル3の把持部2a及び3aが配設された側を仮に下方として以下説明する。",
                        "【0031】",
                        "上記揺動ハンドル3の上端部には，長手方向に沿って延びる長孔3bが形成され，この長孔3b内には，上記軸J1と平行して同軸電極ユニット10に固定された軸J2が摺動及び回転可能な状態で挿通している。",
                        "【0032】",
                        "上記同軸電極ユニット10は，前後方向に延びる略円柱状の部材である。同軸電極ユニット10は，図1及び図2に示すように，その後端部に配設され，図略の高周波電源と接続可能なコネクタ11と，前記高周波電源と接続される中心導体12（第一導体）と，この中心導体12の外側を被覆する絶縁体13（絶縁層）と，この絶縁体13の外側を被覆するとともに，前記中心導体12と同心に配設された外部導体14とを備えている。また，同軸電極ユニット10は，上記コネクタ11が高周波電源と接続されることにより，中心導体12と外部導体14との間に高周波電圧が印加され，このとき，外部導体14が高周波電源の接地側と電気的に接続されるようになっている。",
                        "【0050】",
                        "上記医療用処置具1において，上記中心電極12a及び外部電極16aが中心導体12及び移動導体16の軸線方向に対して互いに上方に湾曲しているため，複雑に重なった生体組織Sにおける深部に治療対象部位S1が位置している場合に，両電極12a，16aを生体組織Sの間へ速やかに滑り込ませる（刺入する）ことができ，また，このとき両側の生体組織Sに対する損傷等を抑制し，非侵襲的にスムーズな刺入処置を施すことができる。そして，このように治療対象部位S1に到達した両電極12a，16aにより，治療対象部位S1を把持して手前側に引出すことや，両電極12a，16a間にマイクロ波電圧を印加して治療対象部位S1を凝固，切断することができる。",
                        "【0056】",
                        "上記医療用処置具1において，高周波電源の接地側と電気的に接続し，絶縁層13を介して中心導体12の外側を被覆するとともに，中心導体12と同心に配設される導電性の外部導体14をさらに備え，上記移動導体16は，この外部導体14の外周部と接触しつつ，外部導体14に対して前後方向に相対変位可能に構成されているため，中心導体12と外部導体14とを同軸線により形成することができ，中心導体12から放射される電磁的なノイズを外部導体14によりシールドすることが可能となる結果，ノイズレベルを低下させることができるので，医療用処置具1の全体構成をリン青銅等の非磁性体金属により形成することにより，例えば，MRIシステムによる磁場環境下においても好適に使用することができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲9",
                      "text": [
                        "甲9（佐藤浩一郎「MRガイド下肝腫瘍マイクロ波凝固における治療部位3次元記録の有用性」日本コンピュータ外科学会誌，2011年  1月25日，vol.4, No.3）には，次のような記載がある。",
                        "「我々は2000年1月より新しい縦型オープンMRIを導入し，MRガイド下で肝腫瘍に対してマイクロ波凝固治療を100例以上経験している。マイクロ波凝固療法は日本で低侵襲治療として広く行われている。MRI内でのマイクロ波を使うのはMRIの周波数と異なるため，マイクロ波凝固中に，リアルタイムのMR画像と温度画像が確認できるからである。しかしマイクロ波による肝腫瘍の凝固範囲はラジオ波に比較して比較的小さい。そのため大きな肝腫瘍に対して，穿刺とマイクロ波の凝固を繰り返す必要となる。この繰り返される凝固による治療範囲を3次元に記録するソフトウェア“Footprinting”を開発した。」（195頁）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲10",
                      "text": [
                        "甲10（Yoshimasa  KURUMI「Clinical  Experiences  with  MR-guided  microwave  Ablation  for  Liver  Tumors」2001年4月21日）には，次のような記載がある。",
                        "「序論",
                        "マイクロ波切除は，20年以上にわたり，日本の肝腫瘍の治療に有効に使用されてきた。これは，元来開腹手術や肝臓の直接暴露で使用された。最近では，これは，超音波又は腹腔鏡下のガイダンスによる熱切除治療のための介入装置として使用されている。レーザー及びラジオ周波数（RF）熱切除療法とは異なり，MRガイダンスは一般的ではない。我々は，2．0T  CSI  OMEGAシステムを用いたMR-ガイドマイクロ波切除の実行可能性について以前に報告した。この研究では，マイクロ波照射中であってもMRIに対する明らかな悪影響は認められなかった。これらの知見に基づき，我々は，肝腫瘍のMRガイド型マイクロ波切除の臨床研究を開始した。本研究では，原発性及び転移性の肝腫瘍を有する24人の患者に関する我々の臨床経験が提示される。」（2204頁左欄1行ないし14行・訳文1頁）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知技術について",
                  "text": [
                    "前記アの記載事項を総合すると，本願の出願当時（出願日平成23年9月16日），MRI装置において，MR画像のガイド下で，マイクロ波デバイスを用いて肝腫瘍等の生体組織を凝固，切断する手術を行うことは，周知であったことが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献5には，「このような構成の手術支援装置では，例えば断層面指示デバイスであるポインタ27を穿刺針などにとりつけ，穿刺針のある位置を常に撮像断面とするように設定することにより，モニタ13には針を常に含む断面が表示されることになる。」（【0021】）との記載があり，図8には，先端の形状が穿刺針状の「術具815」が示されているが，引用発明の手術支援装置で使用する術具について，その術具の種類，形状等を特定のものに限定する旨の記載はない。一方で，引用文献5には，術具として，マイクロ波デバイスを使用することについての記載や示唆はない。",
                    "しかるところ，本願の出願当時（出願日平成23年9月16日），MRI装置において，MR画像のガイド下で，マイクロ波デバイスを用いて肝腫瘍等の生体組織を凝固，切断する手術を行うことは，周知であったこと（前記(1)イ）を踏まえると，引用文献5に接した当業者は，生体組織を凝固，切断する手術を行う場合に，引用発明の手術支援装置で使用する術具として，周知のマイクロ波デバイスを選択する動機付けがあるものと認められるから，引用発明において相違点3に係る本願発明の構成とすることを容易に想到することができたものと認められる。",
                    "これと同旨の本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，引用発明の課題を解決する手段である「警告手段」を実現するためには，術具が目的部位に向かうベクトルの算出が必須であるが，周知のマイクロ波デバイス（ハサミ型，鉗子型を含むマイクロ波デバイス）では，先端が複雑な構造であるため，術具が目的部位に向かうベクトルを算出することができず，また，仮に周知のマイクロ波デバイスにおいて目的部位に向かうベクトルを算出することができたとしても，目的部位の切断・マイクロ波照射によって，術前と術後では目的部位の位置や形状（座標）が大きく変化するので，引用発明の「警告手段」を実現することができないから，引用発明の術具として周知のマイクロ波デバイスを適用することに阻害要因があるとして，当業者は，引用発明において，相違点3に係る本願発明の構成とすることを容易に想到することができたものとはいえない旨主張する。",
                    "しかしながら，本願の出願当時，マイクロ波デバイスの形状としては，先端の形状が穿刺針状のものも存在していたものと認められるから（例えば，引用文献6の図1（別紙3）），周知のマイクロ波デバイスは，ハサミ型，鉗子型のものに限定されるものではない。",
                    "また，引用文献5には「…術具自体が撮像装置で検出可能なものである場合には，ISCにより撮像装置が撮像した画像から術具先端位置を検出し，その位置に対応する距離・方向等の位置情報を記憶装置から読み出し，表示・警告を行なうようにすることも可能である。撮像装置で検出可能な術具としては，例えば，撮像装置がMRI装置の場合には，先端近傍の2箇所以上に小型受信コイルを搭載したカテーテル等の術具やMRI装置によって検出可能なマーカーを含む術具などが挙げられる。またCT装置で検出可能な材料からなる術具でもよい。」（【0036】）との記載があることに照らすと，術具の形状にかかわらず，先端近傍の2箇所以上に小型受信コイルを搭載したり，MRI装置によって検出可能なマーカーを搭載することで，術具先端の移動方向と目的部位との位置関係を算出することが可能となるから，「警告手段」を達成できるものといえる。",
                    "したがって，引用発明の術具として周知のマイクロ波デバイスを適用することに阻害要因があるものとは認められないから，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "本件発明1の予期し得ない顕著な効果について",
          "text": [
            "原告は，本願発明は，術者が，マイクロ波デバイスによる臓器の切断・マイクロ波照射による組織の変化（特に，マイクロ波照射後の組織変化）を，予め取得した生体内画像と比較しながら，リアルタイムで確認しながら「マイクロ波デバイスによる臓器の切断及び予め設定した組織の焼灼範囲にマイクロ波照射による焼灼を可能とする手術ができる」という格別顕著な効果を奏し，この効果は，引用文献5ないし7を組み合わせても，当業者が予測し得るものではないから，本願発明の上記効果は，当業者が予測し得ない顕著な効果である旨主張する。",
            "しかしながら，前記3(3)で述べたとおり，本願発明は，処置する生体物の位置及びマイクロ波デバイスの位置を「予め取得した生体内画像と比較しながら」との構成を発明特定事項とするものではないから，上記構成を前提とする効果は，本願発明の効果であるということはできない。",
            "また，前記3(2)認定のとおり，引用発明の「術具815を含む Volume Rendering 画像814」は，本願発明の「三次元リアルタイムMR画像」に相当することに照らすと，本願明細書の【0010】記載の「リアルタイムに生体の内部状況とデバイスの位置を画像によって確認でき，手術処理する組織の構造を確認しながら処置できる安全な手術を提供でき，また，被爆のない，患者にも術者にも安全な手術システムを提供できる」旨の本願発明の効果は，引用発明が相違点1ないし3に係る本願発明の構成を備えることによって当業者が予測し得る程度のものであるものと認められる。",
            "したがって，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上のとおり，本件審決における本願発明と引用発明との一致点及び相違点の認定，相違点1及び3の判断，本願発明の効果の判断に誤りはなく，本願発明は，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるとした本件審決の判断に誤りはないから，原告主張の取消事由は理由がない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}