{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2017-700609号事件について平成30年6月19日にした決定を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許異議の申立てを認めて特許を取り消した決定に対する取消訴訟である。争点は，新規性及び進歩性の有無についての判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「ゲーム制御方法，サーバ装置及びプログラム」とする発明について，平成26年2月25日に特許出願(特願2014-34003号)をし，平成27年8月10日，同出願の一部について新たな特許出願(特願2015-158515)とし，平成28年11月18日に設定登録を受けた(特許第6043844号。請求項の数8。以下「本件特許」という。甲12)。",
            "本件特許について，平成29年6月14日，特許異議の申立てがあり，特許庁は，これを異議2017-700609号事件として審理し，原告は，平成30年3月16日，訂正請求(以下「本件訂正請求」という。甲17)をした。",
            "特許庁は，平成30年6月19日，本件訂正請求を認めた上で，「特許第6043844号の請求項1ないし8に係る特許を取り消す。」との決定(以下「本件決定」という。)をし，その謄本は，同年7月3日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載(甲17)",
          "text": [
            "本件訂正請求に係る訂正後の特許請求の範囲の記載は，次のとおりである(以下，請求項に係る発明を，それぞれの請求項の番号に応じて「本件発明1」などといい，本件発明1～8を併せて「本件発明」という。また，本件特許の訂正後の明細書及び図面を「本件明細書」という。)。",
            "【請求項1】",
            "各プレイヤがクライアント装置を介して操作するキャラクタを構成員とするグループ同士の対戦ゲームを制御するためのゲーム制御方法であって，時間の経過に沿って分割された複数の期間のそれぞれに対して，互いに隣接する期間における前記対戦ゲームの進行を制御する対戦条件が異なるように，前記複数の期間の各期間の開始前に，前記対戦条件を設定するステップと，設定された前記対戦条件に基づいて，前記対戦ゲームを進行するステップと，を含み，前記複数の期間の各期間内において前記対戦条件は変化しない，ゲーム制御方法。",
            "【請求項2】",
            "前記対戦条件には，前記グループにおける構成員の能力値を変更することが含まれる，請求項1記載のゲーム制御方法。",
            "【請求項3】",
            "前記対戦条件には，前記グループにおける構成員のうち，対戦において発揮できる能力値の低い構成員の能力値を，所定割合で増加させることが含まれる，請求項1記載のゲーム制御方法。",
            "【請求項4】",
            "前記対戦条件を設定するステップは，前記互いに隣接する期間のうち先行する期間における対戦結果に基づいて，前記先行する期間の後の期間の前記対戦条件を設定する，請求項1乃至請求項3のいずれか一項に記載のゲーム制御方法。",
            "【請求項5】",
            "前記対戦条件には，前記先行する期間における前記対戦結果に基づいて，前記グループの前記構成員に，前記対戦において使用可能なアイテムを設定することが含まれる，請求項4記載のゲーム制御方法。",
            "【請求項6】",
            "前記キャラクタは，それぞれ特定の属性に対応付けられており，前記対戦条件には，前記属性のうち所定の属性に対応付けられたキャラクタの能力値を変更することが含まれる，請求項1乃至請求項5のいずれか一項に記載のゲーム制御方法。",
            "【請求項7】",
            "各プレイヤがクライアント装置を介して操作するキャラクタを構成員とするグループ同士の対戦ゲームを制御するためのサーバ装置であって，時間の経過に沿って分割された複数の期間のそれぞれに対して，互いに隣接する期間における前記対戦ゲームの進行を制御する対戦条件が異なるように，前記複数の期間の各期間の開始前に，前記対戦条件を設定する手段と，設定された対戦条件に基づいて，前記対戦ゲームを進行する手段と，を備え，前記複数の期間の各期間内において前記対戦条件は変化しない，サーバ装置。",
            "【請求項8】",
            "各プレイヤがクライアント装置を介して操作するキャラクタを構成員とするグループ同士の対戦ゲームをサーバ装置に制御させるためのプログラムであって，このプログラムは，前記サーバ装置に，時間の経過に沿って分割された複数の期間のそれぞれに対して，互いに隣接する期間における前記対戦ゲームの進行を制御する対戦条件が異なるように，前記複数の期間の各期間の開始前に，前記対戦条件を設定する機能と，設定された対戦条件に基づいて，前記対戦ゲームを進行する機能と，を実現させ，前記複数の期間の各期間内において前記対戦条件は変化しない，プログラム。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "文献の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "平成25年10月24日にインターネット上に公開された「大海原水上戦-逆襲のファンタジカ  攻略wiki」という題名の記事(甲1。以下「引用文献1」という。)には，以下のとおりの発明(以下「引用発明1」という。)が記載されている。",
                        "「スマートフォン用ソーシャルゲームであって，",
                        "最大7人からなるギルドを結成し，期間内に開催されるギルドバトルを戦い，",
                        "バトル本戦期間とは，ギルド同士でバトルを行う期間であり，",
                        "バトル本戦期間はマッチングフェーズ，バトルフェーズ，終了フェーズの3つのフェーズに分かれ，",
                        "バトルフェーズはギルド同士でバトルを行っているフェーズであり，",
                        "バトルフェーズが終了した後の終了フェーズで勝敗判定を決定し，",
                        "パーティー編成とは，バトルフェーズに参戦させるユニットを編成する場所であり，",
                        "所持ユニットから選んで参戦させることができ，",
                        "時間の経過に沿って分割された複数のバトル本戦期間にバトルが行われ，各バトル本戦期間は互いに隣接し，",
                        "ギルドに所属している期間中に，バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与され，",
                        "バトルフェーズ中の行動は「行動力」を消費して行い，",
                        "行動力が足りない場合は，「回復薬」や「海原ドリンク」を使うことで最大値まで回復させることが可能である",
                        "ゲーム制御方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "平成25年1月10日に発行された雑誌「週刊ファミ通2013年2月14日増刊号の54頁～55頁の記事(甲4。以下「甲4文献」という。)には，以下のとおりの発明(以下「引用発明4」という。)が記載されている。",
                        "「チームバトルが楽しめる，戦略型バトルゲームであって，",
                        "チームバトルは攻城戦と呼ばれ，チェスのようなマス目のMAPが戦場となり，",
                        "攻城戦は昼12時半と夜9時からの2回開催で，",
                        "日ごと週ごとに対象が変更となる”イベントボーナス”というものがあり，",
                        "イベントボーナスは，騎士，武器，防具という装備の特性が指定され，その特性と同じ騎士，武器，防具を装備するとステータスがアップする",
                        "戦略型バトルゲーム。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点及び相違点",
                  "text": [
                    "本件発明と引用発明1との一致点及び相違点は以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "各プレイヤがクライアント装置を介して操作するキャラクタを構成員とするグループ同士の対戦ゲームを制御するためのゲーム制御方法であって，",
                        "時間の経過に沿って分割された複数の期間のそれぞれに対して，互いに隣接する期間における前記対戦ゲームの進行を制御する対戦条件が異なるように，前記複数の期間の各期間の開始前に，前記対戦条件を設定するステップと，",
                        "対戦ゲームを進行するステップと，",
                        "を含み，",
                        "前記複数の期間の各期間内において前記対戦条件は変化しない，",
                        "ゲーム制御方法。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点(以下「相違点1」という。)",
                      "text": [
                        "対戦ゲームを進行するステップにおいて，本件発明では「設定された対戦条件に基づいて」対戦ゲームを進行するのに対して，引用発明1ではその点につき明らかでない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許法29条1項3号について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書の段落【0043】の記載によると，本件発明の「対戦条件」は，「キャラクタを操作するプレイヤに報酬を付与すること」，「分割された時間の前半において対戦結果を集計し後続の時間において反映させること」，及び「対戦において何らかの条件が付されること」を含むものと解される。",
                            "一方，引用発明1の「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」は，バトルで勝利した回数に応じて報酬を付与するという条件をバトルに付与するものであって，対戦結果から算出される「バトルで勝利した回数」に応じて，回復薬や海原ドリンク等の報酬を付与するものである。また，引用発明1においては，付与された回復薬や海原ドリンクは後続のバトルで使用することができるところ，バトルフェーズ中の行動は行動力を消費して行い，行動力が足りない場合は，回復薬や海原ドリンクを使用することで最大値まで回復させることが可能であるから，後続のバトルで回復薬や海原ドリンクを使用すれば行動力の回復として反映される。",
                            "したがって，引用発明1は，「対戦ゲームの進行を制御する対戦条件」を備えている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そして，各バトルで使用することができる回復薬や海原ドリンク等の報酬もバトルを開始する前に定まっているといえるから，各バトルは，定まった回復薬や海原ドリンク等の報酬を使用することができ，勝利した場合は所定の報酬を付与されるという条件が設定されて，当該条件のもとでバトルが行われることになる。",
                            "したがって，引用発明1は，「設定された対戦条件に基づいて」対戦ゲームを進行するといえる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，本件発明1は，引用発明1と実質的に相違するところはないから，引用発明1である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特許法29条2項について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "仮に，本件発明1と引用発明1との間に相違点1の相違があるとしても，引用発明1において，本件発明1の相違点1に係る発明特定事項とすることは当業者が適宜なし得ることであるから，本件発明1は，引用発明1に基づいて当業者が容易に発明をすることができたものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，引用発明4は，「騎士，武器，防具という装備の特性が指定され，その特性と同じ騎士，武器，防具を装備するとステータスがアップする」ものであるところ，「チームバトル」が「ステータスがアップ」した状態で行われることは明らかであって，「アップ」した「ステータス」は本件発明1の「設定された対戦条件」に相当し，「ステータスがアップ」した状態で「チームバトル」が行われることは本件発明1の「設定された対戦条件に基づいて，対戦ゲームを進行する」ことに相当する。",
                            "そして，引用発明1及び引用発明4はともに対戦ゲームに係るものであって技術分野が共通しており，対戦ゲームにおいて対戦条件を設定するという共通の作用・機能を有するから，引用発明1に引用発明4を適用することは，当業者が容易に想到し得るものである。",
                            "したがって，本件発明1は引用発明1及び引用発明4に基づいて当業者が容易に発明をすることができた。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明2と引用発明1とを対比すると，相違点1に加えて，以下の相違点2が存在する。",
                    "(相違点2)",
                    "本件発明2の対戦条件には，「グループにおける構成員の能力値を変更することが含まれる」のに対して，引用発明1はそのようなものでない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2についての判断",
                  "text": [
                    "対戦ゲームにおいて，グループにおける構成員の能力値を変更することは，本件特許の出願前に周知の技術である(以下「周知技術1」という。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点1については前記(1)ウのとおりであるから，本件発明2は，引用発明1及び周知技術1に基づき当業者が容易に発明をすることができた。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明3と引用発明1とを対比すると，相違点1に加えて，以下の相違点3が存在する。",
                    "(相違点3)",
                    "本件発明3の対戦条件には，「対戦条件には，グループにおける構成員のうち，対戦において発揮できる能力値の低い構成員の能力値を，所定割合で増加させることが含まれる」のに対して，引用発明1はそのようなものでない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3についての判断",
                  "text": [
                    "対戦ゲームにおいて，グループにおける構成員のうち，対戦において発揮できる能力値の低い構成員の能力値を，所定割合で増加させることは，本件特許の出願前に周知の技術である(以下「周知技術2」という。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点1については前記(1)ウのとおりであるから，本件発明3は，引用発明1及び周知技術2に基づき，当業者が容易に発明をすることができた。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明4と引用発明1とを対比すると，引用発明1は，「各バトル本戦期間は互いに隣接し，ギルドに所属している期間中に，バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与される」ものであって，これは，本件発明4の「前記互いに隣接する期間のうち先行する期間における対戦結果に基づいて，前記先行する期間の後の期間の前記対戦条件を設定する」点に相当する。",
                    "したがって，本件発明4で付加された発明特定事項は，引用発明1に開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点1については前記(1)ウのとおりであり，請求項4が請求項2又は3を引用する場合の相違点2及び3については前記(2)イ，(3)イのとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件発明4は，引用発明1であり，また，引用発明1及び周知技術1，2に基づき，当業者が容易に発明をすることができた。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明5について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明5と引用発明1とを対比すると，引用発明1においては，「回復薬」及び「海原ドリンク」が報酬として付与されるところ，「バトルフェーズ中の行動は「行動力」を消費して行い，行動力が足りない場合は，「回復薬」や「海原ドリンク」を使うことで最大値まで回復させることが可能である」から，「回復薬」及び「海原ドリンク」は前者の「対戦において使用可能なアイテム」に相当する。",
                    "したがって，本件発明5で付加された発明特定事項は，引用発明1に開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点1については前記(1)ウのとおりであり，相違点2及び3については前記(2)イ，(3)イのとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件発明5は，引用発明1であり，また，引用発明1並びに周知技術1，2に基づき，当業者が容易に発明をすることができた。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明6について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明6と引用発明1とを対比すると，相違点1に加えて，以下の相違点4が存在する。",
                    "(相違点4)",
                    "本件発明6においては，「キャラクタは，それぞれ特定の属性に対応付けられており，対戦条件には，属性のうち所定の属性に対応付けられたキャラクタの能力値を変更することが含まれる」のに対して，引用発明1はそのようなものでない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点4についての判断",
                  "text": [
                    "引用発明4は，「騎士，武器，防具という装備の特性が指定され，その特性と同じ騎士，武器，防具を装備するとステータスがアップする」ものであるところ，「騎士，武器，防具という装備の特性」は本件発明6の「属性」に相当する。また，「チームバトル」が「ステータスがアップ」した状態で行われることは明らかであって，「アップ」した「ステータス」は本件発明1の「設定された対戦条件」に相当する。そして，以上の点を踏まえると引用発明4の「騎士，武器，防具という装備の特性が指定され，その特性と同じ騎士，武器，防具を装備するとステータスがアップする」は，「前記キャラクタは，それぞれ特定の属性に対応付けられており，前記対戦条件には，前記属性のうち所定の属性に対応付けられたキャラクタの能力値を変更することが含まれる」に相当する。",
                    "したがって，相違点4に係る本件発明6の発明特定事項は，引用発明4に開示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点1については前記(1)ウのとおりであり，請求項6が請求項2～5のいずれかを引用する場合については前記(2)イ，(3)イ，(4)ア，(5)アのとおりである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件発明6は，引用発明1及び4，又は，引用発明1，4，周知技術1，2に基づき，当業者が容易に発明をすることができた。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件発明7，8について",
              "text": [
                "本件発明7及び8は，本件発明1の「ゲーム制御方法」に対応する「サーバ装置」及び「プログラム」に関する発明であって，本件発明1と実質的に同様の発明特定事項を有するものである。",
                "一方，ソーシャルゲームにおける通常のハードウェアの構成を踏まえると，引用文献1記載の「スマートフォン用ソーシャルゲーム」が「サーバ装置」を備え，「サーバ装置」が「プログラム」によって制御されることは明らかであるから，引用文献1には，引用発明1と実質的に同様の発明特定事項を備える「サーバ装置」及び「プログラム」の発明が記載されているといえる。",
                "したがって，前記(1)と同様，本件発明7，8は，当業者が容易に発明をすることができた。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1の認定誤り，及びそれによる相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献1に記載された発明の認定",
              "text": [
                "引用発明の認定に当たり，引用例に記載されたひとまとまりの技術的思想を構成する要素のうち技術的に最も重要な部分を無視して発明を認定することは許されないと解すべきところ，引用文献1に記載された発明には，ゲーム中に入手可能な五つの種類の「報酬」があり，これら五つの報酬は，以下のとおり，ひとまとまりの技術的思想を構成する要素となっており，そのいずれもが技術的に最も重要な部分となっている。",
                "すなわち，引用文献1に記載された発明に係るゲーム(以下「引用1ゲーム」という。)においてプレイヤに付与される報酬には，「バトル勝利数報酬」，「バトル参加数報酬」，「バトルMVP報酬」，「カムバックメンバー／特別招待枠達成報酬」及び「ランキング報酬」の5種類が存在するところ，いずれの種類の報酬にも，付与される報酬の具体的な内容には，「回復薬」や「海原ドリンク」が含まれている(甲1の32頁～38頁)。そして，プレイヤがバトルを行う「バトルフェーズ」において，同フェーズ中の行動は「行動力」を消費して行われるところ，当該「行動力」につき，プレイヤは上記「回復薬」や「海原ドリンク」を使うことにより，一定時間の経過による回復とは別途，自らの意思で最大値まで回復させることができる(甲1の31頁)のであるから，引用1ゲームにおけるバトルを有利に進めるため，バトルフェーズで用いる「回復薬」や「海原ドリンク」をいかにして入手するかは，プレイヤにとって大きな関心事であり，ゲームの進行を制御する要素を含むのであり，ひとまとまりの技術思想を構成している。",
                "したがって，引用文献1に記載された発明は，以下のとおりとなる(同発明を，以下「引用発明1’」という。)。",
                "「スマートフォン用ソーシャルゲームであって，",
                "最大7人からなるギルドを結成し，期間内に開催されるギルドバトルを戦い，",
                "バトル本戦期間とは，ギルド同士でバトルを行う期間であり，",
                "バトル本戦期間はマッチングフェーズ，バトルフェーズ，終了フェーズの3つのフェーズに分かれ，",
                "バ卜ルフェ一ズはギルド同士でバ卜ルを行っているフェーズであり，",
                "バトルフェーズが終了した後の終了フェーズで勝敗判定を決定し，",
                "パーティー編成とは，バトルフェーズに参戦させるユニットを編成する場所であり，",
                "所持ユニットから選んで参戦させることができ，",
                "時間の経過に沿って分割された複数のバトル本戦期間にバトルが行われ，各バ卜ル本戦期間は互いに隣接し，",
                "付与される報酬には，「バトル勝利数報酬」，「バトル参加数報酬」，「バトルMVP報酬」，「カムバックメンバー／特別招待枠達成報酬」及び「ランキング報酬」の5種類が存在し，",
                "「バトル勝利数報酬」とは，ギルドに所属している期間中に，バトルで勝利した場合に，バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なるアイテムが，条件を達成したバトル後に付与されるが，バトルに敗北した場合には付与されないものであり，バトルで勝利した回数とバトル勝利数報酬との対応関係は，最初のバトル開始前に定められ，複数のバトル本戦期間を通じて変化せず，",
                "「バトル参加数報酬」とは，バトルに参加した場合に，バトルの勝敗に関わらず，バトルに参加した所定の回数に応じて，回復薬や海原ドリンク等の異なるアイテムが，条件を達成したバトル後に付与されるが，バトルに参加しなかった場合には付与されないものであり，バトルに参加した回数とバトル参加数報酬との対応関係は，最初のバトル開始前に定められ，複数のバトル本戦期間を通じて変化せず，",
                "バトルフェーズ中の行動は「行動力」を消費して行い，",
                "行動力が足りない場合は，「回復薬」や「海原ドリンク」が，当該バトルより前のバトルにおいて付与されていた場合には，当該バトルにおいて，当該「回復薬」や「海原ドリンク」を使うことで最大値まで回復させることが可能である",
                "ゲーム制御方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比",
              "text": [
                "本件発明1の「対戦条件」とは，「①対戦ゲームの進行を制御し，②互いに隣接する期間において異なるように設定され，③各期間の開始前に設定され，かつ，④各期間内において変化しない」ものである。",
                "そして，後記2で主張する理由と同様の理由により，本件発明1と引用発明1’との間には，「本件発明1の対戦条件は，①対戦ゲームの進行を制御し，②互いに隣接する期間において異なるように設定され，③各期間の開始前に設定され，かつ，④各期間内において変化しないのに対し，引用発明1’の対戦条件はそのようになっていない点」という相違点が存在する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "このように，本件決定の引用文献1の認定及び相違点の判断には誤りがあり，したがって，本件決定の新規性，進歩性の判断には誤りがある。同様に，本件発明2～8についての新規性，進歩性の判断にも誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の認定の誤り)",
          "text": [
            "仮に，本件決定のとおり，引用発明1の認定が正しいとしても，引用発明1は，本件発明1とは以下のとおりの相違点があるから，本件決定には相違点の認定に誤りがあり，したがって，本件決定の新規性，進歩性の判断には誤りがある。同様に，本件発明2～8についての新規性，進歩性の判断にも誤りがある。",
            "なお，以下では，本件発明1の「対戦条件」に対応するのは，「バトル勝利数に応じて異なるバトル勝利数報酬を付与すること(すなわち，バトル勝利数とバトル勝利数報酬との対応関係)」であることを前提として主張するが，「対戦条件」を「バトルに勝利した際に付与されるバトル勝利数報酬」であることを前提としても，同様に本件決定の相違点の認定は誤っている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の対戦ゲームの「進行を制御する」を充足しないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1において，対戦条件とは，設定された期間における対戦ゲームの進行を制御するものである。",
                    "他方，引用発明1における対戦条件である，バトル勝利数とバトル勝利数報酬との対応関係は，次回以降のバトルの進行を制御「し得る」ものであるとしても，報酬が付与された対戦ゲームの進行を制御「する」ものではない。",
                    "したがって，引用発明1の対戦条件は，本件発明1の「進行を制御する」ものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，本件発明1の発明特定事項には，「対戦ゲームの進行を制御する対戦条件」について，当該対戦条件が「設定された期間における対戦ゲームの進行を制御する」と明確に特定されておらず，また，本件発明1の発明特定事項を解釈したとしても，そのように限定して解釈すべき理由はないと主張する。",
                        "しかし，本件特許の特許請求の範囲では，「複数の期間のそれぞれに対して・・・対戦ゲームの進行を制御する対戦条件・・・を設定する」と規定されているのであるから，その文言の自然な理解に基づくと，対戦条件とは，それぞれの期間に対して当該期間の進行を制御するものと明確に特定されている。",
                        "したがって，被告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，本件明細書の段落【0055】の(1)を理由に，本件発明1の「対戦ゲームの進行を制御する対戦条件」には，対戦条件が設定された期間の後の期間における「対戦ゲームの進行を制御する」ものも含まれると主張する。",
                        "しかし，本件明細書で様々な対戦条件を例示した上で，様々な対戦条件のうちの，「設定された期間における対戦ゲームの進行を制御する」対戦条件に限定してクレーム化したのが本件発明1である。したがって，本件明細書の段落【0055】に「後の期間における対戦ゲームの進行を制御する」対戦条件が記載されていたとしても，そのことは，本件発明1の対戦条件が「後の期間における対戦ゲームの進行を制御する」対戦条件を含むと解する根拠とならない。同段落の対戦条件は，本件特許の特許請求の範囲に規定された対戦条件を説明したものではなく，本件特許の特許請求の範囲とは何の関係もない。",
                        "したがって，被告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "仮に，対戦条件が「設定された期間における対戦ゲームの進行を制御する」ものに限られないとしても，被告の主張する対戦条件(具体的には，「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」)には，報酬の使用が含まれていないから，「進行を制御する」を充足しない。なぜなら，報酬が使用されることによって初めてゲームの進行に変化がもたらされ，制御されるのであって，報酬が付与されること自体では，ゲームの進行は制御されないからである。",
                  "text": [
                    "したがって，引用発明1において「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」は，本件発明1において，対戦条件が対戦ゲームの「進行を制御する」ことに該当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の「各期間の開始前に，前記対戦条件を設定」を充足しないこと",
              "text": [
                "引用発明1において，報酬を使用するためには，バトルに勝利して報酬が付与されなければならないが，勝利すること(報酬を使用できるようになること)はバトル中(あるいはバトル終了時)に決まることであり，バトル開始前には決まらない。",
                "したがって，仮に引用発明1において，報酬の使用も対戦条件に含まれるとすれば，そのような対戦条件は「各期間の開始前に対戦条件を設定」するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1の「各期間内において前記対戦条件は変化しない」を充足しないこと",
              "text": [
                "引用発明1において，回復薬は1バトル毎に決められた個数しか使うことができないといった制約があり(甲1の31頁)，回復薬がバトル中に使用されることで，使用可能な回復薬の数が減少する(さらには，すべての「回復薬」を使い切ったり，バトル内で決められた個数の回復薬を使ったりすると，使用できなくなる。)といった変化が生じる。",
                "したがって，仮に引用発明1において，報酬の使用も対戦条件に含まれるとすれば，そのような対戦条件は「各期間内において対戦条件は変化しない」ものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1の「互いに隣接する期間における・・・対戦条件が異なるように・・・設定」を充足しないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1において，「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与される」としても，「異なる報酬」とは，「期間」に応じて異なるのではなく，「勝利した回数」に応じて異なるのであるから，「互いに隣接する期間における・・・対戦条件が異なるように・・・設定」されるものではない。",
                    "また，引用発明1では，バトル勝利回数と報酬との対応関係は参照されるルールにすぎないから，隣接するバトルで付与される報酬が異なることがあるにすぎず，「異なるように設定」するという処理を行っているわけではない。",
                    "さらに，本件発明1における対戦ゲームの「対戦条件」は，「互いに隣接する期間」において「異なるように・・・設定」されるものであるところ，引用発明1における「対戦条件」である，バトル勝利数とバトル勝利数報酬との対応関係は，最初のバトルの開始前に定まっており，複数のバトル本戦期間を通じて一定であるから，「互いに隣接する期間」において「異なるように・・・設定」されるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1における対戦ゲームの「対戦条件」は，「互いに隣接する期間」において「異なるように・・・設定」されるものであるから，ある期間における「対戦条件」が，それと隣接する期間における「対戦条件」と偶然異なっていることがあったとしても，そのような対戦条件は，「異なるように・・・設定」されるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明1の対戦条件は，本件発明1のように「互いに隣接する期間における・・・対戦条件が異なるように・・・設定」を充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本件発明1と引用発明1との間の相違点は「本件発明1の対戦条件は，①対戦ゲームの進行を制御し，②互いに隣接する期間において異なるように設定され，③各期間の開始前に設定され，かつ，④各期間内において変化しないのに対し，引用発明1の対戦条件はそのようになっていない点」と認定されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献1には，引用発明1が記載されており，本件決定における引用発明1の認定に誤りはない。",
                "したがって，原告の主張する取消事由1は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用文献1に記載された発明の「報酬」として，「バトル勝利数報酬」，「バトル参加数報酬」，「バトルMVP報酬」，「カムバックメンバー／特別招待枠達成報酬」及び「ランキング報酬」の5種類の報酬を認定すべきであると主張しているが，以下のとおり，原告の主張は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法29条1項3号にいう「頒布された刊行物に記載された発明」については，当該刊行物に記載された事項から当業者が把握することができる発明を認定することができ，引用発明の認定に当たっては，本願発明の発明特定事項に相当する事項を過不足のない限度で認定すれば足り，特段の事情がない限り，本願発明の発明特定事項との対応関係を離れて，引用発明を必要以上に限定して認定する必要はないから，当該発明の認定に際しては，一体不可分の技術的思想を構成するといった特段の事情がない限り，当該刊行物に記載された事項から，当業者が把握することができる限りにおいて，本願発明との対比を前提としてこれに必要な事項を過不足なく抽出して発明を認定すればよいものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，本件決定において認定された引用発明1は本件発明1の発明特定事項に相当する事項が過不足ない程度に認定されていることが明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用文献1の記載によると，「バトル参加数報酬」はバトルに参加した回数のみに応じて付与され，「バトル勝利数報酬」はバトルで勝利した回数のみに応じて付与されるものであるから，それぞれの報酬の付与条件は相互に独立したものであり，「バトル参加数報酬」が付与されたことが「バトル勝利数報酬」の付与に影響を及ぼすことはなく，「バトル勝利数報酬」が付与されたことが「バトル参加数報酬」の付与に影響を及ぼすこともない。また，「バトル勝利数報酬」や「バトル参加数報酬」の付与には「バトルMVP報酬」，「カムバックメンバー／特別招待枠達成報酬」又は「ランキング報酬」の付与は影響しないものであるし，「バトルMVP報酬」，「カムバックメンバー／特別招待枠達成報酬」又は「ランキング報酬」の付与には，その他の報酬の付与が影響しないことも，引用文献1の記載から明らかである。",
                    "このように，引用文献1における5種類の「報酬」は，それぞれ相互に独立した条件で付与されるものであって，それぞれゲームの進行の独立した機能として把握できるものであるから，これら5種類の「報酬」に「回復薬」や「海原ドリンク」といった共通のものが含まれるとしても，5種類の「報酬」を一体不可分のものとして認定しなければならないものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1の「対戦条件」は，引用発明1の「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」であり，本件決定もそのように認定している。したがって，「対戦条件」が「バトル勝利数報酬」であることを前提とした原告の主張は理由がない。",
                "そして，引用発明1においては「回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」によって，その付与された「回復薬や海原ドリンク等の異なる報酬」が後のバトルにおいて使用されることで，「行動力」が回復される等の効果が生じ，ゲームの進行に変化をもたらすのであるから，引用発明1の「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」は，本件発明1の「対戦ゲームの進行を制御する対戦条件」に該当するといえる。",
                "したがって，本件発明1と引用発明1との間の相違点の認定は，本件決定の認定のとおりであり，原告の主張する取消事由2は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1において「対戦ゲームの進行を制御する対戦条件」とは，設定された期間における対戦ゲームの進行を制御するものであるところ，引用発明1における「対戦条件」である「バトル勝利数とバトル勝利数報酬との対応関係」は，それ自体が対戦ゲームの進行を制御するものではない点で，引用発明1は，本件発明1の構成要件を充足するものではない旨主張する。",
                    "しかし，原告のいう「バトルで勝利した回数とバトル勝利数報酬との対応関係」とは，バトルで勝利した回数とバトル勝利数報酬との対応関係(例えば，「22勝",
                    "女神の果実  10個」，「21勝  プレミアムガチャチケット  3枚」等)の全体からなるものに基づいて，各バトルにおいてそれまでの勝利数に応じて個別に特定のバトル勝利数報酬が定められ付与されるという，「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与される」に当たって参照されるルールにすぎないものである。",
                    "本件決定は，本件発明1の対戦条件に相当するものとして，引用発明1の「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」を認定したのであって，その際に参照されるルールにすぎない「バトルで勝利した回数とバトル勝利数報酬との対応関係」を認定したものではない。",
                    "引用発明1の「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」という対戦条件は，各バトルに対して，対戦に際して，それまでのバトルで勝利した回数に応じて，「バトルで勝利した回数とバトル勝利数報酬との対応関係」が示されたルールが参照されて，対戦条件として，今回のバトルに勝利した場合，(ルールに基づいて決定された特定の)バトル勝利数報酬が付与されること，すなわち，各々のバトルに対して，その都度，個別に設定される対戦条件のことである。例えば，1試合目で勝利した後の2試合目で勝利すると1試合目の対戦結果も反映して2勝の報酬である500お供Pが付与されるという対戦条件のことである。",
                    "このように，本件決定が認定した引用発明1の「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」と「バトルで勝利した回数とバトル勝利数報酬との対応関係」とは別のものであって，これらが同視できるものであることを前提とする原告の主張は，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「対戦ゲームの進行を制御する対戦条件」とは当該「対戦条件」が「設定された期間における対戦ゲームの進行を制御する」ものを意味すると主張する。",
                    "しかし，本件発明1の発明特定事項には，「対戦ゲームの進行を制御する対戦条件」について，当該対戦条件が「設定された期間における対戦ゲームの進行を制御する」と明確に特定されておらず，また，本件発明1の発明特定事項を解釈したとしても，そのように限定して解釈すべき理由はない。",
                    "そして，本件明細書の段落【0054】～【0056】には，本件発明1の実施例として「参戦状況や対戦結果に応じて対戦条件を変更する例」が記載されており，段落【0055】にはその具体的な対戦条件の一つとして，「(1)途中集計によるインセンティブ付与：例えば，前半戦の対戦条件として前半戦のキャラクタによる攻撃回数などを集計し，後半戦の対戦条件としてこの前半戦の結果に基づいて所定の報酬を付与すること設定する。当該報酬が後半戦で使用可能なカードであった場合に，当該カードにイベントボーナスを与え，後半戦の時間中は攻撃力2倍になるなどの有利な報酬とすることができる。」という態様が記載されており，この態様によると，対戦条件として「前半戦のキャラクタによる攻撃回数などを集計することによってその結果に基づいて報酬が付与されて，当該報酬により後半戦の時間中は攻撃力2倍になること」が設定されているのであり，当該対戦条件が設定された前半戦においてはまだ報酬が付与されておらず前半戦のゲームの進行に変化をもたらしていない一方で，当該対戦条件が設定された前半戦の後の後半戦のゲームの進行に変化をもたらすものであるから，本件発明1の「対戦ゲームの進行を制御する対戦条件」には，対戦条件が設定された期間の後の期間における「対戦ゲームの進行を制御する」ものも含まれるといえる。",
                    "以上のとおりであるから，本件発明1の「対戦ゲームの進行を制御する対戦条件」を，当該対戦条件が設定された期間における対戦ゲームの進行を制御するものと限定的に解釈すべき理由はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明1では，バトル勝利数とバトル勝利数報酬との対応関係は，最初のバトル開始前に定まっており，複数のバトル本戦期間を通じて一定であるから，引用発明1の対戦条件は，本件発明1の「互いに隣接する期間における・・・対戦条件が異なるように・・・設定」を充足しないと主張する。",
                    "しかし，原告の上記主張も，「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」と「バトルで勝利した回数とバトル勝利数報酬との対応関係が示されたルール」とを同視するという誤りを前提とするものであるから失当である。",
                    "そして，引用発明1の「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」という対戦条件は，各バトルに対して，対戦に際して，それまでのバトルで勝利した回数に応じて，「バトルで勝利した回数とバトル勝利数報酬との対応関係が示されたルール」が参照されて，対戦条件として，バトルに勝利した場合，(ルールに基づいて決定された特定の)バトル勝利数報酬が付与されること，すなわち，各々のバトルに対して，その都度，個別に設定される対戦条件であることは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，引用発明1では，バトル勝利数報酬は，あるバトルまでの勝利数に応じては異なるように付与されるとしても，互いに隣接する期間において異なるように付与されるのではないと主張する。",
                    "しかし，本件発明1においては「ゲーム制御方法」が「互いに隣接する期間における・・・対戦条件が異なるように設定するステップ・・・を含む」と規定されているところ，通常，「方法」が「ステップを含む」とは，当該「ステップ」がどのような場合においても必ず実行されることのみならず，当該「ステップ」が場合に応じて実行されることも包含されるから，本件発明1には「互いに隣接する期間における・・・対戦条件が異なるように設定するステップ」がある特定の条件を充足した場合にのみ実行されるものも包含していると解される。",
                    "しかも，本件明細書の段落【0051】～【0053】及び図7(a)に記載された実施例(以下「本件実施例図7(a)」という。)においては，対戦条件として，対戦の前半は「対戦能力の下位5名の攻撃値が30％アップ」，対戦の中盤は「水属性に分類されるカードの攻撃値が30％アップ」，対戦の後半は「プレイヤが女性であると攻撃値30％アップ」としている。ここで，「対戦能力の下位5名」のプレイヤが女性であって，水属性に分類されるカードを有し，「対戦能力の下位5名」以外のプレイヤが男性であって水属性に分類されるカードを有していない場合は，前者のプレイヤのみが対戦の前半，対戦の中盤，対戦の後半とを通じて「攻撃値が30％アップ」することになり，対戦条件は対戦の前半，対戦の中盤及び対戦の後半とで変化しない。また，本件明細書の段落【0057】～【0062】及び図8に記載された実施例においては，「ステップS102」で「対戦条件を変更するフラグ」が立っていないと判断された場合又は「ステップS104」で「変更対象」がないと判断された場合には，「変更対象の対戦条件を変更」する「ステップS106」が実行されず，「対戦条件」が変化しない。",
                    "このように，本件明細書からも裏付けられるとおり，本件発明1の「ゲーム制御方法」が「互いに隣接する期間における・・・対戦条件が異なるように設定するステップ・・・を含む」とは，どのような場合においても必ず「互いに隣接する期間における・・・対戦条件が異なるように設定するステップ」が実行されることに限定されるものではなく，当該「ステップ」が場合に応じて実行されること，すなわち，ある特定の条件を充足した場合にのみ当該「ステップ」が実行されるものを包含している。",
                    "これに対して，引用発明1においては，本件発明1の対戦条件に対応する「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」は，例えば，2試合目のバトルには，既に1試合目に勝利している場合には，バトルに勝利したら「500お供P」が付与されるという条件が設定され，3試合目のバトルには，2試合目までの勝利数が2勝であった場合には，バトルに勝利したら「水兵の魂5個」が付与されるという条件が設定されるというように，互いに隣接する期間に対して，勝利したら異なる報酬が付与されるという，異なる条件が設定される場合があるから，引用発明1が本件発明1の「互いに隣接する期間における・・・対戦条件が異なるように設定するステップ・・・を含」むとの要件を充足するといえるのである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，本件明細書の段落【0008】及び【0011】には，本件発明1の課題として，「時間帯グループ対戦では・・・時間帯の後半に参加率が上昇するという傾向が見られる」が，「設定された時間帯全体に亘って参加率の向上が望める時間帯限定のグループ対戦を実現すること」が記載されているところ，引用発明1においては，ギルドに参加したユーザーが，バトルの対戦条件として設定された「バトル勝利数報酬」に応じて付与される報酬を，その後のバトルにおいて使用することで対戦を有利にすることができるものであるから，引用発明1も本件発明1と同様に，後のバトルでの対戦を有利に進行することを目的とするユーザーに対して，バトル全体に亘っての参加を促していることは明らかであり，引用発明1は本件発明1の課題を解決するものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書の記載",
          "text": [
            "本件明細書には，以下の記載がある(甲12)。",
            "【0001】本発明は，対戦ゲームをネットワーク経由で各クライアント装置に提供するためのゲーム制御方法，サーバ装置及びプログラムに関する。",
            "【0002】近年，通信ネットワークを介してサーバ装置からクライアント装置に提供されるオンラインゲームサービスが好評を博しており，多くのゲームタイトルが複数のプラットフォームからリリースされている。これらのゲームの種類やカテゴリは，多岐に亘っており，それらのなかでも特に複数のプレイヤが同一のゲームに参加することを可能にしたいわゆるソーシャルゲームが活況を呈している。",
            "【0003】この種のソーシャルゲームとして，例えば，複数のプレイヤのそれぞれが操作するキャラクタを構成員とするグループ(いわゆるギルド)を結成し，モンスターキャラクタなどと対戦を行うものが提案されている(例えば，特許文献1参照)。なお，このようなグループは，ゲームによって「ギルド」のほか，「パーティ」，「チーム」，「コミュニティ」等と呼ばれる場合もある。",
            "【0004】最近では，プレイヤのグループ同士で対戦させる機能を実装したゲームが提案されている。このような機能について特に「Guild  vs  Guild」を略して「GvG」と呼ばれている。GvGでは，ゲームごとに，例えば20時～21時といったように一日のうちで1時間(短いものでは30分，長いものでは2時間に設定されるものもある。)など，所定の時間帯が設定され，当該時間帯に組み合わされたグループ同士が対戦(例えば「ギルドバトル」。)を行う。グループ対戦が開催される時間帯は，ゲームによって複数設定されている。",
            "【0005】所定の時間帯におけるグループ対戦(以下，単に「時間帯グループ対戦」という。)の実行は，例えば，次のようにして行われる。すなわち，一つの態様として，グループのリーダであるマスターや，サブリーダである副マスターなどのエントリー権限が与えられたプレイヤが，複数設定される対戦の時間枠から，所定の時間帯を選択してエントリーする。これにより，当該グループは，グループ対戦に参加することができる。また，他の態様として，あらかじめ設定された時間帯(例えば，昼間と夜間に一戦ずつなど)に全グループがランダムに組み合わされ，任意の組み合わせにしたがって対戦を行うものがある。",
            "【0006】また，対戦の形式も複数ある。例えば，対戦相手のグループのキャラクタを倒した回数の合計で勝敗を競う形式，対戦相手のグループの参加キャラクタを全滅させることができるかによって勝敗を競う形式，又は対戦相手のグループのボスキャラクタを倒すことで大きく得点が動き得点の多寡により勝敗を競う形式など，さまざまである。",
            "【0008】ところで，時間帯グループ対戦では，グループメンバーのバトルへの参加傾向として，時間帯の後半に参加率が上昇するという傾向が見られる。この理由の一つに，意図的に終わりに近い時間に集中して攻撃するようにしていることが挙げられる。すなわち，相手に逆転するための時間を与えないためや，後半の短時間に複数メンバーによる連続攻撃によって攻撃力の割り増し(いわゆるコンボ)による効率的な攻撃を行うための作戦として行っている。また，他の理由として，後半にボスキャラクタを討伐すれば，高得点を獲得できるため，前半に対戦に積極的に参加して敵に対して攻撃を行っていても，後半において逆転することが容易な場合があることが挙げられる。その他，グループ対戦における攻撃回数は，対戦開始時に与えられる対戦ポイントなどにより，有限に設定されている場合が多く，前半から積極的に参加すると，後半になって与えられた対戦ポイントを消費し終えていわゆる玉切れ状態になり，攻撃不能に陥ってしまうなどの事情もある。",
            "【0009】しかしながら，ゲーム提供者には，プレイヤがグループ対戦の設定された時間のすべてにおいて対戦に積極的に参加して，設定された時間全体に亘ってゲームを楽しんでもらいたいとの希望がある。",
            "【0010】また，グループには，当該ゲームに熟練の上級者から，当該ゲームをはじめたばかりでレベルや攻撃力が高くない初心者が含まれる。しかし，時間帯グループ対戦では，クエストで出現する強靭な敵(レイドボス)との対戦のように，レベルによるセグメント分けをしていない場合が多く，攻撃力のかけ離れた相手との対戦となる場合がある。このような場合，当該ゲームを熟知していない初心者は，コンボなどの効率的な攻撃やギルド内での攻撃のタイミングなどの，成熟したグループが有する「暗黙の了解」的なルールを理解しきれず，失敗してしまう虞がある。この結果，初心者がグループ対戦への参加に対して，消極的になってしまうことが考えられる。このような事情から，時間帯グループ対戦において，レベルに関係なく，幅広いレベル層のプレイヤが総じて楽しむことのできるゲームの提供が望まれている。",
            "【0011】本発明は，以上説明した事情を鑑みてなされたものであり，その目的は，レベル差や攻撃力の多寡などに関わらず幅広いプレイヤが楽しめ，設定された時間帯全体に亘って参加率の向上が望める時間帯限定のグループ対戦を実現することが可能なゲーム制御方法，サーバ装置及びプログラムを提供することにある。",
            "【0012】上記の課題を解決するため，本発明の一実施形態に係る対戦ゲームを提供するゲーム制御方法は，各プレイヤがクライアント装置を介して操作するキャラクタを構成員とするグループ同士の対戦ゲームを制御するためのゲーム制御方法であって，時間の経過に沿って分割された複数の期間のそれぞれに対して，互いに隣接する期間における前記対戦ゲームの対戦条件が異なるように，前記対戦条件を設定するステップと，設定された前記対戦条件に基づいて，前記対戦ゲームを進行するステップと，を含み，前記複数の期間の各期間内において前記対戦条件は変化しない。",
            "【0013】この発明によれば，所定の時間帯において実施される対戦ゲームを，例えば，前半・中盤・後半など複数に分割して，分割した時間帯の少なくともいずれかにおいて，対戦条件を変更する。対戦ゲームの時間帯を複数に区切って，それぞれの時間帯で対戦条件を設定することで，従来，設定された時間中，一定のルールで行われていた対戦ゲームに変化をもたらすことができる。特に，特定のターゲットに絞って有利となるような対戦条件を設定し，時間帯対戦ゲームにおいて参加率が良くない前半の時間帯などに対戦条件を変更して設定することで，時間帯全体に亘ってキャラクタの参加率の向上が期待できる。また，対戦条件として，例えば初心者に相当するゲームレベルの低いキャラクタの攻撃力をアップさせ，対戦の参加率のあまり良くない前半にいわゆるゲーム初心者を優遇することで，対戦において初心者が楽しめる状況を創出することができる。",
            "【0014】本発明によれば，レベル差や攻撃力の多寡などに関わらず幅広いプレイヤが楽しめ，設定された時間帯全体に亘って参加率の向上が望めるグループ対戦を実現することが可能なゲーム制御方法，サーバ装置及びプログラムを提供することができる。",
            "【0016】以下，各図を参照しながら発明の実施形態(以下，本実施形態という。)について説明する。",
            "【0017】［ネットワーク構成例：図1］図1は本実施形態に係るゲームシステム100のネットワーク構成を示す。",
            "ゲームシステム100は，ネットワーク20を介して複数のクライアント装置30に対戦ゲームサービスを提供するサーバ装置10を備える。サーバ装置10は，対戦ゲームサービスを提供する機能を有するネットワークノードであり，例えば，演算処理能力の高いホストコンピュータによって構成される・・・。一方，クライアント装置30は，対戦ゲームサービスの提供を受ける機能を有するネットワークノードであり，例えば，汎用の通信端末装置によって構成される。・・・クライアント装置30からのリクエストに応答してサーバ装置10がレスポンスを返すことで，オンラインゲームサービスが提供される。",
            "【0019】［サーバ装置の構成：図2］図2は本実施形態に係るサーバ装置10の構成を示すブロック図である。",
            "サーバ装置10は，プロセッサ11，通信インタフェース12，及び記憶資源13を備える。プロセッサ11は，算術演算，論理演算，ビット演算等を処理する算術論理演算ユニット及び各種レジスタ(プログラムカウンタ，データレジスタ，命令レジスタ，汎用レジスタ等)やタイマから構成され，記憶資源13に格納されているコンピュータプログラム40を解釈及び実行し，複数のクライアント装置30からのリクエストに対するレスポンスを返す。",
            "【0020】コンピュータプログラム40は，複数のクライアント装置30からのリクエストに応答してゲーム処理を行うためのプログラムであり，メインプログラムの中で呼び出されて実行される複数のソフトウェアモジュールを備える。このようなソフトウェアモジュールは，それぞれ特定の処理(ゲーム演算処理，画像表示処理，通信処理等)を実行するためにモジュール化されたサブプログラムであり，例えば，プロシージャ，サブルーチン，メソッド，関数，及びデータ構造等を用いて作成される。モジュールは，その部分だけでコンパイル可能な単位である。",
            "【0022】記憶資源(記憶部)13には，パラメータ70がキャラクタ毎に記憶されている。パラメータ70は，例えば，キャラクタの攻撃力に関わる変数(具体的には，キャラクタの「攻撃値」などの変化に追従する変数)や，グループ同士の対戦において相手グループのキャラクタに攻撃を仕掛ける際に利用されるカード(詳細は後述)に記載された「技の種類」や技に関連する特定の「アイテム」，アイテムやカードの「属性」が挙げられるが，これに限定する趣旨ではない。",
            "【0023】例えば，「防御値」等に関わる変数を含めても良く，対戦ゲームで獲得した「報酬」を示す変数を含めても良い。報酬とは，その値が高い程，対戦ゲームを展開する上で，相手に対して相対的に優位に立てる効果を生じせしめる価値概念である。報酬は，例えば，ゲーム内でアイテムを購入するために使用する通貨や，キャラクタの攻撃力を増大させるアイテムや，キャラクタの体力又はダメージを回復させるアイテムでもよく，或いは敵キャラクタにダメージを与えることによって加算されるポイントでもよい。報酬は，キャラクタ間で交換可能な価値を有するものでもよい。さらに，パラメータ70は，例えば，プレイヤが対戦ゲームに参加した日からの経過期間を示す変数を含んでも良い。",
            "【0024】記憶資源13は，例えば，物理デバイス(例えば，ディスクドライブ又は半導体メモリ等のコンピュータ読み取り可能な記録媒体)の記憶領域が提供する論理デバイスである。・・・",
            "【0025】［クライアント装置の構成：図3］図3は本実施形態に係るクライアント装置30の構成を示すブロック図である。",
            "クライアント装置30は，プロセッサ31，音声出力デバイス32，通信インタフェース33，記憶資源34，入力デバイス35，及び表示デバイス36を備える。プロセッサ31は，算術論理演算ユニット及び各種レジスタ(プログラムカウンタ，データレジスタ，命令レジスタ，汎用レジスタ等)やタイマから構成され，記憶資源34に格納されているコンピュータプログラム80を解釈及び実行し，入力デバイス35に入力された操作情報に従ってサーバ装置10にリクエストを送信し，サーバ装置10からのレスポンスを受信する。コンピュータプログラム80は，サーバ装置10に接続して対戦ゲームサービスの提供を受けるためのアプリケーションプログラムである。このアプリケーションプログラムは，サーバ装置10からネットワーク20を通じて配信可能である。",
            "【0030】プレイヤは，入力デバイス35を操作し，認証情報(ID及びパスワード等)を入力してサーバ装置10のゲームサービスにログインすると，プレイヤの認証情報に関連付けられたマイページ画面が表示デバイス36に表示される。",
            "【0031】マイページ画面では，個々のプレイヤが属するグループに関するメニュー画面が表示される。「グループ」は，各プレイヤがクライアント装置30を介して操作するキャラクタを構成員とする仮想的な集合体であり，このようなグループは，ゲームタイトル毎に作成及び結成されてもよく，或いは，複数のゲームタイトルに共通するものでもよい。このような目的で結成されたグループは，ソーシャルゲームの分野において，「ギルド」，「パーティ」，「チーム」，「コミュニティ」等と呼ばれることもある。キャラクタとは，プレイヤの指示に従い，プレイヤに代わって仮想空間内で行動する仮想上のオブジェクトを意味する。",
            "【0032】サーバ装置10が提供するゲームサービスへの参加経験のあるプレイヤが操作するキャラクタは，原則として，いずれかのグループに属しており，その履歴情報は，プレイヤの認証情報に関連付けられて，サーバ装置10の記憶資源13に保存されている。このような履歴情報に基づいて，グループに関する編集メニュー画面が表示デバイス36に表示される。",
            "【0033】一方，サーバ装置10が提供するゲームサービスに初めて参加するプレイヤが操作するキャラクタは，原則として，特定のグループに属していないため，いずれかのグループに属するメニュー画面(例えば，グループを検索したり，あるいは新グループを結成したりする画面)が表示デバイス36に表示される。プレイヤの所属グループが決定又は選択された後，プレイヤがゲームサービスの参加を選択すると，その時点で実施されているゲームイベントの画面が表示デバイス36に表示される。",
            "【0034】［ゲーム画面例：図4］図4は本実施形態に係るゲーム画面200の一例を示す説明図である。",
            "ゲーム画面200は，イベントフィールド201及びパレット202を含む。イベントフィールド201は，グループ300，400間の対戦ゲームが展開される仮想的なフィールドであり，そこには，一方のグループ300に属するキャラクタ301，302，303と，他方のグループ400に属するキャラクタ401，402，403とが表示される。",
            "【0035】グループ同士の対戦は，「ギルド戦」又は「ギルドバトル」と呼ばれたり，あるいはギルドの頭文字(G)に由来して「GvG」と呼ばれたりすることがある。同一のグループに属する各キャラクタは，相互にコミュニケーションをとりながら，相手グループに属する相手キャラクタに攻撃を仕掛ける。",
            "【0036】パレット202は，各キャラクタが相手キャラクタに対して攻撃を仕掛ける際に使用できる「技」を選択するための仮想的な場である。パレット202には，仮想的なカードの束であるデッキ600と，デッキ600から選択された複数のカード601，602，603が表示される。各カードには，技の種類を示す表示(イラスト又は文字)，技に関連する特定のアイテムが描画されている。また，各カードには，攻撃値(技や発動される攻撃のポイントなど)，防御値(体力や生命力など)，属性(炎，水，木，土など)が設定されている。",
            "【0037】各プレイヤは，デッキ600から複数のカード601，602，603を捲り，それらのカード601，602，603に表示されている技，攻撃値，特定のアイテム，防御値等の組み合わせに応じて相手キャラクタを攻撃し，相手キャラクタに与えるダメージや自分が受けるダメージが算出される。",
            "【0038】ゲージ501は，グループ300に属するキャラクタ301，302，303が連続して相手キャラクタ401，402，403に攻撃を仕掛けた回数を表示する。同様に，ゲージ502は，グループ400に属するキャラクタ401，402，403が連続して相手キャラクタ301，302，303に攻撃を仕掛けた回数を表示する。連続して攻撃を仕掛ける回数は，「コンボ回数」と呼ばれ，コンボ回数を表示するゲージ501，502は，「コンボゲージ」と呼ばれる。",
            "【0039】［対戦パート実行部の構成：図5］演出処理モジュール50の機能部の一つを構成する対戦パート処理部60は，図5の機能ブロックに示すように，対戦時間管理部61と，対戦条件抽出部62と，変更対象設定部63と，対戦条件変更部64と，対戦結果集計部65と，対戦演出処理部66と，を備える。",
            "【0040】対戦時間管理部61は，タイマ及び記憶資源13を参照し，グループ同士の対戦の時間を管理する機能である。対戦時間管理部61が管理する時間は，図6に示すように，開始時間S，終了時間Eに加え，対戦時間BTが複数(例えば，前半戦F，中盤戦M，後半戦Lの3分割)に分割されている場合に，その分割された時間の開始時間(MS)と終了時間(ME／LS)を管理する。すなわち，対戦時間管理部61は，開始時間の到来と終了時間の到来を判断するとともに，対戦時間の終了を判断し，これらの判断結果を対戦パート処理部60の他の機能部に入力する機能を有する。",
            "【0041】なお，対戦時間帯については，開始時間と終了時間との間が，30分のもの，1時間のもの，2時間のものなど，ゲームの仕様により複数パターンが考えられる。また，分割された時間についても，対戦時間帯を前半と後半の2つに分割したものから，4つ以上の多数に分割したものなど，さまざまなパターンが考えられ，ゲームの仕様により適宜選択することができる。また，これらの情報は記憶資源13に保存される。",
            "【0042】対戦条件抽出部62は，記憶資源13を参照し，所定の時間帯に行われる対戦において，その対戦の条件(対戦条件)を変更して実行するか否かを判断する機能である。すなわち，対戦条件抽出部62は，時間帯グループ対戦における対戦条件の変更機能を起動させる手段である。",
            "【0043】ここで，対戦条件とは，グループ対戦において付加的に追加される条件を広く含むものである。詳細は後述するが，例えば，対戦条件には，キャラクタの攻撃力，防御力など，対戦において能力を発揮するパラメータ70(図2参照)を変更するような，キャラクタ個別の能力値を変更することが含まれる。また，対戦条件にはその他にも，キャラクタを操作するプレイヤに報酬を付与することや，分割された時間の前半において対戦結果を集計し後続の時間において反映させるなど，対戦において何らかの条件が付されることが含まれる。",
            "【0044】変更対象設定部63は，記憶資源13を参照して，抽出された対戦条件に基づいて変更対象を設定する機能である。例えば，対戦条件が，グループに所属するキャラクタの下位n人のレベル，攻撃値又は防御値を上昇させる，というものであった場合，変更対象設定部63は，グループに所属するキャラクタを一覧化したデータテーブルから，変更対象としてレベルの低いn人，攻撃値の低いn人又は防御値の低いn人を抽出し，これらのキャラクタを変更対象として設定する。",
            "【0045】また，対戦条件が，例えば，炎，水，風，木，土など所定の属性に分類されるキャラクタ又はカードといったアイテムの攻撃値を30％アップする，というものである場合には，グループに所属するキャラクタや，キャラクタのデッキに登載されたカードの属性を一覧化したデータテーブルから，該当属性のキャラクタ又はアイテムを変更対象として設定する。",
            "【0046】対戦条件変更部64は，変更対象設定部63においてピックアップされた変更対象の対戦条件を変更する機能である。具体的には，変更対象になるキャラクタ又はアイテムのパラメータ70(図2参照)を変更する。なお，ここでいうパラメータとは，例えば，攻撃値や防御値のように，対戦においてキャラクタの強さの指標となる値を含み，対戦条件の変更内容が例えば攻撃値10000ポイントから30％アップさせる，というものである場合，アップした後の攻撃値は13000ポイントになる。",
            "【0047】また，例えば，変更対象設定部63における対戦条件が，グループに所属するキャラクタの下位n人のレベル，攻撃値，又は防御値を30％上昇させる，というものであった場合，対戦条件変更部64は，抽出されたキャラクタの攻撃値を30％アップさせる処理を行う。また，変更対象が，炎属性に分類されるキャラクタ又はカードである場合には，例えば，該当属性のアイテムの攻撃値を30％アップさせる処理を行う。",
            "【0048】対戦結果集計部65は，対戦条件が，分割された時間帯の前半において集計した対戦結果を後の時間帯において反映させる，というものである場合において，当該時間帯における対戦結果を集計し出力する機能である。すなわち，対戦結果集計部65は，前半戦の対戦条件として，例えば前半戦のキャラクタによる攻撃回数などを集計する機能である。そして，この前半戦の集計結果に基づいて，上述の対戦条件変更部64が後半戦の対戦条件として所定の報酬を付与する。対戦結果として集計するものとして，例示したキャラクタの攻撃回数以外に，攻撃値又は与えたダメージの合計などがある。また，グループの構成員の参加率などを集計対象とすることもできる。",
            "【0050】［対戦条件と変更対象の例：図7］続いて，対戦条件と変更対象の例について，図7を用いてより詳しく説明する。ここで示す例は，以下の2態様である。すなわち，一つは，分割された時間帯のそれぞれにおいて，対戦条件をランダム又は予め決まった設定によって変更する例である(図7(a)参照)。また，もう一つは，分割された時間帯のうち，先行する時間帯における参戦状況や対戦結果を集計し，集計した結果を先行する時間帯より後の時間帯における対戦条件に反映する例である(図7(b)参照)。",
            "【0051】［時間に応じて対戦条件が変更される例］",
            "(1)グループ下位n人の攻撃値アップ：例えば，グループ内の構成員であるキャラクタのうち，レベル，攻撃値，防御値など対戦に必要となる能力の下位数名又はグループ構成員の内の下位30％の攻撃値が30％アップする。",
            "(2)アイテム属性攻撃値アップ：例えば，炎，水，風，木，土などの属性に分類されるキャラクタ又はカードなどのアイテムの攻撃値が10％アップする。",
            "(3)プレイヤ属性に応じた攻撃値アップ：例えば，プレイヤとして登録された性別が男性であるか又は女性であるかによって，攻撃値20％アップする。",
            "(4)コンボ効果倍増：例えば，グループ対戦時間の前半などの参加率の悪い時間帯は，連続攻撃により通常10％ずつ攻撃値がアップするところ15％ずつ攻撃値がアップするなど，時間帯でコンボ効果に変化を設ける。",
            "【0052】以上のような対戦条件の変更を，時間帯に応じて任意に変えていく。この例のイメージを図7(a)に示す。図7(a)に示すように，例えば，対戦の前半は「対戦能力の下位5名の攻撃値が30％アップ」とする。また，対戦の中盤は「水属性に分類されるカードの攻撃値が30％アップ」とする。さらに，対戦の後半は「プレイヤが女性であると攻撃値30％アップ」とする。なお，上述の攻撃値アップの割合は一例に過ぎず，ゲームの仕様に応じて定義変更可能である。また，変更する対象は，上述のように，攻撃値に限らず，防御値やレベルなどを含み，キャラクタ及びアイテムに対して設定されるパラメータ70を広く含む。",
            "【0053】このように，対戦の参加率のあまり良くない前半にいわゆるゲーム初心者を優遇することで，対戦において初心者が楽しめる状況を創出することができる。また，中盤，後半と，それぞれ攻撃値がアップするようなパラメータを変更させることで，当該パラメータに適合するキャラクタの参加意欲を駆り立て，対戦への参加率のアップが望める。",
            "【0054】［参戦状況や対戦結果に応じて対戦条件を変更する例］また，対戦条件のその他の例として，例えば，グループにおける参戦状況や，分割された対戦時間帯のうち先行する時間帯における対戦の結果を，集計するというものである。また，先行する時間帯より後の時間帯における対戦において，この集計結果から所定の対戦条件を設定するものも考えられる。例えば，以下の通りである。",
            "【0055】",
            "(1)途中集計によるインセンティブ付与：例えば，前半戦の対戦条件として前半戦のキャラクタによる攻撃回数などを集計し，後半戦の対戦条件としてこの前半戦の結果に基づいて所定の報酬を付与すること設定する。当該報酬が後半戦で使用可能なカードであった場合に，当該カードにイベントボーナスを与え，後半戦の時間中は攻撃力2倍になるなどの有利な報酬とすることができる。",
            "(2)途中集計による対戦条件の変更：例えば，前半戦におけるグループの参戦率又は参加人数を抽出する。前半戦の参戦率が所定割合以上であるか，参加人数が多いグループに対して，後半戦の攻撃力を一律10％アップさせる。",
            "【0056】この例のイメージを図7(b)に示すと，先行する時間帯(前半戦F)における対戦の結果を集計し，その結果に応じて後続の時間帯(後半戦L)に反映する。これにより，勝負が決する後半戦Lを有利に進めるには，前半戦Fへの参加と前半戦における積極的な対戦が必要になる。そのため，前半から後半まですべての時間帯に亘る参加率の向上が望める。",
            "【0057】［演出処理の流れ：図8］図8は本実施形態に係る対戦パート処理部60における演出処理の流れを示すフローチャートである。なお，演出処理モジュール50は，対戦パート処理部60の機能を，ステップ101～ステップ110の処理としてサーバ装置10に実行させるためのコマンドセットを用いて記述されたサブプログラムである。",
            "【0058】対戦パート処理部60において，対戦時間管理部61は，タイマ及び記憶資源13を参照し，グループ同士の対戦を実行するタイミング，すなわち，対戦の開始時間が到来したか否かを判断する(ステップS101)。すなわち，対戦時間管理部61は，図6に示す開始時間Sの到来を判断する。",
            "【0059】対戦時間管理部61は，対戦の開始時間が到来していないと判断した場合には(ステップS101：ＮO)，ステップS101の処理を繰り返し実行する。一方，対戦時間管理部61が，対戦の開始時間が到来したと判断すると(ステップS101：YES)，対戦条件抽出部62は，記憶資源13を参照し，当該対戦において，対戦条件を変更する旨のフラグが立っているか否かを確認する(ステップS102)。",
            "【0060】対戦条件抽出部62は，当該対戦において，対戦条件を変更するフラグが立っていると判断した場合には(ステップS102：YES)，記憶資源13から，変更する対戦条件を読み込む(ステップS103)。一方，対戦条件抽出部62は，対戦条件を変更するフラグが立っていないと判断した場合には(ステップS102：ＮO)，当該対戦時間においては，対戦条件の変更はないとして，ステップS109に進む。",
            "【0061】ステップS103において読み込んだ対戦条件に基づいて，変更対象設定部63は，記憶資源13を参照して，対戦するグループに所属する変更対象となるキャラクタ又はキャラクタが有するカードなどのアイテムがあるか否かを判断する(ステップS104)。変更対象設定部63は，対戦条件抽出部62が，変更対象があると判断した場合には(ステップS104：YES)，当該変更対象を抽出し，変更対象として設定する(ステップS105)。",
            "【0062】対戦条件変更部64は，変更対象として設定されたキャラクタ又はアイテムにおける対戦条件を変更し(ステップS106)，ステップS109に進む。",
            "【0063】一方，変更対象設定部63は，変更対象となるキャラクタ又はアイテムがないと判断した場合には(ステップS104：ＮO)，ステップS107に進む。",
            "【0064】ステップS107では，対戦条件として，変更する対象がない場合，すなわち，対戦条件が，対戦するグループに所属する変更対象となるキャラクタ又はキャラクタが有するカード等のアイテムではなく，「対戦結果の集計」であるか否かを判断する。対象条件が，対戦結果の集計であると判断した場合(ステップS107：YES)に，対戦結果集計部65は，当該対戦において，キャラクタの攻撃回数や，攻撃値又は与えたダメージの合計やグループの構成員の参加率などの集計を実行する(ステップS108)。対象条件が，対戦結果の集計でないと判断した場合(ステップS107：ＮO)，ステップS109に移動する。",
            "【0065】ステップS109では，対戦演出処理部66が，変更された対戦条件に基づいて，対戦演出処理を実行する。",
            "【0066】続いて，ステップS110では，対戦時間管理部61が，次の分割変更時間帯があるか否かを判断する。この場合，図6に示すように，対戦時間BTの複数に分割された時間の開始時間(MS)があるか否かを判断する。",
            "【0067】ステップS110において，対戦時間管理部61が，次の分割時間帯(例えば，図6のMS)があると判断した場合には(ステップS110：YES)，分割時間帯が到来したか否かの判断を行う(ステップS111)。対戦時間管理部61は，分割時間が到来していないと判断した場合には(ステップS111：ＮO)，ステップS111の処理を繰り返し実行する。一方，対戦時間管理部61は，分割時間が到来したと判断した場合には(ステップS111：YES)，ステップS102へ戻り，ステップS102からステップS109までの処理を繰り返す。これにより，次の分割時間帯(例えば，図6における時間「ME／LS」)における対象条件の変更処理が実行される。",
            "【0068】一方，対戦時間管理部61は，次の分割時間帯がないと判断した場合には(ステップS110：ＮO)，続いて終了時間が到来したか否かの判断を行う(ステップS112)。すなわち，対戦時間管理部61は，対戦の終了時間(図6の「E」の時間)が到来していないと判断した場合には(ステップS112：ＮO)，ステップS112の処理を繰り返し実行する。一方，対戦時間管理部61は，対戦の終了時間が到来したと判断した場合には(ステップS112：YES)，対戦終了の処理を行い(ステップS113)，本処理を終了する(EＮD)。",
            "【0069】［効果］以上のような本実施形態によれば，所定の時間に亘って実施される対戦ゲームを，例えば前半・中盤・後半など複数に分割して，分割した時間帯の少なくともいずれかにおいて，対戦条件を変更する。このように，対戦ゲームの時間帯を複数に区切って，それぞれの時間帯で対戦条件を設定することで，従来，対戦ゲームが実施される所定の時間中，一定のルールで行われていた対戦ゲームに変化をもたらすことができる。特に，対戦の前半に，例えばゲームレベルの低いキャラクタの攻撃力をアップさせるなど，特定のターゲットに絞って有利となるような対戦条件を設定する。また，時間帯対戦ゲームにおいて参加率が良くない前半の時間帯などに対戦条件を変更して設定する。このような時間帯ごとの対戦条件を設定することにより，時間帯全体に亘ってキャラクタの参加率の向上が期待できる。",
            "【0070】特に，対戦条件として変更する対象を，攻撃力や防護力など，グループの構成員が対戦において発揮できる能力値とすることで，当該対戦を有利に進めるに当たって即応性あるパラメータの変更となるので，対戦への参加意欲を掻き立てさせることができる。",
            "【0071】上述のように，対戦条件として，初心者に相当するゲームレベルの低いキャラクタの攻撃力をアップさせ，対戦の参加率のあまり良くない前半にいわゆるゲーム初心者を優遇することで，対戦において初心者が楽しめる状況を創出することができる。また，中盤，後半と，それぞれ攻撃値がアップするように変更させることで，当該パラメータに適合するキャラクタの参加意欲を駆り立て，対戦への参加率のアップが望めるとともに，不公平感をなくすことができる。したがって，レベルに関係なく，幅広いレベル層のプレイヤが総じて楽しむことのできるゲームを提供することができる。",
            "【0072】さらに対戦条件の設定として，先行する時間帯(例えば，前半戦)における対戦の結果を集計させることとし，さらに，その結果に応じて先行する時間帯よりも後の時間帯(例えば，後半戦)に反映するように設定する。これにより，勝負が決する後半戦を有利に進めるには，前半戦への参加と前半戦においても対戦ポイントを消費しながら積極的に敵への攻撃を行うなど積極的な対戦が必要になる。そのため，前半から後半まで長い時間帯に亘って参加率の向上が望める。",
            "【図7】",
            "【図8】"
          ]
        },
        {
          "fig": "2",
          "text": [
            "引用文献1には，以下のとおりの記載がある(甲1)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「モバゲー  スマートフォン用ソーシャルゲーム『逆襲のファンタジカ』の攻略wikiです。」(1頁2行)"
            },
            {
              "fig": "(2)",
              "subject": "「最大7人からなるギルド(チーム)を結成し，期間内に開催されるギルドバトルを戦い抜こう！」(2頁右上の図内)"
            },
            {
              "fig": "(3)",
              "text": [
                "「特別招待枠について  ＮEW   特定の条件を満たしているユーザーは，「特別招待枠」としてギルドに参加することが可能です。",
                "該当ユーザーはギルドバトルトップページにて，「特別招待枠について」のボタンが表示されます。",
                "「特別招待枠について」のボタンからギルドに参加することで「特別招待枠」としてイベントに参加可能となります。",
                "※今回の「特別招待枠」は「8 月20日までに一度もレア5以上のユニット，モンスターを入手していない」ユーザーが対象となります。」(24頁13行～24頁23行)"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "「ランキングについて  ＮEW  「ファンタジカ闘戦譚～大海原水上戦～」ではランキング方式を採用しています。",
                "ギルドバトルの勝利数が多いギルド程，ランキング上位になります。」(24頁26行～25頁2行)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "「カムバックメンバーについて",
              "text": [
                "ギルドメンバーを集める際，一定期間ログインしていないユーザーへ呼びかけを行うことができます。」(26頁22行～24行)"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "「バトル本戦期間とは，ギルド同士でバトルを行う期間です。",
                "バトル本戦期間は3つのフェーズに分かれています。",
                "1．マッチングフェーズ",
                "2．バトルフェーズ",
                "3．終了フェーズ",
                "1．マッチングフェーズ",
                "次の対戦相手となるギルドを決定するフェーズです。",
                "マッチングフェーズ中のみ，「魂の注入」ボタンから「水兵の魂」を投入することができます。",
                "2．バトルフェーズ",
                "ギルド同士でバトルを行っているフェーズです。",
                "時間内により多くのGP(ギルドポイント)を獲得したギルドの勝利となります。",
                "3．終了フェーズ",
                "バトルフェーズが終了した後のフェーズです。",
                "GP(ギルドポイント)の集計を行い，勝敗判定を決定します。」(27頁下から1行～28頁17行)"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "「パーティー編成とは，バトルフェーズに参戦させるユニットを編成する場所です。",
                "最大10体まで所持ユニットから選んで参戦させることができます。」(29頁4行～7行)"
              ]
            },
            {
              "fig": "(8)",
              "subject": "「バトルフェーズについて",
              "text": [
                "・・・",
                "決められた時間内により多くのGP(ギルドポイント)を獲得したギルドの勝利となります。」(30頁10行～14行)"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "「バトルフェーズ中の行動は「行動力」を消費して行います。",
                "行動力は一定時間経過で回復をしていきます。",
                "※行動力の回復値は最大行動力が高い程，多くなります。",
                "行動力が足りない場合は，「回復薬」や「海原ドリンク」を使うことで最大値まで回復させることが可能です。",
                "「海原ドリンク」はイベント報酬や期間中限定でプレミアムガチャのおまけで入手することができます。",
                "※回復薬は1バトル毎に決められた個数しか使うことができません。",
                "※海原ドリンクは特に回数制限なく使うことが可能です。",
                "所持している「海原ドリンク」はイベント終了後は使用することができません。」(31頁16行～28行)"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "「バトルは以下のスケジュールで開催されます。",
                "・・・",
                "前半戦1試合目：2013年8月23日  16：00～17：00",
                "前半戦2試合目：2013年8月23日  21：00～22：00",
                "前半戦3試合目：2013年8月24日  12：00～13：00",
                "前半戦4試合目：2013年8月24日  16：00～17：00",
                "前半戦5試合目：2013年8月24日  21：00～22：00",
                "前半戦6試合目：2013年8月25日  12：00～13：00",
                "前半戦7試合目：2013年8月25日  16：00～17：00",
                "前半戦8試合目：2013年8月25日  21：00～22：00",
                "前半戦9試合目：2013年8月26日    7：00～  8：00",
                "前半戦10試合目：2013年8月26日  12：00～13：00",
                "後半戦1試合目：2013年8月26日  21：00～22：00",
                "後半戦2試合目：2013年8月27日    7：00～  8：00",
                "後半戦3試合目：2013年8月27日  12：00～13：00",
                "後半戦4試合目：2013年8月27日  21：00～22：00",
                "後半戦5試合目：2013年8月28日    7：00～  8：00",
                "後半戦6試合目：2013年8月28日  12：00～13：00",
                "後半戦7試合目：2013年8月28日  21：00～22：00",
                "後半戦8試合目：2013年8月29日    7：00～  8：00",
                "後半戦9試合目：2013年8月29日  21：00～22：00",
                "後半戦10試合目：2013年8月30日  7：00～  8：00",
                "後半戦11試合目：2013年8月30日  21：00～22：00",
                "後半戦12試合目：2013年8月31日  12：00～13：00」(32頁4行～28行)"
              ]
            },
            {
              "fig": "(11)",
              "subject": "「報酬について",
              "text": [
                "ファンタジカ闘戦譚の報酬は5種類に分けられます。",
                "・バトル勝利数報酬",
                "・バトル参加数報酬",
                "・バトルMVP報酬",
                "・カムバックメンバー／特別招待枠達成報酬",
                "・ランキング報酬」(32頁34行～33頁5行)"
              ]
            },
            {
              "fig": "(12)",
              "subject": "「・バトル勝利数報酬",
              "text": [
                "ギルドに所属している期間中に，バトルで勝利した回数に応じて報酬が付与されます。",
                "・・・",
                "※条件を達成したバトル後，プレゼントリストに付与されます。",
                "・22勝",
                "女神の果実  10個",
                "・21勝",
                "プレミアムガチャチケット  3枚",
                "・20勝",
                "★4以上確定ガチャチケット  1枚",
                "・19勝",
                "回復薬  5個",
                "・18勝",
                "時間短縮薬  5個",
                "・17勝",
                "剣の女神アヌ  1枚＋",
                "弓の女神ダヌ  1枚＋",
                "魔の女神タルトゥ  1枚",
                "・16勝",
                "個人回復薬  3個",
                "・15勝",
                "個人時間短縮薬  3個",
                "・14勝",
                "海原ドリンク  5個",
                "・13勝",
                "女神の果実  3個",
                "・12勝",
                "プレミアムガチャチケット  1枚",
                "・11勝",
                "弓の女神ダヌ  1枚",
                "・10勝",
                "魔の女神タルトゥ  1枚",
                "・9勝",
                "剣の女神アヌ  1枚",
                "・8勝",
                "海原ドリンク  3個",
                "・7勝",
                "水兵の魂  10個",
                "・6勝",
                "女神の果実  1個",
                "・5勝",
                "黄金の女神エポナ  1枚",
                "・4勝",
                "海原ドリンク  1個",
                "・3勝",
                "水兵の魂  5個",
                "・2勝",
                "500お供P",
                "・1勝",
                "1000勇気P」(33頁6行～34頁下から1行)"
              ]
            },
            {
              "fig": "(13)",
              "subject": "「・バトル参加数報酬",
              "text": [
                "ギルドに所属している期間中に，ギルドバトルに参加した回数に応じて報酬が付与されます。",
                "※参加のカウントはバトルフェーズ中に一度でも「バトルへ」ボタンを押した場合にカウントされます。",
                "※条件を達成したバトル後，プレゼントリストに付与されます。",
                "・20試合参加",
                "プレミアムガチャチケット  1枚",
                "・16試合参加",
                "女神の果実  3個",
                "・13試合参加",
                "海原ドリンク  5個",
                "・10試合参加",
                "個人用回復薬  3個",
                "・7試合参加",
                "水兵の魂  10個",
                "・5試合参加",
                "個人用回復薬  3個",
                "・3試合参加",
                "海原ドリンク  3個",
                "・1試合参加",
                "水兵の魂  5個」(35頁1行～35頁23行)"
              ]
            },
            {
              "fig": "(14)",
              "subject": "「・バトルMVP報酬",
              "text": [
                "1バトル内で一番GP(ギルドポイント)を多く取得したプレイヤーに与えられる報酬です。",
                "※MVPの判定はギルド単位で行われます。",
                "・通常MVP報酬",
                "海原ドリンク  3個",
                "・最終戦MVP報酬",
                "個人回復薬  3個」(35頁24行～36頁1行)"
              ]
            },
            {
              "fig": "(15)",
              "subject": "「・カムバックメンバー／特別招待枠達成報酬",
              "text": [
                "ギルド内でカムバックメンバーや特別招待枠ユーザーに関する条件を達成した際に付与される報酬です。",
                "※報酬はギルドメンバー全員に付与されます。",
                "・ギルドメンバーがカムバックメンバー，特別招待枠を含めて 9 人になる",
                "海原ドリンク  1個",
                "・カムバックメンバー，または特別招待枠のユーザーが累計50，000GP(ギルドポイント)以上獲得する",
                "個人回復薬  1 個",
                "※カムバックメンバー，特別招待枠のユーザーそれぞれが対象となります(最大で2個貰える場合がございます)",
                "・カムバックメンバー，または特別招待枠のユーザーがバトルに一定回数以上参加",
                "※参加のカウントはバトルフェーズ中に一度でも「バトルへ」ボタンを押した場合にカウントされます。",
                "・10試合参加",
                "プレミアムガチャチケット  1枚",
                "・7試合参加",
                "女神の果実  1個",
                "・5試合参加",
                "海原ドリンク  5個",
                "・3試合参加",
                "海原ドリンク  3個」(36頁2行～25行)"
              ]
            },
            {
              "fig": "(16)",
              "subject": "「・ランキング報酬",
              "text": [
                "前半戦ランキング",
                "□・1位～10位",
                "情熱のパシオ(★4)",
                "海原ドリンク10個",
                "プレミアムガチャチケット  3枚",
                "・11位～50位",
                "情熱のパシオ(★4)",
                "海原ドリンク5個",
                "プレミアムガチャチケット  2枚",
                "・51位～100位",
                "情熱のパシオ(★4)",
                "海原ドリンク3個",
                "プレミアムガチャチケット  1枚",
                "・101位～300位",
                "情熱のパシオ(★4)",
                "海原ドリンク1個",
                "・301位～1000位",
                "海原ドリンク1個",
                "後半戦「上位グループ」ランキング",
                "□  ・1位～3位",
                "白翼の守護神ウルド(★7)",
                "縮地の槍クローズ(★6)",
                "宿りの弓アプサラ(★5)",
                "称号「赤毛の」",
                "称号「海軍」",
                "称号「提督」",
                "・4位～20位",
                "縮地の槍クローズ(★6)",
                "宿りの弓アプサラ(★5)",
                "称号「海軍」",
                "称号「提督」",
                "・21位～75位",
                "宿りの弓アプサラ(★5)",
                "プレミアムガチャチケット  3枚",
                "称号「提督」",
                "・76位～150位",
                "宿りの弓アプサラ(★5)",
                "プレミアムガチャチケット  2枚",
                "称号「提督」",
                "・151位～",
                "プレミアムガチャチケット  1枚",
                "称号「提督」",
                "後半戦「下位グループ」ランキング",
                "□  ・1位",
                "縮地の槍クローズ(★6)",
                "宿りの弓アプサラ(★5)",
                "情熱のパシオ(★4)",
                "称号「提督」",
                "・2位～20位",
                "宿りの弓アプサラ(★5)",
                "情熱のパシオ(★4)",
                "称号「提督」",
                "・21位～150位",
                "情熱のパシオ(★4)",
                "・151位～300位",
                "回復薬  3個",
                "・301位～500位",
                "回復薬  2個",
                "・501位～750位",
                "回復薬  1個」(36頁26行～38頁22行)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2で認定した引用文献1の記載からすると，本件決定が認定するとおり，同文献から引用発明1を認定することができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，引用発明の認定に当たり，引用例に記載されたひとまとまりの技術的思想を構成する要素のうち技術的に最も重要な部分を無視して発明を認定することは許されないと解すべきところ，引用1ゲームにおいて，プレイヤに付与される報酬には，「バトル勝利数報酬」，「バトル参加数報酬」，「バトルMVP報酬」，「カムバックメンバー／特別招待枠達成報酬」及び「ランキング報酬」の5種類が存在し，これらの報酬は，ひとまとまりの技術思想を構成していると主張する。",
                "しかし，前記2で認定した引用文献1の記載からすると，引用1ゲームにおいては，合計22試合のバトルが実施されるところ，「バトル勝利数報酬」，「バトル参加数報酬」，「バトルMVP報酬」及び「ランキング報酬」は，プレイヤに多くの試合に参加させることを目的として付与され，「カムバックメンバー／特別招待枠達成報酬」は，多くのプレイヤに参加させることを目的として付与されるものと認められるが，上記の各報酬の付与は，各々独立して，効果を発揮するものであって，一体とならなければ効果が生じないというものではなく，また，いずれの報酬にも「回復薬」や「海原ドリンク」が含まれているからといって，上記各報酬がひとまとまりの技術事項を構成しているということはできず，さらに，その他に，上記各報酬がひとまとまりの技術思想を構成しているものと認めるに足りる事情も存在しない。",
                "したがって，「バトル勝利数報酬」のみを認定した本件決定の引用発明1の認定に誤りがあるということはできない。",
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明に係る請求項1の「時間の経過に沿って分割された複数の期間のそれぞれに対して，互いに隣接する期間における前記対戦ゲームの進行を制御する対戦条件が異なるように，前記複数の期間の各期間の開始前に，前記対戦条件を設定する」，「前記複数の期間の各期間内において前記対戦条件は変化しない」との構成は，時間の経過に沿って分割された複数の期間(以下「最小単位期間」という。)の対戦条件が，隣接する最小単位期間の対戦条件と異なるように，同対戦条件を各最小単位期間の開始前に設定し，同対戦条件は進行を制御し，各最小単位期間内で変化しないというものである。したがって，本件発明1の「対戦条件を設定する」というためは，①隣接する最小単位期間の対戦条件が異なるものとなるように設定すること(以下「本件構成①」という。)，②同設定を，各最小単位期間の開始前に行うこと，③同対戦条件は，対戦ゲームの進行を制御するものであること，④同対戦条件は各最小単位期間内において変化しないことが必要である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1が本件構成①を具備しているかについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件構成①の意味",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1で認定した本件明細書の記載からすると，本件発明1は，インターネットを通じて複数のプレイヤが同一のゲームに参加するソーシャルゲームにおいて，ゲームに参加するプレイヤにグループを結成させて，グループ同士で対戦させる機能を実装したゲームの制御方法に関する発明であるところ，同ゲームにおいては，レベルや攻撃力の低い初心者がゲームへの参戦に消極的になってしまうことや，得点を効率的に取得できる後半に参加者が多くなり，前半戦における参加率が低調となることという課題があり，本件発明は，同課題を解決するために，一つの時間枠の対戦を複数の期間に分割し，その分割された期間のうち隣接する期間における対戦条件を異なるものとなるように設定するという構成を採用したものと認められる。",
                        "このように，ゲームの前半における参加率を増加させようとの本件発明1の目的を達成させるために，一つの対戦を複数の期間に分割して，各期間の対戦条件を異なるものに設定したことからすると，同対戦条件とは，これからゲームに参加しようとするプレイヤ一般に対して向けられた一般的な対戦条件を意味し，個々のプレイヤを特定した上で設定した対戦条件を含まないと解するのが相当である。",
                        "すなわち，例えば，本件実施例図7(a)においては，対戦の前半の最小単位期間の対戦条件は，「対戦能力の下位5名の攻撃値が30％アップすること」であり，対戦の中盤の最小単位期間の対戦条件は，「水属性に分類されるカードの攻撃値が30％アップすること」であり，対戦の後半の最小単位期間の対戦条件は，「プレイヤが女性であると攻撃値が30％アップすること」であるところ，仮に，前半の最小単位期間の対戦条件及び中盤の最小単位期間の対戦条件をともに「対戦能力の下位5名の攻撃値が30％アップすること」とした場合でも，ゲームに参加する具体的なプレイヤに着目すれば，前半における「対戦能力が下位5名」と中盤における「対戦能力が下位5名」とは異なることもあるから，攻撃値が30％アップすることになる対戦能力が下位の5名のプレイヤを具体的に特定し，対戦条件を，そのような特定のプレイヤの攻撃力を30％アップするというものと解すれば，隣接する最小単位期間の対戦条件も異なることになるが，このような対戦条件の設定の方法では，前半における参加率の上昇を図るという本件発明1の目的を達成することができないから，本件発明1は，そのような対戦条件の設定は想定していないというべきである。",
                        "そして，本件発明1の請求項は，「時間の経過に沿って分割された複数の期間のそれぞれに対して，・・・対戦条件が異なるように，・・・前記対戦条件を設定する」というものであり，最小単位期間ごとに対戦条件が異なるように設定するとのみ規定され，対戦条件の異同を，ゲームに参加する個々のプレイヤの具体的な能力や属性等を考慮して判断することを規定する文言はないことからすると，上記の解釈は，上記請求項の文言からも，自然な解釈である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，本件明細書の段落【0043】には，「対戦条件にはその他にも，キャラクタを操作するプレイヤに報酬を付与することや，分割された時間の前半において対戦結果を集計し後続の時間において反映させるなど，対戦において何らかの条件が付されることが含まれる。」と記載されているが，この「プレイヤに前半における対戦結果を反映した報酬を付与すること」という対戦条件は，プレイヤを具体的に特定した対戦条件を意味するのではなく，仮に，この対戦条件を，二つの隣接する最小単位期間において連続して設定した場合は，プレイヤごとに見ると，報酬が異なり得るとしても，対戦条件を異なるように設定したことにはならず，本件構成①を具備しないことになる。",
                        "また，本件明細書の段落【0050】，【0054】～【0057】には，対戦条件の例として，最小単位期間のうち，先行する最小単位期間における参戦状況や対戦結果を集計し，集計した結果を後の最小単位期間における対戦条件に反映することが挙げられ，さらに，その具体例として，後半戦の対戦条件として，前半戦におけるキャラクタによる攻撃回数などを集計した結果に基づいて所定の報酬を付与することが挙げられているが，この「前半戦におけるキャラクタによる攻撃回数などを集計した結果に基づいて所定の報酬を付与すること」という対戦条件も，プレイヤを具体的に特定した対戦条件を意味するのではなく，仮に，この対戦条件を，二つの隣接する最小単位期間において連続して設定すれば，プレイヤごとに報酬の付与が異なり得るとしても，本件構成①を具備しないことになる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1が本件構成①を具備しているかについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件決定が判断している，引用発明1において本件発明1の「対戦条件」に対応する構成は，「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」である。",
                        "そこで，「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」が本件発明1の「対戦条件」に対応するとした場合に，引用発明1の構成が本件構成①を具備するかについて検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」は，最小単位期間ごとに変化するものではなく，すべての最小単位期間において同一であるから，これを対戦条件と解すると，対戦条件を隣接する最小単位期間で異なるように設定していることにはならない。",
                            "したがって，引用発明1の構成は本件構成①を具備していない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，引用発明1の「バトルで勝利した回数に応じて回復薬や海原ドリンク等の異なる報酬が，条件を達成したバトル後に付与されること」という対戦条件は，各バトルに対して，対戦に際して，それまでのバトルで勝利した回数に応じて，「バトルで勝利した回数とバトル勝利数報酬との対応関係が示されたルール」が参照されて，バトル勝利数報酬が付与されること，すなわち，各々のバトルに対して，その都度，個別に設定される対戦条件であるとした上で，例えば，2試合目のバトルには，既に1試合目に勝利している場合には，バトルに勝利したら「500お供P」が付与されるという条件が設定され，3試合目のバトルには，2試合目までの勝利数が2勝であった場合には，バトルに勝利したら「水兵の魂5個」が付与されるという条件が設定されるというように，互いに隣接する期間に対して，勝利したら異なる報酬が付与されるという，異なる対戦条件が設定される場合があるから，引用発明1は本件構成①を充足する旨主張する。",
                            "確かに，既に1勝をしているプレイヤに対するバトル勝利数報酬は「500お供P」となり，既に2勝をしているプレイヤに対するバトル勝利数報酬は「水兵の魂5個」となるから，上記のプレイヤを具体的に特定して上記報酬を付与することを対戦条件とすれば，隣接した最小単位期間における対戦条件は異なることになる。",
                            "しかし，被告が主張する上記の対戦条件は，ゲームに参加するプレイヤを具体的に特定することを前提としたものであるが，前記アのとおり，本件構成①の「対戦条件」には，そのような対戦条件は含まれないのであるから，被告の上記主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，引用発明1のうち，プレイヤに付与されるバトル勝利数報酬を，本件発明1の「対戦条件」に対応すると解した場合についても検討するに，引用発明1においては，バトル勝利数報酬は，勝利数に応じて異なる内容のものが付与されるのであり，各試合ごとに異なる内容のものが付与されるのではないから，プレイヤが付与されるバトル勝利数報酬を本件発明1の「対戦条件」に対応するものと解した場合は，隣接する最小単位期間の対戦条件を異なるものとなるように設定するということはできず，引用発明1は，本件構成①を具備しない。",
                        "この点，個々のプレイヤに付与されるバトル勝利数報酬は，同プレイヤのこれまでの勝利数に応じて異なるから，個々のプレイヤの観点から見ると，試合ごとにバトル勝利数報酬の内容が異なることになるが，このようなバトル勝利数報酬を対戦条件とした場合は，この対戦条件は，個々のプレイヤを特定して設定したものとなり，前記アのとおり，本件構成①の対戦条件には含まれない。したがって，引用発明1において，個々の特定のプレイヤに付与されるバトル勝利数報酬を本件発明1の「対戦条件」に対応するものと解しても，引用発明1は，本件構成①を具備しない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上のとおりであり，引用発明1は本件発明1の構成である本件構成①を具備しないから，引用発明1は，本件発明1と，少なくとも，この点で相違し，したがって，本件発明1が引用発明1と同一であるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件発明1と引用発明1との相違点である本件構成①が技術常識であるとも認められないから，本件発明1は，引用発明1に基づいて，当業者が容易に発明し得たということもできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，甲4文献には，引用発明4が記載されているものと認められる(甲4)が，引用発明4は，イベントボーナスが日ごと又は週ごとに変更するものであり，最小単位期間ごとに変更するものではないから，本件構成①を具備しておらず，したがって，引用発明1に引用発明4を適用しても本件発明1には到らない。",
                    "したがって，引用発明1及び引用発明4に基づいて本件発明1をすることができたということもできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2～8について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2～6について",
                  "text": [
                    "前記(2)，(3)のとおり，引用発明1は，本件構成①を備えていない点で，本件発明1とは相違し，また，この相違点を備えた引用発明1を容易に想到することはできないところ，本件発明2～6も，本件発明1を引用するものであるから，引用発明1に基づいて容易に発明することができたということはできない。なお，周知技術1，2は上記相違点とは異なる技術であるから，引用発明1に周知技術1，2を適用しても，本件発明2～6に到ることはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明7，8について",
                  "text": [
                    "本件発明7及び8は，本件発明1の「ゲーム制御方法」に対応する「サーバ装置」及び「プログラム」に関する発明であるところ，前記(3)のとおり，本件発明1には，新規性及び進歩性が認められるのであるから，本件発明7，8も，同様に新規性及び進歩性が認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上より，取消事由2は理由があり，本件決定は取り消されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}