{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2011-800002号事件について平成23年8月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「鉄骨柱の建入れ直し装置」とする特許第3499754号(請求項の数は2。以下「本件特許」といい，その明細書を「本件明細書」という。)の特許権者である。",
            "本件特許は，平成10年8月28日に出願され(特願平10-243678号)，平成15年12月5日に設定登録された(甲11)。",
            "原告は，平成23年1月5日，本件特許の請求項1，2に係る発明(以下，順に「本件発明1」，「本件発明2」という。)の特許につき無効審判を請求し(無効2011-800002号。以下「本件無効審判」という。)，同年8月12日，審判請求は不成立との審決(以下「本件審決」という。)がされ，同月22日，原告(請求人)に審決書が送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の特許請求の範囲の記載は，次のとおりである(A．～G．の符号は審決において付加)。",
            "【請求項1】",
            "A．基礎コンクリートに固定されたテツダンゴ上に載置され，かつ，複数のアンカーボルトおよびこれらに螺合された複数のナットを介して前記基礎コンクリートに仮止めされたベースプレートを有する鉄骨柱の建入れ直し装置であって，",
            "B．上部および下部を有するフレームと，",
            "C．該フレームの上部を貫通し前記フレームの下部に向けて伸びるボルトと，",
            "D．前記フレームの上部およびその下部間に配置されかつ前記ボルトに螺合され，前記ボルトの軸線方向にのみ移動可能であるナットとを含み，",
            "E．前記ナットの上方に前記ベースプレートの縁部を配置可能である，",
            "F．鉄骨柱の建入れ直し装置。",
            "【請求項2】",
            "A．基礎コンクリートに固定されたテツダンゴ上に載置され，かつ，複数のアンカーボルトおよびこれらに螺合された複数のナットを介して前記基礎コンクリートに仮止めされたベースプレートを有する鉄骨柱の建入れ直し装置であって，",
            "B．上部および下部を有するフレームと，",
            "C．該フレームの上部を貫通し前記フレームの下部に向けて伸びるボルトと，",
            "D．前記フレームの上部およびその下部間に配置されかつ前記ボルトに螺合され，前記ボルトの軸線方向にのみ移動可能であるナットとを含み，",
            "G．前記フレームの上部と前記ナットとがこれらの間に前記ベースプレートの縁部を受け入れ可能でありかつ拘束可能である，",
            "F．鉄骨柱の建入れ直し装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりであり，その要旨は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "容易想到性の有無について",
              "text": [
                "本件発明1と甲1(特開平10-168897号公報)記載の発明(以下「甲1号発明」という。)との相違点1，2に係る本件発明1の構成は，甲2，3，5～7に記載された周知技術に基づいて当業者が容易に想到し得たということはできず，本件発明1は，当業者が容易に発明をすることができたものであるとはいえない。",
                "本件発明2は，本件発明1に更に構成を付加したものであるから，同様に当業者が容易に発明をすることができたものであるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が，上記判断を導く過程において認定した甲1号発明の内容，本件発明1と甲1号発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1号発明の内容",
                  "text": [
                    "「アンカーボルトBより稍大きくあけたベースプレートDのボルト穴に，複数のアンカーボルトBを挿し入れて，基礎コンクリートA上のモルタルまんじゅうFの上に載せたベースプレートDを有する通り芯合わせ装置であって，",
                    "ベースプレートを水平にした後にジャッキとロープで高さと横ずれを調整しながら鉄骨柱の通り芯を基礎コンクリートの通り芯に一致させる通り芯合わせ装置」(審決書7頁24行目～30行目)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「基礎コンクリートに固定されたテツダンゴ上に載置され，かつ，複数のアンカーボルトを介して前記基礎コンクリートに仮止めされたベースプレートを有する鉄骨柱の位置を合わせる装置。」(審決書11頁29行目～31行目)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件発明1は仮止めの際に複数のナットを用いるのに対し，甲1号発明ではそのような構成がない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明1は「装置」が，",
                        "「B．上部および下部を有するフレームと，",
                        "C．該フレームの上部を貫通し前記フレームの下部に向けて伸びるボルトと，",
                        "D．前記フレームの上部およびその下部間に配置されかつ前記ボルトに螺合され，前記ボルトの軸線方向にのみ移動可能であるナットとを含み，",
                        "E．前記ナットの上方に前記ベースプレートの縁部を配置可能である，",
                        "F．鉄骨柱の建入れ直し装置。」",
                        "であるのに対し，甲1号発明は「ベースプレートを水平にした後にジャッキとロープで高さと横ずれを調整しながら鉄骨柱の通り芯を基礎コンクリートの通り芯に一致させる通り芯合わせ装置。」であって，ジャッキの具体的構成は不明であり，鉄骨柱の建入れ直し装置は鉄骨柱の傾きを修正する装置であると認められるが，そのような装置であるかも不明な点。",
                        "(以上，審決書11頁33行目～12頁12行目)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告の主張",
          "text": [
            "本件審決は，甲1号発明の認定を誤り(取消事由1)，本件発明1と甲1号発明との相違点2の認定を誤り(取消事由2)，相違点2についての判断を誤った(取消事由3)ものであり，本件審決の結論に影響を及ぼすから，違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1号発明の認定の誤り(取消事由1)",
              "text": [
                "審決は，甲1号発明を「ベースプレートDを有する通り芯合わせ装置」と認定したが，本件発明1において，ベースプレートを有するのは，「鉄骨柱」であって，「建入れ直し装置」ではないと理解すべきであるから，甲1号発明の「通り芯合わせ装置」がベースプレートを有するように認定する必要はない。",
                "また，審決は，甲1号発明を，「ジャッキとロープで高さと横ずれを調整しながら鉄骨柱の通り芯を基礎コンクリートの通り芯に一致させる通り芯合わせ装置」と認定したが，ロープは，構成要件B～Fに記載された構成とは何ら対応していないので，本件発明1の構成要件B～Fに対応すべき内容としては，ロープを挙げる必要はなく，ジャッキのみを認定すれば足りる。",
                "さらに，審決は，「高さと横ずれを調整しながら」という内容を甲1号発明として認定しているが，本件発明1において「鉄骨柱の建入れ直し装置」の作用については，何ら記載されていないのであるから，当該内容も相違点の判断において考慮すれば足りる事項であって，甲1号発明の認定において，このような限定を付すことは不当である。",
                "以上より，甲1号発明は，「アンカーボルトBより稍大きくあけたベースプレートDのボルト穴に，複数のアンカーボルトBを挿し入れて，基礎コンクリートA上のモルタルまんじゅうFの上に載せたベースプレートDを有する鉄骨柱の通り芯を基礎コンクリートの通り芯に一致させる通り芯合わせ装置であって，ジャッキである鉄骨柱の通り芯合わせ装置。」と認定すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲1号発明との相違点2の認定の誤り(取消事由2)",
              "text": [
                "上記(1)のとおり，審決は，甲1号発明の認定を誤っているので，本件発明1と甲1号発明との相違点2の認定も誤っている。すなわち，相違点2の認定において，「甲1号発明は『ベースプレートを水平にした後に』」との表現や，「ロープ」との表現や，「高さと横ずれを調整しながら」との表現はいずれも不要である。また，審決は，「ジャッキの具体的構成は不明であ」るという点と，「鉄骨柱の建入れ直し装置は鉄骨柱の傾きを修正する装置であると認められるが，そのような装置であるかも不明な点」の2点を，まとめて相違点2として挙げていることから，議論が複雑になり，適切でない。なお，審決が用いた「ジャッキの具体的構成は不明」との表現は，適切ではない。「ジャッキ」との記載があれば，当業者であれば何らかの構成を特定することは可能であるから，当業者にとって具体的構成を把握することが不可能であるかのような印象を受ける「不明」との表現は避けるべきであって，「ジャッキの具体的構成は記載されていない」程度と認定すべきである。",
                "また，審決が用いた「そのような装置であるかも不明な点」という表現も不適切である。本件発明1の「鉄骨柱の建入れ直し装置」に対応するのは，甲1号発明の「鉄骨柱の通り芯を基礎コンクリートの通り芯に一致させる通り芯合わせ装置」であるから，単にその点を指摘すれば足りる。",
                "したがって，相違点2は，正しくは下記のように認定すべきである。",
                "相違点2(1)",
                "本件発明1は「装置」が，",
                "「B．上部および下部を有するフレームと，",
                "C．該フレームの上部を貫通し前記フレームの下部に向けて伸びるボルトと，",
                "D．前記フレームの上部およびその下部間に配置されかつ前記ボルトに螺合され，前記ボルトの軸線方向にのみ移動可能であるナットとを含み，",
                "E．前記ナットの上方に前記ベースプレートの縁部を配置可能である，",
                "F．鉄骨柱の建入れ直し装置。」",
                "であるのに対し，甲1号発明は「ジャッキである鉄骨柱の通り芯合わせ装置。」であって，ジャッキの具体的構成が記載されていない点。",
                "相違点2(2)",
                "本件発明1は，「鉄骨柱の建入れ直し装置」であり，鉄骨柱の建入れ直し装置は鉄骨柱の傾きを修正する装置であると認められるが，甲1号発明は，「鉄骨柱の通り芯を基礎コンクリートの通り芯に一致させる通り芯合わせ装置」である点。",
                "そして，相違点2(2)は，形式的には相違点になり得るとしても，実質的な相違点とならない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2についての判断の誤り(取消事由3)",
              "text": [
                "甲1において，ベースプレートが，極めて精密に水平になっているのであれば，その後に，ジャッキとロープによって，少なくとも高さを調整する必要はないから，「ベースプレートを水平にし」との記載は，モルタルまんじゅうF上におおむね水平な状態でベースプレートDを載置することを意味していると理解すべきであるから，従来行われていたジャッキとロープによる高さと横ずれの調整は，芯合わせの建入れ調整であると認められる。そして，鉄骨柱に関する芯合わせの建入れ調整とは，鉄骨柱の傾きを調整する以外に理解することはできないから，甲1号発明のジャッキは，鉄骨柱の傾きを調整するものといえ，鉄骨柱の建入れ直し装置に相当する。",
                "甲5では，ベースプレート5の浮き上がりを防止しており，反力ボルト10は，アンカプレート6を介して，ベースプレート5の縁部を上昇させることに用いられているから，反力ボルト10でベースプレート5を押し下げているとの審決の判断は，誤っている。",
                "特開平10-121576号公報(甲20)には，「【0004】以上のような一般的な柱脚固定構造における建入れ微調整の不備を補う観点からは，特開昭60-250145号公報(判決注：甲5の公開公報)や特開昭61-270433号公報に記載されたような提案がなされた。前者のものは，従前のレベルモルタルをそのまま採用して，その周囲にレベル調整用の反力ボルトを配置して建入れの微調整を可能にしたものである。……」と記載されているから，甲5には，反力ボルトを利用して建入れの微調整をする技術が記載されているといえる。",
                "ベースプレートの傾きを調整して鉄骨柱の傾きを調整する技術は，甲5の他に特開平10-121576号公報(甲20)，特開平9-189132号公報(甲21)，特開平10-61103号公報(甲22)，特開平10-169012号公報(甲23)，特開平9-165753号公報(甲24)にも記載されているように，周知技術である。",
                "甲1号発明のジャッキの使用方法について，ベースプレートと基礎コンクリートとの間の空間に挿入する方法は，当業者であれば当然理解でき，他方で，他の使用方法は当業者には想像がつかないのであるから，甲1号発明のジャッキは，ベースプレートと基礎コンクリートとの間の空間に挿入して使われると認定すべきである。なお，ロープと共に用いたとしても，甲1号発明のジャッキの使い方が変わるわけでもなく，甲1号発明のジャッキがロープと共に用いられる点は，本件発明1の進歩性を判断する上では，考慮すべき事情ではない。また，本件発明1もロープと共に用いることを排除しているわけではないので，その点で進歩性が認められることもない。",
                "ジャッキは極めて汎用的な道具であり，基本的には物の昇降(又は水平移動)しか機能しない道具であるから，ジャッキの使用方法が全く想像がつかない場合とか，ジャッキの使用方法が多数あって限定できない場合とかでなければ，単に具体的な用途が記載されていないことのみをもって，どのように用いられているか不明であると判断するのは恣意的である。",
                "以上より，甲1号発明のジャッキは，鉄骨柱の傾きを調整する装置であり，鉄骨柱の傾きを調整する方法として，ベースプレートの縁部を昇降させることが知られていたことからすると(甲5)，甲1号発明のジャッキは，ベースプレートの縁部を上下させるために用いられるものである。そして，狭い空間でジャッキを使用する場合には爪付きジャッキを用いることは甲7に記載されているように当業者の常識であって，ベースプレートと基礎コンクリートとの間の空間が極めて狭いことを考慮すれば，ネジ式ジャッキの構成として周知である甲2や甲3のような爪様の部材を備えた構成を当業者であれば当然採用するので，甲1号発明のジャッキとして甲2ないし甲3の構成を備えるものとすることは，当業者にとって容易である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "原告主張の取消事由は，以下のとおり，いずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1号発明の認定の誤り(取消事由1)に対して",
              "text": [
                "甲1において，【図2】は従来工法を示す断面図であり，段落【0002】には，「従来は，図2のように，……モルタルまんじゅうFを中心にして四周の傾きに応じて動かしながらベースプレートを水平にし，ジャッキとロープで高さと横ずれを調整しながら鉄骨柱の通り芯を取り，上下の固定ナットGで位置決め固定し，基礎コンクリートとの通り芯とのずれを穴の遊びで調節して芯を合わせる前作業を行っていた」と記載されている。この記載から，従来，ベースプレート(D)を水平にした後に，ジャッキとロープを用いて鉄骨(C)の高さと横ずれを調整して鉄骨柱の中心線を基礎コンクリートの中心線に合わせる作業を行っていたことがうかがえる。",
                "しかし，そのジャッキはどのような構造のものであるか，また，ジャッキとロープをどのように用いて鉄骨柱の高さと横ずれの調整を行うかについては記載がなく，明らかでない。同様に，「モルタルまんじゅうFを中心にして四周の傾きに応じて動かしながらベースプレートを水平に」するために，具体的に，どのような装置をどのように用いるかについても記載がなく，明らかでない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲1号発明との相違点2の認定の誤り(取消事由2)に対して",
              "text": [
                "原告の取消事由2の主張は，審決は甲1号発明の認定を誤っているので本件発明1と甲1号発明との相違点2の認定も誤っているというものであるが，審決の甲1号発明の認定に誤りはないから，相違点2の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2についての判断の誤り(取消事由3)に対して",
              "text": [
                "上記(1)で主張したように，甲1には，ジャッキがどのような構造のものであるか，また，ジャッキとロープをどのように用いて鉄骨柱の高さと横ずれの調整を行うかについては記載がないから，明らかでなく，同様に，「モルタルまんじゅうFを中心にして四周の傾きに応じて動かしながらベースプレートを水平に」するために，具体的に，どのような装置をどのように用いるかについても記載がないから，明らかでない。",
                "甲5は，ベースプレートの浮き上がりを防止することについては記載があるが，マンジュウモルタルのレベル出しのために，具体的に，どのような装置がどのように用いられるかについては記載がなく，明らかでない。甲5は，ベースプレートの傾きを調整して鉄骨柱の傾きを調整するものではない。",
                "甲20～24には，ボルトとナットなどによりベースプレートと柱の鉛直度を調整することが記載されている。しかしながら，柱の荷重に抗してボルト又はナットを回すことはほとんど不可能であり，非現実的である。このため，甲20～24に記載はないが，実際には，ワイヤロープを用いて鉄骨柱の傾斜をあらかじめ調整し(鉄骨柱の傾斜方向とは反対の方向に傾け直して鉄骨柱を鉛直にしておき)，その調整の状態を固定するために，ほとんど無負荷又は軽負荷の状態下でボルト又はナットを回すのが一般的である。甲20～24は，(ボルト・ナットを用いない)甲5の技術の周知性を証明するものではない。",
                "以上より，甲1のジャッキは，ベースプレートの縁部を上下させるために用いられるものでない。",
                "甲7記載のシリンダー上下式爪付き油圧ジャッキは，機械，プラント等の重量物の据え付けや運搬等のためにこれらを上下させるために用いられるもので，その特徴とするところは，重量を軽減し，持ち運び，設置等が容易になり，労力も軽減されることにある。甲7には，この油圧ジャッキが鉄骨柱の建入れ直しに用いられる旨を開示又は示唆する記載はない。また，基礎コンクリートとベースプレートとの間の狭空間にジャッキを使用する場合に，甲7記載の爪付きジャッキが用いられることは，当業者の常識であるとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "甲1号発明の認定の誤り(取消事由1)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1には，次の記載がある(下線は判決において付加した。)。",
                "「【発明の属する技術分野】本発明は，建造物の鉄骨建方工事に於ける(判決注：「工事於ける」は誤記と認める。)鉄骨柱の通り芯を基礎コンクリートの通り芯に自動的に正確容易に一致させる工法に関する。」(段落【0001】)",
                "「【発明が解決しようとする課題】鉄骨建物の鉄骨建方工事に於て，鉄骨柱を基礎コンクリートの上に垂直に建て入りする場合，鉄骨柱の所謂通り芯と基礎コンクリトの通り芯を合わせる作業を必要とするが，従来は，図2のように，基礎コンクリートAに埋め込んだアンカーボルトBに挿し入れる鉄骨柱CのベースプレートDのボルト穴Eを，それぞれ四周の穴ともアンカーボルトBの直径より稍大きく明けてボルトに挿し入んだ時の法規上の遊びを設け，先ずアンカーボルトにボルト穴を挿し入れたベースプレートDを，基礎コンクリートAの上面中央に置き載せたモルタルの塊，即ち，モルタルまんじゅうFの上に載せ，モルタルまんじゅうFを中心にして四周の傾きに応じて動かしながらベースプレートを水平にし，ジャッキとロープで高さと横ずれを調整しながら鉄骨柱の通り芯を取り，上下の固定ナットGで位置決め固定し，基礎コンクリートとの通り芯とのずれを穴の遊びで調節して芯を合わせる前作業を行っていた。この前作業は，正確さ求めるには，かなりの熟練と時間を必要とし，ずれの合計誤差もかなりのものとなっていた。」(段落【0002】)",
                "「【図2】従来工法を示す断面図である。」(【図面の簡単な説明】)",
                "「",
                "」(【図2】)",
                "上記記載によれば，甲1には，「鉄骨柱の所謂通り芯と基礎コンクリトの通り芯を合わせる作業」の従来工法として，「アンカーボルトBより稍大きくあけたベースプレートDのボルト穴に，複数のアンカーボルトBを挿し入れて，基礎コンクリートA上のモルタルまんじゅうFの上に載せたベースプレートDを有する通り芯合わせ装置であって，ベースプレートを水平にした後にジャッキとロープで高さと横ずれを調整しながら鉄骨柱の通り芯を基礎コンクリートの通り芯に一致させる通り芯合わせ装置」，すなわち，審決認定の甲1号発明が記載されていると認められるから，審決の甲1号発明の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件発明1において，ベースプレートを有するのは「鉄骨柱」であって，「建入れ直し装置」ではないと理解すべきであるから，甲1号発明の「通り芯合わせ装置」がベースプレートを有するように認定する必要はないと主張する。",
                "本件明細書及び図面には，次の記載がある。",
                "「【発明の作用および効果】本発明によれば，フレームを基礎コンクリート上に載置し，ナットの上方に鉄骨柱のベースプレートの縁部を位置させ，あるいはフレームの上部とナットとの間に鉄骨柱のベースプレートの縁部を受け入れ，ボルトをその軸線の周りに回転させることにより，前記ボルトに螺合した前記ナットを上昇させ，前記ベースプレートの縁部を持ち上げることができる。前記ボルトの回転による前記ベースプレート縁部の持ち上げは，微量調節が可能である。また，ベースプレートの縁部は前記フレームの上部と前記ナットとの間に拘束されることから，持ち上げの間における鉄骨柱の転倒を防止することができる。」(段落【0008】)",
                "「【発明の実施の形態】図1および図2を参照すると，建築予定の建物の一部をなす鉄骨柱10が基礎コンクリート12上におおよその垂直度(建入れ)をもって建てられ，後記ベースプレート14を介して，基礎コンクリート12に仮止めされている。」(段落【0009】)",
                "「鉄骨柱10はその底部に取り付けられたベースプレート14を有し(判決注：「14有し」は誤記と認める。)，ベースプレート14は，鉄骨柱10の軸線に対して直交している。鉄骨柱10は，図示の例では矩形の横断面形状を有するが，他の横断面形状，例えば円形の横断面形状を有するものであってもよい。」(段落【0010】)",
                "「凹所の底面18よりも大きさの小さい，全体に矩形の平面形状を有するベースプレート14は凹所16内に受け入れられ，テツダンゴ20上に載置されている。また，ベースプレート14は，その四隅に設けられた4つの孔(図示せず)のそれぞれを経て伸びるアンカーボルト22と，これに螺合されたナット24(24 ，24 )とにより，基礎コンクリート12上に固定されている。これにより，鉄骨柱10が，ベースプレート14を介して基礎コンクリート12上に仮止めされている。」(段落【0015】)",
                "「鉄骨柱10のベースプレート14は，図示の例のほか，凹所16が設けられていない平坦な基礎コンクリート上に仮止めされる場合がある。この場合も，同様に，ベースプレート14が前記基礎コンクリートの平坦面から上方に突出するテツダンゴ上に載置され，また，前記基礎コンクリートの平坦面から上方に突出するアンカーボルトおよびこれに螺合されるナットを介して仮止めされる。(」段落【0016】)",
                "「いずれについても，ベースプレート14を介して基礎コンクリート12上に仮止めされた鉄骨柱10およびベースプレート14はわずかに傾いており(図2参照)，この傾きは，本発明に従って，次のようにして修正または矯正すること，すなわち建入れ直しをすることができる。」(段落【0017】)",
                "「鉄骨柱10の建入れ直しは，テツダンゴ20とベースプレート14との接点を経てベースプレート14の下面上を伸びる互いに直角な2直線L1，L2のそれぞれの周りに，テツダンゴ20を支点として，すなわち前記接点を支点として鉄骨柱10を回転させ，傾いた状態にある両直線L1，L2を水平にすることにより行う。また，鉄骨柱10の回転は，ベースプレート14の縁部を持ち上げることにより行う。」(段落【0018】)",
                "「ベースプレート14の縁部の持ち上げに先立ち，持ち上げられるべき前記縁部の側にある一部のナット24を緩める。図示の例では，ベースプレート14の互いに相対する左右の縁部26，28のうち，下方の高さ位置にある右側の縁部26を持ち上げて，鉄骨柱10を直線L1の周りに回転させるべく，図1で見て直線L1の右側に位置する2つのナット24 を緩め，これらのナット24 をアンカーボルト22に沿って上方へ移動させる。これにより，アンカーボルト22に対するベースプレート14の相対移動が可能とされる。」(段落【0019】)",
                "「10 鉄骨柱／12 基礎コンクリート／14 ベースプレート／20 テツダンゴ／22，24 アンカーボルトおよびこれに螺合されたナット／26，28，30，32 ベースプレートの縁部／34 建入れ直し装置／36 フレーム／38 ボルト／40 ナット」(【符号の説明】，「／」は改行箇所を示す。)",
                "「",
                "」(【図2】)",
                "本件明細書及び図面の上記記載によれば，本件発明1は，「ベースプレートを有する鉄骨柱の建入れ直し装置であって」，「ボルトの軸線方向にのみ移動可能である」「ナットの上方に前記ベースプレートの縁部を配置可能」(特許請求の範囲【請求項1】参照)とすることにより，ボルトに螺合したナットを上昇させ，ベースプレートの縁部を持ち上げることができるようにしたもの(本件明細書の段落【0008】参照)である。したがって，本件発明1は，「鉄骨柱」の底部に位置する「ベースプレート」の縁部の高さを微調整することにより鉄骨柱の建入れの矯正又は修正を行う「鉄骨柱の建入れ直し装置」であるから，ベースプレートは，「鉄骨柱」の一部を構成するとともに，「建入れ直し装置」を構成するものである。そして，本件発明1の「ベースプレート」は，鉄骨柱の底部に位置し基礎コンクリートに固定されるものであるところ，甲1において，本件発明1の「ベースプレート」に相当するもの，すなわち，鉄骨柱の底部に位置し基礎コンクリートに固定されるものは，「ベースプレートD」であるから，審決が甲1号発明の「通り芯合わせ装置」が「ベースプレート」を有すると認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，ロープは，構成要件B～Fに記載された構成とは何ら対応していないので，本件発明1の構成要件B～Fに対応すべき内容としては，ロープを挙げる必要はなく，ジャッキのみを認定すれば足りると主張する。",
                "しかしながら，本件発明1は，「ワイヤロープの引張作業にはこれを行うためのスペースが不可欠である，ワイヤロープの引張作業では鉄骨柱の建入れ直しのための微調整が困難である等の欠点があった。本件発明の目的は，鉄骨柱の建入れ直しについて，従来のワイヤロープの引張によるときの欠点を解消することにある。」(本件明細書の段落【0004】，【0005】)と記載されているように，ワイヤロープの引張作業の欠点を解消することを目的とするところ，甲1には，従来工法として，ジャッキとロープで高さと横ずれを調整することは記載されているが，ロープを用いないでジャッキのみで調整することは何ら記載されていないから，甲1記載の従来工法である甲1号発明を認定するに際して，ロープを挙げずジャッキのみを認定することは適切でない。したがって，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，審決は，「高さと横ずれを調整しながら」という内容を甲1号発明として認定しているが，本件発明1において「鉄骨柱の建入れ直し装置」の作用については，何ら記載されていないのであるから，当該内容も相違点の判断において考慮すれば足りる事項であって，甲1号発明の認定において，このような限定を付すことは不当であると主張する。",
                "しかしながら，甲1には，従来工法のジャッキに関して，「ジャッキとロープで高さと横ずれを調整しながら鉄骨柱の通り芯を取り」(段落【0002】)と記載されているだけで，構造や機能など他に何ら記載されていないから，「ジャッキとロープで高さと横ずれを調整しながら」と認定することに誤りはない。原告が主張するように，甲1においてジャッキに関して「高さと横ずれを調整しながら」の限定をせずに認定した場合には，ジャッキを単に有していることになり，通り芯合わせ装置におけるジャッキの構造や機能が全く不明なものとなって，ひとまとまりの技術的思想としての適切な引用発明の認定ができなくなってしまう。原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上検討したとおり，審決の甲1号発明の認定に原告主張の誤りはなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明1と甲1号発明との相違点2の認定の誤り(取消事由2)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決は甲1号発明の認定を誤っているので，相違点2の認定も誤っていると主張する。しかしながら，上記1で説示したとおり，審決の甲1号発明の認定に誤りはないから，原告の上記主張は，前提において誤りであり，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審決は，「ジャッキの具体的構成は不明であ」るという点と「鉄骨柱の建入れ直し装置は鉄骨柱の傾きを修正する装置であると認められるが，そのような装置であるかも不明な点」の2点を，まとめて相違点2として挙げていることから議論が複雑になり，適切でないと主張する。",
                "しかし，甲1号発明は，「アンカーボルトBより稍大きくあけたベースプレートDのボルト穴に，複数のアンカーボルトBを挿し入れて，基礎コンクリートA上のモルタルまんじゅうFの上に載せたベースプレートDを有する通り芯合わせ装置であって，ベースプレートを水平にした後にジャッキとロープで高さと横ずれを調整しながら鉄骨柱の通り芯を基礎コンクリートの通り芯に一致させる通り芯合わせ装置」であり，その認定に誤りがないことは上記1に説示したとおりである。そして，甲1号発明において，「鉄骨柱の通り芯を基礎コンクリートの通り芯に一致させる通り芯合わせ」は「ジャッキとロープで高さと横ずれを調整しながら」行われるものであり，この「ジャッキとロープで高さと横ずれを調整しながら」行われる工法が，本件発明1と対比される従来工法として把握される部分であるが，甲1においてジャッキの具体的構成は明らかでなく，「鉄骨柱の傾きを修正する」ものであるかも不明であるところ，ジャッキの具体的構成が明らかでないことと「鉄骨柱の傾きを修正する」ものであるか不明であることは，上記従来工法を認定する上で密接に関連する事項であるから，これを相違点2としてまとめて認定したことに誤りはない。したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，審決が用いた「ジャッキの具体的構成は不明」との表現は適切ではなく，「ジャッキの具体的構成は記載されていない」程度と認定すべきであると主張する。しかし，甲1にはジャッキの具体的構成は何ら記載されてなく，ジャッキには様々な構成のものがあるから，審決が「ジャッキの具体的構成は不明」と認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，原告は，審決が用いた「そのような装置であるかも不明な点」という表現も不適切であり，本件発明1の「鉄骨柱の建入れ直し装置」に対応するのは甲1号発明の「鉄骨柱の通り芯を基礎コンクリートの通り芯に一致させる通り芯合わせ装置」であるから，単にその点を指摘すれば足りるとも主張する。",
                "しかしながら，本件発明1の「鉄骨柱の建入れ直し装置」は，「鉄骨柱の傾きを修正する」(本件明細書の段落【0008】，【0017】～【0022】参照)ものであるところ，甲1号発明の「鉄骨柱の通り芯を基礎コンクリートの通り芯に一致させる通り芯合わせ」は「ジャッキとロープで高さと横ずれを調整しながら」行われるものであり，「鉄骨柱の傾きを修正する」ものであるかは不明であるから，審決が「そのような装置であるかも不明な点」を相違点として認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上検討したとおり，審決の本件発明1と甲1号発明との相違点2の認定に原告主張の誤りはなく，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点2についての判断の誤り(取消事由3)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1号発明のジャッキの使用方法について，ベースプレートと基礎コンクリートとの間の空間に挿入する方法は当業者であれば当然理解でき，他方で他の使用方法は当業者には想像つかないのであるから，甲1号発明のジャッキはベースプレートと基礎コンクリートとの間の空間に挿入して使われると認定すべきであると主張する。",
                "甲1の段落【0002】には，「従来は，図2のように，……モルタルまんじゅうFを中心にして四周の傾きに応じて動かしながらベースプレートを水平にし，ジャッキとロープで高さと横ずれを調整しながら鉄骨柱の通り芯を取り，上下の固定ナットGで位置決め固定し，基礎コンクリートとの通り芯とのずれを穴の遊びで調節して芯を合わせる前作業を行っていた。」と記載されているから，甲1において，従来，ベースプレートを水平にした後に，ジャッキとロープを用いて高さと横ずれを調整して鉄骨柱の通り芯を基礎コンクリートの通り芯に合わせる作業を行っていたことが認められるが，ジャッキがどのような構造のものであるか，またジャッキとロープをどのように用いて鉄骨柱の高さと横ずれの調整を行うかについては記載がなく，明らかでない。",
                "したがって，ジャッキの使用方法について甲1に記載がない以上，甲1のジャッキをベースプレートと基礎コンクリートとの間の空間に挿入すると認定することはできない。甲1のジャッキの使用方法について，ベースプレートと基礎コンクリートとの間の空間に挿入する方法は当業者であれば当然理解でき，他の使用方法は当業者には想像つかないとの原告の主張は，これを裏付ける証拠もなく，根拠を欠くものであって採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，ジャッキは極めて汎用的な道具であり，基本的には物の昇降(又は水平移動)しか機能しない道具であるから，単に具体的な用途が記載されていないことのみをもって，どのように用いられているか不明であると判断するのは恣意的であると主張する。",
                "しかしながら，ジャッキが極めて汎用的な道具であり基本的には物の昇降(又は水平移動)しか機能しない道具であるとしても，汎用的な道具であるから様々な使用方法があり得る。そして，甲1の「ジャッキとロープで高さと横ずれを調整しながら鉄骨柱の通り芯を取」ることは，単なる物の昇降ではないから，当業者であっても甲1におけるジャッキの具体的な使用方法が容易に想到できるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "また，原告は，甲1号発明のジャッキは鉄骨柱の傾きを調整する装置であり，甲5(特公平4-10540号公報)には反力ボルトを利用して建入れの微調整をする技術が記載されおり，ベースプレートの傾きを調整して鉄骨柱の傾きを調整する技術は，甲5の他に特開平10-121576号公報(甲20)，特開平9-189132号公報(甲21)，特開平10-61103号公報(甲22)，特開平10-169012号公報(甲23)，特開平9-165753号公報(甲24)にも記載されているように周知技術であることからすると，甲1号発明のジャッキはベースプレートの縁部を上下させるために用いられるものであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，ベースプレートの傾きを調整して鉄骨柱の傾きを調整する技術が甲5及び甲20～甲24にも記載されているように周知技術であるとしても，甲1のジャッキはロープと共に用いられて横ずれと高さを調整するものであるということ以外どのように用いられているか不明であるから，甲1のジャッキがベースプレートの縁部を上下させるために用いられるものであると認定することはできない。その理由の詳細は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5には，次の記載がある。",
                        "「アンカプレート6は所定の強度を有する帯状鋼板とされ，前部7と中間部6aにはアンカボルト4への装着用のボルト穴12とボルト8用のボルト13を穿設している。前記ボルト穴12はアンカプレート6がアンカボルト4に対して回転自由となる大きさに設定されており，又，ボルト穴13はボルト穴11との位置合わせが自由なようにルーズホール(長孔)とされている。アンカプレート6の前部7はボルト8にて固定後，ボルト8及びナツト14と共にベースプレート5に対して溶接固定される。アンカプレート6の後部9には，反力ボルト10が螺合されている。反力ボルト10の先端には，反力プレート16が取り付けられている。」(4欄31行～末行)",
                        "「まず，常法に従つて，基礎コンクリート1を打設する。この際，4本のアンカボルト4が据え付けられる。その後，墨出し及びマンジユウモルタル3を形成し，マンジユウモルタル3のレベル出しを行なう。次いで，マンジユウモルタル3上に，下端部にベースプレート5を固着した鉄骨柱2を立設し，各アンカプレート6の中間部6aのボルト穴12にアンカボルト4を挿通し，その頭部にナツト(Wナツト)15を螺着する。その後，反力ボルト10を操作して，反力プレート16を基礎コンクリート1上に押し付け，ベースプレート5がマンジユウモルタル3上で，所定のレベルに鉄骨柱2が立設するようにその突出量を調整してベースプレート5の浮き上がりを防止する。」(5欄3行～17行)",
                        "「",
                        "」(7欄～8欄)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲20には，次の記載がある。",
                        "「……まずベースプレート5をアンカーボルト2に挿入して設置し，次いで，ベースプレート5の上面に固定した固定ナット10に各調整ロッド8を螺合させ，各調整ロッド8の調整によりベースプレート5のレベル調整と柱脚6の鉛直度調整を行う。……」(段落【0008】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲21には，次の記載がある。",
                        "「図3は第3の実施例を示すもので，基礎コンクリート1に植設したアンカーボルト2を鉄骨柱5のベースプレート5aに挿入すると共に，該ベースプレート5aに溶接等により付設したナット9aに調整ボルト9を螺合しておく。この場合，上記アンカーボルト2に螺合させた締付ナット2aおよび上記調整ボルト9は緩めておく。」(段落【0012】)",
                        "「この状態で，上記締付ナット2aと調整ボルト9により鉄骨柱5を鉛直に姿勢制御する……」(段落【0013】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲22には，次の記載がある。",
                        "「アンカーボルトとの間で傾斜調整機構を構成するナット部材としては，従来公知の各種ナット部材を使用することができる。ベースプレートのボルト孔を挿通したアンカーボルトの頭部にナット部材を螺合し，この締め込み量を加減することによって，ベースプレートの傾斜状態を調整し，結果として，ベースプレートに固着された柱体の傾斜を調整することが可能となる。……」(段落【0021】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "甲23には，次の記載がある。",
                        "「……好適にはベースプレート5の4隅に配置された各アンカーボルト2に螺合した各レベルナット10の位置をそれぞれ調整することによってベースプレート5の適切なレベル調整と柱脚6の鉛直度調整すなわち建入れ調整を行う。」(段落【0008】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "甲24には，次の記載がある。",
                        "「……支柱18のベースプレート19をベースプレート19に穿設してある孔を介して基礎ボルト52の上部にセットすると共に，ベースプレート19の下面をパッカープレート58に支持させ，鉄筋コンクリート55の上面とベースプレート19の下面にチョークライナ30を打込み，支柱18の垂直度を調整し，支柱18が所定の状態になったら，ナット54を基礎ボルト52の上端ねじ部に螺合することにより，支柱18をベースプレート19を介して基礎ボルト52に固定し，鉄筋コンクリート56やコンクリート57を支柱18の周囲に形成する。」(段落【0030】)が記載されている。",
                        "以上から，甲5には，反力ボルト10を操作することによりベースプレート5の浮き上がりを防止することが，甲21には，ベースプレート5aに設けられたナット9aに調整ボルト9を螺合させることで，ベースプレート5aを傾けて，鉄骨柱5を鉛直に姿勢制御する技術が，甲20，22，23には，アンカーボルトに螺合されたナット部材の締め込み量を調整することで，ベースプレートの傾きを調整して，柱の傾斜を調整することが，甲24には，ベースプレート19の下面にチョークライナ30を打ち込むことで，ベースプレート19を傾けて，支柱18(鉄骨柱)の垂直度を調整することが，それぞれ記載されていると認められる。しかしながら，甲5及び甲20～24のいずれにも，ベースプレートの縁部をジャッキにより持ち上げることは記載も示唆もされていない。したがって，甲5及び甲20～24に記載の技術が周知であるとしても，甲1のジャッキがベースプレートの縁部を上下させるために用いられるものであると認定することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲1号発明のジャッキはベースプレートの縁部を上下させるために用いられるものであるから，狭い空間でジャッキを使用する場合には爪付きジャッキを用いることが甲7(特開平9-165195号公報)に記載されているように当業者の常識であって，ベースプレートと基礎コンクリートとの間の空間が極めて狭いことを考慮すれば，ネジ式ジャッキの構成として周知である甲2(特開昭60-112597号公報)や甲3(意匠登録第916032号公報)のような爪様の部材を備えた構成を当業者であれば当然採用するので，甲1号発明のジャッキとして甲2ないし甲3の構成を備えるものとすることは，当業者にとって容易であると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，甲1号発明のジャッキは，ベースプレートの縁部を上下させるために用いられるものであると認定することができないことは，上記(3)で説示したとおりである。また，甲2，3には，爪様の部材を備えたネジ式のジャッキが記載されているが，本件発明1のようにベースプレートと基礎コンクリートとの間の空間に挿し入れてベースプレートの縁部を持ち上げることについては，記載も示唆もない。さらに，甲7記載のシリンダー上下式爪付き油圧ジャッキも，機械，プラント等の重量物の据え付けや運搬等のためにこれらを上下させるために用いられるもので，この油圧ジャッキが鉄骨柱の建入れ直しに用いられる旨を開示又は示唆する記載はない。したがって，甲1号発明において，甲2や甲3のような爪様の部材を備えたネジ式ジャッキをベースプレートの縁部を上下させるために用いることが，当業者が容易に想到し得たこととはいえない。",
                    "その理由の詳細は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2には，次の記載がある。",
                        "「地面からの車両ホイストであって，上記ホイストをフレーム上でモータグループと一体に取付け，そのシャフトが手段の通常の運動装置の作動装置において係合状態になることを特徴とする地面からの車両ホイスト。」(1頁特許請求の範囲請求項1)",
                        "「モータレジューサアセンブリ(2)がフランジ(3)上でフレーム(1)に一体に取付けられ，モータグループシャフトが対応する歯車(6)を有する歯車(4，5)と係合し，ホイール，ピン運動が垂直ねじ(7)を回転させ，これによりチャリオット(8)が方形断面を有する縦方向シート(9)内で移動し，係合部分(10)を上方にまたは下方に持って来ることを特徴とする特許請求の範囲第1項記載の地面からの車両ホイスト。」(1頁特許請求の範囲請求項2)",
                        "「本発明は，手動介入を必要とすることなく，困窮した車両ドライバが最初に車輪をその交換のために持上げ，次いで再び地面に降ろすことを実質的に可能にするところの自動操作による地面からの車両用ホイストに関するものである。」(1頁右下欄10行～14行)",
                        "「図示のように，モータレジューサアセンブリ2がフランジ3上でフレーム1に一体に取付けられている。モータグループシャフトは対応する歯車6を有する歯車4，5と係合する。ホイール，ピン運動が垂直ねじ7を回転させ，これによりチャリオット8が方形断面を有する縦方向シート9内で移動し，係合部分10を上方にまたは下方に持って来る。使用のために，ドライバはホイストをそのベース11が地面上にあるようにして置き，部分10を車両の対応係合シートに導入するように調整する。電気制御装置によってドライバは次いで車輪を持上げてそれに介入する。前記車輪に対する介入が終わったとき，ドライバは逆回転方向を電気的に制御して車輪を再び地面上に持って来る。」(2頁左上欄5行～20行)",
                        "「第1図は本発明に係るホイストの縦方向断面図，第2図は同斜視図である。」(2頁右欄5行～6行)",
                        "「",
                        "」(2頁)",
                        "上記記載によれば，甲2には，「上部を有するフレーム1とベース11と，フレーム1の上部を貫通しフレーム1の下部に向けて伸びる垂直ねじ7と，フレーム1の上部およびベース11間に配置され，垂直ねじ7に螺合され，垂直ねじ7の軸線方向のみに移動可能であるチャリオット8とを含み，チャリオット8の係合部分10の上方に車両の対応係合シートに導入する車両ホイスト」が記載されていると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲3には，次の記載がある。",
                        "「本物品は，平面形状H型のベースと，ベースに傾倒自在に軸支された角筒形状のジャッキケースと，ジャッキケース内に回転自在且つ軸線方向移動不能に支持されたネジ軸と，ネジ軸に螺合され，ジャッキケースに沿って摺動移動自在なフックと，一端がジャッキケースに軸支されると共に，他端がピンによってベースに着脱自在に取付けられる支柱等を備えた手動ジャッキである。……前記フックにて重量物を支え，これを昇降動させるものである。……電線ケーブルを巻き回したドラム等の大重量物も安定した姿勢で昇降動させることができる。」(説明欄1行～9行)",
                        "「",
                        "」(2頁)",
                        "上記記載によれば，甲3には，「ジャッキケースと，ジャッキケース内に回転自在且つ軸線方向移動不能に支持されたネジ軸と，ネジ軸に螺合されジャッキケースに沿って摺動移動自在なフックを含み，フックの上方の電線ケーブルを巻き回したドラム等の大重量物を安定した姿勢で昇降動させることができる，手動ジャッキ。」が記載されていると認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲7には，次の記載がある。",
                        "「【従来の技術】従来，機械，プラント等の重量物の据え付けや運搬等において，これらを上下させるために油圧式ジャッキが用いられている。しかしながら，従来の油圧式ジャッキはそれ自体がある程度の高さを有しているため，これらの重量物と床面との隙間が狭い場合には使用できず，この問題を解決するために爪付きジャッキが使用されている。図5に従来の油圧式ジャッキの斜視図を示す。ジャッキベース1上に，その外面に油タンク4を設けたシリンダー2に上下動可能なラム3が嵌挿され，手動油圧ポンプ5で加圧された加圧油がシリンダー2の底部とラム3の下端部との間隙(図には示されていない)に供給されてラム3を押し上げ，抜圧することによってラム3を下降させる。」(段落【0002】，【0003】)",
                        "「",
                        "」(【図1】)",
                        "以上から，甲2，3には，車両を持ち上げる車両ホイストと電線ケーブルを巻き回したドラム等を昇降動させる手動ジャッキがそれぞれ記載されているが，本件発明1のようにベースプレートと基礎コンクリートとの間の空間に挿し入れてベースプレートの縁部を持ち上げることは記載も示唆もされておらず，また，甲7記載のシリンダー上下式爪付き油圧ジャッキは，機械，プラント等の重量物の据え付けや運搬等のためにこれらを上下させるために用いられるもので，この油圧ジャッキが鉄骨柱の建入れ直しに用いられる旨を開示又は示唆する記載はない。また，基礎コンクリートとベースプレートとの間の空間に爪付きジャッキを用いることが当業者の常識であるとの点については，これを裏付ける証拠はなく，根拠も何ら示されていない。",
                        "したがって，甲1号発明において，甲2や甲3のような爪様の部材を備えたジャッキをベースプレートの縁部を上下させるために用いることが，当業者が容易に想到し得たこととはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上検討したとおり，審決の相違点2についての判断に原告主張の誤りはなく，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，他に本件審決にはこれを取り消すべき違法はない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10295",
    "date": "2012-06-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082410",
    "ipprecedent_id": "2998",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}