{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2009-4586号事件について平成22年11月26日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成17年6月28日，発明の名称を「液晶表示装置の駆動回路及びその駆動方法」とする発明について，特許出願(特願2005-188144。パリ条約による優先権主張2004年7月23日，大韓民国，甲1，以下「本願」という。)をし，平成20年8月13日付けで拒絶の理由が通知され，平成20年11月10日付けで手続補正書を提出したが(甲2)，平成20年11月28日付けで拒絶査定を受け，これに対し，平成21年3月3日付けで，不服の審判(不服2009-4586号事件)を請求するとともに，平成21年4月2日付けで手続補正(以下「本件補正」という。)をした。特許庁は，平成22年11月26日，本件補正を却下し，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，平成22年12月8日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の特許請求の範囲",
              "text": [
                "本件補正前の本願の特許請求の範囲における請求項1の記載は，次のとおりである(甲2。以下，この発明を「本願発明」という。以下，本願の特許請求の範囲，明細書及び図面を併せて「本願明細書」という。)。",
                "「デジタルデータ信号をアナログデータ信号に変換して第1データ信号を出力するデジタル-アナログ変換部と，",
                "前記入力された第1デジタルデータ信号の階調に基づいて前記第1データ信号の振幅及びパルス幅を変調して第2データ信号を出力する変調部と，ここで，前記第2データ信号は，前記第1データ信号より大きい振幅及び短いパルス幅を有しており，",
                "前記第1データ信号と前記第2データ信号とを混合し，該混合されたデータ信号を液晶パネルのデータラインに供給する混合部とからなり，前記混合されたデータ信号は前記第1データ信号と同じパルス幅を有しており，前記混合されたデータ信号は前記第2データ信号のパルス幅に相応する第1の期間には前記第2データ信号と同じ振幅を有し，そして前記混合されたデータ信号は，前記第1データ信号の残りのパルス幅に相応する第2の期間には前記第1データ信号と同じ振幅を有すること",
                "を特徴とする液晶表示装置の駆動回路。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の特許請求の範囲",
              "text": [
                "本件補正後の本願の特許請求の範囲における請求項1の記載は，次のとおりである(以下，この発明を「本件補正発明」という。)。",
                "「デジタルデータ信号をアナログデータ信号に変換して第1データ信号を出力するデジタル-アナログ変換部と，",
                "前記入力された第1デジタルデータ信号の階調に基づいて前記第1データ信号の振幅及びパルス幅を変調して第2データ信号を出力する変調部と，ここで，前記第1データ信号の前記振幅値とパルス幅値は，前記入力された第1デジタルデータ信号の前記階調によって定められ，前記第2データ信号は，前記第1データ信号より大きい振幅及び短いパルス幅を有しており，",
                "前記第1データ信号と前記第2データ信号とを混合し，該混合されたデータ信号を液晶パネルのデータラインに供給する混合部とからなり，前記混合されたデータ信号は前記第1データ信号と同じパルス幅を有しており，前記混合されたデータ信号は前記第2データ信号のパルス幅に相応する第1の期間には前記第2データ信号と同じ振幅を有し，そして前記混合されたデータ信号は，前記第1データ信号の残りのパルス幅に相応する第2の期間には前記第1データ信号と同じ振幅を有すること",
                "を特徴とする液晶表示装置の駆動回路。」(判決注  補正箇所に下線を施した。なお，発明の詳細な説明及び図面についての補正はない。)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。要するに，本件補正は，当初明細書に記載した事項の範囲内においてしたものでなく，特許法17条の2第3項の規定に違反するものであるから，平成18年法律第55号による改正前の特許法(以下「改正前の特許法」という。)17条の2第3項の規定に違反するので，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものであり，仮に，改正前の特許法17条の2第4項2号に規定する特許請求の範囲の減縮であるとしても，本件補正発明は，本願の優先日前に日本国内において頒布された刊行物である特開平6-110414号公報(甲3。以下，「引用刊行物」という。)に開示された発明(以下「引用発明」という。)及び甲4，甲5に記載された周知技術に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により，特許出願の際独立して特許を受けることができないものであるから，改正前の特許法17条の2第5項の規定により準用する同法126条5項の規定に違反するので，本件補正を却下すべきであり，本願発明も，同様に，当業者が容易に発明をすることができたものであると判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記判断に際し，審決が認定した引用発明の内容，周知技術の内容並びに本件補正発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明及び周知技術の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明の内容",
                      "text": [
                        "「映像信号の輝度階調に応じて所定の電圧とパルス幅を有する第1の駆動電圧aのパルスを出力する第1の電圧発生回路1と，",
                        "前記第1の駆動電圧aのパルスを遅延させて出力電圧bのパルスを出力する遅延回路4と，前記第1の駆動電圧aのパルスと前記出力電圧bのパルスとの差をとり，前記第1の駆動電圧aのパルスと同じ振幅を有し，前記第1の駆動電圧aのパルスよりも短いパルス幅を有する出力電圧a-bのパルスを出力する引算回路5とからなる第2の電圧発生回路2と，",
                        "前記第1の駆動電圧aのパルスと前記出力電圧a-bのパルスとの和をとり，電圧a＋(a-b)のパルスを出力し，前記電圧a＋(a-b)のパルスを液晶6の一方の電極に与える加算器3とを具備し，",
                        "前記電圧a＋(a-b)のパルスは，前記第1の駆動電圧aのパルスのパルス幅と等しいパルス幅を有しており，前記出力電圧a-bのパルスの存在する最初の期間は前記第1の駆動電圧aのパルスの振幅の2倍の振幅を有しており，前記出力電圧a-bのパルスの存在しない残りの期間は前記第1の駆動電圧aのパルスの振幅と等しい振幅を有する",
                        "液晶表示装置の駆動回路」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲4に示された周知技術の内容",
                      "text": [
                        "「『液晶表示装置の駆動制御』の技術分野において，データ信号の階調をアナログ形態のデータ信号に反映させる変調方法として，データ信号の階調の変化に応じて振幅値及びパルス幅値を変化させる方法」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲5に示された周知技術の内容",
                      "text": [
                        "「アナログ信号処理において，2つのアナログ信号から1つのアナログ信号を合成する際に，一方の信号に対して他方の信号を振幅方向に加算処理して合成すること」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正発明と引用発明との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「デジタルデータ信号をアナログデータ信号に変換して第1データ信号を出力するデジタル-アナログ変換部と，",
                        "第1データ信号に基づいて，第1データ信号より短いパルス幅を有する第2データ信号を出力する変調回路と，",
                        "第1信号と，第1データ信号に基づいて生成され第1データ信号より短いパルス幅を有する第2データ信号とに基づいて演算処理をされたデータ信号を液晶パネルのデータラインに供給する演算処理回路とからなり，前記演算処理をされたデータ信号は前記第1データ信号と同じパルス幅を有しており，前記演算処理をされたデータ信号は前記第2データ信号のパルス幅に相応する第1の期間には前記第1データ信号より大きい振幅を有し，そして前記演算処理をされたデータ信号は，前記第1データ信号の残りのパルス幅に相応する第2の期間には前記第1データ信号と同じ振幅を有する",
                        "液晶表示装置の駆動回路」",
                        "の点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "相違点1",
      "text": [
        "第1データ信号の振幅値とパルス幅値に関し，本件補正発明では「前記入力された第1デジタルデータ信号の前記階調によって定められ」るのに対し，引用発明ではそのような発明特定事項が限定されていない点。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "相違点2",
      "text": [
        "液晶パネルのデータラインに印加するデータ信号を生成するための最後の演算処理が，本件補正発明では2つの信号を時間軸方向に合成する「混合」処理であるのに対し，引用発明では2つの信号の振幅方向の「和」をとる処理である点。これに派生して，データ信号より大きい振幅のデータ信号を生成する処理が，本件補正発明では「変調部」で行われているのに対し，引用発明では「加算器3」で行われている点。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "text": [
            "審決には，①本願発明と引用発明の相違点を看過した誤り，②本願発明の認定の誤りがあり，これらの誤りはいずれも，審決の結論に影響するから，審決は取り消されるべきである。",
            "なお，原告は，本件補正を却下した審決における決定については争わない。したがって，本件の争点は，本願発明(本件補正前のもの)を対象とするものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の看過",
              "text": [
                "審決では，以下の相違点(以下「相違点3」という場合がある。)を看過している。",
                "本願発明の構成中「前記入力された第1デジタルデータ信号の階調に基づいて前記第1データ信号の振幅及びパルス幅を変調して第2データ信号を出力する変調部」及び「前記第1データ信号と前記第2データ信号とを混合し，該混合されたデータ信号を液晶パネルのデータラインに供給する混合部」に関して，本願発明は「階調に基づいて前記第1データ信号の振幅及びパルス幅を変調して第2データ信号を出力」し，その結果として「混合されたデータ信号」の立上りパルス部分の振幅及びパルス幅が階調に基づくことを特定している。これに対し，引用発明では「階調とは無関係に前記第1データ信号と振幅を同一にしてパルス幅を固定値として第2データ信号を出力」し，その結果として「混合されたデータ信号」の立上りパルス部分の振幅及びパルス幅は階調によらず常に一定となる。すなわち，本願発明では「第2データ信号」及び「混合されたデータ信号」が階調に基づいて固有のものとなるのに対し，引用発明では「電圧a-b(第2データ信号)」も「電圧a＋(a-b)(混合されたデータ信号)」も階調に基づかない点においても，両発明は相違する。",
                "したがって，本願発明では「第2データ信号」及び「混合されたデータ信号」が階調に基づいて固有のものとなるのに対し，引用発明では「電圧a-b(第2データ信号)」も「電圧a＋(a-b)(混合されたデータ信号)」も階調に基づかない点も，相違点として認定されるべきである。",
                "審決は，第2データ信号のパルス幅が可変であること，及び階調に依存することを認定せず，「前記入力された第1デジタルデータ信号の階調に基づいて前記第1データ信号の振幅及びパルス幅を変調して第2データ信号を出力する変調部」の部分について，引用発明との相違点の認定をせず，また同相違点に係る容易想到性の判断をしていない点で，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の認定の誤り",
              "text": [
                "審決は，「『階調に基づいてデータ信号の振幅値を自由に変調することができるということは，液晶分子の応答速度のさらなる向上につながる。』と本願の効果を主張しているので，この点について検討する。」として，本願の発明が解決しようとする課題を「別途のメモリを使用することなくオーバードライビングすることによって液晶分子の応答速度を向上させられる液晶表示装置の駆動回路及びその駆動方法を提供すること」であると認定している(審決書14頁)。",
                "また，審決は，本願発明の「前記入力された第1デジタルデータ信号の階調に基づいて前記第1データ信号の振幅及びパルス幅を変調して第2データ信号を出力する変調部」との構成について，本願明細書【0025】及び【0026】に基づいて，「本願の明細書には，変調部における振幅値とパルス幅値の変調のさせ方に関して，第1データ信号の階調に基づいて，第2データ信号の振幅及びパルス幅の大きさを変更するとの思想は開示されているものの，第1データ信号の階調に基づいて，第2データ信号の振幅及びパルス幅の大きさをどのように変更させるかについては，具体的な記載はない。」とし，「本願の発明の解決しようとする課題が，『別途のメモリを使用することなくオーバードライビングすることによって液晶分子の応答速度を向上させられる液晶表示装置の駆動回路及びその駆動方法を提供すること』に鑑みれば，本願明細書に開示された，変調部における振幅値とパルス幅値の変調のさせ方は，第1データ信号の階調に基づいて，ルックアップテーブルなどの別途のメモリを使用して，階調に応じてかなりの自由度をもって第2データの振幅値の変更を行うものではなく，第1データ信号の振幅値に対して固定的な関係を有する第2データの振幅値への変更を行うものとの限りにおいて認められるものである」と認定した(審決書15頁)。",
                "しかし，審決の上記認定は，以下のとおり，誤りがある。",
                "すなわち，本願発明の「前記入力された第1デジタルデータ信号の階調に基づいて前記第1データ信号の振幅及びパルス幅を変調して第2データ信号を出力する変調部」との構成は，以下のとおりの理由から，第2データ信号は階調数に対応した固有のパルス形状となることを意味するものと理解すべきである。確かに，本願明細書には，第1データ信号から第2データ信号への変調を，ルックアップテーブルなどの別途のメモリを使用して階調に応じてかなりの自由度をもって行うのか，第1データ信号に対して固定的な関係をもって行うのかについての明確な記載はない。しかし，本願明細書【0025】には，「変調部403は，入力される第1データ信号の階調(第1データ信号による映像の明るさ)に基づいて第1データ信号の振幅及びパルス幅の大きさをそれぞれ異ならせて変調することによって，このデータ信号の全階調(例えば，256階調)に対して第2データ信号を出力するようになる」と記載され，【0026】には，「第2振幅(V2)及び第2パルス幅(T2)の大きさは，変調部403に入力される第1データ信号501の階調に基づいて定められる」と記載されていることに照らすならば，256階調用の駆動回路であれば，変調部では256通りの異なる形状のパルスが第2データ信号として生成されることになると理解できる。また，図5の第2データ信号502における振幅V2を示す矢印及びパルス幅T2を示す矢印について，いずれの矢印も両方向矢印(⇔)が記載されていることから，振幅及びパルス幅の双方が可変であることが理解できる。すなわち，第2データ信号は，振幅方向及び幅方向の双方に拡張・縮小自在である。",
                "さらに，オーバードライビングを施す以前に，液晶表示装置の基本的動作を得るための技術的前提として，第1データ信号の波形が階調を反映して変化し，階調に応じて固有の波形となることは明らかであり，第1データ信号に関して，特許請求の範囲又は明細書に明示の記載がなくても，第1データ信号の振幅又はパルス幅が階調に応じて変化するのは自明である。そうすると，上述のとおり少なくとも第1データ信号のパルス幅を変化させることが一般的であることから，補正却下に係る「前記第1データ信号の振幅値とパルス幅値は，前記入力された第1デジタルデータ信号の階調によって定められ」という記載の有無にかかわらず，第1データ信号について，階調に依存して振幅だけが変化すると認定されるべきではなく，少なくともパルス幅は階調に依存して変化することが認定されるべきである。",
                "したがって，本願発明の「変調部」について，第2データ信号の「振幅及びパルス幅」が(たとえそれが第1データ信号に対して固定的な関係であったとしても)階調に基づいてそれぞれ異なるものであると解釈されるべきである。",
                "以上のとおり，審決が，本願発明の「前記入力された第1デジタルデータ信号の階調に基づいて前記第1データ信号の振幅及びパルス幅を変調して第2データ信号を出力する変調部」における第2データ信号について，本願明細書における実施形態の記載(すなわち，第2データ信号が振幅方向及びパルス幅方向の双方に変更可能であるという記載)に基づかずに，本願の課題に関する記載から，第2データ信号が振幅方向のみに変更可能であると認定した点には誤りがある。",
                "そして，審決は，本願発明と引用発明との相違点を看過し，本願発明は，甲4記載の発明を組み合わせることによって容易に想到することができるとしているから，本願発明の認定の誤りは，審決の結論に影響を与える誤りであるといえる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の看過に対して",
              "text": [
                "原告は，本願発明では「第2データ信号」及び「混合されたデータ信号」が階調に基づいて固有のものとなるのに対し，引用発明では「電圧a-b(第2データ信号)」も「電圧a＋(a-b)(混合されたデータ信号)」も階調に基づかない点において相違すると主張する。",
                "しかし，原告の主張は，以下のとおり失当である。",
                "すなわち，本願明細書の発明の詳細な説明において，本願発明の「前記入力された第1デジタルデータ信号の階調に基づいて前記第1データ信号の振幅及びパルス幅を変調して第2データ信号を出力する変調部」との構成に関して，「変調部403は，入力される第1データ信号の階調(第1データ信号による映像の明るさ)に基づいて第1データ信号の振幅及びパルス幅の大きさをそれぞれ異ならせて変調することによって，このデータ信号の全階調(例えば，256階調)に対して第2データ信号を出力するようになる。」(【0025】)，「上述の如く，第2振幅(V2)及び第2パルス幅(T2)の大きさは，変調部403に入力される第1データ信号501の階調に基づいて定められる。」(【0026】)との説明がされているのみで，第2データ信号の振幅及びパルス幅の大きさが第1デジタルデータ信号の階調によってどのように変調されるのかについての説明はない。",
                "また，本願明細書の図4によれば，タイミングコントローラー401から変調部403に対して階調データが与えられて，当該階調データに基づいて変調部403の振幅方向の変調度及びパルス幅方向の変調度をそれぞれ変化させるように制御する技術は，何ら開示されていない。図4には，デジタル-アナログ変換された後のアナログ信号に過ぎない第1データ信号が「変調部403」に与えられる構成が開示されているのみであって，同構成によれば，変調部は，例えば，第1データ信号を振幅方向に2倍(固定倍率)に増幅し，また，パルス幅を1／3倍(固定倍率)に狭パルス化する程度のアナログ処理しか行っていないと理解するのが合理的である。さらに，変調処理をデジタル処理で行う，本願の第2実施形態においても，外部システムからデータ変調部803に入力されるデータは，第1振幅データ及び第1パルス幅データだけであって，階調データは入力されていない。",
                "このような本願の開示内容にかんがみるならば，本願発明に係る特許請求の範囲の記載には，第1データ信号の変調方式が振幅変調方式(階調に対して振幅の大きさが変化しパルス幅は変化しない，アクティブマトリクス型液晶表示装置において最も一般的な方式)である場合において，第2データ信号の振幅及びパルス幅の大きさのそれぞれを第1データ信号の振幅及びパルス幅の大きさに対して所定比率で変化させる構成，すなわち，第2データ信号の振幅の大きさに関しては，第1データ信号の振幅の変化に応じて，階調に対して変化するとしても，パルス幅に関しては，固定幅を有する第1データ信号の1／3倍のパルス幅など，階調によらずに狭パルス化されたものとする構成が含まれると解するのが合理的である。",
                "なお，「前記第1データ信号の前記振幅値とパルス幅値は，前記入力された第1デジタルデータ信号の前記階調によって定められ」る点，すなわち，第1データ信号の振幅及びパルス幅の双方に階調依存性があるとの点は，新規事項の追加に当たるとして審決において決定をもって補正が却下されたが，原告は，同決定について争っていない。",
                "また，審決では，第2データ信号の振幅が階調に応じて異なる値となるように変調されることに関しては，相違点1に対する判断において引用発明と周知技術の組合せを検討することにより実質的に判断を示している(審決書15頁23～29行)。",
                "したがって，原告の主張は，「第2データ信号のパルス幅が階調に依存する」という前提において誤りがあり，失当である。また，特許請求の範囲には，本願明細書の【0025】には，第2データ信号の振幅及びパルス幅の変調のさせ方に関し，「それぞれ異ならせて」と記載されているにもかかわらず，特許請求の範囲には，その旨の記載を欠くことに照らすならば，原告の主張は，特許請求の記載に基づかない主張であり，その主張自体失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の認定の誤りに対して",
              "text": [
                "以下のとおり，本願発明に関する審決のした認定には，原告の主張の誤りはない。",
                "原告は，第2データ信号は階調数に対応した固有のパルス形状となる・・・256階調用の駆動回路であれば，変調部では256通りの異なる形状のパルスが第2データ信号として生成される，と主張する。しかし，原告の主張は，以下のとおり失当である。すなわち，第2データ信号の振幅のみが階調に対して異なれば，パルス幅は異ならなくともパルス形状は階調数に対応した固有のパルス形状となるから，原告の主張は，その前提において誤りがある。",
                "また，原告は，図5の第2データ信号502における振幅V2を示す矢印及びパルス幅T2を示す矢印について，いずれも矢印も両方向矢印(⇔)であることから，振幅及びパルス幅の双方が可変であることが理解できる，と主張する。しかし，この点の原告の上記主張は，失当である。すなわち，本願明細書の【0008】ないし【0009】(本願発明の前提となる背景技術)及び【図7】によれば，本願発明においてパルス幅T1に階調依存性がないことが理解できる。そして，本願明細書の図5を参照しても，当該矢印は，パルス幅や振幅の範囲を示す記号と理解され，矢印で示された範囲が可変であることや，階調に依存して可変であることと解することはできない。",
                "さらに，原告は，第2データ信号の振幅だけでなくパルス幅も階調に応じて変調されることにより，液晶分子の応答速度を向上させることにつき，引用発明に比較して，有利な効果があると主張する。しかし，この点の原告の主張も失当である。すなわち，本願明細書には，第2データ信号の振幅だけでなくパルス幅をも階調に応じて異なるように変調されるとの効果について，記載及び開示はない。液晶実効電圧が補正されて液晶分子の応答速度を向上させることができることに関する本願明細書の記載(【0030】，【0031】)からは，階調に応じて実際に印加される電圧である第1振幅(V1)とする前に所定の期間(第2パルス幅(T2))，第1振幅(V1)より大きい第2振幅(V2)に上昇させることによって，液晶実効電圧700をより早期に第1振幅(V1)に相応する電圧大きさに到達させられること，第2データ信号の振幅(第2振幅(V2))が階調に応じて異なることにより，オーバードライブに効果があること，及び，オーバードライブ効果が発揮されるに足りる適宜の第2パルス幅(T2)が必要であることを理解することはできるが，第2パルス幅(T2)を階調に応じて異なるようにすることがオーバードライブに関していかなる有利な効果を奏するものであるのかについて，理解することはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決には，取消事由に係る原告主張は，採用できないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点の看過について",
          "text": [
            "当裁判所は，審決の理由では，少なくとも，原告の主張に係る相違点3について，形式的に挙げた上で，同事項の容易想到性の有無を判断していないものの，実質的には，その容易想到性を判断しているものと解され，また，その判断内容に誤りがないと解する。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3について",
              "text": [
                "本願発明の特許請求の範囲には，「前記入力された第1デジタルデータ信号の階調に基づいて前記第1データ信号の振幅及びパルス幅を変調して第2データ信号を出力する変調部と・・・・前記第1データ信号と前記第2データ信号とを混合し，該混合されたデータ信号を液晶パネルのデータラインに供給する混合部とからな」ることが記載され，同記載によれば，結果として「混合されたデータ信号」の立上りパルス部分の振幅及びパルス幅が階調に基づくことが特定されていると理解される。",
                "これに対し，引用発明は「前記第1の駆動電圧aのパルスを遅延させて出力電圧bのパルスを出力」し，「前記第1の駆動電圧aのパルスと前記出力電圧bのパルスとの差をとり，前記第1の駆動電圧aのパルスと同じ振幅を有し，前記第1の駆動電圧aのパルスよりも短いパルス幅を有する出力電圧a-bのパルスを出力」し，さらに，「前記第1の駆動電圧aのパルスと前記出力電圧a-bのパルスとの和をとり，電圧a＋(a-b)のパルスを出力」するものであるから，階調に基づいて「第1の駆動電圧aのパルス」の振幅及びパルス幅を変調して「電圧a-bのパルス」を出力するものではなく，結果として「電圧a＋(a-b)のパルス」の立上りパルス部分の振幅及びパルス幅が階調に基づくものではない。",
                "そうすると，本願発明と引用発明とは，「本願発明では『第2データ信号』及び『混合されたデータ信号』が階調に基づいて固有のものとなるのに対し，引用発明では『電圧a-b(第2データ信号)』も『電圧a＋(a-b)(混合されたデータ信号)』も階調に基づかない点」においても相違する。",
                "したがって，審決は，本願発明では「『第2データ信号』及び『混合されたデータ信号』が階調に基づいて固有のものとなるのに対し，引用発明では『電圧a-b(第2データ信号)』も『電圧a＋(a-b)(混合されたデータ信号)』も階調に基づかない点」を，少なくとも，形式的には，相違点として挙げた上で，その容易想到性の有無について，独立して判断していないといえる。",
                "しかし，審決の理由全体をみると，形式的な相違点に関する容易想到性の有無について，実質的に判断されており，その判断に誤りはないから，結論を左右する誤りとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決における実質的な判断内容",
              "text": [
                "審決が認定した本願発明の内容，引用発明の内容，一致点及び相違点は，上記争いのない事実に記載したとおりであり，審決の理由における判断内容は，以下のとおりである。すなわち，"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決理由中の記載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本願発明の相違点1に係る構成(「第1データ信号」の振幅値とパルス幅値が「前記入力された第1デジタルデータ信号の前記階調によって定められる」)の容易想到性の有無について判断したが，以下のとおりの記載がある。",
                        "「相違点1について  『液晶表示装置の駆動制御』の技術分野において，データ信号の階調をアナログ形態のデータ信号に反映させる変調方法として，データ信号の階調の変化に応じて振幅値及びパルス幅値を変化させる方法は，例えば，",
                        "・特開平11-326870号公報の段落【0086】～【0088】，図15に，階調レベルの変化に対してパルスの幅と波高値(振幅値)とが交互に変化するように，データ信号を生成する変調方法として記載されているように，周知技術である。」(審決書13頁21行～29行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，本願発明における「階調に基づいて前記第1データ信号の振幅及びパルス幅を変調して第2データ信号を出力」することに関して判断したが，以下のとおりの記載がある。",
                        "「そして，本願の明細書には，変調部における振幅値とパルス幅値の変調のさせ方に関して，段落【0025】に『ここで，変調部403は，入力される第1データ信号の階調(第1データ信号による映像の明るさ)に基づいて第1データ信号の振幅及びパルス幅の大きさをそれぞれ異ならせて変調することによって，このデータ信号の全階調(例えば，256階調)に対して第2データ信号を出力するようになる。』なる記載，段落【0026】に『上述の如く，第2振幅(V2)及び第2パルス幅(T2)の大きさは，変調部403に入力される第1データ信号501の階調に基づいて定められる。』なる記載があるのみである。",
                        "すなわち，本願の明細書には，変調部における振幅値とパルス幅値の変調のさせ方に関して，第1データ信号の階調に基づいて，第2データ信号の振幅及びパルス幅の大きさを変更するとの思想は開示されているものの，第1データ信号の階調に基づいて，第2データ信号の振幅及びパルス幅の大きさをどのように変更させるかについては，具体的な記載はない。」(審決書14頁37行～15頁13行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，本願発明の相違点2に係る構成(「液晶パネルのデータラインに印加するデータ信号を生成するための最後の演算処理が，2つの信号を時間軸方向に合成する混合処理であること等」)の容易想到性の有無について判断したが，以下のとおりの記載がある。",
                        "「一般に，アナログ信号処理において，2つのアナログ信号から1つのアナログ信号を合成する際に，一方の信号に対して他方の信号を振幅方向に加算処理して合成することは，例えば，引用刊行物の段落【0007】，【図2】に，加算器3の和をとる処理として記載されているように，周知・慣用の技術であり，また，一方の信号と他方の信号とを時間軸方向に切替え処理して合成することも，例えば，甲5の第3頁左上欄第13行～右上欄第1行，第1図，第2図に，出力信号Vと出力信号Dが，電子的切換スイッチESによって，組み合わされているように，周知・慣用の技術である。",
                        "よって，引用発明において，2つのアナログ信号から1つのアナログ信号の合成処理を行っているところ，一方の信号に対して他方の信号を振幅方向に加算処理することに替えて，一方の信号と他方の信号とを時間軸方向に切替え処理することは，周知・慣用の技術の転換に過ぎず，当業者が容易になし得たことである。そして，かかる周知・慣用の技術の転換に伴って，最終的に，入力されるアナログ信号(第1データ信号)よりも大きい振幅のアナログ信号を生成するために必要な信号処理を，引用発明のように合成処理において行うことに替えて，本願補正発明のように合成処理の前において行うようにすることも，当業者が当然に想到し得たことである。 」(審決書13頁34行～14頁18行)",
                        "「一方，引用発明において，上記周知技術を適用して，映像信号の輝度階調(データ信号の階調)に応じて，振幅値とパルス幅値の双方を変更可能とした発明においても，最終的に液晶の一方の電極に与えられるパルスの最初の部分の振幅値は，映像信号の輝度階調に応じた振幅値の2倍の振幅値であるから，映像信号の輝度階調に応じた振幅値のパルスが，液晶の応答性を改善させるためのパルスとして印加されることとなり，『液晶分子の応答速度のさらなる向上につながる』ものである。",
                        "したがって，本願補正発明によってもたらされる効果は，引用発明，並びに，上記周知技術及び上記周知・慣用の技術から想定することができない格別のものと認めることもできない。 」(審決書15頁23行～32行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3の看過に関する判断の有無及び判断内容の当否について",
                  "text": [
                    "上記記載によれば，審決は，本願発明における，階調に基づいて「第1データ信号」のパルス幅を変調して「第2データ信号」を出力する点について，甲4にみられるように当該技術分野では周知の技術であり，格別の作用効果を奏するものとはいえないこと，本願発明における，階調に基づいて「第1データ信号」の振幅を変調して「第2データ信号」を出力する点について，当業者において，引用発明及び周知・慣用の技術に基づいて容易に想到し得たことを判断している。",
                    "そして，審決における上記の容易想到性の判断は，合成される一方のアナログ信号の幅が他方のアナログ信号の階調に基づいて固有のものとなるか否かで異なることはないから，審決は，形式的には，相違点3を挙げてはいないものの，その構成の相違が容易想到であることを実質的に判断したものと理解できる。",
                    "したがって，審決には，相違点3については，その理由中で実質的に判断をしているものというべきであり，また，形式的に相違点3の看過があったとみても，その看過が，審決の結論を左右するものとはいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の認定の誤りについて",
          "text": [
            "当裁判所は，原告の主張，すなわち，「(原告は補正却下については争うものではないが、)補正却下に係る『前記第1データ信号の振幅値とパルス幅値は，前記入力された第1デジタルデータ信号の階調によって定められ』という記載の有無にかかわらず，第1データ信号について，階調に依存して振幅だけが変化すると認定されるべきではなく，少なくともパルス幅は階調に依存して変化することが認定されるべきである」とする主張，及び「本願発明の『前記入力された第1デジタルデータ信号の階調に基づいて前記第1データ信号の振幅及びパルス幅を変調して第2データ信号を出力する変調部』との構成に関して，第2データ信号の『振幅及びパルス幅』が(たとえそれが第1データ信号に対して固定的な関係であったとしても)階調に基づいてそれぞれ異なるものであると認定されるべきである」とする主張は，採用の限りでないと判断する。",
            "その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の特許請求の範囲の記載は，第2，2，(1)のとおりである。また，特許請求の範囲の上記構成中の文言の技術的意義について検討するため，発明の詳細な説明の記載を参照するに，甲1には，以下のとおりの記載がある。",
                    "【0023】",
                    "以下，本発明に係る液晶表示装置の駆動回路及びその駆動方法の好適な実施の形態について，添付の図面に基づいて詳細に説明する。",
                    "【0024】",
                    "図4は，本発明の第1実施形態による液晶表示装置の駆動回路を示すブロック構成図である。",
                    "本発明の実施形態による液晶表示装置の駆動回路は，図4に示すように，システムから入力される第1データ信号(R，G，B)及び制御信号を適切なタイミングにフォーマットして出力するタイミングコントローラー401と，該タイミングコントローラー401から第1データ信号を受信してアナログ形態のデータ信号に変換するデジタル-アナログ変換部(DAC)402と，デジタル-アナログ変換部402から出力された第1データ信号の振幅及びパルス幅を変調して第2データ信号を出力する変調部403と，デジタル-アナログ変換部402から出力された第1データ信号と変調部403から出力された第2データ信号とを混合し，この混合されたデータ信号を液晶パネルのデータラインに供給する混合部404と，を備えてなる。",
                    "ここで，デジタル-アナログ変換部402，変調部403及び混合部404は，データドライバー410に内蔵される。",
                    "【0025】",
                    "ここで，変調部403は，入力される第1データ信号の階調(第1データ信号による映像の明るさ)に基づいて第1データ信号の振幅及びパルス幅の大きさをそれぞれ異ならせて変調することによって，このデータ信号の全階調(例えば，256階調)に対して第2データ信号を出力するようになる。また，変調部403から出力された第2データ信号は，デジタル-アナログ変換部402から出力された第1データ信号よりも大きい振幅及び短いパルス幅を有する。これについてより具体的に説明すると，下記の通りになる。",
                    "【0026】",
                    "図5は，変調部403から出力されたデータ信号の振幅及びパルス幅を説明するための図である。",
                    "図5に示すように，第1振幅(V )及び第1パルス幅(T )を有する第1データ信号501は，変調部403を通過すると，第1振幅(V )よりも大きい第2振幅(V)及び第1パルス幅(T )よりも短い第2パルス幅(T )を有する第2データ信号502に変調される。上述の如く，第2振幅(V )及び第2パルス幅(T )の大きさは，変調部403に入力される第1データ信号501の階調に基づいて定められる。",
                    "また，混合部404は，デジタル-アナログ変換部402から出力された第1データ信号501と変調部403から出力された第2データ信号502とを加算する加算器を使用することができる。次に，混合部404から出力されるデータ信号600について詳細に説明する。",
                    "【0027】",
                    "図6は，混合部から出力されたデータ信号の振幅及びパルス幅を説明するための図である。",
                    "図6に示すように，混合部404から出力されたデータ信号600は，第1データ信号501と同じパルス幅(T )を有するものの，第2データ信号502のパルス幅(T )に相応する期間には第2データ信号502と同じ振幅(V )を有し，残りの期間(T (T -T ))には第1データ信号と同じ振幅(V )を有する。",
                    "【0029】",
                    "次に，このように構成された本発明の第1実施形態による液晶表示装置の駆動回路の動作を詳細に説明する。",
                    "まず，タイミングコントローラー401が，第1振幅(V )及び第1パルス幅(T)を有する第1データ信号501を出力してデジタル-アナログ変換部402に提供する。このデジタル-アナログ変換部402は，第1データ信号501をアナログ信号に変換して変調部403及び混合部404に提供する。こうすると，変調部403は，第1データ信号501を変調して第2振幅(V )及び第2パルス幅(T)を有する第2データ信号502を出力する。このように変調部403から出力された第2データ信号502は，混合部404に入力され，この混合部404は，第2データ信号502と以前に入力された第1データ信号501とを混合して出力する。混合部404から出力された，混合されたデータ信号600は，上述したように，第1データ信号501と同じパルス幅(T )を有するものの，第2データ信号502のパルス幅(T )に相応する期間には第2データ信号502と同じ振幅(V)を有し，残りの期間(T (T -T ))には第1データ信号と同じ振幅(V )を有する。",
                    "【0030】",
                    "その後，混合部404は，混合されたデータ信号600を液晶パネルのデータラインに供給し，このデータラインに印加された，混合されたデータ信号600は，薄膜トランジスターによりスイッチングされて画素領域の画素電極に印加される。次に，この画素電極に印加された混合されたデータ信号600に応じて液晶分子に実際に印加される液晶実効電圧を，図7に基づいて説明する。",
                    "【0031】",
                    "図7は，本発明による混合されたデータ信号に応じて液晶実効電圧が補正される効果を説明するための図である。",
                    "同図において，液晶実効電圧700は，混合されたデータ信号600の第2パルス幅(T )に相応する期間の間第2振幅(V )の大きさに沿って高く上昇してから下降し，第3パルス幅(T )に相応する期間の間には第1振幅(V )の大きさを維持する。ここで，第1振幅(V )は，液晶分子に実際に印加しようとする電圧の大きさであり，このように，混合されたデータ信号600を使用して液晶実効電圧700を第1振幅(V )とする前に第2振幅(V )に上昇させることによって，液晶実効電圧700はより早期に第1振幅(V )に相応する電圧大きさに到達することができる。これにより，液晶分子の応答速度が速くなり，1フレーム内で望む階調を十分に表示可能になる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)によれば，本願発明は，「タイミングコントローラー401」から受信したデジタルデータ信号を，「デジタル-アナログ変換部(DAC)402」でアナログ形態のデータ信号に変換して「第1データ信号」を出力し，「変調部403」で「第1データ信号」の振幅及びパルス幅を変調して，「第1データ信号」よりも大きい振幅及び短いパルス幅を有する「第2データ信号」を出力し，さらに，「第1データ信号」と「第2データ信号」とを「混合部404」で混合し，「第1データ信号」と同じパルス幅を有し，「第2データ信号」と同じパルス幅に相応する期間には「第2データ信号」と同じ振幅を有し，残りの期間には「第1データ信号」と同じ振幅を有する「混合されたデータ信号」を「混合部404」から出力して，液晶パネルのデータラインに供給するものである。そして，本願発明は，「混合されたデータ信号」を使用して液晶実効電圧を，「第1データ信号」と同じ振幅とする前に，「第2データ信号」と同じ振幅に上昇させることにより，液晶実効電圧はより早期に「第1データ信号」と同じ振幅に相応する電圧大きさに到達することができ，液晶分子の応答速度が速くなり，1フレーム内で望む階調を十分に表示可能になるという作用効果を奏するものである。",
                    "そうすると，本願発明において，液晶実効電圧は「混合されたデータ信号」の振幅を変化させることにより制御されるから，「デジタル-アナログ変換部(DAC)402」において，「デジタルデータ信号の階調に基づいて『第1データ信号』の振幅が変調されること」を認定することができる。",
                    "これに対して，上記(1)のとおり，本願明細書には，「デジタル-アナログ変換部(DAC)402」において，デジタルデータ信号の階調に基づいて「第1データ信号」のパルス幅が変調されることの記載はない。そして，液晶表示装置において，液晶実効電圧を規定する，所定の振幅及び所定のパルス幅を持たせた矩形波の電圧パルスを生成する際に，階調の変化を矩形波の電圧パルスに反映させる方法としては，パルス振幅変調方法，パルス幅変調方法及び振幅とパルス幅の両方を変化させる変調方法があることは，本願の優先日において，当該技術分野では技術常識であると認められる(甲4)。そして，技術常識に照らすならば，パルス幅を変調させる方法が常に採用されるとは限らないから，本願明細書の記載からは，本願発明において，デジタルデータ信号の階調に基づいて「第1データ信号」の少なくともパルス幅が変調されることが，明確に示されているとはいえない。",
                    "さらに，本願発明において，デジタルデータ信号の階調に基づいて「第1データ信号」の少なくともパルス幅を変調した上で，「前記第2データ信号は，前記第1データ信号より大きい振幅及び短いパルス幅を有」するようにして，「第2データ信号」のパルス幅が「第1データ信号」の可変パルス幅に対して常に短くなるように，「第2データ信号」のパルス幅を変調することにより，「第1データ信号」のパルス幅が狭くなる場合でも，「第1データ信号」と「第2データ信号」との「混合されたデータ信号」の出力として「第2データ信号」が大部分を占め，階調を表すべき「第1データ信号」がほとんど出力されず，液晶表示装置としての基本的動作が得られない事態(すなわち，出力データ信号に階調が全く反映されない事態。)を回避することができることは，本願明細書に記載されておらず，また，本願明細書の記載から自明であるともいえない。",
                    "以上によれば，本願発明において「第1データ信号について，階調に依存して振幅だけが変化すると認定されるべきではなく，少なくともパルス幅は階調に依存して変化することが認定されるべき」とはいえないから，原告の上記の主張は採用できない。そして，原告が主張するように，本願発明において「第2データ信号」の「パルス幅」は，たとえそれが「第1データ信号」に対して固定的な関係であったとしても，階調に基づいて異なるものであるとはいえないから，原告の上記の主張も採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，原告が主張するとおり，本願発明の「変調部」について，第2データ信号の「振幅及びパルス幅」が階調に基づいてそれぞれ異なるものであるとの解釈を前提としたとしても，以下のとおりの理由から，本願発明の容易想到性の判断に影響を与えるものではないから，原告の上記主張は，結論を左右するものではない。",
                    "すなわち，前記1(2)のとおり，甲4によれば，液晶表示装置の駆動制御において，階調に基づいてデータ信号のパルス幅を変調することは，当該技術分野における周知技術であり，また，本願発明において，第1データ信号の階調に基づいて，第2データ信号のパルス幅を変調することの作用効果は不明である。",
                    "そうすると，本願発明における，階調に基づいて「第1データ信号」のパルス幅を変調して「第2データ信号」を出力する点については，当該技術分野では周知の技術であり，格別の作用効果を奏するものとはいえず，当業者が適宜なし得た事項である。したがって，本願発明の認定に関する，原告の上記の主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由は理由がない。その他，原告は縷々主張するが，いずれも理由がない。よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}