{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2009-20756号事件について平成23年3月14日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「加熱・冷却装置」とする発明について，平成16年6月30日に特許出願（特願2004-193210号。以下「本願」という。）をし，平成21年7月24日付けで拒絶査定を受けた。これに対し，原告は，平成21年10月28日付けで，拒絶査定に対する不服審判の請求（不服2009-20756号）をするとともに，特許請求の範囲について補正（以下「本件補正」という。）をした。",
            "特許庁は，平成23年3月14日，本件補正を却下するとともに，「本件審判の請求は，成り立たない。」との審決（以下，単に「審決」という。）をし，その謄本は，同年4月4日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の特許請求の範囲(請求項1)の記載は，次のとおりである（以下，同請求項1に記載された発明を「本願発明」という。）",
              "text": [
                "「加熱・冷却装置および撹拌装置を備える容器であって，",
                "該加熱・冷却装置が，該装置内に液状の媒体および該媒体の蒸気を減圧状態で維持する手段と，該液状の媒体を加熱する加熱手段および該媒体の蒸気を冷却する冷却手段からなる群から選択される少なくとも1つの手段とを備え，",
                "該加熱・冷却装置が，該容器本体の外側面に備え付けられ，そして，",
                "該撹拌装置が，撹拌によって生じる遠心力を利用して該容器本体内の液を汲み上げ，該容器本体の上部内壁に散布し得る液体散布装置として機能する，",
                "容器。」(なお，本願の願書に添付された図1は別紙図1のとおりである。）"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の特許請求の範囲（請求項1）の記載は，次のとおりである（以下，同請求項1に記載された発明を「本願補正発明」という。補正部分は下線部である）。",
                "「加熱・冷却装置および撹拌装置を備える容器であって，",
                "該加熱・冷却装置が，該装置内に液状の媒体および該媒体の蒸気を減圧状態で維持する手段と，該液状の媒体を加熱する加熱手段と，該媒体の蒸気を冷却する冷却手段とを備え，",
                "該加熱・冷却装置が，該容器本体の外側面に備え付けられ，",
                "該加熱・冷却装置が，該装置の上部に冷却手段を備え，そして，該冷却手段の下部に凝縮液散布手段を備えており，該冷却手段が該媒体の蒸気を凝縮して凝縮液を生成し，該凝縮液が該装置の伝熱面に沿って流れるように構成され，そして，",
                "該撹拌装置が，撹拌によって生じる遠心力を利用して該容器本体内の液を汲み上げ，該容器本体の上部内壁に散布し得る液体散布装置として機能する，",
                "容器。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写しのとおりである。",
                "要するに，審決は，本願補正発明は，特開昭63-189763号公報（以下「刊行物1」という。刊行物1の第1図は別紙図2のとおりである。）に記載された発明（以下「引用発明」という。），特開平4-338241号公報（以下「刊行物2」という。）に記載された発明及び周知技術に基づいて容易に想到することができたものであるから，特許法29条2項により独立して特許を受けることができない，また，本願発明も，引用発明，刊行物2記載の発明及び周知技術に基づき容易に想到することができたものであるから，同条同項により特許を受けることができない，とするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，上記結論を導くに当たり，引用発明，同発明と本願補正発明との一致点及び相違点を次のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "「ジャケット室2および攪拌装置3を備える加熱-冷却容器本体1であって，ジャケット室2内に，気液二相の熱媒体が減圧封入されており，液相の熱媒体を加熱する電磁誘導発熱機構15と，熱媒蒸気を冷却して凝縮するフィン付パイプ9とを備え，",
                    "ジャケット室2が加熱-冷却容器本体1の周囲に設けられ，",
                    "ジャケット室2が，ジャケット室2における上部からほぼ中間部にわたって熱媒蒸気を冷却して凝縮するフィン付パイプ9を備え，そして，該フィン付きパイプ9の下部に集液整流装置10を備えており，該フィン付きパイプ9が熱媒蒸気を冷却して凝縮することにより凝縮液を生成し，該凝縮液が加熱-冷却容器本体1の容器外壁面5に沿って均一に流下するように構成される加熱-冷却容器。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「加熱・冷却装置および撹拌装置を備える容器であって，",
                    "該加熱・冷却装置が，該液状の媒体を加熱する加熱手段と，該媒体の蒸気を冷却する冷却手段とを備え，",
                    "該加熱・冷却装置が，該容器本体の外側面に備え付けられ，",
                    "該加熱・冷却装置が，該冷却手段の下部に凝縮液散布手段を備えており，",
                    "該冷却手段が該媒体の蒸気を凝縮して凝縮液を生成し，該凝縮液が該装置の伝熱面に沿って流れるように構成される容器。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本願補正発明においては，「加熱・冷却手段が，該装置内に液状の媒体および該媒体の蒸気を減圧状態で維持する手段」を備えるのに対し，引用発明においては，ジャケット室2（加熱・冷却装置）内に，気液二相の熱媒体（液状の媒体及び媒体の蒸気）が減圧封入されているものであるが，さらに，該熱媒体が減圧状態で維持される手段を備えるかまでは明らかでない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本願補正発明においては，「加熱・冷却装置が，該装置の上部に冷却手段を備える」のに対し，引用発明においては，ジャケット室2（加熱・冷却装置）が，ジャケット室2における上部から下部にわたって熱媒蒸気を冷却して凝縮するフィン付きパイプ9（冷却手段）を備える点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本願補正発明においては，「撹拌装置が，撹拌によって生じる遠心力を利用して該容器本体内の液を汲み上げ，該容器本体の上部内壁に散布し得る液体散布装置として機能する」ものであるのに対し，引用発明においては，攪拌装置3がそのようなものであるか否か明らかでない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本願補正発明に係る独立特許要件の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2に係る容易想到性の判断の誤り",
              "text": [
                "審決は，引用発明において，容器内を冷却する際に必要となる冷却能力などに応じてフィン付きパイプ9をジャケット室の上部に設けたものとし，相違点2に係る構成とすることは，当業者であれば容易になし得たことであると判断する。",
                "しかし，審決の上記判断には，以下のとおり誤りがある。",
                "すなわち，引用発明において，フィン付きパイプ9をジャケット室の上部にのみ設けると，凝縮液が容器外壁面5に沿ってほぼ均一に，膜状あるいは滴状になって流下することがなくなり，外壁面5の上部のみが冷却され，それ以外の部分については伝熱のために有効利用することができないため，被処理物の温度を速やかに低下させられない。また，本願補正発明は，加熱・冷却装置（ジャケット）が上部に冷却手段を備えることにより，①撹拌によって生じる遠心力を利用して該容器本体内の液を汲み上げ，該容器本体の上部内壁に散布し得る液体散布装置として機能する撹拌装置との組み合わせによって，容器壁面の上部を伝熱のために有効利用すること，②ジャケットの容量をできる限り大きくして，蒸気の圧力の降下度（沸点の降下度）をできるだけ大きくすること，③加熱・冷却装置と容器内容物との温度差を非常に大きくすること，④ジャケットの底部に溜まっている液を突沸させ，容器本体外壁面に飛散させて容器内容物に対する冷却効率を大きく向上させること，ができる。",
                "したがって，引用発明において，フィン付きパイプ9をジャケット室の上部に設けたものとし，相違点2に係る構成とすることは，当業者であれば容易になし得たとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3に係る容易想到性判断の誤り",
              "text": [
                "審決は，引用発明の撹拌装置において伝熱効率や伝熱速度を増大させるため，周知技術を適用し，撹拌によって生じる遠心力を利用して該容器本体内の液を汲み上げ，該容器本体の上部内壁に散布し得る液体散布装置として機能するものを採用することにより，相違点3に係る構成とすることは，当業者であれば容易になし得たことであると判断する。",
                "しかし，審決の上記判断には，以下のとおり誤りがある。",
                "すなわち，引用発明においては，凝縮液が容器外壁面5に沿ってほぼ均一に，膜状あるいは滴状になって流下するように，フィン付きパイプ9及び集液整流板11は，容器外壁の周囲にコイル状に旋回して設置されている。また，引用発明において，容器外壁面5を伝熱のため有効利用するためには，容器本体1内の被処理物4はフィン付きパイプ9及び集液整流板11が設置されている上端近くまで満たされていることが必要である。そうすると，大量の被処理物を含む引用発明の撹拌装置に代えて，液量が多い場合に比較的大きな撹拌動力が要求される，撹拌によって生じる遠心力を利用して該容器本体内の液を汲み上げ，該容器本体の上部内壁に散布し得る液体散布装置として機能する撹拌装置を適用することは，当業者であっても容易になし得たとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明の作用効果の認定の誤り",
              "text": [
                "審決は，本願補正発明により得られる作用効果は，引用発明，刊行物2記載の発明及び周知技術から，当業者の予測の範囲内であると判断する。",
                "しかし，審決の上記判断には，以下のとおり誤りがある。",
                "すなわち，本願補正発明は，撹拌によって生じる遠心力を利用して該容器本体内の液を汲み上げ，該容器本体の上部内壁に散布し得る液体散布装置として機能する撹拌装置と，上部に冷却手段を備えた加熱・冷却装置を組み合わせることにより，容器本体内の液量に関係なく，加熱・冷却装置の温度変化からほとんどタイムラグを生じることなく，容器内の液の加熱・冷却の切り換えを瞬時に行い得るという顕著な効果を奏するものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願補正発明は，引用発明，刊行物2記載の発明及び周知技術に基づいて容易に想到することができたとはいえないから，独立して特許を受けることができ，本件補正は却下されるべきものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本願発明に係る容易想到性の判断の誤り）",
          "text": [
            "本願発明と引用発明とは，相違点3において相違するところ，上記1(2)，(3)と同様に，本願発明は，引用発明，刊行物2記載の発明及び周知技術に基づいて，容易に想到することができたとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本願補正発明に係る独立特許要件の判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2に係る容易想到性判断の誤りについて",
              "text": [
                "原告は，引用発明において，フィン付きパイプ9をジャケット室の上部にのみ設けると，外壁面の上部以外の部分については伝熱のために有効利用することができず，被処理物の温度を速やかに低下することができなくなると主張する。",
                "しかし，原告の上記主張は，以下のとおり失当である。すなわち，引用発明において，フィン付きパイプ9をジャケット室の上部にのみ設けるとの構成を採用すれば，本願補正発明と同様の構成となり，これにより外壁面5の上部以外の部分について伝熱のために有効利用することができなくなることはない。引用発明においても，冷却手段は，必要な冷却能力などに応じて，容器内の必要な範囲に配置して冷却するように設計するのは当然であり，フィン付きパイプ9を設ける位置を，ジャケット室2の上部のみとすることは，当業者であれば容易に想到できたといえる。",
                "また，本願補正発明においては，冷却手段の配置に関して，「・・・装置の上部に冷却手段を備え」とのみ特定されており，装置の上部から下部にわたって冷却手段を備えるものも包含している。本願補正発明における冷却手段11は，ジャケット1の上部に設けられ，冷却水を循環させると，ジャケット1内の気相部7の水蒸気が冷却手段11と接触して凝縮し，凝縮液となって落下して，伝熱面13を流下し，伝熱面13からの熱を吸収して再度蒸発して，急激な冷却をさせることができるものであるから，冷却手段11は，気相部7にあって，伝熱面13を流下し，再度蒸発できる程度の高さにあれば足りる。そうすると，冷却手段11が少なくとも上部に配置されていれば上記の作用効果を奏するものであるから，上部のみに配置することに特段の技術的意義はない。したがって，本願補正発明の「・・・装置の上部に冷却手段を備え」との記載を，装置の上部のみに冷却手段を備えと限定して解釈する必要はなく，原告の上記主張は，本願補正発明に基づくものとはいえない。",
                "さらに，容器本体内に設けられた撹拌装置が，撹拌によって生じる遠心力を利用して該容器本体内の液を汲み上げ，該容器本体の上部内壁に散布し得る液体散布装置として機能するものであり，散布した液が容器の内壁に沿って流れ落ちるようにして，伝熱効率や伝熱速度を増大させることは，周知の技術事項である。この点，引用発明は，フィン付きパイプ9をジャケット室2の上部に備えたものであるから，引用発明に上記撹拌装置を適用すれば，本願補正発明と同様に，加熱・冷却容器本体の上部内壁を常に該容器本体内の液で濡れた状態に維持し，フィン付きパイプ（冷却手段）の上部配置によって，該容器本体壁面の上部を伝熱のために利用することになる。なお，本願補正発明において，ジャケットの大きさは何ら特定されていないし，引用発明のように，フィン付きパイプ（冷却手段）をジャケット室における上部から下部にわたって備えた方が，蒸気の圧力の降下度（沸点の降下度）を大きくするといえる。",
                "以上によれば，審決が，引用発明において，容器内を冷却する際に必要となる冷却能力などに応じてフィン付きパイプ9をジャケット室上部に設けたものとすることは容易であるとした判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3に係る容易想到性判断の誤りについて",
              "text": [
                "原告は，引用発明において，容器本体1内の被処理物4はフィン付きパイプ9及び集液整流板11が設置されている上端近くまで満たされているものと想定されるが，このような大量の被処理物を含む引用発明の撹拌装置に代えて，液量が多い場合に比較的大きな撹拌動力が要求される上記周知の技術事項である撹拌によって生じる遠心力を利用した撹拌装置を用いることは，当業者であっても容易になし得たとはいえないと主張する。",
                "しかし，原告の上記主張も，以下のとおり失当である。すなわち，引用発明も本願補正発明も共に，被処理物の量については何ら特定していない。また，本願補正発明においても，容器本体内の液がジャケット1の上部，すなわち冷却手段11付近の位置まで満たされる場合が想定されており，上記周知の技術事項である撹拌によって生じる遠心力を利用した撹拌装置は，比較的大きな撹拌動力が要求される被処理物の量が多い場合の使用も想定されているといえる。さらに，引用発明においても，その使用状況に応じて容器本体内の被処理物の量は変動するものであり，引用発明の撹拌装置と上記周知の技術事項である撹拌によって生じる遠心力を利用した撹拌装置は，共に容器本体内の液を撹拌するという共通の機能を有するものである。",
                "以上のとおり，引用発明に，周知の技術的事項である，撹拌によって生じる遠心力を利用して該容器本体内の液を汲み上げ，該容器本体の上部内壁に散布し得る液体散布装置として機能する撹拌装置を適用することは，容易に想到することができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明の作用効果の認定の誤りについて",
              "text": [
                "原告は，本願補正発明は，上記周知の技術事項である撹拌によって生じる遠心力を利用した撹拌装置と，上部に冷却手段を備えた加熱・冷却装置を組み合わせることにより，容器本体内の液量に関係なく，加熱・冷却装置の温度変化からほとんどタイムラグを生じることなく，容器内の液の加熱・冷却の切換えを瞬時に行い得るという顕著な作用効果を奏すると主張する。",
                "しかし，原告の上記主張も，以下のとおり失当である。すなわち，引用発明は，ジャケット室2における上部から下部にわたって熱媒蒸気を冷却して凝縮するフィン付きパイプ9を備え，該フィン付きパイプ9が熱媒蒸気を冷却して凝縮することにより凝縮液が生成され，該凝縮液が加熱-冷却容器本体1の容器外壁面5に沿って均一に流下し，流下中に容器内部の高温の被処理物4から受ける熱によって蒸発し，その際蒸発潜熱を被処理物から奪うため，被処理物4の温度が極めて速やかに低下するとの作用効果を奏する。他方，上記周知技術である撹拌装置は，撹拌によって生じる遠心力を利用して容器本体内の液を汲み上げて該容器本体の上部内壁に散布することにより，散布した液が容器本体内壁に沿って上部から流れ落ちて効率よく熱交換を行うものである。",
                "したがって，原告主張に係る本願補正発明の作用効果，すなわち，容器内の液の加熱・冷却の切換えを瞬時に行い得るという作用効果は，引用発明と上記周知技術の作用効果から導かれる，当業者が予測し得る範囲内のものであって，格別顕著な作用効果ではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願補正発明は，引用発明，刊行物2記載の発明及び周知技術に基づいて，当業者が容易に想到することができたものであるから，独立して特許を受けることができないものであって，本件補正は却下されるべきものであり，審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本願発明に係る容易想到性の判断の誤り）に対して",
          "text": [
            "上記1と同様に，本願発明は，引用発明，刊行物2記載の発明及び周知技術に基づいて，当業者が容易に想到することができたものであり，審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，取消事由に係る原告の主張は理由がないと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本願補正発明に係る独立特許要件の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2に係る容易想到性判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "認定事実",
                  "text": [
                    "刊行物1（甲1）には次の記載がある。",
                    "「実施例",
                    "本発明の実施例を図面によって説明すると，気液二相の熱媒体が，減圧封入された密閉ジャケット室2の内部の蒸気相部7に，冷却用の熱交換装置8を設ける。この熱交換装置8は本実施例ではフィン付パイプ9からなり，これを加熱-冷却容器本体1の外壁部5の外周にコイル状に巻回することによって設置する。」（3頁右上欄13～20行）",
                    "「本実施例の場合は第2図に示すような集液整流板11を使用し，フィン付パイプ9の直下にフィン付パイプ9に沿って螺旋状に巻回して設置している。さらにこの集液整流板11はフィン付パイプ9から落下した凝縮液滴を容器外壁面5に流下させるために，外壁面5に対して適当な傾斜角度をつけて設置されている。また容器外壁面5と集液整流板11とは0．5mm程度の隙間を設けて，集液整流した凝縮液がこの隙間から容器外壁面5の壁面上を膜状あるいは滴状に均一に流下するようにしている。」（3頁右下欄2～12行）",
                    "「次に反応熱や溶解熱などのような，容器内部の被処理物4から発生する熱量を除去して，所定温度に維持したり，次工程の操作を行うために容器内の被処理物4の温度を下げる場合には，ジャケット室2内のフィン付パイプ9に冷却用熱媒体を供給すればよい。冷却用熱媒体が供給されると，直ちにジャケット室2内の熱媒体蒸気がフィン付パイプ9の表面で凝縮し落下して集液整流板11によって集液され，容器外壁面5と集液整流板11との隙間から，容器外壁面5に沿ってほぼ均一に，膜状あるいは滴状になって流下する。流下中に凝縮液は，容器内部の高温の被処理物4から受ける熱によって蒸発し，その際蒸発潜熱を被処理物から奪うため，被処理物4の温度は極めて速やかに低下する。」（4頁左上欄2～16行）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "text": [
                    "原告は，審決の相違点2に係る容易想到性判断について，①引用発明において，フィン付きパイプ9をジャケット室の上部にのみ設ける構成を採用するとすれば，外壁面5の上部以外の部分については伝熱のために有効利用することができなくなり，被処理物4の温度を速やかに低下することができない，②本願補正発明の特徴は，冷却手段を一部に配置し，遠心力を利用した撹拌手段を組み合わせることにより，容器壁面の上部をもっぱら伝熱のために利用することができる点にある，③本願補正発明では，ジャケットの容量をできるだけ大きくして，蒸気の圧力の降下度（沸点の降下度）をできる限り大きくし，これにより加熱・冷却装置と容器内容物との温度差を非常に大きくすることができ，冷却効率を大きく向上させることができる，と主張する。",
                    "しかし，原告の上記主張は，次のとおり採用することができない。",
                    "まず，本願補正発明は，特許請求の範囲において，上記第2の2(2)のとおり，「該加熱・冷却装置が，該装置の上部に冷却手段を備え（る）」と記載されているとおり，加熱・冷却装置の上部のみに冷却手段を備える場合に限られるものではないから，容器壁面の上部を専ら伝熱のために利用することが本願補正発明の特徴であることを前提とする原告の主張は，その主張自体失当である。",
                    "また，仮に，上記のとおりに解釈しない場合であっても，原告の主張は，理由がない。すなわち，引用発明において，フィン付きパイプ9をジャケット室の上部にのみ設けたとするならば，外壁面5の上部以外の部分について伝熱のために有効利用することができなくなるとの主張は，根拠を欠くから採用できない。仮に，引用発明において，フィン付きパイプ9をジャケット室の上部にのみ設けるとの構成を採用した場合に，外壁面5の上部以外の部分について伝熱性が低下するとの非効率的な点が存在したとしても，設置コストが削減されるなどの有利な点も存在するから，当業者は，これらの冷却効率やコスト削減などを総合勘案して，適宜，冷却手段の大きさ等を選択して，設計することが考えられる。したがって，引用発明において，容器内を冷却する際に必要となる冷却能力などに応じてフィン付きパイプ9をジャケット室上部に設ける構成を採用することが，格別困難であるとはいえない。",
                    "さらに，ジャケットの大きさや，その容量をできる限り大きくすることにより加熱・冷却装置と容器内容物との温度差を非常に大きくできるとの作用効果については，本願明細書に記載されていない。この点，引用発明におけるジャケット室においても，フィン付きパイプ9の占める容積割合は大きくないから，本願補正発明と比べて作用効果に格別の差が生じるとはいえず，むしろ引用発明のようにフィン付きパイプ（冷却手段）をジャケット室における上部から下部にわたって備える方が，蒸気の圧力の降下度（沸点の降下度）を大きくすることができるともいえる。したがって，本願補正発明に格別の作用効果があるとはいえない。",
                    "以上のとおり，審決の相違点2に係る容易想到性判断に誤りがあるとの原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3に係る容易想到性判断の誤りについて",
              "text": [
                "原告は，引用発明では，容器本体1内の被処理物4はフィン付きパイプ9及び集液整流板11が設置されている上端近くまで満たされているものと想定されるところ，このような大量の被処理物を含む撹拌装置に代えて，液量が多い場合に比較的大きな撹拌動力が要求される，撹拌によって生じる遠心力を利用した撹拌装置を用いることは，容易に想到できたとはいえないと主張する。",
                "しかし，原告の上記主張は，次のとおり採用することができない。すなわち，まず，本願補正発明において，容器内の被処理物の量を容器のどの程度の高さとなるまで満たすのかは，特定されていない。また，本願明細書には，「容器本体内の液がジャケットの上部まで入っている場合，撹拌装置がない容器本体であっても，撹拌装置付きの容器本体であっても，加熱の場合は凝縮伝熱で，冷却の場合は凝縮伝熱および蒸発伝熱で伝熱されるため，伝熱効率はよい。」（甲6段落【0023】）と記載されている。そうすると，本願補正発明においては，容器本体内の液がジャケット1の上部，すなわち冷却手段11付近の位置まで満たされている場合も想定されており，その場合であっても上記周知の技術事項である遠心力を利用した撹拌装置の使用を想定しているといえる。",
                "以上のとおり，審決の相違点3に係る容易想到性判断に誤りがあるとの原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明の作用効果の認定の誤りについて",
              "text": [
                "原告は，本願補正発明について，簡単な構造の撹拌装置を組み合わせることにより，容器本体内の液量に関係なく，加熱・冷却装置の温度変化からほとんどタイムラグを生じることなく，容器内の液の加熱・冷却の切り換えを瞬時に行い得るという顕著な作用効果を奏すると主張する。",
                "しかし，原告の上記主張は，次のとおり採用することができない。すなわち，引用発明においては，上記のとおり，フィン付きパイプ9がジャケット室2の上部にも備えられているから，引用発明の撹拌装置に代えて，上記周知の技術事項である遠心力を利用した撹拌装置を適用すれば，撹拌によって生じる遠心力を利用して該容器本体内の液を汲み上げ，加熱-冷却容器本体の上部内壁を常に該容器本体内の液で濡れた状態に維持し，ジャケット室の上部に備えたフィン付きパイプ（冷却手段）によって，該容器本体壁面の上部を伝熱のために利用することができる。そうすると，原告が主張する本願補正発明の上記作用効果は，引用発明に上記周知の技術事項を適用することにより，当業者が予測し得る範囲内のものであって，格別顕著のものということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願補正発明は，引用発明，刊行物2記載の発明及び周知技術に基づいて，当業者が容易に想到することができたものであるから，独立して特許を受けることができないものであって，本件補正を却下した審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本願発明に係る容易想到性の判断の誤り）に対して",
          "text": [
            "上記第2の2(1)，(2)のとおり，本願補正発明は，本願発明の「液状の媒体を加熱する加熱手段および該媒体の蒸気を冷却する冷却手段からなる群から選択される少なくとも1つの手段」を「液状の媒体を加熱する加熱手段と，該媒体の蒸気を冷却する冷却手段」と限定し，本願発明の「加熱・冷却装置」を「装置の上部に冷却手段を備え，そして，該冷却手段の下部に凝縮液散布手段を備えており，該冷却手段が該媒体の蒸気を凝縮して凝縮液を生成し，該凝縮液が該装置の伝熱面に沿って流れるように構成され（る）」と限定するものである。そうすると，本願発明の構成のすべてを含む本願補正発明が，上記のとおり，引用発明，刊行物2記載の発明及び周知技術に基づいて，当業者が容易に想到することができたものである以上，本願発明も同様に容易に想到することができたといえる。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由には理由がなく，他に本件審決にはこれを取り消すべき違法は認められない。その他，原告は，縷々主張するが，いずれも，理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}