{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2009-9073号事件について平成23年4月4日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "本願は，平成9年12月19日(パリ条約による優先権主張・外国庁受理1997年1月8日，米国)に出願した特願平10-530908号の一部を平成18年6月20日に新たな出願としたものである(特願2006-170128号。発明の名称「衝突回避半二重方式通信システム」)。原告は，平成20年7月22日付け手続補正書により特許請求の範囲の記載を補正した(以下，上記補正を「本件補正」といい，本件補正後の明細書の記載を図面と併せて「本願明細書」という。なお，本願明細書の図4は，別紙記載1のとおりである。)が，平成21年1月19日付けで拒絶査定がされた。これに対し，原告は，平成21年4月27日，拒絶査定に対する不服審判の請求(不服2009-9073号)をしたが，特許庁は，平成23年4月4日，「本件審判の請求は，成り立たない。」との審決をし(以下「審決」という。)，その謄本は，同月19日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲(請求項の数16)の請求項6の記載は，次のとおりである(以下，本件補正後の請求項6に係る発明を「本願発明」という。)。",
            "「第1のメッセージを通信装置から受信して，第2のメッセージを前記通信装置に送出し，そして前記第1のメッセージが繰り返されるか否かを判断するコントローラであって，",
            "前記コントローラに接続されたカウントダウン衝突タイマーと，",
            "を備え，",
            "前記コントローラは，前記第1のメッセージが繰り返される場合，前記カウントダウン衝突タイマーを前記第1のメッセージが繰り返される最短の時間間隔より短い所定の時間期間に設定し，前記カウントダウン衝突タイマーが満了していない場合にだけ，前記コントローラは前記第2のメッセージを前記通信装置に送信する，",
            "ここにおいて，前記コントローラに接続されたカウントダウンタイムアウトタイマーであって，前記カウントダウン衝突タイマーが満了し，そして，前記第1のメッセージが繰り返される場合に，前記カウントダウンタイムアウトタイマーがタイムアウト期間に設定されるタイマーを備え，",
            "さらに，前記通信装置に対する即時の送信が許可されない場合に，前記第2のメッセージを蓄積するために前記コントローラに接続されているバッファを備える",
            "半ー二重方式通信システムにおいてメッセージ衝突を防止する装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，本願発明は，特開平5-22551号公報(甲1。以下，「引用例」といい，引用例に記載された発明を「引用発明」という。なお，引用例の図7は，別紙記載2のとおりである。)に記載された発明及び周知技術に基づいて，容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができないというものである。",
            "審決が認定した引用発明の内容，同発明と本願発明との一致点及び相違点は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「ファクシミリ信号をファクシミリ装置から受信して，応答信号を前記ファクシミリ装置に送出する送信規制制御手段であって，",
                "前記送信規制制御手段は，前記ファクシミリ信号が再送される場合，ファクシミリ信号が再送されるまでの待機時間から伝送装置の処理遅延時間，ディジタル回線の伝送遅延時間および応答信号の信号長を除いた値の所定の時間期間である場合にだけ，前記送信規制制御手段は前記応答信号を前記ファクシミリ装置に送信する，",
                "前記所定の時間期間の後であって，そして，ファクシミリ信号が送信される場合に，前記送信規制制御手段は，ファクシミリ信号の送信後に再び送出許可を与える，",
                "さらに，前記ファクシミリ装置に対する送出が禁止されている場合に，前記応答信号を保持するようにされた送信規制制御手段に接続されているコマンド送信部を備える",
                "半ー二重方式通信システムにおいてファクシミリ信号と応答信号の衝突を防止する装置。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "「第1のメッセージを通信装置から受信して，第2のメッセージを前記通信装置に送出するコントローラであって，",
                "前記コントローラは，前記第 1 のメッセージが繰り返される場合，前記第 1 のメッセージが繰り返される最短の時間間隔より短い所定の時間期間である場合にだけ，前記コントローラは前記第2のメッセージを前記通信装置に送信する，",
                "さらに，前記通信装置に対する即時の発信が許可されない場合に，前記第 2 のメッセージを蓄積する前記コントローラに接続されているコマンド送信部を備える",
                "半ー二重方式通信システムにおいてメッセージ衝突を防止する装置。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(1)",
                  "text": [
                    "本願発明では，コントローラが「第1のメッセージが繰り返されるか否かを判断」しているのに対し，引用発明では，そのような判断について記載されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点(2)",
                  "text": [
                    "「前記第1のメッセージが繰り返される最短の時間間隔より短い所定の時間期間である場合」に関し，本願発明では，「コントローラに接続されたカウントダウン衝突タイマー」を有し，該カウントダウン衝突タイマーに「所定の時間期間」を設定し，該カウントダウン衝突タイマーが満了しないことをもって「所定の時間期間」内であるとしているのに対し，引用発明ではそのようなカウントダウン衝突タイマーについて記載されていない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点(3)",
                  "text": [
                    "本願発明では，「コントローラに接続されたカウントダウンタイムアウトタイマーであって，前記カウントダウン衝突タイマーが満了し，そして，前記第1のメッセージが繰り返される場合に，前記カウントダウンタイムアウトタイマーがタイムアウト期間に設定されるタイマーを備え」ているのに対し，引用発明では，そのようなカウントダウンタイムアウトタイマーを有していない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点(4)",
                  "text": [
                    "「前記通信装置に対する即時の発信が許可されない場合に，前記第2のメッセージを蓄積する」に関し，本願発明では，「バッファ」を備えて第2のメッセージを蓄積しているのに対し，引用発明では，コマンド送信部に第2のメッセージを蓄積するとされている点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定，本願発明と引用発明との一致点及び相違点の認定の誤り)",
              "text": [
                "審決は，引用発明の「ファクシミリ信号が再送されるまでの待機時間から伝送装置の処理遅延時間，ディジタル回線の伝送遅延時間および応答信号の信号長を除いた値の所定の時間期間」(以下「引用発明の所定の時間期間」ということがある。)は，本願発明の「第1のメッセージが繰り返される最短の時間間隔より短い所定の時間期間」(以下「本願発明の所定の時間期間」ということがある。)に相当すると認定する。しかし，審決の上記認定には，誤りがある。",
                "すなわち，引用発明の所定の時間期間は，ファクシミリ信号が再送されるまでの待機時間から伝送装置の処理遅延時間，ディジタル回線の伝送遅延時間及び応答信号の信号長を除いた値であり，伝送装置の遅延時間やディジタル回線の伝送遅延時間という予測不可能な時間から計算される変化する時間であるのに対し，本願発明の所定の時間期間は，2．50～2．55秒，最も好ましくは2．40秒に設定される定められた時間であり，互いに相違する。また，引用発明の所定の時間期間は，ファクシミリ信号が再送されるまでの待機時間から伝送装置の処理遅延時間，ディジタル回線の伝送遅延時間及び応答信号の信号長を除いた値であるとしても，これは，引用発明の所定の時間期間がファクシミリ信号が再送されるまでの待機時間より短い時間となっていることの説明にすぎず，これをもって，引用発明の所定の時間期間が本願発明の所定の時間期間に相当するとはいえない。さらに，引用例の図7によれば，引用発明においては，伝送装置82 からファクシミリ装置81 への応答信号の送出は，再送のためのファクシミリ信号(5)が伝送装置82 に再受信された後になるから，再送されたファクシミリ信号を伝送装置82 が受信した後に送出すれば足りるから，引用発明において所定の時間を計算する必要はない。",
                "したがって，引用発明の所定の時間期間は，本願発明の所定の時間期間に相当するとはいえず，本願発明と引用発明は，「前記コントローラは，前記第1のメッセージが繰り返される場合，前記第1のメッセージが繰り返される最短の時間間隔より短い所定の時間期間である場合にだけ，前記コントローラは前記第2のメッセージを前記通信装置に送信する」点で一致するとした審決の認定には，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点に係る容易想到性判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(1)に係る容易想到性判断の誤りについて",
                  "text": [
                    "審決は，通信装置間で第1のメッセージを伝送するに当たり，第1のメッセージが繰り返されるようにするか否かを確認することは，周知の技術にすぎず，引用発明のように通信装置間に設けられるメッセージの衝突を防止する装置のコントローラにおいて，第1のメッセージが繰り返されるようにされているか否かを判断するように構成することは，容易に想到することができたと認定，判断する。しかし，審決の上記認定，判断には，誤りがある。",
                    "すなわち，本願明細書の段落【0012】，【0014】，【0015】及び【0025】によれば，本願発明は，第1のメッセージが繰り返されると判断されると，カウントダウン衝突タイマーが満了していない場合にだけ，コントローラは第2のメッセージを通信装置に送信し，カウントダウン衝突タイマーが満了し，第1のメッセージが繰り返される場合には，カウントダウンタイムアウトタイマーがタイムアウト期間に設定され，さらに，通信装置に対する即時の送信が許可されない場合に第2のメッセージを蓄積するための構成を備えている。以上のとおり，本願発明は，通信装置間で第1のメッセージを伝送するに当たり，第1のメッセージが繰り返されるようにするか否かを確認するとの判断に基づいて，カウントダウン衝突タイマー及びカウントダウンタイムアウトタイマーが協働して，半二重方式通信システム内でのメッセージ衝突を防止するとともに，予期されている繰り返しメッセージが受信されない場合に，メッセージが受信されるのを待つ状態に無制限にとどまることを防止するものであって，引用発明には開示されていない新規で改善された方法を提供するものである。",
                    "したがって，引用発明に周知技術を適用することによって相違点(1)に係る構成に容易に想到できたとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点(3)に係る容易想到性判断の誤りについて",
                  "text": [
                    "審決は，相違点(3)に関し，本願発明では，所定の時間後の第2のメッセージを，第1のメッセージと衝突を起こすことがなくなるまで即時の送信が許可されないようにするに当たり，カウントダウンタイムアウトタイマーを設けて，第1のメッセージが繰り返し送信される時間期間に該カウントダウンタイムアウトタイマーを動作させて第2のメッセージの即時の送信を禁止するのに対し，引用発明では，第1のメッセージが送信されるまで第2のメッセージの即時の送信を禁止している点で相違しているところ，引用発明において第1のメッセージが送信されるまで第2のメッセージの即時の送信を禁止することに替えて，常套手段を用いて，所定の時間期間後に起動し，第1のメッセージが送信されるまで動作するタイマーを設けて，第2のメッセージの即時の送信を禁止するように構成することは容易に想到できたと認定，判断する。",
                    "しかし，審決の上記認定，判断は，誤りである。すなわち，本願発明は，第1のメッセージと第2のメッセージの衝突を確実に防止するため，コントローラは，第1のメッセージが繰り返される場合，カウントダウン衝突タイマーを第1のメッセージが繰り返される最短の時間間隔より短い所定の時間期間に設定し，カウントダウン衝突タイマーが満了していない場合にだけ，第2のメッセージを通信装置に送信するとの構成を採用したものであり，かかる構成は，引用例には記載も示唆もされていない。また，本願発明は，第2のメッセージの送信を，カウントダウン衝突タイマーが満了した場合に禁止するものであり，第1のメッセージが繰り返し送信される時間期間にカウントダウンタイムアウトタイマーを動作させて第2のメッセージの即時の送信を禁止するものではない。さらに，本願発明は，予期されている繰り返しメッセージが受信されない場合に，メッセージが受信されるのを待つ状態に無制限にとどまることを防止するため，カウントダウンタイムアウトタイマーを用いている。これに対し，引用例には，上記の構成についての記載も示唆もない。",
                    "したがって，引用発明に周知技術を適用することによって相違点(3)に係る構成に容易に想到できたとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，審決の相違点に係る容易想到性判断には誤りがあり，本願発明は，引用発明及び周知技術に基づき容易に発明をすることができたものとはいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定，本願発明と引用発明との一致点及び相違点の認定の誤り)に対して",
              "text": [
                "引用例の段落【0032】，【0033】によれば，引用発明における「待機時間」は，ファクシミリ信号を送出してから再送するまでの時間であり，引用発明の所定の時間期間とは，上記待機時間から，伝送装置の処理遅延時間，ディジタル回線の伝送遅延時間及び応答信号の信号長を除いた値であり，上記待機時間より短い時間となっている。他方，本願明細書の段落【0014】によれば，本願発明における「第1のメッセージが繰り返される最短の時間間隔」の「最短」とは，T．30ファックスプロトコル通信に準拠するファックス機器に係る規格に定められた数値としての「最短」を表し，上記「時間間隔」とは，ファックス通信システムにおいて第1のメッセージが繰り返される時間間隔として設定された1つの設定値にすぎない。以上によれば，本願発明の「第1のメッセージが繰り返される最短の時間間隔」と引用発明の「待機時間」は，共に，ファックス通信システムにおいて，第1のメッセージが繰り返される時間間隔の設定値を示すものとして一致する。",
                "したがって，本願発明の所定の時間期間と引用発明の所定の時間期間に相違はなく，審決の本願発明と引用発明との一致点及び相違点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点に係る容易想到性判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(1)に係る容易想到性判断の誤りについて",
                  "text": [
                    "原告は，本願発明おいて，通信装置間で第1のメッセージを伝送するに当たり，第1のメッセージが繰り返されるようにするか否かを確認するとの構成は，他の構成と相まって，半二重方式通信システム内でのメッセージ衝突を防止する新規で改善された方法を提供するものであると主張する。",
                    "しかし，原告の上記主張は，失当である。すなわち，本願発明と引用発明は，半二重方式通信システム内でのメッセージ衝突を防止する前段階として，本願発明は衝突する場合を判断して衝突を防止しているのに対し，引用発明は衝突する場合を前提として衝突を防止している点で相違するにすぎない。また，ファクシミリ装置間のファックス信号には，再送されるものと再送されないものがあるから，通信装置間で第1メッセージを伝送するに当たり，第1のメッセージが繰り返されるようにしているか否かを確認することは周知の技術事項にすぎない。さらに，引用発明において，再送されることがないファックス信号の場合においてまで，ファクシミリ信号の送信後に再び送出許可を与える構成を採用したのでは装置が動作しない。",
                    "以上のとおり，引用発明のように通信装置間に設けられるメッセージ衝突を防止する装置のコントローラにおいて，第1メッセージが繰り返されるようにしているか否かを判断するように構成することは容易に想到できたといえ，審決の認定，判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点(3)に係る容易想到性判断の誤りについて",
                  "text": [
                    "原告は，本願発明は，第2のメッセージの送信を，カウントダウン衝突タイマーが満了した場合に禁止するものであり，第1のメッセージが繰り返し送信される時間期間にカウントダウンタイムアウトタイマーを動作させて第2のメッセージの即時の送信を禁止するものではないと主張する。",
                    "しかし，原告の上記主張は，失当である。すなわち，本願発明は，カウントダウン衝突タイマーの満了によりバッファに蓄積された第2のメッセージは，カウントダウン衝突タイマーのタイムアウト期間に設定されるカウントダウンタイムアウトタイマーのタイムアウト(時間切れ)後に，通信装置に送信されることになるものである。そうすると，本願発明では，所定の時間後の第2のメッセージを，第1のメッセージと衝突を起こすことがなくなるまで即時の送信が許可されないようにするに当たり，カウントダウンタイムアウトタイマーを設けて，第1のメッセージが繰り返し送信される時間期間に該カウントダウンタイムアウトタイマーを動作させて第2のメッセージの即時の送信を禁止するのに対し，引用発明では，第1のメッセージが送信されるまで第2のメッセージの即時の送信を禁止している点で相違しているものの，引用発明において第1のメッセージが送信されるまで第2のメッセージの即時の送信を禁止することに替えて，常套手段を用いて，所定の時間期間後に起動し第1のメッセージが送信されるまで動作するタイマーを設けて，第2のメッセージの即時の送信を禁止するように構成することは容易である。",
                    "また，原告は，本願発明は予期されている繰り返しメッセージが受信されない場合に，メッセージが受信されるのを待つ状態に無制限にとどまることを防止するため，カウントダウンタイムアウトタイマーを用いており，かかる構成は，引用例には記載も示唆もされていないと主張する。",
                    "しかし，原告の上記主張は，失当である。すなわち，本願発明に係る特許請求の範囲には，カウントダウンタイムアウトタイマーが第1メッセージに対して行う動作に関する記載はない。仮に，本願発明に係る特許請求の範囲に，カウントダウンタイムアウトタイマーが第1メッセージに対して行う動作に関する記載があるとしても，一般的に，受信されるべき信号により処理が行われる情報処理系において，受信信号が受信されなかったときに受信信号の無限の待ち状態を防ぐことは当然のことであり，そのため一定時間後に待ち状態を解除(タイムアウト)して他の処理に移ることは，技術常識であり，引用発明に上記カウントダウンタイムアウトタイマーの構成を適用して，本願発明の構成に想到することも容易である。",
                    "したがって，審決の相違点(3)に係る容易想到性判断には，誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，審決の相違点に係る容易想到性判断に誤りはなく，本願発明は，引用発明及び周知技術に基づき容易に発明をすることができたといえる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，以下のとおり，審決の相違点(3)に係る容易想到性判断には誤りがあり，これを取り消すべきものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事実認定",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲の記載",
                  "text": [
                    "本願発明に係る特許請求の範囲の記載は，前記第2の2記載のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願明細書の記載",
                  "text": [
                    "本願明細書(甲4)には，以下の記載がある。",
                    "「【0031】",
                    "本発明によるタイマー依存型衝突防止方法を説明するフロー図を図4に示す。このフロー図の検討は，ファックス機器と衝突防止回路間の通信に集中している。最初に，ファックス機器は送信元のファックス機器でも送信先のファックス機器でもよい。",
                    "【0032】",
                    "本発明は開始状態100から始まる。アイドリングしてファックス機器からのメッセージを待っている間に，本発明は連続的にポーリングして，ステップ102でファックスからのメッセージが受信されているか否かチェックする。・・・」",
                    "「【0033】",
                    "本発明は，自身がファックス機器からメッセージを受信していると判断したら，ステップ104でそのメッセージが完全に受信されるまで待つ。これで，このファックス機器はそのメッセージに対する送信元ファックス機器であると見なされる。メッセージ全体を受信したら，本発明は，そのメッセージがファックス機器によって繰り返されるか否か，ステップ106でそのメッセージの状態をT．30ファックスプロトコルに基づいて分析することによって決定する。メッセージが繰り返されない場合，本発明はいかなる機能も実行せず，ステップ102に復帰する。本発明がそのメッセージを繰り返すと決定したら，本発明はステップ108で衝突タイマーを最短繰り返し間隔未満の所定の時間に設定する。この好ましい実施形態では，衝突タイマーは2．50～2．55秒の時間に設定される。最も好ましい実施形態では，衝突タイマーは2．40秒に設定されるが，この時間は，自動モードで動作中のファックス機器にとっては2．55秒という最短繰り返し間隔より短い。衝突タイマーはこの設定された時間からゼロまでカウントダウンする。",
                    "【0034】",
                    "タイマーを設定したら，本発明は別のループに入る。このループ中では，本発明は最初に，ステップ110で衝突タイマーが満了しているか(ゼロに到達しているか)否かチェックする。衝突タイマーが満了していない場合，本発明は，ステップ120でファックス機器に対して応答を送信する必要があるか否か判断する。応答を送信する必要がある場合，本発明はステップ122でその応答を送信する。この応答を送信したら，本発明は開始状態100に復帰する。",
                    "【0035】",
                    "送信する応答がない場合，本発明はステップ110に復帰して衝突タイマーのポーリングを継続する。衝突タイマーが満了したら，本発明は，送信元ファックス機器がその時点以降の何らかの時点でメッセージを再送信することを知る。本発明はメッセージが繰り返されることを予測し，したがって，ステップ112でファックス機器によってメッセージが完全に繰り返されるのを待つ。この繰り返されたメッセージが受信されたら，本発明はステップ106に進む。次に，本発明は，ステップ106でこの新しいメッセージが繰り返される否か判断する。",
                    "【0036】",
                    "例示の実施形態では，衝突タイマーが満了したら，本発明は，次のステップに進む前に，繰り返しメッセージが受信されるのを待つ。何らかの理由によって，この予期されている繰り返しメッセージが受信されない場合，本発明は無制限にこの状態にとどまる。第2の実施形態では，衝突タイマーが満了すると，タイムアウトタイマーが設定される。本発明は，繰り返しメッセージを待ちながら，連続的にタイムアウトタイマーをポーリングする。タイムアウト期間が満了しても予期されている繰り返しメッセージが到達しない場合，本発明は待ち状態を中断して，開始状態100に復帰する。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例の記載",
              "text": [
                "引用例(甲1)には，以下の記載がある。",
                "「【請求項2】  アナログのファクシミリ信号を送受し，そのファクシミリ信号に対する応答信号が所定時間内に受信されないと同じファクシミリ信号を再送するファクシミリ装置(11)と，",
                "前記ファクシミリ装置(11)とディジタル回線とのインタフェースをとる伝送装置(13)とを備えたファクシミリ信号伝送方式において，",
                "前記インタフェースがとられるファクシミリ装置(11)が送信するファクシミリ信号の検出時からの経過時間を監視し，その経過時間が前記所定時間から前記インタフェースの処理時間，前記ディジタル回線の伝送遅延時間および前記応答信号の信号長を除いた時間を超えたときに，前記伝送装置(13)が行う前記応答信号の送信処理を規制する送信規制制御手段(21)を備えたことを特徴とするファクシミリ信号伝送方式。」",
                "「【0011】請求項2に記載の発明では，伝送装置13によってインタフェースがとられるファクシミリ装置11からファクシミリ信号が送信されると，送信規制制御手段21が，そのファクシミリ信号を検出して伝送装置13に応答信号の送信処理を許可し，さらに，その検出時点からの所定時間経過すると伝送装置13が行う応答信号の送信を規制する。",
                "【0012】このような送信規制は，伝送装置13が応答信号を受信できない場合に同じファクシミリ信号を送出するまでの待機時間から，伝送装置13におけるインタフェース処理時間，ディジタル回線の伝送遅延時間および上述の応答信号の信号長を除いた時間経過した時点で行われるので，・・・伝送装置13から再送されるファクシミリ信号と応答信号とが衝突することはない。」",
                "「【0032】図7は，請求項2に記載の発明に対応した実施例の動作を説明する図である。・・・コマンド受信処理部39 では，コマンド検出部51 は，ファクシミリ装置81 から復調器35 を介して与えられるファクシミリ信号(コマンド)(図7(1))を取り込んでその受信完了を認識すると，コマンド送信処理部41 内のコマンド受信状態判定部61 にコマンド受信完了通知を送出し，かつそのファクシミリ信号をコマンド中継送信部53 を介してディジタル回路に送出する(図7(2))。状態判定部61 はコマンド受信完了通知に応じてコマンド送信部62 に応答信号の送出を許可し，そのタイミングから所定の時間(図7(3))経過すると，コマンド送信部62 に対するファクシミリ信号(応答信号)の送出を禁止する。",
                "【0033】ここに，所定の時間とは，ファクシミリ装置81 がファクシミリ信号を送出してから再送するまでの待機時間(＝3秒)から，伝送装置82 ，82 の処理遅延時間，ディジタル回線の伝送遅延時間および応答信号の信号長を除いた値であり，その算出に用いられる処理遅延時間および伝送遅延時間は対向するファクシミリ装置81 を挟む往復の伝送路についての積算値である。",
                "【0034】コマンド送信部62 は，状態判定部61 から応答信号の送出が許可されている状態で，ディジタル回線からコマンド中継受信部55 を介して応答信号が与えられる(図7(4))と，速やかにその応答信号(先頭に付加されたプリアンブル信号を含む。)をファクシミリ装置81 に送出する。しかし，コマンド送信部62 は，送出が禁止されている状態では，ファクシミリ装置81 から再送されたファクシミリ信号(図7(5))に応じて再び送出許可が与えられるまで，その応答信号の内容を保持して待機し，送出許可が与えられ次第その応答信号をファクシミリ装置81 に送出する(図7(6))。",
                "【0035】このように本実施例によれば，伝送装置の処理遅延およびディジタル回線の伝送遅延があっても，ファクシミリ装置に対する応答信号の送出タイミングがそのファクシミリ装置によるファクシミリ信号の再送と異なるタイミングに設定されるので，ファクシミリ装置と伝送装置との間を結ぶ二線式回線上でファクシミリ信号と応答信号とが衝突することはない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点(3)に関し，引用発明において第1のメッセージが送信されるまで第2のメッセージの即時の送信を禁止することに替えて，常套手段を用いて，所定の時間期間後に起動し第1のメッセージが送信されるまで動作するタイマーを設けて，第2のメッセージの即時の送信を禁止するように構成することは当業者が容易に想到し得ることであると認定，判断する。",
                "しかし，審決の上記認定，判断には，以下のとおり，誤りがある。すなわち，本願発明に係る特許請求の範囲の記載によれば，本願発明は，①第1のメッセージを通信装置から受信して，第2のメッセージを上記通信装置に送出するとともに，第1のメッセージが繰り返されるか否かを判断するコントローラ，②上記コントローラに接続されたカウントダウン衝突タイマー，③上記カウントダウン衝突タイマーが満了し，第1のメッセージが繰り返される場合に，タイムアウト期間に設定される上記コントローラに接続されたカウントダウンタイムアウトタイマー，④通信装置に対する即時の送信が許可されない場合に，第2のメッセージを蓄積するために上記コントローラに接続されているバッファを備え，上記コントローラは，第1のメッセージが繰り返される場合，上記カウントダウン衝突タイマーを第1のメッセージが繰り返される最短の時間間隔より短い所定の時間期間に設定し，上記カウントダウン衝突タイマーが満了していない場合にだけ，第2のメッセージを上記通信装置に送信する，半二重方式通信システムにおいてメッセージ衝突を防止する装置である。また，本願明細書の上記記載によれば，本願発明においては，①カウントダウン衝突タイマーが満了すると，カウントダウンタイムアウトタイマーを設定し，このタイムアウト期間が満了しても予期されている繰り返しメッセージが到達しない場合に，待ち状態を中断して開始状態に復帰するようにし，無制限に待ち状態となることを防止すること，②カウントダウンタイムアウトタイマーの設定後に予期されている繰り返しメッセージが到達すると，カウントダウンタイムアウトタイマーのタイムアウト期間が満了していなくても，待ち状態が解除され，メッセージが繰り返されると決定されると，カウントダウン衝突タイマーが設定され，カウントダウン衝突タイマーが満了していない場合，ファックス機器へ応答を送信することができることが認められる。",
                "上記によれば，本願発明は，カウントダウン衝突タイマーが満了していない場合にだけ，第2のメッセージが通信装置に送信されるとともに，カウントダウンタイムアウトタイマーにより，第1のメッセージが到達しない場合に，待ち状態を中断して無制限に待ち状態となることが防止されるのであって，第2のメッセージの送信の可否は，カウントダウンタイムアウトタイマーによって決定されるものではない。すなわち，本願発明は，カウントダウンタイムアウトタイマーによって，第2のメッセージが第1のメッセージと衝突を起こすことがなくなるまで即時の送信が許可されないようにされているものではない。",
                "他方，引用例の上記記載によれば，引用発明は，ファクシミリ信号をファクシミリ装置から受信して，応答信号を前記ファクシミリ装置に送出する送信規制制御手段を備え，送信規制制御手段は，ファクシミリ信号が再送される場合，ファクシミリ信号が再送されるまでの待機時間から伝送装置の処理遅延時間，ディジタル回線の伝送遅延時間及び応答信号の信号長を除いた値の所定の時間期間である場合にだけ，応答信号をファクシミリ装置に送信し，所定の時間期間後にファクシミリ信号が送信される場合には，ファクシミリ信号の送信後に再び送出許可を与えることにより，伝送装置の処理遅延やディジタル回線の伝送遅延があっても，ファクシミリ信号と応答信号とを衝突させないようにしたものと認められる。また，引用例においては，第1のメッセージが送信されるまで第2のメッセージの即時の送信が禁止されるものと認められるものの，第1のメッセージが到達しない場合の待ち状態の解消のための本願発明の構成については，記載も示唆もない。",
                "以上によれば，ある時間期間において信号の送信を制限するに当たり，該時間期間において起動し満了するタイマーを設定し，該タイマーの動作中には信号の送信を制限し，該タイマー満了後に信号の伝送を許可する手段を用いることが，当該技術分野において常套手段であり，引用発明において第1のメッセージが送信されるまで第2のメッセージの即時の送信を禁止することに替えて，上記常套手段を適用したとしても，本願発明のように，カウントダウン衝突タイマーが満了していない場合にだけ，第2のメッセージが通信装置に送信され，カウントダウン衝突タイマーが満了し，第1のメッセージが繰り返される場合に，カウントダウンタイムアウトタイマーをタイムアウト期間に設定し，それにより，予期されている繰り返しメッセージが到達しない場合に，無制限に待ち状態となることを防止することについて，容易に想到することができたとはいえない。審決は，相違点(3)に関し，本願発明では，所定の時間後の第2のメッセージを，第1のメッセージと衝突を起こすことがなくなるまで即時の送信が許可されないようにするに当たり，カウントダウンタイムアウトタイマーを設けて，第1のメッセージが繰り返し送信される時間期間に該カウントダウンタイムアウトタイマーを動作させて第2のメッセージの即時の送信を禁止すると認定し，引用発明において第1のメッセージが送信されるまで第2のメッセージの即時の送信を禁止することに替えて，上記常套手段を用いることにより，所定の時間期間後に起動し第1のメッセージが送信されるまで動作するタイマーを設けて，第2のメッセージの即時の送信を禁止する構成に想到することは容易であると判断するが，上記のとおり，本願発明は，カウントダウン衝突タイマーが満了しない場合にだけ，第2のメッセージが通信装置に送信されるとともに，カウントダウンタイムアウトタイマーにより，第1のメッセージが到達しない場合に，待ち状態を中断して無制限に待ち状態となることが防止されるのであって，第2のメッセージの送信の可否がカウントダウンタイムアウトタイマーによって決定されるものではない。審決の相違点(3)に関する上記認定，判断は，本願発明におけるカウントダウン衝突タイマー及びカウントダウンタイムアウトタイマーの技術的意義を誤解するものであって，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張について",
              "text": [
                "被告は，本願発明に係る特許請求の範囲には，第1のメッセージが繰り返される場合というメッセージの衝突を防止する装置における動作条件が記載されているだけで，カウントダウンタイムアウトタイマーが第1のメッセージに対してどのような動作を行うかについて何ら記載されていないから，相違点(3)に係る構成が容易であるとした審決の判断に誤りはない旨を主張する。",
                "しかし，被告の上記主張は，失当である。すなわち，本願発明に係る特許請求の範囲には，「カウントダウン衝突タイマーが満了し，そして，前記第1のメッセージが繰り返される場合に，カウントダウンタイムアウトタイマーを該カウントダウン衝突タイマーのタイムアウト期間に設定される」と明確に記載されている。そして，上記本願明細書の記載(段落【0036】)を参照すれば，第1のメッセージが到達しない場合に，待ち状態を中断して無制限に待ち状態となることが防止されるものと理解することができる。そうすると，本願発明に係る特許請求の範囲の記載において，カウントダウンタイムアウトタイマーが第1のメッセージに対してどのような動作を行うかについて何ら記載されていないから，相違点(3)に係る構成が容易であるとした審決の判断に誤りはない旨の被告の主張は，採用することができない。",
                "また，被告は，予備的に，本願発明に係る特許請求の範囲に，カウントダウンタイムアウトタイマーが第1メッセージに対して行う動作に関する記載があるとしても，一般的に，受信されるべき信号により処理が行われる情報処理系において，受信信号が受信されなかったときに受信信号の無限の待ち状態を防ぐことは当然のことであり，このため一定時間後に待ち状態を解除し他の処理に移ることは常套手段であるところ，引用発明において，再送されるファクシミリ信号の受信により蓄積した応答信号のファクシミリ装置への送信処理を行うに当たり，再送されるファクシミリ信号が受信されなかったときに無限の待ち時間を防ぐために，カウントダウンタイムアウトタイマーを適用し，予期されている繰り返しメッセージが受信されない場合に，メッセージが受信されるのを待つ状態に無制限にとどまることを防止することは，容易に想到し得ることであると主張する。",
                "しかし，被告の上記主張は，失当である。すなわち，審決は，上記のとおり，ある時間期間において信号の送信を制限するに当たり，該時間期間において起動し満了するタイマーを設定し，該タイマーの動作中には信号の送信を制限し，該タイマーの満了後に信号の伝送を許可する手段を用いることは，情報通信分野における常套手段であるとして，引用発明において，第1のメッセージが送信されるまで第2のメッセージの即時の送信を禁止することに替えて，上記常套手段を用いることにより，所定の時間期間後に起動し第1のメッセージが送信されるまで動作するタイマーを設けて，第2のメッセージの即時の送信を禁止するように構成することは，容易に想到し得ることであると認定，判断したものであり，被告の上記主張は，審決の上記認定，判断に基づかない主張であって，失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，審決の相違点(3)に係る容易想到性判断には誤りがあり，その余の点について判断するまでもなく，審決は取消しを免れない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであり，原告の請求には理由がある。その他，被告は，縷々主張するが，いずれも理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10266",
    "date": "2012-06-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082420",
    "ipprecedent_id": "3004",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}