{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立ての"
    },
    {
      "text": "ための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-11912号事件について平成23年6月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，特許請求の範囲の記載を下記2とする本件出願に対する拒絶査定不服審判の請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告(出願書類上の名称は，アンスティテュ  フランセ  デュ  ペトロール)は，平成11年12月9日，発明の名称を「内燃エンジンの排気管内で窒素酸化物を除去する方法および装置」とする特許を出願したが(甲8の1。特願平11-350091。パリ条約による優先権主張日：平成10年12月9日(フランス共和国)。請求項の数21)，平成22年1月28日付けで拒絶査定を受けたので，同年6月2日，これに対する不服の審判を請求した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，前記請求を不服2010-11912号事件として審理し，平成23年6月23日，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は，同年7月6日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨の記載",
          "text": [
            "本件審決が判断の対象とした特許請求の範囲請求項1の記載は以下のとおりである(ただし，平成22年6月2日付け手続補正書(甲8の3)による補正後のものである。)。なお，文中の「／」は，「および／または」の部分を除き，原文の改行箇所である。以下，請求項1に記載の発明を「本願発明」といい，本願発明に係る明細書(甲8の1，2)を「本願明細書」という。",
            "窒素酸化物を吸蔵する手段と，前記吸蔵手段が飽和したときに前記窒素酸化物を再生する手段と，窒素酸化物吸蔵手段の上流側に配置された炭化水素処理手段と，炭化水素処理手段の上流側に配置された炭化水素注入手段と，排気ガス中の酸素の濃度である排気ガス混合濃度を測定する手段とを有する，希薄燃焼内燃エンジンの排気管内で窒素酸化物を除去する装置において，／前記注入手段は前記排気管に配置され，炭化水素処理手段は，炭化水素を一酸化炭素と水素に部分的に酸化するための触媒であり，種々の検出器から到来する，および／または，エンジンのスムーズな稼動を乱さずにＮO 吸蔵剤の効果的な再生を行うように記憶されたデータをX記録および処理する手段をさらに有していることを特徴とする，希薄燃焼内燃エンジンの排気管内で窒素酸化物を除去する装置"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本願発明は，下記アの引用例に記載された発明(以下「引用発明」という。)及び下記イないしオの周知例1ないし4に記載された各周知技術に基づき，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：特開平6-221140号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "周知例1：特開平6-272545号公報(甲3)"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例2：特開平7-119452号公報(甲4)"
                },
                {
                  "fig": "エ",
                  "subject": "周知例3：特開平10-30430号公報(甲5)"
                },
                {
                  "fig": "オ",
                  "subject": "周知例4：国際公開第93／08383号公報(平成5年4月29日公開。甲6)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明並びに本願発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：ＮO を吸蔵するＮO 吸収剤と，前記ＮO 吸収剤が一定量のＮX X XO を吸蔵したときに前記ＮO を再生する流入排気ガス中の酸素濃度の低下及びX X未燃COと，ＮO 吸収剤の上流側に配置されたHCを部分酸化してCOを発生すXるCO発生触媒と，流入排気ガスの空燃比をリーンからリッチに切り換えて，CO発生触媒の上流側における未燃HCの濃度を増大させる手段とを有する，希薄燃焼内燃エンジンの機関排気通路内でＮO を除去する排気浄化装置において，エアフXローメータ及び回転数センサから到来する，データを記録および処理する手段をさらに有している，希薄燃焼内燃エンジンの機関排気通路内でＮO を除去する排気X浄化装置(なお，上記引用発明のうち，「未燃CO」が「CO」の誤記であることは当事者間に争いがない。)"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：窒素酸化物を吸蔵する手段と，前記窒素酸化物を再生する手段と，窒素酸化物吸蔵手段の上流側に配置された炭化水素処理手段と，炭化水素処理手段の上流側に炭化水素注入手段とを有する，希薄燃焼内燃エンジンの排気管内で窒素酸化物を除去する装置において，炭化水素処理手段は，炭化水素を一酸化炭素と水素に部分的に酸化するための触媒であり，種々の検出器から到来する，データを記録および処理する手段をさらに有している，希薄燃焼内燃エンジンの排気管内で窒素酸化物を除去する装置"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：窒素酸化物の再生を，本願発明においては，窒素酸化物吸蔵手段が飽和したときに行うものであるのに対し，引用発明においては，ＮO 吸収剤がX一定量のＮO を吸蔵したときに行う点",
                  "text": [
                    "X  エ  相違点2：本願発明においては，排気ガス中の酸素の濃度である排気ガス混合濃度を測定する手段を有しているのに対し，引用発明においては，この点が明らかでない点"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点3：炭化水素処理手段上流側の炭化水素注入手段が，本願発明においては，排気管に配置されているのに対し，引用発明においては，排気管に配置されているとはいえない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "容易想到性に係る判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3に係る判断の誤り"
            },
            {
              "fig": "(2)",
              "subject": "作用効果に係る判断の誤り"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "相違点3に係る判断の誤りについて",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件審決は，周知例3及び4を挙げ，内燃機関の浄化装置の技術分野において，燃焼室直後の排気管に炭化水素注入手段を配置することは，本件出願に係る優先権主張日前に周知ないし慣用の技術であるとし，引用発明において，燃焼室直後における未燃HCの濃度を増大させる手段として，前記周知技術を考慮し，流入排気ガスの空燃比をリーンからリッチに切り換えることに代えて，炭化水素注入手段を機関排気通路に配置させ，相違点3に係る本願発明の構成とすることは，当業者が容易に想到し得たことであると判断した。",
                "しかし，引用例において，流入排気ガスの空燃比をリーンからリッチに切り換えて，CO発生触媒の上流側における未燃HCの濃度を増大させる手段は，元々その位置が固定されているものであるから，このような手段を機関排気通路に配置される炭化水素注入手段に置換することはできない。すなわち，引用例では，流入排気ガスの空燃比をリーンからリッチに切り換えることは，燃焼室の上流側に位置する燃料噴射弁で燃焼室内に供給される混合気の空燃比を制御することを意味しており，このような機能を奏する燃料噴射弁に代えて，炭化水素注入手段を機関排気通路に配置することは，内燃エンジンとしての機能を失うことを意味し，そもそも不可能である。",
                "これに対し，本願発明は，炭化水素注入手段を炭化水素処理手段の上流側に配置し，かつ，排気管に配置することにより，炭化水素注入手段から注入された炭化水素をそのままの状態で炭化水素処理手段によって処理し，よって，排気ガス中の酸素濃度を減少させ，かつ，一酸化炭素及び水素の濃度を増加させるというものであり，炭化水素注入手段が排気管に配置されていることと，炭化水素処理手段が炭化水素を一酸化炭素と水素に部分的に酸化するための触媒であることは不可分一体の要件である。",
                "したがって，当業者が引用例及び前記周知技術を認識していたとしても，引用例では炭化水素注入手段を機関排気通路に配置するという前提を欠いている以上，相違点3に係る本願発明の構成を容易に想到することはできない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "仮に，前記周知技術に基づき，燃料噴射弁としての機能を有しない炭化水素注入手段を機関排気通路に配置するとした場合，燃料噴射弁はもはや炭化水素注入手段とはいえないため，炭化水素を一酸化炭素と水素に部分的に酸化するための触媒である炭化水素処理手段が，機関排気通路の炭化水素注入手段の下流側に配置されることが周知である必要がある。",
                "しかし，周知例3では，還元剤噴射弁は酸化触媒の上流側に位置しているが，この酸化触媒は還元剤を燃焼させるものであるとの記載しかない(【0016】)。燃焼は酸化と同義であると考えたとしても，酸化には炭化水素を一酸化炭素に部分的に酸化する形態と二酸化炭素に酸化する形態の2種類があり得る以上，上記記載をもって，酸化触媒が炭化水素を一酸化炭素と水素に部分的に酸化するための触媒であるとはいえない。",
                "また，周知例4は，炭化水素を一酸化炭素と水素に部分的に酸化するための触媒である炭化水素処理手段が，機関排気通路の炭化水素注入手段の下流側に配置される構成に関して，何らの開示もない。",
                "したがって，炭化水素を一酸化炭素と水素に部分的に酸化するための触媒である炭化水素処理手段が，機関排気通路の炭化水素注入手段の下流側に配置される技術が，周知であるということはできない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "被告の主張について",
              "text": [
                "被告は，周知例4には，ＮO 吸収剤に流入する排気ガスをリッチにすることにXより，ＮO 吸収剤に吸収されているＮO を放出させるようにする手法として，X X①空燃比制御手段により機関燃焼室内に形成される混合気の空燃比を制御することによって，ＮO 吸収剤に流入する排気ガスをリッチにする手法(以下「手法①」Xという。)と，②排気管内に還元剤供給弁を配置し，機関排気通路内に炭化水素を供給する手法(以下「手法②」という。)が記載されているとした上で，ＮO 吸X収剤に流入する排気ガスをリッチにしてＮO 吸収剤に吸収されているＮO を放X X出するため，当業者は手法①及び②を適宜選択することができると主張する。",
                "確かに，周知例4には，ＮO 吸収剤に流入する排気ガスの空燃比をリッチにすXる手法として，手法①及び②が開示されているが，ディーゼル機関の場合には，通常あらゆる運転状態において，空気過剰率が1．0以上，すなわち燃焼室内の混合気の平均空燃比がリーンの状態で燃焼せしめられるから，燃焼室に供給される混合気がリッチにされる手法①を適用することは，原理的に好適ということはできない。また，手法①は燃焼室への燃料の供給という本来の目的とＮO 吸収剤の再生のたXめに一時的に排気ガスの空燃比をリッチにするという目的とを一つの兼用された燃料噴射弁で実現する手法であり，手法②は上記の2つの目的を，それぞれ専用の弁で実現する手法であるから，一般的に，手法②は構成部品の数が増え，コスト面から不利な構成であり，積極的に採用する理由はない。",
                "本願発明は，希薄燃焼内燃エンジンを対象としており，機関形式としてガソリン機関とディーゼル機関のいずれかに限定されるものではないが，ディーゼル機関の場合には，手法①が好適といえず，実質的に手法②を適用する以外に方法はないから，手法①を手法②に置換するための前提を欠く。また，ガソリン機関の場合には手法①が採用可能であり，あえてコスト面から不利な手法②を採用する必然性はない。したがって，手法①及び②は，当業者が設計条件などに応じて適宜選ぶものでもなく，適用される機関の種類によって事実上自動的に決定される手法であり，被告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "作用効果に係る判断の誤りについて",
          "text": [
            "本件審決は，本願発明は引用発明，前記(1)ア記載の燃焼室直後の排気管に炭化水素注入手段を配置するという周知技術及び後注入される炭化水素の量を調整するために触媒下流に酸素濃度を測定する手段を設けるという周知技術から予測される以上の格別な効果を奏するものではないと判断した。",
            "しかし，引用発明に燃焼室直後の排気管に炭化水素注入手段を配置するという周知技術を適用すること自体に誤りがあるため，引用発明や上記各周知技術から予測される効果は不明である。また，本願発明は，注入手段が排気管に配置されているという要件によって，酸素濃度を減少させるとともに，一酸化炭素及び水素の濃度を増加させ，ＮO 吸蔵剤の再生に有利な環境をＮO 吸蔵剤の近傍で効率的に生X Xじさせるという顕著な効果を奏するものであるが，このような効果は，引用発明や上記各周知技術から予測することはできない。",
            "したがって，本願発明の作用効果に係る本件審決の判断は誤りである。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "小括",
          "text": [
            "以上によれば，本願発明の容易想到性に係る本件審決の判断は誤りである。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "subject": "相違点3に係る判断の誤りについて",
          "content": [
            {
              "fig": "ア",
              "text": [
                "周知例4には，ＮO 吸収剤に流入する排気ガスをリッチにすることにより，XＮO 吸収剤に吸収されているＮO を放出させるようにする手法として，手法①X X及び②が記載されている。また，手法②は，周知例3にも記載されており，周知，慣用の技術である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "引用発明は，流入排気ガスの空燃比をリーンからリッチに切り換えて，CO発生触媒の上流側における未燃HCの濃度を増大させる手段を備えるものであり，手法①を採用したものである。他方，本願発明は，手法②を採用したものであるが，ＮO 吸収剤に流入する排気ガスをリッチにしてＮO 吸収剤に吸収されているＮX XO を放出させる手段としては，引用発明で採用されている手法①も本願発明で採X用されている手法②も当業者が適宜選択することができるものである。引用発明においては，流入排気ガスの空燃比をリーンからリッチにすること，すなわち，流入排気ガスにおける炭化水素の濃度を高めることが重要なのであり，その炭化水素がどこから供給されるかは問題でない。炭化水素の供給を燃料噴射弁を介して行う代わりに流入排気ガスが存在する部位である排気管に配置された炭化水素注入手段を介して行っても，流入排気ガスにおける炭化水素の濃度を高める点において本質的な相違はなく，炭化水素の供給を排気管に配置された炭化水素注入手段を介して行うことに格別技術上の支障もない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "したがって，引用発明の「流入排気ガスの空燃比をリーンからリッチに切り換えて，CO発生触媒の上流側における未燃HCの濃度を増大させる手段」を，手法②による構成に代えること，すなわち，燃料噴射弁とは別に排気管に炭素注入手段を配置した構成とすることは，当業者が容易に採用し得るものというべきである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "よって，相違点3に係る本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "作用効果に係る判断の誤りについて",
          "text": [
            "引用発明は，流入排気ガスの空燃比をリーンからリッチに切り換えることにより，CO発生触媒の上流側における未燃HCの濃度を増大させ，CO発生触媒においてHCをCOと水素に部分酸化させて酸素濃度を減少させるとともに，発生した多量のCOによって，ＮO 吸収剤内のＮO を還元するという作用効果を奏するものX Xである。これは，本願発明について原告が主張する効果と同等のものであるから，本願発明が奏する効果は，引用発明や前記周知技術から当業者が予測できる範囲内のものというべきである。",
            "したがって，本願発明の作用効果に係る本件審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "小括",
          "text": [
            "以上によれば，本願発明の容易想到性に係る本件審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，前記第2の2のとおりであるところ，本願明細書(甲8の1，2)には，本願発明について，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，希薄燃焼火花点火エンジン及びディーゼルエンジンの排気時に排出されるガスの処理の分野に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "窒素酸化物は，環境に対して最も有害な影響を及ぼす汚染物質であり，従来，窒素酸化物変換用の触媒に排気ガスを通すことにより汚染物質を除去することは公知である。これは，例えば，炭化水素のような還元剤の後注入を必要とする。",
                    "他方，窒素酸化物を様々な形態で吸収する触媒もあり，例えば，ＮO は，硝酸X塩として吸蔵することができる。これらの触媒は，一般的にＮO 吸蔵剤と呼ばれ，X硝酸塩タイプのＮO 吸蔵剤は，酸化環境中において，窒素酸化物をその表面に吸X蔵することができる。ＮO 吸蔵剤は，一般に酸化物又はアルカリ酸化物等の担体Xに被着または密接している貴金属であり，希薄な混合ガス(過剰酸素)の中では，排気中に多く存在するＮO(ＮO ＝ＮO＋ＮO )は貴金属によって酸化され，X 2ＮO を生成する。ＮO は触媒の表面に拡散し，その表面で酸化物に吸着されて硝酸塩を生成する。",
                    "触媒の表面から硝酸塩を脱離させるには，酸化環境中では高温が要求されるとともに，還元混合ガスが作られなくてはならない。ガス混合濃度制御による再生は，触媒に適切な貴金属(例えばロジウム)を被着させたことによる三元触媒によって，脱離したＮO を還元させる。希薄混合ガスで作動するガソリンエンジンの場合は，X希薄から濃厚への移行はその機能モードと適合しているが，ディーゼルエンジンの場合は，1を越える混合濃度を得ることはより困難である。",
                    "ＮO 吸蔵剤から硝酸塩を脱離しなくてはならないときに，触媒の上流側の排気X管内に炭化水素を注入する方法は公知であるが，この方法は瞬間的に1を越える混合濃度を得られるものの，得られるガス混合物には再生に不利な高濃度の酸素が含まれている。また，吸気口において排気ガスを非常に高速で再噴射し，エンジン吸気口において混合濃度を制御する方法も公知であるが，この方法は，エンジンのスムーズな作動が乱され，エンジンの制御が複雑化するという欠点があった(【0003】【0004】【0009】【0010】【0013】～【0017】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明におけるＮO 吸蔵剤の再生は，ＮO の放出と還元とを含み，還X X元はＮO 吸蔵剤によって実施される。その目的は，ＮO 吸蔵剤の上流側で，排X X気ガス中の酸素濃度を減少させ，かつ一酸化炭素及び水素の濃度を増加させることにより，ＮO 吸蔵剤の再生を可能にすることである。一酸化炭素及び水素は，後X注入された炭化水素の部分的な酸化によって得られるので，そもそも優れた還元剤であり，一酸化炭素は，ＮO の放出及び還元の両方に対して作用する(【001X9】【0020】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本願発明の炭化水素処理手段は，低酸素濃度で，高一酸化炭素濃度及び高水素濃度のガスが出口において得られる窒素酸化物吸蔵手段と協働する，部分的な(または抑制された)炭化水素酸化触媒である。本願発明による装置は，種々の検出器から受け取った，及び／又は，エンジンのスムーズな稼動を乱さずにＮO 吸X蔵剤の効果的な再生を可能にするように記憶されたデータを記録及び処理する手段を有している。本願発明の実施態様によれば，炭化水素注入手段，炭化水素処理手段及びＮO 吸蔵手段は，この順番でガスの循環方向に直列に排気管内に配列されXている(【0022】【0023】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本願発明は，抑制された酸化触媒に対して後注入された炭化水素によって排気ガス中に含まれる酸素をＮO 吸蔵剤の再生中に消費し，ＮO 吸蔵剤の上流側X Xで一酸化炭素と水素とを生成する。酸素が少なく一酸化炭素と水素とが豊富な濃度が1を超える混合ガスが，硝酸塩の脱離と脱離したＮO の還元との両方に有利にX働く炭化水素の後注入時に，ＮO 吸蔵剤の上流側で得られることにより，ＮOX X吸蔵剤の再生期において，顕著な改善がもたらされる(【0072】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載からすると，従来，硝酸塩タイプのＮO 吸蔵剤においてガス混X合濃度制御によって再生により脱離したＮO を還元させる場合に，触媒の上流側Xの排気管内に炭化水素を注入するという手段では，ガス混合物には再生に不利な高濃度の酸素が含まれるという問題が生じ，また，吸気口において排気ガスを高速で再噴射するという手段では，エンジンのスムーズな作動が乱され，エンジンの制御が複雑化するという問題点が生じたため，これらの問題点を解決するため，本願発明では，窒素酸化物吸蔵手段の上流側に配置された炭化水素処理手段と，炭化水素処理手段の上流側に配置された炭化水素注入手段とを有し，注入手段は排気管に配置され，炭化水素処理手段は，炭化水素を一酸化炭素と水素に部分的に酸化するための触媒であるという構成を採用し，排気管内の部分酸化触媒である炭化水素処理手段により，排気管に注入された炭化水素が部分酸化され，排気ガスの雰囲気を低酸素濃度で，高い一酸化炭素濃度及び高い水素濃度のものに変化させ，このガスにより，ＮO 吸蔵剤の再生とＮO の還元除去を行うこととしたものである。",
                "X X  2  引用発明について"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "引用発明は，前記第2の3(2)アのとおりであるところ，引用例(甲1)には，引用発明について，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】流入する排気ガスの空燃比がリーンとのきにはＮO を吸収し，流入Xする排気ガスの空燃比がリッチ又は理論空燃比になると吸収したＮO を放出するXＮO 吸収剤を機関排気通路内に配置すると共に該ＮO 吸収剤上流の機関排気通X X路内にHCを部分酸化してCOを発生するCO発生手段を設け，ＮO 吸収剤からXＮO を放出すべきときにはCO発生手段上流の排気ガスの空燃比をリーンからリXッチ又は理論空燃比に切り換えるようにした内燃機関の排気浄化装置"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，内燃機関の排気浄化装置に関するものである(【0001】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "リーン混合気を燃焼せしめるようにした内燃機関において，流入する排気ガスの空燃比がリーンのときにはＮO を吸収し，リッチ又は理論空燃比になるとX吸収したＮO を放出するＮO 吸収剤を機関排気通路内に配置し，リーン混合気X Xを燃焼せしめた際に発生するＮO をＮO 吸収剤により吸収し，ＮO 吸収剤のＮX X XO 吸収能力が飽和する前に燃焼室に供給される混合気の空燃比を一時的にリッチX又は理論空燃比にしてＮO 吸収剤からＮO を放出させるとともに，放出されたX XＮO を排気ガス中に含まれる未燃HC，COにより還元するようにした内燃機関Xが提案されている。燃焼室に供給される混合気の空燃比をリッチ又は理論空燃比にしたときに未燃HC，COによるＮO 還元反応が良好に行われれば行われるほど，XＮO 吸収剤から還元されることなく流出するＮO 量が低下するが，上記の内燃X X機関では，未燃HC，COによるＮO の還元反応が十分に行われないため，ＮOX吸収剤から還元されることなく流出するＮO 量を十分に低減することができなX Xいという問題がある(【0002】【0003】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用発明は，上記問題を解決するため，流入する排気ガスの空燃比がリーンのときにはＮO を吸収し，リッチ又は理論空燃比になると吸収したＮO を放X X出するＮO 吸収剤を機関排気通路内に配置するとともに，ＮO 吸収剤上流の機X X関排気通路内にHCを部分酸化してCOを発生するCO発生手段を設け，ＮO 吸X収剤からＮO を放出すべきときには，CO発生手段上流の排気ガスの空燃比をリXーンからリッチ又は理論空燃比に切り換えるようにしている。ＮO を還元する力XはHCよりもCOの方が強いため，CO発生手段によってHCを部分酸化することにより，COを発生させて排気ガスのCOの量を増大させると，ＮO 吸収剤からX放出されたＮO はＮO 吸収剤内において良好に還元され，流出するＮO 量が低X X X減する(【0004】【0005】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "ＮO 吸収剤は，例えばアルミナを担体とし，この担体上に，カリウムKXのような希土類から選ばれた少なくとも一つと，白金Ptのような貴金属とが担持されている。機関吸気通路及びＮO 吸収剤上流の排気通路内に供給された空気及Xび燃料(炭化水素)の比をＮO 吸収剤への流入排気ガスの空燃比と称すると，ＮXO 吸収剤は流入排気ガスの空燃比がリーンのときにはＮO を吸収し，流入排気X Xガス中の酸素濃度が低下すると吸収したＮO を放出するＮO の吸放出作用を行X Xう。なお，ＮO 吸収剤上流の排気通路内に燃料(炭化水素)あるいは空気が供給Xされない場合には，流入排気ガスの空燃比は燃焼室内に供給される混合気の空燃比に一致し，この場合には，ＮO 吸収剤は燃焼室内に供給される混合気の空燃比がXリーンのときにはＮO を吸収し，燃焼室内に供給される混合気中の酸素濃度が低X下すると吸収したＮO を放出することになる(【0011】)。",
                        "X(2)  以上の記載からすると，引用発明は，従来の内燃機関では未燃HC，COによるＮO の還元反応が十分に行われないためにＮO 吸収剤から還元されるこX Xとなく流出するＮO 量を十分に低減することができないという問題があったことXから，この問題を解決するため，ＮO 吸収剤上流の機関排気通路内にHCを部分X酸化してCOを発生するCO発生手段を設け，それにより，ＮO がＮO 吸収剤X X内において良好に還元され，ＮO 吸収剤から還元されることなく流出するＮOX X量が低減するというものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "周知例4について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "周知例4(甲6)の特許請求の範囲には，次の記載がある。",
                "【請求項1】流入する排気ガスの空燃比がリーンであるときにＮO を吸収し，流X入する排気ガス中の酸素濃度を低下させると吸収したＮO を放出するＮO 吸収X X剤を機関排気通路内に配置すると共にＮO 吸収剤上流の機関排気通路内にＮOX Xを酸化しうるＮO 酸化剤を配置し，ＮO 吸収剤に流入する排気ガスがリーンのX XときにＮO 吸収剤に吸収されたＮO をＮO 吸収剤に流入する排気ガス中の酸素X X X濃度が低下せしめられたときにＮO 吸収剤から放出するようにした内燃機関の排X気浄化装置",
                "【請求項11】機関燃焼室内に形成される混合気の空燃比を制御する空燃比制御手段を具備し，該空燃比制御手段により機関燃焼室内に形成される混合気の空燃比を制御することによってＮO 吸収剤へのＮO の吸収およびＮO 吸収剤からＮOX X X Xの放出を制御するようにした請求項1に記載の内燃機関の排気浄化装置",
                "【請求項16】機関燃焼室から排出されてＮO 吸収剤に流入する排気ガスの空燃X比を機関排気通路内で制御する空燃比制御手段を具備し，該空燃比制御手段によりＮO 吸収剤に流入する排気ガスの空燃比を制御することによってＮO 吸収剤へX XのＮO の吸収およびＮO 吸収剤からＮO の放出を制御するようにした請求項1X X Xに記載の内燃機関の排気浄化装置",
                "【請求項17】上記空燃比制御手段はＮO 吸収剤にＮO を吸収させるべきときX XにはＮO 吸収剤に流入する排気ガスの空燃比をリーンにし，ＮO 吸収剤からＮX XO を放出させるべきときにはＮO 吸収剤に流入する排気ガスの空燃比を理論空X X燃比又はリッチにする請求項16に記載の内燃機関の排気浄化装置",
                "【請求項18】上記空燃比制御手段はＮO 吸収剤からＮO を放出させるべきとX Xきに機関排気通路内に還元剤を供給する請求項17に記載の内燃機関の排気浄化装置",
                "【請求項19】上記還元剤が炭化水素からなる請求項18に記載の内燃機関の排気浄化装置"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の各請求項の記載からすると，周知例4には，内燃機関の排気浄化装置において，ＮO 吸収剤に流入する排気ガスがリーンのときにＮO 吸収剤に吸X X収されたＮO を放出するためにＮO 吸収剤に流入する排気ガス中の酸素濃度をX X低下せしめる手段として，空燃比制御手段により機関燃焼室内に形成される混合気の空燃比を制御することによって，ＮO 吸収剤に流入する排気ガスをリッチにすXるという手法①と，排気管内に還元剤供給弁を配置し，機関排気通路内に炭化水素を供給するという手法②が開示されているところ，手法②は，本件審決が認定した前記周知技術(燃焼室直後の排気管に炭化水素注入手段を配置する技術)と実質的に同一の技術であるということができる。",
                "そして，本件出願に係る優先権主張日(平成10年12月9日)は，平成5年4月29日に周知例4が国際公開されてから5年以上経過していること，本願明細書にも，手法②と同様の手法が従来技術として記載されていること(【0015】)からすると，当該技術は，本件出願に係る優先権主張日当時に周知であったということができる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本願発明の容易想到性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例では，燃焼室に供給される混合気の空燃比をリッチ又は理論空燃比にしたときに未燃HC，COによるＮO の還元反応が良好に行われれば行われるほXどＮO 吸収剤から還元されることなく流出するＮO 量が低下するとの従来技術X Xの課題が示され，その課題に対して，ＮO 吸収剤上流の機関排気通路内にHCをX部分酸化してCOを発生するCO発生手段を設けるという解決手段を示しているのであるから，引用発明が，実施例の図1に記載されているように，燃焼室に供給される混合気の空燃比を調整することにより流入排気ガスの空燃比をリーンからリッチに切り換えて(手法①)ＮO の還元反応を行うことをその構成に含むものであXることは明らかである。",
                    "しかし，引用例の特許請求の範囲請求項1では，CO発生手段上流の排気ガスの空燃比をリーンからリッチ又は理論空燃比に切り換える手段として，特定の構成に限定した記載はない。",
                    "また，引用発明は，ＮO 吸収剤上流の機関排気通路内でHCを部分酸化してCXOを発生するCO発生手段を設けることをその技術思想の中核とするものであるから，このような解決手段の機序からすると，引用発明の構成について，従来技術として例示された，燃焼室に供給される混合気の空燃比を調整することにより流入排気ガスの空燃比をリーンからリッチに切り換えてＮO の還元反応を行うものに限X定すべき理由はない。",
                    "さらに，引用例(【0011】)では，機関吸気通路からＮO 吸収剤までの排X気通路において供給された空気及び燃料(炭化水素)の比を流入排気ガスの空気比と称した上で，排気通路内に燃料(炭化水素)が供給されない場合には，流入排気ガスの空燃比と混合気の空燃比が一致するなどと記載されているのであるから，引用例においては，排気通路において燃料(炭化水素)を供給することを排除していないというべきである。",
                    "したがって，引用発明における「流入排気ガスの空燃比をリーンからリッチに切り換えて，CO発生触媒の上流側における未燃HCの濃度を増大させる手段」としては，燃焼室に供給される混合気の空燃比を調整することにより流入排気ガスの空燃比をリーンからリッチに切り換えてＮO の還元反応を行うこと，具体的には，X吸気ポート内に向けて燃料噴射弁から噴射する燃料を制御すること(【0006】【図1】)に限定されるものではなく，少なくとも，排気通路において燃料(炭化水素)を供給する構成とすることが示唆されているということができる。",
                    "そして，前記3(2)のとおり，内燃機関の排気浄化装置において，排気管内に還元剤供給弁を配置し，機関排気通路内に炭化水素を供給するという手法は，周知の技術である以上，引用発明に当該周知技術を適用し，流入排気ガスの空燃比をリーンからリッチに切り換えてCO発生触媒の上流側における未燃HCの濃度を増大させる手段に代えて，炭化水素処理手段(CO発生触媒)の上流側に炭化水素注入手段を設け，相違点3に係る本願発明の構成とすることは，当業者が容易に想到することができたものであるということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明において，前記周知技術に基づき，燃料噴射弁としての機能を有しない炭化水素注入手段を機関排気通路に配置するとした場合には，炭化水素を一酸化炭素と水素に部分的に酸化するための触媒である炭化水素処理手段が，機関排気通路の炭化水素注入手段の下流側に配置されることが周知である必要があるとした上で，周知例3及び4には，そのような構成は開示されていないから，当該技術が周知であるということはできないと主張する。",
                        "しかしながら，引用発明は，前記第2の3(2)アのとおり，ＮO 吸収剤上流側にX配置されたHCを部分酸化してCOを発生するCO発生触媒と，流入排気ガスの空燃比をリーンからリッチに切り換えて，CO発生触媒の上流側における未燃HCの濃度を増大させる手段を有するものであり，炭化水素を一酸化炭素と水素に部分的に酸化するための触媒である炭化水素処理手段が，炭化水素注入手段の下流側に位置させられることは，周知例3及び4における記載の有無にかかわらず，当業者であれば自明な事項であるから，原告の主張は失当といわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，ディーゼル機関の場合には，手法①が好適ということはできず，実質的に手法②を適用する以外に方法はないから，手法①を手法②に置換する前提を欠くとか，ガソリン機関の場合には手法①が採用可能であるから，コスト面から不利な手法②を採用する必然性はないなどとして，手法①と②は，当業者が設計条件などに応じて適宜選択すべきものではないと主張する。",
                        "しかし，空気過剰率の高いディーゼル機関において，手法①が技術的に好適でないとしても，このような主張は，引用発明の排気浄化装置について，前記周知技術に基づき，吸気ポート内に向けて燃料噴射弁から噴射する燃料を制御する構成に代えて，排気通路において燃料(炭化水素)を供給する構成(手法②)とすることが容易に想到できないことの根拠となるものではない。また，ガソリン機関の場合には手法①を採用する方がコスト面で有利であるとしても，コスト面での有利，不利は，当業者が当該技術の製品化等に際して適宜判断すべき事項であり，引用発明の排気浄化装置において，手法②を採用した構成とすることの容易想到性を否定すべき根拠にはならない。",
                        "したがって，原告の主張は採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の作用効果について",
              "text": [
                "上記(1)のとおり，相違点3に係る本願発明の構成は，当業者が容易に想到することができたものであり，また，相違点1及び2に係る本願発明の構成について，当業者が容易に想到することができたものであるとした本件審決の判断を原告は争っていないのであって，各相違点に係る本願発明の構成はいずれも当業者が容易に想到することができたものである以上，その奏する効果も当業者が容易に予測し得る範囲のものというべきである。",
                "原告は，本願発明が引用発明に基づいて容易に想到し得るものであったとしても，なお本願発明に原告主張の効果が認められることを理由に，本願発明は特許査定されるべきものであるかのように主張するが，本願発明の効果について，前記認定を覆すに足りる主張，立証はない。",
                "したがって，原告の主張は，その適否はともかく，前提を欠き，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，取消事由は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10353",
    "date": "2012-07-18",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082475",
    "ipprecedent_id": "3032",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}