{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2007-18278号事件について平成23年3月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が名称を「携帯電話端末」とする発明につき特許出願をしたところ，拒絶査定を受けたので，これに対する不服の審判請求をし，その中で原告は，① 平成19年8月1日付け（第3次補正，甲4，以下「甲4補正」という。），② 平成22年10月22日付け（第4次補正，甲6，以下「甲6補正」という。），③ 平成23年1月27日付け（第5次補正，甲9，以下「本件補正」という。）で，特許請求の範囲の変更を内容とする手続補正をしたものの，特許庁が③の本件補正を却下した上，請求不成立の審決をしたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記③の本件補正と上記②の甲6補正が適法か，である。",
            "なお，本件補正の根拠条文は，平成14年法律第24号による改正前の特許法（以下「法」という。）17条の2である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成10年4月17日になされた原出願（特願平10-107243号，公開特許公報は特開平11-308163号）からの分割出願として，平成15年6月26日，名称を「携帯電話端末」とする発明について特許出願（特願2003-182514号，請求項の数3。公開特許公報は特開2004-7746号）をしたところ，その後，平成17年11月2日付け（第1次補正，請求項の数3，甲2，以下「甲2補正」という。）及び平成19年1月22日付け（第2次補正，請求項の数2，甲3，以下「甲3補正」という。）で特許請求の範囲の変更等を内容とする手続補正をしたものの，平成15年5月25日付けで拒絶査定を受けたので，これに対する不服の審判請求をした。",
                    "上記請求を受けた特許庁は，これを不服2007-18278号事件として審理し，その中で原告は，平成19年8月1日付けで特許請求の範囲の変更を内容とする前記①の甲4補正（第3次補正，請求項の数2）をしたが，特許庁は，平成21年8月20日付けで甲4補正を却下した上，請求不成立の審決（第1次審決）をした。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記第1次審決に対し，原告は，当庁に審決取消訴訟（平成21年（行ケ）第10303号）を提起したところ，当庁は平成22年6月22日，甲4補正の却下は誤りであるとして，上記補正を却下した審決を取り消す旨の判決をし，同判決は確定した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，上記不服審判請求について特許庁において再び審理されることになったが，原告は，その後，平成22年10月22日付けで特許請求の範囲の変更を内容とする前記②の甲6補正（第4次補正，請求項の数2）を，平成23年1月27日付けで特許請求の範囲の変更を内容とする本件補正（第5次補正，請求項の数2）をしたが，特許庁は，平成23年3月7日，①第5次補正たる本件補正は特許請求の範囲の減縮を目的とするものでも，誤記の訂正でも，明りょうでない記載の釈明でもなく，かつ，上記補正後の発明は下記引用例1及び2に基づいて当業者が容易に発明することができたから独立して特許を受けることができないとして，これを却下した上，②第4次補正たる甲6補正は当初明細書等に記載した事項の範囲内においてされたものではない（法17条の2第3項），として，「本件審判の請求は，成り立たない」との審決（第2次審決）をし，同審決は，平成23年3月22日に原告に送達された。",
                    "記",
                    "・引用例1：特開平5-211464号公報",
                    "・引用例2：特開平9-93318号公報"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "補正に伴う各発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "出願時の請求項の数は前記のとおり3であるが，そのうち【請求項1】の内容は次のとおりである。",
                    "「通信機能と，通信機能以外の機能とを有する携帯電話端末であって，",
                    "電源がオンになっている状態で特定の指示が入力された場合に，前記通信機能に対する電力供給を停止することにより当該通信機能を停止して，受信レベルの表示を通信機能停止を示す情報に変えて表示し，前記通信機能以外の機能には電力供給を継続することにより動作可能とすることを特徴とする携帯電話端末。」  "
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "平成17年11月2日第1次補正（甲2補正）時の請求項の数は1であるが，その内容は次のとおりである（下線は補正部分）。",
                    "「通信機能と，電話帳の機能とを有し，通信機能と電話帳機能の両者に係る表示を行う一つの表示手段と，電源キー，数字キー等を備える入力手段とを有する携帯電話端末であって，",
                    "前記入力手段の電源キーを押下すると，前記表示手段を含む各構成部分に電力が供給され，携帯電話端末の動作が開始されて，通信機能と電話帳機能とが使用可能状態となり，前記入力手段から通信機能を停止させる指示が入力されると，当該通信機能を停止させて通信接続情報の交信を行わないようになり，前記電話帳の機能は動作可能とし，  前記表示手段に電話帳のデータを表示している時に，通信機能停止を示す情報を表示することを特徴とする携帯電話端末。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "平成19年1月22日付け第2次補正（甲3補正）時の請求項の数は2であるが，そのうち【請求項1】の内容は次のとおりである（下線は補正部分）。",
                    "「通信機能と，当該通信機能以外の複数の機能とを有し，通信機能と通信機能以外の複数の機能に係る表示を行う一つの表示手段と，電源キー，数字キー等を備える入力手段とを有する携帯電話端末であって，",
                    "前記入力手段の電源キーを押下すると，前記表示手段を含む各構成部分に電力が供給され，携帯電話端末の動作が開始されて，前記通信機能と前記通信機能以外の複数の機能とが使用可能状態となり，前記入力手段の電源キーとは異なるキー操作により通信機能を停止させる指示が入力されると，当該通信機能を停止させて通信接続情報の交信を行わないようになり，前記通信機能以外の複数の機能は動作可能としたことを特徴とする携帯電話端末。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "平成19年8月1日付け第3次補正（甲4補正）時の請求項の数は前記のとおり2であるが，そのうち【請求項1】の内容は次のとおりである（下線は補正部分）。",
                    "「通信機能と，当該通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能とを有し，通信機能と通信機能以外の複数の機能に係る表示を行う一つの表示手段と，電源キー，数字キー等を備える入力手段とを有する携帯電話端末であって，",
                    "前記入力手段の電源キーを押下すると，前記表示手段を含む各構成部分に電力が供給され，携帯電話端末の動作が開始されて，前記通信機能と前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能とが使用可能状態となり，前記入力手段の電源キーとは異なるキー操作により通信機能を停止させる指示が入力されると，当該通信機能を停止させて通信接続情報の交信を行わないようになり，前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能はそのまま動作可能としたことを特徴とする携帯電話端末。」"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "平成22年10月22日付けでなされた第4次補正（甲6補正）時の請求項の数は前記のとおり2であるが，そのうち【請求項1】の内容は次のとおりである（下線は補正部分）。",
                    "「通信機能と，当該通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能とを有し，通信機能と通信機能以外の複数の機能に係る表示を行う一つの表示手段と，電源キー，数字キー等を備える入力手段とを有する携帯電話端末であって，",
                    "前記入力手段の電源キーを押下すると，前記表示手段を含む各構成部分に電力が供給され，携帯電話端末の動作が開始されて，前記通信機能によって通信接続情報の交信を行って通信が可能な状態となり，通信可能状態で，前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能とが使用可能状態となり，",
                    "前記入力手段の電源キーとは異なるキー操作により通信機能を停止させる指示が入力されると，当該通信機能を停止させて通信接続情報の交信を行わないようになり，前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能は，前記通信機能の停止を維持しながら，そのまま動作可能とし，選択可能としたことを特徴とする携帯電話端末。」"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "平成23年1月27日付けでなされた第5次補正たる本件補正（甲9補正）の請求項の数は前記のとおり2であるが，そのうち【請求項1】の内容は次のとおりである（下線は補正部分）。",
                    "「通信機能と，当該通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能とを有し，通信機能と通信機能以外の複数の機能に係る表示を行う一つの表示手段と，電源キー，数字キー等を備える入力手段とを有する携帯電話端末であって，",
                    "前記入力手段の電源キーを押下すると，前記表示手段を含む各構成部分に電力が供給され，携帯電話端末の動作が開始されて，前記通信機能によって通信接続情報の交信を行って通信が可能な状態となり，通信可能状態で，前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能とが使用可能状態となり，",
                    "前記入力手段の電源キーとは異なるキー操作により通信機能を停止させる指示が入力されると，当該通信機能を停止させて通信接続情報の交信を行わないようになり，前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能は，前記通信機能の停止を維持しながら，そのまま動作可能とし，前記時計機能及び前記電話帳機能を選択可能としたことを特徴とする携帯電話端末。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決（第2次審決）の内容は，別添審決写しのとおりである。その要点は，一部再説すると，① 本件補正は，補正前の甲6補正（第4次補正）に係る請求項1記載の「『マイクによる音声を電気信号に変換する機能』及び『スピーカによる電気信号を音声に変換する機能』は『選択可能とした』」という事項を削除するものであり，特許請求の範囲の減縮を目的とするものではないし，また，誤記の訂正，明りょうでない記載の釈明を目的とするものにも該当しない，② 仮に本件補正が，特許請求の範囲の減縮を目的とするものと認められるとした場合でも，本件補正後の請求項1に係る発明（本願補正発明）は，前記引用例1と引用例2に記載された発明に基づいて当業者が容易に発明をすることができたから特許法29条2項の規定により特許出願の際独立して特許を受けることができない，③ 甲6補正の補正事項に含まれる「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」が「選択可能」であることは，本願の願書に最初に添付した明細書又は図面（本願の当初明細書等）には記載されておらず，また，自明な事項でもないから，甲6補正は新たな技術的事項を導入するものと認められ，甲6補正は本願の当初明細書等に記載した事項の範囲内においてされたものではない，というものである。 "
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1（本件補正の適否についての判断の誤り）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，本件補正は，『マイクによる音声を電気信号に変換する機能』及び『スピーカによる電気信号を音声に変換する機能』は『選択可能とした』という事項を選択範囲から削除するものであり，特許請求の範囲の減縮を目的とするものではないと説示する。",
                            "しかし，本件補正は，本件補正前の特許請求の範囲に記載された発明の発明特定事項の一部である「前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能は，・・・選択可能とした」を，選択可能な機能の範囲について，より狭い範囲の選択である特定の機能である「前記時計機能及び前記電話帳機能」を選択可能としたものであり，当該補正前後の発明の産業上の利用分野及び解決しようとする課題は同一である。",
                            "このように「選択可能」な範囲を狭めることは，技術的には補正後においてはその機能が限定されるものであるので，補正の前後で解決しようとする課題や産業上の利用分野を変更するものでない限り，特許請求の範囲の減縮に当たるというべきである。",
                            "仮に審決の上記説示が正しいとするならば，「A，B及びCからなる群より選ばれた1種以上の化合物という」マーカッシュ・クレームにおいて，例えば物質の選択範囲を狭める補正は特許請求の範囲の減縮に該当しないこととなって，不当である。",
                            "したがって，本件補正は，特許請求の範囲の減縮を目的とするものに該当するというべきであって，審決の上記説示は誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点に関し被告は，本件補正前の甲6補正に係る請求項1の記載は，「通信機能」，「時計機能」，「電話帳機能」，「マイクによる音声を電気信号に変換する機能」，「スピーカによる電気信号を音声に変換する機能」の各機能の全てを必ず有することを表現しているのであり，上記各機能が，いわゆるマーカッシュ・クレームのように，発明を特定するための事項としての選択肢であると解するべきものではないと主張する。",
                            "しかし，時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む機能がそのまま動作可能な状態となっており，それらの中において選択対象を特定しているものであり，動作可能な選択対象の組合せは15通りあるのであって，「時計機能＆電話帳機能＆マイクによる音声を電気信号に変換する機能＆スピーカによる電気信号を音声に変換する機能」の組合せのみを選択対象としているのではないことは明らかである。",
                            "また，本願の当初明細書等の段落【0030】，【0033】及び図1の記載によれば，電源キーとは異なるキー操作により，通信機能を停止させた場合には，通信機能以外の「時計機能」，「電話帳機能」，「マイクによる音声を電気信号に変換する機能」，「スピーカによる電気信号を音声に変換する機能」を含む複数の機能が動作可能な状態となっていることが分かる。そして，この「動作可能な状態」とは，通信機能以外の上記各機能を含む複数の機能の全てが常に動作している状態ではなく，ユーザによる指示あるいは制御部による処理に基づいて選択的に動作し得る状態となっているものであると，本願明細書及び添付図面から理解されるものである。",
                            "さらに，本願の当初明細書等の段落【0011】に記載された課題から判断して，「前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能を選択可能と」することとは，「通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能」の各機能を選択対象としており，その中からユーザが様々な組合せについて選択可能である意味であると理解されるものであるし，当業者にとっても自明な事項である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，法17条の2第3項に規定する要件を満たしていないと判断する甲6補正の内容を基礎（基準）として，本件補正の可否の判断をしており，その判断手法を誤っている。",
                            "すなわち，本件補正の可否の判断に当たっては，まず，甲6補正の可否の判断を行い，その後にその判断を基に，本件補正の可否の判断を行うべきものである。そして，審決の認定からすれば，甲6補正は本願の当初明細書等に記載した事項の範囲内においてしていないので違法性があるというのであるから，甲6補正の内容は，本件補正の可否の判断の基礎（基準）としてはならず，本件補正により，その違法性があると審決に判断されている事項は解消していることは明らかである。",
                            "そうすると，本件補正に基づく特許請求の範囲の構成は，最後の拒絶理由通知（甲8）の直前の平成22年8月25日付拒絶理由通知（甲5）時の特許請求の範囲の構成（平成19年8月1日付け手続補正〔甲4〕）を適法に限定的に減縮したものであり，平成22年8月25日付けの拒絶理由通知（甲5）時の特許請求の範囲の構成（平成19年8月1日付け手続補正〔甲4〕）との関係において，当初明細書等に記載した事項の範囲内の要件及び補正の範囲の制限の要件を満たしているものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点に関し，被告は，甲6補正は却下すべきものではなく，補正が却下されない以上，当該補正が存在しないものと扱うことは予定されていないと主張する。",
                            "しかし，甲6補正は，本件補正を認めることによりなくなるものであり，かつ，本件補正を却下する必要もなくなるのであるから，被告の上記主張は誤っているとともに，審決が本件補正を却下したことも誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件補正は，法17条の2第1項3号に規定された最後の拒絶理由（甲8）に基づくものであり，同項4号に規定する「明りようでない記載の釈明」とは異なるが，審査・審理の対象を変更するものではなく既に行われた審査結果を有効に活用できる範囲内で補正されたものであり，かつ，発明の内容に関して実体的な瑕疵をもたらすものでないし，最後の拒絶理由で指摘された「拒絶理由で示す事項についてする」補正でもあるので，これを認めることとしなければ出願人は拒絶理由に対応することが困難であり，かつ，これを認めないとすると発明の保護の観点からも適切でないから，例え「最後の拒絶理由に基づく補正」であっても，上記「明りようでない記載の釈明」と同様に，その補正が認められるべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点に関し被告は，本件補正は新規事項の追加状態を解消する目的の補正であるところ，新規事項の追加状態を解消する目的は，法17条の2第4項各号いずれにも掲げられていないから，最後の拒絶理由通知がされた場合において，新規事項の追加状態を解消する目的で特許請求の範囲についてする補正は許されないと主張する。",
                            "確かに，法17条の2第4項各号には「新規事項の追加状態を解消する目的」については明示的な記載はない。しかし，明示的記載がないからといって，「新規事項の追加状態を解消する目的」の補正を行ってはいけないというものでは，決してない。",
                            "本件補正が法17条の2第4項の制限を受けるのは，平成22年11月25日付けの拒絶理由通知（甲8）が，最後の拒絶理由通知とされていることに起因しているものであるが，被告は，上記拒絶理由を通知する時点において，甲6補正が「新規事項」を含んでおり，かつ，最後の拒絶理由通知では補正が17条の2第4項の制限を受けることを承知の上で最後の拒絶理由通知を行ったものである，と推察できる。",
                            "しかし，最後の拒絶理由通知（甲8）の内容は「新規事項の付加」のみを指摘しているものであるから，新規事項の付加がなくなれば拒絶理由は解消することも予測できるものであり，通常の拒絶理由（17条の2第4項の制限を受けない）を通知すべきものであった，と解されるべきものである。",
                            "そうであれば，上記拒絶理由通知（甲8）に基づく補正事項の運用に対する対応は，最後の拒絶理由通知であっても，必要以上に厳格に運用すべきものではないので，通常の拒絶理由通知（最初の拒絶理由通知等）と同様に運用されるべきものである。",
                            "したがって，被告の上記主張は失当である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2（本件補正における独立特許要件についての判断の誤り）",
                  "text": [
                    "審決は，本願補正発明は引用発明1及び引用発明2に基いて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものであると認定しているが，以下のとおり，その認定判断には誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明1認定の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，電源投入手段について，引用例1（甲11）には，「電源投入手段により電源が投入されると，前記表示手段を含む各構成部分に電力が供給され，携帯電話装置の動作が開始されて，前記通信機能によって通信接続情報の交信を行って通信が可能な状態となり，通信可能状態で，電話帳機能，スケジュール機能，マイクロホン，スピーカが使用可能状態とな」ることが開示されていると認定している（審決11頁12行～16行）。",
                            "しかし，引用例1には，図面を含めてOＮ／OFFキーのみ示され，携帯電話装置全体への電力供給を制御するための電源投入手段については全く示されていない。また，電源投入後に携帯電話装置がどのような状態になるのかについても，何ら示されていない。",
                            "したがって，審決で，引用発明1について「電源投入手段により電源が投入されると，表示手段を含む各構成部分に電力が供給される」と認定したことは，誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，審決は，「引用例1の段落【0020】～【0024】及び図9，図10を参照すると，電話帳機能，スケジュール機能は，通信機能のオン／オフにかかわらず，使用可能（動作可能）であることが理解できる。」（審決10頁37行～11頁1行）と認定した上で，引用例1に「通信可能状態で，電話帳機能，スケジュール機能，マイクロホン，スピーカが使用可能状態となり，」（審決11頁14行～16行）が開示されていると認定している。",
                            "しかし，引用例1の電話帳機能には検索機能しか使えない場合が存在し，同様に，スケジュール機能にも検索機能しか使えない場合が存在する。審決は，上記検索機能しか使えない電話帳機能と検索機能と入力機能を使用できる電話帳機能とに対して，同じ電話帳機能という用語を用い，通信可能状態と通信機能の停止状態とであたかも同じ電話帳機能が使用可能であるかのような誤った印象を与えており，この点は，スケジュール機能についても同様である。",
                            "使用可能（動作可能）な機能の認定に当たっては，使用可能な単位機能に分けて考察し，かつ，開閉部材の開閉状態をも考慮して，引用例1の記載に沿った正確な認定をすべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明2認定の誤り",
                      "text": [
                        "引用例2（甲12）には，「他の部分への通電を維持したまま通信機能部分への通電を停止する」ことについては全く開示されていないから，携帯電話装置の電源をOＮ／OFFすることによって，通信機能とスピーカ及びマイクの使用可能状態を制御するものであると解するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "一致点認定の誤り",
                      "text": [
                        "引用例1には，「電源投入手段により電源が投入されると，表示手段を含む各構成部分に電力が供給される」構成については何らの開示も示唆もないから，審決で，本願補正発明と引用発明1は「電源投入手段により電源が投入されると，表示手段を含む各構成部分に電力が供給される」構成において一致していると認定したことは，誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点認定の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点2につき",
                          "text": [
                            "引用例1には，「電源投入手段により電源が投入されると，表示手段を含む各構成部分に電力が供給される」構成については何らの開示も示唆もないから，審決が，相違点2の認定において，「本願補正発明は，電源投入手段として入力手段に電源キーが備えられており，電源キーを押下すると，電源が投入されるのに対して，引用例1発明は，具体的な電源投入手段については言及されていない点」（審決15頁19行～21行）と認定した点は，誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点3につき",
                          "text": [
                            "引用例1には，電源キーについては何らの開示も示唆もされていないのであるから，審決が，相違点3の認定において，「『通信機能を停止させる指示を入力する』ために，本願補正発明は，『電源キーとは異なるキー』を操作するのに対して，引用例1発明では，『OＮ／OFFキー』を操作するものである点」（審決15頁23行～25行）と認定した点は，誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点4につき",
                          "text": [
                            "引用発明1では，通信機能のOＮ，OFFは，OＮ／OFFキーと，開閉部材の開閉状態とによって決定されるから，審決が，相違点4の認定において，通信機能が停止したときに，「引用例1発明は，『電話帳機能，スケジュール機能を含む複数の機能は，前記通信機能の停止を維持しながら，そのまま動作可能とし，前記電話帳機能及びスケジュール機能を選択可能とした』ものである」（審決15頁31行～34行）と認定した点は，誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点2及び3につき",
                          "text": [
                            "審決は，相違点2及び3について，「携帯電話端末等の電子機器において，電源投入手段として入力手段に電源キーを備えるようにすることは慣用手段であり，引用例1発明の携帯電話端末の入力手段に電源キーを備えるようにすることは格別の事項ではない。その場合に，『OＮ／OFFキー』は，『電源キーとは異なるキー』であることは明らかであるから，相違点2，3に係る構成に困難性は認められない。」（審決16頁10行～14行）と説示している。",
                            "しかし，引用例1には，携帯電話装置全体への電力供給を制御するための電源キーについて全く示されておらず，引用発明1は，携帯電話装置全体への電力供給を制御するための電源キーの開示を必要とするものではないことに他ならないと解されるものであり，携帯電話端末等の電子機器において，電源投入手段として入力手段に電源キーを備えるようにすることが慣用手段であるとしても，該慣用技術の引用発明1への適用（通信機能の駆動と停止操作のキーと電源キーとの組合せ構成）の予測性があるといえるものではない。",
                            "また，本願の当初明細書等の段落【0004】に記載されているように，従来の携帯電話端末機において，入力部6に電源（投入）キーを設け，該電源（投入）キーの押下により電力供給をする技術が公知であることは承知しているが，単一の電源（投入）キーの押下により電力供給をする技術が公知もしくは慣用技術であるからといって，本願補正発明の電源キーと該電源キーとは異なる通信機能を停止させるキーを設けることが，当業者においても予測できるものではない。",
                            "携帯電話機の技術分野において，本願の出願時における周知・慣用技術として「携帯電話機の外部操作部に，一つの電源／終了／応答保留ボタンを設けて，該ボタンを，電源を入／切するときは，長押しし，通話を終了するときや応答を保留するとき，各種機能の設定中に操作を中止したときは短く押す」技術（甲13，甲14）があるが，該周知技術は，電源のOＮ／OFFの操作のみを行う「単一操作ボタン（スイッチ）」ではなく，引用例1に記載のOＮ／OFFスイッチの如く，無線通話回路部のみに電力供給の制御を行うものでもない。",
                            "そして，前記周知・慣用技術を踏まえて，引用例1に記載の携帯電話装置を検討した場合には，引用例1には，電源キーについては記載されていないが，前記OＮ／OFFキーが，前記複合操作ボタンとして，電源キーを兼ねていたのではないかと，後知恵として，想定することができるかもしれない。しかし，引用例1の携帯電話装置においては，OＮ／OFFキーを，複合操作ボタンとすることが予測できるとしても，OＮ／OFFキーとは別に，電源（投入）キーを設けることには，格別の工夫が必要となるものであり，予測可能性があるとは解されないものである。",
                            "したがって，審決の相違点2及び3の認定・判断は，誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点に関する判断の遺漏につき",
                          "text": [
                            "本願補正発明と引用発明1とでは，通信機能停止前後で動作が異なる機能について，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能以外に相違があるところ，審決にはそれらの機能の相違についての判断の遺漏がある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点4につき",
                          "text": [
                            "審決は，相違点4について「携帯電話端末に種々の機能を付加して高機能化を図ることは，ありふれた技術課題であり，引用例2には携帯電話装置に音声録音機能を付加することが記載されていることからすれば，引用例1発明の携帯電話端末に音声録音機能を付加することに困難性はない。",
                            "引用例2発明の音声録音機能は，通信機能とは独立して『マイクによる音声を電気信号に変換する機能』及び『スピーカによる電気信号を音声に変換する機能』を使用可能なものであるから，引用例2発明を引用例1発明に適用する場合に，通信機能が停止したときにも『マイクによる音声を電気信号に変換する機能』及び『スピーカによる電気信号を音声に変換する機能』を使用可能とすることは当然のことである。」（審決第16頁16行～25行）と説示している。",
                            "しかし，引用発明1は，無線通話回路部21への電力供給が停止したとき，通信機能以外の複数の機能（マイク・スピーカ等を含む）を，通信機能の停止を維持しながらそのまま動作可能とするものではない。",
                            "また，引用発明2は，通信機能を停止させて残りの機能をそのまま使用可能とする技術思想はなく，通信機能停止時にマイクロホン及びスピーカをどのように取り扱うかの観点は全く欠如している。",
                            "そして，いずれの引用例も，本願補正発明の解決課題を開示あるいは示唆するような記載はないのであるから，引用例1及び引用例2に記載されているそれぞれの構成を組み合わせて本願補正発明の構成とするための動機が全く見当たらず，組み合わせの必然性もなく，仮に組み合わせたとしても本願補正発明となし得ない。",
                            "したがって，引用発明1の携帯電話端末に音声録音機能を付加することに困難性はなく，引用発明2を引用発明1に適用する場合に，通信機能が停止したときにも「マイクによる音声を電気信号に変換する機能」を使用可能とすることは当然のことであり，また，携帯電話端末に各種の機能を付加する場合に，それらの機能を選択可能にすることは通常の構成であり，時計機能と電話帳機能を付加した場合に，時計機能と電話帳機能を選択可能とすることに困難性は認められないから，相違点4に係る構成を採用することは，当業者が容易になし得たものであるとした審決の判断は誤りである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3（甲6補正に関する新規事項追加についての判断の誤り）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，甲6補正において，「『マイクによる音声を電気信号に変換する機能』及び『スピーカによる電気信号を音声に変換する機能』は，『前記通信機能の停止を維持しながら，そのまま動作可能とし，選択可能としたこと』を含んでいる。しかしながら，『マイクによる音声を電気信号に変換する機能』及び『スピーカによる電気信号を音声に変換する機能』が，『選択可能』であることは，願書に最初に添付した明細書又は図面（・・・）には記載されておらず，また，当初明細書等の記載から自明な事項でもない」（18頁8行～16行）と説示して，上記補正は，法17条の2第3項に規定する要件を満たしていないと判断している。",
                        "しかし，上記補正後の発明における「そのまま動作可能」との記載は，通信機能を停止した状態でも「時計機能」，「電話帳機能」，「マイクによる音声を電気信号に変換する機能」，「スピーカによる電気信号を音声に変換する機能」を含む複数の機能が，機能し得る状態となっているということを意味する。そして，「機能し得る状態」とは，実際に動作して機能している状態ではなく，ユーザによる何らかのアクションによって動作を開始させ，該当する機能を使用する状態となることを意味するものである。つまり，ユーザによるアクションがなければ「動作可能な状態」から「動作状態」には移行しない。このアクション，例えば，時計機能や電話帳機能であれば切り替えキー6eを用いて選択することがユーザによる指示行為であり，選択行為である。",
                        "また，「スピーカによる電気信号を音声に変換する機能」及び「マイクによる音声を電気信号に変換する機能」に関しては，時計機能にはアラームが不可欠であるから，通信機能停止時に時計機能を完全に満足させるためには，アラーム音を出力するための音声出力手段が動作しなければならない。",
                        "以上のことから，「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」が「選択可能」であることは，当初明細書等の記載及び周知技術から自明な事項である。",
                        "したがって，上記手続補正は，当初明細書等の全ての記載を総合することにより導かれる技術的事項との関係において，当初明細書等に記載した事項の範囲内においてされたものというべきである。",
                        "この点に関し被告は，本願明細書には，時計機能のアラーム機能について明示の記載はないと主張する。",
                        "しかし，時計機能にアラーム機能がついていることは本願の原出願時に既に周知であり（甲20），本願の当初明細書等に記載の時計機能にアラーム機能を持たせることは自明であるから，被告の上記主張は失当である。",
                        "また，被告は，本願の当初明細書等には，「マイク8」及び「スピーカ9」を動作状態にするか否かをユーザが選択する事項が記載されていない以上，電源が供給されていれば使用可能な状態に維持され，携帯電話端末の特定の機能やアプリケーションに従属するものではなく他の機能と両立する独立した機能である「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」が選択可能とされていると解する余地はないと主張する。",
                        "しかし，「マイク8」及び「スピーカ9」は，様々な機能と関連して選択され，それらの機能を提供するものである。例えば，ユーザが「入力部6」の操作により時計機能及びそのアラーム機能の設定をOＮにすると，アラーム設定時刻になれば，アラーム音声電気信号が「制御部10」で処理され，その電気信号が「スピーカ9」に入力されて音声として出力される。この一連の動作は，アラーム機能，つまり時計機能に連動するスピーカによる電気信号を音声に変換する機能の使用を選択することにより実現される動作そのものである。また，例えば，「マイク8」により音声を入力して音声ラベルとして使用可能であることが周知である（甲19）ところ，「入力部6」の操作により音声ラベル機能を選択し，ユーザが「マイク8」から音声を入力すると，「マイク8」が音声を電気信号に変換し，当該電気信号が「制御部10」によって処理され，音声により電話帳検索が実行される。この一連の動作も，電話帳検索機能に連動するマイクによる音声を電気信号に変換する機能の使用を選択することにより実現される動作そのものである。",
                        "以上のように，「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」が「制御部10」の処理を介して「選択可能」であることは，本願の当初明細書等の記載及び周知技術から自明のことであるから，被告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "取消理由1によって本件補正が適法なものとして容認されれば，甲6補正の内容は補正されたことになるので，最後の拒絶理由（甲8）は解消し，本願補正発明は特許を受けることができるというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，甲6補正が法17条の2第3項に規定する要件を満たしていないとの審決の判断は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)，(2)及び(3)の各事実は認めるが，(4) は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(ア)a に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「本件補正は，『「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」は「選択可能とした」』という事項を削除するものであり，」（審決4頁7行～9行）と判断しているのであって，原告が主張するように，上記「事項」を「選択範囲から削除する」ものと判断しているものではないから，原告の上記主張は審決を正解しないものであって，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件補正は，選択可能な機能の範囲について，より狭い範囲の選択である特定の機能である「前記時計機能及び前記電話帳機能」を選択可能としたものであり，このように「選択可能」な範囲を狭めることは，技術的には補正後においてはその機能が限定されるものであるから特許請求の範囲の減縮に当たるのであって，審決の説示が正しいとするならば，マーカッシュクレームにおいて，例えば物質の選択範囲を狭める補正は特許請求の範囲の減縮に該当しないこととなり，不当であると主張する。",
                        "しかし，本件補正前の甲6補正に係る請求項1の記載は，「携帯電話端末」が少なくとも「通信機能」，及び「時計機能」，及び「電話帳機能」，及び「マイクによる音声を電気信号に変換する機能」，及び「スピーカによる電気信号を音声に変換する機能」，及び「表示手段」，及び「入力手段」を有すること，すなわち，上記の各機能の全てを必ず有することを表現しているのであり，「携帯電話端末」が上記の各機能のいずれかを有することを表現するものではないから，上記各機能が，いわゆるマーカッシュクレームのように，発明を特定するための事項としての選択肢であると解するべきものではない。",
                        "そして，本件補正は，その補正前の請求項1に係る発明が有する「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」は「選択可能とした」という事項を削除するものであり，同補正により，例えば，本体部（制御部10）に電源が供給されていれば常に「マイク」及び「スピーカ」が使用可能な状態に維持され，ユーザが「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」を選択することができないような携帯電話端末の発明が含まれるようになった（すなわち，発明が拡張された）ことは明らかであるから，本件補正が特許請求の範囲の減縮を目的とするものでないことは明らかである。",
                        "したがって，原告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(イ)aに対し",
                  "text": [
                    "原告は，法17条の2第3項に規定する要件を満たしていないと判断する甲6補正の内容を基礎（基準）として本件補正の可否の判断をした審決の判断手法は誤りであると主張する。",
                    "しかし，甲6補正は，拒絶査定不服審判における最初の拒絶理由通知（甲5）に対応してされたものであるところ，法律上，最初の拒絶理由通知に対してされた特許請求の範囲の補正が，法17条の2第3項に規定する要件（新規事項追加の禁止）を満たしていないときは，出願の拒絶理由となるのであって（法49条1号），拒絶の理由を通知しなければならない場合（法159条2項で準用する法50条）に当たるが，決定をもって補正を却下しなければならない場合（法159条1項で準用する法53条1項）には当たらないから，甲6補正は却下すべきものではない。補正が却下されない以上，当該補正が存在しないものと扱うことは予定されていないから，これを，それ以降の補正の基礎とすべきは当然である。",
                    "したがって，審決が甲6補正の内容を基礎として本件補正の可否の判断をしたことに誤りはなく，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(ウ) aに対し",
                  "text": [
                    "原告は，本件補正は法17条の2第1項4号に規定する「明りようでない記載の釈明」とは異なるが，最後の拒絶理由で指摘された「拒絶理由で示す事項についてする」補正でもあるので，これを認めることとしなければ出願人は拒絶理由に対応することが困難であり，かつ，これを認めないとすると発明の保護の観点からも適切でないから，例え「最後の拒絶理由に基づく補正」であっても，上記「明りようでない記載の釈明」と同様に，その補正が認められるべきであると主張する。",
                    "しかし，本件補正は，最後の拒絶理由通知（甲8）で指摘された，法17条の2第3項に規定する要件を満たしていないという拒絶の理由に示す事項についてする補正であるから，新規事項の追加状態を解消する目的の補正であるといえるところ，新規事項の追加状態を解消する目的は，法17条の2第4項各号いずれにも掲げられていないから，最後の拒絶理由通知がされた場合において，新規事項の追加状態を解消する目的で特許請求の範囲についてする補正は許されないというべきである。",
                    "また，原告は，本件補正については，法17条の2第4項4号の「明りようでない記載の釈明」と同様に運用すべきものであると主張するが，「明りようでない記載の釈明」を目的とする補正は，拒絶理由中で明りょうでない旨を指摘した事項についてその記載を明りょうにする補正を行う場合に限られるのであるから，本件補正のように新規事項の追加状態を解消する目的の補正に，法17条の2第4項4号を適用する余地はなく，「明りようでない記載の釈明」と同様に運用すべきものではない。",
                    "そして，原告は，法17条の2第3項に規定する要件を満たしていない補正及び法17条の2第4項の規定に適合しない補正を自ら行ったのであるから，本件補正が認められなければ「発明の保護の観点からも適切でない」とはいえない。",
                    "以上のとおり，原告の上記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(ア) （引用発明1認定の誤り）に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1には，電源投入手段について明示的な記載はない。しかし，法29条1項3号の「刊行物に記載された発明」は，刊行物に記載されている事項及び記載されているに等しい事項から把握される発明をいうところ，「記載されているに等しい事項」とは，記載されている事項から当該特許出願時における技術常識を参酌することにより導き出せるものをいうと解されるので，審決が引用発明1について「電源投入手段により電源が投入されると，表示手段を含む各構成部分に電力が供給される」と認定した点が，本願の原出願時（平成10年4月17日）の技術常識に照らして，引用例1に記載されているに等しい事項から把握されるものである。",
                        "すなわち，携帯電話装置全体への電力供給について，引用例1の段落【0020】には「なお，無線通話回路部21を除く他の回路部には第2の電源回路35を介して電源が供給されている。」（5頁7欄36行～38行）と記載されており，図4（8頁）には，「表示駆動部32」「表示装置10」などとともに，「電池34」から「電源回路35」へ向かう矢印，「電源回路35」から「各部へ」と記載された文字へ向かう矢印，及び「表示駆動部32」から「表示装置10」へ向かう矢印が示されているから，引用例1記載の発明において，「電源回路35」から「表示駆動部32」を含む「各部へ」電力が供給され，「表示駆動部32」によって「表示装置10」が駆動されることは明らかである。",
                        "また，例えば，本願の原出願時以前に発行された登録実用新案第3044688公報（乙1）の「電源回路110の詳細ブロック図」（3頁図3），「携帯電話の内部構成ブロック図」（4頁図2）の記載，特開平5-22188号公報（乙2）の「14は携帯電話本体に脱着可能となっている電池であり，15は電源電圧安定化回路で電池の電圧が変動しても安定した電圧を各ブロックに供給する。・・・18はLCD表示装置であり各種情報を表示する。19は電源スイッチである。」（2頁2欄34行～43行）との記載及び4頁図1の記載，特開平7-283776号公報（乙3）の「図1は本発明に係る携帯電話機の機能構成を示すブロック図である。この携帯電話機は，電池1，電源スイッチ2，電源制御用スイッチ21，制御部3，アンテナ4，RF部5，オーディオ部6，マイク7，レシーバ8，キーパッド9，表示器10を具備して構成される。このうち，制御部3は入力ポート31，出力ポート32，33，RAM34，ROM35，CPU36を具備して構成される。」（3頁3欄27行～34行），「電源OFF時に電源キーが押下されれば，必ず制御部3に電源が供給されるので，キー入力禁止状態でも電源キーの押下によって一旦電源OＮとすることが可能となる。」（3頁4欄29行～32行）との記載及び図1の記載からも理解されるように，通常の携帯電話装置は，「電源投入手段により電源が投入されると，表示手段を含む各構成部分に電力が供給され」るものであることは，本件特許出願の原出願時における技術常識であるといえる。",
                        "よって，引用例1の記載及び技術常識からすると，「電源投入手段により電源が投入されると，表示手段を含む各構成部分に電力が供給される」ことは，引用例1に記載されているに等しい事項から把握されるものであるといえる。",
                        "したがって，審決の認定に誤りはなく，原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例1の段落【0020】～【0024】及び図9，図10を参照すると，電話モードにおけるキー処理として，モードが電話機能の通常モードにあるときにキー3aが操作されると，電話帳データ検索モードとなって1番目の電話帳データを表示装置10に表示し，電話帳データ検索モードにあるときに3aキーが操作されると，スケジュールデータ検索モードとなって1番目のスケジュールデータを表示装置10に表示し，スケジュールデータ検索モードにあるときにキー3aが操作されると，通常モードとなって受信待機状態の表示となる（5頁8欄9行～22行参照）。",
                        "そして，電話モードにおいて，キー入力がOＮ／OFFキーであった場合は，電源回路33のスイッチ回路のスイッチング状態を切換えることにより，無線通話回路部21への電力供給が制御され，電話機能のオンオフが制御できる（5頁8欄44行～6頁9欄2行参照）。",
                        "よって，審決の「引用例1の段落【0020】～【0024】及び図9，図10を参照すると，電話帳機能，スケジュール機能は，通信機能のオン／オフにかかわらず，使用可能（動作可能）であると理解できる。」（審決10頁37行～11頁1行）との記載における「電話帳機能」とは，引用例1における「電話帳データ検索モード」にあるときの機能を意味し，「スケジュール機能」とは，引用例1における「スケジュールデータ検索モード」にあるときの機能を意味することは明らかであり，開閉部材を開いて使用する機能について記載された箇所を参照して記載したものではないから，原告の主張は審決を正解しないものであって，失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，審決における引用発明1の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(イ) （引用発明2認定の誤り）に対し",
                  "text": [
                    "審決の引用例2の認定は，「引用例2の上記記載及び技術常識からすると，引用例2には，『通信機能，音声録音機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を有する携帯電話装置であって，通信機能と音声録音機能とは，それぞれ独立して，マイクによる音声を電気信号に変換する機能，及びスピーカによる電気信号を音声に変換する機能を使用可能である携帯電話装置。』の発明（以下，「引用例2発明」という。）が開示されていると認めることができる。」（審決14 頁7行～15行）というものである。",
                    "したがって，この点に関する原告の主張は，上記審決の引用例2に係る認定とは全く関係ないものであり，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(ウ) （一致点認定の誤り）に対し",
                  "text": [
                    "前記ア(ア) で述べたとおり，審決が引用発明1について「電源投入手段により電源が投入されると，表示手段を含む各構成部分に電力が供給される」と認定したことに誤りはないから，審決が，本願補正発明と引用発明1は「電源投入手段により電源が投入されると，表示手段を含む各構成部分に電力が供給される」構成において一致していると認定したことにも誤りはない。",
                    "したがって，審決における一致点の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張(エ) （相違点認定の誤り）に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2",
                      "text": [
                        "審決が引用発明1について「電源投入手段により電源が投入されると，表示手段を含む各構成部分に電力が供給される」と認定したことに誤りはなく，引用例1には電源回路35に関する記載はあるが電源投入手段に関する具体的な記述はないから，相違点2の認定において，審決には原告が主張するような認定の誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3",
                      "text": [
                        "引用例1には，キー入力がOＮ／OFFキーであった場合は電源回路33のスイッチ回路のスイッチング状態を切り換えることにより，無線通話回路部21への電力供給が制御され，電話機能のオンオフが制御できる発明が記載されているから（5頁8欄44行～6頁9欄2行），相違点3の認定において，審決には原告が主張するような認定の誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点4",
                      "text": [
                        "引用例1には，電話帳データ検索モードにあるときの機能，スケジュールデータ検索モードにあるときの機能を含む複数の機能は，OＮ／OFFキーにより無線通話回路部21へ電力供給する電源回路33のスイッチ回路のスイッチング状態をオフに切り換えた状態を維持しながら，そのまま動作可能とし，電話帳データ検索モードにあるときの機能及びスケジュールデータ検索モードにあるときの機能を選択可能とした技術が開示されているから，相違点4の認定において，審決には原告が主張するような認定の誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張(オ) （相違点判断の誤り）に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2及び3",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例1の記載及び技術常識からすると，引用例1には，電源投入手段により電源が投入されると，表示手段を含む各構成部分に電力が供給される携帯電話装置の発明が開示されているといえる。",
                            "また，携帯電話端末等の電子機器において，電源投入手段として入力手段に電源キーを備えるようにすることは，慣用手段である。",
                            "よって，引用発明1の電源投入手段として，携帯電話端末等の電子機器における慣用手段である電源キーを適用することは，予測性があることである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，「携帯電話機の外部操作部に，一つの電源／終了／応答保留ボタンを設けて，該ボタンを，電源を入／切するときは，長押しし，通話を終了するときや応答を保留するとき，各種機能の設定中に操作を中止したときは短く押す」周知・慣用技術（甲13，14）を踏まえて，引用例1に記載の携帯電話装置を検討した場合には，引用例1には，電源キーについては記載されていないが，前記OＮ／OFFキーが，前記複合操作ボタンとして，電源キーを兼ねていたのではないかと想定することができるかもしれないと主張するが，引用例1記載のOＮ／OFFキーが電源キーを兼ねていることは，引用例1には何ら記載されておらず，引用例1のOＮ／OFFキーは，電源キーを兼ねていると想定されるようなものでもなく，携帯電話装置において，通信機能をオン／オフするキーを電源キーと兼用することが技術常識であったものでもないから，原告の主張は失当である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，別々の機能を有するキーを別々のキーとして設けることは，ありふれた構成であり，格別の工夫が必要なものでもない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上のとおり，相違点2及び3に関する審決の判断に誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点に関する判断の遺漏に対し",
                      "text": [
                        "前記ア(イ) で述べたとおり，審決は，開閉部材を開いて使用する機能について記載された箇所を参照して記載したものではないから，審決において判断の遺漏はなく，原告の主張は審決を正解しないものであって，失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点4",
                      "text": [
                        "携帯電話端末に種々の機能を付加して高機能化を図ることはありふれた技術課題であり，電子手帳は各種の情報を記録するものであるから，音声についても記録できるようにすることは当然である。",
                        "引用発明1は，電子手帳機能を備えた携帯電話装置であって，引用例2には，高機能化を追求した例として携帯電話装置にメッセージメモリ（音声録音）機能を付加することが記載されていることからすれば，引用発明1において，使用者が何かを思いついたとき記録できるように，引用例2記載のメッセージメモリー（音声録音）機能を付加させようとすることは，容易になし得たことである。",
                        "そして，携帯電話端末に各種の機能を付加する場合に，それらの機能を選択可能にすることは通常の構成であり，時計機能と電話帳機能を付加した場合に，時計機能と電話帳機能を選択可能とすることに困難性は認められない。",
                        "したがって，相違点4に係る構成を採用することは，当業者が容易になし得たものであるとした審決の判断に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」が「選択可能」であることは本願の当初明細書等の記載及び周知技術から自明な事項であると主張する。",
                    "しかし，本願の当初明細書等には，マイク及びスピーカを選択する手段は何ら記載されていない。",
                    "また，本願の当初明細書等の記載からすれば，「マイク」及び「スピーカ」は携帯電話端末の特定の機能やアプリケーションに従属するものではなく，独立して音声入力及び出力手段として機能し得るものであって，通信機能を停止した場合に，通信機能部への電力供給が停止された状態であっても，本体部（制御部10）に電源が供給されていれば，「マイク8」及び「スピーカ9」は使用可能な状態に維持され，「制御部10」と協働して音声入力及び出力動作を実行し得るものであり，「マイク8」及び「スピーカ9」が提供する「音響信号（音声）を音声電気信号に変換する機能」と「音声電気信号を音響信号に変換する機能」は，他の機能と両立する独立した機能のものである。",
                    "そうすると，本願の当初明細書等の段落【0030】には「手帳／時計切り替えキー6eによって選択された電子手帳又は時計のデータを表示する。ここでは電子手帳の中の電話帳データを表示している」と記載され，段落【0031】には「また，手帳／時計切り替えキー6eによって時計表示が選択された場合には，現在日時を表示するものである。」と記載されているとしても，「マイク8」及び「スピーカ9」は本体部（制御部10）に電源が供給されている限り使用可能な状態に維持されるものであるから，「手帳／時計切り替えキー6e」によって切り替えられるものではなく，「無線部2」及び「ベースバンド処理部3」への電力供給を制御するための「通信停止キー6d」によって切り替えられるものでもない。",
                    "そして，本願の当初明細書等には，「マイク8」及び「スピーカ9」を動作状態にするか否かをユーザが選択する事項が記載されていない以上，電源が供給されていれば使用可能な状態に維持され，携帯電話端末の特定の機能やアプリケーションに従属するものではなく他の機能と両立する独立した機能である「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」が「選択可能」とされていると解する余地はないというべきである。",
                    "この点に関し，原告は，時計機能にはアラームが不可欠であるから，通信機能停止時に時計機能を完全に満足させるためには，アラーム音を出力するための音声出力手段が動作しなければならない等と主張する。",
                    "しかし，本願の当初明細書等にはアラーム機能について何ら記載されておらず，段落【0030】には「手帳／時計切り替えキー6eによって選択された電子手帳又は時計のデータを表示する。ここでは電子手帳の中の電話帳データを表示している」と記載され，段落【0031】には「また，手帳／時計切り替えキー6eによって時計表示が選択された場合には，現在日時を表示するものである。」と記載されているものの，表示する際にスピーカにより音声を発する旨の記載はないのであるから，原告の上記主張は失当である。",
                    "したがって，「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」が，「選択可能」であることは，当初明細書等の記載及び周知技術から自明な事項であるともいえない。",
                    "以上のとおり，甲6補正は，本願の当初明細書等の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものであるから，当初明細書等に記載した事項の範囲内においてされたものではなく，審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，取消事由1によって本件補正が適法なものとして容認されれば，甲6補正の内容は補正されたことになるので，最後の拒絶理由（甲8）は解消すると主張する。",
                    "しかし，前記(1)のとおり，本件補正は適法なものではないから当該補正を却下すべきものであるとした審決に誤りはなく，原告の上記主張は失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)（特許庁等における手続の経緯），(2)（補正に伴う各発明の内容），(3)（審決の内容）の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願当初発明の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願の当初明細書（甲2）には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】  前記第3，1(2)アのとおり。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "text": [
                    "・「【発明の属する技術分野】",
                    "本発明は，携帯電話端末に係り，特に病院や飛行機等の携帯電話での通信ができない場所においても電子手帳や時計の機能を使えるようにして利便性を向上させることができる携帯電話端末に関する。」（段落【0001】）",
                    "・「【従来の技術】",
                    "まず，従来の携帯電話端末について図7を使って説明する。図7は，従来の携帯電話端末の構成ブロック図である。図7に示すように，従来の携帯電話端末は，無線信号の送受信を行うアンテナ1と，送信データを無線信号に変換し，受信した無線信号をデータに変換する無線部2と，送信音声データを特定のデータ列に変換して無線部2に出力し，無線部2からの受信データ列を音声データに変換するベースバンド処理部3と，装置全体の制御をプログラムコードに基づいて行う中央処理装置（CPU）4と，プログラムコードや電話帳データを記憶する記憶部5と，使用者がデータを入力する入力部6と，電話番号等のデータを表示する表示部7と，音響信号（音声）を音声電気信号に変換するマイク8と，音声電気信号を音響信号に変換するスピーカ9と，中央処理装置4からの指示に従って電気回路全体を制御する制御部10と，電力源としてのバッテリ11と，バッテリ11から各構成部分への電力供給を制御する電源制御部12とから構成されている。」（段落【0002】）",
                    "・「また，入力部6には，数字等を入力する基本機能キー（ダイヤルに相当）や，オフフック，オンフック等の特定機能の入力用として複数の特定機能キーが設けられている。尚，図7において，実線は電気信号線を示しており，破線は電源制御部12から電気回路の各構成部分に電源を供給する電源線を示している。電源線は，無線部電源20，ベースバンド部電源21，制御部電源22，中央処理装置電源23，記憶部電源24，入力部電源25，表示部電源26である。」（段落【0003】）",
                    "・「次に，上記従来の携帯電話端末における動作について図7を用いて説明する。まず，携帯電話端末がスタンバイしている状態で，入力部6の電源投入キー（図示せず）の押下等により起動の指示が入力されると，制御部10が電源制御部12に電力供給の指示を出力し，バッテリ11の電力が電源制御部12により，電源線20～26を介して各構成部分に供給される。そして，中央処理装置（CPU）4は，記憶部（メモリ）5からプログラムコードを読み出し，そのコードに従って，携帯電話端末全体の制御を行うよう動作を開始する。」（段落【0004】）",
                    "・「ここで，中央処理装置4は，制御部10と無線部2及びアンテナ1を介して，エリアをカバーする基地局と通信用接続情報のやり取りを定期的に行っており，着信や発信等の要求に応えられるようにしている。通信用接続情報としては，無線チャネルの設定，維持，切り替え等を行う無線管理機能，位置登録，認証を行う移動管理機能，発呼切断等の呼制御機能があり，携帯電話端末と基地局との間で制御信号シーケンスを用いて定期的に交信しているものである。」（段落【0005】）",
                    "・「そして，従来の携帯電話端末と基地局との間で行われる通信用接続情報の交信は，使用者の要求で停止することはできなかった。」（段落【0006】）",
                    "・「そのため，従来は，無線信号の発着信を禁止されている場所，例えば病院や飛行機等において携帯電話端末を所持している場合は，使用者は，入力部6の電源切キーの押下等により携帯電話端末全体を停止させる必要があった。」（段落【0007】）",
                    "・「従来の携帯電話端末では，入力部6の電源切キーが押下されると，制御部10を介して中央処理装置4にそのデータが入力され，中央処理装置4が制御部10に対して電源停止命令を出力し，それを受けた制御部10が電源制御部12に全電源線20～26の停止指示を出力し，電源制御部12が全電源線20～26への電力供給を停止することにより，装置全体の機能が停止するようになっている。」（段落【0008】）",
                    "・「【発明が解決しようとする課題】",
                    "しかしながら，上記従来の携帯電話端末では，病院や飛行機等の携帯電話での通信が禁止されている場所では，携帯電話端末全体の電源を切らなければならず，通信機能とは無関係の電話帳や電子手帳機能等も使えなくなってしまい，不便であるという問題点があった。」（段落【0009】）",
                    "・「上記従来の携帯電話端末では，基地局のあるエリアから相当離れた場所においても基地局との通信用接続情報の交信を試みるため，無線部2及びベースバンド処理部3を定期的に動作せなければならず，無駄な電力を消費してしまうという問題があった。」（段落【0010】）",
                    "・「本発明は上記実情に鑑みて為されたもので，携帯電話端末での通信が禁止されている場所でも通信以外の機能を使用可能として利便性を向上させ，また，エリア外における無駄な電力消費を防ぐことができる携帯電話端末を提供することを目的とする。」（段落【0011】）",
                    "・「【課題を解決するための手段】",
                    "上記従来例の問題点を解決するための請求項1記載の発明は，通信機能と，通信機能以外の機能とを有する携帯電話端末であって，電源がオンになっている状態で特定の指示が入力された場合に，通信機能を電力供給を停止することにより当該通信機能を停止して，受信レベルの表示を通信機能停止を示す情報に変えて表示し，通信機能以外の機能には電力供給を継続することにより動作可能とすることを特徴としており，使用者に，通信機能が停止していることを容易に認識させることができ，例えば，病院等の無線通信禁止区域において，通信機能のみを停止させて電子手帳機能や電話帳機能等はそのまま用いることができるため，利便性を向上させることができ，また，通信機能を停止させて消費電力を低減することができる。」（段落【0012】）",
                    "・「【発明の実施の形態】",
                    "本発明の実施の形態について図面を参照しながら説明する。本発明の実施の形態に係る携帯電話端末は，使用者の要求により，無線部及びベースバンド処理部を停止できるようにしており，無線信号の発着信が禁止されている場所においては通信機能のみを停止させ，電話番号帳，電子手帳，時計等の通信とは無関係の機能を使用できるようにして利便性を向上させ，また，エリア外における消費電力を低減することができるものである。」（段落「【0015】）",
                    "・「まず，本発明の実施の形態に係る携帯電話端末の構成について図1を用いて説明する。図1は，本発明の実施の形態に係る携帯電話端末（本装置）の構成ブロック図である。図1に示すように，本装置の基本的な構成は，図7に示した従来の携帯電話端末とほぼ同様であり，従来と同様の部分としてアンテナ1と，無線部2と，ベースバンド処理部3と，表示部7と，マイク8と，スピーカ9と，バッテリ11と，電源制御部12とを備え，本装置の特徴部分として停止認識部13が新たに設けられている。また，入力部6と，中央処理装置4と，記憶部5と，制御部10は従来とは一部構成又は処理が異なっている。」（段落【0016】）",
                    "・【図1】（本発明の実施の形態に係る携帯電話端末（本装置）の構成ブロック図）",
                    "・【図7】（従来の携帯電話端末の構成ブロック図）",
                    "・「本装置の特徴部分について図1を用いて説明する。まず，停止認識部13は，入力部6の特定キーが押下された場合に，入力信号を受けて通信機能の停止を要求する停止要求信号を制御部10に出力するものである。」（段落【0017】）",
                    "・「そして，制御部10は，停止認識部13からの停止要求信号を受けて，中央処理装置4に通信機能の停止処理に移行するよう，中央処理装置4が認識できる形の停止要求フラグ又は割り込み信号を出力するものである。更に，制御部10は，中央処理装置4からの指示に従って，電源制御部12に対して無線部2及びベースバンド処理部3への電力供給を停止する制御を行うものである。」（段落【0018】）",
                    "・「そして，中央処理装置4は，制御部10からの停止要求フラグを受けて，通信機能の停止処理を行うものである。具体的には，中央処理装置4は，制御部10に対して，無線部2及びベースバンド処理部3への電力供給を停止する指示を出力するものである。」（段落【0019】）",
                    "・「また，記憶部5は，従来と同様のプログラムコードや電話帳データ及び電子手帳データの他に，通信機能の停止処理を行うためのプログラムコードを記憶しているものである。」（段落【0020】）",
                    "・「次に，本装置の外観について図2を用いて説明する。図2は，本装置の外観説明図である。図2に示すように，本装置の上部にはアンテナ1が設けられ，前面部分には，従来と同様のスピーカ9と，マイク8と，入力部6として従来と同様の基本機能キー6aと，特定機能キーとしてオフフックキー6b及びオンフックキー6c及び本装置の特徴部分である通信停止キー6dと，手帳／時計切り替えキー6eとが設けられている。」（段落【0021】）",
                    "・【図2】（本装置の外観説明図）",
                    "・「本装置の特徴部分である通信停止キー6dは，特定機能キーの一種で，使用者が通信機能の停止指示を入力するキーであり，このキーが押下されると携帯電話端末の通信機能が停止するようになっている。具体的には，通信停止キー6dが押下されると，無線部2及びベースバンド処理部3への電力供給が停止して，通信機能が停止する。通信停止キー6dには，使用者が機能を認識しやすいようなイラストが描かれている。」（段落【0022】）",
                    "・「また，手帳／時計切り替えキー6eは，通信機能が停止している状態において電子手帳機能（電話帳機能を含む）と，時計機能とを切り替えるものである。」（段落【0023】）",
                    "・「次に，本装置の動作について図3を用いて説明する。図3は，本装置の通信機能停止制御シーケンスを示す説明図である。図3に示すように，まず，使用者が入力部6の通信停止キー6dを押下すると（100），入力部6の通信停止キー6dから停止認識部13に対して予め定められた信号が出力され（101），停止認識部13が該信号を受信すると通信機能の停止指示を認識して制御部10に対して停止要求信号を出力する。」（段落【0024】）",
                    "・【図3】（本装置の通信停止機能シーケンスを示す説明図）",
                    "・「そして，制御部10が，中央処理装置4に対して停止要求フラグを出力し（103），中央処理装置4は，これを受けて，割り込み処理として通信機能の停止処理を開始し，制御部10に対して無線部2及びベースバンド処理部3への電力供給を停止するよう，電源停止命令を発行する（104）。」（段落【0025】）",
                    "・「そして，制御部10は，中央処理装置4からの電源停止命令を受けて電源制御部12に対して無線部2及びベースバンド処理部3への電力供給を停止するよう，つまり無線部電源20及びベースバンド部電源21を停止するよう電源停止制御を行う（105）。」（段落【0026】）",
                    "・「そして，電源制御部12が，制御部10からの電源停止制御を受けて無線部電源20及びベースバンド部電源21を停止することにより，無線部2及びベースバンド処理部3への電力供給を停止する（106，107）。尚，ここで106と107の動作は順序が逆でも構わない。」（段落【0027】）",
                    "・「更に，中央処理装置4が，通信機能の停止処理として，制御部10に対して電源停止表示命令を発行し（108），制御部10が，表示部7に対して電源停止表示制御を行う（109）。具体的には，制御部10は，記憶部5から通信機能停止中を示すアイコンの表示データを読み出して表示部7に出力する。そして，表示部7が，電源停止表示として，通信機能停止中を示すアイコンを表示し（110），使用者は停止表示を見て通信機能が停止したことを認識するものである。」（段落【0028】）",
                    "・「これにより本装置では，使用者の意志によって随時通信機能を停止させることができるようになり，携帯電話による通信禁止の場所においても通信機能のみを停止すれば電話帳や時計等の通信とは無関係の機能は使うことができ，利便性を向上させることができるものである。」（段落【0029】）",
                    "・「次に，本装置の表示例について図4を用いて説明する。図4は，通信機能停止時の表示画面例を示す説明図である。図4に示すように，通信機能停止中には，基地局からの受信レベルの表示位置に，通信機能停止中を示すアイコンを表示するようになっている。このアイコンは，上述した通信停止キー6dに描かれているイラストと同じ図柄である。そして，バッテリ残量や通信機能停止アイコンの他に，手帳／時計切り替えキー6eによって選択された電子手帳又は時計のデータを表示する。ここでは電子手帳の中の電話帳のデータを表示している。」（段落【0030】）",
                    "・【図4】（通信機能停止時の表示画面等を示す説明図）",
                    "・「また，手帳／時計切り替えキー6eによって時計表示が選択された場合には，現在日時を表示するものである。」（段落【0031】）",
                    "・「本発明の実施の形態に係る携帯電話端末（本装置）によれば，使用者が通信機能の停止指示を入力する通信停止キー6bと，通信停止キー6bからの信号を通信停止要求に変換して制御部10に出力する停止認識部13とを備え，制御部10が，停止認識部13からの通信停止要求をフラグに変換して中央処理装置に出力し，中央処理装置4が，制御部10に対して無線部2及びベースバンド処理部3への電力供給を停止するよう指示を出力し，制御部10が，中央処理装置からの指示に従って，電源制御部12を介して無線部2及びベースバンド処理部3への電源供給を停止させるようにしているので，装置全体の電源を切らずに通信機能のみを停止させることができ，携帯電話端末による通信が禁止されている場所等においても，通信とは無関係の電話帳や時計等の機能はそのまま用いることができ，利便性を向上させることができる効果がある。」（段落【0033】）",
                    "・「また，本装置によれば，使用者の要求によって随時通信機能を停止させることができるので，基地局から遠く離れたエリア外にいる場合には通信機能を停止させて，不要な通信用接続情報の送信及び受信動作を行わないようにすることができ，消費電力を低減することができる効果がある。」（段落【0034】）",
                    "・「次に，本発明の別の実施の形態に係る携帯電話端末（別の携帯電話端末）について説明する。別の携帯電話端末は，図1に示した携帯電話端末とほぼ同様の構成であるが，図1に示した停止認識部13を設けず，入力部6の通信停止キー6dからの入力信号を，他の入力キーからの信号と同様に，制御部10の内部において認識するようにしているものである。」（段落【0035】）",
                    "・「従って，別の携帯電話端末は，停止認識部13が無いという点においては図7に示した従来の携帯電話端末と同様であるが，通信停止キー6d及び電子手帳／時計切替キー6eが設けられており，また，通信停止キーが押下された場合の制御部10及び中央処理装置4における処理が従来とは異なっている。」（段落【0036】）",
                    "・「【発明の効果】",
                    "本発明によれば，電源がオンになっている状態で特定の指示が入力された場合に，通信機能を電力供給を停止することにより当該通信機能を停止して，受信レベルの表示を通信機能停止を示す情報をに変えて表示し，通信機能以外の機能には電力供給を継続することにより動作可能とする携帯電話端末としているので，使用者に，通信機能が停止していることを容易に認識させることができ，病院等の無線通信禁止区域において，通信機能のみを停止させて電子手帳機能や電話帳機能等はそのまま用いることができるため，利便性を向上させることができ，また，通信機能を停止させて消費電力を低減することができる。」（段落【0040】）",
                    "・「また，本発明によれば，特定の指示を入力するための特定キーを設け，前記特定キーが操作されると，通信機能を停止させる携帯電話端末としているので，使用者が，特定キーを操作すると，通信機能が停止されるため，病院等の無線通信禁止区域において，通信機能のみを停止させて電子手帳機能や電話帳機能等はそのまま用いることができ，利便性を向上させることができる効果がある。」（段落【0042】）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記記載によると，本願当初発明は，従来の携帯電話端末では，基地局との間で行われる通信用接続情報の交信は使用者の要求で停止することができないことから，無線信号の発着信を禁止されている場所，例えば，病院や飛行機等において携帯電話端末を所持している場合には，使用者は，携帯電話端末全体の電源を切らなければならず，通信機能とは無関係の電話帳や電子手帳機能等も使えなくなってしまい，不便であるという問題点，及び基地局のあるエリアから相当離れた場所においても基地局との通信用接続情報の交信を試みるため，無線部2及びベースバンド処理部3を定期的に動作させなければならず，無駄な電力を消費してしまうという問題点の存在を前提にして，携帯電話端末での通信が禁止されている場所でも通信以外の機能を使用可能として利便性を向上させ，また，エリア外における無駄な電力消費を防ぐことができる携帯電話端末を提供することを目的とし，その目的を達成するため，前記記載の請求項1の構成を採用することによって，使用者の要求により，通信機能のみを停止できるようにし，無線信号の発着信が禁止されている場所においては，通信とは無関係の機能を使用できるようにして利便性を向上させ，また，エリア外における消費電力を低減することができるようにした，という発明であると認めることができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1（本件補正の適否についての判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正の法17条の2第4項該当性の有無",
              "text": [
                "平成14年法律第24号による改正前の特許法17条の2第4，5項は",
                "「第4項：前項に規定するもののほか，第1項第2号及び第3号に掲げる場合において特許請求の範囲についてする補正は，次に掲げる事項を目的とするものに限る。1 第36条第5項に規定する請求項の削除  2  特許請求の範囲の減縮（第36条第5項の規定により請求項に記載した発明を特定するために必要な事項を限定するものであつて，その補正前の当該請求項に記載された発明とその補正後の当該請求項に記載される発明の産業上の利用分野及び解決しようとする課題が同一であるものに限る。）  3 誤記の訂正 4 明りようでない記載の釈明（拒絶理由通知に係る拒絶の理由に示す事項についてするものに限る。）  第5項：第126条第4項の規定は，前項第2号の場合に準用する。」というものであるところ，本件補正による補正前の甲6補正に係る請求項1の「前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能は，前記通信機能の停止を維持しながら，そのまま動作可能とし，選択可能とした」との記載からすれば，本件補正による補正前の請求項1に係る発明（以下「甲6補正発明」という。）は，「時計機能」，「電話帳機能」，「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」を含む複数の機能それぞれについて，通信機能の停止を維持しながら，そのまま動作可能とし，選択可能としたことを発明特定事項とするものと解される。",
                "他方，本件補正による補正後の請求項1の「前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能は，前記通信機能の停止を維持しながら，そのまま動作可能とし，前記時計機能及び前記電話帳機能を選択可能とした」との記載からすれば，本件補正による補正後の請求項1に係る発明（本願補正発明）は，「時計機能」，「電話帳機能」，「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」を含む複数の機能それぞれについて，通信機能の停止を維持しながら，そのまま動作可能とし，上記「複数の機能」のうち「時計機能」及び「電話帳機能」をそれぞれ選択可能としたことを発明特定事項とするものと解される。",
                "そこで，甲6補正発明と本願補正発明とを対比すると，甲6補正発明では，通信機能の停止を維持しながら「時計機能」，「電話帳機能」，「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」を含む複数の機能それぞれを選択可能としているのに対し，本願補正発明では，通信機能の停止を維持しながら，上記「複数の機能」のうち「時計機能」及び「電話帳機能」のみをそれぞれ選択可能としたものであるから，本件補正により，通信機能の停止を維持しながら選択可能な機能の一部が削除されていると認められる。そして，その結果，本願補正発明では，「時計機能」及び「電話帳機能」以外の機能について，どの機能を通信機能の停止を維持しながら選択可能とするかは任意の事項とされることに補正されたといえる。",
                "そうすると，本件補正により，直列的に記載された発明特定事項の一部が削除され，特許請求の範囲の請求項1の記載が拡張されていることは明らかであるから，本件補正は特許請求の範囲を減縮するものとはいえず，「特許請求の範囲の限定的減縮」を目的とするものに該当するとは認められない。",
                "また，本件補正は，誤記の訂正，明りょうでない記載の釈明を目的とするものにも該当しないことは明らかである。",
                "以上によれば，本件補正について，「平成14年法律第24号改正附則第2条第1項によりなお従前の例によるとされる同法による改正前の特許法第17条の2第4項の規定に違反するので，同法第159条第1項において読み替えて準用する同法第53条第1項の規定により却下すべきものである。」とした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件補正は選択可能な機能の範囲についてより狭い範囲の選択である特定の機能である「前記時計機能及び前記電話帳機能」を選択可能としたものであり，このように「選択可能」な範囲を狭めることは，技術的には補正後においてはその機能が限定されるものであるので，特許請求の範囲の減縮に当たること，また，時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む機能がそのまま動作可能な状態となっており，それらの中において選択対象を特定しているものであり，動作可能な選択対象の組合せは15通りあり，「時計機能＆電話帳機能＆マイクによる音声を電気信号に変換する機能＆スピーカによる電気信号を音声に変換する機能」の組合せのみを選択対象としているのではないことは明らかであること，さらに，本願の当初明細書の段落【0030】，【0033】及び【図1】の記載によれば，「動作可能な状態」とは，通信機能以外の上記各機能を含む複数の機能の全てが常に動作している状態ではなく，ユーザによる指示あるいは制御部による処理に基づいて選択的に動作し得る状態となっているものであると明細書及び添付図面から理解されるものであるし，本願の当初明細書の段落【0011】に記載された課題から判断して，「前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能を選択可能と」することとは，「通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能」の各機能を選択対象としており，その中からユーザが様々な組合せを選択可能とする意味であると理解されるものである，と主張する。",
                    "しかし，原告が指摘する上記明細書の記載箇所及び図面を検討しても，本願において，通信機能の停止を維持しながらそのまま動作可能とし選択可能とする機能を，通信機能以外の「時計機能」，「電話帳機能」，「マイクによる音声を電気信号に変換する機能」，「スピーカによる電気信号を音声に変換する機能」を含む複数の機能から，ユーザが様々な組合せで選択可能であることが記載されているとはいえず，また，本願の当初明細書等の記載から自明であるとも認められない。",
                    "また，甲6補正に係る請求項1の「前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能は，前記通信機能の停止を維持しながら，そのまま動作可能とし，選択可能とした」との記載に，「複数の機能」について択一的に解される文言はない。",
                    "さらに，本願は「携帯電話端末での通信が禁止されている場所でも通信以外の機能を使用可能として利便性を向上させ」ることを課題とするところ，携帯電話端末での通信が禁止されている場所でも使用可能な機能の数が多いほど利便性が向上することは明らかである。",
                    "そうすると，甲6補正発明の「前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能を選択可能と」することは，「時計機能」，「電話帳機能」，「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」を含む複数の機能それぞれについて，「通信機能の停止を維持しながら，そのまま動作可能とし，選択可能とした」ことと解するのが自然であり合理的である。",
                    "以上によれば，本件補正による請求項1の補正は，直列的に記載された発明特定事項の一部が削除されたもので，原告が主張するような択一的記載の要素の削除ではないから，原告の上記各主張はいずれも採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，法17条の2第3項，その内容は「第1項の規定により明細書又は図面について補正をするときは，誤訳訂正書を提出してする場合を除き，願書に最初に添付した明細書又は図面（第36条の2第2項の外国語書面出願にあつては，同条第4項の規定により明細書及び図面とみなされた同条第2項に規定する外国語書面の翻訳文（誤訳訂正書を提出して明細書又は図面について補正をした場合にあつては，翻訳文又は当該補正後の明細書若しくは図面）に記載した事項の範囲内においてしなければならない。」というものであるが，同項に規定する要件を満たしていないと判断する甲6補正の内容を基礎（基準）として，本件補正の可否の判断をした審決の判断手法は誤りであると主張する。",
                    "しかし，法17条の2第4項2号の文言によれば，最後の拒絶理由通知に対する手続補正により特許請求の範囲が補正された場合に，上記手続補正が法17条の2第4項2号に掲げる「特許請求の範囲の減縮」を目的とするものに該当するか否かは，上記手続補正による補正前の請求項に係る発明と上記手続補正による補正後の請求項の記載とを対比して判断されることは明らかであるし，最後の拒絶理由通知に対する手続補正の直前にされた手続補正（以下「直前の手続補正」という。）が法17条の2第3項の規定に違反し，願書に最初に添付した明細書又は図面に記載された事項の範囲内にない事項が記載されている場合に，この直前の手続補正により補正された請求項に係る発明を，最後の拒絶理由通知に対する手続補正が特許請求の範囲の減縮を目的とするか否かの判断の基礎にしてはならないとの規定は存在しない。",
                    "また，本件補正の直前の手続補正である甲6補正は，拒絶査定不服審判（法159条1項中の「第121条第1項の審判」）における最初の拒絶理由通知である平成22年8月25日付け拒絶理由通知（甲5）に対してされたものであるから，法159条1項で準用する法53条1項に掲げる「第17条の2第1項第2号（判決注，同条第1項の内容は「特許出願人は，特許をすべき旨の査定の謄本の送達前においては，願書に添付した明細書又は図面について補正をすることができる。ただし，第50条の規定による通知を受けた後は，次に掲げる場合に限り，補正をすることができる。1  第50条（第159条第2項（第174条第2項において準用する場合を含む。）及び第163条第2項において準用する場合を含む。以下この項において同じ。）の規定による通知（以下この条において「拒絶理由通知」という。）を最初に受けた場合において，第50条の規定により指定された期間内にするとき。2  拒絶理由通知を受けた後更に拒絶理由通知を受けた場合において，最後に受けた拒絶理由通知に係る第50条の規定により指定された期間内にするとき。3  第121条第1項の審判を請求する場合において，その審判の請求の日から30日以内にするとき。」とする）に掲げる場合において，願書に添付した明細書又は図面についてした補正」に当たらない。そして，法49条1号の規定により，最初の拒絶理由通知に対してされた特許請求の範囲の補正が法第17条の2第3項に規定する要件を満たしていないときは，出願の拒絶理由となる。  そうすると，甲6補正のように，最初の拒絶理由通知に対してされた特許請求の範囲の補正が法17条の2第3項に規定する要件を満たしていないときは，法159条1項で準用する法53条1項に規定する「決定をもつてその補正を却下しなければならない」場合には該当せず，法159条2項で準用する法50条に規定する「拒絶の理由を通知し，相当の期間を指定して，意見書を提出する機会を与えなければならない」場合に該当することになる。",
                    "以上によれば，甲6補正は却下されないから，甲6補正により補正された請求項1に係る発明を補正前の請求項1に係る発明とし，これを基礎（基準）として，本件補正による補正後の請求項1に係る発明を対比して本件補正が特許請求の範囲の減縮を目的とするか否かを判断した審決の判断手法に誤りはなく，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件補正は法17条の2第4項4号に規定する「明りようでない記載の釈明」とは異なるが，最後の拒絶理由で指摘された「拒絶理由で示す事項についてする」補正でもあるので，これを認めることとしなければ出願人は拒絶理由に対応することが困難であり，かつ，これを認めないとすると発明の保護の観点からも適切でないから，例え「最後の拒絶理由に基づく補正」であっても，上記「明りようでない記載の釈明」と同様に，その補正が認められるべきである旨主張する。",
                    "しかし，法17条の2第4項4号の規定は，最後の拒絶理由通知に対する手続補正で，明りょうでない記載の釈明を目的とする補正を認めることとしたものであるが，これを無制限に認めると迅速な審査の妨げとなることから，「拒絶理由通知に係る拒絶の理由に示す事項」についてするものに制限しており，この規定における「拒絶理由通知に係る拒絶の理由に示す事項」とは，軽微な補正により是正できる程度の明細書又は特許請求の範囲の記載不備と解される。",
                    "これに対し，本件の場合，平成22年11月25日付けの最後の拒絶理由通知（甲8）に係る拒絶の理由に示す事項は，甲6補正が法17条の2第3項の規定する新規事項の追加の禁止に違反するというものであるから，本件補正が明りょうでない記載の釈明を目的としたものに該当するものと認められないことは当然であり，法17条の2第3項の規定に違反するという重大な瑕疵に当たる場合に，法17条の2第4項4号の規定と同様に運用しなければならない必要性も認められない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，最後の拒絶理由通知（甲8）の内容は「新規事項の付加」のみを指摘しているものであるから，新規事項の付加がなくなれば拒絶理由は解消することも予測できるものであり，通常の拒絶理由（17条の2第4項の制限を受けない）を通知すべきものであったと解されるものであるから，上記拒絶理由通知（甲8）に基づく補正事項の運用に対する対応は，必要以上に厳格に運用すべきものではないと主張する。",
                    "しかし，甲6補正が法17条の2第3項の規定に違反するとして通知された最後の拒絶理由通知（甲8）には「なお，平成22年8月25日付けの拒絶理由通知についての判断は留保されていることに注意されたい。」とも記載されており，この記載からみて，法17条の2第3項の規定に違反するとの拒絶理由とは別に，平成22年8月25日付け拒絶理由通知（甲5）で通知した拒絶理由（法第29条第2項の規定により特許を受けることができない。）が存在することは明らかであるから，新規事項の付加がなくなれば拒絶理由は解消することも予測できるものであるとはいえず，原告の上記主張は前提において誤っており，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（本件補正における独立特許要件についての判断の誤り）について",
          "text": [
            "前記3のとおり，本件補正について，「平成14年法律第24号改正附則第2条第1項によりなお従前の例によるとされる同法による改正前の特許法第17条の2第4項の規定に違反するので，同法第159条第1項において読み替えて準用する同法第53条第1項の規定により却下すべきものである。」とした審決の判断に誤りはない。",
            "そうすると，本件補正により補正された請求項1に係る発明の独立特許要件に関する審決の判断について検討するまでもなく，取消事由2における原告の主張は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3（甲6補正に関する新規事項追加についての判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲6補正は，前記第3，1(2)エ記載の請求項1を同オ記載の内容に補正するものであるが，同補正により補正された請求項1の「前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能は，前記通信機能の停止を維持しながら，そのまま動作可能とし，選択可能とした」との記載には，使用者が，「通信機能の停止を維持しながら」，「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」を選択し，これらの機能を動作させることも含まれていると認められる。",
                "しかし，本願の当初明細書等の段落【0009】，【0011】，【0012】，【0015】，【0021】ないし【0023】，【0030】，【0031】，【0033】，【0035】，【0036】，【0040】及び【0042】記載の内容によれば，甲6補正により補正された請求項1に記載の「前記通信機能以外の時計機能，電話帳機能，マイクによる音声を電気信号に変換する機能，スピーカによる電気信号を音声に変換する機能を含む複数の機能は，前記通信機能の停止を維持しながら，」「選択可能としたこと」について，本願の出願当初明細書等に記載されているのは，使用者が「時計機能」及び「電話帳機能」を「切り替えキー6e」を用いて選択することができるということのみであって，「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」を選択し得ることに関する明示の記載はない。",
                "この点，確かに，本願の当初明細書等の上記各段落の記載からすれば，通信機能を停止させた際にも「制御部10」は「電源線22」から電力供給されて動作可能な状態となっていることから，通信機能停止処理中であっても，「制御部10」が，電源が供給されている「中央処理装置4」，「記憶部5」，「入力部6」，「表示部7」及び「停止認識部13」と協働して適宜必要な動作を実行することは自明であり，また，図1を参照すると，「マイク8」及び「スピーカ9」は「制御部10」に接続されているから，通信機能停止処理中であっても接続先の本体部（「制御部10」）に電源が供給されている限り使用可能となり，協働して音声入力及び出力動作を実行し得ることは自明であると認められる。",
                "しかし，それは，通信機能停止時，「マイク8」及び「スピーカ9」には電源が供給され，「マイク8」及び「スピーカ9」も協働して音声入力及び出力動作を実行し得ることが自明であるというにとどまり，使用者が，「通信機能の停止を維持しながら」，「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」を適宜選択し，これらの機能を動作させることが本願の当初明細書等の記載から自明な事項であることを意味するものではない。",
                "そうすると，甲6補正は，本願の当初明細書等の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入しないものとはいえないから，当初明細書等に記載した事項の範囲内においてされたものとは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する判断",
              "text": [
                "原告は，通信機能停止時に時計機能を動作させる際に，本願の原出願時に既に周知であるアラーム音を出力するための音声出力手段が動作することと，また，通信機能停止時に電話帳機能を動作させる際に，本願の原出願時に既に周知である音声ラベルを使用することを例に挙げ，甲6補正により補正された請求項1に係る発明（甲6補正発明）において，「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」を，「通信機能の停止を維持しながら，」「選択可能としたこと」は，本願の当初明細書等の記載から自明である旨主張する。",
                "しかし，時計機能がアラーム機能を有することや電話帳機能が音声ラベル機能を有することは本願の当初明細書等には記載されておらず，また，上記アラーム機能や上記音声ラベル機能が本願の原出願時に既に周知であったとしても，これらの機能を本件補正前の本願発明が備えていることが，本願の当初明細書等の記載から自明な事項であるともいえない。",
                "仮に，上記アラーム機能や上記音声ラベル機能が本願の当初明細書等に記載された事項であるとしても，甲6補正により補正された請求項1に係る発明（甲6補正発明）において，「時計機能」動作時の「アラーム音を出力するための音声出力手段」の動作は，使用者が上記「切り替えキー6e」を用いて「時計機能」を選択し動作させたことにより実行されたものであって，使用者が「スピーカによる電気信号を音声に変換する機能」を選択して動作させたものでないし，同様に，「電話帳機能」動作時に「音声を入力して音声ラベルを使用する」ことは，使用者が上記「切り替えキー6e」を用いて「電話帳機能」を選択し動作させたことにより実行されたものであって，使用者が「マイクによる音声を電気信号に変換する機能」を選択して動作させたものでないことは明らかである。そうすると，上記仮定に立ったとしても，甲6補正により補正された請求項1に含まれる，使用者が「通信機能の停止を維持しながら」，「マイクによる音声を電気信号に変換する機能」及び「スピーカによる電気信号を音声に変換する機能」を選択し，これらの機能を動作させることは，本願の当初明細書等に記載された事項であるとは認められない。",
                "したがって，原告の上記主張も採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。",
            "知的財産高等裁判所 第1部",
            "裁判長裁判官        中    野    哲    弘",
            "裁判官        東   海   林          保",
            "裁判官        矢    口    俊    哉"
          ]
        }
      ]
    }
  ]
}