{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008-800109号事件について平成22年12月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「蚊成虫の駆除方法」とする特許(特許第4027451号。以下「本件特許」という。)の特許権者である(平成9年1月16日出願，平成19年10月19日設定登録)。",
            "被告は，平成20年6月13日，本件特許について無効審判請求(無効2008-800109号)をし，これに対し，原告は，同年10月14日に訂正請求をした。特許庁は，平成21年3月26日付けで，「訂正を認める。特許第4027451号の請求項1～3に係る発明についての特許を無効とする。」との審決(以下「第1次審決」という。)をした。",
            "原告は，平成21年4月29日，第1次審決について審決取消訴訟(平成21年(行ケ)第10115号)を提起し，同年6月5日に訂正審判を請求した。知的財産高等裁判所は，平成21年7月10日，特許法181条2項の規定により，第1次審決を取り消すとの決定をした。",
            "特許庁は，特許法134条の3第2項により指定した期間内に原告が訂正請求をしなかったため，同条第5項の規定により，上記訂正審判の請求書に添付された訂正明細書を援用した訂正の請求がされたものとみなした上で，平成22年4月7日，「訂正を認める。特許第4027451号の請求項1～3に係る発明についての特許を無効とする。」との審決(以下「第2次審決」という。)をした。",
            "原告は，平成22年5月13日，第2次審決について審決取消訴訟(平成22年(行ケ)第10151号)を提起し，同年8月6日に訂正審判を請求した。知的財産高等裁判所は，平成22年9月8日，特許法181条2項の規定により，第2次審決を取り消すとの決定をした。",
            "特許庁は，特許法134条の3第2項により指定した期間内に原告が訂正請求をしなかったため，同条第5項の規定により，上記訂正審判の請求書に添付された訂正明細書を援用した訂正(以下「本件訂正」という。)の請求がされたものとみなした上で，平成22年12月13日，「訂正を認める。特許第4027451号の請求項1，2に係る発明についての特許を無効とする。」との審決(以下「本件審決」という。)をし，その審決の謄本は同月24日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の記載は，次のとおりである(以下，これらの請求項に係る発明を項番号に対応して，「本件発明1」などといい，これらをまとめて「本件発明」といい，本件訂正後の明細書を「本件訂正明細書」という。)。",
            "【請求項1】殺虫剤からなる原液，および噴射剤を開閉可能な噴射口を設けた耐圧容器に収納して，前記原液の容積比率が前記耐圧容器の全容積の15％以下とした蚊成虫の駆除剤を30㎥の空間あたり有効成分として2．78～15mg噴霧せしめることを特徴とする蚊成虫の駆除方法であって，前記原液における殺虫剤は，脂肪族炭化水素又はアルコールからなる有機溶剤に溶解せしめたものではなく，かつ活性剤とともに水に乳化または懸濁せしめたものでもなく，それのみで用いたものであり，前記噴射剤が液化石油ガス，ジメチルエーテル，およびハロゲン化炭化水素からなる群より選ばれた少なくとも1つである，噴霧処理後は駆除効果を持続させて駆除を行う，蚊成虫の駆除方法。",
            "【請求項2】殺虫剤が3-アリル-2-メチルシクロペンタ-2-エン-4-オン-1-イル  dl-シス／トランス-クリサンテマート，3-アリル-2-メチルシクロペンタ-2-エン-4-オン-1-イル  d-シス／トランス-クリサンテマート，3-アリル-2-メチルシクロペンタ-2-エン-4-オン-1-イル",
            "d-トランス-クリサンテマート，d-3-アリル-2-メチルシクロペンタ-2-エン-4-オン-1-イル  d-トランス-クリサンテマート，d-2-メチル-4-オキソ-3-プロパルギルシクロペント-2-エニル  d-シス／トランス-クリサンテマート，Ｎ-(3，4，5，6-テトラヒドロフタリミド)-メチル",
            "dl-シス／トランス-クリサンテマート，Ｎ-(3，4，5，6-テトラヒドロフタリミド)-メチル  d-シス／トランス-クリサンテマート，2-アリル-3-メチル-2-シクロペンテン-1-オン-4-イル-2，2，3，3-テトラメチル-シクロプロパンカルボキシラート，天然ピレトリン(ジョチュウギク抽出エキス)，および合成ピレトリンからなる群より選ばれた少なくとも1つである請求項1記載の蚊成虫の駆除方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "text": [
            "本件審決の理由は，別紙審決書写しのとおりである。要するに，本件発明は，甲1ないし9に記載された発明及び周知技術に基づいて，容易に想到することができたものであると判断した。",
            "本件審決は，上記結論を導くに当たり，本件発明1と特開昭63-203649号公報(甲1)に記載された発明(以下「甲1発明」という。)との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点",
              "text": [
                "殺虫剤を含有する原液，および噴射剤を開閉可能な噴射口を設けた耐圧容器に収納して，前記原液の容積比率が前記耐圧容器の全容積の3．68％以下とした害虫の駆除剤を30㎥の空間あたり有効成分として4．96mg噴霧せしめることを特徴とする害虫の駆除方法であって，前記原液が，殺虫剤を含有するものである，害虫の駆除方法。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「害虫」が，本件発明1においては，「蚊成虫」であるのに対し，甲1発明においては，「イエバエ」である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「殺虫剤を含有する原液」が，本件発明1においては，「殺虫剤からなる原液」であって，「前記原液における殺虫剤は，脂肪族炭化水素又はアルコールからなる有機溶剤に溶解せしめたものではなく，かつ活性剤とともに水に乳化または懸濁せしめたものでもなく，それのみで用いたもの」であるのに対し，甲1発明においては，「殺虫剤を0．78重量％含有する原液」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「害虫の駆除方法」が，本件発明1においては，「噴霧処理後は駆除効果を持続させて駆除を行う」ものであるのに対し，甲1発明においては，そのような規定はされていない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "「噴射剤」が，本件発明1においては，「液化石油ガス，ジメチルエーテル，およびハロゲン化炭化水素からなる群より選ばれた少なくとも1つ」であるのに対し，甲1発明においては，そのような特定はされていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1と甲1発明との一致点の認定の誤り)",
          "text": [
            "本件審決は，甲1発明において，噴射剤が耐圧容器内で気化して，その容積が相対的に増加することを考慮すると，原液の容積比率は耐圧容器の全容積の3．68％以下であるとして，本件発明1と甲1発明は，「前記原液の容積比率が前記耐圧容器の全容積の3．68％以下とした」との点で一致すると認定している。",
            "しかし，原液の容積比率は，耐圧容器の全容積に対するものであって，噴射剤の容積に対するものではなく，噴射剤が気化したとしても，耐圧容器の全容積は変化せず，原液の耐圧容器の全容積に対する容積比率に変化はない。そうすると，本件発明1において，原液の容積比率は耐圧容器の全容積の「3．68％」であって，「3．68％以下」ではない。",
            "したがって，本件審決の上記一致点の認定には誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1の容易想到性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点アに係る構成の容易想到性判断の誤りについて",
              "text": [
                "本件審決は，相違点アについて，エアゾール殺虫剤がイエバエにも蚊成虫にも普通に用いられ，また，イエバエについても蚊成虫についても，エアゾール殺虫剤においては似たような効力試験が行われていることを考慮すれば，害虫の駆除において，イエバエも蚊成虫も同等に扱われているといえ，イエバエで試験された駆除方法を蚊成虫についても試してみることは，当業者が試してみる範囲内のものであるとして，甲1発明において，害虫を，イエバエに代えて蚊成虫とすることは，当業者にとって容易であったと判断した。",
                "しかし，本件審決の上記判断には誤りがある。すなわち，本件発明1は，従来の直接噴射型の駆除方法とは異なり，駆除効果を持続させて，新たに室内に侵入してくる蚊成虫に対しても駆除効果を発揮させるという新規な駆除方法に関する発明であるが，このような駆除方法において，駆除の対象である害虫をイエバエに代えて蚊成虫とすることは容易でない。また，甲1発明において，蚊成虫について，100％の死滅が可能な電気蒸発炉の使用に代えて，これが不可能なエアゾール殺虫剤を適用することが動機付けられることはない。さらに，甲15の表1によれば，殺虫剤のKT (50％の固体がノックダウンするまでの時間)は，概ねアカイエカ成虫の方が長いから，甲1発明において，1回の噴霧でイエバエの100％死滅が不可能な実施例Aのエアゾール殺虫剤をそのまま蚊成虫に適用すると，更に殺虫効果の発現が期待できないと考えるのが自然である。",
                "したがって，本件審決が，甲1発明において，害虫を，イエバエに代えて蚊成虫とすることは，当業者にとって容易であったと判断したことは誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点イに係る構成の容易想到性判断の誤りについて",
              "text": [
                "本件審決は，甲1において，活性化合物濃度は噴射剤や蒸発基剤を除いた部分を基準に計算すべきところ，活性化合物の濃度が0．001ないし100重量％であるとされており，「殺虫剤からなる原液」を含むエアゾール殺虫剤が開示ないし示唆されている，また，特公昭28-2650号公報(甲2)には，活性化合物と噴射剤とからなるエアゾール殺虫剤，すなわち「殺虫剤からなる原液」を含むエアゾール殺虫剤が開示されていると認定，判断した。",
                "しかし，本件審決の上記認定，判断には，以下のとおり，誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，活性化合物濃度の計算において，噴射剤や蒸発基剤を除いた部分を基準に計算すべきであるとの記載も示唆もない。",
                    "すなわち，甲1発明は，エアゾール殺虫剤や蒸発錠剤に限定された発明ではなく，活性化合物をそのまま粉剤として使用する場合もあるから，「使用形状中の活性化合物濃度は0．001ないし100重量％」との記載から，噴射剤や蒸発基剤を除いた部分を基準に活性化合物濃度を計算すべきであるとはいえない。また，甲1発明において，「使用形状」とは，市販の配合剤(慣用の配合剤)，すなわち，殺虫剤の調整に使用される種々の添加剤と，活性化合物を使用して調製した組成物の形態を意味するものであって，「使用形状中の活性化合物濃度」は，エアゾール製剤中や蒸発錠剤中の濃度と解することができる。さらに，甲1の明細書には，種々のスプレー配合剤及び蒸発錠剤の配合例において，噴射剤や蒸発基剤を含む組成物全体を基準とした活性化合物濃度が記載されている。",
                    "したがって，甲1発明において，活性化合物濃度は，噴射剤や蒸発基剤を除いた部分を基準に計算されるとすることは誤りであり，甲1には，「殺虫剤からなる原液」を含むエアゾール殺虫剤が開示ないし示唆されているとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2は，温度変化に伴う蒸気圧の変化の試験結果から，エアゾールの噴霧媒体として石油系液化ガスが使用できることを開示したものにすぎず，石油系液化ガスに殺虫薬を直接溶解するとの記載は，蒸気圧の変化の点からは問題がないことを示したにすぎない。",
                    "したがって，甲2には，活性化合物と噴射剤とからなるエアゾール殺虫剤，すなわち「殺虫剤からなる原液」を含むエアゾール殺虫剤が開示されているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，被告は，エアゾール殺虫剤の原液において溶剤を使用しないことが当業者に良く知られていたことは，甲3，27，乙3ないし7からも明らかであると主張する。しかし，甲3，27はフロン系溶剤を必須とするものであり，乙3には，処理剤が殺虫剤を溶剤に溶解したものではないとの記載はない。また，乙4，5は，全量噴射型エアゾールの発明であり，通常，ゴキブリやダニ等を駆除対象とするものであること(乙4の実施例1，3については，原液は殺虫成分の他に微粒化剤を含んでいること)，乙6はメントールの噴霧，乙7は消臭スプレーに関するものであることから，いずれも蚊成虫を駆除対象とする場合の溶剤の意義(虫体への付着性及び浸透性を高めて殺虫性を高める意義)とは関係がない。したがって，上記被告の主張は失当であり，蚊成虫の駆除のためのエアゾール製剤においては，エアゾール殺虫剤の原液において溶剤を使用しないことが当業者に良く知られていたとはいえない。むしろ，溶剤なしで噴霧粒子の微細化を図ることは，当業者にとって避けるべき態様であり，強い阻害要因が存在した。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，甲1ないし3，27，乙3ないし7から，「殺虫剤からなる原液」を用いてエアゾール殺虫剤とすることが容易想到であったとした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点ウに係る構成の容易想到性判断の誤りについて",
              "text": [
                "本件審決は，甲1発明においても，噴霧処理後数時間は，害虫を駆除できる量の薬剤が落下せずに空気中に浮遊しており，「噴霧処理後は駆除効果を持続させて駆除を行う」ものであるとした。",
                "しかし，甲1の実施例Aでは噴霧後1時間経過してもイエバエを100％死滅させるに至っておらず，噴霧処理後，ある程度の薬剤の粒子が浮遊しているとしても，新たなイエバエを駆除できる量が浮遊しているとはいえない。",
                "したがって，審決の上記認定，判断は誤りであり，甲1発明は「噴霧処理後は駆除効果を持続させて駆除を行う」ものではない。また，甲1発明から，噴霧処理後，数時間にわたって駆除効果を持続させて，物陰に潜む蚊や新たに室内に侵入してくる蚊成虫の駆除を行う方法に想到することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "顕著な効果の看過について",
              "text": [
                "本件審決は，本件発明1の，①速やかに殺虫成分の気中濃度を高めることができる，②溶剤による部屋や家具の汚染がない，③処理後数時間は十分な量の薬剤が空気中にどとまるとの効果は，いずれも甲1発明の奏する効果と同じか，甲1及び甲3の記載から当業者が予測し得る程度のものであり，格別の効果とはいえないと判断した。",
                "しかし，本件審決の上記判断は誤りである。すなわち，本件発明1は，殺虫剤を有機溶剤に溶解せしめたものではなく，溶剤による部屋や家具の汚染が全く生じないのに対し，甲1発明では有機溶剤を用いるのであるから，溶剤に起因する問題が生ずる。また，本件出願当時，エアゾール製剤における殺虫メカニズム(虫体への付着及び浸透による皮膚からの接触毒)からみて，溶剤なしで噴霧粒子の微細化を図ることは，虫体への付着性及び浸透性が低下し，駆除効果が低下すると考えられていたところ，本件発明1は，溶剤を使用せずに高い駆除効果を発揮することができるものであり，処理後数時間は蚊成虫を駆除できる量の薬剤を空気中にとどめ，物陰に潜む蚊や新たな蚊成虫に対しても駆除することを可能としたものである。さらに，本件発明1は，上記方法により，薬剤の無駄な使用を抑え，人体への安全性も高まるという格別の効果を奏するものであって，エアゾール製剤を用いた上記駆除方法の効果は，甲1ないし3には記載も示唆もされていない。",
                "したがって，本件発明1は，エアゾール製剤の従来技術では想定されていなかった顕著な効果を奏するものであり，その点を考慮することなく，容易想到であるとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，甲1発明は，ほとんどが有機溶剤からなる原液を使用するものであって，イエバエに対して新規な殺虫化合物の殺虫効果を試したにすぎず，その効果も噴霧後1時間経過しても100％死滅させることができないという程度のものであって，溶剤による部屋や家具の汚染がなく，一度の処理で数時間にわたり物陰に潜む蚊や新たに室内に侵入してくる蚊成虫に対しても駆除効果を発揮させるという蚊成虫の駆除方法の提供という本件発明1の解決課題と相違するものである。",
                "したがって，本件発明1は，甲1ないし9記載の発明及び周知技術に基づいて，容易に想到できたとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2の容易想到性判断の誤り)",
          "text": [
            "本件特許の請求項1を引用する請求項2に係る本件発明2についても，本件発明1と同様に，甲1ないし9記載の発明及び周知技術に基づいて，容易に想到できたとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1と甲1発明との一致点の誤り)に対して",
          "text": [
            "原告は，本件審決が「前記原液の容積比率が前記耐圧容器の全容積の3．68％以下とした」との点を，本件発明1と甲1発明との一致点としたことは，誤りであると主張する。",
            "しかし，原告の上記主張は失当である。すなわち，甲1では，使用した耐圧容器の全容積が示されていないため，「耐圧容器の全容積に対する原液の容積比率」を直接求めることはできないから，推論により求めざるを得ない。そして，①耐圧容器の全容積はエアゾール製剤の全容積と等しいと仮定し，②エアゾール剤は，液体のときの体積量よりも大きい容積のものに入れることが技術常識であり，噴射剤の一部が耐圧容器内で気化してエアゾール製剤の全容積が増大することを考慮して，「原液の容積比率は耐圧容器の全容積の3．68％以下」と推論した審決は合理的であり，誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1の容易想到性判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点アに係る構成の容易想到性判断の誤りに対して",
              "text": [
                "原告は，本件審決が，甲1発明において，害虫をイエバエに代えて蚊成虫とすることは，当業者にとって容易であったと判断したことは誤りであると主張する。",
                "しかし，原告の上記主張は失当である。すなわち，ハエと蚊に対しては，同じ分類に属するエアゾール殺虫剤が同様に使用されている。また，原告は，甲1の実施例A(エアゾール殺虫剤をイエバエに用いたもの)における実験結果について，殺虫効果が低いとするが，錠剤を加熱蒸散させる実施例Bでは，薬剤化合物が蚊成虫に対し殺虫活性を有することが示されているから，当該薬剤化合物をエアゾールの形態で蚊成虫に対し適用しても殺虫効果があることは当然想定できる。さらに，殺虫効果は使用する薬剤化合物の殺虫活性によって決まるところ，本件発明1は薬剤化合物を特定していないから，甲1の実験結果と本件発明1の実施例における実験結果を比較することはできない上，本件発明1の実施例によれば，2時間後の効果はほとんどなく，数時間後も効果が持続するとはいえない。",
                "また，原告は，本件発明1は従来の直接噴射型の駆除方法とは異なり，駆除効果を持続させて，新たに室内に侵入してくる蚊成虫に対しても駆除効果を発揮させるという新規な駆除方法に関する発明であるのに対し，甲1にはこのような駆除方法に関する課題は存在しないと主張する。",
                "しかし，原告の上記主張も失当である。すなわち，本件特許の特許請求の範囲や出願当初の明細書，本件訂正明細書には，直接噴射する方法とそれ以外を区別する噴射条件は記載されていない上，エアゾール殺虫剤を用いた従来の害虫駆除方法が，全て飛翔害虫に向けて直接噴射するものであったとはいえない。新たに室内に侵入してくる蚊成虫に対しても駆除効果を発揮させることができるとの効果は，本件特許の特許請求の範囲や出願当初の明細書，本件訂正明細書には記載されておらず，原告の上記主張は，特許請求の範囲及び明細書の記載に基づかない主張であり，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点イに係る構成の容易想到性判断の誤りに対して",
              "text": [
                "原告は，甲1ないし3，27，乙3ないし7から，「殺虫剤からなる原液」を用いてエアゾール殺虫剤とすることが容易想到であったとした本件審決の判断には，誤りがあると主張する。",
                "しかし，原告の上記主張は，以下のとおり失当である。",
                "まず，甲1には，活性化合物と噴射剤を不可欠とするエアロゾルについて，活性化合物を単独で用いることが記載されている。",
                "次に，エアゾール製剤の技術分野では，「有効成分の濃度」について，エアゾール製剤全体に対する濃度を指す場合と，原液に対する濃度を指す場合の両者がある。しかし，エアゾール製剤では，作用上薬剤とは直接の関係がない噴射剤を混合する必要がある一方で，薬剤についてはほとんど他に添加剤を加えないことに照らすならば，甲1における「使用形状中の活性化合物濃度は0．001ないし100重量％」とは，エアゾール製剤における薬剤(原液に相当)での活性化合物濃度を指していると理解できる。本件審決が，甲1発明において，活性化合物濃度を噴射剤や蒸発基剤を除いた部分を基準に計算するとした点に誤りはない。",
                "さらに，甲2，乙3ないし7によれば，殺虫剤からなる原液を用いてエアゾール殺虫剤とすることは，当業者が普通に行っている形態といえる。",
                "したがって，原告の上記主張は失当であり，甲1ないし3，27，乙3ないし7から，「殺虫剤からなる原液」を用いてエアゾール殺虫剤とすることは，容易想到であったといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点ウに係る構成の容易想到性判断の誤りに対して",
              "text": [
                "原告は，甲1発明は「噴霧処理後は駆除効果を持続させて駆除を行う」ものではないと主張する。",
                "しかし，原告の上記主張は失当である。すなわち，本件発明1は，原液における殺虫剤含有量，耐圧容器における原液の容積比率，特定空間における殺虫剤有効成分の噴霧量によってその浮遊効果が得られるものであって，殺虫剤の種類，噴射口の構造，噴射方法などにはよらないとしているのであるから，甲1発明においても，上記要件を満たしていれば，噴霧処理後に駆除効果を持続させて駆除を行うことができるといえる。",
                "なお，本件発明1において，噴霧処理後数時間は駆除効果を持続させて駆除を行うことは，本件発明1の技術的構成ではない。仮に，本件発明1において，噴霧処理後数時間は駆除効果を持続させて駆除を行うことが技術的構成であったとしても，「数時間」との内容が不明であり，そのように理解する技術的な裏付けもない。",
                "したがって，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "顕著な効果の看過について",
              "text": [
                "原告は，本件発明1は，エアゾール製剤の従来技術では想定されていなかった顕著な効果を奏すると主張する。しかし，原告の上記主張は，以下のとおり，失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1について，殺虫剤を有機溶剤に溶解させないで用いることは，一般的な方法ではないから，当業者が容易に想到できたとはいえないと主張する。",
                    "しかし，上記のとおり，殺虫剤を有機溶剤に溶解させないで用いることは周知技術であって(甲1ないし3，27，乙3ないし7等)，溶剤による部屋や家具の汚染がないとの効果も予期し得るものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明1について，一度の処理で数時間にわたり物陰に潜む蚊や新たに室内に侵入してくる蚊成虫に対しても駆除効果を発揮させることができるとの効果を奏すると主張する。",
                    "しかし，上記効果は，出願当初の明細書や本件訂正明細書に記載されていない上，「数時間」の意義が明確でなく，本件発明1の効果と認めることはできない。さらに，エアゾール製剤において，噴霧したとき微細粒子状になれば，広範囲に散布され，空気中に長時間滞留して殺虫効力が持続することは，甲3，11，12，14に記載されているとおり，公知ないし周知であった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願出願前，エアゾール製剤において，過度の微細化は好ましくないと考えられていたと主張する。しかし，本件発明1においては，噴霧粒子の大きさが特定されておらず，過度の微細化がいかなるものかも不明である。また，本件訂正明細書の実施例10では，2時間を経過しても蚊成虫の半数がノックダウンしておらず，数時間は駆除効果が持続するとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，原告の本件発明1に対する顕著な効果の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明1は，甲1ないし9記載の発明及び周知技術に基づいて，容易に想到できたものであり，本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2の容易想到性判断の誤り)に対して",
          "text": [
            "本件特許の請求項1を引用する請求項2に係る本件発明2についても，本件発明1と同様に，甲1ないし9記載の発明及び周知技術に基づいて，容易に想到できたといえる。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，取消事由に係る原告の主張には理由がないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1と甲1発明との一致点の認定の誤り)について",
          "text": [
            "原告は，本件審決が，本件発明1と甲1発明は，「前記原液の容積比率が前記耐圧容器の全容積の3．68％以下とした」との点で一致していると認定したことは誤りであると主張する。",
            "この点，確かに，本件発明1における「原液の容積比率」は，耐圧容器の全容積に対するものであって，噴射剤の容積に対するものではないから，噴射剤が気化したとしても，耐圧容器の全容積は変化せず，「原液の容積比率」も変化しない。そうすると，本件審決が，甲1発明について，「噴射剤が耐圧容器内で気化してその容積が相対的に増加することを考慮すると，原液の容積比率は耐圧容器の全容積の3．68％以下であるといえる」として，本件発明1と甲1発明が，「前記原液の容積比率が前記耐圧容器の全容積の3．68％以下とした」との点で一致するとしたことは，適切でない。",
            "しかし，甲1発明は，殺虫剤を0．78重量％含有する原液及び噴射剤をスプレーカンに収納して，原液の容積比率が耐圧容器の全容積の3．68％としたものであり，これは本件発明1の耐圧容器の全容積に対する原液の容積比率である「15％以下」に含まれている。また，エアゾールは，本件特許出願当時，高圧ガス取締法施行令，通商産業省告示等により，温度35℃において，容器の内圧が8㎏／㎡以下となり，かつ，エアゾールの体積が当該容器の内容積の90％以下となるようにするものとされていたところ(甲29，30)，耐圧容器の全容積は，エアゾール剤の全容積よりも大きいから，甲1発明において，耐圧容器の全容積に対する原液の容積比率は，3．68％以下であることが推認される。そうすると，本件審決の上記認定は，結論に影響を及ぼすような誤りとはいえない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1の容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点アに係る構成の容易想到性判断の誤りについて",
              "text": [
                "原告は，本件発明1は，従来の直接噴射型の駆除方法とは異なり，駆除効果を持続させて，新たに室内に侵入してくる蚊成虫に対しても駆除効果を発揮させる発明であるところ，かかる新規な駆除方法において，駆除の対象である害虫をイエバエに代えて蚊成虫とすることが容易であったとはいえないと主張する。",
                "しかし，原告の上記主張は，以下のとおり失当である。すなわち，甲3，15，24，26によれば，ハエに対して駆除効果がある殺虫剤であれば，駆除方法にかかわらず，蚊成虫にも駆除効果があることは，技術常識であったといえる。また，甲1には，「本発明記載の活性化合物は家庭内で発生する，または衛生有害生物もしくは貯蔵製品の有害生物としての有害動物(animal pest)，特に昆虫の防除に適している。本件活性化合物は，通常は感受性のおよび／または抵抗性の種に対して・・・活性を有する。上記有害生物には以下のものが含まれる：・・・双翅類(Diptera)の目では，たとえば・・・ハマダラカ(Anopheles)種，アカイエカ(Culex)種，イエバエ(Musca)種・・・」との記載があり(5頁右下欄2行～6頁右上欄11行)，活性化合物(殺虫剤)は，イエバエだけではなく蚊成虫にも防除の効果がある旨示されている。なお，本件発明1は，「噴霧処理後は駆除効果を持続させて駆除を行う」と特定されているものの，飛翔中の蚊成虫に向けて直接噴射するという駆除方法を除外しているとはいえない。以上によれば，甲1発明において，駆除方法の対象をイエバエに代えて蚊成虫とすることは容易であったといえる。",
                "これに対し，原告は，甲1発明において，蚊成虫について，100％の死滅が可能な電気蒸発炉の使用に代えて，これが不可能なエアゾール殺虫剤の適用が動機付けられることはないと主張する。しかし，上記のとおり，甲1には，甲1発明における活性化合物(殺虫剤)は，イエバエだけではなく蚊成虫にも防除の効果があることが記載されており，実施例B(電気蒸発炉を使用する駆除方法)は，駆除方法が異なるものでも蚊成虫に対して防除の効果があることを示すものにすぎず，実施例Aのエアゾール殺虫剤を蚊成虫に適用できないとはいえない。",
                "また，原告は，甲15の表1によれば，殺虫剤のKT (50％の固体がノックダウンするまでの時間)は，概ねアカイエカ成虫の方が長いから，甲1発明において，1回の噴霧でイエバエの100％死滅が不可能な実施例Aのエアゾール殺虫剤をそのまま蚊成虫に適用すると，更に殺虫効果の発現が期待できないと考えるのが自然であると主張する。しかし，甲15の表1において，殺虫剤として，「ピレトリン」，「d-T80-レスメトリン」，「d-T80-フラメトリン」などを使用した場合には，KT は，イエバエ成虫とアカイエカ成虫が同等か，アカイエカ成虫の方が短くなっていることからすれば，殺虫剤の種類によっては，蚊成虫に対して同等かそれ以上の効果が期待できるから，原告の上記主張は採用することができない。",
                "したがって，相違点アに関する本件審決の容易想到性判断に誤りはなく，甲1発明において，害虫をイエバエに代えて蚊成虫とすることは容易想到であったといえる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点イに係る構成の容易想到性判断の誤りについて",
              "text": [
                "原告は，甲1発明において，「殺虫剤を0．78重量％含有する原液」を「殺虫剤からなる原液」とすることが容易想到であったとはいえないと主張する。",
                "しかし，原告の上記主張は，以下のとおり失当である。すなわち，本件訂正明細書には，「前記原液は，殺虫剤のみでもよく，または有機溶剤に殺虫剤を溶解させて用いてもよいが，有機溶剤に溶解させて用いる場合，有機溶剤の噴射量を抑えつつ，一定以上の有効成分量を噴射せしめるために，殺虫剤を0．1重量％以上，好ましくは1．0重量％以上含有するものである。」(段落【0009】)，「殺虫剤そのものまたは微量の有機溶剤に溶解せしめた殺虫剤を多量の噴射剤とともに空気中に散布せしめることにより，従来の手押しポンプ式またはエアゾール式の製剤のような有機溶剤による部屋や家具の汚染がなく，処理後数時間は蚊成虫を駆除できる量の薬剤が空気中にとどまるため物陰に潜む蚊に対しても十分な効力を有する。」(段落【0030】)との記載がある。また，甲2には，特許請求の範囲に「石油系液化瓦斯に殺虫薬を直接又は他の溶剤に溶解せしめた後混合溶解せしめたるものを完全気密保持の圧力容器内に封入せしめたることを特徴とする圧力容器内に保持せる，石油系液化瓦斯を用ひた噴霧質性殺虫剤」と記載され，発明の詳細な説明に石油系液化ガスに殺虫薬を直接溶解することが記載されている。",
                "上記記載によれば，石油系液化ガスに殺虫薬を直接溶解せしめることと，石油系液化ガスに殺虫剤を他の溶剤に溶解せしめた後混合溶解せしめることは，殺虫剤として同等の効果が得られるものと解され，「石油系液化ガスに殺虫剤を他の溶剤に溶解せしめた後混合溶解せしめること」に代えて，「石油系液化ガスに殺虫剤を直接溶解せしめること」に，格別の阻害要因はない。",
                "以上によれば，原告の上記主張は採用することができず，甲 1 発明において，「殺虫剤を0．78重量％含有する原液」に代えて「殺虫剤からなる原液」を用いることは，容易に想到することができたといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点ウに係る構成の容易想到性判断の誤りについて",
              "text": [
                "原告は，甲1発明は「噴霧処理後は駆除効果を持続させて駆除を行う」ものではなく，甲1発明から，噴霧処理後，数時間にわたって駆除効果を持続させて，物陰に潜む蚊や新たに室内に侵入してくる蚊成虫の駆除を行う方法に想到することはできないと主張する。",
                "しかし，原告の上記主張は，以下のとおり失当である。すなわち，本件訂正明細書には，「前記原液の容積比率は，前記耐圧容器の全容積の15％以下であり，好ましくは10％以下である。従って，前記噴射剤の液相および気相を合わせた容積比率は，前記耐圧容器の全容積の85％を越えるため，有機溶剤を使用する場合でも，噴射時の環境に対する有機溶剤による汚染が減少し，さらに噴霧粒子径が小さくなり，空気中に長くとどまり，殺虫効果において有利となる。」(段落【0010】)，「本発明に使用される開閉可能な噴射口を設けた耐圧容器は，特に限定されず，従来のエアゾール製品に使用されているものと同様のものを使用することができる」(段落【0028】)との記載がある。上記記載によれば，エアゾール殺虫剤においては，噴霧粒子が細かいと粒子が長時間空気中に浮遊し，粒子が大きいほど気中濃度の低下の速度も速いものと解され，粒子の大きさを決めるものとしては，原液と噴射剤の割合が重要であると理解することができる。この点，上記のとおり，本件発明1と甲1発明は，耐圧容器の全容積に対する原液の容積比率が3．68％で一致しているから，甲1発明の方法によって噴霧される粒子径と，本件発明1の方法によって噴霧される粒子径とは同程度の大きさになるものと解される。その結果，甲1発明は，本件発明1と同様に，噴霧処理後数時間にわたり，害虫を駆除できる量の薬剤を空気中に浮遊させることができ，噴霧処理後に駆除効果を持続させて駆除を行い得るものといえる。",
                "これに対し，原告は，甲1の実施例Aでは，噴霧後1時間経過してもイエバエを100％死滅させるに至っておらず，噴霧処理後，ある程度の薬剤の粒子が浮遊しているとしても，全てのイエバエを駆除できる量が浮遊しているとはいえないと主張する。",
                "しかし，上記のとおり，甲1発明の方法によって噴霧される粒子径と，本件発明1の方法によって噴霧される粒子径とは同程度の大きさになるものと解され，同じ殺虫剤を用いて，蚊成虫を駆除すれば，同様の効果が得られるものと解されるから，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "顕著な効果の看過について",
              "text": [
                "原告は，本件発明1は，①溶剤による部屋や家具の汚染がない，②処理後数時間は蚊成虫を駆除できる量の薬剤を空気中にとどめることができ，数時間に一度の噴霧を行うなどの蚊成虫の駆除方法を可能としたものであり，これにより薬剤の無駄な使用を抑え，人体への安全性も高まるという効果があり，上記効果は，エアゾール製剤の従来技術では想定されていなかった顕著な効果であると主張する。",
                "しかし，原告の上記主張は，以下のとおり，採用することができない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記のとおり，甲1発明において，「殺虫剤を0．78重量％含有する原液」に代えて「殺虫剤からなる原液」を用いることは，容易になし得たものといえる。また，甲3には，「一般にエアゾール殺虫剤は殺虫有効成分を含む原液とこれを噴霧するための噴射剤とから成っており，噴射剤(エアゾール缶より噴射された後に直ちにガス化する)の配合量が多いと噴霧粒子は当然細かくなり，逆に殺虫有効成分を溶解するケロシン等の溶剤の配合量が多くなると噴霧粒子は粗くなり，噴霧液が当った箇所は汚染されてくる。従って，汚染性を低減するためには，溶剤の配合量を減らし，噴射剤の配合量を増せばよいわけである。」(2頁右上欄16行～左下欄5行)と記載されているように，溶剤の配合量を減らし，噴射剤の配合量を増やせば汚染性を低減できることは明らかである。",
                    "したがって，本件発明1において，「殺虫剤からなる原液」を用いることにより得られる，溶剤による部屋や家具の汚染がないとの効果は，格別の効果ということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，上記のとおり，甲 1 発明は，本件発明1と同様に，噴霧処理後数時間にわたり害虫を駆除できる量の薬剤を空気中に浮遊させ，噴霧処理後に駆除効果を持続させて駆除を行い得るものであるから，数時間に一度の噴霧を行うなどの蚊成虫の駆除方法を行うことや，これにより薬剤の無駄な使用を抑え，人体への安全も高まるとの効果を奏することは，本件発明1の格別の効果ということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，原告が主張する本件発明1の効果は，格別なものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明1は，甲1発明に甲2記載の発明及び周知技術を適用することにより，容易に想到できたものと認められ，本件審決の認定に誤りがあるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2の容易想到性判断の誤り)について",
          "text": [
            "本件特許の請求項1を引用する請求項2に係る本件発明2は，本件発明1と同様に，甲1発明に甲2記載の発明及び周知技術を適用することにより，容易に想到できたと認められ，本件審決の認定に誤りがあるとはいえない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "したがって，原告主張の取消事由は理由がない。原告はその他縷々主張するが，本件審決にこれを取り消すべきその他の違法もない。よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10017",
    "date": "2011-12-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081919",
    "ipprecedent_id": "2803",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}