{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2009-3382号事件について平成23年8月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成15年1月16日(パリ条約による優先権主張・外国庁受理2002年1月18日，欧州特許庁)を国際出願日とする特許出願(特願2003-560910号。発明の名称「追記形記録用の光データ記憶媒体」)をし，平成19年11月29日付け手続補正書により特許請求の範囲及び明細書を補正したが，平成20年11月12日付けで拒絶査定がされた。これに対し，原告は，平成21年2月16日，拒絶査定に対する不服審判の請求(不服2009-3382号)をし，同年3月18日付け手続補正書により特許請求の範囲を補正した(以下「本件補正」といい，本件補正後の明細書を「本願明細書」という。)が，特許庁は，平成23年8月22日，本件補正を却下するとともに，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年9月6日，原告に送達された(附加期間90日)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲(請求項の数17)の請求項1の記載は，次のとおりである(下線部は補正箇所を表す。以下，同請求項に記載された発明を「本願補正発明」という。)。",
            "「少なくとも一つの基板を含む，波長λを有すると共に記録の間に入射面を通じて入射する集束した放射ビームを使用する追記形記録用の二重積層体の光データ記憶媒体であって，",
            "その少なくとも一つの基板の一つの側には，",
            "L と名付けられた第一の記録積層体，",
            "L と名付けられた第二の記録積層体，",
            "前記記録積層体の間に挟まれる透明なスペーサ層が存在し，",
            "前記第一の記録積層体は，複素屈折率",
            "【数1】",
            "を有すると共に厚さd を有する追記形タイプのL 記録層を含み，",
            "L0 0  前記第一の記録積層体L は，光反射の値R 及び光透過の値T を有し，"
          ]
        },
        {
          "fig": "0",
          "subject": "L0 L0  且つ，d は，λ／8n ≦d ≦5λ／8n の範囲にあり，",
          "text": [
            "L0 L0 L0 L0  前記第二の記録積層体は，複素屈折率",
            "【数2】",
            "を有すると共に厚さd を有する追記形タイプのL 記録層を含み，",
            "L1 1  前記第二の記録積層体L は，光反射の値R を有し，"
          ]
        },
        {
          "fig": "1",
          "subject": "L1  全てのパラメータは，波長λで定義され，",
          "text": [
            "前記第一の記録積層体は，第二の記録積層体よりも入射面に近い位置に存在し，且つ，k ＜0．3及びk ＜0．3であり，",
            "L0 L1  前記透明なスペーサ層は，実質的に，集束した放射ビームの焦点の深さよりも大きい厚さを有する，二重積層体の光データ記憶媒体において，",
            "0．45≦T ≦0．75及び0．40≦R ≦0．80であること，並びに，",
            "L0 L1厚さd ≦25nmを有する第一の金属反射層は，前記追記形L 記録層と前記M1 0透明なスペーサ層との間に存在すること，並びに，前記透明なスペーサ層と前記入射面から最も遠く離れた前記媒体の面の間に，前記入射面から最も遠く離れた前記追記形タイプのL 記録層の側に位置させられるものである，厚さd ≧25nm1 M1を有するただ一つのさらなる金属反射層は，存在するものであることを特徴とする二重積層体の光データ記憶媒体。」(判決注・「厚さd ≧25nmを有するただ一M1つのさらなる金属反射層」は，審決が認定するとおり，「厚さd ≧25nmを有M2するただ一つのさらなる金属反射層」の誤記と解される。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，①本願補正発明は，特開2000-311384号公報(甲1。以下，「第1引用例」といい，第1引用例に記載された発明を「引用発明」という。)に記載された発明に基づいて，容易に発明をすることができたものであり，特許法29条2項により特許出願の際独立して特許を受けることができないから，本件補正を却下する，②本件補正前の特許請求の範囲(平成19年11月29日付け手続補正書による補正後の特許請求の範囲。請求項の数19)の請求項1記載の発明は，引用発明に基づいて，容易に発明をすることができたものであるから，同条項により特許を受けることができない，というものである。",
            "審決が認定した引用発明の内容，同発明と本願補正発明との一致点及び相違点は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「基板と，該基板と対向する対向基板との間に，",
                "有機色素を含有しレーザ光の照射により情報の記録が可能な第1光吸収層と，光透過性の中間層と，該中間層により第1光吸収層から離間された有機色素を含有しレーザ光の照射により情報の記録が可能な第2光吸収層と，がこの順に積層され，",
                "該中間層から該第1光吸収層への物質透過を阻止すると同時に該第1光吸収層を透過したレーザ光の一部を反射する光透過性の第1バリア層が，該中間層と該第1光吸収層との間に挿入され，",
                "該中間層から該第2光吸収層への物質透過を阻止する光透過性の第2バリア層が該中間層と該第2光吸収層との間に挿入され，",
                "前記第2光吸収層の基板側とは反対側の面に隣接して反射層が設けられ，",
                "前記第1光吸収層に近接する基板側からのレーザ光の照射により情報を記録及び再生する光情報記録媒体であって，",
                "前記レーザ光の波長が635nmであり，",
                "該第1光吸収層が，",
                "で表されるシアニン色素であり，厚さがプレグルーブ内では80nm，ランド部では50nmであり，透過率は75％，吸収率は12％であり，",
                "該第1バリア層が，厚さ約15nmのAuからなり，透過率は57％，吸収率は8％，反射率は35％であり，",
                "該第1バリア層と該中間層の間に，UV硬化性樹脂からなる保護層が形成されており，",
                "該中間層の厚さが40μmであり，",
                "該第2バリア層と該中間層の間に，UV硬化性樹脂からなる保護層が形成されており，",
                "該第2バリア層が，厚さ約25nmのAuからなり，透過率は32％，吸収率は10％，反射率は58％であり，",
                "該第2光吸収層が，上記【化1】で表されるシアニン色素であり，厚さがプレグルーブ内では90nm，ランド部では60nmであり，透過率は78％，吸収率は13％であり，",
                "該反射層が，厚さ約100nmのAuからなる",
                "ものとされた，光情報記録媒体。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "「少なくとも一つの基板を含む，波長λを有すると共に記録の間に入射面を通じて入射する集束した放射ビームを使用する追記形記録用の二重積層体の光データ記憶媒体であって，",
                "その少なくとも一つの基板の一つの側には，",
                "L と名付けられた第一の記録積層体，",
                "L と名付けられた第二の記録積層体，",
                "前記記録積層体の間に挟まれる透明なスペーサ層が存在し，",
                "前記第一の記録積層体は，複素屈折率",
                "【数1】",
                "を有すると共に厚さd を有する追記形タイプのL 記録層を含み，",
                "L0 0  前記第一の記録積層体L は，光反射の値R 及び光透過の値T を有し，"
              ]
            }
          ]
        },
        {
          "fig": "0",
          "subject": "L0 L0  前記第二の記録積層体は，複素屈折率",
          "text": [
            "【数2】",
            "を有すると共に厚さd を有する追記形タイプのL 記録層を含み，",
            "L1 1  前記第二の記録積層体L は，光反射の値R を有し，"
          ]
        },
        {
          "fig": "1",
          "subject": "L1  前記第一の記録積層体は，第二の記録積層体よりも入射面に近い位置に存在し，且つ，k ＜0．3及びk ＜0．3であり，",
          "text": [
            "L0 L1  前記透明なスペーサ層は，実質的に，集束した放射ビームの焦点の深さよりも大きい厚さを有する，二重積層体の光データ記憶媒体において，",
            "厚さd ≦25nmを有する第一の金属反射層は，前記追記形L 記録層と前記M1 0透明なスペーサ層との間に存在すること，並びに，前記透明なスペーサ層と前記入射面から最も遠く離れた前記媒体の面の間に，前記入射面から最も遠く離れた前記追記形タイプのL 記録層の側に位置させられるものである，厚さd ≧25nm1 M1を有するただ一つのさらなる金属反射層は，存在するものであることを特徴とする二重積層体の光データ記憶媒体。」"
          ],
          "content": [
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "本願補正発明は，「全てのパラメータは，波長λで定義され」「d は，λ／8L0n ≦d ≦5λ／8n の範囲」にあるのに対し，引用発明では「厚さがプレL0 L0 L0グルーブ内では80nm，ランド部では50nm」である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "本願補正発明は，「0．45≦T ≦0．75」を満足するのに対し，引用発明L0ではそのような特定を有していない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "text": [
                    "本願補正発明は，「0．40≦R ≦0．80」を満足するのに対し，引用発明L1ではそのような特定を有していない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張(相違点2に係る認定，判断の誤り)",
          "text": [
            "審決は，相違点2に関し，引用発明の基板と中間層との間には，「第1光吸収層」，「第1バリア層」，「保護層」が存在するところ，これら3つの層の全体としての光透過率は，「第1光吸収層」の光透過率75％，「第1バリア層」の光透過率57％，「保護層」の光透過率100％の積で表される43％であり，本願補正発明の",
            "T (第一の記録積層体L の光透過の値)の下限値である0．45とほぼ等しいL0 0こと，本願補正発明において，T 0．45という下限値に臨界的な意義があるL0との具体的データが示されていないことを勘案すると，引用発明も実質的に0．45≦T ≦0．75を満たすと認定，判断する。",
            "L0しかし，審決の相違点2に係る上記認定，判断には，以下のとおり，誤りがあり，本願補正発明の容易想到性判断にも誤りがある。すなわち，"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点2に関し，引用発明の「『基板』と『中間層』との間にある層」の光透過率は0．43(43％)であると認定するが，75％(第1光吸収層の光透過率)と57％(第1バリア層の光透過率)と100％(保護層の光透過率)との積は，0．4275であり，その計算に誤りがある。T 0．4275L0という数値は，本願補正発明の第一の記録積層体L の光透過率T の下限値であ0 L0る0．45よりもかなり小さく，本願補正発明の数値範囲外であり，「実質的に」という曖昧な概念を用いて本願補正発明の数値範囲を引用発明と対比することは許されない。また，引用発明において，第1バリア層を形成する材料種と層厚を変えることによって，第1バリア層の光透過率57％を変更した場合，第1バリア層の光反射率等も変動することとなり，第1光吸収層に対する反射膜としての役割や，第1光吸収層に含まれる色素の溶出を防止する不透過膜としての役割にも変動を来すこととなる。",
                "したがって，引用発明は，本願補正発明の第一の記録積層体L の光透過率T0 L0の範囲である0．45≦T ≦0．75を満たすとする，審決の認定，判断にはL0誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，相違点2に関し，引用発明の「『基板』と『中間層』との間にある層」の光透過率を計算する際，保護層の光透過率を100％であると仮定して計算している。しかし，実際に存在するどのような物質層であっても，必ずある程度の光の吸収や反射があるのであって，100％の光透過率はあり得ない。この点，第1引用例(甲1)の段落【0043】には，保護層に用いられる材料の例として，「SiO 」及び「MgF 」が挙げられているが，これらの物質の光透過率も，「Rocky  Mountain  Instrument  Co.のホームページ(Monday,  25  June  2012)(1)，(2)」(甲15)によれば，いずれも100％未満である。",
                "なお，本願補正発明において，R に等しい第一の記録積層体L からの有効なL0 0反射レベル，及びR ＊(T )2に等しい第二の記録積層体L からの有効な反L1 L0 1射レベルに，基板7の光透過率(T )及びスペーサ層4の光透過率(T )が変B S数として考慮されていない理由は，第一の記録積層体L 及び第二の記録積層体",
                "L には，基板7及びスペーサ層4が含まれていないからであって，基板7及びスペーサ層4の光透過率を100％と仮定しているからではない。",
                "したがって，審決の「『基板』と『中間層』との間にある層」の光透過率の計算は，その前提に誤りがあり，実際にはT 0．4275よりも小さな値になる。",
                "L0  (3)  本願補正発明は，引用発明とは課題，構成及び効果が相違し，その数値範囲に臨界的意義を有するものであり，引用発明に基づいて容易想到であるとはいえない。",
                "すなわち，本願補正発明の課題は，単純に高容量記録ということではなく，既存のDVD-ROM再生装置との読み出しの互換性を提供する有効な反射の値を有する二重積層体の光データ記憶媒体を提供することにある。本願補正発明は，0．45≦T ≦0．75を満たすとともに，0．40≦R ≦0．80における適切L0 L1なR の値を選択することによって，T 2＊R ＞0．12を満たすことがでL1 L0 L1き，既存のDVD-ROM再生装置との読み出しの互換性を提供する有効な反射の値を有する二重積層体の光データ記憶媒体を提供することができる。本願明細書の段落【0009】，【0016】，【0098】等に記載されているとおり，本願補正発明における0．45≦T ≦0．75は，引用発明とは異なる効果を奏するもL0のであり，臨界的意義を有する。",
                "これに対し，引用発明の課題は，単に，2層の光吸収層を有し，高容量の記録が可能な片側読み取り方式の追記型光記録情報媒体を提供することにある(甲1段落【0004】)。第1引用例に記載された積層体(1)及び積層体(2-2)はT 2L0＊R ＞0．12を満たさないから，引用発明は，既存のDVD-ROM再生装L1置との読み出しの互換性を提供する有効な反射の値を有する二重積層体の光データ記憶媒体を提供することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決の相違点2に係る認定，判断には誤りがあり，本願補正発明の容易想到性判断にも誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明も引用発明も共に，光透過率や光反射率の数値の有効数字を2桁としており，審決が，相違点2に関し，「『基板』と『中間層』との間にある層」の光透過率を0．43(43％)と算出したことに誤りはない。また，引用発明において，第1バリア層は，光透過膜としての役割を担っており，その透過率をより高い値とすることは容易になし得ることであり，第1バリア層の光透過率を57％から60％に変更した場合，積層体(1)の光透過率TL の値は45％(75％＊60％＊100％＝45％)となり，本願補正発明の0．45≦T ≦0．L075を満たすこととなる。さらに，下記のとおり，本願補正発明における0．45≦T ≦0．75のうち，その下限値である0．45には臨界的意義はないから，L0審決が引用発明も実質的に光透過の値T が0．45≦T ≦0．75を満たすL0 L0と認定，判断した点に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明の保護層は，光透過率が十分高いことが要求される層であるため，光の吸収等を事実上無視できるように材料の選択等がされる層である。したがって，審決が，引用発明の「『基板』と『中間層』との間にある層」の光透過率を計算する際，保護層の光透過率を100％であると仮定して計算したことに誤りはない。",
                "なお，本願補正発明においても，光透過率が十分高いことが要求される基板7及びスペーサ層4の光透過率を100％と仮定して計算をしており，このような仮定は一般的なものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願補正発明において，既存のDVD-ROM再生装置との読み出しの互換性を提供する二重積層体の光データ記憶媒体を提供することという課題，目的を達成するための条件は，「例えばR＞0．12」であるとされている(甲5段落【0006】)ところ，T ＝0．45である場合には，必ずしもT 2＊R ＞L0 L0 L10．12を満たさない。そうすると，本願補正発明においては，0．45≦TL0≦0．75を満たしても，既存のDVD-ROM再生装置との読み出しの互換性を提供する二重積層体の光データ記憶媒体を提供することという効果を必ず奏することにはならない。",
                "また，引用発明のようにT ＝0．43である場合であっても，T 2＊RL0 L0 L1＞0．12を満たす場合があり，そのような場合には，既存のDVD-ROM再生装置との読み出しの互換性を提供する二重積層体の光データ記憶媒体を提供するという効果を奏することとなる。",
                "上記によれば，本願補正発明は，引用発明と比較して，既存のDVD-ROM再生装置との読み出しの互換性を提供する二重積層体の光データ記憶媒体を提供することという効果の点で特段差異がなく，顕著な効果を有していない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決の相違点2に係る認定，判断に誤りはなく，本願補正発明の容易想到性判断にも誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決の相違点2に係る認定，判断には誤りがなく，本願補正発明の容易想到性判断，すなわち独立特許要件に係る判断にも誤りはなく，その他，審決にはこれを取り消すべき違法はないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事実認定",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明及び本願明細書の記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願補正発明",
                  "text": [
                    "本願補正発明の構成は，前記第2の2記載のとおりである。すなわち，本願補正発明は，波長λを有すると共に記録の間に入射面を通じて入射する集束した放射ビームを使用する追記形記録用の二重積層体の光データ記憶媒体であって，少なくとも一つの基板の一つの側には，L と名付けられた第一の記録積層体，L と名付けられた第二の記録積層体，上記記録積層体の間に挟まれる透明なスペーサ層が存在し，①第一の記録積層体L は，【数1】で表される複素屈折率を有すると共に厚さd を有する追記形タイプのL 記録層を含み，光反射の値R 及び光透過のL0 0 L0値T を有し，d は，λ／8n ≦d ≦5λ／8n の範囲にあり，②第二L0 L0 L0 L0 L0の記録積層体L は，【数2】で表される複素屈折率を有すると共に厚さd を有1 L1する追記形タイプのL 記録層を含み，光反射の値R を有し，③第一の記録積層1 L1体は，第二の記録積層体よりも入射面に近い位置に存在し，且つ，k ＜0．3L0及びk ＜0．3であり，④透明なスペーサ層は，実質的に，集束した放射ビーL1ムの焦点の深さよりも大きい厚さを有する，二重積層体の光データ記憶媒体において，⑤0．45≦T ≦0．75及び0．40≦R ≦0．80であること，⑥L0 L1厚さd ≦25nmを有する第一の金属反射層は，追記形L 記録層と透明なスペM1 0ーサ層との間に存在すること，⑦透明なスペーサ層と入射面から最も遠く離れた前記媒体の面の間に，入射面から最も遠く離れた追記形タイプのL 記録層の側に位置させられるものである，厚さd ≧25nmを有する金属反射層が存在するこM2とを特徴とする二重積層体の光データ記憶媒体である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願明細書の記載",
                  "text": [
                    "本願明細書(甲5)には，以下の記載がある。",
                    "「【0006】",
                    "二重層(＝二重積層体)DVD-ROM規格と互換性のある二重積層体の記録可能形DVD媒体を得るために，上側のL 層及び下側のL 層の両方の実効反射率は，少なくとも18％であるべきである，すなわち，仕様を満たすために最小の有効な光反射レベルは，R ＝0．18である。有効な光反射は，例えば積層体",
                    "minL 及びL の両方が存在するとき，媒体から戻ってくると共にそれぞれL 及び",
                    "L に集束する，有効な光の部分として反射が測定されることを意味する。最小の反射R ＝0．18は，DVD規格の要件である。しかしながら，実際には，幾min分より低い有効な反射，例えばR＞0．12は，既存のDVD再生装置において読み出しの互換性を達成するために，許容可能である。・・・」",
                    "「【発明が解決しようとする課題】",
                    "【0008】",
                    "本発明の目的は，少なくとも，既存のDVD-ROM再生装置との読み出しの互換性を提供する有効な反射の値を有する冒頭の段落で述べたタイプの二重積層体の光データ記憶媒体を提供することである。最適化された形態において，既存のDVD-ROM規格と互換性を達成してもよい。",
                    "【課題を解決するための手段】",
                    "【0009】",
                    "この目的は，0．45≦T ≦0．75及び0．40≦R ≦0．80であるL0 L1こと，並びに，厚さd ≦25nmを有する，第一の金属反射層は，追記形L 記M1 0録層と透明なスペーサ層との間に存在することを特徴とする本発明による光データ記憶媒体で達成される。出願人は，これらの要件を，記録積層体L 及びL の両方からの有効な反射レベルが12％よりも大きいという要件から導出してもよいことを見出してきた。より好ましくは，0．55≦T ≦0．65及び0．50≦L0R ≦0．70並びにk ＜0．2及びk ＜0．2であり，その場合には，よL1 L0 L1り高い有効な反射の値でさえも，例えば15％又は18％が，達成されることもある。・・・」",
                    "「【0057】",
                    "DVD-ROMの二重層の仕様を満たすために，R に等しい上側の記録積層L0体L からの有効な反射レベル及びR ＊(T )2 に等しい下側の記録積層体"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "0",
          "subject": "L1 L0L からの有効な反射レベルは，両方とも，18％から30％までの範囲に入る，0．18≦R ≦0．30及び0．18≦R ＊(T )2≦0．30 であるべL0 L1 L0きである。実際には，有効な反射レベル＞12％は，既存のDVD再生装置における読み出しの互換性に関しては十分である。T 及びR の実際の範囲は，それL0 L1らの範囲について後者の条件を達成することができるが，0．45≦T ≦0．L075及び0．40≦R ≦0．80，並びにk ＜0．3及びk ＜0．3であL1 L0 L1る。・・・」",
          "content": [
            {
              "fig": "(2)",
              "subject": "第1引用例の記載",
              "text": [
                "第1引用例(甲1)には，以下の記載がある。",
                "「【0002】",
                "【従来の技術】デジタル・ビデオ・ディスク(DVD)は，コンパクト・ディスク(CD)に比べより高容量の媒体として開発されたものであり，再生専用タイプのROM型DVDでは，それぞれ記録層を有する二枚のディスクを貼り合わせ，裏返して使用する貼り合わせ型記録媒体が一般的であるが，片側から2層の記録層を読み取ることができる片側読み取り方式の2層型記録媒体も開発されている。・・・",
                "【0003】しかしながら，従来，レーザ光の照射により情報の記録を行う追記型媒体であるDVD-R(DVD-Rewritable)を，片側読み取り方式の2層型記録媒体は存在しなかった。・・・",
                "【0004】",
                "【発明が解決しようとする課題】本発明は，上記事情に鑑みなされたものであり，本発明の目的は，2層の光吸収層を有し，高容量の記録が可能な片側読み取り方式の追記型光情報記録媒体を提供することにある。」",
                "「【0014】すなわち，第1バリア層3は，以下の3つの役割を担う。",
                "(1)第1光吸収層2に対する反射膜としての役割",
                "(2)第1光吸収層2を通過してきた記録光を，吸収・散乱することなく，ある程度透過させ，第2光吸収層6に到達させる光透過膜としての役割",
                "(3)第1光吸収層2に含まれる色素の溶出を防止する不透過膜としての役割",
                "【0015】従って，第1バリア層3の記録光に対する反射率は3～50％の範囲にあることが好ましく，より好ましくは7～40％，さらに好ましくは10～35％である。また，第1バリア層3の記録光に対する透過率は30～95％の範囲にあることが好ましく，より好ましくは40～90％，さらに好ましくは50～85％である。さらに，第1バリア層3の記録光に対する吸収率は1～30％の範囲にあることが好ましく，より好ましくは2～20％，さらに好ましくは3～10％である。これらの光学特性の調整は，後述するように，第1バリア層を形成する材料種と層厚を変えることにより行う。・・・」",
                "「【0043】上記第1バリア層3と中間層4との間，または，第2バリア層5と中間層4との間には，光吸収層などを物理的および化学的に保護する目的で保護層が設けることが好ましい。保護層に用いられる材料の例としては，SiO，SiO ，MgF ，SnO ，Si Ｎ 等の無機物質，熱可塑性樹脂，熱硬化性樹脂，UV硬化性樹脂等の有機物質を挙げることができる。」",
                "「【0061】［実施例1］射出成形により表面にスパイラルプレグルーブを形成したポリカーボネート基板・・・を作製した。・・・",
                "【0062】下記シアニン色素1gを，2，2，3，3-テトラフルオロ-1-プロパノール100mlに溶解し，この光吸収層形成用塗布液を，得られた基板のプレグルーブ面に，回転数を300～3000rpmまで変化させながらスピンコート法により塗布し，乾燥して第1光吸収層を形成した。・・・第1光吸収層の透過率は75％，吸収率は12％であった。」",
                "「【0064】次いで，DCスパッタリングにより，第1光吸収層上に厚さ約15nmのAuからなる第1バリア層を形成した。・・・第1バリア層の透過率は57％，吸収率は8％，反射率は35％であった。・・・",
                "【0065】更に，第1バリア層上に，UV 硬化性樹脂・・・を回転数を300rpm～4000rpmまで変化させながらスピンコートにより塗布した。塗布後，その上から高圧水銀灯により紫外線を照射して，硬化させ，層厚8μmの保護層を形成した。・・・",
                "【0066】このようにして基板上に，光吸収層，バリア層，及び保護層が順に設けられた積層体(1)を得た。」",
                "「【0072】［実施例2］・・・基板上に，反射層，第2光吸収層，第2バリア層，及び保護層が順に設けられた積層体(2-2)を作製した。",
                "【0073】ポリカーボネート製の対向基板・・・上に，DCスパッタリングにより，厚さ約100nmのAuからなる反射層を形成した。・・・",
                "【0074】次に，前記シアニン色素1gを，2，2，3，3-テトラフルオロ-1-プロパノール100mlに溶解し，この光吸収層形成用塗布液を，得られた基板のプレグルーブ面に，回転数を300～3000rpmまで変化させながらスピンコート法により塗布し，乾燥して第2光吸収層を形成した。・・・第2光吸収層の透過率は78％，吸収率は13％であった。",
                "【0075】次いで，DCスパッタリングにより，反射層上に厚さ約25nmの",
                "Auからなる第2バリア層を形成した。・・・第2バリア層の透過率は32％，吸収率は10％，反射率は58％であった。",
                "【0076】更に，第2バリア層上に，UV 硬化性樹脂・・・を回転数を300rpm～4000rpmまで変化させながらスピンコートにより塗布した。塗布後，その上から高圧水銀灯により紫外線を照射して，硬化させ，層厚8μmの保護層を形成した。・・・",
                "【0077】実施例1で作製した積層体(1)と上記積層体(2-2)とを，保護層側が内側となるように重ね合わせ，中間層の厚さが40μmとなるように，チバ・ガイギー社製の紫外線硬化型アクリレート接着剤・・・を用いて貼り合わせ，本発明に従うDVD-R型の光ディスクを製造した。",
                "【0078】［光ディスクとしての評価］波長635nm，ＮA0．6のピックアップが搭載された光記録再生評価機・・・にて，記録再生特性を評価した。・・・」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "判断",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "上記本願補正発明の構成及び本願明細書の記載によれば，①本願補正発明は，既存のDVD-ROM再生装置との読み出しの互換性を提供する有効な反射の値を有する二重積層体の光データ記憶媒体を提供することを目的とすること，②DVD-ROM規格と互換性のある二重積層体の記録可能形DVD媒体を得るために，第一の記録積層体及び第二の記録積層体の両方の実効反射率は，少なくとも18％であるべきであるが，実際には，上記実効反射率を，幾分より低い，例えばR＞0．12とすることは，既存のDVD再生装置において読み出しの互換性を達成するために，許容可能であること，③このため，本願補正発明は，「0．45≦T ≦0．L075」，「0．40≦R ≦0．80」，「k ＜0．3及びk ＜0．3」との構L1 L0 L1成により，R＞0．12としたものであることが認められる。",
            "しかし，本願明細書には，本願補正発明において，第一の記録積層体及び第二の記録積層体の実効反射率を12％以上とする技術的意義について，上記段落【0006】，【0057】の記載があるのみであり，第一の記録積層体及び第二の記録積層体の実効反射率を12％以上とすることにより，既存のDVD再生装置において読み出しの互換性を達成できることを示す具体的な記載がなく，このような関係が技術常識に照らして自明であるとも認め難い。そうすると，本願補正発明において，第一の記録積層体及び第二の記録積層体の実効反射率を12％以上とすることに，課題解決上格別の技術的意義は認められず，これを前提とする「0．45≦TL0≦0．75」，「0．40≦R ≦0．80」，「k ＜0．3及びk ＜0．3」L1 L0 L1との構成にも格別の技術的意義は認められない。",
            "他方，上記第1引用例の記載によれば，引用発明は，①従前，再生専用タイプのROM型DVDでは，片側読み取り方式の2層型記録媒体が開発されていたところ，レーザ光の照射により情報の記録を行う追記型媒体において，片側読み取り方式の2層型記録媒体を得ることを目的とすること，②追記型光情報記録媒体を再生専用装置で再生可能な構成とすることは，当該技術分野において周知の技術課題であったこと，③引用発明において，基板と中間層との間には，第1光吸収層，第1バリア層及び保護層が存在するところ，これら三層全体の光透過率は，第1光吸収層の光透過率を75％，第1バリア層の光透過率を57％，保護層の光透過率を100％とすると，43％(75％＊57％＊100％＝43％。ただし，小数第3位以下，四捨五入)となること，④引用発明において，中間層と対向基板との間には，保護層，第2バリア層，第2光吸収層及び反射層が存在するところ，保護層の光透過率を100％，反射率を0％，第2バリア層の光透過率を32％，反射率を58％(上記段落【0075】)，第2光吸収層の光透過率を78％，光吸収率を13％(同【0074】。したがって，反射率は9％［100％-78％-13％＝9％］)，反射層の反射率を100％とすると，第2光吸収層からの反射率は1％(100％＊32％＊9％＊32％＊100％＝1％。ただし，小数第3位以下，四捨五入)，反射層からの反射率は6％(100％＊32％＊78％＊100％＊78％32％＊100％＝6％。ただし，小数第3位以下，四捨五入)となり，上記四層全体の光反射率は65％(0％＋58％＋1％＋6％＝65％。なお，甲16に基づいて反射層の反射率を91．9％として算出しても，反射層からの反射率は6％〔ただし，小数第3位以下，四捨五入〕となるから，審決において，反射層の反射率を100％としたことに誤りはない。)となること，が認められる。そうすると，引用発明において，積層体(2-2)の実効反射率(R ＊(T )2)L1 L0は12％(65％＊43％2＝12％。ただし，小数第3位以下，四捨五入)となり，積層体(1)及び積層体(2-2)の実効反射率は12％以上となるから，本願補正発明が奏する効果は，引用発明においても奏するものと認められる。",
            "なお，第1引用例には，引用発明における第1バリア層は，光透過膜としての役割を担い，その記録光に対する光透過率は，30～95％の範囲にあることが好ましく，より好ましくは40～90％，さらに好ましくは50～85％に設定されることが記載されており(上記段落【0014】，【0015】)，引用発明において，第1バリア層の光透過率の値を57％から上記記載の範囲内の値に変更することは容易といえる。この点，引用発明において，第1バリア層の光透過率の値を60％に変更した場合，第1光吸収層，第1バリア層及び保護層からなる三層全体の光透過率は，0．45(75％＊60％＊100％＝0．45)となるから，引用発明において，第1光吸収層，第1バリア層及び保護層からなる三層全体の光透過率を0．45とすることは，第1引用例の記載に基づいて容易に想到できたといえる(なお，原告は，引用発明において，第1バリア層の光透過率57％を変更した場合には，その役割にも変動を来すから，これを変更することは容易になし得るものではないと主張する。しかし，引用発明において，第1バリア層の光透過率を変更する際に，第1バリア層の第1光吸収層に対する反射膜としての役割や，第1光吸収層に含まれる色素の溶出を防止する不透過膜としての役割も果たすように，第1バリア層を形成する材料種と層厚を選定することは，容易になし得ることである。)。",
            "以上のとおり，相違点2に係る本願補正発明の構成，すなわち「0．45≦",
            "T ≦0．75」との構成に格別の技術的意義はなく，本願補正発明と引用発明L0は，相違点2に係る構成により，作用効果の点で相違が生じるともいえず，本願補正発明は，引用発明に基づいて，容易に発明をすることができたものと認められる。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "原告の主張について",
          "text": [
            "原告は，審決が相違点2についての認定，判断において，引用発明の「『基板』と『中間層』との間にある層」の光透過率を算定するに当たり，有効数字を2桁として43％としたこと，保護層の光透過率を100％としたことは誤りであると主張する。",
            "しかし，原告の上記主張は，失当である。すなわち，本願明細書及び第1引用例いずれにおいても，光透過率及び反射率は，有効数字を2桁として表記されているから，審決において，有効数字を2桁として(すなわち，小数第3位以下を四捨五入して)，引用発明の「『基板』と『中間層』との間にある層」の光透過率を算定したことが誤りとはいえない。また，第1引用例には，「上記第1バリア層3と中間層4との間，・・・には，光吸収層などを物理的および化学的に保護する目的で保護層が設けることが好ましい。・・・」(甲1段落【0043】)と記載されており，引用発明において，第1バリア層と中間層との間に保護層を設けるか否かは任意であること，引用発明において保護層を設ける場合，記録再生光に対する透過率が高く，吸収率及び反射率は無視できる程度に低い特性が求められることは技術常識といえることからすれば，審決において保護層の透過率を100％として，引用発明の「『基板』と『中間層』との間にある層」の光透過率を算定したことにも誤りはない。",
            "さらに，原告は，本願補正発明は，引用発明と課題，構成及び効果が相違し，引用発明に基づいて容易に想到できたとはいえないと主張する。",
            "しかし，原告の上記主張は，失当である。すなわち，上記のとおり，追記型光情報記録媒体を再生専用装置で再生可能な構成とすることは，当該技術分野において周知の技術課題であり，本願補正発明と引用発明の解決課題に相違があったとはいえない上，本願補正発明における「0．45≦T ≦0．75」との構成には，L0格別の技術的意義はなく，本願補正発明が奏する効果は，引用発明においても奏するものと認められる。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "以上によれば，審決の相違点2に係る認定，判断には誤りがなく，本願補正発明の容易想到性判断，すなわち本件補正の独立特許要件に係る判断には誤りはない。なお，同様の理由により，本件補正前の特許請求の範囲の請求項1記載の発明について，引用発明から容易に想到できたとする審決の認定，判断にも誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の主張する取消事由には理由がなく，他に審決にはこれを取り消すべき違法は認められない。その他，原告は，縷々主張するが，いずれも，理由がない。よって，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10449",
    "date": "2012-10-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082693",
    "ipprecedent_id": "3128",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}