{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2010-880009号事件について平成23年3月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "本件は，意匠登録第1378188号(意匠に係る物品「照明器具用反射板」，登録日平成21年12月18日)につき，原告が無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，これに不服の原告がその取消しを求めた事案である。"
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記意匠が，その出願前に「公然知られた意匠」に該当するか(意匠法3条1項1号)，である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，平成21年2月9日の出願に係る上記意匠(意願2009-2616号)について，平成21年12月18日に設定登録(以下「本件登録意匠」という。)を取得していたところ，原告は，平成22年8月5日，本件登録意匠につき無効審判請求をした。その理由は，上記出願前に，本件登録意匠と同一又は類似の意匠である「SE型用特殊リフレクターフラッター」と称する光源装置がJR舞浜駅等のコンコース等の電気掲示器(以下「本件電気掲示器」という。)として取り付けられていたから，本件登録意匠は，意匠法3条1項1号又は3号にいう公然知られた意匠又はそれに類似する意匠であって無効である，というものであった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許庁は，上記請求を無効2010-880009号事件として審理した上，平成23年3月22日，「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は同年3月28日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件登録意匠及び甲号意匠の内容",
              "text": [
                "本件登録意匠，及び上記光源装置で光源装置を除く意匠(甲2，以下「甲号意匠」という。)の各内容は，別紙記載のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その要点は，本件登録意匠と甲号意匠(「本件リフレクターフラッター」)とは同一であるが，甲号意匠が本件登録意匠の出願前に「公然知られた」ものとはいえない，というものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，本件登録意匠が「公然知られた意匠」ではなかったとする審決の判断は誤りであるから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の不特定の従業員等が出願前に本件登録意匠の形態を認識していた",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は原告に対し，平成20年9月30日，甲号意匠を含む本件リフレクターフラッターを，既に研究開発の段階を終了した量産品として320個も販売している。したがって，本件登録意匠と同一の甲号意匠が出願前に公然知られたものであることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し被告は，原告と被告間の平成19年12月13日付け秘密保持契約書(甲4。以下「本件秘密保持契約書」という。)の存在を理由に公知性を争うが，同契約書の第1条(本契約の目的)には，「共同開発事業の是非を検討する目的において」との限定があるところ，被告が平成20年9月30日に320個納品した時点では，既に製品は完成し量産化されている段階であって，被告自らが自発的に行った通常の商取引である。",
                        "したがって，上記第1条の「共同開発事業の是非」の「検討」は終了しており，当該契約の適用範囲ではないから，被告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，この点に関し，「甲号意匠の開発に当たって，両者が密接な関係にあることは明白であり・・・不特定の者に対して知られたものとすることができない」(審決書20頁下6行～21頁3行)と説示している。",
                        "しかし，開発途上の段階で，原告従業員の中でも特に研究開発に携わった従業員に限定して，「技術的情報およびノウハウ」(本件秘密保持契約書第3条3項参照)を提供したような場合はそのとおりであるが，既に開発が完了して320個も量産し，その後出願前に合計5890個も通常の商取引によって販売された段階においては，全く当てはまらないというべきである。",
                        "現に，被告はこの際に何らの限定もなく原告に対し多数の甲号意匠を含む本件リフレクターフラッターを販売しており，原告も，同製品を組み込んだ本件電気掲示器を多数，東日本旅客鉄道株式会社(以下「JR東日本」という。)に販売し，日本電設工業株式会社(以下「日本電設工業」という。)に取付け工事のために渡している。",
                        "また，原告内における本件リフレクターフラッターを組み込んだ本件電気掲示器の製造は，本件リフレクターフラッターの開発を担当したサイン部設計課の従業員ではなく，この開発に関わっていないサイン部製造課の従業員が行っているし，完成した本件電気掲示器をJR東日本に販売し，同社の従業員が日本電設工業の従業員に取付けを指示している。",
                        "以上のように，原告内においても，本件リフレクターフラッターの開発を担当するサイン部設計課の従業員ばかりでなく，この開発に関わっていない購買や販売等を担当する生産管理部や営業部の従業員が関わり，販売先も第三者であるJR東日本であり，取付け業者としても第三者である日本電設工業が関与しているから，実態としてこの時，明らかに甲号意匠の開発は完了して秘密状態を脱し，量産化・商品化されており，被告から原告に対しても，通常の商取引の一環として販売されたものである。",
                        "さらに，審決自身も「さらなる製品改良の結果，平成20年9月中旬頃に完成したものであり」(審決書20頁下7行)と認定しているように，同年9月30日時点では本製品の開発は既に完了しており，秘密状態にあったとする審決の認定は自己矛盾を来している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件登録意匠の出願前に，被告は原告に対し，本件登録意匠を含む数千個に及ぶ極めて多数の本件リフレクターフラッターを販売した",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，被告から本件リフレクターフラッターを，平成20年10月24日にも30個，同年12月5日に200個，同年12月16日に300個，同年12月18日に400個，平成21年1月20日に340個，同年1月30日に2000個納品を受けており，その他にも同年1月23日に2300個発注し，同年2月12日に納品されている(甲27，甲28の1～9)。",
                        "すなわち，本件意匠権の出願日である平成21年2月9日以前に，既に被告自身が原告に対し3590個という極めて大量の本件リフレクターフラッターを納品し，さらに2300個注文を受け，それについても出願日のわずか3日後である平成21年2月12日には納品を完了している。",
                        "以上の経緯からも明らかなように，本件意匠権の出願前に，被告は自発的に原告に対し，本件リフレクターフラッターを極めて大量に納品しており，その規模からしても，その後の流通の過程からしても，本件リフレクターフラッターの開発は既に本件意匠権の出願前に完了しており，秘密保持義務を負わない通常の商取引として納品されているから，甲号意匠はその秘密状態を脱していたことが明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し，被告は，日本電設工業及びJR東日本との間の商取引上の関係を無視し，原告と被告との間に取り交わされた本件秘密保持契約書(甲4)の内容を曲解しているなどと主張するが，これら2社は，原告の多くの取引先のうちの2社にすぎず完全な第三者であり，原告がこれら2社に対して秘密保持義務を課すべき関係にはない。",
                        "次に，被告は，原告が本件リフレクターフラッターにかかる本件登録意匠の創作には直接関与しておらず，被告が単独で創作したものであると主張するが，本件登録意匠の創作に当たっては，原告と被告との間で何度も協議を重ねており，原告は，たとえば，本件登録意匠の背面のつまみの数や間隔，正面の形状などについては，光学的な観点から，かなり具体的な形状に踏み込んだ意見を述べているのであって，原告の寄与が全くないということはありえない。",
                        "また，被告は，被告が原告になした実施許諾に関する申入れを無視した状態で原告が被告に対して販売を強いたなどとし，原告は，このように被告に対して販売を強いた事実に基づいて本件登録意匠の無効を主張するものであり，原告と被告の間の信義則にも反するなどと主張するが，原告は，被告が本件登録意匠を出願する予定であることなど全く聞かされていなかったし，意匠についての実施許諾の申入れなど全くなかったのであって，被告の行為こそ，原告にも創作についての寄与があるとの原告の申出を完全に無視し，原告に無断で抜け駆け的に本件登録意匠を出願したものであって，信義則に反するものである。",
                        "さらに，被告は，JR東日本の駅構内に設置された本件電気掲示器はいずれもJR東日本においてフィールド試験を行い，問題点を抽出して更なる改良点を見出すための試作品であるなどと主張する。",
                        "しかし，本件電気掲示器は試作品ではない。原告のいう「フィールド試験」についても，甲8の1(議事録)の記載をよくみると，そこに記載されているのは原告の技術である「透過拡散シート」の調整及びこれを装着した状態での実地試験のことであり，本件登録意匠自体について試験を行っているものではない。",
                        "事実，「フィールド試験」を経て本件登録意匠が変更されたという事実は存在しない。また，試作段階であるというならば，その後も被告の関与があるはずであるが，被告は一切関与していない。平成20年9月に納品された320個の本件リフレクターフラッターは，開発段階を終了した完成品であり，その後，一切変更されていないのである。",
                        "原告が被告から購入したのは完成した製品であって，開発段階の製品ではなく，これについて秘密保持義務など負わないことは明白である。",
                        "事実，原告は，被告から，不特定の第三者を対象とした販売はしないとの限定を受けて購入したものでもないし，被告としても，この点を秘密と考えていたのならば，原告に数千個も販売するはずがない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取付け作業時やメンテナンス時において，甲号意匠の形態は視認されている",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "日本電設工業による取付け作業",
                      "text": [
                        "日本電設工業の駅への取付け担当の従業員は「不特定者」であり，明らかに本件秘密保持契約書(甲4)による秘密保持義務など負っていないから，同人が出願前に甲号意匠の形態を視認すれば，これは明らかに「公然知られた意匠」である。",
                        "そして，駅への取付け作業の際に，同社の従業員は，甲号意匠の形態を視認しており，その旨の証明書(甲26)も同社から発行されている。",
                        "また，被告自身が認めるように(審決書13頁下17行(3)の冒頭)，JR東日本の従業員は，現場内容説明会によって仕様を明らかにしており，その際に，甲号意匠の形態を不特定者が視認しており，その点からも明らかに「公然知られた意匠」である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "JR東日本の従業員の確認",
                      "text": [
                        "JR東日本の現場立会いの従業員は「不特定者」であり，明らかに本件秘密保持契約書(甲4)による秘密保持義務など負っていないから，同人が出願前に甲号意匠の形態を視認すれば，これは明らかに「公然知られた意匠」である。",
                        "そして，取付け作業の際に，同社の現場立会いの従業員も，甲号意匠の形態を視認しており，その旨の証明書(甲11)も同社から発行されている。したがって，この点からも，本件登録意匠はその出願前に「公然知られた意匠」である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点に関し，審決は，本件リフレクターフラッターが，LED基板に取り付けられ，その上から逆U字型のアルミ枠に被せられたLEDカセットとして取り扱われているため，反射フードの裏側の形態が視認できないから，甲号意匠の形態が現実に知られた状態にあったとはいえないと説示する(審決書21頁下8行～22頁5行)。",
                        "しかしながら，反射フードの裏側以外の形態，すなわち，最も特徴的な正面の形態は取付け作業時に明らかに視認されているし，LEDカセットから取り出せば，各側面の形態も容易に視認可能である。また，反射フードの裏側についても，ネジで止めてあるLED基板を外せば容易に視認可能である。",
                        "そして，メンテナンス時にはLEDカセットから取り出したり，LED基板から取り外したりする必要があり，しかもその作業は極めて容易である。本件登録意匠のように数千個も出荷されれば，メンテナンスの必要が生じて，これら側面や反射フードの裏側の形態が，不特定者に視認されたことはほぼ確実である。",
                        "この点に関し，被告は，設置から2か月程度でメンテナンスが必要になることは通常は考えられず，実際にメンテナンスが必要となった事実及びこのメンテナンスに際していかなる作業が行われたかを原告が立証していないなどと主張する。",
                        "しかし，事実として，本件リフレクターフラッターは，客先納入後の点検や不具合調査の過程でLED基板を取り外したりなどして分解する必要が生じ，内部を視認することがあり，特に，LEDが点灯しないという不具合が発生した場合においては，LED基板の接続部で導通を確認しなければならないため，本件リフレクターフラッターからLED基板を取り外して点検をする必要があり，必然的に，甲号意匠の形態全部を視認することになるのであって，このような事例(LED不点灯の事例)として，原告は甲29(報告書)を提出しているのであるから，被告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，意匠法4条1項(新規性喪失の例外)の適用を主張するが，被告自らが原告に大量に納品したことによって本件登録意匠はその出願前に公知となっており，被告の意に反して公知になったものではないから，意匠法4条1項の新規性喪失の例外規定の適用はない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上の事実関係によれば，甲号意匠は，その出願前に公知であり(意匠法3条1項1号)，意匠法48条1項1号の無効理由がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)(ただし，送達日は除く。)ないし(3) の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，「公然知られた意匠」であったとする原告の主張は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「原告の不特定の従業員等が出願前に本件登録意匠の形態を認識していた」との主張に対し",
              "text": [
                "原告と被告間に本件秘密保持契約書(甲4)が締結されているから，本件リフレクターフラッターが本件登録意匠の出願前に「公然知られた意匠」となったものではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の従業員",
                  "text": [
                    "本件秘密保持契約書(甲4)第2条の規定によれば，秘密保持契約は原告及び被告間の事業に関するすべての交渉において提供又は開示される情報及び資料に適用されるものであり，同契約書第3条3項の規定によれば，被告が原告に提供した技術的情報及びノウハウはすべて秘密情報に含まれるものである。なお，被告は，原告に対して秘密情報を特定の第三者ないし不特定の第三者に開示又は提供することに同意したことはない。また，同契約書第6条2項の規定によれば，秘密情報を第三者に開示する場合，原告は第三者に自己と同様の秘密保持を課する義務を有しており，同契約書第7条の規定によれば，原告による本件電気掲示器の作製や取付け及びメンテナンスに関与する従業員に対しても秘密保持を課する義務を有している。",
                    "仮に原告と被告との間に本件リフレクターフラッターに関する直接の秘密保持義務に関する明文の規定が取り交わされていないとしても，原告は，社会通念上又は商慣習上，秘密保持義務を負うべき立場にあるというべきである。なぜなら，取引社会において，他社の営業秘密を尊重することは，一般的にも当然のこととされており，まして，商取引の当事者間，その他一定の関係にある者相互においては，そのことがより妥当するからである。  また，出願ないし登録意匠に関連した製品等が商談等の対象となることになった都度，意匠の創作者ないし権利者(出願人)側において，意匠の内容につき秘密を保持すべきことをいちいち相手方に指示又は要求し，相手方がそれを理解したことを確認するような過程を経なければ，関連製品等の具体的内容を開示できないとすれば，取引の円滑迅速な遂行を妨げ，当事者双方の利益にも反することになるからである。",
                    "したがって，原告の従業員が本件電気掲示器を作製する際，あるいは，取り付ける際ないしメンテナンスのために分解する際に本件リフレクターフラッターを直接視認することがあっても，原告の従業員は秘密保持の義務が課されている者であるから，そのことによって本件リフレクターフラッターが本件登録意匠の出願前に「公然知られた意匠」となったものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "日本電設工業及びJR東日本",
                  "text": [
                    "市ヶ谷駅の本件電気掲示器の取付けは，原告が日本電設工業に請け負わせたものであるが，本件秘密保持契約書(甲4)第6条2項の規定によれば，原告は日本電設工業に対しても秘密保持を課する義務を有している。",
                    "仮に原告と日本電設工業との間に本件電気掲示器に関する秘密保持義務に関する明文の規定が取り交わされていなくても，日本電設工業は，社会通念上又は商慣習上，秘密保持義務を負うべき立場にある。",
                    "したがって，日本電設工業の従業員が本件電気掲示器を取り付ける際ないしメンテナンスのために分解する際に本件リフレクターフラッターを直接視認することがあっても，日本電設工業の従業員は秘密保持義務が課されている者であるから，そのことによって本件リフレクターフラッターが本件登録意匠の出願前に「公然知られた意匠」となったものではない。",
                    "また，舞浜駅及び成田空港駅の本件電気掲示器の取付けは原告が行ったものであり，市ヶ谷駅の本件電気掲示器の取付けは日本電設工業が行ったものであるが，原告ないし日本電設工業は，JR東日本に対して秘密保持義務を課しているはずであり，仮にそうでないとしても，原告ないし日本電設工業とJR東日本との間に本件電気掲示器に関する秘密保持義務に関する明文の規定が取り交わされていなくても，JR東日本は，社会通念上又は商慣習上，秘密保持義務を負うべき立場にある者である。",
                    "したがって，舞浜駅，成田空港駅及び市ヶ谷駅での本件電気掲示器の取付けないしメンテナンスのために分解する際にJR東日本の立会人が本件リフレクターフラッターを直接視認することがあっても，JR東日本の立会人は秘密保持義務が課されている者であるから，そのことによって本件リフレクターフラッターが本件登録意匠の出願前に「公然知られた意匠」となったものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「本件登録意匠の出願前に，被告は原告に対し，本件登録意匠を含む数千個に及ぶ極めて多数の本件リフレクターフラッターを販売した」に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，被告が原告に対し，本件リフレクターフラッターを平成20年9月30日に320個，その後も出願前に大量に販売(納品が完了したもので3590個，発注が終わったものが2300個)した事実を捉えて，このように数千個に及ぶ極めて多数の本件リフレクターフラッターを販売したというその規模及び流通の過程からして本件リフレクターフラッターの開発は既に本件意匠権の出願前に完了しており秘密保持義務を負わない通常の商取引として納品され，その結果，原告の不特定の従業員及び第三者であるJR東日本や日本電設工業の担当者が出願前に本件登録意匠の形態を認識していたことを理由として，本件登録意匠はその出願前に「公然知られた意匠」となった旨主張する。",
                    "しかし，原告の上記主張は，原告，被告，JR東日本及び日本電設工業との間の商取引上の関係を無視したものであるばかりか，原告と被告との間に取り交わされた本件秘密保持契約書(甲4)の内容を曲解し，しかも，被告が有する意匠に関する意匠登録を受ける権利に基づいて被告が原告になした実施許諾に関する申入れを無視した状態で，原告が被告に対して販売を強いることにより，被告が原告に対して販売させた事実に基づき本件登録意匠の無効を主張するものであり，原告と被告の間に当然に生じる信義則にも反する主張であって，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告が原告に対して，本件リフレクターフラッターを，本件登録意匠の出願前に3590(320＋30＋3240)個納品すると共に，その他に2300個の受注を受け，本件登録意匠の出願後に2300個納品したことは認める。",
                    "しかし，そもそも本件リフレクターフラッターは，原告が被告に新S型掲示器の光源装置(光源及びその周辺の構造を含む)の改良を依頼し，その後，原告と被告とは何度も協議を重ね，被告が光源装置のSE型試作品を作り，これらのSE型試作品の更なる改良の結果，平成20年9月中旬頃に一応原形のものが完成したものであり，被告から原告への本件リフレクターフラッターの販売・納品は，被告が原告の依頼を受けて製造及び販売した特定の取引関係であって，不特定の第三者を対象とした販売ではない。しかも，本件リフレクターフラッターを用いた本件電気掲示器は，最終顧客としてのJR東日本に販売・納品するためのものであって，JR東日本も，原告及び被告とは密接な関係にある者であり，不特定の第三者に該当するものではない。",
                    "なお，原告は直接この本件リフレクターフラッターに係る本件登録意匠の創作には関与しておらず，被告が単独で創作したものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "平成20年12月8日から9日に舞浜駅に設置された1台及び平成20年12月11日から13日に成田空港駅に設置された3台の本件電気掲示器並びに平成21年1月12日，1月16日から18日に市ヶ谷駅に設置された26台及び平成21年2月17日，2月19日から20日，3月3日に目白駅に設置された25台の本件電気掲示器は，いずれもJR東日本においてフィールド試験を行い，問題点を抽出して更なる改良点を見出すための試作品であるから(議事録，甲8の1～3)，広く不特定の第三者に販売するための完成品ではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，被告から原告への本件リフレクターフラッターの販売は，被告が原告の依頼を受けて製造及び販売した特定の取引関係における販売であって，不特定の第三者を対象とした販売ではないから，被告が原告に対して，本件登録意匠の出願前にそれらを販売した事実があるからといって，それによって，本件登録意匠がその出願前に「公然知られた意匠」となったものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「取付け作業時やメンテナンス時において，甲号意匠の形態は視認されている」に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "日本電設工業及びJR東日本の従業員が秘密保持義務を負っていることは，前記(1) イのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，取付け作業時やメンテナンス時において，甲号意匠の形態は視認されているとして本件リフレクターフラッターに係る甲号意匠がその出願前に公知である旨主張するが，次のとおり，原告の主張は失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "そもそも原告の上記主張は，現場での作業の実体を無視したものであり，しかも，「LEDカセットから取り出せば」，「ネジで止めてあるLED基板を外せば」等と仮定に仮定を重ねた主張であって，妥当なものではない。",
                        "すなわち，原告は本件電気掲示器をJR東日本に納品・発送しているが，本件電気掲示器が本件リフレクターフラッターを部品として使用していても，工場出荷時の梱包状態及び開梱状態を示す写真(乙10)から明らかなように，本件リフレクターフラッターは，本件電気掲示器の内部に組み込まれた状態で納品・発送されているので，納品・発送時には外部から視認することはできない。この事実は，原告が発行した舞浜駅設置用の「納品・発送(製造本部控)書」(甲10の1)及び成田空港駅設置用の「納品・発送(製造本部控)書」(甲10の2)にLEDカセットの項目がないことからも確認することができる。",
                        "また，本件電気掲示器を天井に直接取り付ける場合，本件電気掲示器からLEDカセットを取り外す作業及び取り付ける作業が含まれているが，LEDカセットは，本件リフレクターフラッターの裏側がLED基板及び断面逆U字型のアルミ枠によって覆われているため，本件リフレクターフラッターの底面側と側面側しか視認できない。",
                        "なお，本件電気掲示器をパイプ吊下げにより取り付ける場合及び壁面に取り付ける場合には，LEDカセットの取り外し工程はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，取付け作業時あるいはメンテナンス時に，本件電気掲示器の側面や反射フードの裏側の形態が不特定者に視認されることはほぼ確実である旨主張する。",
                        "しかし，本件電気掲示器の取付け作業は，「工事着手前打合せ議事録」(甲11)の記載に照らせば「施工については営業時間外の夜間施工とする」と記載されているので，旅客が本件電気掲示器の内部ないし取り外されたLEDカセットを視認することはないと認められるし，同議事録の「スケジュール表(電気)」の作業時間の欄の記載に照らせば「23時30分～翌6時00分」に行われたものであり，また，「保安打合せ票(電気)」(甲26)の作業時間の欄の記載に照らせば「23時30分～翌5時00分」に行われたものであって，終電までの旅客と始発からの早朝の旅客の時間帯が重なることがあり得るが，作業現場においては旅客が近づかないように作業現場周辺に保安用コーンをコーンバーで繋ぐ等によって囲みを設置することが普通に行われているし，仮に，この囲みの周囲から旅客が本件電気掲示器の内部ないし取り外されたLEDカセットを視認することがあっても，旅客は本件リフレクターフラッターの底面側と側面側しか視認できないことは明白である。",
                        "さらに，LEDカセットから本件リフレクターフラッターを取り外すような工程は，本件電気掲示器の設置工程においては無用な工程でしかない。",
                        "したがって，たとえ原告の従業者，日本電設工業の従業者，JR東日本の立会人，さらには旅客がLEDカセットを視認することがあっても，本件リフレクターフラッターの裏側はLED基板及びアルミ枠によって被覆されているために視認することができないから，それによって本件リフレクターフラッターが不特定の第三者に現実に知られている状態にあったものとすることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，メンテナンス時にはLEDカセットから取り出したり，LED基板から取り外したりする必要があり，しかもその作業は極めて容易であり，本件リフレクターフラッターのように数千個も出荷されれば，メンテナンスの必要が生じて，これらの側面や反射フードの裏側の形態が，不特定者に視認されたことはほぼ確実であると主張する。",
                        "しかし，審決(25頁5行～13行)においても認定されているように，LEDカセットは，本件リフレクターフラッターとLED基板とアルミ枠とがすぐさま外せたりあるいは動かしたりできる単なる寄せ集めの組合せではなく，本件電気掲示器を構成する1つの単位部品として容易に外れないように固定されたものであり，もとより，LEDによる光源は蛍光灯で照射する方式より製品寿命がかなり長く，従来と比べて保守点検がほとんど不要とされるほどであるから，劣化によりLEDの交換が必要となったとしても，LED基板の交換よりも，むしろ，新たなLEDカセット全体の交換を行うものと考える方が自然である。しかも，本件電気掲示器の設置に際しては，夜間工事における時間的制限のために，事前に原告の社内において点灯チェックを十分に行ったものを搬入・納品しているはずであるから，初期の不動作はほぼ考えられず，設置時点ではメンテナンスを行うことは考え難い。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件登録意匠の出願前に取り付けられた本件電気掲示器は合計30台であり，そこで使用された本件リフレクターフラッターの個数は合計178個でしかない。仮に本件登録意匠の出願日より前に設置された30台の本件電気掲示器の少なくとも1台について何らかのメンテナンスが必要となった場合，設置されてからほぼ2か月しか経過していないのに30台中の1台，すなわち178個の光源中の1台に何らかのメンテナンスが必要な異常状態が生じたことになるが，このような短時間かつ高確率でメンテナンスが必要となるものが生じたということは通常は考えられず，実際，原告は，メンテナンスが必要となった事実及びこのメンテナンスに際していかなる作業が行われたかを立証していない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "意匠法4条1項(新規性喪失の例外)の適用",
              "text": [
                "仮に，原告が日本電設工業及びJR東日本に対して秘密保持義務を課しておらず，また，日本電設工業がJR東日本に対して秘密保持義務を課しておらず，さらに，日本電設工業の従業員ないしJR東日本の立会人が本件電気掲示器の内部を視認したことがあったとしても，これによる「公然知られた」事実は被告の「意に反する」ものであるから，本件に関しては意匠法4条1項より新規性喪失の例外が適用されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(本件登録意匠及び甲号意匠の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない(弁論の全趣旨によれば，審決の原告への送達日は平成23年3月28日であったことが認められる。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件登録意匠は「公然知られた意匠」か",
          "text": [
            "原告は，審決が本件登録意匠は日本国内で「公然知られた意匠」ではないとしたことを争うので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記第3，1(2) 記載の本件登録意匠及び甲号意匠を対比すると，両意匠は意匠に係る物品がともに照明器具用の反射板であって同一であり，さらに，その具体的形状にかかる形態も同一と認められるから，意匠全体としての美観が一致し，同一の意匠であると認められる(当事者間に争いがない。)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件における事実関係",
              "text": [
                "証拠(甲2，甲3の1・2，甲4ないし甲7，甲9の1～5，甲10の1～9，甲11，甲12の1～5，甲14の1～10，甲15の1～10，甲16の1～10，甲18，甲19，甲20の1～5，甲21の1～4，甲23～甲25，甲27，甲28の1～9，乙7，乙9～乙12)及び弁論の全趣旨によれば，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は電気機械器具の製造販売及び工事施工等を業とする会社であり，被告は，光学機器，照明用光学製品等の製造販売等を業とする会社であるところ，原告と被告は，平成19年12月13日，被告の開発したLEDフラットパネル製品に関する共同開発事業を実施することとし，その際，被告が原告に提供した製品に係る技術的情報及びノウハウなどの秘密情報について，下記の内容の本件秘密保持契約を締結した(甲4)。",
                    "記",
                    "(本契約の目的)",
                    "第1条  甲(判決注：被告)および乙(判決注：原告)は，甲の開発したLEDフラットパネル製品(以下「本製品」という。)についての甲と乙とによる共同開発事業(以下「本件事業」という。)の是非を検討する目的において，自己が保有する情報を，相手方(以下「被開示者」という。)に対して開示または提供し，被開示者はこれを秘密情報として開示または提供を受ける。",
                    "(適用範囲)",
                    "第2条  本契約に定める規定は，甲乙間の本件事業に関するすべての交渉において提供または開示される情報および資料に適用される。ただし，本契約締結後，甲乙間において書面により本契約に定める規定と異なる合意をする場合は，当該合意が本契約に優先する。",
                    "(秘密情報の定義)",
                    "第3条  本契約において秘密情報とは，情報を開示する者(以下「開示者」という。)が被開示者に対し，口頭，書面，電子メールまたは電子記憶媒体等その方法もしくは手段の如何をも問わず，またその形態の有形無形を問わず，開示者が被開示者に対して書面または電磁的記録をもって秘密である旨を明示したうえで開示または提供する営業情報，ノウハウ，技術情報および経営情報等一切の情報ならびに資料をいう。なお，被開示者において秘密情報を複製，翻案等した場合は，複製・翻案等した資料についても秘密情報と同様とする。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "2",
      "text": [
        "開示者が被開示者に対し，開示または提供後10日以内に，書面または電磁的記録をもって，対象を特定し，秘密である旨を明示した情報および資料についても，秘密情報に含まれるものとする。"
      ]
    },
    {
      "fig": "3",
      "text": [
        "前2項の規定にかかわらず，甲が乙に提供した本製品にかかる技術的情報およびノウハウはすべて秘密情報に含まれるものとする。",
        "(秘密情報についての秘密保持義務)",
        "第5条  被開示者は，第6条第1項に規定される利用を除き，秘密情報について開示者のために厳に秘密を保持しなければならず，開示者の書面による事前の同意なくして，その全部または一部を第三者に開示または提供し，もしくは漏洩してはならない。",
        "(秘密情報の利用)",
        "第6条  被開示者は，秘密情報を第1条に規定する目的を達成するため，または，本件事業に関する契約を締結した場合はこれを履行するために，必要最小限度においてのみ利用できるものとする。"
      ]
    },
    {
      "fig": "2",
      "text": [
        "前条の規定に従って第三者に秘密情報が開示された場合，被開示者は，第三者に自己と同様な秘密保持義務を課するものとし，もし，当該第三者が秘密保持義務に違反したときには，自己の義務違反とみなし，開示者に対して，当該第三者と連帯して責任を負うものとする。",
        "(秘密情報利用者の限定)",
        "第7条  被開示者は，秘密情報の利用にあたって，秘密情報を第1条に規定する目的のため，または本件事業に関する契約を締結した場合はこれを履行するために，知る必要のある最小限の範囲の被開示者の役員および従業員に対してのみ，秘密情報の内容を開示し，または利用させることができる。"
      ]
    },
    {
      "fig": "2",
      "text": [
        "前項の場合，開示者が必要と判断したときは，被開示者に対して秘密情報の管理責任者の役職，氏名ならびに開示する者の範囲および氏名を定めた書面の提示を求めることができる。",
        "(有効期間)",
        "第12条  本契約の有効期間は，本契約締結日から5年間とする。ただし，期間満了の3ヶ月前までに，甲または乙いずれからも書面による解約の申出がないときは，本契約を同一の内容で更に1年間継続し，以後も同様とする。",
        "(本契約終了後の効力)",
        "第13条  本契約終了後といえども，開示者から本契約終了時までに開示または提供を受けた秘密情報について，別途甲乙合意に至るときまで，第5条乃至第10条，第14条および本条の規定はその効力を有する。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "その後，原告と被告は，平成20年6月12日，被告が所有するフラッター技術に係る「面照明光源装置」についての特許権や意匠権について，原告に独占的通常実施権を許諾する旨のライセンス基本契約(以下「本件ライセンス基本契約」という。)を締結した(甲5)が，本件リフレクターフラッターは，本件ライセンス基本契約の対象にはなっていない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "ところで，原告は，平成20年1月ころ，従来の電気掲示器の光源をLEDに代え，当該LED光源を掲示器の内部上部に1列に配置した新S型掲示器を開発し，被告に対し，上記新S型掲示器の光源装置(光源及びその周辺の構造を含む。)の改良を依頼し，その後，原告と被告との間で協議を重ね，光源装置のSE型試作品を作製した(甲6)。",
        "しかし，これらのSE型試作品は，掲示面の輝度の均一性について完全なものではなく，その上製造単価が高い等の問題があったため，さらに改良が加えられ，その結果，平成20年9月中旬ころ，エコ薄型掲示器に用いるSE型として本件リフレクターフラッターが開発された(甲2，甲7，乙12)。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "一方，原告は本件リフレクターフラッター(発注数320個)の製造を被告に依頼したことから，被告は，平成20年9月19日付けの見積書を発行し，原告は9月30日付けで発注書を被告に送り，同日これらの製品を受領した(甲9の1～3，甲28の1，乙7)。",
        "さらに，原告は被告から，本件リフレクターフラッターを，平成20年10月24日に30個，同年12月5日に200個，同年12月16日に300個，同年12月18日に400個，平成21年1月19日に340個，同年1月30日に2000個納品を受けており，その他にも同年1月23日に2300個発注し，本件登録意匠の出願後の同年2月12日に納品されている(甲27，甲28の2～9)。"
      ]
    },
    {
      "fig": "オ",
      "text": [
        "また原告は，被告が製造した本件リフレクターフラッターを用いて本件電気掲示器を製造し(甲7，乙9)，平成20年12月中旬ころ，JR東日本に4台販売したが，小規模な工事であったことから取付け作業は直接原告が行った(甲10の1，2)。",
        "設置場所は，JR舞浜駅のコンコース及びJR成田空港駅のコンコース及びホームであった。",
        "この取付け作業は，いずれも既設の電気掲示器を取り外し，本件電気掲示器を取り付けるもので，JR舞浜駅については1台設置され，作業は平成20年12月8日の深夜から翌9日の午前6時まで行われ(甲10の3，5，7～9)，JR成田空港駅については3台設置され，作業は平成20年12月11日の深夜から翌12日の午前6時まで及び同12日の深夜から翌13日の午前6時まで行われた(甲10の4，6～9)。これらの取付け作業についてはJRの従業員が立ち会っていた(甲11)。"
      ]
    },
    {
      "fig": "カ",
      "text": [
        "さらに原告は，JR東日本に対し，平成21年12月22日及び23日ころ，本件電気掲示器51台を販売した(甲14の1～10，甲15の1～10，甲16の1～10)。",
        "上記電気掲示器の設置場所はJR市ヶ谷駅及びJR目白駅のコンコース及びホームであり，JR市ヶ谷駅において26台，JR目白駅においては25台がそれぞれ設置された。取付け工事業者は日本電設工業であり，JR市ヶ谷駅の取付け工事については，平成21年1月12日，同月16日ないし18日のいずれも深夜から翌日の午前5時まで，また，JR目白駅の取付け工事については，同年2月17日，19日，20日及び3月3日のいずれも深夜から翌日の午前5時までに行われた。(甲20の1～5，甲21の1～4，甲22～甲26)。これらの取付け作業についてはJRの従業員が立ち会っていた(甲18，19，甲20の1～5，甲21)。"
      ]
    },
    {
      "fig": "キ",
      "subject": "本件電気掲示器の構成及び形状",
      "text": [
        "本件電気掲示器は，箱型本体の内部の上部に，本件リフレクターフラッターを配置し，下方に光を照射する直下型方式で，箱型本体の両側面又は一側面に文字等を表示した表示板を設け，これらの裏面から光を照射して，各表示板の文字等の表示を鮮明にするものである。より具体的にみると，本件電気掲示器は，本件リフレクターフラッターとは別に設けた基板に，複数のLEDを等間隔に一列に配し，当該LED基板に本件リフレクターフラッターの反射フードの上部に設けられた孔にLEDを嵌め込むように取り付け，この状態で本件リフレクターフラッターとLED基板とを断面逆U字型のアルミ枠に収納・固定してLEDカセットとし，当該LEDカセットを箱型本体内の上部に取り付けるものである。また，本件電気掲示器の箱型本体の一側面は扉式になっており，当該掲示器を所定の場所に取り付けたり，ブレーカー等の電源スイッチを開閉したり，その他内部の点検，修理の際に扉を外すことができるようになっている(甲7，乙9)。",
        "そして，本件電気掲示器は，箱型本体内に光源部を取り付け，扉を閉めた状態で，その外周の必要箇所に緩衝材を当ててその上から包装紙で包んで，梱包されている(乙10)。"
      ]
    },
    {
      "fig": "ク",
      "subject": "本件電気掲示器の取付け作業の具体的な手順",
      "content": [
        {
          "fig": "(ア)",
          "subject": "天井直接取付けの場合の作業手順は，次のとおりである(乙10，乙11)。",
          "content": [
            {
              "fig": "a",
              "subject": "現地で梱包されている本件電気掲示器を開梱する。"
            },
            {
              "fig": "b",
              "subject": "本件電気掲示器下部のビスをゆるめて，箱型本体から扉を外す。"
            },
            {
              "fig": "c",
              "subject": "扉を外した後に内部を点検する。"
            },
            {
              "fig": "d",
              "subject": "箱型本体からLEDカセットを取り外す。なお，LEDカセットは本体と電源線で接続されたまま，一時床面に置かれる。"
            },
            {
              "fig": "e",
              "subject": "電源線を本体へ引き込む。"
            },
            {
              "fig": "f",
              "subject": "天井から垂下しているボルトを箱型本体の上板の取付け穴に通して，箱型本体上板を天井に当て，当該ボルトが箱型本体内部に突出していることを確認する。"
            },
            {
              "fig": "g",
              "subject": "天井から垂下したボルトにナットを螺着し，当該ナットを締め付けて箱型本体を天井に固定する。"
            },
            {
              "fig": "h",
              "subject": "LEDカセットから導出したリード線の先端のコネクターを箱型本体の電源部に接続する。"
            },
            {
              "fig": "i",
              "subject": "一度取り外したLEDカセットを箱型本体内部にセットしてビスにより取り付ける。"
            },
            {
              "fig": "j",
              "subject": "箱型本体内のブレーカーへ電源線を接続する。"
            },
            {
              "fig": "k",
              "subject": "点灯の有無及び内部を確認する。"
            },
            {
              "fig": "l",
              "subject": "箱型本体に扉を取り付ける(据付完了)。"
            }
          ]
        },
        {
          "fig": "(イ)",
          "subject": "パイプ吊下げ及び壁面取付けの場合の作業手順は，次のとおりである(乙11)。",
          "text": [
            "LEDカセットを箱型本体から取り外さない他は，箱型本体のパイプ又は壁面への固定方法の違いがあるものの，前記(ア) とほぼ同様の作業である。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(3)",
                  "subject": "検討",
                  "text": [
                    "前記認定の事実を前提として，本件登録意匠が意匠登録出願前に公然知られた意匠であるか否かについて検討する。",
                    "意匠法3条1項1号に規定する「公然知られた意匠」とは，一般第三者である不特定人又は多数者にとって単に知りうる状態にあるだけでは足りず，現実に知られている状態にあることを要し，また，不特定人という以上，その意匠と特殊な関係にある者やごく偶然的な事情を利用した者だけが知っているにすぎない場合は含まれないと解するのが相当である。",
                    "そこで，以上の見地に立って本件につき検討する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "被告の原告に対する本件リフレクターフラッターの販売について",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "前記認定のとおり，原告と被告は，LEDフラットパネル製品に関する共同開発事業を行っていたものであって，本件リフレクターフラッターは，原告が被告に対し新S型掲示器の光源装置の改良を依頼し，その後，原告と被告との間で協議を重ね，光源装置のSE型試作品を製作し，そのSE型試作品のさらなる製品改良の結果，平成20年9月中旬ころに完成されたものであり，本件リフレクターフラッターの開発に当たって，原告と被告は共同事業者として密接な関係にあったものであるが，本件リフレクターフラッターの販売もこのような密接な関係にある原告と被告間の特定の取引関係によるものと認められるばかりか，原告と被告は上記共同開発事業に関して本件秘密保持契約(甲4)を締結し，被告が原告に提供したLEDフラットパネル製品に係る技術情報及びノウハウについては秘密保持義務が課せられていると認められるから(第1条，第2条，第3条及び第5条)，被告から原告に対する本件リフレクターフラッターの販売・納品をもって，甲号意匠が「公然知られた」ことになると認めることはできない。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "この点に関し，原告は，本件秘密保持契約書(甲4)の第1条には，「共同開発事業の是非を検討する目的において」との限定があるところ，被告が原告に対し平成20年9月30日に本件リフレクターフラッターを320個納品した時点では，既に製品は完成し量産化されている段階であって，被告自らが自発的に行った通常の商取引というべきであるから，本件秘密保持契約の適用範囲外であるなどと主張する。",
            "しかし，そもそも「共同開発事業の是非を検討する目的」とは何を意味するのか必ずしも判然とせず，製品が完成し量産化されば上記目的が達成されるか否かも明らかでないばかりか，仮に製品が完成し量産化されれば直ちに目的を達成するとしても，そもそも上記目的が終了したことは契約の終了原因としては明記されておらず，かえって，上記秘密保持契約の有効期間は契約締結日から5年であって，解約の申入れがない限り1年ごとに自動更新され(第12条)，さらに，契約終了後も別途合意に至るまで効力を有する(第13条)ものであるから，被告が原告に対し平成20年9月30日に本件リフレクターフラッター320個を納品した時点で「共同開発事業の是非」の「検討」は終了しており，原告は被告に対しもはや秘密保持義務を負わないとの原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "また，原告は，本件意匠権の出願日である平成21年2月9日以前に，既に被告自身が原告に対し3590個という極めて大量の本件リフレクターフラッターを納品しているなどとして，その規模からしても，その後の流通の過程からしても，本件リフレクターフラッターの開発は既に本件意匠権の出願前に完了しており，秘密保持義務を負わない通常の商取引として納品されているから，甲号意匠はその秘密状態を脱していたなどと主張する。",
            "しかし，前記(イ) のとおり，本件秘密保持契約(甲4)は，被告の原告に対する本件リフレクターフラッターの販売・納品によって終了していると認めることはできず，このことは，本件リフレクターフラッターの販売量に影響されないというべきであるから，原告の上記主張も採用することができない。"
          ]
        },
        {
          "fig": "(エ)",
          "text": [
            "さらに，原告は，原告内においても，本件リフレクターフラッターの開発を担当するサイン部設計課の従業員ばかりでなく，この開発に関わっていない購買や販売等を担当する生産管理部や営業部の従業員が関わっており，不特定多数の者が甲号意匠を視認している旨主張する。",
            "しかし，前記のとおり，被告の原告に対する本件リフレクターフラッターの販売・納品は，共同開発事業という密接な関係にある特定の企業間の取引であって，一方当事者の従業員の誰が関わったかは内部の問題にすぎないばかりか，本件秘密保持契約書(甲4)によれば，秘密保持義務は当然に原告の従業員にも適用されるものと解され(第5条，第7条)，そうでないとしても，秘密情報を開示された従業員は雇用契約上の義務として当然に秘密保持義務を負うものというべきであるから，仮に原告内において購買や販売等を担当する生産管理部や営業部の従業員が本件リフレクターフラッターの形状を視認したとしても，そのことをもって「公然知られた」状態になったと認めることはできない。",
            "したがって，原告の上記主張も採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "本件電気掲示器の原告によるJR東日本への販売について",
      "text": [
        "前記認定のとおり，原告は被告から納品を受けた本件リフレクターフラッターを用いて本件電気掲示器を製造し，これをJR東日本に対し，合計51台販売しているが，本件電気掲示器は，本件リフレクターフラッターとは別に設けた基板に，複数のLEDを等間隔に一列に配し，当該LED基板に本件リフレクターフラッターの反射フードの上部に設けられた孔にLEDを嵌め込むように取り付け，この状態で本件リフレクターフラッターとLED基板とを断面逆U字型のアルミ枠に収納・固定してLEDカセットとし，当該LEDカセットを箱型本体内の上部に取り付ける構造を有しているため，本件電気掲示器にLEDカセットが組み込まれた状態では本件リフレクターフラッターの形状を視認することはできない構造のものである。",
        "また，本件電気掲示器は梱包された状態でJR東日本に引き渡されるものであるところ，その時点では，箱型本体内に光源部が取り付けられ，扉が閉められた状態でその外周の必要箇所に緩衝材を当ててその上から包装紙で包んで梱包されているから，本件リフレクターフラッターの形状を視認することはできない。なお，この点，本件電気掲示器の箱型本体の一側面は扉式になっていることから，扉を開いて内部をのぞいた場合，LEDカセットに装着された本件リフレクターフラッターの一部を視認することが可能と思われるが，後記のとおり，その場合でも，LEDカセットがみえるだけで，本件リフレクターフラッターの全体を視認することはできない。",
        "そして，前記認定のとおり，JR東日本は直接取付け作業を行っていないのであるから，JR東日本への販売の事実をもって，甲号意匠が「公然知られた」ものと認めることはできない。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "本件電気掲示器のJR舞浜駅及びJR成田空港駅における取付け作業について",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "前記認定のとおり，本件電気掲示器はJR舞浜駅において1台，JR成田空港駅において3台がそれぞれ設置されているが，その取付け作業はいずれも原告の従業員が行っているのであるから，前記イ(エ) の理由により，原告の従業員が本件リフレクターフラッターの形状を視認したとしても，甲号意匠が不特定の者に現実に知られた状態にあったとすることはできない。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "この点に関し，原告は，取付け作業の際に，JR東日本の現場立会いの従業員が本件リフレクターフラッターの形態を視認しており，その旨の証明書(甲11)も同社から発行されていると主張する。",
            "しかし，取付け作業の具体的な手順は，前記認定のとおりであって，天井直接取付けの場合，本件電気掲示器が開梱された後の取付け作業において，LEDカセットが箱型本体から取り外されることはあっても，電源線の箱型本体への引き込み，箱型本体の天井への固定，箱型本体へのLEDカセットコネクター取付けの後，再び箱型本体内部にそのままの状態で戻されるものであるところ，LEDカセットのままでは，本件リフレクターフラッターの形状は底面側と側面側からようやく視認することができるだけであって，反射フードの裏側の態様は全く視認することができない。",
            "また，パイプ吊下げ及び壁面取付けの場合は，そもそもLEDカセットを箱型本体から取り外さないで作業されるから，本件リフレクターフラッターの全体の形状を視認することはできない。",
            "したがって，取付け作業においてJR東日本の従業員が，取付け工事に立ち会い，作業を傍らで監視していたとしても，LEDカセットの状態を視認するにすぎないから，本件リフレクターフラッターの形状については底面側と側面側から視認できるだけであって，反射フードの裏側の態様を視認することができないことには変わりはなく，JR東日本の従業員は本件リフレクターフラッターの全体の形態は認識できないというべきであるから，JR東日本の従業員の立会いをもって甲号意匠が不特定の者に現実に知られた状態にあったとすることはできない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "また，証明書(甲11)は，JR東日本の千葉電力技術センター所長名による証明書であって，そこには，「前記『エコ薄型掲示器(SE型)』は，前記取り替え工事の際，『LED光源部』を含めて内部構成を目視し，確認しております」と記載されているが，本件リフレクターフラッターの形状を確認した旨の証明書ではなく，そこに記載された「LED光源部」とは上記LEDカセットのことを指すと考えられるところ，LEDカセットは取付け作業の際に分解されることはないから，LEDカセットの外部を視認したとの証明書にすぎないものと認められる。そして，LEDカセットを外部から視認しただけでは甲号意匠の全体の形状を確認することはできないことは前記のとおりであるから，上記証明書(甲11)をもって，甲号意匠が不特定の者に現実に知られた状態にあったと認めることはできない。"
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "本件電気掲示器のJR市ヶ谷駅及びJR目白駅における取付け作業について",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "前記認定のとおり，本件電気掲示器はJR市ヶ谷駅において26台，JR目白駅において25台がそれぞれ設置され，取付け工事業者は日本電設工業である。",
            "しかし，前記と同様に，本件電気掲示器が開梱された後の取付け作業において，LEDカセットが箱型本体から取り外されることはあっても，LEDカセットのままでは本件リフレクターフラッターの形状は底面側と側面側からようやく視認することができるだけであって，反射フードの裏側の態様は全く視認することができないのであるし，前記で認定した取付け作業の具体的な手順からすれば，日本電設工業の従業員があえて作業現場においてLEDカセットを分解するものとは考えられないから，日本電設工業の従業員が取付け作業を行ったとしても，同従業員は本件リフレクターフラッターの全体の形状を認識していないというべきである。",
            "したがって，日本電設工業の従業員が本件電気掲示器の取付け作業を行ったことをもって甲号意匠が不特定の者に現実に知られた状態にあったとすることはできないし，この際立ち会ったJR東日本の従業員についても同様である。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "原告は，日本電設工業の従業員が甲号意匠を確認したことは証明書(甲26)により証明されている旨主張するが，同証明書(甲26)は，日本電設工業の鉄道統括本部電力支社長名による証明書であるところ，その文面は，「前記『エコ薄型掲示器(SE型)』は，前記取り替え工事の際，『LED光源部』を含めて内部構成を目視し，確認しております」というものであって，前記ウ(ウ)で認定した証明書(甲11)と同一であるから，証明書(甲11)の場合と同様の理由により，上記証明書(甲26)をもって甲号意匠が不特定の者に現実に知られた状態にあったと認めることはできないというべきである。"
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "subject": "その他の原告の主張について",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "原告は，前記ウ及びエに関し，反射フードの裏側以外の形態，すなわち，最も特徴的な正面の形態は取付け作業時に明らかに視認されているから，甲号意匠は不特定者に公然知られた状態になったと主張する。",
            "しかし，そもそも甲号意匠が不特定者に公然知られた状態になったといえるためにはその一部が視認されただけでは足りず，意匠の全体が視認されなければならないというべきであり，仮に，原告の主張するように意匠のうち最も特徴的な部分が視認されれば足りると解したとしても，前記認定の本件登録意匠の形態からすれば，本件登録意匠においては正面の形態のみならず，裏面にある反射フード上部から上方に突出する突片も本件登録意匠の美観を形作る上において無視することはできない形状というべきであるから，正面の形状のみをもって本件登録意匠の最も特徴的な部分であるとすることはできないというべきであり，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "次に，原告は，メンテナンス時にはLEDカセットから取り出したり，LED基板から取り外したりする必要があり，しかもその作業は極めて容易であって，本件登録意匠のように数千個も出荷されれば，メンテナンスの必要が生じて，これら側面や反射フードの裏側の形態が，不特定者に視認されたことはほぼ確実であり，しかも，本件リフレクターフラッターにおいては，実際に客先納入後の点検や不具合調査の過程でLED基板を取り外すなどして分解する必要が生じた事例(甲29)があると主張する。",
            "しかし，本件全証拠によっても，本件登録意匠の出願日(平成21年2月9日)までの間に，メンテナンスの必要が生じて，本件リフレクターフラッターがLEDカセットから取り出されたと認めるに足りる証拠はない。原告が提出した甲29は，JR越後線吉田駅に設置された本件電気掲示器の不具合の報告書であるが，同報告書によると，不具合が発生した日付は本件登録意匠の出願日の後である平成21年6月26日であるから，甲29をもってLED基板を取り外すなどして分解する必要が生じた事例ということはできない。",
            "原告の主張は，仮定の事態を述べるにすぎず，採用することはできない。"
          ]
        }
      ]
    },
    {
      "fig": "カ",
      "subject": "小括",
      "text": [
        "以上によれば，本件登録意匠がその出願前に甲号意匠により「公然知られた意匠」であったとすることはできないことになるから，本件登録意匠が意匠法3条1項1号の規定に違反することはない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "3",
                      "subject": "結論",
                      "text": [
                        "そうすると，本件登録意匠がその出願前に「公然知られた意匠」とはいえないとした審決の結論に誤りはない。",
                        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}