{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2010-800131号事件について平成23年7月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，発明の名称を「遊技機の基板収納ボックス」とする特許第3655293号(原出願平成9年4月14日，平成15年4月17日分割出願，平成17年3月11日設定登録。以下「本件特許」という。)の特許権者である。",
            "原告は，平成22年7月28日，特許庁に対し，本件特許を無効とすることを求めて無効審判請求(無効2010-800131号事件)をした。これに対して，被告は，同年10月14日，訂正請求をした。",
            "特許庁は，平成23年7月8日，訂正を認める，本件審判の請求は，成り立たない，との審決(以下，単に「審決」という。)をし，当該審決の謄本は，同月19日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の前記訂正請求後の特許請求の範囲の記載(請求項は1項のみ。)は，次のとおりである(甲18，19。以下，この発明を「本件発明」という。また，前記訂正請求後の特許請求の範囲，発明の詳細な説明及び図面を総称して，「本件明細書」ということがある。)。",
            "【請求項1】",
            "電子部品とコネクタとを実装する回路基板を封止状態で収納する基体及び蓋体を備えた遊技機の基板収納ボックスにおいて，",
            "該基板収納ボックスを破壊するかあるいは該基板収納ボックスの一部を切断しない限り前記回路基板の封止状態を解除できない固着手段によって前記基体及び前記蓋体を固着することで前記回路基板の封止状態を実現し，",
            "複数の固着手段を設けるとともに当該固着手段による固着をするための複数の固着部を設け，さらに，前記封止状態を解除するために切断される前記基板収納ボックスの一部としての切断部を前記複数の固着部に対応させて複数設け，",
            "前記複数の固着手段のうちの一部の固着手段による前記複数の固着部のうちの一部の固着部の固着と，当該一部の固着部に対応する前記切断部の切断による固着の解除とを，前記固着部及び前記切断部を異ならせて複数回繰り返し実行可能に構成され，",
            "前記回路基板は，コネクタの実装面に該コネクタと電子部品とを接続する結線パターンが形成され，",
            "前記蓋体は，前記封止状態において前記回路基板のコネクタ実装領域と電子部品実装領域との間に位置する仕切り壁を備え，",
            "前記仕切り壁の先端部分を前記封止状態において前記回路基板に沿うようにコネクタ実装領域側に折曲形成し，前記コネクタ実装領域にある前記結線パターンを被覆する被覆部を前記蓋体に対して一体に設けたことを特徴とする遊技機の基板収納ボックス。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。要するに，本件発明は，甲1(特開平6-269539号公報。以下，甲1に記載の発明を「甲1発明」という。他の証拠についても同じ。)ないし甲17に基づいて，当業者が容易に発明をすることができたとすることはできないとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決の認定した甲1発明の内容は，次のとおりである。",
                "上面が電子部品実装領域71とコネクタ実装領域72とされる遊技制御回路基板70を収納支持する箱体51と，該箱体51の上面を閉塞するカバー体60とから組付構成された基板収納ボックス50において，",
                "前記カバー体60を組み付けたときに外部から解除することができない係止垂下片66と係止突起57とからなる係止手段によって係止されているので，内部に収納される遊技制御回路基板70を取り出すには，カバー体60の一部である係止垂下片66を切断する以外に方法はなく，",
                "前記係止垂下片66は多数形成されており，",
                "前記係止垂下片66は，前記カバー体60に形成された貫通穴66bを貫通して一旦上方に突出された後U字状に曲折されてカバー体60の上面と一体的に接続されて形成され，",
                "前記遊技制御回路基板70は，プリント配線基板によって構成され，その上面が電子部品の実装面とされ，その実装面の大部分が電子部品実装領域71として使用され，後方の一部がコネクタ実装領域72とされ，",
                "前記カバー体60は，その後方部が下方向に曲折された仕切片61となっており，該仕切片61は，前記カバー体60を前記箱体51に装着したときに前記コネクタ実装領域72が外部に現れて接続開口62を形成するような位置で曲折されている基板収納ボックス50。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決の認定した本件発明と甲1発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "電子部品とコネクタとを実装する回路基板を封止状態で収納する基体及び蓋体を備えた遊技機の基板収納ボックスにおいて，",
                    "該基板収納ボックスを破壊するかあるいは該基板収納ボックスの一部を切断しない限り前記回路基板の封止状態を解除できない固着手段によって前記基体及び前記蓋体を固着することで前記回路基板の封止状態を実現し，",
                    "複数の固着手段を設けるとともに当該固着手段による固着をするための複数の固着部を設け，さらに，前記封止状態を解除するために切断される前記基板収納ボックスの一部としての切断部を前記複数の固着部に対応させて複数設け，",
                    "前記蓋体は，前記封止状態において前記回路基板のコネクタ実装領域と電子部品実装領域との間に位置する仕切り壁を備える遊技機の基板収納ボックス。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1",
                  "text": [
                    "本件発明が「前記複数の固着手段のうちの一部の固着手段による前記複数の固着部のうちの一部の固着部の固着と，当該一部の固着部に対応する前記切断部の切断による固着の解除とを，前記固着部及び前記切断部を異ならせて複数回繰り返し実行可能に構成され」ているのに対し，甲1発明は全部の係止垂下片66を切断しなければ係合状態を解除することができず，固着と固着の解除を複数回繰り返し実行可能なものではない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2",
                  "text": [
                    "本件発明は「前記仕切り壁の先端部分を前記封止状態において前記回路基板に沿うようにコネクタ実装領域側に折曲形成し，前記コネクタ実装領域にある前記結線パターンを被覆する被覆部を前記蓋体に対して一体に設けた」ものであるのに対し，甲1発明はそのような構成になっていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1に係る容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲6ないし甲9に記載の固定手段における溶着や接着などの手段は「固着手段」に相当するから，甲1と甲6ないし甲9にはいずれも，本件発明の「複数の固着手段」，「複数の固着部」及び「固着部に対応する切断部」に相当する技術的構成が明確に記載されている。また，甲6ないし甲9にはいずれも，複数の固着手段に相当する構成のうちの一部によって複数の固着部に相当する構成の一部が固着され，この一部の固着部に相当する構成に対応する切断部に相当する構成が切断されることによって固着が解除されること，また，同固着部に相当する構成と切断部に相当する構成を異ならせて固着と固着の解除を複数回繰り返し実行可能とする相違点1に係る本件発明の構成が記載されている。これらの各固着部には固有の溶着からなる固定手段が存在することから，固着手段が溶着からなる場合であっても，複数の固着部に対応する複数の固着手段のうち，一部の固着手段である溶着による固着によって「蓋又はカバーと本体」の双方に相当する部材同士が固定されることができるのであるから，「溶着」を，「前記複数の固着手段のうちの一部の固着手段」と認定することができる。このように，甲6ないし甲9には，相違点1に係る本件発明の技術的構成が開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「甲5～甲10に示された固定に関する構成は，いずれも甲1発明の係止垂下片66と係止突起57とからなる係止手段とは形態が大きく異なっている」と判断し，また「甲6～甲9記載の技術の固定に関する構成は，それぞれ形態が異なっているから，どのようなものが周知の構成といい得るのかについても明らかでない。」と判断する。しかし，甲1及び甲6ないし甲9には，「複数の固着手段」，「複数の固着部」及び「固着部に対応する切断部」に相当する構成の開示があること，これに対して，本件発明は，「複数の固着手段」，「複数の固着部」及び「固着部に対応する・・・切断部」とし，具体的に実施形態を限定していないことに照らすならば，甲1，甲6ないし甲9に，同一の具体的な実施形態の開示がないことを理由として，相違点1が甲1，甲5ないし甲10から容易に想到し得たものでないと判断することは誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲6ないし甲9は，不正防止に関する直接的な記載はないものの，内容物に接することを防止する機能，すなわち，不正侵入等を防止する機能を本来的に有していると解される。また，甲2は，甲1と同じ遊戯機の回路基板ケースに関して記載があるが，その段落【0011】には，「基板ケース14内の回路基板13を不正目的でなく取替えたり修理する」とされており，一旦固定を解除した後，再固定できるようにするとの課題は，蓋又はカバーと本体との固定構造に関する技術分野において内在する課題といえる。甲1，甲2と甲6ないし甲9は，蓋又はカバーと本体との固定構造に関する共通の技術分野に属するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，甲1記載の技術及び甲2，甲5ないし甲10記載の周知技術は，本件発明と，目的及び作用効果において共通するから，甲1及び甲2，甲5ないし甲10により，当業者であれば，本件発明の相違点1に係る構成に至ることは容易である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に係る容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲3について，「側面カバー部52bは，端子台28，29，30，38を覆うようにはなっているが，端子台28，29，30，38は，基板51の裏面側で半田付けしてあり，端子台28，29，30，38と基板51に搭載されている回路部品との接続は，基板51の裏面側でなされているものと認められるから，側面カバー部52bはその接続部分を覆うものということはできない。」と判断する。審決の同判断部分は，甲3の基板51の表面(上面)に回路部品との接続がないと認定した上で，側面カバー部52bはその接続部分を覆うものということはできないとした。",
                    "しかし，審決の認定，判断は，以下のとおり誤りである。",
                    "すなわち，審決は，回路部品との接続が基板51の表面側に設けられていることを必須の要件であるとの前提に立って，側面カバー部52bが接続部分を覆うものでないとした点で誤りがある。甲25ないし甲31に記載があるように，基板において，はんだ面と結線パターンが設けられる面が必ずしも同一面であるとは限らない。",
                    "また，甲3において，基板の裏面にはんだ付けがなされているという記載が存在していることのみをもって，端子台28，29，30，38と基板51に搭載されている回路部品との接続が基板51の裏面側でされているとした審決の認定は，根拠を欠く。甲3の図1，3，段落【0019】の記載によれば，基板51の表面，裏面(上面，下面)のいずれに回路部品との接続があったとしても，側面カバー部52bが基板51を完全に覆うものであることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "当業者が甲1に接するならば，不正防止を目的とする甲1発明において，仕切片61よりも外側にあるコネクタ実装領域72におけるプリント配線が，不正処理の原因の一つであると認識することは，自然である。",
                    "以上のとおり，当業者であれば，甲1発明に甲3発明を適用することによって，本件発明の相違点2に係る構成に至ることは容易である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1に係る容易想到性判断の誤りに対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「溶着」は，その都度，必要に応じて施されるものであるから，予め設けておくことができる性質のものではなく，本件明細書記載の実施例に記載された複数のワンウェイネジのように予め装備しておくことができない。つまり，「溶着」は，「前記複数の固着手段のうちの一部の固着手段」とはいえない。したがって，甲6の「溶着」は，本件発明の「複数の固着手段」に相当しない。また，甲 7 の「接着又は溶着」，甲8の「ロー付け」，甲9の「熱溶着または圧着」も上記同様に「複数の固着手段」に相当しない。",
                    "以上のとおり，甲6ないし甲9のいずれにも，「予め設けられた複数の固着手段および複数の固着部のうちの，一部の固着手段による一部の固着部の固着」がされることは記載されておらず，本件発明の相違点1に係る構成である「固着手段」と「固着部」との関係も示されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，甲1と甲6ないし甲9に対して同一の具体的な実施形態の開示を要求しているものでもなく，また，同一の具体的な実施形態の開示がないことをもって，相違点1は容易に想到し得たものでないと判断したものでもなく，さらに，甲1，甲6ないし甲9にのみ同一の具体的に限定された形態の開示があることを要求することを前提として判断したものでもない。",
                    "本件発明に係る技術思想が本件明細書記載の実施例よりも上位概念で特定されているからといって，引用例や周知技術として認定される技術思想について，本件発明と同様に上位概念化することが許されるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲6ないし甲9のいずれにも，不正防止に関する記載も示唆もなく，内容物に接することを防止する機能，すなわち，不正侵入等を防止する機能を当然に有していることを示唆する記載もない。また，甲6ないし甲9のいずれも，甲1発明の技術分野である遊技機の基板収納ボックスの技術分野とは技術分野において相違する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に係る容易想到性判断の誤りに対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点2に係る「被覆部」の被覆対象は「コネクタ実装領域にある結線パターン」であり，その「結線パターン」は「回路基板の両面のうち，コネクタの実装面側」に設けられている。このため，甲3発明の側面カバー部52bが「被覆部」に相当するためには，端子台28等が設けられた基板表面側に「コネクタの実装面側のコネクタと電子部品とを接続する結線パターン」が存在することが必須となる。つまり，甲3発明において端子台が基板表面に位置する以上，「回路部品との接続が基板51の表面側でなされていること」が確認できない限り，甲3発明の側面カバー部52bが「被覆部」に相当するとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1発明は，不正防止の目的があるとしても，そのための解決手段としては，基板を封止することに限られる。したがって，当業者が，甲1発明に接することにより，仕切片61よりも外側にあるコネクタ実装領域72におけるプリント配線が，不正処理の原因の一つであると認識することはなく，したがって，本件発明は，甲1発明に基づいて，容易に発明することができるとする原告の主張は，失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件発明は，甲1ないし甲17に基づいて，当業者が容易に発明をすることができたとすることはできないとした審決の判断に，原告主張に係る誤りはないと解する。その理由は次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事実認定",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明",
              "text": [
                "本件明細書には，次のとおりの記載がある(甲18，19)。",
                "「【0001】",
                "【発明の属する技術分野】",
                "本発明は，電子部品とコネクタとを実装する回路基板を封止状態で収納する基体及び蓋体を備えた遊技機の基板収納ボックスに関するものである。",
                "【0002】",
                "【従来の技術】",
                "従来，パチンコ遊技機やスロットマシンには，多くの回路基板が設けられている。特に，遊技動作を制御する遊技制御回路基板には，マイクロコンピュータを構成するMPU，ROM，RAM等の電子素子が多数実装されている。そして，遊技動作を制御するプログラムが格納されるROMを交換することにより，多くの場合，異なる遊技内容を実現することが可能である。このため，遊技制御回路基板は，通常，基板収納ボックス内に封止状態で設けられ，ROM交換などの不正行為を防止するようになっていた。また，回路基板に実装されたコネクタと外部配線との接続は，特開平7-88226号公報の基板収納ボックスのように，ボックスの外壁面に穿設された挿通穴に外部配線を挿通して，ボックス内でコネクタに接続するものが提案されている。しかしながら，このような構成では，外部配線の取り付け部分(コネクタ)がボックス内にあるため，回路基板の故障等による交換や回路基板の検査等でコネクタから外部配線を取り外す場合，その取り外し作業が非常に困難なものとなっていた。そこで，回路基板の封止状態において回路基板のコネクタ実装領域のみを外部に露出して設けることにより，外部配線の取り付け作業及び取り外し作業を容易にした基板収納ボックスが提案された。",
                "【0003】",
                "【発明が解決しようとする課題】",
                "ところが，上記コネクタ実装領域を外部に露出して設けた基板収納ボックスでは，コネクタの結線パターンの一部も外部に露出していた。このため，回路基板は基板収納ボックス内に収納したまま，露出した結線パターンを利用して回路基板を改造する不正行為が行われていた。本発明は，上記した事情に鑑みなされたもので，その目的とするところは，回路基板のコネクタ実装領域を外部に露出して設けた基板収納ボックスにおいて，コネクタの結線パターンを被覆することで，結線パターンを利用した不正行為が防止できる遊技機の基板収納ボックスを提供することにある。」",
                "「【発明の実施の形態】",
                "【0030】",
                "しかして，上記した蓋体80及びボックス本体110は，以下に示す組み付けによって回路基板61を収納した組付体(回路基板ボックス62)として構成される。先ず，回路基板61と底板111とを重畳して本体枠116に装着し，回路基板61の係合穴78に係合片124の係合突起125を挿通する。次に，回路基板61のコネクタ75を挿通穴158に挿通させて被覆部材156をコネクタ実装領域76に装着し，被覆部材156の取付穴157と回路基板61の止め穴77を取付片122の取付穴123にビス139で共締めする。これにより，被覆部材156及び回路基板61が底板111を挟んで本体枠116にビス139止めされた状態となる(図11(B)参照)。なお，このような回路基板61の取り付け固定において，止め穴77と取付穴123との穴位置を合せる際，回路基板61が若干ズレることで係合突起125と係合穴78とが係合し，ビス止めされない回路基板61の幅方向一側も固定される。また，コネクタ実装領域76は，図7及び図11(A)に示すように，その上面に被覆部材156が取り付けられることで，コネクタ75以外の部分，言い換えれば結線パターン79を形成した部分が被覆部材156によって被覆される。",
                "【0031】",
                "次に，上面が開放しているボックス本体110に蓋体80を被せる。このとき，ボックス本体110側の係合爪138は，図4及び図6に示すように，D方向への挿入によって蓋体80側の係止穴99に係止され，ボックス本体110及び蓋体80の位置決め的な取り付けが行われる。また，蓋枠93の仕切り壁98は，回路基板61の電子部品実装領域74とコネクタ実装領域76とを蓋体80の内外に仕切った状態にある。これにより，蓋体80を取り外すことなく，コネクタ75への配線取り付け及び配線取り外しが可能になる。また，この状態で，仕切り壁98の先端部分は，被覆部材156の取付部上面と当接することにより，規制部159が蓋体80の内側に配される。",
                "【0032】",
                "そして，図4及び図6に示すB方向において，上板81の取付穴88及び蓋枠93の取付穴96を本体枠116の取付穴127にビス104止めし，そのビス104止め部分を長方形状のホログラムシール106bで封印する。また，図4及び図6に示すA・C方向において，取付片部83aの取付穴86aを本体枠116の取付穴131にワンウェイネジ(ビス)140で止め(図8(A)参照)，そのビス140止め部分を長方形状のホログラムシール106cで封印する。これにより，蓋体80とボックス本体110との内部空間に回路基板61を封止状態で収納した組付体(回路基板ボックス62)が構成される。なお，このような回路基板61の封止状態において，外部に露出して設けられるコネクタ実装領域76は，結線パターン79が被覆部材156で被覆されている。このため，コネクタ実装領域76を外部に露出して設けた構成でも，結線パターン79を利用した不正行為を防止することができる。」",
                "「【0039】",
                "次に，上記した回路基板ボックス62を回路基板61の検査(出荷納入後にROMが正規のものか否かを検査する)のために開放し，その後再度閉塞状態に復元する手順を図10に基づいて説明する。先ず，図10(A)に示す回路基板ボックス62の閉塞状態において，ホログラムシール106bを剥してビス104を取り外す。また，取付片部83aのビス140止め部分に貼着されたホログラムシール106cを剥した後，刻印「1」を目印に各連結部84a・85aをニッパー等の切断工具で切断する。これにより，取付片部83aは，蓋体80から完全に分離され且つワンウェイネジ140によってボックス本体110に固着された状態となる。即ち，ボックス本体110に対する蓋体80の固着が全て解除されて，回路基板ボックス62の開放が可能になる。そして，図10(B)に示すように，ボックス本体110から蓋体80を取り外して回路基板61の検査を行う。また，このような蓋体80の取り外し(連結部84a・85aの切断)によって，各装備穴135～137に挿通されたワンウェイネジ140は，取り出し可能な状態となり，このうち装備穴135に挿通されたワンウェイネジ140をボックス62の復元用に取り出す。その後，回路基板ボックス62を閉塞するときには，図10(C)に示すように，蓋体80をボックス本体110に被せた状態で，取付穴88・96・127をビス104で共締めし，そのビス104止め部分に新しいホログラムシール106bを貼着する。また，取り出したワンウェイネジ140を刻印「2」を目印に取付片部83bの取付穴86bに螺着する。これにより，取付片部83bの取付穴86bとこれに対応する本体枠116の取付穴132とがワンウェイネジ140によって共締めされる。そして，この取付片部83bのビス140止め部分に新しいホログラムシール106cを貼着することで，回路基板ボックス62が再度閉塞状態に復元される。",
                "【0040】",
                "その後，回路基板ボックス62を再度検査(2回目の検査)する場合には，ホログラムシール106bを剥してビス104を取り外すと共に，刻印「2」を目印に各連結部84b・85bを切断する。これにより，取付片部83bを蓋体80から分離させて回路基板ボックス62を開放する。後は同様に，ビス104で共締めした部分に新しいホログラムシール106bを貼着し，また，各連結部84b・85bの切断に伴って取り出したワンウェイネジ140(装備穴136のワンウェイネジ140)を刻印「3」を目印に取付片部83cの取付穴86cに螺着して新しいホログラムシール106cを貼着する。これにより，回路基板ボックス62が再度閉塞状態に復元される。それ以降，回路基板ボックス62を検査(3回目の検査)する場合には，ホログラムシール106bを剥してビス104を取り外すと共に，刻印「3」を目印に各連結部84c・85cを切断することで，取付片部83cを蓋体80から分離させて回路基板ボックス62を開放する。また，回路基板ボックス62の復元時には，ビス104で共締めした部分に新しいホログラムシール106bを貼着し，各連結部84c・85cの切断に伴って取り出したワンウェイネジ140(装備穴137のワンウェイネジ140)を最後に残った取付穴86dに螺着して新しいホログラムシール106cを貼着する。",
                "【0041】",
                "ところで，上記した回路基板ボックス62の閉塞状態においては，連結部84a～84c・85a～85cを切断して取付片部83a～83cと上板81との連結を解除しない限り，回路基板ボックス62が開放できないようになっている。従って，回路基板61の検査以外で連結部84a～84c・85a～85cが切断されるような場合は，この切断により回路基板61に不正が行われたことが即座に且つ確実に判別できるため，回路基板ボックス62の防犯効果を高めることができる。また，回路基板ボックス62の構成では，上板81の溶着突起82を切り離しても，導電板100が回路基板61上に落ち込むため，溶着突起82を切り離した隙間から回路基板61に細工をしようとしても導電板100がそれを阻止する。また，ホログラムシール106a～106cを剥した場合には，ホログラムシール106a～106cの痕跡がしっかりと残るため不正が行われたことが即座に分かる。",
                "【0042】",
                "以上のように，回路基板ボックス62は，ワンウェイネジ140によりボックス本体110と蓋体80とを固着状態に取り付ける取付片部83a～83cと，該取付片部83a～83cを切り離してボックス本体110と蓋体80との固着状態を解除する連結部84a～84c・85a～85cと，を備えることで，回路基板ボックス62を弾球遊技機1に取り付けた状態でボックス62を複数回開閉することができるようになっている。このため，出荷納入後に回路基板61を検査する場合でも，ボックス62を破壊することなく簡単に回路基板61を検査することができる。また，検査後にボックス62を閉塞する際には，取付穴86b～86dにワンウェイネジ140を螺着することにより，再度防犯効果の高い回路基板ボックス62に復元することができる。」",
                "「【0051】",
                "また，上記した実施形態(第一実施形態)では，外部に露出したコネクタ実装領域76の結線パターン79を被覆部材156で被覆しているが，この構成に限定するものではない。以下，その他の構成を第二乃至第四の実施形態として図12乃至図15を参照して説明する。なお，以下の説明では，第一実施形態と同様の構成部材には同一の符号を付記すると共にその詳細な説明は省略する。先ず，第二実施形態の回路基板ボックス160では，図12及び図13(A)に示すように，コネクタ実装領域76を蓋体80の外側に仕切る仕切り壁98の先端部分に被覆部98aを延設している。この被覆部98aは，仕切り壁98の壁面に対して垂直且つ外側に折曲形成され，回路基板ボックス160の組み付け状態で先端部分がコネクタ75の一側壁と当接する延設長さに形成されている。しかして，回路基板ボックス160は，その組み付け状態で，外部に露出するコネクタ実装領域76の結線パターン79を被覆部98aで被覆して，結線パターン79を利用した不正行為を防止するようになっている。また，第二実施形態の構成では，コネクタの配設位置を変えなければ1パターンの蓋枠93(被覆部98a)で各種基板ボックスの結線パターンを被覆することができるので，特別に被覆部材も設ける必要がなくコストの低減を招来することができる。なお，被覆部98aを延設した仕切り壁98(蓋枠93)の材質は，特に限定するものではないが，結線パターン79を被覆部98aで被覆したまま，結線パターン79の状態が確認できる透明合成樹脂で形成することが望ましい。また，第二実施形態では，結線パターンを被覆するための被覆部を蓋体に設けているが，これに限定せず，基体(ボックス本体)及び蓋体の少なくとも一方に被覆部を設けた構成とすればよい。」",
                "「【0057】",
                "【発明の効果】",
                "以上，説明したところから明らかなように，請求項1に係る発明は，電子部品とコネクタとを実装する回路基板を封止状態で収納する基体及び蓋体を備えた遊技機の基板収納ボックスにおいて，該基板収納ボックスを破壊するかあるいは該基板収納ボックスの一部を切断しない限り前記回路基板の封止状態を解除できない固着手段によって前記基体及び前記蓋体を固着することで前記回路基板の封止状態を実現し，複数の固着手段を設けるとともに当該固着手段による固着をするための複数の固着部を設け，さらに，前記封止状態を解除するために切断される前記基板収納ボックスの一部としての切断部を前記複数の固着部に対応させて複数設け，前記複数の固着手段のうちの一部の固着手段による前記複数の固着部のうちの一部の固着部の固着と，当該一部の固着部に対応する前記切断部の切断による固着の解除とを，前記固着部及び前記切断部を異ならせて複数回繰り返し実行可能に構成され，前記回路基板は，コネクタの実装面に該コネクタと電子部品とを接続する結線パターンが形成され，前記蓋体は，前記封止状態において前記回路基板のコネクタ実装領域と電子部品実装領域との間に位置する仕切り壁を備え，前記仕切り壁の先端部分を前記封止状態において前記回路基板に沿うようにコネクタ実装領域側に折曲形成し，前記コネクタ実装領域にある前記結線パターンを被覆する被覆部を前記蓋体に対して一体に設けたことにより，基板収納ボックスの封止状態で，外部に露出するコネクタ実装領域の結線パターンを被覆部で被覆することで，結線パターンを利用した不正行為が防止できる。また，前記複数の固着手段のうちの一部の固着手段による前記複数の固着部のうちの一部の固着部の固着と，当該一部の固着部に対応する前記切断部の切断による固着の解除とを，前記固着部及び前記切断部を異ならせて複数回繰り返し実行可能に構成したので，基板収納ボックスを遊技機に取り付けた状態で基板収納ボックスを複数回開閉することができるようになっているため，出荷納入後に回路基板を検査する場合でも，基板収納ボックスを破壊することなく簡単に回路基板を検査することができる。また，検査後に基板収納ボックスを閉塞する際には，前記複数の固着手段のうちの一部の固着手段による複数の固着部のうちの一部の固着部の固着により，再度防犯効果の高い基板収納ボックスに復元することができる。」",
                "【図6】                                【図10】",
                "【図12】                                      【図13】"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に関連する引用発明等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1の記載",
                      "text": [
                        "甲1には，図面とともに次の事項が記載されている。",
                        "「【0001】",
                        "【産業上の利用分野】本発明は，遊技機，例えば，パチンコ遊技機やスロットマシンにおける遊技動作を制御する遊技制御回路基板を収納する基板収納ボックスに関するものである。」",
                        "「【0003】",
                        "【発明が解決しようとする課題】しかしながら，最近，封印紙の糊を特殊な方法で解かして封印紙を剥し，内部のROMを交換して再度封印紙を貼り付ける不正行為が行われ，封印紙の破損状態を見ただけでは，基板収納ボックスを開放して遊技制御回路基板に不正な処理がされたか否かが分からないという問題が生起してきた。本発明は，上記した問題点に鑑みなされたもので，その目的とするところは，内部に収納される遊技制御回路基板に不正な処理を施すことができない遊技機の遊技制御回路基板収納ボックスを提供することにある。」",
                        "「【0017】",
                        "次に，本実施例の要部を構成する基板収納ボックス50の構成について図1乃至図4を参照して説明する。図1は，基板収納ボックス50の断面図と拡大部分断面図であり，図2は，基板収納ボックス50の分解斜視図であり，図3は，基板収納ボックス50の平面図であり，図4は，基板収納ボックス50の側面図である。しかして，基板収納ボックス50は，遊技制御回路基板70を収",
                        "納支持する箱体51と，該箱体51の上面を閉塞するカバー体60とから組付構成され，そのように組付構成された基板収納ボックス50は，前記機構板41の裏面に止着される取付台80に着脱自在に取り付け得るようになっている。以下，各組付構成部品毎に説明する。」",
                        "「【0021】",
                        "一方，上記した箱体51の上面を閉塞するカバー体60は，透明な合成樹脂によって一体的に成形されるもので，その後方部が下方向に曲折された仕切片61となっている。この仕切片61の位置は，カバー体60を箱体51に装着したときに図3に示すように，遊技制御回路基板70のコネクタ実装領域72が外部に現れて接続開口62を形成するような位置で曲折される。これにより，箱体51にカバー体60を組付構成した状態で接続開口62に臨むコネクタに外部からの配線を接続することができる。",
                        "【0022】",
                        "上記した押え部材67と係止垂下片66の詳細な説明をする前に，遊技制御回路基板70の構造について簡単に説明すると，遊技制御回路基板70は，周知のようにプリント配線基板によって構成され，その上面が電子部品の実装面とされ，その実装面の大部分が電子部品実装領域71として使用され，後方の一部がコネクタ実装領域72とされる。また，遊技制御回路基板70には，その前方左右に前記支持位置決め突起55に対応する係止穴74が形成され，その後方左右に前記止め突起56に対応する止め穴75が形成されている。」",
                        "「【0024】",
                        "一方，係止垂下片66の作用について説明すると，係止垂下片66は，箱体51の側壁内側に設けられる係止突起57に対応するもので，図1(B)に示すように，係止垂下片66は，カバー体60に形成された貫通穴66bを貫通して一旦上方に突出された後U字状の曲折されてカバー体60の上面と一体的に接続されて形成され，その下端に外側に突設する爪部66aが形成されている。一方，係止突起57は，その上面が傾斜面57aとなっており，その下部が鋭角的に切り込まれた係合面57bとなっている。しかして，カバー体60を箱体51の上方から装着すると，係止垂下片66の爪部66aが傾斜面57aに沿って弾性変形しながら下方に移動し，遂には，爪部66aと係合面57bとが係合した状態となる。この状態で係止垂下片66と係止突起57の係合状態は，係止垂下片66の爪部66aを内側に移動させなければならないが，基板収納ボックス50の外側からこのような移動操作はできないので，一旦カバー体60を箱体51に装着した後には，簡単にカバー体60を箱体51から外すことはできない。しかして，これを外そうと思えば，図1(B)に示すB-B線をニッパ等で切断して図1(C)に示すように，係止垂下片66をカバー体60から分離させなければならない。",
                        "【0025】",
                        "このように，本実施例においては，基板収納ボックス50が遊技制御回路基板70を含む箱体51やカバー体60の複数の構成部品によって組み付け構成されると共に，最終組付構成部品であるカバー体60を組み付けたときに外部から解除することができない係止垂下片66と係止突起57とからなる係止手段によって係止されているので，内部に収納される遊技制御回路基板70を取り出すには，カバー体60の一部である係止垂下片66を切断する以外に方法はなく，仮にカバー体60の一部である係止垂下片66が切断されていれば，不正な処理工作が行われたことが直ちに分かる。なお，上記した係止垂下片66をカバー体60の裏面に直接(貫通穴66bを形成することなく)形成しても良く，この場合には，係止垂下片66部分のカバー体60を破壊しなければ，カバー体60と箱体51の係合状態を解除することができない。また，係止垂下片66が多数形成されている場合には，カバー体60のほぼ全部を破壊しなければ係合状態を解除することができない。」",
                        "【図1】                                              【図2】"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明の内容",
                      "text": [
                        "甲1発明の内容は，次のとおりであると認められる。",
                        "「上面が電子部品実装領域71とコネクタ実装領域72とされる遊技制御回路基板70を収納支持する箱体51と，該箱体51の上面を閉塞するカバー体60とから組付構成された基板収納ボックス50において，",
                        "前記カバー体60を組み付けたときに外部から解除することができない係止垂下片66と係止突起57とからなる係止手段によって係止されているので，内部に収納される遊技制御回路基板70を取り出すには，カバー体60の一部である係止垂下片66を切断する以外に方法はなく，",
                        "前記係止垂下片66は多数形成されており，",
                        "前記係止垂下片66は，前記カバー体60に形成された貫通穴66bを貫通して一旦上方に突出された後U字状に曲折されてカバー体60の上面と一体的に接続されて形成され，",
                        "前記遊技制御回路基板70は，プリント配線基板によって構成され，その上面が電子部品の実装面とされ，その実装面の大部分が電子部品実装領域71として使用され，後方の一部がコネクタ実装領域72とされ，",
                        "前記カバー体60は，その後方部が下方向に曲折された仕切片61となっており，該仕切片61は，前記カバー体60を前記箱体51に装着したときに前記コネクタ実装領域72が外部に現れて接続開口62を形成するような位置で曲折されている基板収納ボックス50。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2(特開平6-319850号公報)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲2の記載",
                      "text": [
                        "甲2には，図面とともに以下の事項が記載されている。",
                        "「【0001】",
                        "【産業上の利用分野】本発明は，スロットマシンやパチンコ機等の遊技装置を内装している箱体に遊技用回路基板を内装している基板ケースが固定され，前記回路基板を装脱可能な状態に開閉する開閉手段が前記基板ケースに設けられている遊技用回路基板ケースの固定構造に関する。」",
                        "「【0003】",
                        "【発明が解決しようとする課題】しかしながら，封緘シール等を基板ケースに張り付けてあるだけでは，基板ケースを箱体から外して，その封緘シール等を基板ケースから丁寧に剥がしさえすれば，開閉手段を不正に操作することは可能であり，回路基板の不正取替えに対する効果的な防御手段にはなり得ない欠点がある。本発明は上記実情に鑑みてなされたものであって，基板ケースの箱体に対する固定構造を工夫することにより，回路基板の不正取替えに対して効果的に防御し得る遊技用回路基板ケースの固定構造を提供することを目的とする。」",
                        "「【0009】",
                        "次に，基板ケース14のキャビネット6に対する固定構造を説明する。前記キャビネット6の背板11には，窓孔12の上端側と下端側との各々に沿って板金製の枠板材23，24をスポット溶接して，基板ケース14の上端側をキャビネット6内側から差し込み可能な上側凹入部25と，基板ケース14の下端側を嵌め込み可能な下側凹入部26とが設けられ，基板ケース14の蓋板20には，背板11に対して重ね合わせる状態で固定される板材27が透明樹脂で鍔状に一体成形されている。そして，図2に示すように，基板ケース14の上端側を上側凹入部25に差し込むことで基板ケース14の下端側を下側枠板材24の上縁を越えさせてから，その基板ケース14の下端側を下側凹入部26に嵌め込み，取付け片15を背板11の外面側からビス28で当該背板11に固定して，背板11に形成した貫通孔29と板材27に形成した貫通孔30とに亘って，基板ケース14のキャビネット6からの取り外しを阻止する取り外し阻止部材としての透明樹脂製の固定ピン31を挿入する。",
                        "【0010】",
                        "前記固定ピン31は，図1に示すように，当該固定ピン31の出所を証明する刻印32を付してある頭33付きのピン軸34の挿入端側に，軸芯X方向に向けて弾性変形可能な爪35がその先端部分をピン軸34外周面よりも外方に突出させる状態で一体成形され，固定ピン31を爪35側から貫通孔29，30に挿入するにともなって，その爪35が軸芯X方向に向けて弾性変形し，爪35の先端部分が板材27に形成した貫通孔30から抜けると復帰変形して，爪35先端部が板材27に係止することで，基板ケース14及びキャビネット6から取り外し不能に装着される。尚，刻印32は，固定ピン31を金型で成形する際に同時に成形される。",
                        "【0011】",
                        "従って，基板ケース14とキャビネット6とに亘って固定ピン31が一旦挿入されると，キャビネット6内側から手を差し入れて固定ピン31の爪35を軸芯方向に向けて無理に弾性変形させ，固定ピン31を背板11の外面側に抜き出そうとしても，そのような操作が基板ケース14の上部外周側を覆っている上側枠板材23で阻止され，又，ビス28を外してから，固定ピン31で背板11に固定されている蓋板20をそのままにしてケース本体19だけを下向きに押し下げ，ケース本体19を蓋板20から外そうとしても，そのような押し下げ動作が基板ケース14の下部外周側を覆っている下側枠板材24との接当で阻止され，もって，基板ケース14がキャビネット6に対して，開閉手段36を開閉操作不能な状態で固定されている。そして，基板ケース14内の回路基板13を不正目的でなく取替えたり修理する際には，固定ピン31の軸芯Xに沿ってドリル等で孔を明けて，爪35の基部を壊してしまうことで爪35先端部の板材27に対する係止を解除して，基板ケース14をその固定手順とは逆の手順でキャビネット6から取り外し，所定の作業を終えてから，出所を証明する所定の刻印32が付されている別の固定ピン31を使用して再固定する。",
                        "【0012】",
                        "〔第2実施例〕図6は固定ピン31の装着構造の別実施例を示し，蓋板20に基板ケース14内に入り込む板材27を一体形成し，固定ピン31をその先端側の爪35が基板ケース14内に入り込む状態で，背板11，ケース本体19及び板材27とに亘って挿入してある。固定ピン31をこのように装着することで，第1実施例で示したような基板ケース14の上下部外周側を覆っている枠板材23，24を設けることなく，基板ケース14をキャビネット6に対して，蓋板20の開閉操作が不能な状態で固定できるとともに，固定ピン31を基板ケース14及びキャビネット6から取り外し不能に装着できる。その他の構成は第1実施例と同様である。」",
                        "【図1】                              【図6】"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲2発明の内容",
                      "text": [
                        "甲2発明の内容は，次のとおりであると認められる。",
                        "「遊技機のキャビネット6に対して，開閉手段36を開閉操作不能な状態で固定される基板ケース14において，",
                        "該基板ケース14の蓋板20に，前記基板ケース14内に入り込む板材27を一体形成し，固定ピン31をその先端側の爪35が前記基板ケース14内に入り込む状態で，背板11，ケース本体19及び板材27に亘って挿入し，該固定ピン31は，ピン軸34の挿入端側に軸芯方向に向けて弾性変形可能な爪35がその先端部分を前記ピン軸34の外周面よりも外方に突出させる状態で一体成形され，前記固定ピン31を前記爪35側から挿入するにともなって，その爪35が軸芯方向に向けて弾性変形し，前記爪35の先端部分が貫通孔30から抜けると復帰変形して，その先端部分が前記板材27に係止することで，前記基板ケース14及び前記キャビネット6から取り外し不能に装着され，前記基板ケース14内の回路基板13を不正目的でなく取替えたり修理する際には，前記固定ピン31の軸芯に沿ってドリル等で孔を開けて，前記爪35の基部を壊してしまうことで前記先端部分の前記板材27に対する係止を解除し，所定の作業を終えてから，別の固定ピン31を使用して再固定する基板ケース14。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲5ないし甲10について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲5の記載",
                      "text": [
                        "甲5(特開平8-230904号公報)は，袋の封緘に関する技術であるところ，矩形の第1シート片12と，該第1シート片12とほぼ同大の矩形の第2シート片14と，該第2シート片14の一側縁18から外方に延設したフラップ20とからなり，前記フラップ20における袋の開口端32近傍に断続状の切込み線よりなる折畳み線21が配され，前記フラップ20の内面におけるフラップ自由端26と前記折畳み線21との中間部分においては，断続状の切込み線よりなる切取り線34が袋幅方向に延び，前記フラップ20における前記自由端26側の部分20aに第1の接着剤層40が配され，前記フラップ20における基部側の部分20bに第2の接着剤層42が配され，これら接着剤層40，42は剥離紙41，43によって覆われている袋が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲6の記載",
                      "text": [
                        "甲6(特開平7-319368号公報)は，電子写真画像装置に関する技術であるところ，第1容器枠体12aと，これに結合し得る第2容器枠体12bとからなるトナー容器12において，双方の容器枠体12a及び12bには，それぞれ複数の固着タブ12a2及び12b2が各々対向するように設けてあり，前記複数の固着タブ12a2及び12b2のうちからいくつかの対を選択的に固着することによって両容器枠体12a，12bを結合でき，固着された固着タブ12a2，12b2をカッター等によって切断するだけで前記第1容器枠体12aと前記第2容器枠体12bとに分解することができ，さらに，分解後に前記前記複数の固着タブ12a2及び12b2のうち未使用の固着タブ12a2，12b2を選択的に固着することによって再結合を行う技術が記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲7の記載",
                      "text": [
                        "甲7(特開平4-292850号公報)は，蓄電池に関する技術であるところ，電槽11と蓋12とで構成された容器において，前記電槽11の周壁11aの上端部全周には外向きのフランジ21が形成され，前記蓋12の周壁12aの下端部全周には外向きのフランジ22が形成され，前記フランジ21は斜め下方に階段状に延び，前記フランジ22も斜め下方に階段状に延びており前記フランジ21に上から噛合うように当接するようになっており，両フランジ21，22とも3段に形成され，前記フランジ21の上面21aと前記フランジ22の下面22aのみを接着又は溶着により接合すれば，気密的容器を構成でき，電槽11と蓋12を解体する際には，両フランジ21，22の接合部，即ち前記上面21aと前記下面22aの部分のみを切断すればよく，その後フランジ21の上面21bとフランジ22の下面22bのみを接合すれば，再度，気密的容器を構成できる技術が記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲8の記載",
                      "text": [
                        "甲8(特開平5-347487号公報)は，回路モジュールの金属筺体に関する技術に関する技術であるところ，箱形の上ケース(蓋)1と下ケース2とからなる金属筐体において，上ケース1は根元切欠き部1a-1を備えた複数の接合用舌片1aを有し，そのうちのいくつかが選択されて先端が下ケース2の側面にロー付けされることで接合され，上ケース1を開放する場合は，ロー付けされた接合用舌片1aの根元切欠き部1a-1をニッパなどの刃物で切断し，つぎにその上ケース1を再使用し組み立てる場合は，隣の接合用舌片1aを利用し接合する技術が記載されている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲9の記載",
                      "text": [
                        "甲9(特開平3-115995号公報)は，照明装置に関する技術であるところ，照明ケース1に導光体7を固定する構造において，照明ケース1の前面開口部に段差部4を周設し，この段差部4の水平な載置受面4Aにピン状の本固定用突部5とピン状の予備固定用突部5Aとを二組前方に向かって突設し，導光体7に一方の組の本固定用突部5と予備固定用突部5Aとに対応して円孔8，8Aを形成するとともに，他方の組の突部5，5Aに対応して長溝9，9Aを形成しておき，照明ケース1の段差部4に導光体7を嵌置し，円孔8及び長溝9に挿通する本固定用突部5の先端を熱溶着又は圧着して固定し，その後不良が見つかった場合には，本固定用突部5の熱溶着又は圧着部分を除去して導光体7を照明ケース1から離脱するとともに本固定用突部5をきれいに除去し，不良箇所の修正後，導光体7の円孔8A及び長溝9Aに予備固定用突部5Aを挿通した状態で導光体7を段差部4に嵌置し，円孔8A及び長溝9Aに挿通する予備固定用突部5Aの先端を熱溶着又は圧着して潰し，照明ケース1の段差部4に導光体7を再固定する技術が記載されている。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "甲10の記載",
                      "text": [
                        "甲10(実公平5-4667号公報)は，パネルへの押釦取付けに関する技術であるところ，前面パネル1に押釦2を溶着する構造において，前面パネル1に正規の溶着用ダボ3と予備の溶着用ダボ3′を設け，また押釦2に正規の溶着用ダボ穴4と予備の溶着用ダボ穴4′を設け，最初の溶着時には正規の溶着用ダボ3だけを用いて溶着し，その後押釦2を交換するときは前面パネル1のダボ3をニッパ等で切断し分離してから，予備の溶着用ダボ3′を利用して同じ前面パネル1に押釦2を溶着する技術が記載されている。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2に関連する引用発明等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲3の記載",
                      "text": [
                        "甲3(特開平8-64026号公報)には，図面の記載とともに以下の事項が記載されている。",
                        "「【0001】",
                        "【産業上の利用分野】本発明は，例えば器具本体内にリモコン受信部を有し，器具外部よりリモコン送信機にて器具内蛍光灯を点灯，消灯等の制御が行われるリモートコントロール形のユニットケ-スを具備した照明器具の端子台の取付構造に関する。」",
                        "「【0014】本発明は上記の点に鑑みてなされたもので，端子台の端子片の基板への半田クラックの恐れがなく，電線の芯線の挿入時の誤配線防止をする照明器具の端子台の取付構造を提供することを目的とする。",
                        "【0015】",
                        "【課題を解決するための手段】前記目的を達成するために，本発明の照明器具の端子台の取付構造は，端子台などの回路部品を搭載した基板と，上記基板の裏面側で半田付けした端子台と，上記端子台を搭載した基板側で，かつ，少なくとも上記端子台を除く回路部品を搭載した面を覆う下面を開口したカバ-とからなるユニットケ-スを具備した照明器具の端子台の取付構造において，前記ユニットケ-スは前記端子台側の前記カバーの側面に前記端子台の外側周面と係合する係合孔部を設けたことを特徴とする。",
                        "【0016】",
                        "【作用】基板に搭載した端子台を係合孔部に挿入するようにしたので，電線の芯線を端子台の挿入孔に挿入する時，芯線が鎖錠片へ食い込む際に生ずる端子台の前後，左右の動きを係合孔で規制される。」",
                        "「【0019】52は，合成樹脂等の絶縁性の材料からなり，中央部には下面開口の略箱状をなす中央カバ-部52aとこの中央カバ-部52aの長手方向の両端にはカバ-部52aの開口端側に連続して端子台28,29,30,38 を覆うようにした下面開口の略箱状をなす側面カバ-部52bとからなり略T字形状をなす形状をしている。",
                        "【0020】この中央カバ-部52aの略中央部の内面にはシャ-シ3に取り付けるための外形が円柱状で，この円柱の下面に穴55aを設けた取付部材55が形成されている。また，側面カバ-部52bの内面の4隅には，後述する基板51の4隅に設けたカバ-52への取付孔53に対応して，下面が平坦で，中央部に穴56aを設けた凸部56を形成する。この凸部56は，基板52を取り付けるために同一高さに形成されている。なお，中央カバ-部52aの上面には従来技術と同様に受信ユニット24が設けられている。",
                        "【0021】この側面カバ-部52bには，例えば，直方体の形状をした端子台28，29，30の外側周面28a，29a，30aと係合するように，端子台28，29，30の高さより少し背が低くく，端子台28，29，30の外側面28a，29a，30aと略同一形の長方形状の係合孔70，71，72を有する隔壁70a，71a，72aを設ける。さらに，この隔壁70a，71a，72aを補強するため三角形状の補強リブ61，62，63，64を設ける。さらに，端子台38の外側周面38aと係合する係合孔73を設ける。なお，カバ-52の取付面65は同一高さの面に形成されている。さらに，上記の隔壁70a，71a，72aはカバ-52の片側または両側に設けてもよい。なお，カバ-52の外端面と端子台28，29，30との間に隙間を設けたのは，図3に示すように，B寸法を大きくとり，端子台の凸部28b，29b，30bが中央カバ-部52aの壁Cに引っ掛かつて，係合孔70，71，72に挿入しにくくなるのを防止するためである。」",
                        "【図1】                              【図3】"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3発明の内容",
                      "text": [
                        "甲3発明の内容は，次のとおりであると認められる。",
                        "「端子台28，29，30，38などの回路部品を搭載した基板51と，前記基板51の裏面側で半田付けした端子台と，前記端子台28，29，30，38を搭載した前記基板51側で，かつ，少なくとも前記端子台28，29，30，38を除く回路部品を搭載した面を覆う下面を開口したカバー52とからなるユニットケースにおいて，",
                        "前記カバー52は，中央部に下面開口の略箱状をなす中央カバー部52aと，この中央カバー部52aの長手方向の両端にカバー部52aの開口端側に連続して端子台28，29，30，38を覆うようにした下面開口の略箱状をなす側面カバー部52bとからなり，略T字形状をなす形状をしており，",
                        "前記側面カバー部52bには，直方体の形状をした前記端子台28，29，30の外側周面28a，29a，30aと係合するように，前記端子台28，29，30の高さより少し背が低く，前記外側周面28a，29a，30aと略同一形の長方形状の係合孔70，71，72を有する隔壁70a，71a，72aを設け，前記端子台38の外側周面38a  と係合する係合孔73を設け，",
                        "前記カバー52の外端面と前記端子台28，29，30との間に隙間を設けたユニットケース。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4(特開平6-52653号公報)について",
                  "text": [
                    "甲4には，プリント基板13の表面に形成された配線パターン14を介して，インターフェースコネクタ12とロジックLSI15とを接続する技術が記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲11ないし甲17について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲11の記載",
                      "text": [
                        "甲11(特開平8-52258号公報)には，パチンコ機において，配線基板24，25，26の片面若しくは両面に各種の電気部品への配線パターンを形成する技術が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲12の記載",
                      "text": [
                        "甲12(特開平8-299554号公報)には，パチンコ機において，基板2の前後表面にプリント配線を適宜施すと共に，後面にトランジスタ，抵抗などのチップ素子7を配設して電気回路を形成する技術が記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲13の記載",
                      "text": [
                        "甲13(実願平7-14675号(実開平8-1267号))には，基板3の両面にプリント配線を施し，電子部品は一方の面のみに実装する技術が記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲14の記載",
                      "text": [
                        "甲14(特開平8-107960号公報)には，パチンコ機において，パターン印刷が施された片面プリント配線基板からなる制御基板12のパターン面に，複数の電子部品12aを実装する技術が記載されている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲15の記載",
                      "text": [
                        "甲15(特開平8-131619号公報)には，パチンコ機において，プリント基板50の正面側に配線パターン59を形成するとともに，該配線パターン59と電気的に接続されたコネクタピン53及びコネクタピン53に挿入される照明用ランプ52を設ける技術が記載されている。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "甲16の記載",
                      "text": [
                        "甲16(特開平7-250963号公報)には，パチンコ機において，中継基板7等が取付けられているセット板1の裏面の平らな面には，中継基板7，9の電線10と，メイン回路の電線11とを中継する配線12をメッキ法によってプリントする技術が記載されている。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "甲17の記載",
                      "text": [
                        "甲17(特開平6-218095号公報)には，遊技機において，遊技制御基板53の表面側及び裏面側に配線パターン254を形成するとともに，コネクタ63，64，65，66A，67Bを設ける技術が記載されている。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点1に係る容易想到性判断の誤りについて",
          "text": [
            "当裁判所は，甲1発明，甲2発明及び甲5ないし甲10記載の技術を組み合わせることにより，本件発明の相違点1に係る構成を容易に想到することはできないものと判断する。",
            "その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明は，電子部品とコネクタとを実装する回路基板を封止状態で収納する基体及び蓋体を備えた遊技機の基板収納ボックスに関するものであって(段落【0001】)，回路基板を基板収納ボックス内に封止状態で設けることにより，ROM交換などの不正行為を防止するとともに(段落【0002】)，「前記複数の固着手段のうちの一部の固着手段による前記複数の固着部のうちの一部の固着部の固着と，当該一部の固着部に対応する前記切断部の切断による固着の解除とを，前記固着部及び前記切断部を異ならせて複数回繰り返し実行可能に構成」することにより(本件発明の相違点1に係る構成)，回路基板の検査以外で切断部が切断されるような場合は，この切断により回路基板に不正が行われたことが即座に且つ確実に判別できるため，回路基板ボックスの防犯効果を高めることができ(段落【0041】)，基板収納ボックスを遊技機に取り付けた状態で基板収納ボックスを複数回開閉することができるようになっているため，出荷納入後に回路基板を検査する場合でも，基板収納ボックスを破壊することなく簡単に回路基板を検査することができ，また，検査後に基板収納ボックスを閉塞する際には，複数の固着手段のうちの一部の固着手段による複数の固着部のうちの一部の固着部の固着により，再度防犯効果の高い基板収納ボックスに復元することができるとするものである(段落【0057】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方，甲1発明は，内部に収納される遊技制御回路基板に不正な処理を施すことができない遊技機の遊技制御回路基板収納ボックスを提供するものであって(段落【0001】)，上記認定のとおり，カバー体60を組み付けたときに外部から解除することができない係止垂下片66と係止突起57とからなる係止手段によって係止する構成を有するものである。このため，内部に収納される遊技制御回路基板70を取り出すには，カバー体60の一部である係止垂下片66を切断する以外に方法はなく，切断後は復元できず，本件発明のように固着と固着の解除を複数回繰り返し実行可能とする解決課題は存在しない。",
                "また，甲2発明は，固定ピン31を挿入することにより，その爪35の先端部分が復帰変形して板材27に係止することで，基板ケース14及びキャビネット6から取り外し不能に装着されるものであって，基板ケース14内の回路基板13を不正目的でなく取替えたり修理する際には，前記爪35の基部を壊すことで係止を解除し，所定の作業を終えてから，別の固定ピン31を使用して再固定することができるとするものである。甲2発明は，固着と固着の解除を複数回繰り返し実行可能なものではあるが，再固定の際には，別の固定ピン31を使用するのであるから，本件発明のように，固着手段，固着部及び切断部を，それぞれ複数設けて，「前記複数の固着手段のうちの一部の固着手段による前記複数の固着部のうちの一部の固着部の固着と，当該一部の固着部に対応する前記切断部の切断による固着の解除とを，前記固着部及び前記切断部を異ならせて複数回繰り返し実行可能に構成」するものではない。",
                "そうすると，甲1発明と甲2発明とを組み合わせても，固着手段，固着部及び切断部を，それぞれ複数設けて，「前記複数の固着手段のうちの一部の固着手段による前記複数の固着部のうちの一部の固着部の固着と，当該一部の固着部に対応する前記切断部の切断による固着の解除とを，前記固着部及び前記切断部を異ならせて複数回繰り返し実行可能」なものとすることにより，出荷納入後に回路基板を検査する場合でも，基板収納ボックスを破壊することなく簡単に回路基板を検査することができ，また，検査後に基板収納ボックスを閉塞する際には，複数の固着手段のうちの一部の固着手段による複数の固着部のうちの一部の固着部の固着により，再度防犯効果の高い基板収納ボックスに復元することができるとする課題解決に至るものとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲6ないし甲9には，固着した後，固着を解除し再固着する固着技術が開示されているが(前記1(2)ウ)，これらはいずれも遊技機又は回路基板を収納するボックスに関する技術ではないから，甲6ないし甲9に記載の固着技術を遊技機の基板収納ボックスに関する技術である甲1発明又は甲2発明に適用することを，当業者が容易に着想できたとはいえない。すなわち，甲6に記載の技術は，電子写真画像装置に関する技術であり，甲7に記載の技術は，蓄電池に関する技術であり，甲8に記載の技術は，回路モジュールの金属筺体に関する技術であり，甲9に記載の技術は，照明装置に関する技術であり，そのような技術分野において，固着を解除し再固着する固着技術が開示されているからといって，甲1発明に遊技機とは関連しない装置等に用いられている甲6ないし甲9に記載の技術を適用することが容易であると解することはできない。さらに，原告主張に係る甲5(袋の封緘に関する技術)及び甲10(パネルへの押釦取付けに関する技術)に記載の技術を組み合わせることも容易とはいえない。",
                "以上のとおり，本件発明の相違点1に係る構成とすることは，甲1発明，甲2発明，甲5ないし甲10に記載の技術に基づいて当業者が容易に想到し得たものと認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点2に係る容易想到性判断の誤りについて",
          "text": [
            "当裁判所は，甲1発明，甲3発明及び甲11ないし甲17に記載の技術を組み合わせることにより本件発明の相違点2に係る構成を容易に想到することはできないものと判断する。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明は，電子部品とコネクタとを実装する回路基板を封止状態で収納する基体及び蓋体を備えた遊技機の基板収納ボックスに関するものであって，コネクタの結線パターンを被覆することで結線パターンを利用した不正行為を防止することができる遊技機の基板収納ボックスを提供することを目的として，「前記仕切り壁の先端部分を前記封止状態において前記回路基板に沿うようにコネクタ実装領域側に折曲形成し，前記コネクタ実装領域にある前記結線パターンを被覆する被覆部を前記蓋体に対して一体に設けた」ものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方，甲3発明において，側面カバー部52bは，端子台28，29，30，38を覆っているが，端子台28，29，30，38と基板51に搭載されている回路部品との接続部分を覆うものではない。カバー52の外端面と端子台28，29，30，38との間に隙間を設けて，図3に示されるB寸法が大きくとられているのは，端子台の凸部28b，29b，30bが中央カバー部52aの壁Cに引掛かることによって，係合孔70，71，72に挿入しにくくなるのを防止するためである。また，甲3には，カバーが端子台と回路部品との接続部分(回路基板に形成されたコネクタと電子部品とを接続する結線パターン)を覆うとの記載もない。甲3には，回路部品を搭載した基板の全体を覆うカバー52が記載されているが，回路基板に形成されたコネクタと電子部品とを接続する結線パターンを覆う技術が記載されているとはいえない。",
                "以上によれば，甲3発明には，コネクタの結線パターンを被覆することで結線パターンを利用した不正行為を防止するとの解決課題，及び回路基板に形成されたコネクタと電子部品とを接続する結線パターンを被覆することによる解決を提供するとの技術思想が示されているとはいえない。なお，甲3発明は，照明器具又はその端子台の取付構造に関する技術であって，遊技機又はその回路基板収納ボックスに関する甲1発明とは，技術分野においても，相違する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲11ないし甲17に記載の技術には，上記認定のとおり，遊技機の回路基板において，回路部品側に結線パターンを設けることが開示されているにとどまり，甲1発明において，仕切片61をコネクタ実装領域72側に折り曲げて，コネクタと電子部品とを接続するプリント配線を覆うことを開示するものではない。甲4に記載の技術についても同様である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件発明の相違点2に係る構成とすることは，甲1発明，甲3発明，甲11ないし17に記載の技術に基づいて当業者が容易に想到し得たものとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違法は認められない。原告は，他にも縷々主張するが，いずれも採用できない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}