{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2008-16944号事件について平成23年3月23日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "東洋化成工業株式会社とトヨタ自動車株式会社は，発明の名称を「水性樹脂分散組成物およびその製造方法」とする発明について，平成14年6月14日に特許出願し(以下「本願」という。)(甲5)，平成20年5月27日付けで拒絶査定を受け，同年7月3日，拒絶査定不服審判(不服2008-16944号事件)を申し立て，同月31日，補正を行った。特許庁は，平成22年7月20日付けで，上記補正を却下すると共に，拒絶理由通知を行い，原告とトヨタ自動車株式会社は，同年10月18日，特許請求の範囲を変更する旨の補正(以下「本件補正」といい，同補正後の明細書を「本願明細書」という。)を行ったが(甲6)，平成23年3月23日付けで「本件審判の請求は，成り立たない。」との審決がなされ，その謄本は，同年4月5日原告に送達された。",
            "なお，本願の後，原告は，東洋化成工業株式会社を合併し，また，平成23年4月28日付けで，トヨタ自動車株式会社が，特許を受ける権利の持分を放棄したことにより，原告が，単独で，本願に関する特許を受ける権利を承継することになった(甲10の1，10の2)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件補正後の特許請求の範囲の請求項1(以下，上記請求項1に係る発明を「本願発明」という。)は，以下のとおりである(甲6)。",
            "「ポリプロピレンおよびプロピレン-α-オレフィン共重合体から選ばれる少なくとも1種に対し，無水マレイン酸のみを1～5重量％グラフト共重合して酸変性ポリオレフィンを得た後に，この酸変性ポリオレフィンを塩素化してなる酸変性塩素化ポリオレフィンをエーテル系溶剤に溶解させ，これに塩基性物質を加えて中和した後に，水を加えて分散させ，次いでエーテル系溶剤を除去することを特徴とする乳化剤を使用しない水性樹脂分散組成物の製造方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりである。その要旨は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，本願前に頒布された刊行物である国際公開WO2000／18827号(甲1。以下「刊行物1」という。)並びに特開平2-284973号公報(甲3。以下「刊行物2」という。)及び特開平3-182534号公報(甲4。以下「刊行物3」という。)に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により，特許を受けることができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が上記判断に至る過程で認定した刊行物1に記載された発明(以下「引用発明」という。)の内容，本願発明と引用発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "「アクリル酸系修飾化塩素化ポリオレフィンの水性分散物の調製方法であって，該方法は，",
                    "親水性有機溶剤中で，アクリル酸系修飾化塩素化ポリオレフィンを，アクリル酸系モノマーを塩素化ポリオレフィンにグラフト化および重合させることにより調製する；該アクリル酸系修飾化塩素化ポリオレフィンが少なくとも約10の酸価を有する該ポリマーを与えるのに十分な-COOHを有し，該塩素化ポリオレフィンポリマーがポリマー固形分重量基準で約15から約35重量パーセントの塩素量を有し，かつ約1，000から約200，000の重量平均分子量を有し，該塩素化ポリオレフィン修飾化アクリル酸系ポリマーが環境温度において該親水性有機溶剤へ溶解するものである；",
                    "該塩素化ポリオレフィン修飾化アクリル酸系ポリマーの-COOHを，中和されたポリマーの溶液を調整するのに有効な量の，アンモニア，トリエタノールアミン，ジメチルエタノールアミン，ジエチルアミン，トリエチルアミン，2-アミノ-2-メチル-1-プロパノールおよびそれら混合物からなる群から選ばれる中和剤で中和する；",
                    "中和されたポリマーの該溶液を水と混合し，中和ポリマー，親水性有機溶剤および水の混合物を調製する；そして",
                    "親水性有機溶剤が約10重量パーセント未満，少なくとも固形分が約10重量パーセントおよび環境温度で粘度が約10ポイズ未満である分散液を調整するのに適した温度および圧力で該混合物から該親水性有機溶剤を取り除き，該分散液が少なくとも約4B(判決注：ASTM法D3359で規定される「4B」のことである。)のポリオレフィン性基材への接着性を有するコーティング剤を提供するに有効である",
                    "ことからなることを特徴とする調製方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明の一致点",
                  "text": [
                    "「酸変性塩素化ポリオレフィンを有機溶剤に溶解させ，これに塩基性物質を加えて中和した後に，水を加えて分散させ，次いで有機溶剤を除去する，乳化剤を使用しない水性樹脂分散組成物の製造方法」である点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明の相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「酸変性塩素化ポリオレフィン」が，本願発明では「ポリプロピレンおよびプロピレン-α-オレフィン共重合体から選ばれる少なくとも1種に対し，無水マレイン酸のみを1～5重量％グラフト共重合して酸変性ポリオレフィンを得た後に，この酸変性ポリオレフィンを塩素化してなる」ものであるのに対し，引用発明では「アクリル酸系モノマー(無水マレイン酸は例示の1つにとどまる。)を塩素化ポリオレフィンにグラフト化および重合させることにより調製」されたものである点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "酸変性塩素化ポリオレフィンを溶解させる有機溶剤が，本願発明では「エーテル系溶剤」と特定されているのに対し，引用発明においては「親水性有機溶剤」としか規定されていない点"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告の主張",
          "text": [
            "審決は，以下のとおり，本願発明と引用発明の一致点，相違点の認定の誤り(取消事由1)，相違点1に対する容易想到性の判断の誤り(取消事由2)がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明と引用発明の一致点，相違点の認定の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点の認定について",
                  "text": [
                    "引用発明における「アクリル酸系修飾化塩素化ポリオレフィン」は本願発明における「酸変性塩素化ポリオレフィン」に該当するとした審決の認定は，誤りである。",
                    "本願発明における「酸変性塩素化ポリオレフィン」と引用発明における「アクリル酸系修飾化塩素化ポリオレフィン」は，以下のとおり，その構造が相違する。",
                    "本願発明における酸変性塩素化ポリオレフィンの酸変性手段は，ポリオレフィン原料に分子量が100．07である無水コハク酸シングルリングが1～5重量％のグラフト量となるようにペンダントした構造(いわゆる monomeric  grafts 構造)である。本願発明における酸変性塩素化ポリオレフィンの構造を模式的に示すと，以下のとおりとなる(便宜上，酸変性，塩素化について，結合部位を一つずつ示しているが，実際には数多くの結合部位が存在する。)。",
                    "OClOOこれに対し，引用発明は，従来技術である界面活性剤や乳化剤の使用を回避するために，塩素化ポリオレフィンにイオン化基を有するアクリル酸系誘導体(アクリル酸系樹脂)をグラフト化することにより，安定した水性分散液を形成するというものである。そして，引用発明におけるアクリル酸系修飾化塩素化ポリオレフィンの酸変性手段はアクリル酸系誘導体であり，アクリル酸系誘導体は，「アクリル酸系もしくはメタクリル酸系エステル」(以下「共重合成分Y」という。)及び「アクリル酸，メタクリル酸等のエチレン性不飽和カルボン酸またはその無水物」(以下「共重合成分X」という。)を必須のモノマー成分とし，少なくとも約2000の重量平均分子量を有する重合体(ポリマー)である。その構造を模式的に示すと，以下のとおりとなる(便宜上，アクリル酸系誘導化，塩素化について，結合部位を一つずつ示しているが，実際には数多くの結合部位が存在する。)。引用発明において，重量平均分子量は，本質的な構成であるというべきである。",
                    "Clしたがって，引用発明における「アクリル酸系修飾化塩素化ポリオレフィン」が本願発明における「酸変性塩素化ポリオレフィン」に該当するとした審決の一致点の認定は，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1の認定について",
                  "text": [
                    "審決は，相違点1の認定において，引用発明における「アクリル酸系モノマー」につき，無水マレイン酸がアクリル酸系モノマーの例示の1つであると認定したが，審決の上記認定には誤りがある。",
                    "引用発明においてアクリル酸系モノマーとなるのは，共重合成分Y(アクリル酸系もしくはメタクリル酸系エステル)であり，共重合成分Xである無水マレイン酸はそれ自体が重合してもアクリル酸系樹脂にはならない。したがって，引用発明では，無水マレイン酸はアクリル酸系誘導体(アクリル酸系樹脂)の共重合成分の例示の一つではあるが，アクリル酸系モノマーの例示の一つには該当しない。",
                    "共重合成分X(エチレン性の不飽和のカルボン酸又はその無水物)は比較的水溶性が高く，それだけでは塩素化ポリオレフィン修飾化アクリル酸系ポリマーの有機溶剤への溶解性が確保できないため，比較的疎水性の高い共重合成分Yとの共重合とすることにより有機溶剤への溶解性を確保する必要がある。刊行物1の実施例1において，「酸価」に影響しない共重合成分Yを共重合比率として80重量％以上も使用したのは，上記のような理由によるものである。",
                    "したがって，無水マレイン酸が引用発明における「アクリル酸系モノマー」の例示の1つであることを前提とした相違点1の認定には誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，審決には，一致点の認定及び相違点1の認定に誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に対する容易想到性の判断の誤り(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用発明におけるアクリル酸系モノマーとして無水マレイン酸を使用することが可能であり，アクリル酸系モノマーとして無水マレイン酸を採用することに格別の困難性はないと判断しているが，同判断には誤りがある。",
                    "無水マレイン酸は，アクリル酸系誘導体(アクリル酸系樹脂)の共重合成分の例示の一つであるが，アクリル酸系モノマーの例示の一つには該当せず，アクリル酸系モノマーとして無水マレイン酸を使用することは，当業者にとってあり得ない。",
                    "また，上記のとおり，引用発明におけるアクリル酸系修飾化塩素化ポリオレフィンは，塩素化ポリオレフィンに，少なくとも約2000の重量平均分子量を有するアクリル酸系誘導体がグラフト化したものである。引用発明において，ポリオレフィンとして，本願発明と同様にポリプロピレン又はプロピレン-α-オレフィン共重合体を使用した場合に，アクリル酸系モノマーとして仮に無水マレイン酸のみを用いると，無水マレイン酸は monomeric  grafts 構造しか形成しないため，各グラフト基の重量平均分子量が少なくとも約2000になることはあり得ない。例外的に oligomeric  grafts が形成される場合があるとしても，それは平均重合度が約2以下の短いオリゴマーであるため，やはりグラフト基の重量平均分子量が少なくとも約2000になることはあり得ない。したがって，刊行物1の中にマレイン酸無水物(「無水マレイン酸」と同じものである。)が例示されているとしても，ポリオレフィンとしてポリプロピレン又はプロピレン-α-オレフィン共重合体を使用し，そこに無水マレイン酸のみをグラフト化する態様は，引用発明では想定されていない。",
                    "さらに，刊行物1は，公知であるマレイン酸系塩素化ポリオレフィンでは界面活性剤を使用せずに水性分散化することが困難であるため，新たな水性化手段として，アクリル酸系誘導体による酸変性を提案したものであり，引用発明において，アクリル酸系誘導体を無水マレイン酸に置き換えることは，刊行物1の記載からは想定できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，本願発明における1～5重量％という酸変性に使用される無水マレイン酸の量は，無水マレイン酸を使用する際の通常の使用量にすぎないとしているが，この点においても誤りがある。",
                    "引用発明において，アクリル酸系誘導体(アクリル酸系樹脂)の必須成分となるのは共重合成分Y(アクリル酸系もしくはメタクリル酸系エステル)及び共重合成分X(アクリル酸，メタクリル酸等のエチレン性不飽和カルボン酸又はその無水物)であるが，アクリル酸系エステル及びメタクリル酸系エステルはいずれもエステルであるため，アクリル酸系誘導体中で酸価を生じる成分とはならず，共重合成分Xが酸価を生じる成分となる。引用発明においては，「アクリル酸系修飾化塩素化ポリオレフィンが少なくとも約10の酸価を有する」ことから，共重合成分Xとして無水マレイン酸を使用するならば，少なくとも約10の酸価を生じさせることを念頭において使用量が特定される。そうすると，刊行物1において，1～5重量％の無水マレイン酸の量が，無水マレイン酸を使用する際の通常の使用量であるとの理解は，合理性を欠く。",
                    "したがって，刊行物3に，1～5重量％という酸変性に使用される無水マレイン酸の量について記載されているとしても，それを無水マレイン酸の使用目的が相違する引用発明に適用した上で，「通常の使用量にすぎない」とした審決の理解は，誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，「酸変性と塩素化の順序の変更は当業者が適宜なし得るものにすぎないものといえる。」としたが，この点においても誤りがある。",
                    "審決が引用する刊行物3における酸変性は，「α，β-不飽和カルボン酸またはその無水物による酸変性」であるのに対し，引用発明における酸変性は，前記のとおり，「少なくとも約2000の重量平均分子量を有する重合体(ポリマー)であるアクリル酸系誘導体による酸変性」であり，酸変性手段として相違する。したがって，刊行物3の記載を参酌したとしても，当業者が引用発明において酸変性と塩素化の順序を変更することが容易であるとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決は，本願発明が相違点1及び2に係る構成を採用することによる作用効果も予測し得るものであって，格別なものとはいえないと判断したが，同判断は誤りである。",
                    "本願発明では，酸変性した後に塩素化するという順序が効果の発現に重要であって，刊行物1ないし3を組み合わせたとしても，本願発明の効果は予測し得るものではなく，格別顕著なものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明と引用発明の一致点，相違点の認定の誤り(取消事由1)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点の認定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ポリオレフィン原料に対して無水マレイン酸のみをグラフト共重合した酸変性ポリオレフィンは，「無水コハク酸シングルリングがペンダントした構造(monomeric  grafts)」であり，「無水マレイン酸オリゴマーがグラフトした構造(oligomeric  grafts)」でないと断定することはできない。「核磁気共鳴分光法による無水マレイン酸グラフトポリプロピレンのグラフト構造直接解析」と題する論文(甲13。以下「甲13文献」という。)の記載からも，ポリオレフィン原料に対して無水マレイン酸のみをグラフト共重合した酸変性ポリオレフィンとしては，「無水マレイン酸オリゴマーがグラフトした構造(oligomeric  grafts)」も知られていたといえる。また，「13C-ＮMR分光学による無水マレイン酸グラフト化ポリオエチレンの構造的特徴」と題する論文(乙1。以下「乙1文献」という。)にも，ポリオレフィンとしてポリエチレンを使用した例で，「無水マレイン酸オリゴマーがグラフトした構造(oligomeric  grafts)」が記載されている。",
                        "そうすると，「無水マレイン酸のみをポリオレフィン原料にグラフト化した状態については，当業者の常識として，無水コハク酸シングルリングがペンダントした構造しか知られていない。」ということはできない。",
                        "本願明細書には，ポリオレフィン原料に対し無水マレイン酸のみをグラフト共重合した酸変性ポリオレフィンとして，「無水コハク酸シングルリングがペンダントした構造」のものを使用することは記載されていない。したがって，原告の「本願発明で使用する酸変性塩素化ポリオレフィンの酸変性手段は無水コハク酸シングルリングのペンダントであり，その分子量は100．07にすぎない。」旨の主張は，本願明細書の記載に基づかない主張であって，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，原告主張のとおり，本願発明では，ポリオレフィン原料に無水コハク酸シングルリングが1～5重量％のグラフト量となるようにペンダントした構造(いわゆる monomeric  grafts 構造)がとられていたとしても，引用発明においても，塩素化ポリオレフィンにアクリル酸系モノマーとして無水マレイン酸のみをグラフトする態様が含まれているのであり，原告主張によると，その場合にはmonomeric  grafts 構造をとるはずであるから，引用発明におけるアクリル酸系誘導体が重合体(ポリマー)であるという原告の主張は誤りである。引用発明における酸変性手段は，本願発明における酸変性手段と異なるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "刊行物1には，一定以上の酸価を有することの重要性が強調されているが，グラフト基を構成するための必須のモノマー成分について，原告が主張するような限定はない。",
                        "また，刊行物1の記載は，原告主張のように，アクリル酸系誘導体が少なくとも約2000の重量平均分子量を有すると解されるべきではなく，各塩素化ポリオレフィンにグラフトしたグラフト基の総分子量，すなわち個々の塩素化ポリオレフィン分子にグラフトしたアクリル酸系モノマーの全分子量の平均が少なくとも2000であると解されるべきである。",
                        "したがって，原告の引用発明におけるアクリル酸系誘導体の構成に関する主張は，刊行物1の記載に基づいたものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "審決が，引用発明における「アクリル酸系修飾化塩素化ポリオレフィン」が本願発明における「酸変性塩素化ポリオレフィン」に該当すると認定した趣旨は，「塩基性物質を加えて中和した後に，水を加えて分散させ，次いで有機溶剤を除去する」という処理操作の対象が，引用発明では「アクリル酸系修飾化塩素化ポリオレフィン」であり，本願発明では「酸変性塩素化ポリオレフィン」であるという対応関係を示した趣旨と理解すべきである。審決は，引用発明と本願発明における「酸変性塩素化ポリオレフィン」の内容の差異については相違点1として認定しているのであって，両者が同一のポリマーであるとまで認定したものではないと解されるべきである。したがって，原告の主張は誤った理解に基づくものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1の認定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明で使用するアクリル酸系樹脂は，少なくとも約10の酸価を有するアクリル酸系修飾化塩素化ポリオレフィンを与えるのに有効な任意のアクリル酸系樹脂でよいのであって，原告主張の共重合成分X及び共重合成分Yを必須とする共重合体は，アクリル酸系樹脂の一例にすぎない。そして，刊行物1では，「エチレン性不飽和カルボン酸またはその無水物」としてマレイン酸無水物(無水マレイン酸)が挙げられているのであるから，無水マレイン酸をアクリル酸系樹脂(アクリル酸系ポリマー)を構成するアクリル酸系モノマーとして使用できることが示唆されている。したがって，無水マレイン酸は引用発明におけるアクリル酸系モノマーの例示の一つに該当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "アクリル酸やメタクリル酸はエチレン性不飽和カルボン酸の代表であることから，刊行物1では，「エチレン性不飽和カルボン酸またはその無水物」を含む包括的な表現として，アクリル酸系誘導体とかアクリル酸系樹脂と称しているにすぎず，これらの名称から，アクリル酸系誘導体(アクリル酸系樹脂)がアクリル酸系又はメタクリル酸係エステルを含むと解すべきではない。刊行物1には，「エチレン性不飽和カルボン酸またはその無水物」の例として，「マレイン酸無水物」が「アクリル酸，メタクリル酸」と何ら区別せずに記載してあり，アクリル酸やメタクリル酸はそれ自体が重合するとアクリル系樹脂となる。この点からも，無水マレイン酸は，アクリル酸やメタクリル酸と同様に，アクリル酸系モノマーの例示の一つであるといえる。",
                        "したがって，審決に相違点1の認定に関し，誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に対する容易想到性の判断の誤り(取消事由2)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，無水マレイン酸はアクリル酸系モノマーとして例示されており，アクリル酸系モノマーとして無水マレイン酸を使用することは可能である。",
                    "刊行物1の記載によると，従来技術では，界面活性剤を使用せざるを得なかった点に解決課題があったのに対して，引用発明は，水性分散液は有効量の乳化剤又は界面活性剤を不要とした点に，発明としての特徴がある。刊行物1には，公知のマレイン酸系塩素化ポリオレフィンでは，界面活性剤を使用せずに水性分散化することが困難であることが記載されているのではないから，引用発明が，マレイン酸変性に換えてアクリル酸系誘導体による酸変性を提案しているものと解釈すべきではない。したがって，引用発明において，アクリル酸系誘導体を無水マレイン酸に置き換えることは，引用発明がその背景技術に記載の発明に近づくことにはならず，阻害要因はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物3には，ポリオレフィンの酸変性に用いられる無水マレイン酸等のα，β-不飽和ポリカルボン酸又はその無水物を1～15％使用することが記載されている。その使用目的は，水性樹脂を製造するためにポリオレフィンにカルボン酸基を導入する酸変性にあり，刊行物1のアクリル酸系モノマーと使用目的は相違しない。",
                    "また，「少なくとも約10の酸価」は，塩素化ポリオレフィンに対する無水マレイン酸のグラフト率として「少なくとも約0．88重量％」に該当するといえる。そして，このグラフト量をポリオレフィンに対するものと考えた場合，数値はそれより大きくなる。例えば，塩素化ポリオレフィンが15重量％の塩素量を有すると仮定した場合，「少なくとも約1重量％」と計算できる。そうすると，刊行物1における「酸変性塩素化ポリオレフィンが少なくとも約10の酸価を有する」ことと，刊行物3における「ポリオレフィンに付加した不飽和ポリカルボン酸および／または酸無水物の量が1～15％である」こととは，酸変性に使用する無水マレイン酸の量として大差がないものといえる。",
                    "したがって，審決が，1～5重量％の酸変性に使用される無水マレイン酸の量を，刊行物3の記載に基づき，「無水マレイン酸を使用する際の通常の使用量に過ぎない」と評価した点に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明における酸変性が，「少なくとも約2000の重量平均分子量を有する重合体(ポリマー)であるアクリル酸系誘導体による酸変性」であると解したことを前提として，本願発明は容易想到でないと主張するが，原告主張の前提は，前記のとおり，誤りである。また，刊行物3についても，無水マレイン酸等のα，β-不飽和ポリカルボン酸又はその無水物の使用目的は，ポリオレフィンにカルボン酸基を導入する酸変性にある。したがって，原告主張の，引用発明と刊行物3に記載された発明とでは，酸変性手段が相違するという前提も，誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以下のとおり，酸変性と塩素化の順序の変更は，当業者が適宜に容易になし得るものといえる。",
                    "容易想到性判断を判断するに当たり，当初明細書に記載に基づかない，顕著な効果を参酌することはできないというべきである。原告は，本願発明は，酸変性した後に塩素化するという順序が効果の発現に重要であると主張するが，本願の当初明細書には，酸変性した後に塩素化するという順序が重要であることや，かかる順序の技術的意義などの記載はない。したがって，審決の「酸変性と塩素化の順序の変更は当業者が適宜なし得るものにすぎないものといえる。」という判断に誤りはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，審決の相違点1に対する容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由には理由があると判断する。その理由は，以下のとおりである。事案にかんがみ，取消事由2から判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点1に対する容易想到性の判断の誤り(取消事由2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明",
                  "text": [
                    "本願発明に係る特許請求の範囲は第2の2記載のとおりである。",
                    "本願明細書には，以下の記載がある(甲5，6)。",
                    "「【発明の詳細な説明】",
                    "【0001】",
                    "【発明の属する技術分野】",
                    "本発明は，ポリプロピレン等のポリオレフィン系樹脂に対するプライマー等として使用される水性樹脂分散組成物およびその製造方法に関する。」",
                    "「【0005】",
                    "本発明の目的は，上記のような従来技術の問題を解決し得て，乳化剤を使用せずに塩素化ポリオレフィン類の水性樹脂分散組成物を提供することにある。",
                    "【0006】",
                    "【課題を解決するための手段】",
                    "本発明者らは，種々検討を重ねた結果，エーテル系溶剤と塩基性物質を用いることにより，乳化剤を使用しなくても，酸変性塩素化ポリオレフィンを水に分散できることを見い出し，本発明を完成するに至った。」",
                    "以上の記載によれば，本願発明は，エーテル系溶剤と塩基性物質を用いることにより，酸変性塩素化ポリオレフィンを水に分散させるという，乳化剤を使用しない水性樹脂分散組成物の製造方法を提供するものであると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明",
                  "text": [
                    "引用発明の内容は，第2の3(2)ア記載のとおりである。",
                    "刊行物1には，以下の記載がある(なお，訳は，刊行物1に係る国際出願に対応する特許出願の公表特許公報(特表2002-525407号，甲2)によることとする。)。",
                    "「【請求項19】 アクリル酸系修飾化塩素化ポリオレフィンの水性分散物の調製方法であって，該方法は，",
                    "有機溶剤中でアクリル酸系修飾化塩素化ポリオレフィンを調製する；該アクリル酸系修飾化塩素化ポリオレフィンが少なくとも約10の酸価を有する該ポリマーを与えるのに十分なイオン化基を有し，該塩素化ポリオレフィンポリマーがポリマー固形分重量基準で約15から約35重量パーセントの塩素量を有し，かつ約1，000から約200，000の重量平均分子量を有し，該塩素化ポリオレフィン修飾化アクリル酸系ポリマーが環境温度において該有機溶剤へ溶解するものである；",
                    "該塩素化ポリオレフィン修飾化アクリル酸系ポリマーのイオン化基を，中和されたポリマーの溶液を調整するのに有効な量の中和剤で中和する；",
                    "中和されたポリマーの該溶液を水と混合し，中和ポリマー，有機溶剤および水の混合物を調製する；そして",
                    "有機溶剤が約10重量パーセント未満，少なくとも固形分が約10重量パーセントおよび環境温度で粘度が約10ポイズ未満である分散液を調整するのに適した温度および圧力で該混合物から該有機溶剤を取り除き，該分散液が少なくとも約4Bのポリオレフィン性基材への接着性を有するコーティング剤を提供するに有効である",
                    "ことからなることを特徴とする調製方法。」",
                    "「【請求項20】前記アクリル酸系修飾化塩素化ポリオレフィンを，アクリル酸系誘導体で塩素化ポリオレフィンにグラフト化することにより調製することを特徴とする請求項19に記載の方法。」",
                    "「【請求項22】アクリル酸系モノマーを前記塩素化ポリオレフィンにグラフト化および重合させることを特徴とする請求項20に記載の方法。」",
                    "「【発明の詳細な説明】",
                    "【0001】本発明は，非処理のポリオレフィン性基材のコーティングに使用する安定な水性ポリマー分散液に関する。さらに特には，アクリル酸系修飾化塩素化ポリオレフィン(CPO)ポリマーの水性分散液を，親水性有機溶剤中でポリマーの塩を形成させ，水および該親水性有機溶剤の混合物より該親水性有機溶剤を除去することにより製造する。」",
                    "「【0009】本発明の重要な点には，少なくとも約1000の重量平均分子量を有する塩素化ポリオレフィンをアクリル酸系誘導体でグラフト化により修飾する点がある。予備調製したアクリル酸系ポリマーを該塩素化ポリオレフィン上にグラフト化してもよく，またアクリル酸系モノマーを該塩素化ポリオレフィン上にグラフト化および重合させてもよい。本発明の重要な点には，該塩素化ポリオレフィンにグラフト化したアクリル酸系誘導体は，それが該塩素化ポリオレフィン上に予備調製したアクリル酸系ポリマーをグラフトしたものであるか，また該塩素化ポリオレフィン上にアクリル酸系モノマーがグラフト化し重合して得られたもの何れにおいても，少なくとも約2000の重量平均分子量を有するものであることが挙げられる。該アクリル酸誘導体により，該アクリル酸系修飾化塩素化ポリオレフィンに安定な水性分散液を形成させるために有効なイオン化基を有する該アクリル酸系修飾化塩素化ポリオレフィンを与える。",
                    "【0010】・・・該有機溶剤中で調製される該ポリマーは，少なくとも約10の酸価を持ち，処理温度において該ポリマーと溶剤の重量基準で，該有機溶剤中に対して少なくとも約25重量パーセントの溶解性を有する。」",
                    "「【0047】該塩素化ポリオレフィン上にグラフト化する該アクリル酸系誘導体は，予備調製したアクリル酸系ポリマーでもよい。本発明のこの点において，該予備調製したアクリル酸系ポリマーは，重量平均分子量において約2000から約2百万である。他に，アクリル酸系モノマーを該塩素化ポリオレフィン上にグラフト化し重合させてもよい。本発明のこの点においては，該アクリル酸系モノマーのグラフト化は，重量平均分子量で約2000から約2百万を有するグラフト化アクリル酸系ポリマーを調製するのに有効である。」",
                    "「【0049】本発明で使用するアクリル酸系樹脂は，前記の範囲内の酸価を有する該アクリル酸系修飾化塩素化ポリオレフィンを与えるのに有効な任意のアクリル酸系樹脂であってよい。該アクリル酸系樹脂は，該樹脂に該前記の酸価のカルボキシル基を与えるエチレン性の不飽和のカルボン酸またはその無水物，およびアクリル酸系もしくはメタクリル酸系エステルおよび所望のより他のエチレン性不飽和モノマーの共重合体からなっていてもよい。該エチレン性不飽和カルボン酸またはその無水物の例には，アクリル酸，メタクリル酸，クロトン酸，マレイン酸，イタコン酸，シトラコン酸，マレイン酸無水物，イタコン酸無水物およびシトラコン酸無水物が含まれる。-COOH以外のイオン化基を有するエチレン性不飽和モノマーの例には，アクリルアミド(2-メチルプロパンスルホン酸)，ビニルホスホン酸およびスチレン硫酸ナトリウムが含まれる。該アクリル酸系またはマレイン酸(判決注：「メタクリル酸」の誤りであると解される。)系エステルの例には，メチル(メタ)クリレート，エチル(メタ)クリレート，イソプロピル(メタ)クリレート，n-ブチル(メタ)クリレート，イソブチル(メタ)クリレート，シクロヘキシル(メタ)クリレート，n-アミル(メタ)クリレート，イソアミル(メタ)クリレート，n-ヘキシル(メタ)クリレート，2-エチルヘキシル(メタクリレート)，ラウリル(メタ)クリレートおよびn-オクチル(メタ)クリレートが含まれる。該(メタ)クリレートは，アクリル酸エステルおよびメタクリル酸エステルを示すものである。他のエチレン性不飽和モノマーの例には，例えば，スチレン，ビニルトルエン，アクリロニトリルまたはメタクリロニトリル，および酢酸ビニル，ネオノナン酸ビニル，ネオデカン酸ビニルもしくはネオドデカン酸ビニルのようなビニルエステルモノマー類が含まれてもよい。得られるアクリル酸系修飾化CPOは，処理温度において該親水性溶剤に対して少なくとも約25重量パーセントの溶解性を有することになる。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲13文献の記載",
                  "text": [
                    "甲13文献(本願後に頒布された文献である。)には，以下の記載がある。",
                    "「無水マレイン酸(MA)がグラフトされたポリプロピレン(PP)(MA-g-PP)工業用製品のグラフト構造直接解析に，著者らが用いた種々条件による一次元1H-核磁気共鳴分光法(ＮMR)及び1H観測二次元ＮMR法が有効であった。解析した数種類の工業用MA-g-PPに従来よく知られていた無水コハク酸(SA)シングルリンググラフト基に加えて，二重結合を介してポリマー末端に結合したSAリング：無水イタコン酸(IA)末端，としてのグラフト基が存在することが明らかとなった。」(547頁1行目ないし5行目)",
                    "「試料として複数のMA-g-PPメーカーより提供されたMAグラフト量，平均分子量等ポリマー特性の異なる9種類の市販MA-g-PP-A～I及びMAをグラフトしていないホモPPI種(Homo-PP)をそのまま用いた。」(548頁左欄6行目ないし9行目)",
                    "「Homo-PP及び全MA-g-PPの1H-ＮMR測定を行った。Fig．2にHomo-PP及びMA-g-PP-Aの1H-ＮMRスペクトルを示す(図示しなかったB～1も同様のピークパターン)。すべてのMA-g-PP試料に従来よく知られていたmonomeric  grafts であるSAシングルリング(ピークn，m，l)が観測された。更にこのSAシングルリングには帰属できないピークがやはりすべての試料に観測されていることが分かった(Fig．2↓ピーク)。」(548頁右欄25行目ないし32行目)",
                    "「この不明ピークはMAに由来するポリマー構造と推定できる。MA由来構造でmonomeric  grafts 以外に考えられるのは，前述した oligomeric  grafts とポリマー末端としてのグラフト構造である。この不明ピークは3．1，3．2ppm に比較的シャープに観測されている。MAオリゴマーは4．5ppm 付近にブロードピークとして観測されるので，oligomeric  grafts 由来ではない。よって，この不明ピークはポリマー末端としてのグラフト構造に由来する可能性が高いと言える。」(548頁右欄38頁ないし46行目)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲16の記載",
                  "text": [
                    "甲16(本願前に頒布された「PE，PP及びEPMへの13C標識化マレイン酸無水物のグラフト化の13C-ＮMR研究」と題する論文である。以下「甲16文献」という。)には，以下の記載がある。",
                    "「99％の13Cを二重結合に有するMAを合成し，溶融状態及び溶液状態においてPE，EPM及びPPにグラフト化した。1D  IＮADEQUATE  13C-ＮMR分光法を使用して生成物の特徴づけを行った。」(119頁9行目ないし11行目)",
                    "「従って，溶融状態で調整されるHDPE-g-MAでは，MAが，平均重合度が約2の短いオリゴマーとしてグラフト化されると結論される(図4：Ⅰ)。」(122頁6行目ないし8行目)",
                    "「MAにより溶液状態でグラフト化されたHDPEのスペクトル，及び，溶融グラフト化LDPE(25wt．％オクテン)のスペクトルは，溶融グラフト化HDPEのスペクトルとかなり類似しており，このことは，これらの化学構造が類似していることを示している。しかしながら，MAグラフトの平均長さはより1に近い。溶液グラフト化のために，MAがビフェニルに分子レベルで完全に溶解し，その結果，モノマーグラフト化が生じる。」(122頁10行目ないし13行目)。",
                    "「驚くべきことに，MAグラフト化alt-EPMのスペクトルは，第三級炭素に結合するMAグラフトのみが存在し，第二級炭素に結合するMAグラフトは全く又は殆ど存在しないことを示す。標識シグナルの積分からは，モノマーのグラフト種のみが形成されると結論される。」(122頁20行目ないし22行目)",
                    "「13C標識の別の一対は，δが約34ppm 及び約118ppm において共鳴し，二重結合によってPP鎖の末端に連結されたただ1つのMAモノマーの異性体グラフト混合物(E型及びZ型の立体配置)に帰属される(図4：Ⅳ)。」((123頁10行目ないし12行目)",
                    "「溶融状態でのHDPEについては，オリゴマーのMAグラフトが形成される。しかしながら，P含有ポリオレフィンは，反応活発な第三級水素を含む。従って，水素移動が生じ得るため，主としてモノマーのMAグラフトが形成されるか，又は，モノマーのMAグラフトのみが形成される。」(124頁4行目ないし6行目)",
                    "「結論  MAでグラフト化されたポリオレフィンの構造が，MAの特異的な同位体標準化と併せた13C-ＮMR分光法を用いて解明された。・・・MAが，モノマー及びオリゴマーとして溶融状態においてHDPEに結合する。LDPE，EPM及びiPPでは，モノマーのMAグラフトのみが，反応活性な第三級水素の存在に起因して形成される。」(125頁1行目ないし7行目)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明と引用発明の相違点1は，第2の3(2)ウ(ア)記載のとおりである。すなわち，酸変性塩素化ポリオレフィンを製造するための酸変性の方法が，本願発明では，ポリオレフィンに「無水マレイン酸のみ」を1～5重量％グラフト共重合するという方法であるのに対し，引用発明では「アクリル酸系モノマー」を塩素化ポリオレフィンにグラフト化及び重合させるという方法であるという点で相違する。",
                    "そして，上記の刊行物1の記載によると，引用発明においては，塩素化ポリオレフィンをアクリル酸系誘導体(判決注：「アクリル酸系ポリマー」や「アクリル酸系樹脂」も同じ意味であると解される。)でグラフト化により修飾する方法は，予備調製したアクリル酸系ポリマーを塩素化ポリオレフィン上にグラフト化しても，アクリル酸系モノマーを塩素化ポリオレフィン上にグラフト化及び重合させてもよいが，いずれにしても，「塩素化ポリオレフィンにグラフト化したアクリル酸系誘導体」は「少なくとも約2000の重量平均分子量を有するものであること」が必要であると認められる。",
                    "ところで，刊行物1には，上記「アクリル酸系誘導体」は「酸価のカルボキシル基を与えるエチレン性の不飽和のカルボン酸またはその無水物」(共重合成分X)及び「アクリル酸系またはメタクリル酸系エステル」(共重合成分Y)，さらに任意に「他のエチレン性不飽和モノマー」の共重合体からなっていてもよいと記載されており，「酸価のカルボキシル基を与えるエチレン性の不飽和のカルボン酸またはその無水物」(共重合成分X)の例として「マレイン酸無水物(無水マレイン酸)」があげられている(【0049】段)。しかし，上記記載は，「無水マレイン酸」が「アクリル酸系樹脂」の共重合成分の一つとなり得るということを示していると解されるが，さらに進んで，「アクリル酸系樹脂」が「無水マレイン酸のみ」によることも可能であることを示したものと理解することはできない。その理由は，以下のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲13文献には，9種類の市販されている，無水マレイン酸(MA)がグラフトされたポリプロピレン(PP)に1H-ＮMR測定を行ったところ，すべての試料に monomeric  grafts であるSAシングルリングが観測され，さらに，SAシングルリングには帰属できないピークが観測されたが，ピークの発生位置から，この不明ピークは，oligomeric  grafts に由来するものではないと判断される旨の記載がある。また，本願前に頒布された甲16文献には，高密度ポリエチレン(HDPE)に無水マレイン酸(MA)をグラフト化した場合，無水マレイン酸が，平均重合度が約2の短いオリゴマーとしてグラフト化され，低密度ポリエチレン(LDPE)，ポリプロピレン(PP)，エチレンプロピレン共重合体(EPM)に無水マレイン酸をグラフト化した場合には，反応活性な第三級水素の存在に起因して，モノマーのMAグラフトのみが形成される旨の記載がある。",
                    "以上によると，無水マレイン酸のみを本願発明におけるポリオレフィン原料であるポリプロピレンやエチレンプロピレン共重合体にグラフト化した場合，無水マレイン酸はモノマーグラフトする(monomeric  grafts 構造が形成される。)との知見が，本願前に頒布された文献に記載されており，ポリプロピレンに関しては，本願後に頒布された文献でも確認されている。さらに，無水マレイン酸をポリオレフィンの一つであるポリエチレンのうち高密度ポリエチレンにグラフト化した場合には，oligomeric  grafts 構造が形成されるが，平均重合度が約2の短いオリゴマーグラフトである旨が，本願前に頒布された文献に記載されている。したがって，塩素化ポリオレフィンに無水マレイン酸のみをグラフト化しても，少なくとも約2000の重量平均分子量を有する高い重合度のグラフト鎖が形成されるとは考え難く，「酸価のカルボキシル基を与えるエチレン性の不飽和のカルボン酸またはその無水物」(共重合成分X)の例として「無水マレイン酸」があげられているとしても，刊行物1に接した当業者が，塩素化ポリオレフィンに無水マレイン酸のみをグラフト化して，少なくとも約2000の重量平均分子量を有するグラフト鎖が形成できると考えるとは認め難い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，刊行物1では，塩素化ポリオレフィンにグラフト化及び重合させるグラフト鎖を「アクリル酸系誘導体(アクリル酸系ポリマー，アクリル酸系樹脂)」と記載していることから，これを構成するモノマーとしては，「酸価のカルボキシル基を与えるエチレン性の不飽和のカルボン酸またはその無水物」(共重合成分X)として，当業者の間で「アクリル酸系モノマー」と呼ばれる「アクリル酸」や「メタクリル酸」が使用されるか，当業者の間で「アクリル酸系モノマー」と呼ばれる「アクリル酸系またはメタクリル酸系エステル」(共重合成分Y)に該当するモノマーが使用されるか，又はその両方が使用されることが必要とされると解される。一方，甲13文献及び甲14の記載によると，無水マレイン酸は，当業者間で「アクリル酸系モノマー」と呼ばれる化合物とは，構造を異にする。",
                    "したがって，刊行物1の記載中に，「酸価のカルボキシル基を与えるエチレン性の不飽和のカルボン酸またはその無水物」(共重合成分X)の例として「無水マレイン酸」があげられているとしても，当業者は，無水マレイン酸のみを用いて重合したものが，「アクリル酸系誘導体(アクリル酸系ポリマー，アクリル酸系樹脂)」に該当すると考えるとは認め難い。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本願発明のうち，ポリオレフィンに無水マレイン酸のみを使用して酸変性を行うということが，引用発明に接した当業者が容易に想到し得たものであるとはいえず，審決にはこの点において誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，刊行物1の記載は，アクリル酸系誘導体が少なくとも約2000の重量平均分子量を有するのではなく，各塩素化ポリオレフィンにグラフトしたグラフト基の総分子量の平均が少なくとも2000であることを意味するものと解すべきであると主張する。",
                    "しかし，被告の主張は，以下のとおり，採用できない。すなわち，刊行物1の【0009】段には，「該塩素化ポリオレフィンにグラフト化したアクリル酸系誘導体は，それが該塩素化ポリオレフィン上に予備調製したアクリル酸系ポリマーをグラフトしたものであるか，また該塩素化ポリオレフィン上にアクリル酸系モノマーがグラフト化し重合して得られたもの何れにおいても，少なくとも約2000の重量平均分子量を有するものである」と，【0047】段には，「予備調整したアクリル酸系ポリマーは，重量平均分子量において約2000から約2百万である。」「アクリル酸系モノマーのグラフト化は，重量平均分子量で約2000から約2百万を有するグラフト化アクリル酸系ポリマーを調製するのに有効である。」と記載されているのであって，これらによると，予備調整したアクリル酸系ポリマーを塩素化ポリオレフィン上にグラフト化する場合であっても，アクリル酸系モノマーを塩素化ポリオレフィン上にグラフト化し重合する場合であっても，グラフト化したアクリル酸系誘導体が少なくとも約2000の重量平均分子量を有すると解すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，ポリオレフィン原料に対して無水マレイン酸のみをグラフト共重合した酸変性ポリオレフィンは，「無水コハク酸シングルリングがペンダントした構造(monomeric  grafts)」であり，「無水マレイン酸オリゴマーがグラフトした構造(oligomeric  grafts)」でないとは，断定できないと主張する。",
                    "しかし，被告の主張は，以下のとおり採用できない。",
                    "すなわち，前記のとおり，甲13文献及び甲16文献には，ポリオレフィンに対して無水マレイン酸のみをグラフト共重合した酸変性ポリオレフィンにおいては，無水マレイン酸はモノマーグラフトするか，平均重合度が約2の短いオリゴマーグラフトをすると記載されている。",
                    "さらに，被告提出による「13C-ＮMR分光学による無水マレイン酸グラフト化ポリオエチレンの構造的特徴」と題する論文(乙1)は，ポリエチレンに関するものであるが，ポリエチレン(PE)に無水マレイン酸(MA)をグラフト化した際には，3つの主要な停止反応(不均衡化，水素引き抜き，カップリング)が考えられ，不均衡化は構造 I とⅡ，水素引き抜きは構造Ⅱ，カップリングは構造Ⅲの構成となるが，強い電子受容体であるMAは，カップリングよりも不均衡化か水素引き抜きに向かう傾向があり，構造Ⅲの可能性は非常に小さいこと，飽和無水コハク酸オリゴマーグラフト(オリゴ-SA，構造Ⅱ)と末端不飽和MA環を持つ無水コハク酸オリゴマーグラフト(オリゴ-MA，構造Ⅰ)において，平均グラフト鎖長(構造Ⅰではm＋1，構造Ⅱではn＋1)のmは13．6から0まで，nは0から0．68まで変化するが，オリゴ-SAグラフト基の数はオリゴ-MAグラフト基の数よりも20倍大きいことが記載されており，これによると，溶液中で合成されたグラフト共重合体(［2，3-13C ］MA-g-lmPE)はグラフト鎖長の短いオリゴ-SA(構造Ⅱ)が多く，その平均グラフト鎖長は約2以下となる。したがって，この記載は，甲13文献や甲16文献の前記記載と矛盾するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，引用発明においては，一定以上の酸価を有することが重要なのであって，共重合成分X及び共重合成分Yを必須とする共重合体は，アクリル酸系樹脂の一例にすぎず，グラフト基を構成するために，共重合成分X及び共重合成分Yを必須のモノマー成分とするという限定はないと主張する。",
                    "しかし，被告の上記主張も，以下のとおり採用できない。すなわち，刊行物1の【0048】段に，刊行物1に記載された発明の重要な点として，アクリル酸系誘導体が，イオン化基を有するアクリル酸系修飾化塩素化ポリオレフィンを提供することが挙げられていると共に，【0009】段には，本発明の重要な点としてアクリル酸系誘導体が，少なくとも約2000の重量平均分子量を有するものであることが挙げられているのであって，グラフト基を構成するためのアクリル酸系モノマーは，グラフト化したアクリル酸系誘導体が少なくとも約2000の重量平均分子量を有するようなモノマーであることを要するというべきである。",
                    "また，確かに，刊行物1には，共重合成分X及び共重合成分Yを必須とする共重合体は，アクリル酸系誘導体(アクリル酸系ポリマー，アクリル酸系樹脂)の一例として記載されているにすぎず，アクリル酸系誘導体が共重合成分X及び共重合成分Yを必須のモノマー成分とするという限定はない。しかし，前記のとおり，「アクリル酸系誘導体」という用語からは，少なくとも，当業者の間では「アクリル酸系モノマー」と呼ばれている「アクリル酸」や「メタクリル酸」，又は「アクリル酸系またはメタクリル酸系エステル」(共重合成分Y)に該当するモノマーが使用されることを必須とすると解すべきであり，無水マレイン酸のみによるものもこれに含まれると解することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告主張の取消事由2には理由があり，審決は，結論に影響を及ぼす誤りがあるから，その余の点を判断するまでもなく，違法であるとして取り消すべきである。",
            "よって，原告の請求は理由があるから，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10152",
    "date": "2012-02-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082042",
    "ipprecedent_id": "2855",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}