{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2008-22187号事件について平成22年9月6日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告とフィリップス  メディカル  システムズ  (クリーヴランド)  インコーポレイテッド(以下「メディカル」という。)は，名称を「2つのフィラメントにより焦点が静電制御されるX線管」とする発明につき，平成14年(2002年)2月20日に国際出願し(パリ条約による優先権主張  平成13年(2001年)3月9日，米国。以下「本願」という。)，平成19年7月19日付けで拒絶理由通知がされたため(甲5)，同年10月18日，手続補正書を提出して特許請求の範囲の補正を行ったが(甲7)，平成20年5月28日付けで拒絶査定がされた(甲8)。原告及びメディカルは，同年8月29日，拒絶査定不服審判(不服2008-22187号事件)を請求し(甲9)，同日，手続補正書により特許請求の範囲を補正した(甲10。以下「本件補正」という。)。特許庁は，平成22年9月6日付けで，「本件審判の請求は，成り立たない。」との審決をなし，審決書の謄本は同月21日に原告及びメディカルに送達された。",
            "原告とメディカルは，平成23年1月19日，当庁において審決取消訴訟を提起したが，その後，メディカルは本願に係る特許を受ける権利を原告に譲渡し，原告がメディカルの訴訟を引き受けた。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正前の特許請求の範囲の請求項23(平成19年10月18日付けによる補正後のもの。以下，上記請求項23に係る発明を「本願発明」という。)は，次のとおりである(甲7)。",
                "「【請求項23】  回転陽極から間隔が置かれる電子放射陰極組立体を有する真空エンベロープと，",
                "上記真空エンベロープに隣接して配置されるフィラメント選択回路と，を含み，",
                "上記陰極組立体は，",
                "可変焦点長及び可変焦点幅を有する焦点において上記陽極に衝突する電子ビームを放射する少なくとも第1のフィラメント及び第2のフィラメントと，",
                "少なくとも3つの電気的に絶縁される偏向電極に分割される陰極カップを含み，",
                "上記フィラメント選択回路は，",
                "焦点長を選択するために上記第1のフィラメント及び上記第2のフィラメントの一方を，選択的且つ個々に，電気的に加熱する手段と，",
                "上記陽極上の焦点の幅及び場所を制御するために，上記偏向電極の様々な電極に，個々に且つ選択的に，電位を印加する手段を含む，X線管組立体。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正により，本件補正前の請求項の2，9，22及び30が削除されたことに伴い，本件補正前の請求項23は請求項20となった(甲9，10)。本件補正後の特許請求の範囲の請求項20(以下，上記請求項20に係る発明を「本件補正発明」という。)は，次のとおりである(本件補正による補正箇所を下線で示す。甲10)。",
                "「【請求項20】  回転陽極から間隔が置かれる電子放射陰極組立体を有する真空エンベロープと，",
                "上記真空エンベロープに隣接して配置されるフィラメント選択回路と，を含み，",
                "上記陰極組立体は，",
                "可変焦点長及び可変焦点幅を有する焦点において上記陽極に衝突する電子ビームを放射する少なくとも第1のフィラメント及び第2のフィラメントと，",
                "少なくとも3つの電気的に絶縁される偏向電極に分割される陰極カップを含み，",
                "上記第1のフィラメントは上記第2のフィラメントより長く，",
                "上記フィラメント選択回路は，",
                "焦点長を選択するために上記第1のフィラメント及び上記第2のフィラメントの一方を，選択的且つ個々に，電気的に加熱する手段と，",
                "上記陽極上の焦点の幅及び場所を制御するために，上記偏向電極の様々な電極に，個々に且つ選択的に，電位を印加する手段を含む，X線管組立体。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりであり，その概略は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正は特許請求の範囲の減縮を目的とする補正事項を含むものであるところ，本件補正発明は，特開平9-167585号公報(甲1。以下「引用文献1」という。)に記載された発明(以下「引用発明1」という。)及び本願優先日前に頒布された刊行物に記載された発明並びに当業者に非常によく知られた事項に基づいて当業者が容易に想到し得たものであり，特許法29条2項により，特許出願の際独立して特許を受けることができないものであるから，本件補正は，同法17条の2第6項において準用する同法126条5項に規定する要件を満たさず，本件補正は却下する。",
                "本願発明も，同様に，引用発明1及び本願優先日前に頒布された刊行物に記載された発明並びに当業者に非常によく知られた事項に基づいて当業者が容易に想到し得たものであり，特許法29条2項により，特許を受けることができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が上記判断をするに当たり認定した引用発明1の内容，本件補正発明と引用発明1との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の内容",
                  "text": [
                    "「回転ターゲットを有する陽極と，前記回転ターゲットの前方に離隔して設けられた陰極Bを有するガラス製の真空容器とを含む，X線CT装置用の回転陽極型X線管であって，前記陰極Bは，集束電極32に形成された第1および第2の集束溝33a，33b内のそれぞれに，大焦点用のフィラメントカソード35a，小焦点用のフィラメントカソード35bが配置された回転陽極型X線管。」(審決書5頁27行目ないし32行目)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正発明と引用発明1の一致点",
                  "text": [
                    "「回転陽極から間隔が置かれる電子放射陰極組立体を有する真空エンベロープを含み，上記陰極組立体は，可変焦点大きさを有する焦点において上記陽極に衝突する電子ビームを放射する少なくとも第1のフィラメント及び第2のフィラメントと，電極である陰極カップを含む，X線管組立体」(審決書9頁19行目ないし23行目)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件補正発明と引用発明1の相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1  第1のフィラメント及び第2のフィラメントについて",
                      "text": [
                        "本件補正発明は，「第1のフィラメントは上記第2のフィラメントより長く」，「真空エンベロープに隣接して配置されるフィラメント選択回路」を具備していて，「焦点長を選択するために上記第1のフィラメント及び上記第2のフィラメントの一方を，選択的且つ個々に，電気的に加熱する手段」を具備するのに対し，引用発明1は2つのフィラメントの長さ，フィラメント選択回路の有無について明らかでない点(審決書9頁25行目ないし31行目)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2  電極について",
                      "text": [
                        "本件補正発明は，「少なくとも3つの電気的に絶縁され」「分割され」た「偏向電極」であって，「陽極上の焦点の幅及び場所を制御するために，上記偏向電極の様々な電極に，個々に且つ選択的に，電位を印加する手段」を具備するのに対し，引用発明1はそのような構成を具備していない点(審決書9頁32行目ないし36行目)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告の主張",
          "text": [
            "審決には，本件補正発明と引用発明1との相違点の看過(取消事由1)，相違点1に関する判断の誤り(取消事由2)があり，その結論に影響を及ぼすので，違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の看過(取消事由1)",
              "text": [
                "審決は，本件発明と引用発明1は，「上記陰極組立体は，可変焦点大きさを有する焦点において上記陽極に衝突する電子ビームを放射する少なくとも第1のフィラメント及び第2のフィラメントと，電極である陰極カップを含む」という点で共通すると認定する(なお，「可変焦点大きさ」は，「可変焦点長」を含む概念であると理解される。)。",
                "しかし，審決の上記認定は，以下のとおり誤りである。",
                "すなわち，本件補正発明は「可変焦点長」をその構成とする発明であり，電子ビームの焦点長を変化させることができる。第1のフィラメント長は第2のフィラメント長よりも長いことから，本件補正発明では，フィラメント選択回路がどのフィラメントを選択するかによって，フィラメント長を変化させることができ，そのことにより電子ビームの焦点長を変化させることができる。",
                "これに対して，引用発明1は，「複数のフィラメントカソードから回転ターゲットに入射される電子ビームの位置ずれを少なくした回転陽極型X線管を提供することを目的とする」ものである。引用発明1は，2つのフィラメントカソードからの電子ビームの位置ずれを問題としているのであるから，2つのフィラメントカソードの両方が同時に加熱されていることを前提としている。したがって，引用発明1では，2つの固定したフィラメントカソードが両方とも動作中常に加熱されており，電子ビームの焦点長は一定であり，変化することはない。",
                "したがって，引用発明1においては，電子ビームの焦点長は一定であり，変化することはないのであるから，審決の「可変焦点大きさを有する焦点において」本件補正発明と引用発明1とが共通するとした上記認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に関する判断の誤り(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，大焦点用と小焦点用の2つのフィラメントが設けられている引用発明1の回転陽極型X線管において「焦点長を選択するために上記第1のフィラメントおよび第2のフィラメントの一方を，選択的且つ個々に，電気的に加熱する手段」を具備していることは，当業者が当然に想定し得る事項であると判断する。",
                    "しかし，審決の上記判断は，以下のとおり誤りである。",
                    "すなわち，引用発明1は，2つのフィラメントカソードの一方を選択的に加熱する手段を具備しておらず，引用文献1には，2つのフィラメントの一方を選択的に加熱することの記載も示唆もない。したがって，引用発明1において2つのフィラメントの一方を選択的に加熱する手段を具備することは，当業者が容易に想到し得る事項ではない。",
                    "また，本件補正発明の目的である電子ビーム焦点長可変は，引用発明1の目的である電子ビームの位置ずれ減少とは，目的において異なる。引用発明1では，両電子ビームの位置ずれ防止を目的として，2つのフィラメントカソードは両方とも動作中常に加熱されていることを前提としており，引用発明1において「焦点長を選択するために上記第1のフィラメントおよび第2のフィラメントの一方を，選択的且つ個々に，電気的に加熱する手段」を具備させることは，上記引用発明1の目的に反することとなる。したがって，引用発明1において「焦点長を選択するために第1のフィラメントおよび第2のフィラメントの一方を，選択的かつ個々に電気的に加熱する手段」を具備させることには，阻害要因がある。",
                    "したがって，審決が，引用発明1において，「焦点長を選択するために第1のフィラメントおよび第2のフィラメントの一方を，選択的かつ個々に電気的に加熱する手段」を具備させることが，当業者が当然に想到し得る事項であるとした判断は，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，審決は，相違点2について，引用発明1に米国特許第5224143号明細書(甲2。以下「引用文献2」という。)記載の発明(以下「引用発明2」という。)における陰極構造を適用して，相違点2の構成を得ることは，当業者が容易に想到し得たと判断した。",
                    "したがって，相違点1の容易想到性を判断するに当たっても，引用文献2を考慮すべきであり，相違点1に関して当業者が当然に想定し得ると判断したのは，以下のとおり，相違点2に関する判断と矛盾する。",
                    "すなわち，引用文献2には，陰極構造において複数の電圧が同時に印加されていることが記載されており，このことは，その集束かつ偏向の対象である両電子ビームが同時に放射されているということを意味する。さらに，引用文献1には，フィラメントの一方を選択的に加熱することの記載も示唆もない。",
                    "それにもかかわらず，審決は，相違点2に関しては，引用発明1に引用文献2記載の陰極構造を適用して，相違点2の構成が容易であると判断したのに対して，相違点1に関しては，2つのフィラメントの一方を選択的かつ個々に電気的に加熱するように変更することが，当業者が当然に想定し得ると判断したのであり，相互の判断には矛盾があり，違法である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の看過(取消事由1)に対して",
              "text": [
                "引用発明1における回転陽極型X線管は，引用文献1の「大焦点用のフィラメントカソード35a，小焦点用のフィラメントカソード35bが配置された回転陽極型X線管」との記載から，当業者であれば，それぞれのフィラメントカソードの一方を選択して個々に電気的に加熱し，大焦点のX線と小焦点のX線を発生させることが予定されたものであると認識，理解する。",
                "また，引用文献1及び本願優先日前に頒布された刊行物によると，引用発明1における「電子ビームの位置ずれを防止する」という課題は，2つのフィラメントカソードを個別に加熱して焦点を切り換えた際に，X線受光係が受けるX線量の分布にずれが発生するのを防止することを意味していると，当業者により，認識，理解され，引用発明1は，大焦点用のフィラメントカソード35a，小焦点用のフィラメントカソード35bの2つのフィラメントカソードが，両方とも動作中常に加熱されるものではなく，それぞれのフィラメントカソードの一方が選択されて個々に電気的に加熱され，大焦点のX線と小焦点のX線を発生させるためのものであると，当業者において，認識，理解される。",
                "したがって，引用発明1は，「大焦点用」と「小焦点用」の2つのフィラメントカソードを具備し，その2つのフィラメントカソードを切り換えて用いることによって焦点の大きさが変化するものと理解すべきであるから，審決における本件補正発明と引用発明1との一致点，相違点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に関する判断の誤り(取消事由2)に対して",
              "text": [
                "「大焦点用」と「小焦点用」の2つのフィラメントカソードを具備する二重焦点X線管に関する当業者の技術常識は，その2つのフィラメントカソードを切り換えて用いることによって焦点の大きさを変化せしめるというものであるから，引用発明1は，焦点長を選択するために，大焦点用のフィラメントカソード及び小焦点用のフィラメントカソードの一方を，選択的かつ個々に，電気的に加熱することを前提としている発明ということができる。",
                "前記のとおり，引用発明1は2つのフィラメントカソードが両方とも動作中常に加熱されるとする原告主張に係る前提は，当業者の技術常識とも相容れないものであり，採用の限りでない。引用発明1は，焦点長を選択するために，大焦点用のフィラメントカソード及び小焦点用のフィラメントカソードの一方を，選択的かつ個々に，電気的に加熱することを前提としている発明であるから，引用発明1において「焦点長を選択する第1のフィラメント及び第2のフィラメントの一方を，選択的且つ個々に，電気的に加熱する」ことに阻害要因があるとする原告の主張は，主張自体失当である。",
                "なお，引用文献2には，原告主張のように，電圧を同時に印加することについては何ら記載がなく，引用文献2に記載された技術的背景や発明の目的からすると，引用発明2の陰極に設けられている2つのフィラメントも，それぞれのフィラメントの一方を選択して，個々に電気的に加熱することが予定されているものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "相違点の看過(取消事由1)について",
          "text": [
            "当裁判所は，本件補正発明と引用発明1とは，「上記陰極組立体は，可変焦点大きさを有する焦点」において共通するとした審決の認定に誤りはないと判断する。",
            "その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "text": [
                "本件補正発明は前記第2の2(2)のとおりであり，引用発明1の内容は前記第2の3(2)ア記載のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正発明について",
                  "text": [
                    "本願における明細書(以下「本件明細書」という。)には，以下の記載がある。なお，同明細書における実施例を示した図面である図2は別紙1のとおりである。(甲4)",
                    "「【背景技術】」",
                    "「【0004】  CT走査器の分解能を増加するには，焦点の位置を2つ以上の位置で変えるか，又は，焦点の寸法を2つ以上の寸法で変えて，2つの別個の放射点源を形成することが好適である。従来では，2つの異なる方法を用いて，焦点の位置及び／又は幅を制御していた。1つの焦点制御方法は，1つのフィラメントの共通脚に関連付けられる静電グリッド又はバイアス電極を用いる。・・・この静電気的な方法は，幅のある焦点位置制御を与えるが，1つの長さの焦点を与えることに限定される。",
                    "【0005】  もう1つの焦点制御方法は，陰極から放射される電子ビームの進路に影響を与える磁界を生成するために，磁気ヨークを用いる。磁気ヨークを用いるこの方法は，2つのフィラメントを用い，従って，2つの焦点長及び幅が与えるが，幾つかの理由から不利である。・・・",
                    "【0006】  従って，被爆時間を抑えるよう高変調の伝達関数，及び，高X線束を有する装置を形成するために多数の焦点長及び幅を供給するX線管組立体が必要である。本発明は，上述した問題及び他の問題を解決する，調整可能な焦点長及び幅を有する新規の，且つ，改善されたX線管を提供することを目的とする。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1について",
                  "text": [
                    "引用文献1の【発明の詳細な説明】には，以下の記載がある。なお，引用文献1中の図1は別紙2のとおりである。(甲1)",
                    "「【従来の技術】」",
                    "「【0004】  ここで，従来の回転陽極型X線管における陰極と回転ターゲット部分の構造について図3を参照して説明する。Aは，X線を発生する回転ターゲット部分で，陽極の一部を構成している。回転ターゲット部分Aの前方に陰極Bが位置している。31は陰極Bを構成する基板で，周囲が円形をした集束電極32がその裏面を利用して基板31上にろう付けされている。集束電極32の表面は中央が低くなるように傾斜しており，その傾斜した面に第1，第2の2つの収束溝33a，33bが形成されている。・・・",
                    "【0005】  また，第1の集束溝33aの中央には，大焦点用のフィラメントカソード35aが配置されている。・・・",
                    "【0006】  第2の集束溝33bの中央には，小焦点用のフィラメントカソード35bが配置されている。」",
                    "「【0007】  上記した構造において，大焦点用のフィラメントカソード35aや小焦点用のフィラメントカソード35bから回転ターゲット部分Aに対し電子ビームが入射される。そして，電子ビームの入射を受けた回転ターゲット部分AはX線を発生する。このとき，大焦点用のフィラメントカソード35aや小焦点用のフィラメントカソード35bから放射される電子ビームは，図の矢印ea，ebで示すように回転ターゲット部分Aで同じ位置に入射するように，集束電極32や集束溝33a，33bなどの形状，寸法が決められている。",
                    "【0008】",
                    "【発明が解決しようとする課題】  上記した構造の回転陽極型X線管は，各電極に電圧が供給され長い時間動作状態にあると，X線管内や各電極の温度が上昇し，集束電極32や回転ターゲット部分Aが膨張する。このとき，集束電極32は矢印Xで示す横方向に膨張する。したがって，大焦点用のフィラメントカソード35aと小焦点用のフィラメントカソード35bから回転ターゲット部分Aに入射される電子ビームの位置は，互いに離れる方向に移動する。",
                    "【0009】  また，回転ターゲット部分Aは，回転ターゲット自身の熱膨張や連結する回転軸などの熱膨張などによって，その表面は点線Dのように陰極Bの方向に移動する。回転ターゲット表面が陰極B方向に移動すると，これによっても，大焦点用のフィラメントカソード35aや小焦点用のフィラメントカソード35bから回転ターゲット部分Aに入射された電子ビームの位置は，互いに離れる方向に作用する。",
                    "【0010】  このため，X線管の電極などに熱膨張が起こると，2つのフィラメントカソード35a，35bから回転ターゲット部分Aに入射された電気ビームの位置は，互いに離れる方向にずれてくる。・・・なお，特開平6-290721号公報に開示された技術は構造が複雑であり，実用性に乏しいものと考えられる。",
                    "【0011】  本発明は，上記した欠点を解決するもので，複数のフィラメントカソードから回転ターゲットに入射される電子ビームの位置ずれを少なくした回転陽極型X線管を提供することを目的とする。」",
                    "「【0013】",
                    "【発明の実施の形態】  本発明の一実施例について図1を参照して説明する。・・・",
                    "【0014】  例えば，集束電極12a，12bの表面は相手方向に向かって低くなるように傾斜し，その傾斜面に第1および第2の集束溝14a，14bが形成されている。・・・",
                    "【0015】  また，第1の集束溝14a部分には，大焦点用のフィラメントカソード17aが配置されている。・・・",
                    "【0016】  また，第2の集束溝14b部分には，大焦点用(注：「小焦点用」の誤記である。)のフィラメントカソード17bが配置されている。・・・",
                    "【0017】  上記した構造において，例えば，X線管が動作状態に入り，温度上昇によって陽極や陰極などが膨張した場合について考える。2つの集束電極12a，12bは基板11に固定された部分16a，16bが互いに反対側であるため，2つの集束電極12a，12bは互いに中間の間隙Gを狭めるように熱膨張する。したがって，2つのフィラメントカソード17a，17bは接近し，これらフィラメントカソード17a，17bから回転ターゲットに入射される電子ビームの位置は点線で示すようにターゲットDの位置でほぼ重なるようになる。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願優先日前に頒布されていた刊行物には，以下のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "米国特許第5224143号明細書(引用文献2)",
                      "text": [
                        "上記明細書には，次のような記載がある(甲2。以下，訳を記載する。)。",
                        "「本発明の目的は，各電子ビームを偏向可能にすると同時にその集束を制御できる，互いに平行な溝内に別々に配置された少なくとも2つのフィラメントを有するX線管の陰極を提供することにある。」(2欄30行目ないし34行目)",
                        "「これらの複数の金属部品はゼロ又は負である異なる複数の電圧にされて，複数の電子ビームの集束・偏向状態を変化させる。」(2欄46行目ないし49行目)",
                        "「各電子ビーム32又は33を集束かつ偏向させるために，複数の導体(図2に図示しない)を介して，複数の電圧U ，U 及びU が複数の金属部品25，26及び27にそれぞれ印加される。図2は，フィラメント22及び23のための供給導体も図示していない。」(3欄61行目ないし65行目)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特開昭63-138639号公報(甲16)",
                      "text": [
                        "上記公報は，発明の名称を「X線管装置」とする特許の公開公報であり，平成21年5月1日付けの特許庁からの審尋書において引用文献等としてあげられていたものの一つである(甲13，16)。同公報には，以下の記載がある(甲16)。",
                        "「(従来の技術)",
                        "X線管装置は周知のように例えばコンピュータ断層撮影装置などに広く使用されている。その場合，X線焦点の大きさを必要に応じて変えうるように，いわゆる二重焦点型X線管が使用されるのが普通である。従来一般的な二重焦点型X線管は，第7図乃至第9図に示すような構成を有する。同図において，・・・16はこの面の一方に形成された大焦点用の集束溝，17はこの集束溝内に設けられた大焦点用コイル状フィラメント，・・・20はV字状面の他方の面に形成された小焦点用の集束溝，21はこの集束溝内に設けられた小焦点用コイル状フィラメント・・・をあらわしている。",
                        "動作に際しては，両フィラメントの選択的な通電加熱により，陽極ターゲット14の焦点軌道面上に大焦点，および小焦点を選択的に結ばせる。",
                        "(発明が解決しようとする問題点)",
                        "ところで，このような従来構造によると，大焦点用の電子ビームと小焦点用電子ビームとの陽極ターゲットへの入射角度が比較的大きい。そのため，両焦点をターゲット上の同一点に正確に入射させるようにするには，陰極構体の各部の寸法や，陰極ー陽極ターゲット間の距離の変動，あるいは真空容器内壁の帯電による電子ビーム軌道への影響などを考慮し，高精度に設計し，また組み立てなければならない。そのことはまた，実際のX線管装置の使用において，微妙に変動するおそれがあり，各焦点を使用した場合のX線焦点位置のずれになって，コンピュータ断層撮影のような高精度の数値演算によるX線像の再現における信頼性に影響を及ぼすこととなるおそれがある。",
                        "この発明は，以上のような不都合を解消し大小複数のX線焦点位置のずれが生じない新奇なX線管装置を提供することを目的とする。」(1頁右欄6行目ないし2頁右上欄7行目)",
                        "「(実施例)」",
                        "「大焦点用フィラメント33，34の他端は，短絡されて切換スイッチ38を介してトランスに接続されている。また小焦点フィラメント35は，単独でスイッチ38に接続されている。このスイッチ38により，大焦点フィラメントと，小焦点フィラメントとの動作の切換えをする。」(2頁右下欄13行目ないし18行目)",
                        "「大焦点用フィラメントを点火して動作させると，・・・2つの大焦点ビーム軌道eaを描いてターゲット14上のxy交点で交わり，ここに焦点Xaを形成する。一方，小焦点用のフィラメント35を点火して動作させると，・・・小焦点用ビーム軌道ebが描かれ，ターゲット14上の前述と同じxy交点に一致した位置に焦点を結ぶ。こうして，第4図に示したように大小焦点Xa，Xbは，ターゲット上の同一位置に正確に一致して形成される。・・・したがって，両焦点の切換えで例えばコンピュータ断層撮影などを実施しても，焦点位置の変動がないので，誤差をきわめて少ない画像処理ができる。」(3頁左上欄7行目ないし右上欄6行目)",
                        "上記記載によると，X線管装置において，従来，X線焦点の大きさを必要に応じて変えられるように，大焦点用のフィラメントと小焦点用のフィラメントを設け，両フィラメントを選択的に通電加熱するということが行われていたこと，この場合，大焦点用のフィラメントを使用した際と小焦点用のフィラメントを使用した際とで，X線焦点位置のずれが生じるという問題点があったこと，同公報に記載された発明においても，スイッチにより，大焦点用のフィラメントと接続するか小焦点用のフィラメントと接続するかの切換えが行われていたことが認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特開平6-290721号公報(乙1)",
                      "text": [
                        "上記公報は，発明の名称を「回転陽極X線管」とする特許の公開公報であり，前記のとおり，引用文献1の【0010】段落にあげられている文献である。同公報の【発明の詳細な説明】には，以下のような記載がある。(乙1)",
                        "「【従来の技術】」",
                        "「【0003】  X線管では一般に複数のフィラメント3をもち，これらのフィラメント3から放射された熱電子がX線管内で陽極陰極間に印加される高電圧により加速されて回転陽極のターゲット(図示せず)上に衝突し，X線発生源としての焦点を形成する。図3にはフィラメント3が2個の場合の例を示してあり，各フィラメント3は別個に加熱され，前記ターゲット上の焦点も別個に形成される。X線管において，ターゲット上に2個の焦点を形成した場合，各焦点の中心位置が一致していることが望ましい。何故ならば，焦点を切り替えてX線曝射を行ったとき，両焦点の中心位置がずれていると，X線を検知する受光系が受けるX線量分布もずれたものになり，さらに焦点を受光系の間に絞り(X線の曝射範囲を制限するもの)が挿入されるとX線量分布のずれの影響は拡大されたものとなり，X線の受光が適正に行われなくなる。」",
                        "「【0005】",
                        "【発明が解決しようとする課題】  従来のX線管をX線CT装置と組み合わせて使用した場合，使用時間経過と共にX線管の焦点の中心位置が移動し，焦点とX線検出器との位置関係がずれて，X線検出器が受光するX線量が経時変化し，その結果としてCT画像にアーチファクトを生ずる場合がある。」",
                        "「【0009】  以上のことから，本発明では，集束体が熱状態になっても集束体角度が大きくならないようにして，X線管の負荷を長時間印加しても焦点位置の変化しないX線管を提供することを目的とする。」",
                        "上記記載によると，X線管では複数のフィラメントを設けることが一般的であり，その複数のフィラメントは別個に加熱されていたこと，複数のフィラメントは別個に加熱されて，回転陽極のターゲット上にそれぞれ別個に焦点を形成するが，焦点を切り換えてX線曝射を行ったとき，両焦点の中心位置がずれていると，X線を検知する受光系が受けるX線量分布もずれたりすることなどから，各焦点の中心位置は一致していることが望ましいこと，使用時間の経過と共に集束体が熱状態となり，焦点の中心位置が移動するという問題があったことが認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明は，陰極組立体における焦点は「可変焦点長」を有する焦点であり，具体的には，第2のフィラメントと，第2のフィラメントより長い第1のフィラメントを設け，この2つのフィラメントの一方を「選択的且つ個々に」加熱することにより，焦点長を変える発明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明1では，陰極の集束電極に，大焦点用のフィラメントカソードと小焦点用のフィラメントカソードが配置されている。そして，引用文献1には，大焦点用のフィラメントカソードと小焦点用のフィラメントカソードの加熱方法については具体的な記載はないが，以下のとおり，大焦点用のフィラメントカソードと小焦点用のフィラメントカソードは，本件補正発明と同様に，選択的に個別に加熱することが予定されているものと認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1では，2つのフィラメントカソードを配置するに当たり，大きさを同じくする焦点用のフィラメントカソードではなく，大焦点用のフィラメントカソードと小焦点用のフィラメントカソードを配置している。このような選択をする趣旨は，大焦点用のフィラメントカソードと小焦点用のフィラメントカソードを別個に加熱することを目的とするものであると理解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記のとおり，本願優先日前に頒布されていた刊行物である甲16や乙1によると，本願優先日当時，X線管装置に大焦点用のフィラメントと小焦点用のフィラメントを設け，両フィラメントを選択的に通電加熱することにより，焦点の大きさを変える技術は，当業者における技術常識と認められる。",
                        "上記認定によれば，引用発明1における大焦点用のフィラメントカソードと小焦点用のフィラメントカソードは，選択的に個別に加熱されて，大焦点と小焦点を形成するものであり，引用発明1は「可変焦点長」を有することが，当業者であれば，認識，理解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張に対して",
                  "text": [
                    "原告は，引用発明1は，2つのフィラメントカソードからの電子ビームの位置ずれを問題としているのであるから，2つのフィラメントカソードの両方が常に同時に加熱されていることを前提としていると主張する。",
                    "この点について，引用発明1は，長い時間動作状態にあると，X線管内や各電極の温度が上昇して，集束電極32や回転ターゲット部分Aが膨張し，大焦点用のフィラメントカソードと小焦点用のフィラメントカソードから回転ターゲット部分に入射される電子ビームの位置が互いに離れる方向に移動することを課題として，その課題の解決手段を提供する発明である。しかし，引用発明1が，上記解決課題が生じることをその前提としているということは，必然的に「2つのフィラメントカソードの両方が同時加熱される技術」を前提とするものであるとはいえない。すなわち，甲16や乙1によると，本願優先日当時，大焦点用のフィラメントと小焦点用のフィラメントを選択的に通電加熱する場合であっても，①切り換えて加熱する場合において，各焦点の中心位置が一致していることが望ましいという解決課題があったこと，②大焦点用のフィラメントを使用した際と小焦点用のフィラメントを使用した場合に，X線焦点位置のずれが生じるという解決課題があったこと，③使用時間の経過と共に焦点の中心位置が移動するという解決課題があったことが，当業者において認識されていたことが認められる。したがって，引用発明1の解決しようとした課題が存在することから，引用発明1が，2つのフィラメントカソードが，常に同時に加熱されていることを前提としているとする原告の主張は，採用の限りでない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明1における焦点は，「可変焦点長」を有する焦点であり，そのことを前提とした審決の引用発明1の認定及び本件補正発明と引用発明1との相違点の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点1に関する判断の誤り(取消事由2)について",
          "text": [
            "当裁判所は，審決が，引用発明1における回転陽極型X線管が「焦点長を選択するために上記第1のフィラメントおよび第2のフィラメントの一方を，選択的且つ個々に，電気的に加熱する手段」を具備していることは，当業者が当然に想定し得る事項であるとした点に誤りはないと判断する。",
            "その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，引用発明1における大焦点用のフィラメントカソードと小焦点用のフィラメントカソードは選択的に個別に加熱することが可能なものであると認められることからすると，引用発明1に接した当業者は，引用発明1が，2つのフィラメントカソードの一方を選択的に加熱する手段を具備しているということは，容易に想到し得ることであると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点について，原告は，引用発明1では，両電子ビームの位置ずれ防止を目的として，2つのフィラメントカソードは両方とも動作中常に加熱されていることを前提としており，引用発明1において「焦点長を選択するために上記第1のフィラメントおよび第2のフィラメントの一方を，選択的且つ個々に，電気的に加熱する手段」を具備させることは，上記引用発明1の目的に反し，阻害要因があると主張する。",
                    "しかし，引用発明1が，大焦点用のフィラメントカソードと小焦点用のフィラメントカソードからの電子ビームの位置ずれ防止を目的とする発明であるとしても，2つのフィラメントカソードが両方とも動作中常に加熱されていることを前提とするものではないことは，前記のとおりであり，これを前提とした原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，引用文献1には，フィラメントの一方を選択的に加熱することの記載も示唆もなく，引用文献2の記載からは，両電子ビームは同時に放射されていると解されるところ，引用発明1に引用文献2記載の陰極構造を適用して，相違点2が容易想到であると認定しつつ，相違点1に関しては，2つのフィラメントの一方を，選択的かつ個々に電気的に加熱するように変更することが，当業者が当然に想定し得る事項であるとした審決の判断には，矛盾があると主張する。",
                    "しかし，引用文献2には，「各電子ビーム32又は33」を集束かつ偏向させるために，複数の電圧が複数の金属部品にそれぞれ印加されると記載されているのであって，引用発明2において，複数の電圧が同時に印加されていることをもって，両電子ビームが常に同時に放射されているということはできず，審決の判断に，矛盾があるとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，原告は，甲16に2個の大焦点用フィラメントが同時に加熱されることが記載されていることから，引用発明1の2つのフィラメントカソードも同時に加熱されると理解することができると主張する。しかし，前記のとおり，甲16には，スイッチにより，2つの大焦点用のフィラメントとの接続と，1つの小焦点用のフィラメントとの接続とが，切り換えられることが記載されているのであり，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "したがって，相違点1に関する審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がなく，本件審決にはこれを取り消すべき違法はない。その他，原告は，縷々主張するが，いずれも理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}