{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が不服2010-29681号事件について平成23年7月4日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件訴訟は，特許出願拒絶査定を不服とする審判請求を成り立たないとした審決の取消訴訟である。争点は，明確性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成19年2月23日，名称を「一枚平面(plane)布地で正弦定理立体形Pants及びPantsストッキング又はCarシート作る新相対性裁断方法。」とする発明につき特許出願したが(特願2007-98863号)，平成22年10月25日に拒絶査定を受けたので，平成22年12月15日，特許庁に対し不服審判請求をした(不服2010-29681号)。特許庁は，平成23年7月4日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同月23日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の特許請求の範囲の記載",
          "text": [
            "本願発明は，次の請求項1及び2から成る。",
            "【請求項1】",
            "「布地を立体形凸部又は凹部を形成する特願2007-032652号の〔請求項4〕の追加する発明であって，基本的原理は85°度線上に正弦定理60°三角形を前身縫代上にy形60°切断したタックを形成する事にある方法は特許願2007-032652号の請求項4の方法図4(a)～(c)を逆立ちを本発明で応用した図1～(a)の型紙縮小図の60°Vカット下タックはy字形は85°線上に正弦定理60°三角形原理は同じであるが，裁断部の製造工程をシンプルにしたので大量の裁断出来る方法で，型紙作製上逆y字型60°裁断は，通常の左前立を右前立(女性用)にする事も関単に出来る。図3(a)のFCフロントセンターを前立中央部の股下85°部は後ろ身backerに縫連結が出来ると新正弦定理60°V型三角形が重なってカンヌキ上に新ピラミッドがFCの中央部凸が出現する。Pantsストッキング及びPants及びCarシート又はCarシートカバー取付関単に出来る布地の製造装置。」",
            "【請求項2】",
            "「本発明の目的は一枚布図1(a)～(i)のワンカット裁断図～(d)が基本で有るが，本型紙ワンピースを布地裁断の時布地節約(ブドマリ)で2～ピース，3～ピース，4～ピースカット裁断しても本発明の原理の基本は，パンツフロント中心線を85°線上に正弦定理三角形(不規則三角形)を前身小股60°タック(又はダーツ)を後身に縫付ける方法請求項1からなる，全パンツのワンカット原理を使った型紙を2～4ピースカット分けて布地を節約(ブドマリ)の裁断方法は請求項1からなる製造装置」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "請求項1は，他の特許出願番号等を引用して発明を特定しており，特許を受けようとする発明が明確でない。また，「85°度線上」の基準などが不明であって，全体としてその技術的意義が明瞭でない。",
            "請求項2も，図面を引用して発明を特定している上，特許を受けようとする発明が「方法」の発明か「装置」の発明かが不明確であるなど，特許を受けようとする発明が明確でない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由(明確性判断の誤り)",
      "text": [
        "本願発明の要点は，「Send you a pair of Pants」，「Front and back 1inch misaligned」というものであり，また特許請求の範囲にいう「正弦定理三角形」も正三角形でない三角形を指すものであって，請求項1，2の特許請求の範囲の記載では，特許を受けようとする発明は明確にされている。したがって，請求項1，2の発明が不明確であるとする審決の判断は誤りである。"
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に関する被告の反論",
      "text": [
        "原告がいう「Send you a pair of Pants」，「Front and back 1inch misaligned」との要点の意味及び同要点と請求項1，2の特許請求の範囲の記載との関係は不明であり，かかる要点をもって請求項1，2の発明が明確になるものではない。",
        "また，「正弦定理三角形」との語は一般的に用いられている用語ではないし，「正弦定理」も三角形の種類等を示す用語ではない上，発明の詳細な説明の記載や図面を斟酌しても，「正弦定理三角形」の意義を理解することはできないから，「正弦定理三角形」の語の意義は不明確である。加えて，「正弦定理三角形」と特許請求の範囲にいう「正弦定理60°三角形」や「新正弦定理60°V型三角形」との違い等を明確に把握することもできない。",
        "結局，請求項1，2に記載された発明は不明確であり，この旨の審決の判断に誤りはない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求項1の特許請求の範囲では，本件出願とは別の出願である「特願2007-032652号の〔請求項4〕」，同別出願に係る図面「方法図4(a)～(c)」等を引用して特許を受けようとする発明を特定しているから，審決が説示するとおり(3頁)，請求項1の特許請求の範囲に記載された発明はそれ自体で明確でない。",
            "また，請求項1にいう「85°度線上」の基準，「前立中央部の股下85°部」，「後ろ身backer」，「新正弦定理60°V型三角形」等の語の技術的意義も，仮に発明の詳細な説明を斟酌したとしても，審決が説示するとおり(3，4頁)，明確でなく，請求項1に記載された発明で製造される「布地」の技術的意義が不明確である。そうである以上，審決が説示するとおり(3，4頁)，「布地」と「製造装置」との関係や「製造装置」の具体的構成も明確でない。",
            "したがって，請求項1の明確性に係る審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "請求項2の記載は，特許を受けようとする発明が「方法」の発明であるか「装置」の発明であるか明らかでないし，特許請求の範囲にいう「布地を節約(ブドマリ)の裁断方法」等の語の技術的意義も，仮に発明の詳細な説明を斟酌したとしても，審決が説示するとおり(4頁)，明確でない。また，請求項2の特許請求の範囲では，図面が引用されており，特許請求の範囲の記載が全体として明確でないということができる。",
            "したがって，請求項2の明確性に係る審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原告は，本願発明の要点等について主張するが，そこでいう「Send you a pair of Pants」，「Front and back 1inch misaligned」等については特許請求の範囲にも，明細書の発明の詳細な説明にも記載されておらず，それ自体の技術的意義も，請求項1，2の特許請求の範囲の記載との関係も，本願明細書の記載内容から明らかにすることは困難である。",
            "原告が本件訴訟においてそのほかに主張する点を考慮しても，請求項1，2の記載は明確であるとすることはできず，この旨をいう審決の判断に違法はない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由は理由がないから，主文のとおり判決する。"
      ]
    }
  ]
}