{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が無効2010-800192号事件について平成23年5月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "原告は，被告の有する本件特許について無効審判請求をしたが，請求不成立の審決を受けた。本件はその取消訴訟であり，争点はサポート要件違反の有無及び容易推考性の存否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，本件特許第3930267号(発明の名称「ヒンジ装置」，平成13年6月18日出願，平成19年3月16日特許登録，特許公報は甲10，請求項の数5)の特許権者である。",
            "原告は，平成22年10月21日に，本件特許について無効審判請求をしたが(無効2010-800192号)，特許庁は，平成23年5月23日に，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成23年6月4日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件特許の請求項1～5(本件発明1～5)は次のとおりである。",
            "【請求項1】",
            "第1のユニット上に取り付けられる底部とこの底部を挟んで両側に形成された側部からなるコの字状のベース部材と，第2のユニットが取り付けられて前記ベース部材の側部に回動自在に軸支されたアーム部材と，を備えるヒンジ装置において，",
            "コの字状の前記ベース部材の両側部の内側で，かつ前記ベース部材の底面の領域内に配置され，前記第1のユニットとの間に前記ベース部材の底部を挟んで保持する保持部と該保持部に対して折り曲げられた折曲部を有する板状の保持部材と，",
            "コの字状の前記ベース部材の内側に配置された前記折曲部と前記ベース部材との間に取り付けられ，該ベース部材の取付位置を調整する調整部材と，を備えたことを特徴とするヒンジ装置。",
            "【請求項2】",
            "前記調整部材を調整ネジと該調整ネジの端部に間隔を隔てて設けられた2つのフランジとで構成するとともに，前記フランジ間の凹部と嵌合するための切欠部を前記保持部材の折曲部に形成したことを特徴とする請求項1に記載のヒンジ装置。",
            "【請求項3】",
            "保持部材は，複数の取付ネジによって複数箇所で前記第1のユニットに取り付けられることを特徴とする請求項2に記載のヒンジ装置。",
            "【請求項4】",
            "前記ベース部材の底面に前記取付ネジを貫通させるための貫通孔を形成し，この貫通孔を前記取付ネジのネジ頭の直径よりも大きく形成したことを特徴とする請求項3に記載のヒンジ装置。",
            "【請求項5】",
            "第1のユニットに取り付けられるベース部材と，第2のユニットが取り付けられて前記ベース部材に回動自在に軸支されたアーム部材と，を備えるヒンジ装置において，",
            "前記第1のユニットとの間に前記ベース部材を挟んで保持する板状の保持部材と，前記保持部材と前記ベース部材との間に取り付けられ，前記ベース部材の取付位置を調整する調整部材と，を設け，",
            "前記調整部材を調整ネジと該調整ネジの端部に間隔を隔てて設けられた2つのフランジとで構成し，前記保持部材に前記調整部材の前記フランジ間の凹部と嵌合するために切り欠いた切欠部を形成したことを特徴とするヒンジ装置。"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "審判における原告主張の無効理由",
      "content": [
        {
          "fig": "(1)",
          "subject": "無効理由1(特許法29条2項)",
          "text": [
            "本件発明1は，特開平7-197929号公報(甲1)，特開平11-261742号公報(甲2)，特開平11-95339号公報(甲3)，実願昭57-51042号(実開昭58-153675号)のマイクロフィルム(甲4)，実願昭61-157237号(実開昭63-62620号)のマイクロフィルム(甲5)，特開平7-119353号公報(甲6)に記載された公知技術を寄せ集めることによって，当業者が容易に発明をすることができたものである。",
            "本件発明2は，甲2公報，甲3公報，実願昭63-162630号(実開平2-83990号)のマイクロフィルム(甲7)，実公平4-4971号公報(甲8)に記載された発明に基づいて，当業者が容易に発明をすることができたものである。",
            "本件発明3は，公知技術そのものであるか，そうでなくても甲2公報に記載された公知技術から当業者が容易に発明をすることができたものである。",
            "本件発明4は，甲4及び甲5の各マイクロフィルムに記載された公知技術に基づいて，当業者が容易に発明をすることができたものである。",
            "本件発明5は，甲1～甲8の公報及びマイクロフィルムに記載された公知技術に基づいて，当業者が容易に発明をすることができたものである。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "無効理由2(特許法36条6項1号)",
          "text": [
            "本件特許に係る特許請求の範囲，発明の詳細な説明及び図面には，数々の誤記，用語の不統一があり，特許法36条6項1号に規定する要件を満たしていない。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件発明1～5は，本件明細書の発明の詳細な説明には記載されていない用語，例えば「第1のユニット」，「第2のユニット」，「側部」，「保持部」，「保持部材」，「凹部」などを用いており，特許法36条6項1号に違反する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件発明1～5の「保持部」なる用語は，本件明細書の発明の詳細な説明中において全く用いられていない。被告の説明によると，「保持部」も「保持部材」も同じ「板部材50」に該当することになり，「保持部材」が「保持部」と「折曲部」とから形成されているとする請求項1の記載と矛盾することになる。したがって，本件発明においては，用語の不統一により，「保持部」と「保持部材」との対応関係が不明瞭である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "本件発明1は，【図6】～【図8】に記載された変形例2を対象としている以上，ベース部材に「折曲部」を設ける以外に他の構成は考えられにくく，これを本件発明1のように，「前記ベース部材との間」としたのでは，本件明細書の記載と本件発明1との対応関係が不明瞭である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "4",
      "subject": "審決の理由の要点",
      "content": [
        {
          "fig": "(1)",
          "subject": "無効理由1について",
          "content": [
            {
              "fig": "ア",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "甲2公報に記載された引用発明1，本件発明1と引用発明1との一致点及び相違点は次のとおりである。",
                    "【引用発明1】",
                    "複写機本体A上に取り付けられる底部とこの底部の少なくとも一側に形成された側部からなる固定部21と，原稿搬送装置Bが取り付けられて前記固定部21の側部に回動自在に軸支された可動部20と，を備えるヒンジ装置において，",
                    "前記複写機本体Aの上面に取り付けられ，前記固定部21の底部の下面と前記複写機本体Aの上面との間に挟まれ，前記固定部21の底部を保持する保持手段が設けられた水平板部と該水平板部に対して折り曲げられた垂直板部を有する板状の結合部材110と，",
                    "前記固定部21の外側に配置された前記結合部材110の垂直板部と前記固定部21との間に取り付けられ，該固定部21の取付位置を調整する調整ねじ114と，を備えたヒンジ装置。",
                    "【一致点】",
                    "第1のユニット上に取り付けられる底部とこの底部の少なくとも一側に形成された側部からなるベース部材と，第2のユニットが取り付けられて前記ベース部材の側部に回動自在に軸支されたアーム部材と，を備えるヒンジ装置において，",
                    "前記ベース部材の底部を保持する保持機能を備えた保持部と該保持部に対して折り曲げられた折曲部を有する板状の保持部材と，",
                    "前記折曲部と前記ベース部材との間に取り付けられ，該ベース部材の取付位置を調整する調整部材と，を備えたヒンジ装置。",
                    "【相違点1A】",
                    "本件発明1では，ベース部材の側部が「底部を挟んで両側」に形成されており，ベース部材が「コの字状」であるのに対して，引用発明1では，固定部21の側部が「底部の少なくとも一側」に形成されているといえるものの，両側に形成されているかどうか明らかでなく，それゆえ，固定部21がコの字状かどうか明らかでない点。",
                    "【相違点1B】",
                    "本件発明1では，保持部材は「前記ベース部材の両側部の内側で，かつ前記ベース部材の底面の領域内に配置され，前記第1のユニットとの間に前記ベース部材の底部を挟んで保持する保持部」を有しており，調整部材が「前記ベース部材の内側に配置された前記折曲部と前記ベース部材との間に取り付けられ」ているのに対して，引用発明1では，結合部材110は「前記複写機本体Aの上面に取り付けられ，前記固定部21の底部の下面と前記複写機本体Aの上面との間に挟まれ，前記固定部21の底部を保持する保持手段が設けられた水平板部」を有しており，調整ねじ114が「固定部21の外側に配置された前記結合部材110の垂直板部と前記固定部21との間に取り付けられ」ている点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "相違点1Aについて",
      "text": [
        "底部とこの底部を挟んで両側に側部が形成された「コの字状」のベース部材は，甲1公報にも示されるように，複写機のヒンジ装置において従来周知であるから，引用発明1に上記周知技術を適用し，相違点1Aに係る本件発明1の構成とすることは，当業者が適宜なし得ることである。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "相違点1Bについて",
      "text": [
        "本件発明1における「板状の保持部材」は，「ベース部材の両側部の内側で，かつベース部材の底面の領域内に配置され，第1のユニットとの間にベース部材の底部を挟んで保持する保持部」を有するものであるから，第1のユニットとの間にベース部材を直接挟んで保持するという意味において，保持するための機能を有し，また，保持部材の折曲部に調整部材が取り付けられているので，調整部材を連結してベース部材の調整移動に作用を及ぼすことができるという意味において，調整するための機能を有する。すなわち，本件発明1は，「保持するための機能」と「調整するための機能」の2つの機能を1つの部材(板状の保持部材)に兼用させたものである。そして，取付位置を調整する際に，ベース部材は板状の保持部で挟んで保持されているので，保持部の面積を十分大きくすることにより，ベース部材が移動する時の摺動抵抗が板状の保持部で分散され，スムーズな移動が可能になるという効果を奏するものである。",
        "一方，引用発明1においては，結合部材110の垂直板部と固定部21との間に調整ねじ114が取り付けられており，結合部材110の垂直板部に取り付けられた調整ねじ114を介して固定部21の調整移動に作用を及ぼすものであるから，引用発明1の結合部材110は，本件発明1と同様の意味において「調整するための機能」を有しているということができる。他方で，引用発明1の結合部材110は，複写機本体Aの上面に取り付けられ，固定部21の底部の下面と複写機本体Aの上面との間に挟まれて設けられている。そして，固定部21は，結合部材110に設けられた保持手段を介して結合部材110に保持されている。具体的には，固定部21の底部は，結合部材110の水平板部に螺合されたねじ115の頭部と水平板部との間に挟まれて結合部材110に保持されるとともに，固定部21の底部に螺合された段付ねじ111の頭部で結合部材110の水平板部を挟むことによって結合部材110に保持されている。したがって，固定部21の取付位置を調整する際に，固定部21の底部とねじ115の頭部との接触面，固定部21の底部と段付ねじ111の頭部との接触面という，小さな接触面で保持されるだけなので，その接触面に力が集中し，移動がスムーズに行えないおそれがあるものである。",
        "このように，本件発明1においては，板状の保持部材の保持部が第1のユニットとの間にベース部材の底部を直接挟んで保持しているのに対して，引用発明1においては，保持手段(すなわちねじ115，段付ねじ111)が結合部材110の水平板部との間に固定部21の底部を挟んで保持するのであって，結合部材110が，第1のユニットに相当する複写機本体Aとの間に固定部21の底部を挟んで保持するわけではない。板状の結合部材110は，複写機本体Aに取り付けられ，複写機本体と一体となってその一部をなしているにすぎず，むしろ第1のユニットを構成するということもできる。",
        "したがって，引用発明1の結合部材110は，固定部21の底部を保持するための保持手段(すなわちねじ115，段付ねじ111)を備えているものの，結合部材110の水平板部で複写機本体Aとの間に固定部21の底部を直接挟んで保持するものではない点で，本件発明1でいうところの「保持するための機能」を有するものではない。",
        "また，甲1～甲8の公報及びマイクロフィルムには，本件発明1の「調整するための機能と保持するための機能を1つの部材に兼用させる」との技術的思想が記載も示唆もされていないし，その技術的思想に対応する本件発明1の「コの字状のベース部材の両側部の内側に配置され，かつベース部材の底部の領域内に配置され，第1のユニットとの間にベース部材の底部を挟んで保持する保持部と保持部に対して折り曲げられた折曲部を有する板状の保持部材と，コの字状のベース部材の内側に配置された折曲部とベース部材との間に取り付けられ，ベース部材の取付位置を調整する調整部材」を設ける構成についても記載されておらず，示唆もされていない。",
        "したがって，相違点1Bに係る本件発明1の構成とすることは，当業者が容易に想到できたものということはできない。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "本件発明2～4について",
          "text": [
            "本件発明2～4はいずれも，請求項1を直接又は間接的に引用し，本件発明1をさらに限定したものである。",
            "したがって，本件発明1について，当業者が容易に発明をすることができたものといえない以上，本件発明2～4も，当業者が容易に発明をすることができたものとはいえない"
          ]
        },
        {
          "fig": "ウ",
          "subject": "本件発明5について"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "甲2公報に記載された引用発明5，本件発明5と引用発明5との一致点及び相違点は次のとおりである。",
        "【引用発明5】",
        "複写機本体Aに取り付けられる固定部21と，原稿搬送装置Bが取り付けられて前記固定部21に回動自在に軸支された可動部20と，を備えるヒンジ装置において，",
        "前記固定部21の下側に配置され，前記固定部21と前記複写機本体Aとの間に挟まれ，前記固定部21を保持する保持手段が設けられた板状の結合部材110と，前記結合部材110と前記固定部21との間に取り付けられ，前記固定部21の取付位置を調整する調整ねじ114と，を設け，",
        "前記調整ねじ114は端部に頭部を有し，Eリング114aによって結合部材110に結合されているヒンジ装置。",
        "【一致点】",
        "第1のユニットに取り付けられるベース部材と，第2のユニットが取り付けられて前記ベース部材に回動自在に軸支されたアーム部材と，を備えるヒンジ装置において，",
        "前記ベース部材を保持する保持機能を備えた板状の保持部材と，前記保持部材と前記ベース部材との間に取り付けられ，前記ベース部材の取付位置を調整する調整部材と，を設け，",
        "前記調整部材を調整ネジと該調整ネジの端部に設けられた係合部とで構成し，前記保持部材に前記調整ネジの前記係合部と係合するための被係合部を形成したヒンジ装置。",
        "【相違点5】",
        "本件発明5では，板状の保持部材は「前記第1のユニットとの間に前記ベース部材を挟んで保持する」ものであり，「調整部材を調整ネジと該調整ネジの端部に間隔を隔てて設けられた2つのフランジとで構成し，前記保持部材に前記調整部材の前記フランジ間の凹部と嵌合するために切り欠いた切欠部を形成し」ているのに対して，引用発明5では，板状の結合部材110は「前記固定部21の下側に配置され，前記固定部21と前記複写機本体Aとの間に挟まれ，前記固定部21を保持する保持手段が設けられた」ものであり，「前記調整ねじ114は端部に頭部を有し，Eリング114aによって結合部材110に結合されている」点。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "相違点5について",
      "text": [
        "本件発明5は，「板状の保持部材」が，「前記第1のユニットとの間に前記ベース部材を挟んで保持する」ものであり，「調整部材を調整ネジと該調整ネジの端部に間隔を隔てて設けられた2つのフランジとで構成し，前記保持部材に前記調整部材の前記フランジ間の凹部と嵌合するために切り欠いた切欠部を形成し」たものであるから，第1のユニットとの間にベース部材を直接挟んで保持するものであるという意味において，保持するための機能を有し，また，保持部材に形成された切欠部に調整部材のフランジ間の凹部を嵌合させて連結しているので，調整部材を連結してベース部材の調整移動に作用を及ぼすことができるという意味において，調整するための機能を有する。すなわち，本件発明5は，保持するための機能と調整するための機能の2つの機能を1つの部材(板状の保持部材)に兼用させたものである。そして，取付位置を調整する際に，ベース部材は板状の保持部材で挟まれて保持されているので，保持部材の面積を十分大きくすることにより，ベース部材が移動する時の摺動抵抗が板状の保持部材で分散され，スムーズな移動が可能になるという効果を奏するものである。",
        "一方，引用発明5は，結合部材110と固定部21との間に調整ねじ114が取り付けられており，結合部材110は，調整ねじ114を連結して固定部21の調整移動に作用を及ぼすものであるから，本件発明5と同様の意味で「調整するための機能」を有しているということができる。他方で，引用発明5の結合部材110は，固定部21と複写機本体Aとの間に挟まれ，固定部21を保持する保持手段(すなわちねじ115及び段付ねじ111)が設けられたものである。そして，固定部21は，結合部材110に設けられた保持手段を介して結合部材110に保持されている。具体的には，固定部21は，結合部材110に螺合されたねじ115の頭部と結合部材110との間に挟まれて結合部材110に保持されるとともに，固定部21に螺合された段付ねじ111の頭部で結合部材110を挟むことによって結合部材110に保持されている。したがって，固定部21の取付位置を調整する際に，固定部21とねじ115の頭部との接触面，固定部21と段付ねじ111の頭部との接触面という，小さな接触面で保持されるだけなので，その接触面に力が集中してしまい，移動がスムーズに行えないおそれがあるものである。",
        "このように，本件発明5は，板状の保持部材が第1のユニットとの間にベース部材を直接挟んで保持しているのに対して，引用発明5は，結合部材110に設けられた保持手段(すなわちねじ115及び段付ねじ111)が固定部21を保持するのであって，第1のユニットに相当する複写機本体Aとの間に固定部21を挟んで保持するものではない。板状の結合部材110は，複写機本体Aに取り付けられ，複写機本体Aと一体となってその一部をなしているにすぎず，むしろ第1のユニットを構成するということもできる。",
        "したがって，引用発明5の結合部材110は，固定部21を保持するための保持手段を備えているものの，固定部21を結合部材110で直接挟んで保持するものではない点で，本件発明5でいうところの「保持するための機能」を有するものではない。",
        "また，甲1～甲8の公報及びマイクロフィルムには，「調整するための機能と保持するための機能を1つの部材に兼用させる」という技術的思想が記載も示唆もされていないし，その技術的思想に対応する，本件発明5の「前記第1のユニットとの間に前記ベース部材を挟んで保持する板状の保持部材」であって，かつ「前記調整部材の前記フランジ間の凹部と嵌合するために切り欠いた切欠部を形成した」保持部材についても記載や示唆はないから，相違点5に係る本件発明5の構成とすることは，当業者が容易に想到できたものということはできない。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "無効理由2について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件発明1～5における「第1のユニット」，「第2のユニット」，「側部」，「保持部材」，「保持部」，「凹部」は，本件明細書の記載に照らし，発明の実施の形態に記載された「原稿読取装置本体1」，「原稿送り装置2」，「側面部30a」，「板部材50」，【図6】における符号50の引き出し線がある部分(板部材50から折曲部50aを除いた部分)，【図8】におけるフランジ51a間の窪み(凹部)にそれぞれ該当することは明らかである。したがって，請求項1～5に記載された発明特定事項と，発明の詳細な説明に記載した事項とは，実質的な対応関係が明確である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "「保持部材」は，請求項1によれば，「保持部」と「折曲部」とからなる。また，「保持部材」は，本件明細書に記載された実施例における「板部材50」である。一方，「保持部」は，請求項1によると，「ベース部材の底部を挟んで保持する」ものを「保持部」と規定している。保持部は，発明の詳細な説明には全く記載されていない用語であるが，上記のとおり，板部材50における「ベース部材30の底面部30bを挟んで保持する」部分であり，折曲部50aを除いた部分であることは明らかである。したがって，保持部材と保持部との対応関係は明確である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "請求項1に記載された「ベース部材との間」という用語について，原告は，ベース部材に「折曲部」を設ける以外に他の構成は考えにくいと主張するが，ベース部材に「折曲部」が存在するかどうかは本件明細書のどこにも記載されていない。本件明細書には，ベース部材に「背面部30d」が設けられていることは記載されているが，折曲部が設けられているとは記載されていない。調整部材を設けるに当たり，ベース部材に折曲部を設けなければならない必然性はなく，例えば背面部30dを溶接などによって設けてもよいことは明らかである。調整部材は，例えば，本件明細書の段落【0033】に「ヒンジ装置3のベース部材30の位置を微小に調整する調整手段」と記載されているように，保持部材の折曲部に対するベース部材の位置を調整するための部材であるから，保持部材の折曲部とベース部材との間に設けられていればよく，不明瞭とはいえない。",
                "したがって，本件特許は，特許法36条6項1号に違反しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1のサポート要件に関する判断の誤り)",
          "text": [
            "「請求項及び発明の詳細な説明に記載された用語が不統一であり，その結果，両者の対応関係が不明瞭となる場合」は，サポート要件違反の類型に含まれるところ，本件発明1には，次のとおり，①第1のユニット，②第2のユニット，③側部又は両側部，④保持部，⑤保持部材，⑥調整部材という，発明の詳細な説明に記載されていない用語が多数用いられており，用語が不統一であることから，発明の詳細な説明の用語との対応関係が不明瞭である。このため，本件発明1の権利範囲は，本件明細書に記載した範囲を超えており，特許法36条6項 1 号の規定に違反する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1の「第1のユニット」については，本件明細書(甲10)の段落【0002】でいう「本体等のユニット」を指すのか，段落【0014】でいう「原稿読取装置1」を指すのか，その対応関係が不明瞭である。本件発明1の「第2のユニット」についても，本件明細書の段落【0002】でいう「蓋体やカバー等のユニット」を指すのか，段落【0017】でいう「原稿送り装置2」を指すのか，その対応関係が不明瞭である。",
                "その結果，本件発明1の「第1のユニット」又は「第2のユニット」については，どちらが原稿読取装置1で，どちらが原稿送り装置2なのか明確でないことから，ベース部材30が原稿送り装置2側へ取り付けられ，アーム部材31が原稿読取装置1側へ取り付けられる実施例も存在することになる。このような構成は出願当初の明細書のどこにも記載されていないので，開示されていない範囲に権利が広がることになって不当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1の「側部」又は「両側部」について，審決は，本件明細書の段落【0018】，【0019】の記載から，「側面部30a」に該当することは明らかであると認定した。",
                "しかしながら，これらの段落には，「両側面部30a」，「両側面30a」又は「両側面31a」と記載されており「側部」又は「両側部」なる記載はない。したがって，本件発明1の「側部」又は「両側部」も明細書の記載が不統一であり，その結果，どちらの「側部」又は「両側部」が「両側面部30a」又は「両側面30a」かがわからず，両者の対応が不明瞭である。",
                "また，「側部」は「脇の部分」という意味であり，「側面部」は「物の横の部分」という意味であって，「側部」は「側面部」よりも広い概念になることから，特許請求の範囲で「側部」とすることは，実施例の「側面部」よりも権利範囲が広がることになり不当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明1の「保持部材」と「保持部」について，審決は，本件明細書の段落【0021】，【0031】，【0035】，【図6】の記載から，「保持部材」は実施例における「板部材50」を指し，「保持部」は【図6】における符号50の引き出し線がある部分(板部材50から折曲部50aを除いた部分)を指すとした。",
                "しかしながら，上記の段落の記載から，「板状の保持部材」が直ちに「板部材50」に該当すると理解することは，当業者にとって困難である。また，本件明細書に全く記載のない「保持部」を，上記の段落や【図6】の記載から，「【図6】における符号50の引出し線からなる部分(板部材50から折曲部50aを除いた部分)を指す」とすることは，こじつけであり，当業者が直ちに理解するものではない。なぜなら，本件明細書において，指示記号50は，板部材としているからである。",
                "被告も，審判段階で提出した書面において，「保持部」とは，「板部材34」や，これをL字状とした「板部材50」のことであり，【図6】における符号50の引き出し線がある部分を示すことは明らかであると主張し，その一方で，「保持部材」も「板部材50」に該当することは明らかであると主張している。このように被告であっても，用語の不統一から「保持部」と「保持部材」及び「板部材50」の対応関係が不明瞭となってしまうくらいであるから，当業者がその内容を理解することは，一層困難にならざるを得ないことは明らかである。",
                "さらに，仮に「保持部材」が「板部材50」であるとすると，「保持部材」は「保持する部材」という意味になって，「板部材50」の文字どおりの概念とは異なり，「板部材50」以外のものも含むこととなってしまう。しかしながら，本件明細書には，「板部材」以外のものの記載はなく，開示していない部分に権利範囲が及ぶことになって不当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明1の「調整部材」について，本件発明1の「コの字状の前記ベース部材の内側に配置された前記折曲部と前記ベース部材との間に取り付けられる，該ベース部材の取付位置を調整する調整部材」という記載の中の「前記折曲部」は「保持部材の折曲部」を意味するので，この「保持部材の折曲部」と「前記ベース部材の間」といえば，ベース部材の背面部しか有り得ず，このような実施例しか本件明細書には記載されていない。",
                "しかるに，単に「ベース部材との間に取り付けられ，該ベース部材の取付位置を調整する調整部材」と記載されている場合，本件明細書に記載されていない他の構成も含むことになり，発明の詳細な説明に記載された範囲を超えることになる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明5のサポート要件に関する判断の誤り)",
          "text": [
            "本件発明5の①第1のユニット，②第2のユニット，③保持部材，④調整部材についても，取消事由1で主張したのと同様に，特許法36条6項1号に違反する。",
            "また，本件発明5は，本件明細書の段落【0031】と【0032】に記載された変形例2について権利を請求したものである。したがって，本件発明5は，「調整部材は，保持部材とベース部材との間に設けられ，ベース部材の取付位置を調整するのもので，この調整部材は調整ネジと該調整ネジの端部に間隔を隔てて設けられた2つのフランジとで構成される」という意味になるが，これらの記載も発明の詳細な発明や図面との整合性がなく，意味不明である。すなわち，調整ネジはどこに取り付けられるのか，また，切欠部は保持部材のどこにどのように設けられるのか，これらの事項について，変形例2について説明した本件明細書の段落【0031】と【0032】の記載を反映しておらず，不明瞭であって，権利の範囲が発明の詳細な説明の範囲を超えて拡大している。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(甲3公報に記載された技術的事項に関する認定の誤り)",
          "text": [
            "甲3公報(特開平11-95339号)には，段落【0008】に「尚，この平行位置調節手段24は，後述する原稿圧着板開閉装置Aにも設けても良い。」との記載が，段落【0011】に「この原稿圧着板開閉装置Aの取付部材30と支持部材32には各々両側板30a，30a・32a，32aがある」旨の記載があり，【図5】～【図7】には，指示記号はないが，本件発明1でいう「底面」又は「底部」，「折曲部」も記載されており，さらに，取付部材の底部の下側に配置された調節板も記載されている。",
            "この取付部材は，本件発明1でいうベース部材に相当し，調節板は本件発明1でいう保持部材に相当する。そうすると，甲3公報には，本件発明1でいう「底部とこの底部を挟んで両側に形成された両側部と底部に対して折り曲げられた折曲部とを有する断面コの字形状のベース部材」と，この断面コの字形状のベース部材の底部の下側に配置させた本件発明1でいう保持部材が記載されていることになる。",
            "審決は，甲3公報について上記の技術的事項を認定しておらず，甲3公報に記載された技術的事項の認定を誤った。",
            "上記の技術的事項が認定された場合，本件発明1と甲3公報に開示された周知技術との違いは，単に保持部材をベース部材の上側に配置したか，ベース部材の下側に配置したかにすぎないことになり，上側に配置した場合には自動的に相違点1Bに係る本件発明1の構成にならざるを得ず，この構成を創作するのに何ら困難性はないことになる。",
            "このように，甲3公報に関する技術的事項の認定の誤りは，相違点1Bに関する判断に影響を及ぼすものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点1Bに関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由3で主張したとおり，甲3公報には，本件発明1でいう「底部とこの底部を挟んで両側に形成された両側部と底部に対して折り曲げられた折曲部とを有する断面コの字形状のベース部材」と，この断面コの字形状のベース部材の底部の下側に配置させた本件発明1でいう保持部材が開示されている。また，甲3公報の調節板は，本件発明1の調整部材に相当する調節ネジ25を備えている。したがって，両者の違いは，単に保持部材をベース部材の上側に配置したか，下側に配置したかの違いにすぎない。",
                "甲2公報(特開平11-261742号)の段付ねじ111とねじ115は，固定部21の上側に配置されて当該固定部21を複写機本体Aとの間に挟んで保持しているから，引用発明1は，本件発明1の「前記第1のユニットとの間に前記ベース部材の底部を挟んで保持する保持部」に相当する構成を備えており，両者の違いは保持部ではない保持部材をベース部材の上側に配置したか，下側に配置したかの違いにすぎない。被告は，本件発明1の「保持部」は「保持部材」と一体であると反論するが，本件発明1は，本件明細書の段落【0034】と【図7】に記載された実施例を含むものと解され，この実施例では保持部と保持部材とは別体であるから，本件発明1の保持部には，保持部材と別体のものも含まれる。",
                "そして，取付位置を調整すべき部材を本体へ取り付けるに当たり，この調整すべき部材を保持部材で挟んで調整可能に本体へ取り付けるという技術は，実願昭57-51042号(実開昭58-153675号)のマイクロフィルム(甲4)，実願昭61-157237号(実開昭63-62620号)のマイクロフィルム(甲5)，甲6公報(特開平7-119353号)，その他多数の公開特許公報等(甲20～甲26)に開示された慣用技術である。",
                "したがって，相違点1Bに係る本件発明1の構成は，甲1～甲8の公報及びマイクロフィルム，甲20～甲26の公開特許公報等に開示された周知技術と慣用技術に基づいて，当業者が容易に想到することができる。",
                "なお，本件発明1と同じ分野のヒンジ装置について，ベース部材の上側へ保持部材を配置させてベース部材を装置本体との間で挟むことによってベース部材の取付位置を調整可能にしたものは，特開平2-144530号公報(甲28)，特許第3155659号公報(甲29)に記載されており，周知技術である。このように，同じ技術分野のヒンジ装置に係る周知技術がある以上，相違点1Bに係る本件発明1の構成は，甲1～甲8の公報及びマイクロフィルム，甲20～甲26の公開特許公報等，甲28公報，甲29公報に開示された周知技術及び慣用技術を組み合わせれば，当業者にとって容易に発明することができたものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本件発明1について，1つの部材(保持部材)でベース部材を第1のユニットに対して保持する機能と調整する機能を兼用させたものであり，このことによって，ベース部材は板状の保持部で挟んで保持されているので，保持部の面積を十分に大きくすることにより，ベース部材が移動するときの摺動抵抗が板状の保持部で分散され，スムーズな移動が可能になるという効果を奏するものであると認定した。",
                "しかしながら，請求項1には，「第1のユニットとの間に前記ベース部材の底部を挟んで保持する保持部とこの保持部に対して折り曲げられた折曲部を有する板状の保持部材」と記載されているだけで，保持部がどのようなものかについて本願明細書に記載がないから，この保持部は，保持部材と一体のものであるか，別体のものであるのか，それが板状のものであるのか，また，折曲部が保持部から折り曲げられているのか，保持部に対して折り曲げられているだけなのかが明確ではない。したがって，保持部が板状であることを前提とする審決の上記認定には誤りがある。",
                "また，ベース部材の移動がスムーズになるという効果についても，本件明細書に記載がない上，ベース部材を移動させて調節するという作業は，組立時に行うもので，一度調節すれば後はユーザー側においてほとんどといってよいほど調節する必要がないので，当業者にとっては特に改善の必要性に迫られた評価すべき優れた効果というものではなく，調整部材をベース部材の上側に配置したことに伴う単なる反射的効果にすぎない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，引用発明1について，固定部21の取付位置を調節する際に，固定部21の底部とねじ115の頭部の接触面，固定部21の底部と段付ねじ111の頭部との接触面という，小さな接触面で保持されるだけなので，その接触面に力が集中し，移動がスムーズに行えないおそれがあると認定した。しかしながら，ねじ115の頭部と段付ねじ111の頭部の2点に接触面があればそれで移動はスムーズであることから，審決の認定には誤りがある。そもそも，上記(2)で主張したように，固定部の調節は，度々行うものではないので問題はない。",
                "また，審決は，引用発明1について，保持手段(ねじ115，段付ねじ111)により固定部21を挟んで保持するのであって，結合部材110により固定部21の底部を挟んで保持するわけではないので，本件発明1とは構成が異なるとした。しかしながら，本件発明1についても，第1のユニットとの間にベース部材の底部を挟んで保持するのは保持部であって，保持部材ではないのであるから，引用発明1と相違せず，審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明2～4の容易推考性に関する判断の誤り)",
          "text": [
            "本件発明2は本件発明 1 の，本件発明3は本件発明1及び2の，本件発明4は本件発明1～3のそれぞれ従属項であるところ，本件発明2で限定されている構成は，実願昭63-162630号(実開平2-83990号)のマイクロフィルム(甲7)及び甲8公報(実公平4-4971号)に開示された公知技術であり，本件発明3で限定されている構成は，甲6公報の【図9】及び【図10】で開示された公知技術であり，本件発明4で限定されている構成は，甲2公報の【図5】で開示された公知技術であるから，いずれも容易に想到し得る。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件発明5の容易推考性に関する判断の誤り)",
          "text": [
            "取消事由3～5で主張したのと同様の理由から，本件発明5の構成は，甲2～甲8の公報及びマイクロフィルムに開示された単なる公知技術の寄せ集めにすぎず，また，その作用効果も予測の範囲を超えるものではないから，特許法29条2項に該当する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "本件発明1の「第1のユニット」，「第2のユニット」，「側部及び両側部」，「保持部」，「保持部材」及び「調整部材」の用語について，これと同一の用語は本件明細書(甲10)で用いられていないが，次のとおり，本件明細書で用いられた用語との対応関係は明確であり，特許法36条6項1号に違反しない。",
            "本件発明1の「第1のユニット」及び「第2のユニット」は，本件明細書の段落【0002】，【0017】の記載から，発明の詳細な説明の「原稿読取装置本体1」及び「原稿送り装置2」に該当することが明らかである。なお，原告は，「第1のユニット」について，「本体等のユニット」(段落【0002】)か「原稿読取装置本体1」(段落【0017】)かが不明であると主張し，「第2のユニット」についても同様に主張するが，「原稿読取装置本体1」は「本体等のユニット」の一例であって，これらを含む概念として本件発明1の「第1のユニット」を用いていることは明らかであり，「第2のユニット」についても同様である。",
            "本件発明1の「側部」又は「両側部」は，本件明細書の段落【0018】，【0019】の記載から，発明の詳細な説明の「側面部30a」に該当することが明らかである。なお，両側の「側部」が「両側面部30a」に対応し，これと「両側面30a」が実質的に同一であることも明らかである。",
            "本件発明1の「保持部材」は，本件明細書の段落【0021】，【0031】，【0035】の記載から，発明の詳細な説明の「板部材50」に該当することが明らかである。本件発明1の「保持部」も，上記段落や【図6】の記載等から，【図6】おける符号50の引き出し線がある部分(板部材50から折曲部50aを除いた部分)を指すことは明らかである。なお，原告は，本件発明1の「保持部材」は板部材50の概念とは異なる旨主張するが，本件発明1では「板状の保持部材」としており，板部材の概念と異なるものではない。",
            "本件発明1の「調整部材」は，本件明細書の段落【0031】，【0032】の記載から，発明の詳細な説明の「調整ネジ51」に該当することが明らかである。なお，本件発明1の「調整部材」は，本件明細書で開示した内容を一般化して記載したものであって，本件発明1の技術的範囲を不当に広くしたものではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "本件発明5の「第1のユニット」，「第2のユニット」，「保持部材」及び「調整部材」は，取消事由1に対して主張したとおり，それぞれ発明の詳細な説明の「原稿読取装置本体1」，「原稿送り装置2」，「板部材50」及び「調整ネジ51」に該当することは明らかである。",
            "また，「調整ネジ」や「切欠部」についても，本件明細書の段落【0032】の記載から，取付位置や本件発明5との対応関係は明らかである。",
            "したがって，本件発明5についても特許法36条6項1号に違反しない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "甲3公報(特開平11-95339号)の調節板22は，装置本体11に取り付けられており，装置本体11と一体となってその一部をなしているにすぎない。甲3公報の調整板22が本件発明1の保持部材に相当するものであると仮定したとしても，甲3公報には，調整板22を取付部材30の上側に配置することを示唆する記載は認められない。したがって，甲3公報に開示された技術事項から相違点1Bに係る本件発明1の構成は容易に想到し得ない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲3公報にも，慣用技術が記載されていると原告が主張する各証拠にも，甲3公報に記載されたヒンジ装置の調節板22を取付部材の上側に配置することについて示唆する記載はない。",
                "取付位置を調整すべき部材を本体へ取り付けるに当たり，この調整すべき部材を保持部材で挟んで調整可能に本体へ取り付けるという原告主張の慣用技術とを組み合わせたとしても，本件発明1の構成とは相違する。例えば，甲3公報の取付部材10に甲4のマイクロフィルムの固定用部材5を適用しても，甲3公報の調整板22とは別に，取付部材10の上側に固定用部材5が追加されるだけであり，相違点1Bに係る本件発明1の構成とは異なる。同様に，引用発明1に甲4のマイクロフィルムの固定用部材5を適用しても，ねじ115と固定部21の水平板部との間に板状の部材(固定用部材5)を設けることを想到し得るだけであり，結合部材110を固定部21の内側に配置し，相違点1Bに係る本件発明1の構成とすることは，当業者が容易に想到し得ることとはいえない。",
                "なお，甲2公報(特開平11-261742号)の段付ねじ111とねじ115は，結合部材110とは別体なものである。これに対し，本件発明1の「第1のユニットとの間にベース部材の底部を挟んで保持する保持部と該保持部に対して折り曲げられた折曲部を有する板状の保持部材」とは，「板状の保持部材に，第1のユニットとの間にベース部材の底部を挟んで保持する板状の保持部と該保持部に対して折り曲げられた板状の折曲部板がある」ことを意味している。したがって，甲2公報の段付ねじ111とねじ115は，本件発明1の保持部とは相違する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1の「保持部」は，【図6】における符号50の引き出し線がある部分(板部材50から折曲部50aを除いた部分)であり，板状であることは明らかである。また，請求項1の記載からして，「板状の保持部材」に保持部と折曲部があることは明らかであって，保持部が保持部材と一体のものであること，板状であることは明らかであるし，折曲部が保持部に対して折り曲げられていることもはっきりしている。したがって，保持部と保持部材が別体のものであることに基づく原告の主張は，当を得ないものである。",
                "ベース部材の移動に関する効果について，ベース部材の調節の頻度は頻繁ではないが，第2のユニットを第1のユニットに取り付けるとき，保守点検するとき，原稿読取装置における画像に異常が生じたときには必ず調整が行われ，そのとき，ベース部材の移動をスムーズに行うことができる。調節の頻度によってその効果が変わるものでない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ヒンジ装置の取り付け位置を調整する際に，本件発明1のベース部材は，板状の保持部で挟んで保持されているので，保持部の面積を十分大きくすることにより，ベース部材が移動する時の摺動抵抗が板状の保持部で分散され，スムーズに移動できる。",
                "また，本件発明1の保持部が板状であり，かつ，保持部材と一体であることは，上記(2)で主張したとおりであり，引用発明1の保持手段(ねじ115，段付ねじ111)とは構成が異なるとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5に対し",
          "text": [
            "本件発明2～4は，本件発明1の構成を限定したものであるから，取消事由3，4で主張したのと同様の理由から，特許法29条2項の規定には該当しない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6に対し",
          "text": [
            "本件発明5についても，取消事由3，4で主張したのと同様の理由から，特許法29条2項の規定には該当しない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1のサポート要件に関する判断の当否)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲10)には，次の記載がある。",
                "「本発明は，第1のユニット装置に対して第2のユニット装置を開閉自在に結合するヒンジ装置に関するものであり，詳しくはこのヒンジ装置を取り付ける取付構造に関する。」(段落【0001】)",
                "「従来，ヒンジ装置においては，本体等のユニットに取り付けられるベース部材と蓋体やカバー等のユニットを取り付けるアーム部材とを回動ピンで連結し，この回動ピンを支点としてベース部材とアーム部材が相対的に回動するように構成されている。」(段落【0002】)",
                "「これによって，本体等のユニットに対して蓋体や力バー等のユニットが回動されて本体等のユニットの一面を開閉することができるようになっている。」(段落【0003】)",
                "「このようなヒンジ装置の採用された装置としては，例えば，原稿読取装置等があり，この原稿読取装置は，原稿の画像を読み取るCCD等の読取センサが設けられた原稿読取装置本体と，原稿読取装置の上面を覆うカバー部材や原稿を読取位置に搬送する搬送機構が設けられた原稿送り装置とが別ユニットとして形成されている。」(段落【0004】)",
                "「そして，画像読取装置本体に対して原稿搬送装置がヒンジ装置によって取り付けられるように構成されている。」(段落【0005】)",
                "「ヒンジ装置3は図3に示すように，原稿読取装置本体1の上面に取り付けられるベース部材30と，原稿送り装置2を取り付けるアーム部材31を備え，ベース部材30及びアーム部材31は略コ字形状に形成されている。」(段落【0017】)",
                "「コの字形状に形成されたベース部材30の両側面部30aと同じくコの字形状に形成されたアーム部材31の両側面部31aとは軸ピン32によって連結されており，この軸ピン32を支点として，アーム部材31がベース部材30に対して回動するように構成されている。」(段落【0018】)",
                "「また，ベース部材30の両側面30aに軸着された第1の受部材33bとアーム部材31の両側面31aに軸支された第2の受部材33aの間にはベース部材30に対してアーム部材31が開く方向に付勢するスプリング33が設けられている。」(段落【0019】)",
                "「ベース部材30の底面部30bの上には剛性の板部材34が設けられている。この板部材34は，原稿読取装置本体1の上面との間にベース部材30の底面部30bを挟んで保持する。つまり，取付ネジ35，段付ネジ36によって板部材34を原稿読取装置本体1側に圧接してベース部材30を原稿読み取り装置本体1上面の所定の位置に保持するように構成されている。」(段落【0021】)",
                "「変形例2では，図6に示すように板部材50をL字状に形成し，このL字状の板部材50の折曲部50aとベース部材30の背面部30dとの間にベース部材30を微小に移動させる調整手段としての調整ネジを設ける構成とする。」(段落【0031】)",
                "「上記実施の形態によれば，原稿読取装置本体上に位置決めされるヒンジ装置のベース部材を板状の保持部材にて挟み付けて決められた値置(判決注：「位置」の誤記と認められる。)に保持する構成とで，ヒンジ装置のベース部材の移動できる範囲が大きくなり，原稿読取装置本体に原稿送り装置を取り付けることが容易になる。」(段落【0035】)",
                "【図6】ヒンジ装置の変形例2を示す図"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記の段落【0001】～【0005】，【0017】の記載によれば，本件発明1の「第1のユニット」が，発明の詳細な説明に記載された「第1のユニット装置」，「本体等のユニット」，その一例とされる「原稿読取装置本体」，実施例における「原稿読取装置本体1」に対応し，本件発明2の「第2のユニット」が，発明の詳細な説明に記載された「第2のユニット装置」，「蓋体やカバー等のユニット」，その一例とされる「原稿送り装置」，実施例における「原稿送り装置2」に対応するのは明らかである。",
                "原告は，「第1のユニット」と「第2のユニット」のいずれが「原稿読取装置本体1」と「原稿送り装置2」に対応するか不明であるなどと主張するが，請求項1の記載によれば，「第2のユニット」が取り付けられたアーム部材が回動自在に軸支されるのであり，発明の詳細な説明においても「原稿送り装置2」が取り付けられたアーム部材が回動するよう構成されるのであるから(段落【0017】，【0018】)，「第2のユニット」が「原稿送り装置2」に対応することは明白である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明1の「側部」は，「両側に形成された」ものと規定されているから(【請求項1】)，「両側部」の一方が「側部」であることは明白であり，これと上記の段落【0018】，【0019】の記載を併せ考慮すると，本件発明1の「両側部」は実施例における「両側面部30a」に対応し，その一方である本件発明1の「側部」は実施例における「両側面部30a」の一方を指すことは明らかである。",
                "なお，実施例の「両側面30a」(段落【0019】)が「両側面部30a」(段落【0018】)と同一であることは，文言や符号からして明らかであり，用語自体に若干の差異があるからといって，請求項と発明の詳細な説明の対応関係が不明確になるものではない。また，原告は，「側部」が「側面部」よりも広い概念であると主張するが，本件明細書には，そのような概念の違いを窺わせる記載は認められない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明1の「保持部材」と「保持部」について，請求項1には「前記第1のユニットとの間に前記ベース部材の底部を挟んで保持する保持部と該保持部に対して折り曲げられた折曲部を有する板状の保持部材」と規定されているところ，上記段落【0035】の記載によれば，板状の保持部材がベース部材を挟んで保持するというのであるから，本件発明1の「ベース部材を挟んで保持する保持部」は板状の保持部材の一部であって，それ自体も板状であると解するのが自然であり，また，文言の配列等からして「折曲部」も保持部材の一部であると解される。そして，段落【0021】の記載によれば，本件明細書の板部材34は，原稿読取装置本体1の上面との間にベース部材30の底面部30bを挟んで保持するものであるから，板部材34は本件発明1の「保持部」の機能を有すると認められるところ，段落【0031】の記載によれば，板部材をL字状に形成したのが板部材50であるから，板部材50は「保持部」の機能を有する部分を備え，かつ，折曲部50aを備えるものと認められる。これと【図6】の記載を斟酌すると，本件発明1の「保持部材」は発明の詳細な説明の「板部材50」に対応し，「保持部」は【図6】の板部材50のうちベース部材底面部30bに接している部分(折曲部50aを除いた部分)に対応するものと認められるのであって，本件発明1と発明の詳細な説明の記載との対応関係は明瞭といえる。",
                "なお，上記段落【0021】には，板部材34が保持する機能を有することが記載されているから，発明の詳細な説明の「板部材」を本件発明1で「板状の保持部材」と規定したとしても，権利範囲が不当に拡大されるとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "上記段落【0031】の記載によれば，本件発明1の「調整部材」は，発明の詳細な説明の「調整ネジ」に対応するものと認められるところ，請求項1には，「コの字状の前記ベース部材の内側に配置された前記折曲部と前記ベース部材との間に取り付けられ，該ベース部材の取付位置を調整する調整部材」と規定されており，取付位置や調整対象が限定されているから，発明の詳細な説明に記載した範囲を不当に広くするものではない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明5のサポート要件に関する判断の当否)について",
          "text": [
            "原告は，本件発明5の①第1のユニット，②第2のユニット，③保持部材，④調整部材についても，特許法36条6項1号に違反すると主張するが，取消事由1について説示したのと同様に，原告の主張は理由がない。",
            "また，原告は，本件発明5の「調整ネジ」や「切欠部」についても，取付位置等が不明瞭であるなどと主張するが，「調整部材」を限定した「調整ネジ」については，上記1(5)で説示したとおり，取付位置や調整対象が限定されており，「切欠部」についても，請求項5には「前記保持部材に前記調整部材の前記フランジ間の凹部と嵌合するために切り欠いた切欠部」と規定されており，保持部材に設けることや凹部と嵌合するという機能面からの限定があるから，発明の詳細な説明に記載した範囲を不当に広くするものではない。",
            "したがって，取消事由2も理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3，4(甲3公報に記載された技術的事項に関する認定及び相違点1Bに関する判断の当否)",
          "text": [
            "取消事由3は，甲3公報(特開平11-95339号)に記載された技術的事項の認定の誤りを主張するものであるが，それによって相違点1Bの判断に影響を及ぼすものと主張されており，取消事由4と関連することから，これらをまとめて検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "text": [
                "本件明細書(甲10)によれば，本件発明1について，次のとおり認められる。",
                "本件発明1は，第1のユニットに対して第2のユニットを開閉自在に結合するヒンジ装置に関するものである(段落【0001】)。このようなヒンジ装置を採用した装置として，原稿読取装置等があり(段落【0004】)，従来技術では，予め原稿送り装置(第2のユニットに相当する。)に取り付けられたヒンジ装置のベース部材を取付ネジで原稿読取装置本体(第1のユニットに相当する。)に固定することにより原稿送り装置を原稿読取装置本体に取り付けており(段落【0006】)，ヒンジ装置のベース部材のネジ孔を原稿読取装置本体のネジ孔に対して大きく形成することにより，部品の誤差等による位置ズレを調整していたが(段落【0008】)，ネジ頭部の直径よりもベース部材のネジ孔は小さくなければならないため，調整範囲は狭くなり，その調整及び取付けに困難が生じるという間題があった(段落【0011】)。そこで，本件発明1は，第1のユニットに対する第2のユニットの取付け及び位置調整が容易にできるヒンジ装置を提供することを目的として(段落【0012】)，その構成を採用したものであって，ヒンジ装置のベース部材の底部(上記【図6】の30b)を板状の保持部材(上記【図6】の50)の一部である保持部(上記【図6】の50から折曲部50aを除いた部分)で挟み付けて決められた位置に保持することにより，ヒンジ装置のベース部材の移動できる範囲が大きくなり(特許請求の範囲【請求項1】，発明の詳細な説明段落【0035】)，かつ，保持部材の一部である折曲部(上記【図6】の50a)にベース部材の位置を微小に調整する調整手段(上記【図6】の51)を設けることにより，原稿読み取り装置本体(上記【図6】の1)に原稿送り装置を取り付けた後に，原稿送り装置の位置を微小に調整できるという効果を奏するものである(段落【0033】)。このように，本件発明1の保持部材は，「保持するための機能」と「調整するための機能」の2つの機能を1つの部材(板状の保持部材)に兼用させたものであって，取付位置を調整する際に，ベース部材は板状の保持部に挟まれて保持されているので，保持部の面積を十分大きくすることにより，ベース部材が移動する時の摺動抵抗が板状の保持部で分散され，スムーズな移動が可能になるという効果を奏するものである(段落【0033】，【0035】，【図6】等)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲3公報に記載された技術的事項について",
              "text": [
                "原告は，甲3公報の調節板22は本件発明1の保持部材に相当するので，両者の違いは，保持部材をベース部材の上側に配置したか，下側に配置したかの違いにすぎないと主張する。",
                "甲3公報には，複写機等の装置本体11上に取り付けられた調節板22，調節板22から突設された固定片22a，取付部材10の取付位置を調整するための調節ネジ25が開示されており(段落【0008】，【図2】)，本件発明1の保持部材のうち，折り曲げられた折曲部を有する板状の部材と，ベース部材の取付位置を調整する調整部材に相当する構成は開示されているものと認められる。",
                "しかしながら，この調節板22は，取付部材10の一部である取付板10aの下側(複写機等の装置本体11寄り)に位置しているのであって，複写機等の装置本体11との間に取付板10aを挟んで保持する関係にはなく，取付板10aを挟んで保持しているのは，調節板22とは別体であり，板状である旨の記載もない取付ボタン23である(段落【0008】，【図2】)。そして，本件発明1の「保持部」が「板状の保持部材」の一部であって，これと別体でないことは取消事由1で説示したとおりである。したがって，甲3公報の調節板22は，本件発明1の「ベース部材の底部を挟んで保持する保持部」には該当せず，「保持部」をその一部とする「保持部材」にも該当しない。",
                "甲3公報【図2】原稿圧着板開閉装置Bの側面図"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明1について",
              "text": [
                "原告は，甲2公報(特開平11-261742号)の段付ねじ111とねじ115が本件発明1の「保持部」に相当することを前提として，引用発明1と本件発明1との相違は，保持部材をベース部材の上側に配置したか，下側に配置したかの違いにすぎないと主張する。",
                "しかしながら，本件発明1の「保持部」が「板状の保持部材」の一部であって，これと別体でないことは取消事由1に関して説示したとおりであるところ，甲2公報の段付ねじ111とねじ115は，板状の結合部材110とは別体であり(段落【0016】，【図5】)，板状であることを示す記載も認められないから，本件発明1の「保持部」には相当するものとは認められない。また，引用発明1の板状の結合部材110も，L字状の板であって，固定部21の取付位置を調整する調整ねじ114を備えており(段落【0016】，【図5】)，本件発明1の保持部材のうち，折り曲げられた折曲部を有する板状の部材と，ベース部材の取付位置を調整する調整部材に相当する構成を有しているものの，複写機本体Aに結合され，固定部21の下側に位置するものであって(段落【0016】，【図5】)，固定部21を挟んで保持する関係にはないので，本件発明1の「ベース部材の底部を挟んで保持する保持部」に相当する構成は有しておらず，これをその一部とする「保持部材」には該当しない。",
                "甲2公報【図5】実施例における第1取付部の断面図",
                "なお，原告は，本件発明1は本件明細書の段落【0034】と【図7】に記載された実施例を含むものであり，その実施例では保持部と保持部材が別体であるから，本件発明1の保持部は保持部材と別体であると主張する。しかしながら，請求項1の文言や本件発明1の効果に係る記載から，本件発明1の保持部が保持部材の一部と解されることは，取消事由1で説示したとおりであり，本件発明1は保持部が保持部材とは別体の実施例は含まないものと解されるのであって(なお，段落【0030】には，複数の板部材を用いる実施例について，これを一体の板部材で形成することが記載されており，段落【0034】と【図7】に記載された実施例についても，一体の板部材で形成することが想定されているといえる。)，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，取付位置を調整すべき部材を本体へ取り付けるに当たり，この調整すべき部材を保持部材で挟んで調整可能に本体へ取り付けるという技術は，実願昭57-51042号(実開昭58-153675号)のマイクロフィルム(甲4)，実願昭61-157237号(実開昭63-62620号)のマイクロフィルム(甲5)，甲6公報(特開平7-119353号)，その他多数の公開特許公報等(甲20～甲26)に開示された慣用技術であると主張した上で，これを引用発明1や甲3公報に開示された技術的事項と組み合わせて，相違点1Bに係る本件発明1の構成とすることは容易である旨主張する。",
                "しかしながら，引用発明1が記載された甲2公報や甲3公報には，結合部材110あるいは調節板22を，固定部21あるいは取付板10aの上側に配置することに関する記載はなく，その示唆もない。",
                "さらに，甲4及び甲5の各マイクロフィルム，実願昭62-53564号(実開昭63-160423号)のマイクロフィルム(甲20)，実公平1-31729号公報(甲22)，実願平3-33779号(実開平4-127405号)のマイクロフィルム(甲23)，特開平7-269219号公報(甲25)，特表平11-505597号公報(甲26)には，ある部材Aに他の部材Bを取り付けるに当たり，部材Bを板状の部材Cで挟んで部材Aに取り付けるという技術的事項は開示されているものの，取付位置の調整については，本件明細書に記載された従来技術のように，ネジ孔を大きくすることで部材の位置を調整するのであって，本件発明1のような調整部材を用いるものではなく，技術分野も，窓，自動車部品，ドア等に関するものである。",
                "したがって，そのような技術分野の異なる技術的事項を引用発明1や甲3公報に開示されたヒンジ装置に適用することが容易であるとはいえないし，また，これを適用したとしても，固定部21あるいは取付板10aの上側に，結合部材110あるいは調節板22とは別の板状部材を配置する構成を想到するにとどまり，保持部と調整部材とを一つの部材で兼ね備えるという本件発明1の技術的思想には至らないのであって，相違点1Bに係る本件発明1の構成が容易に想到し得るとはいえない。",
                "また，甲6公報には，ある部材Aに他の部材Bを取り付けるに当たり，本件発明1の調整部材に相当する部材Dによって部材Aと部材Bの位置関係を調整する技術的事項が開示されているが，部材Bを挟む板状の部材Cについては記載がない。したがって，ここで開示された技術的事項は，引用発明1や甲3公報のヒンジ装置の調整ねじ114あるいは調節ネジ25と同様の構成であって，これを引用発明1や甲3公報のヒンジ装置に適用したとしても，相違点1Bに係る本件発明1の構成には至らない。実願昭63-162630号(実開平2-83990号)のマイクロフィルム(甲7)，甲8公報(実公平4-4971号)に開示された技術的事項についても，甲6公報の開示と同様である。",
                "さらに，原告は，特開平2-144530号公報(甲28)，特許第3155659号公報(甲29)には，本件発明1と同じ分野のヒンジ装置について，ベース部材の上側へ保持部材を配置させてベース部材を装置本体との間で挟むことによってベース部材の取付位置を調整可能にするという周知技術が記載されていると主張するが，甲28公報のヒンジ装置は，支柱23によって本体6に装着される(本件発明1の第2のユニットに相当するADF7の重量を支柱23が支える)のであって，第2のユニットの重量がベース部材にかかる本件発明1の構成とは異なるから，甲28公報の調整部材5には，ベース部材を保持する機能があるとは認められず，本件発明1の保持部には相当しない。また，甲29公報のヒンジ装置についても，ヒンジ足11によって画像形成装置本体1に取り付けられるか，あるいはヒンジベース9を直接画像読み取り装置2に取り付けるのであって，ベース部材を挟んで保持する「板状の保持部材」に係る記載自体が認められない。",
                "なお，甲1公報には，ヒンジ装置が記載されているが，本件発明1の保持部や調整部材に相当する技術的事項についての記載は認められない。また，原告は，実公平1-29960号公報(甲21)及び実願平4-54346号(実開平6-16706号)のCD-ROM(甲24)にも，取付位置を調整すべき部材を本体へ取り付けるに当たり，この調整すべき部材を保持部材で挟んで調整可能に本体へ取り付けるという慣用技術が開示されていると主張するが，原告が主張する要素をすべて満たすような技術的事項の開示があるとは認められない。",
                "以上のとおりで，甲1～甲8の公報及びマイクロフィルムから相違点1Bに係る本件発明1の構成は容易に想到し得ないとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，ベース部材の移動がスムーズになるという本件発明1の効果について，組立時に一度調節すれば，その後ユーザー側でベース部材を移動させて調節する必要性がほとんどないので，優れた効果ではないと主張する。しかしながら，仮に頻度が少ないとしても，その少ない場面において有利な効果を奏するのであれば，優れた効果でないとはいえない。",
                "原告はまた，ベース部材をねじの頭部のみで保持したとしても，移動はスムーズであると主張するが，ねじの頭部のみで保持する場合よりも板状の保持部で保持する方が，摺動抵抗が分散することによって相対的に移動がスムーズになることは明らかであって，審決がそのような本件発明1の効果を認定したことに誤りはない。",
                "その他，本件発明1の保持部が保持部材と別体であることや，ねじが保持部に相当するものであること前提とする原告の主張は，取消事由1で説示したとおりの理由から，いずれも採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "したがって，取消事由3，4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由5(本件発明2～4の容易推考性に関する判断の当否)について",
          "text": [
            "本件発明2～4は，いずれも本件発明1の構成をすべて含むものであるから，取消事由3，4について説示したのと同様の理由から，取消事由5についても理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由6(本件発明5の容易推考性に関する判断の当否)について",
          "text": [
            "取消事由6における原告の主張は，取消事由3～5の主張と同じであるから，取消事由3～5について説示したのと同様に，取消事由6も理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}