{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2010-800009号事件につい"
    },
    {
      "text": "て平成22年11月24日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，被告の下記2の本件発明に係る特許に対する原告の特許無効審判の請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4のとおりの取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許",
              "text": [
                "被告は，平成4年3月27日，発明の名称を「4-アミノジフェニルアミンの製造法」とする特許出願(特願平5-501446号。パリ条約による優先権主張日：平成3年(1991年)6月21日，アメリカ合衆国。請求項の数32)をし，平成13年3月9日，設定の登録(特許第3167029号)を受けた(以下，この特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成22年1月12日，本件特許に係る発明について，特許無効審判を請求し(甲17)，無効2010-800009号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，平成22年6月3日，訂正請求をした(甲19。以下「本件訂正」といい，その訂正明細書を「本件明細書」という。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成22年11月24日，本件訂正を認めた上，「本件審判の請求は，成り立たない。」旨の本件審決をし，同年12月2日，その謄本が原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件審決が判断の対象とした発明は，本件訂正後の特許請求の範囲の請求項1ないし26に記載された各発明(以下「本件発明1」ないし「本件発明26」といい，総称して，「本件発明」という。)であって，その要旨は，次のとおりである。",
            "【請求項1】1種以上の4-ADPA中間体を製造する方法において，",
            "(イ)アニリンおよびニトロベンゼンを適当な溶媒系中で反応するように接触させ，そして",
            "(ロ)アニリンおよびニトロベンゼンを制限された区域中適当な温度でまた1種以上の4-ADPA中間体を生ずるように調節された量のプロトン性物質および適当な塩基の存在下に反応させる，という諸工程からなる上記方法",
            "【請求項2】4-アミノジフェニルアミン(4-ADPA)の製造法において，(イ)アニリンおよびニトロベンゼンを適当な溶媒系中で反応するように接触させ，(ロ)アニリンおよびニトロベンゼンを制限された区域中適当な温度で，また1種以上の4-ADPA中間体を生じるように調節された量のプロトン性物質および適当な塩基の存在下で反応させ，そして",
            "(ハ)4-ADPAを生ずる条件下で4-ADPA中間体を還元する，",
            "という諸工程からなる上記方法",
            "【請求項3】Ｎ-アルキル化されたp-フェニレンジアミンの製造法において，(イ)アニリンおよびニトロベンゼンを適当な溶媒系中で反応するように接触させ，(ロ)アニリンおよびニトロベンゼンを制限された区域中適当な温度で，また1種以上の4-ADPA中間体を生ずるように調節された量のプロトン性物質および適当な塩基の存在下に反応させ，",
            "(ハ)4-ADPA中間体を還元して4-ADPAをつくり，そして",
            "(ニ)工程(ハ)の4-ADPAを還元的にＮ-アルキル化する，",
            "という諸工程からなる上記方法",
            "【請求項4】適当な溶媒系はアニリン，ニトロベンゼン，ジメチルスルホキシド，ジメチルホルムアミド，Ｎ-メチルピロリドン，ピリジン，トルエン，ヘキサン，エチレングリコールジメチルエーテル，ジイソプロピルエチルアミン，およびこれらの混合物から選ばれる溶媒を含む，請求項1，2又は3に記載の方法",
            "【請求項5】溶媒はアニリン，ジメチルスルホキシド，ジメチルホルムアミド，トルエン及びこれらの混合物から選ばれる，請求項4記載の方法",
            "【請求項6】適当な溶媒系はプロトン性溶媒を含む，請求項4記載の方法",
            "【請求項7】プロトン性溶媒はメタノール，水およびその混合物から選ばれる，請求項6記載の方法",
            "【請求項8】溶媒系はアニリンおよび反応混合物の全体積に基づき約4v／v％までの水を含む，請求項1，2又は3に記載の方法",
            "【請求項9】溶媒系はジメチルスルホキシドおよび反応混合物の全体積に基づき約8v／v％までの水を含む，請求項1，2又は3に記載の方法",
            "【請求項10】溶媒系はアニリンおよび反応混合物の全体積に基づき約3v／v％までのメタノールを含む，請求項1，2又は3に記載の方法",
            "【請求項11】適当な温度は約-10℃から約150℃である，請求項1，2又は3に記載の方法",
            "【請求項12】適当な塩基は有機塩基および無機塩基から選ばれる，請求項1，2又は3に記載の方法",
            "【請求項13】有機塩基および無機塩基にはアルカリ金属，アルカリ金属水素化物，アルカリ金属水酸化物，アルカリ金属アルコキシド，塩基源と共に相間移動触媒，アミン，塩基源と共にクラウンエーテルおよびこれらの混合物が含まれる，請求項12記載の方法",
            "【請求項14】塩基は塩基源と共にアリールアンモニウム，アルキルアンモニウム，アリール／アルキルアンモニウム，およびアルキルジアンモニウム塩から選ばれる，請求項1，2又は3に記載の方法",
            "【請求項15】塩基をアニリンと合わせて混合物をつくり，次にこの混合物をニトロベンゼンと反応するように接触させる，請求項1，2又は3に記載の方法",
            "【請求項16】アニリンおよびニトロベンゼンを合わせて混合物をつくり，この混合物へ塩基を加える，請求項1，2又は3に記載の方法",
            "【請求項17】溶媒はアニリンであり，塩基は水酸化テトラアルキルアンモニウムまたは水酸化アルキル置換ジアンモニウムである，請求項1，2又は3に記載の方法",
            "【請求項18】アニリンおよびニトロベンゼンを好気的条件下で反応させる，請求項1，2又は3に記載の方法",
            "【請求項19】アニリンおよびニトロベンゼンを嫌気的条件下で反応させる，請求項1，2又は3に記載の方法",
            "【請求項20】4-ADPA中間体を適当な触媒の存在下に水素を用いて還元する，請求項2記載の方法",
            "【請求項21】触媒は炭素上白金，炭素上パラジウムまたはニッケルである，請求項20記載の方法",
            "【請求項22】4-ADPAを，アセトン，メチルイソブチルケトン，メチルイソアミルケトン，および2-オクタノンから選ばれるケトンを用いて還元的にアルキル化する，請求項3記載の方法",
            "【請求項23】アニリンおよびニトロベンゼンの反応の間に存在するプロトン性物質の量を調節するため工程(ロ)の間に乾燥剤を存在させる，請求項1，2又は3に記載の方法",
            "【請求項24】乾燥剤は無水硫酸ナトリウム，モレキュラーシーブ，塩化カルシウム，水酸化テトラメチルアンモニウム二水和物，無水水酸化カリウム，無水水酸化ナトリウムおよび活性アルミナからなる群から選ばれる，請求項23記載の方法",
            "【請求項25】工程(ロ)におけるプロトン性物質の量を，前記プロトン性物質の連続蒸留により調節する，請求項1，2又は3に記載の方法",
            "【請求項26】プロトン性物質は水であり，水／アニリン共沸混合物を利用する連続共沸蒸留によって前記水を除去する，請求項25記載の方法"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，①本件特許に係る特許請求の範囲の請求項1ないし3の記載は，いわゆる明確性の要件(平成6年法律第116号による改正前の特許法36条5項2号)に違反するものではない，②本件発明1は，下記の引用例に記載された発明(以下「引用発明」という。)と同一の発明ではなく，また，同発明等に基づいて，当業者が容易に発明をすることができたものということはできない，③本件発明1が新規性及び進歩性を有する以上，本件発明2ないし26も，同様に，新規性及び進歩性を有する，というものである。",
                "引用例：Berichte der Deutschen Chemischen Gesellschaft, vol.4(明治37年(1904年)発行。甲1)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明並びに本件発明1と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：30gのアニリンと30gのニトロベンゼンを，120gの微細に粉砕され，完全に乾燥した苛性ソーダと混合し，オイルバス中の広口試験管内において110℃ないし120℃で加熱し，約120℃ないし125℃の範囲に保持することにより，p-ニトロソジフェニルアミンを製造する方法"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：1種以上の4-ADPA中間体を製造する方法において，",
                  "text": [
                    "(イ)アニリン及びニトロベンゼンを反応するように接触させ，そして",
                    "(ロ)アニリン及びニトロベンゼンを制限された区域中適当な温度で適当な塩基の存在下に反応させる，",
                    "という諸工程からなる上記方法"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：工程(イ)において，本件発明1は，「アニリン及びニトロベンゼンを適当な溶媒系中で反応するように接触させ」るのに対して，引用発明は，それらを適当な溶媒系中で反応するように接触させるかどうか明らかでない点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：工程(ロ)において，本件発明1は，「アニリン及びニトロベンゼンを…1種以上の4-ADPA中間体を生ずるように調節された量のプロトン性物質…の存在下に反応させる」のに対して，引用発明は，それらをそのように反応させるかどうか明らかでない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性の要件に係る判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の新規性に係る判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "本件発明2ないし26の新規性ないし進歩性に係る判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明確性の要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「調節された量のプロトン性物質」の意味",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明に係る特許請求の範囲の請求項1ないし3には，「調節された量のプロトン性物質」との記載がある。",
                    "本件明細書によると，「調節された量」のプロトン性物質とは，「アニリンとニトロベンゼンとの反応を阻止する量まで，例えばアニリンを溶媒として利用する場合に反応混合物の体積に基づきH O約4％までの量」を意味するものであるとして，明確に定義されているものである。これは，アニリンとニトロベンゼンとの反応が妨げられて，「4-ADPA中間体が生成されないような量」に至らない量，すなわち，「アニリンとニトロベンゼンとの反応により4-ADPA中間体が生成され得るまでの量」を意味するものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，「調節された量」のプロトン性物質とは，「4-ADPA中間体の選択性を維持するために必要な程度に有意な量」を意味するものであるとする。",
                    "しかしながら，当該認定は，「調節された量」のプロトン性物質に関する本件明細書中の明確な定義に違反するものである。本件明細書の定義によると，「調節された量」については，その生成の多寡を問わず，反応によって4-ADPA中間体を生成させ得るような量であることのみを要件とするものであって，「調節された量」と，4-ADPA中間体の生成の程度とを関連付ける定義はされていない。本件審決の判断は，その前提自体が誤りであるというほかない。",
                    "仮に，本件審決のように理解する余地があったとしても，このような理解は，「選択性を維持するために必要な程度に有意な量」とは一体どれだけの量であるかが依然不明確であり，当業者は，「選択性を維持するために必要な程度」の量のプロトン性物質を確定するのに過度の実験を要することになるから，実施可能要件を欠くおそれも否定できないのであって，相当ではないことは明らかである。",
                    "したがって，本件審決の認定は，本件明細書の定義に反し，更に，実施可能要件に違反するおそれがあるものであって，明確性の要件を欠くことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上からすると，本件審決の明確性の要件に係る判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "「調節された量のプロトン性物質」の意味",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，「本発明は4-アミノジフェニルアミン(4-ADPA)の製造法に関し，更に詳しく言えば，塩基存在下プロトン性物質，例えば水，の量を調節する条件下でアニリンをニトロベンゼンと反応させることにより4-ニトロジフェニルアミン塩および(または)4-ニトロソジフェニルアミン塩に富む混合物を製造する4-ADPAの製造法に関するものである。」「反応物中に存在するプロトン性物質の量の調節は重要である。」「望む生成物の選択性を維持するために必要なプロトン性物質の最小量もまた利用する溶媒，塩基の型と量，塩基陽イオンなどに依存し，これも当業者により決定できる。反応物中に存在するプロトン性物質の量は重要であるので，存在するプロトン性物質の量をできる限り減らし，次に望む量，例えば溶媒としてアニリンを用いる場合には0．5容量％，を反応物へ加え直すことが可能である。」との記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の前記アの記載からすると，本件発明1ないし3におけるプロトン性物質の量の調節は，4-ADPA中間体への選択性を維持するためであることが明示されているものということができる。",
                    "また，引用例では，4-ADPA中間体の生成量は1．6gであり，収率は約3％であるところ，本件明細書の実施例1A)では，4-ADPA中間体である4-ＮDPAとp-ＮDPAの合計収率は88％である。",
                    "したがって，「1種以上の4-ADPA中間体を生ずるように調節された量のプロトン性物質」について，本件明細書の記載を考慮して，「4-ADPA中間体の選択性を維持するために必要な程度に有意な量のプロトン性物質」であるとした本件審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告が「調節された量」のプロトン性物質に係る定義であると指摘する本件明細書の記載は，アニリンを溶媒とした場合についての例示にすぎない。プロトン性物質の量の調節は，本件明細書において更に詳細に記載されているにもかかわらず，原告は自らの主張に合致する一部分のみを取り出しているものであって，相当ではない。しかも，本件明細書において，1種以上の4-ADPA中間体を生ずるようにプロトン性物質の量を調節するという技術思想及び実施例が開示されている以上，特定の選ばれた溶媒，塩基の型及び塩基陽イオンの場合における適切なプロトン性物質の量を決めることは，実験により容易に選択可能である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上からすると，本件審決の明確性の要件に係る判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1の新規性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の認定の誤りについて",
              "text": [
                "本件審決は，本件発明1の「調節された量」のプロトン性物質について，「4-ADPA中間体の選択性を維持するために必要な程度に有意な量」を意味するものであるとする。",
                "しかしながら，取消事由1において先に述べたとおり，本件審決の上記認定は誤りであり，正しくは，「アニリンとニトロベンゼンとの反応を阻止する量まで，例えばアニリンを溶媒として利用する場合に反応混合物の体積に基づきH O約4％までの量」，すなわち，「アニリンとニトロベンゼンとの反応により4-ADPA中間体が生成され得るまでの量」を意味するものと解すべきである。",
                "したがって，本件審決の本件発明1の認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1における「調節された量」のプロトン性物質(例えば，「水」)は，僅かでも4-ADPA中間体が生成され得るまでの量，存在すればよいのであるし，本件明細書には，本件発明1を無水状態下でも実施し得ることも開示されている。",
                    "したがって，本件発明1において，アニリンとニトロベンゼンとの反応により4-ADPA中間体が生成され得るまでの量，すなわち4-ADPA中間体の選択性を維持する量まで，プロトン性物質を必要とするものではない。",
                    "仮に，被告が指摘するとおり，引用発明では水が存在しないとしても，本件明細書が開示するとおり，本件発明1は，「無水条件」下でも実施可能であるから，なお，引用発明は本件発明1と同一であるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，引用発明において，反応により生成した水は，直ちに苛性ソーダに捕捉され，「アニリンとニトロベンゼンの反応に関与できる状態」で存在し得るものではないとするが，苛性ソーダと反応しても，なお，水は水溶液の状態で存在し，「アニリンとニトロベンゼンの反応に関与できる状態」であることを看過するものであり，誤りである。",
                    "本件発明1が規定するプロトン性物質である「水」については，①水和物に由来する「水」，②別途系外から添加された「水」，③反応系から生じた「水」が想定されるところ，引用発明における「水」の由来が上記①ないし③のいずれであっても，本件発明1との関係においては，いずれも「プロトン性物質」に該当する。",
                    "引用発明では，溶解度まで苛性ソーダが水に溶解した飽和苛性ソーダ水溶液と固体苛性ソーダとが存在しており，生成した水は，「苛性ソーダに吸収されることにより，苛性ソーダに捕捉された状態」ではなく，溶解した範囲において苛性ソーダを溶解して，飽和水溶液として存在するものである。本件審決も，水分子の存在自体を否定するものではない。水溶液中の水分子は，なお「プロトン性物質」として，「アニリンとニトロベンゼンの反応に関与できる状態」にあるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件明細書の例5では，苛性ソーダ使用量が非常に少ないから，苛性ソーダは生成する水に全部溶解し，不飽和苛性ソーダ水溶液を形成するものである。",
                    "したがって，例5と引用発明とを苛性ソーダ水溶液について比較すれば，生成する水の量に差異はないが，引用発明では飽和苛性ソーダ水溶液であるのに対して，例5では不飽和苛性ソーダ水溶液である点が異なるにすぎない。すなわち，両者はともに苛性ソーダ水溶液である点で同一であり，「水」に溶解している苛性ソーダの量(濃度)が異なるにすぎない。例5において「調節された量の水」が存在するのであれば，引用発明でも「調節された量の水」が存在することになる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用発明では，現に「水」が生成しており，加えて，「アニリンとニトロベンゼンとから4-ADPA中間体も生成」しており，「アニリン及びニトロベンゼンを…1種以上の4-ADPA中間体を生ずるように調節された量のプロトン性物質…の存在下に反応させる」プロセスを有するものということができる。",
                    "すなわち，本件発明1と引用発明とは，いずれもプロトン性物質(水)が，「アニリンとニトロベンゼンとの反応により，4-ADPA中間体が生成され得るまでの量」(「調節された量」のプロトン性物質はアニリンとニトロベンゼンとの反応を阻止する量まで，例えばアニリンを溶媒として利用する場合に反応混合物の体積に基づきH O約4％までの量)存在し，引用発明も，本件発明1と同様に，「アニリン及びニトロベンゼンを…1種以上の4-ADPA中間体を生ずるように調節された量のプロトン性物質…の存在下に反応させる」構成を有するものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上からすると，相違点2について，相違点として認定した本件審決は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，相違点2が存在する以上，相違点1については検討するまでもなく，本件発明1は，引用発明と同一とはいえないとする。",
                    "しかしながら，相違点2が存在しないことは，先に述べたとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書には，「ニトロベンゼンのモル量より過剰のアニリンは溶媒として働く」ことが明確に記載されているところ，引用発明においても，ニトロベンゼンのモル量(0．24モル)より過剰のモル量のアニリン(0．32モル)を用いているものである(ニトロベンゼン30gとアニリン30g)。",
                    "したがって，引用発明でも，「ニトロベンゼンのモル量より過剰のアニリンは溶媒として働く」ものであり，アニリン及びニトロベンゼンを「適当な溶媒系中」で反応するように接触させているということができるから，本件発明1の構成と差異はない。本件明細書の記載によれば，引用発明における「過剰のアニリン」が，本件発明1の「適当な溶媒」に該当し，「アニリン及びニトロベンゼンを適当な溶媒系中で反応するように接触させ」ていることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点1について，相違点として認定した本件審決は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "新規性に係る判断の誤りについて",
              "text": [
                "以上からすると，相違点1及び2は存在するものではなく，本件発明1は，引用発明と同一の発明であって，新規性を有しないものというべきであるから，本件審決は取消しを免れない。",
                "なお，被告は，引用発明で収集される4-ADPA中間体は「副生成物」であり，",
                "4-ADPA中間体の収量及び収率は小さいから，引用例には本件発明1の技術思想は開示されていないと主張する。",
                "しかしながら，引用例に本件発明1の構成が開示されている以上，本件発明1の新規性が否定されることは明らかである。被告の主張は失当である。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明1の認定の誤りについて",
              "text": [
                "取消事由1において先に述べたとおり，本件発明1の「調節された量」のプロトン性物質についての本件審決の認定に誤りはない。原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1は，「1種以上の4-ADPA中間体を生ずるように調節された量のプロトン性物質および適当な塩基の存在下に」と定めるものであるから，プロトン性物質の存在は必要不可欠である。本件明細書における「無水条件」とは，当然に，水以外のプロトン性物質の存在を前提とするものである。",
                    "本件明細書は，適当な乾燥剤の例として，乾燥苛性ソーダを挙げている(無水の苛性ソーダが乾燥剤であることは技術常識である。)。もっとも，本件発明1における乾燥剤は水の量を調節するためのものであって，水を完全に除去してしまうものではない。",
                    "引用発明では，反応により水が生成するものの，完全に乾燥した苛性ソーダによって直ちに捕捉され，アニリンとニトロベンゼンとの反応に関与できる状態にはないから，プロトン性物質の存在下に反応が行われているということはできない。そのことは，実験結果(乙1)からも明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "水と苛性ソーダとが反応しても，原告が主張するような水溶液が生じるものではない。微細に粉砕され，完全に乾燥した苛性ソーダに少量の水が接触すると，水は苛性ソーダ固体に吸収されて，苛性ソーダの水和物(固体)が生じるものであって，少量の水がいきなり水溶液になるわけではない。乾燥している苛性ソーダは，水を吸収して水和物になることから乾燥剤として機能するのであり，水溶液になってしまうのでは，乾燥剤としての意味がない。引用発明において，仮に，少量の苛性ソーダ水溶液が存在するとしても，大量の固体苛性ソーダの表面に強く結合されており，当該水溶液中の水が有機反応物質(アニリンとニトロベンゼン)中でプロトン性物質として作用するとは期待できない。しかも，引用発明においてアニリン及びニトロベンゼンの有機相中で生成した水は，水の沸点及び共沸温度よりも相当に高い温度(110℃ないし125℃)にあり，大きい熱エネルギーを有し，気体になって反応器から去ろうとするものである。引用発明と本件発明1とでは，反応の結果が大きく異なるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明では，本件明細書の例5と比較すると，原料であるアニリンやニトロベゼンに対して約10倍モルもの多量の苛性ソーダを使用しているので，両者を同列にみることはできない。また，例5は，本件明細書の例1D)の反応条件下で，例1D)の塩基である水酸化テトラメチルアンモニウムに代えてＮaOHを用いるものであり，例1D)で水酸化テトラメチルアンモニウムとともに添加された塩基1モル当たり2モルの水は，例5では当然に別途加えられるものである。",
                    "しかも，本件明細書の例5のＮaOHの場合，反応は室温で行われるが(例1D)の条件)，引用発明の場合，反応は110℃ないし125℃で行われるから，共沸により水はアニリンとともに蒸発する。",
                    "そうすると，本件明細書の例5と引用発明とにおいて，反応に関与する水の量が同じであるということはできない。本件発明1では，水の量に依存して，4-ADPA中間体の収率及び選択率が変化するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上からすると，相違点2についての本件審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書において，アニリン及びニトロベンゼンが溶媒系として挙げられ，これらが未反応で残る場合，溶媒系として働く旨が記載されているところ，溶媒として働くためには，生成物を溶解するのに十分な量であることが当然の前提である。",
                    "これに対し，引用例では，30g(0．32モル)のアニリンと30g(0．24モル)のニトロベンゼン及び120g(3モル)という多量の苛性ソーダ粉末を反応に用いており，格別に溶媒を加えていない。これらを110℃ないし120℃に加熱すると，反応開始時には低粘度の液体であり，反応終了時には反応混合物はかなり硬くなるから，0．08モル(7．5g)のアニリンが反応混合物において溶媒として働いていないことは明らかである。しかも，アニリンの実質的なモル過剰は0．08モル(7．5g)より少ない。引用発明のように，アニリンが僅かに過剰の場合には，モル過剰分のアニリンは反応では消費されないが，この僅かに過剰のアニリンについて，溶媒と評価する化学者はいない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例は，染料の原料であるジアゾ化合物及びフェナジンの製造方法として有名な「Wohlの反応」について記載しているところ，この反応では，副生成物として4-ニトロソジフェニルアミンが3％という小さな収率で得られるが，この反応を4-ニトロソジフェニルアミンの製造方法であると認識する専門家はいない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上からすると，相違点1についての本件審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "新規性に係る判断の誤りについて",
              "text": [
                "以上からすると，本件発明1は，引用発明と同一であるということはできず，本件発明1の新規性を認めた本件審決の判断に誤りはない。",
                "なお，本件明細書の例1A)では，目的物である4-ＮDPAとp-ＮDPAの合計収率は88％であり，アゾベンゼンの収率は僅か8．5％であるが，引用例におけるp-ニトロソフェノールを経由する副反応実験の分析結果によると，その収率は約3％にすぎない。",
                "したがって，引用例の目的は，副反応のメカニズムの分析にあるものであって，当業者が，同文献により，約3％という少ない収率にすぎない副生成物の製造方法が開示されていると理解することはできない。",
                "本件発明1は，既知の化合物の製造方法に関する発明であるところ，88％の収率を与える方法と，3％の収率の方法とでは，明らかにその構成自体が異なるものであって，同一であるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2ないし26の新規性ないし進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，本件発明1が新規性及び進歩性を有する以上，本件発明1に技術的限定を付加したものである本件発明2ないし26も，同様に，新規性及び進歩性を有するというものである。",
            "しかしながら，取消事由2において先に述べたとおり，本件発明1は，新規性を欠くものであるから，本件発明2ないし26に係る本件審決の判断は，その前提自体が誤りであって，本件審決は取消しを免れない。",
            "〔被告の主張〕",
            "取消事由2において先に述べたとおり，本件発明1の新規性に係る本件審決の判断に誤りがない以上，本件発明2ないし26に係る判断も，同様に誤りがないことは明らかである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明確性の要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書(甲19)の記載について",
                  "text": [
                    "原告は，取消事由1において，本件発明1ないし3の「調節された量のプロトン性物質」について，本件明細書の記載が明確性の要件に違反すると主張し，更に，取消事由2において，「調節された量のプロトン性物質」に関し，本件審決の本件発明1の認定が誤りであると主張する。",
                    "そこで，本件明細書の記載について，「アニリンおよびニトロベンゼンを…1種以上の4-ADPA中間体を生ずるように調節された量のプロトン性物質および適当な塩基の存在下に反応させる」ことに係る部分を中心に要約すると，以下のとおりとなる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明は，4-アミノジフェニルアミン(4-ADPA)の製造法に関する発明であり，塩基存在下プロトン性物質，例えば水の量を調節する条件下でアニリンをニトロベンゼンと反応させることにより，4-ニトロジフェニルアミン塩及び(又は)4-ニトロソジフェニルアミン塩に富む混合物を製造する方法に関するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "反応物中に存在するプロトン性物質の量の調節は重要である。一般に反応をアニリン中で行う場合，反応混合物の体積に基づき約4％より多量の水が反応物中に存在すると，この水のためにアニリンとニトロベンゼンとの反応は，反応が無意味になる程度まで阻害される。水の量を4％より減らすと，反応を容認できる程度まで進ませることができる。塩基として水酸化テトラメチルアンモニウムを利用し，溶媒としてアニリンを用いる場合，例えば，反応混合物の体積に基づき水の量を約0．5％まで減少させると，4-ニトロジフェニルアミン及び4-ニトロソジフェニルアミン並びに(又は)その塩の全量は選択性をある程度失って増加し，2-ニトロジフェニルアミンがより多量に生成するが，依然少量である。",
                        "実施例(表2)において，プロトン性物質として加える水の量を，0μℓ ，10μℓ ，50μℓ 及び100μℓ として実験したところ，収量は，それぞれ0．83ミリモル，0．68ミリモル，0．18ミリモル，0．05ミリモルであった。",
                        "このように，本件発明に係る反応は無水条件下で行うことができるかもしれない。「調節された量」のプロトン性物質はアニリンとニトロベンゼンとの反応を阻止する量まで，例えば，アニリンを溶媒として利用する場合に反応混合物の体積に基づきH O約4％までの量である。反応物中に存在するプロトン性物質の量に対する上限は溶媒により変化する。例えば，溶媒としてDMSOを利用し，塩基として水酸化テトラメチルアンモニウムを利用する場合，反応物中に存在するプロトン性物質の量に対する上限は反応混合物の体積に基づきH O約8％である。同じ塩基とともにアニリンを溶媒として利用する場合の上限は，反応混合物の体積に基づきHO4％である。プロトン性物質の許容量は種々な溶媒系で用いた塩基の型，塩基の量及び塩基陽イオンによって変化するであろう。しかし，当業者が本件発明により開示された知見を用いることにより，特定の溶媒，塩基の型と量及び塩基陽イオンなどに対するプロトン性物質の量の特定の上限を決定すること，望む生成物の選択性を維持するために必要なプロトン性物質の最小量，利用する溶媒，塩基の型と量及び塩基陽イオンなどを決定することが可能である。",
                        "なお，ニトロベンゼンのモル量より過剰のアニリンは，溶媒として機能する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明の実施例について，全ての試薬はそのまま使用したが，塩基及び溶媒は乾燥させた。特に断らない限り，全ての収量は下記の方法に従いHPLCにより決定した。すなわち，アニリン及びニトロベンゼンは試薬級であり，それ以上精製せずに用いた。溶媒はAldrich  Chemicalから購入し，無水品等を用いた。水酸化テトラメチルアンモニウムは5水和物として購入した。この固体を使用前に数日間デシケーター中真空下にP O 上で乾燥した。得られた固体を滴定したところ，乾燥された物質は2水和物であることが示された。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "実施例(例1A))は，好気的条件下において，アニリンとニトロベンゼンとを未希釈状態で反応させ，4-ＮDPA及びp-ニトロソジフェニルアミン(p-ＮDPA)生成物をつくる方法を例示するものである。次に反応混合物を直接水素化して4-ADPAをつくる。",
                        "500mℓ 三頚丸底フラスコにマグネチック撹拌棒を装置する。反応容器にアニリン196mℓ 及びニトロベンゼン(4．3mℓ ，42ミリモル)を入れた。これをかきまぜた反応混合物に水酸化テトラメチルアンモニウム2水和物(17．7g，140ミリモル)を固体のまま加えた。この反応は2時間後にほとんど全てのニトロベンゼンが消費されたことを示したが，反応物を18時間かきまぜた。この時間後＞99％のニトロベンゼンが消費された。反応混合物をHPLC分析したところ，ニトロベンゼンに基づき下記の収量の生成物が示された。",
                        "4-ＮDPA(6．4ミリモル，1．37g，15％),p-ＮDPA(30．6ミリモル，6．1g，73％),2-ＮDPA(0．3ミリモル，0．064g，0．7％)，アゾベンゼン(3．6ミリモル，0．65g，8．5％)，フェナジン(0．8ミリモル，0．14g，1．9％)，フェナジン-Ｎ-オキシド(0．3ミリモル，0．05g，0．7％)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書において開示される技術事項",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記ア(イ)の記載によると，プロトン性物質の「調節された量」について，溶媒がアニリンであり，プロトン性物質として水が使用される場合には，その上限は反応混合物の体積に基づき約4％であるが，無水の場合の方がむしろ収量が最も高い値を示すものであり，下限として無水条件が含まれること，プロトン性物質の上限は使用される溶媒や塩基の種類，量などにより変化することが開示されているということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，前記ア(ウ)及び(エ)の各記載によると，例1のA)などの実施例で使用される「水酸化テトラメチルアンモニウム2水和物」は塩基であり，これは水酸化テトラメチルアンモニウム5水和物を数日間デシケーター中真空下にP O上に置くことによって乾燥されたものであること，例1のA)では，アニリン以外の溶媒が使用されていないことが開示されているということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件審決の判断の当否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件発明1ないし3における水などのプロトン性物質の量に関して，「4-ADPA中間体の選択性を維持するために必要な程度に有意な量」の「反応に関与できる状態にあるプロトン性物質の存在」を必要とするものであるから，プロトン性物質については，ゼロではなく，有意な量が必要であるとする。",
                        "しかしながら，本件明細書では，「調節された量」について，アニリンを溶媒として用いた場合に，プロトン性物質として水が使用される場合は，上限値が4％であることは記載されているが，下限値がゼロであってはならないとの記載はなく，むしろ，無水条件下で行うことができるかもしれないことが記載されているのである。",
                        "しかも，実施例において，反応系に水は添加されていない。むしろ，無水条件化の方が，収量が最大となることが示されているものである。実施例で塩基として使用されている「水酸化テトラメチルアンモニウム2水和物」は，「水酸化テトラメチルアンモニウム5水和物」を乾燥させたものであり，2水和物の「水」はアニリンとニトロベンゼンとの反応にプロトン性物質として関与するものではない。だからこそ，本件発明24において，「水酸化テトラメチルアンモニウム2水和物」が乾燥剤として用いられているものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，プロトン性物質の「調節された量」について，プロトン性物質として水を使用した場合には，無水条件，すなわち，当該水の量がゼロの場合が含まれるものということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点について，被告は，本件発明1において，水などのプロトン性物質が存在することを前提として，その「調節された量」について，「4-ADPA中間体の選択性を維持するために必要な程度に有意な量」を意味するものであると主張するが，以上認定の限度では，その前提自体が誤りであるといわなければならない。被告の主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上からすると，「調節された量のプロトン性物質」には，プロトン性物質として水を使用した場合であるが，無水条件が含まれるのであるから，プロトン性物質が存在しない状態が含まれるものといわざるを得ない。",
                    "したがって，「調節された量のプロトン性物質」について，「4-ADPA中間体の選択性を維持するために必要な程度に有意な量」として，「アニリンとニトロベンの反応に関与できる状態」で反応物中に存在している必要があるとした本件審決の判断は，無水条件を含まないという趣旨であるならば，誤りであるというほかない。",
                    "もっとも，「調節された量のプロトン性物質」について，上記のとおり，プロトン性物質が存在しない状態が含まれるものと解し得る以上，「調節された量のプロトン性物質」の意義それ自体が不明確であるというわけではなく，明確性の要件に違反するということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1の新規性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "text": [
                "本件発明1の認定は，前記1(1)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例(甲1)の記載について",
                  "text": [
                    "引用例は，アルカリ存在下におけるニトロベンゼンとアニリンの反応に関する文献であるところ，その記載を要約すると，以下のとおりとなる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ニトロベンゼン，アニリン及びアルカリを溶解させ，そのアルカリ性水溶液を炭酸で処理すると，おおよそp-ニトロフェノールの量に相当する量の収率で，p-ニトロソジフェニルアミンが生成する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "30gのアニリンと30gのニトロベンゼンとを，120gの微細に粉砕され，完全に乾燥した苛性ソーダと混合し，オイルバス中の広口試験管内において110℃ないし120℃で加熱した。その混合物は，ガラス棒で攪拌されると，間もなく茶色になり，反応の開始時には，低粘度の液状であった。その温度を，約120℃ないし125℃の範囲に保持した。その際，混合物は，すぐにその色が暗くなり，かつ，濃い液体になり，その後，比較的固くなる。この状態に達すると，反応が完了したものと認められる。冷えると完全に硬化するその反応生成物は，まだ熱いうちに，1リットル程度の水中に入れるとよい。苛性ソーダをよりよく溶出させるために，水浴で加熱し，発生する塩基及びアゾベンゼンが結晶化するまで氷混合物中で冷却させる。続いて，アルカリ溶液は，硬化フィルターを通して吸引され，固体残渣は，それに付着するアルカリを除去するために，繰り返し水洗する。強アルカリ溶液は炭酸で処理する。約2時間これを加え，沈殿析出した青黒い針状物をろ過し，ろ過液に，更に1ないし2時間程度，炭酸を加える。その際に沈殿析出した結晶を，最初に発生した結晶と同時に再結晶させる。アルコールからの1回の結晶化の場合，その収量は1．6グラムである。より純粋な物質を得るため，乳濁状態になるまでアルコール溶液を水で薄め，しばらく放置する。そうすると，光沢のある青黒くかつ長い針状物が沈殿析出する。その針状物を再結晶化させた後，145℃で融解する。0．1101gの物質が，16．822gのベンゼンに溶解し，それにより，融点が0．170℃低下した。得られた反応生成物の結晶と，他の方法で生成させたp-ニトロソジフェニルアミンとを比較すると，物理的性質と化学反応に関して完全に一致することが判明した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の技術内容",
                  "text": [
                    "以上の引用例の記載によると，引用発明は，ニトロベンゼンとアニリンとにより，p-ニトロソジフェニルアミンを製造する方法に関するものであり，具体的には，30gのアニリンと30gのニトロベンゼンとを，120gの微細に粉砕され，完全に乾燥した苛性ソーダと混合し，オイルバス中の広口試験管内において110℃ないし120℃で加熱し，約120℃ないし125℃の範囲で保持する方法を開示するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件発明1と引用発明との相違点2として，「アニリン及びニトロベンゼンを…1種以上の4-ADPA中間体を生ずるように調節された量のプロトン性物質…の存在下に反応させる」か否かが不明である点を指摘する。",
                    "しかしながら，本件発明1の「調節された量のプロトン性物質」には，プロトン性物質として水を使用した場合，無水条件が含まれることは，前記1(1)のとおりである。",
                    "そうすると，引用例に，「アニリン及びニトロベンゼンを…1種以上の4-ADPA中間体を生ずるように調節された量のプロトン性物質…の存在下に反応させる」か否かが記載されていないことが，プロトン性物質を使用しない状態でその反応が行われることを意味するものであったとしても，その結果として，引用発明においても，アニリンとニトロベンゼンとの反応によって「4-ADPA中間体」に該当する化合物が生じているのであるから，本件発明1において，「調節された量のプロトン性物質」について，無水条件下であれば，プロトン性物質を使用しない状態でその反応が行われる場合と，引用発明とは，同じ条件下において，4-ADPA中間体を製造する方法であるということができる。",
                    "したがって，相違点2は，以上認定の限度において，実質的な相違点ということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点について，被告は，本件発明1は，「1種以上の4-ADPA中間体を生ずるように調節された量のプロトン性物質及び適当な塩基の存在下に」と定めるものであるから，プロトン性物質の存在は必要不可欠であり，本件明細書における「無水条件」とは，当然に，水以外のプロトン性物質の存在を前提とするものであると主張する。",
                    "しかしながら，当該前提自体が誤りであることは，前記1(1)のとおりである。",
                    "被告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明4は，本件発明1において，アニリンを含む「適当な溶媒系」を用いる発明であり，本件発明5は，本件発明4において，アニリンやジメチルスルホキシド等を溶媒として用いる発明であるから，本件発明1において使用される溶媒には，アニリンが含まれるものということができる。",
                    "また，前記1(1)イのとおり，本件明細書の実施例には，アニリン以外の溶媒を使用しない反応例が記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例には，アニリンが溶媒であることや，反応を溶媒中で行うことについて，明記されていないが，引用発明には，僅かではあっても過剰のアニリンを反応液中に含んでおり，過剰のアニリンが溶媒として機能することは否定できないし，そもそも化学反応において，必要に応じて，適宜，溶媒を用いることは，当業界における常套手段の付加にすぎないことが明らかである。",
                    "したがって，相違点1も，実質的な相違点ということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "新規性に係る判断の誤りについて",
              "text": [
                "以上からすると，相違点1及び2はいずれも実質的な相違点ということはできず，本件発明1は，プロトン性物質として水を用いる場合に，無水条件を含むものであるから，この構成を採用する点において，引用発明と同一の発明であるというほかなく，新規性を有しないものというべきである。",
                "なお，被告は，引用発明で収集される4-ADPA中間体は「副生成物」であり，",
                "4-ADPA中間体の収量及び収率は小さいから，引用例には本件発明1の技術思想が開示されていないと主張する。",
                "しかしながら，引用例に本件発明1の前記認定の構成が開示されている以上，この点において，本件発明1の新規性が否定されることは明らかである。被告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2ないし26の新規性ないし進歩性に係る判断の誤り)について",
          "text": [
            "本件審決は，本件発明1に従属する本件発明2ないし26についても，本件発明1が新規性及び進歩性を有する以上，本件発明1と同様に新規性及び進歩性を認めている。",
            "しかしながら，前記2のとおり，本件発明1についての新規性に係る判断が誤りである以上，本件発明2ないし26の新規性及び進歩性に係る本件審決の前記結論を直ちに是認することはできない。",
            "以上からすると，原告主張の取消事由3も理由がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，本件審決は取り消されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10108",
    "date": "2012-02-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082093",
    "ipprecedent_id": "2885",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}