{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙写真目録(1)の1−D，2−D，3−D，4−D及び5−Dの写真図柄のいずれかを含む原判決別紙書籍目録1ないし4記載の各書籍を，自ら増製若しくは頒布し，又は第三者に増製若しくは頒布させてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項の各書籍における前項の写真図柄を掲載した部分を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，628万7117円及びこれに対する平成21年2月5日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人は，原判決別紙謝罪広告目録1記載の内容の謝罪広告を，同目録2記載の条件で，各1回掲載せよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人(原告)は，「廃墟」を被写体とする写真(いわゆる「廃墟写真」)を撮影する写真家であるが，被控訴人(被告)が控訴人撮影の原告各写真と同一の被写体を撮影して被告各写真を作成し，これを掲載した被告各書籍を出版及び頒布するなどした行為は，控訴人の有する原告各写真の著作物の著作権(翻案権，原著作物の著作権者としての複製権，譲渡権)及び著作者人格権(氏名表示権)を侵害する，あるいは，控訴人が「廃墟」を最初に被写体として取り上げた者と認識されることに伴って生じる法的保護に値する利益を侵害する，また，写真集「亡骸劇場」に記載された被控訴人の発言は控訴人の名誉を毀損するなどと主張して，被控訴人に対し，①著作権法112条1項，2項に基づく被告各書籍の増製及び頒布の差止め並びに一部廃棄，②著作権侵害，著作者人格権侵害，名誉毀損及び法的保護に値する利益の侵害の不法行為による損害賠償，③著作権法115条及び民法723条に基づく名誉回復等の措置としての謝罪広告を求めた。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，著作権侵害の主張については，被告写真1～5から原告写真1～5の表現上の本質的な特徴を直接感得することができないとして，被告写真1～5が原告写真1～5の翻案物であることを否定し，これによりその他の著作権侵害も成立しないとし，名誉毀損の不法行為については，名誉を毀損する事実の摘示がないとして否定し，法的保護に値する利益の侵害の不法行為についても，「廃墟」を最初に被写体として取り上げた者と認識されることによる営業上の利益は，法的保護に値する利益とはいえないなどとして否定し，控訴人の請求をいずれも棄却した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "争いのない事実等は，原判決2頁15行目以下の「2  争いのない事実等」記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原審における主張",
          "text": [
            "原審における当事者の主張は，原判決6頁18行目以下の「3  争点に関する当事者の主張」記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点1～3(著作権侵害の成否)について",
                  "text": [
                    "「廃墟写真」の写真ジャンルにおいては，被写体及び構図ないし撮影方向に本質的特徴があり，撮影に用いたフィルムやカメラのサイズ，カラーか白黒か，印刷の色付けの方法，撮影年次や季節の相違等からくる被写体やその周辺の状況などは，いわば味付けの部分であって，本質的要素ではない。",
                    "このような解釈は，現代のデジタル時代における写真技術や写真の本質にも合致する。すなわち，現代のデジタル写真時代においては，コンピューターソフトを用いた修整等を行うことにより，原告写真1～5を元にして被告写真1～5と類似したものを作り出すことが相当程度可能である。このことは，フィルムやカメラのサイズ，色合いといった写真における技術的な選択による相違点が，もはや創作性を生む要素としては大きな地位を占めていないことを意味する。したがって，本件のような「廃墟写真」の写真ジャンルにおいて，ある写真を他の写真と区別するための本質的特徴は，被写体及び構図ないし撮影方向にあるとされるべきである。",
                    "そして，このような解釈を前提とすると，被告写真1～5から原告写真1～5の表現上の本質的な特徴を感得することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点5(法的保護に値する利益の侵害の不法行為の成否)について",
                  "text": [
                    "原判決は，「廃墟を被写体とする写真を撮影すること自体に制約がない」ことをもって，「廃墟写真において被写体となった「廃墟」を最初に被写体として発見し取り上げた者と認識されることによって生じる営業上の利益が，法的保護に値する利益に当たるものと認めることができない」と判断した。しかし，このような判断は，排他的権利の外側にあって，原則的には何人も自由に行うことができる行為に関して，法的保護に値する利益の侵害を認めた従来の裁判例の理論を否定するものであり，原審で主張した控訴人の営業上の利益については，法的保護に値する利益として認められるべきである。",
                    "また，被控訴人が，控訴人の個展や写真集によって耽美的な廃墟の存在とベストな構図を確認して廃墟を訪れ，労力，費用及び感性を大幅に節約して，被告各写真を撮影，公刊することは，著しく不公正な手段を用いたものといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点1～3(著作権侵害の成否)に対して",
                  "text": [
                    "風景写真という表現において創作性を認めるべきは，撮影時刻，露光，レンズの選択，シャッター速度の設定，現像，プリントの手法，写真の粒子，色彩など様々な要素の選択による，具体的な構図や陰影等の決め方である。廃墟を対象とする場合に限り，特に被写体や撮影方向に本質的特徴があるとはいえない。",
                    "一般論として，デジタルカメラの登場と高性能化により撮影データを事後的に改変・修整できるようになっているとしても，本件の争点は，デジタルカメラではないフィルムカメラで撮影した被告写真1～5が原告写真1～5の翻案か否かであるから，デジタルカメラに関する議論はそもそも関係がない。また，原告写真1～5を修整したとされる写真と被告写真1～5とを比べてみても，写真としての本質が限りなく同一であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点5(法的保護に値する利益の侵害の不法行為の成否)に対して",
                  "text": [
                    "法的保護に値する利益の侵害を認めた従来の裁判例と本件とは事案が異なる。",
                    "また，被控訴人が，控訴人の個展や写真集から情報を得て廃墟を訪れたことはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の本訴請求はいずれも理由がないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "翻案権侵害を中心とする著作権侵害の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "著作物について翻案といえるためには，当該著作物が，既存の著作物に依拠し，かつ，その表現上の本質的な特徴の同一性を維持しつつ，具体的表現に修正，増減，変更等を加えたものであることがまず要求され(最高裁平成13年6月28日第一小法廷判決・民集55巻4号837頁(江差追分事件))，この理は本件における写真の著作物についても基本的に当てはまる。本件の原告写真1～5は，被写体が既存の廃墟建造物であって，撮影者が意図的に被写体を配置したり，撮影対象物を自ら付加したものでないから，撮影対象自体をもって表現上の本質的な特徴があるとすることはできず，撮影時季，撮影角度，色合い，画角などの表現手法に，表現上の本質的な特徴があると予想される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告写真1が原告写真1の翻案に当たるか否かについてみるに，原告写真1は，群馬県松井田町に所在する国鉄旧丸山変電所の内部を撮影したものであるが，原告書籍1「棄景」が全体の基調としているように，モノクロ撮影を強調しハイコントラストにしたものである。控訴人がこれを翻案したと主張する被告写真1は，被告書籍1「廃墟遊戯」及び被告書籍4「廃墟遊戯-Handy Edition」に収録されているが，これら被告書籍が基調としているように，枯れ葉色をベースにしたカラー写真である。原告写真1と同じく，旧国鉄丸山変電所の内部が撮影対象である。",
                "しかし両者の撮影方向は左方向からか(原告写真1)，右方向からか(被告写真1)で異なり，撮影時期が異なることから，写し込まれている対象も植物があったりなかったりで相違しているし，そもそも，撮影対象自体に本質的特徴があるということはできないことにかんがみると，被告写真1をもって原告写真1の翻案であると認めることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告写真2と原告写真2の関係をみるに，両者とも，栃木県足尾町に所在する足尾銅山付近の通洞発電所跡(建物外観)を撮影したものであり，建物右下方向からの撮影であって構図の点では近似している。しかし，撮影対象が現に存在する建物跡であることからすると，たとえ構図において似ていても，写真において表現されている全体としての印象が異なっていれば，一方が他方の翻案に該当するものと認めることはできない。撮影時季が違うことは，特に原告写真2でセピア色の中で白色に特徴付けられて写真左下に写っているすすきが，建物の色感覚をそのまま撮影したであろうと印象付けられる被告写真2にはなく，その位置に緑色の植物が写っていることから明らかである。これらの印象の違いと撮影物の違いにかんがみると，被告写真2が原告写真2の翻案に当たるということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告写真3と被告写真3は静岡県修善寺町所在の大仁金山付近の建物外観を撮影したものであり，原告写真4と被告写真4は東京都奥多摩町に所在する奥多摩ロープウェイの機械室内部を撮影したものであるが，いずれも現に存在する建築物の外観あるいは内部を撮影したものであって，撮影方向が違う以上，これら被告写真が原告写真の翻案に当たるということはできない。原告写真3と原告写真4は，モノクロないしセピア色を基調とした写真であり，特に原告写真4はコントラストの強さを持ったものであって，ほぼありのままを伝えようとする印象を持つ被告写真3，4にはない強いインパクトを与えるものとなっている。",
                "原告写真5と被告写真5は，ともに秋田県大館市に所在する奥羽本線旧線跡の橋梁跡を撮影したものであるが，同様に現存する建築物を撮影したものであり構図も違うから，この点において既に被告写真5が原告写真5を翻案したものということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，翻案権侵害をいう控訴人の主張はいずれも理由がなく，そうである以上，被告写真1～5が掲載された被告各書籍の発行等について控訴人が主張する複製権，譲渡権，氏名表示権の侵害の主張も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "名誉毀損の成否について",
          "text": [
            "この点の当裁判所の判断は，原判決58頁16行目以下の「2  名誉毀損の不法行為の成否(争点4)について」において原判決が認定判断しているとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "法的保護に値する利益侵害について",
          "text": [
            "控訴人が原告各写真について主張する法的保護に値する利益として，まず廃墟を作品写真として取り上げた先駆者として，世間に認知されることによって派生する営業上の諸利益が挙げられている。しかし，原告各写真が，芸術作品の部類に属するものであることは明らかであるものの，その性質を超えて営業上の利益の対象となるような，例えば大量生産のために供される工業デザイン(インダスリアルデザイン)としての写真であると認めることはできない。廃墟写真を作品として取り上げることは写真家としての構想であり，控訴人がその先駆者であるか否かは別としても，廃墟が既存の建築物である以上，撮影することが自由な廃墟を撮影する写真に対する法的保護は，著作権及び著作者人格権を超えて認めることは原則としてできないというべきである。そして，原判決60頁2行目以下の「3  法的保護に値する利益の侵害の不法行為の成否(争点5)について」に記載のとおり，「廃墟」の被写体としての性質，控訴人が主張する利益の内容，これを保護した場合の不都合等，本件事案に表れた諸事情を勘案することにより，本件においては，控訴人主張の不法行為は成立しないと判断されるものである。控訴人が当審において主張するところによっても，上記判断は動かない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，本件控訴は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}