{
  "conclusion": [
    {
      "fig": "1",
      "text": "参加人兼控訴人の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "当審における訴訟費用は，参加人兼控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "参加人兼控訴人の請求",
      "text": [
        "特許庁長官が，脱退被控訴人に対し，特願2007-541082号に関し，別紙文書目録記載の各文書について行った手続却下処分をいずれも取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "以下，参加人兼控訴人を「参加人」と，脱退被控訴人(原審原告)を「原告」と，相手方兼被控訴人(原審被告)を「被告」といい，原審において用いられた略語は，当審においてもそのまま用いる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要",
          "text": [
            "北朝鮮に居住する北朝鮮国籍を有するAらがPCTに基づいて行った本件国際出願について，Aらから本件発明に係る日本における一切の権利を譲り受けた原告が，日本の特許庁長官に対して国内書面等を提出したところ，特許庁長官から，本件国際出願は日本がPCTの締約国と認めていない北朝鮮の国籍及び住所を有する者によりされたものであることを理由に，本件手続却下処分を受けたため，原告は，原審において，被告に対し，同処分の取消しを求めて訴えを提起した。",
            "原審は，本件手続却下処分に取消事由はないと判断し，原告の請求をいずれも棄却した。",
            "参加人は，原告から本件発明に係る特許出願に関する権利と共に本件訴訟を追行する地位を譲り受けたと主張して，被告を相手方として本件訴訟手続に承継参加するとともに，控訴を提起した。当審における手続中に，原告は訴訟手続から脱退したため，原告，被告間の訴訟は終了し，原告，被告間の訴訟につき言い渡された原審の判決は当然に失効した。"
          ]
        },
        {
          "fig": "2",
          "subject": "争いのない事実等",
          "text": [
            "原判決の「事実及び理由」欄の「第2  事案の概要」「1  争いのない事実等」(原判決2頁14行目ないし4頁17行目)記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "参加人の参加申出は適法か(争点1)"
            },
            {
              "fig": "(2)",
              "subject": "本件国際出願は，特許法184条の3第1項所定の「国際出願」として，同項により，日本において「その国際出願日にされた特許出願とみなす」ことができるか(争点2)"
            },
            {
              "fig": "(3)",
              "subject": "本件国際出願は，韓国の国籍を有する者によってされたものといえるか(争点3)"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点に関する当事者の主張",
          "text": [
            "次のとおり当審における主張を付加，訂正するほかは，原判決の「事実及び理由」欄の「第2  事案の概要」「3  争点に関する当事者の主張」(原判決4頁24行目ないし18頁2行目)記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決4頁24行目末尾の後に，改行して，以下のとおり加える。",
                "「(1)  争点1(参加人の参加申出は適法か)",
                "［参加人の主張］",
                "参加人は，原審判決が言い渡された後，平成23年9月26日付けで，原告から，本件発明に係る特許出願に関する権利一切を譲り受けるとともに，本件訴訟を追行する地位を譲り受けた(以下「本件権利譲渡」という。)。これによって，参加人は，本件手続却下処分に関し，処分の取消しを求める法律上の利益を承継している。",
                "特許法34条4項は，特許出願後の特許を受ける権利の承継は，特許庁長官に届け出なければその効力を生じないと規定している。",
                "しかし，本件において，被告は，本件国際出願を特許出願とみなすことができないとしている経緯に照らし，当事者適格の有無についても，「特許出願後の特許を受ける権利の譲渡」であることを前提とした同条4項の規定に基づいて判断するのは相当でない。本件において，特許を受ける権利の承継の有効性を判断するに当たっては，同条1項を適用すべきである。同規定は，特許出願前の特許を受ける権利の承継につき，承継人の特許出願を第三者対抗要件とし，効力発生要件とはしておらず，参加人による権利承継は有効と解されるべきである。",
                "仮に，本件権利譲渡につき同条4項が適用されるとしても，特許庁長官への届出がなくとも，少なくとも原告と参加人との間では，特許を受ける権利の承継がされており，本件訴訟の訴訟追行権も譲渡されている。また，実質的にも，参加人に本件訴訟の追行権を認める必要性が高く，これを肯定したことによる弊害はない。したがって，現時点において，本件手続却下処分について「処分の取消しを求める法律上の利益」は参加人に承継されている。",
                "したがって，参加人による参加申出は適法である。",
                "［被告の反論］",
                "参加人は，本件権利譲渡に特許法34条1項が適用されると主張する。しかし，参加人の主張は，本件権利譲渡日に，我が国において，本件国際出願に係る出願の効力が生じていないことを前提としない限り成り立たない主張である。参加人の主張は，被告の主張を認めるものであって，本件控訴に理由がないことを自認しているといえる。",
                "参加人は，本件権利譲渡につき同条4項が適用されるとしても，本件訴訟の追行権を有している旨主張する。しかし，我が国において，本件国際出願をPCTに基づく国際出願とみる義務は生じておらず，我が国における本件国際出願による特許出願の効力は生じていない。したがって，本件権利譲渡は「特許出願後における特許を受ける権利の承継」には該当せず，同条4項が適用される余地はない。",
                "同条4項が適用されるとしても，特許を受ける権利の承継については，特許庁長官に届け出ることが効力発生要件であり，実質的事情を考慮して，届出が不要とされることはない。本件権利譲渡は，特許庁長官に対する届出がされておらず，特許法上の効力を生じない。また，訴訟物の対象となる権利とは別に，訴訟追行権のみを譲渡することはできない。",
                "上記のとおり，本件権利譲渡は特許法上何らの効果も生じないから，本件国際出願に係る特許を受ける権利が参加人の権利であるとは認められず，民訴法47条1項所定の要件を欠く。したがって，参加人の参加申出は不適法である。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決4頁25行目の「(1)  争点1」を「(2)  争点2」に改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決7頁7行目，13頁18行目，21行目，16頁15行目，18行目，22行目，17頁末行の「原告」を「参加人」に改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決13頁17行目末尾の後に，改行して，以下のとおり加える。",
                "「オ  国家承認及び多数国間条約に基づく権利義務関係について，政府見解に基づいて条約・国際法解釈を行うことは，憲法98条2項に違反すること",
                "憲法98条2項は，我が国が既に締結した条約や国際的に確立した国際法規(国際慣習法を含む。)に基づく義務に拘束されることを規定している。すなわち，内閣は，その政府見解の如何に関わらず，既に締結した条約であるPCTや，国際的に確立した国家承認に関する国際慣習法に拘束されるのであり，独自の政府見解に基づいて，国際法の解釈を歪め，PCTや国家承認に関する国際慣習法上の義務がないと主張することはできない。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決16頁19行目末尾の後に，改行して，以下のとおり加える。",
                "「エ  本件国際出願についてPCTが適用されないと解することは憲法98条2項に反しないこと",
                "我が国の政府が，未承認国との間において，当該条約に基づく権利義務関係を発生させないという選択をした場合には，その未承認国との間では，当該条約を遵守する必要はない。我が国政府は，複雑な国際情勢を考慮して，PCTについて，我が国と北朝鮮との間に条約に基づく権利義務関係は生じないと判断したのであり，我が国が，北朝鮮との間で，本件国際出願についてPCTが適用されないとすることは，憲法98条2項に反するものではない。」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決16頁20行目の「(2)  争点2」を「(3)  争点3」に改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決16頁25行目の「「国籍に関する臨時条例」」を「南朝鮮過渡政府法律第11号国籍に関する臨時条例(以下「国籍に関する臨時条例」という。)」に改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決17頁4行目末尾の後に，改行して，以下のとおり加える。",
                "「さらに，Aは，1948年7月17日以前である1947年8月16日に，朝鮮人であるDを父として，咸鏡南道咸州郡咸州邑(朝鮮半島北部)で出生した者であり，国籍に関する臨時条例2条1項により出生と同時に朝鮮国籍を取得し，韓国制憲憲法の公布と同時に韓国国籍を有している。」"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決17頁8行目末尾の後に，改行して，以下のとおり加える。",
                "「また，上記のとおり，出願人のうち少なくともAは韓国国籍を有しており，同人との関係では，本件国際出願は有効である。PCT9条及び同規則18．3条によれば，2人以上の出願人がある場合において，出願人のうち少なくとも1人がPCT9条に基づき国際出願をする資格を有するときは，国際出願をすることができるのであるから，Aとの関係で有効な本件国際出願は，全体として有効である。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "次のとおり付加，訂正するほかは，原判決の「事実及び理由」欄の「第3  当裁判所の判断」の1及び2(原判決18頁3行目ないし25頁10行目)記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決18頁3行目末尾の後に，改行して，以下のとおり加える。",
            "「1  争点1(参加人の参加申出は適法か)について",
            "当裁判所は，原告から本件発明に係る特許出願に関する権利一切を譲り受けるとともに，本件訴訟を追行する地位を譲り受けたことを理由とする参加人の承継参加の申出は適法であると判断する。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訴訟の目的の全部若しくは一部が自己の権利であることを主張する第三者は，その訴訟の当事者の双方又は一方を相手方として，承継参加をすることができる(民訴法47条1項)。",
                "参加人は，平成23年9月15日に原審判決の言渡しがなされた後である同月26日，原告との間で，日本における本件発明に係る特許出願に関する権利一切を譲り受け，併せて，本件訴訟を追行する地位を譲り受ける旨の合意をした(丙1)。したがって，参加人は，原告から本件手続却下処分の名宛人たる地位を実質的に承継した者であり，以下のとおり，本件手続却下処分の取消しについて，法律上の利益を有しているというべきであるから(行政事件訴訟法9条1項)，参加人による承継参加の申出は適法である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許を受ける権利の特定承継は，特許出願前においては，当事者間の合意のみでその効力が生じ，承継人による特許出願が第三者に対する対抗要件とされているのに対し，特許出願後においては，特許庁長官への届出を要する旨規定されている(特許法34条1項，4項)。",
                "本件において，本件発明に係る特許を受ける権利の承継について，特許庁長官への届出がされた事実はない(弁論の全趣旨)。しかし，本件は，①本件国際出願により，我が国においてその国際出願日に特許出願がされたとみなすことができるか否かが主要な争点であり，②特許庁長官の主張を前提とするならば，仮に，本件発明に係る特許を受ける権利の承継に係る届出がされたとしても，本件書面と同様の理由によって，手続却下がされることが明らかな場合である。このような場合においては，承継に係る届出がされたとの事実がなくとも，本件発明に係る特許出願に関する権利及び本件訴訟を追行する地位を，原告から譲り受ける旨の合意をした参加人は，本件手続却下処分の取消しを求めるにつき，法律上の利益を有すると解するのが相当である。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決18頁4行目の「1  争点1」を「2  争点2」に改める。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決18頁5行目ないし6行目の「「その国際出願日」にされた特許出願とみなすことができるか」を「「その国際出願日にされた特許出願とみなす」ことができるか」に改める。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決18頁17行目，23行目，19頁4行目，14行目，21頁7行目，22頁2行目，23頁20行目，21行目，24頁12行目，23行目の「原告」を「参加人」に改める。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原判決19頁末行から20頁18行目までを，次のとおり改める。",
            "「一般に，我が国について既に効力が生じている多数国間条約に未承認国が事後に加入した場合，当該条約に基づき締約国が負担する義務が普遍的価値を有する一般国際法上の義務であるときなどは格別，未承認国の加入により未承認国との間に当該条約上の権利義務関係が直ちに生ずると解することはできず，我が国は，当該未承認国との間における当該条約に基づく権利義務関係を発生させるか否かを選択することができるものと解するのが相当である(最高裁平成23年12月8日第一小法廷判決・民集第65巻9号3275頁)。",
            "上記の観点から検討するに，①我が国のPCT加入の効力発生日は昭和53年10月1日であるのに対し，北朝鮮のPCT加入の効力発生日は昭和55年7月8日であり，我が国について既に効力が生じている多数国間条約において，後に未承認国である北朝鮮が加入していること，②PCTは，多数の国において特許出願を行うことの煩雑さ，非効率さや，特許庁が同一の発明について重複業務を行うことの非効率さを解決するために，国際出願制度を創設し，同盟国の間で特許出願，その出願に係る調査及び審査における協力を図ること，並びに同盟国において特別の技術的業務の提供を行うことを主な目的とした条約であり，パリ条約19条における「特別の取極」に該当し(乙8，13)，したがって，PCTは，締約国における工業所有権の保護を図るものであり，これを超えて，普遍的価値を有する一般国際法上の義務を締約国に負担させるものではないと解されること，③我が国の政府は，北朝鮮を国家承認しておらず，我が国と北朝鮮との間には，国際法上の主体である国家の間の関係は存在しないとの見解を有していること(乙6の1，6の2及び弁論の全趣旨)が認められる。」"
          ]
        },
        {
          "fig": "6",
          "text": [
            "原判決20頁25行目ないし21頁4行目を，次のとおり改める。",
            "「特許法184条の3第1項は，我が国が，PCTに基づき，一定の要件を満たした国際出願を国内出願として取り扱う義務を負っていることを踏まえ，特許法上，その趣旨を明らかにするために設けられた規定である。",
            "前記のとおり，本件国際出願については，我が国は，PCTによる国際出願として取り扱う義務を負うものではないから，本件国際出願を，同条1項を適用して，「その国際出願日にされた特許出願とみなす」ことはできない。そうすると，本件国際出願に係る本件書面は，いずれもその提出の対象となる特許出願がないこととなり，本件手続は，特許法上の根拠を欠く不適法な手続であるといえる。また，本件書面の提出の対象となる特許出願がないのであるから，本件手続を補正することはできない。」"
          ]
        },
        {
          "fig": "7",
          "text": [
            "原判決21頁22行目ないし22頁1行目を，次のとおり改める。",
            "「我が国について既に効力が生じている多数国間条約に未承認国が事後に加入した場合に，未承認国の加入により未承認国との間に当該条約上の権利義務関係が直ちに生ずると解することはできず，我が国は，当該未承認国との間における当該条約に基づく権利義務関係を発生させるか否かを選択することができるものと解されること，我が国の政府は北朝鮮との間で多数国間条約に基づく権利義務は発生しないとの見解をとっていることは前記のとおりであるから，参加人の前記主張は採用することができない。」"
          ]
        },
        {
          "fig": "8",
          "text": [
            "原判決24頁12行目末尾の後に，改行して，以下のとおり加える。",
            "「オ  さらに，参加人は，国家承認及び多数国間条約に基づく権利義務関係について，政府見解に基づいて条約・国際法解釈を行うことは，憲法98条2項に違反すると主張する。",
            "しかし，この点に関する参加人の主張も採用できない。",
            "すなわち，憲法98条2項は，我が国が締結した条約及び確立された国際法規を誠実に遵守しなければならないと定めているが，我が国について既に効力が生じている多数国間条約に未承認国が事後に加入した場合に，未承認国の加入により未承認国との間に当該条約上の権利義務関係が直ちに生ずると解することはできない。我が国において，当該未承認国との間における当該条約に基づく権利義務関係を発生させない旨の選択をすることは，憲法98条2項に反するものではない。」"
          ]
        },
        {
          "fig": "9",
          "text": [
            "原判決24頁13行目の「2  争点2」を「3  争点3」に改める。"
          ]
        },
        {
          "fig": "10",
          "text": [
            "原判決25頁8行目末尾の後に，改行して，以下のとおり加える。",
            "「また，参加人は，Aは，1948年7月17日以前である1947年●月●日に，朝鮮人であるDを父として，咸鏡南道咸州郡咸州邑(朝鮮半島北部)で出生した者であり，国籍に関する臨時条例2条1項により出生と同時に朝鮮国籍を取得し，韓国制憲憲法の公布と同時に韓国国籍を有していると主張する。",
            "しかし，前記のとおり，Aの父については前記証明書にその出生地は記載されているものの，Aが朝鮮人を父として出生したと認めるに足りる証拠はなく，参加人のこの点の主張も採用できない。」"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上のとおりであるから，参加人の請求はいずれも理由がない。参加人は，その他縷々主張するが，いずれも理由がない。よって，参加人の請求をいずれも棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}