{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が無効2009-800132号事件について平成23年1月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告からの無効審判請求に基づき原告の特許を無効とする審決の取消訴訟である。争点は，訂正後の請求項1，2に係る発明の進歩性（容易想到性）の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成14年9月17日，名称を「転がり軸受装置」とする発明につき，特許出願をし，平成20年10月31日，特許登録を受けた（特許第4206716号，請求項の数は2）。",
            "被告は，平成21年6月23日，請求項1，2につき特許無効審判請求をした（無効2009-800132号）。特許庁は，平成22年2月16日，原告による訂正を認め，本件特許を無効とするとの第一次審決をした。",
            "そこで，平成22年3月26日，原告が第一次審決の取消しを求める訴えを提起するとともに，同年6月4日，特許請求の範囲の記載の一部及び明細書の発明の詳細な説明の記載の一部をそれぞれ改める訂正審判請求をして，同年9月7日，特許法181条2項に基づく第一次審決の取消決定を得た。原告は，平成22年9月27日，同訂正審判請求と同一の内容の訂正請求をしたので（本件訂正），訂正審判請求は取り下げたものとみなされた（特許法134条の3第4項）。",
            "特許庁は，平成23年1月18日，「訂正を認める。特許第4206716号の請求項1及び2に係る発明についての特許を無効とする。」との審決をし，この謄本は同年1月27日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件発明は，車両等に用いられる転がり軸受装置に関する発明で，本件訂正後の特許請求の範囲は以下のとおりである。",
            "【請求項1（本件発明1）】",
            "「軸方向一方側の外周面に車両アウタ側のフランジを有するハブ軸と，前記ハブ軸の軸方向他方側の外周面に一体回転可能に嵌合装着された内輪とからなり，前記ハブ軸の軸方向他方側の外周面および前記内輪の外周面に軸方向二列の第1，第2内輪軌道面を有する内輪部材と，",
            "内周面に前記内輪部材の二列の第1，第2内輪軌道面と径方向でそれぞれ対向する軸方向二列の第1，第2外輪軌道面を有し，前記第1外輪軌道面より軸方向他方側における外周面に車両インナ側のフランジを有する外輪部材と，",
            "前記外輪部材の第1，第2外輪軌道面と前記内輪部材の第1，第2内輪軌道面との間に介装される複数の玉からなる軸方向二列の第1，第2転動体群とを含み，",
            "前記内輪部材のフランジと前記外輪部材のフランジとの間において，車両アウタ側の前記第1転動体群のピッチ円直径D と，車両インナ側の前記第2転動体群の1ピッチ円直径D との関係がD ＞D に設定され，"
          ]
        },
        {
          "fig": "2",
          "subject": "1 2前記第1，第2転動体群の転動体の直径が同じ場合に比べて，さらに軸受負荷中心間距離の増大を図るように，前記第1転動体群の転動体の直径が，前記第2転動体群の転動体の直径よりも小さく，",
          "text": [
            "前記第1転動体群の転動体の数が，前記第2転動体群の転動体の数よりも多く，",
            "前記外輪部材の内周面の第1外輪軌道面と第2外輪軌道面との間に，第1外輪軌道面よりも小径となるように連続的に内径が変化する径変化部分を有している転がり軸受装置。」",
            "【請求項2（本件発明2）】",
            "「請求項1の転がり軸受装置において，",
            "前記D と前記D との関係が，D ≦1．49×D に設定されている転がり軸受1 2 1 2装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "被告が掲げた技術文献の証拠方法は第1ないし第23号証であるが，本件発明1，2は，甲第1号証に記載された発明に甲第2ないし第5号証に記載された発明及び周知技術に基づいて，当業者において容易に発明することができたものであるから，進歩性を欠く。",
            "【甲第1号証】特開昭57-6125号公報",
            "【甲第2号証】米国特許第5226737号明細書",
            "【甲第3号証】転がり軸受工学編集委員会編「転がり軸受工学」（昭和51年5月20日株式会社養賢堂発行）81，82頁",
            "【甲第4号証】米国特許第4958944号明細書",
            "【甲第5号証】特開平11-151904号公報",
            "【甲第8号証】曽田範宗著「軸受」（1986年9月25日株式会社岩波書店発行）92，93，114ないし117，122ないし133頁",
            "【甲第9号証】特公平8-3333号公報",
            "【甲第10号証】特開平6-320903号公報",
            "【甲第11号証】特開平10-181304号公報",
            "【甲第12号証】特開平11-118816号公報",
            "【甲第13号証】特開平6-307438号公報",
            "【甲第14号証】特開2001-88510号公報",
            "【甲第15号証】特開2001-180212号公報",
            "【甲第16号証】特開平10-185717号公報",
            "【甲第17号証】特開昭53-132641号公報",
            "【甲第22号証】光洋精工株式会社（現在の原告）発行「Koyo ENGINEERING JOURNAL  No.147」（平成7年4月）51ないし56頁（「乗用車ホイール用ハブユニット軸受の動向」）",
            "【甲第23号証】光洋精工株式会社発行「Koyo ENGINEERING JOURNAL No.131」（昭和62年4月）16ないし22頁（「ホイール用軸受の変遷」）",
            "【甲第1号証に記載された発明（甲第1号証発明）】",
            "「軸方向一方側の外周面に車両アウタ側のフランジ（4）を有し，軸方向他方側の外周面に軸方向二列の軌道溝（16）（15）を有する一体形内輪（2）と，",
            "内周面に上記内輪（2）の二列の軌道溝（16）（15）と径方向でそれぞれ対向する軸方向二列の軌道溝（14）（13）を有し，軌道溝（14）より軸方向他方側における外周面に車両インナ側のフランジ（3）を有する外輪（1）と，",
            "外輪（1）の軌道溝（14）（13）と内輪（2）の軌道溝（16）（15）との間に介装された複数のボール（6）（5）からなる二列のボール（6）（5）とを含み，",
            "負荷容量をさらに大きくするため外輪（1）の軌道溝（14）と内輪（2）の軌道溝（16）との間に形成されるフランジ（4）寄りの軌道（I）の直径を大きくして内輪（2）のフランジ（4）寄りの列のボール（6）の個数をさらに多く組み込めるようにした，フランジ付ユニット軸受。」",
            "【本件発明1と甲第1号証発明の一致点】",
            "「軸方向一方側の外周面に車両アウタ側のフランジを有するハブ軸と，前記ハブ軸に軸方向二列の第1，第2内輪軌道面を有する内輪部材と，",
            "内周面に前記内輪部材の二列の第1，第2内輪軌道面と径方向でそれぞれ対向する軸方向二列の第1，第2外輪軌道面を有し，前記第1外輪軌道面より軸方向他方側における外周面に車両インナ側のフランジを有する外輪部材と，",
            "前記外輪部材の第1，第2外輪軌道面と前記内輪部材の第1，第2内輪軌道面との間に介装される複数の玉からなる軸方向二列の第1，第2転動体群とを含み，",
            "前記内輪部材のフランジと前記外輪部材のフランジとの間において，車両アウタ側の前記第1転動体群のピッチ円直径D と，車両インナ側の前記第2転動体群の1ピッチ円直径D との関係がD ＞D に設定され，"
          ]
        },
        {
          "fig": "2",
          "subject": "1 2前記第1転動体群の転動体の数が，前記第2転動体群の転動体の数よりも多い，",
          "text": [
            "転がり軸受装置」である点",
            "【本件発明1と甲第1号証発明の相違点】",
            "・相違点1",
            "内輪部材について，本件発明1は，ハブ軸の「軸方向他方側の外周面に一体回転可能に嵌合装着された内輪とからなり，前記ハブ軸の軸方向他方側の外周面および前記内輪の外周面」に軸方向二列の第1，第2内輪軌道面を有するものであるのに対し，甲第1号証発明は，一体形内輪（2）の軸方向他方側の外周面に軸方向二列の軌道溝（16）（15）を有するものである，すなわち，内輪（2）に軸方向二列の軌道溝（16）（15）を一体的に形成したものである点。",
            "・相違点2",
            "本件発明1が，「前記第1，第2転動体群の転動体の直径が同じ場合に比べて，さらに軸受負荷中心間距離の増大を図るように，前記第1転動体群の転動体の直径が，前記第2転動体群の転動体の直径よりも小さく」したのに対し，甲第1号証発明は，転動体（二列のボール（6）（5））の直径の大小関係が明らかではなく，図面からは同一に見える点。",
            "・相違点3",
            "本件発明1が「，前記外輪部材の内周面の第1外輪軌道面と第2外輪軌道面との間に，第1外輪軌道面よりも小径となるように連続的に内径が変化する径変化部分を有している」のに対し，甲第1号証発明は，上記径変化部分の具体的構成が明らかではない点。",
            "【本件発明2と甲第1号証発明の一致点】",
            "本件発明1と甲第1号証発明の一致点に同じ。",
            "【本件発明2と甲第1号証発明の相違点】",
            "上記相違点1ないし3のほか，",
            "・相違点4",
            "本件発明2は，前記D と前記D との関係が，D ≦1．49×D に設定されて1 2 1 2いるのに対し，甲第1号証発明は，上記D に相当するピッチ円直径と上記D に相1 2当するピッチ円直径の比率が明らかではない点。",
            "【本件発明1と甲第1号証発明の相違点に係る構成の容易想到性判断（28～40頁）】",
            "「（2-0）転がり軸受装置の技術水準について",
            "本件発明1と甲第1号証発明の相違点を検討するにあたって，甲各号証から把握できる転がり軸受装置の負荷容量・剛性・寿命及び基本構造（型式）に関する技術的，力学的，又は幾何学的観点からみた技術水準又は技術常識を転がり軸受装置に関する基本的事項として整理すると，その概要は以下のとおりである。・・・",
            "（i）『ホイール軸受［転がり軸受装置］に要求される基本的な性能として寿命，剛性が挙げられる。』（甲第22号証の第52ページ右欄中段）",
            "（ii）『作用点間距離［軸受負荷中心間距離］は，軸受の内部諸元により幾何学的に求まる。作用点間距離をSとすると，",
            "S＝DM・tanα＋L ここで，L：球心距離",
            "DM：ボールのピッチ円直径",
            "α：接触角",
            "・・・",
            "(1)トータルでの外輪肉厚を薄くできることから，DMを大きくできる。",
            "(2)軸シール内蔵タイプにすることで，Lを大きくすることができる。",
            "その結果作用点間距離を大きくすることが可能，言い換えれば，剛性を大きくすることが可能となる。』（甲第22号証の第53ページ左欄中段・・・）",
            "（iii）『耐モーメント剛性は，軸受の作用点間距離S［軸受負荷中心間距離］が長く，軸方向及び径方向の支持剛性が高いほど有利となる。』（甲第23号証第20ページ左欄下段）",
            "（iv）『同一空間内で軸受のスパン［軸受負荷中心間距離］を広く採る設計が可能と』なれば，『軸受剛性を大きく向上させることが可能となる。』（甲第14号証の段落【0011】）",
            "（v）『同一空間内で内部諸元を変更し，転動体個数を増加させて軸受剛性を向上させたり，外方部材［外輪部材］の肉厚やフランジの肉厚を最適化して外方部材の変形を抑え，軸受剛性を向上させることが可能となる。』（甲第14号証の段落【0011】）",
            "（vi）『ハブユニット軸受50［転がり軸受装置］の耐久性や寿命を向上させるためには，ボール54［転動体］の径の大径化，ボール54のPCD［ピッチ円直径］拡大，ボール54間のスパン［軸受負荷中心間距離］拡大，等で対応することが可能である。』（甲第11号証の段落【0006】）",
            "（vii）『軸受の内外輪または転動体のいずれかにこの疲れによるはく離がおこりはじめるまでの総回転数を，与えられた一定荷重のもとにおける寿命とよぶ。』（甲第8号証第123ページ中段）",
            "（viii）『一般的にボール数［転動体数］が多いほど剛性は向上するが，動定格荷重は低下する。』（甲第22号証の第54ページ左欄中段）",
            "なお，甲第22号証の第54ページの図6から，ボール数に対する動定格荷重と剛性の関係は，逆の相関を有していることが把握される。",
            "（ix）甲第8号証第126ページ上段の式（3．56）から，寿命Lは，軸受の基本負荷容量C（審決注：『動負荷容量』として捉えられる。以下，同じ。）が一定の条件において，荷重Pを下げると寿命が延びることが把握される。",
            "（x）甲第8号証の第128ページ『（i）転動体の直径，d』の項の式，及び同第128ページ『（ii）一列中の転動体数，Z』の項の式（第129ページ）から，基本負荷容量Cは，転動体の直径の1．8乗に比例し，転動体数の2／3乗に比例することが把握される。",
            "（xi）甲第3号証の上記記載事項（セ）から，転がり軸受の剛性，すなわち，軸受荷重に対する内外輪の間の相対変位量の関係は，主として，点接触や線接触部の変形によって与えられ，その変形は甲第8号証の第117ページの式（3．42）によれば，転動体数（Z）の2／3乗の逆数に比例し，転動体の直径（d）の1／3乗の逆数に比例することから，剛性は転動体数（Z）の2／3乗に比例し，転動体の直径（d）の1／3乗に比例するものと解される。",
            "（xii）上記（x）及び（xi）から，基本負荷容量と軸受の剛性は，いずれも転動体の直径と個数に影響されるものであるが，基本負荷容量においては転動体の直径の影響が大きく，軸受の剛性においては転動体の個数の影響が大きいことが理解できる。",
            "（xiii）『第2世代ハブユニットは外輪回転タイプと内輪回転タイプに大別される。外輪回転タイプは・・・。これに対し内輪回転タイプは，外輪に一体化されたフランジ部をナックル（車体側）に取り付け，内輪に圧入嵌合されたハブシャフトにホイールを取り付けて使用するタイプで，駆動輪にも従動輪にも使用されている。・・・",
            "第3世代ハブユニットは内輪回転タイプ第2世代ハブユニットのアウタ側内輪とハブシャフトを一体化した形状で，よりユニット化が進んだ構造となっている。』（甲第22号証の第52ページ右欄上段と左欄の図1）",
            "（xiv）甲第23号証の第21ページの図8には，第1世代～第4世代の転がり軸受装置の構造図とともにその特性が記載されている。特に，第3世代を示す構造図は，左側に『分離内輪付』，右側に『内輪一体型』が示されており，当該分離内輪付は，甲第22号証に記載された第3世代ハブユニットと同様に内輪回転タイプ第2世代ハブユニットのアウタ側内輪とハブシャフトを一体化した形状を有しており，当該内輪一体型は，アウタ側内輪及びインナ側内輪をハブシャフトに一体化した形状を有している。",
            "（上記（i）～（xiv）を，以下，それぞれ『基本的事項（i）～（xiv）』という。）",
            "（2-1）相違点1について",
            "転がり軸受装置において，第1世代～第4世代の型式的な構造は広く知られており（上記基本的事項(xiv)），当該転がり軸受装置の用途が駆動輪か従動輪かといった使用条件や必要な負荷容量，剛性，モーメント剛性，寿命などの仕様に応じて，設計上の観点から甲第22号証の図1や甲第23号証の図8に記載された型式ないし構造を選択することは，当業者が通常の創作活動として行っていることである。そして，転がり軸受装置の内輪についても，甲第23号証の図8の『第3世代』の図にあるように，車両アウタ側と車両インナ側の内輪の双方をハブシャフトに一体的に形成したり，車両アウタ側の内輪をハブシャフトに一体化するとともに車両インナ側の内輪は嵌合装着することも設計上の観点から当業者が適宜行っていることである。",
            "そうすると，内輪をハブ軸の機能も含めて一体的に形成して内輪部材とするか，内輪を別体として形成してハブ軸に嵌合装着して組み込むことにより一体化して内輪部材とするかは，組み込む転動体の必要数や組み立ての手段を考慮して，当業者が設計上の観点から決定できる事項であるものと解される。換言すれば，設計上の観点から，一つの部材で内輪とハブ軸が有する機能を共有することによって，部品点数を減少させることによるメリットを得るか，逆に，機能ごとに特化した内輪とハブ軸を個別に用意することによって，部品点数の増加によるデメリットはあっても，組付けの容易性や機能ごとの設計変更等への対応の便宜を図るといった程度のことは，当業者が適宜選択できるところ，転がり軸受装置において，内輪を別体として形成してハブ軸に嵌合装着して組み込むことにより内輪部材とすることは，適宜行われている周知事項（甲第2号証に記載された発明は，転がり軸受の内輪に相当する軌道輪（28）が別体として形成され，主軸（12）に嵌合装着されて組み込まれ・・・，甲第5号証に記載された発明は，内輪（6）がハブ（4d）に嵌合されて一体化され（判決注：段落【0039】及び図11から看取される『車輪用転がり軸受ユニットの内輪6は，ハブ4dの内端寄り部分で外嵌固定されている』との事項），甲第17号証に記載された発明は，内輪50が車軸14に嵌合されている（第4ページ左上欄第7，8行参照）。）であるから，甲第1号証発明に上記周知事項を適用して上記相違点1に係る本件発明1の構成とすることは，当業者が容易に想到できたことである。",
            "（2-2）相違点2について",
            "まず，本件発明1の課題について検討するに，本件特許明細書には次のような記載がある。（判決注：段落【0005】，【0014】，【0026】，【0027】，【0042】，【0043】，【0047】，【0048】，【0066】）",
            "・・・",
            "以上の記載から，本件発明1は，転がり軸受装置の寿命とは無関係に剛性を向上させることを課題としたものではなく，転がり軸受装置の寿命も十分に考慮した上で剛性に着目したものと解される。このことは，上記記載事項（う）（判決注：段落【0026】）の『転がり軸受装置100の剛性を向上させることができ，ひいては転がり軸受装置100の長寿命化につながる』及び上記記載事項（か）（判決注：段落【0066】）の『その結果，転がり軸受装置の剛性が向上し，その長寿命化を図ることができる。』の記載や，上記記載事項（お）（判決注：段落【0047】，【0048】）において試料3の剛性が最も高くなったにもかかわらず，寿命の観点から，『以上より，玉4の直径の下限値は，D ＝73mmとしたとき，玉5の直径の81％，1すなわち約10．32mmとするのが好ましく』としていることとも整合するものである。",
            "他方，甲第1号証発明は，上記記載事項（エ）（判決注：4頁左上欄2行～左下欄15行）に記載された『第7図の実施例ではこの負荷容量をさらに大きくするため軌道（I）の直径を大きくしてボール（6）の個数をさらに多く組み込めるようにした』ものであることから，負荷容量に着目しているが，同記載事項（エ）（判決注：4頁左上欄2行～左下欄15行）の『したがって，第7図の実施例の軸受全体の負荷容量は第1図のそれに比較してさらに大きくなっている。たゞし，第7図の実施例の軸受を使用するときは車輪からの荷重は第1図の実施例の場合よりもさらに軌道（I）の方にかたよった位置に負荷して使用するようにするが，どれだけかたよらせるかはラジアル荷重，スラスト荷重，モーメント荷重等を考慮して軌道（I）および（II）の組合せ寿命が最大になるような位置と』していることは，軌道（I）と（II）の位置によって転がり軸受装置の負荷容量及びモーメント剛性が変化し，その両者の影響による寿命が変化することを考慮していることにほかならないから，結局，甲第1号証発明は，転がり軸受装置の負荷容量に着目しつつ，剛性にも配慮して転がり軸受装置を長寿命化することを課題の本質としているものと解される。そうすると，本件発明1と甲第1号証発明は，転がり軸受装置の寿命を従来に比べて向上させることを課題としている点においては共通するものであり，その課題を実現するために本件発明1は剛性に着目し，甲第1号証発明は負荷容量に着目したものといえる。",
            "ところで，転がり軸受装置には，その使用条件に応じて，ラジアル荷重，スラスト荷重，及びモーメント荷重が作用することは，甲第1号証の記載事項（イ）（判決注：1頁右下欄4行～2頁左上欄14行）にも示唆されているように，広く知られた技術常識であり，想定されるラジアル荷重，スラスト荷重，及びモーメント荷重の大小に応じて必要とされる負荷容量やモーメント剛性は，上記基本的事項(i)～(xiv)などに基づいて力学的，幾何学的に計算することができるばかりでなく，実験やシミュレーションなどによって容易に確認ができることである。したがって，寿命を向上させるために，ラジアル荷重，スラスト荷重，及びモーメント荷重との関連において，負荷容量に重点を置いて設計するか，剛性に重点を置いて設計するかは，転がり軸受装置を使用する車両が，高速車両か低速車両か，大型車両か小型車両か，などに応じて，上記のそれぞれの荷重がどのような条件で付加されるかを分析・検討して決定できる設計事項であるということができる。そして，甲第1号証発明は，当該設計事項の範ちゅうにおいて負荷容量に着目して転がり軸受装置の長寿命化を図ったものといえるが，そのために車両アウタ側のピッチ円直径を大きくしていることは，ピッチ円直径に伴って軸受負荷中心間距離（本件特許の願書に添付した図面の図2のL ，L に相当する。）も大きくなっているから，甲第11 2号証発明は，上述の軌道（I）と（II）の位置を考慮することに加えて，ピッチ円直径を大きくした点において転がり軸受装置の負荷容量だけでなく剛性も向上させて寿命の向上を図っているものと解される。これらのことからも，甲第1号証発明と本件発明1とは，着目した具体的な課題に差異があるとはいえ，寿命に配慮して転がり軸受装置の機能を向上させるという課題は共通しているということができる。",
            "次に，転がり軸受装置を設計するにあたり，転がり軸受を単体でみたときの転動体（以下，『玉』又は『ボール』を『転動体』と称する。）の『直径』と『個数』が，『負荷容量』と『剛性』にどのように影響するかについて検討するに，被告及び原告の主張は，・・・以下の2点で一致している。",
            "（1）転がり軸受の剛性は，転動体の『個数』の方が，転動体の『直径』よりも影響が大きい。",
            "（2）これとは逆に，転がり軸受の負荷容量は，転動体の『直径』の方が，転動体の『個数』よりも影響が大きい。",
            "すなわち，被告が提出した甲第3，8号証，原告が提出した乙第1，2号証から，転がり軸受の負荷容量，剛性，及び寿命は，転動体の直径，ピッチ円直径，及び個数を基本的な要素として変化するものであり，これらの大きさや個数をさまざまに組み合わせるシミュレーションによって，設計上あるいは計算上の予測が可能であることが理解できる。さらに，甲第3号証には，単体の転がり軸受についてではあるが，『内部設計から剛性を上げるには，（a）転がり接触部の変形を小さくする。・・・（a）は玉径，軌道溝半径やころ径，ころ長さと転動体数に関係し，一般に，小さい転動体を多数使う方がよい。』（判決注：81頁本文16～25行）と記載されていることに照らせば，単体の転がり軸受の剛性と負荷容量は，転動体の直径，軌道溝半径（すなわち，ピッチ円直径），及び個数に関連し，そのうちの剛性は，転動体の『個数』の方が，転動体の『直径』よりも影響が大きいことは上述のとおりである。そうすると，このような転がり軸受を二列の転動体群を有する転がり軸受装置として構成するにあたって，転がり軸受装置の使用条件や要求される仕様に応じて，単体の転がり軸受における転動体の直径，ピッチ円直径，及び個数を考慮しつつ，当該転がり軸受を軸方向に二列配置して転がり軸受装置としたときの負荷容量，剛性，及び寿命を設計し，必要に応じて設計上の値ないし最適値やそれぞれの特性の重み付けを決定することは当業者の通常の創作能力の発揮ということができる。このうち，転がり軸受装置としての剛性は，構造上，各列の転がり軸受の剛性と転がり軸受装置全体のモーメント剛性によって評価されるものであって，転動体の直径や個数及び二列の転動体の間隔ないし軸受負荷中心間距離などに関わるものであるところ，当該剛性に着目することは，例えば，甲第10号証の段落【0007】，【0030】，甲第11号証の段落【0006】，【0020】，甲第12号証の段落【0024】，甲第13号証の段落【0011】，【0016】，【0017】，甲第14号証の段落【0008】，【0011】，【0024】，甲第15号証の段落【0003】，【0046】，及び甲第16号証の段落【0004】などにみられるように，周知事項であるから，甲第1号証発明の寿命を向上させるために転がり軸受装置の剛性を高めることも必要に応じて当業者が試みる動機がある。",
            "そして，甲第2号証をみると，ハブ（10）あるいは主軸（12）のいずれかを車輪支持部材とすることができることが記載されており・・・，このことは，甲第2号証の図1のハブ（10）に車輪を取り付けることも適宜実施できることが示唆されているものと解される。この場合には，甲第2号証に記載された転がり軸受装置は，車両アウタ側，すなわち車輪側の軌道（24）と軌道（30）に直径の小さな転動体が支持され，車両インナ側，すなわち車体側の軌道に直径の大きな転動体が支持されるとともに，そのピッチ円直径は，幾何学的に，車両アウタ側が大きく車両インナ側が小さくなる。このことから，甲第2号証には，転がり軸受装置において，その転動体とピッチ円直径は，設計上の必要に応じて車両アウタ側と車両インナ側で適宜大小関係を変更することができるという技術事項が示唆されているものと解される。",
            "ところで，上記相違点2に係る本件発明1の構成は，・・・外輪の軌道面の直径を一定に維持したまま転動体を小さくすることに加えて，転動体と軌道面の接触角を一定の角度に保ち，かつ，内輪の直径を転動体の直径の変化に追従して大きくすることによってピッチ円直径D を大1きくするという条件において特定されるものであるところ，本件特許明細書及び図3，図4からは，車両アウタ側の転動体の直径を小さくすることによって，結果的に軸受負荷中心間距離が増大することは理解できるものの，本件特許明細書には上記条件について何ら記載されていない。さらに，本件特許明細書の段落【0044】～【0048】及び表2に本発明の実施形態として記載されている試料1～3は，軸受負荷中心間距離を『剛性，寿命ともに最も向上するD ＝73mmに設定し』たものであり，転動体の直径を小さくしても軸受負荷中心間距離は1一定のまま変化しないものであるから，『軸受負荷中心間距離の増大を図るように』転動体の直径を小さくする構成の実施形態にはなっていないばかりでなく，当該試料1～3の試験結果もこれらの構成に基づく特性を裏付けるものではない。また，『前記第1転動体群の転動体の直径が，前記第2転動体群の転動体の直径よりも小さく』という構成は，単に第1転動体と第2転動体の大小関係を特定するものであって，一方の転動体がある特定の基準となる大きさを有し，他方の転動体をその基準に対して小さくしたというものではないから，甲第2号証に記載された車両アウタ側と車両インナ側の転動体が相対的に大小関係を有する構成と構成上の差異はない。そうすると，上記相違点2に係る本件発明1の構成は，甲第1号証発明に対して，上記周知事項に挙げた剛性に着目して，上記基本的事項(ii)～（iv）に記載されている作用点間距離又は軸受負荷中心間距離を大きくするための幾何学的関係を考慮して甲第2号証の技術事項を適用したにすぎないということができる。",
            "以上の理由により，甲第1号証発明において，上記周知事項に例示した転がり軸受装置の剛性に着目し，上記基本的事項を考慮しながら甲第2号証に記載された技術事項を適用することにより，上記相違点2に係る本件発明1の構成とすることは当業者が容易に想到できたことである。",
            "（2-3）相違点3について",
            "転がり軸受装置において，車両アウタ側の転動体群のピッチ円直径と車両インナ側の転動体群のピッチ円直径の大きさが異なる場合，外輪部材の車両アウタ側の内周面の軌道面と車両インナ側の内周面の軌道面との間をどのような形状に形成するかは，当業者が適宜決定できる設計事項であるところ，車両アウタ側と車両インナ側の転動体群のピッチ円直径の大小関係は別にして，上記形状をピッチ円直径の大きな軌道面からピッチ円直径の小さな軌道面の方向に小径となるように連続的に内径が変化する径変化部分を設けたものは，甲第4号証の記載事項（ソ）（判決注：甲第4号証の記載から読み取れる『車輪用転がり軸受は，外輪部材（1）の内周面に直径の異なる外輪軌道（1”）を有し，直径が大きな外輪軌道（1”）と直径が小さな外輪軌道（1”）との間に，大径側から小径側に向かって連続的に内径が変化する径変化部分を有している』との事項）及び甲第5号証の記載事項（チ）（判決注：図11）に記載されていることに照らせば，甲第1号証発明に，甲第4号証に記載された発明又は甲第5号証に記載された発明を適用して上記相違点3に係る本件発明1の構成とすることは，当業者が容易に想到できたことである。",
            "なお，この点について付言するに，上記相違点3に係る本件発明1の構成は，審査の過程における平成20年4月30日付けの拒絶理由の通知に応答して平成20年7月7日付けの手続補正によって追加されたものであり，その補正の根拠は，『願書に最初に添付された明細書中，段落0027の記載事項『ところで，D ＞D に設定すると，当該玉群4の周方向における介1 2装スペースが増大する。その分介装数を増やすことにより，玉4の一個当たりの荷重を分散することができる』や，図面の図1～図8には，『外輪部材1の内周面の第1外輪軌道面12と第2外輪軌道面13との間に，第1外輪軌道面12よりも小径となるように連続的に内径が変化する径変化部分を有していること』が認められることに基づく補正であって，新規事項を追加するものではありません。』・・・というものであるが，上記明細書の段落0027からは上記構成を把握することはできず，結局，上記補正は図面の記載を根拠にしたものといわざるを得ない。",
            "そうすると，上記構成は，明細書に記載はないが新規事項でもない以上，図1～図8の図面に記載された構造から『自明な事項』でなければならず，自明な事項といえるためには『当初明細書等に記載がなくても，これに接した当業者であれば，出願時の技術常識に照らして，その意味であることが明らかであって，その事項がそこに記載されているのと同然であると理解する事項でなければならない』・・・ことから，上記構成と同様の構成を有する上記甲第4号証又は甲第5号証に記載された発明と異なるような格別の技術的意義は認められない。",
            "（2-4）効果について",
            "転がり軸受装置が奏する基本的特性は，ラジアル荷重，スラスト荷重，及びモーメント荷重が作用する使用条件や要求される仕様に基づいて設計される構造，転動体の直径，ピッチ円直径，個数，軸負荷中心間距離等を用いた計算やシミュレーションなどによって予測可能なものであるところ，本件発明1が甲第1～5号証に記載された発明及び上記周知事項から当業者が予測できないような効果を奏するとは認められない。",
            "（3）小括",
            "したがって，本件発明1は，甲第1～5号証に記載された発明及び上記周知事項に基づいて当業者が容易に発明をすることができたものである。」",
            "【本件発明2と甲第1号証発明の相違点に係る構成の容易想到性判断（37頁）】",
            "「上記相違点1～3については上記7-1．（判決注：本件発明1と甲第1号証発明の相違点に係る構成の容易想到性判断）において検討したので，上記相違点4について以下に検討する。",
            "転がり軸受装置の使用条件や要求される仕様に応じて転動体の直径，ピッチ円直径，及び個数を考慮した負荷容量，剛性，及び寿命を予測し，必要に応じて設計上の最適値を決定することは当業者の通常の創作能力の発揮であることは上記に説示したとおりであり，具体的に車両アウタ側と車両インナ側のピッチ円直径の大小関係をどの程度にするかは，設計事項にすぎない。そして，上記数値についてみても，本件特許明細書には上記1．49の値を境にして特性が急変したり極大化するといった臨界的意義は何ら記載されていない。",
            "よって，相違点4に係る本件発明2の構成は，甲第1号証発明に，甲第2号証に記載された発明を適用するにあたって，ピッチ円直径の最適値を見いだすことにより当業者が容易に想到できたものである。",
            "・・・",
            "したがって，本件発明2は，甲第1～5号証に記載された発明及び上記周知事項に基づいて当業者が容易に発明をすることができたものである。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由（本件発明1と甲第1号証発明の相違点に係る構成の容易想到性の判断の誤り等）",
      "content": [
        {
          "fig": "1",
          "text": [
            "外輪と内輪の組合せのうち，外輪には一体形のものを用いるが，内輪には一部が分割されて2体形となっているものを用いる軸受装置では，内輪を組み合わせるための留めリング，保持リングが必要であり，部品点数が増加し，製造工程が繁雑になって原価が増大するばかりか，軸方向の長さが大きくなり軸受装置の重量が大きくなるという欠点があったため，甲第1号証の軸受装置では内輪を一体で形成する方法を採用したもので，内輪部材が一体のものであることは甲第1号証発明の必須の構成である。そうすると，甲第1号証発明の軸受装置の構成を内輪の一部が分割されるように改めることは，甲第1号証発明で克服した従来の軸受装置の欠点が現れるように構成を改めるものであって，逆行している。",
            "また，甲第1号証発明の軸受装置では，このように内輪を一体のものとし，したがってこれに伴う特有の組立方法が採用されたために，一方の軌道に挿入できる転動体（ベアリングボール）の玉数が少なくなってしまう問題点が生ずるのであって，甲第1号証発明ではかかる問題点を補完するために，他方の軌道のピッチ円直径（PCD）を大きくし，この他方の軌道に挿入できる転動体の球数を増やして，軸受全体の負荷容量を大きくしたのである。内輪を一体のものとせず，複数の部材で構成し，ハブ軸に組み込む方法を採用するとすれば，そもそもPCDを大きくする必要はないから，当業者が甲第1号証発明の軸受装置の構成を内輪が一体のものでない構成に改めるはずはない。そうすると，仮に内輪を別体として（複数の部材で構成して）ハブ軸に組み込むことが当業者の周知技術であるとしても，かかる周知技術の適用には阻害要因があるか，又はかかる適用により甲第1号証発明の軸受装置の構成を内輪が一体のものでない構成に改めることは当業者にとって容易でない。",
            "しかるに，審決は，相違点1に係る構成の容易想到性につき，「内輪をハブ軸の機能も含めて一体的に形成して内輪部材とするか，内輪を別体として形成してハブ軸に嵌合装着して組み込むことにより一体化して内輪部材とするかは，組み込む転動体の必要数や組み立ての手段を考慮して，当業者が設計上の観点から決定できる事項であるものと解される。」，「転がり軸受装置において，内輪を別体として形成してハブ軸に嵌合装着して組み込むことにより内輪部材とすることは，周知事項・・・であるから，甲第1号証発明に上記周知事項を適用して上記相違点1に係る本件発明1の構成とすることは，当業者が容易に想到できたことである。」（30，31頁）としており，かかる判断には誤りがある。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "(1)  審決は，甲第1号証発明に甲第2号証記載の技術的事項を適用して相違点2に係る構成の容易想到性を肯定するが，甲第1号証発明に甲第2号証記載の技術的事項を組み合わせることができないか，組み合わせたとしても当業者が相違点2に係る構成に想到することは容易でない。",
            "すなわち，甲第2号証に記載されている発明ないし技術的事項は，ハブと主軸との間のボール収容空間を最大限利用して，転動体（ボール）の直径を可能な限り大きくし，ハブや主軸のサイズを大きくすることも強度を小さくすることもないまま，転動体が並べられた配列（転動体群）が複数ある複列軸受ユニット全体の負荷容量を増大させるものであるし，転動体の配列のうちの一方の配列の玉径（ボール径）が他方の配列の玉径よりも大きいのは，他方の配列には分離可能な起動輪の厚さがあるため，転動体を収容する空間が狭いからにすぎない。そうすると，本件発明の一方の軌道の転動体の玉径を小さくする発想とは逆の発想である。ここで，複列転がり軸受装置（複列軸受ユニット）においては，特別な目的や理由がない限り，2列の転動体群の構造を同一構造とし，したがって，PCDや転動体の玉径も同一にするのが当業者の技術常識であり，固定観念（思考の壁）である。なぜなら，各転動体群でPCDを異ならせると，軸受装置の製造上の手間やコストが非常に嵩むことになるし，転動体の玉径を異ならせると，転動体自体や内輪等の部材の共通化が図れなくなって，やはりコストが嵩むことになるからである。甲第1号証発明の軸受装置の内輪は一体型のものであって，甲第2号証の軸受装置のような転動体を収容する空間の制約がないから，2列の転動体群で転動体の玉径を異ならせる必要はないところ，上記の当業者の技術常識を踏まえると，甲第1号証発明に甲第2号証に記載の技術的事項を適用しても，各転動体群で転動体の玉径を異ならせる理由も目的もなく，各転動体群で転動体の玉径を共に大きくして揃える程度の発想しか生じない。",
            "また，甲第2号証では，「転がり軸受において，その転動体とピッチ円直径は，設計上の必要に応じて車両アウタ側と車両インナ側で適宜大小関係を変更することができるという技術事項」は開示も示唆もされておらず，かかる事項は事後分析的な思考の産物にすぎない。仮にかかる事項が開示ないし示唆されているとしても，甲第2号証中には車両アウタ側の転動体群の玉径を小さくして軸受負荷中心間距離を大きくする技術的思想は開示も示唆もされていない。",
            "そうすると，甲第1号証発明に甲第2号証で開示ないし示唆された技術的事項を組み合わせる動機付けがないか，又は仮に組み合わせたとしても，当業者において相違点2に係る構成に想到するのは容易でない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "甲第22号証の図6で開示されているのは，転動体の玉数を増やすとともに玉径を小さくすることであって，かような行為は剛性の向上には資しても，負荷容量（寿命）の向上には反する。他方，甲第1号証発明の軸受装置は，一方の軌道のPCDを他方の軌道のPCDよりも大きくし転動体の玉数を多くして，負荷容量を大きくするという技術的思想に基づくものであり，甲第2号証の軸受装置は，限られた転動体の収容空間の支持限界を最大限利用し転動体の玉径を可能な限り大きくして，負荷容量を大きくするという技術的思想に基づくものである。そうすると，負荷容量の向上に反する甲第22号証の技術的事項である，転動体の玉径を小さくして転動体の玉数を多くすることを，いずれも負荷容量を大きくするとの技術的思想に基づく甲第1号証発明や甲第2号証に記載の技術的事項に適用することはできない（阻害要因）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件訂正明細書の段落【0004】，【0043】の記載に照らし明らかであるように，本件発明1の技術的課題は剛性（モーメント剛性）の向上にあり，長寿命化（負荷容量の増大）は好ましい実施形態（段落【0049】）でのみ同時に達成され得る，副次的な技術的課題にすぎない（加えて，本件発明1の転動体の玉径の数値範囲には，従来のものよりも剛性は向上するが寿命は低下する玉径のものが含まれている。）。他方，甲第1号証発明は負荷容量ないし寿命（耐久性）の向上を技術的課題としており，モーメント剛性の向上については全く考慮されていない。甲第1号証中の第7図の実施例に係る記載も，PCD及び転動体（同一玉径である。）の玉数が相違する2つの軌道に対し，各軌道の相違する負荷容量に見合う荷重がそれぞれかかるようにして，双方の軌道が最も長く寿命（耐久性）を保持できるようにする旨を述べているものにすぎず，モーメント剛性の向上に対して示唆を与えるものではない。また，上記実施例で車両アウタ側の軌道のPCDを車両インナ側の軌道のPCDよりも大きくしているのは，あくまでも両軌道全体で挿入可能な転動体の玉数を大きくし，第1図に係る実施例の軸受装置よりも負荷容量を大きくするためであって，軸受負荷中心間距離を大きくしてモーメント剛性を向上させるためではない。甲第1号証が第1図に係る実施例の軸受装置でも負荷容量が十分に大きいと評価していることは，モーメント剛性の向上に対して考慮していない証左である。加えて，外輪と内輪を分割せずに一体に成形し，外輪と内輪とが成す三日月状の隙間に転動体を挿入する方法では，軌道に挿入される転動体の玉数が相当数減少するところ，甲第1号証発明の軸受装置では，部品点数の削減，製造工程の簡略化の観点から，外輪と内輪をそれぞれ一体に成形する構成が採用され，モーメント剛性に大きく影響する転動体の玉数が相当数減少しているから，甲第1号証においてはモーメント剛性が考慮されていないことは明らかである。軸受装置の負荷容量又は寿命と剛性とは，全く異なる場面の，全く異なる技術的課題についての指標であり，剛性を向上させたからといって軸受装置の寿命が伸びるわけではないから，両者の間に直接の関係はない。すなわち，軸受の寿命は転がり疲れによる材料の損傷を起こさずに回転できる総回転数であって，転がり疲れによる材料の損傷の発生のみに注目した指標であり，軸受の負荷容量（動負荷容量）は所要の寿命を保つために許容し得る最大荷重の大きさを示す指標である一方，軸受の剛性は荷重（外力）が加わったときにどれだけ変形するかを示す値ないし特性であって，軸受の寿命や負荷容量と剛性との間に直接の関係はない。これらのとおり，甲第1号証発明と本件発明1とでは技術的課題が異なるから，当業者において甲第1号証発明に基づいて本件発明1に想到するのは容易でない。他方，「甲第1号証発明は，・・・『第7図の実施例ではこの負荷容量をさらに大きくするため軌道（Ⅰ）の直径を大きくしてボール（6）の個数をさらに大きく組み込めるようにした』ものであることから，負荷容量に着目しているが，・・・『したがって，第7図の実施例の軸受全体の負荷容量は第1図のそれに比較してさらに大きくなっている。たゞし，第7図の実施例の軸受を使用するときは車輪からの荷重は第1図の実施例の場合よりもさらに軌道（Ⅰ）の方にかたよった位置に負荷して使用するようにするが，どれだけかたよらせるかはラジアル荷重，スラスト荷重，モーメント荷重等を考慮して軌道（Ⅰ）および（Ⅱ）の組合せ寿命が最大になるような位置と』していることは，軌道（Ⅰ）と（Ⅱ）の位置によって転がり軸受装置の負荷容量及びモーメント剛性が変化し，その両者の影響による寿命が変化することを考慮していることにほかならないから，結局，甲第1号証発明は，転がり軸受装置を長寿命化することを課題の本質としている」との甲第1号証の第7図の実施例に関する認定（32，33頁），「甲第1号証発明は，当該設計的事項の範ちゅうにおいて負荷容量に着目して転がり軸受装置の長寿命化を図ったものといえるが，そのために車両アウタ側のピッチ円直径を大きくしていることは，ピッチ円直径に伴って軸受負荷中心間距離・・・も大きくなっているから，甲第1号証発明は，上述の軌道（Ⅰ）と（Ⅱ）の位置を考慮することに加えて，ピッチ円直径を大きくした点において転がり軸受装置の負荷容量だけでなく剛性も向上させて寿命の向上を図っているものと解される。」（33頁）との甲第1号証の技術的課題に関する認定，「本件発明1と甲第1号証発明は，転がり軸受装置の寿命を従来に比べて向上させることを課題としている点においては共通するものであり，その課題を実現するために本件発明1は剛性に着目し，甲第1号証発明は負荷容量に着目したものといえる。」，「甲第1号証発明と本件発明とは，着目した具体的な課題に差異があるとはいえ，寿命に配慮して転がり軸受装置の機能を向上させるという課題は共通しているということができる。」（33頁）との結論はいずれも誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲第2号証は，軸受装置を大型化させることなく負荷容量を増大させることを技術的課題としており，その解決手段として，ハブと主軸との間のボール収容空間を最大限利用し，転動体（ボール）の玉径をできる限り大きくするという技術的思想が開示されているにすぎない。図1において，一方の軌道の転動体の玉径が他方の軌道の転動体の玉径より大きいのは，後者の軌道の軌道輪が厚みを有することに基づくものであって，いずれの軌道の転動体の玉径を大きくするかは，当該軌道の軌道輪が分離可能な別体のものか否かによるだけである。したがって，甲第2号証中の記載から，審決のいう「転がり軸受において，その転動体とピッチ円直径は，設計上の必要に応じて車両アウタ側と車両インナ側で適宜大小関係を変更することができる」という技術的事項を読み取ることはできず，設計上の必要に応じて，2列の軌道の一方の転動体の玉径を従来の転動体の玉径よりも小さくする技術的思想は開示も示唆もされていない。しかも，2列の軌道のうちの一方の転動体の玉径を小さくすれば，甲第2号証が増大を目指す負荷容量を小さくすることになるので，甲第2号証の基本的な技術的思想に反し，当業者において甲第2号証からかような発想に至るものではない。したがって，甲第1号証発明に甲第2号証に記載された技術的事項を組み合わせたとしても，当業者において相違点2に係る構成に容易に想到できるものではなく，「甲第2号証をみると，・・・この場合には，甲第2号証に記載された転がり軸受装置は，車両アウタ側，すなわち車輪側に軌道（24）と軌道（30）に直径の小さな転動体が支持され，車両インナ側，すなわち車体側の軌道に直径の大きな転動体が支持されるとともに，そのピッチ円直径は，幾何学的に，車両アウタ側が大きく車両インナ側が小さくなる。このことから，甲第2号証には，転がり軸受装置において，その転動体とピッチ円直径は，設計上の必要に応じて車両アウタ側と車両インナ側で適宜大小関係を変更するという技術事項が示唆されているものと解される。」（34，35頁）との審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "前記のとおり，甲第1号証発明に甲第2号証記載の技術的事項を組み合わせても，当業者において相違点2に係る構成に想到することは容易でないのであって，「そうすると，上記相違点2に係る本件発明1の構成は，甲第1号証発明に対して，上記周知事項に挙げた剛性に着目して，上記基本的事項（ⅱ）～（ⅳ）に記載されている作用点間距離又は軸受負荷中心間距離を大きくするための幾何学的関係を考慮して甲第2号証の技術事項を適用したにすぎないということができる。」（35頁）との審決の判断にも誤りがある。",
                "なお，本件訂正明細書（甲25）の段落【0038】ないし【0041】の記載，図3，4に照らせば，当業者において，本件発明1の特許請求の範囲の記載から「外輪の軌道面の直径を一定に維持したまま転動体を小さくすることに加えて，転動体と軌道面の接触角を一定の角度に保ち，かつ，内輪の直径を転動体の直径の変化に追従して大きくすることによってピッチ円直径D を大きくするという条件」を容1易に把握することができるし，甲第1号証の軸受装置と甲第2号証の軸受装置とでは，軌道の転動体の玉径を両軌道の転動体群で玉径が同一の場合よりも小さくするのか又は大きくするのか，両軌道の転動体群で玉径を異ならせる目的，とりわけ軸受負荷中心間距離を大きくするように玉径を異ならせるかが異なる。そうすると，本件発明1における転動体の玉径の構成が甲第2号証の転動体の玉径の構成と差異がないなどとして，相違点2に係る構成の容易想到性を肯定することはできない。",
                "また，審決が周知技術の例として挙げる甲第10ないし16号証にも，車両アウタ側の軌道の転動体の玉径を車両インナ側の軌道の転動体の玉径よりも小さくすることにより，軸受負荷中心間距離を大きくしてモーメント剛性を向上させることは開示も示唆もされていない。軸受装置の寿命と剛性とは直接の関係がないし，逆の相関関係となる場合があるから，甲第1号証中にも，甲第10号証等にも，かような剛性向上のための構成を導入する動機付けがあるものではない。また，審決にいう基本的事項（ⅱ）等は単に軸受負荷中心間距離（作用点間距離）を大きくとれば剛性が向上するという技術的事項にすぎず，かように剛性を向上させるための具体的手段を開示したり示唆したりするものではない。甲第3号証に記載されている技術的事項も，剛性の向上には小さな転動体を多数使用するのが有効であることを示すものにすぎず，転動体の玉径を共通にする当業者の技術常識に照らせば，かかる技術的事項を適用したとしても，単に両軌道の転動体の玉径を等しく小さくする程度の発想しか生じず，一方の軌道にのみ玉径の小さい転動体を多数用いる特別な目的や積極的な理由はない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "結局，甲第1号証発明に甲第2号証に記載された技術的事項や甲第3号証等に記載された周知技術を組み合わせても，当業者において相違点2に係る構成に想到することは容易でないのであって，「このような転がり軸受を二列の転動体群を有する転がり軸受装置として構成するにあたって，転がり軸受装置の使用条件や要求される仕様に応じて，単体の転がり軸受における転動体の直径，ピッチ円直径，及び個数を考慮しつつ，当該転がり軸受を軸方向に二列配置して転がり軸受としたときの負荷容量，剛性，及び寿命を設計し，必要に応じて設計上の値ないし最適値やそれぞれの特性の重み付けを決定することは当業者の通常の創作能力の発揮ということができる。」との審決の判断（34頁）には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "本件発明1は，相違点1，2に係る構成を採用することによって，軸受装置を大型化させることなく，軸受負荷中心間距離の増大による剛性向上，軌道の転動体の玉数の増加による剛性向上，車両アウタ側のハブ軸を太くしたことによる剛性向上，車両アウタ側のPCDを大きくし，転動体の玉径を小さくしたことによりフランジ最下端部周辺の変位量が減少したことによる剛性向上という作用効果を一挙に奏することができるというもので，かかる作用効果を当業者が容易に予測し得たものではない。したがって，本件発明1の構成を事前に知らない当業者においても，「転がり軸受装置が奏する基本的特性は，ラジアル荷重，スラスト荷重，及びモーメント荷重が作用する使用条件や要求される仕様に基いて設計される構造，転動体の直径，ピッチ円直径，個数，軸（受）負荷中心間距離等を用いた計算やシミュレーションによって予測可能なものである」，「本件発明1が甲第1～5号証に記載された発明及び上記周知事項から当業者が予測できないような効果を奏するとは認められない。」（36頁）との審決の判断には誤りがある。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上のとおり，甲第1号証発明に甲第2号証等に記載の発明ないし技術的事項や甲第3号証等に記載の周知技術を組み合わせても，当業者において本件発明1に想到することができないか，又は想到することが容易でないのであって，これに反する審決の容易想到性判断には誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件発明1の出願当時，転がり軸受装置において，内輪を一体に形成したハブユニット（内輪一体型ハブユニット）を採用するか，車両インナ側の内輪を一部分離できるものにして，同内輪を嵌合装着するとともに車両アウタ側の内輪をハブシャフトと一体化したハブユニット（分離内輪付きハブユニット）を採用するかは，車種に応じた要求仕様，設計思想などに基づいて適宜選択される程度の事柄にすぎなかった。そうすると，甲第1号証発明が内輪を一体型とすることにより低原価，高性能，軽量のフランジ付き軸受装置やその組立方法を提供するものであるとしても，また，内輪を分離内輪付きのものに改めることで原価の増加等を招くことがあるとしても，転がり軸受装置に対する要求仕様，設計思想などの別の観点から，内輪を分離内輪付きのものに改めることを妨げる事情は存しない。",
            "また，転がり軸受装置のモーメント剛性は，軸受負荷中心間距離を大きくすることによって向上させることができることが周知であり，その結果，当業者であれば，転動体のピッチ円直径，転動体間の球心距離，転動体と軌道面の接触角度から，幾何学的，力学的に計算することができる。しかるに，当業者において，甲第1号証の第1図の実施例と第7図の実施例を対比すれば，PCD（ピッチ円直径）が大きくなることに伴って軸受負荷中心間距離も大きくなっていること，軌道に挿入される転動体の玉数が増加して軸受装置のモーメント剛性が向上していることを容易に認識できる。",
            "そうすると，当業者が，甲第1号証発明に基づき，モーメント剛性の向上の点も考慮して，PCDの大きさを変更したり，転動体の玉数を増加させたりすることは容易であった。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "(1)  転動体の玉径，玉数，PCDの関係を種々変更して，軸受装置の負荷容量，モーメント剛性，寿命がどうなるかを検討する程度のことは，車両用転がり軸受装置を設計する上でされる基本的事項にすぎない。",
            "甲第2号証の図1において，軌道上に実線で描かれた玉径の大きな転動体と，破線で描かれた玉径の小さな転動体を比較すると，当業者であれば，玉径の小さな転動体の方が，PCDが大きく，軌道に玉数を多く組み込めること，この場合には2列の軌道の軸受負荷中心間距離がさらに大きくなることを認識することができる。そうすると，原告主張のように，甲第2号証では転動体の支持限界を最大限利用して転動体の直径を大きくし，負荷容量を増大させるという技術的思想しか開示されていないとするのは，当業者が甲第2号証中の図面から幾何学的に認識できる技術的事項を意図的に無視するもので不適切である。",
            "なお，一般に，技術文献に接する当業者は，当該技術分野における周知技術も参照しながら発明等の内容を把握し，自己の目的に沿った形で利用するのであって，当該文献に具体的な目的や作用効果が明示されていなくても，他の周知技術を参照して，例えば図面に表された実施例の作用効果を的確に把握することができる。そうすると，甲第1，2号証等に剛性の向上という技術的課題ないし作用効果が明示的に記載されていないとしても，当業者が当時の周知技術を参照し，図面から剛性の向上という作用効果を認識（ないし推測），把握しても差し支えない。",
            "また，車両用転がり軸受装置においては，転動体の大小だけで設計がされるものではなく，車種の要求仕様，設計思想などに応じて，転動体の直径，個数，PCD，軸受負荷中心間距離などが定められ，また軸受装置の負荷容量と剛性との兼ね合いを評価，検討して設計がされるものであるから，当業者がこれらの各種要素を勘案し，剛性に着目して設計変更を行うのは当然であって，甲第2号証記載の発明ないし技術的事項を適用したからといって，両軌道で転動体の直径をともに大きく改めなければならないものではない。",
            "ここで，PCD及び転動体の玉径の共通化は必ずしも当業者の技術常識ではないか，かかる技術常識があったとしても絶対的なものではない。甲第1号証においても，2つの軌道のPCDが相違しており，内輪，保持器，シールリング等の部品を共通化することができていない。",
            "当業者であれば，甲第2号証から，車両アウタ側の軌道と車両インナ側の軌道の各転動体の直径は，軸受装置に要求される寿命，負荷容量又は剛性に応じて，その大小が異なるものを採用することができること，軸受負荷中心間距離を大きくして軸受装置の剛性を向上させるには，外輪軌道面に近付ける方向に転動体の直径を小さくすればよいことを容易に思い付くことができる。",
            "そうすると，甲第1号証発明に甲第2号証で開示ないし示唆された発明ないし技術的事項を組み合わせる動機付けがないとはいえないし，かかる組合せにより相違点2に係る構成に想到するのは当業者にとって容易である。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "甲第22号証の図6において転動体の玉径を小さくし玉数を増加させることによる負荷容量の増大と剛性の向上との間で逆の相関があるのは，PCDが固定されているからであって，甲第1号証の第7図の軸受装置では，PCDは固定されておらず，第1図の軸受装置に比して軌道（Ⅰ）のPCDを大きくして転動体の玉数を増加させ，負荷容量と剛性の双方を大きくしている。また，甲第2号証の図1では，左右の軌道で異なる玉径の転動体及び異なるPCDの軌道輪を使用し，負荷容量と剛性の両立を図っているものである。そうすると，本件発明1の出願当時の周知技術を考慮すれば，甲第1号証発明の一方の軌道の転動体の玉径を小さくし，軌道中の転動体の玉数を増加させることには阻害要因は存せず，当業者であれば，かかる場合に軸受負荷中心間距離が大きくなり，剛性が向上することを理解することができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そもそも，転がり軸受装置の剛性，負荷容量，寿命は，軌道中の転動体の玉径，玉数と密接に関係し，互いに関連するものであるところ，本件発明1は，従来の軸受装置と比較して，寿命が低下しない範囲で転動体の玉径を適切に設定するという性格のものであるから（段落【0005】，【0008】，【0010】，【0026】，【0027】，【0029】，【0030】，【0031】，【0034】，【0048】，【0066】等を参照。），本件発明1においては装置の長寿命化が技術的課題でないとはいえず，原告の主張は自らの明細書の記載を無視する不当なものである。",
                "また，そもそも，本件発明1の出願当時，転がり軸受装置において，寿命，負荷容量及び剛性がいずれも技術的課題であることは当業者に周知であるところ，甲第1号証の軸受装置では，軸受負荷中心間距離が大きくなるのに伴って転動体の玉数が多くなり，モーメント剛性が向上していることが明らかであるから，甲第1号証発明は負荷容量の増大に着目しつつ，モーメント剛性の向上にも配慮して軸受装置を長寿命化することを示唆している。",
                "したがって，本件発明1と甲第1号証発明の技術的課題の相違を理由にして容易想到性を否定することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "軸受装置の車両アウタ側の軌道のPCDを大きくし，転動体の玉径を小さくすることにより，車両アウタ側のハブ軸の軸径を太くできることや，車両アウタ側フランジ最下端部の変位量を減少させることによって，軸受装置の剛性を向上させるという作用効果は，出願当初の明細書には一切記載されていない。そうすると，原告が主張する上記の作用効果は自明なものにすぎず，当業者において予測困難な格別のものではない。",
            "このほか，本件発明1の作用効果は，出願当時の転がり軸受装置に関する周知技術や基本的技術事項から当業者が当然に予測できる程度のものにすぎない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "(1)  自動車に使用する車輪用軸受装置の変遷に関して一般的な見地から解説を加えている文献である甲第23号証の図8では，第3世代の転がり軸受装置として，内輪の一部が分離可能な分離内輪付きのハブユニットと内輪が一体型のハブユニットとが掲げられているが，甲第22号証の52頁の記載にも照らせば，本件出願当時，上記図にいう第1ないし第3世代の転がり軸受装置の構造，第3世代のものでいえば，内輪回転タイプのハブユニットで内輪の一部が車両アウタ側，車両インナ側とも分離可能である第2世代ハブユニットの車両アウタ側内輪を，ハブシャフト（ハブ軸）と一体化したものに改めた分離内輪付きハブユニットと，上記第2世代ハブユニットの内輪を車両アウタ側，車両インナ側ともハブシャフトと一体化したものに改めた内輪一体型ハブユニットの各構造は当業者において広く知られており，内輪を分離内輪付きのものとするか，ハブシャフトと一体のものとするかは，当業者が設計上の観点から適宜選択することができる事柄であると認められる。",
            "そうすると，審決が説示するとおり，甲第1号証発明に周知技術を適用することにより，当業者において容易に相違点1に係る構成に容易に想到できたということができる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原告は，内輪部材が一体のものであることは甲第1号証発明の必須の構成であり，分離内輪付きの構成に改めることは，甲第1号証発明で克服した欠点が現れるように逆行するものであるとか，内輪が別体のものでもよいのであれば，PCD（ピッチ円直径）を大きくする必要はなく，阻害要因があるなどと主張する。",
                "確かに，甲第1号証の発明は，転がり軸受装置の耐久性等を確保するとともに，部品点数を少なくし低原価，軽量の装置を提供しようとするものであり（1頁右下欄3行～2頁左下欄11行），これらの目的，技術的課題の達成のために一体型の内輪を採用したものであるが，内輪を分離内輪付きのものに改めた場合に生ずるデメリットを上回るメリットがあれば，当業者において甲第1号証発明の内輪の構成から分離内輪付きの内輪の構成に改めることは必ずしも困難でない。加えて，前記のとおり，内輪を分離内輪付きのものとするか，ハブ軸（ハブシャフト）と一体のものとするかは，設計上の観点から当業者が適宜選択することができる程度のものにすぎない。ここで，2列の軌道から成る転がり軸受装置において，各列の球状の転動体の中心から内輪（ハブ軸と一体になっている場合にはハブ軸）の軌道面に加わる力の作用方向を示す2つの作用線と軸受装置（ハブ軸）の中心軸線とが交差する2点間の長さ（距離）である軸受負荷中心間距離（作用点間距離）を考えたときに，この軸受負荷中心間距離が大きくなれば軸受装置の剛性が大きくなることは，本件出願当時の当業者に周知の技術的事項である（甲22の53頁）。甲第1号証の特許請求の範囲には「内輪のフランジ寄りの列のボール数を他列のボール数より多くし」との記載があるし，4頁左下欄4ないし9行には，各軌道のPCDを異ならせ，大きなPCDの軌道にさらに多くの転動体を組み込むことで，2列の軌道のPCDが等しい場合（第1図の実施例）よりも，負荷容量をさらに大きくしている旨（第7図の実施例：後記31頁）の記載があるから，当業者であれば，審決が引用した甲第1号証発明において，耐久性の向上をもたらす上で大きな役割を果たしているのは，2列の軌道のPCDを相異なるものとし，より大きなPCDの方の軌道により多くの転動体を組み込むことであり，また，PCDを相異ならせて軸受負荷中心間距離が大きくなることで剛性も向上していると容易に理解することができる。そして，PCDの相違に由来する耐久性の向上，剛性の向上は，いずれも内輪が分離内輪付きのものであるか，ハブ軸と一体であるかによって異なるものではない。そうすると，内輪が分離内輪付きのものであることに由来する原価の増加等は，甲第1号証発明の内輪の構成を改めるように想到する上で障害となるものではなく，内輪を分離内輪付きのものとするか，ハブ軸と一体のものとするかはPCDの選択等と独立して考えることができる性格の事柄である。したがって，原告の前記主張を採用することはできず，相違点1に係る構成の容易想到性についての審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "(1)  自動車に使用する車輪用軸受装置の変遷に関して一般的な見地から解説を加えている文献である甲第22号証の52頁に，「ホイール軸受に要求される基本的な性能として寿命，剛性が挙げられる。」とあるとおり，車両用の転がり軸受装置においては，装置の寿命，すなわち部材（材料）の損傷（より正確には，転がり動作による損傷）を生じることなく連続して動作できる総回転数ないし時間を長くすることと，装置の強度の指標であり，外部から荷重（外力）が加わったときに変形する量である剛性を両立させることが，当業者の一般的課題であるということができる。ここで，負荷容量（ここでは，動的負荷容量のみを指す。）は，一定の使用条件，動作時間（例えば，総回転数106回転，総連続動作時間500時間）の下で，軸受装置がどれだけの負荷に耐えられるかを示す量であって，負荷容量が大きくなると寿命が長くなる関係にあり，所望の寿命から逆算して当該軸受装置が許容できる最大荷重の大きさを示すものであるから（甲8），車両用の転がり軸受装置においては，負荷容量と剛性の両立が当業者の一般的課題であるともいうことができる。",
            "ところで，軸受に関する一般的な文献である甲第8号証の128，129頁には，球状の転動体を用いる転がり軸受（玉軸受）では，負荷容量は，転動体の直径（玉径）に応じて同直径の1．8乗又は1．4乗に比例し，かつ軌道一列の転動体数の3分の2乗に比例する旨が（したがって，転動体の玉径の方が玉数よりも負荷容量の増大に果たす役割が大きい），前記の甲第22号証にも，PCDや内輪の幅を固定した場合には，一般に転動体の玉数が多くなるほど軸受装置の剛性は向上するが負荷容量（動定格荷重）は低下する旨がそれぞれ記載されているし，また車両用転がり軸受装置の発明に関する特許公報である甲第11号証にも「ハブユニット軸受50の耐久性や寿命を向上させるためには，ボール54の径の大径化，ボール54のPCD拡大，ボール54間のスパン拡大，等で対応することが可能である。」（段落【0006】）との記載があるから，転がり軸受装置の寿命，負荷容量と転動体（ボール）の玉径及び玉数との間には密接な関係があり，一般に転動体の玉径を大きくすればするほど負荷容量が大きくなること，転動体の玉径を固定し，玉数を自由に多くすることができれば負荷容量が大きくなるが，PCDを自由に変更できない場合には，玉数を多くするのに伴って玉径が小さくなり，負荷容量も小さくなることが，本件出願当時における当業者の技術常識であったということができる。",
            "他方，前記の甲第22号証中の軸受装置の剛性に関する記載や甲第8号証116，117頁の記載に加えて，転がり軸受装置に関する一般的な文献である甲第3号証の81頁には，「剛性を上げるには，（a）転がり接触部の変形を小さくする。（b）転がり接触部の変形量が軸受の変位量に変換されるとき，後者が小さくなる形をとる。（a）は玉径，軌道みぞ半径やころ径，ころ長さと転動体数に関係し，一般に，小さい転動体を多数使う方がよい。（b）では軸受の接触角を変え，転動体と内外輪の接点を結ぶ方向を外部荷重の方向に近づけることが行なわれる。使い方では，つぎを利用する。（a）転がり接触部の剛性は荷重の増加で高まる。（b）軸受剛性は荷重を支えている転動体数が多いほど高い。」と記載されているし，車両用転がり軸受装置の発明に関する特許公報である甲第14号証にも「本発明では，・・・同一空間内で内部諸元を変更し，転動体個数を増加させて軸受剛性を向上させたり」（段落【0011】）と記載されているから，転がり軸受装置の剛性と転動体の玉径との間には密接な関係があり，一般に転動体の玉数を多く，玉径を小さくする方が，転動体の玉数を少なく，玉径を大きくするよりも，転がり接触部の変形量が相対的に小さく，また転がり接触部に対する荷重が相対的に小さくなるため，剛性がより大きくなることが，本件出願当時における当業者の技術常識であったということができる。",
            "そうすると，軸受負荷中心間距離と軸受装置の剛性の関係に関する周知の技術的事項ないし技術常識にもかんがみれば，本件出願当時，車両用の転がり軸受装置の設計を行う当業者にあっては，負荷容量ないし寿命と剛性との両立という一般的な技術的課題を達成するべく，上記技術常識等に従って，転動体の玉径，玉数，PCD，軸受負荷中心間距離の数量ないし数値を適宜増減して組み合わせるのが一般であったということができる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "甲第1号証の特許請求の範囲に記載された発明は，前記のとおり，転がり軸受装置の耐久性等を確保するとともに，部品点数を少なくし低原価，軽量の装置を提供しようとするものであって，このうち下記第7図の実施例に係る構成は，軌道（Ⅰ）（左側）のPCDを大きくし，挿入する転動体の玉数を多くして，負荷容量の増大を図ったものであるが，車両用の転がり軸受装置においては，負荷容量と剛性の両立が当業者の一般的課題であるから，甲第1号証発明においても，軸受装置の剛性の確保が技術的前提の1つになっているものと解される。",
                "【第7図】",
                "そして，当業者が上記第7図を見れば，PCDが相等しい2列の軌道を設けた第1図に係る実施例の軸受装置に比して，軸受負荷中心間距離が大きくなり，剛性が向上している様子を容易に看て取ることができる。",
                "そうすると，甲第1号証発明を基礎にする場合でも，負荷容量を犠牲にしない範囲で軸受装置の剛性を向上させる構成を適用する動機付けがあるとして差し支えない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲第2号証の図1には，下記のとおり，2列の軌道を有し，右側の軌道の内輪のみが分離可能な軌道輪であって，左側の軌道の転動体の玉径が右側の軌道の転動体の玉径よりも大きい転がり軸受装置が図示されている（右側の軌道の方がPCDが大きい。）が，4欄58行ないし5欄8行（訳文7頁20行ないし8頁3行）には，車輪をハブ（10），主軸（12）のいずれにも取り付けることができ，前者の場合には2つの軌道間で転動体の玉径を交換し，車両アウタ側（アウトボード側）の軌道の転動体の玉径を車両インナ側（インボード側）の軌道の転動体の玉径より小さくすることもできる旨が記載されている。",
                "【図1】",
                "そうすると，審決が説示するとおり（35頁），「甲第2号証には，転がり軸受装置において，その転動体（の玉径）とピッチ円直径（PCD）は，設計上の必要に応じて車両アウタ側と車両インナ側で適宜大小関係を変更することができるという技術事項が示唆されている」ものである。ここで，甲第2号証の図1のように，2列の軌道でPCDと転動体の玉径を異ならせるときは，玉径が同一の場合よりも軸受負荷中心間距離が大きくなって軸受装置の剛性の向上に資することは当業者にとって明らかである。",
                "だとすると，当業者が甲第1号証発明の軸受装置の剛性を向上させようとする場合には，甲第2号証に記載された発明ないし技術的事項を甲第1号証発明に適用する動機付けがあり，かかる適用によって車両アウタ側の軌道のPCDを相対的に大きく，転動体の玉径を相対的に小さくし，車両インナ側の軌道のPCDを相対的に小さく，転動体の玉径を相対的に大きくする構成に想到することは本件出願当時の当業者にとって容易であったというべきである。したがって，甲第1号証発明に甲第2号証記載の発明ないし技術的事項を適用し，相違点2に係る構成の容易想到性を肯定した審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本件発明1と甲第1号証発明とでは，解決すべき技術的課題が異なるし，甲第1号証発明ではモーメント剛性の向上を考慮していないから，当業者が甲第1号証に基づいて本件発明に想到するのは容易ではないなどと主張する。しかしながら，転がり軸受装置において，負荷容量と剛性の両立は一般的技術的課題であるから，甲第1号証で剛性の向上が明示されていないとしても，剛性の確保が念頭に置かれていることは否定できないし，甲第1号証に接した当業者が上記の一般的技術的観点から剛性の向上を考慮するのは当然である。加えて，前記のとおり，甲第1号証では，2列の軌道のPCDが等しい構成（第1図）から2列の軌道のPCDが相異なる構成（第7図）に改めることで，軸受負荷中心間距離を大きくし，モーメント剛性を向上させていることを当業者において容易に認識することができるから，甲第1号証においてもモーメント剛性の向上が実質的に考慮されているということもできる。反対に，車両用転がり軸受装置に関する一般的技術的知見を記載した甲第22号証においても，車両用転がり軸受装置（ホイール軸受装置）に要求される基本的性能として，剛性のほかに寿命も挙げられているから（52頁），負荷容量の増大が考慮されているのは当然であって，甲第22号証中の剛性の向上のための技術的事項を甲第1号証発明に適用することができるとして何ら差し支えはない。なお，本件発明1においても，本件訂正明細書（甲25）の段落【0005】に「したがって，本発明は，狭隘な車体に対して，装置を大型化させることなく高剛性化を図れる構造でもって，転がり軸受装置の長寿命化を図れるようにすることを解決課題とする。」との記載があるから，寿命の向上ないし負荷容量の増大が技術的課題から捨象されているわけではない。そうすると，甲第1号証発明に甲第2号証に記載された技術的事項等を適用して，当業者において相違点2に係る構成に想到することは容易であり，原告の上記主張を採用することはできない。なお，車両用転がり軸受装置において，車両の取り付けスペースが限定されているために，軸受装置の大型化に限界があり，このために軸受装置の設計の自由度が大きく制約されているという当業者に自明な事情を考慮しても，かかる結論は異ならない。",
                "原告は，甲第2号証に記載されている発明ないし技術的事項は，ハブと主軸との間のボール収容空間を最大限利用して負荷容量を増大させることであって，これを甲第1号証発明に適用しても相違点2に係る構成に想到することは容易でないなどと主張する。しかしながら，負荷容量の増大も剛性の向上もいずれも転がり軸受装置に普遍な一般的技術的課題にすぎないのであって，その両立が重要であり（一般的技術的課題），一方のみが充足されれば足りるというものではない。そうすると，甲第2号証で明示されている発明ないし技術的事項が上記のとおりであるとしても，当業者において軸受負荷中心間距離の増大による剛性の向上を読み取って甲第1号証発明に適用することは容易であるし，上記のとおりの転がり軸受装置の一般的技術的課題に照らせば，当業者において甲第3号証や甲第22号証に記載されている転がり軸受装置に関する一般的技術的事項を組み合わせることに支障があるとはいえない。また，甲第2号証中には，軌道輪の厚さがあるため転動体の玉径が小さくなる旨の記載（3欄60～67行，訳文5頁下から2行～6頁上から4行）があるが，かかる事情のみで甲第2号証記載の技術的事項を甲第1号証発明に適用できなくなるものではない。また，甲第2号証の図1の車両アウタ側の転動体の内部に破線で小径の円が描き入れられているのは，左右の転動体の大小を比較するための例示にすぎないものと解される上，同図を見た当業者は片方の軌道の転動体の玉径を大きくする構成とのみ理解しなければならないものではなく，両軌道の転動体の玉径を相違させる構成と理解することができる（また，甲第2号証中の他の記載中にも，一方の軌道の転動体の玉径を相対的に小さくする構成を排斥する趣旨の記載は見当たらない。）。そして，複数列の軌道を有する転がり軸受装置において，PCDや転動体の玉径を共通にして，部材の共通化を図れば，確かに製造上の手間の節約（特別な研削条件の指定が不要である等）やコストの低減の点では有利であるが，甲第4号証等で各軌道のPCDが相異なる構成が開示されており，甲第2号証では各軌道のPCD及び転動体の玉径が相異なる構成が開示されていることにかんがみると，本件出願当時，仮に複数列の軌道で転動体の玉径を異ならせる転がり軸受装置の例が少なかったとしても，各軌道のPCDや転動体の玉径を共通にするのが当業者の固定観念であり，甲第2号証に接してもなおPCDや転動体の玉径を相異ならせる構成に想到することが困難であったとまではいうことができない。したがって，原告の前記主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "審決が説示するとおり，甲第1号証発明に甲第4，第5号証記載の発明を適用して，本件出願当時，当業者において相違点3を解消することは容易である。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "本件発明1の作用効果は，軸受負荷中心間距離を増大させることで「装置の大型化を避けつつ，転がり軸受装置の高剛性化および長寿命化を図る」ことにあるところ（段落【0008】），かかる作用効果は，甲第1号証発明に甲第2号証等に記載の発明ないし技術的事項や周知技術を適用し，想定される転がり軸受装置の構造をシミュレーション等することによって当業者において容易に予測し得る。なお，一方の軌道のPCDを相対的に大きくして挿入される転動体の玉数を多くすることにより，剛性の向上をもたらすことや，車両アウタ側のハブ軸が太くなったことにより軸受装置の剛性が向上することや，フランジ最下端部周辺の変位量が減少したことにより軸受装置の剛性が向上することといった効果は，甲第1号証発明に甲第2号証等に記載の発明ないし技術的事項や周知技術を適用し，相違点を解消した場合に想定される転がり軸受装置の構造から当業者が容易に予測できる程度の事柄にすぎない。そうすると，本件発明1の作用効果は，当業者において予測困難な格別のものではなく，この旨をいう審決の認定判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "結局，審決の本件発明1の進歩性判断に誤りはなく，かかる判断の誤りをいう原告の主張（取消事由）は理由がない。",
            "なお，原告は本件発明2の進歩性判断につき，特有の取消事由を主張していない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由は理由がないから，主文のとおり判決する。"
      ]
    }
  ]
}