{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が，無効2010-800003号事件について，平成22年12月28日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実等",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，発明の名称を「スロットマシン」とする特許第3962041号(平成16年7月23日出願，平成19年5月25日設定登録。請求項数は3。以下「本件特許」という。)の特許権者である。",
            "原告は，平成21年12月28日，本件特許の特許請求の範囲の請求項1から3に記載された発明についての特許を無効にする旨の無効審判の請求(無効2010-800003号事件)をし，被告は，平成22年4月20日付けで訂正請求(以下「本件訂正」という。)をした。特許庁は，同年12月28日，「訂正を認める。本件審判の請求は，成り立たない。」との審決をし，その謄本は，平成23年1月7日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正に基づく本件特許の特許請求の範囲の請求項1ないし3の記載は，次のとおりである(下線部が訂正箇所である。以下，本件訂正に基づく請求項1ないし3に係る発明を，「本件訂正発明1」ないし「本件訂正発明3」といい，これらを総称して「本件各訂正発明」ということがある。)。なお，本件特許の特許請求の範囲，発明の詳細な説明及び添付図面を総称して，「本件明細書」ということがある(甲16，20)。",
            "「【請求項1】",
            "1ゲームに対して所定数の賭数を設定することによりゲームを開始させることが可能となり，各々が識別可能な複数種類の識別情報を変動表示させる可変表示装置に表示結果が導出されることにより1ゲームが終了し，該可変表示装置に導出された表示結果に応じて入賞が発生可能であるとともに，遊技の進行を制御する遊技制御用マイクロコンピュータを備えるスロットマシンにおいて，",
            "前記遊技制御用マイクロコンピュータは，",
            "前記可変表示装置に表示結果が導出される以前に，前記可変表示装置の表示結果として予め定められた複数種類の入賞表示結果をそれぞれ導出させることを許容するか否かを，入賞表示結果の種類毎に決定する事前決定手段と，",
            "前記事前決定手段が入賞表示結果を導出させることを許容する旨を決定する割合が異なる複数種類の許容段階のうちから，いずれかの許容段階を選択して設定する手段であって，前記スロットマシンの内部に設けられた許容段階設定操作手段を操作することにより，いずれかの許容段階を選択して設定する許容段階設定手段と，",
            "前記事前決定手段により決定を行う前に，所定のタイミングで所定の範囲内において更新される数値データを，ゲーム毎に判定用数値データとして前記遊技制御用マイクロコンピュータが備える判定領域に入力する数値データ入力手段と，",
            "前記判定領域に入力された判定用数値データに対して前記事前決定手段が導出を許容する旨を決定することとなる判定値の数を示す判定値データを記憶する手段であって，",
            "前記事前決定手段により導出の許容が決定される確率の調整を行う際に該調整を前記許容段階の種類毎に行うことが不要とされたいずれか1種類以上の入賞表示結果について，該調整の結果により確定された判定値の数を示す判定値データを，前記複数種類の許容段階に共通して記憶するとともに，",
            "前記許容段階に共通して判定値データが記憶されていない2種類以上の入賞表示結果について，前記調整の結果により確定された判定値の数を示す判定値データを，前記許容段階の種類に応じて個別に記憶し，",
            "さらに，前記複数種類の許容段階に共通して判定値データが記憶されているか該許容段階の種類に応じて個別に判定値データが記憶されているかを区別するための区別データを，前記許容段階の種類に応じて区分することなく，入賞表示結果の種類毎に記憶する判定値データ記憶手段とを備え，",
            "前記事前決定手段は，前記許容段階設定手段により設定された許容段階に対応して前記判定値データ記憶手段に記憶された判定値データを入賞表示結果の種類毎に前記区別データに従って読み出し，該読み出した判定値データに応じて，前記判定領域に入力された判定用数値データが前記入賞表示結果の種類毎に導出を許容する旨を示しているか否かを判定する判定手段を備え，該判定手段により導出を許容する旨を示していると判定された種類の入賞表示結果の導出を許容する旨を決定し，",
            "前記判定値データ記憶手段は，前記許容段階の種類に応じて個別に記憶する判定値データとして異なる判定値の数を示す異数判定値データと，前記許容段階の種類に応じて個別に記憶する判定値データとして同一の判定値の数を示す同数判定値データとを，前記入賞表示結果の種類を単位として記憶する",
            "ことを特徴とするスロットマシン。",
            "【請求項2】",
            "前記事前決定手段は，前記許容段階設定手段により設定された許容段階に対応して前記判定値データ記憶手段に記憶された判定値データを，入賞表示結果の種類毎に前記区別データに従って順次読み出し，該読み出した判定値データを順次前記判定領域に入力された判定用数値データに加算する加算手段をさらに備え，",
            "前記判定手段は，前記加算手段の加算結果が前記所定の範囲を越えたか否かを判定し，該判定の結果により前記所定の範囲を越えると判定されたときの加算を行った判定値データに対応した種類の入賞表示結果の導出を許容する旨を示していると判定する",
            "ことを特徴とする請求項1に記載のスロットマシン。",
            "【請求項3】",
            "前記遊技制御用マイクロコンピュータは，前記所定数の賭数として定められた複数種類の賭数段階のうちから，ゲーム毎にいずれかの種類の賭数段階の賭数を設定する賭数設定手段をさらに備え，",
            "前記判定値データ記憶手段は，",
            "前記調整を行う際に該調整を前記許容段階の種類毎に行うことも前記賭数段階の種類毎に行うことも不要とされたいずれか1種類以上の入賞表示結果について，前記判定値データを，前記複数種類の許容段階及び前記複数種類の賭数段階に共通して記憶するとともに，",
            "前記許容段階及び前記賭数段階に共通して判定値データが記憶されていない2種類以上の入賞表示結果について，前記調整の結果により確定された判定値の数を示す判定値データを，前記許容段階及び前記賭数段階の種類に応じて個別に記憶し，",
            "さらに，前記賭数段階の種類に応じて個別に判定値データが記憶されていることを区別するための区別データを，前記賭数段階の種類に応じて区分することなく，入賞表示結果の種類毎に記憶し，",
            "前記判定手段は，前記許容段階設定手段により設定された許容段階及び前記賭数設定手段により設定された賭数段階に対応して前記判定値データ記憶手段に記憶された判定値データを入賞表示結果の種類毎に前記区別データに従って読み出し，該読み出した判定値データに応じて，前記判定領域に入力された判定用数値データが前記入賞表示結果の種類毎に導出を許容する旨を示しているか否かを判定し，",
            "前記判定値データ記憶手段は，さらに，前記許容段階及び前記賭数段階の種類に応じて個別に記憶する判定値データとして異なる判定値の数を示す第2異数判定値データと，前記許容段階及び前記賭数段階の種類に応じて個別に記憶する判定値データとして同一の判定値の数を示す第2同数判定値データとを，前記入賞表示結果の種類を単位として記憶する",
            "ことを特徴とする請求項1または2に記載のスロットマシン。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。その判断の概要は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正は，特許請求の範囲の減縮，誤記の訂正，又は明りょうでない記載の釈明を目的とし，特許請求の範囲の減縮又は明りょうでない記載の釈明については願書に添付した特許請求の範囲，明細書又は図面に記載されている事項の範囲内のものであり，誤記の訂正については願書に最初に添付した特許請求の範囲，明細書又は図面に記載されている事項の範囲内のものであり，実質上特許請求の範囲を拡張し，又は変更するものでない。したがって，上記訂正は，特許法134条の2第1項ただし書き，同条5項において準用する同法126条3項，4項の規定に適合する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明1は，特許第3474804号公報(甲1)に記載された発明(以下「甲1発明」という。)及び甲2ないし甲14に記載された技術事項に基づいて当業者が容易に想到できたものとすることはできない。また，本件訂正発明2，3は，本件訂正発明1に限定を付したものであるから，当業者が容易に想到できたものとすることはできない。",
                    "したがって，本件各訂正発明の本件特許は，特許法29条2項の規定に違反してされたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記判断に際し，審決が認定した甲1発明の内容，甲1発明と本件訂正発明1との一致点及び相違点は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容",
                  "text": [
                    "「遊技者によるメダル投入によってスタートスイッチ30が操作可能な状態となり，スタートスイッチ30がオンに操作されると，メダルの投入枚数が取得され，外周面に複数種類の図柄が表示された三個の回転リール40が回転を開始し，その後ストップスイッチ50が操作されて回転リール40の回転が停止して表示窓12の有効ライン上に図柄が停止し，全て停止した図柄が予め設定されたものであると所定枚数のメダルが払い出されるとともに，通常遊技制御手段70，特別遊技制御手段80及び入賞抽選手段110 として機能するCPUを備えるスロットマシンにおいて，",
                    "『ベル』，『スイカ』，『再遊技(Replay)』，『チェリー』，『BBゲーム』及び『RBゲーム』の6項目の入賞判定領域データと抽出乱数データとの比較を行って，特定の入賞項目に入賞か否かの入賞判定の抽選を行い，入賞抽選手段110 による抽選結果が特定の入賞項目に入賞である場合にその入賞項目の入賞フラグが成立させ，ストップスイッチ50が操作された後所定時間(例えば190ms)以内に停止可能な回転リール40の円周上の引き込み可能図柄(例えば4個の引き込み可能図柄)の中に入賞フラグが成立している入賞図柄が含まれているような場合には回転リール40を回転させて図柄を滑らせて有効ライン上に当該入賞図柄を引き込んで停止させるとともに，ストップスイッチ50を操作した後入賞フラグが成立していない入賞図柄が有効ライン上に揃わないように回転リール40を回転させて停止させ，",
                    "抽選確率を決定するための設定値は1乃至6の六段階に設定してあり，",
                    "所定の領域内(例えば0～16383)で発生した乱数を引き込んで抽出して抽出乱数データとする乱数発生手段と，",
                    "抽出乱数データと，入賞判定テーブルから特定のメダル投入枚数及び設定値における全ての入賞項目の抽選確率データを取得して作成した，各入賞項目の入賞領域からなる入賞判定領域データとを照合し，特定の入賞項目に該当している場合には，その入賞項目の入賞フラグを成立させる判定手段と，",
                    "抽選確率データは，記憶装置の内部に予め記憶されているものであって，個別データと共通データとを備え，入賞判定テーブル141 は，個別データを有する個別データテーブル145 と共通データを有する共通データテーブル146 と共通フラグを有する共通フラグデータテーブル147 とを備え，",
                    "個別データは，メダル投入枚数，設定値及び入賞項目により区分される抽選確率データであって，それぞれ独立した抽選確率データであり，共通データは，メダル投入枚数，設定値及び入賞項目により決定される抽選確率データの出現回数同士が，同一の場合に，それらを一つにまとめた抽選確率データであり，共通フラグは，メダル投入枚数，設定値及び入賞項目により区分される抽選確率データが，共通データである場合に共通フラグの数値を『1』とし，抽選確率データが個別データである場合には共通フラグの数値を『0』としたものであり，",
                    "入賞項目がチェリーで投入枚数3枚の場合では設定値1～6の抽選確率データが『145』であり，",
                    "入賞項目がRBで投入枚数3枚の場合では設定値1～6の抽選確率データが『25，27，29，31，35，45』であり，入賞項目がBBで投入枚数3枚の場合では設定値1～4の抽選確率データが『56，59，62，66』，設定値5，6の抽選確率データが『68』であり，",
                    "抽選確率データの取得に際しては，メダル投入枚数，設定値及び入賞項目により区分される共通フラグデータテーブル147 から共通フラグを取得し，その数値が『1』の場合は，共通データテーブル146 から共通データを取得し，また，共通フラグの数値が『0』の場合は，個別データテーブル145 から個別データを取得する，スロットマシン。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明と本件訂正発明1との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「1ゲームに対して所定数の賭数を設定することによりゲームを開始させることが可能となり，各々が識別可能な複数種類の識別情報を変動表示させる可変表示装置に表示結果が導出されることにより1ゲームが終了し，該可変表示装置に導出された表示結果に応じて入賞が発生可能であるとともに，遊技の進行を制御する遊技制御用マイクロコンピュータを備えるスロットマシンにおいて，",
                        "前記遊技制御用マイクロコンピュータは，",
                        "前記可変表示装置に表示結果が導出される以前に，前記可変表示装置の表示結果として予め定められた複数種類の入賞表示結果をそれぞれ導出させることを許容するか否かを，入賞表示結果の種類毎に決定する事前決定手段と，",
                        "前記事前決定手段が入賞表示結果を導出させることを許容する旨を決定する割合が異なる複数種類の許容段階のうちから，いずれかの許容段階を選択して設定する手段であって，前記スロットマシンの内部に設けられた許容段階設定操作手段を操作することにより，いずれかの許容段階を選択して設定する許容段階設定手段と，",
                        "前記事前決定手段により決定を行う前に，所定のタイミングで所定の範囲内において更新される数値データを，ゲーム毎に判定用数値データとして前記遊技制御用マイクロコンピュータが備える判定領域に入力する数値データ入力手段と，",
                        "前記判定領域に入力された判定用数値データに対して前記事前決定手段が導出を許容する旨を決定することとなる判定値の数を示す判定値データを記憶する手段であって，",
                        "いずれか1種類以上の入賞表示結果について，判定値の数を示す判定値データを，前記複数種類の許容段階に共通して記憶するとともに，",
                        "前記許容段階に共通して判定値データが記憶されていない2種類以上の入賞表示結果について，判定値の数を示す判定値データを，前記許容段階の種類に応じて個別に記憶し，",
                        "さらに，前記複数種類の許容段階に共通して判定値データが記憶されているか該許容段階の種類に応じて個別に判定値データが記憶されているかを区別するための区別データを，記憶する判定値データ記憶手段とを備え，",
                        "前記事前決定手段は，前記許容段階設定手段により設定された許容段階に対応して前記判定値データ記憶手段に記憶された判定値データを入賞表示結果の種類毎に前記区別データに従って読み出し，該読み出した判定値データに応じて，前記判定領域に入力された判定用数値データが前記入賞表示結果の種類毎に導出を許容する旨を示しているか否かを判定する判定手段を備え，該判定手段により導出を許容する旨を示していると判定された種類の入賞表示結果の導出を許容する旨を決定し，",
                        "前記判定値データ記憶手段は，前記許容段階の種類に応じて個別に記憶する判定値データとして異なる判定値の数を示す異数判定値データを前記入賞表示結果の種類を単位として記憶する，スロットマシン。」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "本件訂正発明1は，「事前決定手段により導出の許容が決定される確率の調整を行う」ものであり，判定値データの判定値の数は「調整の結果により確定された」ものであるのに対し，甲1発明ではそのような調整を行うか不明である点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "いずれか1種類以上の入賞表示結果について，複数種類の許容段階に共通して記憶された判定値データの判定値の数は，本件訂正発明1では「調整を行う際に該調整を前記許容段階の種類毎に行うことが不要とされた」ものであるのに対し，甲1発明ではそのような構成か不明である点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3",
                          "text": [
                            "区別データは，本件訂正発明1では「前記許容段階の種類に応じて区分することなく，入賞表示結果の種類毎に記憶」されたものであるのに対し，甲1発明では設定値により区分すなわち許容段階の種類に応じて区分されたものである点。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点4",
                          "text": [
                            "判定値データ記憶手段は，許容段階の種類に応じて個別に記憶する判定値データとして，異なる判定値の数を示す異数判定値データに加えて，本件訂正発明1では，「同一の判定値の数を示す同数判定値データ」を，「前記入賞表示結果の種類を単位として記憶する」のに対し，甲1発明ではそのような構成でない点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "text": [
            "審決は，本件訂正の適否に関する判断の誤り(取消事由1)，相違点2に係る本件訂正発明1の構成についての容易想到性判断の誤り(取消事由2)，相違点3に係る本件訂正発明1の構成についての容易想到性判断の誤り(取消事由3)があり，これらは審決の結論に影響を及ぼすから，違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正の適否に関する判断の誤り(取消事由1)",
              "text": [
                "審決は，本件訂正に基づき，「さらに，前記複数種類の許容段階に共通して判定値データが記憶されているか該許容段階の種類に応じて個別に判定値データが記憶されているかを区別するための区別データを，前記許容段階の種類に応じて区分することなく，入賞表示結果の種類毎に記憶する」との記載を請求項1に加入することは認められる旨判断した。",
                "しかし，審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「本件特許明細書等のすべての記載を総合したところ，『前記複数種類の許容段階に共通して判定値データが記憶されているか該許容段階の種類に応じて個別に判定値データが記憶されているかを区別する』ものであれば本件特許発明の目的作用効果を奏するものであり，『共通フラグ』に限定すべき理由はなく，『区別するデータ』であればよいことは自明である。また，判定値データ記憶手段を限定するものである『区別データ』を請求項1に加入する本件訂正がされたからといって，第三者に不測の損害を与える可能性のある新たな技術事項が付加されたとすることはできない。以上により，『前記複数種類の許容段階に共通して判定値データが記憶されているか該許容段階の種類に応じて個別に判定値データが記憶されているかを区別するための区別データ』は段落【0091】から自明な事項である」として，「区別データ」を請求項1に加入する訂正は，願書に添付された本件明細書に記載された事項の範囲内においてしたものである旨判断した。",
                    "しかし，審決の判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書に記載された「共通フラグ」の「フラグ」とは「ある条件が成立していることを示す変数」とされ(甲21)，ある条件が成立しているか否かを，フラグが付与されているか否かで示すデータである。そして，本件明細書の段落【0091】には，共通フラグが設定された場合の値が「1」とされることが記載され，図3の「共通」の「設定」及び「BET」の列には，0又は1の値をとる1ビットのデータとして「共通フラグ」がそれぞれ記載され，本件明細書の段落【0013】には，その記載内容を条件とする設定値についての1ビットの共通フラグと賭け数についての1ビットの共通フラグの併せて2ビットの共通フラグの使用が示されているが，本件明細書にはこれ以外に「共通フラグ」の機能を有するデータの記載も示唆もない。そうすると，「区別データ」については，本件明細書に記載される「共通フラグ」以外に根拠がなく，「フラグ」であるとする限定もないから，「共通フラグ」を「区別データ」と訂正することは，本件明細書に開示されたフラグデータ以外のデータを含むことになる。",
                        "また，審決のように「区別データ」を「前記複数種類の許容段階に共通して判定値データが記憶されているか該許容段階の種類に応じて個別に判定値データが記憶されているかを区別する」ものであればよいと解すると，何かを区別する機能があれば，いかなるデータも「区別データ」となり得るから，「区別データ」の意味は極めて抽象的となり，本件明細書に開示された範囲を超える可能性がある。このような訂正請求が認容されるならば，特許権の外縁が著しく不明瞭となり，第三者に不測の不利益を与える可能性が大きく，特許制度の目的に反する。",
                        "したがって，本件明細書の「共通フラグ」の記載に基づいて「区別データ」を加入する訂正は，願書に添付した明細書，特許請求の範囲又は図面に記載された事項の範囲内のものではなく，審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，被告は，「フラグ」は「設定状態を示す標識」であるから(乙1)，「データが記憶されているかを区別するための区別データ」を概念的に含む技術的事項であり，既に実施例には「共通フラグ」が記載されていることから，本件訂正に基づき特許請求の範囲の請求項に「区別データ」を加入しても，新たな技術的事項が導入されるものではない旨主張する。",
                        "しかし，被告の主張は失当である。「フラグ」とは，当業者にとって，ある条件が発生しているか否かを，フラグが立っているか否かで表すところの基本的には1ビットのデータを意味する(甲28，29)。「共通フラグ」を「区別データ」へと訂正することは，1ビット以外の，例えば，8進法のデータ，16進法のデータ，アナログデータ等も「区別データ」に追加することとなるから，1ビット以外のデータについては，本件明細書に記載された範囲を超えることになる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，本件明細書の段落【0126】，【0127】の記載から「共通フラグは役毎(入賞表示結果の種類毎)に参照されるもので，設定値やBET数毎に参照されるものではないから，共通フラグは役毎に一つのデータとして記憶されていることは明らかである。」と判断し，「図3には設定についての共通フラグは設定値に応じて区分することなく役の種類毎に設けられていることが図示されており，当該記載によれば『前記複数種類の許容段階に共通して判定値データが記憶されているか該許容段階の種類に応じて個別に判定値データが記憶されているかを区別する区別データを，前記許容段階の種類に応じて区分することなく，入賞表示結果の種類毎に記憶する』ことは自明な事項である。」と判断した。",
                    "しかし，審決の判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の段落【0125】ないし【0127】及び図8の各記載によれば，共通フラグが遊技状態別テーブルに登録された役に対応して参照されているが，これらの記載は参照関係を記述するのみで，データの記憶方法や記憶領域については記述していない。データの参照関係とデータの記憶方法とは技術的に全く異なる事項であることは当業者には技術常識であり，遊技状態別テーブルに登録された役について順番に共通フラグが参照されていることが記載されているからといって，共通フラグが役毎に一つのデータとして記憶されているとはいえない。",
                        "また，本件明細書の「図面の簡単な説明」には，図3が「遊技状態別テーブルの例を示す図である」，図4が「判定値数の記憶領域の例を示す図である。」と記載されており，図3と図4が別図として掲げられていることからも，図3は，登録された役から判定値データを求める参照関係をわかりやすく示したものにすぎず，判定値データの個数や記憶されたアドレスを示すものではないといえる。",
                        "さらに，図3において，第1列に「役」の種類が記入され，「共通」により括られた「設定」と「BET」の二つの列に並んだ「1」又は「0」と記入された枠が，その右側の枠と比較して大きく描かれていること等からすると，図3はROM上におけるデータの記憶領域を示すものではないと解され，これを根拠として，共通フラグの記憶領域における記憶方法について技術的意義を導き出すことはできない。",
                        "加えて，本件明細書の段落【0006】ないし【0008】によれば，本件明細書に記載された発明は，従来技術である甲1発明において，設定値や賭け数に関わらずに判定値数が同じあれば必ず共通化して登録することには量産機種と開発用機種の間で判定値数の記憶方式の変更が必要となって開発コストが増大するという問題点があり，これを解決するために，判定値データのデータ量を抑えると共に量産機種までの開発が容易なスロットマシンを提供することを目的としたと解される。共通フラグのデータの格納方法については，従来技術の問題点として意識されず，本件明細書には記載されていない。図3は，当選した役により，設定値や賭け数の種類に応じて判定値データを個別に記憶するか共通して記憶するかを区別する共通フラグを示し，遊技状態別に，設定値，賭け数(BET)及び役により決まる判定値数を取得するために参照する記憶領域を示すとともに，判定値数の記憶方法を示すものであるが，共通フラグの記憶方法を示すものではない。本件明細書の段落【0090】には「図3に示す遊技状態別テーブルは，ROM113に予め格納されている。」と記載されるが，図3のテーブルが，そのままの形態(組織的配列)で記憶領域に格納されるものでないことは技術常識であるから，上記記載は，図3が示す参照関係が，プログラムの形態に具体化されてROMに予め格納されていることを意味するにすぎず，図3に示された形態(組織的配列)に基づいて共通フラグをROMにどのように記憶するかという格納方法，すなわち「区別データを，前記許容段階の種類に応じて区分することなく，入賞表示結果の種類毎に記憶する」ことは，本件明細書には記載されていないというべきである。そうすると，本件明細書に登録された役から共通フラグが検索されることの記載があっても，共通フラグが「許容段階の種類に応じて区分することなく，記憶されていること」が自明とはいえない。",
                        "したがって，審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，被告は，本件明細書の段落【0009】の記載から，図3の遊技状態別テーブルに含まれる「共通フラグ」についても，「共通フラグ」に関する記憶方法(記憶態様)を記載したものであると当業者であれば理解すると主張する。",
                        "しかし，被告の主張は失当である。段落【0009】の記載をみても，共通フラグが判定値データ記憶手段に記憶されていることは理解できるが，共通フラグが判定値データ記憶手段に具体的にどのように記憶されているかについては何ら記載されていない。遊技状態別テーブルがプログラムの形態にどのように具体化されてROMに格納されるかは，本件明細書に記載のない事項であり，図3に示された0又は1の共通ビットが記入された大きな枠から，記憶領域における共通フラグの記憶方法まで読み取ることはできないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件訂正を認容した審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に係る本件訂正発明1の構成についての容易想到性判断の誤り(取消事由2)",
              "text": [
                "審決は，本件訂正発明1と甲1発明との相違点2に係る構成である(いずれか1種類以上の入賞表示結果について，複数種類の許容段階に共通して記憶された判定値データの判定値の数は)「調整を行う際に該調整を前記許容段階の種類毎に行うことが不要とされた」との点について，甲1発明及び甲2ないし甲14記載の技術事項から容易に想到できない旨判断した。",
                "しかし，審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決は，「スロットマシンの開発においても当然確率の調整が行われていると認められる。」と認定するから，甲1発明のスロットマシンも，かかる調整が行われた後のデータが示されていると認められる。そして，スロットマシンの開発段階で確率の調整が行われることが当業者に周知慣用手段であるとの事実に照らすと，「調整を行う際に該調整を前記許容段階の種類毎に行うことが不要とされた」との点は，本件訂正発明1と甲1発明の一致点である「許容段階に共通して判定値データを記憶する1種類以上の入賞表示結果」を，該調整の前に「予め決める」ことにすぎない。そして，「調整を行う際に該調整を前記許容段階の種類毎に行うことが不要とされた」入賞表示結果を「予め決める」ことは，当業者には容易に想到し得ることである。すなわち，",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許の出願前に日本国内において頒布された刊行物である甲22(特開2004-97380号公報)の段落【0005】，【0008】，【0010】，【0015】，【0101】，【0109】ないし【0111】，【0114】ないし【0117】，図9によれば，図9に示された高効率テーブルの判定値データの判定値の数は「調整を行う際に該調整を許容段階の種類毎に行うことが不要とされた」ものであり，高効率テーブルには，各役が許容される確率として，設定値にかかわらず同一の当選確率が適用されることが開示されているといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許の出願前に日本国内において頒布された刊行物である甲25(吉良誠二編「白夜ムック94  パチスロ大図鑑2001」白夜書房)の記載によれば，パチスロ「4号機」より義務付けられた機能であるリプレイにおいては，コインを投入しなくても，レバーを叩くだけで遊技可能となる機能を備え，規定では概ね7．3ゲームに1回の割合で出現するとされている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件特許の出願前に日本国内において頒布された刊行物である甲23(特開2000-51436号公報)の段落【0092】，【0094】，【0096】，【0097】，図9，図10によれば，リプレイにおいては，設定値にかかわらず割当数が「2244」，確率が「1/7.30」とされ，「2枚」及び「8枚」の入賞については，賭け数に対しては異なるが，設定値にかかわらず同一の確率となるように同一のデータが付与されている。図11によれば，「リプレイ(JACIＮ)」について，賭け数及び設定値にかかわらず「1/3.64」(「1/7.30」より大きな確率である「1/3.64」が与えられているが，リプレイを義務付けた趣旨は射幸心の抑制であり，ビッグボーナスゲーム中ではリプレイに入る確率を高めて射幸心を抑制したものであるから，リプレイの確率を「1/7.30」以上とすることについては，規定上問題がない。)の確率となるように同一のデータが与えられており，「2枚」及び「8枚」の入賞について，賭け数に対しては異なるが，設定値にかかわらず同一の確率となるように同一のデータが付与されている。",
                        "甲23には，スロットマシンが認定を受ける前の開発段階におけるデータの調整についての記載はないが，「リプレイ」は，設定値及び賭け数にかかわらず，規定どおりの確率を一律に採用し，このデータは基本的にデータの調整を行う必要性がないから，開発段階におけるデータの調整を設定段階の種類毎に行うことが不要とされたデータに相当する。また，「2枚」及び「8枚」の確率を決定するデータが何らかの調整を経たものであったとしても，該調整を設定段階の種類毎に行うことが不要とされたデータであることに変わりがない。したがって，甲23の「リプレイ」，「2枚」及び「8枚」は，「調整を行う際に該調整を設定段階の種類毎に行うことが不要とされた」入賞表示結果に相当する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲24(特開2000-271271号公報)の段落【0042】，【0043】，【0046】，【0047】，図9ないし図11によれば，再遊技(リプレイ)の場合に，賭け数及び設定値にかかわらず，割当数が「2245」とされている。そして，段落【0049】によれば，2245を，乱数の幅の16385 で除した数が抽選確率値となり，分数で示すと，規定どおり「1/7.30」となっている。",
                        "甲24も，スロットマシン等の遊技機が認定を受ける前の開発段階におけるデータの調整についての記載はないが，「再遊技」(リプレイ)について，「1/7.30」の確率を設定値及び賭け数にかかわらず一律に採用しており，これらは基本的にデータの調整を行う必要性がないデータであって，開発段階におけるデータの調整を設定段階の種類毎に行うことが不要であるデータに相当することに変わりがないから，「再遊技」は，「調整を行う際に該調整を設定段階の種類毎に行うことが不要とされた」入賞表示結果に相当する。また，図9ないし図11に示された「ベル」，「プラム」及び「4枚チェリー」の抽選役(入賞表示結果)は，その抽選確率を決定するデータが，投入メダル枚数(賭け数)別又は遊技状態別には異なる場合もあるが，任意の投入メダル枚数(賭け数)における任意の遊技状態においては設定値にかかわらず同一の確率とされるから，「調整を行う際に該調整を設定段階の種類毎に行うことが不要とされた」入賞表示結果に相当する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "そして，甲1発明においても，再遊技の割当数は「2245」とされている。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上のとおり，設定値にかかわらず確率が同じとされた役がいくつか存在すること，その中でも，リプレイ(再遊技)は，4号機から義務付けられた機能であって，機種によらず，同一の確率となるように設定されていることからみて，この確率は，調整前に設定された確率といえる。",
                        "そうすると，スロットマシン等の遊技機において「調整を行う際に該調整を設定段階の種類毎に行うことが不要とされた」入賞表示結果が存在し又は存在し得ることは当業者の技術常識に属する事項といえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，相違点2に係る本件訂正発明1の構成は，当業者が技術常識に基づいて容易に想到できたものであり，審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3に係る本件訂正発明1の構成についての容易想到性判断の誤り(取消事由3)",
              "text": [
                "審決は，甲12ないし甲14記載のフラグは，「前記複数種類の許容段階に共通して判定値データが記憶されているか該許容段階の種類に応じて個別に判定値データが記憶されているかを区別するための」ものではなく，本件訂正発明1の「区別データ」に相当しないとして，「甲1発明に上記周知技術を適用しても，『前記許容段階の種類に応じて区分することなく，入賞表示結果の種類毎に記憶』するという，相違点3に係る本件訂正発明の構成となることはなく，相違点3に係る本件訂正発明1の構成を容易に想到したものとすることはできない。」と判断した。",
                "しかし，審決の判断は誤りである。",
                "甲1の段落【0014】，甲22の段落【0015】，【0117】の記載からすると，データを共通化すれば記憶容量を節約できることは当業者には周知の技術的事項であり，コストについて有利であるので，当業者にはそのようにする動機が一般的に存在するといえる。",
                "また，甲1の段落【0047】，【0049】の記載によれば，甲1に記載された「共通フラグ」は，データを取得する際に，共通データテーブル146 から取得するか個別データテーブル145 から取得するかを判別するデータであるから，これが「区別データ」に相当することがわかる。",
                "ところで，甲1には，設定値等に応じて個別に記憶した個別データに代えて共通化して記憶する共通データとすることにより，内部記憶装置の記憶容量を節約したことが記載されているが，その対象は，抽選確率データであって共通フラグ(「区別データ」に相当する。)ではない。また，本件明細書の段落【0007】，【0008】にも，共通フラグを共通化して記憶することについては何ら記載されていない。",
                "しかし，抽選確率データと共通フラグは，いずれも内部記憶装置に記憶されるデータであるから，共通化して記憶すれば内部記憶装置の記憶容量の節約となることは当業者の技術常識であり，甲1の共通フラグを共通化して記憶し，「前記許容段階の種類に応じて区分することなく，入賞表示結果の種類毎に記憶」することは，当業者であれば容易に想到できる。",
                "したがって，区別データもROM上に記憶されるデータであることに変わりがなく，これを前記許容段階の種類にかかわらず共通のデータとして，入賞表示結果の種類毎に記憶することは当業者には周知の技術的事項及び一般的に存在する動機であることに照らせば，区別データを「前記許容段階の種類に応じて区分することなく，入賞表示結果の種類毎に記憶」した点は，格別の困難性なく想到できた事項というべきであり，審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件訂正の適否に関する判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，請求項1に「区別データ」を新たに加入する本件訂正は，本件明細書の「共通フラグ」を，これ以外のデータを含むようにしようとするものであり，願書に添付した明細書，特許請求の範囲又は図面に記載された事項の範囲内のものではない旨主張する。",
                    "しかし，原告の主張は失当である。",
                    "原告の主張は，「共通フラグ」ではなく「区別データ」を用いて記載することによって，本件明細書，特許請求の範囲又は図面の全てを総合することによって導かれる技術的事項に，どのような技術的事項が新たに導入されることになるのかを具体的に指摘するものではなく，本件明細書等の「共通フラグ」の記載と「区別データ」の文言上の相違をいうに留まるものである。",
                    "また，原告は，共通フラグの「フラグ」の意味について，「ある条件が成立しているか否かを，フラグが付与されているか否かで示すデータである。」とするが，原告の引用する甲21には，「フラグ」の意味について，「ある条件が成立していることを示す変数」であると解説されているにすぎず，また，乙1(「JIS工業用語大辞典」第3版(1991年版))によれば，「フラグ」は「スイッチ標識」と同義の情報処理用語(プログラミング)であり，「スイッチ標識」は「スイッチ点の設定状態を決定したり示したりする標識」と説明されているから，「フラグ」は「設定状態を示す標識」であって，「データが記憶されているかを区別するための区別データ」を概念的に含む技術的事項である。本件明細書の実施例には「共通フラグ」が記載されているから，特許請求の範囲の請求項に「区別データ」を加入訂正する点において，新たな技術的事項が導入されるものではない。",
                    "さらに，原告は，本件明細書の段落【0013】には，その記載内容を条件とする設定値についての1ビットの共通フラグと，賭け数についての1ビットの共通フラグの，両者併せて2ビットの共通フラグの使用が記載されている以外に，「共通フラグ」の機能を有するデータの記載も示唆もないから，「共通フラグ」を「区別データ」と訂正することは，「共通フラグ」をフラグデータ以外のデータを含むようにするものである旨主張する。しかし，本件訂正において，本件明細書の段落【0013】に記載された内容を変更したことはなく，原告の主張は，主張自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，審決が，本件明細書の段落【0127】，【0128】及び図3等から，「区別データを，前記許容段階の種類に応じて区分することなく，入賞表示結果の種類毎に記憶する」ことは自明な事項とした判断は誤りである旨主張する。",
                    "しかし，原告の主張は失当である。",
                    "「区別データを許容段階の種類に応じて区分することなく，入賞表示結果の種類毎に記憶する」ことは，本件明細書の図3から自明な事項である。すなわち，本件明細書の段落【0090】には，「図3に示す遊技状態別テーブルは，ROM113に予め格納されている。」と記載されており，「図3に示す遊技状態別テーブルに記憶すること」が記載されていることは明白である。この遊技状態別テーブルがプログラムの形態にどのように具体化されてROMに格納されるかということは，本件明細書の記載から離れた議論であり，本件明細書に記載された技術的事項の判断とは無関係である。",
                    "また，本件明細書の段落【0009】には，「判定値データ記憶手段」と実施例との関係について，図3の遊技状態別テーブルが「判定値データ記憶手段」に対応するものとして記載されており，図3の遊技状態別テーブルに含まれる「共通フラグ」についても，「共通フラグ」に関する記憶方法(記憶態様)を記載したものと当業者は理解できるから，本件明細書の図3から「区別データを許容段階の種類に応じて区分することなく，入賞表示結果の種類毎に記憶する」ことは自明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上より，本件訂正を認めた審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点2に係る本件訂正発明1の構成についての容易想到性判断の誤り)に対し",
              "text": [
                "原告の主張は，以下のとおり，失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点2に係る本件訂正発明1の構成は，甲2から，容易に想到したものとすることはできないと判断した。これに対し，原告は，審判において提出されなかった新たな証拠に基づいて，審判において審理判断されなかった技術事項に基づく無効事由を審決取消訴訟の段階で主張するものであるから，同主張は，主張自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，「相違点2は，許容段階に共通してデータを記憶する入賞表示結果を(該調整の前に)『予め決める』ことにすぎない。」，すなわち，「開発段階での調整の前に予め決まっていたこと」を相違点として認識し，その点は容易想到であったと主張する。しかし，原告は，「設定値にかかわらず共通の数値とされている」入賞役が，「開発段階での調整の前」からそのようにすることが，「予め決まっていたこと」について何ら主張，立証しておらず，次の(ア)ないし(オ)のとおり，甲22ないし甲25にも，「『調整を行う際に該調整を設定段階の種類毎に行うことが不要とされる』入賞表示結果(当選役)が存在すること」は記載されていないから，この点が技術常識であるとはいえない。そうすると，スロットマシンの開発段階で確率を調整することが周知慣用手段であるとして，相違点2に係る本件訂正発明1の構成について，「調整を行う際に該調整を設定段階の種類毎に行うことが不要とされた」入賞表示結果を予め決めておくことは，当業者には容易に想到できた設計事項にすぎない旨の原告の主張は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲23の図9，及び，甲24の図9ないし図11に，再遊技，リプレイの場合，設定値にかかわらず割当数が「2244」であって，同一に設定されていることが記載されているとしても，割当数が，「調整を行う際に該調整を設定段階の種類毎に行うことが不要」とされていたものであるか否かは記載されていない。",
                        "また，「設定値にかかわらず確率が同じである」という事実から，「その確率に対応する当選役が，『調整を行う際に該調整を設定段階の種類毎に行うことが不要とされる』当選役」であるとの結論を導くことはできない。スロットマシンを開発する段階において遊技性を考慮してリプレイの当選役の確率を調整した結果，「設定値にかかわらず確率が同じである当選役」とすることも考えられるのであって，開発の際に当選役の確率を調整する中で，リプレイのみ，その確率調整対象から除外すると考えることは不自然である。",
                        "さらに，甲23記載の「リプレイ」又は甲24記載の「再遊技」について，「1/7.30」の確率を一律に採用していることから直ちに「開発段階におけるデータの調整を設定段階の種類毎に行うことが不要であるデータに相当する」との結論を導くことはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲23記載の「2枚」及び「8枚」の入賞について，共通して同じ数を記憶する結果となる調整を，開発段階において行なったことを前提に，「該調整を設定段階の種類毎に行うことが不要とされたデータであることに変わりがない。」との理由で，「調整を行う際に該調整を設定段階の種類毎に行うことが不要とされた」入賞表示結果に相当するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲24の図9ないし図11記載の「ベル」，「プラム」及び「4枚チェリー」の抽選役(入賞表示結果)について，「任意の投入メダル枚数(賭け数)における任意の遊技状態においては，設定値に関わらず共通の数値，すなわち同一の確率とされている。」としても，それが開発段階でどのような区分で判定値の数が記憶されるのかは不明であるから，「開発段階におけるデータの調整を設定段階の種類毎に行うことが不要であるデータ」に相当するといえず，「調整を行う際に該調整を設定段階の種類毎に行うことが不要とされた」入賞表示結果に相当するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲25に，リプレイ(再遊技)に関して，「規定では，『概ね7．3ゲームに1回の割合で再遊技を出現』」と記載されるが，そのような規定があるからといって，「再遊技の確率調整の際に該調整を設定段階の種類毎に行うことが不要とされる」ことにはならない。概ね7．3ゲームに1回の割合で再ゲームを出現させればよいから，開発中のスロットマシンの遊技性を考慮して，設定段階に応じて再遊技役の当選確率について若干の高低を設けることも可能である。そうすると，甲23や甲24に，再遊技の確率が設定値にかかわらず同一に設定されている例が記載されているからといって，それらの確率が，「再遊技の確率調整の際に該調整を設定段階の種類毎に行うことが不要とされたもの」であったとはいえない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "審決は，甲2に関して，「表1～4において設定値1～6で共通して同じ数が記憶されるものが，開発段階において，共通して同じ数が記憶されているかは不明で，『該調整を前記許容段階の種類毎に行うことが不要』となっているかは不明である。」と認定しており，この点は，甲22ないし甲25によっても不明であるから，相違点2に係る構成が技術常識又は設計事項であるとはいえない。",
                        "また，原告主張の「開発段階で確率を調整することが周知慣用手段である」との事実と，「調整を行う際に該調整を設定段階の種類毎に行うことが不要とされた」との相違点2に係る本件訂正発明1の構成とを対比すると，「調整を行う」ことと「調整不要」とは，相容れない内容であるから，「確率調整をする手段が周知である」ことを理由に「調整不要とするのは設計事項である」との結論を導くのは，誤りである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点3に係る本件訂正発明1の構成についての容易想到性判断の誤り)に対し",
              "text": [
                "原告は，甲1の段落【0014】及び甲22の段落【0015】，【0117】の記載から，データを共通化すれば記憶容量を節約できることは当業者には周知の技術的事項であり，コストについて有利であるので，当業者にはそのようにする動機が一般的に存在するとして，審決が，相違点3に係る本件訂正発明1の構成を容易に想到したものとすることはできないと判断したことは誤りである旨主張する。",
                "しかし，原告の主張は失当である。",
                "甲1及び甲22の「データ」の記載は，相違点3に係る「区別データ」ではなく入賞役の「抽選確率データ」であり，原告主張の周知の技術的事項や動機は「抽選確率データ」に関するものであって，「区別データ」に関するものではないから，甲1発明の「許容段階の種類に応じて区分されたデータ」を，「許容段階の種類に応じて区分することなく，入賞表示結果の種類毎に記憶」されたものとすることが容易想到であるとの論拠にならない。",
                "したがって，甲1発明に上記周知技術を適用しても，「前記許容段階の種類に応じて区分することなく，入賞表示結果の種類毎に記憶」するという，相違点3に係る本件訂正発明1の構成となることはなく，相違点3に係る本件訂正発明1の構成を容易に想到したものとすることはできないとする審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，以下のとおり，原告主張の取消事由1(本件訂正の適否に関する判断の誤り)に理由があり，審決は取り消されるべきものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正の適否に関する判断の誤り)について",
          "text": [
            "訂正が，願書に添付された本件明細書に記載した事項の範囲内においてされたというためには，当該訂正が，当業者によって，本件明細書の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入しないものであることを要すると解すべきである。",
            "そこで，本件訂正における「区別データ」が，本件訂正前の本件明細書の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入しないものであるかを検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "本件明細書(甲16)には，以下の記載があることが認められる。なお，以下の記載のうち，【請求項1】，【0009】，【0021】以外は本件訂正の対象となっておらず，【請求項1】，【0009】，【0021】の下記の記載は，願書に添付された明細書等のものである(甲16，20)。",
                "【請求項1】",
                "1ゲームに対して所定数の賭数を設定することによりゲームを開始させることが可能となり，各々が識別可能な複数種類の識別情報を変動表示させる可変表示装置に表示結果が導出されることにより1ゲームが終了し，該可変表示装置に導出された表示結果に応じて入賞が発生可能であるとともに，遊技の進行を制御する遊技制御用マイクロコンピュータを備えるスロットマシンにおいて，",
                "前記遊技制御用マイクロコンピュータは，・・・",
                "いずれか1種類以上の入賞表示結果について，前記判定領域に入力された判定用数値データに対して前記事前決定手段が導出を許容する旨を決定することとなる判定値の数を示す判定値データを，前記複数種類の許容段階に共通して記憶するとともに，",
                "前記許容段階に共通して判定値データが記憶されていない2種類以上の入賞表示結果について，前記判定領域に入力された判定用数値データに対して前記事前決定手段が導出を許容する旨を決定することとなる判定値の数を示す判定値データを，前記許容段階の種類に応じて個別に記憶する判定値データ記憶手段とを備え，・・・ことを特徴とするスロットマシン。",
                "【発明が解決しようとする課題】",
                "【0006】・・・特許文献1(判決注  甲1を指す。)に記載のスロットマシンでは，設定値や賭け数に関わらずに判定値数が同じである場合には，必ず共通化して登録しているものとしている。これに対して，スロットマシンを開発する場合においては，各役の当選確率を設定値や賭け数に応じて各役の当選と判定される判定値数を微妙に調整しながらシミュレーションを行い，その結果に基づいてメダルの払い出し率が適切な範囲となるものを最終的な判定値数として決めるものとしている。",
                "【0007】ここで判定値数を調整しながらシミュレーションを行ったものの，その結果として決められた最終的な判定値数が設定値及び賭け数に関わらずに同一となる場合も生じ得る。このような場合において，特許文献1に記載のスロットマシンのように，設定値や賭け数に関わらずに判定値数が同じであれば共通して登録するものとすると，量産機種では開発用の機種とは，判定値数の記憶方式を変えなければならない。これでは，開発工数を余計に経ることとなってしまい，開発コストの増大を招くものとなってしまっていた。",
                "【0008】本発明は，入賞表示結果の導出を許容するか否かの決定(いわゆる内部抽選)のために必要な判定値データのデータ量を抑えると共に，量産機種までの開発が容易なスロットマシンを提供することを目的とする。",
                "【課題を解決するための手段】",
                "【0009】上記目的を達成するため，本発明の第1の観点にかかるスロットマシンは，・・・いずれか1種類以上の入賞表示結果について，前記判定領域に入力された判定用数値データに対して前記事前決定手段が導出を許容する旨を決定することとなる判定値の数を示す判定値データ(判定値数)を，前記複数種類の許容段階に共通して(設定値について共通フラグが設定)記憶するとともに，",
                "前記許容段階に共通して判定値データが記憶されていない2種類以上の入賞表示結果について，前記判定領域に入力された判定用数値データに対して前記事前決定手段が導出を許容する旨を決定することとなる判定値の数を示す判定値データを，前記許容段階の種類に応じて個別に(設定値についての共通フラグが未設定)記憶する判定値データ記憶手段・・・とを備え，・・・",
                "【0012】ここで，許容段階に応じて判定値データを変化させながらシミュレーションを行った結果として許容段階に関わらずに判定値データが同じものとなったとしても，そのような種類の入賞表示結果は，そのまま許容段階の種類に応じて個別に判定値データを記憶させておけばよい。また，当初は許容段階の種類に応じて個別に同一の判定値を示す同数判定値データとして判定値データを記憶させておいた場合，シミュレーションの結果により当初登録しておいた判定値データのままでよければ，そのまま同数判定値データとして判定値データ記憶手段に記憶させておくことができる。シミュレーションの結果として当初登録しておいた判定値データで問題があったときには，許容段階に応じて判定値データを変化させ，異数判定値データとして判定値データ記憶手段に記憶させることができる。このため，開発用の機種における判定値データの記憶態様を量産用の機種においてそのまま転用することができるので，最初の設計段階から量産用の機種に至るまでの開発を容易に行うことができる。",
                "【0013】なお，判定値データを許容段階の種類に応じて個別に記憶するとは，必ずしも許容段階の種類の数だけ個別に判定値データを記憶するものだけを意味するものではなく，全ての許容段階の種類に共通して判定値データを記憶するのでなければ，これに含まれるものとなる。例えば，許容段階の種類が6種類(第1段階～第6段階)ある場合，第1～第3段階までは共通，第4～第6段階までは共通といった場合も，判定値データを許容段階の種類に応じて個別に記憶するものとなる。",
                "【0021】上記第1の観点にかかるスロットマシンにおいて，",
                "前記遊技制御用マイクロコンピュータは，前記所定数の賭数として定められた複数種類の賭数段階・・・のうちから，ゲーム毎にいずれかの種類の賭数段階の賭数を設定する賭数設定手段・・・をさらに備えていてもよい。この場合において，",
                "前記判定値データ記憶手段は，前記許容段階に共通して判定値データが記憶されていない2種類以上の入賞表示結果について，前記判定領域に入力された判定用数値データに対して前記事前決定手段が導出を許容する旨を決定することとなる判定値の数を示す判定値データを，前記許容段階及び前記賭数段階の種類に応じて個別に(BET数についての共通フラグが未設定)記憶し，・・・",
                "【0025】上記目的を達成するため，本発明の第2の観点にかかるスロットマシンは，・・・いずれか1種類以上の入賞表示結果について，前記判定領域に入力された判定用数値データに対して前記事前決定手段が導出を許容する旨を決定することとなる判定値の数を示す判定値データを，前記複数種類の賭数段階に共通して(BET数について共通フラグが設定)記憶するとともに，",
                "前記賭数段階に共通して判定値データが記憶されていない2種類以上の入賞表示結果について，前記判定領域に入力された判定用数値データに対して前記事前決定手段が導出を許容する旨を決定することとなる判定値の数を示す判定値データを，前記賭数段階の種類に応じて個別に(BET数についての共通フラグが設定(判決注  未設定の誤記と認められる。))記憶する判定値データ記憶手段・・・とを備え，・・・",
                "【発明を実施するための最良の形態】・・・",
                "【0090】図3(判決注  別紙図3のとおり)は，遊技状態別テーブルの例を示す図である。図3に示す遊技状態別テーブルは，ROM113に予め格納されている。遊技状態別テーブルは，遊技状態に応じて定められている役と，それぞれの役に対応する判定値数の記憶されたアドレスとを登録したテーブルである。判定値数は，その値が256以上のものとなるものもあり，1ワード分では記憶できないので，判定値数毎に2ワード分の記憶領域を用いて登録されるものとなる。",
                "【0091】また，判定値数は，設定値及び賭け数に関わらずに共通となっているものと，設定値および／または賭け数に応じて異なっているものとがある。判定値数が設定値に関わらずに共通である場合には，設定値についての共通フラグが設定され(値が「1」とされ)，判定値数が賭け数に関わらずに共通である場合には，賭け数(BET数)についての共通フラグが設定される(値が「1」とされる)。設定値及び賭け数の両方に関わらずに判定値数が共通であれば，両方のフラグが設定されるものとなる。",
                "【0125】・・・図8(判決注  別紙図8のとおり)は，CPU111がステップS203で実行する抽選処理を詳細に示すフローチャートである。抽選処理では，まず，・・・乱数取得処理を行う。この乱数取得処理においては，乱数発生回路115が発生する乱数に基づいて，内部抽選用の乱数の値が取得されることとなる(ステップS301)。さらに，今回のゲームの遊技状況として，ビッグボーナス中フラグ，レギュラーボーナス中フラグ，またはRT中フラグの設定の有無により区別される現在の遊技状態と，ステップS202のBET処理で設定された賭け数と，現在設定されている設定値とを取得して，RAM112の作業領域に保存する(ステップS302)。",
                "【0126】次に，現在の遊技状態に応じた遊技状態別テーブルに登録された役について順番に処理対象として，共通フラグの設定状態を参照する(ステップS303)。その結果，設定値とBET数のいずれについても共通フラグが設定されているかどうかを判定する(ステップS304)。いずれについても共通フラグが設定されていれば，遊技状態別テーブルの当該役について登録されているアドレスに格納されている判定値数を取得し，RAM112の作業領域に一時保存する(ステップS305)。・・・",
                "【0127】一方でも共通フラグが設定されていなければ，当該役についてステップS302で取得した現在の設定値及び賭け数に対応して遊技状態別テーブルに登録されているアドレスに格納されている判定値数を取得し，RAM112の作業領域に一時保存する(ステップS306)。・・・",
                "【0147】上記の実施の形態では，判定値数は，設定値1～6の全体に共通して記憶されているか，設定値1～6のそれぞれに対して個別に記憶されているかであった。もっとも，設定値1～6の全体に共通して判定値数が記憶されない(設定値についての共通フラグが設定されない)ものとして，例えば，設定値1～3については判定値数が共通，設定値4～6については判定値数が共通のものとすることもできる。賭け数についての判定値数についても同様で，例えば賭け数1と2については共通，賭け数3では個別とすることもできる。",
                "【0152】・・・現在の遊技状態に応じた遊技状態別テーブルに登録された役について順番に処理対象として，共通フラグの設定状態を参照する・・・その結果，設定値とBET数のいずれについても共通フラグが設定されているかどうかを判定する・・・いずれについても共通フラグが設定されていれば，遊技状態別テーブルの当該役について登録されているアドレスに格納されている判定値数を取得する・・・",
                "【0153】一方でも共通フラグが設定されていなければ，当該役についてステップS302で取得した現在の設定値及び賭け数に対応して遊技状態別テーブルに登録されているアドレスに格納されている判定値数を取得する・・・",
                "【0161】・・・通常の遊技状態とRTとで遊技状態別テーブルを共通化し，リプレイとRTについては，設定値と賭け数に応じて判定値数が格納されていることを示す共通フラグと同様の共通フラグを用いて，異なる判定値数が適用されるようにすることができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "上記(1) の認定に基づいて判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1) 認定のとおり，本件明細書の段落【0009】，【0021】，【0025】，【0091】，【0126】，【0127】，【0147】，【0153】，【0161】に「共通フラグ」の記載があるが，「区別データ」の記載はない。また，本件明細書の上記各段落及び段落【0013】，【0090】，【0125】，図3，図8によれば，「共通フラグ」は，判定値データ(判定値数)が，設定値にかかわらず共通である場合に設定されること，全ての許容段階の種類に共通して判定値データを記憶するのでなければ，判定値データを許容段階の種類に応じて個別に記憶する(設定値についての共通フラグは未設定)こと，判定値数が賭け数(BET数)にかかわらず共通である場合に設定される(判定値数が設定値数，賭け数の両方にかかわらず共通であれば両方のフラグが設定される)としてもよいこと，実施例においては，抽選処理の過程で，現在の遊技状態に応じた遊技状態別テーブルに登録された役について順番の処理対象として「共通フラグ」の設定状態が参照され，設定値と賭け数のいずれについても「共通フラグ」が設定されているか否かが判定されることが，それぞれ開示されている。すなわち，これらの記載から，「共通フラグ」は，全ての許容段階の種類に共通して判定値データを記憶するか，そうでない(判定値データを許容段階の種類に応じて個別に記憶する)かという2つの記憶形態を表すものであることがわかる。",
                    "そして，「フラグ」という語の技術的意味を検討すると，「ある条件が成立していることを示す変数」(甲21)，「ある条件やイベントの発生を知らせるための表示。例えばプログラムにおいてオーバフローやけた上げが生じたことを，それ以後のプログラム部分に知らせるために用いられるシンボルやディジットのこと。」(甲28)，「実行中のプログラムの状態を表すレジスタや変数のこと。プログラム実行中に特定の条件が成立したかどうかを表す値を持つことが多い。『フラグを立てる』などという表現を使う。一般的には，OＮ／OFFや0，1などでフラグの状態を表す。」(甲29)，「スイッチ点の設定状態を決定したり示したりする標識」(乙1)などの説明がされている。",
                    "そうすると，「フラグ」は，ある条件が成立しているか否かという，2者のうちのいずれの状態であるかを知らせるために用いられる標識であるから，当業者にとって，「フラグ」は，1ビットのデータであると理解される。そして，本件明細書において，「共通フラグ」の「フラグ」の語が，上記と異なる意味を指すものとして用いられている事情はないから，当業者は，「共通フラグ」は1ビットのデータと認識すると考えられる。",
                    "また，本件明細書の上記各記載及びその他の記載によっても，判定値データを詳細に区分し，その区分毎に判定値データを共通して記憶するか否かを判定するなど，「共通フラグ」のビット数を，2進法に基づく1ビットのデータだけでなく，多ビットのデータとしたり，8進法，16進法等のデータとするような例は開示されていない。段落【0013】，【0147】の記載によれば，判定値データを許容段階の種類に応じて個別に記憶する(設定値についての共通フラグが未設定)とは，全ての許容段階の種類に共通して判定値データを記憶する場合でない限りは，これに該当するとされるが，これは，判定値データを許容段階の種類に応じて個別に記憶する形態として，許容段階と判定値データとを1対1で記憶する形態以外の記憶形態を採用してもよいことを示すにすぎず，判定値データを許容段階の種類に応じて個別に記憶する記憶形態そのものを複数種類にすることを示すものではないから，「共通フラグ」を1ビットのデータ以外のものとすることは，本件明細書において示唆もされていないと解すべきである。",
                    "さらに，段落【0006】ないし【0008】，【0012】に，判定値データのデータ量を抑えると共に量産機種までの開発が容易なスロットマシンを提供することが発明の解決課題とされている旨記載されていることに照らすならば，「共通フラグ」は，判定値データを共通化して，開発用の機種における判定値データの記憶態様を量産用の機種にそのまま転用できるようにし，かつ，判定値データ記憶手段の記憶容量の低減を図る目的で採用されたことが理解される。判定値データを許容段階に関わらずに共通化して格納するか否かの判断を，スロットマシン開発のシミュレーションによる確率調整の前に行う場合(このような判断が行われることは，段落【0137】，【0140】，【0141】から示唆される。)，共通化して格納するものと判断された判定値データは，その記憶形態を事後的に変更しない限り，許容段階に応じて判定値データを個別に記憶することができなくなるが，このような制約を伴っても，上記の目的を達成することを意図して，許容段階に関わらず判定値データを共通化して格納するか否かの判断を確率調整の前に行うこととした以上，全ての許容段階の種類に共通して判定値データを記憶する記憶態様と，それ以外の記憶態様(判定値データを許容段階の種類に応じて個別に記憶する記憶態様)の2つが重要であって，スロットマシン開発における確率調整の前の段階で，より多くの種類の記憶態様を許容することは，上記の発明の解決課題に沿わないというべきである。",
                    "以上によれば，当業者は，本件明細書の全ての記載を総合することにより，「共通フラグ」について，設定値についての1ビット(賭け数についての1ビットのフラグを設定する場合は併せて2ビット)のデータであるとの技術的事項を導くことが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，本件訂正に基づく「区別データ」は，「複数種類の許容段階に共通して判定値データが記憶されているか該許容段階の種類に応じて個別に判定値データが記憶されているかを区別する」ためのデータであって，「フラグ」であるとの限定や1ビットであるとの限定もないから，1ビットを超えるデータを含むと理解される。",
                    "また，1ビットを超えてビット数を増大させることができるならば，判定値データの分類を限りなく細かく設定することができるので，上記解決課題に沿わないような記憶態様を作出することが可能となる。すなわち，本件訂正に基づき請求項1に「区別データ」を加入することは，単に，1ビットを超えるデータを含むことになるのみならず，願書に添付された本件明細書に開示された発明の技術思想，解決課題とは異質の技術的事項を導入するものというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本件訂正に基づき請求項1に「区別データ」を加入することは，本件明細書の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入することになる。",
                    "したがって，「前記複数種類の許容段階に共通して判定値データが記憶されているか該許容段階の種類に応じて個別に判定値データが記憶されているかを区別するための区別データ」が，「共通フラグ」について記載した段落【0091】から自明な事項であるとして，本件訂正が，本件訂正前の本件明細書に記載された事項の範囲内においてしたものとした審決の判断は誤りというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し，被告は，「フラグ」は「設定状態を示す標識」(乙1)であり，「データが記憶されているかを区別するための区別データ」を概念的に含む技術的事項である旨主張する。",
                    "しかし，被告の主張は失当である。上記アのとおり，「フラグ」は，一般的には1ビットのデータを表し，例外的に複数ビットのデータを意味することがあり得るとしても，本件明細書の記載に照らすならば，本件で「共通フラグ」の「フラグ」が複数ビットのデータであることを示唆する記載はなく，被告の主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "小括",
          "text": [
            "以上のとおり，本件訂正を認めた審決の判断に誤りがあり，その誤りは審決の結論に影響を及ぼすことは明らかであるから，その余の点について判断するまでもなく，審決は取り消されるべきものと判断する。なお，本件特許の請求項2及び請求項3は，請求項1の記載を引用するから，請求項1に関する本件訂正が違法である以上，請求項2及び請求項3に関する審決の判断も取り消されるべきである。",
            "被告は，他にも縷々反論するが，いずれも採用の限りではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，審決を取り消すこととして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10030",
    "date": "2011-12-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081854",
    "ipprecedent_id": "2785",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}