{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2009-25596号事件について平成23年1月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，本件出願に対する拒絶査定不服審判の請求について，特許庁が，本件補正を却下した上，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成15年12月19日，発明の名称を「スパークプラグ」とする発明について，特許出願(特願2003-422458号。請求項の数は9)をした(甲5)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，平成21年9月15日付けで拒絶査定をした(甲9)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成21年12月25日，これに対する不服の審判を請求し(不服2009-25596号事件)，同日付けで手続補正(以下「本件補正」という。)をしたが(甲4)，特許庁は，平成23年1月11日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は同月25日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正前後の特許請求の範囲の記載",
          "text": [
            "本件審決が判断の対象とした特許請求の範囲の請求項1の記載は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の請求項1の記載(ただし，平成21年6月11日付け手続補正書(甲8)による補正後のものである。以下，本件補正前の特許請求の範囲に属する発明を「本願発明」という。なお，「／」は，計算式中のものを除き，原文における改行箇所である。(2)も同じ。)",
              "text": [
                "略筒状に形成され，軸線方向に貫通孔を有する絶縁体と，／当該絶縁体の前記貫通孔の先端側に挿設される棒状の中心電極と，／前記絶縁体の軸線方向の先端側を内挿して保持する略筒状の主体金具と，／一端部が当該主体金具の先端に接合され，当該一端部とは反対の他端部が前記中心電極に対向し，前記他端部と前記中心電極との間に火花放電ギャップを形成する接地電極と／を備え，／前記絶縁体は，前記絶縁体の後端側に設けられた絶縁体後端部と，前記絶縁体の先端側に設けられ，当該絶縁体後端部の外径よりも縮径された絶縁体先端部と，前記絶縁体後端部と前記絶縁体先端部とを連結する第1絶縁体段部と，軸線を含む断面を見たときに，前記絶縁体先端部外周面において，軸線と第1挟角をなし，前記絶縁体の先端側に向かって縮径する第2絶縁体段部とから構成され，／前記主体金具は，前記主体金具の後端側に設けられた主体金具後端部と，前記主体金具の先端側に設けられ，内径が当該主体金具後端部の内径よりも縮径された部分を少なくとも後端側に有する主体金具先端部と，前記主体金具後端部と前記主体金具先端部とを連結する第1主体金具段部とから構成され，／前記第1絶縁体段部は，パツキンを介して前記第1主体金具段部に係合し，／軸線を含む断面を見たときに，前記絶縁体先端部の外径をd1，前記主体金具先端部の内径をD1として，(D1-d1)／2＜0．45㎜となる隙間の，前記絶縁体の軸線方向に平行な長さが，前記パツキンと前記主体金具段部との係合位置のうち，軸線方向の最先端側の位置を起点として前記絶縁体の先端側を＋としたとき，1．2㎜以上，5㎜以下であって，／軸線を含む断面を見たときに，前記主体金具内周面において，軸線と第2挟角をなし，前記絶縁体の先端側に向かって拡径する第2主体金具段部と，前記第1主体金具段部と前記第2主体金具段部とを連結する主体金具基部とを有し，／前記絶縁体基部と前記第2絶縁体段部との交点の軸線方向の位置が，前記主体金具基部と前記第2主体金具段部との交点を起点として前記絶縁体の先端側に向かう方向を＋としたとき，-0．5㎜以上，3㎜以下であることを特徴とするスパークプラグ"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の請求項1の記載(ただし，下線部分は本件補正による補正箇所である。以下，本件補正後の特許請求の範囲に属する発明を「本件補正発明」といい，本件補正発明に係る明細書(甲4，5)を「本件補正明細書」という。)",
              "text": [
                "略筒状に形成され，軸線方向に貫通孔を有する絶縁体と，／当該絶縁体の前記貫通孔の先端側に挿設される棒状の中心電極と，／前記絶縁体の軸線方向の先端側を内挿して保持する略筒状の主体金具と，／一端部が当該主体金具の先端に接合され，当該一端部とは反対の他端部が前記中心電極に対向し，前記他端部と前記中心電極との間に火花放電ギャップを形成する接地電極と／を備え，／前記絶縁体は，前記絶縁体の後端側に設けられた絶縁体後端部と，前記絶縁体の先端側に設けられ，当該絶縁体後端部の外径よりも縮径された絶縁体先端部と，前記絶縁体後端部と前記絶縁体先端部とを連結する第1絶縁体段部と，軸線を含む断面を見たときに，前記絶縁体先端部外周面において，軸線と第1挟角をなし，前記絶縁体の先端側に向かって縮径する第2絶縁体段部とから構成され，／前記主体金具は，前記主体金具の後端側に設けられた主体金具後端部と，前記主体金具の先端側に設けられ，内径が当該主体金具後端部の内径よりも縮径された部分を少なくとも後端側に有する主体金具先端部と，前記主体金具後端部と前記主体金具先端部とを連結する第1主体金具段部とから構成され，／前記第1絶縁体段部は，パツキンを介して前記第1主体金具段部に係合し，／軸線を含む断面を見たときに，前記絶縁体先端部の外径をd1，前記主体金具先端部の内径をD1として，(D1-d1)／2＜0．45㎜となる隙間の，前記絶縁体の軸線方向に平行な長さが，前記パツキンと前記主体金具段部との係合位置のうち，軸線方向の最先端側の位置を起点として前記絶縁体の先端側を＋としたとき，1．2㎜以上，5㎜以下であって，／軸線を含む断面を見たときに，前記主体金具内周面において，軸線と第2挟角をなし，前記絶縁体の先端側に向かって拡径する第2主体金具段部と，前記第1主体金具段部と前記第2主体金具段部とを連結する主体金具基部とを有し，／軸線を含む断面を見たときに，前記第1絶縁体段部と前記第2絶縁体段部とを連結する絶縁体基部と前記第2絶縁体段部との交点の軸線方向の位置が，前記主体金具基部と前記第2主体金具段部との交点を起点として前記絶縁体の先端側に向かう方向を＋としたとき，-0．5㎜以上，3㎜以下であり，／前記第1挟角が10°以上であることを特徴とするスパークプラグ"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，①本件補正発明は，下記アの引用例1に記載された発明(以下「引用発明」という。)並びに下記イ及びウの引用例2及び3記載の各事項に基づいて容易に発明することができたものであって，特許法29条2項に該当するものであるから，本件補正は，平成18年法律第55号による改正前の特許法17条の2第5項において準用する同法126条5項の規定に違反するものとして却下すべきものであり，②本願発明も，引用発明並びに引用例2及び3記載の各事項に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開2002-260817号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：実願昭59-21062号(実開昭60-133592号)のマイクロフィルム(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開平6-196247号公報(甲3)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明並びに本件補正発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：筒状に形成され，軸線方向に軸孔を有する絶縁体と，当該絶縁体の軸孔の前方側に挿通される棒状の中心電極と，前記絶縁体の軸線方向の前方側を内挿して保持する筒状の主体金具と，一端部が当該主体金具の先端に接合され，当該一端部とは反対の他端部が前記中心電極に対向し，前記他端部に前記中心電極との間に火花放電ギャップを形成する接地電極とを備え，前記絶縁体は，前記絶縁体の後方側に設けられた第一軸部と，前記絶縁体の前方側に設けられ，当該絶縁体の第一軸部の外径よりも縮径された第二軸部と，前記第一軸部と第二軸部とを連結する絶縁体側係合部と，軸線を含む断面を見たときに，前記隙間形成外周面において，軸線と角度(縮径部の部分の角度)をなし，前記絶縁体の前方側に向かって縮径する縮径部とから構成され，前記主体金具は，前記主体金具の後方側に設けられた主体金具の後方側の部分と，前記主体金具の前方側に設けられ，内径が当該主体金具の後方側の部分の内径よりも縮径された部分を少なくとも後方側に有する主体金具の前方側の部分と，前記主体金具の後方側の部分と前記主体金具の前方側の部分とを連結する金具側係合部とから構成され，前記絶縁体側係合部は，パツキンを介して前記金具側係合部に係合し，軸線を含む断面を見たときに，前記第二軸部の隙間形成外周面の外径をd1，前記主体金具の前方側の部分の隙間形成内周面の内径をD1として，(D1-d1)／2の係合位置隙間量βを0．4㎜以下としており，該隙間の絶縁体の軸線方向に平行な長さで，係合位置隙間量βを確保する長さ(βL)が0．5～2．5㎜であって，軸線を含む断面を見たときに，前記主体金具内周面において，軸線と角度(軸線の後方側からθ)をなし，前記絶縁体の前方側に向かって拡径する傾斜部と，前記金具側係合部と前記傾斜部とを連結する主体金具の平坦部とを有し，軸線を含む断面を見たときに，前記絶縁体側係合部と前記縮径部とを連結する基端部と前記縮径部との交点の軸線方向の位置が，前記主体金具の平坦部と前記傾斜部との交点を起点として前記絶縁体の前方側に向かう方向を＋としたとき，＋の位置にあるスパークプラグ"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：略筒状に形成され，軸線方向に貫通孔を有する絶縁体と，当該絶縁体の前記貫通孔の先端側に挿設される棒状の中心電極と，前記絶縁体の軸線方向の先端側を内挿して保持する略筒状の主体金具と，一端部が当該主体金具の先端に接合され，当該一端部とは反対の他端部が前記中心電極に対向し，前記他端部と前記中心電極との間に火花放電ギャップを形成する接地電極とを備え，前記絶縁体は，前記絶縁体の後端側に設けられた絶縁体後端部と，前記絶縁体の先端側に設けられ，当該絶縁体後端部の外径よりも縮径された絶縁体先端部と，前記絶縁体後端部と前記絶縁体先端部とを連結する第1絶縁体段部と，軸線を含む断面を見たときに，前記絶縁体先端部外周面において，軸線と第1挟角をなし，前記絶縁体の先端側に向かって縮径する第2絶縁体段部とから構成され，前記主体金具は，前記主体金具の後端側に設けられた主体金具後端部と，前記主体金具の先端側に設けられ，内径が当該主体金具後端部の内径よりも縮径された部分を少なくとも後端側に有する主体金具先端部と，前記主体金具後端部と前記主体金具先端部とを連結する第1主体金具段部とから構成され，前記第1絶縁体段部は，パツキンを介して前記第1主体金具段部に係合し，軸線を含む断面を見たときに，前記絶縁体先端部の外径をd1，前記主体金具先端部の内径をD1とし，軸線を含む断面を見たときに，前記主体金具内周面において，軸線と第2挟角をなし，前記絶縁体の先端側に向かって拡径する第2主体金具段部と，前記第1主体金具段部と前記第2主体金具段部とを連結する主体金具基部とを有し，軸線を含む断面を見たときに，前記第1絶縁体段部と前記第2絶縁体段部とを連結する絶縁体基部と前記第2絶縁体段部との交点の軸線方向の位置，があるスパークプラグ"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：本件補正発明では「(D1-d1)／2＜0．45㎜となる隙間の，前記絶縁体の軸線方向に平行な長さが，前記パツキンと前記主体金具段部との係合位置のうち，軸線方向の最先端側の位置を起点として前記絶縁体の先端側を＋としたとき，1．2㎜以上，5㎜以下」であるのに対し，引用発明では，(D1-d1)／2の係合位置隙間量(β)を0．4㎜以下としており，該隙間の絶縁体の軸線方向に平行な長さで，係合位置隙間量βを確保する長さ(βL)が0．5～2．5㎜である点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：軸線を含む断面を見たときに，前記第1絶縁体段部と前記第2絶縁体段部とを連結する絶縁体基部と前記第2絶縁体段部との交点の軸線方向の位置」に関し，本件補正発明では「主体金具基部と前記第2主体金具段部との交点を起点として前記絶縁体の先端側に向かう方向を＋としたとき，-0．5㎜以上，3㎜以下」であるのに対し，引用発明では明確でない点"
                },
                {
                  "fig": "オ",
                  "subject": "相違点3：第1挟角に関し，本件補正発明では「10°以上」であるのに対し，引用発明では明確でない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本件補正を却下した判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "相違点の認定の誤り",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件審決は，相違点2及び3を別々の相違点として認定しているが，これらの事項は，第1挟角が所定の角度以上となり(相違点3)，絶縁体基部と第2絶縁体段部との交点の軸線方向の位置が所定範囲に存在すること(相違点2)により，主体金具基部と第2主体金具段部との交点近傍に生じるグロー放電が広がりすぎず，グロー放電のエネルギー密度が絶縁体に付着したカーボンを焼き切ることができる程度に止まるという関係にあるから，これらを別々の相違点として認定するのは相当でない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "そして，引用例1には，相違点2及び3に係る事項やこれらの事項の関係についての記載はないから，当業者は，引用発明から相違点2及び3に係る事項を同時に満たす関係を導くことはできない。",
                "また，グロー放電による耐汚損性改善という本件補正発明の作用効果は，引用発明や周知技術から当業者が予測できない，格別のものである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "被告は，本件補正発明の相違点2に係る構成と相違点3に係る構成は，スパークプラグの異なる部位に関するものであり，両者の技術的意義も異なると主張する。",
                    "しかし，絶縁体基部と第2絶縁体段部との角度の技術的意義は，耐汚損性に基づくものであり(【0057】)，他方，主体金具基部と第2主体金具段部との交点と絶縁体基部と第2絶縁体段部との交点との軸線方向の距離の技術的意義も，耐汚損性に基づくものであり(【0065】)，異なる部位に関するものではあるものの，その技術的意義は全く同じである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "また，被告は，本件補正明細書には，グロー放電を利用して絶縁体に付着したカーボンを焼き切ることについての記載や示唆はなく，当業者がこれを当然に認識することについて根拠が示されていないと主張する。",
                    "しかし，スパークプラグの業界では，放電現象を利用して混合気に着火させることや，コロナ放電等の放電現象が主体金具と絶縁体とで囲まれた空間内に生じることは，周知の事項であり，グロー放電等がスパークプラグに与える現象については，本件補正明細書に十分な示唆があるといえる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "相違点に係る判断の誤り",
          "text": [
            "本件補正発明と引用発明との相違点について，本件審決のとおり，相違点2と3に分けて認定するとしても，本件審決の各相違点に係る判断には，次のとおり，誤りがある。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件審決は，絶縁体基部と第2絶縁体段部との交点の軸線方向の位置を定めることは，本件特許出願前に周知の技術であったと判断している。",
                    "しかし，引用例3には，内燃機関用スパークプラグにおいて，絶縁碍子脚基部の下端部を，ハウジング段差部の角部に対向する位置から燃焼室側に＋3．0㎜とすることや，その位置を-0．5㎜から＋3．5㎜の範囲で設定した場合の破壊電圧値との関係図(図3)が記載されているが，これらの記載は，本件補正発明のように，過熱された絶縁体から主体金具への熱放散量との関係においては全く認識されていないから，このような観点から，絶縁体基部と第2絶縁体段部との交点の軸線方向の位置を定めることは，本件特許出願前に周知の技術であったとまではいえない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "また，本件審決は，第2絶縁体段部の軸線方向の位置を定めることは，本件特許出願前に周知の技術であり，第2絶縁体段部の軸線方向の位置及びその傾斜角(第1挟角)が定まれば，絶縁体基部と第2絶縁体段部との交点の軸線方向の位置も定まると判断している。",
                    "しかし，第2絶縁体段部の軸線方向の位置を定めることとは，何を定めることであるのか不明である。また，第2絶縁体段部の軸線方向の位置及び傾斜角をどのように定めるのかも不明である。しかも，後記イのとおり，当業者は，第1挟角を10°以上とすることを容易に想到することができない以上，第2絶縁体段部の軸線方向の位置や定められない傾斜角(第1挟角)に基づき，絶縁体基部と第2絶縁体段部との交点の軸線方向の位置を定めることはできず，本件特許出願前に当該交点の軸線方向の位置を定めることが周知の技術であったとはいえない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "したがって，当業者は，引用発明に基づき本件補正発明の相違点2に係る構成を容易に想到することはできない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "被告は，引用例2記載の段付部は，図7及び8に示されているように，その構造等からみて，本件補正発明の第2絶縁体段部に相当するから，引用例2では，第2絶縁体段部の軸線方向の位置が定められていると主張する。",
                        "しかし，引用例2の図7及び8には，本件補正発明の主体金具基部や第2主体金具段部に相当する部分がない。したがって，主体金具基部と第2主体金具段部との交点の位置も定まらないから，当該交点を起点とする「絶縁体基部と第2絶縁体段部の交点」との距離が定まるわけもない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "また，被告は，引用例2の図7において，碍子の段付け部の軸線に対する傾斜角が定まれば，この傾斜角の軸線方向の長さと距離L(碍子の段付け部パツキン受け部までの長さ)から，段付部の最も上側の部分の軸線方向の位置が定まると主張する。",
                        "しかし，引用例2の図7は，図3の一部分を示すものであるところ，図3のハウジング(主体金具)の先端側(接地電極側)は，閉じかかっていて，ガスボリュームを大きくする考えは全くない。また，図1には，ハウジングの先端が，閉じかかっていない記載があるものの，絶縁体(碍子)には，本件補正発明でいう「第1絶縁体段部と第2絶縁体段部とを連結する絶縁体基部と第2絶縁体段部との交点」が存在しない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "したがって，引用例2は，相違点2に関する周知技術になり得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点3について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "引用例1には，主体金具に関し，「θが160゜を超えると，・・・ガスボリューム部の幅の小さくなる区間が長くなるので，横飛び防止の観点においても不利に作用する場合がある」との記載があり，一見すると，本件補正発明の第1挟角についての構成と共通している。",
                    "しかし，引用例1に記載された上記θによるガスボリュームの影響は，主体金具の傾斜部の角度による差のみであるのに対し，本件補正発明の第1挟角によるガスボリュームの影響は，絶縁体段部の位置より先端側全てが影響し，その差は比べものにならない程大きなものであるから，引用例1には，本件補正発明の相違点3に係る構成が記載されているとはいえない。",
                    "また，第1挟角を10°以上とすることにより，絶縁体側のガスボリュームの影響が大きくなるため，本件補正発明の相違点2に係る構成による作用と相俟って，グロー放電のエネルギーが分散せずにカーボンを焼き切るという効果も大きなものであり，かかる作用効果は，引用発明や周知技術から当業者が予測することができない，格別のものということができる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "したがって，当業者は，引用発明に基づき，本件補正発明の相違点3に係る構成を容易に想到することはできない。"
                },
                {
                  "fig": "(ウ)",
                  "subject": "被告の主張について",
                  "text": [
                    "被告は，本件補正発明の第1挟角によるガスボリュームの影響と，引用発明の絶縁体の縮径部の部分の角度によるガスボリュームの影響とに差異はなく，その作用効果にも差異はないなどと主張する。",
                    "しかし，引用発明は，ガスボリューム部の幅が火花放電ギャップの間隔αよりも大となる区間Lの長さをなるべく長くするものであるのに対し(引用例1【0024】)，本件補正発明は，主体金具前方部の内周面と絶縁体縮径部の外周面とにできる隙間の空間を広く確保するため，第1挟角を10°以上に調整するものである(本件補正明細書【0040】)。",
                    "すなわち，引用発明は，「ガスボリューム部の長さを長くする発明」であるのに対して，本件補正発明は，「ガスボリューム部の距離(幅)を大きくする発明」であり，その概念は全く異なるものであって，引用例1には，ガスボリューム部の幅自体を大きくする点や縮径部の部分の角度を規定すればガスボリューム部の幅を大きくできる点についての記載や示唆はない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "以上のとおり，本件補正発明は，当業者が引用発明及び周知技術から容易に想到することができたものではないから，特許法29条2項の規定により独立して特許を受けることができるものである。",
            "したがって，本件補正は，平成18年法律第55号による改正前の特許法17条の2第5項において準用する同法126条5項の規定に違反しないから，同法159条1項において読み替えて準用する同法53条1項によりこれを却下した本件審決の判断は誤りである。",
            "また，本件補正を却下した本件審決の判断を前提として本願発明も特許を受けることができないとした判断も誤りとなるから，本願発明も特許されるべきである。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "subject": "相違点の認定の誤りについて",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件補正発明の相違点2に係る構成は，主体金具基部と第2主体金具段部との交点と絶縁碍子に形成された絶縁体基部と第2絶縁体段部との交点との軸線方向の距離を特定するものであり，その距離を「-0．5㎜以上，3㎜以下」とすることにより，「絶縁体基部から主体金具基部に伝わる主体金具基部の内周面の面積を十分確保することができるので，絶縁体から主体金具への熱放散量が十分確保され，スパークプラグの耐熱性を向上させることができ，また，絶縁体と主体金具が係合する隙間への未燃ガスの侵入を確実に防止できるので，絶縁体の先端側部分が汚損するのを確実に防止することができ，かつ，絶縁体の先端側にカーボンが付着することによる奥飛火が生じにくくなる。」という作用効果を奏するものである(【0017】【0042】【0043】【0063】～【0065】)。",
                "他方，本件補正発明の相違点3に係る構成は，絶縁碍子に形成された第2絶縁体段部の角度を特定するものであり，これを10°以上とすることにより，「主体金具先端側と絶縁体先端側との隙間の空間を広く確保することができるので，絶縁体の先端側にカーボンが付着することによる奥飛火が生じにくくなる。」という作用効果を奏するものである(【0017】【0040】【0057】【0058】)。",
                "以上のとおり，本件補正発明の相違点2に係る構成と相違点3に係る構成は，スパークプラグの異なる部位を特定するものであり，両者の技術的意義も異なる。",
                "したがって，上記各構成は，それぞれ独立した技術事項であって，一体不可分の関係にはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，第1挟角が所定の角度以上となり(相違点3)，絶縁体基部と第2絶縁体段部との交点の軸線方向の位置が所定範囲に存在すること(相違点2)により，主体金具基部と第2主体金具段部との交点近傍に生じるグロー放電が広がりすぎず，グロー放電のエネルギー密度が絶縁体に付着したカーボンを焼き切ることができる程度に留まるなどと主張するが，本件補正明細書には，グロー放電を利用して絶縁体に付着したカーボンを焼き切ることについての記載や示唆はないから，原告の上記主張は，本件補正明細書の記載に基づかないものであり，その前提において誤りがある。",
                "仮に，本件補正発明が，グロー放電による対汚損性を改善するという作用効果を奏するとしても，引用発明及び周知の技術事項に基づいて本件補正発明の構成とすることは，当業者が容易に想到し得たものであるから，このような作用効果も，引用発明及び周知の技術事項から，当業者が予測し得た範囲のものであって，格別なものではない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上のとおり，本件補正発明と引用発明の対比において，相違点2と3を別々の相違点として認定した本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "相違点に係る判断の誤りについて",
          "content": [
            {
              "fig": "ア",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，引用例3の記載は，本件補正発明のように，過熱された絶縁体から主体金具への熱放散量との関係において全く認識されていないから，スパークプラグにおいて過熱された絶縁体から主体金具への熱放散量との関係の観点から「絶縁体基部と第2絶縁体段部の交点の軸線方向の位置」を定めることは，本願出願前に周知の技術であったとまではいえないと主張している。",
                    "しかし，本件補正発明の相違点2に係る構成は，絶縁体から主体金具への熱放散量を十分確保して耐熱性を向上させることや絶縁体の先端側にカーボンが付着することによる奥飛火の発生を防止することを目的とするものであるが(【0017】)，引用例3には，「絶縁碍子脚基部の下端部を，ハウジング段差部の角部に対して燃焼室側へ移動した場合，＋1．5㎜より大きくなると奥飛火による加速性能の悪化がみられる。これは，絶縁碍子脚基部の下端部が燃焼室側に移動することによって，絶縁碍子脚基部とハウジングの内部表面との間に形成される狭くなった空間が燃焼室側に延長されたために，カ-ボンが溜まりやすくなったためである。奥飛火による，加速性能の悪化は，段差部の角部に対し，絶縁碍子脚基部の下端部が＋1．5㎜以下であればその影響は軽微である。」との記載(【0019】)があり，絶縁碍子脚基部の下端部(本件補正発明の絶縁体基部と第2絶縁体段部の交点に相当する。)を定めることにより，カーボン付着による奥飛火の発生を防止することが示されている。",
                    "したがって，引用例3には，過熱された絶縁体から主体金具への熱放散量については記載がないものの，カーボン付着による奥飛火の発生を防止するという本件補正発明と共通する目的のために，「絶縁体基部と第2絶縁体段部の交点との軸線方向の位置」を定めるという技術事項が示されているといえる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "次に，原告は，「第2絶縁体段部の軸線方向の位置を定めることは周知の技術であり，第2絶縁体段部の軸線方向の位置及び傾斜角が定まれば，絶縁体基部と第2絶縁体段部との交点の軸線方向の位置も定まる」とした本件審決の判断について，第2絶縁体段部の軸線方向の位置を定めることとは，何を定めることであるのか不明であるとか，第2絶縁体段部の軸線方向の位置及び傾斜角をどのように定めるのかも不明であるなどと主張する。",
                    "しかし，引用例2記載の段付部は，図7及び8に示されているように，その構造等からみて，本件補正発明の第2絶縁体段部に相当するから，引用例2では，第2絶縁体段部の軸線方向の位置が定められていることになる。そして，同引用例には，碍子の段付部からパツキン受け部までの長さLを変えること，換言すれば，段付部の位置を変えることにより，最適な中心熱価とすることが記載されているから(7頁1行目～4行目)，同引用例には，最適な中心熱価，すなわち熱放散性を確保するため，第2絶縁体段部の軸線方向の位置を定めるという技術事項が示されているといえる。",
                    "また，引用発明は，後記イ(ア)のとおり，主体金具の傾斜部をある程度傾斜させることに加え，絶縁体に縮径部を設けることで，ガスボリューム部の幅をなるべく広くするとともに，幅の広い区間をなるべく長くすることにより，主体金具先端側と絶縁体先端側との隙間の空間を広く確保して，横飛火を防止しようとするものであるから，縮径部の軸線に対する傾斜角(本件補正発明の第1挟角に相当する。)が，ガスボリューム部の幅をなるべく広くすることができる角度に定められることは，明らかである。そうすると，例えば，引用例2の図7において，碍子の段付部の軸線に対する傾斜角が定まれば，この傾斜角を備える段付部の軸線方向の長さも定まり，段付部の軸線方向の長さと距離L(碍子の段付部からパツキン受け部までの長さ)から，段付き部の最も上側の部分の軸線方向の位置が定まる。この段付き部の最も上側の部分の軸線方向の位置は，本件補正発明の「絶縁体基部と第2絶縁体段部との交点の軸線方向の位置」に相当するから，結局，「絶縁体基部と第2絶縁体段部の交点との軸線方向の位置」も定まることとなる。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "以上のとおり，絶縁体基部と第2絶縁体段部の交点との軸線方向の位置を定めること及び第2絶縁体段部の軸線方向の位置を定めることは，本件出願前に周知の技術事項であるから，当業者は，引用発明にこれらの周知の技術事項を適用することにより，本件補正発明の相違点2に係る構成を容易に想到することができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点3について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "引用例1には，主体金具の奥まった位置での横飛火(奥飛火)を防止するため，ガスボリューム部の幅が大の区間をなるべく大きく取ることや奥まった位置までガスボリューム部の幅をなるべく広くすることが示され，また，主体金具の傾斜部がある程度傾斜(平坦部と傾斜部とのなす角度θが，140゜≦θ≦160゜)しているのがよいことが示されている(【0019】【0022】～【0025】)。そうすると，引用発明は，主体金具の傾斜部をある程度傾斜させることにより，ガスボリューム部の幅をなるべく広くするとともに，幅が広い区間をなるべく長くして，主体金具先端側と絶縁体先端側との隙間の空間を広く確保し，奥飛火を防止しようとするものである。",
                    "他方，本件補正発明も，本件補正明細書(【0017】)に「主体金具先端側と絶縁体先端側との隙間の空間を広く確保することができる。したがって，絶縁体の先端側にカーボンが付着することによる奥飛火がさらに生じにくくなる。」と記載されているように，主体金具先端側と絶縁体先端側との隙間の空間を広く確保することにより，奥飛火が生じにくくしている。",
                    "したがって，本件補正発明のガスボリュームの影響と引用発明のガスボリュームの影響に差異はない。",
                    "しかも，本件補正発明の第2絶縁体段部に相当する引用発明の縮径部は，本件審決が「軸線を含む断面を見たときに，隙間形成外周面において，軸線と角度(以下「縮径部の部分の角度」という。)をなし，絶縁体の前方側に向かって縮径する縮径部」と特定しているように，軸線に対して絶縁体の前方側に向かって縮径する方向の角度を形成しているところ，この角度は，本件補正発明の第1挟角に相当するものである。そうすると，引用発明では，主体金具の傾斜部を形成することに加え，縮径部の部分の角度を備える縮径部を形成することにより，更に主体金具先端側と絶縁体先端側との隙間の空間が広く確保され，ガスボリュームが大きくなるものである。",
                    "したがって，本件補正発明の第1挟角によるガスボリュームの影響と，引用発明の絶縁体の縮径部の部分の角度によるガスボリュームの影響に差異はなく，その作用効果にも差異はない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "したがって，当業者は，引用発明に基づき，本件補正発明の相違点3に係る構成を容易に想到することができたものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "以上によれば，本件補正発明は，引用発明及び周知の技術事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により独立して特許を受けることができないものである。",
            "したがって，本件補正は，平成18年法律第55号による改正前の特許法17条の2第5項において準用する同法126条5項の規定に違反するから，同法159条1項において読み替えて準用する同法53条1項により却下されるべきであり，本件審決の判断に誤りはない。",
            "また，本願発明も，本件補正発明と同様に，引用発明及び周知の技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件補正発明の相違点2及び3に係る構成の各技術的事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正明細書には，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明は，汚損性を向上させつつ，耐熱性を向上させることができるスパークプラグを提供することを目的とするものである(【0007】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "スパークプラグの軸線方向を含む断面を見たときに，絶縁体基部と第2絶縁体段部との交点の軸線方向の位置が，主体金具基部と第2主体金具段部との交点から，絶縁体の先端側に向う方向を＋としたときに，-0．5㎜以上，3㎜以下であるので，過熱された絶縁体から主体金具への熱放散量を十分確保することができる。したがって，絶縁体基部から主体金具基部に伝わる主体金具基部の内周面の面積を十分確保することができるので，絶縁体から主体金具への熱放散量が十分確保され，スパークプラグの耐熱性を向上させることができる。また，絶縁体と主体金具との係合する隙間への未燃ガスの侵入をさらに確実に防止できるので，絶縁体の先端側部分が汚損するのを確実に防止することができ，かつ，絶縁体の先端側にカーボンが付着することによる奥飛火がさらに生じにくくなる(【0017】)。",
                  "text": [
                    "軸線を含む断面において，主体金具基部の内周面と第2主体金具段部の内周面との交点を交点E，絶縁体基部の外周面と第2絶縁体段部の外周面との交点を交点F，絶縁碍子の軸線方向の先端部から交点Eまでの軸線方向に平行な距離をY㎜，絶縁碍子の軸線方向の先端部から交点E(判決注：これは交点Fの誤記であると認める。)までの軸線方向に平行な距離をX㎜とし，交点Eと交点Fとの軸線方向に平行な距離を(Y-X)㎜としたときに，距離(Y-X)が，-0．5㎜以上，3㎜以下に調整されることで，過熱された絶縁碍子から，主体金具側に伝熱する伝熱量が適切に調整される。距離(Y-X)が，マイナス側に大きい値をとった場合，交点Fが交点Eよりも上方側に位置するため，主体金具基部に対向する絶縁体基部の外周面の面積が狭められ，スパークプラグの熱引きが悪くなる。そして，軸線方向の先端側の温度上昇により，プレイグニションが発生するなど，耐熱性が大きく損なわれる。一方，距離(Y-X)が長くなりすぎると，絶縁体基部の軸線方向の外周面の長さが長くなるため，絶縁碍子の先端側にカーボンが付着することによる奥飛火が生じやすくなる。したがって，距離(Y-X)が，-0．5㎜以上，3㎜以下に調整されることで，スパークプラグの耐熱性が向上するとともに，耐汚損性を向上させることができる(【0042】【0043】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "軸線を含む断面を見たときに，絶縁体基部の外周面を軸線方向の先端側に延設されて形成される仮想平面と，第2絶縁体段部の外周面とのなす角度をθとする。第1の実施形態では，角度θが10°以上に調整されることにより，主体金具前方部の内周面と，絶縁体縮径部の外周面とにできる隙間の空間を広く確保でき，主体金具と絶縁碍子との間で火花放電する奥飛火を防止することができる。一方，角度θが10°未満に調整されると上記効果を得ることができない(【0040】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載によれば，本件補正発明の相違点2及び3の構成に係る各技術的事項については，以下のとおりいうことができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明の相違点2に係る構成の技術的意義は，上記(1)イのとおり，過熱された絶縁体から主体金具への熱放散量を確保するとともに，係合位置隙間への未燃ガスの侵入を防止し，絶縁体の先端側にカーボンが付着することによる奥飛火の発生を防止するという作用効果を奏するため，距離(Y-X)の上限値及び下限値をそれぞれ特定したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，本件補正発明の相違点3に係る構成の技術的意義は，上記(1)ウのとおり，主体金具先端側と絶縁体先端側との隙間の空間を広く確保して，絶縁体の先端側にカーボンが付着することによる奥飛火の発生を防止するという作用効果を奏するため，第1挟角の下限値を特定したものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2と3との関係について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記1(2)のとおり，本件補正発明の相違点2に係る構成は，絶縁体基部から主体金具基部への熱放散量の確保，係合位置隙間への未燃ガスの侵入の防止及び絶縁体の先端側にカーボンが付着することによる奥飛火の発生防止に着目して，主体金具基部の内周面と第2主体金具段部の内周面との交点(交点E)と絶縁体基部の外周面と第2絶縁体段部の外周面との交点(交点F)の距離を特定するものであるのに対し，本件補正発明の相違点3に係る構成は，主体金具先端側と絶縁体先端側の間の奥飛火の発生防止に着目して，絶縁体基部の外周面を軸線方向の先端側に延設されて形成される仮想平面と，第2絶縁体段部の外周面とのなす角度を特定したものであるから，これらが一体不可分の関係にあるとは認められず，本件補正発明と引用発明との相違点について，相違点2と3とに分けて認定した本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，第1挟角が所定の角度以上となり(相違点3)，絶縁体基部と第2絶縁体段部との交点の軸線方向の位置が所定範囲に存在すること(相違点2)により，主体金具基部と第2主体金具段部との交点近傍に生じるグロー放電が広がりすぎず，グロー放電のエネルギー密度が絶縁体に付着したカーボンを焼き切ることができる程度に止まるという関係にあるから，これらの事項を別々の相違点として認定する相当でない旨主張する。",
                "しかしながら，本件補正明細書には，グロー放電を利用して絶縁体に付着したカーボンを焼き切ることについての記載や示唆はないから，原告の主張は本件補正明細書の記載に基づかないものといわざるを得ず，これを採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点2に係る容易想到性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2(1)のとおり，本件補正発明の相違点2に係る構成は，絶縁体基部から主体金具基部への熱放散量の確保，係合位置隙間への未燃ガスの侵入の防止及び絶縁体の先端側にカーボンが付着することによる奥飛火の発生防止に着目して，主体金具基部の内周面と第2主体金具段部の内周面との交点(交点E)と絶縁体基部の外周面と第2絶縁体段部の外周面との交点(交点F)の距離を特定したものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，本件補正発明の相違点2に係る構成の容易想到性について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明について",
                  "text": [
                    "引用例1(甲1)によると，引用発明は，係合位置隙間への未燃ガスの侵入の防止を課題としているところ(【0004】【0009】【0010】)，第二軸部の円筒状の基端部(本件補正発明の絶縁体基部に相当する。)と縮径部(本件補正発明の第2絶縁体段部に相当する。)の長さが未燃ガスの侵入に影響を及ぼすことは技術的に明らかであるから，未燃ガスの侵入防止の観点からその長さを調整することは，当事者が容易に想到し得るものである。また，主体金具の前端面位置に近い位置においては，横飛火の発生が懸念されるが(【0022】【0033】)，横飛火の発生を抑制するために第二軸部の円筒状の基端部と縮径部の長さを調整することも，その構造に照らし，当業者は容易に想到することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2には，以下の記載がある(甲2)。",
                        "碍子は，下端部から段付部の位置まで上方に向かって，拡径するごとくテーパ状に形成されているとともに，段付部からパツキン受け部の位置までは外径が一定となっており，段付部からパツキン受け部までの部分で熱価を調整するように構成されている。また，碍子の段付部からパツキン受け部間の長さを変えることにより，受熱表面積を変えて，中心熱価を変えるようにしている。すなわち，碍子の段付部からパツキン受け部までの長さが長い場合には碍子の下端部から段付部までの表面積が小さくなり，受熱量が少なくなるため，中心熱価は高くなる。逆に，碍子の段付部からパツキン受け部までの長さが短い場合には碍子の下端部から段付部までの表面積が多くなり，これによって受熱量が多くなるため，中心熱価は低くなる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，引用例2には，碍子の段付部からパツキン受け部までの長さを変えることにより，受熱量を調整することが記載されているところ，碍子の段付部からパツキン受け部までの長さが，ハウジング(主体金具)の胴部への熱放散量に影響を及ぼすことは技術的に明らかであるから，引用例2には，碍子からハウジングへの熱放散量に着目して，碍子の段付部からパツキン受け部までの長さを変える事項が示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，引用例2に示された上記事項を引用発明に適用して，引用発明の第二軸部の円筒状の基端部と縮径部の長さを変えることにより，その熱放散量を調節することも，当業者にとって容易に想到し得るものであるということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件補正発明の相違点2に係る構成は，主体金具基部の内周面と第2主体金具段部の内周面との交点(交点E)を起点として，同点と絶縁体基部の外周面と第2絶縁体段部の外周面の交点(交点F)との距離を特定したものであるが，交点Eを起点として距離を定めること自体に格別の意義を見いだすことはできないから，交点Eと交点Fとの距離を特定することは，実質的には，交点Eと交点Fの距離に対応する絶縁体基部の軸方向の長さを規定することと同様の技術的意義を有するものである(【0042】【0043】)。",
                    "また，本件補正発明においては，スパークプラグの耐熱性の実験結果に基づき，交点Eと交点Fとの距離を具体的に「-0．5㎜以上，3㎜以下」と特定しているが(【0063】～【0066】)，最適，好適な寸法を実験的に求めることは，当業者が発明の具体化に際して通常行っているものであり，引用発明において，このような下限値及び上限値を設定することに，格別の阻害要因の存在も見当たらないから，上記特定に係る数値は，当業者において，適宜設計することができる事項であるということができる。",
                    "以上の検討によれば，当業者は，引用発明及び引用例2に基づき，熱放散量の確保，係合位置隙間への未燃ガスの侵入の防止及び絶縁体の先端側にカーボンが付着することによる奥飛火の発生防止の観点から，絶縁体基部の軸方向の長さ(交点Eと交点Fの距離に相当する。)を調整して，本件補正発明の相違点2に係る構成を容易に想到することができたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，本件審決は，引用例3の特許請求の範囲の記載や発明の詳細な説明の記載(【0014】～【0021】)から，絶縁体基部と第2絶縁体段部との交点の軸方向位置を定めることは周知の技術であると認定しているところ，引用例3(【0014】～【0017】)には，電気絶縁耐力の向上の観点から，絶縁碍子脚基部の下端部(本件補正発明の交点Fに相当する。)は，コロナが集中するハウジング段差部の角部(本件補正発明の交点Eに相当する。)に対向する位置から燃焼室側に＋3．0㎜であることが望ましいことが記載されているが，他方，本件補正発明の相違点2に係る構成は，絶縁体基部から主体金具基部への熱放散量の確保，係合位置隙間への未燃ガスの侵入の防止及び絶縁体の先端側にカーボンが付着することによる奥飛火の発生防止の観点から，交点E及び交点Fを規定したものであり，その技術的意義は異なるから，引用例3の上記記載が，本件補正発明の相違点2に係る構成についての周知技術を明らかにしたものであるということはできない。したがって，本件審決の上記認定には誤りがあるといわなければならないが，上記ウのとおり，本件補正発明の相違点2に係る構成は，引用発明や引用例2に基づき，当業者が容易に想到することができるものであるから，本件審決の上記認定の誤りは，本件審決の結論に影響を及ぼすものとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，引用例2の図7及び8には，本件補正発明の主体金具基部や第2主体金具段部に相当する部分がないから，その交点を起点とする「絶縁体基部と第2絶縁体段部の交点」との距離は定まらないとか，引用例2の図1の碍子には，本件補正発明の絶縁体基部と第2絶縁体段部との交点に相当する部分がないなどとして，引用例2は，本件補正発明の相違点2に係る構成についての周知技術にはなり得ないと主張する。",
                    "しかしながら，前記ウのとおり，本件補正発明の相違点2に係る構成は，実質的には，絶縁体基部の軸方向の長さを規定することと同様の技術的意義を有するものであって，碍子からハウジングへの熱放散量に着目して碍子の段付部からパツキン受け部までの長さを変えるという引用例2に示された事項を引用発明に適用すれば，本件補正発明の上記構成を想到することは容易なのであるから，原告の主張は，上記認定を左右するに足りるものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "相違点3に係る容易想到性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1には，概略，以下の記載がある。",
                "主体金具の内周面と第二軸部の外周面との間の横飛火の発生を防止するため，主体金具の前端面側開口部の内径をD2，第二軸部の外径をd2として，E＝(D2-d2)／2で表されるガスボリューム部端面幅Eを，火花放電ギャップの間隔をαとして，1．1α≦Eを満足するように調整することが有効である(【0019】)。また，主体金具の多少奥まった位置で発生する横飛火を防止するには，絶縁体側係合部よりも前方側において，軸線と直交する仮想平面による絶縁体の断面外形線の直径をd3，これに対応する位置における主体金具の内径をD3としたときに，主体金具の前端面位置から7㎜以上確保された区間Lにおいて，α＜(D3-d3)／2を満足していることが有効である(【0021】)。軸線方向のある位置におけるガスボリューム部の幅((D3-d3)／2)が，火花放電ギャップの間隔αよりも大であれば，その位置での横飛火は生じにくくなる。主体金具の前端面位置から軸線方向において7㎜程度までの区間では，絶縁体表面の電界強度がある程度高くなると予想され，横飛火発生が懸念されるため，少なくともこの区間では，ガスボリューム部幅を火花放電ギャップの間隔αよりも大きくなるように調整すると，主体金具の奥まった位置での横飛火が実際に効果的に抑制できるようになる(【0022】)。",
                "隙間形成外周面と対向する平坦部と，当該平坦部の前方側端部から主体金具の内周面に向けて下る傾斜部のなす角度を，140゜≦θ≦160゜を満足するようにやや大きめに設定しておけば，交差位置に形成されるエッジ部への過度の電界集中が回避でき，耐電圧性能を向上させることができる。ただし，θが140゜未満では効果が小さく，θが160゜を超えると，ガスボリューム部の幅の小さくなる区間が長くなるので，横飛火の発生防止の観点においても不利に作用する場合がある(【0023】)。図3では，ガスボリューム部の幅が，火花放電ギャップの間隔αよりも大となる区間の長さをなるべく大きくできるように，第二軸部の円筒状の基端部に対し，縮径部を介して先端本体部分を接続した形態としている。この実施形態では電界集中しやすい急角度のエッジを生じにくくするため，縮径部を円錐面状(テーパ状)としている(【0024】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載からすると，引用発明は，ガスボリューム部の幅を広いものとし，また，その長さをなるべく長いものとすることで，横飛火の発生を抑制しようとするものであり，絶縁体に縮径部を設ける構成は，ガスボリューム部の空間を確保するために採用されたものであると認められる。",
                "他方，本件補正発明は，前記1(2)イのとおり，第1挟角の角度を所定の大きさとすることにより，主体金具先端側と絶縁体先端側との隙間の空間を広く確保して，絶縁体の先端側にカーボンが付着することによる奥飛火の発生を防止しようとするものである。",
                "そうすると，引用発明において縮径部を設けることと，本件補正発明の第1挟角を所定の大きさとすることは，同様の効果を奏するものであるが，引用発明において，ガスボリューム部の空間を確保するために縮径部を採用する以上，その角度が重要であることは技術的に明らかであって，その具体的角度を10°以上とすることは，発明の具体化に際し，当業者が適宜設定することができるものであるということができる。",
                "そうすると，当業者は，引用発明に基づき，本件補正発明の相違点3に係る構成を容易に想到することができたものといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，原告は，第1挟角を10°以上とすることにより，絶縁体側のガスボリュームの影響が大きくなるため，本件補正発明の相違点2に係る構成による作用と相俟って，グロー放電のエネルギーが分散せずにカーボンを焼き切るという格別の作用効果を奏するとも主張しているが，前記2(2)のとおり，この主張は，本件補正明細書の記載に基づかないものであり，採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上のとおり，本件補正発明は，引用発明及び周知の技術に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により独立して特許を受けることができないものである。",
            "したがって，本件補正は，平成18年法律第55号による改正前の特許法17条の2第5項において準用する同法126条5項の規定に違反するから，同法159条1項において読み替えて準用する同法53条1項により却下されるべきである。",
            "よって，本件補正を却下した判断に誤りがあるとの原告主張の取消事由は理由がない。なお，原告は，本願発明が特許されるべきであるとも主張するが，本件補正を却下した判断に誤りがあることを前提とする主張であって，本件補正が認められない場合を前提に，この場合，すなわち，本件補正発明に進歩性(独立特許要件)が認められない場合にもなお，本願発明には進歩性があるという主張ではないから，失当というほかなく，採用することができない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10059",
    "date": "2011-10-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081709",
    "ipprecedent_id": "2723",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}