{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-19704号事件について平成23年8月30日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "原告は，発明の名称を「プレス加工方法における薄板断面成型法」とする発明について，平成16年12月6日に特許出願(特願2004-352477。以下「本願」という。)をしたが，平成22年5月14日付けで拒絶理由通知(甲2)を受け，同年7月28日付けで拒絶査定を受けたので，同年9月1日，これに対する不服の審判を請求するとともに(不服2010-19704号事件)，手続補正書を提出した。原告(審判請求人)は，平成23年2月23日付けの審尋(甲5の1)に対し，同年4月26日付けで回答書(甲6)を提出し，同年6月7日付け拒絶理由通知(甲3)に対して，同年7月22日付けで手続補正書(甲10)を提出した(以下「本件補正」という。)。",
            "特許庁は，同年8月30日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，同年9月13日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件補正後の本願の特許請求の範囲の請求項1の記載(甲10)は，以下のとおりである(以下，この発明を「本願発明」という。)。",
            "【請求項1】上下金型を用いて金属製薄肉板材から角形の部品を成形するプレス加工方法において，",
            "金型の突出した角部に丸みを有する第1の上金型2と，角部に丸みを有する第1の下金型1との間で，被加工板材Aの絞り時に生ずる角部の切断現象及び亀裂現象を防止しつつ，該被加工板材Aをプレス加工する第1加工工程と，",
            "前記第1加工工程により成形された被加工板材Aの中間加工製品を角部に丸みをもたない第2の下金型1’にはめ込み，金型の突出した角部に丸みをもたない第2の上金型2’の外周の張り出し部4により，中間製品の筒状部の上端を第2の下金型1’内に押し込みながら，第2の上金型2’により中間製品の底面の角部を押し出すことによって，加工製品の内側と外側を直角形状に成形する第2加工工程と，",
            "からなることを特徴とするプレス加工方法における薄板断面成形法。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決写しのとおりである。要するに，本願発明は，本願の出願前に頒布された特開昭58-135732号公報(甲3。以下「刊行物1」という。)記載の発明(以下「刊行物1発明」という。)及び特開昭53-134762号公報(甲2。以下「刊行物2」という。)記載の事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記判断に際し，審決が認定した刊行物1発明の内容，刊行物2記載の事項，並びに，本願発明と刊行物1発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物1発明の内容",
                  "text": [
                    "ダイとポンチを用いてブランク10から筒体Tを成形するプレス加工方法において，",
                    "金型の突出した角部に丸みを有する絞りポンチ11とダイ2との間で，ブランク10を筒状体13にプレス加工する第1絞り加工工程と，",
                    "前記絞り加工工程により成形された筒状体13を角部に丸みをもたないダイ19にはめ込み，金型の突出した角部に丸みをもたない小径軸部18の外周の段部21により，筒状体13の端縁部16’をダイ19内に押し込みながら，小径軸部18により筒状体13の底面の角部を押し出すことによって，筒状体13の外周隅部15に隅肉部24を形成する天押しプレス加工工程と，",
                    "天押しプレス加工工程により成形された筒状体13を角部に丸みをもたないダイ25にはめ込み，金型の突出した角部に丸みをもたない小径軸部29により筒状体13の底面の角部を押し出すことによって，筒状体13の外周隅部15’を小さな丸みがついた形状に成形する第2の絞り加工工程と，",
                    "からなる筒体Tの製造方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "刊行物2記載の事項",
                  "text": [
                    "ダイプレート(13)外周のノックアウト兼受圧板(14)の凸縁部(22)により金属板Bの終端部(21)をプレッシャーパット(3)とパンチ(2)内に押し込みながら，ダイプレート(13)により金属板Bの天板の角部を押し出すことによって金属板の角部の内側と外側を直角形状に成形すること。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と刊行物1発明との一致点",
                  "text": [
                    "「上下金型を用いて金属製薄肉板材から角形の部品を成形するプレス加工方法において，",
                    "金型の突出した角部に丸みを有する第1の上金型と，第1の下金型との間で，該被加工板材をプレス加工する第1加工工程と，",
                    "前記第1加工工程により成形された被加工板材の中間加工製品を角部に丸みをもたない第2の下金型にはめ込み，金型の突出した角部に丸みをもたない第2の上金型の外周の張り出し部により，中間製品の筒状部の上端を第2の下金型内に押し込みながら，第2の上金型により中間製品の底面の角部を押し出す第2加工工程と，",
                    "からなるプレス加工方法における薄板断面成形法。」である点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本願発明と刊行物1発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "第1加工工程において，本願発明では第1の上金型と角部に丸みを有する第1の下金型との間で被加工板材をプレス加工するのに対し，刊行物1発明では第1の下金型が角部に丸みをもつ旨の特定がない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "相違点2",
      "text": [
        "第1加工工程が，本願発明では被加工板材の絞り時に生ずる角部の切断現象及び亀裂現象を防止しつつ行われるのに対し，刊行物1発明ではこのような特定がない点。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "相違点3",
      "text": [
        "第2加工工程において，本願発明では第2の上金型の外周の張り出し部により中間製品の筒状部の上端を第2の下金型内に押し込みながら，第2の上金型により中間製品の底面の角部を押し出すことによって加工製品の内側と外側を直角形状に成形するのに対し，刊行物1発明では第2の上金型の外周の張り出し部により中間製品の筒状部の上端を第2の下金型内に押し込みながら，第2の上金型により中間製品の底面の角部を押し出すことによって底部の外周隅部に隅肉部を形成し，さらに第2の絞り加工工程によって外周隅部を小さな丸みがついた形状に成形する点。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "審決は，拒絶査定時の引用刊行物とは異なる引用刊行物に差し替えて判断した誤り(取消事由1)，審尋に対する原告(審判請求人)の「回答書」の内容を考慮しなかった誤り(取消事由2)，審判合議体の不公正(取消事由3)があり，これらの誤りは結論に影響を及ぼすものであるから，審決は取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "拒絶査定時の引用刊行物とは異なる引用刊行物に差し替えて判断した誤り(取消事由1)",
              "text": [
                "審決は，本願発明と，刊行物1記載の発明及び刊行物2記載の事項を対比することにより，本願発明の容易想到性を判断した。",
                "しかし，審決の判断は誤りである。",
                "審査段階における拒絶理由通知書(甲2)に記載された引用刊行物は，特開昭53-134762号公報(刊行物2)及び特開2001-71044号公報であった。しかし，審判段階における拒絶理由通知書(甲3)で引用された刊行物は，刊行物1及び刊行物2であり，引用刊行物が審査段階のものから差し替えられていた。",
                "審判段階において，拒絶査定時の引用刊行物とは異なる引用刊行物に差し替えて判断するならば，審査段階と審判段階とで拒絶の理由が異なり，判断の結果も異なることになるから，「拒絶をすべき旨の査定を受けた者は，その査定に不服があるときは，・・・拒絶査定不服審判を請求することができる」旨の特許法121条1項の規定に違反する。",
                "また，審判合議体の裁量によって，審査段階と異なる拒絶理由を通知し，引用刊行物の差替えまで可能とすることの根拠も不明である。このようなことが容認されるならば，審査制度とは別に審判請求制度を設けた趣旨が損なわれる。",
                "したがって，拒絶査定時の引用刊行物とは異なる引用刊行物に差し替えて，本願発明の容易想到性を判断した審決には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審尋に対する原告の「回答書」の内容を考慮しなかった誤り(取消事由2)",
              "text": [
                "審判合議体は，審尋に対する原告の「回答書」(甲6)の内容を考慮することなく審理し，判断した誤りがある。",
                "すなわち，審判長から審判請求人(原告)に対する平成23年2月23日付けの「審尋」には，前置報告書の内容について，審判請求人の意見を事前に求める旨記載されている(甲5の2)。そして，前置報告書には，「原査定の理由で引用した引用文献2(判決注  特開2001-71044号公報のことである。)にはパンチとダイスに角Rを付設する第一加工工程が記載されている。当該補正(判決注",
                "平成22年9月1日付け手続補正書に係る補正のことである。)後の請求項1に記載された発明は，原査定の理由で引用した引用文献1(判決注  刊行物2を指す。)に記載された発明に，原査定の理由で引用した引用文献2に記載された第一加工工程を付加することにより，当業者が容易に発明をすることができたものであって，その効果を見ても当業者の予測を上回るような格別の効果があるものということもできないから，当該補正後の請求項1に記載された発明は同法29条2項の規定により，独立して特許を受けることができない。」として，当該補正は却下されるべきである旨記載されている。",
                "原告は，上記審尋に対し，平成23年4月26日付けで「回答書」を提出し，「最後」の拒絶理由通知をされずに「拒絶査定」の処分をされたのは問題があると思われること，行政不服審査法上の「教示義務」が尽くされていないことを述べ，審判合議体による再度の審査を求めたが，審判合議体は，その意見を考慮することなく審理した。",
                "また，原査定の理由で引用した引用文献1(刊行物2)に記載された発明に，第一加工工程を付加することにより，当業者が容易に発明をすることができた旨の前置報告書の内容も誤りである。すなわち，原査定の理由で引用された引用文献2(特開2001-71044号公報)には，パンチとダイスに角Rを付設する第一加工工程は記載されておらず，そのように解釈できる程度の記載内容でもない。",
                "したがって，審判合議体の判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審判合議体の不公正(取消事由3)",
              "text": [
                "審判合議体には，以下のとおり，不公正な点がある。すなわち，"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審判官は，平成23年7月19日，原告代理人宛てにFAX(甲7の4)を送信し，「唐木先生には特許のクレームを書くノウハウがないものと判断して，当方の独断で，補正案を基礎としながら，当方が理解したとおりの発明を表現するように，書き改めてみました。」，「今後は，クレームを書ける方に複代理人になってもらう，等の対応をお願いします。」と述べた。",
                    "復代理人を定めることは代理人の権限であり，上記の指示は，審判官による越権行為である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審判官は，上記FAXにおいて，補正案を指示したが，原告代理人が，審判官による補正案のとおりに手続補正書を提出した(本件補正)ところ，審判請求は不成立と判断された。",
                    "特許庁の審判官には，行政不服審査法上の教示義務が課せられるところ，原告は，数回にわたり，審判官による事前のチェックを受けて手続補正書を提出したのであるから，審判請求を不成立とする審決がなされるべきではない。",
                    "また，我が国におけるプレス加工産業は産業の発展に寄与するものであり，本願発明は，新規性ないし進歩性に多少問題があっても，有用性の観点から，特許を付与されるべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，審判官は，上記FAXにおいて，「ただし，上記補正案により明確化した本件発明は，特開昭58-135732号公報に記載された発明とは，第1の下金型の丸みの有無のみにおいて相違し，進歩性が認められる可能性は著しく低いことを付記しておきます。」などと述べた。",
                    "上記記載によれば，審判官が，補正後の本願発明について進歩性を認めないことを前提としながら，結局，本件補正を認めたことになり，不合理である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "原告の主張する取消事由は，以下のとおり，いずれも理由がなく，審決に取り消されるべき違法はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(拒絶査定時の引用刊行物とは異なる引用刊行物に差し替えて判断した誤り)に対し",
              "text": [
                "原告は，拒絶査定時の引用刊行物とは異なる引用刊行物に差し替えて，本願発明の容易想到性を判断した審決には誤りがある旨主張する。",
                "しかし，原告の主張は失当である。",
                "特許法159条2項によれば，拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合に，同法50条の規定が準用される。すなわち，審判合議体が，査定の理由と異なる理由で拒絶をすべき旨の査定をしようとするときは，審判請求人に対し，拒絶の理由を通知し，相当の期間を指定して，意見書を提出する機会を与えなければならない。拒絶査定不服審判の審理において，審判合議体が，審査時の拒絶理由通知書で引用した刊行物とは異なる刊行物に基づく拒絶の理由を発見した場合に，審判請求人に対して新たに拒絶の理由を通知することは，特許法の規定に基づく手続である。",
                "本件の審判手続では，審判合議体が，査定の理由で引用した刊行物と異なる刊行物を引用刊行物とする拒絶の理由を発見して，平成23年6月7日付けで原告に拒絶理由を通知し，その後，原告が提出した平成23年7月22日付けの意見書及び手続補正書を踏まえて合議し，上記拒絶理由通知に記載された理由で特許法29条2項の規定の要件を満たしていないとの結論に至ったことから審決をした。上記手続は，何ら特許法の規定に反するものではない。",
                "したがって，拒絶査定不服審判での発明の進歩性等の対比判断は，審査時の拒絶理由通知書で引用した刊行物に限定すべきである旨の原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(審尋に対する原告の「回答書」の内容を考慮しなかった誤り)に対し",
              "text": [
                "原告は，審判合議体が，審尋に対する原告の「回答書」の内容を考慮することなく審理し，判断した誤りがある旨主張する。",
                "しかし，原告の主張は失当である。",
                "前置報告書(甲5の2)は，審査官が，原告による審判請求時の補正を踏まえても特許をすべき旨の査定をすることができないとの判断の下に，特許法164条3項の規定に基づき作成したものである。平成23年2月23日付け審尋(甲5の1)は，原告に対して，前置報告書に示された見解について意見を述べる機会を与えたものであり，原告は，回答書(甲6)を提出して前置報告書に対する意見を述べている。",
                "本件の審判手続の審理を担当した審判合議体は，上記回答書の内容を踏まえ，前置報告書に示された審査官の見解を採用せず，原告に対し，平成23年6月7日付けで拒絶理由を通知した。",
                "以上のとおりであるから，本件の審判合議体は，審理において，審尋に対する原告の「回答書」を考慮しなかったとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(審判合議体の不公正)に対し",
              "text": [
                "原告は，審判合議体には，①審判官が原告代理人に対し，復代理人を定めるよう指示する越権行為をした，②審判官が指示した補正案のとおりに原告代理人が手続補正書を提出したにもかかわらず，審判請求を不成立と判断した，③審判官が，補正後の本願発明について進歩性を認めないことを前提としながら，本件補正を認めたという不公正な点がある旨主張する。",
                "しかし，原告の主張は失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲7の4における復代理人の選任に関する記載は，原告が適切に権利を取得できるようにするためのアドバイスであり，審判官が原告代理人の復代理人を選任するよう指示するものではなく，越権行為とはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲7の4には「補正案を基礎としながら，当方が理解したとおりの発明を表現するように，書き改めてみました。」と記載されるが，そこに記載された請求項1の補正案は，審判合議体が，原告の提出した補正案の内容を踏まえて，原告の意図した発明の記載を明確化しようとして作成したものである。発明の進歩性を適切に判断するためには，正確に発明を認定することが不可欠であるが，平成23年7月6日，7月13日，7月15日のFAX送信票(甲7の1ないし甲7の3)により原告が提出した補正案では，特許請求の範囲の記載の不明瞭さは依然として解消されなかった。甲7の4記載の補正案は，原告の作業を助ける性格のものである。",
                    "甲7の4には，審判合議体が示した補正案について，「本来，クレームは請求人が取得しようとする権利を請求人側が特定すべきであって，庁側が決定するものではありませんので，この案を採用するよう要請することはありません。あくまでも，参考として，こんな書き方もあるのではないか，ということです。請求人とも相談して，お望みの権利内容となるように必要なら手を加えた上で，補正して下さい。」と記載され，手続補正において，上記補正案を採用することを要請するものではなく，原告代理人に対し原告の意向を踏まえて補正書を仕上げていくよう示唆している。したがって，原告が提出した平成23年7月22日付け手続補正書は，原告自らの判断のもとに作成，提出されたものであり，原告の手続上の権利は十分確保されていたというべきである。",
                    "また，原告は，本願発明は，新規性ないし進歩性に多少問題があっても，有用性の観点から，特許を付与されるべきである旨も主張する。しかし，原告の主張は失当である。特許法には，発明の特許要件の判断において，有用性を新規性・進歩性に優先すべきことは規定されておらず，特許要件の間に優劣関係を持ち込むことが特許法1条に合致するという根拠もない。有用性の判断を優先させるべきとの原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲7の4には，「上記補正案により明確化した本件発明は，特開昭58-135732号公報に記載された発明とは，第1の下金型の丸みの有無のみにおいて相違し，進歩性が認められる可能性は著しく低いことを付記しておきます。」とも記載されているが，これは，明細書の記載要件をひとまずおいて，平成23年6月7日付け拒絶理由通知書で指摘されたもう一つの拒絶理由である発明の進歩性の要件についての注意を喚起したものである。",
                    "すなわち，甲7の4記載の補正案をそのまま採用したとしても，本願は，平成23年6月7日付け拒絶理由通知書に記載した理由1によって特許法29条2項の規定の要件を満たさないものであると判断され，本件審判の請求は成り立たないと結論される可能性があることを示唆したものである。原告としても，仮に上記補正案どおり手続補正書を提出して明細書の記載要件が満たされたとしても，発明の進歩性の要件を欠くとの理由で，審判請求不成立とされる可能性が高いことは，容易に了解し得たことである。",
                    "なお，甲7の4には，「請求人とも相談して，お望みの権利内容となるように必要なら手を加えた上で，補正して下さい。」と記載され，上記補正案とは異なる補正をすることができることを指摘しており，審判合議体が，原告に対し，請求項1の記載を上記補正案どおりに補正することを指示したものではない。",
                    "原告は，自らの判断により甲7の4記載の補正案を採用して，平成23年7月22日付け手続補正書を提出したものであり，審決に至る審判手続が不公正なものとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由にはいずれも理由がなく，請求を棄却すべきものと判断する。すなわち，"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(拒絶査定時の引用刊行物とは異なる引用刊行物に差し替えて判断した誤り)について",
          "text": [
            "原告は，拒絶査定時の引用刊行物とは異なる引用刊行物に差し替えて，本願発明の容易想到性を判断した審決には誤りがある旨主張する。",
            "しかし，原告の主張は失当である。",
            "特許法159条2項は，拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合に，同法50条の規定を準用し，審判合議体が，査定の理由と異なる理由で拒絶をすべき旨の査定をしようとするときは，審判請求人に対し，拒絶の理由を通知し，相当の期間を指定して，意見書を提出する機会を与えなければならない旨規定し，審判請求人に対し，弁明の機会を付与している。",
            "本件についてみると，証拠(甲2，甲3，甲10，甲11)及び弁論の全趣旨によれば，本件の審判手続において，審判合議体は，査定の理由で引用した刊行物と異なる刊行物を引用刊行物とする拒絶の理由を発見し，原告(審判請求人)に対し，平成23年6月7日付けで，刊行物1及び刊行物2を引用刊行物とする拒絶理由を通知し(甲3)，その後，原告が提出した平成23年7月22日付けの意見書(甲11)及び手続補正書(甲10)を踏まえ，審決したものと認められる。",
            "したがって，拒絶査定時の引用刊行物とは異なる引用刊行物に基づいて本願発明の容易想到性を判断した審決に，原告の主張する誤りはない。",
            "なお，原告は，拒絶査定の理由と異なる理由で拒絶をすべきである旨の審決をすることは許されないとも主張するが，原告の同主張は，その主張自体失当であり，採用の限りでない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審尋に対する原告の「回答書」の内容を考慮しなかった誤り)について",
          "text": [
            "原告は，審判合議体が，審尋に対する原告の「回答書」の内容を考慮することなく審理し，判断した誤りがある旨主張する。",
            "しかし，原告の主張は失当である。",
            "証拠(甲3，甲5の1・2，甲6)及び弁論の全趣旨によれば，原告に対する平成23年2月23日付け審尋において，前置報告書に示された見解について「意見があれば回答してください。」と記載されていたこと，原告は，これを受けて「回答書」(甲6)を提出し，前置報告書に対する意見を述べたこと，審判合議体は，前置報告書に示された審査官の見解とは異なる拒絶理由を発見し，原告に対し，平成23年6月7日付けで拒絶理由を通知したことが認められる。",
            "以上の事実によれば，原告は，前置報告書に対する意見を回答しており，その意見を踏まえて審理が行われたものといえるから，審決の結論が，「回答書」に示された意見とは異なっていたとしても，審判手続に違法，不当があるとはいえない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(審判合議体の不公正)について",
          "text": [
            "原告は，審判合議体には，①審判官が原告代理人に対し，復代理人を定めるよう指示する越権行為をした，②審判官が指示した補正案のとおりに原告代理人が手続補正書を提出したにもかかわらず，審判請求を不成立と判断した，③審判官が，本願発明について進歩性を認めないことを前提としながら，本件補正を認めた点で，公正を欠く行為がある旨主張する。",
            "しかし，原告の主張は失当である。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "認定事実",
              "text": [
                "甲7の4(弁論の全趣旨から，本件の審判手続を担当する審判官ないし審判合議体が，原告代理人に宛てて送付した書面であると推認される。)には次の記載がある。",
                "「15日に再度お送りいただいた補正案ですが，依然として全く不明瞭であるため，・・・先生には特許のクレームを書くノウハウがないものと判断して，当方の独断で，補正案を基礎としながら，当方が理解したとおりの発明を表現するように，書き改めてみました。本来，クレームは請求人が取得しようとする権利を請求人側が特定すべきであって，庁側が決定するものではありませんので，この案を採用するよう要請することはありません。あくまでも，参考として，こんな書き方もあるのではないか，ということです。請求人とも相談して，お望みの権利内容となるように必要なら手を加えた上で，補正してください。庁側が，請求人側に代わってサービスでクレームを作成する，または押し付ける，などという悪い先例とならぬよう，願いたいものです。今後は，クレームを書ける方に複代理人(判決注  復代理人の誤記と認められる。)になってもらう，等の対応をお願いします。",
                "【請求項1】・・・",
                "ただし，上記補正案により明確化した本件発明は，特開昭58-135732号公報に記載された発明とは，第1の下金型の丸みの有無のみにおいて相違し，進歩性が認められる可能性は著しく低いことを付記しておきます。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "上記①の主張について",
              "text": [
                "上記ア認定の事実の，審判官ないし審判合議体が原告代理人に宛てて送付したと推認される書面(甲7の4)の記載によれば，審判官ないし審判合議体が審判請求人(原告)代理人に対し，復代理人を選任するよう指示したものと解することはできず，原告主張に係る越権行為があると評価できない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "上記②の主張について",
              "text": [
                "上記ア認定の事実によれば，甲7の4には，請求項1に関する補正案が示されているが，「この案を採用するよう要請することはありません。あくまでも，参考として，こんな書き方もあるのではないか，ということです。請求人とも相談して，お望みの権利内容となるように必要なら手を加えた上で，補正して下さい。」との付加記載があり，同記載を併せて読めば，原告に対し，上記補正案を採用することを要請したものではなく，原告が手続補正を行う際の参考案が例示されたものと解される。",
                "したがって，原告が提出した平成23年7月22日付け手続補正書の内容が，上記補正案に全面的に依拠したものであったとしても，原告が自らの判断でこれを採用し，上記補正書を作成，提出したと解されるから，審判官ないし審判合議体に，原告の主張に係る「教示義務違反」等の違法があるとはいえない。",
                "また，原告は，本願発明は，新規性ないし進歩性に多少問題があっても，有用性の観点から，特許を付与されるべきである旨も主張する。しかし，特許法には，発明の新規性ないし進歩性の有無にかかわらず，その有用性によって特許を付与すべき旨を定める規定は存在しないから，原告のこの点の主張は失当である。"
              ]
            },
            {
              "fig": "エ",
              "subject": "上記③の主張について",
              "text": [
                "上記ア認定の事実によれば，甲7の4には，「上記補正案により明確化した本件発明は，特開昭58-135732号公報に記載された発明とは，第1の下金型の丸みの有無のみにおいて相違し，進歩性が認められる可能性は著しく低いことを付記しておきます。」と記載され，同記載は，甲7の4記載の補正案に依拠して補正をしたとしても進歩性がなく，本件審判の請求は成り立たない結論に至る可能性がある旨示唆されているものと理解される。そして，原告(審判請求人)代理人において，同記載の内容を参照して，補正の要否等を検討することができる点を考慮すれば，上記の記載によって，原告が手続上の不利益を受けたとも考え難い。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上によれば，甲7の4の記載がされたことにより，審判手続において，審決の手続に違法を来すものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由にはいずれも理由がなく，審決に取り消すべき違法は認められない。原告は，他にも縷々主張するが，いずれも採用できない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10318",
    "date": "2012-05-31",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082313",
    "ipprecedent_id": "2968",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}