{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2008-17437号事件について平成22年12月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成16年12月16日，発明の名称を「睫毛をカールする方法と装置」とする発明について，特許出願(特願2004-364944，甲9，以下「本願」という。)をしたが，平成20年4月4日付けで拒絶査定を受け，これに対し，平成20年7月8日付けで，不服の審判(不服2008-17437号事件)を請求するとともに，手続補正(甲14，以下「本件補正」という。)をした。特許庁は，平成22年12月21日，本件補正を却下し，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，平成23年1月12日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正後の特許請求の範囲",
          "text": [
            "本件補正後の本願の特許請求の範囲における請求項1の記載は次のとおりである(甲14，補正箇所に下線を施した。以下，この発明を「本件補正発明」という。また，明細書及び図面を併せて，「本件明細書」という。別紙1に実施例図面の一部を示した。)。",
            "「睫毛に塗布する薬剤を収容する容器を閉じないように構成された，睫毛をカールする装置(1)であって，",
            "ヒータ部材(4)と，",
            "それぞれが該ヒータ部材(4)の反対側に配置され，その中に睫毛を係合させることのできる空間(15)を相互間に残す突出要素(6)の少なくも二つの列(5)とを有し，",
            "ヒータ部材(4)と突出要素(6)の列(5)とが，睫毛をヒータ部材(4)に接触させないで睫毛を分離するため突出要素(6)を用いるか又は，ヒータ部材(4)から放出される熱を睫毛に受けさせながら，睫毛をカールするかのいずれかを選択的にできるように構成され，",
            "前記装置が縦方向中央面を備え，突出要素の列の中の少なくも幾つかの突出要素は，その自由端に進むに連れ，縦方向中央面から離れる方向を指し，",
            "列(5)が，ヒータ部材(4)の縦軸(X)を含む対称中央面(P)に対して対称的に配置されることを特徴とする装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。要するに，本件補正発明は，本願の優先日前に頒布された刊行物である特開2003-310335号公報(以下，「刊行物1」という。甲1。別紙2に実施例図面の一部を示した。)に開示された発明(以下「引用発明」という。)並びに特開2001-186925号公報(甲2)の段落【0008】，【0109】，図29の「歯294」，米国特許第4964429号明細書(甲3)の第5欄第30行～第6欄第2行，図1，2の「歯の列6」，国際公開95／17837号(甲4)の第11ページ第15行～第33行，図9，10の「剛毛254」，登録実用新案第3088668号公報(甲5)の段落【0004】～【0006】，図1，2等に記載された周知事項(以下「周知事項1」という。)及び特開2000-354509号公報(甲6)の段落【0024】，【0025】，図3の「電熱線15」，特開平10-192037号公報(甲7)の段落【0009】，図4～6の「発熱体114」等に記載された周知事項(以下「周知事項2」という。)から当業者が容易に発明をすることができたとして，本件補正を却下し，本件補正前の本願発明も，当業者が容易に発明をすることができたものであるとして，本願を拒絶した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記判断に際し，審決が認定した引用発明の内容，本件補正発明と引用発明との一致点及び相違点並びに周知事項の内容は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "「睫毛をカールする睫毛成形具10であって，",
                    "ヒータ4と，",
                    "ヒータ4が露出する基台3の一面3a側に設けられた睫毛の当て面3bに，その当て面3bに対し略垂直に設けられ，かつ，その基台3の一面3aの両側部3cに設けられた複数の櫛片5とを有し，",
                    "櫛片5は，ヒータ4による睫毛のカールづけの直前，直後に睫毛を分散させるために構成され，ヒータ4は，基台3からのヒータ4の表出面4aに睫毛を接触させることにより睫毛を成形してカールできるように構成され，",
                    "睫毛成形具10が縦方向中央面を備え，櫛片5は縦方向中央面と略平行に突出し，",
                    "櫛片5は，縦方向中央面に対して対照的に配置される睫毛成形具10。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正発明と引用発明との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「睫毛に塗布する薬剤を収容する容器を閉じないように構成された，睫毛をカールする装置であって，",
                        "ヒータ部材と，",
                        "それぞれが該ヒータ部材の反対側に配置され，その中に睫毛を係合させることのできる空間を相互間に残す突出要素の少なくも二つの列とを有し，",
                        "ヒータ部材と突出要素の列とが，睫毛を分離するため突出要素を用いることと，ヒータ部材から放出される熱を睫毛に受けさせながら，睫毛をカールすることができるように構成され，",
                        "前記装置が縦方向中央面を備え，",
                        "列が，対称中央面に対して対称的に配置される装置。」の点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "ヒータ部材と突出要素の列とが，睫毛を分離するため突出要素を用いることと，ヒータ部材から放出される熱を睫毛に受けさせながら，睫毛をカールすることができるように構成される点について，本件補正発明は，「睫毛をヒータ部材(4)に接触させないで睫毛を分離するため突出要素(6)を用いるか又は，ヒータ部材(4)から放出される熱を睫毛に受けさせながら，睫毛をカールするかのいずれかを選択的にできるように構成され」るのに対し，引用発明は，睫毛を分離するため突出要素を用いることが「睫毛をヒータ部材に接触させないで」できるように構成されているかどうか不明であり，さらに，睫毛を分離するため突出要素を用いることと，ヒータ部材から放出される熱を睫毛に受けさせながら，睫毛をカールすることとが，選択的にできるように構成されているかどうか不明な点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "本件補正発明は，「突出要素の列の中の少なくも幾つかの突出要素は，その自由端に進むに連れ，縦方向中央面から離れる方向を指し」ているのに対し，引用発明は，突出要素である櫛片5が縦方向中央面と略平行に突出している点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点3",
                      "text": [
                        "列が，対称中央面に対して対称的に配置される点について，本件補正発明は，「列(5)が，ヒータ部材(4)の縦軸(X)を含む対称中央面(P)に対して対称的に配置される」のに対し，引用発明は，「列が，対称中央面に対して対称的に配置される」ものの，対称中央面がヒータ部材の縦軸を含むかどうか不明な点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知事項の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知事項1",
                      "text": [
                        "「睫毛を分散させるための櫛片すなわち突出要素を，その自由端に進むに連れ，縦方向中央面から離れる方向に指すようにすること」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "周知事項2",
                      "text": [
                        "「睫毛成形具すなわち睫毛をカールする装置において，ヒータ部材の縦軸を対称中央面に配置すること」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "text": [
            "審決には，本件補正発明の認定の誤り，容易想到性判断の誤りがあり，審決の結論に影響するから，審決は取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件補正発明の認定の誤り)",
              "text": [
                "本件補正発明は，",
                "「幾つかの突出要素は，その自由端に進むに連れ，縦方向中央面から離れる方向を指し，」(以下「構成(A)」という。)",
                "「列(5)が，ヒータ部材(4)の縦軸(X)を含む対称中央面(P)に対して対称的に配置される」(以下「構成(B)」という。)",
                "「ヒータ部材(4)と突出要素(6)の列(5)とが，睫毛をヒータ部材(4)に接触させないで睫毛を分離するため突出要素(6)を用いるか又は，ヒータ部材(4)から放出される熱を睫毛に受けさせながら，睫毛をカールするかのいずれかを選択的にできるように構成され」(以下「構成(C)」という。)を必須の構成要件としている。",
                "本件補正発明は，構成(A)及び構成(B)を採用したことにより，睫毛とヒータ部材との間の距離xを十分に広くとることができ，それにより，構成(C)を実現することができる。すなわち，上記構成(A)及び(B)を有することにより，この一連の動作の中で，「睫毛をヒータ部材(4)に接触させないで睫毛を分離するため突出要素(6)を用いる」時には，睫毛とヒータ部材との間の距離xを十分に広く保つことができ，かつ，「ヒータ部材(4)から放出される熱を睫毛に受けさせながら，睫毛をカールする」時には，睫毛とヒータ部材とを接触させることが可能になる。構成(C)を具備しないものは，本件補正発明の技術的範囲に含まれない。審決は，構成(A)及び構成(B)と構成(C)との関係を適切に理解することなく，本件補正発明の認定をした点において，認定の誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点2についての容易想到性判断の誤り)",
              "text": [
                "審決は，①睫毛を分散させるための櫛片すなわち突出要素を，その自由端に進むに連れ，縦方向中央面から離れる方向に指すようにすることは，従来周知の事項である，②引用発明の櫛片5と周知事項1の突出要素とは，睫毛を分散させる点で機能が共通する，③したがって，引用発明において，櫛片5すなわち突出要素を縦方向中央部から離れる方向に指すようにして，「突出要素の列の中の少なくも幾つかの突出要素は，その自由端に進むに連れ，縦方向中央面から離れる方向を指」すことは，当業者が容易にすることができる旨判断した。",
                "しかし，審決の判断は，以下のとおり，誤りである。すなわち，周知事項1として例示した甲2ないし甲5に記載されたものは，いずれも突出要素は自由端に進むに連れ縦方向中央面から離れる方向を指すようになっているものの，ヒータ要素を備えていないから，甲2ないし甲5から，相違点2の構成に至ることはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点1についての容易想到性判断の誤り)",
              "text": [
                "審決は，睫毛をヒータ部材に接触させないで睫毛を分離するため突出要素を用いるか，ヒータ部材から放出される熱を睫毛に受けさせながら，睫毛をカールするかは，かかるヒータ部材と突出要素の列の構成を前提とした，睫毛成形具の使い方の選択にすぎないなどとした上，引用発明に，突出要素の列の中の少なくも幾つかの突出要素は，その自由端に進むに連れ，縦方向中央面から離れる方向を指すように構成することは，周知事項1及び周知事項2から，当業者が容易になし得ると判断した。",
                "しかし，同判断は，以下のとおり誤りである。すなわち，",
                "引用発明は，櫛片5の睫毛への導入を容易にするために，睫毛の当て面3bに対し，略垂直方向に櫛片5を設け，かつ，櫛片5がまぶたに当たることを防止しながら睫毛を分散させることができるようにするために，櫛片5よりも高い複数のリブ6を平行に設けたものである。引用発明に係る睫毛成形具は，このような構成を採用した結果，睫毛のカールづけを行う一連の動作の中で，睫毛をヒータ4に接触させないで櫛片5で睫毛を捌くことができない。",
                "引用発明は，櫛片5の睫毛への導入を容易にするために，睫毛の当て面3bに対し，略垂直方向に櫛片5を設けたものであるので，この櫛片5を，本件補正発明の「自由端に進むに連れ縦方向中央面から離れる方向を指すように構成すること」に変更する動機付けがない。本件補正発明の上記構成を採用すると，櫛片5の睫毛への導入を容易にするという引用発明の有する効果を損なうことになる。",
                "また，引用発明は，櫛片5がまぶたに当たることを防止しながら睫毛を分散させることができるようにするために，櫛片5よりも高い複数のリブ6を設けているので，櫛片5の長さをある程度短く制限する必要がある。したがって，引用発明において，櫛片5を，本件補正発明の「自由端に進むに連れ縦方向中央面から離れる方向を指すように構成すること」に変更すると，櫛片5を睫毛に導入することが困難となる。",
                "したがって，本件補正発明の相違点1に係る構成は，容易に想到することができないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件補正発明の認定の誤り)に対して",
              "text": [
                "審決は，本件補正発明を，平成20年7月8日付け手続補正書(甲14)により補正された特許請求の範囲の請求項1の記載どおりに認定したものであり，その認定に誤りはない。",
                "原告は，本件補正発明が，構成(A)及び構成(B)を備えることにより，睫毛とヒータ部材との間の距離xを十分に広く保てると主張する。",
                "しかし，本件明細書の記載上，構成(A)及び構成(B)を備えることにより睫毛とヒータ部材との間の距離xを十分に広く保つことができる旨の説明はなく，構成(A)及び構成(B)と睫毛とヒータ部材との間の距離についての説明もない。「睫毛とヒータ部材との間の距離x」は，突出要素の傾きに左右されるものではない。また，上記距離xは，突出要素の長さに依存するが，本件補正発明において，突出要素の長さの限定はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点2についての容易想到性判断の誤り)に対して",
              "text": [
                "刊行物1(甲1)には，睫毛成形具10を使用した睫毛のカールづけが，【図6】(a)ないし(c)に示されるように，「櫛片5と櫛片5との間に睫毛を導入させた状態で，睫毛の基部Eaから上部にかけて，睫毛の下面にヒータ4を押し当てて睫毛を成形することにより，きれいな形に睫毛をカールさせる」(段落【0035】)ようにして行われることが記載されている。一方，刊行物1(甲1)には，「本実施形態の睫毛成形具10によれば，基台3の一面の両側部3cに櫛片5を設けたので，ヒータ4による睫毛のカールづけの直前，直後に睫毛を分散させることができる」(段落【0038】)との記載もある。「ヒータ4による睫毛のカールづけ」とは，前述した【図6】(a)ないし(c)に示された行為であるから，カールづけの「直前，直後」においては，櫛片5は「睫毛を分散させ」ている。また，刊行物1の【図5】には，櫛片5の先端がヒータ4の上端より上方に高くなることが示されている。そうすると，引用発明に係る睫毛成形具は，カール付けの「直前，直後」において，櫛片5の睫毛への導入が浅い状態において，「睫毛をヒータ部材に接触させないで睫毛を分散させる」ことが可能である。",
                "そして，周知事項1に係る「突出要素」は，睫毛を分散させるためのものであって，引用発明の櫛片5もカールづけの「直前，直後」において，「睫毛を分散させる」ためのものであるから，引用発明の櫛片5に周知事項1を適用することは，当業者が自然に着想し得たことである。",
                "また，刊行物1の【図3】及び【図5】によれば，引用発明の櫛片5は，基台3の両側部3cに設けられることによって，ヒータ4に対しても外側に位置することになる。この位置関係からみて，引用発明に周知事項1の「その自由端に進むに連れ縦方向中央面から離れる方向を指す」突出要素を適用するに当たり，ヒータ部材が存在していることが，阻害要因になることはない。",
                "したがって，引用発明が「列(5)が，ヒータ部材(4)の縦軸(X)を含む対称中央面(P)に対して対称的に配置される」構成を備えないことをもって，引用発明に対する周知事項1の適用が阻害されるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点1についての容易想到性判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，刊行物1に係る睫毛成形具が，睫毛をヒータ4に接触させないで櫛片5で睫毛を捌くことができないと主張する。",
                    "しかし，原告の主張は，以下のとおり失当である。すなわち，引用発明に係る睫毛成形具は，カール付けの「直前，直後」において，櫛片5の睫毛への導入が浅い状態において，「睫毛をヒータ部材に接触させないで」「睫毛を分散させる」ことができるから，原告の「刊行物1に係る睫毛成形具は，睫毛のカールづけを行う一連の動作の中で，睫毛をヒータ4に接触させないで櫛片5で睫毛を捌くことができない」との主張は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，刊行物1の櫛片5が，櫛片5の睫毛への導入を容易にするために，睫毛の当て面3bに対し，略垂直方向に櫛片5を設けたものであるので，この櫛片5を自由端に進むに連れ縦方向中央面から離れる方向を指すように構成することに対する動機付けがないと主張する。",
                    "しかし，原告の主張は，以下のとおり失当である。すなわち，周知事項1に係る「突出要素」は，睫毛を分散させるためのものであるから，引用発明の櫛片5に周知事項1を適用することは，当業者が自然に着想し得たことである。",
                    "刊行物1には，「睫毛成形具の従来技術では，睫毛を分散させて成形することができないため，睫毛を梳かすための櫛を別途併用しなければならないという問題があった。本発明は，上記不具合に鑑みてなされたものであり，成形部の睫毛作用側に露出するように設けられるヒータを有している睫毛成形具において，睫毛を成形するとともに睫毛を分散させることができる睫毛成形具を提供することを課題としている。」(甲1段落【0004】及び段落【0005】)との記載があり，別途併用されていた睫毛を梳かすための櫛を，ヒータを有している睫毛成形具に付加することが示唆されている。",
                    "したがって，引用発明の櫛片5を自由端に進むに連れ縦方向中央面から離れる方向を指すように構成する動機付けがあるといえるから，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，刊行物1の櫛片5は，リブ6との関係で，櫛片5の長さをある程度短く制限する必要があるから，櫛片5を自由端に進むに連れ縦方向中央面から離れる方向を指すように構成することが困難であると主張する。",
                    "しかし，原告の主張は，以下のとおり失当である。すなわち，刊行物1には，「リブ6の形状も必ずしも図示の形状に限定されない。櫛片5がまぶたに当たることを防止しながら睫毛を分散させることができるようにするために，櫛片5よりも高く設けられたものであり，ヒータ4の表出面4aが，リブ6の先端6aよりも外側に突出することを確実に阻止するものであれば，種々の設計変更が可能である。」(甲1段落【0055】)と記載されており，櫛片5の長さがリブ6との関係で短く制限されるものではない。また，リブ6の大きさについての限定はない。",
                    "したがって，引用発明において，櫛片5を自由端に進むに連れ縦方向中央面から離れる方向に構成すると，櫛片5を睫毛に導入することが困難であるとはいえないから，原告の主張は失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由は理由がなく，審決に取り消すべき違法はないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "取消事由1(本件補正発明の認定の誤り)について",
          "text": [
            "審決は，本件補正発明について，特許請求の範囲(請求項1)の記載のとおり認定しており，審決に，原告主張に係る本件補正発明の認定の誤りはない。",
            "また，原告は，本件補正発明が，構成(A)及び構成(B)を備えることにより，睫毛とヒータ部材との間の距離xを十分に広く保てると主張する。しかし，原告の主張は，以下のとおり失当である。すなわち，原告主張に係る構成(A)及び構成(B)を備えることにより睫毛とヒータ部材との間の距離xを十分に広く保つことができるとの点は，特許請求の範囲に記載はなく，また，本件明細書の記載を参照しても，そのような限定があると解することはできない。睫毛とヒータ部材との間の距離xは，突出要素の長さに関係すると解されるが，そのような長さに関連する記載は，特許請求の範囲及び本件明細書に記載も示唆もない。したがって，原告の上記主張は理由がない。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "取消事由2(相違点2についての容易想到性判断の誤り)について",
          "text": [
            "原告は，相違点2に係る構成(突出要素の列の中の少なくも幾つかの突出要素は，その自由端に進むに連れ，縦方向中央面から離れる方向を指している構成)が，周知事項1として例示した甲2ないし甲5によって，容易に想到できるとした審決の判断について，甲2ないし甲5は，ヒータ要素を備えていないから誤りである旨主張する。",
            "しかし，原告の主張は，以下のとおり採用できない。すなわち，甲1には，睫毛成形具10を使用した睫毛のカールづけが，【図6】(a)ないし(c)に示されるように，「櫛片5と櫛片5との間に睫毛を導入させた状態で，睫毛の基部Eaから上部にかけて，睫毛の下面にヒータ4を押し当てて睫毛を成形することにより，きれいな形に睫毛をカールさせる」(段落【0035】)方法で行われることが記載され，また，「本実施形態の睫毛成形具10によれば，基台3の一面の両側部3cに櫛片5を設けたので，ヒータ4による睫毛のカールづけの直前，直後に睫毛を分散させることができる」(段落【0038】)ことが記載されている。また，甲1の【図5】には，櫛片5の先端がヒータ4の上端より上方に高くなることが示されている。したがって，引用発明に係る睫毛成形具は，カール付けの「直前，直後」において，櫛片5の睫毛への導入が浅い状態において，「睫毛をヒータ部材に接触させないで睫毛を分散させる」ものである。以上のとおり，引用発明の櫛片5は，カールづけの「直前，直後」において，「睫毛を分散させる」ものであり，周知事項1に係る「突出要素」も，睫毛を分散させるためのものであり，その機能において共通するから，引用発明の櫛片5に周知事項1を適用することに，何らの阻害要因はない。",
            "周知事項1の例示として挙げられた甲2ないし甲5にヒータ要素を備えていないが，甲1の【図3】及び【図5】によれば，引用発明の櫛片5は，基台3の両側部3cに設けられることによって，ヒータ4に対して外側に位置しているから，引用発明に周知事項1を適用するに当たり，突出要素が存在することが，周知事項1を適用することの障害要因になることはない。",
            "したがって，相違点2について容易想到とした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "取消事由3(相違点1についての容易想到性判断の誤り)について",
          "text": [
            "原告は，刊行物1に係る睫毛成形具が，睫毛をヒータ4に接触させないで櫛片5で睫毛を捌くことができないと主張する。",
            "しかし，原告の主張は，以下のとおり失当である。すなわち，引用発明に係る睫毛成形具は，カール付けの「直前，直後」において，櫛片5の睫毛への導入が浅い状態において，「睫毛をヒータ部材に接触させないで」「睫毛を分散させる」ことができることは上記認定のとおりであり，そうである以上，原告の「刊行物1に係る睫毛成形具は，睫毛のカールづけを行う一連の動作の中で，睫毛をヒータ4に接触させないで櫛片5で睫毛を捌くことができない」との主張は，その前提において，採用できない。",
            "また，原告は，刊行物1の櫛片5が，櫛片5の睫毛への導入を容易にするために，睫毛の当て面3bに対し，略垂直方向に櫛片5を設けたものであるので，この櫛片5を自由端に進むに連れ縦方向中央面から離れる方向を指すように構成することに対する動機付けがないと主張する。",
            "しかし，原告の上記主張も，以下のとおり失当である。すなわち，刊行物1には，「睫毛成形具の従来技術では，睫毛を分散させて成形することができないため，睫毛を梳かすための櫛を別途併用しなければならないという問題があった。本発明は，上記不具合に鑑みてなされたものであり，成形部の睫毛作用側に露出するように設けられるヒータを有している睫毛成形具において，睫毛を成形するとともに睫毛を分散させることができる睫毛成形具を提供することを課題としている。」(甲1段落【0004】及び段落【0005】)との記載があり，別途併用されていた睫毛を梳かすための櫛を，ヒータを有している睫毛成形具に付加することが示唆されている。したがって，引用発明の櫛片5を自由端に進むに連れ縦方向中央面から離れる方向を指すように構成する動機付けがあるといえるから，原告の主張は失当である。",
            "さらに，原告は，刊行物1の櫛片5は，リブ6との関係で，櫛片5の長さをある程度短く制限する必要があるから，櫛片5を自由端に進むに連れ縦方向中央面から離れる方向を指すように構成することが困難であると主張する。",
            "しかし，原告の主張は，以下のとおり失当である。すなわち，刊行物1には「リブ6」について「リブ6の形状も必ずしも図示の形状に限定されない。櫛片5がまぶたに当たることを防止しながら睫毛を分散させることができるようにするために，櫛片5よりも高く設けられたものであり，ヒータ4の表出面4aが，リブ6の先端6aよりも外側に突出することを確実に阻止するものであれば，種々の設計変更が可能である。」(段落【0055】)と記載されており，櫛片5の長さがリブ6との関係で短く制限されるものではなく，また，リブ6の大きさに限定はない。したがって，引用発明において，櫛片5を自由端に進むに連れ縦方向中央面から離れる方向に構成すると，櫛片5を睫毛に導入することが困難であるとはいえない。リブ6を櫛片5より低くし，かつ，櫛片5をその自由端に進むに連れ，縦方向中央面から離れる方向を指すように構成すると，甲1に記載された作用効果である「櫛片5の睫毛への導入を容易にする」及び「櫛片5がまぶたに当たることを防止しながら睫毛を分散させること」が失われるとも解されない。",
            "したがって，原告の主張は，採用することができない"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由はいずれも理由がない。その他，原告は縷々主張するが，いずれも理由がない。よって，原告の請求を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}