{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2009-3734号事件について平成23年2月28日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "本願は，平成11年11月29日に出願した特願平11-338657号の分割出願として，平成18年5月22日に特許出願されたものである（特願2006-140995号。出願時の発明の名称「半導体装置の製造方法」）。本願は，平成21年1月7日付けで拒絶査定がされ，これに対し，原告は，同年2月19日，拒絶査定に対する不服審判の請求（不服2009-3734号）をするとともに，同日付けで手続補正をした（上記補正後の発明の名称「樹脂封止型半導体装置の製造方法」）。さらに，原告は，平成23年1月24日付けで手続補正（以下「本件補正」という。）をしたが，特許庁は，同年2月28日，「本件審判の請求は，成り立たない。」との審決をし（以下「審決」という。），その謄本は，同年3月15日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲（請求項の数6）の請求項1の記載は，次のとおりである（以下，本件補正後の請求項1に係る発明を「本願発明」といい，本件補正後の明細書を「本願明細書」という。）。",
            "「【請求項1】  ",
            "（a）  上面と，前記上面に設けられた複数の半導体チップ搭載領域と，前記上面とは反対側の下面とを有するマトリクス基板を準備する工程，",
            "（b）  複数の半導体チップを前記複数の半導体チップ搭載領域に，それぞれ搭載する工程，",
            "（c）  前記複数の半導体チップのそれぞれと前記マトリクス基板に形成された前記複数の第1パッドとを，複数のワイヤで接続する工程，",
            "（d）  前記複数の半導体チップおよび前記複数のワイヤを樹脂で封止する工程，",
            "（e）  前記複数の半導体チップのうちの互いに隣り合う領域における前記マトリクス基板および前記樹脂を切断し，複数の樹脂封止型半導体装置を取得する工程，",
            "を含み，",
            "取得された前記複数の樹脂封止型半導体装置のそれぞれは，分割された前記マトリクス基板の前記下面に，複数の第2パッドと，複数の配線と，アドレス情報パターンとを有し，",
            "分割された前記マトリクス基板の前記上面は，前記樹脂で覆われており，",
            "前記複数の配線は，前記複数の第2パッドのそれぞれと一体に形成され，",
            "前記アドレス情報パターンは，前記複数の第2パッドおよび前記複数の配線を除く領域に形成されており，",
            "前記アドレス情報パターンは，前記（b）工程に先立ち，形成されていることを特徴とする樹脂封止型半導体装置の製造方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，本願発明は，特開平11-74296号公報（甲5。以下「引用文献」といい，引用文献に記載された発明を「引用発明」という。）及び，特開平7-335510号公報（甲16。以下「周知例1」という。），特開平5-3227号公報（甲17。以下「周知例2」という。），特開平5-218600号公報（甲4。以下「周知例3」という。），特開平11-204720号公報（甲21。以下「周知例4」という。）に記載されたような周知技術に基づいて，当業者が容易に発明することができたものであるから，特許法29条2項により特許を受けることができないとするものである。",
            "審決が認定した引用発明の内容，同発明と本願発明との一致点及び相違点は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "共通基板プレート102の面102a上に，電気接続領域104a及び共通基板プレート102を通過して領域104aに接続される多数の電気的接続手段である多数のグループ104を形成する工程と，",
                "このグループ104に対応したマトリックス構造で，多数のチップ103を共通基板プレート102の面102aの反対側の面102b上の取り付け領域109に取り付ける工程と，",
                "各チップ103の接続パッド110に複数の電気接続ワイヤ105を接続することによって，接続パッド110を共通基板プレート102の接続手段に接続する工程と，",
                "共通基板プレート102，複数のチップ103，及び，接続ワイヤ105を含む組立体111を，射出成型用型112の中に置いて封止樹脂を射出して，容器106内に共通プレート102に接続されるチップ103を有する六面体のブロック117を得る工程と，",
                "共通基板プレート102の面102aの接続領域104の上に，接続ドロップ又はビーズ107を置く工程と，グループ104間に延びる縦横の分割線121及び122に沿って，六面体のブロック107を縦方向及び横方向に切断する工程とによって，複数個の半導体パッケージ1を製作する方法であって，",
                "チップ103及び接続ワイヤ105を封止する樹脂は，共通基板プレート102の面102bを覆い，グループ104は，面102a上に，幅方向に5グループ，長さ方向に20グループのマトリックス構造に配置され，半導体パッケージ1は，プリント回路基板上の線にはんだ付けされる複数個の半導体パッケージ1を製作する方法"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "「（a）上面と，前記上面に設けられた複数の半導体チップ搭載領域と，前記上面とは反対側の下面とを有するマトリクス基板を準備する工程，",
                "（b）複数の半導体チップを前記複数の半導体チップ搭載領域に，それぞれ搭載する工程，",
                "（c）前記複数の半導体チップのそれぞれと前記マトリクス基板に形成された前記複数の第1パッドとを，複数のワイヤで接続する工程，",
                "（d）前記複数の半導体チップおよび前記複数のワイヤを樹脂で封止する工程，",
                "（e）前記複数の半導体チップのうちの互いに隣り合う領域における前記マトリクス基板および前記樹脂を切断し，複数の樹脂封止型半導体装置を取得する工程，",
                "を含み，",
                "取得された前記複数の樹脂封止型半導体装置のそれぞれは，分割された前記マトリクス基板の前記下面に，複数の第2パッドを有し，",
                "分割された前記マトリクス基板の前記上面は，前記樹脂で覆われている樹脂封止型半導体装置の製造方法。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "本願発明では，分割されたマトリクス基板の下面に，複数の配線を有し，前記複数の配線は，前記複数の第2パッドのそれぞれと一体に形成されているのに対し，引用発明では，本願発明の「第2パッド」に相当する「接続領域104」は有しているものの，複数の配線を有し，前記複数の配線は，前記複数の第2パッドのそれぞれと一体に形成されているかどうかについては，不明な点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "本願発明では，分割された前記マトリクス基板の前記下面に，アドレス情報パターンとを有し，前記アドレス情報パターンは，前記複数の第2パッドおよび前記複数の配線を除く領域に形成されており，前記アドレス情報パターンは，前記（b）工程に先立ち，形成されているのに対し，引用発明では，このような構成は備えていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（周知技術の認定の誤り）",
          "text": [
            "審決は，製造工程において素材あるいは製品を分割して，個々の製品を製造する場合に，分割前の素材に，素材の機能に影響を与えない箇所に記号等を表示しておき，製品となってから，その記号等を利用して分割前の場所に起因する不良解析を行うことは，周知例1ないし3に開示されるように周知であると認定する。",
            "しかし，上記認定は失当である。すなわち，周知例1の「ID102」は，個片モールド技術による樹脂封止後，リードフレームから分離する際に，分離前の特定情報を失わないようにチップIDとして刻印するものであり，一括モールド技術により樹脂封止して，これを分割して取得した半導体装置を個別に特定するものではない。周知例1のチップIDは，ウエハ上での半導体チップの位置などを特定するが，複数搭載されたマトリクス基板の位置情報にはならず，樹脂封止型半導体装置の後工程（特に封止工程）の不良解析はできない。また，周知例2の「識別用文字又は数字8，8’」は，連結された（分割される前の）TAB用テープキャリアのパターンを特定するものであり，製品（パッケージ）内には上記識別用文字又は数字は取り込まれず，これに搭載された半導体チップを樹脂で封止した後，切り離されて得られる半導体装置を個別に特定することはできない。さらに，周知例3のアドレス記号3は，ピースに分割された基板を特定するものにすぎず，これに半導体チップが搭載されてモールドされるとの記載はない。",
            "以上のとおり，周知例1ないし3は，一括モールド技術により樹脂封止してこれを分割して取得したそれぞれの半導体装置について，他に何らの工程を経ることなく，分割前のマトリクス基材においてどの位置にあったかを識別することができ，樹脂封止された半導体装置の後工程（特に封止工程）の不良解析を行うことができるという本願発明の技術を何ら開示していない。にもかかわらず，審決は，本願発明の技術的事項を取り込んで周知例1ないし3を過度に抽象化し，上記周知技術を認定したものであって，周知技術の認定を誤った違法がある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（容易想到性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点1について，半導体チップが搭載された基板の搭載面の反対側の面（実装面）に，複数の配線及びパッドを一体に形成することは，周知例4に開示されるように周知であるとし，相違点2について，製造工程において，素材あるいは製品を分割して個々の製品を製造する場合に，分割前の素材に，素材の機能に影響を与えない箇所に記号等を表示しておき，製品となってから，その記号等を利用して分割前の場所に起因する不良解析を行うことは，周知例1ないし3に開示されるように周知であり，記号等をどの時点で形成するか，どこに設けるかは，適宜当業者が決定する設計的事項であるとして，本願発明は容易想到であると認定，判断する。",
                "しかし，審決の上記認定，判断は，上記のとおり，周知技術の認定に誤りがある上，相違点1が，基板の実装面においてアドレス情報を付与する位置の課題を生じさせる前提要素であることを無視するとともに，相違点2が，本願発明の課題解決のための不可欠な解決手段であるにもかかわらず，周知技術の認定において，本願発明の技術課題を取り込んだ上で，全て周知ないし設計事項にすぎないとするものであって，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，仮に周知例1ないし4を公知例として扱い，引用発明に周知例1ないし4を適用しても，以下のとおり，本願発明は容易に想到できたとはいえず，審決の容易想到性判断は失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1に係る容易想到性判断の誤り",
                  "text": [
                    "引用発明は，従来技術において，基板プレートに取り付けられ接続されるチップの各々は，基板上で個別に封止された後切断されるものであり，その製造のためにはチップの異なる大きさや基板上での配置に対応する多種類の封止用の型を用意し，基板プレートの大きさに応じた切断ツールを持たねばならないことを課題とし，その解決手段として，「共通基板プレート上に，多数のチップ取り付け領域に対応する接続領域の多数のグループをマトリックス構造で形成し，チップを共通基板プレートの各々の取り付け領域に取り付け，各々のチップを関連する電気接続領域に電気的に接続して，基板プレート及び接続されるチップから構成される組立体を得ること」，「この組立体を型の中に置き，型に容器材料を射出して，1つの成形操作で，六面体のブロックを取得し，次に続くステップで，上記六面体のブロックを，その厚さ方向で，各々が半導体パッケージを構成する複数のユニットに切断すること」との構成を採用したものである。なお，引用発明において，接続ワイヤ105と接続ドロップ・ビーズ7とは，「図示されないこの基板への内部接続」すなわち，多層配線基板の導体パターン等による電気的接続により接続されている。したがって，引用発明は，マトリクス基板の下面に「複数の配線」を有していない。",
                    "他方，周知例4は，従来技術が用いる接着剤による半導体チップと基板プレートとの接着又は半導体チップの重ね合わせの際の接着において，接着剤の過不足によって生じるパッケージサイズの増大又は接着の剥がれを解決課題とするものである。",
                    "上記のとおり，引用発明は，基板の実装面には何ら配線を備えないものであり，基板の実装面に配線を備える必要性はないのに対し，周知例4は，基板への半導体チップの搭載に用いる接着剤の代わりに，ウエハの裏面に絶縁性接着層を設け，あるいは，絶縁性ペーストを用いるものであって，当該基板の構成として，基板実装面に配線を備えるものが開示されていたとしても，両者には課題の共通性もなく，引用発明に周知例4が開示するような基板の実装面に配線を備えさせるものを適用する必然性も示唆もないから，適用の動機付けがない。",
                    "したがって，引用発明に周知例4の構成を適用することにより，相違点1に係る構成に容易に想到できたとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2に係る容易想到性判断の誤り",
                  "text": [
                    "上記のとおり，周知例1のチップID102は，ウエハ上の半導体チップの位置などを特定するもの，周知例2の「識別用文字又は数字8，8’」は，連続された（分割される前の）のTAB用テープキャリアのパターンを特定するもの，周知例3のアドレス記号3は，ピースに分割された基板を特定するものにすぎず，いずれも本願発明のように，マトリクス基板の半導体チップ搭載領域に搭載した複数の半導体チップを一括して樹脂封止した後，このマトリクス基板を分割することによって製造された複数の樹脂封止型半導体装置のマトリクス基板上の位置を特定するものではなく，樹脂封止された半導体装置の後工程（特に封止工程）の不良解析はできない。",
                    "また，周知例1のチップID102は，チップ400の裏面60又はチップ400の表面に設けられ，パッケージID（マーク103）は，パッケージ（封止材）801の表面に付与されるが，いずれも半導体装置を特定するものではなく，本願発明の「アドレス情報パターン」に相当するものはない。さらに，周知例1の半導体装置の基板は，上面だけではなく，下面もパッケージ（封止材）801で覆われおり，パッケージIDをマトリクス基板の下面に付することはできない。そして，周知例1は，リードフレームを含めた封止体の表面にパッケージIDを付与するものであり，リードフレームから分離する際にその位置関係を維持しつつ，当該封止体の特定情報と対応するパッケージIDを別途保持するなどの工程を要するのに対し，本願発明は，マトリクス基板の下面にアドレス情報パターンを形成する構成を採用しており，半導体チップの搭載前にマトリクス基板下面にアドレス情報パターンを形成することができ，他の工程を経ることなく直ちに特定可能な状態にすることが可能となる上，マトリクス基板の下面に形成されている複数の配線やパッドと同一工程でアドレス情報パターンを形成することが可能となる。",
                    "さらに，周知例2は，一括モールド技術を適用できないものである上，「識別用文字又は数字8，8’」は，TAB用テープキャリアのパターンを特定するために樹脂で覆われている部分に形成されるものであって，これに複数の半導体チップを搭載して，製造された半導体装置を特定するものではなく，本願発明の「アドレス情報パターン」に相当しない。",
                    "そして，周知例3は，複数のプリント配線板が形成されている多数個取り基板において，各プリント配線板に，多数個取り基板での配置位置を示すアドレス記号を形成する技術が記載されているにすぎず，このプリント配線板に半導体チップが搭載されたり，樹脂封止されたりするものであることは記載されていない。周知例3は，アドレス記号3を1ピース毎に分割されたプリント配線板2に当該ピースを特定するために付するが，その付与位置は記載されておらず，また，アドレス記号は，ピースに半導体チップを搭載して完成した半導体装置を特定するものではなく，本願発明の「アドレス情報パターン」に相当するものではない。",
                    "以上のとおり，引用発明に周知例1ないし3を適用しても，本願発明の「アドレス情報パターン」に相当するものを，引用発明の「共通基板プレート102（基板2）の下面（2b）」で複数の第2パッド及び複数の配線を除く領域に付与することを容易に想到できたとはいえない。",
                    "したがって，引用発明に周知例1ないし3の構成を適用することにより，相違点2に係る構成に容易に想到できたとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願発明は，引用発明及び周知例1ないし4により容易に想到できたとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（周知技術の認定の誤り）に対して",
          "text": [
            "原告は，本願発明は，複数の半導体チップを一括して樹脂封止した後，このマトリクス基板を分割することによって複数の樹脂封止型半導体装置を製造する発明であるのに対し，周知例1ないし3は，完成した半導体装置を個別に特定するものではなく，樹脂封止型半導体装置の後工程（特に封止工程）の不良解析はできない，本願発明の技術的課題を取り込んで周知例1ないし3を過度に抽象化して周知技術を認定することは，事後分析的な手法であって許されないと主張する。",
            "しかし，原告の上記主張は失当である。すなわち，周知例1には，製品である樹脂封止型半導体装置は，後工程でチップが樹脂封止されてパッケージ化された後も，チップID102によって個別に特定され，不良解析を行うことができることが開示されている。また，周知例2には，日付とICを搭載する何番目の配線パターンかを示す連番の数字を「識別用文字又は数字8，8’」としてTABフィルムキャリアに形成し，この「識別用文字又は数字8，8’」によって，完成後における不良の半導体装置を特定する技術が開示されている。さらに，周知例3には，アドレス記号3によって，切り離された後に個々のプリント配線板の不良を特定する技術が開示されるとともに，プリント配線板（配線基板）自体に不良が発生した場合に，配線の原版となるマスターフィルムの不良によって発生したかどうかを，アドレス記号3によって容易に確認することができること，すなわち，アドレス記号3によって，プリント配線板の製造工程の不良解析を行うことが開示されている。",
            "以上によれば，審決が，「製造工程において，素材あるいは製品を分割して，個々の製品を製造する場合に，分割前の素材に，素材の機能に影響を与えない箇所に記号等・・・を表示しておき，製品となってから，その記号等を利用して分割前の場所に起因する不良解析を行うこと」が，周知技術であることが，周知例1ないし3に開示されているものと認定，判断した点に誤りはない。",
            "原告は，本願発明の技術的課題を取り込んで周知例1ないし3を抽象化して認定することは，事後分析に当たると主張する。しかし，本願発明の技術的課題について，「樹脂封止工程」に起因する製品の不良解析や不良発生箇所の特定に限定すべきでないから，原告の主張は，失当である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（容易想到性判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1に係る容易想到性判断の誤りに対して",
              "text": [
                "原告は，引用発明は，基板の実装面には何ら配線を備えないものであり，周知例4を適用する動機付けがなく，引用発明に周知例4を適用することにより，相違点1に係る構成に容易に想到できたとはいえないと主張する。",
                "しかし，原告の上記主張は失当である。すなわち，引用文献には，チップ103の接続パッド110が接続ワイヤ105の端部に接続されていること（段落【0011】），接続ドロップ又はビーズ107は電気接続領域104aに置かれていること（図8），チップ（半導体パッケージ）は，接続ドロップ又はビーズによって電気的に接続されていること（段落【0007】）が記載されている。また，引用文献の図1及び図8によれば，接続ワイヤ5の端部は，接続ドロップ・ビーズ7の直下に位置していない。そうすると，接続ワイヤ105と接続ドロップ又はビーズ107とは，引用文献に図示されていない何らかの配線によって電気的に接続されているものと理解することができる。そうすると，引用発明は，基板の実装面に配線を備えないものと解することはできず，原告の上記主張は，前提を誤るものであって，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に係る容易想到性判断の誤りに対して",
              "text": [
                "原告は，本願発明において「アドレス情報パターン」を形成することの技術的意義が，樹脂封止工程に起因する製品の不良解析や不良発生箇所の特定であることを前提として，引用発明に周知例1ないし3を適用することにより，相違点2に係る構成に容易に想到できたとはいえないと主張する。",
                "しかし，原告の上記主張は，失当である。すなわち，本願明細書には，不良の原因となる製造プロセスについて，樹脂封止工程に限定される旨の記載はなく，原告の上記主張は，前提を誤るものである。",
                "また，半導体装置の製造方法に関する技術分野において，製造途中のみならず，最終製品となった後も，個々の製品について不良が発見された場合，どの製造工程でどのような不良が生じたかを追跡して，不良が発生した原因を突き止める不良解析を行うことは，当業者にとって周知の課題である。そして，周知例1ないし3には，製造工程において，素材あるいは製品を分割して個々の製品を製造する場合に，記号等を表示しておき，製品となってからその記号等を利用して分割前の場所に起因する不良解析を行う技術が開示されている。そして，基板を加工することによってパッドや配線が短絡したり損傷してしまうと，所望の電気的接続が得られなくなり基板を正常に使用できなくなるので，パッドや配線に影響を与えないようにこれらを除く領域を加工するということは，当業者であれば普通に認識されることである。",
                "以上のとおり，半導体装置の製造方法における製造プロセス（樹脂封止工程に限定されるものではない）に起因する製品の不良解析や不良発生箇所の特定を迅速に行うという課題を解決するに当たり，アドレス情報パターンを形成するとの解決手段を採用することは，本願出願時に周知の技術であるから，引用発明に上記周知技術を適用して相違点2に係る構成に容易に想到できたといえる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，以下のとおり，審決が，相違点2に係る構成について，引用発明に周知例1ないし3に記載されたような周知技術を適用することにより，容易に想到することができたと判断したことには誤りがあり，これを取消すべきものと判断する。その理由は，以下のとおりであり，事案に鑑み，取消事由1及び取消事由2を併せて判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事実認定",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲の記載",
                  "text": [
                    "本件補正後の特許請求の範囲の請求項1は，前記第2の2記載のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明の記載",
                  "text": [
                    "本願明細書の発明の詳細な説明には，以下の記載がある（甲1。なお，本願に係る図2，3，6～10，14は，別紙のとおりである。）。",
                    "「【0004】",
                    "本発明者は，配線基板上にマトリクス状に搭載した複数の半導体チップを一括して樹脂封止した後，この配線基板を分割することによって複数の樹脂封止型半導体装置を製造する技術を開発中である。",
                    "【0005】",
                    "このような製造方法を採用する場合，製造プロセスに起因する製品の不良解析や不良発生箇所の特定を迅速に行うためには，完成品となった個々の樹脂封止型半導体装置が元の配線基板のどの位置にあったかを配線基板の分割後においても容易に識別できるようにしておく必要がある。",
                    "【0006】",
                    "その方法として，例えば半導体チップの樹脂封止に用いるモールド金型のイジェクタピンなどにアドレス情報を刻印し，配線基板上に搭載した複数の半導体チップを一括して樹脂封止する際，樹脂封止型半導体装置一個分の領域のそれぞれに異なるパターンのアドレス情報が付与されるようにしておくことが考えられる。",
                    "【0007】",
                    "しかし，上記の方法は，製品の種類毎に異なるパターンのアドレス情報をモールド金型に刻印しなければならないといった煩雑さがあり，依頼メーカの標準仕様（既存）の金型を使用する場合には適用することができない。",
                    "【0008】",
                    "本発明の目的は，配線基板上に搭載した複数の半導体チップを樹脂封止した後，配線基板を分割することによって複数の樹脂封止型半導体装置を製造する際，個々の樹脂封止型半導体装置が元の配線基板のどの位置にあったかを配線基板の分割後においても容易に識別できるようにする技術を提供することにある。」",
                    "「【0013】",
                    "配線基板上に搭載した複数の半導体チップを樹脂封止した後，配線基板を分割することによって複数の樹脂封止型半導体装置を製造する際，完成品となった個々の樹脂封止型半導体装置が元の配線基板のどの位置にあったかを配線基板の分割後においても容易に識別できるため，製造プロセスに起因する製品の不良解析や不良発生箇所の特定を迅速に行うことができる。",
                    "【0014】",
                    "依頼メーカの標準仕様（既存）の金型を使用する場合にも適用することができるため，樹脂封止型半導体装置の製造コストを低減することができる。」",
                    "「【0019】",
                    "図2に示すように，マトリクス基板1Aの下面には後述するボール付け工程で半田バンプが接続される複数のパッド4およびそれらと一体に形成された配線5，半田バンプをパッド4に接続する際の位置決めガイドとなるアライメントターゲット6，樹脂封止型半導体装置を実装基板に実装する際の方向を示すインデックスパターン7，樹脂封止型半導体装置のアドレス情報を示すアドレス情報パターン8などが形成されている。",
                    "【0020】",
                    "図3（a）は，図1の一点鎖線で囲んだ矩形の領域，すなわち樹脂封止型半導体装置一個分の領域を示すマトリクス基板1Aの上面の拡大図であり，・・・パッド2およびアライメントターゲット3は，図3（a）に示すパターンを一単位とし，この単位パターンをマトリクス基板1Aの縦および横方向に沿って繰り返し配置した構成になっている。・・・",
                    "【0021】",
                    "図3（b）は，樹脂封止型半導体装置一個分の領域を示すマトリクス基板1Aの下面の拡大図である。・・・これらのパターンのうち，アドレス情報パターン8を除いたパターンは，図3（b）に示すパターンを一単位とし，この単位パターンをマトリクス基板1Aの縦および横方向に沿って繰り返し配置した構成になっている。・・・」",
                    "「【0026】",
                    "次に，上記マトリクス基板1Aを用いた樹脂封止型半導体装置の製造方法を・・・工程順に説明する。",
                    "【0027】",
                    "まず，上記マトリクス基板1Aを切断して複数の小片に分割することにより，図6及び図7に示すようなモールド用のマトリクス基板1Bを得る。・・・",
                    "【0028】",
                    "次に，図8に示すように，マトリクス基板1Bの上面に複数の半導体チップ（以下，単にチップという）12を搭載する。・・・",
                    "【0029】",
                    "次に，図9に示すように，マトリクス基板1Bのパッド2とチップ12のボンディングパッドBPとをワイヤ13で電気的に接続する。・・・",
                    "【0030】",
                    "次に，図10に示すように，マトリクス基板1B上のすべてのチップ12を樹脂14で封止する。チップ12を樹脂14で封止するには，図11に示すように，マトリクス基板1Bをモールド装置の金型15にローディングし，・・・上型15aと下型15bとの隙間（キャビティ）に樹脂を供給することによって，マトリクス基板1Bに搭載されたすべてのチップ12を一括して樹脂封止する。・・・」",
                    "「【0033】",
                    "次に，図14に示すように，マトリクス基板1Bおよび樹脂14をチップ単位で切断して複数の小片に分割することにより，BGA型の樹脂封止型半導体装置20が得られる。・・・」",
                    "「【0037】",
                    "上述した本実施形態の製造方法によれば，マトリクス基板1A上に形成されたアドレス情報パターン8をカメラ，顕微鏡あるいは目視によって認識することにより，完成品となった個々の樹脂封止型半導体装置20が元のマトリクス基板1Aのどの位置にあったかをマトリクス基盤1Bの分割後においても容易に識別できるため，製造プロセスに起因する製品の不良解析や不良発生箇所の特定を迅速に行うことができる。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記特許請求の範囲の記載によれば，本願発明は，複数の半導体チップ及び複数のワイヤのほか，複数の半導体チップのうちの互いに隣り合う領域におけるマトリクス基板上も樹脂で一括して封止した上で，上記マトリクス基板及び樹脂を切断することにより，複数の樹脂封止型半導体装置を製造する，樹脂封止型半導体装置の製造方法に関する発明と認められる。",
                    "また，上記本願明細書の発明の詳細な説明によれば，本願発明は，個々の樹脂封止型半導体装置が元の配線基板のどの位置にあったかを配線基板の分割後においても容易に識別できるようにし，もって，製造プロセスに起因する製品の不良解析や不良発生箇所の特定を迅速に行えるようにすることを解決課題とし，マトリクス基盤1Bの上面に複数の半導体チップ12を搭載する工程に先立ち，マトリクス基盤1Bの下面のパッド4及び配線5を除く領域に，アドレス情報パターン8を形成するとの構成，すなわち相違点2に係る構成を備えるものである。上記構成を備えることにより，本願発明は，アドレス情報パターン8をカメラ，顕微鏡あるいは目視によって認識することができ，完成品となった個々の樹脂封止型半導体装置が元の配線基板のどの位置にあったかを配線基板の分割後においても容易に識別することができる上，依頼メーカの標準仕様（既存）の金型を使用する場合にも適用することができ，樹脂封止型半導体装置の製造コストを低減できるとの効果を奏するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の記載等",
              "text": [
                "引用発明の内容は，前記第2の3(1)記載のとおりである。",
                "また，引用文献(甲5)には，以下の記載がある。",
                "「【0003】現在使用されている製作技術で，基板プレートに取り付けられ接続されるチップの各々は，チップと同じくらい多くの個々のくぼみを有する型の中にこのプレートを置くことによって，個別に封止される。それから基板は，各々の容器の間で切断される。この解決方法は，容器を射出成形するために，チップの異なる大きさおよび基板上でのこれらのチップの異なる配置をもつそれぞれのパッケージと同じくらい多くの異なる型の製作，使用および保管を必要とする。同様に，チップの各々の大きさおよび基板プレートの各々の大きさに適用される特定の切断ツールをもたなければならない。半導体パッケージを製作するプロセスを改善する必要がある。",
                "【0004】",
                "【発明が解決しようとする課題】この発明の目的は，製造面の節減および一層大きな生産の柔軟性を達成することが可能な，半導体パッケージを製作するプロセスを提供することである。",
                "【0005】",
                "【課題を解決するための手段】この発明に従うプロセスは，基板と，集積回路を形成し，該基板の1つの領域に取り付けられるチップと，該チップを該基板の1つの面に位置する外部電気接続領域に接続する電気接続手段と，封止容器と，をそれぞれに含む複数の半導体パッケージを製作するためのものである。",
                "【0006】この発明に従って，プロセスは，共通基板プレート上に，多数のチップ取り付け領域に対応する接続領域の多数のグループを，マトリックス構造で形成し，チップを共通基板プレートの各々の取り付け領域に取り付け，各々のチップを関連する電気接続領域に電気的に接続して，基板プレートおよび接続されるチップから構成される組立体を得ることを含む。この発明によると，プロセスは，次のステップで，この組立体を型の中に置き，型に容器材料を射出して，1つの成形操作で，六面体のブロックを取得し，次に続くステップで，上記六面体のブロックを，その厚さ方向で，各々が半導体パッケージを構成する複数のユニットに切断することを含む。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知例の記載等",
              "text": [
                "審決において，周知技術の例示として掲示された周知文献（甲4，16，17）には，以下の内容が記載，開示されている。",
                "周知例1には，ウエハプロセスを終了したウエハをチップに切断し，電気的接触用の半導体及びチップを樹脂やセラミックで封止する半導体装置の製造方法において，チップの回路が形成されていない面又は保護膜に，このチップのウエハ内チップ座標を表すチップＮOを設けることや，上記チップを含む部材を樹脂封止した後，上記チップＮOを含むマークをパッケージ（封止材）表面に印刷によって付与すること，これにより，識別子をどの状態でも確実に読み取ることができるとともに，不良原因を追求する際に確実な情報となり得る識別子を付与できることが開示されている（甲16段落【0002】～【0005】，【0007】，【0008】，【0014】，【0015】，【0026】～【0028】）。",
                "周知例2には，樹脂テープ（ポリイミドフイルム）に接着剤を塗布し，デバイスホール等の開孔部を形成するためにパンチングを行い，これに貼り付けた銅箔にレジスト塗布，マスク露光，現像，エッチング工程を施して，パターンやリード形成を行い，この後リードにSn，Au，半田等のめっき処理を行うことによりTAB用テープキャリアを形成する方法において，上記樹脂テープに貼り付けた銅箔に，テープの製造番号である連番の数字を形成すること，パターン検査の際に不良が発生したテープの製造番号をプリントアウトすることやレジンモールドを壊し，テープの製造番号を調査することで，不良解析，工程内における良，不良品の識別等が容易に行えるようになり，不良発生のしやすい工程，テープでの位置等を容易に知ることができるようになったことが開示されている（甲17段落【0003】，【0006】～【0008】，【0011】，【0013】～【0019】）。",
                "周知例3には，1個の基板上に同一のプリント配線板を多数形成した後，プレス打ち抜き，ルータ切削加工あるいはダイシング切削加工等の外形加工工程により，1ピース毎に切り離して個々のプリント配線板を製造する方法において，各プリント配線板の上記基板上での配置位置を示すアドレス記号を，各プリント配線板上に形成された導体パターンのない位置に，銅箔（メッキ皮膜）により，上記導体パターンと同様の処理で同時に形成すること，上記プリント配線板が上記基板から切り離された後でも，上記プリント配線板に設けられたアドレス記号により上記基板上での配置位置が分かるため，不良が発見されたプリント配線板が上記基板のどの位置にあったものかが分かることが開示されている (甲4段落【0002】～【0005】，【0008】～【0010】，【0019】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2に係る構成の容易想到性についての判断",
          "text": [
            "上記認定事実に基づいて，本願発明の相違点2に係る構成の容易想到性の有無について，判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明は，前記第2の3(1)記載のとおりであり，引用文献（甲5）の記載は，第5の1(2)のとおりである。要するに，引用発明は，同発明に基づく方法を採用することによって，基板と，集積回路を形成し，該基板の1つの領域に取り付けられるチップと，該チップを該基板の1つの面に位置する外部電気接続領域に接続する電気接続手段と，封止容器と，をそれぞれに含む複数の半導体パッケージを，効率的に製作することを目的とする発明である。引用発明は，本願発明の解決課題（個々の樹脂封止型半導体装置が元の配線基板のどの位置にあったかを配線基板の分割後においても容易に識別できるようにし，もって，製造プロセスに起因する製品の不良解析や不良発生箇所の特定を迅速に行えるようにする解決課題）及び課題解決手段（マトリクス基盤の上面に複数の半導体チップを搭載する工程に先立ち，マトリクス基盤の下面のパッド及び配線を除く領域に，アドレス情報パターンを形成するとの構成を採用すること）については，何ら示唆及び開示がない。",
                "また，周知例1ないし3にも，本願発明の相違点2に係る構成を採用することによる解決課題及び解決手段については，何らの記載も示唆もされていない。すなわち，周知例1ないし3には，配線基板上にマトリクス状に搭載した複数の半導体チップを一括して樹脂封止した後，この配線基板を分割することによって複数の樹脂封止型半導体装置を製造する，樹脂封止型半導体装置の製造方法において，配線基板の上面に複数の半導体チップを搭載する工程や，これを樹脂封止する工程に先立ち，上記配線基板の下面のパッド及び配線を除く領域にアドレス情報パターンを形成するとの構成（相違点2に係る構成）や，かかる構成を採用することにより，上記アドレス情報パターンをカメラ，顕微鏡，目視等で認識することができ，個々の樹脂封止型半導体装置が元の配線基板のどの位置にあったかを配線基板の分割後においても容易に識別できること，依頼メーカの標準仕様（既存）の金型を使用する場合にも適用することができ，樹脂封止型半導体装置の製造コストを低減できることという本願発明の解決課題及びその解決手段について，記載及び示唆はない。そうすると，引用発明に周知例1ないし3に記載された技術事項を適用して，相違点2に係る構成に容易に想到できたとすることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点，被告は，「製造工程において素材あるいは製品を分割して，個々の製品を製造する場合に，分割前の素材に，素材の機能に影響を与えない箇所に記号等を表示しておき，製品となった後に，その記号等を利用して分割前の場所に起因する不良解析を行う」ことは，周知の技術であり，当業者が決定する設計的事項である旨を主張する。",
                "しかし，被告の主張は，失当である。",
                "当該発明が，発明の進歩性を有しないこと（すなわち，容易に発明をすることができたこと）を立証するに当たっては，公平かつ客観的な立証を担保する観点から，次のような論証が求められる。すなわち，当該発明と，これに最も近似する公知発明（主引用発明）とを対比した上，当該発明の引用発明との相違点に係る技術的構成を確定させ，次いで，主たる引用発明から出発して，これに他の公知技術（副引用発明）を組み合わせることによって，当該発明の相違点に係る技術的構成に至ることが容易であるとの立証を尽くしたといえるか否かによって，判断をすることが実務上行われている。",
                "この場合に，主引用発明及び副引用発明の技術内容は，引用文献の記載を基礎として，客観的かつ具体的に認定・確定されるべきであって，引用文献に記載された技術内容を抽象化したり，一般化したり，上位概念化したりすることは，恣意的な判断を容れるおそれが生じるため，許されないものといえる。そのような評価は，当該発明の容易想到性の有無を判断する最終過程において，総合的な価値判断をする際に，はじめて許容される余地があるというべきである。",
                "ところで，当業者の技術常識ないし周知技術についても，主張，立証をすることなく当然の前提とされるものではなく，裁判手続（審査，審判手続も含む。）において，証明されることにより，初めて判断の基礎とされる。他方，当業者の技術常識ないし周知技術は，必ずしも，常に特定の引用文献に記載されているわけではないため，立証に困難を伴う場合は，少なくない。しかし，当業者の技術常識ないし周知技術の主張，立証に当たっては，そのような困難な実情が存在するからといって，①当業者の技術常識ないし周知技術の認定，確定に当たって，特定の引用文献の具体的な記載から離れて，抽象化，一般化ないし上位概念化をすることが，当然に許容されるわけではなく，また，②特定の公知文献に記載されている公知技術について，主張，立証を尽くすことなく，当業者の技術常識ないし周知技術であるかのように扱うことが，当然に許容されるわけではなく，さらに，③主引用発明に副引用発明を組み合わせることによって，当該発明の相違点に係る技術的構成に到達することが容易であるか否という上記の判断構造を省略して，容易であるとの結論を導くことが，当然に許容されるわけではないことはいうまでもない。",
                "上記観点に照らすならば，被告の主張は，次の理由から採用することはできない。",
                "すなわち，前記のとおり，引用発明は，その解決課題を「基板と，集積回路を形成し，該基板の1つの領域に取り付けられるチップと，該チップを該基板の1つの面に位置する外部電気接続領域に接続する電気接続手段と，封止容器と，をそれぞれに含む複数の半導体パッケージの製作の効率化」とする発明にすぎず，引用発明には，配線基板上にマトリクス状に搭載した複数の半導体チップを一括して樹脂封止した後，この配線基板を分割することによって複数の樹脂封止型半導体装置を製造する，樹脂封止型半導体装置の製造方法において，配線基板の上面に複数の半導体チップを搭載する工程を前提として，これを樹脂封止する工程に先立って，上記配線基板の下面のパッド及び配線を除く領域にアドレス情報パターンを形成するとの構成を採用することにより，上記アドレス情報パターンをカメラ，顕微鏡，目視等で認識することができ，個々の樹脂封止型半導体装置が元の配線基板のどの位置にあったかを配線基板の分割後においても容易に識別できること，依頼メーカの標準仕様（既存）の金型を使用する場合にも適用することができるため，樹脂封止型半導体装置の製造コストを低減することができることという本願発明の解決課題及びその解決手段についての開示ないし示唆は，存在しない。したがって，被告の主張に係る「製造工程において素材あるいは製品を分割して，個々の製品を製造する場合に，分割前の素材に，素材の機能に影響を与えない箇所に記号等を表示しておき，製品となった後に，その記号等を利用して分割前の場所に起因する不良解析を行う」との技術が，周知技術又は当業者の技術常識であるか否かにかかわらず，引用発明を起点として，周知技術を適用することによって本願発明に至ることが容易であるとはいえない。",
                "のみならず，被告の主張に係る「製造工程において素材あるいは製品を分割して，個々の製品を製造する場合に，分割前の素材に，素材の機能に影響を与えない箇所に記号等を表示しておき，製品となった後に，その記号等を利用して分割前の場所に起因する不良解析を行う」との技術が，周知例1ないし3の具体的な記載内容を超えて，技術内容を抽象化ないし上位概念化することなく，当然に周知技術又は当業者の技術常識であると認定することもできない。さらに，周知例1ないし3には，本願発明の相違点2に係る構成を採用することによる解決課題及び解決手段に係る事項についての記載も示唆もない。",
                "そうである以上，引用発明を起点として，周知技術を適用することによって本願発明に至ることが容易であると解することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，相違点2に係る構成について，引用発明に周知例1ないし3に記載されたような周知技術を適用することにより，容易に想到することができたとの審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであり，その余の点について判断するまでもなく，原告の請求には理由がある。その他，被告は，縷々主張するが，いずれも理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}