{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2009-8434号事件について平成22年12月14日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，特許請求の範囲の記載を下記2とする本件出願に対する拒絶査定不服審判の請求について，特許庁が，本件補正を却下した上，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成12年1月25日，発明の名称を「紙容器用積層包材」とする特許を出願したが(特願平2000-595898。優先権主張日：平成11年1月27日，同月28日及び同月29日(日本国)。甲1)，平成21年1月16日付けで拒絶査定を受けた(甲4)ので，これに対する不服の審判を請求し，同年5月16日，手続補正をした(以下「本件補正」という。甲5)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，前記請求を不服2009-8434号事件として審理し，平成22年12月14日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は，同月27日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正前後の特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決が対象とした本件補正前の特許請求の範囲の記載(ただし，平成20年10月1日付け手続補正書(甲3)による補正後のものである。)は，次のとおりである。以下，本件補正前の特許請求の範囲に属する発明を「本願発明1」ないし「本願発明6」といい，これらを併せて「本願発明」というほか，本件の出願当初の明細書(甲1)を「当初明細書」，本願発明に係る明細書(甲3)を「本願明細書」という。なお，以下，「／」は，原文における改行箇所を示す。",
                "【請求項1】最外熱可塑性材料層，紙基材層，バリア層，最内熱可塑性材料層の各構成層を少なくとも含み，これらの各層が上記の順序で積層されてからなる紙容器用包材であって，／該最内熱可塑性材料層が，押出しラミネーション法により積層され，狭い分子量分布を有する線形低密度ポリエチレンを少なくとも含有し，0．905～0．915の平均密度，88～103℃のピーク融点，15～17のメルトフローインデックス，1．4～1．6のスウェリング率(SR)及び20～50μmの層厚の特性パラメータを有することを特徴とする紙容器用包材",
                "【請求項2】最外熱可塑性材料層が，押出しラミネーション法により積層され，狭い分子量分布を有する線形低密度ポリエチレンを少なくとも含有し，0．905～0．915の平均密度，88～103℃のピーク融点，15～17のメルトフローインデックス，1．4～1．6のスウェリング率(SR)及び10～25μmの層厚の特性パラメータを有する，請求の範囲第1項記載の紙容器用包材",
                "【請求項3】該バリア層と最内熱可塑性材料層との間の接着剤層が，押出しラミネーション法により積層され，狭い分子量分布を有する線形低密度ポリエチレンを少なくとも含有し，0．905～0．915の平均密度，88～103℃のピーク融点，15～17のメルトフローインデックス，1．4～1．6のスウェリング率(SR)及び2～15μmの層厚の特性パラメータを有する，請求の範囲第1項記載の紙容器用包材",
                "【請求項4】該紙基材層とバリア層との間の接着性熱可塑性材料層が，押出しラミネーション法により積層され，狭い分子量分布を有する線形低密度ポリエチレンを少なくとも含有し，0．905～0．915の平均密度，88～103℃のピーク融点，15～17のメルトフローインデックス，1．4～1．6のスウェリング率(SR)及び10～25μmの層厚の特性パラメータを有する，請求の範囲第1項記載の紙容器用包材",
                "【請求項5】最外熱可塑性材料層，紙基材層，バリア層，最内熱可塑性材料層の各構成層を少なくとも含み，これらの各層が上記の順序で積層されてからなる包材より形成された紙包装容器であって，／該最内熱可塑性材料層が，押出しラミネーション法により積層され，狭い分子量分布を有する線形低密度ポリエチレンを少なくとも含有し，0．905～0．915の平均密度，88～103℃のピーク融点，15～17のメルトフローインデックス，1．4～1．6のスウェリング率(SR)及び20～50μmの層厚の特性パラメータを有し，／該包材の2の端面間にある該最内熱可塑性材料層の不連続区間を液密用にカバーするストリップテープの少なくともシール面層が，狭い分子量分布を有する線形低密度ポリエチレンを少なくとも含有し，0．900～0．915の平均密度，88～103℃のピーク融点，5～20のメルトフローインデックス，1．4～1．6のスウェリング率(SR)及び20～100μmの層厚の特性パラメータを有することを特徴とする紙包装容器",
                "【請求項6】外側熱可塑性材料層，紙基材層，内側熱可塑性材料層の各構成層を少なくとも含む包材により形成された紙包装容器であって，／該内側熱可塑性材料層が，押出しラミネーション法により積層され，線形低密度ポリエチレンを少なくとも含有し，0．910～0．930の平均密度，示差走査熱量測定法による115℃以上のピーク融点，10～11のメルトフローインデックス，1．4～1．6のスウェリング率の特性パラメータを有することを特徴とする紙包装容器"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の特許請求の範囲の記載は，次のとおりであるが，下線部分は，当裁判所が便宜上付した本件補正による補正箇所である。以下，本件補正後の特許請求の範囲に属する発明を「本件補正発明1」ないし「本件補正発明6」といい，これらを併せて「本件補正発明」というほか，本件補正発明に係る明細書(甲5)を，「本件補正明細書」という。",
                "【請求項1】最外熱可塑性材料層，紙基材層，バリア層，最内熱可塑性材料層の各構成層を少なくとも含み，これらの各層が上記の順序で積層されてからなる液体食品用紙容器用包材であって，／該最内熱可塑性材料層が，押出しラミネーション法により積層され，メタロセン触媒で重合して得られた狭い分子量分布を有する線形低密度ポリエチレン55～75重量％とマルチサイト触媒で重合して得られた低密度ポリエチレン45～25重量％とのブレンドポリマーからなり，0．905～0．915の平均密度，88～103℃のピーク融点，15～17のメルトフローインデックス，1．4～1．6のスウェリング率(SR)及び20～30μmの層厚の特性パラメータを有することを特徴とする液体食品用紙容器用包材",
                "【請求項2】最外熱可塑性材料層が，押出しラミネーション法により積層され，該ブレンドポリマーからなり，0．905～0．915の平均密度，88～103℃のピーク融点，15～17のメルトフローインデックス，1．4～1．6のスウェリング率(SR)及び10～25μmの層厚の特性パラメータを有する，請求の範囲第1項記載の紙容器用包材",
                "【請求項3】該バリア層と最内熱可塑性材料層との間の接着剤層が，押出しラミネーション法により積層され，該ブレンドポリマーからなり，0．905～0．915の平均密度，88～103℃のピーク融点，15～17のメルトフローインデックス，1．4～1．6のスウェリング率(SR)及び2～15μmの層厚の特性パラメータを有する，請求の範囲第1項記載の紙容器用包材",
                "【請求項4】該紙基材層とバリア層との間の接着性熱可塑性材料層が，押出しラミネーション法により積層され，該ブレンドポリマーからなり，0．905～0．915の平均密度，88～103℃のピーク融点，15～17のメルトフローインデックス，1．4～1．6のスウェリング率(SR)及び10～25μmの層厚の特性パラメータを有する，請求の範囲第1項記載の紙容器用包材",
                "【請求項5】最外熱可塑性材料層，紙基材層，バリア層，最内熱可塑性材料層の各構成層を少なくとも含み，これらの各層が上記の順序で積層されてからなる包材より形成された紙包装容器であって，／該最内熱可塑性材料層が，押出しラミネーション法により積層され，メタロセン触媒で重合して得られた狭い分子量分布を有する線形低密度ポリエチレン55～75重量％とマルチサイト触媒で重合して得られた低密度ポリエチレン45～25重量％とのブレンドポリマーからなり，0．905～0．915の平均密度，88～103℃のピーク融点，15～17のメルトフローインデックス，1．4～1．6のスウェリング率(SR)及び20～30μmの層厚の特性パラメータを有し，／該包材の2の端面間にある該最内熱可塑性材料層の不連続区間を液密用にカバーするストリップテープの少なくともシール面層が，メタロセン触媒で重合して得られた狭い分子量分布を有する線形低密度ポリエチレン55～75重量％とマルチサイト触媒で重合して得られた低密度ポリエチレン45～25重量％とのブレンドポリマーからなり，0．900～0．915の平均密度，88～103℃のピーク融点，5～20のメルトフローインデックス，1．4～1．6のスウェリング率(SR)及び20～100μmの層厚の特性パラメータを有することを特徴とする液体食品用紙包装容器",
                "【請求項6】外側熱可塑性材料層，紙基材層，内側熱可塑性材料層の各構成層を少なくとも含む包材により形成された紙包装容器であって，／該内側熱可塑性材料層が，押出しラミネーション法により積層され，メタロセン触媒で重合して得られた狭い分子量分布を有する線形低密度ポリエチレン55～75重量％とマルチサイト触媒で重合して得られた低密度ポリエチレン45～25重量％とのブレンドポリマーからなり，0．910～0．930の平均密度，示差走査熱量測定法による115℃以上のピーク融点，10～11のメルトフローインデックス，1．4～1．6のスウェリング率及び35μmの層厚の特性パラメータを有することを特徴とする液体食品用紙包装容器"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件補正のうち本件補正発明1ないし4に係る部分が，当初明細書に記載した事項の範囲内においてしたものとはいえないから特許法17条の2第3項に違反し，また，本件補正発明6は下記アの引用例1に記載された発明(以下「引用発明1」という。)から容易に想到し得たから特許法29条2項，平成18年法律第55号による改正前の特許法17条の2第5項において準用する同法126条5項に違反して独立して特許を受けることができないものであるから，本件補正は却下すべきものであり，さらに，本願発明6は下記イの引用例2に記載された発明(以下「引用発明2」という。)に基づいて容易に発明をすることができたものであるから，本願発明は特許法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平9-193323号公報(甲13)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平7-148895号公報(甲8)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明1並びに本件補正発明6と引用発明1との一致点及び相違点1は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1：内容物に接する側から順に，ブレンド樹脂層，ウレタン系接着剤層，二軸延伸PET層，ウレタン系接着剤層，アルミニウム箔層，エチレンーメタクリル酸共重合体層，紙層，そして，最外層である低密度ポリエチレン層が，この順で積層された液体食品用容器であって，該ブレンド樹脂層が，押出しラミネーション法により積層され，メタロセン触媒で重合して得られたエチレン-αオレフィン共重合体を70～99重量％とマルチサイト触媒で重合して得られた低密度ポリエチレンを1～30重量％とのブレンドポリマーからなり，20μm～80μm程度の積層の特性パラメータを有する，液体食品用容器"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：外側熱可塑性材料層，紙基材層，内側熱可塑性材料層の各構成層を少なくとも含む包材より形成された紙包装容器であって，該内側熱可塑性材料層が，押出しラミネーション法により積層され，メタロセン触媒で重合して得られた狭い分子量分布を有する線形低密度ポリエチレンとマルチサイト触媒で重合して得られた低密度ポリエチレンとのブレンドポリマーからなる，液体食品用紙包装容器"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：本件補正発明6は，「内側熱可塑性材料層が，メタロセン触媒で重合して得られた線形低密度ポリエチレン55～75重量％とマルチサイト触媒で重合して得られた低密度ポリエチレン45～25重量％とのブレンドポリマーからなり，0．910～0．930の平均密度，示差走査熱量測定法による115℃以上のピーク融点，10～11のメルトフローインデックス，1．4～1．6のスウェリング率及び35μmの層厚の特性パラメータを有する」点"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本件審決が認定した引用発明2並びに本願発明6と引用発明2との一致点及び相違点2は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2：最外層のポリエチレン層，紙基材，シングルサイト触媒を用いて得られる最内層の線形低密度ポリエチレンであってエチレン-αオレフィン共重合体層からなる積層体により形成された紙容器であって，該最内層が，押出しラミネーション法により積層され，上記エチレン-αオレフィン共重合体が0．89～0．95の密度，0．1～50のメルトフローインデックスを有する，紙包装容器"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：外側熱可塑性材料層，紙基材層，内側熱可塑性材料層の各構成層を少なくとも含む包材より形成された紙包装容器であって，該内側熱可塑性材料層が，押出しラミネーション法により積層され，線形低密度ポリエチレンを少なくとも含有する，紙包装容器"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2：本件補正発明6は，「内側熱可塑性材料層が，0．910～0．930の平均密度，示差走査熱量測定法による115℃以上のピーク融点，10～11のメルトフローインデックス，1．4～1．6のスウェリング率の特性パラメータを有する」点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "新規事項の追加禁止要件に係る判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "引用発明1に基づく本件補正発明6の容易想到性に係る判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "引用発明2に基づく本願発明6の容易想到性に係る判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(新規事項の追加禁止要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件補正について，前記本件補正発明1に関する特許請求の範囲の記載にあるようなスウェリング率等の特性パラメータを持つ上に，さらに，15ないし17のメルトフローインデックスの特性パラメータを持つ「最内熱可塑性材料層」を有する液体食品用紙容器用包材に係る本件補正発明1が，当初明細書に記載されていたとする理由は見当たらず，本件補正が，特許法17条の2第3項の規定に違反する旨を説示する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，メルトフローインデックスは，熱可塑性プラスチックの種類，重合度，ブレンド，純度又は配合物の種類等にかかわりなく，熱可塑性プラスチックの流動性を示す尺度であって，補正の前後で最内熱可塑性材料層の流動性という技術的事項には何ら変更はなく，新たな技術的事項を導入するものでもないところ，「15～17のメルトフローインデックス」は，本件補正の前後で変更されていない(なお，「15～17のメルトフローインデックス」は，拒絶査定前の平成20年10月1日付け手続補正書(甲3)により補正された内容であるが，平成21年1月16日付け拒絶査定(甲4)では，拒絶理由として指摘されていない。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「15～17のメルトフローインデックス」のパラメータは，開発の経緯並びに発明の効果及び機能から，シール層が持つべきパラメータであって，当該シール層は，特許請求の範囲の記載においては，「最内熱可塑性材料層」として特定される。",
                "他方，本件出願当時の技術常識によれば，最外熱可塑性材料層，紙基材層，バリア層及び最内熱可塑性材料層を少なくとも含む包材から液体食品用紙容器を成形する方法には，封筒重ね(甲15【0018】)と，合掌重ね(甲15【0016】)とがあるが，封筒重ねは，包材の両端でその包材の外側面と内側面とが重ね合わされるから，外側層も，内側層と同様にシール性を評価するためのシール層と広く認識され，合掌重ねは，チューブ状包材の内側面同士が重ね合わされるもので，単に加熱するのみならず，強く加圧して熱可塑性材料内側層同士を溶融させて押し，また，押し流して横線シールするものであると認識されていた(甲16【0010】，甲17【0022】【0025】，甲18【0024】)。そして，当初明細書の実施例1-2及び2-2には，17のメルトフローインデックスの最外熱可塑性材料層が用いられた結果，縦線シール(外側層)のシール性が向上した旨の記載があるから，封筒重ねに関する上記技術常識によれば，当初明細書の当該記載は，内側層のシール性向上を示していることになる。また，当初明細書の実施例1-1には，15のメルトフローインデックスの接着剤層が内側層として用いられることによる横線シールの性能向上について記載があるから，合掌重ねに関する上記技術常識によれば，当初明細書の当該記載は，内側層のシール性向上を示していることになる。",
                "以上のとおり，当初明細書にはメルトフローインデックスについて記載がある。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，本件審決は，新規事項に関する本件補正についての判断を誤るものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件補正が当初明細書に記載した事項の範囲内においてしたものか否か(特許法17条の2第3項)は，本件補正発明が当初明細書に記載されているか否かにより判断されるべきであるから，本件補正の前後において最内熱可塑性材料層が「15～17のメルトフローインデックス」を有する点で変更がないからといって，本件補正が特許法17条の2第3項に違反しないということはできない。",
                "むしろ，「15～17のメルトフローインデックス」との発明特定事項は，本件補正前には，最内熱可塑性材料層が「狭い分子量分布を有する線形低密度ポリエチレンを少なくとも含有し」ているものを対象としていたのに対し，本件補正後には，最内熱可塑性材料層が「メタロセン触媒で重合して得られた狭い分子量分布を有する線形低密度ポリエチレン55～75重量％とマルチサイト触媒で重合して得られた低密度ポリエチレン45～25重量％とのブレンドポリマーからな」るものを対象としているから，本件補正前後で実質的に変更されており，かつ，原告は，後者が当初明細書に記載されていることを指摘していない(なお，審査官は，拒絶査定時に拒絶理由通知後に発見された新たな拒絶理由について指摘しなければならないものではない。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ある物質のメルトフローインデックスは，熱可塑性材料物質の流動性に係る指標であるから，その物質を構成する熱可塑性材料と密接不可分の関係にあるところ(乙1)，本件補正発明1の最内熱可塑性材料層は，「メタロセン触媒で重合して得られた狭い分子量分布を有する線形低密度ポリエチレン55～75重量％とマルチサイト触媒で重合して得られた低密度ポリエチレン45～25重量％とのブレンドポリマーからな」っており，かつ，それが「15～17のメルトフローインデックス」である。",
                "しかるに，当初明細書中で「15」又は「17」のメルトフローインデックスについて触れる箇所は，実施例1-1，同1-2，同2-1及び同2-2に関する部分だけであって，しかも，これらは，本件補正発明1に関するものではないし，「メタロセン触媒で重合して得られた狭い分子量分布を有する線形低密度ポリエチレン55～75重量％とマルチサイト触媒で重合して得られた低密度ポリエチレン45～25重量％とのブレンドポリマーからな」るものに関するものでもない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，原告の主張は，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明1に基づく本件補正発明6の容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，当業者が相違点1を容易に設計し得るものであり，格別の効果も見ることができない旨を説示する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本件補正発明においては，平均密度，ピーク融点，メルトフローインデックス，スウェリング率及び層厚の特性パラメータが有機的に連動・結合してそれらの最適化を図ることによって開発され，これらのパラメータのうち，スウェリング率とメルトフローインデックスとに，特にスウェリング率により注視することに特徴がある(本件補正明細書【0068】～【0073】，甲14)。",
                "しかるところ，本件審決においては，本願発明において特徴的なパラメータであるスウェリング率に対する引用文献が示されておらず，また，スウェリング率とメルトフローインデックスとの組合せも示されていないばかりか，押出しラミネーションで，高速でかつネックインなく，良好に製造できる押出積層特性とコンバーティング特性についても記載がない。",
                "なお「コンバーティング」とは，紙や板紙などの連続した材料(ウェブ基材)にコーティングやラミネーション(積層)などの加工を施して，その材料に新たな価値(機能)を付与することをいい，「コンバーティング特性」等の用語は，液体食品用紙容器の分野では，本件出願当時の技術常識として用いられていた(甲19【0032】)。押出積層特性も，包材を製造する現場において，紙基材層面上に溶融した熱可塑性材料を押し出して新たな価値(機能)を付与することを意味するものとして，本件出願当時の技術常識であった。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，本件審決の前記判断は，誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件補正明細書の記載(【0046】)によれば，そこに記載の「スウェリング率」は，熱可塑性材料の溶融物の粘弾性的性質に係る特性に関するものであって，当該物質の押出試験をした際の粘弾性的性質の程度を数値化したものであるが，引用発明1のブレンド樹脂層のように，押出しにより形成(積層)された樹脂層は，何らかのスウェリング率を有するものであるから(乙1～3)，全く新たに発見され又は作り出された性質に関する指標というものではない(乙4～9)。",
                "そして，ある物質のスウェリング率は，これを構成する樹脂やそれ以外の添加物等に影響されることが明らかであって，特に樹脂の種類や製造過程等を工夫することや，あるいは樹脂成分を含む構成成分の種類や成分比を工夫することで適宜のスウェリング率とすることは，本件優先権主張日前における常套手段であった(乙4～9)。しかも，本件補正発明6が，内側熱可塑性材料層が「1．4～1．6のスウェリング率(SR)」であると特定することについては，課題との関係で技術的意義が見出せない(本件補正明細書【0046】)。",
                "したがって，引用発明1のブレンド樹脂層のスウェリング率を1．4ないし1．6とすることは，引用例1にその旨の記載がなくても当業者が容易に設計し得ることであり，これと同旨の本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかも，本件補正発明の効果は，押出積層特性及びそれによるコンバーティング特性における良好な性能であるとされているが(本件補正明細書【0104】)，本件補正明細書及び甲14を参照しても，これらの特性がいかなる意味内容であるのかが理解できない。したがって，本件補正発明6が内側熱可塑性材料層が「1．4～1．6のスウェリング率(SR)」であると特定することによる効果も，裏付けがない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(引用発明2に基づく本願発明6の容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "「本件補正発明」及び「本件補正明細書」をそれぞれ「本願発明」及び「本願明細書」と読み替えるほか，前記取消事由2〔原告の主張〕と同じである。",
            "〔被告の主張〕",
            "「本件補正明細書」を「本願明細書」と読み替えるほか，前記取消事由2〔被告の主張〕と同じである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(新規事項の追加禁止要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正について",
              "text": [
                "特許法17条の2第3項は，「第1項の規定により明細書，特許請求の範囲又は図面について補正するときは，誤訳訂正書を提出してする場合を除き，願書に最初に添付した明細書，特許請求の範囲又は図面…に記載した事項の範囲内においてしなければならない。」と規定しているところ，ここでいう「明細書又は図面に記載した事項」とは，当業者によって，明細書又は図面の全ての記載を総合することにより導かれる技術的事項であり，補正が，このようにして導かれる技術的事項との関係において，新たな技術的事項を導入しないものであるときは，当該補正は，「明細書又は図面に記載した事項の範囲内において」するものということができる。",
                "そして，本願発明1に対する本件補正は，その特許請求の範囲の記載について，①本願発明1ないし4の紙容器包材及び本願発明5及び6の紙包装容器がいずれも「液体食品用」である点を特定し，②本願発明の最内熱可塑性材料層等の樹脂層を構成する狭い分子量分布を有する線形低密度ポリエチレンが「メタロセン触媒で重合して得られた」ものである点を特定し，③本願発明の最内熱可塑性材料層等の樹脂層の構成について「線形低密度ポリエチレンを少なくとも含有」するとの点を，「線形低密度ポリエチレン55～75重量％とマルチサイト触媒で重合して得られた低密度ポリエチレン45～25重量％とのブレンドポリマー」であると特定し，④本願発明1及び5の最内熱可塑性材料層の層厚が「20～50μm」であるとの点を，「20～30μm」であると特定し，⑤本願発明6の内側熱可塑性材料層の層厚を35μmと特定したものである。",
                "本件審決は，スウェリング率等の特性パラメータを持つ上に，更に，15ないし17のメルトフローインデックスの特性パラメータを持つ樹脂層を有する液体食品用紙容器用包材に係る本件補正発明1ないし4が，当初明細書に記載されていたとする理由が見当たらない旨を説示して，本件補正が当初明細書に記載した事項の範囲内においてしたものとはいえないと判断している。したがって，本件補正の適否は，上記の特定のうち②及び③が，当初明細書の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入しないものであるか否かにより判断されることになる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当初明細書の記載について",
              "text": [
                "そこで，当初明細書をみると，そこにはおおむね次のとおりの記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「この発明は，液体食品の充填包装に適した紙容器用包材に関する。」(1頁5行)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "飲料等の包装容器は，包材を多角柱状等に折りたたみ，飲料等を充填して上部の最内層(熱可塑性材料層)を，他方の最内層又は最外層とヒートシールされる。",
                    "従来の紙包装容器製品に用いられる包装積層体は，高圧法低密度ポリエチレン(LDPE)を最内層及び最外層に配置した上で，その間に印刷インキ層や紙基材等を層状に重ね合わせて形成されてきたが，最内層のLDPEに含まれる低分子成分が紙容器内の内容物に移行し，長期に保存する場合に味覚が変化するおそれがある上，チーグラー触媒を用いて得られるエチレン-αオレフィン共重合体では，シール温度が高く加工性に劣り，それを改善するために滑剤を添加するとそれが内容物に移行してその味覚を低下させるという問題があった。最内層に線形低密度ポリエチレン(LLDPE)を使用する紙容器は，衝撃強度等に非常に優れているが，ヒートシール開始温度が多少高いためコンバーティング特性に劣るといわれており，最内層にメタロセン触媒を用いて重合したエチレン-αオレフィン共重合体(mLLDPE)は，低温シール性，フィルムの加工性及び分子量分布が狭いことから衛生的に良好であるが，必ずしも全てのmLLPDEがヒートシールして得られた紙容器からの内容物の漏れをより少なくすることができず，また，包材製造の際に必要な押出積層特性及びそれによるコンバーティング特性において良好な性能を示していない。そして，飲料等を充填・包装(ヒートシール)する際に，押出ラミネートにおける押出熱溶融樹脂の表面が酸化物や残留液体食品により汚染されて良好なシールを得ることが難しいばかりか，従来の包材における熱接着性樹脂は，必ずしも広い範囲のシール特性を有していないので，充填内容物の温度に影響を受けて良好なシールが得られていない。さらに，上記の汎用の熱可塑性材料は，ヒートシールの際に溶融して一部層内にピンホール等が生じてシール強度が著しく減少したり，液体内容物が漏れるおそれがあるが，熱可塑性材料の層を厚くしてこれを防ごうとすると，容器のコストが上昇する不都合がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この発明は，包材製造の際に必要な押出積層特性及びそれによるコンバーティング特性において良好な性能を有し，包材の製造が容易であり，迅速にヒートシールすることができ，より強靱なシール強度を可能にし，かつ，充填内容物の温度に影響を受けず良好なシールが得られ，保香性又は品質保持性を有する紙容器を提供することができる，液体食品の充填包装のための紙容器用包材を提供することを目的とする。また，この発明は，シールする際に熱可塑性材料層にピンホール等が生じず，液体内容物の漏れがなく，低コストの紙容器とすることができる紙容器用包材を提供することも目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本願発明の好ましい態様として，それぞれに平均密度，ピーク要点，メルトフローインデックス，スウェリング率及び層厚の特性パラメータがあるが，本願発明1ないし4の狭い分子量分布を有する線形低密度ポリエチレンを少なくとも含有する層のメルトフローインデックスは，いずれも5ないし20であり，本願発明1及び5の最内熱可塑性材料層は，20ないし50μm，好ましくは20ないし30μmであり，本願発明6の層厚は，実施例3-1ないし3-3では35μmである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "(本願発明6の構成についての記載に引き続き，段落を改めた上で)「このような最内熱可塑性材料層としては，例えば，メタロセン触媒を用いて重合した狭い分子量分布を有する線形低密度ポリエチレン(mLLPDE)を少なくとも含有するブレンドポリマーがある。このmLLPDEとしては，…メタロセン触媒を使用して重合してなるエチレン-α・オレフィン共重合体を使用することができる。メタロセン触媒は，現行の触媒が，活性点が不均一でマルチサイト触媒と呼ばれているのに対し，活性点が均一であることからシングルサイト触媒とも呼ばれているものである。」(14頁9行～16行)"
                },
                {
                  "fig": "カ",
                  "subject": "「この発明において上記特性パラメータを示す限り，mLLPDE樹脂以外の樹脂を使用することができる。また，mLLPDE単独では上記特性パラメータを得ることが難しいので，他のポリマー成分をブレンドすることができる。／ここで「他のポリマー」とは，例えばポリエチレン…などの熱可塑性樹脂であり，従来から用いられていた低密度ポリエチレン(LDPE)の他に，内容物に対する耐性(耐油性，耐酸性，耐浸透性など)に優れた線状低密度ポリエチレン(LLDPE)…を含む共押出し樹脂などである。」(14頁23行～15頁6行)"
                },
                {
                  "fig": "キ",
                  "subject": "「このような最内熱可塑性材料層としては，上述のように，メタロセン触媒を用いて重合したエチレン-α・オレフィン共重合体がある。この発明に好ましい態様においては，メタロセン触媒を用いて重合したエチレン-αオレフィン共重合体と，マルチサイト触媒を用いて重合した低密度ポリエチレンとから成るものを用いることができる。また，紙容器の最内層以外の層については特に制限されるものではない。／メタロセン触媒で重合して得られたエチレン-αオレフィン共重合体がシール性等の封緘性，耐衝撃性を維持するために必要な成分の配分割合は，50重量％以上，好ましくは，55～75重量％，より好ましくは55～65重量％である。前記の範囲以外，特に50重量％未満では良好な封緘性や耐衝撃性が得られず，また，65重量％では，加工性，積層性が低下し好ましくない。／次にマルチサイト触媒で重合して得られた低密度ポリエチレンがフィルム成形性等の溶融張力を高めるのに必要な配合割合は，50重量％以上が好ましく，より好ましくは，45～25重量％，更に好ましくは，45～35重量％であり，上記範囲を越えると良好な封緘性や耐衝撃性が得られないので望ましくはない。」(16頁21行～17頁10行)"
                },
                {
                  "fig": "ク",
                  "text": [
                    "包材の製造法において，押し出しラミネートする際の接着性樹脂層を構成する押出し樹脂としては，この発明に係る包材を構成する最外熱可塑性材料層，接着剤層，接着性熱可塑性材料層及び最内熱可塑性材料層において使用される材料のほか，例えば，ポリエチレン等を使用することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件補正と当初明細書の記載との関係について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，本件補正が，本願発明の最内熱可塑性材料層等の樹脂層を構成する狭い分子量分布を有する線形低密度ポリエチレンを「メタロセン触媒で重合して得られた」ものと特定した点(前記(1)②)についてみると，当初明細書には，前記(2)オに認定のとおり，「最内熱可塑性材料層」として「メタロセン触媒を用いて重合した狭い分子量分布を有する線形低密度ポリエチレン(mLLPDE)を少なくとも含有するブレンドポリマーがある。このmLLPDEとしては，…メタロセン触媒を使用して重合してなるエチレン-α・オレフィン共重合体を使用することができる。」旨の記載があるほか，前記(2)キに認定のとおり，「最内熱可塑性材料層」として「上述のように，メタロセン触媒を用いて重合したエチレン-α・オレフィン共重合体がある。この発明に好ましい態様においては，メタロセン触媒を用いて重合したエチレン-αオレフィン共重合体と，マルチサイト触媒を用いて重合した低密度ポリエチレンとから成るものを用いることができる。」旨の記載がある。そして，本願発明1は，狭い分子量分布を有する線形低密度ポリエチレンで最内熱可塑性材料層を構成しているから，上記記載は，本願発明1の最内熱可塑性材料層を構成する狭い分子量分布を有する線形低密度ポリエチレンを，「メタロセン触媒で重合して得られた」ものとすることができることを明らかにしているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，本件補正が，本願発明の最内熱可塑性材料層等の樹脂層の構成を前記線形低密度ポリエチレン及びマルチサイト触媒で重合して得られた低密度ポリエチレンとの特定の配合割合によるブレンドポリマーである(前記(1)③)と特定した点についてみると，当初明細書には，「最内熱可塑性材料層」について，前記(2)オに認定のとおり，上記線形低密度ポリエチレンを少なくとも含有するブレンドポリマーである旨の記載があり，前記(2)カに認定のとおり，上記線形低密度ポリエチレン及び上記低密度ポリエチレンによるブレンドポリマーについての記載があるほか，前記(2)キに認定のとおり，「最内熱可塑性材料層」における両者の配合割合についての記載がある。そして，本願発明1は，狭い分子量分布を有する線形低密度ポリエチレンで最内熱可塑性材料層を構成しているから，上記記載は，本願発明1の最内熱可塑性材料層を，狭い分子量分布を有する線形低密度ポリエチレン及びマルチサイト触媒で重合して得られた低密度ポリエチレンとの特定の配合割合によるブレンドポリマーで構成することができることを明らかにしているといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，本願発明2ないし4も，ある樹脂層が「狭い分子量分布を有する線形密度ポリエチレンを少なくとも含有する」との構成を備えている点で本願発明1と共通しており，これらの樹脂層が，本願発明1の「最内熱可塑性材料層」とは異なる製造方法によるべき理由は見当たらないばかりか，当初明細書は，前記(2)カに認定のとおり，メタロセン触媒を用いて重合した狭い分子量分布を有する線形低密度ポリエチレン(mLLPDE)と低密度ポリエチレン(LDPE)等とからなるブレンドポリマーについて記載しているが，その対象を，当初明細書で特性パラメータを示した発明(本願発明1ないし6を含む。前記(2)エ参照)であると記載しており，かつ，前記(2)クに認定のとおり，押し出しラミネートする際の接着性樹脂層を構成する押出し樹脂の材料として，本願発明1ないし6において「狭い分子量分布を有する線形密度ポリエチレンを少なくとも含有する」とされる各樹脂層を構成する材料を単純に列記しているから，これらの樹脂層の構成には相違がないことが窺える。",
                    "以上によれば，当初明細書の前記(2)オ及びキに認定の部分に記載された，本願発明1の最内熱可塑性材料層に狭い分子量分布を有する線形低密度ポリエチレンをメタロセン触媒を用いて重合するとの技術的事項(前記(1)②)及び当初明細書の前記(2)オないしキに認定の部分に記載された，本願発明1及び5の最内熱可塑性材料層を前記線形低密度ポリエチレン及びマルチサイト触媒で重合して得られた低密度ポリエチレンとの特定の配合割合によるブレンドポリマーであるとする技術的事項(前記(1)③)は，いずれも，同じく狭い分子量分布を有する線形低密度ポリエチレンからなる樹脂層を有する本願発明2ないし4についても妥当するものと解するのが相当である。このように，当初明細書の上記記載部分は，本願発明1の最内熱可塑性材料層を例示しているものの，当初明細書の全ての記載を総合するとき，本願発明2ないし4において狭い分子量分布を有する線形低密度ポリエチレンからなる各樹脂層についても，「メタロセン触媒で重合して得られた」ものであるとの技術的事項(前記(1)②)及び上記線形低密度ポリエチレン及びマルチサイト触媒で重合して得られた低密度ポリエチレンとの特定の配合割合によるブレンドポリマーであるとする技術的事項(前記(1)③)を，いずれも容易に導くことができるものというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本願発明1ないし4の最内熱可塑性材料層等の樹脂層を構成する狭い分子量分布を有する線形低密度ポリエチレンをその製造方法により特定し(前記(1)②)，かつ，本願発明1ないし4の最内熱可塑性材料層等の樹脂層の構成を上記線形低密度ポリエチレン及びマルチサイト触媒で重合して得られた低密度ポリエチレンとの特定の配合割合によるブレンドポリマーであると特定した(前記(1)③)本件補正は，いずれの点においても，当初明細書の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上に対して，被告は，「15～17のメルトフローインデックス」との発明特定事項が，本件補正前には，最内熱可塑性材料層が「狭い分子量分布を有する線形低密度ポリエチレンを少なくとも含有し」ているものを対象としていたのに対し，本件補正後には，最内熱可塑性材料層が「メタロセン触媒で重合して得られた狭い分子量分布を有する線形低密度ポリエチレン55～75重量％とマルチサイト触媒で重合して得られた低密度ポリエチレン45～25重量％とのブレンドポリマーからな」るものを対象としているから，本件補正前後で実質的に変更されている旨を主張する。",
                    "しかしながら，メルトフローインデックスとは，樹脂材料の熱溶融時の流動性に関する指標である(乙1)が，「15～17のメルトフローインデックス」を有する樹脂材料は，例えば本願発明1においては，「狭い分子量分布を有する線形低密度ポリエチレンを少なくとも含有」する「最内熱可塑性材料層」であったところ，本件補正は，上記「最内熱可塑性材料層」について，特定の配合割合からなる「メタロセン触媒で重合して得られた」線形低密度ポリエチレン及び「マルチサイト触媒で重合して得られた低密度ポリエチレン」とのブレンドポリマーである旨を特定したものであって，かつ，本件補正は，前記(3)ウ及びエに認定のとおり，当初明細書の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入しないものである。したがって，「15～17のメルトフローインデックス」を有するとされる樹脂材料は，本件補正によって，より詳細に特定されたということはできるものの，本件補正の前後で実質的に変更されているものではない。",
                    "なお，被告の上記主張は，本件補正により特定された「15～17のメルトフローインデックス」を有する樹脂材料に関する当初明細書の記載部分(前記(2)オないしキ)が，当初明細書の本願発明6に関する記載部分の後に引き続いて記載されていることから，当該樹脂材料に関する記載部分が本願発明6のみに関する記載であるとの解釈に立脚するものであると推察されなくもない。しかしながら，当初明細書の前記(2)オに認定の記載部分は，本願発明6の特許請求の範囲の記載で用いられている「内側熱可塑性材料層」ではなく，本願発明1及び5の発明特定事項である「最内熱可塑性材料層」について記載しているから，本願発明6のみに関する記載ではないことが明らかである。",
                    "よって，被告の上記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，被告は，当初明細書には本件補正発明1が「15～17のメルトフローインデックス」を有する旨が記載されていない旨を主張する。",
                    "しかしながら，当初明細書には，前記(2)エに認定のとおり，本願発明1ないし4及び本件補正発明1ないし4の最内熱可塑性材料層等の樹脂層が「5～20のメルトフローインデックス」を有する旨の記載がある。そして，メルトフローインデックスとは，前記のとおり，樹脂材料の熱溶融時の流動性に関する指標であるところ，本願発明1及び本件補正発明1の特許請求の範囲の記載にある「15～17のメルトフローインデックス」は，当初明細書の上記記載をより限定するものであり，当初明細書の記載を総合しても，この限定によって何らかの新たな技術的事項を導入するものとは認められないから，メルトフローインデックスを上記のように限定する補正は，明細書の範囲内においてされたものであって，当初明細書には，本件補正発明1ないし4の有するメルトフローインデックスについての記載があるとみて差し支えない。",
                    "よって，被告の上記主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願発明に対する本件補正は，当初明細書の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入しないものであるといえるから，特許法17条の2第3項所定の「明細書又は図面に記載した事項の範囲内において」するものということができる。",
                "よって，本件審決は，この点の判断を誤るものというほかない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明1に基づく本件補正発明6の容易想到性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正明細書の記載について",
              "text": [
                "本件補正発明は，前記第2の2(2)に記載のとおりであるが，本件補正明細書には，前記1(2)に認定の当初明細書に記載の事項に加えて，前記スウェリング率に関連して次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「この発明の好ましい態様において，シール性最内層の，メタロセン触媒で重合して得られた狭い分子量分布を有する線形低密度ポリエチレン55～75重量％とマルチサイト触媒で重合して得られた低密度ポリエチレン45～25重量％とのブレンドポリマーが，1．4～1．6のスウェリング率(SwellingRatio，SR)を有する。より具体的に上記パラメータを説明すると，この「膨潤・スエル」とは，押出し物がダイ・オリフィスを出た直後に横断面積が増し，押出し物の全体として体積が増大する現象と指し，この発明におけるスウェリング率とは，メルトフローレイト(MFR)測定のためのJIS試験方法における測定条件と同じ条件で，ダイから出た押出し物の横断寸法，すなわち，直径の膨張率を指す。」(【0046】)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "通常の包装材料をラミネートする方法には種々の方法があるが，本件補正発明による積層包材においては，押出しラミネーション法を利用すると，本件補正発明のメリットをより多く得ることができる(【0068】【0069】)。",
                    "「それは，この発明による好ましい態様においては，押し出しラミネートする樹脂が，平均密度，ピーク融点，メルトフローインデックス，スウェリング率及び層厚において最適に調整された特性パラメータを有するからであり，そのために，包材製造における押出積層特性並びにそれによる良好なコンバーティング特性[を]示すからである。」(【0070】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1の記載について",
              "text": [
                "引用発明1は，前記第2の3(2)アに記載のとおりであるところ，引用例1は，「紙を含む積層材料から成る容器」という名称の発明に関する公開特許公報であり，そこには，引用発明1について，おおむね次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "この発明は，紙を含む積層材料からなる容器に関し，特に最内層としてシングルサイト触媒で重合して得られたエチレン-αオレフィン共重合体を70ないし99重量％，マルチサイト触媒で重合して得られた低密度ポリエチレンを1ないし30重量％含有する樹脂組成物を用いたものである(【要約】【請求項1】【0001】【0013】【0024】【0025】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "エチレン-αオレフィン共重合体の密度は，0．90ないし0．94g／cm3が望ましい。これより小さい場合では，フィルム成形時での離ロール性やフィルムの滑り性が悪くなり，これより高い密度では，フィルムの柔軟性や低温ヒートシール性が劣り，封緘性が低下するからである。分子量は，1×103ないし1×105，メルトフローレイト(MFR)は，0．1ないし20g／10min である(【0022】)。また，低密度ポリエチレンの密度は，0．91ないし0．93g／cm3であり，分子量は，1×102ないし1×108，メルトフローレイト(MFR)は，0．1ないし20g／10min である(【0023】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この発明の紙容器の基本的な層構成は，表面側から，表面樹脂層／紙／各種バリアー性材料層／耐衝撃性材料層／内面樹脂層(シーラント層)であり，少なくとも，内面樹脂層の最内層にシングルサイト触媒を用いて重合したエチレン-αオレフィン共重合体とマルチサイト触媒を用いて重合した低密度ポリエチレンとからなるものを用いるのである。最内層の厚さとしては，5ないし100μm程度が適当であるが，好ましくは，20ないし80μm程度である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "実施例1及び2並びに比較例1ないし4において，ヒートシール温度は，90℃ないし160℃として設定されている。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "引用例1には，そこに記載の発明の樹脂層が有するスウェリング率については，何ら記載がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明1に基づく容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(2)及び2(1)に認定のとおり，本件補正発明6の相違点1に係る構成に示された各種の特性パラメータは，いずれも，本件補正発明の有する効果である押出積層特性及び良好なコンバーティング特性を実現するために特定されたものであると認められる。したがって，本件補正発明6の相違点1に係る構成の容易想到性の判断に当たっては，引用例1の記載及び本件優先権主張日当時の技術常識に照らして，引用例1に接した当業者が，上記特性パラメータを特定することを容易に想到することができたか否かを検討する必要がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこでまず，本件補正発明6の相違点1に係る構成と前記(2)に認定の引用例1の記載とを対比する。",
                    "相違点1のうち，本件補正発明6の「内側熱可塑性材料層がメタロセン触媒で重合して得られた線形低密度ポリエチレン55～75重量％とマルチサイト触媒で重合して得られた低密度ポリエチレン45～25重量％とのブレンドポリマーからなり」との構成についてみると，引用例1には，前記(2)アに認定のとおり，「シングルサイト触媒で重合して得られたエチレン-αオレフィン共重合体を70ないし99重量％，マルチサイト触媒で重合して得られた低密度ポリエチレンを1ないし30重量％含有する」旨の記載がある。そして，本件補正発明6の線形低密度ポリエチレンは，引用発明1のエチレン-αオレフィン共重合体に，本件補正発明6の低密度ポリエチレンは，引用発明1の低密度ポリエチレンに，それぞれ相当するから，引用例1には，両者の配合割合についての記載があり，本件補正発明6及び引用発明1において，それぞれの配合割合には重複する部分がある。",
                    "次に，本件補正発明6の「0．910～0．930の平均密度」との構成についてみると，引用例1には，前記(2)イに認定のとおり，エチレン-αオレフィン共重合体(0．90～0．94g／cm3)及び低密度ポリエチレン(0．91～0．93g／cm3)の各密度について記載があり，その数値には，いずれも本件補正発明6の平均密度と重複する部分がある。",
                    "また，本件補正発明6の「示差走査熱量測定法による115℃以上のピーク融点」との構成についてみると，引用例1では，前記(2)エに認定のとおり，ヒートシール温度が90℃ないし160℃として設定されており，ヒートシールのための温度についての数値には，本件補正発明6のピーク融点と重複する部分がある。",
                    "そして，本件補正発明6の「10～11のメルトフローインデックス」との構成についてみると，引用例1には，前記(2)イに認定のとおり，エチレン-αオレフィン共重合体及び低密度ポリエチレンの各メルトフローレイト(0．1～20g／10min)について記載があり，その数値は，いずれも本件補正発明6のメルトフローインデックスを包含するものである。",
                    "さらに，本件補正発明6の「35μmの層厚」との構成についてみると，引用例1には，前記(2)ウに認定のとおり，好ましくは20ないし80μm程度である旨の記載があり，その数値は，本件補正発明6の層厚を包含するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "しかしながら，本件補正発明6は，「1．4～1．6のスウェリング率」との構成を有するところ，引用例1には，スウェリング率について何ら記載がないから，引用発明1は，スウェリング率を要素としていない発明であるというほかなく，引用例1に接した当業者は，引用発明1をスウェリング率という特性パラメータによって特定するという構成について着想を得る前提ないし動機付けがない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "次に，引用発明1及び本件補正発明6が属する，紙を含む製造材料からなる容器の技術分野において，スウェリング率を特定することが技術常識又は常套手段であるか否かについてみると，被告は，ある物質のスウェリング率がそれを構成する樹脂やそれ以外の添加物等により影響されるもので，樹脂の製造に当たって適宜のスウェリング率とすることが本件優先権主張日前の常套手段であった(乙4～9)旨を主張する。",
                    "そこで検討すると，スウェリング率とは，樹脂の押出成形によって成形品の断面積や径が大きくなる比率を指すものと解され，樹脂の種類，成形品の形状や構造，押出速度及び押出温度などにより異なるものであって(乙1)，このような現象の存在及び原因は，樹脂の押出成形に関する技術分野においては周知の事項であると認められる(乙1～3)。",
                    "そして，乙4は，「射出成形用樹脂組成物および該組成物からなるバンパー」という名称の発明に関する公開特許公報(特開平7-196864)であり，そこには，全体で1．2以上のダイスウェル比(スウェリング率)を特性パラメータの1つとするプロピレンホモポリマーを含有する射出成形用プロピレン系樹脂組成物や，これを用いてなる自動車のバンパーについての記載がある。次に，乙5は，「ポリプロピレン系樹脂組成物，その発泡体および製造法」という名称の発明に関する公開特許公報(特開平8-231816)であり，そこには，1．7以上のダイスウェル比(スウェリング率)を特性パラメータの1つとする，ガス保持性に優れており，微細かつ均一な気泡を有し耐衝撃性等も兼ね備えた発泡体を工業的に安定して製造するのに適したポリプロピレン系樹脂組成物等に関する発明についての記載がある。また，乙6は，「エチレン系重合体組成物」という名称の発明に関する公開特許公報(特開平9-95572)であり，そこには，メルトテンション及び径スウェル比(1．35を超える。)が高く，機械強度及び剛性などに優れたエチレン系重合体組成物についての記載がある。そして，乙7は，「ブロー成形用ポリエチレン」という名称の発明に関する公開特許公報(特開平9-216915)であり，そこには，1．35以下のスウェル比を特性パラメータの1つとするブロー成形用ポリエチレンについての記載がある。さらに，乙8は，「ポリエチレンの製造方法」という名称の発明に関する公開特許公報(特開平9-235312)であり，そこには，径スウェル比が1．35を超えることを特性パラメータの1つとするポリエチレンの製造方法についての記載がある。加えて，乙9は，「カレンダー成型用ポリプロピレン系樹脂」という名称の発明に関する公開特許公報(特開平10-306119)であり，そこには，1．9以下のスウェル比を特性パラメータの1つとするカレンダー成型用ポリプロピレン系樹脂についての記載がある。",
                    "しかしながら，乙4ないし9に記載の各発明は，いずれも引用発明1及び本件補正発明6とは技術分野を異にしているから，引用発明1に接した当業者が，これらの文献の記載を参照することで，本件補正発明6の相違点1に係る構成に含まれるスウェリング率を採用することを何ら示唆するものではないばかりか，これらの文献の記載を総合しても，当該技術分野において，スウェリング率を特定することが本件優先権主張日当時の技術常識又は常套手段であると認めるに足りない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，引用例1には，スウェリング率について何ら記載がないから，引用例1に接した当業者は，引用発明1をスウェリング率という特性パラメータによって特定するという構成について着想を得る前提ないし動機付けがなく，また，引用発明1及び本件補正発明6が属する，紙を含む製造材料からなる容器の技術分野において，本件優先権主張日当時，スウェリング率を特定することが技術常識又は常套手段であったということもできない。",
                    "よって，引用例1に接した当業者は，引用発明1をスウェリング率という特性パラメータによって特定し，もって本件補正発明6のスウェリング率に関する特性パラメータの構成を容易に想到することができたとはいえず，これに反する本件審決の判断は，誤りであるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張について",
              "text": [
                "以上に対して，被告は，本件補正発明6の相違点1に係る構成のうち，スウェリング率を特定することによる効果に裏付けがない旨を主張する。",
                "しかしながら，前記(3)ウに認定のとおり，引用例1には，スウェリング率について何ら記載がないから，引用例1に接した当業者は，引用発明1をスウェリング率という特性パラメータによって特定するという構成について着想を得る前提ないし動機付けがなく，また，前記(3)エに認定のとおり，紙を含む製造材料からなる容器の技術分野において，スウェリング率を特定することが技術常識又は常套手段であるとする根拠も見当たらない以上，その効果について検討するまでもなく，当業者は，当該構成を容易に想到することができなかったものというほかない。",
                "よって，被告の上記主張は，採用できない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件補正は，新規事項の追加禁止要件(特許法17条の2第3項)を充足し，また，本件補正発明6は，引用発明1に基づいて容易に想到することができないものであって，独立特許要件(平成18年法律第55号による改正前の特許法17条の2第5項，同法126条5項)も充足しているから，本件補正を却下した本件審決は，取消しを免れない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，本願発明の進歩性の有無について判断するまでもなく，本件審決は取り消されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10139",
    "date": "2011-12-08",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081832",
    "ipprecedent_id": "2772",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}