{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2011-800074号事件について平成23年11月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の概要",
          "text": [
            "被告は，発明の名称を「ハンダ合金，ハンダボール及びハンダバンプを有する電子部材」とする特許第4152596号(平成13年2月9日出願，平成20年7月11日設定登録。以下「本件特許」という。)の特許権者である。被告は，特許査定に至る過程で，平成19年11月28日付けで提出した手続補正書(甲17)による手続補正(以下「本件補正」という。)及び平成20年3月5日付けで提出した手続補正書(甲16)による手続補正をし，特許請求の範囲の記載を含む記載を補正している。",
            "原告は，平成23年5月2日，特許庁に対し，本件特許を無効にすることを求めて審判の請求(無効2011-800074号事件)をした。特許庁は，同年11月11日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は同月19日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の明細書(以下「本件明細書」という。)の特許請求の範囲の記載は次のとおりである。下線部分は，本件特許の願書に最初に添付した明細書(以下「当初明細書」という。)からの補正内容を明らかにするため裁判所が付した(以下，本件特許の請求項の番号を付して各請求項に記載された発明を「本件発明1」等ということがある。また，証拠番号を付して各証拠に記載された発明を「甲1発明」等ということがある。)。",
                "【請求項1】  Ag：1．2～1．7質量％，Cu：0．5～0．7質量％を含み，残部Sn及び不可避不純物からなり，Ag Sn金属間化合物を有する無鉛ハンダ合金であって，前記Ag Sn金属間化合物がネットワークを形成して相互に連結されていることを特徴とする無鉛ハンダ合金。",
                "【請求項2】  更にＮi：0．05～1．5質量％を含有することを特徴とする請求項1に記載の無鉛ハンダ合金。",
                "【請求項3】  更にSb：0．005～1．5質量％，Zn：0．05～1．5質量％を含み，Sb，Zn，Ｎiの合計含有量が1．5質量％以下であることを特徴とする請求項2に記載の無鉛ハンダ合金。",
                "【請求項4】  O濃度が10ppm以下であることを特徴とする請求項1乃至3のいずれか1項に記載の無鉛ハンダ合金。",
                "【請求項5】  強度(MPa)×延性(％)が1500以上であることを特徴とする請求項1乃至4のいずれか1項に記載の無鉛ハンダ合金。",
                "【請求項6】  請求項1乃至5のいずれか1項に記載のハンダ合金よりなることを特徴とする電子部材用無鉛ハンダボール。",
                "【請求項7】  ハンダバンプを有する電子部材であって，該ハンダバンプの一部又は全部は，請求項1乃至5のいずれか1項に記載のハンダ合金よりなることを特徴とする電子部材。",
                "【請求項8】  前記ハンダバンプの1辺の長さが0．2mm以下であることを特徴とする請求項7に記載の電子部材。",
                "【請求項9】  複数の電子部品間をハンダ電極によって接合した電子部材であって，該ハンダ電極の一部または全部は，請求項1乃至5のいずれか1項に記載のハンダ合金よりなることを特徴とする電子部材。",
                "【請求項10】  前記ハンダ電極の1辺の長さが0．2mm以下であることを特徴とする請求項9に記載の電子部材。",
                "【請求項11】  携帯電話に用いることを特徴とする請求項7乃至10のいずれか1項に記載の電子部材。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "当初明細書の特許請求の範囲の記載は，次のとおりである(甲18)。",
                "【請求項1】 Ag：1．0～2．0質量％，Cu：0．3～1．5質量％を含み，残部Sn及び不可避不純物からなることを特徴とする無鉛ハンダ合金。",
                "【請求項2】 更にSb：0．005～1．5質量％，Zn：0．05～1．5質量％，Ｎi：0．05～1．5質量％，Fe：0．005～0．5質量％の1種又は2種以上を含み，Sb，Zn，Ｎi，Feの合計含有量が1．5質量％以下であることを特徴とする請求項1に記載の無鉛ハンダ合金。",
                "【請求項3】 O濃度が10ppm以下であることを特徴とする請求項1又は2に記載の無鉛ハンダ合金。",
                "【請求項4】 請求項1乃至3のいずれかに記載のハンダ合金よりなることを特徴とする電子部材用無鉛ハンダボール。",
                "【請求項5】 ハンダバンプを有する電子部材であって，該ハンダバンプの一部又は全部は，請求項1乃至3のいずれかに記載のハンダ合金よりなることを特徴とする電子部材。",
                "【請求項6】 複数の電子部品間をハンダ電極によって接合した電子部材であって，該ハンダ電極の一部または全部は，請求項1乃至3のいずれかに記載のハンダ合金よりなることを特徴とする電子部材。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の概要",
              "text": [
                "審決の理由は，別紙審決写しのとおりであり，要するに，本件特許は，特許法17条の2第3項(平成14年法律第24号による改正前のもの。以下同じ。)，36条6項1号，2号(平成14年法律第24号による改正前のもの。以下同じ。)，同条4項(平成14年法律第24号による改正前のもの。以下同じ。)，29条1項又は同条2項の規定に反するものではなく，本件特許を無効とすることはできないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の認定した本件発明1と甲1発明との一致点・相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容(甲1(国際公開00／18536号)の請求項5に記載の発明)",
                  "text": [
                    "Ag：1．0～4．0質量％，Cu：0．1～1．0質量％を含み，残部Sn及び不可避不純物からなる無鉛ハンダ合金"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「Ag，Cuを含み，残部Sn及び不可避不純物からなる無鉛ハンダ合金」である点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "相違点1：本件発明1は，「Ag：1．2～1．7質量％，Cu：0．5～0．7質量％を含」むのに対して，甲1発明は，「Ag：1．0～4．0質量％，Cu：0．1～1．0質量％を含」む点",
                    "相違点2：本件発明1は，「Ag Sn金属間化合物を有する無鉛ハンダ合金であって，前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」のに対して，甲1発明は，そのような組織であるか不明である点"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の認定した本件発明2と甲2発明との一致点・相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明の内容(甲2(特開平11―277290号公報)の請求項2に記載の発明)",
                  "text": [
                    "Ag：0．5～2．89質量％，Cu：0．5～2．0質量％，Ｎi：0．01～0．5質量％を含有し，残部Sn及び不可避不純物からなる無鉛ハンダ合金。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「Ag，Cu，Ｎiを含有し，残部Sn及び不可避不純物からなる無鉛ハンダ合金」である点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "相違点3：本件発明2は，「Ag：1．2～1．7質量％，Cu：0．5～0．7質量％を含み」，「更にＮi：0．05～1．5質量％を含有する」のに対して，甲2発明は，「Ag：0．5～2．89質量％，Cu：0．5～2．0質量％，Ｎi：0．01～0．5質量％を含有する」点",
                    "相違点4：本件発明2は，「Ag Sn金属間化合物を有する無鉛ハンダ合金であって，前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」のに対して，甲2発明は，そのような組織構成であるか不明である点"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "審決には，次のとおりの取消事由1ないし5があるから，審決は違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "補正要件(特許法17条の2第3項)に関する判断の誤り(取消事由1)",
              "text": [
                "被告は，本件補正によって，請求項1に「Ag Sn金属間化合物を有する無鉛ハンダ合金であって」，「前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」との構成を追加した。本件補正により新たに追加された構成は，新たな技術的事項を導入するものであって，特許法17条の2第3項に反し不適法であるにもかかわらず，これを適法とした審決には違法がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「Ag Sn金属間化合物を有する無鉛ハンダ合金であって」について",
                  "text": [
                    "「Ag Sn金属間化合物を有する無鉛ハンダ合金であって」との構成を追加する補正は，「Ag Sn金属間化合物」を「有する」との抽象的な上位概念を加えるものであって，当初明細書の記載に新たな技術的事項を導入するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」について",
                  "text": [
                    "当初明細書の段落【0017】には，「Ag Sn金属間化合物のリング状ネットワークが密になり」と記載されている。しかし，本件補正による「前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」との補正は，当初明細書の「リング状」という形状による限定を除くことによって，ネットワークの形状を問わないことになり，上位概念化したものである。さらに，「密になり」ということと，「相互に連結されている」とは同義ではない。このように，本件補正は当初明細書に新たな技術的事項を導入するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「Ag Sn金属間化合物を有する無鉛ハンダ合金であって」及び「前記AgSn金属間化合物がネットワークを形成して相互に連結されている」について",
                  "text": [
                    "補正の適否は，補正された構成が，当初明細書に明示的に記載されていたか否か，又は当初明細書の記載や技術常識からみて第三者に発明の特徴的事項として明確に認識できる程度に自明であるか否かにより判断されるべきである。本件補正により請求項1に新たに追加された構成は，当初の請求項1にも「発明の詳細な説明」にも明示的に記載されておらず，発明者自身が当初出願において認識していなかった事項である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明2及び3について",
                  "text": [
                    "本件発明2及び本件発明3は，本件発明1を引用する。ところで，当初明細書の段落【0017】は，Ag-Snハンダ合金にCuを0．3質量％以上添加した場合を記載するのみで，Ag-Snハンダ合金に特定量のCuとＮiを同時に添加した場合(本件発明2に相当)，Ag-Snハンダ合金に特定量のCuとＮiとSbとZnを同時に添加した場合(本件発明3に相当)についての合金の組織内容については，当初明細書に記載がない。したがって，本件補正は，本件発明2，本件発明3との関係でも，当初明細書に記載されていない新たな技術的事項の導入に該当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件(特許法36条6項1号)に関する判断の誤り(取消事由2)",
              "text": [
                "本件明細書の特許請求の範囲は，本件明細書の発明の詳細な説明に記載された範囲を逸脱しており，特許法36条6項1号に反し不適法であるにもかかわらず，これを適法とした審決には違法がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1について",
                  "text": [
                    "請求項1には，「前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」との構成が記載されている。これに対して，発明の詳細な説明には，「内部のAg Sn金属間化合物のリング状ネットワークが密になり」(【0017】)と記載されており，同記載に接した当業者は，ネットワークがリング状になり，そのリング状ネットワークが密になっていると認識，理解し，ネットワークが形成され，相互に連結されていると認識，理解することはない。したがって，請求項1についての特許請求の範囲は，発明の詳細な説明に記載された範囲を逸脱している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項2について",
                  "text": [
                    "請求項2については，発明の詳細な説明中に「Ag：1．5質量％，Cu：0．5質量％，Ｎi：0．5質量％」という唯一の実施例(実施例8)が記載されているのみである。請求項2のＮi含有量の上限値1．5質量％から相当に離れたＮi含有量0．5質量％の実施例一つでは，本件発明2の全範囲について，延性等の効果が発揮されることが具体的に示されているとはいえない。Ｎi含有量の上限値，下限値又はその近傍の値の実施例，及びＮi含有量が1．5質量％を超える比較例は皆無であるにもかかわらず，請求項2は，実施例8からかけ離れた広い範囲に一般化して記載してあり，サポート要件を充足しない。",
                    "本件発明2は，Ｎiを主成分としている点及び添加量に差異が存在する点に照らすと，本件発明1とは別の発明である。本件明細書の【0013】ないし【0015】の説明は，本件発明1のみに係るデータ(実施例1，4)に基づくものであって，本件発明2の実施例に係るデータに基づくものではないから，本件発明2はサポート要件を充足しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "請求項3について",
                  "text": [
                    "本件発明3は，Sbを添加する構成が採用されており，Sbを添加しない他の請求項に係る発明とは別の発明である。本件明細書には，本件発明3に関し，Ｎi，Sb及びZnの各成分の合計含有量の上限値，下限値等の実施例や，合計含有量が1．5質量％超える比較例は示されていない。実施例10の一例だけでは，請求項3に係る組成範囲内において，Ｎi，Sb及びZnの同時添加による効果やSbの添加による「低温変態の抑制効果」が得られると当業者に認識できる程度に，具体例を開示して記載されているとはいえない。したがって，本件発明3はサポート要件を充足しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "請求項5について",
                  "text": [
                    "請求項5は，「強度(MPa)×延性(％)が1500以上」との構成が採用されている。同構成は，実施例1ないし10で示された製造方法，加工方法で得られた合金に特有の特性と解される。しかし，ハンダ合金の強度や延性は，製造方法や加工方法で大きく異なるため，上記の組成と組織のみの特定により，一般化することはできない。したがって，本件発明5は，サポート要件を充足しない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "請求項6ないし11について",
                  "text": [
                    "請求項6ないし11についても，本件発明1ないし3，5と同様の理由により，サポート要件を充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "明確性要件(特許法36条6項2号)に関する判断の誤り(取消事由3)",
              "text": [
                "本件明細書の特許請求の範囲の記載は，不明確であって，特許法36条6項2号に反し不適法であるにもかかわらず，これを適法とした審決には違法がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1について",
                  "text": [
                    "請求項1の「Ag Sn金属間化合物を有する無鉛ハンダ合金であって」との記載中の「有する」は，合金の成分や結晶組織との関係を明確に示しているとはいえない。",
                    "また，請求項1の「前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」の記載中の「ネットワークを形成」及び「相互に連結されている」は，合金の結晶構造の観察方法や観察条件が不明確であり，従来公知のSn-Agハンダ合金における，ネットワークが十分に連結されない態様を包含する上位概念であって，その外延が不明確である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項5について",
                  "text": [
                    "請求項5の「強度(MPa)×延性(％)が1500以上であることを特徴とする」との記載中の「強度」及び「延性」について，本件特許出願時，ハンダ合金の機械的特性の試験方法についてのJIS規格は制定されていなかった。本件明細書中において，測定方法や測定条件が明確に定義されていない以上，明確性を欠く。JIS規格において，特定の材料について唯一の試験条件が定められているわけではないので，測定条件を特定した測定方法によらなければ，測定方法によって有意の差が生じる結果になる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "請求項6ないし11について",
                  "text": [
                    "本件発明6ないし11についても，本件発明1，5と同様の理由により，明確性要件を満たさないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "実施可能要件(特許法36条4項1号)に関する判断の誤り(取消事由4)",
              "text": [
                "本件明細書の発明の詳細な説明の記載は，当業者が実施することができる程度に明確かつ十分に記載されておらず，特許法36条4項に反し不適法であるにもかかわらず，これを適法とした審決には違法がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1について",
                  "text": [
                    "本件明細書には，「Ag Sn金属間化合物がネットワークを形成して相互に連結されている」という組織を客観的に認識できる記述は一切なく，電子顕微鏡写真などの図面の添付もないし，従来技術の「ネットワークが相互に十分に連結されない合金」と対比した組織の相違も客観的に示されていない。本件明細書には，請求項1記載の組織と認識できる程度の開示があるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項2，3について",
                  "text": [
                    "本件明細書の【0017】には，Sn-Ag合金にCuを微量添加したときの組織が記載されているだけであり，本件発明2のようにＮiを更に添加した場合や，本件発明3のようにSb，Zn及びＮiを更に同時に添加した場合に，CuによってAg Sn金属間化合物のネットワークが密になる作用が維持されるのか，別の金属間化合物による組織が生じるのか等の合金組織についての開示はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点認定の誤り(取消事由5)",
              "text": [
                "審決は，甲1発明，甲2発明について，「Ag Sn金属間化合物を有する無鉛ハンダ合金であって，前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」か不明であるとして相違点2，4を認定している。しかし，甲1，2には，「Ag Sn金属間化合物がネットワークを形成して相互に連結されている組織である」ことについて明記されていないが，当業者の技術常識からみて，そのような組織であるか「不明である」とはいえず，同じ組成を持つ合金を通常の溶融凝固法で製造した場合に得られる組織は，冷却速度により多少の相違はあり得るにしても基本的には同じになることは技術常識である。したがって，審決の相違点2，4の認定は誤りである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "新規性・進歩性判断の誤り(取消事由6)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "数値限定発明について",
                      "text": [
                        "数値限定発明において，①その数値が先行技術において，具体的に数値限定に該当するような実施がされている場合及び②先行技術文献に具体的に開示された数値を包含する場合には，新規性を欠くというべきである。",
                        "甲1の請求項5には，「Agを1．0～4．0重量％，Cuを0．1～1．0重量％含み，残部がSnである合金からなるはんだ材料」(甲1発明)が記載されており，実施例(33ページの表22)には，下記の各組成(残部は，Sn及び不可避不純物)が記載されている。",
                        "「Ag：1％，Cu：0．1％」(実施例229)",
                        "「Ag：1％，Cu：1％」(実施例230)",
                        "「Ag：2％，Cu：0．1％」(実施例231)",
                        "「Ag：2％，Cu：0．5％」(実施例232)",
                        "「Ag：2％，Cu：1％」(実施例233)",
                        "このように，甲1には，本件発明1の範囲内の実施例は記載されていないものの，Ag含有量が1～2質量％と少なく，さらに0．1～1質量％のCuを添加したSn合金が具体的に記載されており，Agが1質量％と2質量％の実施例の記載は，その中間のAg1．1質量％，1．2質量％，1．3質量％等の具体的な記載がない組成でも，1質量％や2質量％と同様に実施がなされることを示しているものと当業者は理解できるから，本件発明1の組成は，甲1に具体的に開示されているといえる数値を包含している。",
                        "同様に，甲2の表1には，実施例9(Ag：1．0質量％，Cu0．50質量％)，実施例10(Ag：2．0質量％，Cu0．70質量％)が記載されており，本件発明2におけるAg含有量の1．2～1．7質量％は，両者の中間であるものの，Agが1質量％と2質量％の実施例の記載は，その中間のAg1．2質量％等などでも1質量％や2質量％と同様に実施がなされることを具体的に表すものと理解できる。",
                        "したがって，本件発明1は新規性を欠く。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "臨界的意義や予想外の作用効果が存在しないこと",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "臨界的意義がないこと",
                          "text": [
                            "本件発明1が選択した数値範囲は，当初明細書の請求項1に「Ag：1．0～2．0質量％」と記載されていた範囲を，本件補正により実施例の記載に基づいて「Ag：1．2～1．7質量％」と規定したものである。この数値限定の数値は，連続性のある数値の一部を選定したにすぎず，補正後の限界値である1．2質量％や1．7質量％を境にして急激な特性の変化が見られるような臨界的意義はない。",
                            "当初明細書の実施例1(Ag1．0質量％，Cu0．3質量％)は，補正後の実施例1(Ag1．2質量％，Cu0．5質量％)の延性(55％)よりも大きい「59％」の延性を有する。延性についてみれば，Ag含有量が1．2～1．7質量％の範囲がその範囲外の近接する組成の合金よりも比較的小さな優位があることを示すだけであって，何らの臨界的意義もない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "予想外の作用効果がないことについて",
                          "text": [
                            "本件明細書の【0015】には，「Ag含有量が0．5～3質量％の範囲にあり，かつCu含有量が0．3～2．0質量％の範囲にあるSnハンダ合金であれば，従来のSn-Pbハンダ合金やSnハンダ合金と同等の延性を有し，(中略)更にAg含有量を1．0～2．0質量％の範囲とすることにより，ハンダ合金の伸びが著しく向上し，延性の増大を図ることができる。Ag含有量が1．0～1．7質量％の範囲にあれば，伸びの向上効果を最も顕著に得ることができる。」と記載されている。「従来のSn-Pbハンダ合金やSnハンダ合金」の延性は，43～229％程度である(甲33)から，「Ag含有量が0．5～3質量％の範囲にあり，かつCu含有量が0．3～2．0質量％の範囲にあるSnハンダ合金」の延性も同程度となる。本件明細書の表1の実施例1ないし10の延性は48ないし70であって，Ag含有量が1．0～1．7質量％の範囲が特に延性が顕著であるということにはならない。",
                            "甲34によれば，甲1発明の合金組成内に包含されるSn-2．5質量％Ag-0．5質量％Cuの合金の室温伸びが56．1％であり，「Cuは，0．1重量％以上の少量添加で組織を微細化させ，延性を増大させ(る)」(甲34の【0015】)という作用を有すると記載されている。甲1(表22)に記載されているAgが1～2質量％，Cuが0．1～1質量％である，Agが少なく，Biを含有しない合金が，安価で，Cuの添加により組織が微細化されて延性が増大した合金であることは，当業者が容易に理解できることである。甲34では，Agが2．5質量％でも十分に優れた伸びを室温で示すのであるから，本件発明1の効果が「異質である」とか，「予期し難いほど顕著である」とはいえない。",
                            "本件発明1の主たる課題は，Agをさほど使用せず(2質量％以下)安価に提供できることであり，主たる効果は，従来の無鉛ハンダ合金に比較して安価に提供することが可能になるというものであるが，甲1発明のうち，Agをさほど使用しない1～2質量％程度のSn合金が安価であることは自明であり，本件発明1は，Agをさほど使用しない組成のSn合金を安価な最適材料として選択したものにすぎない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，本件発明1には，予想外の作用効果や臨界的意義は存在せず，新規性及び進歩性を欠く。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2について",
                  "text": [
                    "審決は，本件発明2における数値範囲が先行技術文献に具体的に開示された数値を包含する場合等を十分に検討せずに，新規性を肯定した点において誤りがある。",
                    "確かに，本件発明2におけるAg含有量の1．2～1．7質量％は，甲2発明の実施例9のAg1．0質量％と実施例10のAg2．0質量％の中間であってAg含有量1．2質量％や1．7質量％が甲2発明の実施例として記載されているわけではないが，Agが1質量％と2質量％の実施例の記載は，その中間のAg1．2質量％等などでも1質量％や2質量％と同様に実施がなされることを具体的に表わすものと理解できる。",
                    "本件発明1の場合と同様に，本件発明2の数値範囲の選択にも技術的意義は認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明3について",
                  "text": [
                    "甲3には，Sb，Znは，Ag-Cu-Sn系無鉛ハンダ合金に添加し得る有用な元素であることが教示されている。",
                    "甲2発明は，Ag-Cu-Sn系無鉛ハンダ合金に付加成分としてＮiを添加した合金であるが，甲2に，さらに他の付加成分は一切添加し得ない等の特別の開示がされている訳ではない。そうすると，甲2発明と同一系統のAg-Cu-Sn系無鉛ハンダ合金である甲3発明の教示によれば，甲2発明に，さらにSb，Znを付加成分として添加することにより特性の改善をなし得るであろうことは当業者が容易に推認できることである。",
                    "審決は，「Sb，Zn，Ｎiの合計含有量を1．5質量％以下と規定する根拠や動機付けを，甲3号証の記載から導くことはできない。」と判断しているが，添加することが好ましいことが教示されている成分について実験的に数値範囲を最適化又は好適化する程度のことに進歩性はなく，審決の判断は誤っている。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "補正要件に関する判断の誤り(取消事由1)に対して",
              "text": [
                "本件補正は，当初明細書の「Ag Sn金属間化合物のリング状ネットワークが密になり」との記載(【0017】)から自明な事項であり，また明細書のすべての記載を総合することにより導かれる事項でもあるから，新たな技術的事項を導入する補正ではない。",
                "「Ag Sn金属間化合物を有する無鉛ハンダ合金」は，「無鉛ハンダ合金がその中にAg Sn金属間化合物を含んでいる(持っている)」を意味する。そして，当初明細書【0017】の記載から，当該無鉛ハンダ合金がその中にAg Sn金属間化合物を有していることも明らかであって，Ag Sn金属間化合物を有しているから，その後に続く「前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」が成立するものである。",
                "当初明細書の【0017】の記載によれば，従来の合金は，Ag Sn金属間化合物のネットワークが相互に十分に連結されないという課題が存在したが，本件発明においては，内部のAg Sn金属間化合物のリング状ネットワークが密になることにより，上記課題を解決した。",
                "当初明細書の【0017】の「ネットワークが密になり」とは，網状組織(網の目のようなかたちの組織)がすきまなく形成されることを意味するものである。網状組織がすきまなく形成されれば，その網状組織のひとつひとつの要素はリング状になることが明らかであって，当初明細書の【0017】に記載された「リング状」とは，「ネットワークが密になり」と同じ意味であるから，「リング状」の文言を，請求項から除外したとしても，上位概念化したことにならない。",
                "また，網状組織がすきまなく形成されれば，その網状組織を構成する要素は相互に連結されることになるから，【0017】記載の「Ag Sn金属間化合物のリング状ネットワークが密になり」は，「Ag Sn金属間化合物がネットワークを形成して相互に連結されている」と同義である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件に関する判断の誤り(取消事由2)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1について",
                  "text": [
                    "請求項1の「前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」との構成は，本件明細書の【0017】に記載された「Ag Sn金属間化合物のリング状ネットワークが密になり」と同じ内容を意味しており，請求項1の記載は発明の詳細な説明の記載に対応している。",
                    "「Ag Sn金属間化合物を有する無鉛ハンダ合金」は，「無鉛ハンダ合金がその中にAg Sn金属間化合物を含んでいる(持っている)」の意味であり，【0017】の記載から，無鉛ハンダ合金がその中にAg Sn金属間化合物を有していることが開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項2について",
                  "text": [
                    "本件明細書の【0022】及び【表1】の実施例8には，本件発明2が，少なくとも本件発明1が奏する効果を奏した上で，さらに付加的効果を有することが示されており，請求項2の記載は発明の詳細な説明の記載に対応している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "請求項3について",
                  "text": [
                    "本件明細書の【0019】，【0021】，【表1】の実施例6，7の記載には，本件発明3が，少なくとも本件発明1又は2が奏する効果を奏した上で，さらに付加的効果を有することが示されている。本件明細書の【0018】には，本件発明の無鉛ハンダ合金がSbを含有することによる付加的効果についての説明があり，また，【表1】には，本件発明3で規定するSb含有範囲内の合金において，延性，強度，耐落下衝撃特性が従来の無鉛ハンダ合金と比較して改善されていることが示されており，請求項3の記載は，発明の詳細な説明の記載に対応している。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "請求項5について",
                  "text": [
                    "本件明細書の【0031】には，本件発明5は，本件発明1ないし4の無鉛ハンダ合金において，さらに強度(MPa)×延性(％)が1500以上であるものに限定することにより，耐衝撃性が安定して優れるという効果を奏するものである旨が記載され，【表1】には，強度(MPa)×延性(％)が1500以上である実施例により，その特性が開示されている。本件発明5は，本件発明1ないし4の中から特に良好な特性を発揮するものに限定する発明であって，発明の詳細な説明に対応している。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "請求項6ないし11について",
                  "text": [
                    "上記のとおり，請求項1ないし3，5についての審決の判断に誤りはないので，請求項6ないし11についても審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "明確性要件に関する判断の誤り(取消事由3)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1について",
                  "text": [
                    "請求項1の構成要件のうち，「前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」は，本件明細書の【0017】に記載された「AgSn金属間化合物のリング状ネットワークが密になり」と同じ内容を意味しており，明確である。「Ag Sn金属間化合物を有する無鉛ハンダ合金」は，「無鉛ハンダ合金がその中にAg Sn金属間化合物を含んでいる(持っている)」の意味であり，同様に明確である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項5について",
                  "text": [
                    "「強度(MPa)×延性(％)が1500以上である」の条件を満たしているか否かは，通常の評価方法で強度(MPa)と延性(％)を測定することによって客観的に定まるから，本件発明5は明確である。",
                    "甲29にいう「2つの手法」とは，「一つは引張試験片を作製できる鋳型に鋳造したままで何ら機械加工をせずにそのまま引っ張る。もう1つは，鋳造後，引張試験片に機械加工する(JISに規定される丸棒など)。」という試験準備方法を示している。甲29は，これに続けて，「多くのはんだメーカーでは作業者の熟練度依存性の小さい後者の方法を採用しているものと思われる」と記載した上，後者の「鋳造後，引張試験片に機械加工する(JISに規定される丸棒など)」が一般的であると述べている。前者の方法では，鋳造表面欠陥や凝固収縮ひずみ，クラック発生の影響を受けるため，一般には採用されない。甲12のJIS規格に規定するとおり，当業者であれば鋳造品から引張試験片に機械加工する方法(後者)を採用するのである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "請求項6ないし11について",
                  "text": [
                    "請求項1，5は明確であるので，請求項6ないし11についても不明確な点はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "実施可能要件に関する判断の誤り(取消事由4)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1について",
                  "text": [
                    "当業者であれば，合金を観察することにより，どのような合金が「Ag Sn金属間化合物がネットワークを形成して相互に連結されている」合金であるかを理解することができる。本件発明では，「Ag Sn金属間化合物がネットワークを形成して相互に連結されている」との記載により，発明の内容は明確であるといえる。本件において，写真等がなくても発明の内容は十分に理解できる場合といえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項2，3について",
                  "text": [
                    "本件発明2のようにＮiを添加した場合や本件発明3のようにSb，Zn及びＮiを同時に添加した場合であっても，「Ag Sn金属間化合物がネットワークを形成して相互に連結されている」組織を得ることができる。仮に，そのような組織を得ることができないのであれば，本件明細書にその旨が明記されるが，【0017】にそのような記載がなく，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点認定の誤り(取消事由5)に対して",
              "text": [
                "甲1には，甲1発明がどのような組織であるのかについて一切開示はない。甲1発明が本件発明1に規定する組織であるか不明である，との審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "新規性・進歩性判断の誤り(取消事由6)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "text": [
                    "本件発明1は，Ag含有量1．5質量％付近においてハンダ合金の伸びが著しく向上するAg成分範囲が存在することを見出し，これによってハンダ合金の延性を顕著に増大して耐熱疲労特性及び耐衝撃性の改善を実現した点を最大の特徴とする。これに対して甲1発明は，好ましいAg含有量範囲は2．0％以上としている。また，甲1に記載の実施例においては，Ag含有量が本件発明1と一致するAg：1．2～1．7質量％範囲のものが存在しない。したがって，本件発明1は，甲1に記載されておらず，また，当業者において，甲1を参酌して，ハンダ合金の伸びが著しく向上するAg成分範囲であるAg：1．2～1．7質量％に限定した本件発明1を容易に想到することはできない。",
                    "甲33は，Snを50ないし70質量％と，Pd，Sb，Cuなどを1質量％以下含有し，残部がPbであるSn-Pbハンダ合金に関するものであるのに対し，本件発明は，PbレスSnハンダ合金である点において相違する。したがって，「『Ag含有量が0．5～3質量％の範囲にあり，かつCu含有量が0．3～2．0質量％の範囲にあるSnハンダ合金』の延性は，43～229％程度であるということになる」との原告の主張は，証拠内容の誤解に基づく主張であって失当である。",
                    "本件発明1の目的とする品質は，耐衝撃性で，その優劣の評価は落下衝撃特性によって行われるべきであるから，本件明細書の【表1】のうち，最も重要な品質指標は「平均耐落下衝撃回数」である。そして，本件発明1についてみると，実施例2，3(Ag：1．5質量％)の平均耐落下衝撃回数が44回，51回と極めて優れており，Ag含有量が下限値となる実施例1(Ag：1．2質量％)は平均耐落下衝撃回数が38回と優れており，Ag含有量が上限値となる実施例4(Ag：1．7質量％)でも平均耐落下衝撃回数が39回と優れている。これに対し，甲1発明に記載されているAg含有量が1質量％のものは，本件発明1に比較して明らかに平均耐落下衝撃特性が劣るし，そもそも甲1には，甲1発明のうちでAg含有量が1．0質量％のものの耐落下衝撃特性について，何ら開示も示唆もされていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2について",
                  "text": [
                    "本件発明2は，上記本件発明1と同様，Ag含有量1．5質量％付近においてハンダ合金の伸びが著しく向上するAg成分範囲が存在することを見出し，これによってハンダ合金の延性を顕著に増大して耐熱疲労特性及び耐衝撃性の改善を実現した点を特徴とする。そして，ハンダ合金の伸びが著しく向上するAg成分範囲であるAg含有量1．5質量％付近に発明を限定すべく，Ag：1．2～1．7質量％に限定している。",
                    "これに対して甲2発明は，Ag含有量範囲を0．5～2．89質量％としており，甲2に記載の実施例においては，Ag含有量が本件発明2と一致するAg：1．2～1．7質量％範囲のものが存在しない。また，当業者がコスト削減の面からAgの添加量を少なくしようとするのであれば，甲2発明のうちでAg含有量が最も少ない0．5質量％近傍を選択すると考えるのが妥当であり，本件発明2のようにAg：1．2～1．7質量％範囲を容易に想到することはできない。",
                    "以上のとおりであるから，本件発明とは課題が相違する甲2発明に，さらに本件発明とはAg含有量が相違する甲5発明を参酌したとしても，耐落下衝撃性に優れる本件発明の無鉛ハンダ合金を想到することが容易とはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明3について",
                  "text": [
                    "本件発明3は，本件発明2を引用する発明であり，本件発明2と同様の理由で，当業者が容易に想到し得ない発明である。",
                    "また，甲3発明はSb-Zn-Ag-Cu-Sn系ハンダ合金であって，Ｎiを含有していない。甲3発明にさらにＮiを含有させたときの挙動については，実際に試験をしてはじめて判明するのであるから，甲2発明と甲3発明がそれぞれ単独に公知であるからといって，本件発明3が実現することを当業者が容易に想到し得るものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の主張に係る取消事由はいずれも理由がなく，審決に違法はないものと判断する。その理由の詳細は次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書・当初明細書の記載内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書の記載内容",
                  "text": [
                    "特許請求の範囲の記載は，前記第2，2(1)のとおりであり，本件明細書の記載は次のとおりである(甲15)。なお，【0030】は，別紙のとおりである。",
                    "「【発明の詳細な説明】",
                    "【0001】",
                    "【発明の属する技術分野】",
                    "本発明は，無鉛ハンダ合金に関するものであり，特に半導体基板やプリント基板等の電子部材における電極のハンダバンプに好適なハンダ合金及びハンダボールである。更に該ハンダ合金を用いたハンダバンプを有する電子部材に関するものである。」",
                    "【0010】",
                    "【発明が解決しようとする課題】",
                    "電子部材用鉛フリーハンダ，特に電子部材用鉛フリーハンダボールにおいて，接合信頼性，特に耐衝撃信頼性，耐落下信頼性で重要になる点は，ハンダ材料の延性である。従来Sn-Ag共晶組成，Sn-3．5AgやそのSn-Ag共晶組成近傍のSn3．5Ag-0．7Cuでは，延性が優れていることが知られている。更にはSn-Ag-Cu三元共晶組成であるSn-4．7Ag-1．7Cuも延性に優れていることが知られている。しかし，これらのハンダ合金は，原材料価格的に高価なAgを3．0質量％以上含んでいるため，非常に高価なハンダにならざるを得ない。",
                    "【0011】",
                    "本発明は，無鉛ハンダ合金であって，Agをさほど使用せず(2質量％以下)，接合信頼性，耐落下衝撃性に優れたハンダ合金を安価に提供でき，電子部材のハンダバンプ用として使用することのできるハンダ合金，該組成のハンダボール，該組成のハンダバンプを有する電子部材を提供することを目的とする。」",
                    "「【0013】",
                    "従来，電子部品用の無鉛ハンダ合金としては，Agの含有量は3％以上必要であるとされていた。本発明においては，Ag含有量1．5質量％付近においてハンダ合金の伸びが著しく向上するAg成分範囲が存在することを見出し，これによってハンダ合金の延性を顕著に増大して耐熱疲労特性及び耐衝撃性の改善を実現した。",
                    "【0014】",
                    "本発明は上記知見に基づいてなされたものであり，Ag：1．2～1．7質量％，Cu0．5～0．7質量％を含有するSn系ハンダ合金組成を適用することにより，安価な無鉛ハンダ合金を提供し，耐熱疲労特性と耐衝撃性を著しく向上し，リフロー後の表面性状の確保を同時に実現することを可能にした。",
                    "【0015】",
                    "【発明の実施の形態】",
                    "Ag含有量が0．5～3質量％の範囲にあり，かつCu含有量が0．3～2．0質量％の範囲にあるSnハンダ合金であれば，従来のSn-Pbハンダ合金やSnハンダ合金と同等の延性を有し，更にこれらに比較して良好な耐疲労特性を有している。本発明においては，更にAg含有量を1．0～2．0質量％の範囲とすることにより，ハンダ合金の伸びが著しく向上し，延性の増大を図ることができる。Ag含有量が1．0～1．7質量％の範囲にあれば，伸びの向上効果を最も顕著に得ることができる。」",
                    "「【0017】",
                    "Sn-Ag系合金においては，凝固組織の中にAgSn金属間化合物のネットワークが生成し，ハンダの強度や疲労特性を向上させる。Sn-Agのみの合金においてはAgSn金属間化合物のネットワークが相互に十分に連結されないが，Sn-Ag系のハンダ合金にCuを0．3質量％以上添加すると，内部のAgSn金属間化合物のリング状ネットワークが密になり，ハンダバンプの強度，疲労特性を向上し，電子部品用として必要な強度や耐熱疲労特性を確保することが可能になる。尚，本発明ではCu含有量下限を，上記記載の範囲内で表1の実施例2に基づいて0．5質量％とした。」",
                    "「【0020】",
                    "本発明のハンダ合金にさらにZn，Ｎi又はFeを添加することにより，ハンダ合金の強度を向上することができる。」",
                    "「【0022】",
                    "Ｎi含有量は，0．05質量％未満の添加量では，強度向上に効果はなく，また1．5質量％を超える添加では，延性が低下し始めるので，成分範囲を0．05～1．5質量％とする。更に，0．05質量％以上のＮi添加では，Ｎiメッキ電極基板との接合の際に，濃度勾配差による基板メッキＮiの拡散を抑制し，ＮiSn等の金属間化合物の成長を抑制できる。」",
                    "「【0025】",
                    "本発明ハンダ合金を溶解混錬する際，溶解雰囲気を非酸化雰囲気にし，ハンダ合金中の固溶酸素濃度を低下させると，強度は約10％向上する。本ハンダ合金を，大気中溶解混錬した材料を，グローディスチャージ質量分析(Gdmass)で分析すると，十数ppmの酸素が検出される。一方，アルゴン雰囲気等の非酸化雰囲気で溶解混錬したハンダ合金の酸素検出量は，数ppmレベルとなる。酸素検出量が10ppm以下である場合，そのシェア強度は，大気溶解のものに比して，10％強度は改善された。よって本発明の上記(3)ではハンダ合金中の酸素濃度を10ppm以下にする。」",
                    "「【0029】",
                    "【実施例】",
                    "表1に示す成分のハンダ合金を作製し，それぞれの機械特性評価を実施した。実施例1～10が本発明例であり，比較例1はAgが本発明下限以下であり，比較例2はAgが本発明上限以上であり，比較例3は従来の3．5Agの高価な無鉛ハンダ合金である。」",
                    "(【0030】については，別紙のとおり。)",
                    "「【0031】",
                    "ハンダ合金の延性・強度特性については，延性(％)，強度(MPa)を評価し，さらに強度(MPa)×延性(％)を算出した。強度×延性が1500以上の場合は耐衝撃性が安定して優れているとして「○」と評価し，強度×延性が1300～1500の場合は耐衝撃性に優れているとして「△」と評価し，強度×延性が1300未満は「×」と評価した。」",
                    "「【0032】",
                    "本発明例1～10はいずれも良好な強度×延性の成績を実現した。」",
                    "「【0033】",
                    "比較例1はAg含有量が低すぎ，比較例2はAg含有量が高すぎ，それぞれ延性が低下し，結果として強度×延性の値が1300未満となり，十分な耐衝撃性が得られなかった。",
                    "【0034】",
                    "ハンダ合金の耐落下衝撃性を評価するため，本発明合金を基に，φ300μmの電子部材接続用ハンダボールを作製した。それぞれについて以下に示すSiチップ部品と基板をハンダ付けし(240ボール)，それをフリップチップ接続したものを試験片とした。落下衝撃試験は，同フリップチップ接続した衝撃試験片を，金属板にネジ止め固定し，高さ50cmから落下させた。落下後，最も衝撃の大きいチップ周辺部位のハンダ接合部(64ポイント)のすべてを電気的に導通があるかを評価し，一点でも導通が無いハンダ接合部位が生じた時点で破断とし，耐落下衝撃性を評価した。平均耐落下衝撃数で40回以上は，耐落下衝撃性が特に優れているとして「○」と評価し，平均耐落下衝撃数で30回～40回は優れているとして「△」と評価し，平均耐落下衝撃数30回未満は「×」と評価して表1に記載した。本発明例である実施例1～10は，いずれも良好な耐落下衝撃性を示した。",
                    "【0035】",
                    "上記落下強度試験に用いるSiチップ部品は，Siチップ上にφ200μmの電極ランドを合計240配置したものであり，最外郭の周囲に64配置である。またピッチ間隔は0．3mmである。プリント基板は，片面配線のガラスエポキシ樹脂基板であり，Siチップと同様に配置し，それらを本発明ハンダ合金のφ300μmのボールでフリップチップ接続した。",
                    "【0036】",
                    "本発明の実施例1～10と比較例3の3．5Agハンダ合金とを対比すると，本発明はAgの含有量が少ないので安価なハンダ合金を提供することが可能になり，さらに比較例3と同等あるいはそれ以上の良好な耐衝撃性，耐落下衝撃性を得ることができた。",
                    "【0037】",
                    "【発明の効果】",
                    "本発明の組成を有する無鉛ハンダ合金を用いることにより，従来の無鉛ハンダ合金に比較して安価に提供することが可能になり，同時に極めて優れた耐熱疲労特性と耐衝撃性を実現することができた。",
                    "【0038】",
                    "本発明の組成を有するハンダボールを用いてハンダバンプを形成することができる。また，本発明の組成のハンダバンプを形成した電子部材，本発明の組成のハンダ電極で電子部品間を接合した電子部材は，電極の耐熱疲労特性と耐衝撃性が優れているという効果を有するものである。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "当初明細書の記載内容",
                  "text": [
                    "当初明細書の【0017】の記載は，次のとおりである(甲18)。",
                    "「【0017】",
                    "Sn-Ag系合金においては，凝固組織の中にAgSn金属間化合物のネットワークが生成し，ハンダの強度や疲労特性を向上させる。Sn-Agのみの合金においてはAgSn金属間化合物のネットワークが相互に十分に連結されないが，Sn-Ag系のハンダ合金にCuを0．3質量％以上添加すると，内部のAgSn金属間化合物のリング状ネットワークが密になり，ハンダバンプの強度，疲労特性を向上し，電子部品用として必要な強度や耐熱疲労特性を確保することが可能になる。そのため，本発明ではCu含有量下限を0．3質量％とする。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例の記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1の記載",
                  "text": [
                    "甲1(国際公開00／18536号)の記載は次のとおりである。なお，甲1の表22は別紙のとおりである。",
                    "「請求の範囲",
                    "1．  SnおよびAgを必須成分とし，さらにBi，InおよびCuよりなる群から選択される少なくとも1種の元素を含む合金からなるはんだ材料。",
                    "2．  Agを1．0～4．0重量％，Biを2．0～6．0重量％，Inを1．0～15重量％含み，残部がSnである合金からなる請求の範囲第1項記載のはんだ材料。」",
                    "「5．  Agを1．0～4．0重量％，Cuを0．1～1．0重量％含み，残部がSnである合金からなる請求の範囲第1項記載のはんだ材料。」(35頁)",
                    "「技術分野",
                    "本発明は，電子回路基板へ部品を実装するために用いるはんだ材料，電子部品用外部電極，および前記はんだ材料と電子部品用電極とからなる接合構造体，ならびに電子・電気機器に関する。」(1頁3～6行)",
                    "「これに対し，従来から用いられているはんだ材料はいわゆる共晶はんだであり，SnおよびPbを主成分とし，その組成は，例えばSnが63重量％およびPbが37重量％というものであった。そして，この従来のはんだ材料に含まれているPbは，環境汚染への影響が高く，人体に入れば蓄積されて神経障害をもたらすという問題を有することから，Pbを含まず，例えば主成分としてSnおよびAgからなるはんだ材料が使用されている。",
                    "この主成分としてSnおよびAgからなるはんだ材料は，従来のSnおよびPbを主成分とするはんだ材料に比べて機械的強度に優れる。しかし，融点が約30～40℃ほど高いことから，電子部品をはんだ付けする際の温度が高くなって，電子部品の耐熱温度を超え，電子部品を損傷させてしまうという問題がある。さらに，はんだの濡れ性にも劣るという問題がある。」(1頁11行～2頁1行)",
                    "「そして，Pbを含まないはんだ材料のうち，溶融温度，機械的強度，濡れ性，耐熱疲労強度などの特性を総合的に考慮して，実際に製品として実用化できるはんだ材料は見当たらなかった。",
                    "上記の従来技術の問題に鑑み，無鉛はんだを使用した製品化を実現するために，本発明の目的は，機械的強度，濡れ性および耐熱疲労強度に優れるはんだ材料を提供することにある。」(2頁17行～22行)",
                    "「(1)はんだ材料について",
                    "本発明は，SnおよびAgを必須成分とし，さらにBi，InおよびCuよりなる群から選択される少なくとも2種の元素を含む合金からなるはんだ材料に関する。",
                    "なかでも，Agを1．0～4．0重量％，Biを2．0～6．0重量％，Inを1．0～15重量％含み，残部がSnである合金からなるはんだ材料が好ましい。このはんだ材料は，BiおよびInを含有することによって融点の低下を実現するとともに，Biが付与する脆性を，Inが付与する延性でバランス良く補ったものである。",
                    "Agの含有量は，その範囲を超えると融点が大幅に上昇するという点から，1．0～4．0重量％であればよいが，融点を降下させ，濡れ性を向上させるという点から，2．0～3．5重量％，さらに3．0～3．5重量％であるのが好ましい。」(4頁8行～20行)",
                    "「本発明のはんだ材料を構成する合金は，Biの付与する脆性をさらに抑制するために，更にCuを0．1～1．0重量％含有するのが好ましい。Cuの含有量を0．1～1．0重量％とするのは，0．1重量％より少ないとその効果が充分でなく，また1．0重量％を超えると逆に脆性が大きくなるからである。",
                    "また，Agを1．0～4．0重量％，Cuを0．1～1．0重量％含み，残部がSnである合金からなるはんだ材料も好ましい。このはんだ材料は，BiおよびInを含まないことから，耐機械的衝撃特性(耐振動特性，耐落下衝撃特性)に優れ，製品の信頼性を向上させるという効果を奏する。また，この場合のAgおよびCuの好ましい範囲も前述のとおりである。」(5頁5行～5頁15行)",
                    "「かくして得られる本発明のはんだ材料は，機械的強度，濡れ性および耐熱疲労強度に優れ，例えば電子部品用外部電極の接合などに好適に用いることができる。そして，本発明のはんだ材料は，音響・映像機器および情報・通信機器などの電気・電子機器に製品として実用化しようとした場合に，好適に用いることができる。なかでも，比重が小さいことから，軽量化の求められる小型携帯機器に好適に用いることができる。…",
                    "また，本発明のはんだ材料の融点は，その組成によって異なるが，概して180～225℃の範囲にある。したがって，適用する機器の種類，ならびにその機器に求められる機能および用途などに応じて，組成を変更して融点を調節することもできる。」(5頁23行～6頁7行)",
                    "「(4)耐衝撃性",
                    "用いたはんだ材料の耐衝撃性を評価するため，製品である完成品を製造し，落下衝撃試験を行った後に，電気的検査を実施した。その後，部品装着基板上においてはんだ材料が形成する接合部の外観を，目視にて観察した。表8の左欄に示す基準に相当する場合に，右欄に示すように評価した。なお，評価2～5の電気特性は異常なしであった。」(17頁下から6行～1行)",
                    "表8",
                    "(表22は別紙のとおり)",
                    "「表22に示す実施例229～247の結果より，携帯電話，ムービーおよびパーソナルコンピューター用周辺機器に用いる本発明のはんだ材料はSn-Ag(1．0～4．0)-Cu(0．1～1．0)の範囲で有用である。これらの中でも，Sn-Ag(2～3．5)-Cu(0．5～1．0)が好ましく，更に，Sn-Ag(2～3．5)-Cu(0．5～0．7)が特に好ましい。なお，ここでは主要な組成についての実験結果のみを記載したが，Sn-Ag(1．0～4．0)-Cu(0．1～1．0)の範囲で表22と同様な傾向を示す。」(33頁下から8行～1行)",
                    "「産業上の利用の可能性",
                    "以上のように，本発明によれば，機械的強度，濡れ性および耐熱疲労強度に優れるはんだ材料，濡れ性に優れ，はんだ付けした場合に高い接合強度をもって接合し得る電子部品用外部電極，ならびにはんだ付け部分の機械的強度および熱衝撃強度に優れる接合体を提供することができる。",
                    "したがって，本発明のはんだ材料によれば，耐熱性および耐衝撃性などに優れた電気・電子機器を得ることができ，無鉛はんだ材料を用いた製品の実用化およびその機能の向上を図ることができる。」(34頁下から9行～1行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2の記載",
                  "text": [
                    "甲2(特開平11-277290号公報)の記載は次のとおりである。なお，甲2の【0029】【表1】は別紙のとおりである。",
                    "「【特許請求の範囲】」",
                    "「【請求項2】 Ｎi0．01ないし0．5重量％と，Cu0．5ないし2．0重量％と，Ag0．5ないし2．89重量％と，Sn96．6重量％以上と，を含有してなることを特徴とするPbフリー半田。」",
                    "「【0001】",
                    "【発明の属する技術分野】本発明は，Pbフリー半田および半田付き物品に関するものである。」",
                    "「【0003】",
                    "【発明が解決しようとする課題】しかしながら，Snを主成分とする半田，特にPbフリー半田は，半田付け時または半田付け後の熱エージングを行った場合に，電気的接合部に電極喰われが起こりやすい。また，半田付けする電極としてSnへ拡散しやすい組成を用いる場合や電極厚みが薄い場合に，より一層電極喰われが起こりやすいという問題点があった。",
                    "【0004】また，従来よりSn，Agを主成分とするPbフリー半田があるが，半田付け時における耐電極喰われ性の向上を目的としてＮiを添加した場合，硬いSnAg合金が更に一層硬くなり塑性変形能が著しく低下するという問題点があった。塑性変形能が低下して半田の絞りが悪くなると耐熱衝撃性が低下し，クラックの発生による抵抗値の増加や回路オープン等の原因となる。",
                    "【0005】本発明の目的は，半田付け時または半田付け後にエージングを行った時に電極喰われが生じにくく，半田引張り強度，耐熱衝撃性に優れるPbフリー半田および半田付き物品を提供することにある。」",
                    "「【0030】表1から明らかであるように，Sn-Ｎiを含有する実施例1ないし12の半田は何れもCu電極における電極残存面積率が95％以上，広がり率65％以上，接合強度17Ｎ以上，半田引張り強度30以上，半田絞り55以上，耐熱衝撃性優良となり満足できる結果となった。」",
                    "「【0034】",
                    "【発明の効果】以上のように，本発明のPbフリー半田によれば，電極喰われしやすい遷移金属導体を含有する部品の接合に用いても，所望する半田付き性，接合強度，半田引張り強度，半田絞りを維持しつつ電極喰われを防ぎ，耐熱衝撃性に優れる。」",
                    "「【0037】また，一般的に半田付け性向上のためにＮ 雰囲気中で半田付けすることが多いが，本発明のPbフリー半田はＮiの添加量が少ないために大気中で容易に半田付けすることができ，半田付け作業性に優れる。",
                    "【0038】また，本発明のPbフリー半田は，Ag等の高価な電極喰われ抑制元素の添加量が少ないため，従来のPbフリー半田に比べて半田コストを削減することが出来る。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "技術常識に関する文献の記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4の記載",
                  "text": [
                    "甲4(菅沼克昭著「鉛フリーはんだ付け技術」，96～103頁，株式会社工業調査会，2001年1月20日発行)には次のとおりの記載がある。",
                    "「実際には，2元系合金だけでは基本はんだとしての様々な要求特性を満足できない。そこで，多元化が必要になる。たとえば，Sn-Ag合金にBiやCuなどを1％以下の微量から数％まで添加することになる。ほとんどのはんだ合金の組織は，第3の添加元素により多少の影響を受けるが基本的には2元系の組織が実際に反映される。」(96頁下から13行～9行)",
                    "「Sn-Ag系はんだは，合金の持つ微細組織から機械的特性が優れるので，はんだ付け信頼性が格段に向上するという願っても無い特性を持つ。」(99頁10行～12行)",
                    "「図5．3には，典型的なSn3．5％Ag共晶合金の組織写真を示す。写真のように，この合金は，1μm以下の細かなAgSnがβ-Snマトリックス中に分散した分散強化合金である。共晶組成であるが，β-Sn初晶が形成されており，共晶組織はこれを取り巻くようなネットワークを形成している。」(100頁下から5行～1行)",
                    "「Ag量の増加に伴い，AgSn粒子の大きさ及びAgSn／β-Sn共晶ネットワーク・リングの大きさは微細になる。はんだ組織としては微細な分布状態が望ましく，したがって，Ag量はある程度多い方が良いと言える。」(101頁7行～10行)",
                    "「Sn-Ag合金に，Bi，Cu，Znなどの合金元素が数％添加された場合にも，基本的にはAgSnの微細分散組織は維持される。」(103頁1行～2行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲10の記載",
                  "text": [
                    "甲10(「電子情報通信学会技術研究報告」CPM95-77～83，P.25～29，社団法人電子情報通信学会，1995年10月20日発行)には次のとおりの記載がある。",
                    "「鉛フリーはんだとしてSn-(0～4．0wt％)Ag合金を作製し，Cuのはんだ付けを行った。…何れの界面もCuSn，CuSn の2層の金属間化合物層が形成される。Sn-Agはんだ中には，AgSnがネットワークを形成し微細組織を作り，Agの添加量が増すほどネットワークはより微細化する。」(25頁7～12行)",
                    "「一方，はんだ側の組織に注目すると，Sn／CuおよびSn-37wt％Pb／Cuでは，比較的粗大な組織になっているのに対し，Sn-Ag／Cuでは，晶出したAgSnがリング状のネットワークを形成しており，組織が微細化していることが認められた。また，このネットワークは，Agの添加量が増えるに伴い微細化する傾向が見られた。Fig．7にネットワークのSEM像を示す。」(28頁下から2行～29頁3行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲11の記載",
                  "text": [
                    "甲11(第6回エレクトロニクスにおけるマイクロ接合・実装技術シンポジウム論文集，P.229～232，社団法人溶接学会，社団法人高温学会，2000年2月3日発行)には次のとおりの記載がある。",
                    "「本研究では，Sn-Cuの鉛フリーはんだとしての可能性に着目し，特に延性を中心とする機械的特性改善のための第3元素微量添加の効果を調べた。」(229頁左下から2行～右2行)",
                    "「Fig．4は，Agを0．5wt％添加した組織のSEM写真と対応するEPMA面分析結果を示す。共晶組織と考えられる粒界に，AgSnとCuSn がネットワークを形成している。これらのネットワーク形成は，Sn-Cu共晶合金のCuSn，Agの添加によって生成するAgSnに共通するものである。」(231頁右1～7行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲29の記載",
                  "text": [
                    "甲29(須賀唯知編著「表面実装ポケットブック  鉛フリーはんだ技術」，19～23頁，日刊工業新聞社，2000年12月28日発行)には，次のとおりの記載がある。",
                    "「はんだ自体の強度測定には2つの手法が考えられる。1つは引張試験片を作製できる鋳型に鋳造したままで何らの機械加工をせずにそのまま引っ張る。もう1つは，鋳造後，引張試験片に機械加工する(JISに規定される丸棒など)。」(19頁1～4行)",
                    "「いずれの方法も一長一短があるが，多くのはんだメーカーでは作業者の熟練度依存性の小さい後者の方法を採用しているものと思われるので，この方法でよいと思われる。」(20頁5～8行)",
                    "「このように，引張強さや耐力は特定の数値ではなく，実験条件により変化するので，値の一人歩きは避けなければならない。",
                    "さて，それでは鉛フリーはんだの強度試験用に特別な配慮が必要かという点である。鉛フリーはんだのほとんどはSn-Pb共晶に比べてクリープしにくい性質をもっているので，室温引張においては通常の引張変形速度であればひずみ速度感受性指数が小さい(図2．6)。」(23頁3～9行)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲38の記載",
                  "text": [
                    "甲38(須藤一ら著「金属組織学」，丸善株式会社発行，255頁～256頁，平成4年4月15日第15刷)には，「組織実験法の要点」との節が設けられ，金属組織の観察方法について，使用するべき腐食液等が解説されている。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲39ないし41の記載",
                  "text": [
                    "甲39(山下満男他，「鉛フリーはんだ材料における評価技術」，「富士時報」，Vol.73，No.9，p488-492，2000 年)，甲40(特開2000-15476号公報)，甲41(特開2000-52083号公報)には，引張試験を行う条件として，「ひずみ速度0．2％／sおよび0．002％／sで実施した」(甲39)，「引張速度：10(㎜／min)」(甲40)，「引張り速度5mm／min」(甲41)との記載がある。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "甲12，37，43の記載",
                  "text": [
                    "JIS  Z2201は金属材料の引張試験に用いる引張試験片についての規格であり，JIS  Z2241は金属材料の引張試験方法についての規格である(甲12，37)。JIS  Z  3198-2は，引張試験の方法を含む鉛フリーはんだ試験方法についての規格であり，本件特許出願後の平成15年に制定された(甲43)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(補正要件に関する判断の誤り)について",
              "text": [
                "当裁判所は，本件補正は，当初明細書に新たな技術的事項を導入するものではなく，この点について審決には違法はないと判断する。その理由は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正の内容",
                  "text": [
                    "本件補正によって当初明細書の請求項1(請求項1を引用するその他の請求項も同様である)に「Ag Sn金属間化合物を有する無鉛ハンダ合金であって」，「前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」との事項が追加された(前記第2，2(1)で下線を付した部分のとおり。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "当裁判所の判断",
                  "text": [
                    "当初明細書の【0017】には，「Sn-Ag系合金においては，凝固組織の中にAg Sn金属間化合物のネットワークが生成し」ていること，Sn-Ag系ハンダ合金にCuを0．3質量％以上添加したハンダ合金においても同様に，「Ag Sn金属間化合物のリング状ネットワーク」が存し，これが「密にな(る)」ことが記載されている(前記1(1)イ)。また，Sn-Ag系ハンダ合金において，Ag Sn金属間化合物がネットワークを形成すること，そのネットワークがリング状であること，その他合金元素が数％添加された場合でも基本的にAg Snの組織は維持されることは，いずれも技術常識と認められるものでもある(前記1(3)アないしウ)。このような当初明細書の【0017】の記載及び技術常識によれば，当初明細書の請求項1に係る合金が「Ag Sn金属間化合物を有する無鉛ハンダ合金であ(る)」こと，「前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」ことは，いずれも自明な事項として把握できる。",
                    "また，Sn-Ag合金に，他の元素を添加した場合にも，Ag Snの微細分散組織が維持されることは技術常識(前記1(3)アないしウ)と認められるから，請求項1の合金に，Ｎi，Sb及びZnをさらに添加する請求項2，3に係る合金についても，「Ag Sn金属間化合物を有する無鉛ハンダ合金であ(る)」こと，「前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」ことは自明である。",
                    "以上よりすると，本件補正は，当初明細書の【0017】に記載した事項の範囲内においてしたものといえるのであって，この点に関する審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，当初明細書には，「Ag Sn金属間化合物を有する無鉛ハンダ合金であって」という明示的な記載はなく，当該補正は，「Ag Sn金属間化合物」を「有する」として，上位概念化をしたものであるから，当初明細書の記載から自明ではない新たな技術的事項を導入するものであると主張する。しかし，上記イのとおり，Sn-Ag合金においては，Ag Sn金属間化合物がネットワークを形成するのであって，「Ag Sn金属間化合物」を「有する」との補正は，その前提として，当該合金にAg Sn金属間化合物が存することを確認的に示したにすぎないと解される。",
                    "また，原告は，「前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」との補正は，当初明細書の【0017】の「Ag Sn金属間化合物のリング状ネットワークが密になり」との記載から，「リング状」という形状の規定を削除して上位概念化するものであると主張する。しかし，上記イのとおり，Sn-Ag系ハンダ合金において，Ag Sn金属間化合物がネットワークを形成すること，そのネットワークがリング状であることは，技術常識と認められるから，請求項1に「リング状」という形状の規定が存在しないからといって，上位概念化されているということはできない。",
                    "さらに，原告は，当初明細書には本件発明2，3について合金の組織がどのようなものであるかについては一切開示がないとも主張するが，上記イのとおり，Sn-Ag合金に，他の元素を添加した場合にも，基本的にはAg Snの微細分散組織が維持されることは技術常識であるから，原告の主張は採用の限りではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(サポート要件に関する判断の誤り)について",
              "text": [
                "当裁判所は，請求項1ないし3，5ないし11は，いずれも本件明細書の発明の詳細な説明に記載されたものであり，特許法36条6項1号に適合すると判断する。その理由は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1について",
                  "text": [
                    "原告は，本件発明1の「前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」と，本件明細書の発明の詳細な説明に記載の「内部のAgSn金属間化合物のリング状ネットワークが密になり」(【0017】)と対応関係について，本件明細書の記載に接した当業者は，合金の組織の特徴について，ネットワークがリング状になり，そのリング状ネットワークが密になっていると専ら理解するはずであり，ネットワークが形成され，相互に連結されていることを意味するとは認識できないから，上記対応関係は不明であると主張する。",
                    "しかし，本件明細書の【0017】の記載と技術常識によれば，【0017】には，本件発明1における無鉛ハンダ合金においては，「Ag Sn金属間化合物がネットワークを形成して相互に連結されている」ことが記載されていると認められる。そうすると，上記対応関係が不明であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件発明2については，「Ag：1．5質量％，Cu：0．5質量％，Ｎi：0．5質量％」という唯一の実施例が記載されているのみであり，Ｎi含有量の上限値1．5質量％から相当に離れたＮi含有量0．5質量％の実施例一つでは，本件発明2の全範囲について，延性等の効果が発揮されることが具体的に示されているとはいえないと主張する。",
                        "しかし， 以下のとおり，原告の主張は採用できない。",
                        "本件発明2は，本件発明1に対してさらにＮi：0．05～1．5質量％を添加したものである。Ｎi添加については，本件明細書の発明の詳細な説明に，「本発明のハンダ合金にさらにZn，Ｎi又はFeを添加することにより，ハンダ合金の強度を向上することができる。」(【0020】)，「Ｎi含有量は，0．05質量％未満の添加量では，強度向上に効果はなく，また1．5質量％を超える添加では，延性が低下し始めるので，成分範囲を0．05～1．5質量％とする。」(【0022】)と記載されており，Ｎiは，本件発明1のハンダ合金の強度を向上させる目的で添加された成分であることが認められる。",
                        "また，【表1】には，本件発明1の実施例である実施例2(Ag：1．5質量％，Cu：0．5質量％)と，本件発明2の実施例である実施例8(Ag：1．5質量％，Cu：0．5質量％，Ｎi：0．5質量％)が示されている。実施例8は，実施例2に対してさらにＮi：0．5質量％を添加したものとなっている。",
                        "【表1】によれば，実施例8(延性61％，強度34MPa)では，実施例2(延性58％，強度28MPa)と比較して，ほぼ同等の延性を維持しているとともに，強度が向上していることが認められる。一般に，合金成分の含有量を増減させるにしたがって，合金の特性も連続的に変化し得ることは，当業者にとって自明の事項であるから，実施例8(すなわち，本件発明2)において，Ｎiの含有量を，0．5質量％を1．5質量％程度に増加させたとしても，延性については，上記同様，実施例2(すなわち，本件発明1)とほぼ同等のレベルを維持し，一方，強度については，Ｎiの含有量の増加に応じて，さらに向上することは，当業者にとって明らかというべきである。",
                        "以上のとおりであるから，本件発明2の全範囲について，延性等の効果が発揮されることが開示されていないということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件発明1と本件発明2は，形式的にも，実質的にも別発明であるが，本件明細書の発明の詳細な説明の【0013】ないし【0015】の記載は，本件発明1に関連した実施例1，4のデータのみに基づくもので，本件発明2の実施例に基づくものではなく，本件発明1に係る記載をもって，別発明である本件発明2のサポート要件が充足しているとすることはできないと主張する。",
                        "しかし，本件発明2は，本件発明1に対して，さらにＮi：0．05～1．5質量％を改良成分として添加したものである。本件発明2のハンダ合金は，本件発明1のハンダ合金とほぼ同等の延性を有し，改良成分であるＮiの添加により強度が向上したものである。このように両者は密接に関連するものである本件発明2について，Ｎiの含有の有無の点において両者に相違があったとしても，発明の詳細な記載に開示がされていないものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "請求項3について",
                  "text": [
                    "原告は，本件発明3について，Sbを添加した合金に係わる発明は，Sbを添加していない合金に係わる発明とは別の発明になり，Sb添加に本質的特徴があるのであるから，Sbを添加したことにより奏される効果は客観的に明確に実施例等として記載されていなければ，Sbを添加した合金に係わる発明についての効果は不明であり，当該発明は，発明の詳細な説明によりサポートされているとはいえないと主張する。また，Ｎi，Sb及びZnの各成分の合計含有量の上限値，下限値又はその近傍の値の実施例，及び合計含有量が1．5質量％超える比較例は皆無であり，実施例10の一例だけでは，このような広範な組成範囲内であっても，Ｎi，Sb及びZnの同時添加による所望の効果やSbの添加による「低温変態の抑制効果」が得られると当業者に認識できる程度に，具体例を開示して記載されているとはいえないとも主張する。",
                    "しかし，以下のとおり，原告の主張は採用できない。",
                    "本件発明2は，本件発明1に対してさらにＮi：0．05～1．5質量％を添加したものであるが，本件発明3は，そのような本件発明2に対してさらにSb：0．005～1．5質量％，Zn：0．05～1．5質量％を添加し，Sb，Zn及びＮiの合計含有量を1．5質量％以下としたものである。Sb，Zn及びＮiの添加については，本件明細書に，「本発明のハンダ合金に更にSb：0．005～1．5質量％を含有させることにより，低温におけるSn変態を抑制することができ，寒冷地条件にける耐熱疲労特性をより一層向上させることができる。」(【0018】)，「Sb含有量は，0．005質量％未満ではSnの低温変態の抑制効果が十分ではないので，下限を0．005質量％とする。また，1．5質量％を超えるとリフロー後のハンダ表面がさつきが抑えられず，かつ耐熱疲労特性改善効果も減少するので，上限を1．5質量％とする。」(【0019】)，「Zn含有量は，0．05質量％未満の添加量では，強度向上に効果はなく，また1．5質量％を超える添加では，リフロー後のハンダ表面のがさつきが出始め，延性も低下し始めるので，成分範囲を0．05～1．5質量％とする。」(【0021】)，「本発明ハンダに，Sb，Zn，Ｎi，Feを，これらの1種，又は2種以上を添加すると，強度は改善されるが，これらの1種，又は2種以上，又はSb，Zn，Ｎi，Feの合計含有量が1．5質量％を超えて添加すると，ハンダの延性が低下し始めることから，Sb，Zn，Ｎi，Feの合計含有量を1．5質量％以下とする。」(【0024】)と記載されている。これらの記載からすると，Sb，Zn及びＮiはいずれも，本件発明1のハンダ合金の強度を向上させる目的で添加された成分であり，さらに，Sbについては，Snの低温変態を抑制するものであることが認められる。",
                    "他方，【表1】には，本件発明1の実施例である実施例2(Ag：1．5質量％，Cu：0．5質量％)と，本件発明3の実施例である実施例10(Ag：1．5質量％，Cu：0．5質量％，Sb：0．3質量％，Zn：0．3質量％，Ｎi：0．3質量％)が示されている。さらに，【表1】には，実施例8(Ag：1．5質量％，Cu：0．5質量％，Ｎi：0．5質量％)，実施例6(Ag：1．5質量％，Cu：0．5質量％，Sb：0．5質量％)，実施例7(Ag：1．5質量％，Cu：0．5質量％，Zn：0．5質量％)も示されている。実施例10は，実施例2に対してさらにSb：0．3質量％，Zn：0．3質量％，Ｎi：0．3質量％を添加したものとなっている。また，実施例6，7，8はそれぞれ，実施例2に対してさらにSb：0．5質量％を添加したもの，Zn：0．5質量％を添加したもの，Ｎi：0．5質量％を添加したものとなっている。",
                    "【表1】によれば，実施例6(延性60％，強度32MPa)，実施例7(延性58％，強度35MPa)，実施例8(延性61％，強度34MPa)では，いずれも，実施例2(延性58％，強度28MPa)と比較して，ほぼ同等の延性を維持しているとともに，強度が向上していることが認められ，Sb，Zn及びＮiがいずれも，強度を向上させるものであることが裏付けられている。そして，これらSb，Zn及びＮiのすべてを含有する実施例10(延性57％，強度37MPa)においても，実施例2と比較して，ほぼ同等の延性を維持しているとともに，強度が向上していることが認められる。一般に，合金成分の含有量を増減させるにしたがって，合金の特性も連続的に変化し得ることは，当業者にとって自明の事項であるから，実施例10(すなわち，本件発明3)において，Sb，Zn及びＮiの合計含有量を上限値である1．5質量％程度まで増加させたとしても，延性については，上記同様，実施例2(すなわち，本件発明1)とほぼ同等のレベルを維持し，一方，強度については，Sb，Zn及びＮiの含有量の増加に応じて，さらに向上することは，当業者にとって明らかというべきである。",
                    "以上のとおりであるから，発明の詳細な説明に，本件発明3の全範囲について，Ｎi，Sb及びZnの同時添加による所望の効果が得られると当業者に認識できる程度に開示されているといえる。また，上記のとおり，Sbが強度を向上させるものであることは開示されており，Snの低温変態を抑制することについて具体的に示されていないとしても，それによりサポート要件を満たしていないということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "請求項5について",
                  "text": [
                    "原告は，本件発明5における「強度(MPa)×延性(％)が1500以上」は，実施例1ないし10において試料として用いた特定の製造方法，加工方法で得られた合金のみに特有の特性と考えられるが，ハンダ合金の強度や延性は製造方法や加工方法で大きく異なるので，上記実施例で得られた特性を，組成と組織だけが特定された本件発明5の特性として一般化できず，また，強度が100MPaで延性が15％以上のものや，延性が100％で強度が15MPa以上のものまで，実施例はサポートしていることにはならないと主張する。",
                    "しかし，本件発明5は，組成と組織が特定された本件発明1ないし4のハンダ合金のいずれかにおいて，さらに望ましい強度及び延性を有するものを特定したハンダ合金に関するものである。本件発明5のハンダ合金は製造方法等を特定するものではないが，ハンダ合金である以上，本件明細書の【0025】にも，溶解混練により製造される旨記載されているとおり，溶解混練により製造されたものと解するのが当業者の常識と考えられる。本件明細書には，溶解混練により製造したハンダ合金を試料として用いた実施例1ないし10及び比較例1ないし3(【0032】，【表1】)が記載されており，本件発明5は，これら実施例1ないし10及び比較例1ないし3により，十分に裏づけられているといえる。以上によれば，実施例で得られた特性を本件発明5の特性として一般化できないとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "請求項6ないし11について",
                  "text": [
                    "以上と同様に，請求項6ないし11についても，原告の主張は採用できず，サポート要件違反とするべき点はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(明確性要件に関する判断の誤り)について",
              "text": [
                "当裁判所は，請求項1，5ないし11は，いずれも明確性に欠けるところはなく，特許法36条6項2号に適合すると判断する。その理由は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1について",
                  "text": [
                    "本件特許の請求項1の記載は，前記第2，2(1)のとおりであって，これを不明確であるとするべき点はない。「Ag Sn金属間化合物を有する無鉛ハンダ合金であ(る)」ことや，「前記Ag Sn金属間化合物がネットワークを形成して相互に連結されている」ことについても，技術常識を前提とすれば，その意味を十分に理解できる。",
                    "この点，原告は，本件発明1の「Ag Sn金属間化合物を有する無鉛ハンダ合金であって」における「有する」の用語が一義的に明確でなく，「有する」という記載だけでは，合金のマトリックス成分や結晶組織との関係が明確でないと主張する。",
                    "しかし，請求項1の記載によれば，上記「有する」が，無鉛ハンダ合金がその内部にAg Sn金属間化合物を含有すること，あるいは，無鉛ハンダ合金の内部にAg Sn金属間化合物が存在することを意味するものであることは，当業者にとって明らかというべきである。合金のマトリックス成分や結晶組織との関係にかかわらず，上記「有する」の意味が明確でないとはいえない。",
                    "また，原告は，本件発明1における「ネットワークを形成」及び「相互に連結されている」の各用語については，本件明細書に説明がなく，このような用語で規定される合金の結晶構造の観察方法や観察条件が定義されていないから，本件発明1は明確でないと主張する。",
                    "しかし，前記1(3)アないしウのとおりの甲4，10及び11の記載によれば，Sn-Ag系ハンダ合金において，Ag Sn金属間化合物がネットワークを形成することは技術常識と認められるから，本件発明1における「ネットワークを形成」の意味は，当業者にとって明らかというべきである。また，本件発明1における「相互に連結されている」とは，本件明細書の【0017】の記載を参酌すれば，「AgSn金属間化合物のネットワークが相互に十分に連結されない」「Sn-Agのみの合金」と比較して，相互に連結されていることを意味するものと認められるから，その意味及び外延が不明確であるとはいえない。さらに，本件発明1に係る結晶構造については，通常の観察方法，観察条件で確認すれば足りるというべきである(前記1(3)オ)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項5について",
                  "text": [
                    "本件発明5は，「強度」及び「延性」を構成要件として含むのであるが，これらの意味については，本件出願当時の技術常識からその内容は十分に明確であるといえる。",
                    "この点，原告は，本件発明5における「強度」及び「延性」について，本件特許出願時において，ハンダ合金の機械的特性の試験方法についてのJIS規格は制定されておらず，「表面実装ポケットブック  鉛フリーはんだ技術」(甲29)の記載や甲39ないし41に現れたひずみ速度に差があること等を根拠に，測定方法や測定条件が本件明細書中で明確に定義されていなければ，請求項5の記載は不明確であると主張する。",
                    "しかし，本件特許出願時において，ハンダ合金の機械的特性の試験方法についてのJIS規格が制定されていなかったとしても，金属材料一般の機械的特性の試験方法についてのJIS規格は存在していたのであるから(前記1(3)キ)，本件発明5の「強度」及び「延性」は，金属材料一般のJIS規格に従って測定したと解するのが自然である。",
                    "また，原告がその主張の根拠とする甲29においても，「多くのはんだメーカーでは作業者の熟練度依存性の小さい後者の方法(判決注：JISに規定される丸棒などに機械加工する方法)を採用しているものと思われるので，この方法でよいと思われる。」と記載されており，測定方法が一般に複数行われていたとする趣旨ではない。さらに，引張試験の際のひずみ速度の設定については，幅があり得るが(前記1(3)カ)，甲29には，「鉛フリーはんだのほとんどはSn-Pb共晶に比べてクリープしにくい性質をもっているので，室温引張においては通常の引張変形速度であればひずみ速度感受性指数が小さい(図2．6)。」と記載されており，本件発明5を含む鉛フリーはんだでは，引張強さ等の数値は，ひずみ速度による影響(ひずみ速度感受性指数)は小さいので，通常，特別の配慮は不要であることが示唆されており，ひずみ速度が特定されなくては，請求項5の記載が不明確となるものでもない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "請求項6ないし11について",
                  "text": [
                    "請求項6ないし11についても，これを不明確とするべき点はない。原告は，これらの請求項についても，本件発明1，5と同様の理由により，審決の判断は誤りであると主張するが，上記のとおり，本件発明1，5についての原告の主張はいずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(実施可能要件に関する判断の誤り)について",
              "text": [
                "当裁判所は，本件明細書の発明の詳細な説明は，当業者が実施をするに十分な程度に記載されており，特許法36条4項1号に適合すると判断する。その理由は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1について",
                  "text": [
                    "原告は，本件明細書には，本件発明1の成分組成を有するハンダ合金が，「AgSn金属間化合物を有する無鉛ハンダ合金であって」，「Ag Sn金属間化合物がネットワークを形成して相互に連結されている」を備えていることを確認した具体例は開示されていないから，どのように製造すれば本件発明の合金を実施できるのか理解できないと主張する。",
                    "しかし，本件明細書の【0025】にも示されているとおり，はんだ合金である以上，溶解混練により製造されるのが当業者の常識である。そして，甲4，10，11によれば本件発明1の成分組成を有するハンダ合金が，「Ag Sn金属間化合物を有する無鉛ハンダ合金であって」，「Ag Sn金属間化合物がネットワークを形成して相互に連結されている」ことは当業者にとって明らかというべきであり(前記1(3)アないしウ)，本件明細書にこれらの特徴を備えていることを確認した具体例が開示されていないとしても，当業者が本件発明1を実施するに当たり困難があるとは考え難い。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項2，3について",
                  "text": [
                    "原告は，合金は成分相互の関係により組織が変動することが技術常識であるが，本件明細書には，本件発明2，3のようにSb，Zn及びＮiを添加した場合に，CuによってAg Sn金属間化合物のネットワークが密になる作用が維持されるのか，別の金属間化合物による組織が生じるのか等の合金組織については開示されていないと主張する。",
                    "しかし，前記1(3)アないしウのとおりの甲4，10，11の記載によれば，Sn-Ag系ハンダ合金では，Ag Sn金属間化合物がネットワークを形成するが，その他合金元素が数％添加された場合でも基本的にAg Snの組織は維持されることは，技術常識と認められる。本件発明2，3もCuを含有するものであり，さらに上記元素を添加した場合であっても，本件発明1と同様の組織を有することは，当業者にとって自明であるから，当業者が本件発明2，3を実施するに当たり困難があるとは考え難い。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5(相違点認定の誤り)について",
              "text": [
                "原告は，審決が，第2，3(2)ウ，同(3)ウのとおり，相違点2及び4について組織構成が不明であるとした認定は誤りであると主張する。しかし，審決は，甲1発明，甲2発明について容易想到性等がないとの結論を導くに当たり，相違点2及び4については，論拠とするものではないから，原告の相違点2又は4の認定に誤りがあるとの主張は，審決の結論に影響を及ぼすものではなく，原告の主張はそれ自体失当である。また，相違点2及び4について組織構成が不明であるとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由6(新規性・進歩性判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1について",
                  "text": [
                    "当裁判所は，本件発明 1 は，甲 1 に記載された発明ではないし，甲 1 発明に基づいて当業者が容易に想到し得たものでもなく，この点に関する審決の判断に誤りはないと判断する。その理由は次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1の内容",
                      "text": [
                        "本件明細書の記載によれば，本件発明1は，半導体基板やプリント基板等の電子部材における電極のハンダバンプに好適な無鉛ハンダ合金に関するものである(【0001】)。ハンダ合金には，半導体素子とプリント基板との接合部に発生する熱応力によってハンダ電極部が破壊されないように耐熱疲労特性が要求される(【0004】)とともに，衝撃に対してもハンダ接合部位が破壊しないだけの耐衝撃性が要求され，そのためには延性の優れた合金を用いるのが効果的である(【0006】)。従来の無鉛ハンダ合金である共晶組成のSn-3．5Ag，共晶組成近傍のSn3．5Ag-0．7Cu，三元共晶組成のSn-4．7Ag-1．7Cuは，耐熱疲労特性が良好であり，延性も優れているが(【0005】，【0008】ないし【0010】)，原材料価格的に高価なAgを3．0質量％以上含んでいるため，非常に高価なハンダにならざるを得ない(【0010】)。そこで，本件発明 1 は，Agをさほど使用せず(2質量％以下)，接合信頼性，耐落下衝撃性に優れたハンダ合金を安価に提供することを目的としたものであり(【0011】)，Ag含有量1．5質量％付近において伸び(延性)が著しく向上するAg成分範囲が存在するとの知見に基づき，Ag：1．2～1．7質量％，Cu：0．5～0．7質量％を含有するSn系ハンダ合金組成としたものである(【0013】，【0014】)。そして，それにより，安価に無鉛ハンダ合金を提供することが可能となり，延性を顕著に増大して耐熱疲労特性及び耐衝撃性を著しく向上できるという効果を奏するものである(【0013】ないし【0015】，【0037】)。",
                        "上記の延性，耐衝撃性，耐落下衝撃性について，本件明細書の実施例(【0030】【表1】)の記載に基づき敷衍すれば次のとおりである。",
                        "表1には，実施例1，2，4，及び比較例1，2，3が示されている。これらのハンダ合金はいずれも，Cuの含有量が「0．5質量％」で共通するものであるが，Agの含有量については，それぞれ，「1．2質量％」，「1．5質量％」，「1．7質量％」，「0．5質量％」，「2．2質量％」，「3．5質量％」であり，相互に異なる。このうち，比較例3は「従来の3．5Agの高価な無鉛ハンダ合金」(【0029】)に相当するものである。表1によれば，Agの含有量が3．5質量％(比較例3)では，延性は50％であるが，Agの含有量が，2．2質量％(比較例2)，1．7質量％(実施例4)1．5質量％(実施例2)，1．2質量％(実施例1)，0．5質量％(比較例1)と減少するにつれて，延性は，それぞれ，42％，55％，58％，55％，30％と変化し，Agの含有量が1．5質量％のとき，延性は58％と最大値となることが認められる。以上によれば，Agをさほど使用しない2質量％以下の範囲のうち，Ag含有量1．5質量％付近において伸び(延性)が著しく向上するAg成分範囲が存在することが認められる。",
                        "また，耐衝撃性，耐落下衝撃性については，本件明細書の【0031】，【0034】の記載によれば，それぞれ，「強度(MPa)×延性(％)」，落下衝撃試験における「平均耐落下衝撃回数」により評価したことが認められる。【表1】によれば，延性の向上している実施例1ないし4においては，「強度(MPa)×延性(％)」，落下衝撃試験における「平均耐落下衝撃回数」がいずれも良好であることが示されている。このように，Ag：1．2～1．7質量％，Cu：0．5～0．7質量％を含有するSn系ハンダ合金組成とすることにより，耐衝撃性，耐落下衝撃性において著しい向上が認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明の内容",
                      "text": [
                        "甲1の記載によれば，甲1発明は，電子回路基板へ部品を実装するために用いるはんだ材料に関するもので，従来の主成分としてSn及びAgからなるはんだ材料は，従来のSn及びPbを主成分とするはんだ材料に比べて，融点が約30～40℃ほど高いため，はんだ付けする際に電子部品を損傷させてしまうという問題があり，さらに，はんだの濡れ性にも劣るという問題があった。そこで，甲1発明は，機械的強度，濡れ性及び耐熱疲労強度に優れるはんだ材料を提供することを目的として，Ag：1．0～4．0質量％，Cu：0．1～1．0質量％含み，残部がSn及び不可避不純物からなる無鉛ハンダ合金としたものである。そして，このはんだ合金は，Bi及びInを含まず，耐機械的衝撃特性(耐振動特性，耐落下衝撃特性)に優れ，製品の信頼性を向上させるという効果を奏する。",
                        "甲1には，Agの含有量について，融点を降下させ，濡れ性を向上させる点から，2．0～3．5質量％，さらに3．0～3．5質量％であるのが好ましいことが記載されている。また，表22には，Agの含有量が1質量％，2質量％，3質量％，3．5質量％，4質量％である実施例229ないし247が示され，それぞれ，「融点(℃)」，「引張強度(kg／mm2)」，「耐熱性」，「耐衝撃性」，「軽量性」，「電気抵抗」について評価されている。「耐衝撃性」については，実施例229ないし247のすべてにおいて，評価「5」とされている。また，表22に関し，「なお，ここでは主要な組成についての実験結果のみを記載したが，Sn-Ag(1．0～4．0)-Cu(0．1～1．0)の範囲で表22と同様な傾向を示す。」と記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明1と甲1発明の対比・検討",
                      "text": [
                        "甲1発明は上記(イ)のとおりであり，甲1には，本件発明1の特徴的な構成の前提である，Agをさほど使用しない2質量％以下の範囲のうち，Ag含有量1．5質量％付近において伸び(延性)が著しく向上するAg成分範囲が存在することについては，何ら記載されておらず，また，それを示唆する記載も見あたらない。",
                        "すなわち，甲1では，耐衝撃性(耐落下衝撃特性)について，表22に示されるとおり，Agの含有量が1質量％から4質量％までの実施例229～247のすべてにおいて最高評価「5」とされており，その中で何らか差異があるとはされていないこと，表22に関し，「なお，ここでは主要な組成についての実験結果のみを記載したが，Sn-Ag(1．0～4．0)-Cu(0．1～1．0)の範囲で表22と同様な傾向を示す。」と記載されていることからすると，耐落下衝撃特性について，1．5質量％付近の範囲が特に優れていることを当業者が理解できるとはいえない。また，甲1には，好ましいAgの含有量として，2．0から3．5質量％，あるいは，3．0から3．5質量％があげられているものの，1．5質量％付近の範囲については記載されていない。また，実施例(表22)においても，Agの含有量が1質量％，2質量％，3質量％，3．5質量％，4質量％である例が記載されるのみであり，本件発明1の「1．2～1．7質量％」に包含されるものは存在しない。",
                        "以上のとおり，甲1には，Agをさほど使用しない2質量％以下の範囲のうち，Ag含有量1．5質量％付近において伸び(延性)が著しく向上するAg成分範囲が存在することについては，何ら記載されておらず，また，それを示唆する記載も見あたらない。Agの含有量を1．5質量％付近の「1．2～1．7質量％」に限定することによって，安価に無鉛ハンダ合金を提供することが可能となり，延性を顕著に増大して耐熱疲労特性及び耐衝撃性を著しく向上できるという効果を奏することは，当業者において予想することは困難であるといえる。",
                        "したがって，甲1には，相違点1に係る事項が記載されているとはいえず，相違点1は実質的な相違点である。また，甲1発明において，Agの含有量を1．5質量％付近の「1．2～1．7質量％」に限定する動機付けがあるとはいえないから，相違点1が，当業者が容易に想到することということもできない。審決が，「相違点2について検討するまでもなく，本件発明1は，甲1号証に記載された発明でないし，甲1発明に基いて当業者が容易に発明をすることができたものでもない。」と判断したことに誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項2について",
                  "text": [
                    "原告は，本件発明2については，甲2発明から新規性・進歩性を欠くと主張する。しかし，当裁判所は，次のとおり，本件発明2は，甲2に記載された発明でもないし，甲2発明から当業者が容易に想到し得たものでもないと判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明2の内容",
                      "text": [
                        "本件明細書の記載によれば，本件発明2は，本件発明1に対して，更にＮi：0．05～1．5質量％を含有させるものであり，それにより，本件発明1の効果に加えて，更にハンダ合金の強度を向上させるものである(【0020】，【0022】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲2発明の内容",
                      "text": [
                        "甲2の記載によれば，甲2発明は，Pbフリー半田に関するものである(【0001】)。Snを主成分とするPbフリー半田は，半田付け時又は半田付け後の熱エージングを行った場合に，電気的接合部に電極喰われが起こりやすいという問題点があったところ(【0003】)，Sn，Agを主成分とするPbフリー半田において，半田付け時における耐電極喰われ性の向上を目的としてＮiを添加した場合，硬いSn-Ag合金が更に一層硬くなり塑性変形能が著しく低下して半田の絞りが悪くなり耐熱衝撃性が低下する(【0004】)との問題があった。そこで，電極喰われが生じにくく，半田引張り強度，耐熱衝撃性に優れるPbフリー半田を提供することを目的として(【0005】)，Ag：0．5～2．89質量％，Cu：0．5～2．0質量％，Ｎi：0．01～0．5質量％を含有し，残部Sn及び不可避不純物からなる無鉛ハンダ合金としたものである。甲2発明は，これにより，半田付き性，接合強度，半田引張り強度，半田絞りを維持しつつ電極喰われを防ぐことができ，耐熱衝撃性に優れ，Ｎiの添加量が少ないために大気中で容易に半田付けすることができ，Ag等の高価な電極喰われ抑制元素の添加量が少ないため，半田コストを削減することができるという効果を奏するものである(【0030】，【0034】，【0037】，【0038】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明2と甲2発明の対比・検討",
                      "text": [
                        "甲2には，表1に，Ag，Cu及びＮiを含む実施例として，Agの含有量が0．50質量％，1．00質量％，1．75質量％，2．00質量％である実施例12，9，11，10が示され，それぞれ，「電極残存面積率(％)」，「広がり率(％)」，「接合強度(Ｎ)」，「はんだ引張り強度(Ｎ・mm-2)」，「絞り(％)」，「耐熱衝撃性」について評価されているが，これらの記載から，延性について，1．5質量％付近の範囲が特に優れていることを当業者が理解できるとはいえない。また，甲2には，Agの含有量として，1．5質量％付近の範囲が好ましいことの記載はなく，実施例(表1)においても，Agの含有量が0．50質量％，1．00質量％，1．75質量％，2．00質量％である例が記載されるのみであり，本件発明2の「1．2～1．7質量％」に包含されるものは存在しない。以上のとおり，甲2は，本件発明2の特徴的な構成の前提である，Agをさほど使用しない2質量％以下の範囲のうち，Ag含有量1．5質量％付近において伸び(延性)が著しく向上するAg成分範囲が存在することについては，何ら記載されておらず，また，それを示唆する記載も見当たらない。",
                        "そうすると，甲2には，相違点3に係る事項が記載されているとはいえず，相違点3は，実質的な相違点である。また，甲2発明において，Agの含有量を1．5質量％付近の「1．2～1．7質量％」に限定する動機付けがあるとはいえないから，相違点3が，当業者が容易に想到することということもできない。",
                        "したがって，審決が，「相違点4について検討するまでもなく，本件発明2は，甲2号証に記載された発明でないし，甲2発明に基づいて当業者が容易に発明をすることができたものでもない。」と判断したことに誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "請求項3ないし11について",
                  "text": [
                    "本件発明3は，本件発明2に対して，更にSb：0．005～1．5質量％，Zn：0．05～1．5質量％を含有させ，Sb，Zn及びＮiの合計含有量を1．5質量％以下とするものであり，本件発明4は，本件発明1ないし3のいずれかにおいて，O濃度を10ppm以下とするものであり，本件発明5は，本件発明1ないし4のいずれかにおいて，「強度(MPa)×延性(％)」を1500以上とするものである。また，本件発明6ないし11は，本件発明1ないし5のいずれかのハンダ合金を用いるものである。",
                    "本件発明1，2については，上記のとおり，新規性，進歩性を有するものであるが，本件発明3ないし11についても同様の理由により，新規性，進歩性を有するものといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲1には，本件発明1の範囲内の実施例は記載されていないが，Agが1質量％と2質量％の実施例の記載は，その中間のAg1．1質量％，1．2質量％，1．3質量％等の具体的な記載がない組成でも，1質量％や2質量％と同様に実施がなされることを示しているものと当業者は理解できるから，本件発明1の組成は，甲1に具体的に開示されているといえる数値を包含しており，新規性は否定されると主張する。また，本件発明2についても同様に主張する。",
                        "しかし，甲1に，Agが1質量％の実施例と2質量％の実施例が記載されているとしても，1～2質量％の数値範囲に含まれる全ての個別具体的な数値が甲1に記載されているとはいえず，また，実施例の記載から，Ag1．5質量％付近に延性を著しく増大させる範囲が存在することを理解することはできない。甲2についても同様である。したがって，原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，Ag含有量を1．2～1．7質量％の範囲とする数値範囲の選択に格別の技術的意義は認められないと主張する。",
                        "しかし，本件発明は，安価に無鉛ハンダ合金を提供することが可能となり，延性を顕著に増大して耐熱疲労特性及び耐衝撃性を著しく向上できるという効果を奏することは，当業者にも予想困難な事態であることは前記のとおりであって，原告の主張は採用の限りでない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，甲1発明のうち，Agをさほど使用しない1～2質量％程度のSn合金が安価であることは自明であり，本件発明1は，Agをさほど使用しない組成のSn合金を安価な最適材料として単に選択したものにすぎず，進歩性を有しないと主張する。",
                        "しかし，本件発明1は，Ag1．5質量％付近に延性を著しく増大させる範囲が存在するとの知見に基づくものであることは前記のとおりであり，本件発明1が単に甲1発明のうちAgをさほど使用しない組成を選択したというものではないから，原告の主張は失当である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "原告はその他にも縷々主張するがいずれも採用の限りではない。よって，原告の主張を棄却することとして主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}