{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのた"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2009-890108号事件について平成22年9月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1の本件商標に対する下記2のとおりの手続において，被告の商標登録を無効にすることを求める原告の審判請求について，特許庁が同請求は成り立たないとした別紙審決書（写し）の本件審決（その理由の要旨は下記3のとおり）には，下記4のとおりの取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標（甲17）",
          "text": [
            "商標登録出願日：平成15年6月16日（商願2003-54396号）",
            "商標登録番号：第4798909号",
            "商標の構成及び指定商品：別紙本件商標目録のとおり",
            "設定登録日：平成16年9月3日"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "審判請求日：平成21年9月25日（無効2009-890108）",
            "審決日：平成22年9月22日",
            "審決の結論：本件審判の請求は，成り立たない。",
            "原告に対する審決謄本送達日：平成22年9月30日"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，要するに，(1)本件審判は本件商標の設定登録の日から5年を経過した後に請求されたものであるところ，本件商標の商標登録に不正競争の目的があったとは認められないから，商標法4条1項10号に該当することを理由として本件商標の商標登録を無効にすべき旨の審判を請求することはできないし，本件商標は，別紙引用商標目録記載の商標（以下「引用商標」という。）が原告の業務に係る商品又は役務を表示する商標として本件商標の商標登録出願時に我が国の取引者，需要者の間に広く認識されていたとは認められないから，同号に該当するものでもない，(2)本件商標の商標登録に不正の目的があったとは認められないから，同項15号に該当することを理由として本件商標の商標登録を無効にすべき旨の審判を請求することはできないし，本件商標は，原告の業務に係る商品と混同を生ずるおそれがないから，同号に該当するものでもない，(3)本件商標は，同項19号に該当するものでもない，などというものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項10号に係る判断の誤り（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項15号に係る判断の誤り（取消事由2）"
            },
            {
              "fig": "(3)",
              "subject": "商標法4条1項19号に係る判断の誤り（取消事由3）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（商標法4条1項10号に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "不正競争の目的について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告が本件商標の商標登録出願をした頃，原告は，被告が代表取締役を務める株式会社エヌエスピイ（以下「ＮSP」という。）との間で，販売代理店契約の交渉を行っていた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告とＮSPが平成16年2月1日付けで締結した専用実施権及び製造販売契約に係る契約書（以下「平成16年契約書」といい，同契約を「平成16年契約」という。）では，原告がＮSPに対して引用商標の使用を許諾すると規定している。したがって，ＮSPは，原告が引用商標の所有者であることを承認していたものである。また，平成16年契約書では，引用商標に対する原告の国際的な独占排他権等の諸権利を認め，さらに，ＮSPがこれらの諸権利を減損することを禁止し，同社は引用商標についていかなる所有権を有しないことが明記されている。",
                    "被告は，原告に無断で本件商標の商標登録出願をした一方で，ＮSPの代表取締役として平成16年契約書に署名しており，その時点において，原告に対して詐欺的行為を行っていることを自認していたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告とＮSPが平成18年7月1日付けで締結した販売契約に係る契約書（以下「平成18年契約書」といい，同契約を「平成18年契約」という。）では，被告が原告に無断で本件商標の商標登録をしたことを明記している。その上で，ＮSPは，同契約において，原告が世界各国において本件商標の独占排他権を有し，本件商標の唯一の所有権者であることを承認し，さらに，同社が原告から使用を許諾された商標（引用商標のほか，引用商標に「水滴の図形」を加えた商標，「水滴の図形」からなる商標）の使用により獲得する全権利は原告単独の利益に帰すことや，これらの商標の有効性，引用商標に係る原告の所有権等について異議を申し立てないことに同意し，「MIOX」の語を含むどのような商標の登録も求めないことにも同意している。",
                    "被告は，ＮSPの代表取締役として平成18年契約書に署名しており，原告が引用商標に係る商標権の真の所有者であることを熟知していたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，被告は，原告に対し，将来の交渉において自身が有利な立場を得るために本件商標の商標登録出願を行ったと述べたことがある。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，被告が，不正競争の目的で本件商標の商標登録を受けたことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項10号該当性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件商標の商標登録出願時において，引用商標が原告の業務に係る商品又は役務を表示する商標として日本国内又は外国における取引者，需要者の間に広く認識されていたもの認めることはできないとした上で，仮に，本件商標と引用商標とが類似するものであるとしても，引用商標が周知性を欠く以上，本件商標は，商標法4条1項10号に該当しないと判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "しかし，原告は，日本国内において，遅くとも平成11年から引用商標を継続して使用し，本件商標が商標登録出願される前に少なくとも74の事業を完了していた（甲3）。また，平成14年に執筆され，翌年出版された研究論文（甲12）には，「混合酸化剤溶液（Miox溶液と称す）」との記載があり，この記載は，当時の日本における原告の存在を示すものである。さらに，平成13年ころの原告商品の価格を表示したインターネットサイトに引用商標が使用されていること（甲14）や，同年に日本で開催されたジェトロ環境展における原告の出店ブースに「E-126  MIOX  Corporation」と記載されていること（甲15）からしても，本件商標の商標登録出願前から引用商標が使用されていたことは明らかである。加えて，平成11年から現在までの間に，原告が日本国内で引用商標を付して商品を販売した事業の総費用は，180万ドル（約1億7000万円）を超えている（甲3）。  ",
                  "text": [
                    "以上のとおり，本件商標の商標登録出願当時，引用商標は，原告の業務に係る商品を表示する商標として日本国内又は外国における取引者，需要者の間に広く認識されていたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，引用商標と本件商標とは，称呼が同一であるから，両商標は類似する商標である。",
                    "さらに，引用商標が使用されている商品は，「水の処理用・浄化用及び殺菌用の機械器具，浄化装置，家庭用浄水器，汚染浄化槽，家庭用汚染浄化槽，家庭用し尿処理槽，し尿処理槽」であり，他方，本件商標の指定商品は，「化学反応・化学処理・酸化還元・化学物質供給・化学物質生成のための化学機械機器」であって，いずれも水の処理，浄化，殺菌に用いられるものであるから，これらの商品は，類似する商品であるということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件商標は商標法4条1項10号に該当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件商標は，商標法4条1項10号に該当するところ，被告は，不正競争の目的で本件商標の商標登録を受けたのであるから，本件商標の商標登録から5年を経過した本件においても，同号に該当することを理由として当該商標登録を無効にすべき審判を請求することはできるのであり，本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "不正競争の目的について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本件商標を付した商品を日本国内で販売するにあたり，引用商標が日本において商標登録されていないことに危機感を抱いていたが，当時，被告は原告の代理店ではなく，原告の販売代理店である株式会社ビー・エムの卸業者にすぎなかったため，原告と直接話合いをすることができなかった。",
                    "そこで，被告は，ビー・エムを通じ，原告に対し，引用商標について商標登録出願を行うよう要請したが，ビー・エムからは，引用商標と称呼上類似する商標が既に第三者によって商標登録されているため，商標登録が認められない可能性が高いとの回答があった。",
                    "被告は，継続的な商取引を安心して行うためには，商標登録制度の利用が必須であると考え，再三，ビー・エムに商標登録の必要性を訴えたところ，同社から本件商標の商標登録出願を被告名義で行うことの承認が得られたため，本件商標の商標登録出願に及んだものである。なお，本件商標の商標登録出願に当たり，「マイオックス」との片仮名文字を付加することで，日本国内でしか使用できない態様に制限した。",
                    "被告に本件商標の商標登録出願の承認を与えたビー・エムは，当時原告の正規代理店であったため，被告は，その承認は当然に原告の了解を得たものと認識していたのであり，本件商標の商標登録出願の経緯に違法性はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "平成16年契約書には，「許諾商標（引用商標）の使用に関して，ＮSPは，許諾商標又はその登録に関して所有権を有する旨を表示するような一切の行為を行わず，又，両当事者は許諾商標の使用が原告の利益となることを確認する。」との条項があるが，前段の「許諾商標又はその登録に関して所有権を有する旨を表示するような一切の行為を行わず」との部分は，被告が本件商標の商標登録出願を行っていることを前提に規定されたものである。したがって，上記契約締結時には，原告は，被告による本件商標の商標登録出願の事実を知悉していたのであり，被告が原告に対して詐欺的行為を行ったという原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，原告は，平成18年契約書では，原告が世界各国において本件商標の独占排他権を所有し，本件商標の唯一の所有権者であることを承認していると主張しているが，同契約書には，そのような文言は一切存在しない。",
                    "また，原告は，ＮSPはMIOXの語を含むどのような商標の登録も求めないことなどに同意したなどとも主張しているが，平成18年契約書では，「ＮSPは「MIOX」の語を構成中に含むその他の許諾商標を登録申請しないことに同意し，登録していないことに同意する。」と規定しているのであり，「その他の許諾商標」が本件商標以外の許諾商標の意味で用いられていることは明らかである。",
                    "さらに，平成18年契約書中には，ＮSPが，破産，解散，閉鎖に至った場合には，本件商標を原告に譲渡することを定めた規定や，当該販売契約が終了した場合は，ＮSPは，本件商標の譲渡について，原告を最優先に考える旨の規定があるが，これらの規定は，被告が本件商標の正当な権利者であることを前提として定められたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，被告が原告に対し，将来の交渉において自身が有利な立場を得るために本件商標の商標登録出願を行ったと述べたことはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，被告は，不正競争の目的で本件商標の商標登録を受けたものではないから，本件商標の設定登録の日から5年を経過した本件では，本件商標が商標法4条1項10号に該当することを理由として，これを無効にすべき審判を請求することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項10号該当性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件商標の商標登録出願時（平成15年6月16日）及び商標登録査定時（平成16年9月3日）のいずれの時点においても，引用商標が他人の業務に係る商品若しくは役務を表示するものとして需要者の間に広く認識されている商標であった事実を主張，立証すべきところ，原告提出の各書証は，本件商標の商標登録出願時及び商標登録査定時における引用商標の使用状況を何ら示すものではなく，これらの時点で，引用商標が本件商標の指定商品の取引者，需要者の間で広く認識されていたと認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件商標の指定商品と引用商標が使用される商品とは，その機能，用途を全く異にする非類似の商品でもある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件商標は，商標法4条1項10号に該当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（商標法4条1項15号に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "不正の目的について",
              "text": [
                "前記1〔原告の主張〕(1)アないしエ記載の各事情によれば，被告が，不正の目的で本件商標の商標登録を受けたことは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項15号該当性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件商標の商標登録出願時において，引用商標が原告の業務に係る商品又は役務を表示する商標として日本国内又は外国における取引者，需要者の間に広く認識されているものとはいえず，また，引用商標が使用されている商品と本件商標の指定商品とは，用途，用法，流通系統，需要者等を異にする非類似の商品であり，それぞれの関連性もそれほど強いものではなく，本件商標をその指定商品に使用しても，その出所について混同を生ずるおそれはないとして，本件商標は，商標法4条1項15号に該当しないと判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，前記1〔原告の主張〕(2)イのとおり，引用商標は，本件商標の商標登録出願以前から日本国内において使用され，需要者間に広く認識されていた。",
                    "また，同ウのとおり，引用商標と本件商標は，類似する商標である。",
                    "さらに，仮に，本件商標の指定商品と引用商標が使用されている商品とが，類似する商品ではないとしても，これらの商品は，いずれも水の処理，浄化，殺菌に用いられるものであるから，本件商標をその指定商品に使用すると，原告の業務に係る商品と混同を生ずるおそれがあるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件商標は，商標法4条1項15号に該当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件商標は，商標法4条1項15号に該当するところ，被告は，不正の目的で本件商標の商標登録を受けたのであるから，本件商標の商標登録から5年を経過した本件においても，同号に該当することを理由として当該商標登録を無効にすべき審判を請求することはできるのであり，本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "不正の目的について",
              "text": [
                "前記1〔被告の主張〕(1)アないしエ記載のとおり，被告は，不正の目的で本件商標の商標登録を受けたものではないから，本件商標の設定登録の日から5年を経過した本件では，本件商標が商標法4条1項15号に該当することを理由として，これを無効にすべき審判を請求することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項15号該当性について",
              "text": [
                "前記1〔被告の主張〕(2)アのとおり，引用商標が著名であるということはできないから，本件商標は商標法4条1項15号に該当しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（商標法4条1項19号に係る判断の誤り）ついて",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1〔原告の主張〕(2)イのとおり，引用商標は，本件商標の商標登録出願以前から日本国内において使用され，需要者間に広く認識されていたものである。",
                "また，同ウのとおり，引用商標と本件商標とは，類似する商標である。",
                "さらに，前記2〔原告の主張〕(1)のとおり，被告が，不正の目的をもって本件商標の商標登録出願をし，その商標登録を受けたことは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "したがって，本件商標は，商標法4条1項19号に該当するから，同法46条1項1号により無効にすべきものであり，本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "前記1〔被告の主張〕(2)アのとおり，引用商標が周知性を有するとはいえず，また，本件商標は不正の目的をもって使用されるものでもないから，本件商標は，商標法4条1項19号に該当しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "よって，本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標登録に係る不正競争の目的又は不正の目的の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠（甲4～8，10，11）及び弁論の全趣旨によれば，①平成12年ころ，ビー・エムは，原告が製造した商品の日本国内における販売代理店の地位にあり，その販売について，原告から引用商標の使用を許諾されていたこと，②被告が代表取締役を務めるＮSPは，平成15年6月16日に被告が本件商標の商標登録出願をする前から，ビー・エムの卸業者として，原告が製造した商品を販売していたこと，③原告とＮSPは，被告が本件商標の商標登録出願をした後である平成16年2月1日付けで，ＮSPが，日本国内において，原告の販売代理店として，原告が製造した商品（殺菌浄化装置等）を原告の許諾のもとに引用商標を付して販売することなどを内容とした平成16年契約を締結し，その後，平成18年7月1日付けでも，同様の約定を内容とする平成18年契約を締結したことなどが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の認定事実に基づき検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，平成15年6月16日当時，原告が引用商標を使用してその製造に係る商品の販売等をしていることを認識しながら，本件商標の商標登録出願をしたことを自認している。",
                    "しかしながら，被告が代表取締役を務めるＮSPは，本件商標の商標登録出願当時は，原告の販売代理店であるビー・エムの卸業者として，その後に原告との間で平成16年契約や平成18年契約を締結してからは，原告の日本国内における販売代理店として，継続的に原告が製造した商品の販売等を業としていたものであり，被告やＮSPにおいて，原告が製造した商品を販売等する以外の場面において，本件商標を使用していたことをうかがわせる事情は見当たらない。",
                    "また，上記平成16年契約や平成18年契約の締結に当たり，被告が，本件商標の商標登録を受けていることを奇貨として，原告に対し，上記各契約の締結を強制したような事情もみられない。かえって，平成18年契約書では，「ＮSPは，原告の承認を得ずに本件商標の商標登録をした」との条項が設けられている一方で，原告は，ＮSPに対し，8年間という長期の契約期間にわたり，MIOXの語を含む商標の使用を許諾していることからすると（甲8，乙1），少なくとも，この時点では，原告においても，ＮSPあるいはＮSPの代表取締役である被告が何らかの不正の目的をもって本件商標の商標登録出願をしたとの認識は持っていなかったものということができる。",
                    "さらに，原告が，本件商標の商標登録出願前にアメリカ合衆国等の外国で商標登録していた引用商標の指定商品は，「家庭用，商業用，産業用の浄水装置及びその交換部品」や「浄水装置及び殺菌装置」等であり，平成19年12月14日付けで日本でした引用商標の商標登録に係る指定商品も第11類の「水の処理用・浄化用及び殺菌用の機械器具，浄水装置，家庭用浄水器，汚水浄化槽，家庭用汚水浄化槽，家庭用し尿処理槽，し尿処理槽」（甲2）であるのに対し，本件商標の指定商品は，第7類の「化学反応・化学処理・酸化還元・化学物質供給・化学物質生成のための化学機械器具」であり，被告は，引用商標が販売に使用されている商品を直接その指定商品として本件商標の商標登録出願をしたものでもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方で，原告は，平成16年契約書では原告が引用商標の権利者であることが承認されているところ，被告は原告に無断で本件商標の商標登録出願をした一方で，ＮSPの代表取締役として同契約書に署名しているのであるから，原告に対する詐欺的行為を自認していたものであると主張する。",
                    "しかしながら，平成16年契約書を作成した段階で，原告が被告による本件商標の商標登録出願の事実を認識していたか否かは明らかでないが，原告の日本国内における販売代理店であったビー・エムの卸業者として，原告が製造した商品を日本国内で販売するに当たり，引用商標が日本で商標登録されていなかったことから，継続的な商取引を安心して行うためには商標登録制度の利用が必須であると考え，自ら本件商標の商標登録出願をしたという被告の主張に照らすと，引用商標についての原告の権利を承認することと，ＮSPの代表取締役である被告が自ら本件商標の商標登録出願をするという行動に出たことは必ずしも矛盾するものではないから，被告がＮSPの代表取締役として平成16年契約書に署名したことをもって，本件商標が不正競争の目的又は不正の目的で商標登録されたものと認めることはできない。",
                    "また，原告は，ＮSPの代表取締役である被告が原告に対し，将来の交渉において自身が有利な立場を得るために本件商標の商標登録出願をしたと述べたことがあるとも主張しているが，被告がこのような発言をしたと認めるに足りる客観的な証拠はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，被告は，不正競争の目的又は不正の目的をもって本件商標の商標登録を受けたものであるとは認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（商標法4条1項10号に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1のとおり，本件商標は，不正競争の目的で商標登録を受けたものであるとは認められないから，本件商標が商標法4条1項10号に該当するか否かを検討するまでもなく，原告は，本件商標が同号に該当することを理由として，当該商標登録を無効にすることについての審判を請求することはできない（商標法47条1項）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "したがって，取消事由1は理由がない。  "
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（商標法4条1項15号に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1のとおり，本件商標は，不正の目的で商標登録を受けたものであるとは認められないから，本件商標が商標法4条1項15号に該当するか否かを検討するまでもなく，原告は，本件商標が同号に該当することを理由として，当該商標登録を無効にすることについての審判を請求することはできない（商標法47条1項）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "したがって，取消事由2も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（商標法4条1項19号に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1のとおり，被告は，不正の目的をもって本件商標の商標登録を受けたものとは認められないから，本件商標が商標法4条1項19号に該当するということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "したがって，取消事由3も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}