{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が無効2010-800076号事件について平成23年2月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の特許権について原告からの無効審判請求を成り立たないとした審決の取消訴訟である。争点は，進歩性（容易想到性）の有無及び明確性要件違反の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成12年1月17日，名称を「マッサージ機」とする発明につき，特許出願をし，平成21年1月23日，特許登録を受けた（特許第4249872号，請求項の数は2）。",
            "被告は，平成21年5月27日，請求項1及び2の特許請求の範囲の記載の一部を改める訂正審判請求をしたところ（訂正2009-390072号），同年9月11日，特許庁から審判請求不成立の審決を受けたので，同審決の取消しを求める訴えを提起し（平成21年（行ケ）第10326号），平成22年4月27日，知的財産高等裁判所から同審決を取り消すとの判決を得た。特許庁は，平成22年6月7日，上記訂正審判請求のとおり訂正することを認めるとの審決をし，この審決は確定した。",
            "原告は，平成22年4月22日，請求項1及び2に係る特許につき無効審判請求をしたところ（無効2010-800076号），特許庁は平成23年2月22日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成23年3月3日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件発明は，肩の位置等の身体の位置を設定できるマッサージ機に関する発明で，前記訂正審決確定後の特許請求の範囲は以下のとおりである。",
            "【請求項1（本件発明1）】",
            "「マッサージ機本体（2）と，使用者にマッサージを施すように当該マッサージ機本体（2）に設けられていると共に使用者の身長方向に移動自在な施療子（14）と，当該施療子（14）を操作して任意の位置に位置決めすることができる上昇スイッチ（49）及び下降スイッチ（50）を有する操作装置（40）と，を備えたマッサージ機において，",
            "前記上昇スイッチ（49）及び前記下降スイッチ（50）の操作によって決められた施療子（14）の位置をマッサージの基準位置として記憶する記憶部（39）を備え，",
            "前記施療子（14）の位置決めを行うための一定の時間を設定しておき，その時間内に前記施療子（14）を移動させ，その時間が経過した時点での前記施療子（14）の位置を検出しその位置を基準位置として自動的に前記記憶部（39）に記憶させることを特徴とするマッサージ機。」",
            "【請求項2（本件発明2）】",
            "「マッサージ機本体（2）と，使用者にマッサージを施すように当該マッサージ機本体（2）に設けられていると共に使用者の身長方向に移動自在な施療子（14）と，当該施療子（14）を操作して任意の位置に位置決めすることができる位置操作部（49，50）を有する操作装置（40）と，前記位置操作部（49，50）の操作によって決められた施療子（14）の位置をマッサージの基準位置として記憶する記憶部（39）と，を備え，",
            "施療子（14）を移動させた後，前記操作位置（40）への所定の操作を施すと，その所定の操作が行われたときの前記施療子（14）の位置を基準位置として検出する，マッサージ機において，",
            "前記所定の操作を行わなくとも，前記施療子（14）を移動させて位置決めを行うために予め設定された一定の時間が経過すると，前記施療子（14）の位置を検出しその位置を基準位置として自動的に前記記憶部（39）に記憶させ，",
            "前記基準位置は肩位置であることを特徴とするマッサージ機。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審判請求における原告主張の無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1",
              "text": [
                "本件発明1及び2は，その出願当時，甲第1号証に記載された発明（甲1発明）に甲第2ないし6号証に記載された発明ないし周知技術を組み合わせることに基づいて，当業者において容易に想到することができたものであるから，進歩性を欠く。",
                "【甲第1号証】特開平11-178877号公報",
                "【甲第2号証】特公平1-13856号公報",
                "【甲第3号証】特許第2511451号公報",
                "【甲第4号証】特開平11-336163号公報",
                "【甲第5号証】特開平9-80548号公報",
                "【甲第6号証】特開平6-168345号公報"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2",
              "text": [
                "本件発明1及び2の特許請求の範囲にいう「一定の時間」は，いつから開始するか，開始してからどの程度の時間か不明確である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "text": [
                    "【甲第1号証に記載された発明】",
                    "「マッサージ機本体と，使用者にマッサージを施すように当該マッサージ機本体に設けられていると共に使用者の身長方向に移動自在なもみ玉13と，当該もみ玉13を操作して任意の位置に位置決めすることができる上スイッチ27及び下スイッチ28を有するリモコン20と，を備えたマッサージ機40において，",
                    "上スイッチ27及び下スイッチ28の操作によって決められたもみ玉13の操作によって決められたもみ玉13の位置を次回からの施療動作における肩の施療位置として記憶する記憶部を備えたマッサージ機。」",
                    "【本件発明1と甲第1号証に記載された発明の一致点】",
                    "「マッサージ機本体（2）と，使用者にマッサージを施すように当該マッサージ機本体（2）に設けられていると共に使用者の身長方向に移動自在な施療子（14）と，当該施療子（14）を操作して任意の位置に位置決めすることができる上昇スイッチ（49）及び下降スイッチ（50）を有する操作装置（40）と，を備えたマッサージ機において，",
                    "前記上昇スイッチ（49）及び下降スイッチ（50）の操作によって決められた施療子（14）の位置をマッサージの基準位置として記憶する記憶部（39）を備えるマッサージ機」である点",
                    "【本件発明1と甲第1号証に記載された発明の相違点（相違点1）】",
                    "本件発明のマッサージ機は，「前記施療子（14）の位置決めを行うための一定の時間を設定しておき，その時間内に前記施療子（14）を移動させ，その時間が経過した時点での前記施療子（14）の位置を検出しその位置を基準位置として自動的に前記記憶部（39）に記憶させる」のに対し，甲第1号証に記載された発明のマッサージ機は，そのような構成を備えていない点",
                    "【相違点1に係る構成の容易想到性の判断（17～22頁）】",
                    "「（1）  甲第1号証",
                    "まず，甲第1号証を検討しても，甲第1号証に記載された発明において，もみ玉13の位置を調整するために一定の時間を設定する旨の記載やそのための動機付けと解すべき記載は見出せない。",
                    "上記の点につき，原告は・・・甲第1号証記載の発明において位置決めの時間がエンドレスに続くということは常識的に考えてあり得ないと主張するが，原告の該主張は一般論にとどまるものであって，そのことだけを根拠に，もみ玉13の位置を調整するために一定の時間を設定する旨の記載やそのための動機付けと解すべき記載を見出せない甲第1号証に記載された発明において，もみ玉13の位置を調整するために一定の時間が設定されているとまで解すことはできないから，原告の主張・・・は理由がない。",
                    "そして，記載事項ア（判決注：段落【0004】）の『この発明は，・・・使用者が選択指示した施療部位を実際の施療動作を開始する前に使用者に確実に知らせることのできるマッサージ機を提供することを目的とする。』との記載及び記載事項イ（判決注：段落【0013】～【0018】）の『施療手段の動作によって確認された施療部位が使用者の意図する部位とは異なった場合に・・・スイッチ27，28を操作することで，施療位置を微調整することができる。・・・なお，施療動作中でもスイッチ27，28を操作することで，施療位置の微調整を行えるようにしてもよい。』との記載からして，甲第1号証には，施療位置の確認動作の後及び施療動作中にもみ玉の位置を微調整することは記載されているといえるが，甲第1号証を検討しても，『位置確認のために動作する時間』中にもみ玉の位置を微調整することは記載されておらず，そのことを示唆する記載も見出せない。",
                    "してみると，仮に甲第1号証に記載された発明において，施療位置の微調整の後の位置確認（『動作』『確認動作』）が再度行われることを当業者が容易に想起するとしても，甲第1号証には，『位置確認のために動作する時間』中にもみ玉の位置を微調整することは記載されておらず，そのことを示唆する記載も見出せないから，甲第1号証に記載された発明を，『位置確認のために動作する時間』中に，もみ玉の位置を微調整（位置補正）することの方が自然なものと解することはできず，原告の主張（ii）（判決注：『位置確認のために動作する時間』内に『施療位置の微調整』を行なうことが容易想到であるとの主張）は理由がない。",
                    "なお，甲第1号証に『位置確認のために動作する時間』の継続中に『施療位置の微調整』をなすことを排除する趣旨の記載がないとしても，そのことは，甲第1号証に記載された発明を，『位置確認のために動作する時間』中に，もみ玉の位置を微調整（位置補正）することの方が自然なものと解すべき根拠とまではいえない。",
                    "しかも，原告が指摘する記載（段落【0017】【0018】）を含めて甲第1号証を検討しても，『位置確認のために動作する時間』は『施療位置の微調整』をするための時間であるとか，『位置確認のために動作する時間』を一定の幅のある時間とすることがその時間内に施療位置の微調整をし得るようにするためであると解すべき根拠も見出せないから，原告の主張（iii）（判決注：『一定の時間』内に『施療位置の微調整』を行なう構成の容易想到性に係る主張）は理由がない。",
                    "（2）  甲第2号証",
                    "甲第2号証には，記載事項サ，シ及びセ（判決注：1欄1～18行，20～23行，10欄4～40行）の『制御回路Aは前記動作データに従つた動作を時間データに従つた時間だけもみ輪4に実行させる』との記載からして，『少なくとも動作位置データ及び動作時間データからなる施療データを記憶して，記憶された施療データの動作位置データに従った位置で時間データに従った時間だけ施療動作を行なっていく施療機』についての発明が記載されているといえ，",
                    "さらに，上記発明に関し，甲第2号証には，",
                    "記載事項サ～セ（判決注：1欄1～18行，20～23行，2欄8～14行，10欄4～40行）からして，",
                    "『動作データ，動作位置データ及び動作時間データからなる施療データを記憶して，記憶された施療データに基づいて一連の施療動作を行なう施療機において，",
                    "イニシアル位置に動作位置データを加えて目標座標を作成し，",
                    "検出されたもみ輪4の現在座標と目標座標とが一致するようにもみ輪4を移動させ，",
                    "もみ輪4の現在座標と目標座標とが一致すれば，動作データに従った動作を時間データに従った時間だけもみ輪4に実行させ，",
                    "微調スイッチOからの出力がイニシアル位置と動作位置データとに更に加えられ，新たな目標座標が設定されて，もみ輪4の動作位置が調整され，",
                    "微調量は以降の施療動作全体に有効となること。』（以下，『甲2-1発明』という。） ",
                    "が記載されており，",
                    "記載事項サ～タ（判決注：1欄1～18行，20～23行，2欄8～14行，10欄4～40行，41行～11欄36行及び10欄41行～11欄36行に基づく基準位置を記憶する構成）からして，",
                    "『施療データを記憶して，記憶された施療データに基づいて一連の施療動作を行なう施療機において，",
                    "一連の施療動作を実行させる前に，上スイツチL1及び下スイツチL2を用いて施療手段を上下動させ，施療手段を肩位置に合わせた時の施療手段の座標が，位置合わせスイッチQを押すことにより基準位置として記憶されること。』（以下，『甲2-2発明』という。）",
                    "が記載されているといえる。",
                    "しかしながら，甲第2号証を検討しても，甲第2号証に記載された発明において，もみ輪4等の施療手段の位置を調整するために一定の時間を設定する旨の記載やそのための動機付けと解すべき記載は見出せない。",
                    "上記の点につき，原告は，如何なる目的で『時間データ』を構成したのかという主観的要素は問題ではなく，客観的にみて『時間データ』として設定された一定の時間内にもみ輪の位置を微調整し得る構成となっているか否かが問題であるから，甲第2号証に記載された発明において，『時間データ』に従ってもみ輪が動作している時間は，次回の動作データに基づく施療動作との関係でみれば，位置調整のための『一定の時間』と同義的に捉えられるものであると主張する・・・。",
                    "しかしながら，本件発明1の『一定の時間』は，無効理由2の検討において後記するように，本件発明1のマッサージ機において，『前記施療子（14）の位置決めを行うための』ものであって，『その時間内に前記施療子（14）を移動させ』，『その時間が経過した時点での前記施療子（14）の位置を検出しその位置を基準位置として自動的に前記記憶部（39）に記憶させる』ことにより，本件特許明細書に記載された本件発明1の作用効果を奏するという技術的意義を有するものである。",
                    "してみると，仮に甲第2号証に記載された『動作時間データ』内にもみ輪の位置を微調整し得るとしても，施療データの動作位置データに従った位置で時間データに従った時間だけもみ輪4に施療動作を行なわせるための『動作時間データ』と本件発明1の『一定の時間』とは，客観的にみて技術的に同義とはいえない。",
                    "また，原告は，甲第2号証の『微調量は以降の施療動作全体に有効となるので，動作位置を全体として上げたいとか下げたいという時に効果的である』との記載からして，甲第2号証に記載された発明は，予め設定された『時間データ』の間に，使用者がもみ輪を移動させ，その時間が経過した時点での当該もみ輪の位置を検出し，これを自動的に記憶する構成を備えていると主張する・・・。",
                    "しかしながら，甲2-1発明は，もみ輪4の動作中に微調スイッチOからの出力がイニシアル位置と動作位置データとに更に加えられ，新たな目標座標が設定されるものであって，各『動作時間データ』（一定の時間）が経過した時点でのもみ輪4の位置を検出しその位置を新たな目標座標（マッサージの基準位置）として自動的に記憶部に記憶するものでもない。",
                    "そして，原告が指摘する甲第2号証の『微調量は以降の施療動作全体に有効となるので，動作位置を全体として上げたいとか下げたいという時に効果的である』との記載は，甲2-1発明についてのものと解されるが，甲2-1発明についての上記理解を否定する程のものとはいえない。",
                    "また，甲2-2発明は，基準位置を記憶するものであるが，施療手段を位置合わせするために一定の時間を設定するものではない。",
                    "してみると，甲第2号証には，予め設定された『時間データ』の間に，使用者がもみ輪を移動させ，その時間が経過した時点での当該もみ輪の位置を検出し，これを自動的に記憶する構成が記載されているとはいえない。",
                    "以上によれば，原告の主張・・・は理由がなく，甲第1号証及び甲第2号証には，甲第1号証に記載された発明及び甲第2号証に記載された発明において，もみ輪（玉）の位置を調整するために一定の時間を設定する旨の記載やそのための動機付けと解すべき記載は見出せず，甲第2号証には，予め設定された『時間データ』の間に，使用者がもみ輪を移動させ，その時間が経過した時点での当該もみ輪の位置を検出し，これを自動的に記憶する構成が記載されているとはいえないから，仮に甲第1号証に記載された発明に甲第2号証に記載された発明を適用することができたとしても，『施療子の位置決めを行うための一定の時間を設定』すること及び『その時間が経過した時点での前記施療子の位置を検出しその位置を基準位置として自動的に前記記憶部に記憶させること』を含む本件発明1の相違点1に係る発明特定事項を当業者が容易に想到することができたとはいえない。",
                    "（3）  甲第3号証，周知技術",
                    "甲第3号証には，記載事項ナ（判決注：3欄40行～4欄7行）からして，原告が主張する・・・ように，本件発明1の『施療子の位置を検出』する構成が記載されているといえるが，甲第3号証を検討しても，甲第3号証に記載された発明において，施療子の位置決めを行うために一定の時間を設定する旨の記載やそのための動機付けと解すべき記載は見出せない。",
                    "また，仮に原告が主張する・・・ように，甲第4号証には，『位置調整用の所定時間』及び『位置調整スイッチ74』が開示されており，甲第5号証には，『所定時間経過後に』『ブレ補正光学系の基準位置を検出し』『記憶する』構成が開示されており，甲第6号証には，『電源投入時に一定時間だけ入出力用ポートを入力用に切換え，この間に外部機器から信号を取り込んでフィーチャー設定を行い，一定時間経過後に該入出力用ポートを今度は出力用に切換え』る構成が開示されているとしても，甲第4号証～甲第6号証の上記各構成は，『衛生洗浄装置及び衛生洗浄装置用洗浄水噴出制御方法』，『ブレ補正光学系』，『マイコン入出力装置』に対応した具体的技術事項であって，これらの各種装置に対応した具体的技術事項が，『マイコン応用製品において，操作の手順を減らして処理を簡略化するためにタイムアップ機能（事前に設定された一定時間内に何らかの処理をし，時間経過後にこれを検出する構成）を用いること』という抽象化された技術概念を前提としたものであることを当業者が理解するというべき根拠は見出せないから，原告の主張・・・は理由がない。",
                    "しかも，仮に甲第3号証に記載された『施療子の位置を検出』する構成や原告が主張する『マイコン応用製品において，操作の手順を減らして処理を簡略化するためにタイムアップ機能（事前に設定された一定時間内に何らかの処理をし，時間経過後にこれを検出する構成）を用いること』という周知技術を甲第1号証に記載された発明に適用することができたとしても，甲第1号証，甲第3号証～甲第6号証には，『施療子の位置を検出』する構成や上記抽象化された技術概念から，『施療子の位置決めを行うための一定の時間を設定』すること及び『その時間が経過した時点での前記施療子の位置を検出しその位置を基準位置として自動的に前記記憶部に記憶させること』を当業者が容易に想到することができたと解すべき根拠も見出せないから，上記事項を含む本件発明1の相違点1に係る発明特定事項を当業者が容易に想到することができたとはいえない。",
                    "（4）  以上によれば，原告の主張・・・は理由がなく，甲第1号証～甲第6号証には，施療子の位置を調整するために一定の時間を設定する旨の記載やそのための動機付けと解すべき記載は見出せず，『施療子の位置決めを行うための一定の時間を設定』すること及び『その時間が経過した時点での前記施療子の位置を検出しその位置を基準位置として自動的に前記記憶部に記憶させること』を当業者が容易に想到することができたと解すべき根拠も見出せないから，仮に甲第2号証～甲第6号証に記載された発明ないし周知技術を甲第1号証に記載された発明に適用できたとしても，上記事項を含む本件発明1の相違点1に係る発明特定事項を当業者が容易に想到することができたとはいえない。",
                    "（5）  効果",
                    "そして，本件発明1は，その発明特定事項を備えることにより，特許明細書に記載された作用効果を奏することができるものである。",
                    "（6）  以上のとおり，本件発明1は，甲第1号証～甲第6号証に記載された発明ないし周知技術に基いて当業者が容易に発明をすることができたものとはいえない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2について",
                  "text": [
                    "【本件発明2と甲第1号証に記載された発明の一致点】",
                    "「マッサージ機本体（2）と，使用者にマッサージを施すように当該マッサージ機本体（2）に設けられていると共に使用者の身長方向に移動自在な施療子（14）と，当該施療子（14）を操作して任意の位置に位置決めすることができる位置操作部（49，50）を有する操作装置（40）と，前記位置操作部（49，50）の操作によって決められた施療子（14）の位置をマッサージの基準位置として記憶する記憶部（39）と，を備え，",
                    "前記基準位置は肩位置であることを特徴とするマッサージ機」である点",
                    "【本件発明2と甲第1号証に記載された発明との相違点（相違点2）】",
                    "本件発明2のマッサージ機は，「施療子（14）を移動させた後，前記操作装置（40）への所定の操作を施すと，その所定の操作が行われたときの前記施療子（14）の位置を基準位置として検出する，マッサージ機において，",
                    "前記所定の操作を行わなくとも，前記施療子（14）を移動させて位置決めを行うために予め設定された一定の時間が経過すると，前記施療子（14）の位置を検出しその位置を基準位置として自動的に前記記憶部（39）に記憶させ」るのに対し，甲第1号証に記載された発明のマッサージ機は，そのような構成を備えていない点",
                    "【相違点2に係る構成の容易想到性の判断（24，25頁）】",
                    "「原告の上記主張を参酌しつつ，相違点2について検討する。",
                    "まず，本件発明1について検討したのと同様の理由で，原告の主張（i）～（vi）（判決注：本件発明1の容易想到性に係る原告の主張）は採用することができない。",
                    "また，甲第1号証及び甲第2号証には，甲第1号証に記載された発明及び甲第2号証に記載された発明において，もみ輪（玉）の位置を調整するために一定の時間を設定する旨の記載やそのための動機付けと解すべき記載は見出せず，甲第2号証には，予め設定された『時間データ』の間に，使用者がもみ輪を移動させ，その時間が経過した時点での当該もみ輪の位置を検出し，これを自動的に記憶する構成が記載されているとはいえないことも，本件発明1について検討したとおりである。",
                    "してみると，仮に甲第2号証に記載された発明が，『施療子（14）を移動させた後，前記操作装置（40）への所定の操作を施すと，その所定の操作が行われたときの前記施療子（14）の位置を基準位置として検出する，マッサージ機において，』という構成を有するとともに，甲第1号証に記載された発明に甲第2号証に記載された発明を適用することができたとしても，本件発明1と同様の理由で，『前記所定の操作を行わなくとも，前記施療子（14）を移動させて位置決めを行うために予め設定された一定の時間が経過すると，前記施療子（14）の位置を検出しその位置を基準位置として自動的に前記記憶部（39）に記憶させ』ることを含む本件発明2の相違点2に係る発明特定事項を当業者が容易に想到することができたとはいえない。",
                    "そして，本件発明2は，その発明特定事項を備えることにより，特許明細書に記載された作用効果を奏することができるものである。",
                    "以上のとおり，原告の主張・・・は理由がなく，本件発明2は，甲第1号証～甲第6号証に記載された発明ないし周知技術に基いて当業者が容易に発明することができたものとはいえない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "text": [
                    "「本件発明1における『一定の時間』が，本件発明1のマッサージ機において，『前記施療子（14）の位置決めを行うための』ものであって，『その時間内に前記施療子（14）を移動させ』，『その時間が経過した時点での前記施療子（14）の位置を検出しその位置を基準位置として自動的に前記記憶部（39）に記憶させる』ことにより，本件特許明細書に記載された本件発明1の作用効果を奏するものであることは，訂正特許請求の範囲の請求項1の記載から明確である。",
                    "そして，当業者であれば，上記のような本件発明1における『一定の時間』の技術的意義は，『一定の時間』における起算時の基準，『一定の時間』としての時間の幅，『一定の時間』の満了時が具体的に規定されていなくても理解し得るといえる。",
                    "したがって，原告の上記主張は理由がなく，本件発明1の『一定の時間』は，不明確とはいえない。」（23頁）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2について",
                  "text": [
                    "「本件発明2の『一定の時間』が明確であることは，本件発明1の『一定の時間』について検討したとおりであって，訂正特許請求の範囲の請求項2の記載は特許法第36条第6項第2号に規定する要件を満たしている。」（25頁）"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1，2の容易想到性の判断の誤り（取消事由1）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1，2も甲第1号証記載の発明もマッサージ機に関する発明であるところ，いずれもより正確にマッサージの基準位置を設定することを技術的課題とするものであって，解決すべき技術的課題が共通する。",
                "甲第1号証の段落【0016】，【0028】の記載に照らせば，「位置確認のために動作する時間」（段落【0016】）にいう「位置」は，施療部位を微調整（位置補正）した後の施療位置を含むものであるし，段落【0018】，【0027】の記載に照らせば，甲第1号証のマッサージ機において確認動作がされている途中でも，施療位置の微調整が行われることが前提にされているというべきである。そうすると，甲第1号証には，マッサージ機の確認動作中に施療部位を選択指示する構成が記載されているから，確認動作という一定の時間中に施療位置の調整を行うことが示唆されている。甲第1号証にいう「位置確認のために動作する時間」（段落【0016】）にはもみ玉13の位置を微調整する時間も含み得るから，甲第1号証には，もみ玉13の位置を調整するために一定の時間を設定することの動機付けとなる記載がされているか，又は示唆されている。",
                "そうすると，「甲第1号証に記載された発明において，もみ玉13の位置を調整するために一定の時間を設定する旨の記載やそのための動機付けと解すべき記載は見出せない。」との審決の判断は誤りである。",
                "また，「施療位置の微調整」（段落【0017】，【0018】）の後においても使用者がもみ玉の位置を再度確認することは当然であるから（段落【0025】，【0027】），「位置確認のために動作する時間」（段落【0016】）中にもみ玉の位置を微調整（位置補正）するのが自然であって，「位置確認」（段落【0016】）の中には「施療位置の微調整（施療部位の位置補正）」が含まれると考えるのが自然である。なお，施療位置の調整が位置確認動作終了後に限られる理由はない。そうすると，上記の審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲第1号証も甲第2号証もマッサージ機に関する発明に係る公報であって，技術分野が共通するし，「より正確に基準位置を設定する」という共通の技術的課題を有し，かつ甲第2号証に記載された発明も同様の課題解決手段，すなわち「微調スイッチ O を操作」する構成及び「位置決めを行うための一定の時間」に係る構成を有する。",
                "甲第1号証の「位置確認のために動作する時間」は，当該時間内にもみ玉の位置を微調整することを排除していないと考えられ，本件発明1，2にいう「一定の時間」の構成に想到する動機付けないし示唆が甲第1号証にあるから，甲第1号証に記載された発明に甲第2号証に記載された発明ないし周知技術を組み合わせる動機付けがある。",
                "ところで，甲第2号証記載の発明は，予め「時間データ」を設定し，使用者がもみ輪の位置がずれていると判断したときに，設定された時間の範囲内で微調スイッチを操作する構成を有するものである。「時間データ」と微調スイッチ O の操作は関連付けられており，もみ輪が予め設定された一定の時間中に動作することによって，使用者は位置がずれているか否かを判断し，微調スイッチ O を操作してもみ輪を上下に移動させ得るのであるから，次回の動作データに基づく施療動作との関係では，甲第2号証記載の発明にいう「時間データ」は本件発明1，2にいう「一定の時間」と同一の技術的意義を有する。",
                "また，甲第2号証5頁（97頁）右欄37ないし40行の記載にかんがみれば，「時間データ」に従ってもみ輪が動作している間に施療位置の微調整を行い，「時間データ」に係るもみ輪の動作時間が経過した時点での施療位置がマッサージの基準位置として検出，記憶されることも明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲第4ないし6号証に記載された発明ないし周知技術は甲第1号証に記載された発明とも本件発明1，2とも技術分野が共通するところ，マッサージ機が属するマイコン応用製品の技術分野において，操作手順を減らして処理を簡略化するためにタイムアップ機能を用いることは周知技術であって，仮に甲第1号証にいう「位置確認のために動作する時間」が本件発明1，2にいう「一定の時間」の構成に想到する動機付けないし示唆をするにとどまるとしても，甲第1号証に記載された発明に甲第4ないし6号証に記載された発明ないし周知技術を適用する動機付けが存する。",
                "甲第4号証には，位置調整用の所定時間内に，位置微調整スイッチを操作することにより位置の微調整を行い，当該所定時間が経過することにより，かかる微調整が有効となる構成が開示されており，まさに本件発明1，2の「一定の時間」と同様の構成が記載されているし，甲第4号証の技術的課題も本件発明1，2や甲第1号証記載の発明と同じく，「より正確に基準位置を設定すること」にある（甲4の請求項1，2，段落【0022】，【0033】，【0036】，【0044】等を参照。）。そうすると，甲第1号証に記載された発明に甲第4号証に記載された発明ないし周知技術を組み合わせる動機付けがあるのは明らかである。",
                "甲第5号証の請求項4では，「所定時間経過後に」「基準位置を検出し，その検出結果を前記記憶部に記憶する」と記載され，かつ図6でも「タイムUP」から「位置検出」，「記憶」へと繋がる構成が記載されている。そうすると，基準位置を調整するための所定時間が設定され，当該所定時間経過（タイムUP）後に，調整された基準位置を検出，記憶する構成が開示され，本件発明1，2の「一定の時間」，「記憶」，「検出」と同様の構成が記載されている。加えて，上記記載に照らせば，甲第5号証の技術的課題も，本件発明1，2や甲第1号証記載の発明と同じく，「より正確に基準位置を設定すること」にあるということができる。そうすると，甲第1号証に記載された発明に甲第5号証に記載された発明ないし周知技術を組み合わせる動機付けがあるのは明らかである。",
                "甲第6号証のマイコン入出力装置では，外部機器から信号を取り込んでフィーチャー設定を行うための一定の時間が予め設定され，その時間内に入力作業を行い，当該所定時間経過時点の情報を検出する構成を有しており，事前に設定された一定の時間内に何らかの処理をし，時間経過後にこれを検出するものである。このことから，甲第6号証にも，本件発明1，2における「一定の時間」と同様の構成が開示されていることは明らかであり，甲第1号証に記載された発明に甲第6号証に記載された発明ないし周知技術を組み合わせる動機付けがある。",
                "そうすると，審決が説示するように，「甲第4号証～甲第6号証の上記各構成は，・・・『マイコン応用製品において，操作の手順を減らして処理を簡略化するためにタイムアップ機能（事前に設定された一定時間内に何らかの処理をし，時間経過後にこれを検出する構成）を用いること』という抽象化された技術概念を前提としたものであることを当業者が理解するべき根拠は見出せない」ということもできないし，「甲第1号証～甲第6号証には，施療子の位置を調整するために一定の時間を設定する旨の記載やそのための動機付けと解すべき記載は見出せず，『施療子の位置決めを行うための一定の時間を設定』すること及び『その時間が経過した時点での前記施療子の位置を検出しその位置を基準位置として自動的に前記記憶部に記憶させること』を当業者が容易に想到することができたと解すべき根拠も見出せないから，仮に甲第2号証～甲第6号証に記載された発明ないし周知技術を甲第1号証に記載された発明に適用できたとしても，上記事項を含む本件発明1の相違点1に係る発明特定事項を当業者が容易に想到することができたとはいえない。」との審決の判断にも誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明1と同様に，本件出願当時，本件発明2も甲第1号証に記載された発明に甲第2ないし6号証に記載された発明ないし周知技術を組み合わせることに基づいて当業者が容易に想到できたものであるから，これに反する審決の進歩性判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明1，2の明確性要件違反の有無の判断の誤り（取消事由2）",
          "text": [
            "本件発明1，2における「一定の時間」は，「位置決めを行うための」時間であり，「より正確に位置決めをする」という本件発明1，2の課題解決手段に密接に関わる本質的要素であるにもかかわらず，その重要な要素である起算時の基準についても，時間の幅についても（何秒程度であればよいのか，あるいは何分程度であるのか，何時間に及んでもよいのか），満了時についても（マッサージ動作との関係においていつまでに終了しなければよいのか），当業者がその技術的意義を理解することができる程度に具体的に特定されておらず，本件発明1，2の外延は極めて不明確なものになっており，当業者においてかかる「一定の時間」が発揮しうる技術的意義を，まったく理解することができない。",
            "したがって，「当業者であれば，上記のような本件発明1における『一定の時間』の技術的意義は，『一定の時間』における起算時の基準，『一定の時間』としての時間の幅，『一定の時間』の満了時が具体的に規定されていなくても理解し得るといえる。」とする審決の判断には根拠がなく，誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に関する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲第1号証に記載された発明では，施療位置を知らせるために施療手段が動作している時間に施療手段の位置を微調整する構成が仮に排除されていないとしても，必ずしもかかる構成に想到する動機付けないし示唆があることになるものではないが，そもそも甲第1号証に記載された発明では，「位置確認のために動作する時間」中に施療手段の位置を微調整する構成が排除されているというべきである。すなわち，段落【0017】には，「施療手段の動作によって確認された施療部位が使用者の意図する部位とは異なった場合に，施療位置を調整する」とされているし，位置確認動作のための時間は極めて短い（段落【0022】参照）から，施療位置の調整は位置確認動作後に行なわれることが予定されている一方，位置確認動作中に施療位置の調整が行なわれることは予定されていない。",
                "また，甲第1号証中には，位置確認動作時間が経過した時点での施療子の位置を検出し，当該位置を基準位置として自動的に記憶する構成に関する動機付けや示唆は存しない。",
                "したがって，甲第1号証中には，相違点1に係る構成に至る動機付けや示唆は存しないし，上記のとおり，「位置確認のために動作する時間」中に施療手段の位置を微調整する構成が排除されており，相違点1に係る構成に想到するにつき阻害事由がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲第2号証に記載されている施療機は，単にいつでももみ輪の位置を調整できるものにすぎないし，また微調整後に使用する際に当該微調整の結果が反映されるもので，もみ輪の基準位置を検出，記憶するものではないから，「時間データ」に従ってもみ輪が動作している時間が経過した時点で施療子の位置を検出し，当該位置を基準位置として自動的に記憶する構成のものではない。したがって，甲第2号証にいう「時間データ」に従ってもみ輪が動作する時間は本件発明1にいう「一定の時間」に相当しない。",
                "また，相違点1に係る構成の主たる技術的意義は「操作の手順を減らして処理を簡素化すること」にあるところ，甲第1，2号証に上記のような技術的課題は記載されていないから，仮に甲第2号証に相違点1に係る構成が記載されていたとしても，当業者が「操作の手順を減らして処理を簡素化する」という技術的課題を理解することはできない。したがって，甲第1号証に記載された発明に甲第2号証に記載された発明ないし周知技術を組み合わせて相違点1に係る構成に至る動機付けがない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲第4ないし6号証の記載のみから極めて広範なマイコン応用製品の技術分野における周知技術を引き出すことは困難であって，この旨をいう審決の認定判断に誤りはない。",
                "甲第4ないし6号証中には相違点1に関する記載がないところ，原告は甲第4ないし6号証記載の技術を相違点1が含まれるまで上位概念化して周知技術とするもので相当でないし，仮に上位概念化したとしても，「操作の手順を減らして処理を簡素化する」という相違点1に係る技術的課題を解決するべき機能を用いるものとはいえないか，あるいは少なくとも，甲第4ないし6号証中には，「施療子の位置決めを行なうための一定の時間を設定」し，「その時間が経過した時点での施療子の位置を検出しその位置を基準位置として自動的に前記記憶部に記憶させる」という具体的構成に至る動機付けも示唆もない。",
                "したがって，本件出願当時，甲第1号証に記載された発明に甲第2号証に記載された発明ないし周知技術を組み合わせても，当業者において相違点1に係る構成に容易に想到できるものではなく，審決の本件発明1の進歩性判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明2と甲第1号証に記載された発明との相違点2に係る構成の容易想到性についても，本件発明1と甲第1号証に記載された発明との相違点1に係る構成の容易想到性と同様であるから，本件発明2の進歩性を肯定した審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "本件発明1，2の特許請求の範囲の記載及び本件明細書の段落【0013】の記載に照らせば，本件発明1，2にいう「一定の時間」は，施療子の位置決めのための時間であって，その時間が経過した時点で施療子の位置を検出し，その位置を基準位置として自動的に記憶部に記憶させることができる時間を意味するのは明らかであって，当業者が「一定の時間」の技術的意義を理解できないものではない。「一定の時間」に係る起算時の基準，時間の幅，満了時は，上記技術的意義に従って適宜設定すれば足りる。",
            "したがって，上記「一定の時間」が不明確でないとした審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1，2の容易想到性の判断の誤り（取消事由1）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲第1号証に記載された発明は，視力が悪かったり，薄暗い場所での使用であったりして，リモートコントローラの表示部を視認しにくい場合でも，実際の施療動作が開始する前に，使用者が選択指示した施療部位の位置を確実に知らせ，使用者が意図した位置と異なる位置をマッサージすることがないようにするという技術的課題を解決するためのもので（段落【0003】，【0004】），段落【0014】には「電源『入／切』スイッチを押して電源をOＮにしたら，希望する施療部位のスイッチ，例えば『腰』スイッチと『脚』スイッチを押す・・・。次いで，・・・背もたれ部42のもみ玉13が首から腰に向かって移動を開始する。・・・その後，腰に到達したもみ玉13がもみ動作を1回行って停止する。この・・・もみ玉13のもみ動作により，使用者Mは選択指示した施療部位の位置を確認する。この後，施療動作，例えば『たたき』スイッチを押すと，もみ玉13が腰の位置でたたき動作を開始する・・・」と記載され，段落【0017】，【0018】には「次に，施療手段の動作によって確認された施療部位が使用者の意図する部位とは異なった場合に，施療位置を調整するための位置変更手段を備えたリモコン20の形態例を・・・示す。」（段落【0017】），「例えば，肩を施療部位に指定した場合，予め設定された肩に対応する施療位置は，使用者の体格や座姿勢により使用者が希望する位置からずれていることが多いが，スイッチ27，28を操作してもみ玉の位置を上下に移動させることで，使用者に適した肩の位置にもみ玉の位置を合わせることができる。微調整した位置は記憶されるので，次回からは肩の施療位置を選択した場合は，記憶された位置で施療が行なわれる。」（段落【0018】）と記載されている。",
                "そうすると，審決の認定，すなわち，「甲第1号証には，施療位置の確認動作の後及び施療動作中にもみ玉の位置を微調整することは記載されているといえるが，・・・『位置確認のために動作する時間』」，すなわち，使用者が電源をOＮにして，希望する施療部位のスイッチを押してからもみ玉13がもみ動作を1回行なってから停止するまでの間に，「もみ玉の位置を微調整することは記載されておらず，そのことを示唆する記載も見出せない」（18頁）との認定に誤りはない。",
                "したがって，甲第1号証中には，「前記施療子（14）の位置決めを行うための一定の時間を設定しておき，その時間内に前記施療子（14）を移動させ，その時間が経過した時点での前記施療子（14）の位置を検出しその位置を基準位置として自動的に前記記憶部（39）に記憶させる」という相違点1に係る構成が開示も示唆もされていない。だとすると，仮に甲第2号証等に上記構成が開示されているとしても，甲第2号証等の開示事項を甲第1号証に記載された発明に組み合わせる動機付けがない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「位置確認のために動作する時間」（段落【0016】）にいう「位置」は，施療部位の位置を微調整（位置補正）した後の施療位置を含み，位置確認動作がされている途中でも，施療位置の微調整が行われることが前提にされているなどと主張するが，段落【0014】，【0017】，【0018】に係る前記(1)の記載の体裁に照らせば，「位置確認のために動作する時間」にいう「位置」に施療部位の位置を微調整（位置補正）した後の施療位置まで読み込むのは困難であるし，そもそも位置確認動作は，実際の施療動作が開始する前に，使用者が選択指示した施療部位の位置を確実に知らせ，使用者が意図した位置と異なる位置をマッサージすることがないようにするため，例えば選択された施療部位の位置で1回マッサージ動作をするというものであって，比較的短時間（段落【0022】では例えば1秒とされている。）で終了することが予定されており，また後行する施療位置の微調整操作を予定しているものである。また，甲第1号証中には，「なお，施療動作中でもスイッチ27，28を操作することで，施療位置の微調整を行えるようにしてもよい。」（段落【0018】）と，位置確認動作終了後施療動作を開始した後に施療位置の微調整がされることがある旨が記載されているのみで，位置確認動作中に施療位置の微調整がされる旨の記載は存しない。したがって，甲第1号証にいう「位置確認のために動作する時間」にもみ玉13の位置を微調整する時間が含まれ得るとすることはできず，甲第1号証にもみ玉13の位置を調整するための一定の時間を設定することの動機付けとなる記載がされているか，又は示唆されているということはできない。",
                "また，原告は，段落【0017】，【0018】や【0025】，【0027】の記載を根拠に，「施療位置の微調整」の後においても使用者がもみ玉の位置を再度確認することは当然であるから，「位置確認」（段落【0016】）の中には「施療位置の微調整（施療部位の位置補正）」が含まれるなどと主張する。しかしながら，段落【0017】，【0018】の記載は前記(1)のとおりであって，位置確認動作中に施療位置の微調整が予定されていると読み込むことはできないし，段落【0025】には，使用者が施療部位をすべて指定するまでは各部位に短時間の刺激が加えられるだけなので落ち着いて施療部位を指定できて便利である旨が記載され，段落【0027】には，施療部位の別に応じて施療子の動作時間や強度を異ならせる実施形態に関し，施療位置確認動作が実際の施療動作よりも主として短時間施療子を動作させることで行なわれ，施療位置確認動作と施療動作を区別しやすければどのような態様であっても差し支えない旨が記載されているのみで，位置確認動作中に施療位置の微調整が予定されているとまでみることはできない。",
                "そうすると，原告の上記各主張を採用することはできず，前記(1)の結論が左右されるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲第2号証の特許請求の範囲には，施療手段の動作位置，動作時間に対応する施療データを記憶する記憶回路，上記施療データに従って施療動作等を行なわせる制御回路や施療手段の位置検出手段を具備し，施療データ中の施療手段の動作位置データに係る目標座標と位置検出手段から出力される現在座標とを対比して施療手段を目標座標へ誘導する発明が記載されており，10欄31ないし38行には，「施療データ中の動作位置データに基くもみ輪4の動作位置がずれていると使用者が判断すれば，その時には微調スイツチOを操作すれば良い。微調スイツチOからの出力は演算回路Gに送られてイニシアル位置と動作位置データとに更に加えられ，新たな目標座標が設定されることからもみ輪4の動作位置が調整される。微調量は以降の施療動作全体に有効となる」と記載されている。そうすると，甲第2号証には，使用者が微調スイッチOを用いて施療位置を微調整した結果が施療機に記憶され，次回以降の施療時に前回の微調整の結果が反映されることが開示されているといえるが，審決が説示するとおり（19頁），「もみ輪4等の施療手段の位置を調整するために（予め）一定の時間を設定する」旨は開示も示唆もされていないし，またこの「一定の時間」に微調整された施療手段の位置が記憶されることも開示も示唆もされていない（特に，第5図のフローチャートには，所定の時間が経過したときに施療手段の動作位置に係るデータが記憶されることを示唆する記載は存しない。）。",
                "確かに，甲第1号証に記載された発明も甲第2号証に記載された発明ないし技術的事項等も，マッサージ機に関するものであって，これらが属する技術分野が共通するし，甲第1号証に記載された発明は，リモートコントローラの表示部を視認しにくい場合でも，実際の施療動作が開始する前に，使用者が選択指示した施療部位の位置を確実に知らせ，使用者が意図した位置と異なる位置をマッサージすることがないようにするという技術的課題を解決するためのものである一方，甲第2号証に記載された発明ないし技術的事項等も，従来のリミツトスイツチ，タイマ及びリレーによるプログラム制御では使用者の体格に応じた施療手段の動作位置の修正等が困難であったことにかんがみて，動作位置の修正，選択を容易に行なうことを可能にするという技術的課題を解決するためのものであるから（2欄1～14行），施療手段の動作位置の設定，修正の容易化，確実化という限度では技術的課題が共通する。しかしながら，甲第2号証の微調スイッチOが施療手段の動作位置を操作するもので，これを操作した結果，使用者が指定した位置で施療手段が動作することになるとしても，「時間データ」はもみ輪4等の施療手段に施療動作を行なわせる時間にすぎず（10欄23～25行），微調スイッチOの操作とは独立のものであるから，微調スイッチOの操作と「時間データ」とが何らかの論理的な関係に立つものではない。そうすると，甲第2号証の「時間データ」に従ってもみ輪が動作する時間と本件発明1，2にいう「一定の時間」とは同一の技術的意義を有するものではないし，仮に甲第1号証に記載された発明に甲第2号証に記載された発明ないし周知技術を組み合わせたところで，予め「一定の時間」を設定し，その時間内で施療手段（施療子）を移動させ，「一定の時間」が経過した時点での施療手段（施療子）の位置を基準位置として記憶するという相違点1に係る構成に想到できるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲第3号証は，制御回路を備えたマッサージ機において，肩の位置を検出する手段を備えた発明を記載した公報であるが，甲第2号証と同様に，「施療手段の位置を調整するために（予め）一定の時間を設定する」旨は開示も示唆もされていない。そうすると，甲第1，第2号証と技術分野が共通するとしても，甲第1号証に記載された発明に甲第2，第3号証に記載された発明ないし周知技術を組み合わせたところで，相違点1に係る構成に想到することができるものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "甲第4号証は洋式便器に取り付けられる衛生洗浄装置に関するもの，甲第5号証はカメラやビデオ等のブレを補正する装置に関するもの，甲第6号証はマイコンの入出力ポートに関するものにすぎないから，マッサージ機の発明に関する甲第1号証に記載された発明とは技術分野が共通しない。これらが一般的なマイコン応用製品に係る文献と理解したとしても，甲第4号証には，位置確認用に1，2秒程度洗浄ノズルに洗浄水を供給し，いったん洗浄水の供給を停止した後に再度供給することが記載されているものの（段落【0036】），メモリ等の記憶装置に洗浄ノズル34の動作位置情報を記憶させることは記載されていない。甲第5号証にも，電力供給後一定時間が経過した後に像ブレ補正光学系の基準位置を検出してこれを記憶することが記載されているものの（特許請求の範囲・請求項4，段落【0020】～【0023】），甲第5号証の記載からは，上記記載事項をマッサージ機の構成にどのように適用するか明らかでない。甲第6号証も，初期設定を一々やり直すことなく種々の外部機器と接続できるマイコン入出力装置に関するものにすぎず，相違点1に係る構成の容易想到性に対して具体的な示唆を与えるものではない。",
                "したがって，仮に甲第4号証等に記載された具体的技術事項から「マイコン応用製品において，操作の手順を減らして処理を簡略化するためにタイムアップ機能（事前に設定された一定時間内に何らかの処理をし，時間経過後にこれを検出する構成）を用いること」という抽象化された技術概念を引き出したとしても，相違点1に係る構成の容易想到性の判断には何ら資さないというべきであるし，甲第1号証に記載された発明に甲第4ないし第6号証に記載された発明ないし周知技術を組み合わせたところで，相違点1に係る構成に想到することができるものではない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "結局，「甲第1号証～甲第6号証には，施療子の位置を調整するために一定の時間を設定する旨の記載やそのための動機付けと解すべき記載は見出せず，『施療子の位置決めを行うための一定の時間を設定』すること及び『その時間が経過した時点での前記施療子の位置を検出しその位置を基準位置として自動的に前記記憶部に記憶させること』を当業者が容易に想到することができたと解すべき根拠も見出せないから，仮に甲第2号証～甲第6号証に記載された発明ないし周知技術を甲第1号証に記載された発明に適用できたとしても，上記事項を含む本件発明1の相違点1に係る発明特定事項を当業者が容易に想到することができたとはいえない。」とする審決の本件発明1の進歩性判断に誤りはない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "本件発明2は，本件発明1の「上昇スイッチ（49）及び下降スイッチ（50）を有する操作装置（40）」の構成に代えて「位置操作部（49，50）を有する操作装置（40）」の構成を備え，本件発明1の構成に「操作装置（40）への所定の操作を施すと，その所定の操作が行なわれたときの前記施療子（14）の位置を基準位置として検出する」構成を加えるなどしたものであるが，「操作装置（40）への所定の操作」が行なわれない場合の施療子，位置検出装置，記憶部等の構成（機能）は本件発明1におけるそれと同様である。",
                "そうすると，本件発明1の進歩性判断と同様に，本件発明2の進歩性にも欠けるところはないとする審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上のとおり，審決がした本件発明1，2の容易想到性判断に誤りはなく，原告の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明1，2の明確性要件違反の有無の判断の誤り（取消事由2）について",
          "text": [
            "原告は，本件発明1，2の特許請求の範囲にいう「一定の時間」は不明確であって,当業者がその技術的意義をまったく理解することができない旨主張する。",
            "しかしながら，本件発明1，2の特許請求の範囲の記載に照らせば，「一定の時間」が，「施療子（14）の位置決めを行うため」に要する時間であって，当該「時間内に前記施療子（14）を移動させ」，「その時間が経過した時点での前記施療子（14）の位置を検出しその位置を基準位置として自動的に前記記憶部（39）に記憶させる」ことにより，肩等のマッサージを施すべき部位を正確に設定する等の本件発明1，2の作用効果を奏するために必要十分な時間を意味することは明らかである。",
            "そうすると，マッサージ機の製造等に携わる当業者であれば，上記「一定の時間」の技術的意義を容易に理解することができるといい得る。",
            "そして，本件発明1，2の特許請求の範囲の記載に照らせば，上記「一定の時間」の起算時が施療子（14）の位置決め操作を開始し得る時点であり，満了時が上記位置決め操作の終了時であることを当業者において理解することができるし，マッサージ機の制御機構や施療子を移動・駆動等させる機構の大きさや構成，使用者の使いやすさに応じて，上記「一定の時間」の長さ（幅）が合理的に決まることも当業者には自明であるから，上記「一定の時間」が例えば何秒等と具体的に記載されていなくても，不明確となるものではない。",
            "よって，本件発明1，2の特許請求の範囲には，特許を受けようとする発明が明確に記載されているといえるから，特許法36条6項2号の明確性要件違反はなく，上記と同旨の審決の判断に誤りはない。",
            "したがって，原告の取消事由2は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとおり判決する。"
      ]
    }
  ]
}