{
  "decision": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2008-890111号事件について平成23年9月26日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，下記商標（以下「本件商標」といい，その商標登録を「本件商標登録」という。）の商標権者である。",
            "記",
            "登録番号第5146634号",
            "出願日  平成19年9月19日",
            "登録査定日  平成20年6月3日",
            "登録日  平成20年6月27日",
            "商標    別紙記載本件商標のとおり    ",
            "商品及び役務の区分  第43類",
            "指定役務  飲食物の提供",
            "原告らは，平成20年11月10日，特許庁に対し，本件商標登録を無効にすることについて審判（無効2008-890111号事件。以下「本件審判」という。）を請求した。特許庁は，平成23年9月26日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は同月29日に原告らに送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由",
          "text": [
            "本件審決の理由は，別紙審決書写しのとおりであり，その要旨は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条1項4号について",
              "text": [
                "本件商標は，「いなば和幸」の文字よりなるところ，仮に「稲葉」がありふれた氏といえるものであるとしても，本件商標はそれ以外の文字を有するものであるから，商標法3条1項4号にいう「ありふれた氏又は名称を普通に用いられる方法で表示する標章のみからなる商標」に該当するということはできない。したがって，本件商標は，商標法3条1項4号に該当しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項11号について",
              "text": [
                "本件商標と下記引用商標1～7を比較するに，外観においても十分に区別し得る差異を有し，また，観念においては，いずれも特定の観念を有しないものであるから比較できない。そして，本件商標から生ずる「イナバワコウ」と引用商標から生ずる「ワコウ」及び「トンカツワコウ」の称呼は，「ワコウ」の音部分を共通にするとしても，語頭において「イナバ」あるいは「トンカツ」の音の有無という音構成上の明らかな差異を有するものであるから，それぞれを一連に称呼するも，その音構成及び音数の差異により十分に区別し得るものである。してみれば，本件商標と引用商標とは，外観，観念及び称呼のいずれの点においても相紛れるおそれのない非類似の商標といわなければならない。したがって，本件商標は，商標法4条1項11号に該当しない。",
                "記"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標1",
                  "text": [
                    "登録番号第3234249号",
                    "出願日  平成4年9月14日",
                    "登録日  平成8年12月25日",
                    "商標    別紙記載引用商標1のとおり",
                    "商品及び役務の区分  第42類",
                    "指定役務  とんかつ料理の提供"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2",
                  "text": [
                    "登録番号第3237537号",
                    "出願日  平成4年8月25日",
                    "登録日  平成8年12月25日",
                    "商標    別紙記載引用商標2のとおり",
                    "商品及び役務の区分  第42類",
                    "指定役務  とんかつ料理を主とする飲食物の提供"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用商標3",
                  "text": [
                    "登録番号第3237538号",
                    "出願日  平成4年8月25日",
                    "登録日  平成8年12月25日",
                    "商標    別紙記載引用商標3のとおり",
                    "商品及び役務の区分  第42類",
                    "指定役務  とんかつ料理を主とする飲食物の提供"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用商標4",
                  "text": [
                    "登録番号第3260752号",
                    "出願日  平成4年9月30日",
                    "登録日  平成9年2月24日",
                    "商標    別紙記載引用商標4のとおり",
                    "商品及び役務の区分  第42類",
                    "指定役務  日本料理を主とする飲食物の提供，茶・コーヒー・ココア・清涼飲料又は果実飲料を主とする飲食物の提供"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "引用商標5",
                  "text": [
                    "登録番号第3275877号",
                    "出願日  平成4年9月30日",
                    "登録日  平成9年4月11日",
                    "商標    別紙記載引用商標5のとおり",
                    "商品及び役務の区分  第42類",
                    "指定役務  多目的ホールの提供，フランス料理の提供，茶・コーヒー・ココア・清涼飲料又は果実飲料を主とする飲食物の提供"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "引用商標6",
                  "text": [
                    "登録番号第3299054号",
                    "出願日  平成4年9月30日",
                    "登録日  平成9年5月2日",
                    "商標    別紙記載引用商標6のとおり",
                    "商品及び役務の区分  第42類",
                    "指定役務  多目的ホールの提供，宝飾品のデザインの考案，フランス料理の提供，茶・コーヒー・ココア・清涼飲料又は果実飲料を主とする飲食物の提供"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "引用商標7",
                  "text": [
                    "登録番号第3299055号",
                    "出願日  平成4年9月30日",
                    "登録日  平成9年5月2日",
                    "商標    別紙記載引用商標7のとおり",
                    "商品及び役務の区分  第42類",
                    "指定役務  フランス料理の提供，茶・コーヒー・ココア・清涼飲料又は果実飲料を主とする飲食物の提供"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標法4条1項15号について",
              "text": [
                "引用商標2は，遅くとも本件商標の登録出願時（平成19年9月19日）には，原告らの業務に係る役務「とんかつ料理を主とする飲食物の提供」を表示する商標又は店名として，少なくとも関東地方における取引者，需要者の間には広く認識されていたものと認められ，その周知性は登録査定時においても継続していたものと推認できる。しかし，本件商標と引用商標2とは，その外観，称呼及び観念のいずれにおいても彼此紛れるおそれのない別異の商標であり，また，引用商標2は，特徴的な態様全体としての周知，著名性は認められるものの，「和幸」の文字のみでの周知，著名性は認められないことからすれば，被告が本件商標をその指定役務に使用しても，これに接する取引者，需要者をして，引用商標2を連想又は想起させるものとは認められず，その役務が原告ら又は同人らと経済的又は組織的に何らかの関係を有する者の業務に係る役務であるかのごとく，その役務の出所について混同を生じさせるおそれがあるとはいえないものであるから，本件商標は，商標法4条1項15号に該当しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告らの主張",
          "text": [
            "本件審決は，「本件商標，引用商標等に係る取引の実情について」の認定・判断を誤り（取消事由1），商標法4条1項11号該当性の判断を誤り（取消事由2），同項15号該当性の判断を誤った（取消事由3）ものであり，審決の結論に影響を及ぼすから，違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「本件商標，引用商標等に係る取引の実情について」の認定・判断の誤り（取消事由1）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告が本件商標を使用しているとの事実認定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，「とんかつ料理の提供」との関係で，被告は，参考商標1，2（別紙記載参考商標1，2のとおり）あるいは本件商標を使用してきたと認定し（27頁20～21行），「和幸」の文字は被告のみならず協和株式会社（以下「協和」という。）その他複数の者が使用しているから，「和幸」の文字部分だけでは役務の出所として強く支配的な印象を与えるものではない（27頁26～32行）として，「和幸」の文字部分は「とんかつ料理の提供」との関係で，いわば慣用商標化しているごとく認定判断をしている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，被告が本件商標を「使用」（商標法2条3項参照）したことを認定するに足りる証拠はない。すなわち，被告のメニュー表（甲150の2，甲150の3）に記載された「いなば和幸」は，被告がその店舗において使用する参考商標2の単なる略称として便宜的かつ部分的に用いられたにすぎず，当該メニュー表においても，被告の役務の出所識別標識として機能しているのは飽くまで参考商標2であったというべきであり，被告が「いなば和幸」を商標として「使用」したものとは評価し得ないことは明らかである。また，被告が平成18年ころ作成したとする会社案内（甲151の2）についても，これは本件役務の取引者，需要者である一般消費者向けに作成，頒布されたものとはいえず，やはり商標としての「使用」には当たらないというべきである。さらに，被告が本件商標自体を店舗表示として使用した事実を示す証拠とする甲154～228についても，その作成時期は本件基準時以降であるから，本件審決の上記認定を裏付けるものとはいい難い。被告店舗が入店する商業施設のフロアマップについても，その作成主体は当該施設の管理者であり，かつ，各フロアガイド上の被告店舗の表示の中には「いなばとんかつ和幸」（甲181の2），「いなばの和幸」（甲195の2）などの記載も含まれているなど，必ずしも表現が統一されていないことからすれば，各施設管理者がフロアマップ上の表示方法について逐一被告の了解を得ていたとはいい難く，これらの表示の使用の主体は被告ではなく，施設管理者にほかならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告和幸商事株式会社（以下「原告和幸商事」という。）と被告との間には，東京地裁平成4年（ワ）第21445号事件において平成6年9月20日に，「被告（判決注：本訴被告）は，原告（判決注：本訴原告和幸商事）に対し，平成八年一〇月末日限り，被告の営業するとんかつ屋の表示である「とんかつ和幸」に冠を付する等，原告の表示である「とんかつ和幸」と明確に区別できる表示（以下，「新表示」という。）に変更する。右冠等は，「本家」，「元祖」など，被告が原告の本家であると誤解されるような表現であってはならない。……ただし，被告は，新表示を平成七年三月末日限り，原告と協議の上決定するものとし，その決定後は，新たに出店するとんかつ屋については，新表示を用いる」旨の裁判上の和解（以下「別件和解」という。）が成立している。仮に，被告が別件和解後に本件商標を「とんかつ専門店」との具体的役務との関係で使用したとしたら，被告は，原告らの周知商標の存在や別件和解の条項の内容を知った上で使用した，すなわち，不正競争の目的を持って本件商標を使用したものといえる。",
                        "したがって，本件審決が，不正競争の目的を持って本件商標等を使用している被告の「和幸」の使用も含めて，「和幸」の文字部分は「とんかつ料理の提供」との関係で，いわば減退化ないし慣用商標化しているごとく認定判断をした点は不当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一般需要者が本件3社ないし複数の別会社により経営されている事実を認識していることが必要である旨の判断について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，「……「とんかつ和幸」の名称又は「和幸」の文字を含む名称の豚カツ料理店が本件3社（判決注：原告ら，被告及び協和をいう。以下，原告ら，被告及び協和を併せて「本件3社」という。）ないし複数の別会社により経営されるものであるとの事実が，本件役務に係る取引者及び需要者に広く知られていると認めることはできず，さらに，本件役務に係る取引者及び需要者に対し，本件商標の「和幸」の文字部分が，引用商標2の商標権者である請求人らの役務の出所である旨を示す識別標識として強く支配的な印象を与えるということはできず……」（27頁26～32行）とし，「和幸」の文字部分に高度の識別力が認められるためには，「とんかつ和幸」の名称又は「和幸」の文字を含む名称の豚カツ料理店が本件3社ないし複数の別会社により経営されるものであるとの事実や，「和幸」の文字部分について引用商標2の商標権者である原告らの営業に係るものであるとの事実を，本件役務に係る取引者，需要者が明確に認識している必要があるとの前提に立った上で，本件商標が，商標法4条1項11号，同項15号に該当しないとの判断を導いている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，以下に述べるとおり，本件審決の上記前提には誤りがあるといわざるを得ない。",
                        "商標法4条1項11号，15号の趣旨は，一般の需要者の保護を内包する商品又は役務の出所混同防止にあるというべきであるから，「他人」が誰であるかが取引者，需要者により具体的かつ明確に認識されなくとも商品又は役務の出所混同が生じ得る以上，これら各号の「他人」の意義を，本件審決のように厳格に解釈する必要性は全くない。また，実態としても，現代の複雑な流通機構を前提とすれば，一般の需要者は商品や役務の提供者が特定の何某であるか，ましてや特定の何某が何人で経営しているのかということまで注目するわけではなく，同一の商標の付された他の商品や役務の提供者と同一人である一定の「誰か」の提供に係る商品や役務であるとして購買動機を決定しているのであって，「他人」の認識レベルも，単に一定の「誰か」であるといった漠然とした認識で十分というべきである。すなわち，飲食業界において，一般消費者が当該店舗における役務の出所を識別する際の材料は，当該店舗において用いられている名称そのものに他ならず，当該店舗の経営主体が具体的に何人であるかを明確に認識し，それを基準に役務の出所を判断しているわけではない。商標の全部又は一部について高い識別力が認められるための条件として，一般消費者による当該商標に係る役務の出所の具体的かつ明確な認識までをも要求するとすれば，飲食業界における商標の識別力を高く評価することはほとんど不可能になるというべきであって，このような前提に立つ本件審決は，飲食業界における取引の実情を無視した極めて不当な判断といわざるを得ない。",
                        "以上のことに加え，東京高裁平成14年（行ケ）第283号同年11月28日判決は，「商標法4条1項10号にいう周知商標というためには，一定の何人（なにびと，なんぴと）かの商品の識別標識であるという点において周知でなければならないものの，現実にそれが何人であるかまで明確にされることは，必ずしも必要ではないというべきである」としており，さらに，最高裁平成20年9月8日第二小法廷判決（裁判集民事228号561頁）においても，分離観察を行うに当たり，取引者，需要者が商品又は役務の出所である経営主体について具体的に何人であるかを明確に認識していることは何ら要求されていないことにも鑑みれば，取引者，需要者が，類似性判断や混同の有無の判断の客体となる「他人」についてそれが具体的に誰であるかを明確に認識する必要はないとするのが最高裁判例の趣旨であり，このような認識が必要であるとして分離観察のための要件を加重し，これを極めて厳格に解することは，重大な判例違反にほかならず，許されない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項11号該当性の判断の誤り（取消事由2）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件商標について商標法4条1項11号の類似性を判断するに当たり，結合商標である本件商標のうち「和幸」の文字部分を抽出し，当該部分のみを引用商標と比較するという，いわゆる分離観察の手法を採ることができないことを示したものと思われる。この点，分離観察の可否については，「商標法4条1項11号に係る商標の類否は，同一又は類似の商品又は役務に使用された商標が，その外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して，その商品又は役務に係る取引の実情を踏まえつつ全体的に考察すべきものであり（最高裁昭和39年（行ツ）第110号同43年2月27日第三小法廷判決・民集22巻2号399頁参照），複数の構成部分を組み合わせた結合商標と解されるものについて，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されないというべきである（最高裁昭和37年（オ）第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年（行ツ）第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁参照）」とされている（前掲最高裁平成20年9月8日第二小法廷判決）。そうすると，本件においても，①「和幸」の文字部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，②「和幸」以外の「いなば」の文字部分から出所識別標識としての称呼，観念が生じないと認められる場合には，本件商標のうち「和幸」の文字部分を抽出し，当該部分のみを各引用商標と比較するという判断手法によることができるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「和幸」の文字は取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「和幸」の文字が造語であり高い識別力を有していること",
                      "text": [
                        "「和幸」の文字は，原告らの創業者であるA（以下「A」という。）が原告和幸商事を設立した昭和33年10月当時，Aが通称として使用していた「A’」の「和」と，Aの友人であったBの「幸」を合わせて考案されたものであり，すなわち造語である。かかる造語は，一般名称などとは異なり，その独自性からもともと高度の識別力を有するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告らの宣伝広告による高度の識別力の獲得",
                      "text": [
                        "原告ら「和幸グループ」は，多数の店舗運営による販促活動だけでなく，引用商標2等を用いて広告宣伝や雑誌掲載，テレビ放映，及びJリーグ川崎フロンターレのオフィシャルスポンサーとして，「和幸」の周知性ないし識別力を高めるべく多大な企業努力を重ねてきた。かかる原告らの企業努力により，「とんかつ和幸」ないし「和幸」の文字の周知性が高まり，かかる周知性の高まりにより，取引者，需要者から見た「和幸」の文字の識別力は，「和幸」の文字が造語であり，もともと高度の識別力を有していることともあいまって，格段に高度なものとなったというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "このように，「和幸」の文字は，極めて高度な識別力を有するというべきであって，取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものであることは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「いなば」の文字部分からは出所識別標識としての称呼，観念が生じないこと",
                  "text": [
                    "本件商標のうち「いなば」の文字部分は，ありふれた氏である「稲葉」，「稲場」，「因幡」などを想起させるものであり，それ自体，一般的に識別力が認められず（商標法3条1項4号参照），出所識別標識としての称呼及び観念が全く生じないものである。また，「いなば」の文字部分が，仮に地名としての「稲場」，「因幡」を想起したような場合，当該文字に接した一般消費者は，「いなば」との地名は，当該店舗で提供される料理の食材の産地であると認識するというべきであるから，やはりそれ自体，一般的に識別力が認められず（商標法3条1項3号参照），出所識別標識としての称呼及び観念は全く生じないといわざるを得ない。",
                    "仮に「いなば」の文字部分に僅かな識別力が認められるとしても，「和幸」の文字部分には極めて高度の識別力が認められ，その識別力の差は極めて顕著なのであるから，「和幸」の文字が，取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えることを何ら妨げるものではないというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，本件商標のうち「和幸」の文字部分は，取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものといえ，また，「いなば」の文字部分からは，出所識別標識としての称呼及び観念が全く生じないのであるから，商標法4条1項11号の類似性の判断に当たり，本件商標のうち「和幸」の文字部分を抽出し，当該部分を各引用商標と比較するという手法を採ることができることは明らかである。そうすると，本件商標からは「イナバワコウ」の称呼のほかに「ワコウ」の称呼も生じるといえ，同じく「ワコウ」の称呼をも生じる各引用商標とは，その称呼において同一であり，本件商標と各引用商標とは類似するものというべきである。",
                    "したがって，本件商標は商標法4条1項11号に違反するものであり，本件商標登録は無効であるから，これと異なる本件審決の判断は違法なものとして取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標法4条1項15号該当性の判断の誤り（取消事由3）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標法4条1項15号にいう「混同を生ずるおそれ」には，被告と原告らを含む各引用商標の商標権者らとの混同が生じるおそれ（いわゆる狭義の混同のおそれ）だけでなく，被告と原告らを含む各引用商標の商標権者らとの間に緊密な営業上の関係等があるものと誤信させるおそれ（いわゆる広義の混同のおそれ）も含むという意味で，混同を生じるおそれがより広く解釈されるため，商標法4条1項11号に違反しない場合でも，同項15号に該当する場合がある。この点について，最高裁平成12年7月11日第三小法廷判決（民集54巻6号1848頁）も，「商標法4条1項15号にいう「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」には，当該商標をその指定商品又は指定役務（以下「指定商品等」という。）に使用したときに，当該商品等が他人の商品又は役務（以下「商品等」という。）に係るものであると誤信されるおそれがある商標のみならず，当該商品等が右他人との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品等であると誤信されるおそれ（以下「広義の混同を生ずるおそれ」という。）がある商標を含むものと解するのが相当である。けだし，同号の規定は，周知表示又は著名表示へのただ乗り（いわゆるフリーライド）及び当該表示の希釈化（いわゆるダイリューション）を防止し，商標の自他識別機能を保護することによって，商標を使用する者の業務上の信用の維持を図り，需要者の利益を保護することを目的とするものであるところ，その趣旨からすれば，企業経営の多角化，同一の表示による商品化事業を通して結束する企業グループの形成，有名ブランドの成立等，企業や市場の変化に応じて，周知又は著名な商品等の表示を使用する者の正当な利益を保護するためには，広義の混同を生ずるおそれがある商標をも商標登録を受けることができないものとすべきであるからである」とするとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2及び「和幸」に全国的な周知，著名性が認められること",
                  "text": [
                    "「和幸」の文字は極めて高度な識別力を有し，取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものであるところ，引用商標2中の「とんかつ」の文字部分は，同商標の指定役務の対象そのものを表す語にほかならず，何ら出所識別標識としての称呼及び観念は生じないものである。そうであれば，引用商標2からは「トンカツワコウ」のみならず「ワコウ」の称呼及び観念をも生じるものであり，引用商標2全体に周知，著名性が認められるのであれば，その要部というべき「和幸」の文字部分にはより一層周知，著名性が集約されると考えるのが極めて自然な判断というべきである。",
                    "また，引用商標2は，同商標を使用した店舗を原告らが全国展開していることに加え，日本全国で販売される雑誌に掲載され（甲52），また，原告和幸商事は，我が国のプロサッカー機構であるJリーグディビジョン1（以下「J1」という。）の上位ランクに位置する川崎フロンターレの公式スポンサーとして引用商標2を同チームのアップシャツの前面中央部分に掲載し，かつ，これがテレビ放映されるなど（甲40），全国規模で広く宣伝広告されたことにより，その周知，著名性の範囲は日本全国に及ぶというべきである。",
                    "このような「和幸」の文字の全国的な周知，著名性を前提とすれば，取引者，需要者をして，かかる「和幸」の文字において共通する商標を使用する原告らと被告との間に，何らかの緊密な営業上の関係又は同一の事業グループに属する関係にあると誤信させるおそれ（広義の混同のおそれ）は極めて高いというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標と引用商標2との役務の関連性が強固なものであり，取引者，需要者も共通すること",
                  "text": [
                    "本件商標は，その指定役務を「飲食物の提供」とするものであり，引用商標2の指定役務である「とんかつ料理を主とする飲食物の提供」を包含しており，両者の指定役務の関連性は極めて強いものである。さらに，本件においては，本件商標から派生した商標と思われる参考商標2が，被告により豚カツ料理店の名称として使用されているという取引の実情を最大限考慮すべきであり，かかる取引の実情に鑑みると，本件商標は「とんかつ料理」と密接に結び付く商標であるといえ，引用商標2との役務の関連性はより強固になるということができる。このように，本件商標と引用商標2との役務の関連性が極めて強固なものであることからすれば，その取引者，需要者も完全に共通するものであり，そのような取引者，需要者の視点に立った場合に，「和幸」という文字において共通する商標を使用する原告らと被告との間に，何らかの緊密な営業上の関係又は同一の事業グループに属する関係にあると誤信されるおそれ（広義の混同のおそれ）は極めて高いというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，本件においては明らかな「混同のおそれ」が認められるのであるから，本件商標登録は商標法4条1項15号に違反するものとして無効であるというべきであって，これと異なる本件審決の判断には，判例違反及び同号の解釈を誤った違法がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "「本件商標，引用商標等に係る取引の実情について」の認定・判断の誤り（取消事由1）に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告が本件商標を使用しているとの事実認定について",
                  "text": [
                    "原告らは，被告が本件商標の登録査定時までに本件商標を使用した事実はないと主張する。しかしながら，被告は，本件審判において，被告が本件商標の登録査定時までに本件商標を使用した事実を示す証拠を提出済みである。原告らの主張は，この点を見落とした誤った前提に依拠したものであり，失当である。",
                    "また，原告らは，本件商標の使用の事実が認められたとしても，本件商標の使用は，別件和解の趣旨に反するなどの点で，違法であることが明らかであるから，商標法上の使用として保護されるべきでない旨の主張をする。しかしながら，上記主張は，本件審決において，無効理由の追加として認められなかった商標法4条1項19号に係る主張を実質的に繰り返すものにほかならず，不当であるほか，別件和解の趣旨や本件訴訟に至る経緯等に照らしても，事実を全く踏まえることのない主張であるから，いずれにしても失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一般需要者が本件3社ないし複数の別会社により経営されている事実を認識していることが必要である旨の判断について",
                  "text": [
                    "原告らの主張は，「一定の何人（なにびと，なんぴと）かの商品の識別標識であるという点において周知でなければならないものの，現実にそれが何人であるかまで明確に認識されることは必ずしも必要ではない」などとする裁判例（前掲東京高裁平成14年11月28日判決）を事案の異なる本件に当てはめた誤りがあり，「とんかつ和幸」の名称又は「和幸」の文字を含む名称の豚カツ料理店が本件3社その他複数の経営主体によって運営されているとの本件にかかる実態を何ら踏まえないものである点で失当である。確かに，「とんかつ和幸」の名称又は「和幸」の文字を含む名称の豚カツ料理店が1つの経営主体によってのみ運営されているのであれば，当該名称が広く知られていればその運営主体に係る役務を表示するものと認識されることもあり得るが，本件のように，「とんかつ和幸」の名称又は「和幸」の文字を含む名称の豚カツ料理店が本件3社を含む複数の主体によって運営されている場合には，当該名称そのものが広く知られていたとしても，それが複数の運営主体のいずれに係る役務の提供を表示するかについてまで広く知られていなければ，特定の運営主体に係る役務の提供を表示するものとして広く知られていると認めることはできない（東京高裁平成14年12月25日判決・判例時報1817号135頁参照）。なぜなら，本件役務に係る取引者，需要者にとって，「とんかつ和幸」の名称又は「和幸」の文字を含む名称のとんかつ料理店が，本件3社ないし複数の別会社のいずれかにより経営されていることが広く知られていなければ，複数の運営主体のうち特定の運営主体を識別して当該名称と当該特定の運営主体を結び付けることができないからである。",
                    "したがって，本件審決が裁判例に反して要件を加重したなどとする原告らの主張は，本件審決を正解しておらず，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項11号該当性の判断の誤り（取消事由2）に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らの「和幸」の文字部分の識別力及び「いなば」の文字部分の識別力の主張は，いずれも誤っており，両文字部分の識別力は，「和幸」部分については原告らが主張するような高度のものはなく，「いなば」部分については原告らが主張するように弱いというわけではなく，本件商標は一定程度の識別力のみを有する両部分が結合して初めて格段の識別力が生ずるものというべきである。したがって，本件商標が一体不可分の造語として「イナバワコウ」の称呼のみが生じるとした本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「和幸」の識別力について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "造語であるから「和幸」が高度の識別力を有するとの点につき",
                      "text": [
                        "確かに「和幸」の文字は造語であるが，以下のとおりの様々な意味を有するありふれた漢字の「和」と「幸」の二文字を並べた造語である。広辞苑第六版（乙12）によれば，「和」とは，「①「仲良くすること。」②「二つ以上の数・式などを加えて得た値。」，③「（大和国の意味）㋐日本。倭。㋑日本製・日本風・日本語などの意を表す。㋒大和国の略。」とあり，「幸」とは，「さいわい。しあわせ。」や「（一説に，朝鮮語の sal（矢）と同源。矢の霊力をサチといい，さらに矢の獲物，転じて幸福をもいうようになったとする）①獲物を取る道具。②漁や猟に獲物の多いこと。またその獲物。」とあり，様々な意味がある。そして，両文字を並べた「和幸」は，業種を問わず会社名，店名等で広く用いられている（甲69）。例えば，東京都豊島区の懐石料理店の「和幸」は，ミシュランの2つ星を獲得した日本及び世界で高名な店舗であるが（甲82，甲86の1～4），この店名は，「人の和を重んじ，山の幸，海の幸の恵みに感謝したい」との思いから採択した旨が説明されている（甲86の4）等，「和幸」の文字は様々な経緯から選択されているものであり，特に飲食店においては全国に「和幸」の文字を屋号や店名に持つ店舗が多く，最も広く用いられている文字でもある。",
                        "以上からすれば，飲食店の屋号や店名に一般的・普遍的に採択されている「和幸」の文字について，造語であるとの一事をもって高度の識別力を有するとする原告の主張は，飲食業界の実情に全くそぐわない牽強付会の主張というほかない。「和幸」の文字は，一般に特定の観念と結び付くものでも，特定の印象を与えるものでもなく，飲食店についていえば，識別力がないか極めて弱いというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告らの広告宣伝により「和幸」の識別力が高まったとする点につき",
                      "text": [
                        "原告らが，その販促活動や広告宣伝活動を示すものとして提出する各書証（甲38，甲39，甲49～54）を検討しても，「とんかつ和幸」ないし「和幸」の文字をもってそれが原告らの業務に係るものとして周知著名性を獲得したことの根拠とはならない。これらの書証においては，引用商標2と原告らの社名表示とを併記しているものではないので，原告ら，被告及び協和を区別ないし明示することなく「とんかつ和幸」ないし「和幸」を紹介するものにすぎず，これら「とんかつ和幸」ないし「和幸」の名称ないし文字を有する豚カツ料理店が原告らにより経営されるものであるとの事実が取引者，需要者に知られていることを示すものではない。また，甲49の10，12～14の雑誌記事には，引用商標2と原告和幸商事の社名表示とがあるが，本件商標の登録査定時より後の事情である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「いなば」の識別力について",
                  "text": [
                    "原告らの主張は，「いなば」の文字部分が平仮名表記しているものであることを何ら考慮していない点で失当である。すなわち，通常漢字で表記する文字をわざわざ平仮名で表記した場合は，その平仮名部分の印象が強くなり，その結果，それに続く文字あるいはその前の文字との結合の印象が強くなる場合が少なくない。例えば，「平易にいう。やわらげていう。」ことを「仮名に言う」（広辞苑第六版。乙18）というように，漢字をわざわざ平仮名で表記する場合には，その表記により，やわらかいあるいはくっきりした印象を与え，音読しやすくする等の効果を有するものである。殊更に氏姓あるいは地名に結び付けてその識別力を論じる原告らの主張は，裏付けを欠くものというほかない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおりであるから，本件商標は，ありふれた氏や地名を直ちに想起させるものとはいえず，一定の識別力を有することが明らかな平仮名「いなば」と飲食店名としては普遍かつ一般的であり，特定の観念と結び付くものではなく識別力がないか極めて弱い「和幸」とからなるものと解されるべきである。したがって，分離観察が許容される場合でないことは明らかであり，本件商標から，構成文字全体に対応した「イナバワコウ」の一連の称呼のみが生じるとし，本件商標と引用商標とは，外観，観念及び称呼のいずれの点においても相紛れるおそれのない非類似の商標とした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標法4条1項15号該当性の判断の誤り（取消事由3）に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標2の構成全体として一定の周知著名性が認められるとしても，そのことから直ちに「和幸」の文字部分の周知著名性が導かれるものではない。原告らの主張は，この点を無視して，十分な根拠を示すことなしに，「和幸」の文字部分に周知著名性が集約されるなどとして「和幸」の周知著名性を導き，それを前提に商標法4条1項15号の適用を主張するものであって，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「和幸」の文字部分の周知著名性が認められないこと",
                  "text": [
                    "引用商標2において，「和幸」の文字部分が極めて高度な識別力を有するという前提が，「和幸」という名称の使用の実情に照らして誤りであることは，前記(1)イで明らかにしたところである。そして，「とんかつ」の文字部分についてみると，料理名の表記には一般に識別力がないとしても，豚カツを平仮名表記にすることによって強い印象を与えることは，「いなば」が平仮名表記された場合と同様である。引用商標2について，「とんかつ」のみを取り出せば識別力が弱いかもしれないが，それが「和幸」と結合することによって表記全体で強い識別力を持つことになる。さらに，引用商標2の構成をみると，太ゴシック体で「□」「和」「幸」と縦一列に配した上で，最上部の「□」の内部に2段組で上段に「とん」，下段に「かつ」の各文字を太字で記し，図形と文字を組み合わせたものとなっている。このような引用商標2の構成からすると，その全体が見る者に鋭い印象を与えることは明らかであり，この観点からも，引用商標2はその全体の構成において識別力を有することが裏付けられる。",
                    "したがって，引用商標2の全体を離れて，その一部分にすぎない「和幸」の文字部分に周知性が集約されるとの原告らの主張は，全く根拠を伴わない空論にすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "広義の混同のおそれの有無は本件商標と引用商標2とで考慮されるべきこと",
                  "text": [
                    "以上からすると，混同のおそれの有無は，本件商標と引用商標2とについて判断されるべきであって，本件商標とそれ自体では十分な識別力を有しない「和幸」の文字部分との間でなされるべきではない。そうすると，原告らの引用する前掲最高裁平成12年7月11日第三小法廷判決が示した広義の混同のおそれの判断基準でいう「他人の表示」とは，引用商標2にほかならず，本件商標と引用商標2は相紛れるおそれのない非類似の商標である。また，引用商標2が少なくとも関東地方で周知著名であったとしても，引用商標2は，「とんかつ」及び「和幸」といういずれも一般的に用いられ，独創性の程度及び識別力が弱い2つの語を結合させ，しかも，「とんかつ」部分を枠囲み（□）の中に記載するという特徴的な形態を採ることによって，初めて全体の構成において周知著名性を獲得しているものである。そうすると，本件商標と引用商標2に係る役務及びその取引者，需要者に共通性が認められるとしても，本件商標の指定役務の取引者，需要者において普通に払われる注意力を基準として総合的に判断すれば，本件商標を用いる被告と引用商標2を用いる原告らとの間に緊密な営業上の関係等があるものと誤信させるおそれがあると認めることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおりであるから，「和幸」の文字部分に周知著名性を認めず，引用商標2と本件商標との間で広義の混同が生じるおそれがあるとはいえないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告ら主張の取消事由は，いずれも失当であると判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "「本件商標，引用商標等に係る取引の実情について」の認定・判断の誤り（取消事由1）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標，引用商標等に係る取引の実情について",
              "text": [
                "証拠（甲1～5，7，21～23，50～53，61，67，70～74，82，255。枝番を含む。）及び弁論の全趣旨によれば，以下の事実を認めることができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告ら",
                  "text": [
                    "昭和33年10月，Aが原告和幸商事を設立し，川崎駅ビル内に「とんかつ和幸川崎本店」を開店し，「とんかつ和幸」の店名を使用するようになった。同店名中の「和幸」の文字は，Aが通称としていた「A’」の「和」の文字と，Aの友人であったB（以下「B」という。）の「幸」の文字から選択したものである。",
                    "原告和幸商事は，グループ会社として，昭和39年に原告株式会社東邦事業を，昭和42年に原告和幸フーズ株式会社を設立した。",
                    "原告らは，当初，協和と共に「とんかつ和幸」の表示を使用していたが，一般需要者が混同するおそれがあるのではないかと危惧し，昭和53年から引用商標2の使用を開始し，その後，既存の店舗についても当該商標を統一的に使用してきた。そして，役務商標制度の導入に係る商標法の一部を改正する法律（平成3年法律第65号）の施行後である平成4年8月25日，原告らは，引用商標2，3につき特例商標登録出願をし，平成8年12月25日，商標登録（重複登録）を受けた。",
                    "原告らは，平成11年頃から一般の新聞，スポーツ新聞，ラジオ等の広告を行い，平成18年7月には，原告らの店舗がテレビ番組で紹介された。平成19年2月からはJ1及びヤマザキナビスコカップにおける川崎フロンターレのアップシャツスポンサーとなり，対象試合の選手らが着用するアップシャツ，ジャージ及びウィンドブレーカーの胸部分に原告らのロゴ（「とんかつ和幸」からなり，引用商標2において縦一列に配置された「□」「和」「幸」を横一列に配置したもの。）が表示され，その試合がテレビ中継された。また，平成19年発行の「町田相模原 Walker07-08」及び同年11月発行の「おとなの週末」2007年11月号には，原告らの店舗を紹介する記事が掲載された。",
                    "原告らは，平成19年時点において，関東地方の207店舗（東京都89店舗，神奈川県49店舗，埼玉県31店舗，千葉県27店舗，茨城県7店舗，群馬県及び栃木県各2店舗）を含め全国24の都道府県に272店舗（豚カツ惣菜店を含む。）を有しているが，これらの店舗においては引用商標2が表示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "協和",
                  "text": [
                    "昭和32年5月，AとBは，共同で株式会社ステーションパーラーを設立し，数寄屋橋ショッピングセンター内で軽食喫茶「ステーションパーラー」の経営を始めた。株式会社ステーションパーラーは，昭和33年11月，上記「ステーションパーラー」を「キッチン和幸」の名称に変更し，さらに，昭和35年，「とんかつ和幸」の名称に変更し，豚カツ料理店としての営業を開始した。昭和38年，株式会社ステーションパーラーは協和映画株式会社を吸収合併し，商号を「協和株式会社」に変更した。",
                    "協和は，平成4年9月14日，引用商標1につき特例商標登録出願をし，平成8年12月25日，商標登録（重複登録）を受けた。",
                    "協和は，平成21年現在，東京都内及び千葉県内において，引用商標1を使用して9店の豚カツ料理店を経営している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告",
                  "text": [
                    "被告は，昭和51年5月31日，協和の専務取締役であったC（Bの義弟）が協和から独立する形で設立され，同年9月，和幸商事の了解も得た上，小田急百貨店町田店内に豚カツ料理店「とんかつ和幸町田小田急店」を開店して，「とんかつ和幸」の名称を使用するようになった。",
                    "被告は，平成4年9月30日，参考商標1につき，特例商標登録出願をし，平成8年12月25日，商標登録（重複登録）を受けたが，同登録は，平成18年11月29日存続期間満了を原因として，平成19年8月8日抹消登録された。",
                    "被告は，平成21年現在，全国において，参考商標2及び「いなば和幸」の表示を使用して61店のレストラン及び15の惣菜店を経営している。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "その他の事業主体による「和幸」の表示の使用",
                  "text": [
                    "証拠（甲69，82，84～144。枝番を含む。）によれば，平成20年11月28日発行の「ミシュランガイド東京」に2つ星の懐石料理店「和幸」が紹介され，そこには「「人の和を重んじ，山の幸，海の幸の恵みに感謝したい」。店名にはそんな思いが込められている」との記載があるほか，いずれも本件登録査定（平成20年6月3日）後の調査に基づくものではあるが，「和幸」，「旬彩処和幸」，「味処和幸」，「郷土日本料理和幸」，「和幸軒」，「ビストロ和幸」，「和幸寿司」，「和幸食堂」等，「和幸」の表示を含む店名の飲食店が全国に多数存在することが認められる。そして，上記の状況が本件登録査定の前後で大きく変動したことをうかがわせる事情は認められないから，本件登録査定前においても同様の状況であったものと推認される。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "別件和解",
                  "text": [
                    "原告和幸商事は，平成4年12月3日，被告に対し，「とんかつ和幸」，「和幸」の名称の使用禁止，謝罪広告及び損害賠償等を求める訴えを東京地方裁判所に提起した（同裁判所平成4年（ワ）第21445号事件）。同訴訟において，平成6年9月20日，下記内容の和解が成立した。",
                    "記",
                    "「  一  被告（判決注：本件被告）は，原告（判決注：本件原告和幸商事）に対し，「月刊食堂」一九九二年一〇月号の記事において，取材に応ずる際の不手際から，あたかも被告代表者が「とんかつ和幸」の創業者であるかのような記述等不相当な表現が生じたことに関し，陳謝の意を表する。",
                    "二  被告は，原告に対し，平成八年一〇月末日限り，被告の営業するとんかつ屋の表示である「とんかつ和幸」に冠を付する等，原告の表示である「とんかつ和幸」と明確に区別できる表示（以下，「新表示」という。）に変更する。右冠等は，「本家」，「元祖」など，被告が原告の本家であると誤解されるような表現であってはならない。よって，原告は，被告に対し，被告が，従来及び右変更に至るまで，とんかつ屋としての「和幸」，「とんかつ和幸」の表示を用いて営業していることについて，何らの請求もしない。ただし，被告は，新表示を平成七年三月末日限り，原告と協議の上決定するものとし，その決定後は，新たに出店するとんかつ屋については，新表示を用いる。",
                    "三  原告及び被告は，今後，互いの営業が別経営であることを第三者に対し常に明確にするよう努めるものとする。ただし，原告は，被告が通常の使用の態様で商号として「和幸株式会社」を使用することについては異議をとどめない。……」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，①被告のメニュー表（甲150の2，甲150の3）に記載された「いなば和幸」は，被告がその店舗において使用する参考商標2の単なる略称として便宜的かつ部分的に用いられたにすぎず，被告が「いなば和幸」を商標として「使用」したものとは評価し得ない，②被告が平成18年ころ作成したとする会社案内（甲151の2）についても，これは本件役務の取引者，需要者に頒布されたものとはいえず，商標としての「使用」には当たらない，③被告が本件商標自体を店舗表示として使用した事実を示す証拠とする甲154～228についても，その作成時期は本件基準時以降である，④被告店舗が入店する商業施設のフロアマップについても，その作成主体は当該施設の管理者であるなどと指摘して，本件審決が，「とんかつ料理の提供」との関係で，被告が参考商標1，2あるいは本件商標を使用してきたと認定し（27頁20～21行），「和幸」の文字を被告のみならず複数の者が使用しているから，「和幸」の文字部分だけでは役務の出所として強く支配的印象を受けるものではない（27頁26～32行）としたのは誤りであると主張する。",
                "甲150の2，3は，いずれも被告のメニューであるが，甲150の2には「いなば和幸特選ランチ」と，甲150の3には「いなば和幸  お勧め」との記載がある。甲151の2は，被告が平成18年に作成した会社案内であるが，その2枚目には「とんかついなば和幸」との記載がある。甲158は，被告が平成21年6月に被告桶川店を撮影した写真であるが，同店舗のディスプレイ上部には「いなば和幸」と表示されている。また，甲154の2，3，155の2，157の2，159の2，163の2，164の2，170の2，171の2，173の2，174の2，177の2，178の2，181の2，184の2，185の2，3，187の2，188の2，190の2，194の2，195の2，197の2，198の2，205の3，207の2，210の2，212の2，225の2は，被告の店舗が入店するテナントビルのフロアマップないしフロアガイドであるが，被告の店舗について「とんかつ「いなば和幸」」，「とんかついなば和幸」，「いなば和幸」と表示されている。",
                "本件審決がこれらの証拠を挙げて被告が本件商標等を使用してきたと認定した趣旨は，原告ら以外に，被告も「和幸」の文字を含む表示を被告のメニュー，会社案内，店舗，被告の店舗が入店するテナントビルのフロアマップ等に使用しており，これらの表示に接した取引者，需要者は，上記「和幸」の表示を被告の役務に係るものと認識するから，このことが「和幸」の表示の役務出所識別力を弱めていることを指摘し，「和幸」の文字部分が原告らの役務の出所である旨を示す識別標識として強く支配的印象を与えるということはできないことを理由付けるためであると理解することができる。そして，同一の表示を含む標章を複数の事業主体が使用していた場合，これに接した取引者，需要者は，共通する表示部分のみでは複数の事業主体のいずれに係るものであるかを認識することが困難になるから，「和幸」の文字を原告らのみならず複数の者が使用している事実を理由に，「和幸」の文字部分が原告らの役務の出所である旨を示す識別標識として強く支配的印象を与えるということはできないとした本件審決の認定に，誤りはない。また，上記の意味での「和幸」の使用は，指定役務「飲食物の提供」に係る取引者，需要者が認識し得る態様であれば足り，商標法2条3項に規定する「使用」に限定しなければならない理由はないから，商標としての使用に当たらないことを指摘する原告らの主張は，失当であり採用することができない。",
                "また，甲154～228の作成時期はいずれも本件登録査定（平成20年6月3日）後であるが，乙3の1～9（平成13年～同20年のOCATビルのフロアガイド）によれば，平成13年以降のフロアガイドにおいても，被告の店舗について「とんかつ  いなば和幸」と表示されており，被告の店舗が入店する他のテナントビルのフロアガイド等においても，本件登録査定時より前から同様の表示が使用されていたことが推認できる。したがって，甲154～228の作成時期が本件登録査定後であることは，上記認定を左右しない。",
                "さらに，原告らは，被告が別件和解後に本件商標を「とんかつ専門店」との具体的役務との関係で使用したとしたら，被告は，原告らの周知商標の存在や別件和解の条項の内容を知った上で，不正競争の目的を持って本件商標を使用したものであると主張する。同主張が，本件審決についてのいかなる取消事由となるかは明らかではないが，別件和解の条項は前記(1)オのとおりであり，同条項によれば，被告は「被告の営業するとんかつ屋の表示である「とんかつ和幸」に冠を付する等，原告和幸商事の表示である「とんかつ和幸」と明確に区別できる表示（以下，「新表示」という。）に変更する」義務を負うものの，本件商標は，原告らが商標権を有する引用商標2，3に類似する商標と認めることはできず，また，原告らの業務にかかる役務と混同を生ずるおそれがある商標と認めることもできないことは，後記2，3のとおりである。また，被告が不正競争の目的を持って本件商標を使用したと認めるに足りる証拠はない。したがって，原告らの上記主張も採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告らは，本件審決が「……「とんかつ和幸」の名称又は「和幸」の文字を含む名称の豚カツ料理店が本件3社（判決注：原告ら，被告及び協和をいう。）ないし複数の別会社により経営されるものであるとの事実が，本件役務に係る取引者及び需要者に広く知られていると認めることはできず，さらに，本件役務に係る取引者及び需要者に対し，本件商標の「和幸」の文字部分が，引用商標2の商標権者である請求人らの役務の出所である旨を示す識別標識として強く支配的な印象を与えるということはできず……」（27頁26～32行）としたのは，取引者，需要者が，類似性判断や混同の有無の判断の客体となる「他人」についてそれが具体的に誰であるかを明確に認識する必要はないとするのが最高裁判例の趣旨に反し，分離観察のための要件を加重するもので，重大な判例違反であると主張する。",
                "確かに，商標法4条1項15号の「他人の業務」における「他人」とは，特定の何人であるかまで明確にされることは必ずしも必要ではないと解すべきであるが，本件審決の上記説示は，原告ら以外に複数の事業主体が「和幸」の文字を含む表示を使用しているから，このことが「和幸」の表示の役務出所識別力を弱めていることを指摘する趣旨であり，その説示に誤りがないことは上記(2)のとおりである。したがって，本件審決の上記説示を，分離観察のための要件を加重するものとか，判例違反であるということはできず，原告らの主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，「本件商標，引用商標等に係る取引の実情について」の本件審決の認定・判断に誤りはなく，原告の取消事由1の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商標法4条1項11号該当性の判断の誤り（取消事由2）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標と引用商標の外観について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標",
                  "text": [
                    "本件商標は，別紙記載本件商標のとおり，「いなば和幸」の文字を明朝体で横書きしてなるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用商標1は，別紙記載引用商標1のとおり，「とんかつ和幸」の文字を毛筆風の書体で横書きしてなるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用商標2は，別紙記載引用商標2のとおり，太ゴシック体で「□」「和」「幸」と縦一列に配した上で，最上部の「□」の内部に2段組で上段に「とん」，下段に「かつ」の各文字を太字で表し，図形と文字を組み合わせたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用商標3は，別紙記載引用商標3のとおり，2重の正方形枠内に，上から「とんかつ」の平仮名，恵亭」，「和幸」の漢字及び「KEITEI」の欧文字を配したものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "引用商標4は，別紙記載引用商標4のとおり，「和甲」の漢字を毛筆風の主体で縦書きしてなるものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "引用商標5は，別紙記載引用商標5のとおり，「WAKO」の欧文字を横書きしてなるものである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "引用商標6は，別紙記載引用商標6のとおり，「和光」の漢字を毛筆風の書体で横書きしてなるものである。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "引用商標7は，別紙記載引用商標7のとおり，楕円枠内に上から建物図形，横書きの「WAKO」及び「GIＮZA  TOKYO」の欧文字を配したものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおりであり，その外観を対比すると，本件商標と引用商標1とは，「和幸」の部分を共通にするものの，左側の「とんかつ」部分と「いなば」部分において異なり，書体も異なっている。本件商標と引用商標2とは，「和幸」の文字を共通にするが，同部分においても書体及び横書きと縦書きの違いがあり，かつ，「□」及びその内部に表された上下2段の「とん」「かつ」部分と「いなば」部分において異なっている。そして，本件商標と引用商標3～7は，外観においては明らかに異なっている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標と引用商標の観念及び称呼について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標",
                  "text": [
                    "本件商標は，平仮名で記載された「いなば」と漢字で記載された「和幸」とから構成されているが，各文字の大きさ及び書体は同一であって，その全体が等間隔に1行でまとまりよく配置されている。",
                    "上記構成のうち，「いなば」の部分は，氏ないし地名として，一般的には，氏の1つとしての「稲葉」（甲19，20，65）ないし地名の1つとしての「因幡」（甲64，65）の読みを平仮名で表記したものと容易に理解，把握し得るものである（他にも，氏としての「因幡」，「稲場」が，また，地名としての「稲葉」，「稲場」が含まれるものといえる。）。",
                    "「和幸」については，フリー百科事典ウィキペディア（甲82）には，「・豚カツ屋の名称。以下の3つがあり，別会社である。／・和幸商事株式会社（神奈川県川崎市川崎区）が運営する，「とんかつ和幸」／・協和株式会社が運営する，「とんかつ和幸」／・和幸株式会社（東京板橋区）が運営する，「とんかついなば和幸」／・目白所在の懐石料理店「和幸（わこう）」。ミシュラン発行の2008年度版ミシュランガイドにて二つ星で掲載される。……」（／は改行を示す。）と記載されている。そして，原告らが前記1(1)アの宣伝，広告を行い，その店舗が雑誌等に紹介されたこと，他方，「和幸」の表示を含む店名の飲食店が全国に多数存在することに照らすと，「和幸」の文字からは，「和幸」の文字を含む名称の豚カツ料理店ないし飲食店を想起させるものであると認められる。",
                    "そうすると，本件商標は，取引者，需要者から「いなば」と「和幸」とを結合したひとまとまりのものとして認識され，その構成文字全体から「いなば（一般的には，「稲葉」の氏ないし「因幡」の地名）に関係した豚カツ料理店ないし飲食店の和幸」として認識されるものと認められる。また，その構成文字に対応して「イナバワコウ」の称呼が生じるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標",
                  "text": [
                    "引用商標1は，「とんかつ和幸」の文字を筆書き風に横書きしてなる（「とんかつ」の文字に比して「和幸」の文字がやや大きく表されている。）ところ，「とんかつ」の文字部分は当該商標の指定役務の対象である「豚カツ」を認識させるものであり，「和幸」の文字からは上記アのとおり「和幸」の文字を含む名称の豚カツ料理店ないし飲食店を想起させるものであると認められるから，全体として「和幸」の文字を含む名称の豚カツ料理店と認識される。また，「とんかつ」の文字部分は指定役務の対象そのものを表す語であり，かつ，「和幸」の文字部分より小さく表されているから，その識別力は極めて弱いものと認められ，その構成全体に対応した「トンカツワコウ」の称呼のほか，「和幸」の部分に対応した「ワコウ」の称呼をも生じるものと認められる。",
                    "引用商標2は，太ゴシック体で「□」「和」「幸」と縦一列に配した上で，最上部の「□」の内部に2段組で上段に「とん」，下段に「かつ」の各文字をデザイン化された太字で横書きし，同図形と「和」「幸」の文字を組み合わせたものであり，「□」内に「とん」「かつ」の文字を配した部分は当該商標の指定役務の対象である「豚カツ」を認識させるものであり，「和幸」の文字からは上記のとおり「和幸」の文字を含む名称の豚カツ料理店ないし飲食店を想起させるものであると認められるから，全体として「和幸」の文字を含む名称の豚カツ料理店と認識される。そして，「□」内に「とん」「かつ」の文字を配した部分は指定役務の対象そのものを表す語であり，その識別力は弱いものと認められるから，その構成全体に対応した「トンカツワコウ」の称呼のほか，「和幸」の部分に対応した「ワコウ」の称呼をも生じるものと認められる。",
                    "引用商標3～7は，上記アのとおり本件商標と外観においては明らかに異なっている上，「ワコウ」の称呼を生じる点で共通する部分を有するものの，「ワコウ」の称呼を共通するのみでは，下記(3)のとおり本件商標の構成中「和幸」の部分だけを抽出して引用商標と対比することは許されない以上，本件商標と類似するといえないことは明らかであるから，観念について検討するまでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標法4条1項11号に係る商標の類否は，同一又は類似の商品又は役務に使用された商標が，その外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して，その商品又は役務に係る取引の実情を踏まえつつ全体的に考察すべきものであり，複数の構成部分を組み合わせた結合商標と解されるものについて，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されないというべきである（最高裁昭和38年12月5日第一小法廷判決・民集17巻12号1621頁，同平成5年9月10日第二小法廷判決・民集47巻7号5009号，前掲同平成20年9月8日第二小法廷判決）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，これを本件についてみると，本件商標は，上記のとおり，取引者，需要者から「いなば」と「和幸」とを結合したものとして認識され，結合商標に当たると解されるところ，前半の「いなば」の部分は，氏ないし地名として，一般的には，氏の1つとしての「稲葉」ないし地名の1つとしての「因幡」の読みを平仮名で表記したものと容易に理解，把握し得ることは上記のとおりである。そして，「いなば」の部分は，取引者，需要者から氏ないし地名に由来するものと認識されるものの，平仮名で表され，「稲葉」，「因幡」そのものではなく，また，指定役務「飲食物の提供」において一般に用いられている表示であるとも認められない上，後記のとおり後半部分の「和幸」の識別力が強く支配的であるとは認められないことに照らすと，本件商標がその指定役務「飲食物の提供」に使用された場合，その構成に対応して「イナバワコウ」の称呼が，その構成文字全体から「いなば（一般的には，「稲葉」の氏ないし「因幡」の地名）に関係した豚カツ料理店ないし飲食店の和幸」との観念が，それぞれ生じるものである。したがって，「いなば」の部分から出所識別標識としての称呼，観念が生じないというのは相当でない。",
                    "後半の「和幸」の部分については，「和幸」の文字を含む名称の豚カツ料理店ないし飲食店を想起させるものであると認められることは上記(2)アのとおりである。そして，原告らは，上記1(1)アの宣伝，広告を行っていたことが認められるが，他方，協和は昭和35年から，被告は昭和51年から，それぞれ「とんかつ和幸」の名称を使用して豚カツ料理店としての営業を開始していること（なお，被告は，別件和解において「平成八年一〇月末日限り，被告の営業するとんかつ屋の表示である「とんかつ和幸」に冠を付する等，原告の表示である「とんかつ和幸」と明確に区別できる表示（以下，「新表示」という。）に変更する」旨を約したこと伴い，平成8年ころからは，「いなば和幸」の名称と参考商標2の標章を使用している。），ミシュラン発行の2008年度版ミシュランガイドで2つ星に評価された懐石料理店「和幸」のほか，「和幸」の表示を含む店名の飲食店が全国に多数存在することに照らすと，「和幸」の表示を含む標章に接した取引者，需要者は，「和幸」の部分のみではいずれの事業主体に係るものであるかを認識することが困難であり，「和幸」の部分が，識別標識として強く支配的な印象を与えるものと認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件商標の構成中，「和幸」の部分が取引者，需要者に対し役務の出所識別標識として強く支配的な印象を与えるものと認めることはできず，他方，「いなば」の部分から出所識別標識として固有の称呼を生じ，観念を生じ得るのであるから，本件商標の構成中「和幸」の部分だけを抽出して引用商標と対比することは許されないというべきである。",
                    "そして，本件商標の構成部分全体と引用商標1，2を対比すると，両者は外観上「和幸」の文字において共通性を見いだし得るにすぎず，また，引用商標1の「とんかつ」の文字部分，及び引用商標2の「□」内に「とん」「かつ」の文字を配した部分はいずれも指定役務の対象そのものを表す語からなるものであることから，引用商標1，2からは「ワコウ」の称呼及び「「和幸」の文字を含む名称の豚カツ料理店ないし飲食店」の観念が生じるとしても，本件商標からは，「イナバワコウ」の称呼及び「いなば（一般的には，「稲葉」の氏ないし「因幡」の地名）に関係した豚カツ料理店ないし飲食店の和幸」の観念しか生じないのであるから，本件商標と引用商標1，2とは，外観，称呼及び観念のいずれの点においても異なるものである。したがって，本願商標と引用商標1，2は，役務における出所の誤認混同を生じるおそれはなく，類似しないというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件商標は商標法4条1項11号に該当しないとした本件審決の判断に誤りはなく，原告らの取消事由2の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "商標法4条1項15号該当性の判断の誤り（取消事由3）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，当初は協和と共に「とんかつ和幸」の表示を使用していたが，昭和53年から引用商標2の使用を開始し，既存の店舗についても当該商標を統一的に使用してきたこと，平成11年頃から一般の新聞，スポーツ新聞，ラジオ等の広告を行い，平成19年2月からはJ1及びヤマザキナビスコカップにおける川崎フロンターレのアップシャツスポンサーとなり，原告らのロゴ（「とんかつ和幸」からなり，引用商標2において縦一列に配置された「□」「和」「幸」を横一列に配置したもの。）が表示されたアップシャツ等を着用した選手たちの試合がテレビ中継されるなどしてきたこと，原告らは，平成19年時点において関東地方の207店舗（東京都89店舗，神奈川県49店舗，埼玉県31店舗，千葉県27店舗，茨城県7店舗，群馬県及び栃木県各2店舗）を含め全国24の都道府県に272店舗（とんかつ惣菜店を含む。）を有しているが，これらの店舗においては引用商標2が表示されていることは，上記1(1)アのとおりである。上記事実によれば，引用商標2は，遅くとも本件商標の登録出願の時（平成19年9月19日）には，原告らの業務に係る役務である豚カツ料理の提供を表示する商標として，少なくとも関東地方における取引者，需要者の間には広く認識され，その周知性は登録査定時（平成20年6月3日）においても継続していたものと認められる。",
                "しかしながら，ミシュラン発行の2008年度版ミシュランガイドで2つ星に評価された懐石料理店「和幸」のほか，「和幸」の表示を含む店名の飲食店が全国に多数存在し，取引者，需要者は「和幸」の部分のみではいずれの事業主体にかかるものであるかを認識することが困難であり，「和幸」が識別標識として強く支配的な印象を与えるものと認めることはできないことは，上記1(3)のとおりである。したがって，原告らの役務を表示するものとして，引用商標2は，構成全体として取引者，需要者の間に広く認識されていたと認めることはできても，「和幸」の部分のみで原告らに係る標識として広く認識されていたと認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，本件商標と引用商標2の構成全体とを対比すると，両商標は，外観，称呼及び観念のいずれの点においても異なるものであり，役務における出所の誤認混同を生じるおそれがない非類似の商標であることは，上記2(3)のとおりである。したがって，被告が本件商標をその指定役務「飲食物の提供」に使用しても，これに接する取引者，需要者が原告らに係る引用商標2を連想又は想起するものと認めることはできず，その役務が原告ら又は原告らと緊密な営業上の関係ないし同一の表示による事業を営むグループに属する関係にある営業主の業務に係る役務と混同を生じるおそれがあるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告らは，引用商標2，「和幸」に全国的な周知，著名性が認められると主張する。しかし，引用商標2が全国的に周知であるとしても，本件商標と引用商標2とが非類似の商標であり，また，「和幸」のみで原告らに係る標識として広く認識されていたと認めることができないことも上記(1)のとおりであるから，上記判断を左右しない。",
                "原告らは，本件商標と引用商標2との役務の関連性が強固であり，取引者，需要者も共通するから，広義の混同のおそれは極めて高いとも主張する。しかし，本件商標と引用商標2とは非類似の商標であるから，役務の関連性，取引者，需要者の共通性を考慮しても，広義の混同のおそれがあると認めることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上検討したところによれば，本件商標は商標法4条1項15号に該当しないとした本件審決の判断に誤りはなく，原告らの取消事由3の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告ら主張の取消事由は全て理由がなく，本件審決にはこれを取り消すべき違法はない。その他，原告らは，縷々主張するが，いずれも理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}