{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのた"
    },
    {
      "text": "めの付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2009-15312号事件について平成22年11月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，特許請求の範囲の記載を下記2とする本件出願に対する拒絶査定不服審判の請求について，特許庁が，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「テープキャリヤパッケージ，テープキャリアパッケージを有する液晶表示パネルアセンブリ，液晶パネルアッセンブリを採用した液晶表示装置及びその組立方法」とする発明につき，平成11年(1999年)4月16日に大韓民国においてした特許出願に基づくパリ条約による優先権を主張して，平成12年4月17日に特許出願(出願番号：特願平12-121080。請求項の数は26である。)を行った(甲2)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成21年4月14日付けで拒絶査定を受け，同年8月21日，不服の審判を請求するとともに(甲4)，手続補正書を提出した(甲3。以下「本件補正」という。請求項の数は35である。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，上記請求を不服2009-15312号として審理し，平成22年11月8日，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は同月24日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件審決が対象とした本件補正後の請求項29の記載は，以下のとおりである。以下，その発明を「本願発明」といい，本件出願に係る明細書(甲2，3，7)を「本願明細書」という。なお，文中の「／」は，原文の改行部分を指す。",
            "第1基板と，／前記第1基板の一部の上部に形成された第2基板と，／前記第1基板に形成された複数のゲートライン及び複数のデータラインと，／前記第1基板に形成され，前記ゲートラインと電気的に接続され，走査信号を伝送する第1ゲート駆動信号伝送パターンと，／を含み，／前記第1ゲート駆動信号伝送パターンは，／前記複数のデータラインからなるデータライン群と実質的に隣接するように形成され，第1フレキシブルフィルムと電気的に接続された入力端子と，／前記複数のゲートラインからなるゲートライン群と実質的に隣接するように形成され，前記ゲートラインと接続され，第2フレキシブルフィルム上に設けられたゲートオン・オフ電圧発生ユニットと電気的に接続された出力端子と，／前記入力端子及び前記出力端子との間に電気的に接続された主信号パターンと，／を含むことを特徴とする，平板パネルディスプレイ"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "本件審決の理由の要旨",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "本件審決の理由は，要するに，本願発明は，特開平10-307301号公報(甲1。以下「引用例」という。)に記載された発明(以下「引用発明」という。)に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により，特許を受けることができない，というものである。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "なお，本件審決は，その判断の前提として，引用発明並びに本願発明と引用発明との一致点及び相違点を以下のとおり認定した。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用発明：入力した複合同期信号から分離されたソース駆動信号とゲート駆動信号を各々出力するためのコントロールユニット，このコントロールユニットから出力された前記ソース駆動信号を伝送するための多数の第1配線及び前記コントロールユニットから出力されたゲート駆動信号を伝送するための多数の第2配線を有する印刷回路基板と，上部パネル及び下部パネルと，これら上部パネルと下部パネルとの間に介在された液晶を有し，前記下部パネルはマトリックス配列された画素とこの各画素をスイッチングするためにソース，ドレイン，ゲートを含む多数の薄膜トランジスタが配置された液晶表示パネルと，前記コントロールユニットから前記ソースにソース駆動信号を伝送するための第3配線と，前記印刷回路基板の前記コントロールユニットから入力されたゲート駆動信号を伝送するための第4配線と，選択されたゲート駆動信号を伝送するための第5配線と，前記下部パネルの前記第3配線にその一端が連結されるとともに前記印刷回路基板の前記第1配線に他端が連結され，前記コントロールユニットから前記第1配線を通じて入力されたソース駆動信号を前記第3配線を通じて，選択された前記画素のソースに印加するためのソース駆動回路部と，前記下部パネルの第4配線と前記印刷回路基板の第2配線を電気的に連結するための連結手段と，前記連結手段と前記下部パネルの前記第4配線を通じて入力されたゲート駆動信号から選択したゲート駆動信号を前記下部パネルの第5配線を通じて前記下部パネルの選択されたゲートに印加するためのゲート駆動回路部とを備える液晶表示モジュールであって，前記ソース駆動回路部は少なくとも一つのテープキャリヤパッケージを備え，前記ゲート駆動回路部は少なくとも一つのテープキャリヤパッケージを備えた，液晶表示モジュールにおいて，液晶表示パネルは，下部パネルと上部パネルとを含み，前記下部パネルは上部パネルと対向するように配列され，これら上部パネルと下部パネルとの間に液晶が介在され，下部パネルは，マトリックス状に配列された多数の画素と，この画素をスイッチングするための多数の薄膜トランジスタ(TFT)とを有し，液晶表示パネルの行方向に沿って印刷回路基板(PCB)が提供され，印刷回路基板上には，外部回路から複合同期信号を受けて，ソース駆動信号とゲート駆動信号を発生するためのコントロールユニットが提供され，印刷回路基板は液晶表示パネルから分離，離隔して配置され，前記印刷回路基板と液晶表示パネルとの間には，液晶表示パネルの行方向に沿っていくつかのTCP(第1群のTCP又はソース駆動回路部)が配列され，このTCPは，薄膜トランジスタのソースと連結されているデータライン中の選択されたデータラインにソース駆動信号を発生させるためのものであり，前記第1群のTCPの各々は，ソース駆動集積回路チップと多数の配線を有する柔軟性ある絶縁フィルムを含み，前記ソース駆動集積回路チップは前記絶縁フィルム上に実装され，前記配線と電気的に連結され，前記ソース駆動集積回路チップの他側の配線は，下部パネルの行方向に沿って配列される多数の第3配線と電気的に連結され，この第3配線は，ソース駆動信号(データ駆動信号)をソース駆動集積回路チップから薄膜トランジスタのソースと連結されたデータラインに伝送するためのものであり，データラインが延長された，第1群のTCPの各々に対応した複数の配線群であり，コントロールユニットから薄膜トランジスタのゲートに，ゲート駆動信号を伝送するために，下部パネルのダミー部分(上部パネルと対向しない下部パネルの所定部分)上に，上部パネルの列方向に沿っていくつかのTCP(第2群のTCP又はゲート駆動回路部)が提供され，第2群のTCPは，コントロールユニットから薄膜トランジスタのゲートに，ゲート駆動信号を発生させるためのものであり，前記第2群のTCPは，その各々がゲート駆動集積回路チップと多数の配線を有する柔軟性ある絶縁フィルムを含み，前記ゲート駆動集積回路チップは前記絶縁フィルム上に実装され，前記配線と電気的に連結され，信号伝達部材がコントロールユニットとゲート駆動集積回路チップ間の信号伝送のために提供され，この信号伝達部材は，配線が柔軟性あるフィルム内に形成された構造を有したフレキシブルプリント回路フィルム(FPCフィルム)であり，FPCフィルムは，前記印刷回路基板と液晶表示パネルとの間に，液晶表示パネルの行方向に沿って配列されるTCPと並んで配置され，コントロールユニットは多数の第2配線を通じ，前記FPCフィルムは第4配線を通じてゲート駆動集積回路チップと連結され，前記第4配線は，前記FPCフィルムからゲート駆動集積回路チップにゲート駆動信号を伝送するためのものであり，第4配線は，下部パネルの行方向に沿って配列される多数の第3配線と並んで，下部パネルの角部に配置され，下部パネルの列方向の縁にあるダミー部分には，入力された駆動信号中の選択された信号を，選択されたゲートラインに伝送するための多数の第5配線が提供され，この第5配線は，ゲートラインが延長された，第2群のTCPの各々に対応した複数の配線群であり，ゲート駆動信号のための信号伝達経路は，印刷回路基板上のコントロールユニット，第2配線，FPCフィルム，下部パネル上の第4配線，そして第2群のTCPのゲート駆動集積回路チップの順番であり，前記第5配線から入力されたゲート駆動信号は，下部パネル上の選択された薄膜トランジスタに対応するゲートを駆動し，第2群のTCPの各々において，ゲート集積回路チップを基準として柔軟性ある絶縁フィルムの一側部分は下部パネルの外側に配置され，前記一側部は下部パネルの列方向に沿って前記下部パネルの縁線上に形成されたスリットを有し，モジュールの組立工程の間，前記一側部は前記スリットに沿って折られ，パネル後面に付着され，モジュールはコンパクトになり，前記第4配線は第2群のTCPの各ゲート駆動集積回路チップにゲート信号を供給し，前記第4配線からの延長線は第5配線と重畳しないように，下部パネルの外側にあるFPCフィルムの前記一側部を通じて前記第2群のTCPの各チップに連結される，液晶表示モジュール"
            },
            {
              "fig": "イ",
              "subject": "一致点：第1基板と，前記第1基板の一部の上部に形成された第2基板と，前記第1基板に形成された複数のゲートライン及び複数のデータラインと，前記第1基板に形成され，前記ゲートラインと電気的に接続され，走査信号を伝送する第1ゲート駆動信号伝送パターンと，を含み，前記第1ゲート駆動信号伝送パターンは，第1フレキシブルフィルムと電気的に接続された入力端子と，前記ゲートラインと接続され，第2フレキシブルフィルム上に設けられたゲートオン・オフ電圧発生ユニットと電気的に接続された出力端子と，前記入力端子及び前記出力端子との間に電気的に接続された主信号パターンと，を含む，平板パネルディスプレイ"
            },
            {
              "fig": "ウ",
              "subject": "相違点1：第1ゲート駆動信号伝送パターンの「入力端子」が，本願発明では，「前記複数のデータラインからなるデータライン群と実質的に隣接するように形成され」ているのに対し，引用発明の「入力端子」が，そのように形成されているものか明らかでない点"
            },
            {
              "fig": "エ",
              "subject": "相違点2：第1ゲート駆動信号伝送パターンの「出力端子」が，本願発明では，「前記複数のゲートラインからなるゲートライン群と実質的に隣接するように形成され」ているのに対し，引用発明の「出力端子」が，そのように形成されているものか明らかでない点"
            }
          ]
        }
      ]
    },
    {
      "fig": "4",
      "subject": "取消事由",
      "text": [
        "容易想到性に係る判断の誤り"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "対比の誤り(取消事由1)"
        },
        {
          "fig": "(2)",
          "subject": "相違点1に係る判断の誤り(取消事由2)"
        },
        {
          "fig": "(3)",
          "subject": "相違点2に係る判断の誤り(取消事由3)"
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(対比の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，引用発明は，「前記第1ゲート駆動信号伝送パターンは，第1フレキシブルフィルムと電気的に接続された入力端子と，前記ゲートラインと接続され，第2フレキシブルフィルム上に設けられたゲートオン・オフ電圧発生ユニットと電気的に接続された出力端子と，前記入力端子及び前記出力端子との間に電気的に接続された主信号パターンと，を含む」点で，本願発明の「前記第1ゲート駆動信号伝送パターンは，前記複数のデータラインからなるデータライン群と実質的に隣接するように形成され，第1フレキシブルフィルムと電気的に接続された入力端子と，前記複数のゲートラインからなるゲートライン群と実質的に隣接するように形成され，前記ゲートラインと接続され，第2フレキシブルフィルム上に設けられたゲートオン・オフ電圧発生ユニットと電気的に接続された出力端子と，前記入力端子及び前記出力端子との間に電気的に接続された主信号パターンと，を含む」との特定事項と一致すると認定した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，引用発明は，「前記複数のデータラインからなるデータライン群と実質的に隣接するように形成され，第1フレキシブルフィルムと電気的に接続された入力端子」及び「前記複数のゲートラインからなるゲートライン群と実質的に隣接するように形成され，前記ゲートラインと接続され，第2フレキシブルフィルム上に設けられたゲートオン・オフ電圧発生ユニットと電気的に接続された出力端子」を有するものではないから，本願発明の「前記複数のデーダラインからなるデータライン群と実質的に隣接するように形成され，第1フレキシブルフィルムと電気的に接続された入力端子」及び「前記複数のゲートラインからなるゲートライン群と実質的に隣接するように形成され，前記ゲートラインと接続され，第2フレキシブルフィルム上に設けられたゲートオン・オフ電圧発生ユニットと電気的に接続された出力端子」との発明特定事項と一致するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，本件審決の対比は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本願発明と引用発明との相違点として，相違点1及び相違点2をそれぞれ認定し，各相違点について容易想到性の判断を行ったものであるから,原告主張に係る「前記複数のデーダラインからなるデータライン群と実質的に隣接するように形成され，第1フレキシブルフィルムと電気的に接続された入力端子」及び「前記複数のゲートラインからなるゲートライン群と実質的に隣接するように形成され，前記ゲートラインと接続され，第2フレキシブルフィルム上に設けられたゲートオン・オフ電圧発生ユニットと電気的に接続された出力端子」を一致点として本願発明の容易想到性の判断を行ったものでないことは明らかである。",
                "よって，原告の主張は，本件審決の結論に影響を及ぼすものではないから，主張自体失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，原告が主張するように，引用発明が，本願発明の特定事項と一致すると認定したのではなく，引用発明が，その点で本願発明の上記特定事項と一致すると認定したものであることは，その説示から明らかである。",
                "したがって，原告の主張は，本件審決の内容を正解しないものであって，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，相違点1について，引用発明において，「第4配線」は，その入力側(FPCに接続される側)において「下部パネルの行方向に沿って配列される多数の第3配線と並んで，下部パネルの角部に配置され」ているものであるから，引用発明の「第4配線」の「入力端子」を，「第3配線」(本願発明の「複数のデータラインからなるデータライン群」に相当する。)と実質的に隣接するように形成されたものとすることは，当業者が適宜なし得たことであると判断した。しかし，以下のとおり，引用例の記載から，引用発明の「第4配線」の「入力端子」を，「第3配線」と実質的に隣接するように形成する動機付けを見つけ出すことはできない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明において，「第4配線」の「入力端子」を，「第3配線」と実質的に隣接させると，「下部パネル」上に形成される「第4配線」の総延長が長くなり，製造コストを削減できるとともに，製造上の困難さを解消して製品歩留まりの向上を図るという引用発明の課題の解決と矛盾する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例には，「FPCが直線形態を有する構成となることから，その製造が容易となって不良率を減少させて製品歩留まりを向上させることができ，かつ，小型軽量である液晶モジュールとすることができる」と記載されている。",
                "引用例に記載された従来技術では，FPCが曲折した状態となっており(【0005】，図3)，引用発明は，このような従来技術の問題点を解消すべく，FPCを直線状態として，第2配線，FPC，第4配線を，下部パネルの一の縁部に沿って直線状に形成しているものである。したがって，FPCをさらにTCPに近接させたり，「第4配線」の「入力端子」を，「第3配線」と実質的に隣接させたりすることは，引用発明では考慮されていないものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明において，「第4配線」の「入力端子」を，「第3配線」と実質的に隣接させると，FPCが直線形態を有する構成とならず，FPCが曲折した状態となることは明らかであり，この結果，引用発明の課題及び効果と矛盾することになるため，引用発明の「第4配線」の「入力端子」を，「第3配線」と実質的に隣接するように形成する動機付けを見出すことができない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "引用例の記載によれば，引用発明において課題とされる「製造コスト」とは，従来の液晶表示モジュールにおいて，ゲート側の印刷回路基板を必要とすることによる，材料費の増加を指すものであり，「製造上の難しさ」とは，ゲート側の印刷回路基板とソース側の印刷回路基板が分離しているため，両者を接続してソース駆動信号を伝送するために設けられるFPCを曲折させる必要があることを指すものである。そして，引用例には，ゲート側の印刷回路基板をなくし，ゲート駆動集積回路を液晶表示パネルの縁に沿って実装し，液晶表示パネルに形成されたバスラインとFPCを通じてソース側の集積回路と連結することにより，部品点数を減らして製造コストを削減し，また，FPCが直線形態を有する構成となることによって製造が容易になることが記載されている(【0006】【0027】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明において課題とされる「製造コスト」及びかかる課題を解決するための構成は，上記のとおりであり，第4配線の長さと全く関係がない。",
                "したがって，引用例に上記課題に関する記載があることは，引用発明において，「第4配線」の「入力端子」を，「第3配線」と実質的に隣接するように形成されたものとして，相違点1に係る本願発明の構成とすることを妨げるものではない。",
                "また，引用例には，第2配線，FPC，第4配線を，下部パネルの一の縁部に沿って直線状に形成することは記載されておらず，原告の主張は，引用例の記載に基づかないものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，引用発明において，「第4配線」は，「第2群のTCPの各ゲート駆動集積回路チップにゲート信号を供給し，前記第4配線からの延長線は第5配線と重畳しないように，下部パネルの外側にあるFPCフィルムの前記一側部を通じて前記第2群のTCPの各チップに連結される」ものであるから，引用発明の「第4配線」の「出力端子」を，「第5配線」(本願発明の「複数のゲートラインからなるゲートライン群」に相当する。)と実質的に隣接するように形成されたものとすることは，当業者が適宜なし得たことであると判断した。しかしながら，以下のとおり，引用例の記載から，引用発明の「第4配線」の「出力端子」を，「第5配線」と実質的に隣接するように形成する動機付けを見つけ出すことができず，本件審決の上記判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の目的の一つに，統合印刷回路基板で処理された駆動信号がテープキャリアパッケージを経由して，液晶表示パネルのゲートラインとデータラインに印加されるとき，駆動信号の遅延が発生しないようにすることがある(【0016】)。そのために，本願発明では，「第1駆動信号伝送パターン」が，「複数のゲートラインからなるゲートライン群と実質的に隣接するように形成され，ゲートラインと接続され，第2フレキシブルフィルム上に設けられたゲートオン・オフ電圧発生ユニットと電気的に接続された出力端子」を含む構成を有する。かかる構成を有することで，本願発明は，テープキャリアパッケージの数を削減でき，さらに，液晶表示パネルのゲートラインとデータラインに印加されるとき，駆動信号の遅延が発生しないようにできるという，本願発明に特有の効果を奏するものである(【0098】)。",
                "これに対し，引用例には，かかる本願発明が解決しようとする課題については何らの記載もなく，そのような課題の解決を示唆するような記載もない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例の「第4配線」の「出力端子」を，「第5配線」と実質的に隣接させるようにするには，TCPの幅を拡げる必要がある。TCPの幅を広げなければ，「第4配線」がTCPに形成できないからである。",
                "引用発明は，製造コストを削減できるとともに，製造上の困難さを解消して製品歩留まりの向上を図るものであるところ，引用発明において，TCPの幅を広げることは，製造コストを削減するという，上記課題の解決と矛盾することになる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用例では，「第4配線からの延長線は第5配線と重畳しないように，下部パネルの外側にあるFPCフィルムの前記一側部を通じて前記第2群のTCPの各チップに連結されることが望ましい」とされている(【0022】)。したがって，引用発明は，第4配線と第5配線とを離間させることを前提とするものであり，本願発明のように，複数のゲートラインからなるゲートライン群と実質的に隣接するように形成することを前提とするものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用例において，ゲート駆動集積回路チップを，下部パネルの縁に沿って実装し，FPC，第4配線を直線形態にすると，必ず第4配線と第5配線とは離間する。引用例は，下部パネルの輪郭に沿ってゲート駆動集積回路チップ，FPC，第4配線を配置することを開示又は示唆するものであって，第4配線と第5配線とを「実質的に隣接」させることを示唆するものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "引用発明は, FPCを直線形態として，第2配線, FPC，第4配線を，下部パネルの一の縁部に沿って直線状に形成しているものであり，液晶表示モジュールの構造にのみ着目するものである。",
                "これに対し，本願発明は，平板パネルディスプレイの構造のみならず，駆動信号の遅延が発生しないようにする点について着目してなされたものである。したがって，引用発明は，本願発明とその発明に至る着目点で相違するものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本願明細書には，相違点2に係る本願発明の構成について，特許請求の範囲と同旨の記載があるにすぎず，当該構成の技術上の意義を説明する記載は全くなく，かかる構成が，原告の主張に係る目的を達成するための手段であることをうかがわせる記載はない。すなわち，相違点2に係る本願発明の構成は，原告の主張に係る目的とは関係がない。",
                "したがって，引用例に，原告の主張に係る目的についての記載がないことは，相違点2の判断に何ら影響しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明において課題とされる「製造コスト」とは，前記2のとおりであって，TCPの幅とは全く関係がない。",
                "したがって，引用例に上記課題に関する記載があることは，引用発明において，「第4配線」の「出力端子」を，「第5配線」と実質的に隣接するように形成されたものとして，相違点2に係る本願発明の構成とすることを妨げるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用例には，第4配線と第5配線とを離間させることは記載されていない。",
                "すなわち，引用発明において，第4配線からの延長線は第5配線と重畳しないように構成することは，「第4配線」の「出力端子」を，「第5配線」と実質的に隣接するように形成されたものとして相違点2に係る構成とすることを妨げるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用例には，「下部パネルの輪郭に沿ってゲート駆動集積回路チップ，FPC，第4配線を配置すること」や「第2配線，FPC，第4配線を，下部パネルの一の縁部に沿って直線状に形成」することは記載されていない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告の主張は，いずれも引用例の記載に基づかないもので，失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願発明の特許請求の範囲の記載は前記第2の2のとおりであり，本願明細書には，本願発明について，以下の記載がある(甲2，3，7)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "発明が属する技術分野",
              "text": [
                "本願発明は，テープキャリヤパッケージ，テープキャリアパッケージを有する液晶表示パネルアセンブリ，液晶パネルアッセンブリを採用した液晶表示装置及びその組立方法に関するものである(【0001】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "従来の技術",
              "text": [
                "従来の液晶表示装置の液晶パネル(図8)では，データ印刷回路基板から発生したゲート電圧及びゲート電圧制御信号をゲート印刷回路基板に印加するためにはデータ印刷回路基板とゲート印刷回路基板に各々インタフェース装置であるコネクタを設置する必要があったが，コネクタは，ゲート印刷回路基板及びデータ印刷回路基板の両面の中でいずれの一側面にだけ形成されるため，コネクタの厚さに該当するほどの液晶表示装置の厚さが必然的に増加するので，液晶表示装置の薄形化を阻害する要因となっていた(【0003】【0009】【0010】)。また，2つのコネクタを接続するFPCは，液晶表示装置の組立工程数を増加させると共に液晶表示装置の製造コストを上昇させる問題点があった(【0011】)。",
                "また，最近，液晶表示装置を一層コンパクトに製作するため，主にゲート印刷回路基板及びデータ印刷回路基板をバックライトアセンブリの反射板の後面に折曲する印刷回路基板ベンディング方式が採用されているが，この方式では，ゲート印刷回路基板は導光板の側面に折曲されることにより導光板の最も厚い部分とゲート印刷回路基板が重なり，ゲート印刷回路基板の厚さ分だけ液晶表示装置の厚さが増加するという問題点があった(【0012】【0013】)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "本願発明は，上記問題点に着眼して案出されたもので，その目的は，①ゲート印刷回路基板とデータ印刷回路基板を一つで統合して，一つの統合印刷回路基板から別のコネクタあるいはフレキシブルプリントサーキットを使用せず液晶表示パネルのゲートラインとデータラインに駆動信号が印加できるようにすること，②テープキャリヤパッケージが統合印刷回路基板から駆動信号の入力を受けて隣接したテープキャリヤパッケージに駆動信号が伝送できるようにすること，③統合印刷回路基板で処理された駆動信号がテープキャリヤパッケージを経由して液晶表示パネルのゲートラインとデータラインに印加されるとき，駆動信号の遅延が発生しないようにすること，④テープキャリヤパッケージとTFT基板の組立方法を改良して液晶表示パネルの取扱いを容易にすると共に液晶表示パネルの厚さを減少させることにある(【0014】～【0017】)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "発明の効果",
              "text": [
                "本願発明は，従来各々の印刷回路基板で処理されたゲート駆動信号又はデータ駆動信号を一つの統合印刷回路基板で統合処理することにより，液晶表示モジュールで印刷回路基板が占めた空間を減少させて液晶表示モジュールのサイズを一層減少させることができ，また，本願発明によると，統合印刷基板を使用することにより従来複数個の印刷回路基板で信号を印加するため必須であった印刷回路基板接続用コネクタ及び信号伝送用フレキシブルプリントサーキットの使用が不要になり，印刷回路基板接続用コネクタ及び信号伝送用フレキシブルプリントサーキットが占めた空間をさらに減少する。したがって，印刷回路基板接続用コネクタ及びフレキシブルプリントサーキットを組み立てる組立工程を省略できるので全体組立工程数が節減される(【0124】【0125】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(対比の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "text": [
                "引用例には，引用発明について，以下の記載がある(甲1)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，液晶表示モジュール(Module)の技術に関し，特にゲート駆動用集積回路を有する印刷回路基板と液晶表示パネルの組立構造の技術に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来の液晶表示モジュールは，ソース駆動集積回路にソース駆動信号を印加するために，複合同期信号が入力するコントロールユニットを備えるゲート側の第1印刷回路基板を必ず必要とするため，ゲート側の第1印刷回路基板を必要とすることによる材料費の増加とともにモジュールサイズのコンパクト化及び軽量化のための阻害要因となっている。また，第1印刷回路基板と第2印刷回路基板とが分離していることから，両者を接続してソース駆動信号を伝送するために設けられるFPCを曲折させる必要があり，これがFPCの製造上の難しさとなっているという問題点があった(【0005】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明は，前記問題点に鑑みて創案されたものであり，ソース駆動信号やゲート駆動信号中のいずれか一つの信号の伝送のための一つの印刷回路基板だけを有する液晶表示モジュールとすることにより，製造コストを削減することができるとともに，製造上の困難さを解消して製品歩留りの向上を図り，かつ，小型軽量である液晶表示モジュールの提供をその目的としている(【0006】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用発明による液晶表示モジュールによれば，ゲート側の印刷回路基板をなくし，ゲート駆動集積回路を液晶表示パネルの縁に沿って実装し，液晶表示パネルに形成されたバスラインとFPCを通じてソース側の集積回路と連結することにより，部品点数を減らすことができ，これにより製造コストを削減することができる。また，FPCが直線形態を有する構成となることから，その製造が容易となって不良率を減少させて製品歩留りを向上させることができ，かつ，小型軽量である液晶モジュールとすることができる(【0027】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明は，「前記複数のデータラインからなるデータライン群と実質的に隣接するように形成され，第1フレキシブルフィルムと電気的に接続された入力端子」及び「前記複数のゲートラインからなるゲートライン群と実質的に隣接するように形成され，前記ゲートラインと接続され，第2フレキシブルフィルム上に設けられたゲートオン・オフ電圧発生ユニットと電気的に接続された出力端子」を有するものではないから，本件審決における対比の判断は誤っているなどと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "確かに，引用例には，入力端子が，前記複数のデータラインからなるデータライン群と「実質的に隣接するように形成されること」や，出力端子が，前記複数のゲートラインからなるゲートライン群と「実質的に隣接するように形成されること」についての記載はない。",
                    "しかしながら，本件審決は，引用発明は，「前記第1ゲート駆動信号伝送パターンは，第1フレキシブルフィルムと電気的に接続された入力端子と，前記ゲートラインと接続され，第2フレキシブルフィルム上に設けられたゲートオン・オフ電圧発生ユニットと電気的に接続された出力端子と，前記入力端子及び前記出力端子との間に電気的に接続された主信号パターンと，を含む」点で，本願発明の「前記第1ゲート駆動信号伝送パターンは，前記複数のデータラインからなるデータライン群と実質的に隣接するように形成され，第1フレキシブルフィルムと電気的に接続された入力端子と，前記複数のゲートラインからなるゲートライン群と実質的に隣接するように形成され，前記ゲートラインと接続され，第2フレキシブルフィルム上に設けられたゲートオン・オフ電圧発生ユニットと電気的に接続された出力端子と，前記入力端子及び前記出力端子との間に電気的に接続された主信号パターンと，を含む」との特定事項と一致すると判断したものの，相違点1及び相違点2を認定し，その上で，各相違点について容易想到性の判断を行ったものである。そして，本件審決は，「入力端子」が「複数のデータラインからなるデータライン群と実質的に隣接するように形成されている」こと，「出力端子」が「複数のゲートラインからなるゲートライン群と実質的に隣接するように形成されている」ことを一致点として認定したわけではない。",
                    "そうすると，本件審決は，これを全体として読めば，引用発明における「入力端子」が，本願発明における「複数のデータラインからなるデータライン群と実質的に隣接するように形成されている」ことと一致することを前提にするものではなく，また，引用発明における「出力端子」が，「複数のゲートラインからなるゲートライン群と実質的に隣接するように形成されている」ことと一致することを前提にするものでもないと解することができる。そして，本件審決は，上記の点を相違点として認定して，本願発明の容易想到性を判断したものであり，原告主張の誤りの有無は，本件審決の相違点に係る判断の是非に帰する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，原告主張の取消事由1は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点1に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「実質的に隣接するように形成する」ことの技術的意義について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "第1ゲート駆動信号伝送パターンの「入力端子」と「前記複数のデータラインからなるデータライン群」との位置関係及び第1ゲート駆動信号伝送パターンの「出力端子」と「前記複数のゲートラインからなるゲートライン群」との位置関係について，本願明細書(甲2，3，7)には，実施例の説明として，「前記第1ゲート駆動信号伝送線(「第1ゲート駆動信号伝送パターン」に対応する。)は，最外郭のゲートライングループの端部が形成されたTFT基板の側面に一側端部(「出力端子」に対応する。)が形成されて，最外郭であるがゲートライングループと最も近接したデータライングループの端部が形成されたTFT基板の側面に他側端部(「入力端子」に対応する。)が形成される。」との記載(甲2【0055】)と，実質的に隣接していることを示す図面(図3)があるにすぎず，「実質的に隣接するように形成する」ことの理由やそれによる効果については，何らの記載もない。",
                    "なお，「実質的に隣接するように形成する」ことを発明特定事項に含む請求項29に係る本願発明は，出願当初明細書(甲2)には記載がなく，平成20年1月8日付手続補正書(甲7)において，請求項31として追加されたものであり，その後，平成20年6月5日付の手続補正書(甲10)及び平成21年1月22日付の手続補正書(甲13)の請求項30に，それぞれ補正され，本件補正(甲3)によって，請求項29となったものである。発明の詳細な説明欄の記載(甲7【0031】)も，請求項の記載と変わるところはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本願発明において，第1ゲート駆動信号伝送パターンの「入力端子」を「前記複数のデータラインからなるデータライン群と実質的に隣接するように形成」すること及び第1ゲート駆動信号伝送パターンの「出力端子」を「前記複数のゲートラインからなるゲートライン群と実質的に隣接するように形成」することについて，格別の技術的意義があるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1について",
              "text": [
                "引用発明において，「第4配線」の「入力端子」は，下部パネルの行方向に沿って配列される多数の第3配線と並んで，下部パネルの角部に配置され」るものであるところ，「第4配線」の「入力端子」と「第3配線」とをどのように配置するかは，上部パネルと重畳しない下部パネル部分の省スペース化や各配線に関係する部品の小型化等を考慮して，当業者が適宜決定し得るものであって，しかも，上記(1)のとおり，第1ゲート駆動信号伝送パターンの「入力端子」を「前記複数のデータラインからなるデータライン群と実質的に隣接するように形成」することについて，技術的意義がない以上，引用発明における「第4配線」の「入力端子」の位置関係について，これを「第3配線」と「実質的に隣接するように形成」することは，当業者において適宜想到し得たものであるということができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明において，「第4配線」の「入力端子」を，「第3配線」と実質的に隣接させると，「下部パネル」上に形成される「第4配線」の総延長が長くなり，製造コストを削減できるとともに，製造上の困難さを解消して製品歩留まりの向上を図るという引用発明の課題の解決と矛盾すると主張する。",
                    "しかしながら，引用発明は，「ソース駆動信号やゲート駆動信号中のいずれか一つの信号の伝送のための一つの印刷回路基板だけを有する液晶表示モジュールとすること」によって，製造コストを削減することができるとともに，製造上の困難さを解消して製品歩留りの向上を図り，かつ，小型軽量である液晶表示モジュールの提供をその目的とするものであり，「第4配線」の長さを変更することによって上記課題を解決するものではない。よって，「第4配線」の長さは，上記課題の解決には関係なく，「第4配線」の「入力端子」を，「第3配線」と実質的に隣接させる際に，「第4配線」の総延長が長くなったとしても，上記課題の解決と矛盾するとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例に記載された従来技術では，FPCが曲折した状態となっており，引用発明は，かかる従来技術の問題点を解消すべく，FPCを直線形態として，第2配線，FPC，第4配線を，下部パネルの一の縁部に沿って直線状に形成しているものであるから，FPCをさらにTCPに近接させたり，「第4配線」の「出力端子」を，「第3配線」と実質的に隣接させたりすることは，引用発明では考慮されていないものであるとして，引用例の記載からは，引用発明の「第4配線」の「入力端子」を，「第3配線」と実質的に隣接するように形成する動機付けを見出すことができないと主張する。",
                    "しかしながら，引用発明は，FPCを直線形態とすることによって従来の問題点を解決するものであって，第2配線，FPC，第4配線を，下部パネルの一の縁部に沿って直線状に形成することによって，従来の問題を解決するものではない(【0027】)。そして，引用発明において，FPCを直線形態とすることは，「第4配線」の「出力端子」と「第3配線」とを実質的に隣接させることを妨げるものではない。",
                    "よって，原告の上記主張は，その前提において誤っている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，引用発明において，「第4配線」の「入力端子」を，「第3配線」と実質的に隣接させると，FPCが直線形態を有する構成とならず，FPCが曲折した状態となることは明らかであり，この結果，引用発明の課題及び効果と矛盾することになるため，引用発明の「第4配線」の「入力端子」を，「第3配線」と実質的に隣接するように形成する動機付けを見出すことができないとも主張する。",
                    "しかし，上記イのとおり，引用発明は，FPCを直線形態とすることによって従来の問題点を解決するものであるから，「第4配線」の「入力端子」を「第3配線」と実質的に隣接させる際には，FPCを直線形態のまま行うのが自然である。そして，FPCを直線形態のまま絶縁フィルムに隣接させれば，「第4配線」の「入力端子」を「第3配線」と実質的に隣接して形成できるから，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点2に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2について",
              "text": [
                "引用発明において，「第4配線」の「出力端子」は，「第2群のTCPの各ゲート駆動集積回路チップにゲート信号を供給し，前記第4配線からの延長線は第5配線と重畳しないように，下部パネルの外側にあるFPCフィルムの前記一側部を通じて前記第2群のTCPの各チップに連結される」ものであるところ，「第4配線」の「出力端子」と「第5配線」とをどのように配置するかは，上部パネルと重畳しない下部パネル部分の省スペース化や各配線に関係する部品の小型化等を考慮して，当業者が適宜決定し得るものであって，しかも，前記3のとおり，第1ゲート駆動信号伝送パターンの「出力端子」を「前記複数のゲートラインからなるゲートライン群と実質的に隣接するように形成」することについて，技術的意義がない以上，引用発明における「第4配線」の「出力端子」の位置関係について，これを「第5配線」と「実質的に隣接するように形成」することは，当業者において適宜想到し得たものであるということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明では，「第1駆動信号伝送パターン」が，「複数のゲートラインからなるゲートライン群と実質的に隣接するように形成され，ゲートラインと接続され，第2フレキシブルフィルム上に設けられたゲートオン・オフ電圧発生ユニットと電気的に接続された出力端子」を含む構成を有することで，テープキャリアパッケージの数を削減でき，さらに，液晶表示パネルのゲートラインとデータラインに印加されるとき，駆動信号の遅延が発生しないようにできるという特有の効果を奏するものであるのに対し，引用例には，かかる本願発明が解決しようとする課題については何らの記載もなく，そのような課題の解決を示唆するような記載もないと主張する。",
                    "確かに，本願発明の目的の一つは，統合印刷回路基板で処理された駆動信号がテープキャリアパッケージを経由して，液晶表示パネルのゲートラインとデータラインに印加されるとき，駆動信号の遅延が発生しないようにすることである(甲2【0016】)。しかし，そもそも，本願発明の特許請求の範囲には，「統合印刷回路基板」が特定されていない。",
                    "また，本願明細書には，別の印刷回路基板にゲート駆動信号伝送線を形成しなくてもゲート駆動信号の遅延及びゲート電圧の変調が発生しないようにする複数の実施例が記載されている(甲2【0098】～【0117】)。そして，各実施例においては，「各々のゲート駆動信号伝送線グループを各々のゲート駆動ドライブICに並列に接続」すること(【0102】)，「各々のゲート駆動信号伝送線グループの長さに比例して各々のゲート駆動信号伝送線グループの断面積を差等的に増加させること」(【0105】)，「ゲート駆動信号伝送線グループの長さに比例して大きくなる抵抗を予め算出した後，抵抗により変更されたゲート信号の変更値を考慮して統合印刷回路基板から既にゲート信号を差等印加すること」(【0106】)，又は「各々のゲート駆動信号伝送用グループ又は統合印刷回路基板には各々のゲート駆動ドライブICに入力されるゲート信号の変調および遅延が発生しないように駆動信号調節用チューニング抵抗を接続させること」(【0107】)によって，駆動信号の遅延が発生しないようにしているものと認められる。しかし，本願発明の特許請求の範囲には，上記各実施例に記載された駆動信号の遅延が発生しないようにするための構成が，いずれも特定されていない。",
                    "しかも，前記3のとおり，本願発明において，第1ゲート駆動信号伝送パターンの「入力端子」を，「前記複数のデータラインからなるデータライン群と実質的に隣接するように形成」することに格別な技術的意義があるとはいえない。したがって，本願発明は，「第1駆動信号伝送パターン」が，「複数のゲートラインからなるゲートライン群と実質的に隣接するように形成され，ゲートラインと接続され，第2フレキシブルフィルム上に設けられたゲートオン・オフ電圧発生ユニットと電気的に接続された出力端子」を含む構成を有することによって，テープキャリアパッケージの数を削減でき，さらに，液晶表示パネルのゲートラインとデータラインに印加されるとき，駆動信号の遅延が発生しないようにできるという効果を奏するとはいえない。",
                    "以上のとおり，原告の主張は，特許請求の範囲の記載及び本願明細書の記載に基づいたものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例の「第4配線」の「出力端子」を，「第5配線」と実質的に隣接させるようにするには，TCPの幅を拡げる必要があるところ，引用発明において，TCPの幅を広げることは，製造コストを削減するという，引用発明の課題の解決と矛盾することになると主張する。",
                    "しかし，引用発明は，「ソース駆動信号やゲート駆動信号中のいずれか一つの信号の伝送のための一つの印刷回路基板だけを有する液晶表示モジュールとすること」によって課題を解決するものであることは，前記のとおりであって，TCPの幅を変更することによって上記課題を解決するものではない。",
                    "そうすると，TCPの幅は，引用発明の上記課題の解決とは関係がなく，「第4配線」の「出力端子」を，「第5配線」と実質的に隣接させる際に，TCPの幅を広げることになったとしても，引用発明の課題の解決と矛盾するとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明は，第4配線と第5配線とを離間させることを前提とするものであり，本願発明のように，複数のゲートラインからなるゲートライン群と実質的に隣接するように形成することを前提とするものではないと主張する。",
                    "しかし，「第4配線からの延長線は第5配線と重畳しない」ことは，第4配線と第5配線とを実質的に隣接させることを妨げるものではなく，第4配線と第5配線とを離間させることを前提とするものでもない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，引用例において，ゲート駆動集積回路チップを，下部パネルの縁に沿って実装し，FPC，第4配線を直線形態にすると，必ず第4配線と第5配線とは離間し，下部パネルの輪郭に沿ってゲート駆動集積回路チップ，FPC，第4配線を配置することを開示又は示唆するものであって，第4配線と第5配線とを「実質的に隣接」させることを示唆するものではないと主張する。",
                    "しかし，引用発明は，FPCを直線形態とすることによって従来の問題点を解決するものであって，FPC，第4配線が直線であることは必須ではなく，結果として直線形態になったとしても，そのことによって課題を解決するものではない。そして，引用発明において，FPCを直線形態とすることは，第4配線と第5配線とを「実質的に隣接」させることを妨げるものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，引用発明は, FPCを直線形態として，第2配線, FPC，第4配線を，下部パネルの一の縁部に沿って直線状に形成しているものであり，液晶表示モジュールの構造にのみ着目するものであるのに対し，本願発明は，平板パネルディスプレイの構造のみならず，駆動信号の遅延が発生しないようにする点について着目してされたものであり，その発明に至る着目点で相違するものであると主張する。",
                    "しかし，本願発明は，FPCを直線形態とすることによって従来の問題点を解決するものであって，下部パネルの輪郭に沿ってゲート駆動集積回路チップ，FPC，第4配線を配置することによって，従来の問題点を解決しようとしたものではない。また，上記アのとおり，本願発明は，駆動信号の遅延が発生しないようにするための構成が特定されていないから，駆動信号の遅延が発生しないようにする点について着目してされたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，原告主張の取消事由3には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}