{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2010-14094号事件について平成23年5月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，本願商標について商標登録出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁から請求不成立の審決を受けたことから，その取消しを求めた。争点は，本願商標が引用商標1～3に係る役務との関係で商標法4条1項15号に該当するかどうかである。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成21年1月27日，下記本願商標につき，商標登録出願(商願2009-5140号)をしたが，拒絶査定を受けたので，これに対する不服の審判請求をした(不服2010-14094号)。なお，本願商標の指定役務については，平成21年12月1日付け(甲1の5)，平成22年6月27日付け(甲1の9)及び平成23年5月20日付け(甲1の13)の各補正により出願時の指定役務から変更された。",
            "【本願商標】",
            "MIZUHO(標準文字)",
            "・平成23年5月20日付けの補正による指定役務  別紙「本願商標指定役務」のとおり",
            "特許庁は，平成23年5月25日，前記請求につき「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年6月15日，原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願商標は，我が国有数の企業グループである株式会社みずほフィナンシャルグループ及びその子会社(以下「みずほグループ」という。)が使用する全国的に極めて著名性の高い「みずほ」の文字からなる引用商標1，「MIZUHO」の文字からなる引用商標2及び「MIZUHO」を図案化した下記引用商標3と同一又は極めて類似し，指定役務についてもみずほグループが行う役務と密接に関連するから，みずほグループの業務に係る役務と混同を生ずるおそれがあるものであって，商標法4条1項15号に該当する。",
            "なお，平成23年5月20日付けの補正は審理終結後になされたものであり，審決は，平成22年6月27日付けの補正による指定役務を前提として上記判断を行ったものであるが，平成23年5月20日付けの補正は，平成22年6月27日付けの補正による指定役務から「遺言状の保管・管理及びこれらに関する情報の提供」を削除するもので，当該補正後の指定役務を前提としても，上記判断に影響を及ぼすものではない。",
            "【引用商標3】"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由(商標法4条1項15号の解釈適用の違法性)",
      "text": [
        "原告は，下記原告登録商標の商標権者であるところ，引用商標1～3は，原告登録商標に類似するものであって，原告登録商標の出願日(平成12年11月8日)の後は，原告登録商標の禁止権の存在を前提として，商標法26条1項1号又は同法32条の規定によりその使用を許容されているにすぎないものであるから，そのような引用商標1～3との関係で，原告登録商標と類似する本願商標が同法4条1項15号に該当すると判断することは認められず，そのように判断することは，原告登録商標の効力を喪失させるもので，憲法29条，25条又は32条の規定に反する。",
        "【原告登録商標】(商標登録第4656131号)",
        "MIZUHO  ＮET(標準文字)",
        "・指定役務  第35類～第42類に属する商標登録原簿に記載のとおりの役務",
        "・出願  平成12年11月8日  ・登録  平成15年3月20日"
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "text": [
            "みずほグループは，本願商標の出願時はもとより，口頭弁論終結時まで継続的に，引用商標1～3をグループの略称及び商標として使用しているのであって，本願商標について，みずほグループの業務に係る役務と混同を生ずるおそれがあるから商標法4条1項15号に該当するとした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告は，本願商標をその指定役務に使用した場合に，みずほグループの業務に係る役務と混同のおそれがあるとした審決の判断に対しては何ら反論せず，原告登録商標との関係において商標法4条1項15号を適用することの当否について主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "しかしながら，商標法1条所定の目的及び同法4条1項15号の趣旨に照らすと，他人により使用された商標が需要者に広く知られ，著名となっている場合には，その商標が第三者の商標権の禁止権の範囲内か否かにかかわらず，その商標(に化体した業務上の信用)を保護すべきであるから，商標法4条1項15号該当性の判断において，原告登録商標の有無は何ら考慮すべきではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，みずほグループ(ただし，株式会社みずほフィナンシャルグループの設立前に存在した株式会社みずほホールディングス等の各社も含む。)の略称「みずほ」は，原告登録商標の出願前から著名であった。",
                "すなわち，株式会社第一勧業銀行，株式会社富士銀行及び株式会社日本興業銀行の3銀行は，平成11年12月22日，経営統合後の新銀行名を「みずほフィナンシャルグループ」とすることを決定したが，そのことは，同日から翌日にかけて，新聞等において，「新行名は『みずほ』」などの見出しで大々的に報道され，その後も，「みずほ」の略称により新聞や雑誌で度々報道された。また，平成12年9月29日，上記3銀行の金融持株会社として株式会社みずほホールディングスが設立され，総資産が130兆円を越える世界最大の銀行「みずほフィナンシャルグループ」が誕生したが，このことも，その前後の期間において，「みずほ」の略称とともに，新聞，雑誌等で頻繁に取り上げられた。そして，みずほグループは，引用商標1～3を，全国各地の本支店の店頭看板，新聞・雑誌・テレビコマーシャル等の各種媒体を通じた広告，ホームページにおいて大々的に使用してきた。",
                "なお，引用商標3のロゴマークは，平成13年10月11日に発表されたものである。また，審決の理由中に表れた株式会社みずほフィナンシャルグループは，平成15年1月8日，株式会社みずほホールディングスの全額出資により設立された会社である。",
                "以上のとおり，みずほグループは，我が国を代表する金融グループの一つであり，その略称である「みずほ」は，遅くとも平成12年9月29日には国民の間に広く知られていたものであるから，たとえ，原告登録商標が存在していても，引用商標1～3を使用することについて正当な権原を有していたものというべきである。",
                "したがって，原告の主張はその前提において誤っている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願商標と引用商標1～3との類似性",
          "text": [
            "本願商標は，「MIZUHO」の欧文字からなる商標であって，その構成文字に応じて，「ミズホ」の称呼と「瑞々しい稲の穂」との観念を生じるものである。",
            "これに対し，引用商標1は「みずほ」の平仮名からなる商標，引用商標2は「MIZUHO」の欧文字からなる商標，引用商標3は「MIZUHO」の欧文字を図案化した商標であって，いずれの商標も，これを構成する文字に応じて，「ミズホ」の称呼と「瑞々しい稲の穂」との観念を生じるものである。",
            "したがって，本願商標は，引用商標2と同一であり，引用商標1及び3と称呼及び観念が同一(引用商標3についてはさらに外観も類似)のものとして類似する。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用商標1～3の著名性",
          "text": [
            "証拠(乙2～8の5)及び弁論の全趣旨によれば，本願商標の出願日である平成21年1月27日及び本件口頭弁論終結時において，我が国有数の巨大金融グループであるみずほグループ(ただし，株式会社みずほフィナンシャルグループの設立前における株式会社みずほホールディングス等の各社も含む。)が，引用商標1～3を使用して，銀行業，証券業等の幅広い業務を営んでおり，そのことが広く我が国の国民に認識され，全国的に著名になっていることは，容易に認めることができる。"
          ]
        },
        {
          "fig": "3",
          "subject": "本願商標の指定役務と引用商標1～3に係る役務との関連性",
          "text": [
            "本願商標の指定役務は，別紙「本願商標指定役務」のとおりであり，たとえば，その中の「工業所有権移転の仲介・斡旋及びこれらに関する情報の提供」に対して，メガバンクグループの提供する役務に，特許権等の知的財産権に関する産学連携に協力し，手数料収入を得ることが含まれ(乙8の1)，また，みずほグループに属する信託銀行の提供する役務として知的財産権の信託が含まれるように(乙8の3)，本願商標の指定役務と，巨大金融グループであるみずほグループの提供する役務との間に共通する部分がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "出所混同のおそれ",
          "text": [
            "以上の点を総合すると，引用商標1～3と同一又は類似する本願商標をその指定役務に使用した場合，引用商標1～3を使用するみずほグループの業務に係る役務と誤信されるおそれがあり，本願商標は商標法4条1項15号に該当する。"
          ]
        },
        {
          "fig": "5",
          "subject": "原告の主張について",
          "text": [
            "原告は，引用商標1～3について，原告登録商標の出願日(平成12年11月8日)よりも後は原告登録商標の禁止権が存在しながらも例外的に使用を許容されている商標であって，このような引用商標1～3との関係では，原告登録商標の類似商標である本願商標が商標法4条1項15号に該当することはない旨主張する。",
            "しかしながら，証拠(乙2，5の1～8)及び弁論の全趣旨によれば，平成12年9月29日には，株式会社第一勧業銀行，株式会社富士銀行及び株式会社日本興業銀行という大手銀行3行を経営統合するための金融持株会社として株式会社みずほホールディングスが設立され，世界最大規模の銀行「みずほフィナンシャルグループ」が誕生し，そのことが新聞等において大々的に報道されたことが認められるのであって，引用商標1の「みずほ」が原告登録商標の出願前にすでに全国的に著名になっていたことは明らかである。また，金融グループにおいて企業名の欧文字表記がなされることも一般的であるから，「みずほ」の欧文字表記である引用商標2の「MIZUHO」も，同時期に著名になっていたと認めるのが相当である(なお，「MIZUHO」の欧文字を図案化したと認められる引用商標3も，平成13年10月11日に，みずほグループのロゴとして発表されており(乙7の23)，原告登録商標の登録日である平成15年3月20日より前に同グループの商標として著名になっていたものと認められる。)。",
            "このように引用商標1～3は，原告登録商標登録日より前から著名なものとして使用されていたものであって，これら引用商標1～3との関係で本願商標の商標法4条1項15号該当性を判断した審決に原告主張の誤りはない。もとより原告主張の憲法違反はない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由は理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}