{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2011-800080号事件について平成23年11月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，後記1のとおりの手続において，被告の後記2の本件発明に係る特許に対する原告の特許無効審判の請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は後記3のとおり)には，後記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，昭和59年6月8日，発明の名称を「蓄熱材の製造方法」とする特許を出願し(特願昭59-118738)，平成6年8月8日に設定登録(特許第1863414号)された(甲6。請求項の数1。以下「本件特許」といい，その明細書(甲6)を「本件明細書」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成23年5月24日，本件特許について特許無効審判を請求し，特許庁に無効2011-800080号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成23年11月15日，「本件審判の請求は，成り立たない。」との本件審決をし，同月25日，その謄本が原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "特許請求の範囲の記載は次のとおりである。以下，本件特許に係る発明を「本件発明」という。",
            "過冷却防止剤，無水硫酸ナトリウム，水および硫酸カルシウム2水塩を一括混合し撹拌することにより粘稠な組成物を得る工程を有することを特徴とする蓄熱材の製造方法"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件発明は，後記アないしエの引用例1ないし4に記載された発明及び後記オの周知例に記載された事項に基づいて当業者が容易に発明をすることができたものといえない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：米国特許第4288338号明細書(昭和56年9月8日発行)(甲1の1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開昭57-149379号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開昭58-136684号公報(甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特公昭57-61297号公報(甲4)"
                },
                {
                  "fig": "オ",
                  "subject": "周知例：「石膏」1ないし126頁，技報堂，昭和40年3月10日発行(甲5)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用例1に記載された発明(以下「引用発明」という。)並びに本件発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：過冷却防止剤と，無水硫酸ナトリウムと，硫酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される多孔性固体と，の混合物を調整する工程と，前記混合物に水を混合し，前記混合物が混合凝固体となるまで撹拌する(agitated until the mixture solidifies)工程と，を含む蓄熱材の製造方法"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：過冷却防止剤，無水硫酸ナトリウム，水，硫酸カルシウムを混合し撹拌することによる蓄熱材の製造方法である点"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：「硫酸カルシウム」として，本件発明は，「硫酸カルシウム2水塩」を使用するのに対して，引用発明は，「硫酸カルシウム半水和塩及び可溶性硫酸カルシウム無水塩」を使用する点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：本件発明は，「一括混合し撹拌することによって粘稠な組成物を得る」工程を有するのに対して，引用発明は，「混合物が混合凝固体となるまで撹拌する(agitated until the mixture solidifies)」工程を有する点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本件発明の容易想到性に係る判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の認定の誤り"
            },
            {
              "fig": "(2)",
              "subject": "相違点1に係る判断の誤り"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点1の認定の誤り",
          "text": [
            "本件審決は，前記第2の3(2)ウのとおり，本件発明と引用発明との相違点1として，「「硫酸カルシウム」として，本件発明は，「硫酸カルシウム2水塩」を使用するのに対して，引用発明は，「硫酸カルシウム半水和塩及び可溶性硫酸カルシウム無水塩」を使用する点」と認定した。",
            "しかし，引用例1の特許請求の範囲には，「硫酸カルシウム半水和塩及び可溶性硫酸カルシウム無水塩からなる群から選択される多孔性固体」と記載されているから，硫酸カルシウム半水和塩及び可溶性硫酸カルシウム無水塩の両方を使用することは必須ではなく，その一方だけを使用してもよいものである。",
            "したがって，この点についての相違点としては，「「硫酸カルシウム」として，本件発明は，「硫酸カルシウム2水塩」を使用するのに対して，引用発明は，「硫酸カルシウム半水和塩及び可溶性硫酸カルシウム無水塩からなる群から選択される化合物」を使用する点」と認定すべきであり，本件審決による上記認定は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点1に係る判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，引用例2ないし4によれば，チォ硫酸ナトリウム5水和塩，塩化カルシウム6水和塩，酢酸ナトリウム3水和塩などの水和塩を使用する蓄熱材において，過冷却を防止する目的で発核材として，無水硫酸カルシウム，硫酸カルシウム半水塩，硫酸カルシウム2水塩が使用されることは，本件出願前に公知であったと認定したが，引用発明において使用される硫酸カルシウムと，引用例2ないし4に記載された公知技術において使用される硫酸カルシウムとは，別異の目的で使用された成分であるから，引用発明に対し引用例2ないし4に記載された公知技術を組み合わせるべき動機付けがあるとはいえないと判断した。",
                "しかし，本件発明の特許請求の範囲には，蓄熱材の製造方法として，「硫酸カルシウム2水塩」が何の目的で使用されるのかについて規定はない。",
                "したがって，引用発明の硫酸カルシウム半水和塩に代えて，硫酸カルシウム2水塩を適用することの容易想到性を判断する際に，硫酸カルシウム2水塩の使用目的に共通性がない場合には，引用発明に引用例2ないし4に記載された公知技術を組み合わせる動機付けがないとする判断手法は不当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "化合物の適用可能性については，化学反応変化が公知である場合には，その化学変化前の化合物が使用可能であれば，化学変化後の化合物も当然に使用可能であるとの当業者の常識が働き，化学変化前の化合物に対し化学変化後の化合物を置換可能なものとして採用し得るものと容易に判断できる。",
                "これを本件についてみると，周知例には，硫酸カルシウム半水塩又は可溶性硫酸カルシウム無水塩が水和によって硫酸カルシウム2水塩になることが技術常識として記載されているところ，本件発明の混合撹拌においては，水系で混合撹拌が行なわれるのであるから，引用発明の「硫酸カルシウム半水塩又は可溶性硫酸カルシウム無水塩」が単に水和によって「硫酸カルシウム2水塩」になる技術常識の下では，当業者において，引用発明の硫酸カルシウム半水塩又は可溶性硫酸カルシウム無水塩に代えて，硫酸カルシウム2水塩を使用することの動機が生起することは明らかである。",
                "そして，引用発明の硫酸カルシウム半水塩又は可溶性硫酸カルシウム無水塩は，固液分離を防止する目的のために使用されており，置換した硫酸カルシウム2水塩を本件発明と同様に固液分離を防止するために使用する程度のことは当業者が容易に想い付くものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件出願時には未公開であった甲8(特公平4-22198号公報)には，硫酸カルシウム半水塩及び水和性無水硫酸カルシウムが，硫酸ナトリウム10水塩の固液分離防止剤として機能することが開示されているところ，ここでいう水和性無水硫酸カルシウムは，引用発明における溶解性硫酸カルシウム無水物と同義である。したがって，引用発明の硫酸カルシウム半水塩及び溶解性硫酸カルシウム無水物は，硫酸ナトリウム10水塩に対し，固液分離防止剤として機能する。",
                "また，甲8では，引用発明の硫酸カルシウム半水塩及び溶解性硫酸カルシウム無水物自体が，そのままで固液分離防止剤として機能するのではなく，硫酸カルシウム2水塩となった時点で，固液分離防止剤として機能することも明らかにされている。",
                "甲8に記載された上記事項は，本件出願前には公知ではなかったが，その発明思想及び反応原理は当業者が技術水準を量るものとして参考にできるものであり，これによれば，当業者にとって引用発明の硫酸カルシウム半水塩又は可溶性硫酸カルシウム無水塩に代えて，硫酸カルシウム2水塩を使用することの動機付けがあったというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "確かに，引用発明において使用される硫酸カルシウムは固液分離を防止する目的であり，引用例2ないし4に記載された公知技術において使用される硫酸カルシウムは，過冷却防止の目的であり，別異の目的で使用された成分であるが，引用例2ないし4には，少なくとも無水硫酸カルシウム又は硫酸カルシウム半水塩と，硫酸カルシウム2水塩とは，過冷却防止の目的の下であるとしても相互に置換可能なものであることが教示又は示唆されているのであるから，引用発明の硫酸カルシウム半水塩又は可溶性硫酸カルシウム無水塩に代えて，硫酸カルシウム2水塩を使用することの阻害要因は見いだせない。むしろ，硫酸カルシウム半水塩又は可溶性硫酸カルシウム無水塩は水和によって硫酸カルシウム2水塩になるという技術常識からすると，その置換の可能性は格別なものではなく，硫酸カルシウム2水塩の採用を想到することは何ら格別のことではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "引用例1は，チォ硫酸ナトリウム5水塩を基材とする融解熱材料では，硫酸カルシウム半水塩が固液分離剤として機能することを明らかにしている。",
                "そうすると，引用例2に記載された発明で使用される硫酸カルシウム半水塩は，引用例2では，過冷却防止剤又は核形成剤(発核材)であると言及されているものの，蓄熱材の基材としてチォ硫酸ナトリウム5水塩を共通にしているのであるから，引用例2に記載された発明においても，固液分離剤としても機能するであろうことを予想させるものである。してみると，当業者にとって，引用例2に記載された発明において，二者択一的に同様の機能を有するものとして認識されている硫酸カルシウム2水塩も固液分離剤としても機能するであろうことが予想されるのである。",
                "したがって，引用発明の硫酸カルシウム半水塩に代えて，硫酸カルシウム2水塩を適用する動機付けがあることは明らかである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，相違点1に係る本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "相違点1の認定の誤りについて",
          "text": [
            "本件審決は，相違点1の容易想到性の判断に当たり，引用発明が硫酸カルシウム半水和塩及び可溶性硫酸カルシウム無水塩の両者を使用することを必須とするという認定を前提としてはいない。",
            "したがって，相違点1の認定の誤りが本件審決の結論に影響するものであるとの原告の主張は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点1に係る判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明における硫酸カルシウム半水塩に代えて，硫酸カルシウム2水塩を適用するというのであれば，代替材料になる硫酸カルシウム2水塩には，硫酸カルシウム半水塩の使用目的である固液分離防止剤としての機能を発揮することが求められる。",
                "しかし，引用例2ないし4における硫酸カルシウム2水塩は，過冷却防止の目的で使用されているのであるから，この引用例2ないし4の記載事項に基づいて，引用発明の硫酸カルシウム半水塩に代えて，硫酸カルシウム2水塩を適用することの動機付けが生じる余地はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，化学反応変化が公知である場合には，化学変化前の化合物に対し化学変化後の化合物を置換可能なものとして採用し得るものと容易に判断できるなどと主張する。",
                "しかし，原告が主張するような当業者の常識は存在せず，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，甲8に記載された発明思想及び反応原理は当業者が技術水準を量るものとして参考にできるものであり，これによれば，当業者にとって引用発明の硫酸カルシウム半水塩又は可溶性硫酸カルシウム無水塩に代えて，硫酸カルシウム2水塩を使用することの動機付けがあったというべきであると主張する。",
                "しかし，甲8は，原告も認めているとおり，本件出願前の公知技術を示すものではないから，その記載事項は本件発明の容易想到性の判断に影響を及ぼすものではない。原告の主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，引用例2ないし4には，少なくとも無水硫酸カルシウム又は硫酸カルシウム半水塩と，硫酸カルシウム2水塩とは，過冷却防止の目的の下であるとしても相互に置換可能なものであることが教示又は示唆されているから，引用発明において，硫酸カルシウム半水塩又は可溶性硫酸カルシウム無水塩に代えて，硫酸カルシウム2水塩を使用することに阻害要因はなく，硫酸カルシウム2水塩の採用に想到することは何ら格別のことではないなどと主張する。",
                "しかし，蓄熱材における過冷却現象は固液分離現象とは異なる現象であるから，過冷却現象に関する知見をそのまま固液分離現象に当て嵌めることはできない。無水硫酸カルシウム又は硫酸カルシウム半水塩と硫酸カルシウム2水塩とが過冷却防止効果を奏する発核材として相互に置換可能である事例が存在しているからといって，この知見に基づいて，固液分離防止剤として機能する引用発明の硫酸カルシウム半水塩ないし無水塩に置き換えることが可能な材料として，硫酸カルシウム2水塩を認識することはできない。原告の主張は失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，引用例1ではチォ硫酸ナトリウム5水塩を基材とする融解熱材料では，硫酸カルシウム半水塩が固液分離剤として機能することが記載されているから，引用例2において，硫酸カルシウム半水塩と二者択一的に同様の機能を有するものとして認識されている硫酸カルシウム2水塩も，固液分離剤としても機能するであろうことが予想されるとして，引用発明の硫酸カルシウム半水塩に代えて，硫酸カルシウム2水塩を適用する動機付けがあることは明らかであると主張する。",
                "しかし，引用例2ないし4の記載事項からすれば，引用発明において，主材となる水和塩としてチォ硫酸ナトリウム5水塩を用いる場合には，固液分離防止剤として配合される硫酸カルシウムの半水塩が発核材としての機能を発揮する可能性があるとはいえるとしても，硫酸カルシウム2水塩に関しては，チォ硫酸ナトリウム5水塩(引用例2)，塩化カルシウム6水塩(引用例3)及び酢酸ナトリウム3水塩(引用例4)が主材である蓄熱材において，発核材ないし結晶核形成剤として機能して過冷却防止効果を示すことが分かるだけであって，引用発明において，固液分離防止剤として機能する硫酸カルシウムの半水塩ないし無水塩と置き換えることのできる材料として認識することはできない。原告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明は，前記第2の2記載のとおりであるところ，本件明細書(甲6)には，本件発明について，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は硫酸ナトリウム10水塩(Ｎa SO ・10H O)を主材とする長期安定性の優れた蓄熱材に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来，含水塩化合物を利用した蓄熱の実用化における問題点には，第1に，含水塩化合物は融解，凝固の相変化が融解，凝固点で生起しない場合が多く，いわゆる過冷却現象を呈することがある。このような過冷却を防止する方法としては，過冷却防止剤として硼砂を添加する方法がある。第2の問題点は，相変化の過程で生成する無水塩が沈降することによる固液分離現象が起こることである。例えば，Ｎa SO ・10H Oは32．4℃で分解し，無水塩が生成するが，この無水塩は液底に沈降する。これを32．4℃以下に冷却すると表面層の無水塩は復水してＮa SO ・10H Oとなるが，この結晶が表面を覆うために底部の無水塩は復水が抑制される。したがって，無水塩の沈降を防止する必要がある。一般に，沈降防止のためには固液分離防止剤が使用されるが，天然ゴムなどの有機材料は徐々に加水分解され，又は生物により分解される可能性があり，また，多孔性支持体等の無機材料は，特定地域でしか産出しない天然物であるか又は高価なものである上，蓄放熱のサイクルを長期間繰り返すことにより粘度が次第に低下し，固液分離現象が発生する傾向があり，十分とはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明の発明者らは上記の現状に鑑み，硫酸ナトリウム10水塩を主材とする長期安定性の優れた蓄熱材について検討を重ねた結果，固定(判決注：「固液」の誤記と認める。)の分離防止剤として硫酸カルシウム2水塩を添加することにより安定性が著しく改善されることを見出し，本件発明を完成させたものである。",
                    "Ｎa SO -H O系の混合物に硫酸カルシウム2水塩を添加して撹拌すると，Ｎa SO ・CaSO 等の複塩が生成される。これらの複塩の結晶は微細な針状晶であるから，これらがからみあって系全体に充満し，マトリツクスを形成し，このマトリツクスが固液分離防止の効果を有する。",
                    "上記のような水中における硫酸カルシウム2水塩の複塩生成反応は，硫酸カルシウムの溶解→反応→複塩の析出という過程を経るために反応完結までに時間を要する。したがって，Ｎa SO -H O系に硫酸カルシウム2水塩を添加後，ある程度の複塩が析出し，これによってスラリーの粘度が上昇するまで撹拌・混合を継続する必要がある。この一部分の析出した結晶によって未反応の硫酸カルシウムの沈降が防止され，系内に均一に結晶が析出することになる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "過冷却防止剤としてはホウ砂が有効に使用され，固液分離防止剤として使用される硫酸カルシウム2水塩としては，合成石膏，副生石膏などがある。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件発明の方法によれば，固液分離抑制効果が著しく，安定性が飛躍的に向上するものであり，これによって，蓄熱材の実用化に寄与するところ大である。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例2",
                  "text": [
                    "無水硫酸ナトリウム(36．37部)，水(46．14部)，塩化ナトリウム(7．48部)，硫酸カルシウム2水塩(7．00部)，ホウ砂(3．00部)の混合物を35℃で50分撹拌後粘調な組成物を得た。これを約30℃で1日放置すると揺変性のない固形物となった。この組成物を40℃⇄ 10℃の温度サイクルを78回行い，硬度，浮水の発生状態及び融解熱の変化をみると，第1表のとおり，温度サイクルの前後とも，硬度は良好で，浮き水はなく，融解熱は30cal／gであった。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "実施例3",
                  "text": [
                    "無水硫酸ナトリウム(35．56部)，水(45．12部)，塩化ナトリウム(7．32部)，硫酸カルシウム2水塩(9．00部)，ホウ砂(3．00部)の混合物を35℃で40分撹拌後粘調な組成物を得た。このものを約30℃で1日放置すると，揺変性のない固形物となった。この組成物を40℃⇄ 10℃の温度サイクルを78回行い，硬度，浮水の発生状態及び融解熱の変化をみると，第1表のと  10おり，温度サイクルの前後とも，硬度は良好で，浮き水はなく，融解熱は27cal／gであった。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載からすると，本件発明は，硫酸ナトリウム10水塩を主材とする蓄熱材において，固液分離を防止するために硫酸カルシウム2水塩を用い，他の原料である過冷却防止剤，無水硫酸ナトリウム，水と一括混合し撹拌することにより所定の複塩を生成し，これにより，固液分離を著しく抑制するとの効果を奏するというものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明は，前記第2の3(2)ア記載のとおりであるところ，引用例1(甲1の1)には，引用発明について，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項6】熱エネルギー貯蔵用組成物の製造方法であって，水和塩と，前記水和塩の塩部分の重量に対して約15重量％～約75重量％の，硫酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される多孔性固体と，核形成剤と，の混合物を調製する工程と，前記混合物に水を混合し，前記混合物を前記混合凝固体となるまで撹拌する工程と，を含む方法",
                    "【請求項7】請求項6において，前記水和塩が，硫酸ナトリウム10水和塩，チォ硫酸ナトリウム5水和塩，炭酸ナトリウム10水和塩，リン酸二ナトリウム12水和塩，塩化カルシウム6水和塩，硝酸カルシウム4水和塩からなる群から選択される方法"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，加熱・冷却サイクルを繰り返しても層状化しない太陽熱貯蔵用融解熱混合物に関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "近年，固体(通常は結晶)状態と溶融状態との間のサイクル時に生じる化合物の融解熱を利用する熱貯蔵装置が注目されている。ほとんどの融解熱材料は水和塩及びその共晶であるが，研究が盛んに行われてきた融解熱材料は硫酸ナトリウ  11ム10水和塩である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "融解熱材料を太陽熱暖房装置に使用する場合には，いくつかの問題が生じる。例えば，静止溶液において生じ得る過冷却を回避するために核形成剤を使用することが望ましい。また，硫酸ナトリウム10水和塩を使用した融解熱材料を利用する場合には，融解熱材料の一部が溶解時に放出される結晶水に溶解しないという問題が生ずる。これは硫酸ナトリウムは高い密度のために溶解時に飽和溶液内において沈降し，混合物が再び固化すると，溶解した硫酸ナトリウムは結晶水と結合するが，容器の底部近傍の硫酸ナトリウム結晶は水が不十分なために再結合して完全な硫酸ナトリウム10水和塩分子となることができず，また，容器の底部又は底部近傍の硫酸ナトリウム結晶の一部は近接する水分子と再結合して硫酸ナトリウム10水和塩結晶の固体層を形成し，その固体層により，固体層の下部において硫酸ナトリウムと残りの結晶水との再結合が妨げられる結果，無水硫酸ナトリウム結晶の下部層，硫酸ナトリウム10水和塩結晶の中間層，飽和溶液の上層という3つの異なる層が形成されるというものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "撹拌又はその他の適当な手段によって固化時に塩を均質化することができれば，融解熱を繰り返し放出させることができるので，硫酸ナトリウム10水和塩結晶を溶解・固化させるサイクル時に塩の容器を振盪又は撹拌する装置が提案されているが，反復サイクル時に硫酸ナトリウム溶液を振盪又は撹拌することは必ずしも容易ではない。溶解・固化サイクル時に均質性を確保する水和塩の融解熱装置のためのその他の手段としては，水和塩を熱回収サイクルにおいて溶解する際にゲル又は粘度の高い密集物を得るための添加剤としての各種増粘剤の使用が挙げられる。  しかし，水和塩混合物を安定化させるために使用される材料の多くは，限られたサイクル数においてのみ効果を示す。有機材料は，バクテリア又は酵素の作用によって加水分解又は分解される。殺菌剤によって有機材料の分解を遅延させることができるが，最終的には水和塩混合物を再び充填しなければならない。シリカゲル及び粘土材料は，増粘性によって水和塩混合物の容器への充填を妨げる。",
                        "12"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，引用発明の目的は，水和塩から放出された水が結晶化・溶解サイクル時に塩から分離することが少ない改良された融解熱混合物を提供することにある。また，引用発明の別の目的は，加熱・冷却サイクルを繰り返した場合における水和塩融解熱貯蔵装置の層状化を防止することにある。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "引用発明の多孔性固体は，融解サイクル時に水和塩から放出される結晶水を取り込む。多孔性固体は，塩に近接して水を保持し，溶解・結晶化サイクル時における層状化を防止する。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "結晶化サイクル時に溶液が過冷却することを防止するために公知の核形成剤を添加する。好ましくは，核形成剤は硼砂(四ホウ酸ナトリウム10水和塩)である。",
                        "また，引用発明において好ましい多孔性固体は，硫酸カルシウム半水和塩又は溶解性硫酸カルシウム無水物である。カルシウム2水和塩を加熱すると，結晶水が二段階で放出されて半水和塩が形成され，最終的に無水塩となる。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "引用発明では，硫酸カルシウム半水和塩，溶解性硫酸カルシウム無水物又はそれらの混合物を多孔性固体として使用し，融解熱混合物の調製時には，水和塩の塩部分を核形成剤及び多孔性固体と乾燥混合することが好ましい。次に，混合物に使用される塩の水和塩を形成するために十分な量の水を混合物に添加する。また，多孔性固体が硫酸カルシウム無水物を含む場合には，十分な量の水を添加することによってカルシウム半水和塩の形成を完了させる。そして，乾燥材料と水の混合物が混合凝固体となるまで撹拌する。それにより，水和塩の結晶水が多孔性固体の細孔内及び塩の近傍において保持され，結晶化サイクル時の水和塩の再形成を促進する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載からすると，引用発明は，硫酸ナトリウム10水和塩を主材とする熱エネルギー貯蔵用組成物において，水和塩から放出される結晶水を取り込み，塩に近接して水を保持して，溶解・結晶化サイクル時における層状化を防止するために(すなわち，固液分離を防止するために)，硫酸カルシウム半水和塩及び溶解  13性硫酸カルシウム無水物からなる群から選択される多孔性固体を用い，他の原料である過冷却防止剤と，無水硫酸ナトリウムとの混合物を調整し，混合物に水を混合し，混合凝固体となるまで撹拌することにより，水和塩の結晶水を多孔性固体の細孔内及び塩の近傍に保持し，水和塩の再形成を促進するとの効果を奏するというものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用例2ないし4について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2について",
              "text": [
                "引用例2(甲2)には，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本発明は，チォ硫酸ナトリウム5水塩の過冷を防止し，所定温度で蓄熱-放熱が行われる蓄熱材を提供することにある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "核発生には大きなエネルギーを必要とし，過冷却現象はこのエネルギー障壁のために生ずることが知られている。この過冷を防止するため核物質を添加する方法が行われている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "チォ硫酸カルシウムの発核材を実験検討した結果，ナフタリンが他の物質に比較して著しい発核作用を有することが認められた。また，硫酸カルシウムが発核材として有効であることがわかった。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "硫酸カルシウムは結晶水を有する水和物又は無水物のいずれかの形態で添加してもよい。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施例2",
                  "text": [
                    "チォ硫酸ナトリウム5水塩20gに 硫酸カルシウム1重量％添加した試料を調整し，ガラス管中に封入した。これを70℃に加熱して十分に融解させた後，冷却して凝固点を測定した結果，42～43℃で凝固し，過冷却防止効果が認められた。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例3について",
              "text": [
                "引用例(甲3)には，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本発明は，塩化カルシウム6水塩の過冷却現象を抑制し，蓄熱材料として利用し易い物質に改質することを目的とする。",
                    "14イ  塩化カルシウム6水塩の核生成を容易にする発核剤を試行錯誤探索した結",
                    "果，硫酸カルシウム(CaSO )及びその誘導体が発核剤として著しく効果があることがわかった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "硫酸カルシウム(CaSO )の誘導体としては，硫酸カルシウム2水塩(CaSO ・2H O)があるが，この場合にもCaSO 添加の場合と同様，過冷却度は5℃程度に抑えることができた。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例4について",
              "text": [
                "引用例4(甲4)には，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本発明は，酢酸ナトリウム3水塩の過冷却現象を防止し，安価で，吸放熱性能の安定した，蓄熱密度の高い蓄熱材組成物を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本発明においては，硫酸カルシウム2水塩が酢酸ナトリウム3水塩と接触して核形成剤として有効に作用するのである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "実施例1で調整した原料(酢酸ナトリウム3水塩100重量部に対して微粉末シリカ3重量部)30gに硫酸カルシウム2水塩0．15gを添加し，撹拌混合した蓄熱剤組成物を実施例1と同様(内径18㎜，長さ180㎜の試験管に入れ，その中央部に熱電対を挿入し，上端をゴムで密封した上，77℃の恒温水槽に浸漬して放熱冷却させる)にして，その放熱冷却の温度変化を測定した結果，この蓄熱剤組成物が過冷却を起こすことなく，約57℃で長時間固化放熱を行っていることが確認された。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上の各記載からすると，チォ硫酸ナトリウム5水和塩，塩化カルシウム6水和塩，酢酸ナトリウム3水和塩などの水和塩を使用する蓄熱材において，過冷却を防止する目的で，発核剤として，無水硫酸カルシウム，硫酸カルシウム半水塩，硫酸カルシウム2水塩が使用されることは，本件出願当時において，公知であったということができる。なお，引用例2ないし4には，蓄熱材において，固液分離現象を防止するために，無水硫酸カルシウム，硫酸カルシウム半水塩及び硫酸カルシウム2水塩を使用することの記載や示唆はない。",
                "154  周知例について"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "周知例(甲5)には，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "二水セッコウは，純化学的には硫酸カルシウム2水和物と称すべきもので，CaSO ・2H Oなる分子式に示される化合物の慣用化した化学物質名である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "半水セッコウは，純化学的には硫酸カルシウム半水和物と称すべきもので，CaSO ・1／2H Oなる分子式に示される化合物の慣用化した化学物質名である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "Ⅲ型無水セッコウは，可溶性無水セッコウとして古くから知られている無水塩の一種で，γ・CaSO として表されてきた最も溶解度の高い無水セッコウの物質名である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "半水塩が水和によって2水塩になることは，その反応機構の論争を考慮する必要もなく，古くから明白な事実として知られている。"
                },
                {
                  "fig": "オ",
                  "text": [
                    "図2．2には，無水塩であるⅢ型無水セッコウ(可溶性無水セッコウγ・CaSO )が，水和によって2水塩である二水セッコウ(硫酸カルシウム2水和物CaSO ・2H O)になることが示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の各記載からすると，本件出願当時，硫酸カルシウム半水和物及び可溶性無水セッコウが，水和により硫酸カルシウム2水和物になることは，技術常識であったということができる。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "相違点1の認定の誤りについて",
          "text": [
            "原告は，引用例1の特許請求の範囲には，「硫酸カルシウム半水和塩及び可溶性硫酸カルシウム無水塩からなる群から選択される多孔性固体」と記載され，「硫酸カルシウム半水和塩及び可溶性硫酸カルシウム無水塩」の両者を使用することが必須ではなく，それらの一方を用いるのでもよいことが明らかにされているから，本件審決による相違点1の認定は誤りであり，この点に係る相違点としては，「「硫酸カルシウム」として，本件発明は，「硫酸カルシウム2水塩」を使用するのに対して，引用発明は，「硫酸カルシウム半水和塩及び可溶性硫酸カルシウム無水塩か  16らなる群から選択される化合物」を使用する点」とすべきであったと主張する。",
            "確かに，引用例1の特許請求の範囲の請求項6には，「硫酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される多孔性固体」と記載され，本件審決も，引用発明について，「硫酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される多孔性固体」を用いる発明と認定しているから，これを前提とすれば，本件発明と引用発明との相違点1は，「「硫酸カルシウム」として，本件発明は，「硫酸カルシウム2水塩」を使用するのに対して，引用発明は，「硫酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される化合物」を使用する点」とすべきであり，この限りにおいて，本件審決の相違点1の認定は正確さを欠くものである。",
            "しかしながら，本件審決は，上記のとおり，引用発明について，「硫酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される多孔性固体」を用いる発明と正しく認定しており，また，相違点1の検討に当たっても，「引用発明において，「硫酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される」硫酸カルシウムは，固液分離を防止する目的のために使用されているのであって，過冷却防止の目的で使用されているのではないことは明らかである」旨判断しており，引用発明が，硫酸カルシウムとして，硫酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される化合物を用いるものであることを認識した上で，相違点1について判断している。",
            "そうすると，本件審決の相違点1の認定は正確さを欠くものではあるが，これが本件審決の結論に影響を及ぼす誤りであるとまではいえない。"
          ]
        },
        {
          "fig": "6",
          "subject": "相違点1に係る判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1のとおり，本件発明は，硫酸ナトリウム10水塩を主材とする蓄熱材において，固液分離を防止するために硫酸カルシウム2水塩を用い，他の原料である過冷却防止剤，無水硫酸ナトリウム，水と一括混合し撹拌することにより所定の複塩を生成し，これにより，固液分離が著しく抑制されるというものである。",
                "17他方，前記2のとおり，引用発明は，硫酸ナトリウム10水和塩を主材とする熱エネルギー貯蔵用組成物において，水和塩から放出される結晶水を取り込み，塩に近接して水を保持して，溶解・結晶化サイクル時における層状化を防止するために(すなわち，固液分離を防止するために)，硫酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される多孔性固体を用い，他の原料である過冷却防止剤と，無水硫酸ナトリウムとの混合物を調整し，混合物に水を混合し，混合凝固体となるまで撹拌することにより，水和塩の結晶水を多孔性固体の細孔内及び塩の近傍に保持し，水和塩の再形成を促進するというものである。",
                "本件発明と引用発明とは，いずれも，硫酸ナトリウム10水塩を主材とする蓄熱材(熱エネルギー貯蔵用組成物)において，固液分離を防止するために硫酸カルシウムを用いる点で共通するものの，本件発明では，その硫酸カルシウムとして，硫酸カルシウム2水塩を用いるのに対して，引用発明では，硫酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される多孔性固体を用いる点で相違する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点に関し，引用例2には，チォ硫酸ナトリウム5水塩を主成分とする蓄熱材において，過冷却を防止するために硫酸カルシウムを用いること，引用例3には，塩化カルシウム6水塩を主成分とする蓄熱材において，過冷却を防止するために硫酸カルシウムを用いること，引用例4には，酢酸ナトリウム3水塩を主成分とする蓄熱材において，過冷却を防止するために硫酸カルシウム2水塩を用いることが記載されている。",
                "しかしながら，上記のとおり，引用発明において，硫酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される多孔性固体は，固液分離を防止するために用いられるものである。したがって，引用例2ないし4に記載されているように，硫酸カルシウム2水塩が，硫酸カルシウム半水和塩や硫酸カルシウム無水物と並んで，各種蓄熱材において過冷却を防止するために用いられることが公知であったとしても，引用発明において固液分離を防止するために用いられる硫  18酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される多孔性固体に代えて，硫酸カルシウム2水塩を用いる動機付けはないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，前記4(2)のとおり，周知例の記載によれば，本件出願当時，硫酸カルシウム半水和物及び可溶性無水セッコウが，水和により硫酸カルシウム2水和物になることは，技術常識であったということができる。",
                "しかしながら，引用発明は，固液分離を防止するために，硫酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される多孔性固体を用い，他の原料との混合物を混合凝固体となるまで撹拌することにより，水和塩の結晶水を多孔性固体の細孔内及び塩の近傍に保持し，水和塩の再形成を促進するというものであって，硫酸カルシウム2水和物を用いるものではなく，まして，本件発明のように特定の複塩を形成することによって固液分離を抑制しようとするものではない。また，引用例1には，過冷却防止剤と，無水硫酸ナトリウムと，上記多孔性固体との混合物を調整し，混合物に水を混合することについて，「混合物に使用される塩の水和塩を形成するために十分な量の水を混合物に添加する。また，多孔性固体が硫酸カルシウム無水物を含む場合には，十分な量の水を添加することによってカルシウム半水和塩の形成を完了させる。」と記載されており，この記載によれば，引用発明において，硫酸カルシウム無水物を用いる場合であっても，水和によりカルシウム半水和塩を形成するにとどまるものであり，引用例1には，硫酸カルシウム2水和物を形成することは記載も示唆もない。",
                "そうすると，上記のとおり，周知例の記載によれば，硫酸カルシウム半水和物及び可溶性無水セッコウが，水和により硫酸カルシウム2水和物になることが技術常識であったと認められるとしても，引用発明において，硫酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される多孔性固体に代えて，硫酸カルシウム2水塩を用いる動機付けはないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，相違点1に係る本件発明の構成は，引用発明並びに引用例  192ないし4及び周知例に記載された事項に基づき，当業者が容易に想到することができたものということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明の特許請求の範囲では，硫酸カルシウム2水塩の使用目的が規定されていないから，引用発明の硫酸カルシウム半水和塩に代えて，硫酸カルシウム2水塩を適用することの容易想到性を判断する際に，硫酸カルシウム2水塩の使用目的に共通性がない場合には動機付けがあるとはいえないとの判断手法は不当であると主張する。",
                    "しかしながら，引用発明の硫酸カルシウム半水和塩及び溶解性硫酸カルシウム無水物からなる群から選択される多孔性固体は固液分離を防止するために用いられるものであるのに対し，引用例2ないし4に記載された硫酸カルシウム2水塩は過冷却防止剤として用いられるものであり，その解決すべき課題(使用目的)に共通性がない以上，引用例1に接した当業者において，引用発明の硫酸カルシウム半水和塩に代えて，硫酸カルシウム2水塩を適用すべき動機付けがあるということはできないのであって，これに反する原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲8に記載された発明思想及び反応原理は当業者が技術水準を量るものとして参考にできるものであって，これによれば，当業者にとって引用発明の硫酸カルシウム半水塩又は可溶性硫酸カルシウム無水塩に代えて，硫酸カルシウム2水塩を使用することの動機付けがあったというべきであると主張する。",
                    "しかしながら，甲8は，本件出願日以降に公開されたものであり，そこに記載された事項は本件出願前に知られていたものではないから，相違点1に係る容易想到性の判断において，その記載事項を参酌することはできない。",
                    "したがって，原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用例1においてチォ硫酸ナトリウム5水塩を基材とする融解熱材料では，硫酸カルシウム半水塩が固液分離剤として機能することが記載されているから，引用例2において，硫酸カルシウム半水塩と二者択一的に同様の機能を有す  20るものとして認識されている硫酸カルシウム2水塩も，固液分離剤としても機能するであろうことが予想されるとして，引用発明の硫酸カルシウム半水塩に代えて，硫酸カルシウム2水塩を適用する動機付けがあることは明らかであると主張する。",
                    "しかしながら，原告が指摘する引用例1及び2の記載は，いずれも硫酸ナトリウム10水塩を主材とする蓄熱材に関するものではないから，硫酸ナトリウム10水塩を主材とする蓄熱材に関する引用発明において，固液分離を防止するために，硫酸カルシウム2水塩を用いることを動機付けるものということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。",
            "知的財産高等裁判所4部",
            "裁判長裁判官          土 肥 章 大",
            "裁判官          髙      部      眞  規  子",
            "裁判官          齋      藤              巌"
          ]
        }
      ]
    }
  ]
}