{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2010-9234号事件について平成23年2月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とする審決の取消訴訟である。争点は，進歩性の有無(補正の独立特許要件の有無)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告とパナソニック電工株式会社は，平成20年10月27日，名称を「印刷機の印刷方法及び印刷機」とする発明について特許出願(特願2008-275488号，公開公報は2009-208463号〔甲18〕，請求項の数11)をし，平成21年12月28日付けで特許請求の範囲の変更等を内容とする補正をしたが(請求項の数7，甲10)，拒絶査定を受けた。パナソニック電工株式会社は，平成22年4月7日ころ，上記共同出願に係る特許を受ける権利の持分を放棄し，原告は，同年4月9日，出願人名義変更届を提出するとともに，同年4月30日，上記拒絶査定に対する不服の審判請求をした。",
            "上記請求は不服2010-9234号事件として審理され，その中で原告は平成22年4月30日付けで従前の請求項の数7を5とする特許請求の範囲の変更等の本件補正(甲14)をしたが，特許庁は，平成23年2月1日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成23年2月18日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "【本件補正前の請求項1の発明(以下「補正前発明」という。)】",
            "「搬送されてくる枚葉紙に紫外線硬化型塗料を用いて画像を印刷し，印刷されて搬送されてくる枚葉紙上の紫外線硬化型塗料に，枚葉紙の幅方向に亘って適宜の間隔をおいて配置された複数の発光ダイオードから紫外線を照射して該塗料を硬化させる印刷機の印刷方法であって，",
            "枚葉紙が通過する通過領域を幅方向において複数の領域に分割し，それら分割された各領域に画像が存在しているか否かを版を作成する工程で作成されたプリプレスデータに基づいて判別し，画像が存在している場合には，その領域に対応した発光ダイオードをOＮにし，画像が存在していない場合には，その領域に対応した発光ダイオードをOFFにすることを特徴とする印刷機の印刷方法。」",
            "【本件補正後の請求項1の発明(以下「補正発明」という。)】",
            "「搬送されてくる枚葉紙に紫外線硬化型塗料を用いて画像を印刷し，印刷されて搬送されてくる枚葉紙上の紫外線硬化型塗料に，枚葉紙の幅方向に亘って適宜の間隔をおいて配置された複数の発光ダイオードから紫外線を照射して該塗料を硬化させる印刷機の印刷方法であって，",
            "枚葉紙が通過する通過領域を枚葉紙の幅方向において複数の領域に分割し，該分割された各領域に対応する基板であって，それぞれが複数の発光ダイオードを備えた基板を，前記分割された複数の領域に対応するように枚葉紙の幅方向に複数備え，前記分割された各領域に画像が存在しているか否かを版を作成する工程で作成されたプリプレスデータに基づいて判別し，画像が存在している場合には，その領域に対応した基板の発光ダイオードをOＮにし，画像が存在していない場合には，その領域に対応した基板の発光ダイオードをOFFにすることを特徴とする印刷機の印刷方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例(特開平2-167748号公報，甲1)には，実質的に次の発明(引用発明)が記載されていることが認められる。",
                "「印刷機の外部の放射装置と，該放射装置から生じた紫外線領域にある波長を有する放射エネルギーを印刷物の表面に伝達する伝達手段としての光ファイバケーブルが設けられ，該ケーブルに放射装置から放射エネルギーが供給される乾燥装置を有する枚葉紙オフセット印刷機において，溶剤を含有するインキと異なり印刷物を不必要に加熱せずに乾燥を行うことができるという利点を有している，紫外線の作用で硬化する紫外線インキを用いて行うオフセット印刷であって，",
                "前記光ファイバケーブルは分割され，その端部が渡し胴の上の横げたに取付けられており，ケーブルの個々のファイバが枚葉紙の移送方向と直角に延びるラインを形成するように配置されており，",
                "前記乾燥装置は，放射装置の損失熱によって生じる印刷機への悪影響を回避し，放射エネルギーの最適な利用によって，インキを可及的に速やかに乾燥させることを目的として，放射装置を印刷機の外部に配置することによって印刷機における不必要な加熱が回避される利点と，放射エネルギーを印刷製品の表面の全体の幅または一部分に同時に当てることができる利点とを有し，印刷製品に放射エネルギーを線状に当て，一層良好な乾燥効果および一層高い乾燥速度が得られるものであり，",
                "前記乾燥装置には，印刷製品の状態，すなわちインキを付着する面とインキを付着しない面との分布を記憶する電子記憶装置及びここから記憶内容を周期的に読み出し，放射エネルギーの放射強度または切替えを制御する制御装置が設けられており，",
                "印刷物は大抵の場合，像のない個所を有するため，像のない個所においては，印刷製品または印刷枚葉紙に放射エネルギーが当たらないようにすることが有利であり，乾燥すべきインキの存在によって必要な場所だけ，放射エネルギーが印刷枚葉紙に供給される必要がある場合，放射エネルギーの制御を前記制御装置によって行うオフセット印刷。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "補正発明と引用発明との一致点と相違点は次のとおりである。",
                "【一致点】",
                "「搬送されてくる枚葉紙に紫外線硬化型塗料を用いて画像を印刷し，印刷されて搬送されてくる枚葉紙上の紫外線硬化型塗料に，枚葉紙の幅方向に亘って配置された複数の紫外線を照射する要素から紫外線を照射して該塗料を硬化させる印刷機の印刷方法であって，",
                "画像が存在しているか否かをインキを付着する面とインキを付着しない面との分布のデータに基づいて判別し，画像が存在している箇所には紫外線を照射し，画像が存在していない箇所には紫外線を照射しない印刷機の印刷方法。」",
                "【相違点1】",
                "画像が存在しているか否かを判別する際に用いるインキを付着する面とインキを付着しない面との分布のデータが，補正発明では，「版を作成する工程で作成されたプリプレスデータ」であるのに対して，引用発明ではそのように特定されていない点。",
                "【相違点2】",
                "補正発明では，枚葉紙の幅方向に亘って配置された紫外線を照射する要素が，発光ダイオードであって，該発光ダイオードが，枚葉紙が通過する通過領域を枚葉紙の幅方向において複数の領域に分割した各領域に対応する基板であって，それぞれが複数の発光ダイオードを備えた基板に適宜の間隔をおいて複数備えられているのに対して，引用発明では，枚葉紙の幅方向に亘って配置された紫外線を照射する要素が，分割された光ファイバケーブルの端部であり，そのような基板に備えられたものでない点。",
                "【相違点3】",
                "補正発明では，画像が存在しているか否かの判断を，枚葉紙が通過する通過領域を枚葉紙の幅方向において複数に分割した領域毎に行い，紫外線を照射するかしないかの切り替えが，上記分割した領域に対応した基板の発光ダイオードをOＮ，OFFにすることにより行われるのに対して，引用発明では，画像が存在しているか否かの判断及び照射するかしないかの切り替えについて，そのように限定されていない点。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "相違点についての審決の判断は以下のとおりである。",
                "紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ，モジュール化したLEDアレイ単位で制御を行う印刷物の乾燥装置は周知であるところ(周知技術1)，「紫外線の作用で硬化する紫外線インキを用いて行うオフセット印刷」である引用発明の印刷方法において，乾燥装置として，「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ，モジュール化したLEDアレイ単位で制御を行う印刷物の乾燥装置」を採用することは，周知技術1に基づいて適宜なし得たことである。してみると，引用発明において，上記相違点2及び3に係る補正発明の構成となすことは，当業者が周知技術1に基づいて容易になし得たことである。",
                "製版に用いるプリプレスデータを印刷工程の制御にも利用することは周知であるところ(周知技術2)，画像が存在しているか否かの判別に，製版に用いるプリプレスデータを利用することは，周知技術2に基づいて当業者が適宜なし得たことである。よって，引用発明において，相違点1に係る補正発明の構成となすことは，周知技術2に基づいて当業者が容易になし得たことである。",
                "また，その効果も当業者であれば予想し得る程度のものにすぎない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "補正発明は，特許を受けることができないものであるから，本件補正は独立特許要件を欠き却下されるべきものである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "補正前発明は，補正発明と同様の理由により，引用発明及び周知技術1及び2に基づいて当業者が容易に発明することができたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決には，次のとおり，相違点2，3の判断の誤りがある。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用発明の技術思想",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明は，束ねられた複数の光ファイバケーブルの一端部がレーザ放射装置に配置されると共に，他端部が線状の扇形に拡げられて枚葉紙の移送方向と直角に延びるライン状に配置され，枚葉紙が移送される過程において，画像が到来すると，レーザ放射装置をOＮにして各光ファイバケーブルの端部から紫外線を照射して枚葉紙の全幅に亘ってライン状に紫外線を照射し，画像が通り過ぎると，レーザ放射装置をOFFにして紫外線を照射しないようにする制御を行う発明である。すなわち，引用発明は，枚葉紙の移送方向において画像の有無を判断し，枚葉紙の移送方向において紫外線の照射・非照射の切り換え制御を行う発明である。",
                "そして，引用発明は，レーザ放射装置をOＮにすれば，レーザ管で生成されたレーザ光が全ての光ファイバケーブルに等しく導入され，全ての光ファイバケーブルの端部から紫外線が照射されるようになっている。すなわち，引用発明は，一部の光ファイバケーブルだけから紫外線を照射させることは物理的に不可能であるため，複数本の光ファイバケーブルをそれぞれ独立的に選択して紫外線の照射・非照射を行うことはできない。",
                "したがって，引用発明は，「画像が存在しているか否かの判断を，枚葉紙が通過する通過領域を枚葉紙の幅方向において複数に分割した領域毎に行い，紫外線を照射するかしないかの切り替えが，上記分割した領域に対応した基板の発光ダイオードをOＮ，OFFにすることにより行われる」補正発明とは技術思想が根本的に異なる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明が上記のとおりであるとする根拠は以下のとおりである。",
                "引用例の図2から明らかなように，束ねられた複数本の光ファイバケーブル16は，その端部は束ねられた状態が解かれて枚葉紙の移送方向と直角に延びるライン状に配置されるものの，反対側の端部は束ねられた状態のままでレーザ管15に接続されている。したがって，レーザ放射装置13をOＮにすれば，レーザ管15で生成されたレーザ光は全ての光ファイバケーブル16に等しく導入され，全ての光ファイバケーブル16の端部から紫外線が照射されることは明らかであり，一部の光ファイバケーブル16だけから紫外線を照射させることは物理的に不可能である。",
                "光ファイバケーブル16の端部に，例えばPLZTを採用したシャッタアレイ構造を適用することで，一部の光ファイバケーブル16だけから紫外線を照射させることは技術的に可能である。しかしながら，引用例にはそのような開示ないし示唆が全くない。したがって，引用発明は，複数本の光ファイバケーブル16をそれぞれ独立的に選択して紫外線の照射・非照射を行うことを意図したものでない。このことは，引用例の請求項1の「放射エネルギーは，印刷物(19)の表面に広がりにわたって同時に発生する」との記載とも符合する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，引用例の「放射エネルギーを印刷製品の表面の全体の幅または一部分に同時に当てることができる」(2頁右下欄9行～11行)との記載のうち，「放射エネルギーを印刷製品の表面の全体の幅に同時に当てることができる」とは，ライン状に配置された複数本の光ファイバーケーブル16の端部の当該ラインの長さが枚葉紙の幅と同じ若しくは枚葉紙の幅以上となるように設計された装置を用いることによる作用を表したものであり，「放射エネルギーを印刷製品の表面の一部分に同時に当てることができる」とは，ライン状に配置された光ファイバーケーブル16の端部の当該ラインの長さが枚葉紙の幅よりも短くなるように設計された装置を用いることによる作用，あるいはライン状に配置された複数本の光ファイバーケーブル16の端部の当該ラインの長さよりも枚葉紙の幅が大きい場合の作用を表したものにすぎない。このことは，引用例の実施例欄には，一部の光ダイバーケーブル16だけから紫外線を照射させることはいっさい開示されていないし，示唆もないことからも裏付けられる。",
                "また，引用例の「放射エネルギーを印刷製品の表面の全体の幅または一部分に同時に当てることができる」(2頁右下欄9行～11行)との記載は請求項1に記載された発明に関する記載であるのに対し「，印刷物は極めて稀な場合には全面に印刷されるが，むしろ大抵の場合は像のない個所を有するため，像のない個所においては，印刷製品または印刷枚葉紙に放射エネルギーが当たらないようにすることが有利である。これは，乾燥すべきインキの存在によって必要な場所だけ，放射エネルギーが印刷枚葉紙に供給される必要があることを意味している。」(3頁右上欄6行～14行)との記載は，請求項8に記載された発明に関する記載であって，場面が全く異なるから，上記二つの記載を単純に組み合わせることはできないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，引用発明には，補正発明のように，「画像が存在しているか否かの判断を，枚葉紙が通過する通過領域を枚葉紙の幅方向において複数に分割した領域毎に行い，紫外線を照射するかしないかの切り替えが，上記分割した領域に対応した基板の発光ダイオードをOＮ，OFFにすることにより行われる」よう構成することの動機付けはなく，むしろ，そのように構成することの阻害要因がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "周知技術1の認定の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，特表2005-524989号公報(甲2)，特開2004-284307号公報(甲3)を根拠として，「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ，モジュール化したLEDアレイ単位で制御を行う印刷物の乾燥装置」を周知技術1と認定した(9頁4行～10行)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "その根拠として，審決は，甲2の段落【0004】，【0021】ないし【0023】及び図4ないし図6を挙げている。",
                "確かに段落【0023】には，「電源100(図4)は，第1組のケーブル102によって電力を供給し，光バー84のすべてのモジュール90を一緒に，あるいは各モジュール90を別々に駆動する。」，「各モジュール90が別々に制御できるように，各モジュール90が固有の電力ケーブルの組を有する。」との記載がある。",
                "しかし，かかる記載は，各モジュールを同時にOＮにした上で，光の強度をモジュール毎に変えることを表しているにすぎない。段落【0022】の「光の均一性」という目的からすれば，そう解釈するのが妥当である。",
                "したがって，甲2は，モジュール化したLEDアレイ単位で制御を行う技術を開示するものではあるが，モジュール化したLEDアレイ単位で(OＮ・OFFの)点灯制御を行う技術を開示するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，審決は，甲3の段落【0019】，【0027】，【0033】及び図2を根拠として挙げている。",
                "確かに甲3には，モジュールが横並びにされ，それぞれが別々に点灯制御される光照射装置が開示されている。",
                "しかし，光照射装置の各モジュールは，記録ヘッドの各モジュールに対応して配置され，印刷を行った記録ヘッドのモジュールに対する光照射装置のモジュールが点灯するといったように，記録ヘッドのモジュールの駆動と光照射装置のモジュールの点灯とがモジュール毎に対応しているだけである。すなわち，光照射装置の各モジュールは，現象的には独立して点灯制御されているように見えるが，内容的にそうではなく，各モジュールが対応する記録ヘッドのモジュールに関連付けられて制御されているにすぎない。",
                "したがって，甲3は，モジュール化したLEDアレイ単位で(OＮ・OFFの)点灯制御を行う技術を開示するものでも，モジュール化したLEDアレイ単位で制御を行う技術を開示するものでもない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，モジュール化したLEDアレイ単位で制御を行う技術を開示するのは，唯一，甲2のみである。このような状況にあって，「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ，モジュール化したLEDアレイ単位で制御を行う印刷物の乾燥装置」を周知技術と認定することはできない。",
                "仮に，甲2，甲3を根拠として，「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ，モジュール化したLEDアレイ単位で制御を行う印刷物の乾燥装置」を周知技術1と認定することができるとしても，甲2，甲3のいずれもが，モジュール化したLEDアレイ単位で(OＮ・OFFの)点灯制御を行う技術を開示するものでない以上，周知技術1の単なる「制御」から「(OＮ・OFFの)点灯制御」を導き出すことはできない。",
                "この点，審決は，単なる「制御」に留まる周知技術1を引用発明に採用した結果，単なる「制御」が「点灯制御」にすり替わっているが，これは，甲2，甲3に記載された技術を根拠なく拡大解釈したものであって，判断として失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点2，3の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "要するに， 引用発明に甲2，甲3に記載された技術を採用する動機付けはなく，むしろ，採用することの阻害要因がある。仮にそうでないにしても，補正発明のように，「画像が存在しているか否かの判断を，枚葉紙が通過する通過領域を枚葉紙の幅方向において複数に分割した領域毎に行い，紫外線を照射するかしないかの切り替えが，上記分割した領域に対応した基板の発光ダイオードをOＮ，OFFにすることにより行われる」よう構成することが，引用例，甲2，甲3の何れにも開示ないし示唆されていない以上，かかる構成は，引用発明に甲2，甲3に記載された技術を採用しても当業者が容易になし得ることではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，引用発明に周知技術1を採用することで，紫外線を照射するかしないかの切り替えはモジュール化したLEDアレイ単位となり，そうなると，像があるか否かの判断もモジュール化したLEDアレイ単位で行うことになるのが必然であると判断し，前提と結果をすり替えた論理を展開する。",
                "しかし，補正発明の技術思想は，まず，「枚葉紙が通過する通過領域を枚葉紙の幅方向において複数の領域に分割」することにあり，これを前提として，「画像が存在しているか否かの判断を，枚葉紙が通過する通過領域を枚葉紙の幅方向において複数に分割した領域毎に行い，紫外線を照射するかしないかの切り替えが，上記分割した領域に対応した基板の発光ダイオードをOＮ，OFFにすることにより行われる」よう構成することにある。",
                "審決は，補正発明の技術思想の前提，すなわち，「枚葉紙が通過する通過領域を枚葉紙の幅方向において複数の領域に分割」するとの技術思想を開示する証拠を何ら示していない。",
                "よって，引用発明において，相違点2及び3に係る補正発明の構成となすことは，当業者が甲2，甲3に記載された技術に基づいて容易になし得たことであるとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "周知技術1の認定につき",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲3はモジュール化したLEDアレイ単位で制御を行う技術を開示しておらず，甲2のみをもって審決が認定した周知技術を認定することはできないと主張する。",
                "しかし，甲3の記載は以下のように解することができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「・・・記録媒体に対してインクを定着させるために，光硬化性インクを用い，このインクを記録媒体に吐出した後，例えば，紫外線などの光を照射してインクを硬化定着させる・・・」(段落【0002】)とは，「印刷物の乾燥」を行うことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "段落【0019】及び図2には，「『紫外線を発生させる発光ダイオード』を『配列したLEDアレイを用いる』『光源L』」が記載されているが，これは，「紫外線を放射するLEDを用いてモジュール化したLEDアレイ」といえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "段落【0019】及び図2には，「光を照射する複数の光源Lが，搬送方向Xに直交する方向，すなわち記録媒体2の幅方向に沿って千鳥状に配列され」ることが記載されており，これを上記イに照らせば，「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ」ることが理解できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "段落【0039】には，「制御装置が，単位データの作成されない単位ヘッドUと判断した場合には，当該単位ヘッドUに対応する光源Lを非点灯とし，単位データの作成される単位ヘッドUと判断した場合には，当該単位ヘッドUに対応する光源Lを点灯とする」と記載されており，これを上記イに照らせば，「モジュール化したLEDアレイ単位で点灯制御を行う」ことが理解できる。",
                    "そして，上記ア～エより，甲3には，「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ，モジュール化したLEDアレイ単位で制御を行う印刷物の乾燥装置」の技術，すなわち周知技術1が開示されているといえる。",
                    "そうすると，甲2だけでなく，甲3にも周知技術1が開示されていることになるから，原告の前記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は「甲3に開示された光照射装置の各モジュールは，現象的には独立して点灯制御されているように見えるが，内容的にそうではなく，各モジュールが対応する記録ヘッドのモジュールに関連づけられて制御されているにすぎない。したがって，甲3は，モジュール化したLEDアレイ単位で(OＮ・OFFの)点灯制御を行う技術を開示するものでもなく，制御を行う技術を開示するものでもない。」とも主張する。",
                "しかし，前記のとおり，甲3は，モジュール化したLEDアレイ単位で制御を行う技術を開示するものである。",
                "また，甲3には，「画像記録装置1を制御するための制御装置」が「制御部30」及び「画像記録ユニット50」を備え，「画像記録装置に送られた画像データ」を基に前記「制御部30」の「画像処理部34」が「画像出力形式に適応するように，各色毎の色信号データに変換するとともに，変換された色信号データを各単位ヘッドU毎に分割して単位データを作成」して「画像記録信号出力I／F35」により「画像記録ユニット50の画像記録部51へ出力」し，前記「画像記録部51」に設けられた「複数のバッファメモリ」に前記「単位データを格納」し，前記「画像記録部51」の「記録ヘッド駆動回路58」が「バッファメモリ制御回路からの制御にしたがって出力される単位データに基づいて，各記録ヘッド13，14，15，16における単位ヘッドUのインク吐出動作を駆動制御」するとともに，前記「画像記録部51」の「点灯・非点灯決定回路59」が「各バッファメモリ内に各単位ヘッドUの単位データが格納されているか否かを判断し，その有無に伴って」「光照射装置17，18，19，20」の「各光源Lの点灯・非点灯を決定」し，前記「点灯・非点灯決定回路59で決定された内容に基づいて」前記「画像記録ユニット50」の「光源制御部53を動作させ」，該「光源制御部53」が前記「各光照射装置17，18，19，20の出力を制御する」ことにより，前記「制御装置が，単位データの作成されない単位ヘッドUと判断した場合には，当該単位ヘッドUに対応する光源Lを非点灯とし，単位データの作成される単位ヘッドUと判断した場合には，当該単位ヘッドUに対応する光源Lを点灯とするので，インクを吐出しない単位ヘッドUに対応する光源Lは，非点灯となり，不必要に光が照射されることを防止できる」ことが記載されている(段落【0024】～【0027】，【0033】，【0035】，【0039】参照。)。",
                "上記記載によれば，甲3に記載された「光照射装置17，18，19，20の各光源L」の「点灯・非点灯」は「点灯・非点灯決定回路59で決定された内容に基づいて」「光源制御部53」により制御されており，その「点灯・非点灯決定回路59」は「各バッファメモリ内に各単位ヘッドUの単位データが格納されているか否かを判断し，その有無に伴って各光源Lの点灯・非点灯を決定」しているといえる。",
                "ところで，「単位データ」は「各記録ヘッド13，14，15，16における単位ヘッドUのインク吐出動作を駆動制御」する際に使用されるデータと同じであるものの，「単位ヘッドU」が「記録ヘッド駆動回路58」により駆動制御されているのに対し，「光照射装置17，18，19，20の各光源L」は「光源制御部53」により制御されるものである。",
                "そうすると，「光源L」は「単位ヘッドU」を制御するものとは別の「制御部」により制御されているのであり，かつ，「光源L」は「単位データ」の有無によりそれぞれ「点灯・非点灯の制御」がされているのであるから，「光源L」同士は互いに依存することなく独立して「光源L」単位で「点灯・非点灯の制御」がされているといえる。",
                "この「点灯・非点灯の制御」は「(OＮ・OFFの)点灯制御」であり，「光源L」は「モジュール化したLEDアレイ」であるのだから，甲3は，モジュール化したLEDアレイ単位で(OＮ・OFFの)点灯制御を行う技術を開示するということもできるし，モジュール化したLEDアレイ単位で制御を行う技術を開示するということもできる。",
                "したがって，原告の前記主張も失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2，3の判断の誤りにつき",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例には，「放射エネルギーを印刷製品の表面の全体の幅または一部分に同時に当てることができる」(2頁右下欄9行～11行)，「印刷物は極めて稀な場合には全面に印刷されるが，むしろ大抵の場合は像のない個所を有するため，像のない個所においては，印刷製品または印刷枚葉紙に放射エネルギーが当たらないようにすることが有利である。これは，乾燥すべきインキの存在によって必要な場所だけ，放射エネルギーが印刷枚葉紙に供給される必要があることを意味している。」(3頁右上欄6行～14行)との記載があるところ，これらの記載からすれば，引用例には，「印刷製品の表面の全体の幅」に放射エネルギーを当てる方法だけではなく，「印刷製品の表面の一部分」である「印刷製品のインキの存在によって必要な場所だけ」に放射エネルギーを当てるという方法も記載されていると理解できる。そして，「印刷製品の表面の一部分」とは，引用例の「全体の幅または一部分」との記載からみて，「全体の幅」でないこと，つまり印刷製品(印刷枚様紙)の表面の幅方向の一部分であることも理解できる。",
                    "そうすると，引用例には，像，すなわち補正発明でいう画像が存在する場所にだけ放射エネルギーを当てるようにすることが開示されており，そのために，印刷枚様紙の幅方向の一部分だけに限って放射エネルギーを当てるようにすることも示唆されているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告が平成22年11月8日付け審尋(甲16)に対して提出した平成23年1月7日付け回答書(甲17)の「2．引用発明の認定について」において，「引用発明は，枚葉紙の移送方向において，画像が存在している領域に差し掛かると，レーザ放射装置をOＮにして各光ファイバケーブルの端部から紫外線を生じさせて枚葉紙の移送方向と直角に延びるライン状に紫外線を照射し，そして，画像が存在していない領域に差し掛かると，レーザ放射装置をOFFにして紫外線を照射しないようにするオフセット印刷機です。」と述べたように，引用例が開示する引用発明は，放射エネルギーのOＮ・OFFを点灯制御するものといえる。",
                    "そうすると，上記アを踏まえれば，引用例には，印刷枚様紙の表面の幅方向の一部分にだけに限って，放射エネルギーのOＮ・OFFを点灯制御することが示唆されているということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "光ファイバの束からなる光ファイバケーブルにおいて，その一部の光ファイバから放射エネルギーを供給することは，当業者が適宜採用し得る技術的事項にすぎず，引用発明においても，印刷枚様紙の幅方向の一部分に限って放射エネルギーを当てようとすれば，当業者が当然採用する技術的事項といえる。",
                    "してみると，たとえ引用例に記載された実施例が，「印刷製品の表面の全体の幅」に放射エネルギーを当てる方法に対応したものであり，レーザ管で生成されたレーザ光が全ての光ファイバケーブルに等しく導入され，全ての光ファイバケーブルの端部から照射されるようになっているものだとしても，それをもって，「引用発明には，補正発明のように『画像が存在しているか否かの判断を，枚葉紙が通過する通過領域を枚葉紙の幅方向において複数に分割した領域毎に行い，紫外線を照射するかしないかの切替えが，上記分割した領域に対応した基板の発光ダイオードをOＮ，OFFにすることにより行われる』よう構成することの動機付けはなく，むしろ，そのように構成することの阻害要因がある。」ということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "補正発明は，その発明特定事項に「枚葉紙が通過する通過領域を枚葉紙の幅方向において複数の領域に分割し，該分割された各領域に対応する基板であって，それぞれが複数の発光ダイオードを備えた基板を，前記分割された複数の領域に対応するように枚葉紙の幅方向に複数備え，前記分割された各領域に画像が存在しているか否かを版を作成する工程で作成されたプリプレスデータに基づいて判別し，画像が存在している場合には，その領域に対応した基板の発光ダイオードをOＮにし，画像が存在していない場合には，その領域に対応した基板の発光ダイオードをOFFにする」との事項を含み，その「枚葉紙の幅方向において分割された領域」とは，発光ダイオードを備えた基板にそれぞれ対応した領域ということができ，その分割された領域の画像の有無によって(OＮ・OFFの)点灯制御を行うものである。",
                    "これに対して，引用発明は「・・・乾燥すべきインキの存在によって必要な場所だけ，放射エネルギーが印刷枚葉紙に供給される必要がある場合，放射エネルギーの制御を前記制御装置によって行うオフセット印刷」に係るものであり，かつ，放射エネルギーのOＮ・OFFを点灯制御するものである。つまり，引用発明は，印刷製品上のインキ，すなわち画像の有無によって放射エネルギーのOＮ・OFFの点灯制御を行うものである。",
                    "なお，甲3にも「記録媒体2としては，普通紙，再生紙，光沢紙等の各種紙，・・・等の材質からなるカットシート状の記録媒体2が適用可能」，「光を照射する複数の光源Lが，搬送方向Xに直交する方向に沿って千鳥状に配列され」，「制御装置が，単位データの作成されない単位ヘッドUと判断した場合には，当該単位ヘッドUに対応する光源Lを非点灯とし，単位データの作成される単位ヘッドUと判断した場合には，当該単位ヘッドUに対応する光源Lを点灯とするので，インクを吐出しない単位ヘッドUに対応する光源Lは，非点灯となり，不必要に光が照射されることを防止できる」との記載があって，単位データが作成される単位ヘッドUからのインクの吐出により画像が形成されるのであるから，前記1(2)における被告の主張及びLEDアレイのモジュールとして基板上に適宜の間隔をおいてLEDを複数配置したものが技術常識であることを踏まえれば，甲3に記載された技術も，補正発明と同様に，発光ダイオードを備えた基板(光源L)にそれぞれ対応した領域であるところの枚葉紙(カットシート状の記録媒体)の幅方向において分割された領域の画像の有無によって(OＮ・OFFの)点灯制御を行うものであるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決が認定した「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ，モジュール化したLEDアレイ単位で制御を行う印刷物の乾燥装置」の技術，すなわち周知技術1は，甲2及び甲3に開示されているように，本件優先日前に周知のものであり，LEDアレイのモジュールとして基板上に適宜の間隔をおいてLEDを複数配置したものが技術常識であることも踏まえれば，引用発明において乾燥装置として周知技術1を採用すれば，「枚様紙」は補正発明と同様に，「枚様紙の幅方向に複数並べた」「モジュール化したLEDアレイ」により「幅方向において複数の領域に分割」されたことになる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上を踏まえれば，引用発明の印刷方法において，乾燥装置として，周知技術1の「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ，モジュール化したLEDアレイ単位で制御を行う印刷物の乾燥装置」を採用するとともに，次の①及び②の構成を採用することは，当業者にとって十分動機付けられていることであって，かつそれを阻害するような事由が存在するものではない。",
                "①  像のない個所において放射エネルギーが当たらないように，乾燥すべきインキの存在によって必要な場所(像のある箇所)だけ放射エネルギーが当たるように，モジュール化したLEDアレイ単位で点灯制御すること。",
                "②  この点灯制御のための，像があるか否かの判断も，該モジュール化したLED単位で，すなわち，モジュール化したLEDアレイの照射領域単位で行わなければならないこと。",
                "なお，周知技術1を示す甲2が「点灯」制御しているとはいえなくても，引用発明が点灯制御をするものである以上，引用発明に周知技術1を適用した際に，「点灯」制御の構成を採ることができないということにはならない(ちなみに，周知技術1を示すものとして甲2とともに挙げた甲3は，「点灯」制御を開示するものである。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，審決における相違点2及び3についての判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "周知技術1の認定の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2につき",
              "text": [
                "原告は，「甲2は，モジュール化したLEDアレイ単位で制御を行う技術を開示するものではあるが，モジュール化したLEDアレイ単位で(OＮ・OFFの)点灯制御を行う技術を開示するものではない。」と主張していることに鑑みれば，甲2に「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ，モジュール化したLEDアレイ単位で制御を行う印刷物の乾燥装置」(周知技術1)が開示されていることは，原告も争わないといえる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲3につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3の図2は，画像記録装置の記録ヘッド及び光照射装置を示す上面図であるところ，同図から，各光照射装置17，18，19，20にそれぞれ6つの光源Lが配列されること，及び，記録媒体2の搬送方向Xに直交する方向とは，記録媒体2の幅方向であることを認めることができる。",
                    "また，甲3の図5は，画像記録装置の主制御部分を表すブロック図であるところ，同図から，制御装置は制御部30及び画像記録ユニット50を備えることを認めることができる。",
                    "【図2】画像記録装置に備わる記録ヘッド及び光照射装置を表す上面図",
                    "【図5】図1の画像記録装置の主制御部分を表すブロック図",
                    "ここで，段落【0002】に記載された「記録媒体に対してインクを定着させるために，光硬化性インクを用い，このインクを記録媒体に吐出した後，例えば，紫外線などの光を照射してインクを硬化定着させる」とは，「印刷物の乾燥」を行うことである。段落【0019】及び図2に記載された「『紫外線を発生させる発光ダイオード』を『配列したLEDアレイを用いる』『光源L』」は，「紫外線を放射するLEDを用いてモジュール化したLEDアレイ」といえる。よって，段落【0019】及び図2に記載された「光を照射する複数の光源Lが，搬送方向Xに直交する方向，すなわち記録媒体2の幅方向に沿って千鳥状に配列され」は，「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ」ることと理解できる。それとともに，段落【0039】に記載された「制御装置が，単位データの作成されない単位ヘッドUと判断した場合には，当該単位ヘッドUに対応する光源Lを非点灯とし，単位データの作成される単位ヘッドUと判断した場合には，当該単位ヘッドUに対応する光源Lを点灯とする」は，「モジュール化したLEDアレイ単位で点灯制御を行う」ことと理解できる。",
                    "以上の理解を総合すると，甲3には，「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ，モジュール化したLEDアレイ単位で制御を行う印刷物の乾燥装置」，すなわち周知技術1が開示されていると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，周知技術1の認定に関して，甲3に開示された光照射装置の各モジュールは，現象的には独立して点灯制御されているように見えるが，内容的にそうではなく，各モジュールが対応する記録ヘッドのモジュールに関連づけられて制御されているにすぎないから，甲3が開示する技術は，モジュール化したLEDアレイ単位での(OＮ・OFFの)点灯制御でもないし，モジュール化したLEDアレイ単位での制御でもない，と主張する。",
                    "しかし，そもそも，甲3に開示された光照射装置の各モジュールが記録ヘッドのモジュールに関連づけて制御されるか否かは，審決が認定した周知技術1，すなわち，「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ，モジュール化したLEDアレイ単位で制御を行う印刷物の乾燥装置」とは別次元の技術要素である。記録ヘッドのモジュールに関連した動作に結果的になるとしても，甲3に記載の技術内容は，単位データが存在する印刷領域における一の光源Lが点灯し，単位データが存在しない印刷領域における別の光源Lが，前記一の光源Lの点灯状態にかかわりなく非点灯するものである以上，光照射装置のモジュール同士でみれば，互いに依存することなく独立して制御されることに変わりはない。したがって，甲3の光照射装置の各モジュールの動作が記録ヘッドのモジュールに関連づけで制御されているとしても，「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ，モジュール化したLEDアレイ単位で制御を行う印刷物の乾燥装置」(周知技術1)が開示されていることに変わりはない。",
                    "また，甲3において，画像データから作成された単位データに基づいて点灯制御が行われることと，補正発明において，版を作成する工程で作成されたプリプレスデータに基づいて点灯制御が行われることとは，乾燥させるべきインキが存在する領域のみに光を照射するという技術的意義において共通しており，結局のところ，そのための具体的な手段が相違するにすぎない。よって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "周知技術1は，甲2のみならず，甲3にも開示されていることから，「甲第3号証はモジュール化したLEDアレイ単位で制御を行う技術を開示しておらず，甲第2号証のみをもって審決が認定した周知技術1を周知技術と認定することはできない。」との原告の主張は理由がなく，周知技術1に関する審決の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2，3の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "補正発明について",
              "text": [
                "本願明細書(甲6～8，10，14)によれば，補正発明は，搬送されてくる枚葉紙に紫外線硬化型塗料を用いて画像を印刷し，印刷されて搬送されてくる枚葉紙上の紫外線硬化型塗料に，発光ダイオードからの紫外線を照射して該塗料を硬化させる印刷機の印刷方法及び印刷機に関するものであり，枚葉紙以外の部分に紫外線が照射されると，印刷機の胴の腐食，胴の熱膨張による見当精度の低下，胴への紫外線硬化型塗料の付着とこれに対する紫外線照射による硬化などの不都合が生じるところ，かかる各種の不都合を解消することを課題とし，その解決手段として，その構成，すなわち，枚葉紙が通過する通過領域を枚葉紙の幅方向において複数の領域に分割し，該分割された各領域に対応する基板であって，それぞれが複数の発光ダイオードを備えた基板を，前記分割された複数の領域に対応するように枚葉紙の幅方向に複数備え，前記分割された各領域に画像が存在しているか否かを版を作成する工程で作成されたプリプレスデータに基づいて判別し，画像が存在している場合には，その領域に対応した基板の発光ダイオードをOＮにし，画像が存在していない場合には，その領域に対応した基板の発光ダイオードをOFFにするとの構成を採用し，その効果として，枚葉紙の所定領域にそれの位置と大きさに基づいて紫外線を照射するように発光ダイオードをOＮにすることによって，枚葉紙以外の部分に発光ダイオードがOＮされて紫外線が照射されることがないから，寿命，発熱量，消費電力において有利にしながらも，胴が腐食することや，胴の熱膨張による見当精度が低下すること，あるいは紫外線の硬化型塗料の付着など，紫外線照射による各種の不都合を解消することができるものであると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用例の第2図には，放射装置から生じた紫外線領域にある波長を有する放射エネルギーを印刷物の表面に伝達するための伝達手段として，複数の光ファイバを束状にした光ファイバケーブルを用いた実施例が開示されている。この実施例によれば，それぞれの光ファイバは，一端部が束ねられた状態でレーザ放射装置に配置され，他端部に向かうにつれて扇形に拡がっていき，他端部が枚葉紙の移送方向と直交する方向，すなわち枚葉紙の幅方向に一列に配置されており，枚葉紙に対する紫外線の照射・非照射(OＮ・OFFの点灯制御)は，枚葉紙の移送方向における画像の有無に基づいて行われること，すなわち，枚葉紙の移送過程において，光ファイバケーブルの近傍に画像が到来するとレーザ放射装置がOＮし，それぞれの光ファイバの他端部から枚葉紙の全幅に亘って紫外線が照射され，画像が通り過ぎるとレーザ放射装置がOFFして枚葉紙に紫外線が照射されない状態になることが認められる。したがって，引用例の一実施例である第2図の構成に限っていえば，全ての光ファイバに等しく紫外線を導入し，全ての光ファイバから紫外線を照射するものであり，それぞれの光ファイバを独立的に選択して紫外線を照射するものではない。",
                "【第2図】乾燥装置における乾燥すべき印刷物の上部に設けられたガラスファイバーケーブルの配置を示す斜視図",
                "しかし，引用例には「印刷物は極めて稀な場合には全面に印刷されるが，むしろ大抵の場合は像のない個所を有するため，像のない個所においては，印刷製品または印刷枚葉紙に放射エネルギーが当たらないようにすることが有利である。これは，乾燥すべきインキの存在によって必要な場所だけ，放射エネルギーが印刷枚葉紙に供給される必要があることを意味している。」(3頁右上欄6行～14行)との記載があり，「像のない個所においては，印刷製品または印刷枚葉紙に放射エネルギーが当たらないようにすることが有利である」との着眼から，放射エネルギーを当てる領域を，印刷製品の全面ではなく，「印刷製品のインキの存在によって必要な場所だけ」に限るとの技術的事項が開示されていると認められる。",
                "また，引用例には，「放射エネルギーを印刷製品の表面の全体の幅または一部分に同時に当てることができる。」(2頁右下欄9行～11行)とも記載されているところ，「印刷製品の表面の一部分」とは「全体の幅または一部分」との記載からみて，「全体の幅」でないこと，つまり印刷製品(印刷枚葉紙)の表面の幅方向の一部分であると理解するのが相当である。",
                "よって，引用例には，一実施例である第2図の構成にとどまらず，像，すなわち補正発明でいう画像が存在する場所にだけ放射エネルギーを当てることの技術的思想が開示されており，そのために，印刷製品の幅方向の一部分だけに限って放射エネルギーを当てることの示唆も存在するといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明への周知技術1の適用につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1のとおり，周知技術1，すなわち，「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ，モジュール化したLEDアレイ単位で制御を行う印刷物の乾燥装置」は，本件優先日前に周知であって，LEDアレイのモジュールとして基板上に適宜の間隔をおいてLEDを複数配置することは，審決も認定するように技術常識というべき事項である。また，引用発明及び周知技術の一具体例である甲3に記載された技術は，補正発明と同様，画像の有無によって放射エネルギーのOＮ・OFFの点灯制御を行う点で共通する。",
                    "これらを勘案すれば，引用発明の印刷方法において，レーザ放射装置および光ファイバケーブルよりなる乾燥装置を，周知技術1の「紫外線を放射するLEDを用いてモジュール化したLEDアレイを印刷物の幅方向に複数並べ，モジュール化したLEDアレイ単位で制御を行う印刷物の乾燥装置」に置き換えることに格別の困難性は認められない。",
                    "そして，前記のとおり，引用例の図2の構成は，レーザ照射装置をOＮにすれば，レーザ管で生成されたレーザ光が光ファイバケーブルを構成する全ての光ファイバに等しく導入され，全ての光ファイバの端部から紫外線が照射されるものだが，引用例には，図2の構成にとどまらず，画像が存在する場所にだけ放射エネルギーを当てるという技術的思想が開示されており，そのために，印刷枚葉紙の幅方向の一部分だけに限って放射エネルギーを当てることの示唆も存在する。したがって，引用例に接した当業者であれば，引用発明に周知技術1を適用する際，印刷製品の幅方向に複数並んだLEDアレイ全体を一律に点灯制御して，幅方向全域にわたる放射エネルギーの照射・非照射を単純に切り換えるといった点灯制御はもとより，引用例の上記示唆が動機づけとなって，モジュール化されたLEDアレイ単位で点灯制御を相互に独立させ，画像が存在する部分だけに限って放射エネルギーを当てるような点灯制御までをも容易に想到し得るというべきである。",
                    "また，モジュール化されたLED単位で点灯制御を独立させる場合，画像の有無の判断を当該LEDアレイ単位，換言すれば，当該LEDアレイの照射領域単位で行うようにすることは，単なる設計的事項にすぎず，画像が存在する場所にだけ放射エネルギーを当てるという観点でいえば，画像の有無の判断単位と，エネルギーの放射単位とを領域的に一致させるのが普通であるといえるし(敢えて一致させないことの必然性に乏しい)，また，そのようにすることは，回路設計を行う当業者にとって自然な発想といえる。",
                    "よって，相違点2，3に係る構成は，引用発明に周知技術1を適用することによって，容易に想到し得るものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，引用例の図2の構成は，レーザ管で生成されたレーザ光が光ファイバケーブルを構成する全ての光ファイバに等しく導入され，全ての光ファイバの端部から紫外線が照射されるものであるが，光ファイバの束からなる光ファイバケーブルにおいて，その一部の光ファイバから放射エネルギーを供給することは，当業者が適宜採用し得る技術的事項にすぎず，また，原告が主張するようなシャッタアレイ構造を適用すれば，一部の光ファイバだけから紫外線を照射させることは技術的に可能である。そうすると，引用例の図2の構成は，一部の光ファイバだけからの照射ができない構成ではあっても，それ自体は，引用発明に周知技術1を適用することの阻害要因とはならないというべきである。",
                    "また，引用発明に周知技術1を適用した構成において，周知技術1の単なる「制御」を(OＮ・OFFの)「点灯制御」に変更することにも格別の困難性は認めなれない。なぜなら，引用発明はOＮ・OFFの点灯制御を行うものであるから，引用発明に周知技術1を適用した際に，点灯制御の構成を採ることができないということにはならない。周知技術1の認定の根拠となった甲3にも，OＮ・OFFの点灯制御が開示されている。",
                    "原告は，引用例の「放射エネルギーを印刷製品の表面の全体の幅または一部分に同時に当てることができる。」 (2頁右下欄9行～11行)との記載は，請求項1に記載された発明に関する記載であるのに対し，「印刷物は極めて稀な場合には全面に印刷されるが，むしろ大抵の場合は像のない個所を有するため，像のない個所においては，印刷製品または印刷枚葉紙に放射エネルギーが当たらないようにすることが有利である。これは，乾燥すべきインキの存在によって必要な場所だけ，放射エネルギーが印刷枚葉紙に供給される必要があることを意味している。」(3頁右上欄6行～14行)との記載は，引用例の請求項8に記載された発明に関する記載であって，場面が全く異なるから，上記二つの記載を単純に組み合わせることはできないと主張する。",
                    "しかし，引用発明は引用例の全記載から認めたものであるし，引用例の請求項8で「印刷物(19)上のインキ付着層の状態を検出する感知装置が設けられ，さらに感知された信号の供給を受ける制御装置が設けられ，該制御装置がインキ付着層の状態に相応して放射強度を制御する，請求項1ないし7のいずれか1項に記載の装置。」と請求項1を引用しているから，原告が指摘する引用例の上記記載を殊更に除外すべきとすることはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由はすべて理由がない。",
        "よって原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}