{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2010-800230号事件について平成23年9月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「安全後退用針を備えたカニューレ挿入装置」とする特許第2647132号(請求項の数は4)の特許権者である。",
            "本件特許は，昭和63年4月28日に出願され(特願昭63-107382号。以下「本件特許出願」という。)，平成9年5月9日に設定登録された。",
            "被告は，平成22年2月22日，本件特許の明細書を訂正する訂正審判(訂正2010-390017号)を請求し，同年6月1日，当該訂正を認容する審決がされ，同月10日に確定した(以下，同訂正に係る明細書を「本件特許明細書」といい，本件特許に係る図面(以下「本件特許図面」という。)と併せて，「本件特許明細書等」という。)。",
            "原告は，平成22年12月14日付けで本件特許の請求項1に係る発明の特許につき無効審判を請求した。特許庁は，同請求を無効2010-800230号事件として審理した上，平成23年9月15日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同月26日，原告に審決謄本が送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "訂正2010-390017号審決により訂正された特許請求の範囲【請求項1】の記載",
          "text": [
            "「近い端及び遠い端を有する中空のハンドルと，",
            "該ハンドル内に配置されたニードルハブと，",
            "鋭い自由端と，前記ニードルハブに連結された固着端とを有し，カニューレを患者の定位置に案内し運ぶためのニードルと，",
            "前記ニードルハブを前記中空なハンドルの近い端に向かって付勢する付勢手段と，",
            "前記ニードルハブから独立して移動可能であり，前記ニードルハブを前記付勢手段の力に抗して一時的に前記中空のハンドルの遠い端に隣接して保持するラッチであって，前記ニードルの長さよりも短い振幅で手動により駆動され，前記ニードルの移動距離よりも短い距離のみ移動するラッチと，",
            "から成ることを特徴とする，カニューレ挿入のための安全装置。」(以下「本件特許発明」といい，その特許を「本件特許」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別添審決書写しのとおりであり，その要旨は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許発明は，甲1に記載の発明(以下「甲1発明」という。)及び甲2～6，10，13～15，16～18，20～25，29，48～62に記載された周知技術に基づいて当業者が容易に発明をすることができたものとはいえないから，本件特許は，特許法29条2項の規定に違反してされたものではなく，同法123条1項2号に該当しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1発明，本件特許発明と甲1発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "「近い端及び遠い端を有する中空のさや6と，",
                    "さや6内に配置されたハウジング4と，",
                    "鋭い自由端と，ハウジング4の遠い端で当該ハウジング4に支持される，前記鋭い自由端と反対の端部とを有する針5と，",
                    "ハウジング4を一時的に中空のさや6の遠い端に隣接して保持する接着等による固着手段と，",
                    "から成る皮下注射針等の安全装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「近い端及び遠い端を有する中空のハンドルと，",
                    "該ハンドル内に配置されたニードルハブと，",
                    "鋭い自由端と，前記ニードルハブに連結された固着端とを有するニードルと，",
                    "ニードルハブを一時的に中空のハンドルの遠い端に隣接して保持する一時的保持手段と，",
                    "から成る安全装置。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "＜相違点1＞",
                    "本件特許発明は，「ニードルハブを中空なハンドルの近い端に向かって付勢する付勢手段」を有しているのに対し，甲1発明は，上記「付勢手段」に当たるものを有していない点。",
                    "＜相違点2＞",
                    "本件特許発明は，一時的保持手段として，「ニードルハブから独立して移動可能であり，ニードルハブを付勢手段の力に抗して一時的に中空のハンドルの遠い端に隣接して保持するラッチであって，ニードルの長さよりも短い振幅で手動により駆動され，ニードルの移動距離よりも短い距離のみ移動するラッチ」を有しているのに対し，甲1発明は，一時的保持手段である「固着手段」は，接着等によるものであり，上記「ラッチ」のような構成ではない点。",
                    "＜相違点3＞",
                    "本件特許発明は，「カニューレを患者の定位置に案内し運ぶためのニードル」を有しているのに対し，甲1発明は，単なる「ニードル」にすぎない点。",
                    "＜相違点4＞",
                    "本件特許発明は「カニューレ挿入のための安全装置」であるのに対し，甲1発明は「安全装置」である点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告の主張",
          "text": [
            "本件審決は，周知技術の認定を誤り(取消事由1)，相違点1，2についての周知技術適用の判断を誤った(取消事由2)ものであり，本件審決の結論に影響を及ぼすから，違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術の認定の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，甲10から「ナイフの技術」に関する周知技術として「ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めている刃を，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，刃先端部をバネの力により筒や管に収納する技術」(以下「周知技術Ⅰ」という。)を，甲23～25から「筆記具の技術」に関する周知技術として「ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めているペン先を，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，ペン先先端部をバネの力により筒や管に収納する技術」(以下「周知技術Ⅱ」という。)を，甲2，22から「注射器の技術」に関する周知技術として「ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めている針を，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，針先端部をバネの力により筒や管に収納する技術」(以下「周知技術Ⅲ」という。)を認定し，これらの周知技術から，少なくともナイフ，筆記具及び注射器を含む種々の技術分野において，「ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めているものを，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，その一時的に止めているものの先端部をバネの力により筒や管に収納する技術」(以下「一般的周知技術」という。)自体は，本件特許出願前に周知であったと認定したが，それぞれ技術分野が異なるので，同じ注射器の技術分野に属する甲2，22をみると，その課題には，甲1の使用後の皮下注射針により，臨床オペレータなどの医療関係者が誤って傷つき，病気が媒介されたり生物学的中毒が引き起こされたりすることを防ぐことまでもが含まれているとはいえないので，甲1発明に適用する動機づけがないとして，甲1発明に一般的周知技術を適用して相違点1，2の構成とすることの容易想到性を否定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，ナイフの技術分野に関する周知技術Ⅰと，筆記具の技術分野に関する周知技術Ⅱは，ナイフの刃先とペンの尖った先端部との危険性の程度は異なることはあるかもしれないが，いずれも「尖って危険な先端部」を使用時以外(使用後)に，バネの力により，筒や管に収納するものである点で，その構成，課題，作用効果は全く共通のものである。そして，注射器の分野における周知技術Ⅲは，使用時には注射針(尖って危険な先端部)が突出した状態で使用し，使用後は，ラッチを押して，注射針(尖って危険な先端部)をバネの力により筒や管に収納することであり，多数の注射器の分野における証拠にあるように，「尖って危険な先端部」を使用者が誤って刺してしまわないようにするという構成，機能，作用効果である。このように，審決の認定した周知技術Ⅰ～Ⅲを前提とすれば，技術分野を問わず，「ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めている「尖って危険な先端部」を，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，その一時的に止めている「尖って危険な先端部」をバネの力により筒や管に収納する技術」(以下「原告主張周知技術」という。)が周知技術であったと認定すべきである。",
                    "したがって，審決の周知技術の認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1，2についての周知技術適用の判断の誤り(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，上記(1)アに述べたように，周知技術Ⅰ～Ⅲを個別に甲1発明に適用できるかを検討し，甲1発明に適用する動機がないとして，相違点1，2の容易想到性を否定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，前記(1)イのとおり，技術分野を問わず，原告主張周知技術が認められるのであるから，これを甲1発明に適用することの容易性を判断すべきである。",
                    "原告主張周知技術の課題は，使用時に鋭利な先端部を突出した状態で器具を使用し，使用後は，使用者及び他人を鋭利な先端部で傷つけないように，速やかに先端部を筒等の内部に収容するというものである。そして，この課題は，注射器の分野でみれば，甲1発明の目的(課題)と全く同一であり，甲1発明に適用する動機が存在する。",
                    "また，甲1発明には，「使用後，直ちに針をさやでより容易に包む」という作用，機能があり，この作用，機能は，原告主張周知技術の作用，機能と共通する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "注射器の分野においては，本件特許出願当時において，医療従事者の注射器使用業務における針刺し事故が大きな問題となっており，それに対する対策をとらなければならないことが誰もが承知している基本的な常識であった(甲68～73)。さらに，甲64の少年漫画「ビッグX」にあるように，使用時に針を突出させ，使用後には筒あるいは管内部に針を収納するという構成は，当業者であるか否かを問わず，日常的なごく当たり前の構成であり，ペンであれ，ナイフであれ，注射器であれ，鋭利な先端部を器具の使用後に筒や管に収納することは，ある意味当然のことであって，誰でもが行うことであり，特定の技術分野に限定される目的(課題)ではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，甲1発明と原告主張周知技術は，課題を共通にし，作用効果も共通しているのであるから，甲1発明に原告主張周知技術を適用して，相違点1，2の構成とすることは，当業者にとって容易想到というべきである。",
                    "したがって，審決の相違点1，2についての判断は，誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "原告主張の取消事由は，以下のとおり，いずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術の認定の誤り(取消事由1)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の提出する付勢手段やラッチに関する証拠はナイフ，筆記具及び注射器に関するものに限られており，それら以外の分野においてそのような構成が周知であったとすべき証拠は提出されていない。さらに，3つの周知技術はそれぞれ全く別の技術分野において，全く異なる課題を解決するための技術である。",
                    "それにもかかわらず，周知技術Ⅰ～Ⅲについて，本件特許発明に即して抽象化を行い，技術分野を問わず周知技術を認定すべきとする原告の主張は，周知技術の技術分野を無視すべきとの主張に等しく，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "周知技術Ⅱ，Ⅲについて，「ペン先」，「針」を「尖って危険な先端部」と抽象化することは妥当ではない。そして，周知技術Ⅰ～Ⅲは，それぞれに技術分野が異なり，解決する課題も全く異なっており，これらバラバラの技術を結び付けるのは，本件特許発明に基づく事後分析的思考以外にあり得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1，2についての周知技術適用の判断の誤り(取消事由2)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許発明の特徴点(主たる引用発明と相違する構成)は，特許発明が目的とした課題を解決するためのものであるから，容易想到性を客観的に判断するためには，特許発明の特徴点を的確に判断すること，すなわち，特許発明が目的とする課題を的確に把握することが必要不可欠である。そして，容易想到性の判断の過程においては，事後分析的な思考方法，主観的な思考方法及び論理的でない思考方法が排除されなければならないが，そのためには，特許発明が目的とする「課題」の把握に当たって，その中に無意識的に「解決手段」ないし「解決結果」の要素が入り込むことがないよう留意することが必要となる。",
                    "そもそも，筆記具や注射器についての周知技術Ⅱ，Ⅲについては，ペン先や針が「尖って危険な先端部」であると認識されていたとの証拠はなく，単に原告がそう述べるにすぎないものである。原告の主張は，周知技術Ⅱ，Ⅲの本来の課題を，自らに都合のよい課題に変更するものにほかならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1発明は，使用後の皮下注射針で医療関係者が誤って傷つき感染することを防ぐという課題を解決するものである。",
                    "他方，ナイフについての周知技術Ⅰは，刃により人体等を傷つけるのを防ぐこと，筆記具についての周知技術Ⅱは，ペン先から漏れるインクにより衣服等を汚すのを防止すること，注射器についての周知技術Ⅲは，1人の操作者によってバイオプシーを可能にするという課題を解決するものであり，これらを総合した原告主張周知技術において，使用後の皮下注射針で医療関係者が誤って傷つき感染することを防ぐという課題は存在しない。",
                    "したがって，原告主張周知技術には，甲1発明と共通の課題がないのであるから，これを甲1発明に適用すべき動機づけはなく，甲1発明において，原告主張周知技術を適用し，相違点1，2における本件特許発明の構成とすることが当業者にとって容易であるとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "周知技術の認定の誤り(取消事由1)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，周知技術Ⅰ～Ⅲを前提とすれば，技術分野を問わず「ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めている「尖って危険な先端部」を，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，その一時的に止めている「尖って危険な先端部」をバネの力により筒や管に収納する技術」(原告主張周知技術)が周知技術であったと認定すべきであると主張する。しかしながら，原告主張周知技術を周知技術として認定することはできない。その理由は以下のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知技術Ⅰについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲10(米国特許第4337576号明細書)には，以下の記載がある(図面は別紙参照)。",
                      "text": [
                        "「［発明の要旨］",
                        "本発明は，ブレード引込式であって，筒状のツールサポートが内部に配置され作動及び非作動位置間を内部摺動する筒状のバレル部材を有するバレル形のナイフを提供する。バレル部材及びサポート部材間で脱離自在なラッチ手段が協働して，サポート部材を前記作動位置に脱離可能にロックする。前記バレル部材内に配置されたブレードアセンブリが前記サポート部材の一端部と係合して，共に，前記非作動位置へ移動し，そこでは前記ブレードアセンブリが前記バレル部材の一端部から内方に引き込まれ，また前記作動位置へ移動し，そこでは前記ブレードアセンブリの一部が前記バレル部材の一端部から外方に延出する。」(訳文1頁24行～2頁2行)",
                        "「［図面の簡単な説明］",
                        "図1は本発明のナイフのブレードアセンブリが引込若しくは非作動位置にある状態での側面図；",
                        "図2は，図1の2-2線に沿ったナイフの拡大軸方向断面図；",
                        "図3は，全て図1のナイフにその一部として含まれる前端部材，バネ部材，ブレードアセンブリ，及びサポート部材の一端部の拡大展開斜視図；",
                        "図4は，図3のブレードアセンブリの拡大側面図；そして",
                        "図5は，図4の5-5線に沿った断面図である。」(同2頁11行～18行)",
                        "「［発明の詳細な説明］",
                        "図面の図1を参照するに，本発明は，全体を10で表すナイフが引込式ブレードを備える。」(同2頁19行～21行)",
                        "「このボタン44を押圧し前記膨大部45を移動させてサポート部材12との係合から離すと，前記ブレードアセンブリ21は，バネ36の作用により，その非作動位置への戻りが許容される。従って，ブレードアセンブリ21の非作動位置からその作動位置への移動及び復帰が容易に達成される。」(同4頁4行～7行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，甲10から，本件審決認定の周知技術Ⅰ「ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めている刃を，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，刃先端部をバネの力により筒や管に収納する技術」を認定することができる。",
                        "しかしながら，上記記載及び図面からすると，甲10のナイフは，刃先端部だけではなく，刃体全体を収納するものである。すなわち，甲10から認定できる周知技術Ⅰは，ナイフの技術分野における技術であるところ，ナイフの場合，刃体の先端だけが危険なのではなく，刃体全体が危険であるので，かかる危険性を排除するために，刃先端部だけではなく刃体全体を筒や管に収納するとしたものであるとみるのが自然であり，ナイフにおいてこそ用いられる技術であって，刃体全体の危険性を度外視して，「尖って危険な先端部」のみに着目し，かかる先端部によって生じる危険を避けることができるという抽象的に独立した技術を把握することはできない。このことは甲5(「ナイフ，くし等のとび出し機構」の発明に係る特開昭50-27200号公報)，甲6(「とび出しナイフ」の考案に係る実願昭55-15351号(実開昭56-116961号公報)のマイクロフィルム)を参照しても同様である。",
                        "よって，周知技術Ⅰから，「……「尖って危険な先端部」を，……筒や管に収納する技術」という特定の技術の存在を認めることはできず，そのような技術が存在しない以上，原告主張周知技術を認定することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知技術Ⅱについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲23(米国特許第2427069号明細書)",
                      "text": [
                        "甲23には，以下の記載がある。",
                        "「ボールペンにおいて，万年筆に通常設けられている取り外し可能なキャップを施すことが望ましく，ふさわしい。しかし，少なくともポケット用モデルに関しては，ペン先をホルダーの中へ引っ込めるようにすることが実際上必要である。なぜなら，常にボール先にインクの塊があり，ペンをポケットに入れる前にボール先を引っ込めないと，インクの塊で衣類が汚れてしまうからである。」(1欄)",
                        "「ポケットクリップ16を単純に中に押し込むことにより，ラッチが外され，また，ライティング・ポイントが引き込みのために自由になる。これにより，プランジャーとともに，ボール・カートリッジのピン19は，スプリング22により，後方に移動する。」(4欄)",
                        "「ユニット6を引き込むためにラッチ留めを外すバー18に，例えばセパレイト・ボタンのような適した方法を採用することもできる。」(同)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲24(米国特許第2988055号明細書)",
                      "text": [
                        "甲24には，以下の記載がある。",
                        "「また，このように配置されたポケットクリップを設けることにより，ペン先がとび出したままの状態で筆記具をポケットに固定できないことをさらに確実にする。」(1欄)",
                        "「ライティング・ユニット103は，前側バレル部101から後側バレル部102内に設けられ，参照符号105で全体が示されるラッチ機構へと延びている。」(2欄)",
                        "「例えば，ガイド106を用いて組立ると，作動部材110は，横の開放部111に対して配置されており，それを通して内側のくぼみに接触できる，また，作動部材110は，できれば，横の胴の開放部111を通ってポケットクリップ部材112と一体化して，オペレイティング・ポジションの位置にある。ライティング・ユニットが引き込まれた場合が図1にある。ライティング・ユニット103が突出した場合が図2である。横の胴の開放部111で内側に外され，インオペレイティブポジションにある。」(3欄)",
                        "「そして，作動部材が外側に移動すると，バネ104による後方への付勢力に基づいて，ライティング・ユニット103が引き込まれる。」(3欄～4欄)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲25(米国特許第3039436号明細書)",
                      "text": [
                        "甲25には，以下の記載がある。",
                        "「本発明は引込められる筆記具に関するものであり，その主要な目的は，ペンを閉じた状態ではインク漏れに対する安全性を高め，かつ作動状態ではインクの供給を確実にすることである。」(1欄)",
                        "「最初に説明する具体例において，ペンボディ10には，スライド可能であり，スプリング12の付勢力により収納位置に保持されるキャリヤボディ11が内蔵されている。」(2欄)",
                        "「万年筆の引き込み機構の操作レバーは，クリップ44内部の43を支点としてしいるヒンジレバー42から構成される。同部材のフィンガーピース45は，圧縮バネ46に押され，プッシュボタン37に差し込まれたチェックリング47に抗している(図2)。該フィンガーピースが該リングの後部に係合し，スプリング12による付勢力に抗してライティング機構を保持する。」(3欄)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ア)～(ウ)の記載によれば，甲23～25から，本件審決認定の周知技術Ⅱ「ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めているペン先を，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，ペン先先端部をバネの力により筒や管に収納する技術」を認定することができる。",
                        "しかしながら，周知技術Ⅱは，ボールペンや万年筆等の筆記具の技術分野における技術であるところ，ボールペンや万年筆等の筆記具の場合，ペン先先端部をバネの力により筒や管に収納する意義は，使用後にインクが漏れて衣服等を汚すことがないようにするためのものであり，そのことは，上記のとおり甲23～25自体に記載されている。もっとも，ペン先先端部は尖っているから，人に向けて動かせば危険であるといえなくもないが，周知技術Ⅱは，かかる危険性を排除するために用いられるものではないから，「尖って危険な先端部」に着目し，かかる先端部によって生じる危険を避けることができる一般的な独立した技術として抽象的に把握することはできない。このことは，甲29(昭和51年度グッドデザイン賞受賞の三菱鉛筆株式会社製ボールペン「ボクシーBX-100」の写真)を参照しても同様である。",
                        "よって，周知技術Ⅱから，「……「尖って危険な先端部」を，……筒や管に収納する技術」という特定の技術の存在を認めることはできず，そのような技術が存在しない以上，原告主張周知技術としても認定することもできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知技術Ⅲについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲2(特開昭59-69080号公報)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲2には，以下の記載がある(図面は別紙参照)。",
                          "text": [
                            "「(1)可動コアを具えるか具えない皮下注射針を使用する，自動プランジャ復帰式の注射器にして，注射器本体(1)を，注射器前端(4)で一体化された2個の同軸的な円筒素子(2，3)で構成するともに，該本体(1)を上記前端(4)から，上記円筒素子(2，3)の前方に同軸線に設けられた中空の円錐台状の座部(5)まで延設し，両円筒素子(2，3)間の環状室(8)の一端を前記前端(4)で閉鎖し他端は開放し，円筒素子(3)の中心部に，両端が開放され前端が前記座部(5)に連通する円錐台部分(10)を終端とする円筒状空洞(9)を形成し，前記注射器本体(1)の内部に，2個の同軸的な円筒(14，15)からなる軸線方向に移動可能なプランジャ(13)を収納し，これら円筒(14，15)のうちの外方円筒(14)を前端で開放し，後端で環状部(17)により閉鎖し，内方円筒(15)を前端で閉鎖し，後端で上記環状部(17)を経て円板部即ちボタン(18)まで延設し，これら外筒(14)と内筒(15)の間の第2環状室(16)の後端を前記環状部(17)で閉鎖し，更に，上記内筒(15)の前端で，皮下注射針(7)の可動コア(6)のための固定点を画定し，上記可動コア(6)の基部を，外側面がアンダカット状で，前記円筒状空間(9)内を，それと協働して気密，液密のシールを構成しつつ摺動するパッキン(20)内に収納したことを特徴とする注射器。」(特許請求の範囲(1))",
                            "「(3)プランジャ(13)の外方円筒(14)の前端の前方にスプリング(21)を配設し，プランジャ(13)が注射器本体(1)内に押込まれると，上記スプリングが環状室(8)内で圧縮されるように構成したことを特徴とする特許請求の範囲第1項に記載の注射器。」(同(3))",
                            "「本発明は，自動プランジャ復帰式のバイオプシー用の注射器，即ち，後の分析のために，患者の身体から組織や体液のサンプルを抽出する皮下注射器に関する。」(2頁左上欄9行～12行)",
                            "「従来，通常の皮下注射針を装着してバイオプシーに使用される通常の皮下注射器，或は移動コア等の装置を設けられた皮下注射器が知られている。",
                            "バイオプシーは……2段階で行われる。即ち，皮下注射器に適切に装着された針を，分析のためのサンプルを必要とする組織に刺す第1段階と，この組織から微細な粒子或は液滴を吸込む第2段階の2段階である。この操作には，一方の手で針及び注射器を確実に保持し，他方の手で注射器の可動部品，つまりプランジャを引出すことにより，分析用の前記組織または体液が針から吸込まれるための負圧を生じさせることが要求される。」(2頁左上欄13行～右上欄5行)",
                            "「以上のことから理解されるように，針の挿入時のみならず，分析用の組織のサンプルを吸引する際にも一方の手のみで安全に操作でき，可動コアの存在の如何に拘わらず，通常の皮下注射針を利用できるような皮下注射器に対する技術的な問題の解決が待たれている。",
                            "本発明は，上記した技術的問題を解決するために，可動コアの存在に拘らず，通常の皮下注射針を装着できる，適宜のプラスチック，ガラス，或は金属からなる注射器を採用し，この注射器の本体を，環状空洞部に包囲された円筒形の中心空洞部を設けられた円筒形とし，この中心空洞部にプランジャを気密，液密に設けて摺動可能とし，該プランジャを，2個の同軸的な円筒体で構成するとともに，プランジャの一端にシールを設け，これら両円筒体の内部に，針内に異物が侵入するのを防止する皮下注射針の可動コアを収納したものである。",
                            "本発明によれば，以下の利点が得られる。",
                            "①  針の挿入時，及び分析用の組織のサンプルの吸入時のいずれにおいても，一方の手のみで注射器を操作できる。",
                            "②  吸入段階では，注射器・プランジャが自動的に動作する。",
                            "③  針の挿入部近傍の組織を安定な姿勢に維持することを必要とするようなバイオプシーにおいても，他人の手を借りる必要がない。」(2頁右上欄19行～右下欄5行)",
                            "「図面において，1は注射器本体を示し，この注射器本体1は，2個の同軸的な円筒素子2，3で構成されている。これら円筒素子2，3は，注射器本体1の前端4で結合されて一体的な肩部となり，この肩部が前方に延ばされ，両素子2，3と同軸的な円錐台状の座部5とされている。6は，この座部5内を摺動させられる皮下注射針の可動コアを示す。7は通常の皮下注射針で，上記座部5に装着される。」(2頁右下欄8行～16行)",
                            "「外方の円筒素子2の前記前端4から最も遠い端部は，2個の弾性変形が可能な，つまり可撓性を有する突起11に接続し，これら各突起11には戻り止め12が設けられている。」(3頁左上欄1行～5行)",
                            "「皮下注射針7の可動コア6は，プランジャ13の内筒15の前端に取付けられている。同コア6の基部は，外側面がアンダカット状のパッキン20に被覆されている。これは，注射器本体1の中心空洞9内で上記パッキン20を摺動させ，気密，液密のシールを構成させるためである。」(3頁右上欄1行～6行)",
                            "「第4図は本発明の他の実施例を示し，本実施例では前記実施例の円錐台状リップシール19にかえて，プランジャ13の外筒14の前端にスプリング21を設けている。」(3頁右上欄7行～10行)",
                            "「次に，本発明による皮下注射器の作用を説明すると，皮下注射針7をバイオプシーのための患者の部位に挿入する前に，まずプランジャ13のボタン18に親指を当て，突起11で構成された戻り止め12に環状部が係合して弾性的に位置決めされるまで前方に押込む。この状態で，注射針7を，分析のために抽出すべき組織のサンプルの深さまで刺し込む。その後，上記突起11を横方向に押圧すると，環状部17が戻り止めから解放されてプランジャ13が戻される。この動作は，注射器本体1の環状室8の圧縮空気により自動的に行われるか，或はその時点まで圧縮されていたスプリング21を介して行なわれる。",
                            "このようにプランジャ13が戻る間に，注射器本体1の中心空洞9及び円錐台部分10には適当な負圧が発生し，少量の組織または流体が針7から吸込まれる。」(3頁左下欄1行～17行)",
                            "「第1図は本発明に係る種類の皮下注射針を示す軸線に沿う長手方向の断面図，第2図は，同注射器の注射器本体を示す軸線に沿う長手方向の断面図，第3図は同注射器のプランジャの軸線に沿う長手方向の断面図，第 4 図は本発明の一実施例によるプランジャ復帰用のスプリングを備えた注射器の軸線に沿う長手方向の断面図……である。」(3頁右下欄10行～19行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "以上の記載からすると，甲2に記載された注射器は，患者の身体から組織や体液のサンプルを抽出するバイオプシー用の皮下注射器であって，1人の操作者によってバイオプシーを可能にすることを目的としたものであり，医療関係者の操作により，圧縮されていたスプリング21等によってプランジャが自動的に戻され，可動コア(内針)が皮下注射針から引き抜かれて，発生した負圧により少量の組織又は流体が皮下注射針7から吸い込まれるものと理解される。そして，この注射器が，可動コアが針内に異物が侵入するのを防止するために設けられており，医療関係者の操作により可動コア(内針)が皮下注射針から引き抜かれて発生した負圧により少量の組織又は流体が皮下注射針7から吸い込まれる，というものであることに鑑みれば，図面1～4に記載されたとおり，可動コアの先端6(図示右手側側)の長さは，皮下注射針7の先端(図示右手側)を超えないものと認められ，可動コアが皮下注射針より引き抜かれることは，皮下注射針7の先端部が露出されていることによる使用者の危険性の回避に対して何ら関与しないものである。",
                          "text": [
                            "したがって，甲2は，周知技術Ⅲの「ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めている針を，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，針先端部をバネの力により筒や管に収納する技術」との構成を備えているが，「尖って危険性のある先端部」の安全に関しては何ら示唆するものではないから，甲2から原告主張周知技術の存在を認定することはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲22(米国特許第4105030号明細書)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲22には，以下の記載がある(図面は別紙参照)。",
                            "「一部の場合に，体重増加，避妊，発情抑制，または，病気治療のような所望の効果を得るために，薬物含有ペレットを，牛，羊，馬，豚などの一部の家畜の皮下に埋め込むことが望ましいことは技術的に広く知られている。」(1欄)",
                            "「推進の手段は，キャリッジを後方へ押す螺旋状コイルバネでもよく，キャリッジを後方へ引き寄せるため一端がキャリッジ10の後方に取り付けられているコイル状の渦巻きバネでもよく，または，キャリッジを後ろに押すための圧縮ガスの円筒体でもよい。好ましい手段は，キャリッジを後方へ押す螺旋状コイルバネである。」(3欄)",
                            "「キャリッジがトラックの前方部分においてコックされた，準備完了位置にあるとき，ハンドルを片手で静止した状態に保っている間に，キャリッジを放出し，バネがキャリッジをトラックおよびロッド28に沿って後方へ推進させることを可能にするため，ハンドル手段3を握る指で押すことにより引き金32が作動される。」",
                            "(同)",
                            "「装置のキャリッジ10及びトラック4はブロック形状で図示されているが，長円形，「u」字形，または，円形断面のような，より流線型の形状を利用するのが望ましいということが理解される。このような場合，キャリッジは，(図3aおよび5に示されているような)ロッド20またはリップ17及び溝15のような安定化手段を用いない座面を利用するため設計されてもよく，または，キャリッジが滑走してトラック面の内側を通り過ぎることを可能にするように単に加工もしくは成形される。」(5欄)",
                            "「図5は，ペレットを動物の皮下に埋め込むため利用される準備ができているコックされた位置における装置を示している。キャリッジ10は引き金32の先端40によってトラック4の前方部分に保持され，したがって，バネ22を圧縮状態に維持することがわかる。キャリッジ10の凹部16に収容され保持される拡大部分60を有する針50は，針50の長さを延長する通路54が通路18と揃えられるように位置し，針50の通路54に位置しているペレット53に当接するようにある程度まで通路54の中を通る。ロッド28は，トラック4の背後部に位置しているロッド保持手段30によって静止した位置に固定される。」(6欄)",
                            "「本装置は，針50の鋭利な斜端を，少なくともロッド28の前方先端まで，動物の皮下に挿入し，引き金32の先端40を下向きに移動させる引き金32を引き，これによって，キャリッジを放出し，バネ22が伸び，キャリッジをトラック4の背後部24へ後方に押し付けることを可能にすることによって利用される。ペレット53は針50がペレットの周りから回収される間に静止したままであり，ペレットは次に動物の皮膚の下にとどまる。」(6欄)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "以上の記載によれば，甲22に記載された装置においては，キャリッジ10及びトラック4は，楕円形，「u」字形又は円形の断面のような，より流線型の形状を利用するのが望ましいとされており，その場合には，ロッド20またはリップ17及び溝15のような安定化手段を用いない座面を利用するために設計されていても良いとされている。したがって，「筒」や「管」との明示的な記載はないが，実質的に「筒」や「管」と同様に円形等の断面が支承面となるようなトラックの中で，針を保持するキャリッジが後退するものと推認できる。",
                          "text": [
                            "しかし，甲22に記載された装置の機序に従えば，針50を引き戻してトラック4内に収納することの意義は，薬物含有ペレットを通路内に格納する針50が動物に皮下挿入された後に，ペレットの周りから引き戻されることによりペレットを動物の皮下に残留させる点にあることが分かる。そうすると，針50を引き戻すことは，針50の先端部が露出されていることによる使用者への危険性の回避するものであるとはいえない。",
                            "したがって，甲22は，周知技術Ⅲの「ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めている針を，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，針先端部をバネの力により筒や管に収納する技術」の構成を備えているが，「尖って危険性のある先端部」の安全に関しては何ら示唆するものではないから，甲22から原告主張周知技術の存在を認定することはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "その他の証拠",
                      "text": [
                        "甲3，甲4，甲13～18，甲20，甲21によれば，注射器の分野において，①注射器の針を穿刺し，使用した後に，針を中空ハンドル等に収納すること，②その針の収容の際に付勢手段を用いること，③付勢手段を用いる際にラッチ付の構成を有していることが，それぞれ周知技術であったことが窺える。しかしながら，これらが周知技術であったとしても，①～③の技術は，それぞれが各別の技術的事項として認定できるにとどまるのであって，これらを組み合わせたものまでもが周知技術であったことを示す証拠はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記のとおり，周知技術Ⅰ～Ⅲは，ナイフの技術分野，ボールペンや万年筆等の筆記具の技術分野，注射器の技術分野において，各技術分野固有の目的のため，ラッチを用いてバネ(付勢手段)の力に抗して一時的に止めているものを，手動でボタン等をごく短い距離だけ押し込んでラッチを外すことにより，その一時的に止めているものをバネの力により筒や管に収納する技術，が用いられているものである。そして，周知技術Ⅰ～Ⅲは，いずれも，「……「尖って危険な先端部」を，……筒や管に収納する技術」という特定の技術を含むものとはいえない。",
                    "したがって，周知技術Ⅰ～Ⅲを前提としても，原告主張周知技術が，本件特許出願当時，技術分野を問わない周知技術として存在していたと認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，原告主張周知技術を認めることはできず，本件審決の周知技術の認定に原告主張の誤りはない。",
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点1，2についての周知技術適用の判断の誤り(取消事由2)について",
          "text": [
            "原告は，技術分野を問わず原告主張周知技術が認められ，甲1発明と原告主張周知技術は課題，作用効果も共通しているのであるから，甲1発明に原告主張周知技術を適用して相違点1，2の構成とすることは，当業者にとって容易想到であると主張する。",
            "しかしながら，原告主張周知技術を認めることができないことは，上記1で説示したとおりである。",
            "したがって，その余の点について検討するまでもなく，取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，他に本件審決にはこれを取り消すべき違法はない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}