{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-11227号事件について平成23年1月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成18年9月28日，発明の名称を「溝穴付き蓋」とする発明について，特許出願（特願2006-290504。平成19年5月24日出願公開，特開2007-126213。優先権主張平成17年10月7日。以下「本願」という。）をし，平成21年9月28日付けで手続補正書を提出した（以下「本件補正」という。）が，同年10月29日付けで拒絶理由通知を受け，平成22年3月2日付けで拒絶査定を受けたので，同年5月10日，これに対する不服の審判（不服2010-11227号事件）を請求した。",
            "特許庁は，平成23年1月7日，「本件審判の請求は，成り立たない。」との審決（以下「審決」という。）をし，その謄本は，同月29日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正による補正前の本願の特許請求の範囲，明細書及び図面（乙1。以下，これを「本願明細書」という。）の特許請求の範囲の記載は次のとおりである。",
                "「【請求項1】ネジ嵌合する容器の蓋であって，前記する蓋の上面に適度な幅と深さの溝穴を，前記した蓋の一方側端部から中心部を経て対向側端部に至るように溝穴を設けた構成を特徴とする溝穴付き蓋。 ",
                "【請求項2】上記する蓋の上面に設ける溝穴が，大小異なる幅の溝穴を複数本交差するように設けて成る請求項1に記載する溝穴付き蓋。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正による補正後の本願の特許請求の範囲の記載は次のとおりである（乙5）。下線部が請求項1の補正部分である。",
                "「【請求項1】ネジ嵌合する容器の蓋であって，前記する蓋の上面を厚くし，この上面の一方の側端部から中心部を経て対向側端部に至るように直線状に略板状体等が嵌め込める溝穴を設け，この溝穴の底部に更に幅の狭い溝穴を設け，段差状溝穴として設けたことを特徴とする溝穴付き蓋。 ",
                "【請求項2】前記蓋に前記溝穴を交叉させて設けて成る請求項1に記載する溝穴付き蓋。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，特許請求の範囲の請求項1に関する本件補正は，願書に最初に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしたものではなく，特許法17条の2第3項に規定する要件を満たしていないというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に係る原告の主張",
          "text": [
            "審決には，(1) 本件補正を却下した判断の誤り（取消事由1），(2) 容易想到性についての判断の誤り（取消事由2）があり，これらの誤りは審決の結論に影響を及ぼすから，審決は違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正を却下した判断の誤り（取消事由1）",
              "text": [
                "審決は，「直線状の溝穴の底部に更に幅の狭い溝穴を設け，段差状の溝穴とすることは，願書に最初に添付した明細書，特許請求の範囲又は図面に記載されておらず，かつ，それらの記載から自明な事項であるとも認められない」として，本件補正は，願書に最初に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしたものでないと判断した（審決2頁25ないし30行）。",
                "しかし，審決の判断は誤りである。",
                "「幅の異なる溝穴においてわずかに高低があること」を「段差状」と表記したにすぎないから，このような構成を付加して，補正をすることは許される。すなわち，「蓋の上面に適度な幅と深さの溝穴を・・・設けた」構成を，「蓋の上面を厚くし，この上面・・・に直線状に略板状体等が嵌め込める溝穴を設け，この溝穴の底部に更に幅の狭い溝穴を設け，段差状溝穴として設けた」構成とする本件補正は認められるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性についての判断の誤り（取消事由2）",
              "text": [
                "審決は，本願を拒絶した原査定を妥当と判断した（審決3頁7行）。",
                "しかし，審決の判断は誤りである。",
                "引用文献1（判決注：実公昭5-6874号公報（乙10）をいうものと理解される。以下，これを「引用文献1」という。）に記載された十文字の捻廻溝は，十文字状に限られた開閉部材として限定されて利用する構成であり，開け方及び使用が制約されるのに対し，本願は，幅の異なる溝穴を複数個設けて，立体形状にし，更に溝穴を交差させた構成であり，生活上身辺にある鍵等の略板状の平らな部分を溝穴に嵌めて廻すか，容器を廻すことで，制約なく開けられるものであるから，手に障害等を有する人等にとっての利便に大きな差異がある。",
                "したがって，審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "原告の主張する取消事由は，以下のとおり，いずれも理由がなく，審決に取り消されるべき違法はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（本件補正を却下した判断の誤り）に対し",
              "text": [
                "本件補正は，以下のとおり，特許法17条の2第3項所定の要件を満たさない。",
                "まず，補正前の特許請求の範囲に，上記段差状の溝穴についての記載はない。",
                "また，願書に最初に添付した本願明細書には，所定の幅と深さの溝穴6を直線状に設ける実施例が記載されている（段落【0012】，【0013】，図1ないし3）ほか，幅が異なる二つの溝穴6，6aを十字状に交差させる実施例が記載されている（段落【0014】，【0015】，図5）だけで，直線状の溝穴の底部に更に幅の狭い溝穴を設け，段差状の溝穴とすることは記載されていない。本願明細書の段落【0016】における「上面4に設ける溝孔6，6aの幅や深さはもとより，さらに異なる幅のものを2本以上設けても構わない」との記載も，十字状に交差させる実施例において溝穴の本数を2本以上でも構わないとすることが示されているだけであって，上記段差状の溝穴を示唆するものではない。そして，出願時の技術常識に照らして本願明細書の全体を考慮しても，本件補正後の特許請求の範囲の請求項1に記載された構成，すなわち，直線状の溝穴の底部に更に幅の狭い溝穴を設け，段差状の溝穴とすることは，当業者にとって自明の事項とはいえない。",
                "以上のとおりであり，本件補正後の特許請求の範囲（請求項1）「上面の一方の側端部から中心部を経て対向側端部に至るように直線状に略板状体等が嵌め込める溝穴を設け，この溝穴の底部に更に幅の狭い溝穴を設け，段差状溝穴として設けた」中の「直線状の溝穴の底部に更に幅の狭い溝穴を設け，段差状の溝穴」とすることは，願書に最初に添付した明細書，特許請求の範囲又は図面に記載されておらず，かつ，それらの記載から自明な事項であるとも認められないから，本件補正は，特許法17条の2第3項所定の要件を充足しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（容易想到性についての判断の誤り）に対し",
              "text": [
                "原告の取消事由2に係る主張は，以下のとおり，主張自体失当である。",
                "審決は，引用文献1の記載内容についての認定をしていないし，また，本願発明が引用文献1に基づいて容易想到である旨の判断をしていない。",
                "なお，平成21年8月5日付け拒絶理由通知書（乙2）には，「引用文献1には，『螺着』された蓋（3）の表面に『捻廻溝（5）』を『十文字』に設けた蓋が記載されている。」との記載があるが，本願を拒絶した拒絶査定は同年10月29日付けで通知された拒絶理由（乙6）に基づくものであり，同年8月5日付けで通知された拒絶理由は，審決とは関係がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件補正を却下した判断の誤り）について",
          "text": [
            "当裁判所は，本件補正について，願書に最初に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしたものではなく，特許法17条の2第3項所定の要件を充足していないと判断する。その理由は，以下のとおりである。",
            "すなわち，請求項1に係る本件補正は，「ネジ嵌合する容器の蓋であって，前記する蓋の上面に適度な幅と深さの溝穴を，前記した蓋の一方側端部から中心部を経て対向側端部に至るように溝穴を設けた構成を特徴とする溝穴付き蓋。」を「ネジ嵌合する容器の蓋であって，前記する蓋の上面を厚くし，この上面の一方の側端部から中心部を経て対向側端部に至るように直線状に略板状体等が嵌め込める溝穴を設け，この溝穴の底部に更に幅の狭い溝穴を設け，段差状溝穴として設けたことを特徴とする溝穴付き蓋。」とするものである。",
            "ところで，①別紙実施例図面のとおり，願書に最初に添付した本願明細書の段落【0012】ないし【0015】，図1ないし3，図5には，所定の幅と深さの溝穴6を直線状に設ける実施例が記載されるほか，幅が異なる二つの溝穴6，6aを十字状に交差させる実施例が図示されているが，同図面からは，直線状の溝穴の底部に更に幅の狭い溝穴を設け，段差状の溝穴とする技術は，開示又は示唆はされておらず，また，②本願明細書の段落【0016】における「上面4に設ける溝孔6，6aの幅や深さはもとより，さらに異なる幅のものを2本以上設けても構わない」と記載されているが，同記載からは，上記段差状の溝穴を設ける技術は，開示又は示唆はされていない。したがって，本件補正により付加された事項である「直線状の溝穴の底部に更に幅の狭い溝穴を設け，段差状の溝穴とすること」は，願書に最初に添付した本願明細書に記載されておらず，当業者にとって自明の事項ともいえないというべきである。",
            "以上のとおりであり，本件補正は，願書に最初に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしたものではなく，特許法17条の2第3項に規定する要件を満たしていないと判断した審決に誤りはない。",
            "この点について，原告は，「幅の異なる溝穴においてわずかに高低があること」を「段差状」と表記したのであるから，このような構成を付加して，補正をすることは許されるべきである旨主張する。しかし，補正後の特許請求の範囲（請求項1）には，「この溝穴の底部に更に幅の狭い溝穴を設け，段差状溝穴として」と明確に記載されている以上，付加した技術事項は明白であって，原告の主張は前提を欠き，採用の限りでない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（容易想到性についての判断の誤り）について",
          "text": [
            "原告は，引用文献1に記載された十文字の捻廻溝は，十文字状に限られた開閉部材として限定されて利用する構成であり，開け方及び使用が制約されるのに対し，本願は，幅の異なる溝穴を複数個設けて，立体形状にし，更に溝穴を交差させた構成であり，生活上身辺にある鍵等の略板状の平らな部分を溝穴に嵌めて廻すか，容器を廻すことで，制約なく開けられるものであり，手に障害等を有する人等にとっての利便に大きな差異があるから，本願を拒絶した原査定を妥当とした審決の判断は誤りである旨主張する。",
            "しかし，審決が，本願が拒絶されるべきとしたのは，特許法17条の2第3項所定の要件を充足しないとの理由によるものであり（平成21年10月29日付けで通知された拒絶理由に基づく），特許法29条2項の要件を充足しないとの理由によるものではない。したがって，原告の「審決には，容易想到性についての判断を誤った違法がある」旨の主張は，その主張自体失当であり，採用の限りでない。"
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違法は認められない。その他，原告は縷々主張するが，いずれも採用の限りでない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}