{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "- 1 -"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が無効2010-800145号事件について平成23年3月24日にした審決のうち「特許第4038108号の請求項1ないし3に係る発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告からの特許無効審判請求に基づき請求項1ないし3に係る原告の特許を無効とする審決の取消訴訟である。本件訴訟の争点は新規性，進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成14年10月10日，優先日を平成13年11月13日(特願2001-346977号，第1基礎出願)，平成13年12月18日(特願2001-383987号，第2基礎出願)，平成14年4月3日(特願2002-100851号，第3基礎出願)とし，優先権主張国をいずれも日本国として，名称を「旋回式クランプ」とする特許出願をし(特願2002-296828号)，平成19年11月9日，特許登録を受けた(特許第4038108号，請求項の数は4)。",
            "被告は，平成22年8月20日，請求項1ないし4の発明につき特許無効審判を請求したところ(無効2010-800145号)，特許庁は，平成23年3月24日，「特許第4038108号の請求項1ないし3に係る発明についての特許を無効とする。特許第4038108号の請求項4に係る発明についての審判請求は，成り立たない。」との審決をし，この謄本は平成23年4月4日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件発明は，クランプロッドを旋回させるクランプに関する発明で，特許請求の範囲は以下のとおりである。",
            "【請求項1(本件発明1)】",
            "「ハウジング(3)内に軸心回りに回転可能に挿入されると共に軸心方向の一端から他端へクランプ移動されるクランプロッド(5)であって，片持ちアーム(6)を固定する部分と，上記ハウジング(3)の一端側の第1端壁(3a)に緊密に嵌合支持されるようにロッド本体(5a)に設けた第1摺動部分(11)と，上記ハウジング(3)の筒孔(4)に挿入したピストン(15)を介して駆動される入力部(14)と，上記ハウジング(3)の他端側の第2端壁(3b)に緊密に嵌合支持されるように上記ロッド本体(5a)から他端方向へ一体に突出されると共に周方向へほぼ等間隔に並べた複数のガイド溝(26)を外周部に形成した第2摺動部分(12)とを，上記の軸心方向へ順に設けたクランプロッド(5)と，",
            "その第2摺動部分(12)に設けた複数のガイド溝(26)にそれぞれ嵌合するように上記ハウジング(3)に支持した複数の係合具(29)とを備え，",
            "上記の複数のガイド溝(26)は，それぞれ，上記の軸心方向の他端から一端へ連ねて設けた旋回溝(27)と直進溝(28)とを備え，上記の複数の旋回溝(27)を相互に平行状に配置すると共に上記の複数の直進溝(28)を相互に平行状に配置し，",
            "上記ピストン(15)の両端方向の外方に配置された上記の第1摺動部分(11)と第2摺動部分(12)との2箇所で上記クランプロッド(5)を上記ハウジング(3)に緊密に嵌合支持させて同上クランプロッド(5)が傾くのを防止するように構成した，ことを特徴とする旋回式クランプ。」",
            "【請求項2(本件発明2)】",
            "「請求項1に記載した旋回式クランプにおいて，",
            "前記ガイド溝(26)を3つ又は4つ設けた，ことを特徴とする旋回式クランプ。」",
            "【請求項3(本件発明3)】",
            "「請求項1または2の旋回式クランプにおいて，",
            "前記の旋回溝(27)を螺旋状に形成し，その旋回溝(27)の傾斜角度(A)を10度から30度の範囲内に設定した，ことを特徴とする旋回式クランプ。」",
            "【請求項4(本件発明4)】",
            "「請求項1から3のいずれかの旋回式クランプにおいて，",
            "前記の複数の係合具(29)をボールによって構成し，前記の第2端壁(3b)に，上記の係合ボール(29)を回転自在に支持する貫通孔(31)を，前記の軸心方向に対してほぼ直交するように設け，上記の複数の係合ボール(29)にわたってスリーブ(35)を回転自在に外嵌した，ことを特徴とする旋回式クランプ。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審判で主張された無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1",
              "text": [
                "請求項1の特許請求の範囲の記載のうち「その第2摺動部分(12)に設けた複数のガイド溝(26)にそれぞれ嵌合するように上記ハウジング(3)に支持した複数の係合具(29)とを備え，」との発明特定事項において平成19年10月4日にされた，「ハウジング(3)に支持した」との記載を加える手続補正は，ハウジング(3)の第2摺動部分(12)と緊密に嵌合しない部分に複数の係合具(29)を設けてもよい旨の事項を含むものである。出願当初の明細書の特許請求の範囲の記載には，係合具(29)を第2端壁(3b)以外の，第2摺動部分(12)を軸心方向へ移動自在に支持しないハウジング(3)に設ける構成は含まれていないし，発明の詳細な説明の記載からも，ハウジング(3)の第2摺動部分(12)と緊密に嵌合しない部分に複数の係合具(29)を設けてもよいことは導けない。そうすると，上記手続補正は新規事項を追加するものであって，特許法17条2第3項に違反する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2",
              "text": [
                "請求項1の特許請求の範囲の記載のうち「その第2従動部分(12)に設けた複数のガイド溝(26)にそれぞれ嵌合するように上記ハウジング(3)に支持した複数の係合具(29)とを備え，」との部分は，発明の詳細な説明に記載されていないものであるから，特許法36条6項1号に違反する。すなわち，発明の詳細な説明には「係合具をハウジングの第2端壁に設けた」ことのみが記載され，係合具をハウジングの「第2端壁」以外の「第2摺動部分と緊密に嵌合しない部分」に設けることは記載されておらず，発明の詳細な説明に記載された「ハウジング(3)の第2端壁(3b)」に係る発明の範囲を超える。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3",
              "text": [
                "請求項1の特許請求の範囲の記載のうち「緊密に嵌合」，「傾くのを防止するように構成した」との各部分は，明細書の記載及び本件優先日当時の技術常識を参酌しても不明確であって，特許法36条6項2号に違反する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4",
              "text": [
                "請求項1の特許請求の範囲の記載のうち「緊密に嵌合」，「傾くのを防止するように構成した」との各部分は，不明確で公知技術と区別された発明を把握することができないから，同請求項の発明(本件発明1)は当業者において実施できないものであって，発明の詳細な説明の記載は特許法36条4項1号に違反する。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由5",
              "text": [
                "本件発明1及び2は，下記甲第12ないし第15号証に記載された発明に基づいて，本件優先日当時，当業者において容易に発明できたものであるから，進歩性を欠く。",
                "【甲第12号証】実願昭63-130286号(実開平2-51043号)のマイクロフィルム",
                "【甲第13号証】特開平10-34469号公報",
                "【甲第14号証】特開2001-198754号公報",
                "【甲第15号証】特開平8-33932号公報"
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由6",
              "text": [
                "請求項3(本件発明3)の特許請求の範囲の記載は，優先権主張に係る特許出願の願書に記載されていない新規事項を含むから，優先権主張に係る効果が生じない。請求項1，2及び4の発明(本件発明1，2及び4)に関しても，請求項3に記載の事項を含むものであるから，同様に優先権主張に係る効果が生じない。",
                "そして，本件発明1ないし4は原告の製品「スイングクランプLH」と同一であって，新規性(特許法29条1項2号)又は進歩性(同条2項)を欠く。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の判断の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1(補正要件違反)についての判断",
              "text": [
                "「係合具(29)をハウジング(3)の下端壁(第2端壁)3bの一部を構成する支持筒(13)に設けることが当初明細書及び図面に記載されていたことは自明である。",
                "また，本件発明1では，係合具(29)を支持する第2端壁(3b)がハウジング(3)に含まれるので，『ハウジング(3)に支持した』との補正事項は，出願当初の明細書及び図面に記載された事項の範囲内のものである。」",
                "「よって，上記補正は，特許法17条の2第3項に規定する要件を満たしている。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2(サポート要件違反)についての判断",
              "text": [
                "「(出願当初の)明細書には，係合具(29)は，支持筒(13)及びロック部材(39)からなる第2端壁(3b)のいずれかの部分に支持されることが開示されている。",
                "本件発明1では，『上記ハウジング(3)の他端側の第2端壁(3b)に緊密に嵌合支持されるように・・・複数のガイド溝(26)を外周部に形成した第2摺動部分(12)』を前提とするので，『複数のガイド溝(26)にそれぞれ嵌合するように上記ハウジング(3)に支持した複数の係合具(29)』なる記載は，ガイド溝(26)を備える第2摺動部分(12)を緊密に嵌合支持する，ハウジング(3)の他端側の第2端壁(3b)に，係合具(29)が支持されるものと解される。",
                "よって，本件発明1においては，『複数のガイド溝(26)にそれぞれ嵌合するように上記ハウジング(3)に支持した複数の係合具(29)』なる記載がなされているが，係合具(29)が設けられる位置は，実質的に第2端壁(3b)であるといえるから，請求項1に記載の『その第2従動部分(12)に設けた複数のガイド溝(26)にそれぞれ嵌合するように上記ハウジング(3)に支持した複数の係合具(29)とを備え，』については，明細書及び図面に記載された事項の範囲内のものである。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3(明確性要件違反)についての判断",
              "text": [
                "「上記嵌合隙間がクランプロッドの摺動機能や係合具の機能を損なわない範囲で，機械的な寸法公差等を踏まえた，できるだけ小さな隙間となるように嵌合してクランプロッドを支持することを意味していることは，当業者であれば容易に理解し得る。・・・",
                "よって，『緊密に嵌合』することの意味は明確である。」",
                "「軸心方向へ離れた二つの摺動部分によって上記クランプロッドを強力に支持することにより，クランプロッドが傾くのを防止することができることは，当業者であれば容易に理解し得る。",
                "よって，『傾くのを防止』することの意味は明確である。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4(実施可能要件違反)についての判断",
              "text": [
                "「本件発明1-4は，『緊密に嵌合』及び『傾くのを防止するように構成した』についても，各実施形態から把握可能である。」",
                "「その各々の構成が明確であり，技術的に実施可能である，本件発明1-4は，当業者にとって実施可能である。」"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由5(進歩性欠如)についての判断",
              "text": [
                "【甲第12号証に記載された発明(甲第12号証発明)】",
                "「カバー29及びシリンダ27内に軸心回りに回転可能に挿入されると共に軸心方向の一端から他端へクランプ移動されるピストン34であって，押し板32を固定する部分と，一端側のカバー29に支持されるようにピストン34に設けた摺動部分と，上記シリンダ27の筒孔に挿入したピストン34の大径部と，上記シリンダ27に支持されるように上記ピストン34から他端方向へ一体に突出されると共にカム溝34aを外周部に形成した摺動部分とを，上記の軸心方向へ順に設けたピストン34と，",
                "その摺動部分に設けたカム溝34aに嵌合するように上記シリンダ27に支持したピン33とを備え，",
                "上記のカム溝34aは，それぞれ，上記の軸心方向の他端から一端へ連ねて設けた旋回溝と直進溝とを備え，",
                "カム溝を含む一端をシリンダ27により支持されるピストン34の端部と，カバー29により支持されるピストン34の端部と，シリンダ内部により支持されるピストンの大径部とにより，上記ピストン34を上記カバー29及びシリンダ27に支持させた旋回式クランプ。」",
                "【甲第12号証発明と本件発明1の一致点(本件発明2ないし4との一致点も同様)】",
                "ハウジング内に軸心回りに回転可能に挿入されると共に軸心方向の一端から他端へクランプ移動されるクランプロッドであって，片持ちアームを固定する部分と，上記ハウジングの一端側の第1端壁に支持されるようにロッド本体に設けた第1摺動部分と，上記ハウジングの筒孔に挿入したピストンを介して駆動される入力部と，上記ハウジングの他端側の第2端壁に支持されるように上記ロッド本体から他端方向へ一体に突出されると共にガイド溝を外周部に形成した第2摺動部分とを，上記の軸心方向へ順に設けたクランプロッドと，",
                "その第2摺動部分に設けたガイド溝に嵌合するように上記ハウジングに支持した係合具とを備え，",
                "上記のガイド溝は，上記の軸心方向の他端から一端へ連ねて設けた旋回溝と直進溝とを備え，",
                "上記ピストンの両端方向の外方に配置された第1摺動部分と第2摺動部分とで上記クランプロッドを上記ハウジングに支持させた旋回式クランプ。」である点",
                "【甲第12号証発明と本件発明1の相違点】",
                "・相違点1",
                "本件発明1は，ガイド溝及び係合具が複数であり，複数のガイド溝の旋回溝を相互に平行状に配置するとともに直進溝を相互に平行状に配置しているが，甲第12号証発明は，ガイド溝及び係合具が1つである点。",
                "・相違点2",
                "本件発明1は，ピストンの両端方向の外方に配置された第1及び第2摺動部分の2箇所で，クランプロッドをハウジングに緊密に嵌合支持することにより，クランプロッドが傾くのを防止するように構成しているが，甲第12号証発明は，ピストン34が，カム溝を含む一端をシリンダ27により支持されるピストン34の端部と，カバー29により支持されるピストン34の端部と，シリンダ内部により支持されるピストンの大径部とのいずれでハウジング(シリンダ27，カバー29)に支持されているか，またどの程度の隙間で支持されているのか，また，ピストン34が傾くのを防止するように構成されているか否か不明である点。",
                "【甲第12号証発明と本件発明1の相違点に係る構成の容易想到性に係る判断】",
                "「(相違点1について)",
                "甲第14号証事項及び甲第15号証事項には，・・・平行状のガイド溝及び係合具を複数備えた，ハウジング内を摺動するクランプロッドが記載されている。",
                "甲第12号証発明には，シリンダで支持された部分にガイド溝を設けたものが記載されており，当該部分のガイド溝の個数を，甲第14号証事項及び甲第15号証事項に記載の事項に基づき，複数とし，該複数のガイド溝をそれぞれ平行に配置することは，当業者の通常の創作能力を発揮したにすぎない。",
                "原告は，・・・『このように，甲14及び甲15には，大きなクランプ反力が作用しない部分に螺旋溝(カム溝)を設けた場合において，その螺旋溝(カム溝)を複数にする技術事項が開示されているのである。",
                "換言すれば，甲14発明及び甲15発明では，本件発明1のように，複数のガイド溝を形成した第2摺動部分でハウジングの端壁に支持させるのではなく，これとは別の方法によってクランプロッドを支持する構成を採用した結果，ロッド部分に複数の螺旋溝(カム溝)を形成することを可能にしているのである。・・・』・・・と主張し，・・・『しかしながら，仮に，被告が主張する『2点の支持箇所の距離を大きくする』ことが技術的な常識であるとしても，当業者は，支持部分をどこに設けるかについては，・・・『ガイド溝が設けられた部分では緊密に嵌合支持しない』という技術的な常識にも直面している。そして，上記の二つの常識が対立する場合には，『ガイド溝が設けられた部分では緊密に嵌合支持しない』という技術的な常識を優先させるのである。』・・・と主張し，・・・その理由を主張している。",
                "しかしながら，本件発明1において，本件特許明細書にも記載されているように，複数の溝及び係合具を設ける目的は，『・・・上記クランプロッド5に複数のガイド溝26を設けて，これらのガイド溝26にそれぞれ係合ボール29を嵌合させたので，前記の支持筒13に上記の複数の係合ボール29を介して上記クランプロッド5を周方向でほぼ均等に支持することが可能となる。このため，クランプおよびアンクランプ駆動時に上記クランプロッド5の傾きを防止できる。・・・』(段落【0029】参照。)ことである。",
                "ここで，甲第15号証の・・・段落【0027】には，カム溝51は，クランプロッド20の外周部の円周3等分に形成される旨記載されているから，ガイド溝と係合ボールとを均等に設けたことによる，上記本件発明1と同じ構造であり，甲第15証事項に記載の事項のように複数のガイド溝及び係合ボールを円周上に均等に設けたことによって奏する効果も，当業者の予測の範囲内のものにすぎない。",
                "(相違点2について)",
                "甲第12号証発明において，ピン33が固定されている部分のシリンダ27と，カバー29と，両側に圧油が供給されるシリンダ27のピストン34の大径部が当接する部分とのいずれの部分で，ピストン34が支持されているかを検討すると，一般的な技術常識として，圧油が供給されるシリンダ内の構造物(大径部)に，必要以上の支持圧力をかけることは，ピストン自体の寿命や摺動特性，剛性の点から考え難い。",
                "また，上述の甲第13号証事項により，甲第12号証発明と同様に，摺動するピストン(甲第13号証事項においては，クランプロッド5)が，ハウジングと3箇所に接するものにおいて，甲第13号証事項は，ピストン(クランプロッド)が，圧油が供給される孔内に接する，ピストン(クランプロッド)の大径部ではなく，ピストンの両端部で摺動自在に支持されているものである。",
                "よって，甲第12号証発明における，クランプロッドに相当するピストン34をハウジングに相当するカバー29及びシリンダ27に支持する際に，技術常識を踏まえ，甲第13号証事項に記載されるように，ピストン34の大径部を除く二点で支持する構成とすることは，当業者が容易に想到し得たものである。",
                "また，その際，クランプロッドの傾きを防止するという，当該分野において一般的な技術常識を踏まえ，どの程度の隙間を設けて支持するか，すなわち，言い換えると，どのくらいの隙間を設けて緊密に支持嵌合するかは，当業者が適宜なし得る設計的事項である。",
                "以上より，本件発明1は，甲第12号証発明及び甲第13ないし15号証記載事項に基づき，当業者が容易になし得たものである。",
                "エ)むすび",
                "以上のとおり，本件発明1は，甲第12号証発明及び甲第13ないし15号証事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができない。」",
                "【甲第12号証発明と本件発明2の相違点】",
                "・相違点3(相違点1，2に加えて)",
                "本件発明2は，ガイド溝及び係合具が3つ又は4つであるが，甲12号証発明は，ガイド溝及び係合具が1つである点。",
                "【甲第12号証発明と本件発明2の相違点に係る構成の容易想到性に係る判断】",
                "「相違点1及び2については，上記『1)本件発明1について』(判決注：甲第12号証発明と本件発明1の相違点に係る構成の容易想到性に係る判断)で述べたとおりである。",
                "(相違点3について)",
                "上述のとおり，甲第15号証記載事項より，3本のカム溝51と，これらカム溝51に夫々係合する3つのカム体52とを備えたクランプ装置は既に公知である。",
                "よって，本件発明2は，甲第12号証発明及び甲第13ないし15号証に記載の事項に基づき，当業者が容易になし得たものである。",
                "・・・",
                "以上のとおり，本件発明2は，甲第12号証発明及び甲第13ないし15号証事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができない。」"
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由6(新規性，進歩性欠如)についての判断",
              "text": [
                "甲第21号証は，原告が特許権者である特許第3621082号につき被告が無効審判請求(無効2006-80215号)をし，これを不成立とした審決の取消訴訟(知的財産高等裁判所平成19年(行ケ)第10315号)において原告が提出した準備書面である。審決は甲第21号証の添付資料3の図1及び2に記載のクランプ(LH075型，LH090型)が少なくとも平成14年4月ないし7月に販売されていたと認定する(30頁)。そして，以下のとおり判断した。",
                "【甲第21号証に記載された発明(甲第21号証発明)】",
                "「シリンダ内に軸心回りに回転可能に挿入されると共に軸心方向の一端から他端へクランプ移動されるピストンであって，クランプを固定する部分と，上記シリンダの上部に設けられたピストンとの摺動部分と，上記シリンダの内部に挿入したピストンの大径部を介して駆動される凸部と，球体が貫通支持された孔部が設けられたシリンダの下部に，ボールを介して，緊密に嵌合支持されるように，複数のガイド溝を外周部に形成した，ピストンを支持する摺動部分とを，上記の軸心方向へ順に設けたピストンと，",
                "そのボールを介してピストンを支持する摺動部分に設けた複数のガイド溝にそれぞれ嵌合するように上記シリンダに支持した複数の球体とを備え，",
                "上記の複数のガイド溝は，それぞれ，上記の軸心方向の他端から一端へ連ねて設けた旋回用ストロークと直進用ストロークとを備え，上記の複数の旋回用ストロークを相互に平行状に配置すると共に上記の複数の直進用ストロークを相互に平行状に配置し，",
                "上記ピストンの最大径部の両端方向の外方に配置された上記のシリンダの上部に設けられたピストンとの摺動部分とガイド溝が設けられたシリンダの下部に，ボールを介してピストンを支持する摺動部分との2箇所で上記ピストンを上記シリンダに緊密に嵌合支持させて同上ピストンが傾くのを防止するように構成し，前記ガイド溝を複数設け，",
                "前記の旋回用ストロークを螺旋状に形成し，その旋回用ストロークの傾斜角度を約21度に設定し，",
                "前記の複数の球体をボールによって構成し，前記の球体が貫通支持された孔部が設けられたシリンダの下部に，上記球体を回転自在に支持する孔部を，前記の軸心方向に対してほぼ直交するように設け，係合ボールの外側に部材を設けた旋回式クランプ。」",
                "【本件各発明の優先権主張の効果，甲第21号証発明と本件各発明の相違点に係る判断】",
                "「b)出願日について",
                "1)本件発明3について",
                "優先1における，上記【0005】，【0008】，【0021】，【0022】，【0026】，及び図2，優先2における上記【0019】，【0020】，及び図2，優先3における，上記【0017】，【0027】，及び図2において，旋回溝(27)が傾斜することは記載されているものの，具体的な角度の値は記載されていない。また，他に旋回溝の傾斜に関する記載はなされていない。よって，本件発明3の旋回溝の傾斜角度に関する限定事項は，基礎出願の明細書等のすべての記載を総合することにより導かれる技術的事項ではなく，本件特許の明細書の段落【0020】に『その旋回溝27の傾斜角度Aが約11度から約25度の範囲内の小さな値に設定されている。なお例示したバネ力によるクランプにおいては，旋回ストロークを小さくするために，上記の傾斜角度Aを約11度から約20度の範囲内の値にすることが好ましい。",
                "このように上記の螺旋状の旋回溝27の傾斜角度Aを小さくしたので，その旋回溝27のリードが大幅に短くなる。このため，上記クランプロッド5の旋回用ストロークが小さくなる。』と記載の新たな効果を奏するから，本件発明3の出願日は，現実の出願日である，平成14年10月10日である。",
                "また，上記5における，口頭審理における原告の陳述2及び3に基づき，甲第19号証及び甲第20号証に記載されているように，LH075型，LH090型のクランプが，平成14年10月10日前の，少なくとも平成14年4月から7月に販売されていた事実がある。",
                "ここで，優先権主張の効果は請求項毎であるところ，後の出願である特願2002-296828号に基づく本件特許の請求項3に記載された発明の要旨となる技術的事項が，優先権主張の基礎となる出願の当初明細書及び図面に記載された技術的事項の範囲を超えることになり，その超えた部分については優先権主張の効果が認められないのであるから，本件発明3に記載された構成部分の判断基準日，すなわち29条の規定の適用についての基準日は，実際の出願日である平成14年10月10日である。",
                "2)本件発明4について",
                "上記1)のとおり，本件発明3に記載された構成部分の判断基準日，すなわち29条の規定の適用についての基準日は，実際の出願日である平成14年10月10日であるから，本件発明3を引用する本件発明4についても，29条の規定の適用についての基準日は，実際の出願日である平成14年10月10日である。",
                "3)本件発明1及び2について",
                "優先1における，上記【請求項2】，【請求項3】，【0006】，【0007】，【0016】，【0017】，【0020】，図1及び3，優先2における上記【請求項1】，【0004】，【0013】，【0017】，【0018】，図1，3及び4，優先3における，上記【請求項1】，【請求項2】，【0005】，【0007】，【0013】，【0018】，【0026】，及び図1より，係合具(29)(ボール(29))が，ハウジングに支持されること，が記載されている。",
                "特に，優先2には，係合具(29)(ボール(29))が，ハウジング3の構成要素である，ハウジングの下端壁(第2端壁)3bの一部を構成する支持筒13の内壁に設けた貫通孔31によって支持されることが，優先3には，係合具(29)(ボール(29))が，ハウジング3の構成要素である，ハウジング3の下端壁(第2端壁)3bの一部を構成する支持筒13の内壁13aの上部に設けた4つの貫通孔31によって支持されること，及び係合具(29)(ボール(29))が，ハウジング3の前記の胴部3cなどに設けた4つの貫通孔31によって支持されても良い旨も記載されている。",
                "よって，本件発明1における『ハウジング(3)に支持した』点は，少なくとも，優先2及び3に記載された事項の範囲内であると認められ，少なくとも，優先2の平成13年12月18日が，特許法29条の規定の適用における基準日となされる。(優先3の出願日は平成14年4月3日)",
                "しかしながら，・・・本件発明1及び2は，後の出願の特許請求の範囲(本件の場合，本件発明1ないし4)に記載された発明の要旨となる技術事項(本件の場合，本件発明3，明細書段落【0005】の請求項3に係る部分，同段落【0020】，【0033】，【0036】に記載の技術事項)が，先の出願(本件の場合，優先1ないし優先3)の出願当初明細書及び図面に記載された技術事項の範囲を超えることになることは明らかであるから，その越えた部分については優先権主張の効果は認められない。すなわち，本件発明1及び2は，旋回溝の構成を有するものであり，本件特許の現実の出願日である平成14年10月10日付けの願書に添付された明細書によって，その角度を特定したことにより，前述のように新規事項を含むことになるから，特許請求の範囲の請求項1及び2に記載された発明の要旨となる技術事項が，先の出願の当初明細書及び図面に記載された技術的事項の範囲を超えることになることは明らかである。",
                "よって，本件特許においても本件発明1は，先の出願の当初明細書及び図面に記載された技術的事項の範囲を超えることとなり，優先権主張の効果は認められない。",
                "同様の理由により，本件発明2においても，先の出願の当初明細書及び図面に記載された技術的事項の範囲を超えることとなり，優先権主張の効果は認められない。",
                "したがって，本件発明1及び2の，29条の規定の適用についての基準日は，実際の出願日である平成14年10月10日である。",
                "c)対比，判断",
                "ここで，・・・無効理由6は，『優先権主張の無効』の結果，『請求項1ないし4に係る発明に対する甲第19号証及び甲第20号証を証拠とする特許法29条1項，2項違反』の意味であるとして，以下，判断を行う。",
                "1)本件発明1ないし3について",
                "本件発明1ないし3と甲第21号証発明とを比較すると，機能又は構造等からみて，後者の『シリンダ』は，前者の『ハウジング』に相当し，以下同様に，後者の『ピストン』は，前者の『クランプロッド』に，後者の『クランプ』は，前者の『片持ちアーム』に，後者の『直進用ストローク』は，前者の『直進溝』に，後者の『旋回用ストローク』は，前者の『旋回溝』に，後者の『ガイド溝』は，前者の『ガイド溝』に，後者の『球体』は，前者の『『係合具』及び『ボール』』に，後者の『球体が貫通支持された孔部を備える部分の，さらに円周方向外側に設けられているシリンダの構成の一部』は，前者の『スリーブ』に，後者の『内部』は，前者の『筒孔』に，後者の『ピストンの最大径部』は，前者の『ピストン』に，後者の『凸部』は，前者の『入力部』に，後者の『球体が貫通支持された孔部が設けられたシリンダの下部』は，前者の『第2端壁』に，後者の『孔部』は，前者の『貫通孔』に，各々相当する。",
                "また，後者の『シリンダの上部に設けられたピストンとの摺動部分』は，前者の『ハウジングの一端側の第1端壁に緊密に嵌合支持されるようにロッド本体に設けた第1摺動部分』に，後者の『球体が貫通支持された孔部が設けられたシリンダの下部に，ボールを介して，緊密に嵌合支持されるように，複数のガイド溝を外周部に形成した，ピストンを支持する摺動部分』は，前者の『ハウジングの他端側の第2端壁に緊密に嵌合支持されるように上記ロッド本体から他端方向へ一体に突出されると共に周方向へほぼ等間隔に並べた複数のガイド溝を外周部に形成した第2摺動部分』に相当することも，明らかである。",
                "よって，本件発明1及び3と甲第21号証発明とは，全ての点で一致する。",
                "また，本件発明2と甲第21号証発明とを比較すると，甲第21号証発明においては，少なくとも2つのガイド溝が設けられているものの，ガイド溝が3つ又は4つ設けられているか否か不明な点で相違する。",
                "しかしながら，剛性やバランス等を考慮し，ガイド溝の数を3つあるいは4つとすることは，当業者が適宜なし得る設計的事項にすぎない。",
                "以上より，本件発明1，3と，甲第21号証発明とを比較すると，本件発明1及び3は，甲第21号証発明と同一であり，特許法29条1項2号の規定により特許を受けることができないものである。",
                "また，本件発明2と甲第21号証発明とを比較すると，甲第21号証発明から当業者が容易になし得たものであるので，特許法29条2項の規定により特許を受けることができないものである。",
                "2)本件発明4について",
                "・・・",
                "本件発明4は，甲第21号証発明と同一であるとも，また，甲第21号証発明から容易になし得たものとも認められず，したがって，特許法29条1項2号の規定及び特許法29条2項の規定により特許を受けることができないものであるとは認められない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "甲第12号証発明の認定の誤り及び甲第12号証発明と本件発明1の相違点の認定の誤り(無効理由5関係，取消事由1)",
          "text": [
            "請求項1の特許請求の範囲には「第1摺動部分(11)と第2摺動部分(12)との2箇所で上記クランプロッド(5)を上記ハウジング(3)に緊密に嵌合支持させて同上クランプロッド(5)が傾くのを防止するように構成した」との記載があるから，請求項1(本件発明1)にいう「支持」は部材同士が直接に接触し，相互に支持し合う場合をいうことは明らかである。そうすると，請求項1にいう「摺動」も，部材同士が直接に接触し，支持し合う場合をいう。",
            "ところで，甲第12号証の第5図には，部材同士の接触や嵌合の程度等は記載されておらず，同図からは，ピストン34の他端部分の外周面がシリンダ27の左部の孔面と直接に接触しているか否かや，ピストン34の一端側部分の外周面がカバー29の孔面に直接接触しているか否か，ピストン34の大径部分の外周面がシリンダ27の孔面と直接接触しているか否かは特定できない。ところが，審決は「イケール1の凹部からピン33が固定されている部分にまでわたる部分のシリンダ27は，カム溝が形成されている部分のピストン34の円周回り及びピストンの摺動方向に，ピストン34に接している部分(面)を備えること，カバー29は，ピストン34の周囲に接していること，圧油が供給されるシリンダ27内部にてピストンの大径部とシリンダとがOリング状の部材を介して支持することが開示されている。」(15頁)と認定しているが，この認定は誤りである。",
            "また，前記のとおり，ピストン34の一端部分，他端部分，大径部分のいずれがハウジングに接触しているか特定できず，したがって上記のいずれの部分がハウジングに支持されているか特定できない。そうすると，上記3つの部分が摺動することはあり得ないし，かかる結論は当業者の一般常識に反する。ところが，審決は「少なくとも，カム溝を含む一端をシリンダ27により支持されるピストン34の端部と，カバー29により支持されるピストン34の端部と，シリンダ内部により支持されるピストンの大径部とは，摺動部分であることは明らかである。」(15頁)と認定しているが，この認定は誤りである。",
            "なお，シール部材を介して間接的にクランプロッド等の部材を支持する場合には，シール部材を設けたすべての箇所で同時に摺動させることができるが，シール部材を介さずにクランプロッド等の部材を直接支持する場合には，部材同士が3箇所で隙間なく嵌合して摺動することはあり得ない。また，シール部材を介して間接的にクランプロッド等を支持する場合には，シール部材が弾性変形するために，クランプロッド等をまっすぐに案内することもクランプロッド等を傾かないようにすることも困難であるが，シール部材を介さずにクランプロッド等を直接接触して支持する場合には，かかる問題点を解消することができる。そうすると，シール部材を介した支持とシール部材を介さない支持とでは技術的意義が異なり，両者を容易に置換できないところ，審決はかかる技術的意義の相違を踏まえて相違点を認定していない。",
            "これらのとおり，甲第12号証発明のクランプ装置には「摺動部分」が存在するか否かすら明確でないのであって，「本件発明1と甲第12号証発明とを対比すると，・・・後者の『カバーに支持される摺動部分』は，前者の『第1摺動部分』に相当し，後者の『カム溝34aを外周面に形成した摺動部分』は，後者の『第2摺動部分』に相当する」(19頁)との認定は誤りである。",
            "そうすると，甲第12号証と本件発明1との間では，「本件発明1は，第1摺動部分と第2摺動部分が存在するのに対して，甲第12号証発明では，部材同士が直接接触する摺動部分が存在するのか，また，仮に存在するとして，どの部分が摺動部分になっているのか明らかでない点」も相違点であるところ(相違点A)，審決はかかる相違点を甲第12号証と本件発明1の相違点として認定しておらず，相違点を看過している。"
          ]
        },
        {
          "fig": "2",
          "subject": "甲第12号証発明と本件発明1の相違点に係る構成の容易想到性の判断の誤り(無効理由5関係，取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件優先日当時，シリンダのガイド溝を設けた部分はピストンロッドと摺動(緊密に嵌合支持)させないことが技術常識であった。",
                "甲第12号証発明のクランプ装置のガイド溝が設けられた部分(他端部分)は摺動部分に当たらない。",
                "仮に，甲第12号証発明のクランプ装置のガイド溝が設けられた部分(他端部分)は摺動部分に当たり得るとしても，上記部分のガイド溝34aはピストン34に一つだけ形成されているにすぎず，またガイド溝を複数にすると強度上の問題を無視できなくなるから，当業者において公知技術に反し，ピストンに3つ又は4つのガイド溝を形成することを想到することは動機付けを欠き容易でないか，かかる複数のガイド溝を採用する上で阻害事由がある。",
                "しかるに，審決は「甲第12号証発明には，シリンダで支持された部分にガイド溝を設けたものが記載されており，当該部分のガイド溝の個数を，甲第14号証事項及び甲第15号証事項に記載の事項に基づき，複数とし，該複数のガイド溝をそれぞれ平行に配置することは，当業者の通常の創作能力を発揮したにすぎない。」として，相違点1に係る構成の容易想到性を肯定するが，この判断には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "当業者において，ピストンの大径部を緊密に嵌合支持させることは，なんら躊躇を感じさせない技術的事項にすぎない(甲6，11，14参照)。そうすると，審決がした「一般的な技術常識として，圧油が供給されるシリンダ内の構造物(大径部)に必要以上の支持圧力をかけることは，ピストン自体の寿命や摺動特性，剛性の点から考え難い」との判断には誤りがある。また，甲第13号証の発明においては，発明の目的を達成するために「クランプロッド5に設けた旋回部分26(旋回溝36)に旋回操作用スリーブ27を外嵌する」との構成が必須(一体不可分)であるところ，審決はかかる構成を除外して甲第13号証に記載された事項を認定し，甲第12号証発明に基く相違点2に係る構成の容易想到性を判断しており，誤りである。",
                "以上のとおり，相違点2に係る構成の容易想到性を肯定した審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明3，4に係る新規事項の追加の有無の判断の誤り(無効理由6関係，取消事由3)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法41条2項にいう「明細書又は図面に記載した事項」に当たるか否かは，形式的に明細書や図面に記載されているか否かではなく，明細書や図面のすべての記載を総合して導かれる技術的事項との関係で，新たな技術的事項を導入するか否かで判断されるべきである。",
                "本件各発明の優先権主張の根拠の一つになっている特願2001-346977号公報(甲16)の段落【0005】には「上記クランプロッドを円滑に旋回させるにあたり，旋回溝などの旋回機構の勾配を大きくする必要がなくなり，そのクランプロッドの旋回用ストロークが小さい。」との記載があるし，同公報の図2には，約20度の傾斜角度の旋回溝が，旋回機構の具体的な勾配として開示されている。そうすると，上記明細書及び図面のすべての記載を総合すれば，「旋回溝の傾斜角度を通常の角度よりも小さいものとすることで，クランプロッドの旋回用ストロークを小さくしたクランプ」との技術的事項が開示されているものということができる。ここで，本件発明3にいう「傾斜角度を10度から30度の範囲にした」との限定は，上記「通常の角度よりも小さい」との技術的事項を明確にするものである。したがって，本件発明3における上記限定は，上記明細書及び図面から導かれる技術的事項の範囲内でされるものにすぎず，新たな技術的事項を導入するものではない。",
                "しかるに，審決は「優先1における・・・において，旋回溝(27)が傾斜することは記載されているものの，具体的な角度の値は記載されていない。また，他の旋回溝の傾斜に関する記載はなされていない。よって，本件発明3の旋回溝の傾斜角度に関する限定事項は，基礎出願の明細書等のすべての記載を総合することにより導かれる技術的事項ではな」いとして(30頁)，本件出願は新たな技術的事項を導入するものであると判断しているが，かかる審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記のとおり，本件発明3に係る新規事項の追加の有無(優先権主張の効果)の判断には誤りがあるから，本件発明4に係る新規事項の追加の有無(優先権主張の効果)の判断にも誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件発明1，2に係る新規事項の追加の有無の判断の誤り(無効理由6関係，取消事由4)",
          "text": [
            "前記のとおり，本件発明3について新規事項が追加されたものではないし，仮に本件発明3について新規事項が追加されたものであるとしても，本件発明1及び2の特許請求の範囲の記載中には旋回溝の傾斜角度に関する限定事項が存在しないから，本件発明1及び2につき新規事項を追加することにはならない。",
            "審決は「本件発明1及び2は，旋回溝の構成を有するものであり，本件特許の現実の出願日である平成14年10月10日付けの願書に添付された明細書によって，その角度を特定したことにより，前述のように新規事項を含むことになるから，特許請求の範囲の請求項1及び2に記載された発明の要旨となる技術事項が，先の出願の当初明細書及び図面に記載された技術事項の範囲を超えることになることは明らかである」との判断をしたが(31，32頁)，この判断には誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "審決は甲第12号証発明のクランプ装置におけるシリンダとピストン34の嵌合隙間が零であるとか，両者が緊密に嵌合支持されているなどと認定しておらず，「摺動」が緊密に嵌合支持することを意味することを前提にしているわけでもない。ピストンロッド等がシール部材に対して摺り動く態様のものや，ピストンロッド等の一部分のみが接触して摺り動く態様のものも「摺動」に当たり得るのであって，ピストンロッド等とシリンダとの間の嵌合隙間が零である必要はない。",
            "審決はピストン34の両端部分及び大径部分の3箇所が単に「摺動」するが，これらの箇所が緊密に嵌合支持されているかは不明であると認定した(相違点2)にすぎず，審決の認定には相違点の看過はない。すなわち，審決はピストンと直接に接触し支持し得る箇所を摺動部分と認定したにすぎず，3箇所が同時にかつ直接に摺動すると認定したわけではない。原告の主張は，本件発明1にいう「緊密に嵌合支持」すなわち，嵌合隙間を可及的に小さくし，かつクランプロッドをガイドして傾きを防止することと，単なる「摺動」とを混同するものであって，不適切である。",
            "なお，原告は，本件特許権に係る侵害訴訟では，ガイド溝が設けられた部分ではピストンロッドがハウジングに直接接触しない被告の製品が技術的範囲に属すると主張しながら，本件訴訟ではガイド溝が設けられた部分でピストンロッドがハウジングと摺動することが本件発明1の特徴である旨を主張しており，両主張は矛盾する上，後者の主張は「係合具(29)を上記の第2端壁(3b)に設けた」との特許請求の範囲の記載を「その第2摺動部分(12)に設けた複数のガイド溝(26)にそれぞれ嵌合するように上記ハウジング(3)に支持した複数の係合具(29)とを備え，」に改めた補正の後では成立しない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ピストンが傾くことが望ましくないのは本件優先日当時の当業者の技術常識であって，係合具及びガイド溝を円周方向に均等配置し，ピストンを複数の箇所で支持する動機付けがある(甲14，15参照)。ピストン(ピストンロッド)の強度は，ピストンの材質，ロッド部分の外径，ガイド溝の幅や深さ等の形状によっても変わり得るし，ピストンに設けられるガイド溝を複数にしたことによるピストンの強度の低下は当業者の通常の設計によって解消できるから(例えば，ガイド溝を設けた部分を細径でなくしたり，かかる部分をピストンの大径部と一体に形成することによっても，ピストンの強度を向上させることができる。)，ガイド溝を複数にしたからといって直ちにピストンの強度が低下することにはならない。そうすると，かような強度上の問題があるからといって，阻害要因となるものでもないし，当業者がガイド溝を複数にする構成に容易に想到できなくなるわけでもない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "クランプ装置においてクランプロッド(ピストン，ピストンロッド)の傾きを防止することや，ピストンをガイド(支持)する部分の間隔をできるだけ大きくしてピストンの駆動を円滑に行えるようにすること(ロングガイド)も当業者の技術常識にすぎない。一般的な技術常識に照らしてみても，ピストンの両端部分で支持する構成とピストンの大径部分と一端側部分で支持する構成とでは，前者が後者の半分の支持反力で済むから，寿命，摺動特性，剛性の点から有利である。また，ピストン大径部の方がロッド部分よりも嵌合隙間が大きいことは当業者の技術常識にすぎない。そうすると，甲第12号証のクランプ装置において，ピストンの傾きを防止するために，ピストンの大径部分ではハウジングと緊密に嵌合せず，離隔した両端部分のみで緊密に嵌合支持するようにすることは，当業者において容易に想到し得た事柄である。",
                "なお，甲第13号証のクランプ装置における，クランプロッド5に設けた旋回部分26(旋回溝36)に旋回操作用スリーブ27を外嵌する構成と，2箇所でクランプロッドを支持する構成は一体不可分のものではなく，審決は恣意的に一部の構成を除外したわけではないし，後者の構成を甲第12号証発明に適用しても誤りでない。",
                "また，本件優先日当時，クランプ装置において，ガイド溝が設けられた部分でピストンロッドとシリンダとを緊密に嵌合支持しないことは当業者の技術常識ではなかった。",
                "そして，甲第6，第11，第14号証のクランプ装置は，ピストンの大径部に対して一端方向にのみロッドが一体に突出するものであって，甲第12号証発明のクランプ装置と基本的構造が異なるから，前3者を持ち出しても「大径部に支持圧力をかけることは考え難い」とした審決の判断が誤りであるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，甲第12号証発明と本件発明1の相違点に係る構成の容易想到性についての審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "甲第16号証の図2は模式図にすぎず，これから具体的な傾斜角度を読み取ることはできないし，仮に具体的な傾斜角度を読み取ることができるとしても，旋回溝が4つの場合しか図示されていないから，旋回溝が2つ，3つ又は5つ以上の場合については，旋回溝の傾斜角度が図面からは不明である。",
            "また，甲第16号証の段落【0005】，【0008】の記載は，10度から30度という具体的な数値範囲を明らかにするものではないし，原告の主張によれば，かかる傾斜角度の範囲は従来のそれに比して革新的かつ飛躍的であるというのであるから，当業者の技術常識でもないし，当業者において明細書の記載及び図面から容易に導き出すことができない。なお，甲第16号証における「旋回用ストロークを小さくする」という技術内容は捻じりバネ51を設けることによって奏される効果であり，甲第17号証における「ハウジングの高さを低くして，旋回式クランプをコンパクトにする」という技術内容は「摺動部分の支持箇所と旋回機構を兼用する」ことによって奏される効果であるから，両技術内容は同一でなく，かつ，旋回溝27の傾斜角度Aを小さくして，旋回角度27のリードが大幅に短くなることにより，旋回式クランプをさらにコンパクトに造ることができるとの本件発明3に係る技術事項とも異なる。",
            "そうすると，本件発明3における傾斜角度の数値範囲の限定は新たな技術的事項を導入するものであって，この旨をいう審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "text": [
            "本件発明1，2は本件発明3の上位概念に当たる発明であって，特許請求の範囲にいう「旋回溝」には「傾斜角度」に関する限定事項が内在しているというべきである。そうすると，本件発明3において基礎出願にはない新たな技術的事項が追加された以上，本件発明1，2においても新たな技術的事項が追加されたものとみることができ，したがって本件発明1，2についても優先権主張の利益を享受することができないというべきである。",
            "したがって，この旨をいう審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲第12号証発明認定の誤り及び甲第12号証発明と本件発明1の相違点の認定の誤り，無効理由5関係)について",
          "text": [
            "原告は，甲第12号証の第5図には部材の接触，嵌合の程度等は記載されていないなどとして，審決の甲第12号証発明の認定には誤りがあり，また審決は相違点A「本件発明1は，第1摺動部分と第2摺動部分が存在するのに対して，甲第12号証発明では，部材同士が直接接触する摺動部分が存在するのか，また，仮に存在するとして，どの部分が摺動部分になっているのか明らかでない点」を看過した等と主張する。",
            "しかしながら，前記のとおり，審決は甲第12号証発明につき，①ピストン34の一端側(第5図の右側)に，カバー29に支持されるように摺動する部分があること，②ピストン34の他端側(図の左側)に，カム溝を外周部に形成し，シリンダ27に支持されるように摺動する部分があること，③ピストン34の上記の一端側の摺動部分，他端側の摺動部分及び大径部によって，ピストン34がカバー29及びシリンダ27に支持されることを認定するにとどまる。審決は，ピストン34の他端部分の外周面がシリンダ27の内周面と直接に接触しているとか，ピストン34の一端側部分の外周面がカバー29の内周面に直接接触しているとか，ピストン34の大径部分の外周面がシリンダ27の内周面と直接接触しているかなどと明示して認定しているわけではないし，ピストン34の一端部分，他端部分，大径部分のいずれがカバーやシリンダ(ハウジング)に接触しているかを特定して，甲第12号証発明を認定したわけでもない。",
            "そして，審決は，相違点2の認定において，「甲第12号証発明は，ピストン34が，・・・一端をシリンダ27により支持されるピストン34の端部と，カバー29により支持されるピストン34の端部と，シリンダ内部により支持されるピストンの大径部とのいずれでハウジング(シリンダ27，カバー29)に支持されているか，またどの程度の隙間で支持されているのか，また，ピストン34が傾くのを防止するように構成されているか否か不明である」として，ピストン34の一端側，他端側，大径部のいずれの箇所で支持されているか，支持箇所の隙間がどの程度か，当該支持によってピストン34の傾きが防止されるようにされているかが不明である旨を説示する。この審決の説示は，本件発明1のクランプ装置の支持箇所(クランプロッドの一端側及び他端側の2箇所)の構成と比較して，甲第12号証発明のクランプ装置ではピストン34の一端側，他端側，大径部のいずれの箇所で支持されているか不明であるが，この3箇所のうちのいずれかの箇所で支持されるとする趣旨のもので，ピストン34の一端側，他端側，大径部のいずれの箇所にカバーやシリンダと直接接触したり，堅く嵌合したりする部分があるかを確定して認定するものではない。そうすると，審決は甲第12号証発明の認定や本件発明1との一致点，相違点の認定において，ピストン34がカバーやシリンダと直接接触したり，堅く嵌合したりする態様に限定する趣旨で「摺動」という用語を使用したわけではないことは明らかであるし，審決がした甲第12号証発明と本件発明1の相違点の認定において，原告が主張する相違点の看過は存しない。",
            "したがって，原告が主張する取消事由1には理由がなく，審決が前記のとおりの相違点の認定に従って本件発明1の容易想到性を判断した点に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲第12号証発明と本件発明1の相違点に係る構成の容易想到性の判断の誤り，無効理由5関係)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，本件発明1についての優先権主張が有効であり，進歩性判断の基準時が優先日となることについては，後記取消事由4について判断するとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ワーク固定用クランプシステムに関する発明に係る特許公報である甲第14号証(特開2001-198754号公報，出願人は被告)の段落【0048】，【0049】及び図4には，ピストンロッド(クランプロッド)52に固定されたピストン60の下方にロッド部材66を固定し，このロッド部材66に複数の螺旋溝67(旋回溝)を設ける一方，ロッド部材66の下部外周を取り囲むように設けられた保持部材68(シリンダエンド壁63の上端部に固定されている。)に上記各螺旋溝とそれぞれ係合するボール69(係合具)を設けて，ピストンの旋回動作をガイドする構成が記載されており，クランプロッドツイスト型クランプ装置に関する発明に係る特許公報である甲第15号証(特開平8-33932号公報，出願人はパスカル株式会社(商号変更前の相生精機株式会社))の段落【0027】，図1，6にも，クランプロッド20の外周面に3本のカム溝51(旋回溝)を設ける一方，ピストン部材42には鋼球のカム体52(係合具)を設けて，クランプロッドの旋回動作をガイドする構成が記載されており，かつ，甲第15号証の図1からは，カム溝(旋回溝)を複数(図では2つ)設ける場合には，クランプロッドの外周に沿ってカム溝を平行に配置すること(1つのカム溝を外周に沿って回転させると他のカム溝と重なる。)を看て取ることができる。",
                "ここで，被加工物(ワーク)を支持・固定するクランプ装置においてクランプロッド(ピストンロッド)が傾くことが望ましくないこと(本件明細書の段落【0003】)は，本件優先日当時においても当業者に自明な技術的課題にすぎないところ，クランプロッドの円周方向にガイド溝及び係合具を均等に(特に3組以上)配置し，クランプロッドをハウジング(カバー，シリンダ)内で複数の方向から支持するようにすれば，クランプロッドの傾きを防止し，その運動をより円滑にガイドできることは当業者には明らかであるから，甲第14，第15号証に記載された上記技術的事項を適用する動機付けに欠けるところはない。",
                "そうすると，甲第12号証発明に甲第14，第15号証に記載された上記技術的事項を適用することにより，当業者において，ガイド溝及び係合具を複数組設け，かつガイド溝を相互に平行に配置することとして，相違点1を解消することは容易であるというべきである。",
                "原告はクランプロッドに設けるガイド溝を複数にすると強度上の問題を無視できなくなるなどと主張するが，ガイド溝の深さや形状を工夫したり，またはそもそもクランプロッドの材質をより頑丈なものにしたりすることによっても対処が可能であるから，当業者にとってガイド溝を複数にする動機付けに欠けるものではないし，上記技術的事項の適用に阻害要因があるものでもない。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点2は，ピストンないしクランプロッドとハウジング(シリンダ，カバー)の支持の程度に係る相違点であるから，以下，本件発明1(請求項1)の特許請求の範囲にいう「緊密に嵌合支持」の意義に照らして相違点2の容易想到性を判断する。",
                    "請求項1の特許請求の範囲中には，「上記ハウジング(3)の一端側の第1端壁(3a)に緊密に嵌合支持されるようにロッド本体(5a)に設けた第1摺動部分(11)と」，「上記ピストン(15)の両端方向の外方に配置された上記の第1摺動部分(11)と第2摺動部分(12)との2箇所で上記クランプロッド(5)を上記ハウジング(3)に緊密に嵌合支持させて同上クランプロッド(5)が傾くのを防止するように」との部分があるところ，本件明細書(甲4)の段落【0003】には，従来技術の問題として「上記クランプロッドの下部に設けた上記ピストンの外周面と上記のハウジング胴部との間に嵌合隙間が存在するので，上記クランプロッドをクランプ駆動したときに，上記の嵌合隙間によって上記クランプロッドが僅かながらも傾き，そのクランプロッドを精度良くガイドできない。」，本件各発明の目的として「本発明の目的は，クランプロッドを高精度にガイドできるようにすることにある。」との各記載があるし，段落【0005】には，本件発明1の作用効果として，「上記の入力部の両端の外側で上記クランプロッドに第1及び第2の二つの摺動部分を設けることになるので，これら軸心方向へ離れた二つの摺動部分によって上記クランプロッドを強力に支持できる。このため，上記クランプロッドが傾くのを防止して，そのクランプロッドを前記ハウジングに確実かつ高精度にガイドできる。」，「そのうえ，上記の係合具を上記ハウジングの第2端壁に設けたので，その係合具の設置箇所と上記の第2摺動部分の支持箇所とを兼用できる。このため，上記ハウジングの高さを低くして，旋回式クランプをコンパクトに造れる。」との記載がある。そうすると，本件発明1によって解決すべき技術的課題(発明の目的)は，従来のクランプ装置の欠点であった，クランプロッド下部のピストン外周面とハウジング胴部内周面との間の嵌合隙間によるクランプロッドの傾き防止，クランプロッドの高精度のガイド(クランプロッドの運動を高精度で導くこと)にあり，この技術的課題を解決するためにクランプロッドの第1摺動部分(例えば図1の上側の摺動部11)と第2摺動部分(例えば図1の下側の摺動部12)とをハウジングと緊密に嵌合させる構成を採用したものである。そうすると，本件発明1にいう「緊密に嵌合支持」とは，できるだけ小さい隙間でクランプロッドとハウジングが強力に嵌合支持されるものであって，かつ，第2摺動部分と対向するハウジングの第2端壁は，上記の小さい隙間でクランプロッドと嵌合支持する箇所であるとともに，ガイド溝と係合する係合具の設置箇所を兼ねるものでなければならないということができる。",
                    "ところで，機械設計・製図に関する一般的な文献である山本唯雄ほか著「新版3訂  JISによる  機械製図法」(平成8年山海堂発行)124，125頁(甲9)には，機械部品一般において穴を開けて軸材を挿入する場合に当業者が参考とする穴の直径と軸材の直径との関係，より正確には穴の直径の加工寸法の公差(バラツキの幅)と軸材の直径の加工寸法の公差(バラツキの幅)の関係(はめ合い)に関する記載があり(ただし，工業規格上，公差はその大きさに応じたクラス(公差域クラス)で分類される。)，これによると，両公差の関係は，当該機械部品をどのように使用するか，すなわち①軸材の直径の公差が穴の直径の公差よりも小さい範囲に分布するようにして(したがって，軸材の直径の方が穴の直径よりも小さくなる。)，両部材の間の隙間を大きくし，軸材が穴の中で自由に回転できるようにする用途に用いる場合(すきまばめ)，②軸材の直径の公差が穴の直径よりも大きい範囲に分布するようにして(したがって，軸材の直径が穴の直径よりも大きくなる。)，軸材が穴の側面に食い込んで固定されるようにし，軸材が穴の中で回転することを予定しない用途に用いる場合(しまりばめ)，③上記の2つの場合の中間の態様の場合(中間ばめ)に分類され，上記のすきまばめの場合，例えば穴の公差域クラスがH7のときには，隙間が大きくなる順にf6，g6，h6やe7，f7，g7，h7といった公差域が当業者において常用されているものである(穴基準はめ合いの場合。なお，英字に続く数字が小さいほど公差が小さく，例えばf6の方がf7よりも公差は小さいが，左記のように英字が同じ場合，穴の基準寸法が同一であれば，公差を見込んだ軸材の直径の上限は等しい。)。そうすると，穴と軸材の間の隙間の大きさ，すなわち両部材の直径の間の関係は，当該機械部品の用途に応じ，当業者において適宜設定される性格のものであるということができる。",
                    "そして，クランプ装置のような治具等に関する一般的な文献である杉田稔著「治具・工具・取付具」(昭和36年日刊工業新聞社発行)310頁(甲10)には，油圧ピストンの例として，ピストンロッドとシリンダヘッドのはめ合いにH7g6を用い，ピストンとシリンダとのはめ合いにH7f7を用いる旨が記載されている(なお，回転等を予定しないシリンダヘッドとシリンダ本体とのはめ合いにはH7h6，H7h7を用いる旨が記載されている。)から，本件優先日当時においてすら，油圧ピストンと同様な機構を含む油圧クランプ装置で，前記すきまばめの最も緊密に嵌め合う範疇に属する公差域クラスの組合せを用いることが当業者に知られていたということができる。",
                    "他方，本件明細書(甲4)中では，クランプロッドの第1，第2摺動部分とハウジングの緊密な嵌合の程度を示す数値等は特定されていないが，クランプロッドの第1，第2摺動部分とハウジングとの間の隙間が小さすぎるときには，クランプロッドの回転動作に支障が生じ，滑らかに回転しないことは明らかである。クランプロッドはハウジング内で回転可能でなければならないから(特許請求の範囲)，クランプロッドの第1，第2摺動部分とハウジングとの間の隙間をできる限り小さくするとはいっても，クランプロッドの旋回動作を阻害しないよう，なお相当程度の隙間が存在することは本件発明1において当然に予定されているというべきである。",
                    "そうすると，少なくとも本件優先日当時の当業者の技術常識ないし周知技術・慣用技術に照らしてさえ，本件発明1にいう「緊密に嵌合支持」は，上記のすきまばめにおける穴と軸材の各直径の公差域クラスの組合せと同程度の水準のものか，又は上記組合せの範囲内で公差の大きさをさらに最適化する(例えばクランプロッドの外径に係る公差を小さくする)程度のものにすぎないというべきであって，審決のように隙間の設定及び緊密な支持嵌合が設計的事項であると断定してよいかはともかくとして，クランプロッドの傾き防止という技術的課題を解決するという見地から，当時の当業者の技術常識ないし周知技術・慣用技術を用いて当業者が容易に想到できる事柄であると評価して差し支えない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "旋回式クランプ装置に関する発明に係る特許公報である甲第13号証(特開平10-34469号，出願人は原告)中には，「上記のハウジング3の上端壁(第1端壁)3aにガイド用ブッシュ10が装着され，そのブッシュ10に上記クランプロッド5の上摺動部分(第1摺動部分)11が摺動自在に支持される。さらに，同上ハウジング3の下端壁(第2端壁)3bにガイド筒13が設けられ，そのガイド筒13に同上クランプロッド5の下摺動部分(第2摺動部分)12が摺動自在に支持される。」(段落【0009】)，「クランプロッド5は，ハウジング3の上端壁3aと下端壁3bとの上下の二箇所で支持されるので，有効ガイド長さが大きい。」(段落【0021】)との記載があるから，図1も参酌すると，甲第13号証では，クランプロッド5の上側(アーム側)にハウジング3と摺動する上摺動部分(第1摺動部分)を，クランプロッド5のほぼ中間に溝状の旋回部を，クランプロッドの下側(底側)にハウジング3と摺動する下摺動部分(第2摺動部分)をそれぞれ設け，上摺動部分(第1摺動部分)と下摺動部分(第2摺動部分)の2箇所でクランプロッドを支持し，支持箇所の間隔を大きくする構成が開示されているということができる。なお，油圧クランプ装置のような部材の運動を案内(ガイド)する機構を備えた装置において，支持箇所の間隔を大きくして案内運動をより円滑にすること自体は，精密工学に関する一般的な文献である「やさしい精密工学」(中沢弘著，平成3年株式会社工業調査会発行，乙1)140ないし143頁に記載されているとおりの，当業者の技術常識にすぎない。",
                    "そうすると，甲第12号証発明に甲第13号証に記載された上記技術的事項や技術常識ないし周知・慣用技術を勘案すれば，当業者において相違点2に係る構成に想到することは容易であったというべきである。",
                    "なお，甲第13号証の旋回式クランプ装置における，クランプロッド5に設けた旋回部分26(旋回溝36)に旋回操作用スリーブ27を外嵌する構成と，上摺動部分(第1摺動部分)と下摺動部分(第2摺動部分)の2箇所でクランプロッドを支持する構成は一体不可分のものではないから，審決は恣意的に一部の構成を除外して甲第13号証に記載された技術的事項を認定したわけではないし，審決が後者の構成を甲第12号証発明に適用したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そして，本件発明1の前記作用効果も，甲第12号証発明に甲第13号証に記載された技術的事項等を適用して相違点1，2を解消することにより得られる作用効果として当業者の予測を超えるものではない。したがって，本件優先日当時であっても，甲第12号証発明に甲第13ないし第15号証に記載された技術的事項や技術常識ないし周知・慣用技術を適用することにより，当業者において本件発明1を容易に発明することができたというべきである。",
                "そうすると，審決がした本件発明1の容易想到性判断(無効理由5関係)に誤りはなく，原告が主張する取消事由2に理由はない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "なお，本件発明2についても優先権主張が有効であることは本件発明1についてと同様であるところ，本件発明2は本件発明1の構成を引用し，「前記ガイド溝(26)を3つ又は4つ設けた，ことを特徴とする」という限定を付したものであるが，前記のとおり引用された本件発明1は甲第12号証発明等に基づいて進歩性を欠くものであるし，審決が説示するとおり(22，23頁)，甲第15号証等に記載された技術的事項に基づいて，当業者が容易にかかる限定事項に想到できたものである。したがって，本件発明1と同様に，本件発明2も進歩性がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3，4に係る新規事項の追加の有無の判断の誤り，無効理由6関係)について",
          "text": [
            "平成13年11月13日にされた特許出願(第1基礎出願)に係る明細書(図面を含む。優先1，甲16)にも，平成13年12月18日にされた特許出願(第2基礎出願)に係る明細書(図面を含む。優先2，甲17)にも，平成14年4月3日にされた特許出願(第3基礎出願)に係る明細書3(図面を含む。優先3，甲18)にも，クランプロッド5の下摺動部分12に4つのガイド溝を設けることを前提に，下摺動部分12の外周面を展開した状態における螺旋溝27(旋回溝)に傾斜角度を付けることは開示されているものの(例えば甲16の段落【0016】，図2)，傾斜角度の具体的範囲については記載も示唆もされていない。本件発明3の構成のうち，「その旋回溝(27)の傾斜角度(A)を10度から30度の範囲内に設定した，」との構成すなわち第2摺動部分(12)の外周面を展開した状態における上記の旋回溝(27)の傾斜角度(A)を10度から30度の範囲内に設定したとの構成(発明特定事項)については，平成14年法律第24号特許法等の一部を改正する法律附則3条1項によりなお従前の例によるとされる同法による改正前の特許法(以下「旧特許法」という。)41条1項にいう先の出願「の願書に最初に添付した明細書又は図面・・・に記載された発明に基づ」いて特許出願されたものでないから，本件発明3についての特許法29条の規定の適用については，優先権主張の利益を享受できず，現実の出願日である平成14年10月10日を基準として発明の新規性を判断すべきである。",
            "原告は，基礎出願に係る明細書及び図面のすべての記載を総合すれば，「旋回溝の傾斜角度を通常の角度よりも小さいものとすることで，クランプロッドの旋回用ストロークを小さくしたクランプ」との技術的事項が開示されているものということができるし，本件発明3にいう「傾斜角度を10度から30度の範囲にした」との限定は，上記「通常の角度よりも小さい」との技術的事項を明確にするものであるなどと主張する。しかしながら，本件発明3にいう「傾斜角度を10度から30度の範囲にした」との限定(発明特定事項)は，具体的な数値範囲を限定するものであるところ，基礎出願に係る各明細書添付の図2は，寸法や角度等の数値が一切記載されておらず，左右の端を合わせても一つの円筒としてきれいに繋がるものではないことからも明らかなとおり，ガイド溝の構造を示すために用いられる模式図にすぎず，これから傾斜角度の具体的な数値範囲を読み取ることはできない。また，本件発明3のクランプ装置のようなクランプ装置において，クランプロッドの旋回動作をガイドするガイド溝の傾斜角度を従来のクランプ装置におけるそれより小さくすると「10度から30度の範囲に」なるとの当業者の一般的技術常識を認めるに足りる証拠はない。そうすると，原告の上記主張を採用することはできない。",
            "本件発明4は，本件発明1ないし3のいずれかを引用し，「前記の複数の係合具(29)をボールによって構成し，前記の第2端壁(3b)に，上記の係合ボール(29)を回転自在に支持する貫通孔(31)を，前記の軸心方向に対してほぼ直交するように設け，上記の複数の係合ボール(29)にわたってスリーブ(35)を回転自在に外嵌した，ことを特徴とする」との限定を加えるものであるから，本件発明3と同様に，特許法29条の規定の適用については，優先権主張の利益を享受できず，現実の出願日である平成14年10月10日を基準として発明の新規性を判断すべきである。",
            "そうすると，審決がした本件発明3，4に係る優先権主張の利益の享受の当否の判断に誤りはなく，かかる判断の誤りをいう原告の取消事由3は理由がない。",
            "そして，上記のとおり，本件発明3については，現実の出願日である平成14年10月10日を基準として発明の新規性を判断することになる結果，審決が説示するとおり(27～30，32，33頁)，原告が上記基準日以前の平成14年4月8日及び7月15日から販売を開始した「複動スイングクランプLH」に係る発明(甲19，20)と同一のものとして，新規性を欠く(公然実施，特許法29条1項2号)。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明1，2に係る新規事項の追加の有無の判断の誤り，無効理由6関係)について",
          "text": [
            "本件発明3の特許請求の範囲では，「請求項1または2の旋回式クランプにおいて，」との特定がされ，本件発明1又は2の構成を引用しているものであるが(従属項)，本件発明1では，クランプロッドのガイド溝につき，「周方向へほぼ等間隔に並べた複数の」との限定，「第2摺動部分(12)に設けた複数の」との限定や「上記の複数のガイド溝(26)は，それぞれ，上記の軸心方向の他端から一端へ連ねて設けた旋回溝(27)と直進溝(28)とを備え，上記の複数の旋回溝(27)を相互に平行状に配置すると共に上記の複数の直進溝(28)を相互に平行状に配置し，」との限定が付されているにすぎない。また，本件発明2でも，クランプロッドのガイド溝につき，「前記ガイド溝(26)を3つ又は4つ設けた」との，ガイド溝の個数に関する限定が付されているにすぎない。",
            "そうすると，本件発明1，2では，ガイド溝の傾斜角度に関する特定はされていないから，上記傾斜角度に関する本件発明3の発明特定事項である「傾斜角度を10度から30度の範囲にした」との事項が第1ないし第3基礎出願に係る明細書(図面を含む。)で開示されていないからといって，本件発明1，2が上記事項を発明特定事項として含む形で特定されて出願され，特許登録されたことになるものではない。この理は，例えば請求項3(本件発明3)が特許請求の範囲の記載から削除された場合を想定すれば，より明らかである。したがって，本件発明1，2(請求項1，2)の特許請求の範囲の記載に照らせば，旧特許法41条1項にいう先の出願「の願書に最初に添付した明細書又は図面・・・に記載された発明に基づ」いて特許出願されたものといい得るから，本件発明1，2については原告が優先権主張の効果を享受できなくなるいわれはなく，特許法29条の規定の適用につき，最先の優先日(平成13年11月13日，第1基礎出願の出願日)を基準として差し支えない。",
            "ただし，前記取消事由1，2について判断したとおり，この日を基準時としても，本件発明1，2に係る特許については甲第12号証発明等に基づけば進歩性を欠いた無効なものである。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，審決にこれを取り消すべき違法は存しないから，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10127",
    "date": "2012-02-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082044",
    "ipprecedent_id": "2857",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}