{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が取消2009-301298号事件について平成23年1月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "被告は商標権者であるところ，本件は，商標法51条1項に基づく商標登録取消しを求めた原告の審判請求を成り立たないとした特許庁の審決の取消訴訟である。争点は，本件商標に類似する商標を被告が使用することによって，商品の出所の混同を故意に生じさせているか否かである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，本件商標(登録第4162272号，平成10年7月3日登録，指定商品  第25類「被服，ガーター，靴下止め，ズボンつり，バンド，ベルト，履物，運動用特殊衣服，運動用特殊靴(乗馬靴を除く)」)の商標権者である。",
            "【本件商標】",
            "被告は下記本件使用商標を使用しているところ，原告は，平成21年11月26日，本件商標と類似する本件使用商標は，株式会社ヴァンヂャケット及び株式会社イトーヨーカ堂が使用し，株式会社ヴァンヂャケット等の商品を示すものとして周知著名な下記引用商標と類似し，被告は上記使用により故意に商品の出所の混同を生じさせていると主張して，商標法51条1項に基づく登録取消審判請求を特許庁にした。",
            "【本件使用商標】",
            "【引用商標】",
            "特許庁は，原告の請求につき取消2009-301298号事件として審理した上で，平成23年1月19日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成23年1月27日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "text": [
            "引用商標は本件審判請求時当時において取引者及び需要者の間で周知著名であるとはいえず，本件使用商標は引用商標と類似しないから，これを使用しても商品の出所の混同は生じないし，被告に不正使用行為の故意を認めることはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "出所の混同の有無の認定の誤り(取消事由1)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用商標の周知性につき，次のとおり認定判断した(29～32頁)。",
                "「(カ)イトーヨーカ堂の『Kent』を表示した商品については，・・・平成13年度以降，相応の売上があることが認められるが，前記(エ)(判決注：他のブランドの売上げとの比較に関する認定部分)及び，綜合スーパーマーケットであるイトーヨーカ堂の規模，イトーヨーカ堂の信頼感に基づく販売促進効果を併せ考えれば，上記売上をもって直ちに，従前から周知著名であったとも，取扱量の多かった平成16年あるいは17年頃において周知著名性を獲得していたとも，さらに，それ以降において，周知著名性を獲得したともいえるものではない。",
                "(キ)平成10年頃までは，・・・ケント社及び現ヴァンヂャケット社が，雑誌に『Kent商標』の製品に係る広告の掲載をしていたが，それ以降においては，平成11年8月10日の雑誌(甲第10号証)に掲載された以外，『Kent商標』の製品について，雑誌等への広告の掲載やカタログが作られた形跡はない。",
                "・・・",
                "(ク)イトーヨーカ堂は，平成16年5月及び同年6月の新聞折り込みチラシ(甲第83号証)，平成21年10月及び同年11月の新聞折り込みチラシ(甲第88号証)において，『Kent』や『ケント』の表示を付した商品を掲載しているが，それらは，いずれも，多数の掲載商品の中で一部商品について小さく記載されているに過ぎないものであり，これらによって，引用商標の周知著名性が獲得されたとは認められない。",
                "・・・",
                "(ケ)平成16年，平成17年の業界新聞(甲第84号証ないし同第87号証)に『ケント』に係る紹介記事が掲載されたが，イトーヨーカ堂の衣料品販売の営業を紹介する中で，その取扱ブランドの一として『ケント』が記載されているものであり，これら記事によって，引用商標の周知著名性が獲得されたとは言い難い。",
                "・・・"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，従前から引用商標が周知著名であったとも，本件審判請求より5年程遡る平成16年頃において，引用商標の周知著名性が獲得されていたとも認められず，また，それ以降，本件審判請求時までの間において，引用商標が周知著名性を獲得するに至ったものとも認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，請求人は，引用商標が旧ヴァンヂャケット社の商標として全国的に極めて著名であったことは，衣服及び服飾洋品雑貨の業界のみならず，一般消費者の間でも顕著な事実であり，特に，現在45歳以上の男性，つまり昭和30年代から昭和50年代当時に20代から30代であった男性であれば，誰でも知っている旨主張する。",
                    "しかし，全証拠によっては，昭和30年代から昭和50年代当時，引用商標が，前記男性らのうちファッションに関心を有していた者らを中心に認知されていたと推測はされるものの，売上高や広告宣伝等が不明であり，業界のみならず，一般消費者の間でも周知著名であったとは認められないし，まして，顕著な事実であるとは到底言い難いものである。したがって，請求人の前記主張は採用し得ない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "株式会社ヴァンヂャケット(以下「旧ヴァンヂャケット社」という。)は，昭和30年代中ごろから昭和50年代後半ころにかけ，我が国において紳士用ファッションの分野をリードした企業であったところ，同社のブランド「VAＮ」の関連ブランドとして「Kent」ブランドを立ち上げ，昭和38年以来，引用商標を使用して衣服等を販売してきた。「Kent」ブランドの製品の売り上げは急伸し，旧ヴァンヂャケット社が「Kent」ブランドの各種のノベルティグッズを提供したり，著名な俳優等が「Kent」ブランドの服を着てテレビに出演したりしたこと等もあって，遅くとも昭和50年代には，引用商標は衣服及び服飾洋品雑貨の取引者のみならず，当時20，30代程度の男性の消費者の間でも，旧ヴァンヂャケット社の商品を示すものとして周知になっていた。",
                "ところで，旧ヴァンヂャケット社は，昭和53年に破産宣告を受け，同社の元従業員等が「Kent」ブランドの商品を含む在庫品の販売を継続していたが，昭和59年に破産手続が終結した。他方，旧ヴァンヂャケット社の役員等は昭和55年に株式会社ヴァンヂャケット新社(以下「現ヴァンヂャケット社」という。)を設立し，現ヴァンヂャケット社は旧ヴァンヂャケット社からその知的財産権を譲り受けた。",
                "現ヴァンヂャケット社は，当初，関連会社である株式会社ケントに引用商標を使用させて，「Kent」ブランドの商品を販売させたり宣伝広告活動を行わせたりしていたが，平成9年に株式会社ケントを吸収合併し，直営店舗等で自ら引用商標を使用して商品を販売したり宣伝広告活動を行ったりしてきた。",
                "他方，現ヴァンヂャケット社の関連会社である株式会社ビイエムプランニング(以下「ビイエムプランニング社」という。)は，平成13年以降，イトーヨーカー堂に対して，引用商標の使用を許諾し，イトーヨーカ堂は以後全国の小売店舗で引用商標を使用した「Kent」ブランドの被服等を販売してきたが，その数量は1年当たり平均12億枚，平均32億円にも上り，多数配布されたイトーヨーカー堂の折り込みチラシ等では引用商標が繰り返し使用されているものである。なお，ビイエムプランニング社は，平成21年に現ヴァンヂャケット社の別の関連会社である株式会社ケントジャパンを吸収合併するとともに，現原告であるケントジャパン株式会社に商号変更した。",
                "いわゆる団塊の世代は，旧ヴァンヂャケット社及び現ヴァンヂャケット社の「Kent」ブランド，すなわち引用商標を明確に記憶しており，これがイトーヨーカー堂での良好な商品売り上げに繋がっているのであって，昭和50年当時のみならず，現在においても，需要者の間では，英国的でトラディショナルであるという「Kent」ブランドのイメージは良好に保たれているといってよい。",
                "しかるに，前記のとおり，審決は引用商標の周知著名性を否定したものであって，出所の混同の有無の前提となる引用商標の周知著名性に係る審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用商標と被告が本件商標に基づいて使用する本件使用商標との類似性に関し，審決は次のとおり判断する(32，33頁)。",
                "「ア  本件使用商標と引用商標とを比較してみると，本件使用商標は，『Kent Ave．』と表してなるものであり，一方，引用商標は，『Kent』の文字からなるものである。",
                "本件使用商標は，中間に空白があることで，『Kent』と『Ave．』とを結合してなる標章であると容易に理解されるものであるが，両文字は，軽重主従の差もなく，同じ書体で纏まり良く一体的に表されているものである。そして，『Kent』が英国の州名あるいは欧米の男子の名を表す既成語であり，また，『Ave．』が『通り』を意味する英語『Avenue』の略語として知られるものであるから，前記両文字の持つ意味合いから，全体として『ケント通り』程の観念をもって一体的に把握し理解されるというのが相当であり，これより，『ケントアヴェニュー』の一連の称呼を生じるものである。",
                "一方，引用商標は，その構成文字に相応して『ケント』の称呼を生じるものであり，英国の州名『ケント』又は欧米の男子名『ケント』の観念において看取されるものである。",
                "しかして，本件使用商標の『ケントアヴェニュー』と引用商標の『ケント』の両称呼は，『ケント』の音を共通にするが，後半で『アヴェニュー』の音の有無の明らかな相違があって，彼此相紛れるおそれはないものである。また，両者の観念は，上記したとおりであり，明らかに相違し彼此相紛れるおそれはない。",
                "そして，本件使用商標の書体をみると，本件商標の書体とは相違するが，殊更に特徴的な書体であるとも言い難く，一般的に採択使用され得る書体の一というべきであり，これが引用商標にのみ固有のものでもなく，また，『Kent』の文字部分だけが，他の文字部分と異なる書体であるともいえない。",
                "したがって，本件使用商標と引用商標とは，外観構成が相違し，外観上相紛れるおそれはないものである。",
                "以上，その外観，称呼及び観念のいずれからみても，本件使用商標は，引用商標と商品の出所について誤認混同を生じさせるおそれの認められない非類似の商標と判断されるものである。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "しかしながら，本件使用商標は本件商標の構成のうち，下段のアルファベット部分のみを抜き出し，かつ引用商標の態様に似通った態様に改めたものであって，取引者及び需要者の間で周知著名な「Kent」の語を含むから，本件使用商標と引用商標とは類似するというべきである。",
                "したがって，本件使用商標と引用商標の類似性に係る審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件使用商標の使用に基づく出所の混同の有無につき，審決は次のとおり判断する(33，34頁)。",
                "「本件使用商標の構成中に『Kent』の文字が含まれるが，引用商標の周知性については前記(1)のとおりであり，また，『Kent』が地名又は人名であって独創性に欠けることをも勘案すれば，構成中に『Kent』の文字部分があるとの一事をもって，本件使用商標と引用商標を使用した商品との間で，その出所について誤認混同を生じるとすることはできない。」",
                "「請求人は，現実に混同が生じている旨主張し，業者の証明(甲第98号証の1ないし5)を提示している。",
                "・・・",
                "しかしながら，この5名の署名者が，被服等の取引関係において，如何なる活動範囲や規模の業者であるのか明らかでなく，また，具体的に如何なる資料に基づき『商標Aが従来から周知著名である』旨証明するとし得たのか定かではない。そして，引用商標の周知性については前記(1)のとおりであるから，これらをもって，その周知性の判断が左右されるとはいえない。",
                "さらに，引用商標と本件使用商標とが略同一の書体であることをもって，なぜ，後者が引用商標の所有者の許可を得た使用であるとの理解に直結するのかはなはだ疑問であるうえ，仮に，そのように理解する者がいたとして，それをもって，現に混同が生じた事実を示すものであると，俄には首肯し難いものである。",
                "したがって，これらの証明をもって，本件使用商標と引用商標との間で，現実に混同が生じている証左とはなし得ないというべきである。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "text": [
                    "また，請求人は，ブログへの書き込み記事の一例(甲第99号証)を挙げているが，商標の近似性や関連性についての，ある個人の感想と認められる記述をもって，取引上において本件使用商標と引用商標との間で混同を生じた事実と結び付けることは，到底無理というべきである。",
                    "なお，請求人は，『Kent  Family』商標あるいは『Mr．Shop  Kent』商標の被請求人による使用の事実について論及しているが，これらの商標は，本件商標に類似の商標の使用とは認められないから，前記両商標の使用の事実は，本条項の該当性に関して直接的なものとはいえないものである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "しかしながら，前記のとおり，引用商標は旧ヴァンヂャケット社等の商品を示すものとして取引者及び需要者の間で周知・著名であったところ，本件使用商標と引用商標との類似性にかんがみれば，本件使用商標が付された商品を見た取引者及び需要者が，現ヴァンヂャケット社や原告らの「Kent」ブランドの姉妹ブランドと誤認して，出所の混同が生じる可能性がある。現に，イオンレイクタウン等で販売されている被告の商品につき，被服等の商品を取り扱う業者から原告に対し，上記の被告の商品が「Kent」ブランドの姉妹ブランドの商品であるかとの確認の問い合わせが多数あるし，被服等の商品を取り扱う業者5社の回答も，本件使用商標が引用商標の権利者から許諾を得て使用されていると思われる旨のものであった。",
                "そうすると，出所の混同の有無に係る審決の前記判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の故意の有無の認定の誤り(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商品の出所の混同行為についての被告の故意の有無に関し，審決は次のとおり判断する(34，35頁)。",
                "「本件において，混同を惹起する商標の使用の事実があったと認められないこと前記3のとおりであるが，さらに，請求人提出の全証拠によってみても，本件使用商標の使用が請求人の業務に係る商品と混同を生じさせることを，被請求人が認識していたと認めるに足りる的確な理由及び証左はみいだせない。",
                "請求人が挙げる『Kent  Family』商標あるいは『Mr．Shop  Kent』商標に関する被請求人による使用の事実は，『Kent』部分を分離し強調する態様での使用も窺えるが，本件とは商標の構成が異なるものであるから，これらの事実をもって，本件使用商標の使用によって請求人の業務に係る商品と混同を生じさせるものであることを，被請求人が認識していたとまではいうことができない。また，ホームページにおける『Kent』に係るブランドストーリーの記載があるとしても，前記混同に係る被請求人の認識を推認させるものとはいい難いものである。",
                "したがって，被請求人による本件使用商標の使用について，商標法第51条第1項所定の『故意』を認めることはできないというべきである。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，そもそも被告は旧ヴァンヂャケット社から「Kent」ブランドの商品の供給を受けて，自らの販売店「Mr．Shop  Kent」で消費者に販売していたが，旧ヴァンヂャケット社倒産後は自ら調達した商品に「Mr．Shop  Kent」の標章を付して販売し，現ヴァンヂャケット社設立後は，当時のビイエムプランニング社から「Mr．Shop  Kent」商標(登録第2491313号，第2491314号)の通常使用権の許諾を受けて同商標を使用していた。ところが，被告が「Kent」の部分を強調した態様で上記「Mr．Shop  Kent」商標を使用していたことが判明したことを契機として，同商標の通常使用権の許諾契約は終了し，ビイエムプランニング社は，その後，被告に対し，繰り返し商標権侵害であるとの警告を行って，被告による「Kent」の部分を強調した態様での商標使用を中止させてきた。ところが，被告は札幌市内の地下街の店舗で「Kent」の部分を強調した態様で「Kent．Ave」の商標を，茨城県内の店舗で「Kent」の部分を強調した態様で「Kent  Family」の商標をそれぞれ使用する等しているほか，横浜市内の店舗のホームページでも，「かつて60年代から70年代にかけて若者達の間で流行したアイビーファッション。その牽引ブランドであったVAＮからケントは生まれました。カジュアルブランドであったVAＮとは対照的に，ドレッシーな洋服を販売するショップとしてのスタートだったのです。そして，1972年，”Mr．SHOP  Kent”がスタート。」との説明を掲載して，あたかも新旧ヴァンヂャケット社と組織的又は経済的に関連する者として，被告が「Kent」ブランドの商品を販売しているかのような印象を与えている。",
                "上記のとおり，被告は，ビイエムプランニング社(後の原告)の度重なる抗議にもかかわらず「Kent」の部分を強調した態様で商標を使用するなどしているのであって，被告が引用商標の周知著名性を知悉し，その顧客吸引力にただ乗りして，自己に有利な業務展開を図ろうとしていることは明らかであり，被告は商品の出所の混同を生じさせる故意をもって本件使用商標を使用しているものということができる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に関する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用商標が周知著名ではないとした審決の判断に誤りはない。",
                "旧ヴァンヂャケット社が「Kent」ブランドを立ち上げたのは現在から48年も以前のことであって，仮に立ち上げ当時「Kent」ブランドの商品の売上げが好調であったとしても，現在の周知著名性の根拠となるものではないが，立ち上げ当時の「Kent」ブランドの商品の生産量も僅かで，売上げもさほどのことでなかった。なお，旧ヴァンヂャケット社の店舗「KAMAKURA  KEＮT」等の販売実績については，裏付けとなる資料がなく，実態を確認できない。このような数十年前にあったかもしれない販売実績を裏付けもなしに主張するのみでは，引用商標の周知著名性を到底裏付けられるものではない。",
                "また，現ヴァンヂャケット社等が旧ヴァンヂャケット社の在庫品を販売したことがあったとしても，現在から約30年も以前の事柄であるし，1998年から2006年までの現ヴァンヂャケット社の売上げ実績も5年ないし10年以上も前のものにすぎず，しかも「Kent」ブランドの商品の販売実績は長期にわたって減少の一途を辿り，平成13年以降は著しく減少して，平成17年，18年には100万円台になってしまっている。そうすると，アパレル業界全体の市場規模にもかんがみれば，現ヴァンヂャケット社の売上げは僅少で，引用商標の周知著名性を裏付けることはできない。",
                "イトーヨーカ堂の販売実績についてみても，原告が主張する仕入れ金額は従前の同種の訴訟における主張と大きく異なっている上，イトーヨーカ堂の小売マージンが異例に高く，信用できるものではない。また，仮にイトーヨーカ堂の「Kent」ブランドの商品の販売実績を原告が主張するとおりと捉えても，かかる販売実績が上がっているのは，引用商標の顧客吸引力によるものではなく，単にイトーヨーカ堂で量販されているからにすぎず，イトーヨーカ堂の販売力と信用力等によっているものである。",
                "また，現ヴァンヂャケット社は，平成9年ないし平成10年に雑誌に「Kent」ブランドの商品の広告を掲載して以降，10年以上にわたって同様の広告活動を行っていない上，少なくとも平成12年以降は，同ブランドの商品のカタログの配布すら行っていない。「Ｎissen  BRAＮD  DATA」等の業界誌にも「Kent」ブランドは掲載されておらず，原告が提出する新聞記事やチラシ等も引用商標の周知著名性の認定資料としては不十分である。",
                "なお，被服等の取扱業者が作成した書面(甲98)も，作成業者の活動範囲や規模が明らかでなく，やはり引用商標の周知著名性を裏付けるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件使用商標が引用商標と類似しないとした審決の判断に誤りはない。",
                "すなわち，「KEＮT」の語を含む商標は多数登録されており(被服を指定商品とするものに限っても66件)，「KEＮT」の部分の識別力は極めて小さい。「KEＮT」の語からは欧米の男子の名前又は英国のケント州の観念が生じるから，引用商標はありふれた名又は地名を表示するものにすぎない。本件使用商標は僅か6音から成り，「ケントアヴェニュー」との一連の称呼を生じ，また「ケント通り」との観念を生ずる。そうすると，本件使用商標と引用商標とは，その外観も生じる称呼及び観念も相違するものであって，両者は類似しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件使用商標を使用しても引用商標との間で商品の出所の誤認混同が生じないとした審決の判断に誤りはない。",
                "前記のとおり，引用商標は需要者及び取引者の間で周知著名なものではなく，本件使用商標と類似しないから，本件使用商標を使用しても引用商標との間で商品の出所の誤認混同は生じない。",
                "なお，前記のとおり，被服等の取扱業者が作成した書面(甲98)も，信用性に乏しく，出所の誤認混同の有無を裏付けるに足りないし，原告が提出するホームページのコピー(甲99)も，個人の感想にすぎず，やはり出所の誤認混同の有無を裏付けるに足りるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "被告に引用商標の顧客吸引力にただ乗りする意図はなく，被告の故意の有無に係る審決の認定に誤りはない。",
            "被告がビイエムプランニング社から「Mr．Shop  Kent」商標(登録第2491313号，第2491314号)の通常使用権の許諾を受けたこと等は，本件使用商標と類似しない商標の使用に関わることであって本件と無関係である。被告の横浜市内の店舗のホームページ上の記載も，「Mr．Shop  Kent」商標に関係するものにすぎず，本件と無関係である。",
            "引用商標に用いられているアルファベットの書体は，格別特徴的なものではなく，一般に採用される態様のものにすぎないから，本件使用商標の書体と引用商標の書体が類似しているとしても，被告に商品の出所の混同を生じさせる意図があることになるものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "出所の混同の有無の認定の誤り(取消事由1)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "前提事実",
              "text": [
                "審決は，出所の混同の有無を認定する前提として，取引者及び需要者の間で，引用商標は従前から周知著名であったとも，平成16年ころないしそれ以降において周知著名であったともいえないと判断したが，証拠によれば，引用商標の周知著名性に関して，次のとおりの各事実を認定することができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "旧ヴァンヂャケット社は，昭和41年ころ，Aが牽引役となって流行した「VAＮ」ブランドの関連ブランド(20代後半から30代の社会人男性を主な購買層とし，比較的高品質高価格な商品を提供する，いわゆるOBブランド)として「Kent」ブランドを立ち上げ，「Kent」の語の構成を含む商標ないし標章を商品に付して，同社の直営店である青山Kentショップなどで販売してきた。昭和40年代ないし50年代ころ，「Kent」ブランドは，ファッションに関心を有する男性を中心に相当程度知られるようになった(甲6，7，9，11，13)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "旧ヴァンヂャケット社は昭和53年ころに倒産し，昭和54年，同社の元従業員が構成するPX組合が在庫品の販売をしたが，昭和55年，現ヴァンヂャケット社が設立され，現ヴァンヂャケット社が以後青山Kentショップなどで「Kent」ブランドを使用した商品を販売してきた。",
                        "現ヴァンヂャケット社は，昭和58年，当時の株式会社ケントジャパン(原告の前身の一つ)に「Kent」ブランドの使用権を与え，同社に同ブランドの商標を使用した商品の販売を委託した。株式会社ケントジャパンは，青山Kentショップなどで「Kent」ブランドの商標を使用した商品を販売するとともに，雑誌に広告を掲載したり，顧客に対してカタログやノベルティグッズを配布するなどした。なお，株式会社ケントジャパンはその後原告(当時はビイエムプランニング社)に吸収合併され，以後は原告が「Kent」ブランドの商標を使用した商品の販売促進活動，広告活動を行った。「Kent」ブランドの商標を使用した商品の原告の売上げは，平成11年ころは月間7000万円程度であったが，その後減少し，平成18年ころには月間100万円前後になった(甲7，8，11，14，15，18～68，71)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "現ヴァンヂャケット社ないしその関連会社は，少なくとも昭和57年ころから平成10年ころまで，「Kent」ブランドの商標を使用した商品のカタログを作成して，これを販売店等に配布するとともに，少なくとも昭和60年ころから平成11年ころまで，男性向けファッション雑誌「MEＮ’S  CLUB」等に広告を掲載した。",
                        "また，昭和60年発行の書籍「KEＮT  BOOK  永遠のトラッド・ブランド」，平成16年発行のライフスタイル雑誌「街暮らし」等では，「Kent」ブランドの立ち上げ経緯，ブランド商品や直営店舗の紹介がされた記事等や広告が掲載された(甲6～12，16～70)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "イトーヨーカ堂は，平成13年，現ヴァンヂャケット社の関連会社であるビイエムプランニング社から「Kent」ブランドの商標の使用許諾を受け，その商標を使用した男性用被服の販売を始めた。イトーヨーカ堂による「Kent」ブランドの商品の売上げ(原価)は3年間ほどは年間6ないし8億円程度の規模で推移し，平成16，17年度は年間20ないし30億円の規模になった。イトーヨーカ堂では，平成18年に「Kent」ブランドの商品の販売が一旦中止された後，一部の店舗で平成19年にその商標による商品販売が再開された。",
                    "なお，平成13年当時のメンズウェア(男性用被服)の年間売上高一般をみると，業界首位のオンワード樫山で623億円強，同業界100位のイグルスでも23億円強であり，平成20年当時の年間売上高一般では，業界首位のオンワード樫山で505億円強，同業界68位のフランドルで20億円，業界100位の丹羽幸でも10億円強であった(甲5の4，甲87，96，108)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "多数のブランドを紹介するアパレル業界の専門誌である「ファッションブランドガイド  SEＮKEＮ」(繊研新聞社発行)の「FB2002」，「FB2003」，「FB2004」，「FB2005」(平成14年～17年)では，イトーヨーカ堂の取扱いブランドとして「KEＮT(ケント)」が紹介されている(甲115～118。なお，審決は，上記専門誌の「FB2002」等の「ブランドインデックス」には「ケント」ブランドが掲載されていない旨を説示する。)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "イトーヨーカ堂は，少なくとも平成16年以降，自社の新聞折込チラシに「ケント」，「Kent」等の表示を付したブランド商品を掲載したが，これらは多数の掲載商品の中の一つとして掲載されたもので，上記表示もごく小さいものにすぎなかった(甲83，88)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "アパレルの業界紙である繊研新聞社発行「繊研新聞」には，平成13年にイトーヨーカ堂がビイエムプランニングからライセンスを受けて「ケント」ブランドの商品の販売を開始する旨の記事が，平成16年，17年に，イトーヨーカ堂の衣料品販売の営業内容の紹介として，取扱いブランドの一つである「ケント」ブランド商品の販売に取り組んでいる旨の記事が掲載された(甲5の4，甲77，81，84～87)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標の周知著名性の有無",
              "text": [
                "上記(1)の各事実に照らすと，現時点はもちろん，その相当程度以前においても，引用商標が現ヴァンヂャケット社，原告あるいはその関連会社や，イトーヨーカ堂が販売する商品を示すものとして，男性用被服等の需要者又は取引者の間で周知であるとも，著名であるともいうことはできない。同旨の審決の判断は是認することができる。",
                "原告は，昭和30年代中ごろから昭和50年代後半ころにかけて，我が国において紳士用ファッションの分野をリードした企業である旧ヴァンヂャケット社が，「Kent」ブランドを立ち上げ，売上の急伸，各種ノベルティグッズの提供，著名な俳優等のテレビ出演等により，遅くとも昭和50年代には，引用商標は衣服及び服飾洋品雑貨の取引者のみならず，当時20，30代程度の男性の消費者の間でも，旧ヴァンヂャケット社の商品を示すものとして周知になっていたとか，いわゆる団塊の世代の間では，引用商標が明確に記憶されており，昭和50年当時のみならず，現在においても，需要者の間では，英国的でトラディショナルであるという「Kent」ブランドのイメージは良好に保たれているなどと主張する。",
                "確かに，昭和50年代ころには，旧ヴァンヂャケット社の被服品等のブランドである「VAＮ」や「Kent」が男性用被服品等の流行を牽引した傾向があったことは否定できないものの，これは現時点よりも30年以上も前におけるものにすぎない上，旧ヴァンヂャケット社の倒産自体が，同社使用商標の顧客吸引力減損に伴うものであることも否定できないから，現ヴァンヂャケット社が旧ヴァンヂャケット社使用商標の顧客吸引力を引き継いだことを前提とする原告の主張は容易に首肯し難いものがある。また，近年では，現ヴァンヂャケット社や原告等の「Kent」ブランド商品の売上げが僅少となっており，イトーヨーカ堂が販売する「Kent」ブランド商品の売上げも，男性向け被服品の業界全体の規模に照らせば顕著なものとはいえないし(オンワード樫山等が複数のブランドを擁していることを考慮しても，この結論が左右されるものではない。)，スーパーマーケットのイトーヨーカ堂による販売力が寄与していると認めるのが自然である。現ヴァンヂャケット社や原告等の比較的最近における広告，販売促進活動の内容及び程度，イトーヨーカ堂のスーパーマーケットの広告であることが需要者にとって明らかな新聞折込チラシにおいても「Kent」ブランドが大きくは取り上げられていないこと(甲83，88，100，101)等に照らすと，現時点又はその相当程度以前において，引用商標が需要者又は取引者の間で周知又は著名であったとまでいうこともできないし，英国的でトラディショナルであるという「Kent」ブランドのイメージが良好に保たれてきたともいうことはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標の類否",
              "text": [
                "引用商標はアルファベットの「Kent」(最初の1文字のみが大文字でその余は小文字)をゴシック体ないしこれに類する書体で横書きしてなる外観を有するものである一方，本件使用商標はアルファベットの2つの単語「Kent」(最初の1文字のみが大文字でその余は小文字)と「Ave．」(最初の1文字のみが大文字で，2，3文字目は小文字であり，4文字目は省略形であることを示すピリオド)を空白で繋いだ「Kent  Ave．」(2つの単語でその文字の大きさに格別の差異は存しない。)を，まとまりよく，ゴシック体ないしこれに類する同一の書体で横書きしてなる外観を有するものである。",
                "審決が説示するとおり，引用商標は英国の州名「ケント」又は欧米の男子の名前「ケント」の語そのものであって，そこからは上記州名又は男子の名前の観念が生じる。他方，上記のとおり，本件使用商標は「Kent」と「Ave．」を組み合わせたものとの印象を需要者・取引者に与えるところ，前者からは上記州名等の観念が生じ，後者は「通り」，「街路」の意の英単語「Avenue」の省略形であると需要者・取引者に認識されるから，後者からは「通り」，「街路」の観念が生じ，結局本件使用商標からは「ケント通り」程度の観念が生じる。なお，この「ケント通り」が「通り」に人名や州名を冠した(固有)名詞と観念されるとしても，前記のとおり「Kent」の構成の引用商標は，現時点においては需要者又は取引者の間で周知でも著名でもないし，一般の需要者・取引者が「ケント」の部分だけで一定の「通り」を想起できるものではないから，「通り」が普通名称であるからといって，「ケント」と「通り」とを分離し，前者に要部があるとすることはできない。したがって，両商標は観念を異にするというべきである。",
                "また，審決が説示するとおり，引用商標はその構成文字から「ケント」との称呼が生じ，本件使用商標はその外観，構成文字の内容から「ケントアヴェニュー」との称呼が生じる。ここで，引用商標と本件使用商標とは，生じる称呼のうち「ケント」の部分が共通するが，本件使用商標の称呼は比較的短く，まとまりよく称呼することができるから，両商標の称呼は印象が異なり，称呼において相紛れるおそれはない。",
                "なお，引用商標の文字の体裁は格別特徴的なものではないから，文字の体裁(書体)に着目して引用商標が本件使用商標と類似するとまではいうことができず，外観においても類似するものではない。",
                "結局，引用商標と本件使用商標とはその外観及び生じる観念が異なり，称呼も印象が異なるから，両商標は相紛れるおそれはなく，この旨をいう審決の判断に誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "出所混同の有無",
              "text": [
                "そもそも，本件使用商標「 」は本件商標「 」から片仮名部分を取り除いたもので，その称呼は本件商標と同一で，生ずる観念も同一であって，両者はほとんど同一といってよいから，本件使用商標は本件商標そのものの使用に近いものである。そして，以上のとおり，引用商標は現時点はもちろん，その相当程度以前においても，現ヴァンヂャケット社，原告又はその関連会社や，イトーヨーカ堂あるいはこれらの者と組織的，経済的に関係がある者が販売する商品を示すものとして，男性用被服等の需要者又は取引者の間で周知であるとも，著名であるともいうことはできない。したがって，本件使用商標は本件商標を使用するものということはできるものの，前記(3)で判断したとおり，引用商標と本件使用商標とは相紛れるおそれはないから，被告が被服等につき本件使用商標を使用したときに，需要者又は取引者の間において，当該商品の出所が現ヴァンヂャケット社等やこれらの者と組織的，経済的に関係がある者と誤認すること(例えば現ヴァンヂャケット社等が取り扱うブランドの姉妹ブランドとして販売されていると誤認すること)，すなわち商品の出所に混同が生じるとはいえない。",
                "この点に関し，原告は，現に，イオンレイクタウン等で販売されている被告の商品につき，被服等の商品を取り扱う業者から原告に対し，上記の被告の商品が「Kent」ブランドの姉妹ブランドの商品であるかとの確認の問い合わせが多数寄せられているし，被服等の商品を取り扱う業者5社の回答(甲98)にも，本件使用商標が引用商標の権利者から許諾を得て使用されていると思われる旨の証明記載がある。しかしながら，引用商標に周知性等が認められないことにかんがみれば，被服等を取り扱う取引者が，本件使用商標が使用された商品の出所を現ヴァンヂャケット社等と誤認する可能性は小さく，業者(取引者)からの問い合わせの中には，商品の出所を理解しながらも，念のため原告等に問い合わせたというケースが少なからず含まれていることを否定することができない。また，審決が説示するとおり，原告が証明願(甲98)の作成を求めた被服等の商品を取り扱う業者5社の規模等は不明であり，また原告との取引上の関係も不明である上，作成者の名称(氏名)や所在地以外は不動文字で印刷され，作成者が文章表現を自発的に作成した形跡がない当該書面の体裁にも照らせば，上記業者の書面は商品の出所の混同の有無に係る上記結論を左右するものではない。",
                "そして，これらのほか，原告が提出する他の証拠をもってしても，商品の出所の混同の有無に係る上記結論が左右されるものではないから，この点についての審決の前記判断に誤りがあるとはいえない。したがって，原告が主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の故意の有無の認定の誤り(取消事由2)について",
          "text": [
            "原告は，被告が過去に当時のビイエムプランニング社から商標の使用許諾を受けていたこと等や，被告の横浜市内の店舗のホームページの記載を根拠に，被告には商品の出所の混同を生じさせる故意があると主張する。",
            "前記1のとおり，本件使用商標と引用商標との間で商品の出所に混同が生じるとはいえないから，被告において，かかる出所の混同を生じさせる故意があった点については判断の限りでないが，原告自身も主張するとおり，被告はかつて旧ヴァンヂャケット社から「Kent」ブランドの商品の供給を受けて，自らの販売店「Mr．Shop  Kent」で消費者に販売していたものであって，被告がKent商標を使用した商品を取り扱ってきた期間は，現ヴァンヂャケット社や原告のそれに比して決して短くはないものであり，被告がその取り扱うKent商標を使用した商品に関し，ブランドの起源が旧ヴァンヂャケット社ないしその関連会社にあると指摘したとしても，社会的に不相当とまではいえない。なお，被告が当時のビイエムプランニング社(原告の前身の会社)から使用許諾を受けていた商標は「Mr．Shop  Kent」の構成からなる商標であって，この商標は本件使用商標とは類似しないことが明らかである。他に被告が引用商標の周知著名性を知悉し，その顧客吸引力にただ乗りして，自己に有利な業務展開を図ろうとしているとすべき事実関係を認めることはできない。",
            "結局，上記の故意を認めることはできないとした審決の判断に誤りがあるとはいえず，原告が主張する取消事由2は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとおり判決する。"
      ]
    }
  ]
}