{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "- 1 -"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が不服2009-15652号事件について平成23年5月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件訴訟は，特許出願拒絶査定を不服とする審判請求を成り立たないとした審決の取消訴訟である。争点は，進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成15年10月8日，名称を「プラズマ処理装置，プラズマ処理方法及びプラズマ生成方法」とする発明につき特許出願したが(特願2003-349790号)，平成21年5月27日，拒絶査定を受けたので，同年8月26日，不服審判請求をするとともに(不服2009-15652号)，特許請求の範囲の記載及び明細書の発明の詳細な説明の記載の各一部を改める旨の手続補正(本件補正)をした。",
            "特許庁は，平成23年5月9日，上記手続補正を却下する決定とともに上記請求につき「本件審判の請求は，成り立たない。」との審決をし，この審決の謄本は同月24日に原告に送達された。",
            "原告は，本件訴訟において，本件補正前の請求項1の発明の進歩性に係る判断については，これを争っていない。"
          ]
        },
        {
          "fig": "2",
          "subject": "補正発明の要旨",
          "text": [
            "本願発明は，半導体基板に対してプラズマ処理を行う装置やその処理方法等に関する発明で，請求項の数は18であるが，本件補正後の請求項1の特許請求の範囲は以下のとおりである。",
            "【請求項1(補正発明)】",
            "「プラズマエッチング処理される部材が載置される載置台と，",
            "プラズマ生成用のガスを導入するガス導入部と，",
            "プラズマ生成用の高周波電力を前記ガスに供給する高周波電力供給部とを備え，",
            "前記高周波電力供給部は，最初に，壁面からのパーティクルの剥離を抑制し，かつプラズマ生成に必要な最小限の高周波電力を前記ガスに供給し最小限プラズマを生成し，その後前記高周波電力を増加し前記部材のプラズマエッチング処理に必要なプラズマを生成し，壁面から剥離したパーティクルがバルクプラズマ中に侵入するのを抑制する一定以上の電位差を有するイオンシースが発生するような高い高周波電力を印加するように，制御されるプラズマエッチング処理装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "補正発明は下記刊行物1に記載された発明に周知技術を適用して，本件出願当時当業者において容易に発明することができたものであるから，進歩性を欠く。",
            "【刊行物1】特開平6-318552号公報(甲8)",
            "【刊行物1に記載された発明(刊行物1発明)】",
            "「プラズマエッチング処理される部材が載置されるサセプタ22と，",
            "プラズマ生成用のガスを導入するガス供給部4と，",
            "プラズマ生成用の高周波電力を前記ガスに供給する高周波電力印加手段とを備え，",
            "前記高周波電力印加手段は，最初に，プラズマ生成に必要最低限の放電開始電力を前記ガスに供給し最小限プラズマを生成し，その後前記放電電力を増加し前記部材のプラズマエッチング処理に必要なプラズマを生成する高い高周波電力を印加するように，制御されるプラズマエッチング装置。」",
            "【一致点】",
            "「プラズマエッチング処理される部材が載置される載置台と，",
            "プラズマ生成用のガスを導入するガス導入部と，",
            "プラズマ生成用の高周波電力を前記ガスに供給する高周波電力供給部とを備え，",
            "前記高周波電力供給部は，最初に，プラズマ生成に必要な最小限の高周波電力を前記ガスに供給し最小限プラズマを生成し，その後前記高周波電力を増加し前記部材のプラズマエッチング処理に必要なプラズマを生成する高い高周波電力を印加するように，制御されるプラズマエッチング処理装置」である点",
            "【相違点】",
            "・相違点1",
            "「最初に，プラズマ生成に必要な最小限の高周波電力を前記ガスに供給し最小限プラズマを生成」する点につき，補正発明では「壁面からのパーティクルの剥離を抑制」するためであるのに対し，刊行物1発明では，パーティクルの発生を抑制するためである点。",
            "・相違点2",
            "「高周波電力を増加し部材のプラズマエッチング処理に必要なプラズマを生成する高い高周波電力を印加する」点につき，補正発明は，「壁面から剥離したパーティクルがバルクプラズマ中に侵入するのを抑制する一定以上の電位差を有するイオンシースが発生するような高い高周波電力を印加する」のに対し，刊行物1発明では，イオンシースに関する記載がない点。",
            "【相違点に係る構成の容易想到性についての審決の判断(7～11頁)】",
            "「(2-1)相違点1について",
            "刊行物1発明におけるパーティクルの発生について，プラズマ生成開始時に，チャンバ内壁などに堆積した生成物が剥離してパーティクルが発生することは，下記周知文献1ないし3(判決注：特開平6-196421号公報(甲9)，特開2003-68708号公報(甲10)，特開平11-121435号公報(甲11))に記載されたように従来から周知の事項である。また，刊行物1の前記摘記事項(1b)(判決注：段落【0015】)に『放電開始時に多量のパーティクルが発生し成長すること，このパーティクルは，放電開始時の印加電圧が大きく，反射電力が大きいほど多量に発生することを見出した。』と記載されるように，このパーティクルの発生は，反射電力が1つの原因であるところ，本願明細書の段落【0040】に『・・・・通常のシーケンスによると，高周波の反射波Rをみて分るように，最初のステップで大きいプラズマポテンシャルが生成されるため，プラズマが不安定な状態で多くのパーティクルが剥離してしまうからである。』と記載されるように，高周波の反射波によりパーティクルが剥離することから，刊行物1発明におけるパーティクルには，壁面からの剥離より発生したものも含まれるといえる。",
            "そして，パーティクル発生の抑制手段について，刊行物1発明は，摘記事項(1c)(判決注：段落【0016】，【0022】～【0024】)の『この実施例では，電極3への高周波電力印加にあたり，当初，換言すれば電力印加開始にあたって，先ず，望ましくはプラズマ生成に必要最低限の放電開始電圧を印加し，そのあと，次第に成膜に要求される放電電力へ増加させる。これによって，当初から成膜に要求される放電電力を印加すれば電力の多くがパーティクル発生，成長に費やされ，多量のパーティクルが生成するという事態を避けることができる。』(【0024】)と記載されるように，『最初に，プラズマ生成に必要最低限の放電開始電力をガスに供給し最小限プラズマを生成』することによって『パーティクルの発生』を抑制するのであるから，その時点では，『壁面からのパーティクルの剥離』も抑制されていることは明らかである。",
            "よって，相違点1は，実質的な相違点であるとはいえない。」",
            "「(2-2)相違点2について",
            "プラズマ処理において，高周波電力印加により生成されたイオンシースによってパーティクルがトラップされること，及び，パーティクルがイオンシースによってトラップされるためには，一定以上の高周波電力の印加が必要であることは，上記周知文献3，下記周知文献4及び5(判決注：特開平11-121435号公報(甲11)，特開2000-286249号公報(甲12)，特開2003-234339号公報(甲13))に記載されたように周知事項である。また，イオンシースの電位差が，印加される高周波電力に依存するものであって，一定以上の高周波電力の印加により，一定以上の電位差を有するイオンシースが発生することは，下記周知文献6ないし8(判決注：特開平11-135522号公報(甲14)，特開2001-35839号公報(甲15)，特開平4-12527号公報(甲16))に記載されたように周知事項である。",
            "してみると，摘記事項(1a)(判決注：段落【0014】)に記載されるように，刊行物1発明の目的がパーティクルの発生を抑制することであることを考慮すれば，刊行物1発明において，パーティクルをイオンシース中にトラップするために，つまり，パーティクルがバルクプラズマ中に侵入するのを抑制するために，『一定以上の電位差を有するイオンシースが発生するような高い高周波電力を印加すること』は容易に想到するものであり，そのことによる作用効果も予測し得るものにすぎない。」",
            "「以上のとおり，補正発明は，刊行物1発明及び周知事項に基いて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許出願の際に独立して特許を受けることはできない。",
            "したがって，本件補正は，平成18年法律第55号改正附則第3条第1項によりなお従前の例によるとされる同法による改正前の特許法17条の2第5項において準用する同法126条5項の規定に違反するので，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものである。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "刊行物1発明の認定の誤り及び刊行物1発明と補正発明との一致点及び相違点の認定の誤り(取消事由1)",
          "text": [
            "プラズマCVD装置では，原料ガスをプラズマにより励起し，プラズマ中の気相反応で生成された生成物を用いて薄膜の形成等が行われるが，プラズマエッチング装置では，塩素ガス等のエッチングガスをプラズマにより励起し，プラズマ中の中性活性種を半導体基板や薄膜等の被エッチング材料に吸着させて表面反応を生じさせ，揮発性のエッチング生成物を生じることで，薄膜等の一部の被エッチング材料からの除去が行われる。そうすると，プラズマCVD装置とプラズマエッチング装置とでは，その機能も技術的課題も大きく異なる。",
            "また，刊行物1発明は，従来のプラズマCVD装置において，プラズマ中で気相反応を生じさせる際に随伴して発生する微粒子(パーティクル)を抑制するべく，高周波電圧の印加を多段階で行うというものであるが，プラズマエッチング装置では，プラズマ中で生成する中性活性種は，被エッチング材料とすぐに結合して分離し，系外に排出され，プラズマ中で原料ガス(エッチングガス)の気相反応によって微粒子が発生することはないから，上記のような微粒子の発生の抑制のための構成を採用する必要がない。",
            "なお，刊行物1発明でその発生を抑制すべき微粒子は，あくまでプラズマ中の気相反応によって生ずるものに限られ，プラズマCVD装置で何らかの原因によって生じるもの一般を対象とするわけではない。また，気相-固相の界面において気相を介して進行する反応は，プラズマ中の気相反応とはあくまで別個のものであって，刊行物1の段落【0013】にいう「気相反応」に気相-固相の界面において気相を介して進行する反応が含まれるということはできない。乙第1ないし第5号証にも，プラズマ中の気相反応で発生するパーティクルについての記載はない。",
            "そうすると，刊行物1発明は実質的にプラズマCVD装置を対象とし，プラズマエッチング装置を対象としないものであるから，刊行物1にプラズマエッチング装置に関する発明が記載されているとした審決の刊行物1発明の認定及びかかる認定に基づく補正発明と刊行物1発明の一致点及び相違点の認定はいずれも誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点に係る構成の容易想到性の判断の誤り(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1のとおり，刊行物1発明でその発生を抑制するパーティクルはプラズマの気相反応によって生じるものであって，補正発明でその発生を抑制する真空容器壁面から剥離するパーティクルとは異なるから，相違点1は実質的なものであって，これと異なる審決の判断には誤りがある。なお，被告は，本件訴訟になってから初めて周知技術を持ち出して，相違点1の実質性を裏付けようとするが，被告のかかる主張は不適切である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物1発明の目的はプラズマ中の気相反応で生じるパーティクルの抑制にあり，刊行物1中には，既に発生してしまったパーティクルをどう処理するかについて記載も示唆もない。したがって，既に発生してしまったパーティクルのプラズマへの侵入を抑制するために，イオンシースが発生するような高周波電圧を印加する構成は，刊行物1発明において全く想定されていない。",
                "プラズマ中の気相反応によって発生するパーティクルを抑制(低減)して，これが真空容器の壁や基板に付着する事態を防止することと，真空容器壁面から剥離したパーティクルがプラズマ中に侵入することを防止することとは，解決すべき技術的課題が異なるし，刊行物1中にはイオンシースの利用について記載も示唆もない。そうすると，真空容器壁面から剥離したパーティクルがバルクプラズマ中に侵入するのを抑制する作用効果を見出すことはできない。",
                "したがって，本件出願当時，当業者において，刊行物1発明に基づいて相違点2に係る構成に容易に想到することはできないのであって，「刊行物1発明の目的がパーティクルの発生を抑制することであることを考慮すれば，刊行物1発明において，パーティクルがバルクプラズマ中に侵入するのを抑制するために，『一定以上の電位差を有するイオンシースが発生するような高い高周波電力を印加すること』は容易に想到するもので」あるとする審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "刊行物1発明の作用効果は「プラズマ中の気相反応により発生するパーティクルが低減する」というものであるところ，補正発明の作用効果である「パーティクルがバルクプラズマ中に侵入するのを抑制する」という作用効果はこれと全く異質のものであって，当業者が刊行物1発明に基づいて予測し得るものではない。したがって，補正発明は当業者が容易に予測し得ない格別の作用効果を奏するのであって，「その作用効果も予測し得るものにすぎない。」との審決の判断には誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1の段落【0001】ないし【0036】の記載のとおり，刊行物1では，技術的課題，作用効果，実施例等の各点において，プラズマCVDとプラズマエッチングとが並列して記載されており，両者に係る処理方法及び処理装置である，真空容器内にプラズマ処理用ガスを導入し，該ガスを所定真空状態下で放電電力印加によりプラズマ化させ，該プラズマの下で処理対象基体表面に目的とする処理，すなわちプラズマ処理を行う方法及びこの処理を行う装置が開示されている。",
                "そうすると，刊行物1発明をプラズマエッチング装置の発明であるとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "乙第1ないし第5号証中に記載されているように，プラズマエッチングにおいて，エッチングによる反応生成物やエッチングガスによる生成物に起因してパーティクルが発生することは当業者に周知の事項にすぎない。また，「気相反応」は乙第6ないし第10号証からも明らかなように，一般に気相を介して進行する反応であって，原料ガスの反応に限定する必要はないから，刊行物1の段落【0012】，【0013】にいう「気相反応」の意義も原告主張のように限定して解する必要はない。そうすると，刊行物1では，プラズマエッチング工程の気相反応によるエッチング反応生成物やエッチングガス生成物が原因となってパーティクルが生じることを前提に，このパーティクルの発生の抑制の手段が開示されている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，審決がした刊行物1発明の認定及びかかる認定に基づく補正発明と刊行物1発明の一致点及び相違点の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1発明でその発生を抑制すべきパーティクルには真空容器内壁面から剥離するパーティクルも含まれるところ，刊行物1の段落【0024】にはパーティクル発生抑制手段について記載されているから，当業者が刊行物1発明に基づいて相違点1に係る構成に想到することは容易である。仮に刊行物1発明でその発生を抑制すべきパーティクルに真空容器内壁面から剥離するパーティクルが含まれないとしても，甲第9ないし第11号証中に記載されているように，真空容器内壁面に付着した生成物が剥離してパーティクルが発生することは当業者に周知の事項にすぎないから，当業者が刊行物1発明に基づいて発生を抑制するパーティクルに真空容器内壁面から剥離するパーティクルを含め，相違点1に係る構成に想到することは容易である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記のとおり，刊行物1発明でその発生を抑制すべきパーティクルには真空容器内壁面から剥離するパーティクルも含まれるし，甲第9ないし第11，第13号証のとおり，半導体装置の製造の分野において，基板(半導体ウエハ)にパーティクルが付着する事態を防止することは，当業者の技術常識であるところ，刊行物1の段落【0013】のとおり，刊行物1発明においても，基板に対するパーティクルの付着の防止が解決すべき技術的課題とされている。",
                "そして，イオンシースによってパーティクルが捕捉(トラップ)されて基板に付着しないようにすること，かかるトラップを実現するために一定以上の高周波電力の印加が必要であることは，甲第11ないし16号証に記載された当業者の周知事項である。",
                "そうすると，刊行物1発明のプラズマエッチング装置に上記周知事項を適用する程度のことは，当業者が容易に想到し得た設計的事項であるということができる。",
                "また，かかる周知事項を適用し，イオンシースによって奏されることとなる，真空容器内壁面から剥離したパーティクルのプラズマ中への侵入の抑制という作用効果は，刊行物1発明や上記周知事項(甲11等)から当業者が容易に予測できる事柄にすぎない。",
                "したがって，当業者が刊行物1発明に基づいて相違点2に係る構成に容易に想到することができ，補正発明に想到したことによる作用効果も当業者において容易に予測することができたものにすぎないとする審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(刊行物1発明の認定の誤り及び刊行物1発明と補正発明との一致点及び相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1(特開平6-318552号公報，甲8)の発明の詳細な説明には次のとおりの記載がある。",
                "・段落【0001】",
                "「本発明は，薄膜トランジスタ，半導体利用の各種センサのような半導体を利用したデバイスや太陽電池その他を製造するにあたり，基板上に成膜したり，配線パターン等を得るために，形成した膜を所定パターンに従ってエッチングしたりするプラズマCVD，プラズマエッチングのようなプラズマ処理方法及びそれを実施する装置に関する。」",
                "・段落【0012】",
                "「しかしながら，このような従来プラズマCVDでは，プラズマ中の気相反応により発生するパーティクルが基板表面に形成される膜に付着したり，その中に混入したりして膜質を悪化させるという問題があり，また，発生したパーティクルが真空容器内各部に付着してそれを汚染するという問題がある。真空容器内各部に付着するパーティクルについては，これがやがて剥落して，処理対象基板に付着する恐れがあるので，除去清掃しなければならず，手間を要する。」",
                "・段落【0013】",
                "「また，プラズマエッチングにおいても，同様に気相反応によりパーティクルが形成され，これが被エッチング面に付着したり，真空容器内各部に付着する等の問題がある。例えば，エッチングにより配線パターンを形成する場合において，かかるパーティクルはパターンニングの精度の悪化をもたらし，細線形成においては断線を招くことがある。」",
                "・段落【0014】",
                "「そこで本発明は，真空容器内にプラズマ処理用ガスを導入し，該ガスを所定真空状態下で放電電力印加によりプラズマ化させ，該プラズマの下で処理対象基体表面に目的とする処理を行うプラズマ処理方法及び装置であって，各種の問題を引き起こす原因となるパーティクルの発生を抑制しつつプラズマ処理を行うことができるプラズマ処理方法及び装置を提供することを課題とする。」",
                "・段落【0015】",
                "「本発明者は前記課題を解決するため研究を重ねたところ，プラズマを生成するために高電圧を印加開始すると，その電力の多くがパーティクル発生に費やされ，放電開始時に多量のパーティクルが発生し成長すること，このパーティクルは，放電開始時の印加電圧が大きく，反射電力が大きいほど多量に発生することを見出した。」",
                "・段落【0021】",
                "「本発明のプラズマ処理方法及び装置によると，放電空間に印加される放電電力は，電力印加開始時には，目的とする処理に要求される放電電力より低い放電電力とされ，該低放電電力を一定時間印加したのち，次第に要求される放電電力印加へ切り換えられ，この電力印加パターンにより，プラズマ中の気相反応により発生するパーティクルが低減する。」",
                "・段落【0034】",
                "「以上，プラズマCVD法及び装置について説明したが，本発明はプラズマエッチング法及び装置にも適用できる。」",
                "そうすると，刊行物1は，プラズマ処理方法及びプラズマ処理装置一般に関する文献であって，プラズマ処理装置一般においてみられ，各種の問題を引き起こすパーティクル(微粒子)の発生を抑制することをその技術的課題とすることが明らかであって，プラズマ処理装置のうちプラズマを利用して基板表面にエッチング(食刻)処理を施すプラズマエッチング装置もその対象となるものである。",
                "したがって，段落【0014】ないし【0016】，【0022】ないし【0024】，【0034】の記載に基づいて，刊行物1には「・・・サセプタ22と，・・・ガス供給部4と，・・・高周波電力印加手段とを備え，前記高周波電力印加手段は，最初に，プラズマ生成に必要最低限の放電開始電力を前記ガスに供給し最小限プラズマを生成し，その後前記放電電力を増加し前記部材のプラズマエッチング処理に必要なプラズマを生成する高い高周波電力を印加するように，制御されるプラズマエッチング装置。」の発明が記載されているとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，プラズマCVD装置とプラズマエッチング装置とでは，その機能も技術的課題も大きく異なるし，プラズマエッチング装置では，プラズマ中の原料ガス(エッチングガス)の気相反応によって微粒子が発生することはないから，微粒子の発生の抑制のための構成を採用する必要がないのであって，刊行物1発明は実質的にプラズマCVD装置を対象とし，プラズマエッチング装置を対象としないなどと主張する。",
                "確かに，プラズマCVD装置(プラズマ化学気相成長装置)は，原料ガスをプラズマ状態にした上で，プラズマ中の気相反応で生成された生成物を基板表面に定着させて薄膜の形成等を行うのに対し，プラズマエッチング装置は，エッチングガスをプラズマ状態にした上で，プラズマ中の中性活性種を基板表面に吸着させて，基板表面で化学反応を生じさせ，反応後に分離した揮発性の生成物を反応系外に除去することで，基板表面のエッチング(食刻)を行うものであって，その機能が異なり，かかる機能の相違に関係する技術的課題も異なる場合もある。しかしながら，刊行物1の段落【0012】中では，プラズマCVD装置において原料ガスをプラズマ状態にして気相反応を生じさせる際に，活性種が凝集した微粒子であるパーティクルが派生的に生じ，これが基板表面に付着して薄膜形成上不都合であったり，いったん発生したパーティクルが真空容器内の各所に付着し，後に真空容器から剥落して基板表面に付着して同様に不都合を引き起こす旨が記載されているが，段落【0013】には，「また，プラズマエッチングにおいても，同様に気相反応によりパーティクルが形成され，これが被エッチング面に付着したり，真空容器内各部に付着する等の問題がある。」との記載があるから，プラズマエッチング装置においても，プラズマエッチング処理の過程で何らかの原因で真空容器内部(内壁面)に派生的に生じたパーティクルが基板表面に付着して不都合を引き起こすことが刊行物1において技術的課題として示されている。そうすると，刊行物1発明においては，基板表面に付着して不都合を引き起こすパーティクルを抑制すべき点において，プラズマCVD装置もプラズマエッチング装置も異なるものではなく，両装置についてのかかる点を共通の技術的課題として念頭に置いているということができる。また，段落【0013】中には「プラズマエッチングにおいても，同様に気相反応によりパーティクルが形成され，」との記載があるが，その後に「真空容器内各部に付着する等の問題がある。」との記載があるから，刊行物1発明は，エッチングガスをプラズマ状態にした際に生じたプラズマ中のパーティクルが直接基板表面に付着して不都合を引き起こす事態のみを想定しているものではなく，プラズマエッチングの過程で何らかの原因でパーティクルがいったん真空容器内部に付着し，後に真空容器内部(内壁面)から剥離(剥落)して基板表面に付着し，不都合を引き起こす事態も想定している(なお，前記のとおり，プラズマエッチング装置においても気相反応によってパーティクルが形成されるとの記載があるのは，刊行物1ではプラズマCVD装置についても合わせて記載されているため，プラズマCVD装置に係る記載に引きずられたものにすぎない。)。",
                "ところで，半導体プロセス技術についての一般的な文献である丹呉浩侑編「半導体プロセス技術」(1998年(平成10年)培風館発行，乙1)112，113頁中には，「パーティクルがエッチング前，途中に付着するとこれがマスクとなり，エッチング残りが発生する。配線の加工ではショートの原因となり，接続孔(via hole)では接続不良(オープン)となる。・・・発塵の原因のほとんどはプロセス装置にある。特にエッチングでは，エッチング生成物やプラズマ重合によってチャンバ内壁に堆積膜が付着し，これが何らかの原因で剥がれてパーティクルとなる。」との記載があるし，ドライエッチング装置に関する発明に係る特開平2-39530号公報(乙2)中にも，「従来のドライエッチング装置を用いてエッチングを行う場合には，エッチングガス，被エッチング材及びフォトレジストよりプラズマ反応で生じる反応生成物7がチャンバ1の内壁及び電極2a，2bに付着してパーティクルが発生し，このパーティクルがエッチングのマスクとなって所要のパターンが得られないという問題がある。」(1頁右下欄10～17行)，「チャンバ1内でウェハのエッチングが行われると，チャンバ1内は，エッチングガスであるハロカーボン，被エッチング材料であるシリコン化合物及びフォトレジストの構成元素である有機物がプラズマ中で化学反応して生じた反応生成物によって汚染される。」(2頁右上欄9～14行)との記載があるし，プラズマ処理装置に関する発明に係る特開平1-283363号公報(乙3)中にも，「プラズマ処理装置では，プラズマ8が両電極間に留らず，プラズマ処理室4の壁方向へ漏洩するため，試料3のエツチング速度あるいは薄膜形成速度が充分に得られず，またプラズマ処理室4の壁にエツチングの反応生成物や薄膜生成物が付着して発塵の原因となつていた。」(2頁左上欄9～15行)との記載がある。そうすると，本件出願当時(平成15年10月8日)，プラズマエッチング装置においても，エッチングガスと被エッチング物とが反応して生ずる生成物が真空容器内部(内壁面)に付着し，その後これが剥離してパーティクルを生じ，このパーティクルが基板表面を汚染して不都合を引き起こすことは，当業者に周知の事項にすぎなかったということができる。そうすると，刊行物1の記載は，かかる周知事項を踏まえてなされたもので，エッチングガスと被エッチング物とが反応して生ずる生成物に起因するパーティクルが考慮されているということができる。",
                "したがって，原告の前記主張を採用することはできないし，そもそも，刊行物1は，プラズマCVD装置においては，原料ガスを導入する真空容器の両電極間に高周波電力(高周波電圧)を印加して原料ガスをプラズマ状態にし，プラズマエッチング装置においては，エッチングガスを導入する真空容器の両電極間に高周波電力(高周波電圧)を印加してエッチングガスをプラズマ状態にするというほぼ共通の過程を経ることを踏まえて，真空容器の両電極間に印加する高周波電力(高周波電圧)の印加方法を改良し，「最初に，プラズマ生成に必要最低限の放電開始電力を前記ガスに供給し最小限プラズマを生成し，その後前記放電電力を増加し前記部材のプラズマエッチング処理に必要なプラズマを生成する高い高周波電力を印加するように，制御」することでパーティクルの発生自体を抑制してパーティクルの付着から生じる不都合を回避しようとする技術的事項を記載したものであるから，刊行物1に記載されているのはプラズマCVD装置に係るものに限られるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，審決がした刊行物1発明の認定に誤りはなく，また刊行物1発明と補正発明との一致点及び相違点の認定にも誤りはない。そうすると，原告が主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点に係る構成の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず相違点1について判断する。",
                "前記1のとおり，刊行物1発明はプラズマエッチング装置も対象としており，その発生を抑制すべきパーティクルも，エッチングガスと被エッチング物とが反応して生ずる生成物が真空容器内部(内壁面)に付着し，その後これが剥離して生ずるものが含まれるものであるが，プラズマ装置に関する発明に係る特開平6-196421号公報(甲9)の段落【0009】には，「ベルジャに堆積した生成物及び防着板に付着された生成物は，プラズマ加工の開始時及び終了時の温度変化によって剥離し，パーティクルを発生するといった問題があった。」との記載があるし，半導体の製造方法等に関する発明に係る特開2003-68708号公報(甲10)中にも，「図14は，・・・エッチング処理開始直後の時点において発生したパーティクルの挙動を示す写真である。同図からは，半導体基板(ウエハ)の周辺部から飛び上がるように発生したパーティクルが観測される。これらのパーティクルは，チャンバ内部品に堆積した絶縁膜や導電膜から成る薄膜に応力がかかることによって，剥離し発生すると推定される。」(段落【0028】)，「図14を参照して説明した観測結果のように，特に半導体基板の周辺部から飛来してきたパーティクルが，半導体基板へ付着するのを防止することができる。すなわち，前述した観測結果から，最初のステップの高周波電力の印加開始時に，半導体基板の周囲に接地された絶縁物上の薄膜にマックスウエルの応力が加わり，剥離してパーティクルとなって飛び上がるので，・・・なだらかに増加する補助ステップ24を挿入することにより，薄膜に加わる応力の変動をなだらかにして剥離を防止し，パーティクルの発生を減少させることができる。」(段落【0051】)との記載があるし，基板処理装置に関する発明に係る特開平11-121435号公報(甲11)の段落【0009】にも，「処理チャンバ内でプラズマ照射を開始すると，処理チャンバ内壁に付着している反応生成物が温度変化により剥離し易くなり，パーティクルが発生する。・・・一方，基板に高周波電力を印加している間は，パーティクルはイオンシースの上層部(ゼロ電位に近い箇所)に浮遊するから，基板への付着は僅少となる。」との記載がある。そうすると，真空容器の両電極間に対する高周波電力(高周波電圧)の印加を開始し，プラズマ生成を開始したときに，真空容器の内壁等(内部)に付着した反応生成物が剥離してパーティクルを生じ，基板を汚染するおそれがあることは，本件出願当時において，当業者に周知の事項にすぎず，またかかるプラズマ生成開始時のパーティクルの発生の抑止ないし発生したパーティクルからの基板の汚染の防止は，当業者に共通する技術的課題にすぎなかったということができる。",
                "ここで，刊行物1発明は，「放電電力印加開始時に投入する電力を，前記目的とする処理に要求される放電電力より低い放電電力とし，該低放電電力を一定時間印加したのち，次第に前記要求される放電電力印加へ切り換えていくこと」(段落【0016】，より詳しくは，「電力印加開始にあたって，先ず，望ましくはプラズマ生成に必要最低限の放電開始電圧を印加し，そのあと，次第に成膜に要求される放電電力へ増加させる」(段落【0024】)ことによって，「電力の多くがパーティクル発生，成長に費やされ，多量のパーティクルが生成するという事態を避けることができる」(段落【0024】)ようにするものである。そうすると，刊行物1発明は，上記の当業者に周知の事項に従い，また上記の当業者に周知の技術的課題を解決するべく，真空容器の両電極間に対する高周波電力(高周波電圧)の印加を開始し，プラズマ生成を開始したときに，真空容器の内壁等(内部)から剥離して生じるパーティクルを抑制するべく，上記開始時に真空容器の両電極間に印加する高周波電圧(高周波電力)の大きさを必要最小限度とするものであるということができる。",
                "したがって，相違点1は実質的なものではなく，その旨をいう審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に相違点2について判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，特開平11-121435号公報(甲11)の段落【0009】には，「基板に高周波電力を印加している間は，パーティクルはイオンシースの上層部(ゼロ電位に近い箇所)に浮遊するから，基板への付着は僅少となる。」との記載があるし，パーティクル除去システム等に関する発明に係る特開2000-286249号公報(甲12)の段落【0078】には，「プラズマ装置(処理装置100)内では，高周波電力がかかっているとき，すなわちプラズマが存在するとき，処理チャンバ11内の電子密度は，図11に示すようになっている。具体的には，電極の近傍，すなわち，イオンシースの中では，電子密度が非常に小さく，プラズマ中では，イオン密度が非常に高い状態になっている。また，プラズマ装置内に生成されたプラズマの電位ポテンシャルは，図8の右側(又は図6の右側)に示すようになっている。以上のように高周波電力が印加されてプラズマが生成されている場合，イオンシース内にトラップされているパーティクルは，イオン流の流れ込みによって正に帯電する。そして，正のプラズマポテンシャルからの反発力によって，イオンシース内にトラップされる。しかし，高周波電力を徐々に下げていくと，高周波電力が所定値以下となった時に重力と静電気力の釣り合いが崩れ，パーティクルは重力によってイオンシースからプラズマ中へと落ちていく。そして，プラズマ中へ入射したパーティクルは，電子電流が流れ込むことによって負に帯電する。」との記載がある。また，プラズマ処理装置等に関する発明に係る特開平2003-234339号公報(甲13)中にも，「クリスタル電極13と被処理基板26との間では，細孔17を通して処理室内に導入されたガスがプラズマ化される。そして，プラズマが存在する領域を取り囲むように，高密度の陽イオンが存在する領域(イオンシース)が形成される。これは，上部電極14や被処理基板26が，プラズマの存在する領域(バルク)の電位との関係で陽イオンを引寄せるからである。」(段落【0056】)，「上部電極14近傍のイオンシースでは，この陽イオンにより，処理容器11の内壁や上部電極14に成長した膜の剥離物などを由来として浮遊するフレーク301が正に帯電する。正に帯電したフレーク301は，図示するように，イオンシースで，下向きに，重力gによる力と細孔17からの流体抗力Fとを，上向きに，電界Eによる力とイオン抗力iとを受ける。」(段落【0057】)，「これらの力により，フレーク301は，イオンシース中で上下に振動(浮遊)しつつイオンシース中に閉じ込められる。」(段落【0058】)との記載がある。そうすると，本件出願当時，真空容器の両電極間に高周波電力(高周波電圧)を印加して生じるプラズマの電極側端部付近(電極近傍)では，電子密度が低く，陽イオン密度が高く，プラズマの端部から電極に向かって電位の勾配がある領域であるイオンシースが形成されるところ(例えば，下記特開2000-286249号公報(甲12)の図8の右側を参照。)，上記高周波電力の電圧が十分に高いとき(一定以上の大きさであるとき)にはこのイオンシースでパーティクルがトラップ(捕捉。イオンシース内でパーティクルが浮遊するだけで，イオンシース外に逸脱できない現象。)されて，一方の電極の上に置かれた基板に接近できないが，他方上記高周波電力の電圧が小さくなるとパーティクルが上記トラップから逃れて基板に落下，付着してこれを汚染することがあることは，当業者に周知の技術的事項にすぎなかったということができる。",
                    "【甲第12号証の図8】",
                    "そして，前記特開2000-286249号公報(甲12)の段落【0078】の記載に加えて，半導体装置の製造方法に関する発明に係る特開平11-135522号公報(甲14)の段落【0122】には，「平行平板型RIEでは結晶面を露出するため，第2の実施の形態で述べたように高周波電力を弱めイオンシース電圧を下げ，損傷を少くする必要がある。」との記載があり，プラズマ生成装置等に関する発明に係る特開2001-35839号公報(甲15)の段落【0005】には，「通常の平行平板型高周波放電プラズマ源の場合は，装置の生産性を上げるために投入する高周波電力を増やすと高周波を印加するカソード電極表面に大きいシース電圧が形成され易い・・・。ここでシース電圧とは，プラズマ空間の平均電位に対する基板表面の電位をいう。」との記載があり，プラズマエッチング装置に関する発明に係る特開平4-12527号公報(甲16)の4頁左下欄18ないし20行には，「同様に高周波電圧を低くすることによってシース電圧を低くできるがエッチング時間がかかる。」との記載があるから，前記イオンシースにおける電位差が真空容器の両電極間に印加される高周波電力の電圧の大きさに依存して増減し，一定以上の大きさの電圧の高周波電力を上記両電極間に印加することにより，一定以上の電位差を有するイオンシースが電極近傍に生じることも，本件出願当時の当業者に周知の技術的事項にすぎなかったということができる。",
                    "そうすると，審決が説示するとおり(9頁)，本件出願当時，刊行物1発明に上記各周知事項を適用することにより，「刊行物1発明の目的がパーティクルの発生を抑制することであることを考慮すれば，刊行物1発明において，パーティクルをイオンシース中にトラップするために，つまり，パーティクルがバルクプラズマ中に侵入するのを抑制するために，『一定以上の電位差を有するイオンシースが発生するような高い高周波電力を印加すること』(相違点2)は容易に想到するものであり，そのことによる作用効果も予測し得るものにすぎない」ということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，刊行物1中には，既に発生してしまったパーティクルをどう処理するかについて記載も示唆もなく，既に発生してしまったパーティクルのプラズマへの侵入を抑制するために，イオンシースが発生するような高周波電圧を印加する構成は，刊行物1発明において全く想定されていないなどと主張する。しかしながら，前記1のとおり，刊行物1には，その発生を抑制すべきパーティクルにつき，エッチングガスと被エッチング物とが反応して生ずる生成物が真空容器内部に付着し，その後これが剥離して生ずるものを含めて記載されているし，また前記(2)アのとおり，真空容器の両電極間に印加する高周波電力の電圧が一定以上の大きさであるときにはイオンシースでパーティクルがトラップされ，上記電圧が小さくなるとパーティクルが上記トラップから逃れて基板に落下，付着してこれを汚染することがあることも，イオンシースにおける電位差が上記電圧の大きさに依存し，上記電圧を一定以上のものとすることで，一定以上の電位差を有するイオンシースが電極近傍に生じさせることができることも，いずれも本件出願当時の当業者に周知の技術的事項にすぎない。そうすると，刊行物1発明においては，既に発生してしまったパーティクルの処理が想定されているし，刊行物1に接した当業者において，真空容器の両電極間に印加する高周波電力の電圧の大きさを一定以上に制御してパーティクルをイオンシース内にトラップするようにする動機付けがあるということができる。したがって，原告の上記主張を採用することはできない。",
                    "また，原告は補正発明の作用効果は刊行物1発明の作用効果とは全く異質のものであって，当業者が容易に予測し得ない格別のものであると主張するが，前記のとおりのイオンシースによるパーティクルのトラップ機能に照らせば，補正発明の作用効果は，刊行物1発明に前記の周知の技術的事項を適用して相違点2を解消することによる作用効果として，当業者において容易に予測し得る程度のものにすぎないから，原告の上記主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "結局，相違点1は実質的なものでなく，相違点2に係る構成も，本件出願当時，刊行物1発明に甲第11ないし第16号証に記載された周知事項を適用することで，当業者において容易に想到し得たもので，補正発明の作用効果も刊行物1発明及び上記周知事項から予測される範囲内のものにすぎないから，補正発明は進歩性を欠き，この旨をいう審決の判断に誤りはない。したがって，原告が主張する取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10200",
    "date": "2012-03-19",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082135",
    "ipprecedent_id": "2896",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}