{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2009-20975号事件につい"
    },
    {
      "text": "て平成23年2月21日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，特許請求の範囲の記載を下記2とする本件出願に対する拒絶査定不服審判の請求について，特許庁が，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ポラロイド  コーポレイション(以下「ポラロイド社」という。)は，平成17年11月9日，発明の名称を「熱応答補正システム」とする発明について，特許出願(特願2007-541283号。パリ条約による優先権主張日：平成16年11月15日，米国。請求項の数10)をした(甲5)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，平成21年6月26日付けで拒絶査定をした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ポラロイド社は，平成21年10月29日，これに対する不服の審判を請求した(不服2009-20975号事件)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "ポラロイド社は，平成22年2月11日，PLR  IP  ホールディングス  エルエルシーに対し，本件出願に係る特許を受ける権利を譲渡し，さらに，同月12日，原告は，同社から同権利を譲り受け，同年4月7日，特許庁長官に対し，その旨の名義変更を届け出た(甲7～10)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "特許庁は，平成23年2月21日，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は同年3月8日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件審決が判断の対象とした特許請求の範囲の請求項1の記載は，以下のとおりである(ただし，平成21年10月29日付け手続補正書(甲6)による補正後のものである。以下，同補正後の特許請求の範囲に属する発明を「本願発明」といいい，本願発明に係る明細書(甲5)を「本願明細書」という。)。",
            "プリントヘッド素子を含むサーマルプリンタにおいて，",
            "(A)周囲温度と，該プリントヘッド素子に以前に提供されたエネルギと，該プリントヘッド素子が印刷する予定の印刷媒体の温度とに基づいて，該プリントヘッド素子の温度を予測するステップと，",
            "(B)該プリントヘッド素子の該予測された温度と，該プリントヘッド素子によって印刷されるべき所望の出力濃度の複数の一次元関数とに基づいて，該プリントヘッド素子に提供される入力エネルギを計算するステップと",
            "を包含する，方法"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本願発明は，下記アの引用例に記載された発明(以下「引用発明」という。)及び下記イないしエの周知例1ないし3に記載された周知技術に基づいて当業者が容易に発明することができたものであり，特許法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：国際公開第03／018320号公報(甲1。平成15年3月6日公開)"
                },
                {
                  "fig": "イ",
                  "subject": "周知例1：実願昭63-35484号(実開平1-138745号)のマイクロフィルム(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例2：特開平7-76121号公報(甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "周知例3：特開昭63-89359号公報(甲4)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明並びに本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：ヒートシンク，セラミック及びグレーズを含むいくつかのレイヤと，前記グレーズの下にあるプリントヘッド要素の線形アレイとを備えたプリントヘッドを有するサーマルプリンタにおける方法であって，前記ヒートシンク上の特定のポイントにおいて測定された温度と，前記プリントヘッド要素に事前に供給されたエネルギーとに基づいて予測される該プリントヘッド要素の現在の温度Ta及び該プリントヘッド要素によって印刷される所望の出力濃度dの複数の1変数関数に基づいて，該プリントヘッド要素に供給する入力エネルギーを計算するステップであって，以下の形態の等式E＝G(d)＋S(d)Taを用いて，該入力エネルギーを計算するステップを包含する，方法"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：プリントヘッド素子を含むサーマルプリンタにおいて，(A)周囲温度と，該プリントヘッド素子に以前に提供されたエネルギーとに基づいて，該プリントヘッド素子の温度を予測するステップと，(B)該プリントヘッド素子の該予測された温度と，該プリントヘッド素子によって印刷されるべき所望の出力濃度の複数の一次元関数とに基づいて，該プリントヘッド素子に提供される入力エネルギーを計算するステップとを包含する，方法"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点：前記プリントヘッド素子の温度の予測が，本願発明では，周囲温度と該プリントヘッド素子に以前に提供されたエネルギーと該プリントヘッド素子が印刷する予定の印刷媒体の温度とに基づいて行われるのに対して，引用発明では，周囲温度と該プリントヘッド素子に以前に提供されたエネルギーとに基づいて行われる点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "容易想到性に係る判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "相違点に係る判断の誤りについて",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件審決は，周知例1ないし3に基づき，印刷媒体の温度に応じてサーマルヘッドへの印加エネルギーを制御するサーマルプリンタは，本件出願の優先権主張日前に周知であったと認定した上で，入力エネルギーを計算するための等式としてどのようなものを用いるかは，当業者が計算効率等を考慮して適宜決定すべき設計事項であるから，引用発明において，印刷媒体の温度に応じてサーマルヘッドへの印加エネルギーを制御するとともに，等式E＝G(d)＋S(d)Taに代えて，印刷媒体の温度Tmをも含むように拡張した等式E＝G(d)＋S(d)Ta’(ただし，Ta’＝Ta＋f(Tm)，f：実験等で定める関数である。)を用いて，プリントヘッド要素に供給する入力エネルギーを計算することは，当業者が容易に想到し得たことであり，この等式で計算することは，相違点に係る本願発明の構成を採用することと同じであるから，引用発明において，当該構成とすることは，当業者が周知技術に基づいて容易に想到し得たことであると判断した。"
              ]
            },
            {
              "fig": "イ",
              "subject": "しかしながら，周知例1には，記録紙の温度にほぼ対応した温度を検出する温度検出手段と，この温度検出手段により検出された温度により印字電力を制御する印字濃度補正手段とを備えた感熱転写記録装置が，周知例2には，印刷媒体の温度に基づいて発熱抵抗体に印加するエネルギーを補正する熱転写記録装置が，周知例3には，検知したサーマルヘッドの温度と記録媒体の温度に基づいてサーマルヘッドの温度補償を行う感熱記録装置がそれぞれ記載されているが，これらは，印刷媒体の温度の単独で，あるいは他の検出温度に基づく補正と関係なく，印刷媒体の温度のみに基づいてサーマルヘッドへの印加エネルギーを補正するサーマルプリンタであり，プリントヘッド要素の現在の温度の予測に際して印刷媒体の温度を考慮することの記載や示唆はない。",
              "text": [
                "また，入力エネルギーを計算するための等式の選択は，当業者が適宜決定すべき設計事項であるということはできない。すなわち，引用例には，「計算効率を高めるために，等式に対する近似もまた用いられ得る」との記載があるが，この記載の意味は，計算効率を高めるため，ある程度の誤差を許容して等式に対する近似式を用いることができるということであり，設計事項といえるのは，せいぜい，入力エネルギーを効率的に計算するために，計算に使用する近似式を適宜選択することである。引用例の上記記載から，入力エネルギーを計算するための等式の選択が，当業者が計算効率等を考慮して適宜決定すべき設計事項であることが明らかであるということもできない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "以上によれば，周知例1ないし3に接した当業者は，引用発明において，プリントヘッド要素に供給する入力エネルギーを印刷媒体の温度のみに基づいて補正することは着想し得るとしても，プリントヘッド要素の現在の温度Taを，「周囲温度」と「プリントヘッド素子に事前に供給されたエネルギー」という2つの事象に，更に「プリントヘッド素子が印刷する予定の印刷媒体の温度」を追加し，これら3つの事象に基づいて予測すること，すなわち，引用発明が用いる等式E＝G(d)＋S(d)Taに代えて，印刷媒体の温度Tmをも含むように拡張した等式E＝G(d)＋S(d)Ta’を用いて，プリントヘッド要素に供給する入力エネルギーを計算することが，当業者が周知技術に基づいて容易に想到し得たことであるとした本件審決の判断は誤りである。"
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "本願発明の効果に係る判断の誤りについて",
          "text": [
            "本件審決は，本願発明が奏する効果は当業者が引用発明及び周知技術から容易に予測し得た程度のものであると判断した。",
            "しかし，本願発明は，周囲温度，プリントヘッド素子に以前に提供されたエネルギー及びプリントヘッド素子が印刷する予定の印刷媒体の温度とに基づいてプリントヘッド素子の温度を予測するというステップを採用することにより，より正確なプリントヘッド素子の温度を予測し，このより正確な予測温度に基づいて所望の出力濃度を出力するための入力エネルギーを計算できるという，引用発明及び周知技術からは予測し得ない顕著な効果を奏するものである。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "小括",
          "text": [
            "したがって，本願発明の容易想到性に係る本件審決の判断は誤りである。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "subject": "相違点に係る判断の誤りについて",
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，周知例1ないし3では，印刷媒体の温度の単独で，あるいは他の検出温度に基づく補正と関係なく，印刷媒体の温度のみに基づいてサーマルヘッドへの印加エネルギーを補正するサーマルプリンタが記載されているのみであり，プリントヘッド要素の現在の温度の予測に際して印刷媒体の温度を考慮することについての記載や示唆はないと主張する。",
                "しかし，周知例1には，ラインサーマルヘッドの発熱抵抗体により，転写紙表面のインクを記録紙に転写する感熱転写記録装置において，記録紙の温度を検出しその温度に応じ印字電圧を制御することが，周知例2には，サーマルヘッドの蓄熱温度，インクシートの近傍の検知温度 ，記録紙の温度に基づいて，印加エネルギーを補正することが，周知例3には，サーマルヘッドの温度データ，記録媒体の温度データ及び熱履歴データから作成した補正データに従って印加パルスのパルス幅を変化させることがそれぞれ記載されているところ，プリントヘッド要素を用いるサーマルプリンタにおいては，適正な印刷を行うために温度を適切なものとする必要があることは自明であるから，引用発明に周知技術を適用し，プリントヘッド要素の現在の温度を，周囲温度とプリントヘッド要素に事前に供給されたエネルギーだけでなく，印刷媒体の温度を加えて予測することは，当業者が通常の創作能力を発揮して行うことができる範囲内のことである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，原告は，入力エネルギーを計算するための等式の選択は当業者が計算効率等を考慮して適宜決定すべき設計事項であるということはできないと主張する。",
                "しかし，入力エネルギーを効率的に計算するために，計算に使用する近似式を適宜選択することは設計事項であり，引用発明が用いる等式E＝G(d)＋S(d)Taが，そもそも計算結果の正確性をある程度犠牲にした近似式であるから，引用発明において，入力エネルギーを計算するための等式として，どのようなものを用いるかは，当業者が計算効率と計算結果の正確性とを比較衡量して適宜決定すべき設計事項である。そして，引用発明において，周知例1ないし3記載の周知技術を勘案して，印刷媒体の温度Tmに基づいてプリントヘッド要素に供給する入力エネルギーを補正しようとする際，引用発明の等式E＝G(d)＋S(d)Taに代えて，印刷媒体の温度Tmによる補正を，単純に補正前のエネルギーに加算するのではなく，計算効率の観点から，この等式の形が大きく変更されることがないように，周囲温度とプリントヘッド要素に以前から提供されたエネルギーとに基づいて予測されるプリントヘッド要素の現在の温度Taに加算するように拡張した等式E＝G(d)＋S(d)Ta’を用いて，プリントヘッド要素に供給する入力エネルギーを計算することも，当業者が適宜設計し得ることである。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "本願発明の効果に係る判断の誤りについて",
          "text": [
            "原告は，本願発明は印刷媒体の温度を考慮したより正確なプリントヘッド素子の温度に基づいて，所望の出力濃度を出力するための入力エネルギーを計算できるという，引用発明及び周知技術からは当業者が予測し得ない顕著な効果を奏するものであると主張する。",
            "しかし，原告が主張する効果は，本願明細書に明示されているわけではないし，本願発明では各変数の関係につき何ら特定がないものである以上，到底顕著な効果が認められる余地はない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，前記第2の2のとおり，プリントヘッド素子を含むサーマルプリンタにおいて，(A)周囲温度と，該プリントヘッド素子に以前に提供されたエネルギと，該プリントヘッド素子が印刷する予定の印刷媒体の温度とに基づいて，該プリントヘッド素子の温度を予測するステップと，(B)該プリントヘッド素子の該予測された温度と，該プリントヘッド素子によって印刷されるべき所望の出力濃度の複数の一次元関数とに基づいて，該プリントヘッド素子に提供される入力エネルギを計算するステップとを包含する，方法であるところ，本願明細書(甲5)には，本願発明について，概略，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，サーマルプリントヘッド上での熱履歴の影響を補償することにより，サーマルプリンタの出力を改善する技術に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来のサーマルプリンタにおける一つの問題は，プリントヘッド素子が各プリントヘッドサイクル終了後に熱を保持することから生じる。一部のサーマルプリンタでは，特定のプリントヘッドサイクルの間に特定のプリントヘッド素子に提供されるエネルギー量は，プリントヘッドサイクル開始時におけるプリントヘッド素子の温度が既知の固定温度であるという仮定に基づいて計算されるが，現実には，プリントヘッドサイクルの開始時におけるプリントヘッド素子の温度は，以前のプリントヘッドサイクルの間にプリントヘッド素子に提供されたエネルギー量に依存するため，プリントヘッドサイクルの間にプリントヘッド素子によって達成される実際の温度は，キャリブレーションされた温度とは異なることがあり，そのため，望まれるより高い出力濃度または低い出力濃度となる。特定のプリントヘッド素子の現在の温度が，それ自身の以前の熱履歴のみならず，室内温度及びプリントヘッド内の他のプリントヘッド素子の熱履歴によっても影響を受けることにより，更に複雑となる(【0005】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "サーマルプリントヘッド素子へのエネルギー提供に対し，そのサーマルプリントヘッド素子の熱応答をモデル化するサーマルプリントヘッドモデルが提供される。このサーマルヘッドプリントモデルは，(1)サーマルプリントヘッドの現在の周囲温度と，(2)プリントヘッドの熱履歴と，(3)プリントヘッドのエネルギー履歴と，(4)印刷媒体の現在温度とに基づいて，各プリントヘッドサイクル開始時における各サーマルプリントヘッド素子の温度を予測する。所望の濃度を有するスポットを生成するため，プリントヘッドサイクルの間にプリントヘッド素子に提供するエネルギー量は，(1)プリントヘッドサイクルの間に，プリントヘッド素子によって生成される所望の濃度と，(2)プリントヘッドサイクル開始時におけるプリントヘッド素子の予測温度とに基づいて計算される(【0009】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，本願発明は，プリントヘッド素子を含むサーマルプリンタにおいて，周囲温度，プリントヘッド素子に以前に提供されたエネルギー及び印刷する予定の印刷媒体の温度に基づき，プリントヘッド素子の温度を予測し，その予測温度と所望の出力濃度に基づき，プリントヘッド素子に提供される入力エネルギーを計算するというものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明は，前記第2の3(2)アのとおり，ヒートシンク，セラミック及びグレーズを含むいくつかのレイヤと，前記グレーズの下にあるプリントヘッド要素の線形アレイとを備えたプリントヘッドを有するサーマルプリンタにおける方法であって，前記ヒートシンク上の特定のポイントにおいて測定された温度と，前記プリントヘッド要素に事前に供給されたエネルギーとに基づいて予測される該プリントヘッド要素の現在の温度Ta及び該プリントヘッド要素によって印刷される所望の出力濃度dの複数の1変数関数に基づいて，該プリントヘッド要素に供給する入力エネルギーを計算するステップであって，以下の形態の等式E＝G(d)＋S(d)Taを用いて，該入力エネルギーを計算するステップを包含する，方法であるところ，引用例(甲1)には，引用発明について，概略，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，サーマル印刷に関し，サーマルプリントヘッドの熱履歴の影響を補償することによって，サーマルプリンタの出力を改善する技術に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "いくつかのサーマルプリンタでは，概して，プリントヘッドサイクルの開始時におけるプリントヘッド要素の温度は既知の固定値であるとの推測に基づいて，プリントヘッド要素に渡されるエネルギー量が計算されるが，あるプリントヘッドサイクルの開始時におけるプリントヘッド要素の温度は，前のサイクルで渡されたエネルギー量に依存するので，実際の温度は，較正された温度と異なることがあり，所望の濃度より高いか又は低い出力濃度となる。特定のプリントヘッド要素の現時点の温度は，プリントヘッド要素自身の熱履歴だけでなく，環境(部屋)温度及びプリントヘッドの他の要素の熱履歴によっても影響されるため，事態が更に複雑になる(【0005】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "各プリントヘッドサイクルの開始時における各サーマルプリントヘッド要素の温度は，現時点での環境温度，プリントヘッドの熱履歴及びプリントヘッドのエネルギー履歴に基づき予測され，各プリントヘッド要素に供給するエネルギー量は，所望の濃度及びプリントヘッドサイクルの開始時におけるプリントヘッド要素の予測温度に基づき計算される(【0010】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "逆媒体密度モデル(図4)は，(1)タイムインターバルnの開始点での各プリントヘッド要素の予測温度Ta(n)と，(2)タイムインターバルnの間のプリントヘッド要素によって出力されるべき所望の密度ds(n)とに基づいて，タイムインターバルnの間の各プリントヘッド要素に供給するエネルギーE(n)を計算するものであるが，同モデルによって定義された伝達関数は，2次元関数E＝F(d，Ta)であり，この関数は，代替的実現として，E＝G(d)＋S(d)Taとして書き直すことができる(【0024】【0027】～【0031】)。なお，Taはプリントヘッド要素の予測温度(【0020】)，ds(n)は，時間インターバルnの間に印刷されるソース画像の行の濃度分布(【0019】)，Eは入力エネルギー(【0027】)，dは出力密度(【0027】)，G(d)及びS(d)は，一次関数のルックアップテーブル(【0031】)である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，引用発明は，プリントヘッドの周囲温度，プリントヘッドの熱履歴及びエネルギー履歴から予測されるプリントヘッド要素の温度と所望の濃度に基づいて，プリントヘッド要素に供給する入力エネルギーを計算するというものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "周知例について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知例1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "周知例1(甲2)には，概略，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実用新案登録請求の範囲",
                      "text": [
                        "ラインサーマルヘッドの発熱抵抗体により，転写紙表面のインクを記録紙に転写する感熱転写記録装置において，上記記録紙の温度に略対応した温度を検出する温度検出手段と，この温度検出手段により検出された温度により印字電力を制御する印字濃度補正手段とを備えたことを特徴とする感熱転写記録装置"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "考案の詳細な説明",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "感熱転写記録装置の印字濃度は，サーマルヘッドベースの温度だけでなく，記録紙の温度にも影響される。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本考案は記録紙の温度を検出しその温度に応じ印字電圧を制御することによって，最適の印字濃度を保つようにしたものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，周知例1には，ラインサーマルヘッドの発熱抵抗体により，転写紙表面のインクを記録紙に転写する感熱転写記録装置において，記録紙の温度を検出しその温度に応じ印字電圧を制御することにより，最適の印字濃度を保つという技術が開示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知例2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "周知例2(甲3)には，概略，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本発明は，熱転写記録方式を用いたプリンタ，複写機，ファクシミリ装置等に使用される熱転写記録装置に関するものである(【0001】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "従来の技術では，サーマルヘッド基板上あるいはその周囲の温度に基づいて，印加エネルギーを補正しているものの，印写画像の濃度がサーマルヘッド基板上あるいはその周囲の温度のみでなく，印写媒体及び被印写媒体等の温度によっても影響を受けるため，補正精度に限界があった(【0006】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "図5の印加エネルギー補正部は，サーマルヘッド上の各発熱抵抗体に印加する補正前印加エネルギーE を入力し，サーマルヘッドの蓄熱温度を検知する温度検知センサA，インクシート(印写媒体)が置かれている部分の環境温度を検知する温度検知センサB及び被印写媒体である記録紙が置かれている部分の環境温度を検知する温度検知センサCによる検知温度(T  ，T  ，T  )に基づいて補A B C正し，補正後印加エネルギーEを出力する。補正後印加エネルギーEは，補正前印加エネルギーE を決定した際に使用した温度を基準温度T  ，温度検知センサAで検知した検知温度T ，温度検知センサBで検知した検知温度をT  ，温度検知A BセンサCで検知した検知温度をT  から，次の式から求められる。",
                        "C  E＝E  ＋α(T  -T  )n ＋β(T -T  )n ＋γ(T -T  )n"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "0",
          "subject": "A 0 B 0 C 0(ただし，α，β，γは定数，nは自然数)",
          "text": [
            "ここで，定数αはサーマルヘッドの畜熱温度である検知温度T に対する印加エAネルギーの変化率(寄与率)を示し，定数βはインクシートの近傍の検知温度TBに対する印加エネルギーの変化率，定数γは記録紙の近傍の検知温度T に対するC印加エネルギーの変化率を示す(【0039】【0058】【0060】【0063】【0064】)。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，周知例2には，サーマルヘッドの蓄熱温度である検知温度T，インクシートの近傍の検知温度T 及び記録紙の近傍の検知温度T に基づいてA B C印加エネルギーを補正するという技術が開示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知例3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "周知例3(甲4)には，概略，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "発熱素子を有し印加パルスの個数に応じた階調で記録媒体上に記録を行うように構成されたサーマルヘッドを備え，それぞれの色の濃淡データに基づいて面順次式に複数回記録を行うことにより多色の記録を行うように構成され，前記サーマルヘッドの温度を検出する第1の温度センサと，記録媒体の温度を検出する第2の温度センサと，前記第1及び第2の温度センサの出力のアナログ信号をそれぞれディジタル信号に変換するアナログ・ディジタル変換器と，前記第1及び第2の温度センサに対応する前記アナログ・ディジタル変換器の出力をそれぞれ温度データに変換するとともに一方画像データを読み込み画像データを熱履歴データに変換し前記第1の温度センサの温度データ及び前記第2の温度センサの温度データ及び熱履歴データから補正データを作成する変換手段と，補正データに従い印加パルスのパルス幅を変化させ前記サーマルヘッドの温度補償を行う処理手段を備えたことを特徴とする感熱記録装置"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "従来の感熱記録装置では，温度補償に当たり，サーマルラインヘッドの温度検出しか行っていなかったため，記録媒体の温度変化により発色濃度が変化し，同じ画像データでも同一の階調が得られないという問題点を有していた。"
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この発明は，印加パルスの個数に応じた階調で記録を行うサーマルヘッドと，画像データを熱履歴データに変換し，サーマルヘッドの温度データ，記録媒体の温度データ及び熱履歴データから補正データを作成する変換手段と，補正データに従って印加パルスのパルス幅を変化させ，サーマルヘッドの温度補償を行う処理手段を備えたものである。上記構成により，画像データから熱履歴を見込むことにより，サーマルヘッド及び記録媒体の温度変化，及び熱履歴に対応して安定した温度補償を行うことができる。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，周知例3には，サーマルヘッドの温度データ，記録媒体の温度データ及び熱履歴データから作成した補正データに従って印加パルスのパルス幅を変化させ，サーマルヘッドの温度補償を行うという技術が開示されている。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "相違点に係る判断について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記3のとおり，周知例1ないし3には，従来のサーマルプリンタにおいては，印刷媒体の温度によって印字濃度が影響を受けるという問題点があったことから，印刷媒体の温度に応じてサーマルヘッドへの印加エネルギーを制御するという技術が開示されているところ，引用発明のサーマルプリンタにあっても，印刷濃度が印刷媒体の温度の影響を受けるという問題を有することは，当業者に自明であるということができるから，引用発明において，この問題を解決するため，印刷媒体の温度を検知し，検知した媒体温度に基づいて，プリントヘッド要素に入力するエネルギーを補正すること自体は，当業者が容易に想到し得ることといわなければならない。",
                "しかしながら，本願発明は，周囲温度と，プリントヘッド素子に以前に提供されたエネルギと，プリントヘッド素子が印刷する予定の印刷媒体の温度とに基づいて，プリントヘッド素子の温度を予測するステップを有するものであるが，周知例1ないし3には，印刷媒体の温度に基づいて，サーマルヘッド(本願発明の「プリントヘッド要素」に相当する。)への印加エネルギー(同様に「入力エネルギ」に相当する。)を補正することは記載されているといっても，この補正は印刷媒体の温度に基づいて補正されるべきエネルギーを計算するものであって，プリントヘッド要素の現在の温度を予測するのに際して印刷媒体の温度を考慮することは何ら記載も示唆もされていない。周知例1ないし3においては，印刷媒体の温度の影響を考慮して入力エネルギーを補正することによって，より適正な印刷ができるようにするとの目的を達成しているのであるから，周知例1ないし3は，プリントヘッド要素の温度を予測するために用いる要件として，印刷媒体の温度を選択することの契機となり得るものではない。",
                "また，引用例には，周囲温度及びプリントヘッド要素に以前に提供されたエネルギーに基づいてプリントヘッド要素の現在の温度を予測するという引用発明を上位概念化して捉えることを着想させるような記載はないから，引用例にはプリントヘッド要素の温度を予測することが開示又は示唆されていると解釈した上で，印刷媒体の温度もプリントヘッド要素の温度に影響を及ぼす要素として周知であるとの事情を考慮することにより，プリントヘッド要素の現在の温度を予測する要件として，印刷媒体の温度を採用することが容易であるということもできない。",
                "したがって，引用発明に周知例1ないし3記載の周知の技術事項を適用しても，当業者が相違点に係る本願発明の構成を容易に想到することができたとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，被告は，印刷媒体の温度に基づく補正において，単純に補正前のエネルギーに加算するのではなく，計算効率の観点から等式の形が大きく変更されないように，周囲温度とプリントヘッド要素に以前から提供されたエネルギーとに基づいて予測されるプリントヘッド要素の現在の温度Taに加算するように拡張した等式E＝G(d)＋S(d)Ta’を用いて，プリントヘッド要素に供給する入力エネルギーを計算することも，当業者が適宜設計し得ることであると主張する。",
                "しかしながら，印刷媒体の温度に基づいてプリントヘッド要素への入力エネルギーを補正するに当たり，印刷媒体の温度を考慮してプリントヘッド要素の温度を修正することは，周知例1ないし3に開示されていないし，入力エネルギーの計算効率を向上するために印刷媒体の温度を考慮してプリントヘッド要素の温度を修正することが技術常識であるとすべき根拠も見当たらないから，プリントヘッド要素の温度を修正して入力エネルギーを計算することが，当業者が適宜設計し得るものであるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本願発明は，引用発明及び周知技術に基づいて当業者が容易に発明することができたものではなく，本願発明の容易想到性に係る本件審決の判断は誤りであるといわざるを得ない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第であるから，本件審決は取り消されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10214",
    "date": "2012-03-07",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082141",
    "ipprecedent_id": "2897",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}