{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2008-32301号事件について平成22年9月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶審決の取消訴訟である。争点は，容易想到性である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成16年12月2日，名称を「データ駆動集積回路及びその駆動方法と，それを利用した液晶表示装置及びその駆動方法」とする発明につき特許出願(甲1，特願2004-349822，パリ条約による優先権主張2003年12月11日，2004年4月28日，大韓民国)をし，平成19年12月12日付けで拒絶の理由が通知され，平成20年3月17日付けで手続補正書(甲3)を提出したが，同年9月16日付けで拒絶査定を受けたので，同年12月22日に不服の審判(不服2008-32301号)を請求するとともに，本件補正(甲2)をした。特許庁は，平成22年9月8日付けで，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月21日，原告に送達された(出訴期間90日附加)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正による請求項1の発明(補正発明。補正後の請求項1の記載を審決が修正認定したものであり，原告もこの点について争わない。)。",
                "表示装置の多数のデータラインと接続されたデータ駆動集積回路において，",
                "Ｎ個のデータ出力チャンネルと，",
                "前記Ｎ個のデータ出力チャンネルから，一部のデータ出力チャンネルを，画素データを出力するデータ出力チャンネルとして選択する選択部であって，Ｎは整数であり，前記表示装置の所望の解像度に従い，画素データを前記Ｎ個のデータラインの中の対応する数へ供給し，前記データ出力チャネルの残りは画素データを供給されないようにする選択部と，",
                "サンプリング信号を順次供給するシフトレジスタ部であって，前記サンプリング信号は，ソースサンプリングクロック信号に応答してタイミングコントローラから供給されるソーススタートパルスを順次シフトすることにより発生するシフトレジスタ部と，及び",
                "前記シフトレジスタ部から前記サンプリング信号に応答して前記画素データをラッチするためのラッチ部であって，前記画素データは前記タイミングコントローラから供給されるラッチ部とを含み，",
                "前記選択部は，第1及び第2のチャネル選択信号に応答して前記シフトレジスタ部から次のデータ駆動集積回路へ前記サンプリング信号を供給し，",
                "前記選択部は，前記Ｎ個のデータ出力チャンネルから前記画素データを出力するデータ出力チャンネル数を決定するためのチャネル選択信号が入力されるために配置されており，かつ，入力されたチャネル選択信号を保持して，保持したチャネル選択信号を発生する，第1及び第2オプションピンを具備し，",
                "前記選択部は，前記チャネル選択信号に従って前記Ｎ個のデータ出力チャンネルを調節し，",
                "前記選択部は第1乃至第4論理値を発生し，",
                "前記第4論理値の場合には前記選択部は前記データ出力チャンネルの総数Ｎより小さなI個を，ここでＮは定数であり，",
                "前記第3論理値の場合には前記Iより小さなJ個を，",
                "前記第2論理値の場合には前記Jより小さなK個を，",
                "前記第1論理値の場合には前記Kより小さなM個を前記画素データを出力するデータ出力チャンネルとして選択し，",
                "前記画素データの供給される前記データ出力チャンネルの数は，I個，J個，K個，M個の間で変更可能とされた",
                "ことを特徴とするデータ駆動集積回路。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正前の請求項1の発明(補正前発明。補正前の請求項1の記載を審決が修正認定したものであり，原告もこの点について争わない。)。",
                "表示装置の多数のデータラインと接続されたデータ駆動集積回路において，",
                "Ｎ個のデータ出力チャンネルと，",
                "前記Ｎ個のデータ出力チャンネルから，一部のデータ出力チャンネルを，画素データを出力するデータ出力チャンネルとして選択する選択部であって，Ｎは整数であり，前記表示装置の所望の解像度に従い，画素データを前記Ｎ個のデータラインの中の対応する数へ供給し，前記データ出力チャンネルの残りは画素データを供給されないようにする選択部と，",
                "サンプリング信号を順次供給するシフトレジスタ部であって，前記サンプリング信号は，ソースサンプリングクロック信号に応答してタイミングコントローラから供給されるソーススタートパルスを順次シフトすることにより発生するシフトレジスタ部と，及び",
                "前記シフトレジスタ部から前記サンプリング信号に応答して前記画素データをラッチするためのラッチ部であって，前記画素データは前記タイミングコントローラから供給されるラッチ部とを含み，",
                "前記選択部は，第1及び第2のチャネル選択信号に応答して前記シフトレジスタ部から次のデータ駆動集積回路へ前記サンプリング信号を供給する",
                "ことを特徴とするデータ駆動集積回路。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「補正発明は，引用発明1，引用発明2，並びに，周知技術及び周知・慣用の技術に基づいて当業者が容易に発明をすることができたので独立特許要件を欠く」，「補正前発明は，引用発明1及び周知技術に基づいて当業者が容易に発明をすることができた」と判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記判断に際し，審決が認定した引用刊行物1(特開平06-043424号公報，甲4)記載の発明(引用発明1)，引用刊行物2(特開昭61-292127号公報，甲5)記載の発明(引用発明2)，補正発明と引用発明1との一致点及び相違点並びに相違点についての判断，補正前発明と引用発明1との対比・判断は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "「パネルを駆動することができる液晶駆動用ICにおいて，",
                    "液晶駆動信号を出力するY  端子……Y 端子と，",
                    "80個のフリップフロップFF  ～FF からなるシフトレジスタ1であって，入力端子IＮへの直列ビットデータをCLK端子へのシフトクロックに同期してフリップフロップFF ～FF に順次に記憶するシフトレジスタ1と，",
                    "前記シフトレジスタ1が記憶する80ビットデータを取り込むラッチ回路2であって，前記シフトレジスタ1中の72，もしくは，80ビットデータを記憶するラッチ回路2と，",
                    "1種類のICであらゆるドット数のパネルを駆動するために，前記シフトレジスタ1を80段または72段のシフトレジスタに設定できるシフト段数選択回路3とを含み，",
                    "前記シフト段数選択回路3は80出力選択信号 SELECT2及び72出力選択信号SELECT1に応じて，80段目のフリップフロップFF 及び72段目のフリップフロップFF の出力の一方を出力端子OUTに導出し，80出力選択信号 SELECT2がHレベル，72出力選択信号SELECT1がLレベルであれば，シフトレジスタ1を80段に設定し，80出力選択信号 SELECT2がLレベル，72出力選択信号 SELECT1がHレベルであれば，シフトレジスタ1を72段に設定する",
                    "液晶駆動用IC。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2",
                  "text": [
                    "「大形ドットマトリックス液晶表示器を駆動するための液晶駆動用集積回路であって，",
                    "64の駆動出力端と，",
                    "種々の表示器に適用するために，ビット数設定信号GS1，GS2により後述するシフトレジスタ11のビット長を可変できるデコード回路19及びマルチプレクサ20と，",
                    "後述する駆動回路14に各ビット毎の転送データ(同期信号SC)を並列的に供給するシフトレジスタ11であって，コントローラから供給される同期信号SCを同期信号シフトクロックパルスSPに同期してシフトレジスタ11中を順次転送することにより，シフトレジスタ11の各ビット毎の同期信号SCを生成するシフトレジスタ11と，",
                    "前記シフトレジスタ11の転送データに基づいて液晶駆動信号LCを得る駆動回路14とを具備し，",
                    "前記デコード回路19及びマルチプレクサ20は，ビット数設定信号GS ，GSに応じて前記シフトレジスタ11からの同期信号SCを次段に供給し，外部からの前記ビット数選択信号GS ，GS が供給されるビット数選択端子23 ，23を具備し，前記ビット数選択信号GS ，GS に基づいて前記シフトレジスタ11の，例えば40ビット，48ビット，50ビットおよび64ビット目の出力端に接続されたアンドゲ-ト21a～21dへの出力をハイレベルに設定する",
                    "液晶駆動用集積回路。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "補正発明と引用発明1との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「表示装置の多数のデータラインと接続されたデータ駆動集積回路において，",
                        "Ｎ個のデータ出力チャンネルと，",
                        "前記Ｎ個のデータ出力チャンネルから，一部のデータ出力チャンネルを，画素データを出力するデータ出力チャンネルとして選択する選択部であって，前記表示装置の所望の解像度に従い，画素データを前記80個のデータラインの中の対応する数へ供給し，前記データ出力チャンネルの残りは画素データを供給されないようにする選択部と，",
                        "クロック信号に応答して所定の信号をシフトするシフトレジスタ部と，及び",
                        "画素データをラッチするラッチ部とを含み，",
                        "前記選択部は，第1及び第2のチャネル選択信号に応答して，次のデータ駆動集積回路へ，前記シフトレジスタ部からの出力信号を供給し，",
                        "前記選択部が，前記チャネル選択信号に従って前記Ｎ個のデータ出力チャンネルを調節し，",
                        "前記画素データの供給される前記データ出力チャンネルの数は，所定の個数の間で変更可能とされた",
                        "データ駆動集積回路(Ｎ＝80の場合)。」の点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "シフトレジスタ部とラッチ部に関し，補正発明では「サンプリング信号を順次供給するシフトレジスタ部であって，前記サンプリング信号は，ソースサンプリングクロック信号に応答してタイミングコントローラから供給されるソーススタートパルスを順次シフトすることにより発生するシフトレジスタ部」と「シフトレジスタ部からサンプリング信号に応答して画素データをラッチするためのラッチ部であって，前記画素データはタイミングコントローラから供給されるラッチ部」であるのに対し，引用発明1では「80個のフリップフロップFF  ～FF からなるシフトレジスタ1であって，入力端子IＮへの直列ビットデータをCLK端子へのシフトクロックに同期してフリップフロップFF  ～FF に順次に記憶するシフトレジスタ1」と「シフトレジスタ1が記憶する80ビットデータを取り込むラッチ回路2であって，前記シフトレジスタ1中の72，もしくは，80ビットデータを記憶するラッチ回路2」である点。これに付随して，シフトレジスタ部から次のデータ駆動集積回路に供給される信号に関し，補正発明では「サンプリング信号」であるのに対し，引用発明1では「ビットデータ」である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "チャネル選択信号に関し，補正発明では「選択部に，チャネル選択信号が入力されるために配置されており，かつ，入力されたチャネル選択信号を保持して，保持したチャネル選択信号を発生する，第1及び第2オプションピンを具備する」のに対し，引用発明1では，単に，シフト段数選択回路(選択部)に80出力選択信号SELECT2及び72出力選択信号SELECT1(第1及び第2のチャネル選択信号)が入力されていることが特定されているにとどまる点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点3",
                      "text": [
                        "画素データを出力するデータ出力チャンネルの選択に関し，補正発明では「前記選択部は第1乃至第4論理値を発生し，前記第4論理値の場合には前記選択部は前記データ出力チャンネルの総数Ｎより小さなI個を，ここでＮは定数であり，前記第3論理値の場合には前記Iより小さなJ個を，前記第2論理値の場合には前記Jより小さなK個を，前記第1論理値の場合には前記Kより小さなM個を前記画素データを出力するデータ出力チャンネルとして選択し，前記画素データの供給される前記データ出力チャンネルの数は，I個，J個，K個，M個の間で変更可能とされ」ているのに対し，引用発明1では「80出力選択信号SELECT2がHレベル，72出力選択信号 SELECT1がLレベルであれば，シフトレジスタ1を80段に設定し，80出力選択信号 SELECT2がLレベル，72出力選択信号 SELECT1がHレベルであれば，シフトレジスタ1を72段に設定して，液晶駆動信号を出力する端子数が72個と80個の間で切り換え可能とされ」ている点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点についての審決の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "「液晶表示装置の制御」の技術分野において，データ側駆動回路におけるシフトレジスタ部とラッチ部として，「サンプリング信号を順次供給するシフトレジスタ部であって，前記サンプリング信号は，ソースサンプリングクロック信号に応答してタイミングコントローラから供給されるソーススタートパルスを順次シフトすることにより発生するシフトレジスタ部と，前記シフトレジスタ部から前記サンプリング信号に応答して画素データをラッチするためのラッチ部であって，前記画素データは前記タイミングコントローラから供給されるラッチ部」は，例えば，",
                        "・特開平04-170515号公報(甲6)の第2頁左下欄第12行～右下欄第18行，第6A，6B図に，シフトデータ入力信号SI(「ソーススタートパルス」に相当)とクロック信号CLK(「ソースサンプリングクロック信号」に相当)が入力され，クロック信号CLKに応じてシフトデータ入力信号SIをシフトするシフトレジスタ61(「シフトレジスタ部」に相当)と，三原色のデータ(「画素データ」に相当)をシフトレジスタ61からの信号(「サンプリング信号」に相当)によりオンオフされるサンプリングスイッチ63とサンプルホールド回路64(「ラッチ部」に相当)として記載され，",
                        "・特開平10-214061号公報(甲7)の段落【0003】，【0004】，【図6】，【図7】に，スタート信号(「ソーススタートパルス」に相当)とクロック信号(「ソースサンプリングクロック信号」に相当)が入力され，スタート信号がクロック信号の立ち上がりで読み込まれて各段でサンプリング信号(「サンプリング信号」に相当)を順次出力する4段のフリップフロップ20(「シフトレジスタ部」に相当)と，各段のフリップフロップ20からのサンプリング信号に応じてデータ(「画素データ」に相当)を取り込む4段のデータレジスタ30(「ラッチ部」に相当)として記載され，",
                        "・特開2003-208135号公報(甲8)の段落【0005】～【0009】，【図2】に信号制御部(10)(「タイミングコントローラ」に相当)からのソース・スタート・パルス(SSP)(「ソーススタートパルス」に相当)をソース・サンプリング・クロック信号(SSC)(「ソースサンプリングクロック信号」に相当)により順次シフトさせ，サンプリング信号(「サンプリング信号」に相当)として出力するシフトレジスタ部(14)(「シフトレジスタ部」に相当)と，シフトレジスタ部(14)からのサンプリング信号に応じて信号制御部(10)からの画素データ(VD)(「画素データ」に相当)を一定の単位ずつ順次サンプリングしてラッチするラッチ部(16)(「ラッチ部」に相当)として記載されているように，",
                        "周知技術である。",
                        "よって，引用発明1において，データ側の液晶駆動用ICにおけるシフトレジスタ部とラッチ部として，上記周知技術を適用し，サンプリング信号を順次供給するシフトレジスタ部であって，前記サンプリング信号は，ソースサンプリングクロック信号に応答してタイミングコントローラから供給されるソーススタートパルスを順次シフトすることにより発生するシフトレジスタ部と，前記シフトレジスタ部から前記サンプリング信号に応答して画素データをラッチするためのラッチ部であって，前記画素データは前記タイミングコントローラから供給されるラッチ部からなる構成を採用することは，当業者が容易になし得たことである。",
                        "そして，かかる上記周知技術の適用に伴い，シフトレジスタ1(シフトレジスタ部)から次の液晶駆動用IC(データ駆動集積回路)に供給される信号は，サンプリング信号となる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "一般に，信号入力部に，入力される信号を保持するバッファを設け，信号の入力後も，入力された信号の値を出力可能とすることは，例示するまでもなく，周知・慣用の技術である。",
                        "よって，引用発明1において，それぞれがHレベルとLレベルの2値を有する80出力選択信号 SELECT2と72出力選択信号SELECT1が入力されているところ，それぞれの入力端に上記周知・慣用の技術を適用して，入力される信号を保持・出力するためのバッファであるオプションピンを設けることは，当業者が容易になし得たことである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3について",
                      "text": [
                        "引用発明1と引用発明2とは「液晶表示装置の制御」という同一の技術分野に属し，「異なる解像度の表示装置に対して同一の駆動ICで対応する」との課題も共通する。",
                        "よって，引用発明1は，シフト段数選択回路3(選択部)により液晶駆動信号を出力するY端子(画素データを出力するデータ出力チャンネル)を選択しているところ，「シフト段数選択回路3(選択部)」に対して，引用発明2の，シフトレジスタ11のビット長を可変できる「デコード回路19及びマルチプレクサ20」に関する技術を適用することにより，2つのチャネル選択信号をデコードして，シフトレジスタ部の4個の異なる段における出力を選択する論理値を発生させ，各論理値に応じて，ラッチ部に対して4個の異なる段に対応する数の画素データを保持させることにより，画素データを出力するデータ出力チャンネルの数を4個の異なる数の間で変更可能とすることは，当業者が容易になし得たことである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "ここで，画素データを出力するデータ出力チャンネルの数をデータ駆動集積回路が具備するデータ出力チャンネルの総数(Ｎ)よりも小さい数とすることの技術的意義について検討する。",
                        "本願の発明の詳細な説明において，第1ないし第3実施例の画素データを出力するデータ出力チャンネルの数とデータ駆動集積回路が具備するデータ出力チャンネルの総数は，共に642個で同数であり，画素データを出力するデータ出力チャンネルの数をデータ駆動集積回路が具備するデータ出力チャンネルの総数(Ｎ)よりも小さい数とすることを支持する記載は，段落【0120】，【0121】における「本発明の第1及び第3実施例による液晶表示装置では第1及び第2チャンネル選択信号(P1，P2)につれて642個の出力チャンネルを有するデータIC(116，216，1016)の出力チャンネルを変更することに限り限定されることではなく，642個の以下及び以上の出力チャンネルを有するデータIC(116，216，1016)に同一に適用されることができる。また，第1及び第2チャンネル選択信号(P1，P2)につれて設定されるデータIC(116，216，1016)の出力チャンネルは600，618，630及び642個の出力チャンネルにだけ限定されることではなく，どんな場合にも適用することができる。」なる記載のみである。すなわち，本願の発明の詳細な説明においては，画素データを出力するデータ出力チャンネルの数とデータ駆動集積回路が具備するデータ出力チャンネルの総数の関係に関して，適宜変更可能であることが記載されているものの，画素データを出力するデータ出力チャンネルの数をデータ駆動集積回路が具備するデータ出力チャンネルの総数よりも小さい数とすることにより奏される効果に関する記載は無い。また，優先日当時の技術常識を考慮しても，そのような構成により奏される有利な効果は見いだせない。",
                        "そして，引用発明1の認定の根拠となった上記記載事項5に「【0017】なお，図1の回路では，シフトレジスタ1を80段または72段に設定できるだけであるが，これは一例を示したものに過ぎず，例えば，16段，32段，48段，64段，80段の内の任意の段数に設定できるようにしてもよい。・・・」と，また，引用発明2の認定の根拠となった上記記載事項10に「なお，上記実施例では，シフトレジスタ11の40ビット目，48ビット目，50ビット目，および64ビット目のいずれかを選択するようにしたが，これらのビット数に限られないのはもちろんである。」と記載されているように，異なる解像度の表示装置に同一の駆動ICで対応するために，シフトレジスタで切り換え可能とされる段数としては，任意のものが設定可能であるとの技術思想が開示されている。",
                        "したがって，引用発明1に引用発明2の技術を適用するに際し，画素データを出力するデータ出力チャンネルの数をデータ駆動集積回路が具備するデータ出力チャンネルの総数内で適宜設定可能であるところ，画素データを出力するデータ出力チャンネルの数をデータ駆動集積回路が具備するデータ出力チャンネルの総数よりも小さい数とすることに格別の困難性は認められない。また，そのような構成を採用したことによりもたらされる効果も，引用発明1，引用発明2から想定することができない格別のものと認めることもできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，上記相違点3に係る補正発明の発明特定事項は，当業者が引用発明1及び引用発明2に基づいて容易に想到し得たことである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "そして，補正発明によってもたらされる効果は，引用発明1，引用発明2，並びに，上記周知技術及び上記周知・慣用の技術から想定することができない格別のものと認めることもできない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "したがって，補正発明は，引用発明1，引用発明2，並びに，上記周知技術及び上記周知・慣用の技術に基づいて当業者が容易に発明をすることができたものであり，独立特許要件を欠くので，本件補正を却下する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "補正前発明と引用発明1との対比・判断",
                  "text": [
                    "補正前発明は，補正発明から，選択部に関し，「前記選択部は，前記Ｎ個のデータ出力チャンネルから，画素データを出力するデータ出力チャンネル数を決定するためのチャネル選択信号が入力されるために配置されており，かつ，入力されたチャネル選択信号を保持して，保持したチャネル選択信号を発生する，第1及び第2オプションピンを具備し，前記選択部は，前記チャネル選択信号に従って前記Ｎ個のデータ出力チャンネルを調節し，前記選択部は第1乃至第4論理値を発生し，前記第4論理値の場合には前記選択部は前記データ出力チャンネルの総数Ｎより小さなI個を，ここでＮは定数であり，前記第3論理値の場合には前記Iより小さなJ個を，前記第2論理値の場合には前記Jより小さなK個を，前記第1論理値の場合には前記Kより小さなM個を前記画素データを出力するデータ出力チャンネルとして選択する」との発明特定事項を省き，かつ，「前記画素データの供給される前記データ出力チャンネルの数は，I個，J個，K個，M個の間で変更可能とされた」との発明特定事項を省いたものである。",
                    "そうすると，補正前発明と引用発明1とを比較すると，両者は検討済みの相違点1においてのみ相違し，その余の点で一致する。",
                    "したがって，補正前発明は，引用発明1及び上記周知技術に基づいて当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決には，①補正発明と引用発明1との構成要素の対応関係の誤り，及び，②相違点1についての判断の誤りがあり，いずれも審決の結論に影響するから，審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(補正発明と引用発明1との構成要素の対応関係の誤り)",
          "text": [
            "引用発明1では，画像データは図面上シフトレジスタ1で左から右へと順次シフトしていくが，補正発明ではサンプリングスタートパルスがシフトするにすぎず，画像データ自体はシフトしていない。すなわち，引用発明1のラッチはシフトレジスタのデータをパラレルに同時に読み込むものであるのに対し，補正発明のラッチ部はデータをシリアルに順次クロックに応じサンプリング信号によって読み込むものであるから，補正発明の「ラッチ部」と対比すべきは引用発明1の「シフトレジスタ1」である。したがって，審決の認定には誤りがある。",
            "この点につき，被告は機能と役割の共通性に基づき，引用発明1の「シフトレジスタ1」と補正発明の「シフトレジスタ部」とを対応させ，引用発明1の「ラッチ回路2」と補正発明の「ラッチ回路」とを対応させている。しかし，引用発明1の「ラッチ回路2」と補正発明の「シフトレジスタ部」とは，それぞれの機能において相違し，対比されるべきではない。",
            "また，被告が予備的に主張するように，ラッチ部が2段である構成が仮に周知であったとしても，必ずしも，当該構成を引用発明1に適用することが容易想到であるとは限らない。例えば，被告が周知技術であると指摘した特開平11-1934737号公報(乙2)における記載箇所は64階調表を行うためのものであって，1ビットデータ(直列ビットデータ)をシフトする引用発明1とは異なる。したがって，乙2を引用発明1に適用することは必ずしも容易ではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲6の認定の誤り",
              "text": [
                "甲6に記載の発明において，シフトレジスタの信号Q ～Q はサンプリングスイッチ63のオンオフを制御するにすぎず，サンプルホールド回路64はアナログ信号をサンプルホールドするものである。すなわち，サンプルホールド回路64は画素データ，若しくは直列ビットデータをラッチするものではない。審決は甲6に関し，「三原色のデータ(「画素データ」に相当)をシフトレジスタ61からの信号(「サンプリング信号」に相当)によりオンオフされるサンプリングスイッチ63とサンプルホールド回路64(「ラッチ部」に相当)として記載され」と認定しているが，甲6のシフトレジスタ61に接続されたサンプルホールド回路はアナログ信号をサンプルホールドするものであって，「画素データをラッチするラッチ部」ではない。したがって，甲6に関する審決の認定「サンプリングスイッチ63とサンプルホールド回路64(「ラッチ部」に相当)」には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術であるとの認定は誤りであること",
              "text": [
                "審決のした甲6の認定に誤りがあり，相違点1が周知であるとの認定も誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明1と甲6に記載の周知技術とを組み合わせる動機付けが存在しないこと",
              "text": [
                "被告は，「すなわち，甲6に記載の周知技術におけるアナログドライバIC60がカスケードに接続された構成では・・・甲6に記載の周知技術の『シフトデータ入力信号SI』は，補正発明の『ソーススタートパルス』に相当し，甲6に記載の周知技術の『シフトレジスタ61から出力される信号』である『シフトデータ出力信号SO』及び『シフトデータ』は，補正発明の『サンプリング信号』に相当するものである。」，「引用発明1に上記周知技術を適用する際に，前段のシフトレジスタ1から次段のシフトレジスタ1に転送される信号が，甲6に記載の周知技術においてかかる役割を有し，同じように，前段のシフトレジスタ61から次段のシフトレジスタ61に転送される信号である，シフトデータ出力信号SO，すなわち，サンプリング信号となることは，至極当然のことである。」と主張する。",
                "しかし，甲6の「シフトデータ入力信号SI」はサンプリングスイッチ63をオンオフするためのシフトレジスタ61に入力されるものであって，複数ビットからなり直接に液晶駆動用信号として用いられる引用発明1の「直列ビットデータ」とは異なる。また，上記のとおり，甲6のシフトレジスタ61に接続されたサンプルホールド回路はアナログ信号をサンプルホールドするものであって，「画素データをラッチするラッチ部」ではない。甲6におけるシフトレジスタ61は引用発明のシフトレジスタ1とはそれぞれの使用目的および作用効果においてまったく異なる。したがって，甲6に記載の周知技術を引用発明1に適用することの動機付けは存在しない。",
                "なお，本件において甲6の認定には誤りがあり，相違点1が慣用技術であるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "効果の看過について",
              "text": [
                "構成上の相違から，引用発明1に対し補正発明では以下の固有な利点も有している。引用発明1では，補正発明に記載された「前記選択部は，第1及び第2のチャネル選択信号に応答して前記シフトレジスタ部から次のデータ駆動集積回路へ前記サンプリング信号が供給し」を開示していない。",
                "すなわち，補正発明の選択部130は，チャンネル選択信号(P1，P2)に応答してシフトレジスタ134にチャンネル制御信号(CS1～CS4)を出力し，データ信号を出力しようとするチャンネルだけ全チャンネルから選択するものである。補正発明の図9を参照すると，例えば，P1＝0で，P2＝1である場合，選択部130は，CS2をチャンネル制御信号として出力し，シフトレジスタ134のSR618を制御するようになる。すなわち，SR1～SR618まではチャンネルを選択するために駆動されるが，SR619～SR642までは駆動されない。",
                "一方，引用発明1の場合，シフト段数選択回路3は，補正発明のようにチャンネルを選択するための選択信号をシフトレジスタ1，21に出力するのではなく，選択しようとするフリップフロップ(FF )から直列ビットデータを読み出し，最後のフリップフロップ(FF )の直列ビットデータを読み出して出力選択信号(SELECT1，SELECT2)とAＮD及びORで組み合わせた後，最終的なデータ出力端子(OUT)に直列ビットデータが出力される。すなわち，チャンネルの選択有無とは関係なく，シフトレジスタ1のフリップフロップの全て(FF ～FF )はクロックCLの印加により，全て駆動される。換言すると，クロックCL毎に全てのフリップフロップが動作している。引用発明1の［0015］を参照して詳細に説明すると，出力選択信号1(SELECT1)がHレベルで，出力選択信号2(SELECT2)がLレベルであると，シフト段数選択回路3のAＮD(4)ロジック回路にはフリップフロップ72(FF )の出力値(例えば”0”)と出力選択信号(H＝”1”)が入力され，最終的にOR(6)論理回路の入力端子に”0”を出力する。また，シフト段数選択回路3のAＮD(5)ロジック回路には，フリップフロップ80(FF )の出力値(例えば”1”)と出力選択信号2(L＝”0”)が入力され，最終的にOR(6)論理回路の入力端子に”0”を出力する。結局，OR(6)論理回路の入力端子に全て”0”が入力されるので，データ出力端子(OUT)には”0”が出力される。",
                "したがって，上述したように，引用発明1の場合は，チャンネル選択信号(SELECT1，SELECT2)とは関係なく，シフトレジスタ1，21の全てのフリップフロップが駆動されるが，補正発明の場合，チャンネル制御信号(CS1～CS4)によってシフトレジスタ134の一部のみが駆動される。これは，シフトレジスタ134のみに影響を与えるのではなく，シフトレジスタとワンチップIC内に構成されて以後に駆動されるラッチ部136，DAC部138，出力バッファ部146もチャンネル制御信号(CS1～CS4)によって一部のみが駆動される。",
                "このような補正発明と引用発明1との相違点は，データドライバーの消費電力に莫大な影響を及ぼすようになる。また，消費電力の増加からデータドライバーの発熱が生じ，駆動エラーを誘発する原因となる。",
                "この作用効果は特許請求の範囲には直接に記載していないが，特許請求の範囲の記載から必然的に導かれるものであって，進歩性判断において参酌されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(補正発明と引用発明1との構成要素の対応関係の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "補正発明に係るデータ駆動集積回路はシフトレジスタ部及びラッチ部を備え，引用発明1に係る液晶駆動用ICはシフトレジスタ1及びラッチ回路2をそれぞれ備えているところ，両者を対比・判断するにあたっては，補正発明のデータ駆動集積回路におけるシフトレジスタ部及びラッチ部の機能・役割と，引用発明1の液晶駆動用ICにおけるシフトレジスタ1とラッチ回路2の機能・役割をそれぞれ考慮して行うことが必要である。",
                "機能について検討すると，シフトレジスタとは，レジスタにセットされている内容を，指定されたけた数だけ左または右にけた移動させる機能をもっている装置をいい，補正発明の「シフトレジスタ部」と，引用発明1の「シフトレジスタ1」とは共に，データのけた移動機能を有している。また，ラッチとは，ディジタル回路において，ある時刻の信号の状態を一時的に保持，記憶するような動作あるいは機構をいい，補正発明の「ラッチ部」と，引用発明1の「ラッチ回路2」とは共に，データの保持機能を有している。",
                "役割について検討すると，引用発明1の「液晶駆動用IC」において，引用発明1の「シフトレジスタ1」と「ラッチ回路2」の回路は，いずれも，デジタルデータであるビットデータを扱い，「ラッチ回路2」の出力を受けるレベルシフタ23が，デジタルデータであるビットデータを，実際の液晶に印加されるアナログデータに変換し，その後段の液晶駆動回路24では，該アナログデータとして扱うものである。また，補正発明の「データ駆動集積回路」においても，引用発明1と同様に，補正発明の「シフトレジスタ部」及び「ラッチ部」は，協働して，デジタルデータである画素データを扱い，「ラッチ部」からの画素データを受けるDAC部(138)が，デジタルデータである画素データを，アナログデータである画素電圧信号に変換し，その後段の出力バッファ(146)では，該アナログデータである画素電圧信号を扱うものである。",
                "したがって，両者を対比する上で，データ駆動集積回路(引用発明1の「液晶駆動用IC」)内における，画素データ1ライン分のうち当該データ駆動集積回路(引用発明1の「液晶駆動用IC」)に割り当てられた画素数分の画素データの扱いに関して，",
                "①  画素データをデジタルデータとして扱う部分と，",
                "②  その後段の，デジタルデータである画素データがアナログデータである画素電圧信号に変換され，該アナログデータである画素電圧信号を扱う部分",
                "という，データ駆動集積回路(引用発明の「液晶駆動用IC」)内での①と②の各部分における役割分担に着目して，データ駆動集積回路(引用発明1の「液晶駆動用IC」)内で画素データをデジタルデータとして扱う①の部分どうしを共通部分として把握することは，妥当である。",
                "そして，かかる機能と役割の共通性の認識のもとに，引用発明1の「シフトレジスタ1」と補正発明の「シフトレジスタ部」との，シフトレジスタとしてのけた移動機能を共通部分とし，また，引用発明1の「ラッチ回路2」と補正発明の「ラッチ部」との，ラッチとしてのデータ保持機能を共通部分として，一致点を認定したのであるから，引用発明1の「シフトレジスタ1」が補正発明の「シフトレジスタ部」に対応し，引用発明1の「ラッチ回路2」が補正発明の「ラッチ部」に対応するとした，審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "予備的に，原告の主張のとおりに，引用発明1の「シフトレジスタ1」が，補正発明の「シフトレジスタ部」と「ラッチ部」とを合わせたものに対応しているとした場合に審決の結論に影響があるか否かについて，検討すると，「液晶表示装置の駆動制御」の技術分野において，液晶表示装置のデータ駆動集積回路として，デジタルデータである画素データを扱う回路部分を，前記「サンプリング信号を順次供給するシフトレジスタ部であって，前記サンプリング信号は，ソースサンプリングクロック信号に応答してタイミングコントローラから供給されるソーススタートパルスを順次シフトすることにより発生するシフトレジスタ部と，前記シフトレジスタ部から前記サンプリング信号に応答して画素データをラッチするための第1のラッチ部であって，前記画素データは前記タイミングコントローラから供給される第1のラッチ部と，前記第1のラッチ部から所定の信号に応答して画素データをラッチするための第2のラッチ部」とした構成は，周知である。",
                "よって，引用発明1の「シフトレジスタ1」が，補正発明の「シフトレジスタ部」と「ラッチ部」とを合わせたものに対応しているとして，引用発明1の「シフトレジスタ1」に対して，上記周知技術を適用し，該適用後の回路構成において，ラッチ部が2段(第1のラッチ部，第2のラッチ部)となったとしても，データ駆動集積回路においてデジタルデータである画素データを扱う機能を果たす回路部分として，かかる回路構成も，周知の構成である。",
                "したがって，引用発明1の「シフトレジスタ1」が，補正発明の「シフトレジスタ部」と「ラッチ部」とを合わせたものに対応しているとしても，シフトレジスタ部及びラッチ部に係る相違点は，依然として容易想到であるから，審決の結論に影響を及ぼすものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，補正発明と引用発明1との構成要素の対応関係についての原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "同種の回路を直列に接続して，前段の回路からの信号を次段の回路に順次転送するような接続のことを，カスケード接続という。",
                "補正発明において，かかるカスケード接続されたデータ側駆動集積回路で，前段のデータ側駆動集積回路から次段の駆動回路に順次転送する信号として，サンプリング信号とすることの技術的意義を検討すると，これに関連する本願の発明の詳細な説明の記載には，前段のシフトレジスタ部から次段のシフトレジスタ部に転送する信号をサンプリング信号とすることについて，格別の技術的意義はなんら記載されていない。",
                "また，「液晶表示装置の駆動制御」の技術分野において，各データ側駆動集積回路が，サンプリング信号を順次供給するシフトレジスタ部であって，前記サンプリング信号は，ソースサンプリングクロック信号に応答してタイミングコントローラから供給されるソーススタートパルスを順次シフトすることにより発生するシフトレジスタ部と，前記シフトレジスタ部から前記サンプリング信号に応答して画素データをラッチするためのラッチ部であって，前記画素データは前記タイミングコントローラから供給されるラッチ部とを含み，各データ駆動集積回路がカスケード接続された構成において，前段のシフトレジスタ部から次段のシフトレジスタ部へ転送する信号を，サンプリング信号とすることは，周知の事項である。",
                "すなわち，甲6に記載の周知技術におけるアナログドライバIC60がカスケードに接続された構成では，前段のシフトレジスタ61から次段のシフトレジスタ61に転送される信号は，シフトデータ出力信号SOである。ここで，甲6に記載の周知技術において，シフトレジスタ61を構成する各フリップフロップFFから出力されるシフトデータは，クロック信号CLK毎に次段のフリップフロップFFに出力されると共に，外部に信号Q ～Q として出力され，サンプルホールド回路64のサンプリングスイッチ63のオンオフを制御するから，甲6に記載の周知技術の「シフトデータ入力信号SI」は，補正発明の「ソーススタートパルス」に相当し，甲6に記載の周知技術の「シフトレジスタ61から出力される信号」である「シフトデータ出力信号SO」及び「シフトデータ」は，補正発明の「サンプリング信号」に相当するものである。なお，乙2にも，前段のシフトレジスタから次段のシフトレジスタに転送される信号がサンプリング信号であることが記載されている。",
                "したがって，カスケード接続されたデータ側駆動集積回路で，前段のデータ側駆動集積回路から次段のデータ側駆動集積回路に順次転送する信号を，サンプリング信号とすることは，周知の事項であって，格別の技術的意義を有しないものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "共に，カスケード接続されたデータ側駆動集積回路を持つ引用発明1及び上記周知技術において，前段のデータ側駆動集積回路から次段のデータ側駆動集積回路に順次転送される信号及びその役割について検討する。",
                "引用発明1の液晶駆動用ICが縦列接続(「カスケード接続」と同義)された構成において，前段のシフトレジスタ1から次段のシフトレジスタ1に順次転送される信号は，直列ビットデータであって，この信号は，次段のシフトレジスタ1がシフト動作を開始し，かつ，液晶駆動用ICが直列ビットデータの取り込みを開始するタイミングを規定している。",
                "一方，甲6に記載の周知技術においては，上記したとおり，アナログドライバIC60がカスケードに接続された構成で，前段のシフトレジスタ61から次段のシフトレジスタ61に転送される信号は，シフトデータ出力信号SO(補正発明の「サンプリング信号」)であって，この信号によって，次段のシフトレジスタ61がシフト動作を開始し，かつ，アナログドライバIC60が3原色のデータの取り込みを開始するタイミングが規定されている。",
                "したがって，引用発明1及び上記周知技術において，前段のシフトレジスタ(引用発明1の「シフトレジスタ1」，甲6に記載の周知技術の「シフトレジスタ61」)から，次段のシフトレジスタに転送する信号には，その役割として，時系列で順次転送されてくる画素データ(引用発明1の「直列ビットデータ」，甲6に記載の周知技術の「3原色のデータ」)に関連して，データ側駆動集積回路(引用発明1の「液晶駆動用IC」，甲6に記載の周知技術の「アナログドライバIC」)内のシフトレジスタがシフト動作を開始し，データ側駆動集積回路が画素データの取り込みを開始するタイミングを規定する信号の役割があるところ，引用発明1に上記周知技術を適用する際に，前段のシフトレジスタ1から次段のシフトレジスタ1に転送される信号が，甲6に記載の周知技術においてかかる役割を有し，同じように，前段のシフトレジスタ61から次段のシフトレジスタ61に転送される信号である，シフトデータ出力信号SO，すなわち，サンプリング信号となることは，至極当然のことである。",
                "以上のとおり，引用発明1に上記周知技術を適用した発明において，前段のシフトレジスタ部から次段のシフトレジスタ部に転送する信号は，必然的に，サンプリング信号となるものであるから，審決の相違点1の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "効果の看過について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告が主張する，ビット数の多い画素データを扱っても回路規模が大幅に増大しないこと，及び，一定の信号であるソーススタートパルス(SSP)をシフトするので消費電力，速度の面で有利であるとの効果は，それぞれ，上記周知技術において，画素データ1画素分を保持する一単位の回路部分が，ラッチ部内でまとまっていること，また，転送される信号がソーススタートパルスであることによって生じる効果であって，上記周知技術のシフトレジスタ部とラッチ部の構成自体が備えている効果である。",
                    "したがって，原告が主張する，ビット数の多い画素データを扱っても回路規模が大幅に増大しないこと，及び，一定の信号であるソーススタートパルス(SSP)をシフトするので消費電力，速度の面で有利であるとの効果は，いずれも，引用発明1に上記周知技術を適用すれば，必然的に奏する作用効果に過ぎないことから，審決の「補正発明によってもたらされる効果は，引用発明1，引用発明2，並びに，上記周知技術及び上記周知・慣用の技術から想定することができない格別のものと認めることもできない。」との判断に誤りはない。",
                    "補正発明は，シフトレジスタ部に関して，「サンプリング信号を順次供給するシフトレジスタ部であって，前記サンプリング信号は，ソースサンプリングクロック信号に応答してタイミングコントローラから供給されるソーススタートパルスを順次シフトすることにより発生するシフトレジスタ部」と特定しているにとどまり，シフトレジスタ部から次のデータ駆動集積回路へサンプリング信号を供給した後の，シフトレジスタ部の動作に関しては，何ら特定していない。したがって，原告の主張は，特許請求の範囲の記載に基づいたものではないから，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "シフトレジスタ部の動作に関して，発明の詳細な説明の記載を参酌して検討すると，補正発明は，「前記選択部は，第1及び第2のチャネル選択信号に応答して前記シフトレジスタ部から次のデータ駆動集積回路へ前記サンプリング信号を供給し」というものであり，補正発明において，前段に接続されたシフトレジスタ部から次段のデータ駆動集積回路へサンプリング信号を供給する回路は，選択部である。",
                    "一方，発明の詳細な説明には，前段に接続されたシフトレジスタ部から次段のデータ駆動集積回路へサンプリング信号を供給する回路に関して，第1実施例として，前段に接続されたシフト・レジスタ部(134)(補正発明の「シフトレジスタ部」に対応。以下同様)から次段のデータIC(116)(「データ駆動集積回路」)へ出力信号(キャリ信号)(「サンプリング信号」)を供給する回路が，シフト・レジスタ部(134)であるものが記載されている。そして，第1実施例のデータIC(116)のシフト・レジスタ部(134)においては，次段のデータIC(116)へ出力信号(キャリ信号)を供給するシフト・レジスタ(SR)の後段に接続されたシフト・レジスタ(SR)(例えば，段落【0083】の記載における「第601乃至第642シフト・レジスタ(SR601乃至SR642)」)は，サンプリング信号を出力していない。また，第2実施例として，前段に接続されたシフト・レジスタ部(184)(「シフトレジスタ部」)から次段のデータIC(116)(「データ駆動集積回路」)へ出力信号，または，キャリ信号(Carry)(「サンプリング信号」)を供給する回路が，チャンネル選択部(180)(「選択部」)であるものが記載されている。そして，第2実施例のデータIC(116)のシフト・レジスタ部(184)においては，次段のデータIC(116)へ出力信号，又は，キャリ信号(Carry)を供給するシフト・レジスタ(SR)の後段に接続されたシフト・レジスタ(SR)(例えば，段落【0101】の記載における「第601乃至第642シフト・レジスタ(SR601乃至SR642)」)も，サンプリング信号を出力している。これらのシフト・レジスタ(SR)の出力は，最終的にはデータライン(DL)に接続されないため，液晶パネル(102)への影響はない。",
                    "よって，補正発明において，前段に接続されたシフトレジスタ部から次段のデータ駆動集積回路へサンプリング信号を供給する回路は選択部であるから，かかる補正発明に対応する，発明の詳細な説明に記載された実施例は，前段に接続されたシフト・レジスタ部(184)(「シフトレジスタ部」)から次段のデータIC(116)(「データ駆動集積回路」)へ出力信号，又は，キャリ信号(Carry)(「サンプリング信号」)を供給する回路がチャンネル選択部(180)(「選択部」)となっている，第2実施例の方である。そして，第2実施例においては，シフト・レジスタ部(184)内の642段の各シフト・レジスタ(SR)は，次段のデータIC(116)へ出力信号，または，キャリ信号(Carry)を供給するシフト・レジスタ(SR)の後段に接続されたシフト・レジスタ(SR)も含めて，すべてのシフト・レジスタ(SR)が動作しているものである。",
                    "すなわち，発明の詳細な説明には，補正発明に係るシフトレジスタ部の動作について，シフトレジスタ部内の各シフトレジスタ(SR)がすべて動作するもののみが開示されている。したがって，原告の主張は，発明の詳細な説明の記載にも基づかないものであるから，失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本願明細書(甲1)によれば，補正発明は，作業性の向上及び製造費用を節減することができるようにしたデータ駆動集積回路及びその駆動方法と，それを利用した液晶表示装置及びその駆動方法を提供すること，また，液晶パネルの解像図につれてデータ集積回路の出力チャンネルを制御することができるようにしたデータ駆動集積回路及びその駆動方法と，それを利用した液晶表示装置及びその駆動方法を提供すること(【0020】)を目的とし，この目的を達成するために，データ駆動集積回路は多数の出力チャンネルと，前記表示装置の解像度に沿って前記データラインの数に対応して前記画素データを供給するデータ出力チャンネルを前記多数の出力チャンネルから選択する選択部を具備して，他の出力チャンネルには画素データが供給されないことを特徴とするものであり(【0021】)，そのために，審決認定の要旨に係る構成を採用し，チャンネル選択信号を利用して液晶パネルの解像図につれてデータ集積回路のチャンネルを変更することで一種類のデータ集積回路を利用して液晶パネルのすべての解像図を駆動させることができるようになり，また，液晶パネルの解像図に関係なく，データ集積回路を共通に使用することでデータ集積回路の個数を減少させることができ，結果的に，本発明の液晶表示装置は作業性の向上及び製造費用を節減することができるという作用効果を奏する(【0124 】)ものと認められる。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(補正発明と引用発明1との構成要素の対応関係の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決における補正発明と引用発明1との対比",
              "text": [
                "審決は，補正発明と引用発明1(出願人はローム株式会社，出願日は平成4年 7月27日)とを次のように対比して，一致点及び相違点を認定した。",
                "(3-1)",
                "・・・・・・",
                "よって，引用発明1の「パネルを駆動することができる液晶駆動用IC」は，補正発明の「表示装置の多数のデータラインに接続されたデータ駆動集積回路」に相当し，以下同様に，「パネル」は「表示装置」に，「Y  端子……Y 端子」は「Ｎ個のデータ出力チャンネル」のＮ＝80の場合に，「直列ビットデータ」は「画素データ」に相当する。また，引用発明1の「シフトクロック」と補正発明の「ソースサンプリングクロック信号」とは，共に「クロック信号」である点で共通する。",
                "・・・・・・",
                "(3-3)",
                "(3-1)の相当関係から，引用発明1の「直列ビットデータ」は補正発明の「画素データ」に相当し，引用発明1の「シフトクロック」と補正発明の「ソースサンプリングクロック信号」とは，共に「クロック信号」である点で共通するから，引用発明1の「シフトクロックに同期して直列ビットデータを順次に記憶するシフトレジスタ1」と，補正発明の「ソースサンプリングクロック信号に応答してソーススタートパルスを順次シフトするシフトレジスタ部」とは，共に，「クロック信号に応答して所定の信号をシフトするシフトレジスタ部」である点で共通する。",
                "(3-4)",
                "引用発明1において，「ラッチ回路2」は，シフトレジスタ1が記憶する80ビットデータを取り込むものであるが，シフトレジスタ1に記憶されたビットデータは，直列ビットデータである。",
                "そして，(3-1)の相当関係から，引用発明1の「直列ビットデータ」は補正発明の「画素データ」に相当するから，引用発明1の「直列ビットデータを取り込むラッチ回路2」と，補正発明の「画素データをラッチするラッチ部」とは，共に，「画素データをラッチするラッチ部」である点で共通する。",
                "・・・・・・"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決における相違点1の認定についての検討",
              "content": [
                {
                  "fig": "ア",
                  "subject": "補正発明の「シフトレジスタ部」と引用発明1の「シフトレジスタ1」",
                  "text": [
                    "補正発明は「サンプリング信号を順次供給するシフトレジスタ部であって，前記サンプリング信号は，ソースサンプリングクロック信号に応答してタイミングコントローラから供給されるソーススタートパルスを順次シフトすることにより発生するシフトレジスタ部」を，引用発明1は「80個のフリップフロップFF ～FFからなるシフトレジスタ1であって，入力端子IＮへの直列ビットデータをCLK端子へのシフトクロックに同期してフリップフロップFF ～FF に順次に記憶するシフトレジスタ1」をそれぞれ備えている。そして，補正発明の「シフトレジスタ部」と引用発明1の「シフトレジスタ1」は，いずれも，ディジタル信号のけた移動動作，すなわちシフト動作をするもので，補正発明の「シフトレジスタ部」は「ソースサンプリングクロック信号」に応答してシフト動作し，引用発明1の「シフトレジスタ1」は「シフトクロック」に同期してシフト動作することは明らかである。",
                    "そうすると，補正発明の「シフトレジスタ部」と引用発明1の「シフトレジスタ1」が，「クロック信号に応答して所定の信号をシフトするシフトレジスタ部」である点で共通することは明らかであり，審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "補正発明の「ラッチ部」と引用発明1の「ラッチ回路2」",
                  "text": [
                    "補正発明は「前記シフトレジスタ部から前記サンプリング信号に応答して前記画素データをラッチするためのラッチ部であって，前記画素データは前記タイミングコントローラから供給されるラッチ部」を，引用発明1は「前記シフトレジスタ1が記憶する80ビットデータを取り込むラッチ回路2であって，前記シフトレジスタ1中の72，もしくは，80ビットデータを記憶するラッチ回路2」をそれぞれ備えている。そして，引用発明1の「ラッチ回路2」に取り込まれる「前記シフトレジスタ1が記憶する80ビットデータ」が，「シフトレジスタ1」の「フリップフロップFF ～FF 」に順次に記憶する「直列ビットデータ」であることは明らかであり，引用発明1の「直列ビットデータ」は，補正発明の「画素データ」に相当する。",
                    "そうすると，補正発明の上記「ラッチ部」と引用発明1の上記「ラッチ回路2」が，「画素データをラッチするラッチ部」である点で共通することは明らかであり，審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "審決における相違点1の認定について",
                  "text": [
                    "上記ア及びイで検討したとおり，審決は，補正発明の「シフトレジスタ部」と引用発明1の「シフトレジスタ1」については，シフトレジスタ装置が有する当然の機能である，クロック信号に応じたシフト動作をする点で両者が共通すると認定するにとどまり，原告が主張するように，引用発明1の「シフトレジスタ1」が補正発明の「シフトレジスタ部」に相当するとは認定していない。",
                    "また，審決は，本件補正発明の「ラッチ部」と引用発明1の「ラッチ回路2」についても，ラッチが当然に有するデータ保持機能を備え，保持されるデータが「画素データ」である点で両者が共通すると認定するにとどまり，原告が主張するように，引用発明1の「ラッチ回路2」が本件補正発明の「ラッチ部」に相当するとは認定していない。",
                    "そして，審決は，補正発明と引用発明1との相違点1について，「シフトレジスタ部とラッチ部に関し，補正発明では『サンプリング信号を順次供給するシフトレジスタ部であって，前記サンプリング信号は，ソースサンプリングクロック信号に応答してタイミングコントローラから供給されるソーススタートパルスを順次シフトすることにより発生するシフトレジスタ部』と『シフトレジスタ部からサンプリング信号に応答して画素データをラッチするためのラッチ部であって，前記画素データはタイミングコントローラから供給されるラッチ部』であるのに対し，引用発明1では『80個のフリップフロップFF ～FF からなるシフトレジスタ1であって，入力端子IＮへの直列ビットデータをCLK端子へのシフトクロックに同期してフリップフロップFF ～FF に順次に記憶するシフトレジスタ1』と『シフトレジスタ1が記憶する80ビットデータを取り込むラッチ回路2であって，前記シフトレジスタ1中の72，もしくは，80ビットデータを記憶するラッチ回路2』である点」で相違し，また，「これに付随して，シフトレジスタ部から次のデータ駆動集積回路に供給される信号に関し，補正発明では『サンプリング信号』であるのに対し，引用発明1では『ビットデータ』である点」で相違すると認定したものである。",
                    "そうすると，補正発明の「シフトレジスタ部」及び「ラッチ部」それぞれにおける信号処理と，引用発明1の「シフトレジスタ1」及び「ラッチ回路2」それぞれにおける信号処理との相違は，審決における相違点1の認定に含まれていることは明らかである。",
                    "以上によれば，審決は，引用発明1の「シフトレジスタ1」と引用発明1の「シフトレジスタ1」とは，「クロック信号に応答して所定の信号をシフトするシフトレジスタ部」である点で共通し，補正発明の「ラッチ部」と引用発明1の「ラッチ回路2」とは，「画素データをラッチするラッチ部」である点で共通すると認定するにとどめ，そのうえで，補正発明の「シフトレジスタ部」及び「ラッチ部」それぞれにおける信号処理と，引用発明1の「シフトレジスタ1」及び「ラッチ回路2」それぞれにおける信号処理との相違を，相違点1で認定したものであるから，審決における相違点1の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，補正発明の「シフトレジスタ部」及び「ラッチ部」と，引用発明1の「シフトレジスタ1」及び「ラッチ回路2」とは，「補正発明は引用発明1のデータシフトレジスタ1を，サンプリングスタートパルスシフトレジスタとラッチ136の2つで構成している」点，及び「引用発明1のラッチはシフトレジスタのデータをパラレルに同時に読み込むものであり，一方補正発明のラッチはデータをシリアルに順次クロックに応じサンプリング信号によって読み込むものであるから，むしろ引用発明1のデータシフトレジスタ1に対応している」点で相違するから，審決の相違点1の認定には誤りがあると主張する。",
                    "しかし，原告が主張する，補正発明の「シフトレジスタ部」及び「ラッチ部」と，引用発明1の「シフトレジスタ1」及び「ラッチ回路2」との上記の相違は，補正発明の「シフトレジスタ部」及び「ラッチ部」それぞれにおける信号処理と，引用発明1の「シフトレジスタ1」及び「ラッチ回路2」それぞれにおける信号処理との相違によるものである。そして，審決は，補正発明の「シフトレジスタ部」及び「ラッチ部」それぞれにおける信号処理と，引用発明1の「シフトレジスタ1」及び「ラッチ回路2」それぞれにおける信号処理との相違を，相違点1で認定している。",
                    "したがって，原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，審決における相違点1の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「サンプリングパルス」を次のシフトレジスタに転送する点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1は，パネルを駆動することができる液晶駆動用ICにおいて，80個のフリップフロップFF ～FF からなる「シフトレジスタ1」において，その「入力端子IＮ」への「直列ビットデータ」(補正発明の「画素データ」に相当)を，上記「シフトレジスタ1」の「CLK端子」へのシフトクロックに同期してフリップフロップFF ～FF に順次に記憶させることにより，上記「直列ビットデータ」から上記パネルの画素毎のデータを抽出し，上記「シフトレジスタ1」で抽出した画素毎のデータを「ラッチ回路2」に取り込むものである。",
                    "そして，液晶表示装置において，「サンプリング信号を順次供給するシフトレジスタ部であって，前記サンプリング信号は，ソースサンプリングクロック信号に応答してタイミングコントローラから供給されるソーススタートパルスを順次シフトすることにより発生するシフトレジスタ部」と，「前記シフトレジスタ部から前記サンプリング信号に応答して画素データをラッチするためのラッチ部であって，前記画素データは前記タイミングコントローラから供給されるラッチ部」とにより，上記「画素データ」から上記液晶表示装置における画素毎のデータを抽出することは，審決が挙げた甲6～甲8にみられるように，周知技術であると認めることができる。",
                    "ここで，引用発明1の「液晶駆動用IC」と上記周知技術とは，液晶表示装置において，データライン毎にシリアルに出力された画素データを，シフトレジスタ及びラッチを用いて，データラインに対してパラレルに出力可能なようにシリアル-パラレル変換するという，技術分野及び機能において一致するから，引用発明1に上記周知技術を適用する動機付けの存在に問題はない。",
                    "そうすると，引用発明1の「液晶駆動用IC」において，上記「直列ビットデータ」から上記パネルの画素毎のデータを抽出するための構成として，上記「直列ビットデータ」を上記「シフトクロック」に同期してシフトさせる上記「シフトレジスタ1」と，上記「シフトレジスタ1」で抽出した画素毎のデータを取り込む上記「ラッチ回路2」とを用いることに代えて，「サンプリング信号を順次供給するシフトレジスタ部であって，前記サンプリング信号は，ソースサンプリングクロック信号に応答してタイミングコントローラから供給されるソーススタートパルスを順次シフトすることにより発生するシフトレジスタ部」と，「前記シフトレジスタ部から前記サンプリング信号に応答して画素データをラッチするためのラッチ部であって，前記画素データは前記タイミングコントローラから供給されるラッチ部」とを用いることは，液晶表示装置の分野における上記周知技術を適用することにより，当業者が容易に想到し得たものということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，引用発明1は，「シフト段数選択回路3」が，「80出力選択信号 SELECT2」及び「72出力選択信号 SELECT1」に応じて，上記「シフトレジスタ1」を構成する「80段目のフリップフロップFF 」及び「72段目のフリップフロップFF 」の一方から出力される「直列ビットデータ」を「出力端子OUT」に導出し，これを次段の液晶駆動用ICに供給して，「1種類のICであらゆるドット数のパネルを駆動することができ，組み立て工数の削減や組み立てコストの低減を図ることができる。」という作用効果を奏するものである(甲4第4欄【0015】，【0019】)。",
                    "そして，引用発明1に上記周知技術を適用することにより，引用発明1の「液晶駆動用IC」では，「シフトレジスタ部」において「ソースサンプリングクロック信号」に応答して「タイミングコントローラ」から供給される「ソーススタートパルス」が順次シフトされて「サンプリング信号」が発生し，上記「直列ビットデータ」はシフトされない。さらに，甲6には，「シフトレジスタ61」に入力された「シフトデータ入力信号SI」について，「シフトデータ入力信号SIはシフトレジスタ61を通過した後はシフトデータ出力信号SOとなって次段のアナログドライバIC60のシフトデータ入力信号SIとなる」ことが記載されている(2頁右下欄11行～15行，第6A，6B図)。",
                    "そうすると，引用発明1に上記周知技術を適用する際，上記「シフト段数選択回路3」が，上記「80出力選択信号 SELECT2」及び上記「72出力選択信号 SELECT1」に応じて，上記「ソーススタートパルス」が順次シフトされて発生する「サンプリング信号」を，上記「出力端子OUT」に導出する構成とすることは，引用発明1の上記の作用効果を奏するために，当業者が当然に行い得るものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲6記載の周知技術において，シフトレジスタの信号Q ～Qはサンプリングスイッチ63のオンオフを制御するにすぎず，サンプルホールド回路64はアナログ信号をサンプルホールドするもので，画素データ，若しくは直列ビットデータをラッチするものではないから，甲6に記載の周知技術を引用発明1に適用することの動機付けは存在しないと主張する。",
                    "しかし，甲6には，液晶表示パネルの駆動回路について，",
                    "「第6A図は従来の162ビットのシフトレジスタ61の構成を示すものであり，第6B図は従来のアナログドライバIC60の内部構成を示すものである。シフトレジスタ61は162個のフリップフロップFFから構成されており，D端子にシフトデータ入力信号Slが入力され，CLK端子にクロック信号CLKが入力され，Q端子が次段のフリップフロップFFのD端子に接続されるようになっている。そして，D端子に入力されたシフトデータは，クロック信号CLK毎に次段のフリップフロップFFに出力されると共に，外部に信号Q ～Q として出力される。",
                    "一方，アナログドライバIC60には，クロック信号CLKに応じてシフトデータ入力信号SIをシフトする第6A図のように構成されたシフトレジスタ61と，R(赤)，G(緑)，B(青)の三原色のデータを伝えるデータライン62と，シフトレジスタ61からの信号によりオンオフされるサンプリングスイッチ63と，サンプルホールド回路64と，バッファ65とが備えられている。そして，シフトデータ入力信号SIはシフトレジスタ61を通過した後はシフトデータ出力信号SOとなって次段のアナログドライバIC60のシフトデータ入力信号Slとなる。アナログドライバIC60の出力ビット数は3の倍数である方が都合が良いため，現在では162本の出力ビット数を備えたアナログドライバIC60等が実用化されている。」(2頁左下欄12行～右下欄18行，第6A，6B図)",
                    "と記載され，液晶表示パネルの駆動回路において，「シフトレジスタ61」から信号Q ～Q として出力される「シフトデータ入力信号SI」により「サンプリングスイッチ63」がオンオフされることで，「データライン62」に供給される三原色のデータが「サンプリングホールド回路64」によりサンプリングされ，保持されることが開示されている。そして，この保持される三原色のデータは，液晶表示パネルを駆動する画素データであることは明らかである。",
                    "そうすると，甲6には，「シフトデータ入力信号SI(「ソーススタートパルス」に相当)とクロック信号CLK(「ソースサンプリングクロック信号」に相当)が入力され，クロック信号CLKに応じてシフトデータ入力信号SIをシフトするシフトレジスタ61(「シフトレジスタ部」に相当)と，三原色のデータ(「画素データ」に相当)をシフトレジスタ61からの信号(「サンプリング信号」に相当)によりオンオフされるサンプリングスイッチ63とサンプルホールド回路64(「ラッチ部」に相当)」が記載されているとした審決の認定に誤りはなく，引用発明1に甲6記載の周知技術を適用することの動機付けに問題はない。",
                    "以上から，原告の上記の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "補正発明の効果について",
              "text": [
                "原告は，補正発明は，引用発明1と比較して，ビット数の多い画素データを扱っても回路規模が大幅に増大せず，一定の信号であるソーススタートパルス(SSP)をシフトするので消費電力，速度の面で有利であるという作用効果を奏する点で相違があると主張する。",
                "しかし，原告が主張する上記の作用効果は，転送される信号が上記「ソーススタートパルス」であることによって生じる効果であり，液晶表示装置において，「サンプリング信号を順次供給するシフトレジスタ部であって，前記サンプリング信号は，ソースサンプリングクロック信号に応答してタイミングコントローラから供給されるソーススタートパルスを順次シフトすることにより発生するシフトレジスタ部」を用いる，甲6～甲8にみられるような周知技術を適用するに際しても，同様の作用効果を奏することは，当業者が直ちに察知し得るものである。",
                "そうすると，引用発明1の「液晶駆動用IC」において，上記「直列ビットデータ」から上記パネルの画素毎のデータを抽出するための構成として，上記周知技術を適用する際に，原告が主張する上記の作用効果を奏することは，当業者が容易に予測し得たものである。",
                "また，原告が主張する，消費電力の増加によるデータドライバーの発熱と駆動エラーの誘発が防止できるという，補正発明の奏する作用効果も，引用発明に上記周知技術を適用する際に，当業者が容易に予測し得たものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，審決における相違点1の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由にはいずれも理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10015",
    "date": "2012-06-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082403",
    "ipprecedent_id": "2992",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}