{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2010-800088号事件について平成23年3月22日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は各自の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "subject": "原告の請求",
          "text": [
            "特許庁が無効2010-800088号事件について平成23年3月22日にした審決のうち，「特許第3973280号の請求項7ないし9に係る発明についての審判請求は，成り立たない。」との部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告の請求",
          "text": [
            "特許庁が無効2010-800088号事件について平成23年3月22日にした審決のうち，「特許第3973280号の請求項1ないし6に係る発明についての特許を無効とする。」との部分を取り消す。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，下記1のとおりの手続において，被告の下記2の本件各発明に係る特許に対する原告の特許無効審判の請求について，特許庁により当該特許の一部を無効とし，その余について請求が成り立たないとする別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)がされたところ，原告が，本件審決には，下記4(1)の取消事由があると主張して，請求を不成立とした部分の取消しを求める事案(第10147号事件)と，被告が，本件審決には下記4(2)の取消事由があると主張して，当該特許を無効とした部分の取消しを求める事案(第10146号事件)とが併合されている事件である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成9年12月26日，発明の名称を「医薬」とする特許出願(国内優先権主張日を平成7年6月20日，原出願日を平成8年6月18日とする特願平8-156725号の一部を特許法44条1項に基づき新たな出願としたもの)をし，平成19年6月22日，設定の登録(特許第3973280号)を受けた。以下，この特許を「本件特許」という(乙35)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成22年5月11日，本件特許について特許無効審判を請求し(甲27)，無効2010-800088号事件として係属した。これに対して，被告は，同年7月27日，訂正請求をした(乙36)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成23年3月22日，「訂正を認める。特許第3973280号の請求項1ないし6に係る発明についての特許を無効とする。特許第3973280号の請求項7ないし9に係る発明についての審判請求は，成り立たない。」旨の本件審決をし，その謄本は，同月31日，原告及び被告に対して送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件各発明の要旨",
          "text": [
            "本件審決が判断の対象とした発明は，前記訂正後のものであって，その要旨は，次のとおりである。以下，請求項の番号に応じて各発明を「本件発明1」などといい，これらを併せて「本件各発明」というほか，本件各発明に係る明細書(乙36に添付のもの)を「本件明細書」という。",
            "【請求項1】ピオグリタゾンまたはその薬理学的に許容しうる塩と，ビグアナイド剤とを組み合わせてなる，糖尿病または糖尿病性合併症の予防・治療用医薬",
            "【請求項2】ビグアナイド剤がフェンホルミン，メトホルミンまたはブホルミンである請求項1記載の医薬",
            "【請求項3】ビグアナイド剤がメトホルミンである請求項1記載の医薬",
            "【請求項4】医薬組成物である請求項1記載の医薬",
            "【請求項5】医薬組成物が錠剤である請求項4記載の医薬",
            "【請求項6】0．05～5mg/kg 体重の用量のピオグリタゾンまたはその薬理学的に許容しうる塩を含有する請求項1記載の医薬",
            "【請求項7】0．05～5mg/kg 体重の用量のピオグリタゾンまたはその薬理学的に許容しうる塩と，グリメピリドとを組み合わせてなる，糖尿病または糖尿病性合併症の予防・治療用医薬",
            "【請求項8】医薬組成物である請求項7記載の医薬",
            "【請求項9】医薬組成物が錠剤である請求項8記載の医薬"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，①本件発明1ないし6についての特許は，平成14年法律第24号による改正前の特許法(以下「法」という。)36条4項の規定する実施可能要件及び同条6項1号の規定するサポート要件に違反してされたものである，②本件発明7ないし9についての特許は，実施可能要件及びサポート要件に違反しないが，下記アないしエに記載の引用例1ないし4に記載の発明から容易に想到することができたとは認められない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：「経口血糖降下剤の使い方と限界」(medicina vol.30，no.8・1471～1473頁。平成5年8月刊行。甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：「新しい経口血糖降下剤の開発状況と展望」(medicina vol.30，no.8・1541～1542頁。平成5年8月刊行。甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：「ＮIDDMの新しい治療薬」(Therapeutic Research vol.14，no.10・4122～4126頁。平成5年10月刊行。甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：「経口糖尿病薬-新薬と新しい治療プラン-」(総合臨床 vol.43，no.11・2615～2621頁。平成6年11月刊行。甲4)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用例1ないし4に記載の発明(以下「引用発明」という。)並びに本件発明7と引用発明との相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：ピオグリタゾン，又は，グリメピリドのいずれか1つを有効成分とする糖尿病治療用医薬"
                },
                {
                  "fig": "イ",
                  "subject": "相違点1：本件発明7の糖尿病治療用医薬はピオグリタゾンとグリメピリドとを組み合わせてなるものであるのに対し，引用発明のものはピオグリタゾン及びグリメピリドのいずれか1つを単独で有効成分として使用するものであって，それらを併用するものではない点"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2：本件発明7の糖尿病治療用医薬はピオグリタゾンの用量につき，「0．05～5mg/kg 体重の用量」と特定されているのに対し，引用発明のものはピオグリタゾンの用量に係るそのような特定はない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告主張の取消事由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明7ないし9に係る実施可能要件及びサポート要件についての判断の誤り(取消事由1)"
                },
                {
                  "fig": "イ",
                  "subject": "本件発明7ないし9の容易想到性に係る判断の誤り(取消事由2)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明及び相違点1の認定・判断の誤り"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "作用効果に係る判断の誤り"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告主張の取消事由",
              "text": [
                "本件発明1ないし6に係る実施可能要件及びサポート要件についての判断の誤り(取消事由3)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明7ないし9に係る実施可能要件及びサポート要件についての判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，ピオグリタゾンとスルフォニール尿素剤(SU剤)であるグリベンクラミドとの併用についての薬理試験結果(実験例2)を具体的に記載した本件明細書の記載と，SU剤に係る技術常識とに基づいて，本件発明7をどのように実施するかを当業者が理解することができるから，本件発明7ないし9について本件明細書には実施可能要件及びサポート要件の違反がない旨を説示する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，明細書の発明の詳細な説明には，出願に係る発明が公知技術を基礎として容易に到達することができない技術内容を含んだ発明であることを当業者が理解できるように解決課題及び解決手段，すなわち発明の効果が記載されている必要がある。",
                "そして，本件明細書には，本件発明7のグリメピリドとは異なるSU剤であるグリベンクラミドとピオグリタゾンとの併用しか記載されていないところ，グリメピリドは，グリベンクラミドよりもインスリン分泌促進作用が弱いにもかかわらず，同等又はそれ以上の血糖降下作用を有することが知られているから，グリベンクラミドとグリメピリドを同視することはできない。まして，ピオグリタゾンとグリメピリドとの併用と，その他のインスリン感受性増強剤と他の主なSU剤との併用との効果の違いは，本件明細書に何ら記載されていない。",
                "したがって，本件明細書には，発明の効果が記載されておらず，実施可能要件及びサポート要件を充足しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本件明細書には，SU剤としてグリベンクラミドに関する記載はあるが，グリメピリドが好ましいとの記載もなく，ピオグリタゾンとグリベンクラミドとを併用する際の用量についての記載はあるが，グリメピリドを併用する際の用量が記載されていない。",
                "したがって，本件明細書には，本件発明7の構成が具体的に記載されていないといわざるを得ない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，本件明細書は，記載に不備があり，この点に関する判断を誤る本件審決は，取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "併用医薬発明は，それぞれ単独で投与した場合と比較して，併用投与の方が優れた効果(併用効果)を奏する場合にはじめて特許性が認められ，発明として完成するものであるところ，ここにいう「併用効果」は，臨床上，単独投与で十分な効果が得られない患者に対して別の薬剤を併用投与して効果(併用効果を示すことは，必要とされない。)が得られる「臨床上の併用の有用性」(乙17，39，40)とは区別されなければならない。",
                "したがって，本件明細書に本件各発明が開示されているというためには，上記の併用効果の記載が必要である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書には，ピオグリタゾンとα-グルコシダーゼ阻害剤であるボグリボースとの併用投与(実験例1)及びピオグリタゾンとSU剤であるグリベンクラミドとの併用投与(実験例2)について，単独投与と対比した場合の血糖降下作用の顕著な増強が実証されている。",
                "そして，グリメピリドは，グリベンクラミドと同じSU剤に分類され，グリベンクラミドと構造が極めて類似しており，グリベンクラミドと同等かそれ以上の強い血糖降下作用を示すものである(引用例1～4，乙11～14)。したがって，ピオグリタゾンとグリベンクラミドとの併用投与(実験例2)は，ピオグリタゾンとグリメピリドとの併用効果を十分に推認させる。乙25及び26は，上記の併用効果を具体的に実証している。",
                "以上のとおり，本件明細書は，本件発明7ないし9について，その併用効果を記載しており，記載不備の問題はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明7は，グリメピリドについてその用量を限定していないから，本件明細書に具体的用量の記載がないからといって，本件発明7が本件明細書に記載されていないことにはならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明7ないし9の容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明及び相違点1の認定・判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明をピオグリタゾン及びグリメピリドのいずれか1つを単独で有効成分として使用するものと認定した上で，相違点1を認定している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，ある刊行物に当業者が実施可能な程度に発明の構成が開示されており，かつ，医薬品としての有用性が期待できる程度の開示があれば，当該刊行物には発明としての医薬発明が記載されていると解されるところ，公知の医薬品の組合せに基づく併用医薬は，その構成が示されていれば，当業者はその有用性を試験によって確認できるから，発明としては完成していることが明らかで，臨床的効果の記載まで必要ではない。",
                    "そして，引用例3の図3には，「将来のＮIDDM薬物療法のあり方」と題して，①α-グルコシダーゼ阻害剤(ボグリボース)とSU剤(グリメピリド)との併用，②α-グルコシダーゼ阻害剤とインスリン感受性増強剤(インスリン抵抗性改善剤ともいう。トログリタゾン及びピオグリタゾン)との併用，③SU剤(グリベンクラミド又はグリクラジド)とインスリン感受性増強剤(トログリタゾン)との併用という3つの技術的思想が記載されており，特に③については併用したときの効果が数値をもって具体的に記載されているばかりか，この図に関して，「すでに臨床治験を終了あるいは進行中であり，近い将来に臨床の第一線に登場する可能性が高い」旨の説明がされている。したがって，上記の図3には，上記①ないし③の組合せについて，いずれも実際に臨床試験が行われたものであることが記載されているといえる。",
                    "また，引用例4の図6には，空腹時血糖値に応じてインスリン感受性増強剤を単独又は併用で投与することが記載されているほか，SU剤とインスリン感受性増強剤との併用投与による治療プランが具体的に記載されている。",
                    "このように，インスリン感受性増強剤とその他の血糖降下剤(糖尿病治療薬)との併用は，本件優先権主張日当時，技術的思想として確立していた。",
                    "さらに，異なる種類の糖尿病治療薬を併用投与した場合，各薬剤が有する異なる作用機序が拮抗することは知られておらず，むしろ，併用投与は，広く行われており，本件優先権主張日当時，当業者がインスリン感受性増強剤とSU剤との併用を試みることは，容易であった(引用例4，甲18，22～26)。このように，被告が主張する併用効果と臨床上の併用の有用性は，同一の作用効果を示しているのであって，両者は，別のものではなく，単に併用投与の効果を確認する方法の違いにすぎない。したがって，臨床上の併用の有用性について記載があれば，併用効果も認められるというべきであって，引用例3及び甲22には，いずれもこのような併用効果に関する記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，引用例3及び4には，ピオグリタゾン(又は上位概念であるインスリン感受性増強剤)とグリメピリド(又は上位概念であるSU剤)とを併用することが発明として具体的に記載されているから，本件審決は，引用発明の認定を誤るものであり，相違点1は，存在しない。",
                    "また，相違点2の数値範囲は，当業者が適宜設定するものであり，かつ，この数値範囲について臨界的意義があることが示されているわけでもないから，相違点2は，本件審決も指摘するとおり，実質的な相違点ではない。",
                    "よって，本件発明7並びにこれを更に特定した本件発明8及び9が引用発明との関係で少なくとも進歩性要件を充たさないことは，明白である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "作用効果に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の作用効果の認定の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用例1ないし4の記載が，インスリン感受性増強剤であるピオグリタゾン又はトログリタゾンとグリメピリドのようなSU剤とを併用すれば効果の高い治療が可能となるかもしれないという単なる期待の域を出ないものであり，異なる作用機序に基づく糖尿病治療薬の併用が総量的又は相乗的な効果を必ずもたらすことを裏付けるものではない旨を説示する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，引用例3には，インスリン感受性増強剤(トログリタゾン)とSU剤(グリベンクラミド又はグリクラジド)との併用によって，インスリン感受性増強剤の単独投与より優れた効果を奏することが，血糖改善率の数値を示すことによって具体的に記載されている。",
                        "なお，本件審決は，乙17をインスリン感受性増強剤が他剤と併用効果を持たないことを示す文献であると理解しているが，乙17は，抄訳であって，その全訳である甲22によれば，同文献は，むしろ，インスリン感受性増強剤であるトログリタゾンと他剤との併用投与が著しい改善効果を示すことを明らかにする文献である。",
                        "そして，ピオグリタゾンとトログリタゾンとは，いずれもインスリン感受性増強剤に属する薬物であり，基本的には類似しているから，引用例3のトログリタゾンに関する記載をピオグリタゾンに置き換えることは，容易であるし，グリメピリドとグリベンクラミド又はグリクラジドとは，いずれもSU剤であって化学構造も類似しているから，当業者は，引用例3の上記記載から，本件発明7のピオグリタゾンとグリメピリドとの併用でも同様の効果があることを容易に予測できる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明7の作用効果の認定の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件優先権主張日当時の技術水準について，異なる作用機序の薬剤を併用して用いれば例外なく相加的又は相乗的な効果が必ずもたらされることを当業者が認識していたという事実を認めるに足りる根拠を全く見いだせないことを前提に，本件明細書の実験例2から，ピオグリタゾン又はグリベングラミドの単独投与よりも両薬剤の併用投与の方が優れていることを当業者が把握できるから，その併用効果が相加的効果又は相乗的効果のいずれであるのかはさておき，ピオグリタゾンとSU剤であるグリベングラミドとの併用による効果は，引用例1ないし4の記載からは当業者の予測を超えたものである旨を説示する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，同一の病態に対して異なる作用機序を有する薬剤を同時又は異時に併用投与することで治療効果を高める手法は，古くから知られており，この場合，通常は相加的効果がもたらされることは，当業者が予測できることである(引用例1，2，4，甲5，6，27)。",
                        "現に，前記のとおり，インスリン感受性増強剤とSU剤とを併用することは，本件優先権主張日当時，知られており(引用例1～4)，糖尿病治療の臨床現場においては，異なる作用機序を有する糖尿病治療薬を併用投与して治療効果を高めることは，技術常識となっていた(甲25，26)から，本件発明7の作用効果が格別顕著であるといえるためには，本件発明7(ピオグリタゾンとグリメピリドとの併用)によって，ピオグリタゾン以外のインスリン感受性増強剤とグリメピリド以外のSU剤との併用によっては得ることのできない固有の効果が必要である。",
                        "しかるところ，本件明細書の実験例2が示しているのは，ピオグリタゾン及びグリベングラミドは，単独投与よりは両剤の併用投与の方が優れているということにすぎず，それ以上の効果は，何ら記載も示唆もされていない。すなわち，本件明細書の実験例2は，本件発明7の組合せが，作用機序の異なるその他の2つの糖尿病治療薬のあらゆる組合せに対して格別顕著な効果を有していることを何ら示していないから，公知技術に対して格別顕著な効果があることを示していない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "このように，本件明細書は，本件発明7の組合せが引用例1ないし4の記載からは当業者の予測を超えたものであることを示していないが，本件審決は，本件優先権主張日当時の技術水準を誤って著しく低く認定したために，本件発明7の作用効果を格別顕著であると誤認したものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙26の評価についての判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，乙26には血漿グルコース低下作用につき，グリメピリドとインスリン感受性増強剤とを組み合わせて用いる場合，ピオグリタゾンとの併用がトログリタゾン又はシグリタゾンとの併用よりも優れていることが示されているから，ピオグリタゾンとグリメピリドとの併用による本件発明7の効果は，引用例1ないし4の記載からは当業者が予測できない格別顕著なものである旨を説示する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，進歩性の判断においては，明細書に，当業者が発明の効果を認識できる程度の記載がある場合やこれを推論できる記載があるとはいえない場合には，出願後に補充した実験結果等を参酌することは許されないところ，本件明細書には，インスリン感受性増強剤とSU剤との併用に関しては，ピオグリタゾンとグリベンクラミドの併用という実験例2についてしか記載がなく，また，グリメピリドは，SU剤の一例として挙げられているにすぎず，特に好ましいとされているのは，グリベングラミドである。したがって，当業者は，本件明細書の記載から，ピオグリタゾンと特に好ましいグリベンクラミドとの併用例(実験例2)を認識できても，本件発明7(ピオグリタゾンとグリメピリドとの併用)の効果を認識又は推論することができない。他方，乙26に記載されているのは，本件明細書から推論できない本件発明7その他の実験例が記載されているのだから，本件発明7の進歩性の判断に当たって，乙26を参酌することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，インスリン感受性増強剤とSU剤との併用の効果の差を正しく評価するためには，各インスリン感受性増強剤の単独投与によって生じる効果をそろえて対比する必要があるところ，乙26に記載された実験では，このような配慮がされていないから，併用による効果の違いを正確に確認できない。したがって，乙26に記載された実験は，不適切な対比実験であり，ピオグリタゾンとSU剤との併用がトログリタゾン又はシグリタゾンとSU剤との併用よりも優れていることを示していると評価できず，まして，本件発明7に格別顕著な効果があることを立証していない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，乙26を根拠として本件発明7に格別顕著な効果を認めた本件審決の判断は，誤りである。",
                        "なお，被告が援用する乙25も，本件出願より後に提出されたものであるし，本件明細書の実験例2とは実験計画及び実験結果が異なっているばかりか，その実験方法によれば，薬物併用による相乗的効果を実証する比較実験になっていない。",
                        "〔被告の主張〕"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明及び相違点1の認定・判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，特許性を論じる場合の併用効果と，単なる臨床上の併用の有用性は，区別されなければならないところ，引用例に併用医薬特許発明が開示されているというためには，併用効果の記載が必要である。しかるに，原告が提出した引用例には，いずれも併用効果の記載がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "同一の疾病治療に用いられている作用機序の異なる2つの医薬を組み合わせて使用する場合の併用効果については，必ずしも相乗的な効果がもたらされるとは限らないため，実際の効果については現実に使用してみなければ分からないという認識が，当業者には一般的であるところ，ピオグリタゾン(インスリン感受性増強剤)は，本件優先権主張日当時，まだ臨床試験中であり，市場にはインスリン感受性増強剤自体存在しなかったため，インスリン感受性増強剤と他の血糖降下剤との併用による効果の増強(相乗的効果)は，実証されておらず，その予測可能性は，極めて低かった。むしろ，同じチアゾリジン系インスリン感受性増強剤であるトログリタゾンと他の経口糖尿病薬(SU剤，メトホルミン)との併用では，単独投与と差異がないことが報告されていた(乙17)。したがって，引用例3及び4の各図の記載によって，インスリン感受性増強剤とその他の血糖降下剤(糖尿病治療薬)との併用が本件優先権主張日当時，技術的思想として確立していたとはいえない。",
                    "引用例3の図3は，その標題及び引用例3の執筆者の陳述書(乙29)からも明らかなように，将来のあり方(期待や可能性)を示したものにすぎず，具体的な併用の形態や併用効果を示すものではない。また，引用例3には，SU剤では効果不十分な患者に対してトログリタゾンを追加投与した場合の臨床上の効果の有用性についての記載はあるが，併用効果についての記載はない。そして，引用例4には，SU剤とインスリン感受性増強剤という作用機序の異なる薬剤について，その併用の可能性や期待についての記載はあるが，具体的な併用の方法や，併用の効果については記載がない。",
                    "さらに，甲18は，審判手続で提出されていないばかりか，本件優先権主張日の10か月前の学会発表の要旨であって，本件優先権主張日当時の一般的な技術水準を構成するものではなく，これをもとに引用例1ないし4の技術内容を理解すべきものでもない。しかも，甲18の関係者による陳述書等(乙45，46)から明らかなとおり，甲18の試験は，危惧すべき相互作用が生じないことを確認するために実施した安全性試験であって，併用効果を評価するためのものではなく，本件発明7の構成も記載されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "作用効果に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件優先権主張日当時の技術水準について",
                  "text": [
                    "本件優先権主張日当時，糖尿病の薬物治療においては，異なる作用機序の薬剤を併用して用いれば例外なく，相加的又は相乗的な効果が必ずもたらされるとは認識されていなかった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の作用効果の認定の誤りについて",
                  "text": [
                    "乙17には，他の経口血糖降下剤の単独投与では効果不十分な患者に対してインスリン感受性増強剤であるトログリタゾンを追加投与すると効果が見られたという臨床上の併用の有用性の可能性に関する記載はあるが，単独投与と他の経口血糖降下剤との併用投与では効果に差異はなかった旨の記載があるなど，併用効果について否定的な記載がされている。したがって，乙17に基づき，引用例3がインスリン感受性増強剤とSU剤との併用効果を具体的に記載しているということはできない。",
                    "併用効果の有無は，併用群と各薬剤単独群を無治療(対照)群と比較しなければ判断できないのであって，ある薬剤で効果不十分な患者に別な薬剤を投与すると効果(臨床上の併用の有用性)がみられたからといって，特許性を論じるに当たっての「併用効果」が示唆されることにはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明7の作用効果の認定の誤りについて",
                  "text": [
                    "引用例1ないし4に記載された技術的事項は，いずれもインスリン感受性増強剤であるピオグリタゾンやトログリタゾンと，グリメピリドのようなSU剤を併用すれば効果が高い治療が可能となるかもしれない，という期待の域を出ないものであり，本件優先権主張日当時，インスリン感受性増強剤とSU剤との併用効果は，知られていなかった。",
                    "むしろ，同一の疾病治療に用いられている作用機序の異なる2つの医薬を組み合わせて使用する場合の併用効果については，必ずしも相乗的な効果がもたらされるとは限らないため，実際の効果については現実に使用してみなければ分からないという認識が，当業者には一般的であるところ，本件明細書の実験例2に記載の表2のデータから，ピオグリタゾンとグリベンクラミドの併用投与(本件発明7)は，これらの単独投与よりも優れていること(併用効果)が理解できるものである。",
                    "よって，本件発明7には，顕著な作用効果があるといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "乙26の評価についての判断の誤りについて",
                  "text": [
                    "明細書に発明の効果を認識又は推論できる記載がある場合には，記載の範囲を越えない限り，出願後に補充した実験結果等を参酌することは許されるところ，本件明細書には，ピオグリタゾンとα-グルコシダーゼ阻害剤であるボグリボースとの併用投与(実験例1)及びピオグリタゾンとSU剤であるグリベンクラミドとの併用投与(実験例2)について，単独投与と対比した場合の血糖降下作用の顕著な増強が実証されている。",
                    "そして，グリメピリドは，グリベンクラミドと同じSU剤に分類され，グリベンクラミドと構造が極めて類似しており，グリベンクラミドと同等かそれ以上の強い血糖降下作用を示すものである(引用例1～4，乙11～14)。したがって，ピオグリタゾンとグリベンクラミドとの併用投与(実験例2)は，ピオグリタゾンとグリメピリドとの併用効果を十分に推認させる。",
                    "したがって，本件明細書には，ピオグリタゾンとグリメピリドとの併用効果について推論できる記載があるから，出願後に提出された乙26を参照できる場合であって，これに基づき本件発明7の効果を認定した本件審決に誤りはない。また，乙25も，追加的な実験データであるが，ここにおいても，ピオグリタゾンとグリメピリドとの併用効果が相乗的であることが確認されている(乙23参照)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明7ないし9の進歩性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1ないし4には，本件発明7の具体的構成は，何ら示されていない。",
                    "むしろ，本件発明7は，ピオグリタゾンとSU剤であるグリメピリドを組み合わせることにより，それぞれ単独で使用する場合に比較して少量で優れた血糖降下作用が得られ，それゆえ副作用を低減し得るという作用効果を有する(本件明細書【0044】実験例2，乙22，23，25)ところ，この作用効果は，単に併用の可能性や期待のみを記載した引用発明3及び4からは予測できないものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "医薬の特性上，実際の併用効果は，現実に使用してみなければ分からず，現に，現在市販されている経口糖尿病治療薬の添付文書には，いずれも他の血糖降下剤との併用に関する注意事項が明記されており(乙3～16)，日本糖尿病学会も，併用について慎重さを要求している(乙19)。",
                    "そして，インスリン感受性増強剤(ピオグリタゾン)は，インスリンに対する感受性を高めて血糖低下作用を示す薬剤である一方，SU剤(グリメピリド)は，膵β細胞からのインスリン分泌を促進することにより強い血糖降下作用を発揮する薬剤であり，低血糖という重大な副作用があったから，本件優先権主張日当時，両者は，無条件に併用可能なものとは考えられていなかった。",
                    "しかも，肥満は，糖尿病を含む様々の疾患のリスクを高めることが周知であるところ(乙27)，ピオグリタゾン等のチアゾリジン系薬剤には体重増加の作用があることが知られており(乙18)，SU剤も，体重増加を促すことが周知であった(引用例3，乙28)。したがって，肥満のリスクを考慮すれば，ピオグリタゾンとSU剤の併用は，通常避けるべき組合せであったという意味で，本件発明7の構成を想到することには阻害事由がある。",
                    "また，本件優先権主張日当時，チアゾリジン系インスリン感受性増強剤については，他の血糖降下剤(SU剤，メトホルミン)との併用効果に関して，単独投与と相違がないとする論文が存在した(乙17)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件各発明に係るピオグリタゾンは，顕著な商業的成功を収めており，このことは，本件各発明の顕著な効果を示す証拠の1つといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件発明7は，引用発明1ないし4に対して進歩性を有しており，その要件を全て含む本件発明8及び9も，同様に進歩性が認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明1ないし6に係る実施可能要件及びサポート要件についての判断の誤り)について",
          "text": [
            "〔被告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件発明1ないし6のビグアナイド剤が，本件明細書に記載のSU剤(グリメピリド)やα-グルコシダーゼ阻害剤(ボグリボース)とは異なる糖尿病治療薬のうちの薬群として当業者に認識されており，SU剤やα-グルコシダーゼ阻害剤とは化学構造が全く類似しないから類似の糖尿病治療薬と認識できず，α-グルコシダーゼ阻害剤とは異なる薬効の作用機序をも備えており副作用も全てが共通するものでもないから，SU剤やα-グルコシダーゼ阻害剤による糖尿病治療に関して新たに判明した事項が直ちにビグアナイド剤についても当てはまるとは認識できず，したがって当業者がこれらの事項に関する本件明細書に記載の教示及び技術常識に基づいて本件発明1の実施の当否を判断できず，また，本件発明1が本件明細書により当業者が認識できる範囲を超えている旨を説示する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，医薬発明の審査基準は，医薬用途を裏付ける1つ以上の代表的な実施例の記載が明細書には必要であるとしているが，特許発明に含まれるすべての化合物についての実施例を要求していないし，当初明細書に薬理試験結果が記載されている場合には，その記載から当業者が予測可能な範囲において追加的な薬理試験結果を提出することを否定していないから，医薬発明の実施可能性(法36条4項)は，当該発明の技術上の意義を理解した上で，それが発明の詳細な説明に記載されているか否かを，明細書の開示を含めた一切の事情に照らして判断するものであって，薬理データの記載があるか否かのみによって判断されるものではない。",
                "むしろ，ピオグリタゾン及びビグアナイド剤は，いずれも本件優先権主張日当時，公知の物質であり，当業者であれば製造が可能であるし，本件明細書の記載に基づけば，両者の組み合わせにより糖尿病の予防・治療薬として製造・使用等することができるのは明白である。したがって，本件発明1及びこれを更に特定した本件発明2ないし6は，いずれも実施可能要件を充足する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "医薬発明の審査基準は，明細書の記載と出願時の技術常識に照らして，治療剤としての有用性を当業者が推認できる限り，薬理試験を必ずしも要求していないから，医薬発明のサポート要件(法36条6項1号)は，発明の詳細な説明の記載と特許請求の範囲とを対比した上で，出願時の技術常識に照らして，発明の詳細な説明の記載により当該発明の課題を解決できると当業者が認識できる範囲のものであるか否かを検討して判断するものであって，薬理データの記載の有無で判断するものではない。",
                "また，同一の疾病治療に用いられている作用機序の異なる2つの医薬を組み合わせて使用する場合の併用効果については，必ずしも相乗的な効果がもたらされるとは限らないため，実際の効果については現実に使用してみなければ分からないという認識が，当業者には一般的であるところ，ピオグリタゾン(インスリン感受性増強剤)は，本件優先権主張日当時，まだ臨床試験中であり，市場にはインスリン感受性増強剤自体存在しなかったため，インスリン感受性増強剤と他の血糖降下剤との併用による効果の増強(相乗的効果)は，実証されておらず，その予測可能性は，極めて低かった。むしろ，同じチアゾリジン系インスリン感受性増強剤であるトログリタゾンと他の経口糖尿病薬(SU剤，メトホルミン)との併用では，単独投与と差異がないことが報告されていた(乙17)。したがって，引用例3及び4の各図の記載によって，インスリン感受性増強剤とその他の血糖降下剤(糖尿病治療薬)との併用が本件優先権主張日当時，技術的思想として確立していたとはいえない。",
                "さらに，前記のとおり，本件明細書にはその併用効果の記載も必要であるところ，本件明細書は，インスリン感受性増強剤(ピオグリタゾン)と併用される糖尿病予防・治療薬の薬剤名(ビグアナイド剤を含む。)を挙げてその作用機序を具体的に説明しており(【0004】【0030】～【0033】)，併せて，α-グルコシダーゼ阻害剤(膵外作用が主体)やSU剤(膵内作用が主体)との組合せによりピオグリタゾン単独よりも効果が向上し，副作用が低減されるという実施例に基づく本件各発明の併用効果についての記載がある(【0002】【0039】【0040】～【0045】)。",
                "そして，本件明細書では，ピオグリタゾンが血糖降下の2つの作用(膵内作用及び膵外作用)を主体とする薬剤との併用効果を示しているから，「異なる糖尿病治療薬のうちの薬群」であるビグアナイド剤についても，併用効果を充分に期待させる。",
                "次に，ビグアナイド剤は，腸管からのグルコース吸収抑制作用を介して食後過血糖を改善するが，この作用は，α-グルコシダーゼ阻害剤と類似している。また，ビグアナイド剤には，乳酸アシドーシスという副作用が知られているが，その発症頻度が極めて低いため，その主たる副作用は，α-グルコシダーゼ阻害剤と同じ下痢等の消化器症状であるといえる。このように，当業者は，ピオグリタゾンとボグリボース(α-グルコシダーゼ阻害剤)との併用効果から，ピオグリタゾンとビグアナイド剤との併用についても同様の効果を期待できる。",
                "したがって，本件明細書の開示及び出願時の技術常識に照らせば，当業者は，ピオグリタゾンとビグアナイド剤との組み合わせについても併用効果(本件各発明の技術上の意義)を期待できる。以上から，実施例に示されるピオグリタゾンとボグリボースとの組合せや，ピオグリタゾンとグリベンクラミドとの組合せは，いずれも本件発明1(ピオグリタゾンとビグアナイド剤との組合せ)の単なる具体的一例にすぎないといえる。",
                "このように，本件明細書には，インスリン感受性増強剤(ピオグリタゾン)と，ビグアナイド剤やα-グルコシダーゼ阻害剤のような，インスリン感受性増強剤とは異なる作用機序を有する他の糖尿病予防・治療薬との組合せにより，単独投与よりも一層効果的に血糖を低下させ，糖尿病や糖尿病治療性合併症を効果的に予防又は治療できること(併用効果ないし相乗的効果)を見出し，実証した(本件明細書【0003】【0004】)という本件各発明の技術上の意義が明記されている(本件各発明の技術上の意義は，ピオグリタゾンの「特定の糖尿病治療薬群」(本件審決)との併用効果を実証したものではない。)といえるから，特許請求の範囲に記載された発明(本件発明1ないし6)の課題が解決されるものと認識しうる程度の記載が存在するといえる。",
                "よって，本件発明1ないし6及び本件明細書は，サポート要件を充足する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "出願後の薬理試験データ(乙22，24)の参酌について",
              "text": [
                "前記のとおり，医薬発明の審査基準は，当初明細書記載の範囲内でデータを提出することを否定しておらず，明細書の開示から認識できる範囲で出願後の薬理データの参酌も許容されるべきである。",
                "そして，乙22及び24は，ピオグリタゾンとメトホルミン(ビグアナイド剤)についても併用効果が認められることを実証しているものである。",
                "よって，乙22及び24も，実施可能要件及びサポート要件を補完するものとして許容されるべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "よって，本件発明1ないし6について実施可能要件及びサポート要件に関する判断を誤った本件審決は，取り消されるべきである。",
                "〔原告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "引用例3の図3には，「将来のＮIDDM薬物療法のあり方」と題して，①α-グルコシダーゼ阻害剤(ボグリボース)とSU剤(グリメピリド)との併用，②α-グルコシダーゼ阻害剤とインスリン感受性増強剤(トログリタゾン及びピオグリタゾン)との併用，③SU剤(グリベンクラミド又はグリクラジド)とインスリン感受性増強剤(トログリタゾン)との併用という3つの技術的思想が記載されており，特に③については併用したときの効果が数値をもって具体的に記載されているばかりか，この図に関して，「すでに臨床治験を終了あるいは進行中であり，近い将来に臨床の第一線に登場する可能性が高い」旨の説明がされている。このように，インスリン感受性増強剤とその他の血糖降下剤(糖尿病治療薬)との併用は，本件優先権主張日当時，技術的思想として確立していた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ビグアナイド剤とα-グルコシダーゼ阻害剤の作用機序は，異なるものであり，その副作用も，同一視できるものではない。すなわち，当業者は，ビグアナイド剤とα-グルコシダーゼ阻害剤とを異なる薬群であると認識していたのであるから，α-グルコシダーゼ阻害剤の効果の記載からビグアナイド剤の効果を期待することは，困難であった(乙2)。また，ビグアナイド剤とα-グルコシダーゼ阻害剤とでは，膵臓以外が作用部位であるものの，それぞれの作用部位が異なっている(本件明細書【0030】，引用例4，甲5)から，同じ作用機序であるということはできない。α-グルコシダーゼ阻害剤は，食後の著しい血糖上昇を抑制することを目的としており，原則として全ての糖尿病患者に最初に試みられてよい薬剤である(引用例4)のに対し，ビグアナイド剤は，空腹時血糖値を適応の目安としており(甲5，25)，食後過血糖をターゲットにしていないばかりか，インスリン依存型糖尿病や乳酸アシドーシスを起こしやすい状態には絶対的禁忌とされている(甲5)など，両者は，臨床適応の点でも相違する。さらに，α-グルコシダーゼ阻害剤は，未消化の炭水化物が結腸で腸内細菌により分解されることによる消化器症状が高頻度に認められる(引用例4)一方，ビグアナイド剤は，食欲不振等の消化器症状が現れることがあり，これらは，乳酸アシドーシスの初期症状であり得るとされている(甲5。乙38は，当該副作用がないことを意味するものではない。)など，両者は，副作用の点でも大きく相違し，販売されている薬剤の「その他の副作用」の1つがたまたま共通する程度であるにすぎない(乙6，9)。",
                "以上のとおり，ボグリボースのようなα-グルコシダーゼ阻害剤やグリベンクラミドのようなSU剤を用いた糖尿病治療に関して新たに判明した事項が，直ちにビグアナイド剤による糖尿病治療についても当てはまると当業者が認識できたとは，到底認められない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件明細書(例えば【0004】【0005】【0030】【0033】【0039】【0040】【0045】)及びそこに記載の実験例には，ボグリボース又はグリベンクラミドとピオグリタゾンとの組合せしか記載されておらず，ビグアナイド剤の実施例や，本件発明1の構成ないし作用効果は，全く記載されていない。",
                "したがって，本件明細書は，本件発明1ないし6についてサポート要件を満たすものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "糖尿病治療薬に関する技術常識について",
          "text": [
            "本件においては，本件各発明に係る実施可能要件及びサポート要件につき，本件発明7ないし9については，原告から，本件発明1ないし6については，被告からそれぞれ本件審決の判断の誤りが主張されているので，この点に対する判断に先立って，本件優先権主張日及び本件出願日当時の糖尿病治療薬に関する技術常識をみておくこととする。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載について",
              "text": [
                "本件各発明は，前記第2の2に記載のとおりであるが，本件明細書には，本件各発明についておおむね次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明は，インスリン感受性増強剤とそれ以外の作用機序を有する他の糖尿病予防・治療薬とを組み合わせてなる医薬に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ピオグリタゾンは，障害を受けているインスリン受容体の機能を元に戻す作用を有するインスリン感受性増強剤の1つであり，その作用は，比較的緩徐であって，長期投与においてもほとんど副作用がない。しかしながら，本件各発明の特定の組合せを有する医薬については知られていない(【0002】)。他方，糖尿病治療に当たっては，個々の患者のそのときの症状に最も適した薬剤を選択する必要があるが，個々の薬剤の単独での使用においては，症状によっては充分な効果が得られない場合もあり，また投与量の増大や投与の長期化による副作用の発現など種々の問題があり，臨床の場ではその選択が困難な場合が多い(【0003】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件各発明は，インスリン感受性増強剤を必須の成分とし，さらにそれ以外の作用機序を有する他の糖尿病予防・治療薬を組み合わせることで，薬物の長期投与においても副作用が少なく，かつ，多くの糖尿病患者に効果的な糖尿病予防・治療薬としたものである(【0004】)。",
                    "本件各発明の医薬は，糖尿病時の高血糖に対して優れた低下作用を発揮し，糖尿病の予防及び治療に有効である。また，この医薬は，高血糖に起因する神経障害，腎症，網膜症，大血管障害又は骨減少症などの糖尿病性合併症の予防及び治療にも有効である。さらに，症状に応じて各薬剤の種類，投与法又は投与量などを適宜選択すれば，長期間投与しても安定した血糖低下作用が期待され，副作用の発現も極めて少ない(【0045】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件各発明においてインスリン感受性増強剤と組み合わせて用いられる薬剤としては，α-グルコシダーゼ阻害剤やビグアナイド剤などがある。",
                    "α-グルコシダーゼ阻害剤は，アミラーゼ等の消化酵素を阻害して，澱粉や蔗糖の消化を遅延させる作用を有する薬剤であって，具体例には，アカルボース，ボグリボース及びミグリトールなどがある。",
                    "ビグアナイド剤は，嫌気性解糖促進作用，末梢でのインスリン作用増強，腸管からのグルコース吸収抑制，肝糖新生の抑制及び脂肪酸酸化阻害などの作用を有する薬剤であって，具体例には，フェンホルミン，メトホルミン及びブホルミンなどがある(【0030】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件各発明においてピオグリタゾン又はその薬理学的に許容し得る塩と組み合わせて用いられる薬剤としては，インスリン分泌促進剤などが挙げられる。",
                    "インスリン分泌促進剤は，膵β細胞からのインスリン分泌促進作用を有する薬剤であって，例えばスルフォニール尿素剤(SU剤)が挙げられる。SU剤は，細胞膜のSU剤受容体を介してインスリン分泌シグナルを伝達し，膵β細胞からのインスリン分泌を促進する薬剤であって，具体例には，グリベンクラミドやグリメピリドがある(【0033】)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件各発明の医薬は，生理学的に許容され得る担体等と混合し，医薬組成物として経口又は非経口的に投与することができ，経口剤としては，例えば錠剤等が挙げられ，本件明細書の記載に従って製造することができる。本件各発明におけるインスリン感受性増強剤は，成人1人当たり経口投与の場合，臨床用量である0．01ないし10mg／kg 体重，好ましくは0．05ないし10mg／kg 体重，さらに好ましくは0．05ないし5mg／kg 体重である(【0035】～【0039】)。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "本件各発明の医薬は，各薬剤の単独投与に比べて著しい増強効果を有する。例えば，遺伝性肥満糖尿病ウイスター・ファティー・ラットにおいて，2種の薬剤をそれぞれ単独投与した場合に比較し，これらを併用投与すると高血糖あるいは耐糖能低下の著明な改善がみられた。したがって，本件各発明の医薬は，薬剤の単独投与より一層効果的に糖尿病時の血糖を低下させ，糖尿病性合併症の予防あるいは治療に適用し得る。また，本件各発明の医薬は，各薬剤の単独投与の場合と比較した場合，少量を使用することにより十分な効果が得られることから，薬剤の有する副作用(例，下痢等の消化器障害など)を軽減することができる(【0040】)。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "各群5ないし6匹からなる14ないし19週齢の雄の前記ラットを4群に分け，塩酸ピオグリタゾン(1mg／kg 体重／日，経口投与)又はα-グルコシダーゼ阻害剤であるボグリボース(0．31mg／kg 体重／日，5ppm の割合で市販飼料に混合して投与)をそれぞれ単独又は併用して14日間投与した後，ラットの尾静脈から血液を採取し，血漿グルコース(mg／dl)及びヘモグロビンA (％)を測定したところ，次の結果を得た。これから明らかなように，血漿グルコース及びヘモグロビンA は，塩酸ピオグリタゾン又はボグリボースの単独投与よりも，併用投与により著しく低下した(実験例1。【0043】)。",
                    "①  対照群(薬剤投与なし)",
                    "血漿グルコース：345±29    ヘモグロビンA ：5．7±0．4",
                    "②  塩酸ピオグリタゾン単独投与群",
                    "血漿グルコース：215±50    ヘモグロビンA ：5．2±0．3",
                    "③  ボグリボース単独投与群",
                    "血漿グルコース：326±46    ヘモグロビンA ：6．0±0．6",
                    "④  塩酸ピオグリタゾン及びボグリボース併用投与群",
                    "血漿グルコース：114±23    ヘモグロビンA ：4．5±0．4"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "各群5匹からなる13ないし14週齢の雄の前記ラットを4群に分け，塩酸ピオグリタゾン(3gm／kg／日，経口投与)又はインスリン分泌促進剤であるグリベンクラミド(3gm／kg／日，経口投与)をそれぞれ単独又は併用して7日間投与した後，一晩絶食し，経口ブドウ糖負荷試験(2g／kg／5ml のブドウ糖を経口投与)を行った。ブドウ糖負荷前，120分後及び240分後にラットの尾静脈から血液を採取し，血漿グルコース(mg／dl)を測定したところ，次の結果を得た。これから明らかなように，ブドウ糖負荷後の血糖値の上昇は，塩酸ピオグリタゾン又はグリベンクラミドの単独投与よりも，併用投与により著しく抑制された(実験例2。【0044】)。",
                    "①  対照群(薬剤投与なし)",
                    "0分：119±9    120分：241±58  240分：137±10",
                    "②  塩酸ピオグリタゾン単独投与群",
                    "0分：102±12  120分：136±17  240分：102±9",
                    "③  グリベンクラミド単独投与群",
                    "0分：118±12  120分：222±61  240分：106±24",
                    "④  塩酸ピオグリタゾン及びグリベンクラミド併用投与群",
                    "0分：108±3    120分：86±10    240分：60±5"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各発明の課題及び技術的思想等について",
              "text": [
                "本件各発明の特許請求の範囲の記載及び本件明細書の記載によれば，本件各発明は，糖尿病治療に当たって，薬剤の単独の使用には，十分な効果が得られず，あるいは副作用の発現などの課題があった一方で，インスリン感受性増強剤でありほとんど副作用がないピオグリタゾンを，嫌気性解糖促進作用等を有するビグアナイド剤(フェンホルミン，メトホルミン又はブホルミン)や，あるいは膵β細胞からのインスリン分泌促進作用を有するSU剤であるグリメピリドと組み合わせた医薬については知られていなかったことから，ピオグリタゾンとそれ以外の作用機序を有するビグアナイド剤又はピオグリタゾンとを組み合わせることで，薬物の長期投与においても副作用が少なく，かつ，多くの糖尿病患者に効果的な糖尿病予防・治療薬又は医薬組成物とすることをその技術的思想とするものであるといえる。",
                "そして，本件明細書には，前記(1)オ及びクに記載のとおり，塩酸ピオグリタゾンとSU剤であるグリベンクラミドとの併用実験に関する記載があるが，ピオグリタゾンとビグアナイド剤との併用実験や，ピオグリタゾンとSU剤であるグリメピリドとの併用実験に関する記載はない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例その他の文献の記載について",
              "text": [
                "次に，本件優先権主張日及び本件出願日当時の当業者の技術常識等を明らかにするため，これらの日より前に刊行された引用例1ないし4その他の文献をみると，これらの文献には，おおむね次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "食事及び運動という2つの基本治療によって十分な血糖コントロールが得られないインスリン非依存型糖尿病(ＮIDDM)に対しては，主たる作用機序がインスリン分泌促進であるグリベンクラミドなどのSU剤の投与が行われるが，SU剤は，全てのＮIDDMに有効であるとは限らず，当初から効果が認められない一次無効例(約20％)のほか，年々5ないし10％ずつ無効例(二次的無効例)が増加し，約5年後にはインスリン療法に移行せざるを得ないことになる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "近い将来に市販が予定されているSU剤グリメピリドは，グリベンクラミドより強い臨床効果を示すが，インスリン分泌促進効果は，さほどではない。末梢でのインスリン抵抗性を改善する薬剤としては，近く市販予定のトログリタゾンや，臨床治験中のピオグリタゾンがある。また，直接的な血糖降下作用はないが，多糖類の分解を抑制して糖質の吸収を遅延させることにより食後の過血糖の是正が期待されるα-グルコシダーゼ阻害剤として，アカルボースがある。将来は食事療法からインスリン療法までへの移行過程において，作用機序の異なる経口剤の併用が幅広く行われる可能性もある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "近年，ＮIDDMの病態に基づいた治療薬として，インスリン抵抗性の改善作用を有する薬剤(インスリン感受性増強剤)や，食後の血糖上昇を抑制する薬剤(α-グルコシダーゼ阻害剤)などの開発が活発に行われるようになっている。",
                        "インスリン感受性増強剤であるピオグリタゾンは，トログリタゾンと同様に，インスリン分泌作用がなく，インスリン抵抗性の改善により血糖降下作用を示す。",
                        "新しいSU剤であるグリメピリドは，グリベンクラミドに比し，そのインスリン分泌促進作用が弱いにもかかわらず，同等若しくはそれ以上の血糖降下作用を有する。",
                        "α-グルコシダーゼ阻害剤であるアカルボースは，食後の血糖上昇を抑えようとする薬剤である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のような近年開発中の経口血糖降下剤が臨床の場に登場すれば，単独投与だけでなく，従来からのSU剤やインスリンを含めて，それぞれの薬剤の特徴を生かした併用療法も考えられ，個々の患者の病態に即した，より有用な治療の選択が可能になるものと思われる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ＮIDDMに対するSU剤治療は，一応の合理性を持つものであるが，二次無効，肥満の助長及び低血糖などの限界がある。これからの経口剤としてはSU剤とは異なる作用機序を持ち，食後血糖を低下させ，かつ，低血糖を起こしにくいという特徴を持つものなどが臨床上好ましいものといえる。また，インスリン抵抗性改善に働くものは，これからのＮIDDM治療に必須なものといえよう。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例3には，インスリン分泌促進薬であるグリメピリド，臨床上での有用性が期待されているインスリン感受性増強剤であるトログリタゾン及びピオグリタゾン並びにα-グルコシダーゼ阻害剤であるボグリボース，アカルボース及びミグリトールについて作用機序や，α-グルコシダーゼ阻害剤には腹部膨満及び下痢などの消化器症状という副作用があることを含む一般的な説明を施し，「(ピオグリタゾンが)用量的には30mg／日で十分な血糖降下作用を発揮するものと思われる。」旨の記載があるほか，ボグリボースとSU剤との併用により血糖値の低下という成果が得られている旨の記載がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用例3の図3は，本判決別紙に記載のとおりであるが，「将来のＮIDDM薬物療法のあり方」と題するもので，最上方に「薬物療法が必要なＮIDDM」と記載され，そこから直下方に向かう矢印の先端には，「α-グルコシダーゼ阻害薬」，右下方に向かう矢印(「肥満(＋)」と注記されている)の先端には，「CS-045(トログリタゾン)，AD-4833(ピオグリタゾン)」，左下方に向かう矢印(「肥満(-)」と注記されている)の先端には，「SU剤(HOE490(グリメピリド)など)」との書込みがそれぞれある長方形が記載されており，これら3個の長方形から，中央にある「血糖良好」との書込みのある長円形に向かって矢印が伸びている。また，上記図3では，「α-グルコシダーゼ阻害剤」及び「CS-045(トログリタゾン)，AD-4833(ピオグリタゾン)」の各長方形から伸びている各矢印の先端並びに「α-グルコシダーゼ阻害剤」及び「SU剤(HOE490(グリメピリド)など)」の各長方形から伸びている各矢印の先端には，それぞれ，「併用」との書込みのある長方形が記載されている。さらに，上記図3には，「CS-045(トログリタゾン)，AD-4833(ピオグリタゾン)」及び「SU剤(HOE490(グリメピリド)など)」の各長方形から伸びている各矢印の先端には，「併用」との書込みのある長方形が記載されており，そこから「血糖良好」の長円形のほか，「インスリン」との書込みのある長方形に向かって，それぞれ矢印が伸びている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "引用例3は，前記図3について，「以上紹介した薬剤はいずれもすでに臨床治験を終了あるいは進行中であり，近い将来に臨床の第一線に登場する可能性の高いものである。治療の最終目標である合併症の発症・進展防止のために厳格な血糖管理が薬物療法に求められる役割であるとの観点から今後は個々の病態に応じたきめ細かい治療が要求される。新たな治療薬の参入によって今後のＮIDDMの薬物療法の在り方も変わっていくものと思われる(図3)。」旨を記載している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用例4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例4には，α-グルコシダーゼ阻害剤として臨床効果の有用性が報告されているアカルボース及びボグリボース等，インスリン感受性増強剤であるピオグリタゾン及びトログリタゾン等並びに新たなSU剤であって将来有用なものとして期待されるグリメピリドの作用機序や，α-グルコシダーゼ阻害剤には腹部膨満等の副作用があることを含む一般的な説明についての記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例4には，「さて，糖尿病状態になれば，病状と分泌不全と抵抗性とのバランスにより，以下の薬剤の組合せが試みられる(図6)。空腹時血糖が110mg/dl 以下で食後血糖が200mg/dl 以上であればα-グルコシダーゼ阻害剤をまず試みる。空腹時血糖が110mg/dl から139mg/dl であれば，空腹時の肝糖産生抑制するために就寝前にスルフォニール尿素剤の経口投与，あるいはインスリン抵抗性改善剤やビグアナイド剤の投与が試みられるが，やはりそれらとα-グルコシダーゼ阻害剤の併用が好ましい。次に空腹時血糖が140mg/dl から199mg/dl であれば，スルフォニール尿素剤単独投与，スルフォニール尿素剤とインスリン抵抗性改善薬との併用が試みられる。しかし同様にα-グルコシダーゼ阻害剤の併用という3者併用療法が好ましい。さらに空腹時血糖が200mg/dl 以上であれば，基礎インスリン分泌の補充と食後の追加分泌の補充が必要であるので，毎食前の速効型インスリンと夜間の中間型インスリンの投与が基本であるが，やはりα-グルコシダーゼ阻害剤の併用による食後過血糖のより効果的な是正が好ましい。さらに必要に応じてインスリン抵抗性改善薬との併用によりインスリン需要量の軽減が期待される。」，「α-グルコシダーゼ阻害剤やインスリン抵抗性改善薬という最近の新しい糖尿病薬の開発により，インスリン追加分泌不全やインスリン抵抗性増大という耐糖能異常の状態での予防的投与に基づく糖尿病の発症予防が将来期待される。」旨の記載があり，以上の記載を図表で表した図6が記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲5，乙17(甲22)及び乙20の記載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5は，平成6年4月刊行の「医薬ジャーナル」誌30巻4号1141頁に掲載された「経口血糖降下薬による治療の現状  2  ビグアニド剤」と題する論文であるが，そこには，嫌気性解糖促進作用や末梢でのインスリン増強作用等の作用機序を有する，フェンホルミン，メトホルミン及びブホルミンを含むビグアナイド剤の作用機序，禁忌及び副作用についての説明がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙17(甲22)は，平成3年(1991年)11月刊行の「インスリン非依存性糖尿病患者における新規の経口血糖降下薬CS-045の予備的臨床試験」と題する文献であるが，そこには，ＮIDDMにおける血糖値の低下に対するインスリン感受性増強剤であるトログリタゾンの効果を検討するために，食事療法では血糖調節が十分ではない群の患者にトログリタゾンを単独投与する一方，他の経口血糖降下薬であるSU剤又はビグアナイド剤では血糖調節が十分ではない群の患者に，SU剤又はビグアナイド剤に加えてトログリタゾンを併用投与(いずれも12週間)したところ，血糖調節に著しい改善又は中程度の改善がみられた者の率がいずれの群でも39％であったという臨床試験の結果が記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙20は，平成2年1月刊行の「DIABETES CARE」誌13巻1号1頁に掲載された「ＮIDDM患者における糖及び脂質代謝に対するメトホルミンの効果」と題する論文であるが，そこには，ビグアナイド剤の1つであるメトホルミン投与により血漿グルコース濃度が改善する旨の記載がある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上の本件明細書及び引用例等の各文献の記載によれば，少なくとも，①非インスリン依存性糖尿病(ＮIDDM)に対して，従前，主に膵β細胞からのインスリン分泌を促進するSU剤であるグリベンクラミドの投与がされてきており，新たなSU剤としてグリメピリドも存在すること，②インスリン受容体の機能を元に戻して末梢のインスリン抵抗性を改善するインスリン感受性増強剤としてピオグリタゾン(臨床治験中)及びトログリタゾン(近く市販予定)が存在すること，③消化酵素を阻害して食後の血糖上昇を抑制するα-グルコシダーゼ阻害剤としてアカルボース，ボグリボース及びミグリトールが存在し，これらには下痢などの消化器症状という副作用があること，④嫌気性解糖促進作用等を有するビグアナイド剤としてフェンホルミン，メトホルミン及びブホルミンが存在すること，⑤SU剤，インスリン感受性増強剤，α-グルコシダーゼ阻害剤及びビグアナイド剤は，以上のようにいずれも血糖値の降下に関する作用機序が異なることについては，本件優先権主張日及び本件出願日に先立つ複数の文献におおむね同じ趣旨の記載があることから，いずれもその当時の糖尿病又は糖尿病性合併症の予防・治療薬に関する当業者の技術常識であったと認めることができる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件発明7ないし9に係る実施可能要件及びサポート要件についての判断の誤り)及び3(本件発明1ないし6に係る実施可能要件及びサポート要件についての判断の誤り)について",
          "text": [
            "以上を踏まえ，本件各発明に係る実施可能要件及びサポート要件の有無について，順次，みていくこととする。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各発明に適用される実施可能要件について",
                  "text": [
                    "本件特許は，平成9年12月26日出願に係るものであるから，法36条4項が適用されるところ，同項には，「発明の詳細な説明は，…その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に，記載しなければならない。」と規定している。",
                    "特許制度は，発明を公開する代償として，一定期間発明者に当該発明の実施につき独占的な権利を付与するものであるから，明細書には，当該発明の技術的内容を一般に開示する内容を記載しなければならない。法36条4項が上記のとおり規定する趣旨は，明細書の発明の詳細な説明に，当業者が容易にその実施をすることができる程度に発明の構成等が記載されていない場合には，発明が公開されていないことに帰し，発明者に対して特許法の規定する独占的権利を付与する前提を欠くことになるからであると解される。",
                    "そして，物の発明における発明の実施とは，その物を生産，使用等をすることをいうから(特許法2条3項1号)，物の発明については，明細書にその物を製造する方法についての具体的な記載が必要であるが，そのような記載がなくても明細書及び図面の記載並びに出願当時の技術常識に基づき当業者がその物を製造することができるのであれば，上記の実施可能要件を満たすということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件各発明に係る実施可能要件の有無について",
                  "text": [
                    "これを本件各発明についてみると，本件各発明は，いずれも物の発明であるが，前記1(2)に認定のとおり，糖尿病治療に当たって，薬剤の単独の使用には，十分な効果が得られず，あるいは副作用の発現などの課題があった一方で，インスリン感受性増強剤でありほとんど副作用がないピオグリタゾンを，嫌気性解糖促進作用等を有するビグアナイド剤(フェンホルミン，メトホルミン又はブホルミン)や，あるいは膵β細胞からのインスリン分泌促進作用を有するSU剤であるグリメピリドと組み合わせた医薬については知られていなかったことから，ピオグリタゾンとそれ以外の作用機序を有するビグアナイド剤又はピオグリタゾンとを組み合わせることで，薬物の長期投与においても副作用が少なく，かつ，多くの糖尿病患者に効果的な糖尿病予防・治療薬又は医薬組成物とすることをその技術的思想とするものであるといえる。",
                    "そして，本件各発明が実施可能であるというためには，本件明細書の発明の詳細な説明に本件各発明を構成する各薬剤等を製造する方法についての具体的な記載があるか，あるいはそのような記載がなくても，本件明細書の記載及び本件出願日当時の技術常識に基づき当業者が本件各化合物を製造することができる必要があるというべきであるところ，前記1(1)に記載のとおり，本件明細書には，ピオグリタゾン，ビグアナイド剤及びグリメピリドの製造方法については記載がないものの，前記1(4)に認定のとおり，ＮIDDMに対する薬剤としてピオグリタゾン，ビグアナイド剤及びグリメピリドが存在し，かつ，ビグアナイド剤にはフェンホルミン，メトホルミン又はブホルミンが存在することは，本件出願日当時の当業者の技術常識であったから，これらの各薬剤や，ピオグリタゾンの薬理学的に許容し得る塩は，いずれもその当時，ＮIDDMに対する薬剤として既に製造可能となっていたことが明らかである。",
                    "したがって，本件明細書は，本件発明1，2，3及び7について，実施可能要件を満たすものであることが明らかである。",
                    "また，本件明細書は，前記1(1)カに記載のとおり，本件発明1又は7を医薬組成物とする方法や，当該医薬組成物を錠剤とする場合の製造方法についても明記しているから，本件発明4，5，8及び9についても，実施可能要件を満たすものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件審決の判断の当否について",
                  "text": [
                    "以上のとおり，本件明細書には，ピオグリタゾン又はその薬理学的に許容し得る塩，ビグアナイド剤(フェンホルミン，メトホルミン又はブホルミン)及びグリメピリドの製造方法の記載がないものの，本件出願日当時の当業者は，当時の技術常識に基づき当該各薬剤を製造することができたものと認められ，本件明細書には，これらからなる医薬組成物や錠剤の製造方法についての記載があるから，本件明細書は，本件各発明のいずれについても実施可能要件を満たすものといえる。",
                    "よって，本件発明7ないし9について本件明細書に実施可能要件の違反がないとした本件審決の判断は，その措辞が必ずしも明快ではないものの，結論に誤りがあるとまではいえず，原告の取消事由1の主張のうち，この点に関する本件審決の判断の誤りをいう部分は理由がない。",
                    "他方，本件審決は，本件発明1ないし6について本件明細書に実施可能要件の違反があると結論付けているが，その理由と目される部分は，専ら後記のサポート要件の適否を説示したものであって，実施可能要件について説示したものとは思われない。",
                    "よって，本件発明1ないし6について本件明細書が法36条4項に違反するとした本件審決の判断は，その理由を形式的にも実質的にも欠くものとして到底是認することができず，被告の取消事由3の主張のうち，この点に関する本件審決の判断の誤りをいう部分は理由がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各発明に適用されるサポート要件について",
                  "text": [
                    "本件特許は，平成9年12月26日出願に係るものであるから，法36条6項1号が適用されるところ，同号には，特許請求の範囲の記載は，「特許を受けようとする発明が発明の詳細な説明に記載したものであること」でなければならない旨が規定されている(サポート要件)。",
                    "特許制度は，発明を公開させることを前提に，当該発明に特許を付与して，一定期間その発明を業として独占的，排他的に実施することを保障し，もって，発明を奨励し，産業の発達に寄与することを趣旨とするものである。そして，ある発明について特許を受けようとする者が願書に添付すべき明細書は，本来，当該発明の技術内容を一般に開示するとともに，特許権として成立した後にその効力の及ぶ範囲(特許発明の技術的範囲)を明らかにするという役割を有するものであるから，特許請求の範囲に発明として記載して特許を受けるためには，明細書の発明の詳細な説明に，当該発明の課題が解決できることを当業者において認識できるように記載しなければならないというべきである。法36条6項1号の規定する明細書のサポート要件が，特許請求の範囲の記載を上記規定のように限定したのは，発明の詳細な説明に記載していない発明を特許請求の範囲に記載すると，公開されていない発明について独占的，排他的な権利が発生することになり，一般公衆からその自由利用の利益を奪い，ひいては産業の発達を阻害するおそれを生じ，上記の特許制度の趣旨に反することになるからである。",
                    "そして，特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲内のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものであるところ，前記1(2)に認定のとおり，本件各発明は，糖尿病治療に当たって，薬剤の単独の使用には，十分な効果が得られず，あるいは副作用の発現などの課題があった一方で，インスリン感受性増強剤でありほとんど副作用がないピオグリタゾンを，嫌気性解糖促進作用等を有するビグアナイド剤(フェンホルミン，メトホルミン又はブホルミン)や，あるいは膵β細胞からのインスリン分泌促進作用を有するSU剤であるグリメピリドと組み合わせた医薬については知られていなかったことから，ピオグリタゾンとそれ以外の作用機序を有するビグアナイド剤又はグリメピリドとを組み合わせることで，薬物の長期投与においても副作用が少なく，かつ，多くの糖尿病患者に効果的な糖尿病予防・治療薬又は医薬組成物とすることをその技術的思想とするものであるといえる。",
                    "したがって，本件各発明のサポート要件の有無の判断に当たっては，特許請求の範囲に記載された発明が本件明細書に記載されているか，当該記載又は出願時の技術常識により当業者が本件各発明の上記課題を解決できると認識できる範囲内のものであるか否かについての検討を要する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1ないし6について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1ないし3は，その特許請求の範囲に記載のとおり，ピオグリタゾン又はその薬理学的に許容し得る塩と，ビグアナイド剤(フェンホルミン，メトホルミン又はブホルミン)とを組み合わせてなる，糖尿病又は糖尿病性合併症の予防・治療用医薬であるところ，本件明細書は，前記1(1)エに記載のとおり，ピオグリタゾンと併用すべきビグアナイド剤としてフェンホルミン，メトホルミン又はブホルミンを明記しているものの，前記1(2)に認定のとおり，ピオグリタゾンとビグアナイド剤との併用実験に関する記載はなく，その記載のみからは，直ちに本件発明1ないし3が本件各発明の前記課題を解決できると認識できるとは限らない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，前記1(4)に認定のとおり，インスリン受容体の機能を元に戻して末梢のインスリン抵抗性を改善するインスリン感受性増強剤と，嫌気性解糖促進作用等を有するビグアナイド剤とでは，血糖値の降下に関する作用機序が異なることは，本件出願日当時の当業者の技術常識であったものと認められる。",
                        "そして，作用機序が異なる薬剤を併用する場合，通常は，薬剤同士が拮抗するとは考えにくいから，併用する薬剤がそれぞれの機序によって作用し，それぞれの効果が個々に発揮されると考えられるところ，糖尿病患者に対してインスリン感受性増強剤とビグアナイド剤とを併用投与した場合に限って両者が拮抗し，あるいは血糖値の降下が発生しなくなる場合があることを示す証拠は見当たらない。むしろ，乙17(甲22)には，前記1(3)オ(イ)に記載のとおり，SU剤又はビグアナイド剤の単独投与を受けていた糖尿病患者に対してインスリン感受性増強剤であるトログリタゾンを併用投与した場合の試験結果が記載されているから，糖尿病患者に対するインスリン感受性増強剤とビグアナイド剤との併用投与という技術的思想は，それ自体，本件出願日当時の当業者に公知であったと認められるばかりか，前記1(4)に認定のとおり，臨床試験中のインスリン感受性増強剤としてピオグリタゾンが存在することや，ビグアナイド剤としてフェンホルミン，メトホルミン及びブホルミンが存在することは，同じく当時の当業者の技術常識であったものと認められる。",
                        "以上によれば，当業者は，インスリン感受性増強剤であるピオグリタゾン又はその薬理学的に許容し得る塩の投与により血糖値の降下を発生させる場合に，併せてこれとは異なる作用機序で血糖値を降下させるビグアナイド剤であるフェンホルミン，メトホルミン又はブホルミンも投与すれば，ピオグリタゾンとは別個の作用機序で，やはり血糖値の降下を発生させることができ，もって本件各発明の課題である糖尿病に対する効果が得られることを当然想定できるものというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件明細書の記載は，本件出願日当時の技術常識に照らすと当業者が本件各発明の前記課題を解決できると認識できる範囲内のものであるから，本件発明1ないし3は，本件明細書に記載されたものであるということができる。また，本件発明4及び5は，本件発明1を引用しつつ，その構成を特定するものであるが，前記1(1)カに記載のとおり，本件明細書には，本件発明1を医薬組成物とすることや，当該医薬組成物を錠剤とすることについて記載があるから，特許請求の範囲に記載された発明が本件明細書に記載されているといえる。さらに，本件発明6は，本件発明1を引用しつつ，ピオグリタゾンの用量を特定するものであるが，本件明細書は，前記1(1)カに記載のとおり，当該用量について記載していることに加えて，ピオグリタゾンの作用機序は，前記1(4)に認定のとおり，本件出願日当時の技術常識であったから，本件発明6は，本件出願日当時の技術常識により当業者が本件各発明の課題を解決できると認識できる範囲内のものであるといえる。",
                        "よって，本件明細書は，本件発明1ないし6について，サポート要件に違反するものではないというべきであるから，被告の取消事由3の主張のうち，この点に関する本件審決の判断の誤りをいう部分も理由がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告の主張について",
                      "text": [
                        "以上に対して，原告は，ビグアナイド剤と本件明細書に実施例が記載されているα-グルコシダーゼ阻害剤等とでは作用機序，臨床適応及び副作用の点でいずれも相違し，本件明細書の記載では，ピオグリタゾンとビグアナイド剤との併用投与(本件発明1ないし6)の効果について当業者が認識できなかったから，本件明細書は，サポート要件に違反するものである旨を主張する。",
                        "しかしながら，ビグアナイド剤がインスリン感受性増強剤であるピオグリタゾンとは異なる作用機序を有することが知られており，両者が拮抗するなどの証拠が見当たらない以上，当業者が本件出願当時の技術常識に基づいてピオグリタゾンとビグアナイド剤とを併用することによって得られる効果の存在を認識できることに代わりはないから，ビグアナイド剤の実施例が記載されていないからといって，サポート要件に違反することになるものではない。",
                        "よって，原告の上記主張は，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明7ないし9について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明7は，その特許請求の範囲に記載のとおり，特定量のピオグリタゾン又はその薬理学的に許容し得る塩と，SU剤であるグリメピリドとを組み合わせてなる，糖尿病又は糖尿病性合併症の予防・治療用医薬であるところ，本件明細書は，前記1(1)オに記載のとおり，ピオグリタゾンと併用すべきインスリン分泌促進剤としてグリメピリドを明記しているものの，前記1(2)に認定のとおり，ピオグリタゾンとSU剤であるグリメピリドとの併用実験に関する記載はなく，その記載のみからは，直ちに本件発明7が本件各発明の前記課題を解決できると認識できるとは限らない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，前記1(4)に認定のとおり，インスリン受容体の機能を元に戻して末梢のインスリン抵抗性を改善するインスリン感受性増強剤と，膵β細胞からのインスリン分泌を促進するSU剤とでは，血糖値の降下に関する作用機序が異なることは，本件出願日当時の当業者の技術常識であったものと認められる。",
                        "そして，作用機序が異なる薬剤を併用する場合，通常は，薬剤同士が拮抗するとは考えにくいから，併用する薬剤がそれぞれの機序によって作用し，それぞれの効果が個々に発揮されると考えられるところ，糖尿病患者に対してインスリン感受性増強剤とSU剤とを併用投与した場合に限って両者が拮抗し，あるいは血糖値の降下が発生しなくなる場合があることを示す証拠は見当たらない(甲18参照)。むしろ，引用例4には，前記1(3)エ(イ)に記載のとおり，「空腹時血糖が140mg/dl から199mg/dl であれば，スルフォニール尿素剤単独投与，スルフォニール尿素剤とインスリン抵抗性改善薬との併用が試みられる。」との記載があることや，乙17(甲22)には，前記1(3)オ(イ)に記載のとおり，SU剤又はビグアナイド剤の単独投与を受けていた糖尿病患者に対してインスリン感受性増強剤であるトログリタゾンを併用投与した場合の試験結果が記載されていることから，糖尿病患者に対するインスリン感受性増強剤(インスリン抵抗性改善薬)とSU剤(スルフォニール尿素剤)との併用投与という技術的思想は，それ自体，本件出願日当時の当業者に公知であったと認められるばかりか，前記1(4)に認定のとおり，臨床試験中のインスリン感受性増強剤としてピオグリタゾンが存在することや，新たなSU剤としてグリメピリドが存在することは，同じく当時の当業者の技術常識であったものと認められる。",
                        "以上によれば，当業者は，インスリン感受性増強剤であるピオグリタゾン又はその薬理学的に許容し得る塩の投与により血糖値の降下を発生させる場合に，併せてこれとは異なる作用機序で血糖値を降下させるSU剤であるグリメピリドも投与すれば，ピオグリタゾンとは別個の作用機序で，やはり血糖値の降下を発生させることができ，もって本件各発明の課題である糖尿病に対する効果が得られることを当然想定できるものというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件明細書の記載は，本件出願日当時の技術常識に照らすと当業者が本件各発明の前記課題を解決できると認識できる範囲内のものであるから，本件発明7は，本件明細書に記載されたものであるということができる。また，本件発明8及び9は，本件発明7を引用しつつ，その構成を特定するものであるが，前記1(1)カに記載のとおり，本件明細書には，本件発明7を医薬組成物とすることや，当該医薬組成物を錠剤とすることについての記載があるから，特許請求の範囲に記載された発明が本件明細書に記載されているといえる。",
                        "よって，本件明細書は，本件発明7ないし9について，サポート要件に違反するものではないというべきであるから，原告の取消事由1の主張のうち，この点に関する本件審決の判断の誤りをいう部分も理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告の主張について",
                      "text": [
                        "以上に対して，原告は，血糖降下作用に違いがあるグリベンクラミドとグリメピリドとを同視することはできないし，他のインスリン感受性増強剤と他のSU剤との併用投与との効果の違いも本件明細書に記載がないほか，ピオグリタゾンとグリメピリドとを併用投与する際の用量も記載されていないから，本件明細書は，サポート要件に違反するものである旨を主張する。",
                        "しかしながら，グリベンクラミドとグリメピリドとで血糖降下作用の大小に相違があり，あるいは本件明細書に他の薬剤間の併用投与について記載がないとしても，グリメピリドがSU剤としてインスリン感受性増強剤であるピオグリタゾンとは異なる作用機序を有することが知られており，両者が拮抗するなどの証拠が見当たらない以上，当業者が本件出願日当時の技術常識に基づきピオグリタゾンとグリメピリドとを併用することによって得られる効果の存在を認識できることに代わりはない。また，本件発明7ないし9は，いずれも，ピオグリタゾンと特定の用量のグリメピリドを併用することについて記載したものではないから，グリメピリドの用量について記載がないからといって，サポート要件に違反することになるものではない。",
                        "よって，原告の上記主張は，いずれも採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件各発明は，そのいずれについても実施可能要件及びサポート要件を満たすものと認められるから，本件審決のうち，本件発明7ないし9に関するこれと同旨の判断については，これを取り消すべき理由がない。",
                "他方，本件審決のうち，本件発明1ないし6については，実施可能要件についての理由の説示を欠き，かつ，実施可能要件及びサポート要件についての判断を誤るものというほかないから，実施可能要件違反及びサポート要件違反を理由として本件発明1ないし6を無効とした部分は，取消しを免れない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本件発明7ないし9の容易想到性に係る判断の誤り)について",
          "text": [
            "以上のとおり，本件発明7ないし9は実施可能要件及びサポート要件に違反するものではないが，原告は，取消事由2として，本件発明7ないし9の容易想到性に係る本件審決の判断を争うので，以下，この点について検討することとする。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明及び相違点1の認定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例3の図3に記載の発明の構成について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，前記第2の3(2)に記載のとおり，引用例1ないし4から，「ピオグリタゾン，又はグリメピリドのいずれか1つを有効成分とする糖尿病治療用医薬」を引用発明として認定し，本件発明7と引用発明との相違点1として，「本件発明7の糖尿病治療用医薬はピオグリタゾンとグリメピリドとを組み合わせてなるものであるのに対し，引用発明のものはピオグリタゾン及びグリメピリドのいずれか1つを単独で有効成分として使用するものであって，それらを併用するものではない点」を認定した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，本件発明7は，特定量のピオグリタゾン又はその薬理学的に許容し得る塩とグリメピリドとを組み合わせてなる糖尿病又は糖尿病性合併症の予防・治療薬である一方，前記1(3)ウ(ウ)に記載のとおり，引用例3の図3におけるピオグリタゾン等とグリメピリド等がそれぞれ書き込まれた各長方形から伸びている各矢印の先端には，「併用」との書込みのある長方形が記載されており，そこから「血糖良好」の長円形のほか，「インスリン」との書込みのある長方形に向かって，それぞれ矢印が伸びている。",
                        "そこで，引用例3の図3が，本件発明7の容易想到性の判断に当たりこれと対比すべき発明として，上記の表現によっていかなるものを開示しているのかについて，以下に検討する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ところで，前記1(4)に認定のとおり，インスリン受容体の機能を元に戻して末梢のインスリン抵抗性を改善するインスリン感受性増強剤とインスリン分泌を促進するSU剤とでは血糖値の降下に関する作用機序が異なることは，本件優先権主張日当時の当業者の技術常識であった。",
                        "そして，作用機序が異なる薬剤を併用する場合，通常は，薬剤同士が拮抗するとは考えにくいから，併用する薬剤がそれぞれの機序によって作用し，それぞれの効果が個々に発揮されると考えられるところ，糖尿病患者に対してインスリン感受性増強剤とSU剤とを併用投与した場合に限って両者が拮抗し，あるいは血糖値の降下が発生しなくなる場合があることを示す証拠は見当たらない(甲18参照)。むしろ，引用例4には，前記1(3)エ(イ)に記載のとおり，「空腹時血糖が140mg/dl から199mg/dl であれば，スルフォニール尿素剤単独投与，スルフォニール尿素剤とインスリン抵抗性改善薬との併用が試みられる。」との記載があることや，乙17(甲22)には，前記1(3)オ(イ)に記載のとおり，SU剤又はビグアナイド剤の単独投与を受けていた糖尿病患者に対してインスリン感受性増強剤であるトログリタゾンを併用投与した場合の試験結果が記載されていることから，糖尿病患者に対するインスリン感受性増強剤(インスリン抵抗性改善薬)とSU剤(スルフォニール尿素剤)との併用投与という技術的思想は，それ自体，本件優先権主張日当時の当業者に公知であったと認められるばかりか，前記1(4)に認定のとおり，臨床試験中のインスリン感受性増強剤としてピオグリタゾンが存在することや，新たなSU剤としてグリメピリドが存在することは，同じく当時の当業者の技術常識であったものということができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，引用例3の図3に接した当業者は，本件優先権主張日当時の技術常識に基づき，当該図3にいう前記「併用」との文言がＮIDDM患者に対するピオグリタゾンとグリメピリドとの併用投与という構成を示すものであって，当該「併用」との書込みのある長方形から1本の矢印が「血糖良好」との書込みのある長円形に向かって伸びていることを，これらの薬剤がそれぞれ有する別個の作用機序により血糖値の降下という作用効果が発現することを示すものであると認識したものと認められる。",
                        "さらに，引用例3の図3は，「将来のＮIDDM薬物療法のあり方」と題するものであるから，そこに記載のピオグリタゾンは，その薬理学的に許容し得る塩を当然包含するものと解されるとともに，前記「併用」の効果が「血糖良好」と記載されていること及び当該図3に関する引用例3の記載(前記1(3)ウ(エ))から，当該図3に記載されているものは，糖尿病又は糖尿病性合併症の予防・治療薬であると優に認められるところである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例3の図3に記載の発明及び本件発明7ないし9の作用効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記ア(エ)に認定のとおり，当業者は，引用例3の図3からピオグリタゾン又はその薬理学的に許容し得る塩とグリメピリドの併用投与という構成及びそこから血糖値の降下という作用効果が発現することと認識するものと認められるが，ここで発現する作用効果についてみると，前記ア(ウ)に認定のとおり，作用機序が異なる薬剤を併用する場合，通常は，薬剤同士が拮抗するとは考えにくいから，併用する薬剤がそれぞれの機序によって作用し，それぞれの効果が個々に発揮されると考えられる。しかも，前記1(3)アないしオに記載のとおり，引用例1は，SU剤による二次的無効に対処するためにピオグリタゾン等の作用機序の異なる経口剤の併用について言及し，引用例2は，個々の患者の病態に即したより有用な治療としてのピオグリタゾンやグリメピリド等の薬剤の併用投与について言及し，引用例3は，ボグリボースとSU剤との併用による血糖値の低下という成果を紹介するほか，図3の説明に引き続いて個々の病態に応じたきめ細かい治療の必要性に言及し，引用例4は，糖尿病患者の空腹時血糖量に応じたα-グルコシダーゼ阻害剤及びそれとは作用機序を異にする薬剤との単独投与や併用投与の組合せについて説明しており，さらに，乙17(甲22)は，インスリン感受性増強剤であるトログリタゾンの単独投与群とSU剤又はビグアナイド剤との併用投与群で血糖調節について同じ改善率があったことを記載していることからすると，本件優先権主張日当時の当業者は，これらの作用機序が異なる糖尿病治療薬の併用投与により，いわゆる相乗的効果の発生を予測することはできないものの，少なくともいわゆる相加的効果が得られるであろうことまでは当然に想定するものと認めることができる。",
                        "よって，当業者は，ピオグリタゾンとグリメピリドの作用機序が異なる以上，両者の併用という引用例3の図3に記載の構成を有する発明の作用効果として，両者のいわゆる相加的効果が得られるであろうことを想定するものといわなければならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，本件発明7ないし9は，特定量のピオグリタゾン又はその薬理学的に許容し得る塩とグリメピリドとを組み合わせた糖尿病又は糖尿病性合併症に対する予防・治療薬又は医薬組成物等であるところ，本件明細書には，その作用効果に関する具体的な記載がない。",
                        "また，本件明細書に記載のある，グリメピリドと同じSU剤であるグリベンクラミドと塩酸ピオグリタゾンとの併用投与の実験(前記1(1)ケ)の結果をみると，対照群(薬物投与なし)のラットから得られた血漿グルコース濃度は，120分後において241±58mg/dl であり，240分後において137±10mg/dl であるのに対し，塩酸ピオグリタゾン及びグリベンクラミド併用投与群のラットでは，120分後において86±10mg/dl であり，240分後において60±5mg/dlであるから，併用投与群において投与後に血漿グルコース濃度が相当程度減少したことが示されているということができる。",
                        "しかしながら，上記実験において塩酸ピオグリタゾン単独投与群のラットから得られた血漿グルコース濃度は，120分後において136±17mg/dl であり，240分後において102±9mg/dl であるほか，グリベンクラミド単独投与群のラットから得られた血漿グルコース濃度は，120分後において222±61mg/dlであり，240分後において106±24mg/dl である。そして，上記の対照群(薬物投与なし)を基準として，塩酸ピオグリタゾン単独投与群及びグリベンクラミド単独投与群の血漿グルコース濃度の減少量の中間値の和(120分後において124mg/dl，240分後において66mg/dl)を，塩酸ピオグリタゾン及びグリベンクラミド併用投与群のラットにおける血漿グルコース濃度の減少量の中間値(120分後において155mg/dl，240分後において77mg/dl)と対比すると，両者は，近似する値を示している。しかも，上記実験においては，併用投与群のラットは，いずれも各単独投与群が投与された塩酸ピオグリタゾン及びグリベンクラミドの各用量をそのまま併用投与されているため，結果として最も大量の糖尿病治療薬を摂取していることになるから，併用投与群のラットの血漿グルコース濃度の減少量が総じて各単独投与群の減少量の和よりも大きいとしても，このような減少量の差は，有意のものとは評価できない。",
                        "すなわち，本件明細書に記載の塩酸ピオグリタゾンとSU剤であるグリベンクラミドとの併用投与の実験結果は，両者の薬剤の併用投与に関して当業者が想定するであろういわゆる相加的効果の発現を裏付けているとはいえるものの，それ以上に，両者の薬剤の併用投与に関して当業者の予測を超える格別顕著な作用効果(いわゆる相乗的効果)を立証するには足りないものというほかない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用例3の図3に記載の発明及び本件発明7ないし9の各作用効果は，いずれもピオグリタゾン又はその薬理学に許容し得る塩とグリメピリドとを併用投与した場合に想定されるいわゆる相加的効果である点で共通するものと認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明7ないし9の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上のとおり，引用例3の図3には，「ピオグリタゾン又はその薬理学的に許容し得る塩と，グリメピリドとを組み合わせてなる，糖尿病又は糖尿病性合併症の予防・治療薬」という発明が記載されているものと認められ，その結果，本件審決が認定した本件発明7との相違点1は存在しないものというべきである。",
                    "すなわち，本件審決による引用発明の認定は誤りであり，これに伴い，本件審決が認定した相違点1も，その存在を認めることができず，本件発明7と引用例3に記載の発明との相違点は，本件審決が認定した相違点2にとどまる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，次に，相違点2に係る容易想到性についてみると，ピオグリタゾンの作用機序は，前記1(4)に認定のとおり，本件出願日当時の技術常識であったことに加えて，引用例3には，前記1(3)ウ(イ)に記載のとおり，ピオグリタゾンが30mg／日で十分な血糖降下作用を発揮するものと思われる旨の記載があるところ，糖尿病患者の体重を50ないし100kg と仮定すると，ピオグリタゾンの当該用量は，0．3ないし0．6mg/kg ということになるが，これは，本件発明6で特定されている用量(0．05～5mg/kg)と重複するものである。したがって，引用例3に接した当業者は，本件発明7の相違点2に係る上記構成を容易に想到することができたものといえる。",
                    "また，引用例3に記載の発明及び本件発明7が，糖尿病又は糖尿病合併症の予防・治療薬という同じ技術分野に属する以上，当業者は，当該技術分野の技術常識に基づいて本件発明7を医薬組成物(本件発明8)とし，あるいは当該医薬組成物を錠剤(本件発明9)とすることを容易に想到することができたものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件発明7ないし9は，いずれも引用例3に記載の発明及び当該技術分野の技術常識に基づいて容易に想到することができたものというべきであって，本件発明7ないし9を無効とすることができないとした本件審決は，容易想到性に関する判断を誤るものとして取消しを免れない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本件優先権主張日当時，糖尿病の薬物治療においては，異なる作用機序の薬剤を併用して用いれば例外なく，相加的又は相乗的な効果が必ずもたらされるとは認識されていなかったところ，引用例1ないし4には，ピオグリタゾンと他の薬剤との併用により効果の高い治療が可能となるかもしれないという期待が記載されているにとどまり，乙17(甲22)の記載からも明らかなとおり特許性を論じる場合に必要とされる「併用効果」の記載がない一方で，本件明細書には，ピオグリタゾンとSU剤であるグリベンクラミドとの併用投与が単独投与よりも優れているという当該「併用効果」の記載があるし，乙25及び26はこれを裏付けるものである旨を主張する。",
                    "しかしながら，前記(1)ア(ウ)に認定のとおり，作用機序が異なる薬剤を併用する場合，通常は，薬剤同士が拮抗するとは考えにくいから，併用する薬剤がそれぞれの機序によって作用し，それぞれの効果が個々に発揮されると考えられる。そのため，併用投与によりいわゆる相乗的効果が発生するか否かについての予測は困難であるといえるものの，前記(1)イ(ア)に認定のとおり，引用例1ないし4及び乙17(甲22)の記載によれば，本件優先権主張日当時の当業者は，これらの作用機序が異なる糖尿病治療薬の併用投与により，少なくともいわゆる相加的効果が得られるであろうことまでは当然に想定するものと認められる。したがって，被告の前記主張は，その前提に誤りがある。",
                    "また，引用例3の作成者は，引用例3について，作用機序が異なる薬剤の併用の可能性を概説したものにすぎない旨の陳述書(乙29)を提出しているが，作成者の意図はともかくとして，前記(1)ア(エ)及び(1)イ(ア)に認定のとおり，引用例3の図3に接した当業者は，本件優先権主張日当時の技術常識に基づき，当該図3にいう前記「併用」との文言がＮIDDM患者に対するピオグリタゾンとグリメピリドとの併用投与という構成を示すものであって，当該「併用」との書込みのある長方形から1本の矢印が「血糖良好」との書込みのある長円形に向かって伸びていることを，これらの薬剤がそれぞれ有する別個の作用機序によりいわゆる相加的効果としての血糖値の降下という作用効果が発現することを示すものであると認識したと認められる。したがって，引用例3には，前記(2)アに認定の発明についての構成及び作用効果に関する技術的思想が開示されているとみて差し支えなく，そこに具体的な併用の方法や効果が特定されていないとしても，容易想到性の判断に当たって，そこに記載の発明をやはり具体的な併用の方法や効果を特定していない本件発明7と対比することに何ら妨げはない。",
                    "また，前記1(3)オ(イ)に記載の乙17(甲22)の試験結果は，インスリン感受性増強剤であるトログリタゾンをSU剤又はビグアナイド剤と併用投与した場合，SU剤又はビグアナイド剤の単独投与よりも血糖調節に改善がみられることを明らかにしているというべきであって，併用投与によるいわゆる相乗的効果を立証するものではないものの，インスリン感受性増強剤とSU剤又はビグアナイド剤との併用投与について否定的な評価をもたらすものではない。",
                    "さらに，前記(1)イ(イ)に認定のとおり，本件明細書は，ピオグリタゾンとグリメピリドとの併用投与による作用効果についての記載がないばかりか，塩酸ピオグリタゾンとSU剤であるグリベンクラミドとの併用投与による作用効果についても，当業者が想定するであろういわゆる相加的効果を明らかにするにとどまり，当業者の予測を超える顕著な作用効果(いわゆる相乗的効果)や，あるいは原告の主張に係る「併用効果」なるものを立証するに足りるものではない。したがって，本件明細書には，本件発明7の作用効果の顕著性を判断するに当たり，被告が援用する乙25及び26(被告所属の技術者が作成した実験成績証明書)の記載を参酌すべき基礎がないというほかない。",
                    "よって，被告の前記主張は，いずれも採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件発明7がピオグリタゾンとグリメピリドとを併用投与することで，単独投与の場合よりも少量で優れた血糖降下作用が得られ，副作用を低減し得るという作用効果を有しており，現在市販されている経口糖尿病治療薬の添付文書(乙3～16)には他の血糖降下剤との併用に関する注意事項が明記されているように，インスリン感受性増強剤とSU剤との併用には低血糖という副作用があるため，本件優先権主張日当時，両者の併用が無条件に可能とは考えられていなかった(乙19)旨を主張する。",
                    "しかしながら，前記1(1)ケに記載のとおり，本件明細書の塩酸ピオグリタゾンとSU剤であるグリベンクラミドとの併用投与の実験においては，併用投与群のラットは，いずれも各単独投与群が投与された塩酸ピオグリタゾン及びグリベンクラミドの各用量をそのまま併用投与されているため，結果として最も大量の糖尿病治療薬を摂取していることになるから，本件明細書は，本件発明7が少量で優れた血糖降下作用を有することを立証しておらず，副作用の低減についても，前記1(1)ウ及びキに記載のとおり，一般的ないし抽象的に記載しているにとどまる。",
                    "また，現在市販されている糖尿病治療薬の添付文書が，他の薬剤との併用に関する注意書きとして，例えば，「作用機序が異なる薬理作用の相加作用による血糖降下作用の増強による」「低血糖症状」を明記している(乙3，4)ことからも明らかなように，作用機序が異なる糖尿病治療薬を併用すれば，それらの薬剤のいわゆる相加的効果によりその併用量又は投与方法によっては低血糖症状を惹起するおそれがあることは，当然の事理であって，このことから，本件優先権主張日当時にインスリン感受性増強剤とSU剤との併用投与という構成を想到するのが困難になるというものではない。",
                    "よって，被告の前記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，ピオグリタゾン及びSU剤にはいずれも体重増加という作用が知られていたから，肥満という糖尿病のリスクを考慮すれば，ピオグリタゾンとSU剤との併用投与には阻害事由がある旨を主張する。",
                    "しかしながら，本件明細書には，体重増加の作用が回避されたことなどについては何ら記載がない。",
                    "したがって，被告の前記主張は，それ自体失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，被告は，ピオグリタゾンの顕著な商業的成功が本件各発明の顕著な作用効果の証拠である旨を主張する。",
                    "しかしながら，ピオグリタゾンの単独での商業的成功は，ピオグリタゾンとグリメピリドとを組み合わせた本件発明7の作用効果の顕著性を立証するものではあり得ないし，また，仮に，本件発明7が商業的に成功しているとしても，そのことが直ちに本件発明7の作用効果の顕著性を裏付けるものでもない。",
                    "よって，被告の前記主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明7ないし9は，当業者が，引用例3に記載の発明及び本件優先権主張日当時の技術常識に基づいて容易に想到することができたものであり，これらが容易に想到することができないとした本件審決の判断には誤りがあるから，本件審決のうち，本件発明7ないし9についての原告の無効審判請求が成り立たないとした部分も，取消しを免れないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，被告の主張する取消事由3及び原告の主張する取消事由2は，それぞれ理由があるので，本件審決は，結局，その全部が取り消されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10147等",
    "date": "2012-04-11",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082189",
    "ipprecedent_id": "2918",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}