{
  "conclusion": [
    {
      "text": "特許庁が不服2010-15214号事件について平成23年7月13日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定の不服審判請求を不成立とした審決の取消訴訟である。争点は，容易想到性である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成19年9月27日，発明の名称を「2次元面発光レーザアレイ」とする発明について，特許出願(特願2007-250663，甲2)をし，平成21年11月24日付けで拒絶の理由が通知され(甲7)，平成22年1月25日付けで手続補正書を提出したが(甲3)，平成22年4月2日付けで拒絶査定を受け(甲5)，これに対し，平成22年7月7日付けで，不服の審判(不服2010-15214号)を請求した(甲4)。特許庁は，平成23年7月13日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月26日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "平成22年1月25日付け手続補正後の請求項1の発明(本願発明)は，以下のとおりである。",
            "「面発光レーザ素子が，副走査方向にm行(mは2以上の整数)，主走査方向にn列(nは3以上の整数)で2次元状に配列され，画像形成装置の露光用光源として用いる2次元面発光レーザアレイであって，",
            "前記面発光レーザ素子の個別駆動用の電気配線を配するためのメサ間の間隔が，前記メサ間を通過させる前記電気配線数に応じ，前記m行方向における間隔が大きくなるように割り振られた構成とするに当たり，",
            "前記メサにおけるj列とj＋1列の前記m行方向の間隔をD ，",
            "ji行j列の素子とi行j＋1列の素子との間を通過する配線数(1≦i≦m，1≦j≦n-1)をF ，",
            "ij  F ，F ，…F の中で最大の値をC ，とし，",
            "1j 2j mj j  C ＝T(1≦j≦n-1，Tは正の整数)を満たす全てのjに対してそれぞれjのD を以ってその要素とする集合をg としたとき，"
          ],
          "content": [
            {
              "fig": "j",
              "subject": "T  集合g と集合g が空集合でない0＜T1＜T2なる正の整数T1，T2が少T1 T2なくとも1組以上存在し，",
              "text": [
                "前記面発光レーザ素子の前記電気配線における配線幅の最小値をE，",
                "前記集合g の要素の中で最小の値のものをS ，",
                "T T  平均値をM ，とし，",
                "T  任意の2つの0＜T1＜T2なる正の整数T1，T2に対して，集合g と集合T1g が共に空集合でないとき，つぎの条件式(1)を満たすように構成されているT2ことを特徴とする2次元面発光レーザアレイ。",
                "S -M ＞E×(T2-T1)……(1)」",
                "T2 T1  3  審決の理由の要点"
              ],
              "content": [
                {
                  "fig": "(1)",
                  "text": [
                    "審決は，本願発明は，特開2007-242686号公報(引用刊行物，甲1)に記載された引用発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができないと判断した。"
                  ]
                },
                {
                  "fig": "(2)",
                  "text": [
                    "上記判断に際し，審決が認定した引用発明，並びに，本願発明と引用発明との一致点及び相違点は，以下のとおりである。なお，相違点に係る構成の容易想到性判断は，必要に応じて後に摘示する。"
                  ],
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "引用発明",
                      "text": [
                        "「主走査方向及び副走査方向に，2次元に配列された面発光レーザ素子からなる，画像形成装置の光書き込み用光源として使われる2次元VCSELアレイにおいて，前記面発光レーザ素子に個別に形成された，電流を流すための配線が，前記面発光レーザ素子の間を通過し，アレイの最外周に位置する前記面発光レーザ素子の間を通過する配線の本数が複数本となる，2次元VCSELアレイ。」"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "本願発明と引用発明との対比",
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "一致点",
                          "text": [
                            "「面発光レーザ素子が，副走査方向にm行(mは2以上の整数)，主走査方向にn列(nは3以上の整数)で2次元状に配列され，画像形成装置の露光用光源として用いる2次元面発光レーザアレイであって，前記面発光レーザ素子の個別駆動用の電気配線を配するためのメサ間の間隔がある，2次元面発光レーザアレイ。」である点"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "相違点",
                          "text": [
                            "本願発明においては，上記メサ間の間隔が，「前記メサ間を通過させる前記電気配線数に応じ，前記m行方向における間隔が大きくなるように割り振られた構成とするに当たり，前記メサにおけるj列とj＋1列の前記m行方向の間隔をD ，ij行j列の素子とi行j＋1列の素子との間を通過する配線数(1≦i≦m，1≦j≦n-1)をF ，F ，F ，…F の中で最大の値をC ，とし，C ＝T(1ij 1j 2j mj j j≦j≦n-1，Tは正の整数)を満たす全てのjに対してそれぞれのD を以ってjその要素とする集合をg としたとき，集合g と集合g が空集合でない0＜TT T1 T21＜T2なる正の整数T1，T2が少なくとも1組以上存在し，前記面発光レーザ素子の前記電気配線における配線幅の最小値をE，前記集合g の要素の中で最小Tの値のものをS ，平均値をM ，とし，任意の2つの0＜T1＜T2なる正の整数T TT1，T2に対して，集合g と集合g が共に空集合でないとき」，「S -T1 T2 T2M ＞E×(T2-T1)」「の条件式(1)を満たすように構成されている」のT1に対して，引用発明においては，「アレイの最外周に位置する前記面発光レーザ素子の間を通過する配線の本数が複数本となる」，2次元VCSELアレイの面発光レーザ素子のメサ間の間隔が上記構成を有しているのか不明である点"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，相違点に係る構成の技術的意義の判断を怠り，また阻害事由についての実質的な判断を行うことなく，相違点についての判断を誤った結果，本願発明の容易想到性の判断を誤ったものであり，この誤りは審決の結論に影響するから，審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点についての判断漏れ",
          "text": [
            "審決は，相違点に係る本願発明の構成が容易想到と判断するに際し，下記のとおり説示した。",
            "「イ  上記ア(判決注：本願明細書の記載)によれば，本願発明における条件式(1)を満たすということは，『配線が多い場所の格子列間隔は，配線が少ない場所の格子列間隔の平均値に比べて，その配線数の差に必要な間隔以上の間隔を割り振られていることになる』(段落【0015】参照。)ことを表すものと認められる。",
            "すなわち，本願発明は，配線が多い場所の格子列間隔が必要最低限のものであることを特定するものではなく，必要な間隔以上の間隔が割り振られていることを特定するものと認められる。」(11頁19～25行)",
            "上記説示において，審決は，「メサ間の間隔が，メサ間を通過させる電気配線数に応じ，m行方向(主走査方向)における間隔が大きくなるように割り振られている」という点を無視している。また，条件式(1)の意義を「必要な間隔以上の間隔が割り振られていることを特定するもの」と過度に抽象化し，具体的構成部についての実質的な判断をしていない。",
            "審決は，このような判断漏れによって，後述する相違点の構成の技術的意義についての判断を怠ることにより，誤った結論を導いたものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "容易想到性の判断誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の構成",
              "text": [
                "本願発明は，包括的構成部である「面発光レーザ素子が，副走査方向にm行(mは2以上の整数)，主走査方向にn列(nは3以上の整数)で2次元状に配列され，画像形成装置の露光用光源として用いる2次元面発光レーザアレイであって，」との構成(構成A)及び「前記面発光レーザ素子の個別駆動用の電気配線を配するためのメサ間の間隔が，前記メサ間を通過させる前記電気配線数に応じ，前記m行方向における間隔が大きくなるように割り振られた構成とするに当たり，」との構成(構成B)の各構成と，数式を用いてそれをさらに特定した具体的構成部である，「前記メサにおけるj列とj＋1列の前記m行方向の間隔をD ，」との構成(構j成C)，「i行j列の素子とi行j＋1列の素子との間を通過する配線数(1≦i≦m，1≦j≦n-1)をF ，」との構成(構成D)，「F ，F ，…Fij 1j 2j mjの中で最大の値をC ，とし，」との構成(構成E)，「C ＝T(1≦j≦n-1，j jTは正の整数)を満たす全てのjに対してそれぞれのD を以ってその要素とするj集合をg としたとき，」との構成(構成F)，「集合g と集合g が空集合でT T1 T2ない0＜T1＜T2なる正の整数T1，T2が少なくとも1組以上存在し，」との構成(構成G)，「前記面発光レーザ素子の前記電気配線における配線幅の最小値をE，」との構成(構成H)，「前記集合g の要素の中で最小の値のものをS ，",
                "T T平均値をM ，とし，」との構成(構成I)，「任意の2つの0＜T1＜T2なるT正の整数T1，T2に対して，集合g と集合g が共に空集合でないとき，」とT1 T2の構成(構成J)，「つぎの条件式(1)を満たすように構成されていることを特徴とする2次元面発光レーザアレイ。」との構成(構成K)，及び,「S -MT2 T1＞E×(T2-T1)……(1)」との構成(構成L)の各構成からなる。そして，構成B，及び，構成CないしLは，いずれも，引用発明から容易想到ではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成Bは容易想到でない理由",
              "text": [
                "構成A及びBは，本願発明の包括的構成部である。その中で，とりわけ，重要な要素は，①「画像形成装置の露光用光源として用いる2次元面発光レーザアレイ」である点，及び，②「メサ間の間隔が，メサ間を通過させる電気配線数に応じ，m行方向(主走査方向)における間隔が大きくなるように割り振られている」点，である。これらのうち，①は引用発明との相違点には当たらないが，②の前提として重要である。そして，②は，引用発明を含む引用刊行物から容易に想到しうるものではないし，当業者が適宜設計上定める事項といえるものではない。",
                "すなわち，②の要素は，本願発明の発明者の，「電子写真装置に用いられる2次元面発光レーザアレイにおいて，その発光スポットは主走査方向に等間隔に並んでいる必要はない」(本願明細書段落【0014】)との着想から導かれたものである。仮に，この着想がなかったとすれば，走査対象であるレーザアレイのスポット間隔は等間隔にしようと考えるのが，通常の当業者の考え方である。一方，この着想についての記載ないし示唆は引用刊行物には存在しない。",
                "また，②の構成は，主走査方向のメサ間の間隔を通過配線数に応じて割り振るものであり，②を採用することにより，メサ間の間隔を，通過配線数に応じ，具体的には，配線数が少ないところは狭く，多いところは広くできるのであって，2次元面発光レーザのコンパクト化を図ることができるのであるから，決して設計的事項などではない。",
                "この点につき，審決は，11頁において，以下のとおり説示した。",
                "「ウ  一方，前記3(1)(判決注：引用刊行物の記載)によれば，引用刊行物には，「最外周に位置する面発光レーザ素子の間を通過する配線の本数は，複数本とならざるを得ない。その結果，その分，面発光レーザ素子の間隔を広くとらなければならなくな」ることが記載されている(段落【0009】参照。)。",
                "上記記載に照らせば，最外周に位置する面発光レーザ素子の間を通過する配線の本数が複数本となる引用発明において，少なくとも，上記複数本分の配線が上記面発光レーザ素子の間を通過できる程度に，当該配線を挟んで配列される面発光レーザ素子間の間隔を広くすることは，当業者が容易に想到し得ることである。」",
                "ここで，審決は，引用刊行物の上記記載から，「メサ間の間隔が，メサ間を通過させる電気配線数に応じ，m行方向(主走査方向)における間隔が大きくなるように割り振」ることが容易想到である根拠を示しておらず，単純に，通過させる電気配線数が多いところは間隔を広く，少ないところは間隔を狭くするのは容易である，と判断したものと考えられる。",
                "しかし，この判断は，本願発明が「画像形成装置の露光用光源として用いる2次元面発光レーザアレイ」であるという点を考慮しなかったがためになされた，誤った判断である。すなわち，2次元面発光レーザアレイを走査することを考慮すれば，メサ間隔を不均一にすることはためらわれるはずであり，上述した発明者の着想があって初めて，メサ間隔を不均一にできるものだからである。したがって，上述した発明者の着想が容易想到であるか否かの検討をすることなくなされた上記判断は，誤った判断である。",
                "さらに，本願発明は，引用刊行物に記載された技術課題を，面発光レーザ素子の間を通過する配線の本数を複数本とすることを放棄することなく，解決したものである。すなわち，本願発明は，構成Bを採用することによって，2次元面発光レーザ素子の間を通過する配線を複数本としても，従来例に比して，レーザアレイのコンパクト化が図れるようにしたものである(本願明細書(甲2)段落【0015】)。一方，引用発明は，本願発明と同様の技術課題を解決するため，面発光レーザ素子の間を通過する配線の本数を複数本とすることを放棄し，それを0本または1本とした発明なのである。",
                "引用刊行物において，2次元VCSELアレイのサイズが大きくなってしまうことの理由は，引用刊行物に記載された特許文献2(甲11)の記載から見て，配線1本分の間隔で足りる個所も配線複数本を配置するのに必要な間隔と同じ間隔としていることによるものと考えられる。本願発明は，このような引用刊行物に記載された技術課題を，引用発明とは異なり，面発光レーザ素子の間を通過する配線の本数を複数本とすることを放棄することなく，解決したものであり，構成Bはその中核をなす。",
                "面発光レーザ素子の間を通過する配線の本数を複数本とする構成Bは，面発光レーザ素子の間を通過する配線の本数を複数本とすることを放棄してしまっている引用発明のみから，容易に想到しうるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成CないしLが容易想到でない理由",
              "text": [
                "構成CないしLは概略，③「メサ間に配線の少ない場所と配線の多い場所が存在する」こと，④「配線の少ない場所のメサ間の間隔は，配線の多い場所のメサ間の間隔と異なる」こと，⑤配線の多い場所(例：2本)のメサ間の間隔の最小値と，「配線の少ない場所(例：1本)のメサ間の間隔の平均値との差は，配線数差(例：2本―1本＝1本)分の最小配線幅以上である」ことを規定している。",
                "これらのうち，③は構成G(とりわけ「空集合でない」という部分)によって規定され，④，⑤は，構成L(数式(1))及び式(1)中の各文字の定義を示す構成CないしJによって規定されている。",
                "この点に関し，審決は，11頁において，下記のとおり説示した。",
                "「エ  そして，引用発明において，具体的にどの程度間隔を広げるかは，当業者が適宜設計上定める事項というべきところ，上記イ，ウでの検討に照らして，本願発明の条件式(1)の関係を満たすものとすることに格別の困難はないものと認められる。",
                "してみれば，引用発明において，相違点に係る本願発明の構成とすることは，当業者が容易になし得る程度のことというべきである。」",
                "しかし，この判断は誤りである。なぜならば，第一に，この審決の判断は，「メサ間の間隔が，メサ間を通過させる電気配線数に応じ，m行方向(主走査方向)における間隔が大きくなるように割り振」ることが容易想到であるとの誤った前提に基づくものだからである。また，第二に，条件式(1)を導く過程は当業者が適宜設計上定める事項ではないからである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明が課題を解決するものである点について",
              "text": [
                "審決は，12頁において，以下のとおり説示する。",
                "「(2)なお，請求人(原告)は，審判請求の理由において，「本願発明では，素子数の増加により素子間に配線を複数本(本発明では2本以上)配する場合においても(本願明細書［0008］段落参照)，「より小さい面積に，より多くの素子を配置することができ，コンパクト化を図り，且つ高解像度化，高速化する」(本願明細書［0011］段落)ということを，特有の課題としております。」と主張するが，上記(1)イでの検討に照らして，本願発明がかかる課題を解決するものとは認められない。」",
                "審決のいう「上記(1)イでの検討」とは，要するに，「本願発明は，配線が多い場所の格子列間隔が必要最低限のものであることを特定するものではなく，必要な間隔以上の間隔が割り振られていることを特定するものと認められる」との部分であると考えられる。",
                "たしかに，本願発明は，配線が多い場所の格子列間隔の上限を特定してはいない。しかし，上述した発明者の着想がなかったならば，配線が少ない場所の格子列間隔をも，配線が多い場所の格子列間隔に合わせて広くするのが通常であると考えられる。そのような通常の場合と比べて，本願発明を採用した場合には，「より小さい面積に，より多くの素子を配置することができ，コンパクト化を図り，且つ高解像度化，高速化する」ことが可能となるのは明らかである。",
                "加えて，格子列間隔の上限は，アレイに許容される最大面積等との関係で定められるものであって，一義的に決定できるものではない。当業者は，このようなアレイに許容される最大面積等を考慮して本願発明を実施するのであり，その際，無駄に格子列間隔を広くするような設計をすることはないのであるから，上限が規定されなかったからといって，コンパクト化が図れないということはない。",
                "したがって，審決の上記(2)の認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "阻害事由",
          "text": [
            "引用刊行物は面発光レーザ素子の間を通過する配線の本数を複数本とすることを放棄しているのであるから，これを放棄することなく，引用刊行物に基づいて本願発明に想到しようとすること自体に，阻害事由が存在する。",
            "引用発明は，引用刊行物中で，「しかし，VCSELアレイが8×8個の面発光レーザ素子からなる場合，特許文献3で指摘されているように，最外周に位置する面発光レーザ素子の間を通過する配線の本数は，複数本とならざるを得ない。」と否定的に記載されている(段落【0009】)。そして，引用発明は，結局，「2次元VCSELアレイのサイズが大きくなってしまう。」(段落【0009】)という課題を解決するため，前述したように面発光レーザ素子の間を通過する配線の本数を0本または1本としている。要するに，引用刊行物は，引用発明を改良することを放棄し，引用発明と本願発明との一致点の要部である「アレイの最外周に位置する前記面発光レーザ素子の間を通過する配線の本数が複数本となる」を採用せずに課題を解決しているのである。にもかかわらず，審決は，引用刊行物中から，引用発明として，その字面のみを審決理由に引用し，引用発明が引用刊行物中で否定的に記載され，引用刊行物に記載された発明が引用発明を改良することを放棄している点，等について検討せずに引用発明に否定的に記載されている上記事項を肯定するに足りる根拠を示すことなく，本願発明が引用発明から容易想到である，と判断している。このような判断手法は，本願発明を知った上で，引用刊行物を本願発明に引き付けてなされた，いわば後知恵の判断手法であって，許されない。",
            "上記阻害事由を詳細に検討すれば，引用発明から本願発明が容易想到といえるものでないことは，明白である。",
            "したがって，上記阻害事由を無視してなされた審決には，取り消されるべき違法がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "引用発明の認定について",
          "text": [
            "引用刊行物の段落【0008】及び【0009】の記載は，行と列に面発光レーザ素子が並ぶ2次元アレイ光源では，素子が36個よりも多い，例えば行と列が同じ数の場合であれば8×8＝64個以上であると，2次元アレイ光源から外側に配線を引き出す際に，外側に位置する面発光レーザ素子の間を複数本の配線が通過せざるを得ないことを述べている。これは，当業者において自明な論理的帰結であって，m行×m列なら素子は全体でm2個，外周に(4m-4)個，外周の囲む内部に［m2-(4m-4)］＝(m-2)2個あるから内部から(m-2)2本の配線を引き出せねばならないのに対して，外周にある素子間の間隔は(4m-4)個しかないので，(m-2)2-(4m-4)より［(m-4)2-8］個分だけ間隔の数が不足するからである。mが6以下なら(m-4)2＜8であり，mが7以上なら(m-4)2＞8であるから，行と列が6×6以下で素子が36個以下ならば，外側に位置する面発光レーザ素子の間を通過する配線を0本または1本とできるが，行と列が7×7以上で素子が49個以上ならば，通過する配線が複数本となる部分が生じる。",
            "上記を踏まえて引用刊行物の段落【0008】及び【0009】の記載をみれば，同記載は，行と列に面発光レーザ素子が並ぶ2次元アレイ光源では，素子が36個よりも多いと，2次元アレイ光源から外側に配線を引き出す際に，外側に位置する面発光レーザ素子の間を複数本の配線が通過せざるを得ないことを，「36個よりも多い面発光レーザ素子からなる2次元アレイ光源」として，特許文献2(甲11)の「8×8(＝64)個の面発光レーザ素子からなる2次元アレイ光源」を例として説明したことが理解できる。",
            "以上のことから，審決は，引用刊行物の段落【0008】に記載された，「8×8(＝64)個の面発光レーザ素子からなる2次元アレイ光源」等の，「36個よりも多い面発光レーザ素子からなる」ために，「最外周に位置する面発光レーザ素子の間を通過する配線の本数は，複数本とならざるを得ない」2次元アレイ光源を引用発明として認定したものである。",
            "したがって，「引用発明は，面発光レーザ素子を等間隔に配置することを前提とし，面発光レーザ素子の間を通過する配線の本数を複数本とすることを放棄し，それを0本または1本とした発明である。」旨の原告の主張は失当である。",
            "なお，引用刊行物の図8においては，点線で結ばれる面発光レーザ素子は，図1の「実施の形態1」では最外周にあったものが，図8の「実施の形態4」でジグザグ配置とされて内部に向かって位置が変わったものがあるから，真の意味で最外周にあるとはいえず，最外周に位置する面発光レーザ素子は，405，413，429，437，438，439，440，436，424，412，404，403，402，401である。そして，405と413の間(図8での実測値11mm)には1本，413と429の間(図8での実測値26mm)には6本，436と424の間(図8での実測値19mm)には4本，424と412の間(図8での実測値19mm)には5本，412と404の間(図8での実測値11mm)には2本というように，最外周に位置する面発光レーザ素子の間隔は，その間を通過する配線の本数が1本増えるとそのままの大きさであるかまたはより広くされ，2本以上増えるとより広くされている。",
            "よって，引用刊行物には，「最外周に位置する面発光レーザ素子の間を通過する配線の本数が複数本となる場合，複数本分の配線が面発光レーザ素子の間を通過できる程度に当該配線を挟んで配列される発光レーザ素子間の間隔を広くする。」ことが記載ないしは示唆されているといえる。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の相違点についての判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，「電子写真装置に用いられる2次元面発光レーザアレイにおいて，その発光スポットは主走査方向に等間隔に並んでいる必要はない」との発明者の着想がなかったとすれば，走査対象であるレーザアレイのスポット間隔は等間隔にしようと考えるのが，通常の当業者の考え方であり，この着想についての記載ないし示唆は引用刊行物には存在しないと主張する。",
                "しかし，引用刊行物の図8をみると，面発光レーザ素子列405，413，429，437は不等間隔である。一方，引用刊行物の図8に示された「実施の形態4」は，引用刊行物の図1に示された「実施の形態1」において，面発光レーザ素子をジグザグ配置としたものであるから，上記面発光レーザ素子列は，図1の1，9，25，33の列に対応し，この列は，図1で主走査方向DR1に並んでいる。よって，面発光レーザ素子列405，413，429，437も主走査方向DR1に並んでいることになる。よって，引用刊行物記載の「実施の形態4」は，発光スポットが主走査方向に等間隔に並んでいない。",
                "また，引用刊行物の図9に示されたものは，主走査方向DR1方向に並んだ発光素子列のうち，左右の列では等間隔であるが，中央の2列2，6，10，14，22，30，34，38及び3，7，11，15，23，31，35，39は，引用刊行物に「【0112】面発光レーザアレイ400Aは，面発光レーザアレイ100の内周側に配置された面発光レーザ18，19，26，27を削除した構成からなる」とあるとおり，間引かれているので，不等間隔となっている。",
                "以上のことから，引用刊行物には，「その発光スポットが主走査方向に等間隔に並んでいない2次元面発光レーザアレイ」が記載されているのであるから，「この着想についての記載ないし示唆は引用刊行物には存在しない。」とはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特開平10-297016号公報(乙1)には「【0020】また，発光点は副走査方向に異なる位置に配置されていればよく，必ずしも前記実施形態のように副走査方向に平行に1次元的に配置する必要はない。例えば，発光点は副走査方向に対して傾いた方向に1次元的に配置されていてもよいし，あるいは発光点が2次元的に配置されていてもよい。さらに，光源の発光点間隔は副走査方向に等間隔であってもよいし，光源は端面発光型レーザダイオード素子の他に，表面発光型レーザダイオード素子であってもよい。」との記載がある。発光点が副走査方向に異なる位置に配置され，それが副走査方向に対して傾いた方向に1次元的に配置され，さらに発光点が2次元的に配置された表面発光型レーザダイオード素子は，発光点が主走査方向にも異なる位置に配置されることとなる。",
                "特開平11-6971号公報(乙2)の【図13】に示されたレーザダイオードアレイ2は，乙2の【0056】に「投影発光点2a’～2d’は，副走査方向と平行な軸X方向に不等間隔で1次元配列しており，投影発光点2a’と2b’の間隔及び投影発光点2b’と2d’の間隔はそれぞれD’とされ，発光点2c’と2d’の間隔は2D’とされる。」とあるとおり，円周上に並んだ発光点2a～2dが，副走査方向にD’，D’，2D’と異なる間隔D’と2D’で並んでいるので，主走査方向にも不等間隔に並ぶこととなっている。",
                "本件出願時点で，「その発光スポットが主走査方向に等間隔に並んでいない2次元レーザアレイ」を記載した刊行物である乙1及び乙2が存在していたのであるから，当業者が上記着想に至ることがなかったとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告の主張は，要するに，電子写真装置においては，露光光源の発光スポットが主走査方向に不等間隔に並んでいると露光光源の駆動方法等の露光制御の困難性が増すから，当業者は不等間隔の構成は避けるはずで，「電子写真装置に用いられる2次元面発光レーザアレイにおいて，その発光スポットは主走査方向に等間隔に並んでいる必要はない」との着想に至ることはない，ということになる。しかし，これは，露光光源の発光スポットが主走査方向に不等間隔に並んでいることによる困難性が電子写真装置側の駆動手段の方にあることを主張しているに過ぎず，上記(1)，(2)の事項を勘案すると，露光光源において，発光スポットが主走査方向に不等間隔に並べること自体は当業者が容易に想到できることである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書及び図面の記載(甲2，3)によれば，本願発明について，以下のように認めることができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，2次元面発光レーザアレイに関するものであり，特に電子写真式の画像形成装置にマルチビーム光源として用いられる2次元面発光レーザアレイに関するものである(段落【0001】)。",
                    "今日，2次元面発光レーザアレイを，画像形成装置のマルチビーム光源として用いるに際し，コンパクト化を図り，且つ高解像度化，高速化することへの要請が，益々，高まってきており，コンパクト化のためにはアレイ面積を小さくすることが必要となり，高解像度化のためには走査線間隔を狭くし，また高速化のためには素子数を多くすることが必要となる。しかし，素子数を増加させていくと，いくつかのアレイ格子間で素子駆動のための配線を複数配さなければならなくなるが，アレイ面積を小さくした場合，アレイ格子間も狭くなり，複数の配線を配することが困難となるので，アレイ格子間に複数の配線を配するための間隔を確保することが必要となるが，従来のアレイ格子間を等間隔にしたものでは，一つの配線間隔で足るものにおいても複数本のものと同じ間隔となるため，アレイ面積を小さくする上で制約を受けるという課題があった(段落【0005】)。",
                    "本願発明は，上記課題にかんがみ，より小さい面積に，より多くの素子を配置することができ，コンパクト化を図り，且つ高解像度化，高速化することが可能となる2次元面発光レーザアレイを提供することを目的とする(段落【0011】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "電子写真装置に用いられる2次元面発光レーザアレイにおいては，素子パターンがあってそれに応じて配線を引くのではなく，まず配線パターンを考えそれに素子パターンを最適化すべきであるという知見に基づけば，電子写真装置に用いられる2次元面発光レーザアレイにおいて，その発光スポットは主走査方向に等間隔に並んでいる必要はなく，配線が多くなるところでは素子間隔を広く設け，配線が少ないところでは素子間隔を縮めることで，全体としてアレイサイズを抑えながらより多素子化することができる(段落【0014】)。",
                    "そこで，本願発明は，請求項1に記載された構成とすることによって，配線が多い場所の格子列間隔は，配線が少ない場所の格子列間隔の平均値に比べて，その配線数の差に必要な間隔以上の間隔を割り振られていることになり，主走査方向に使えるアレイサイズが決まっている時に，列間隔を均等に割り振ったアレイ配置に比べて，配線が通せないことによる素子配置の制限を緩和できるから，より小面積かつ多素子なアレイを達成できる(段落【0015】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "請求項1の条件式(1)の技術的意義は，「配線が多い場所の格子列間隔は，配線が少ない場所の格子列間隔の平均値に比べて，その配線数の差に必要な間隔以上の間隔を割り振られていること」である(段落【0015】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "請求項1のうち原告主張の構成CないしLにおける集合g ，集合g ，T1 T2S ，M の意義が明瞭でないが，上記のような本願明細書及び図面の記載にかんT1 T2がみると，本願発明は，「面発光レーザ素子が，副走査方向にm行(mは2以上の整数)，主走査方向にn列(nは3以上の整数)で2次元状に配列され」るという構成を前提とした「画像形成装置の露光用光源として用いる2次元面発光レーザアレイ」(原告主張の構成A)において，「その発光スポットは主走査方向に等間隔に並んでいる必要はない。」(段落【0014】)という着想に基づいて，「前記面発光レーザ素子の個別駆動用の電気配線を配するためのメサ間の間隔が，前記メサ間を通過させる前記電気配線数に応じ，前記m行方向における間隔が大きくなるように割り振られた構成とするに当たり」(原告主張の構成B)，「配線が多い場所の格子列間隔は，配線が少ない場所の格子列間隔の平均値に比べて，その配線数の差に必要な間隔以上の間隔を割り振られている」(段落【0015】)という構成を採用することによって，「主走査方向に使えるアレイサイズが決まっている時に，本発明のアレイ配置は列間隔を均等に割り振ったアレイ配置に比べて，配線が通せないことによる素子配置の制限を緩和できる。したがってより小面積かつ多素子なアレイを達成できる。」(段落【0015】)という効果を奏するものであることが明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明",
          "text": [
            "審決が，引用刊行物(甲1)の段落【0001】～【0009】，【0132】～【0134】の記載から，引用発明を，「主走査方向及び副走査方向に，2次元に配列された面発光レーザ素子からなる，画像形成装置の光書き込み用光源として使われる2次元VCSELアレイにおいて，前記面発光レーザ素子に個別に形成された，電流を流すための配線が，前記面発光レーザ素子の間を通過し，アレイの最外周に位置する前記面発光レーザ素子の間を通過する配線の本数が複数本となる，2次元VCSELアレイ。」と認定したことについて，原告は争わない。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告主張の取消事由について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用刊行物(甲1)には，以下の記載がある。",
                "「【0009】",
                "しかし，VCSELアレイが8×8個の面発光レーザ素子からなる場合，特許文献3(判決注：特開2003-255247号公報)で指摘されているように，最外周に位置する面発光レーザ素子の間を通過する配線の本数は，複数本とならざるを得ない。その結果，その分，面発光レーザ素子の間隔を広くとらなければならなくなり，2次元VCSELアレイのサイズが大きくなってしまう。そのため，ビーム間隔が狭くできず，高密度の光書き込み用光源として使用できなくなってしまうという問題が生じる。また，サイズが大きくなると1枚のウエハからのチップの取れ数が減少し，コストが高くなるという問題もある。",
                "【0010】",
                "そこで，この発明は，かかる問題を解決するためになされたものであり，その目的は，2次元VCSELアレイの面発光レーザ素子の個数が36個よりも多くなってもサイズが大きくなるのを抑制可能な面発光レーザアレイを提供することである。",
                "・・・・・・",
                "【課題を解決するための手段】",
                "【0012】",
                "この発明によれば，面発光レーザアレイは，n(nは36よりも大きい整数)個の面発光レーザ素子と，n本の配線とを備える。n個の面発光レーザは，二次元に配置される。n本の配線の各々は，面発光レーザ素子のp側電極またはn側電極に接続される。そして，n個の面発光レーザ素子を含むアレイの最外周に位置する面発光レーザ素子の間を通過する配線は，0本または1本である。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記記載によれば，引用刊行物には，VCSELアレイが8×8個の面発光レーザ素子からなる場合，最外周に位置する面発光レーザ素子の間を通過する配線の本数は，複数本とならざるを得ず，面発光レーザ素子の間隔を広くとらなければならなくなり，2次元VCSELアレイのサイズが大きくなってしまうので，ビーム間隔が狭くできず，高密度の光書き込み用光源として使用できなくなってしまうという問題や，サイズが大きくなると1枚のウエハからのチップの取れ数が減少し，コストが高くなるという問題もあるので，これらの問題を解決するために，n(nは36よりも大きい整数)個の面発光レーザ素子を含むアレイの最外周に位置する面発光レーザ素子の間を通過する配線を0本または1本とすることが記載されている。しかし，最外周に位置する面発光レーザ素子の間を通過する配線の本数が複数本となった場合に，この複数本の配線を配するために面発光レーザ素子の間隔を積極的に広くしようとすることの記載や示唆は引用刊行物にはない。",
                "そうすると，引用刊行物には，本願発明の「電子写真装置に用いられる2次元面発光レーザアレイにおいて，その発光スポットは主走査方向に等間隔に並んでいる必要はない」(本願明細書段落【0014】)という着想や，「前記面発光レーザ素子の個別駆動用の電気配線を配するためのメサ間の間隔が，前記メサ間を通過させる前記電気配線数に応じ，前記m行方向における間隔が大きくなるように割り振られた構成とする」(原告主張の構成B)という技術的思想の記載や示唆はないことになる。",
                "したがって，最外周に位置する面発光レーザ素子の間を通過する配線の本数が複数本となる引用発明において，面発光レーザ素子の主走査方向におけるメサ間の間隔を，そのメサ間を通過させる配線数に応じて大きくなるように割り振ることは，引用刊行物から当業者が容易に想到し得ることであるとはいえない。",
                "よって，審決が，相違点につき判断するに際し，引用刊行物の段落【0009】の記載を根拠に，「最外周に位置する面発光レーザ素子の間を通過する配線の本数が複数本となる引用発明において，少なくとも，上記複数本分の配線が上記面発光レーザ素子の間を通過できる程度に，当該配線を挟んで配列される面発光レーザ素子間の間隔を広くすることは，当業者が容易に想到し得ることである。」と説示したのは誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "引用刊行物の図8及び図9についての被告の反論につき",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，「引用刊行物の図8をみると，面発光レーザ素子列405，413，429，437は不等間隔である。一方，引用刊行物の図8に示された「実施の形態4」は，引用刊行物の図1に示された「実施の形態1」において，面発光レーザ素子をジグザグ配置としたものであるから，上記面発光レーザ素子列は，図1の1，9，25，33の列に対応し，この列は，図1で主走査方向DR1に並んでいる。よって，面発光レーザ素子列405，413，429，437も主走査方向DR1に並んでいることになるから，引用刊行物記載の「実施の形態4」は，発光スポットが主走査方向に等間隔に並んでいない。また，引用刊行物の図9に示されたものは，主走査方向DR1方向に並んだ発光素子列のうち，左右の列では等間隔であるが，中央の2列2，6，10，14，22，30，34，38及び3，7，11，15，23，31，35，39は，引用刊行物に「【0112】面発光レーザアレイ400Aは，面発光レーザアレイ100の内周側に配置された面発光レーザ18，19，26，27を削除した構成からなる」とあるとおり，間引かれているので，不等間隔となっている。以上のことから，引用刊行物には，「その発光スポットが主走査方向に等間隔に並んでいない2次元面発光レーザアレイ」が記載されているのであるから，「この着想についての記載乃至示唆は引用刊行物には存在しない。」とはいえない。」と主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこでこの主張について検討するに，引用刊行物には，以下の記載がある。",
                "「【請求項1】",
                "二次元に配置されたn(nは36よりも大きい整数)個の面発光レーザ素子と，",
                "各々が前記面発光レーザ素子のp側電極またはn側電極に接続されたn本の配線とを備え，",
                "前記n個の面発光レーザ素子を含むアレイの最外周に位置する面発光レーザ素子の間を通過する配線は，0本または1本である，面発光レーザアレイ。",
                "・・・・・・",
                "【0022】",
                "［実施の形態1］",
                "図1は，この発明の実施の形態1による面発光レーザアレイの概略平面図である。図1を参照して，この発明による実施の形態1による面発光レーザアレイ100は，面発光レーザ素子1～40と，配線41～80と，パッド81～120と，基板130とを備える。",
                "【0023】",
                "面発光レーザ素子1～40は，4列×10行の2次元に配置される。そして，10個の面発光レーザ素子1，5，9，13，17，21，25，29，33，37／2，6，10，14，18，22，26，30，34，38／3，7，11，15，19，23，27，31，35，39／4，8，12，16，20，24，28，32，36，40は，主走査方向DR1に配置され，4個の面発光レーザ素子1～4／5～8／9～12／13～16／17～20／21～24／25～28／29～32／33～36／37～40は，副走査方向DR2に配置される。",
                "・・・・・・",
                "【0033】",
                "面発光レーザアレイ100は，4列×10行の2次元に配置された面発光レーザ素子1～40からなるため，最外周に配置された面発光レーザ素子は，24個であり，最外周に配置された面発光レーザ素子の間は，24箇所，存在する。また，内周側に配置される面発光レーザ素子の数は，16個である。したがって，内周側に配置された面発光レーザ素子に接続された配線46，47，50，51，54，55，58，59，62，63，66，67，70，71，74，75の各々は，最外周に位置する面発光レーザ素子の間を通過してパッドまで配置される。すなわち，最外周に位置する面発光レーザ素子の間を通過する配線の本数を1本または0本に設定できる。その結果，面発光レーザ素子1～40の配置密度を高くして面発光レーザアレイ100のサイズを小さくできる。",
                "・・・・・・",
                "【0097】",
                "［実施の形態4］",
                "図8は，実施の形態4による面発光レーザアレイの概略平面図である。図8を参照して，実施の形態4による面発光レーザアレイ400は，面発光レーザ素子401～440と，配線441～480と，パッド481～520と，基板530とを備える。なお，図8に示す点線は，面発光レーザ素子401～440のうち，最外周に配置された面発光レーザ素子を結んだ線を示す。",
                "【0098】",
                "4個の面発光レーザ素子401～404／405～408／409～412／413～416／417～420／421～424／425～428／429～432／433～436／437～440は，直線状に配置される。",
                "【0099】",
                "また，10個の面発光レーザ素子401，405，409，413，417，421，425，429，433，437／402，406，410，414，418，422，426，430，434，438／403，407，411，415，419，423，427，431，435，439／404，408，412，416，420，424，428，432，436，440は，ジグザグ状に配置される。その結果，40個の面発光レーザ素子401～440から放射された40個のレーザ光は，相互に重なることがない。",
                "・・・・・・",
                "【0109】",
                "面発光レーザアレイ400においては，最外周に位置する面発光レーザ素子の個数は，24個であり，内周側に位置する面発光レーザ素子の個数は，18個である。したがって，面発光レーザアレイ400は，式(1)を満たし，最外周に位置する面発光レーザ素子の間を通過する配線の本数を1本または0本に設定できる。その結果，面発光レーザ素子401～440の配置密度を高くして面発光レーザアレイ400のサイズを小さくできる。",
                "【0110】",
                "実施の形態4による面発光レーザアレイは，図9に示す面発光レーザアレイ400Aであってもよい。図9は，実施の形態4による面発光レーザアレイの他の概略平面図である。",
                "【0111】",
                "図9を参照して，面発光レーザアレイ400Aは，図1に示す面発光レーザアレイ100の面発光レーザ素子18，19，26，27，配線58，59，66，67およびパッド98，99，106，107を削除したものであり，その他は，面発光レーザアレイ100と同じである。",
                "【0112】",
                "面発光レーザアレイ400Aは，面発光レーザアレイ100の内周側に配置された面発光レーザ18，19，26，27を削除した構成からなる・・・」",
                "【図1】",
                "【図8】",
                "【図9】"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用刊行物の図8におけるメサ間(発光スポット)の間隔についてみるに，上記記載によれば，引用刊行物の図9の面発光レーザアレイ400Aは，図1の面発光レーザアレイ100の面発光レーザ素子18，19，26，27，配線58，59，66，67およびパッド98，99，106，107を削除し，その他は，面発光レーザアレイ100と同じであること(段落【0111】)，図8の面発光レーザアレイ400と図9の面発光レーザアレイ400Aは，いずれも実施の形態4であること(段落【0097】，【0110】)，図1の面発光レーザアレイ100と図8の面発光レーザアレイ400は，いずれも4個×10個の面発光レーザ素子を有していること(段落【0023】，【0098】，【0099】)が認められ，これによれば，図8の面発光レーザアレイ400は，図1の面発光レーザアレイ100の面発光レーザ素子をジグザグ配置したものであって，その主走査方向は，図1の面発光レーザアレイ100及び図9の面発光レーザアレイ400Aの主走査方向DR1と同じ方向，すなわち，図8の面発光レーザ素子405，413，429，437の並んでいる方向(タテ方向)であることが認められる。",
                "一方，本願発明の面発光レーザ素子は，「副走査方向にm行(mは2以上の整数)，主走査方向にn列(nは3以上の整数)で2次元状に配列され」ており，面発光レーザ素子の各列は，主走査方向に並んでいるものといえるので，これに即してみると，引用刊行物の図1の面発光レーザアレイ100において，主走査方向に並んでいる面発光レーザ素子の各列は，「面発光レーザ素子1～4」の単位，「面発光レーザ素子5～8」の単位，「面発光レーザ素子9～12」の単位，・・・「面発光レーザ素子37～40」の単位からなっているといえる。",
                "そうすると，引用刊行物の図1の面発光レーザアレイ100は，上記の各素子列の単位からなるものであり，また，上記のとおり，図8の面発光レーザアレイ400は，図1の面発光レーザアレイ100の面発光レーザ素子をジグザグ配置したものであるから，図8の面発光レーザアレイ400は，素子列401，405，409，・・・437からなっているということができ，各素子列は，主走査方向にほぼ等間隔に並んでいる。そして，メサ間(発光スポット)の間隔は，格子列間隔のことを意味するものであるから，各素子列が主走査方向にほぼ等間隔に並んでいる図8の記載からは，「発光スポットが主走査方向に等間隔に並んでいない」とはいえない。",
                "したがって，図8の記載から，引用刊行物に「その発光スポットが主走査方向に等間隔に並んでいない2次元面発光レーザアレイ」が記載されているとはいえない。",
                "引用刊行物の図9におけるメサ間(発光スポット)の間隔についてみるに，図1の面発光レーザアレイ100は，上記の素子列の単位からなるものであり，これに引用刊行物の段落【0111】の記載を合わせると，図9の面発光レーザアレイ400Aも同様の素子列の単位からなると認めることができる。そうすると，図9の面発光レーザアレイ400Aの各素子列も，主走査方向にほぼ等間隔に並んでいる。メサ間(発光スポット)の間隔は，格子列間隔のことを意味するものであるから，各素子列が主走査方向にほぼ等間隔に並んでいる引用刊行物の図9の記載から，「発光スポットが主走査方向に等間隔に並んでいない」とはいえない。",
                "したがって，図9の記載からも，引用刊行物に「その発光スポットが主走査方向に等間隔に並んでいない2次元面発光レーザアレイ」が記載されているとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，引用刊行物には，「その発光スポットが主走査方向に等間隔に並んでいない2次元面発光レーザアレイ」が記載されているとはいえないから，被告の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "乙1及び乙2を根拠とする被告の主張について",
          "text": [
            "被告は，本件出願時点で，「その発光スポットが主走査方向に等間隔に並んでいない2次元レーザアレイ」を記載した刊行物である特開平10-297016号公報(乙1)(段落【0020】)及び特開平11-6971号公報(乙2)(段落【0056】，図13)が存在していたのであるから，当業者が上記着想に至ることがなかったとはいえない。」と主張する。",
            "しかし，引用刊行物自体において本願発明の技術的思想が記載されず示唆もないことは前判示のとおりであるから，乙1及び2を根拠にして被告の主張を理由あるとすることはできない。",
            "なお，乙1，乙2の記載についてみるに，乙1におけるメサ(発光スポット)間の間隔については，乙1記載の発光点は副走査方向に異なる位置に配置されること，及び，発光点は副走査方向に対して傾いた方向に1次元的に配置されていてもよいし，あるいは発光点が2次元的に配置されていてもよいことが記載されているものの，発光点の主走査方向の間隔についての記載や示唆はない。したがって，乙1には，「その発光スポットが主走査方向に等間隔に並んでいない2次元レーザアレイ」が記載されているとはいえない。",
            "また，乙2におけるメサ(発光スポット)間の間隔については，乙2の図13において，発光点は円形に配置されており，本願発明の前提となる構成(「面発光レーザ素子が，副走査方向にm行(mは2以上の整数)，主走査方向にn列(nは3以上の整数)で2次元状に配列され」るという構成)とは明らかに異なっている。",
            "また，乙2には，発光点が副走査方向に不等間隔で配列することは記載されているものの，発光点の主走査方向の間隔については記載も示唆もない。",
            "したがって，乙2にも，「その発光スポットが主走査方向に等間隔に並んでいない2次元レーザアレイ」が記載されているとはいえない。"
          ]
        },
        {
          "fig": "6",
          "subject": "小括",
          "text": [
            "審決は，当裁判所が前記3(2)の末尾に摘示した説示部分を前提にして，相違点に係る本願発明の構成は容易想到であると判断したが，この判断部分は，引用刊行物の記載の誤認に基づくものであって，相違点に関する審決の判断も誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由には理由がある。よって，審決を取り消すこととし，主文のとおり判決する。"
      ]
    }
  ]
}