{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2007-34187号事件について平成22年12月14日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が名称を「積層材料，積層材料の製造方法，積層材料のヒートシール方法および包装容器」とする発明につき特許出願をし，平成19年10月23日付けで特許請求の範囲の変更等を内容とする手続補正(第1次補正，請求項の数7)をしたが，拒絶査定を受けたので，これに対する不服の審判請求をし，その中で平成20年1月18日付けで特許請求の範囲の変更等を内容とする手続補正(第2次補正，補正後の発明の名称「積層材料，積層材料の製造方法および包装容器」請求項の数3，以下「本件補正」という。)をしたところ，特許庁が本件補正を却下した上，請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，本件補正(第2次補正)後の請求項1に係る発明が下記引用例1との間で独立特許要件(進歩性，特許法29条2項)を有するか，である。",
            "記",
            "・引用例1：特開平11-29110号公報(発明の名称「ウェブのシール方法と装置および包装容器製造方法と包装容器製造装置」，公開日",
            "平成11年2月2日，甲1。以下，これに記載された発明を「引用発明1」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成14年7月19日の優先権(日本国，特願2002-211182号)を主張して，平成15年2月28日，名称を「積層材料，積層材料の製造方法，積層材料のヒートシール方法および包装容器」とする発明につき特許出願(特願2003-53245号，公開特許公報は特開2004-98648号〔甲7〕，請求項の数11)をし，平成19年10月23日付けで特許請求の範囲の変更等を内容とする手続補正(第1次補正，請求項の数7。甲9)をしたが，同年11月19日付けで拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，上記請求を不服2007-34187号事件として審理し，その中で原告は平成20年1月18日付けで特許請求の範囲の変更等を内容とする本件補正(請求項の数3，第2次補正，補正後の発明の名称「積層材料，積層材料の製造方法および包装容器」。甲12)をしたが，特許庁は，平成22年12月14日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年12月27日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "第1次補正後の請求項の数は前記のとおり7であるが，その請求項1に記載された発明(以下「本願発明」という。)の内容は，次のとおりである。",
                    "・【請求項1】  少なくとも支持層及び熱可塑性最内層からなる包装容器用ウェブ状積層材料であって，",
                    "該容器形成のために高周波誘導加熱によりヒートシールされる帯域に，該誘導加熱により発生した熱が該最内層に伝わるように該支持層と該熱可塑性最内層との間に積層された導電性層を有し，",
                    "該導電性層が，実質的に金属性導電材料からなる薄膜／形成層であることを特徴とする積層材料。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件補正(第2次補正)後の請求項の数は前記のとおり3であるが，その請求項1に記載された発明(以下「本願補正発明」という。)の内容は，以下のとおりである(下線部分は本件補正箇所)。",
                    "・【請求項1】  少なくとも支持層及び熱可塑性最内層からなる包装容器用ウェブ状積層材料であって，",
                    "該容器形成のために高周波誘導加熱によりヒートシールされる帯域に，該誘導加熱により発生した熱が該最内層に伝わるように該支持層と該熱可塑性最内層との間に積層された導電性層を有し，",
                    "該導電性層が，実質的に金属性導電材料からなる高周波誘導によって該ヒートシールに十分な熱を発する無電解メッキ薄膜層であることを特徴とする積層材料。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その要点は，①本願補正発明は引用発明1に基づいて当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に発明することができたから特許法29条2項により独立して特許を受けることができるものではない，②本件補正前の本願発明も，引用発明1及び引用例2(特開平4-19139号公報)に基づいて当業者が容易に発明をすることができたものであるから特許法29条2項の規定により特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した引用発明1の内容，本願補正発明と引用発明1との一致点及び相違点は，上記審決写しのとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，独立特許要件がないとして本件補正を却下した審決には，次のような誤りがあるから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本願補正発明と引用発明1との相違点についての認定判断の誤り)",
                  "text": [
                    "審決は，相違点に関し，「これらの周知事項，周知技術を勘案すると，引用発明 1 において，誘導加熱として高周波誘導加熱を採用し，高周波誘導加熱するための高周波磁束により渦電流を発生させ発熱体となる導電性層として，アルミ箔層に代えて，本願優先日前周知技術を適用し，非磁性基材上に無電解メッキ法等により磁性メッキ層を形成したものを用いること，そして，その磁性メッキ層を形成するに際し，コスト削減，生産性向上，省エネルギー化を図るため，磁性メッキ層をできるだけ薄くするすなわち薄膜としようとして，無電解メッキ法により無電解メッキ薄膜層とすることは，当業者が容易に想到し得たことと認める。」(審決9頁6～14行)と説示するが，次のとおり，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本願補正発明において周知でない事項や技術を，周知事項，周知技術として判断している。",
                        "すなわち，審決が，周知事項，周知技術として例示する甲14(特開平10-165311号公報。以下「甲14文献」という。)，甲4(特開2000-228279号公報。以下「甲4文献」という。)及び甲5(特開平8-191758号公報。以下「甲5文献」という。)の3件はいずれも電磁加熱式調理器具に用いられる発熱体，ヒーターに関するものであるから，これらの技術分野は，家電用電気器具の技術分野であり，その分野において周知事項，周知技術であることを示唆するにすぎない。",
                        "これに対して，本願補正発明の技術分野は包装容器，包装材料に関するものであるから，両者は技術分野が異なる。",
                        "したがって，審決が周知事項，周知技術とする事項は，本願補正発明の技術分野において周知であることが立証されているとはいえない。",
                        "この点に関し被告は，後記3(1) ア(イ) において，甲14文献及び乙1(特開2001-6868号公報。以下「乙1文献」という。)を根拠として，高周波誘導加熱の発熱体となる導電性層として無電解メッキを含めたメッキ層を用いることは，家電用電気器具の分野に限らず，幅広い様々な技術分野に適用されるものであると主張する。",
                        "しかし，甲14文献に加えて追加された上記乙1文献は，複写機の定着ロールに関する文献であって，そこに記載された事項は事務機器などの異なった技術分野での「高周波誘導加熱の発熱体となる導電性層として無電解メッキを含めたメッキ層」を示すものにすぎない。",
                        "したがって，被告の上記主張は失当である。",
                        "また，被告は，後記3(1) ア(ウ) において，本願補正発明が属する包装容器，包装材料に関する技術分野における技術水準について，乙2(特開平1-182275号公報。以下「乙2文献」という。)からすれば，高周波誘導加熱の発熱体となる金属材料の導電性層を金属箔，金属蒸着膜又は無電解メッキ膜から形成することは，本願優先日前に当業者が適宜採用していた技術的事項であったし，乙3(特開平5-245425号公報。以下「乙3文献」という。)，乙4(特開昭61-199071号公報。以下「乙4文献」という。)及び乙5(特開昭62-62997号公報。以下「乙5文献」という。)からすれば，導電性層を無電解メッキ層で形成することも，本願優先日前に当業者が適宜採用していた技術的事項であったと主張する。",
                        "しかし，乙3ないし乙5文献は，電子機器などの導電性材料の技術分野に関するものであって，いずれも本願補正発明が属する食品包装分野とは相違する。",
                        "乙2文献は本願補正発明が属する食品包装分野に含まれることは認めるが，同文献のみで周知性が立証されるものでないことは明らかである。",
                        "したがって，被告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，甲14，甲4及び甲5文献に記載の導電体の機能では，誘導加熱で導電体が発熱し，隣接する金属板などを介して，単にお米等の食品を間接的に加熱する用途に供されるにすぎないものである。",
                        "これに対して，本願補正発明の導電性層では，誘導加熱で導電性層が発熱し，隣接する熱可塑性最内層を直接的に溶融軟化させヒートシールさせるとともに包装材料の一部として構成された包装容器の製造用途に供されるものである。",
                        "したがって，甲14，甲4及び甲5文献の導電体は，本願補正発明の導電性層とは異なった機能を発揮するから，本願補正発明の導電性層を示唆しているとはいえない。",
                        "この点に関し被告は，後記3(1) イにおいて，引用発明1の導電性層，甲14，甲4，甲5文献記載の導電性層，及び本願補正発明の導電性層は，共に，高周波誘導加熱による発熱体としての発熱に基づく加熱機能という共通の機能の発揮を意図しているなどと主張する。",
                        "しかし，原告は，本願補正発明の導電性層の無電解メッキ層が，ヒートシールされる包装材料の一部として構成される異なった機能を持つと述べたのであって，これはヒートシールするものがヒートシールされるものでもあるという機能を発揮するのに対し，甲14，甲4及び甲5文献記載の導電性層にはそのような機能はない。",
                        "したがって，被告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，引用発明1と無電解メッキ法等により磁性メッキ層を開示する甲14，甲4及び甲5文献とを組み合わせることを示唆して動機付ける記載や開示は，どの文献にもなく，審決においても，上記の組み合せによって進歩性がないと認定判断もしていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(本願補正発明と引用発明1との効果についての認定判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本願補正発明の効果(ⅰ)の「アセプチック包装とチルド包装との異なる包装システムであっても，異なる包装システムの一部を転用若しくは流用することができるので，包装システム全体の効率的な運転／運用／操業が可能になり，更には，エネルギーや資材の削減，製造コストの低減に寄与することができる。」(審決9頁18～21行)について，「引用発明1の，その内に流動性食品などの内容物を充填する包装容器の製造に用いる管状ウェブは，アセプチック包装用のみならずチルド食品包装用としても用いられることが，本願出願前周知事項であった以上，両包装システムの一部を転用若しくは流用することができることを，当業者であれば容易に想到し得たことと認められる。」(審決10頁25行～29行)と説示するが，次のとおり，誤りである。",
                        "すなわち，アセプチック包装とは，常温で，例えば数か月から1年間保存ができる包装であり，チルド包装とは冷蔵(10℃以下)で1から数週間の保存ができる包装である。",
                        "アセプチック包装システムでは食品が厳しい条件で処理され，厳しい条件の包装材料(アルミ箔層を含む)が用いられ，厳しい条件で充填装置において充填されるのに対し，チルド包装では緩い条件であって，従来，それぞれの包装システムはそれぞれ独立のシステムである。また，いずれの包装システムにおいても管状ウェブを包装材料として使用し，ブリック状(平行6面体)もゲーブルトップ状(屋根型)の容器も製造する。",
                        "そして，引用発明1の管状ウェブは，アルミ箔層を含み，殺菌されているので，アセプチック包装用の包装材料である。この包装材料は，アセプチック包装用の充填装置に用いられ，ブリック状容器を製造する。",
                        "一方，審決が周知例として例示する甲15(特開平2001-27330号公報。以下「甲15文献」という。)に記載の包装材料は，厳しい条件を付与するアルミ箔層を含まず，チルド食品包装用の包装材料である。この包装材料は，チルド包装用の充填装置に用いられ，ブリック状やゲーブルトップ状容器も製造する。",
                        "以上のとおり，審決の「発明の効果」についての判断は，従来の上記事項を述べたものにすぎない。",
                        "これに対し，本願補正発明は，アルミ箔に代えて，無電解メッキ法による無電解メッキ薄膜層を用いることによって，チルド包装用の食品の包装材料であっても，アセプチック包装用の充填装置に転用若しくは流用することが可能になるという画期的な包装材料であって，このように両包装システムの一部を転用若しくは流用することを当業者は容易に想到し得ない。",
                        "以上のとおり，発明の効果(ⅰ)についての審決の認定判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，本願補正発明の効果(ⅱ)の「新規なシール方法で封止／接合を形成することが可能になり，高速に印刷中の印刷機内で，自動接合装置を利用して，正確に処理され，大規模なフレキソ印刷機，グラビア印刷機で量産レベル行うことが可能になる。」(審決9頁22～24行)について，「格別顕著な効果とも認められない」(審決11頁17～18行)と判断した。",
                        "しかし，発明の効果(ⅱ)は，本願の請求項2記載の積層材料の製造方法の効果であるから，請求項1記載の発明のみを審理対象にする審決で判断することは誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，本願補正発明の効果(ⅲ)の「金属箔層を何ら含まない安価な包装用材料に急速，確実な封止方法を適用することが可能になる。」(審決9頁26～27行)について，「格別顕著な効果とも認められない」(審決11頁27行)と判断した。",
                        "しかし，発明の効果(ⅲ)は，本願の請求項2記載の積層材料の製造方法の効果であるから，請求項1記載の発明のみを審理対象にする審決で判断することは誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3) の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(ア) につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決で周知事項，周知技術として示す甲14，甲4及び甲5文献に記載の事項は，次のとおり，「誘導加熱」の基本原理，基本的事項・技術，周知の課題を示すものであるから，本願補正発明が属する技術分野との関係で問題があるものではない。",
                        "すなわち，まず，甲14文献は，「誘導加熱」の基本原理及び誘導加熱は通常高周波誘導加熱を意味する場合が多いという一般的な基本的事項を示すために用いた文献である。なお，甲14文献に記載の誘導発熱体は家電用電気器具のみならず，事務機器用，電線被覆用，除氷用等といった幅広い様々な技術分野に適用されるものであり，その用途は家電用電気器具の技術分野に限られていない。",
                        "次に，甲4及び甲5文献は，高周波誘導加熱の発熱体となる導電性層として非磁性基材上にメッキにより磁性材料層を形成することは一般的な技術であること，また，コスト削減，生産性向上，省エネ化のため該磁性メッキ層を薄膜とする目的で無電解メッキ法を適用することは本願優先日前に周知技術であったという，高周波誘導加熱の導電性層の基本的技術や周知の課題を示すために用いた文献である。そのような基本的技術や周知の課題を分かり易く説明していた文献が，たまたま家電用電気器具分野の文献であったにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，高周波誘導加熱の発熱体となる導電性層として無電解メッキを含めたメッキ層を用いることは，特定の技術分野に固有の手法ではない。  審決で周知事項，周知技術として示した甲14文献及び乙1文献の記載から明らかなように，高周波誘導加熱の発熱体となる導電性層として無電解メッキを含めたメッキ層を用いることは，家電用電気器具の分野に限らず，幅広い様々な技術分野に適用されるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，本願補正発明が属する包装容器，包装材料に関する技術分野における技術水準については，まず，乙2文献からすれば，高周波誘導加熱の発熱体となる金属材料の導電性層を金属箔，金属蒸着膜又は無電解メッキ膜から形成することは，本願優先日前に当業者が適宜採用していた技術的事項であったし，乙3，乙4及び乙5文献からすれば，導電性層を無電解メッキ層で形成することも，本願優先日前に当業者が適宜採用していた技術的事項であった。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ア)及び(イ)を踏まえれば，審決で周知事項，周知技術とする事項や技術は，家電用電気器具の分野に限らず，様々な技術分野において，本願優先日前，周知事項，周知技術であったといえるものである。",
                        "また，上記(ウ)も参酌すれば，本願補正発明が属する包装容器，包装材料の技術分野にあっても，誘導加熱の発熱体となる金属材料の導電性層を無電解メッキ層で形成することは，何ら技術的な困難性があるものではなく，上記周知技術が適用される分野というべきである。",
                        "したがって，審決に誤りはなく，原告の上記主張に根拠はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(イ) につき",
                  "text": [
                    "審決で甲14，甲4及び甲5文献により示した本願優先日前の周知事項，周知技術による機能は，引用発明1の導電性層であるアルミ箔層の機能と同じく，高周波誘導加熱による(発熱体としての)導電性層の発熱に基づく加熱機能である。",
                    "他方，本願補正発明の導電性層の機能も，高周波誘導加熱による発熱体としての発熱に基づく加熱機能であり，この加熱によって隣接する熱可塑性最内層を溶融軟化させヒートシールさせ，包装容器の製造用途に供しているものである。",
                    "そうすると，引用発明1の導電性層，甲14，甲4及び甲5文献記載の導電性層並びに本願補正発明の導電性層は，共に，高周波誘導加熱による発熱体としての発熱に基づく加熱機能という共通の機能の発揮を意図しているといえる。",
                    "このように，本願補正発明の導電性層の機能である高周波誘導加熱による発熱体としての発熱に基づく加熱機能は，引用例1のみならず，甲14，甲4及び甲5文献にも十分示されている。",
                    "したがって，この点に関し審決に誤りはなく，原告の上記主張に根拠はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(ウ) につき",
                  "text": [
                    "前記ア及びイの内容からも明らかなとおり，引用発明1の導電性層と甲14，甲4及び甲5文献を例示して周知技術として示した導電性層とは，ともに包装容器，包装材料を含めた技術分野において，高周波誘導加熱による導電性層の発熱に基づく加熱の機能を有する点で共通するものである。",
                    "そして，審決が甲14，甲4及び甲5文献を例示したように，高周波誘導加熱の発熱体となる導電性層として無電解メッキ法による磁性メッキ層を用いること，及び導電性層である磁性材料層のコスト削減，生産性向上，省エネ化を図るため，磁性メッキ層を薄膜とすることは周知の課題であり，また，無電解メッキ法においては所望の厚みの層を形成できることは本願優先日前に周知技術であった。",
                    "そうすると，引用発明1における導電性層としての「アルミ箔層」に代えて，高周波誘導加熱の発熱体となる導電性層として，金属箔層と同様に本願優先日前に周知技術であった無電解メッキ法等による磁性メッキ層を形成したものを適用すること，そして，該周知の課題である導電性層(磁性材料層)のコスト削減，生産性向上，省エネ化を図るため，周知技術の無電解メッキ法により薄膜層とすることは，当業者が容易に想到し得たことである。",
                    "ちなみに，包装容器，包装材料の技術分野における技術水準を示す例として挙げた乙2文献には，誘導加熱の発熱体となる導電性層として，金属箔と無電解メッキ膜が同等に示されており，金属箔を用いるか無電解メッキ膜を用いるかは，当業者が適宜採用し得る程度の事項と言い得るものである。",
                    "このように，引用発明1と，甲14，甲4及び甲5文献により周知技術として示した無電解メッキ法による磁性メッキ層とを組み合わせることは，当業者にとって十分動機付けられていることである。",
                    "したがって，この点に関し審決に誤りはなく，原告の上記主張に根拠はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(ア) につき",
                  "text": [
                    "そもそも，本願補正発明に係る積層材料は，アセプチック包装用やチルド包装用という用途面の技術的特徴について何ら特定がなされていないものである。そうすると，本願補正発明は，チルド食品包装用の包装材料としてのみ用いられることもあるから，本願補正発明において，アルミ箔に代えて無電解メッキ法による無電解メッキ薄膜層を用いることによって，チルド包装用の食品や包装材料をアセプチック包装用の充填装置に転用若しくは流用することが可能になるという効果は，本願補正発明により必ず奏される効果とはいえない。",
                    "また，技術的にみても，包装容器，包装材料に関する分野においても，高周波誘導加熱を含めた誘導加熱の発熱体となる導電性層として無電解メッキ層を含めたメッキ層を用いることは，金属箔や金属蒸着層と同様，本願優先日前に周知技術であったから，包装容器，包装材料に関する分野において，高周波誘導加熱を含めた誘導加熱の発熱体となる導電性層として，金属箔に代えて無電解メッキ層を適用することは，いわば汎用手段の転用にすぎない。しかも，このような汎用手段を転用するに際し，チルド包装用のものをアセプチック包装用へ転用することを妨げるような事情は見当たらない。",
                    "このように，無電解メッキ層も，金属箔や金属蒸着層と同じく高周波誘導加熱の発熱体となる導電性層として適用される汎用手段の一つである以上，無電解メッキ層を適用した場合の効果は，通常，金属箔や金属蒸着層を適用した場合と同じ効果を奏するものと考えられる。",
                    "したがって，引用発明1の高周波誘導加熱の発熱体となる導電性層として，金属箔に代えて，同じく誘導加熱の発熱体となる導電性層として適用される汎用手段の一つである無電解メッキ層を転用した包装機械が，アセプチック包装用及びチルド包装用の双方に適用可能であることは，当業者であれば予測し得た事項である。",
                    "以上のとおり，この点で審決に誤りはなく，原告の上記主張に根拠はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(イ)及び(ウ) につき",
                  "text": [
                    "原告は，審決に記載された本願補正発明の効果(ⅱ)及び(ⅲ)について，本願の請求項2記載の積層材料の製造方法の効果と主張するが，該積層材料とは本願の請求項1記載の本願補正発明に他ならず，その製造方法の効果は，本願補正発明自体の効果に密接に関連する。審決は，それについて判断したものであり，誤りではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1) (特許庁における手続の経緯)，(2) (発明の内容)，(3) (審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願補正発明の容易想到性の有無(独立特許要件の有無)",
          "text": [
            "審決は，本願補正発明は引用発明1及び周知技術に基づいて当業者が容易に想到できるとし，一方，原告はこれを争うので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正明細書(平成20年1月18日付け手続補正書のもの〔甲12〕，図面は出願当初明細書のもの〔甲7〕)には，次の記載がある(なお，下線部分は補正箇所。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "【請求項1】  前記第3，1(2)イのとおり。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・「【発明の属する技術分野】",
                        "本発明は，積層材料，積層材料の製造方法および包装容器に関する。」(段落【0001】)",
                        "・「【従来の技術】",
                        "支持層及び熱可塑性最内層からなる包装容器用ウェブ状積層材料であって，容器形成のために高周波誘導加熱によりヒートシールされる帯域に，支持層と熱可塑性最内層との間に積層されたカーボンブラック導電性層を有する積層材料は，例えば，特公昭63ー222号公報に記載されたものが知られている。図1に示す積層材料では，支持層と，熱可塑性最内層と，それらの中間層のカーボンブラック導電性層とが構成されている。",
                        "また，ウェブ状積層材料のヒートシールされるべき部分に高周波誘導加熱用アルミニウム箔テープを張付ける張付け装置が配置され，ヒータの高周波コイルによって，アルミニウム箔テープを高周波誘導加熱する包装機械が，例えば，特許第2694286号に記載されている。」(段落【0002】)",
                        "・【図1】(本発明の一実施の形態であるウェブ状積層材料の一部分の断面図)",
                        "1：支持層",
                        "2：最内層",
                        "3：導電層",
                        "・「【発明が解決しようとする課題】",
                        "液体食品の包装紙容器に関して，常温保存可能なアセプチック包装と，牛乳容器の様にチルド流通されるチルド包装に分類される。それぞれの包装積層材料は，概ね，アセプチック包装とチルド包装とに別々に製造され，別々の包装充填機により，別々のシール方法で液体食品を充填包装されている。",
                        "しかしながら，アセプチック包装とチルド包装との異なる包装システムであっても，異なる包装システムの一部を転用若しくは流用すれば，包装システム全体の効率的な運転／運用／操業が可能になり，更には，エネルギーや資材の削減，製造コストの低減に寄与する。",
                        "本発明は，上記課題を解決する積層材料，積層材料の製造方法および包装容器を提供することを目的とする。」(段落【0003】)",
                        "・「【課題を解決するための手段】",
                        "この課題を解決する本発明の積層材料及び包装容器は，支持層及び熱可塑性最内層からなる包装容器用ウェブ状積層材料であって，容器形成のために高周波誘導加熱によりヒートシールされる帯域に，誘導加熱により発生した熱が最内層に伝わるように支持層と熱可塑性最内層との間に積層された導電性層を有し，導電性層が，実質的に金属性導電材料からなる高周波誘導によってヒートシールに十分な熱を発する無電解メッキ薄膜層である構成を有する。",
                        "この発明における無電解メッキ薄膜層は，アルミニウム箔，スチールフォイルなどの金属箔を含まない意味であり，無電解メッキの工程で形成された層／膜を指す。",
                        "これにより，アセプチック包装とチルド包装との異なる包装システムであっても，異なる包装システムの一部を転用若しくは流用して，包装システム全体の効率的な運転／運用／操業が可能にし，更には，エネルギーや資材の削減，製造コストの低減に寄与する。」(段落【0004】)",
                        "・「(実施の形態1)",
                        "図1は，この発明の一実施の形態であるウェブ状積層材料の一部分の断面図を示している。図1において，積層材料は，紙，板紙，プラスチック，それらの複合材からなる支持層1と，低密度ポリエチレン，直鎖状低密度ポリエチレンなどの熱可塑性最内層3と，高周波誘導加熱によりヒートシールされる帯域に誘導加熱により発生した熱が最内層3に伝わるように支持層1と熱可塑性最内層3との間に積層された導電性層2とを有する。",
                        "その導電性層は，実質的に金属性導電材料からなる高周波誘導によってヒートシールに十分な熱を発する無電解メッキ薄膜層である。」(段落【0016】)",
                        "・「【発明の効果】",
                        "以上のように本発明によれば，以下の有利な効果が得られる。",
                        "アセプチック包装とチルド包装との異なる包装システムであっても，異なる包装システムの一部を転用若しくは流用することができるので，包装システム全体の効率的な運転／運用／操業が可能になり，更には，エネルギーや資材の削減，製造コストの低減に寄与することができる。",
                        "本発明により，新規なシール方法で封止／接合を形成することが可能になり，高速に印刷中の印刷機内で，自動接合装置を利用して，正確に処理され，大規模なフレキソ印刷機，グラビア印刷機で量産レベル行うことが可能になる。",
                        "本発明による方法により，金属箔層を何ら含まない安価な包装用材料に急速，確実な封止方法を適用することが可能になる。」(段落【0023】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によると，本願補正発明は，液体食品の包装紙容器に関し，支持層及び熱可塑性最内層からなる包装容器用ウェブ状積層材料において，アセプチック包装とチルド包装という異なる包装システムの一部を転用若しくは流用できるようにすることによって，包装システム全体の効率的な運転，運用及び操業を可能とし，さらに，エネルギーや資材の削減，製造コストの低減を図るために，容器形成のために高周波誘導加熱によりヒートシールされる帯域に，誘導加熱により発生した熱が最内層に伝わるように支持層と熱可塑性最内層との間に積層された導電性層を有し，その導電性層が，実質的に金属性導電材料からなる高周波誘導によってヒートシールに十分な熱を発する無電解メッキ薄膜層で構成する発明であると認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一方，引用例1(甲1)には，次の記載がある。",
                    "・「【発明の属する技術分野】本発明は二重のウェブの側面を押圧しながらシールする方法と装置に関し，特に板状ウェブから管状のウェブに変形し，該管状ウェブ内に流動性食品などの内容物を充填する包装容器の製造方法と装置に関する。」(段落【0001】)",
                    "・「【従来の技術】ロール状に巻き取られた板状ウェブを連続的に巻き戻しながら移動させ，徐々に管状に成形し，ウェブの長手方向に直交する方向の両端部がわずかに重なる位置でウェブを連続的に接着し，その中へ流動性食品などの充填液を充填し，充填液が満杯状態である包装容器を連続的に形成するために，充填液面下において密封してウェブ長手方向に直交する方向にシール(以下，横シールということがある。)し，その後，該横シール部の幅方向のほぼ中央部を切断するという一連の動作を繰り返すことによって液充填包装容器を形成し，最終的には平行6面体の容器を作製する。」(段落【0002】)",
                    "・「ウェブ中へ流動性食品などの充填液を充填する際には，ウェブの両側からウェブを押圧して横シールするための一対の封止ジョーが2組設けられており，各々一対の封止ジョーは下方に搬送中の管状ウェブを挟持して下方に引っ張りながらウェブと共に移動し，所定距離下降した後に，前述のように横シール部分のほぼ中央部を切断すると同時にウェブの封止状態を開放して管状ウェブの下降への搬送力を解き，互いに離間する方向に移動し，所定距離だけ上昇して再び管状ウェブの封止を行う動作を繰り返す。」(段落【0003】)",
                    "・「管状ウェブは，その内側から順にポリエチレンフィルム層，接着剤層，アルミ箔層，紙層及びポリエチレンフィルム層を積層した多層構造体であり，この管状ウェブの横シールは前記一対の封止ジョーを用いてポリエチレンフィルム層を加熱溶融して行う。」(段落【0004】)",
                    "・「一対の封止ジョーは例えば図2，図3に示すようにヒートシールするための熱シールジョー7aと熱シールジョー7aからの加圧力を受ける受圧ジョー7bからなり(図2には熱シールジョー7aと受圧ジョー7bの組と熱シールジョー7a’と受圧ジョー7b’の組があるが，以後熱シールジョー7aと受圧ジョー7bの組で説明する)，熱シールジョー7aのウェブW表面との当接部分にはインダクタ8が設けられ，受圧ジョー7bのウェブWとの当接部分には受圧バー9と横シール部の幅方向の中央を切断するカッター11が設けられている。さらに，熱シールジョー7aと受圧ジョー7bの両端にはそれぞれフック16aとフック16bが設けられており，この熱シールジョー7aのフック16aと受圧ジョー7bのフック16bを互いに係合させて，その係合力をフック16aの液体圧シリンダ18の作動油圧を調整することでインダクタ8と受圧バー9とに挟持されたウェブWの横シール時の押圧力を制御する。」(段落【0005】)",
                    "・【図1】(本発明の一実施例の板状ウェブWから内容物が内部に充填される包装容器を製造する包装容器製造装置の概略図)",
                    "・【図2】(図1の包装容器製造装置の2組からなる封止ジョー部分の側面略図)",
                    "【図1】                       【図2】",
                    "・【図3】(図2のA-A矢視図と封止ジョー部分の高周波加熱システムの作動制御図)",
                    "・「そして，一対の封止ジョー7の熱シールジョー7aと受圧ジョー7bがウェブの両側を押圧する際には熱シールジョー7aのインダクタ8によりウェブWのアルミ箔にうず電流を流すことで，誘導加熱による熱を発生させ，この熱でポリエチレンフィルム層を溶融させてウェブWを横シールする。」(段落【0006】)",
                    "・「本発明は6面体形状の包装容器の製造だけでなくゲーブルトップ形状の包装容器製造にも適用できる。また，本発明は紙，プラスチック製品などのウェブのシールに用いることができる。」(段落【0021】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，引用発明1は，二重のウェブの側面を押圧しながらシールする方法と装置，特に板状ウェブから管状のウェブに変形し，該管状ウェブ内に流動性食品などの内容物を充填する包装容器の製造方法に関し，審決が認定したとおり，「包装容器の製造に用いる管状ウェブで，その内側から順にポリエチレンフィルム層，接着剤層，アルミ箔層，紙層及びポリエチレンフィルム層を積層した多層構造体であって，この管状ウェブの横シールは，一対の封止ジョーの熱シールジョーのインダクタによりウェブのアルミ箔にうず電流を流すことで，誘導加熱による熱を発生させ，この熱でポリエチレンフィルム層を溶融させてウェブを横シールするものである，管状ウェブ」，という発明であると認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "各周知例の記載内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲14文献",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲14文献(特開平10-165311号公報)には，次の記載がある。",
                        "・「連通孔を有する金属多孔体と，ポリマーまたはセラミックスとが複合化した構造の複合化物からなることを特徴とする誘導発熱体。」(【請求項1】)",
                        "・「金属多孔体が，金属スポンジ・・・である請求項1記載の誘導発熱体。」(【請求項3】)",
                        "・「金属スポンジが，ポリマー多孔体に金属を無電解メッキした後，ポリマーを加熱分解除去して得られた金属スポンジである請求項3記載の誘導発熱体。」(【請求項4】)",
                        "・「・・・本発明の誘導発熱体は，例えば，炊飯器内釜，ホットプレート，複写機の定着ロールや定着チューブ，着氷雪防止用の電線被覆，除氷装置など，誘導加熱方式を用いた用途分野に好適に適用することができる。」(段落【0001】)",
                        "・「コイル中に金属などの導電性被加熱物を入れ，コイルに交流を流すと電磁誘導作用によって被加熱物中に渦電流が流れるが，この渦電流により発生するジュール熱によって，被加熱物を直接加熱する方式を誘導加熱(InductionHeating；IH)という。高周波誘導加熱では，高周波コイルを用い，高周波磁束によって被加熱物中に渦電流を発生させて加熱する。」(段落【0002】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "上記記載によれば，甲14文献には，電磁加熱式調理器具などに用いられる発熱体に関し，無電解メッキによって高周波誘導加熱層を有する材料を製造できる技術的事項が記載されていることが認められる。"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4文献",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲4文献(特開2000-228279号公報)には，次の記載がある。",
                        "・「【発明の属する技術分野】本発明は，電磁誘導加熱用複合材に関し，さらに詳しくは，アルミニウム基材などの非磁性基材の片面に，高周波磁界により発生する誘導電流(渦電流)により発熱体となる磁性材料層が形成された，高出力が可能な電磁誘導加熱用複合材に関する。また，本発明は，高出力が可能な電磁誘導加熱用複合材からなるIH(電磁誘導加熱)ジャー炊飯器内釜などの電磁誘導加熱用調理器具に関する。」(段落【0001】)",
                        "・「・・・アルミニウム基材などの非磁性基材の片面に，メッキにより磁性材料層を形成した電磁誘導加熱用複合材・・。例えば，①アルミニウムまたはアルミニウム合金からなるアルミニウム基材と，②前記基材の片面の少なくとも一部に形成された亜鉛または亜鉛合金からなる中間層と，前記中間層の上に形成された高周波の磁束により発生する渦電流が流れることにより発熱体となる導電層とを備えた電磁加熱用金属板・・(特開平8-191758号公報)。この導電層は，ニッケル・・，鉄・・，コバルト・・などの磁性材料から形成し，より具体的には，これらの金属イオンを含有する溶液から電気化学的転化法(即ち，電気メッキ，無電解メッキなどのメッキ法)により形成しいる。」(段落【0005】)",
                        "・「・・・電磁誘導加熱用複合材・・・において，磁性メッキ層などの磁性材料層をできるだけ薄くすることが求められている。その理由のひとつは，・・磁性材料が高価なため，磁性材料層の厚みを小さくすることがコスト削減に有効・・。また，磁性材料層を電気メッキ法により形成する場合，その厚みは，電流密度とメッキ時間との積に比例するが，磁性メッキ層の厚みを薄くすることができれば，同一の電流密度でもメッキ時間を短縮することができるため，・・・生産性向上とコスト削減を図ることができる。他の理由としては，磁性材料層を薄くすることにより，省エネルギー化を達成できる・・・。より詳細には，電磁誘導加熱方式では，磁性材料層が発熱し，この熱が熱伝導性の良いアルミニウム層に伝わり，それによって，容器内容物が加熱される。したがって，磁性材料層が薄いほど，発生した熱がアルミニウム層に効率よく伝達され，小さなエネルギーでの加熱が可能となる。」(段落【0007】)",
                        "・「本発明の目的は・・真のメッキ薄膜化を図ることである。」(段落【0009】)",
                        "・「磁性材料層・・・は，・・・メッキ法(電気メッキ，無電解メッキなど)を採用すると，非磁性基材上に所望の厚みの各層を順次に形成することができるので好ましい。」(段落【0019】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，甲4文献には，電磁加熱式調理器具などに用いられる発熱体に関し，無電解メッキによって高周波誘導加熱層を有する材料を製造できること，特に，メッキ層の基材としてアルミニウムを使用する技術的事項が記載されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲5文献",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5文献(特開平8-191758号公報)には，次の記載がある。",
                        "・「【請求項1】アルミニウムまたはアルミニウム合金からなる基材と，前記基材の一方側表面の少なくとも一部に形成された，亜鉛または亜鉛合金からなる中間層と，前記中間層の上に形成された，高周波の磁束により発生する渦電流が流れることより発熱体となる導電層とを備える，電磁加熱用金属板。」",
                        "・「【発明の属する技術分野】この発明は，電磁加熱用金属板およびその製造方法に関するものであり，詳しくは，たとえば調理器具特に電磁加熱式調理器具に用いられる器物として有効に利用される，電磁加熱用金属板およびその製造方法に関するものである。」(段落【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，甲5文献は，電磁加熱式調理器具などに用いられる発熱体に関し，無電解メッキによって高周波誘導加熱層を有する材料を製造できること，特に，メッキ層の基材としてアルミニウムを使用する技術的事項が記載されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "乙1文献",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙1文献(特開2001-6868号公報)には，次の記載がある。",
                        "・「【請求項1】一方の面が支持部材と摺動し他方の面が被加熱部材と接して被加熱部材を加熱する加熱部材であって，支持部材と摺動する面にセラミックス粒子もしくは合成樹脂粒子の少なくとも一方を金属マトリックス中に分散させた金属層を設けたことを特徴とする加熱部材。・・・(中略)・・・」",
                        "・「【請求項16】被加熱部材を加熱する加熱部材として請求項1から15の何れかに記載の加熱部材を有することを特徴とする加熱装置」",
                        "・「本発明において，加熱装置は，例えば，画像形成装置において被記録材に形成担持させた未定着画像を被記録材に永久固着画像として熱定着させる像加熱装置(加熱定着装置，加熱定着器)，未定着画像を加熱して仮定着させる像加熱装置，画像を担持した被記録材を加熱して艶等の表面性を改質する像加熱装置，その他の被加熱材を乾燥やラミネート等の熱処理する装置である。」(段落【0003】)",
                        "・「本実施例の定着フィルム10は，フィルム内周面にセラミックス粒子が分散された金属で構成される潤滑性発熱層5を設けていることを特徴とする。・・・。この潤滑性発熱層5が電磁誘導発熱層として機能する・・・。」(段落【0110】，【0111】)",
                        "・「潤滑性発熱層5は潤滑層及び発熱層としての作用を有しているため，マトリックス金属は非磁性金属よりも高効率に電磁誘導発熱させる強磁性金属が好ましい。より好ましくは，電解めっきや無電解めっきによる作製が比較的容易なニッケルもしくはニッケル基合金が好ましい。」(段落【0117】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，乙1文献には，画像形成装置の画像加熱装置に用いられる被加熱部材を加熱する加熱部材に関し，電磁誘導発熱層として無電解メッキを含むメッキ層を使用する技術的事項が記載されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "乙2文献",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙2文献(特開平1-182275号公報)には，次の記載がある。",
                        "・「(1)マイクロ波により発熱可能な金属含有層から成る基材・・・を設けた・・・再加熱可能な密封積層容器。」(特許請求の範囲)",
                        "・「本発明における金属含有層とは，金属箔，金属蒸着膜乃至無電解メッキ膜・・などのようにマイクロ波を透過する金属含有層を意味する。金属は・・薄い状態ではマイクロ波を透過する傾向があり，このマイクロ波が透過する際に生ずる渦電流によって発熱するため，上記形態の金属含有層がマイクロ波による発熱体となる。」(発明の詳細な説明，3頁右下欄2～11行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，乙2文献には，包装材料の技術分野に属する密封積層容器に関し，金属含有層として，金属箔，金属蒸着膜，無電解メッキ膜などの金属含有層を使用する技術的事項が記載されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "乙3文献",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙3文献(特開平5-245425号公報)には，次の記載がある。",
                        "・「【請求項1】シート状物の少なくとも片面側に，粉粒体を分散せしめた導電処理液中の粉粒体及び処理液が接触するように，シート状物を処理液中でロール状に巻回するか或いはロール状に巻回したシート状物を処理液中に浸漬し，シート状物の少なくとも片面が導電化されたシート状物を得ることを特徴とする導電化シート状物の製造方法。」",
                        "・「【産業上の利用分野】本発明は，導電化シート状物の製造方法，染色シート状物の製造方法及びアルカリ改質シート状物の製造方法に関する。」(段落【0001】)",
                        "・「本発明の導電化シート状物の製造方法の具体例としては，・・無電解メッキ法により導電化して導電化シート状物を製造する方法・・等が挙げられる。」(段落【0020】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，乙3文献には，電子機器等の導電性材料に関し，無電解メッキ法によって積層材料を製造する技術的事項が記載されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "乙4文献",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙4文献(特開昭61-199071号公報)には，次の記載がある。",
                        "・「1  繊維状物，織布，不織布，アミドにパラジウム(II)，銀(I)，銅(II)，ニッケル(II)の化合物を少なくとも一種を溶解し得られた錯体を含む溶液に浸漬した後還元性溶液に浸漬し，更に無電解めっき液に浸漬することを特徴とする繊維状物，織布，不織布の無電解めっき法。」(特許請求の範囲請求項1)",
                        "・「〔産業上の技術分野〕",
                        "本発明は，電磁波対策シール材等の製造に利用される繊維状物，織布の無電解メッキ法に関する。」(発明の詳細な説明，1頁左欄下から3行～右欄1行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，乙4文献には，電子機器等の導電性材料に関し，無電解メッキ法によって積層材料を製造する技術的事項が記載されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "乙5文献",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙5文献(特開昭62-62997号公報)には，次の記載がある。",
                        "・「(1)繊維と，導電性繊維と，必要に応じて用いられる導電性金属被覆マイカを主成分とする紙料を抄紙して得られた導電紙。」(特許請求の範囲請求項1)",
                        "・「(2)繊維と，導電性繊維と，必要に応じて用いられる導電性金属被覆マイカを主成分とする紙料を抄紙して得られた導電紙の少なくとも一方の面に，シート状部材を積層させたことを特徴とする導電紙積層体。」(特許請求の範囲請求項2)",
                        "・「〔技術分野〕本発明は，紙に導電性を与えることによって，静電気発生防止性や，電磁波に対するシールド性をもたせた導電紙及びその積層体に関するものである。」(発明の詳細な説明，1頁左欄14～18行)",
                        "・「繊維やマイカに対する金属の被覆方法としては，無電解めっき法・・等を採用することができ，その被覆操作は特に限定されるものではない。」(2頁右上欄下2行～同頁左下欄2行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，乙5文献には，導電性金属被覆マイカを主成分とする紙料を抄紙して得られた導電紙において，無電解メッキ法を使用する技術的事項が記載されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "甲6(特開2000-168770号公報。以下「甲6文献」という。)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲6文献には，次の記載がある。",
                        "・「最外熱可塑性材料層，紙基材層，接着性熱可塑性材料層，バリア層，最内熱可塑性材料層の各構成層を少なくとも含み，これらの各層が上記の順序で積層されてからなる紙容器用包材であって，該最内熱可塑性材料層が，少なくともシールされる部分において，少なくとも100℃～80℃の温度範囲内いずれの温度でもシールできる広域シール特性を有し，該バリア層と該該最内熱可塑性材料層とが，エチレン-酢酸ビニル共重合体及びアイオノマーから選ばれた接着性樹脂層により接合されていることを特徴とする紙容器用包材。」(特許請求の範囲請求項1)",
                        "・「液体食品が，例えば，柑橘類のフルーツジュースなどである場合，香料，風味などの保香性の他，酸素バリア性が必要となる。この液体食品は，カートンの器壁を通して酸素が貫通し，そのためにそれらの栄養学的価値を失なってしまう。カートンへの酸素の浸入を低減して，ビタミンCのような栄養素の劣化を最小にするため，ラミネート(積層体)材料にはアルミニウムフォイル(箔)層を追加することが通常である。アルミニウムフォイルはバリア材料としては有効であるが，それを使用することは最内層熱可塑性樹脂層との接着性が必ずとも良好ではない。」(発明の詳細な説明，段落【0007】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，甲6文献には，接着性樹脂層により接合されていることを特徴とする紙容器用包材に関し，アルミ箔層は，紙やポリエチレンフィルムなどの樹脂材料のような気体透過性を有する材料からなる多層構造体に，バリヤ性を付与する機能を持っていることが記載されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "甲15(特開2001-278330号公報。以下「甲15文献」という。)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲15文献には，次の記載がある。",
                        "・「従来の紙包装容器製品に用いられている積層包装材料は，低密度ポリエチレン(LDPE)／印刷インキ層／紙コア層(繊維質キャリア層)／LDPE／アルミニウム箔(ガスバリア層としての)／LDPE／LDPE，LDPE／印刷インキ層／紙コア層／LDPE／LDPE，印刷インキ層／LDPE／紙コア層／LDPE／LDPE，また，LDPE／印刷インキ層／紙コア層／LDPE／アルミニウム箔／ポリエステル(PET)等が知られており，現在も実際に汎用されている。」(段落【0004】)",
                        "・「紙または厚紙と上記の熱可塑性外側層だけから成っている積層包装材料では，しかしながら，機械的強度に欠き，容器外部からのガス，特に，酸素ガスに対する遮断性に劣る。液体食品が，例えば，柑橘類のフルーツジュースなどであり，常温・長期保存する場合，香料，風味などの保香性の他，酸素バリア性が必要となる。この液体食品は，カートンの器壁を通して酸素が貫通し，そのためにそれらの栄養学的価値を失なってしまう。カートンへの酸素の浸入を低減して，ビタミンCのような栄養素の劣化を最小にするため，ラミネート(積層体)材料にはガスバリア性層を追加することが通常である。」(段落【0007】)",
                        "・「上述のように，中身製品の品質を維持するためには，中身製品の芳香，風味などが包装材料を透過して外部に飛散することを防止する，又はその芳香，風味などを，中身製品と接触する包装材料が吸収することを防止する，若しくは，包装材料から異臭物などが中身製品に染み出しその芳香，風味など阻害することを防止する保香性と，中身製品の品質を阻害する気体(酸素ガスなど)が包装容器の積層材料器壁などを透過して中身製品を保護するガスバリア性が包装材料に必要になり，保香性及びガスバリア性を十分に具える包装材料が好ましい。」(段落【0008】)",
                        "・「包装材料にガスバリア性を付与するガスバリア材としては，例えば，アルミニウム箔，EVOH(エチレンビニルアルコール)，またはPVOH(ポリビニルアルコール)，無機酸化物の蒸着層などの優れた酸素ガス遮断性を持つ材料が既知である。更に，近年の傾向からも，10～4℃程度の冷蔵条件において，品質保持期間を延長できることが望ましい。すなわち，7℃～4℃で約10～12週若しくは更に長期貯蔵後ないし，約8℃で約6～8週貯蔵後において，包装製品(内容物)中にビタミ C などの内容物栄養と品質が維持されることが望ましい。」(段落【0009】)",
                        "・「しかしながら，従来のガスバリア材では，ある程度の欠点から包装容器に充填された製品内容物にダメージ・損害を被る。また，環境およびリサイクルの観点から，アルミニウム箔を，他のガスバリア材に代替させることは適切であると考えられている。アルミニウム箔はバリア材料としては有効であるが，それを使用することは環境上の懸念を誘起するとしてアルミニウム箔にかわる実際的な代替物を開発する種々の試みがなされてきた。それは，すぐれた酸素，ガスおよび芳香バリア特性を備えつつ，しかも使用後に容易に廃棄可能なものである。」(段落【0010】)",
                        "・「アルミニウム箔にかわる代替として紙容器用包装材料に無機酸化物の蒸着層を用いることが従来から提案されている(JP Y 05-28190，JP T 08-500068，JP A 06-93120)。このような包装材料により，ガス(酸素)遮断性を有する紙容器を提供することができる。しかしながら，上記の保香性若しくは品質保持性に十分ではなく，無機酸化物の蒸着層自体が機械的強度持たず，蒸着基材層の機械的強度で保持され，蒸着基材層をマルチファンクションを持つ材料としない限り，余分な層構造を取る必要があり，その意味で，包装材料の材料量が増大し環境負荷を増大させ又製造コストも増大する。」(段落【0011】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，甲15文献には，紙包装容器製品に用いられている積層包装材料に関し，管状ウェブがチルド食品用の包装容器としても用いられること，アルミ箔層には，紙やポリエチレンフィルムなどの樹脂材料のような気体透過性を有する材料からなる多層構造体に，ガスバリヤ性を付与する機能のあることが記載されていると認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本願補正発明と引用発明1との相違点についての認定判断の誤り)について",
                  "text": [
                    "本願補正発明と引用発明1との相違点が，審決が認定したとおり，「導電性層が，本願補正発明は，『高周波』誘導加熱により熱を発する『無電解メッキ薄膜』層であるのに対し，引用発明1は，高周波誘導加熱によるかは明らかでない誘導加熱により熱を発する『アルミ箔層』である点」(審決7頁21～25行)であることは，当事者間に争いがない。",
                    "この点に関し，審決は，前記第3，1(4) アにおいて原告が引用するとおり，要するに，周知技術を適用することにより，高周波誘導加熱するための高周波磁束により渦電流を発生させ発熱体となる導電性層として，引用発明1の「アルミ箔層」に代えて，「非磁性基材上に無電解メッキ法等により磁性メッキ層を形成したもの」を用いることは当業者が容易に想到し得た，と判断している。",
                    "ところで，前記(2)で認定したとおり，引用発明1の「アルミ箔層」とは，流動性食品などの内容物を充填する包装容器を形成するために使用される管状ウェブである多層構造体の一層であり，この多層構造体は内側から順にポリエチレンフィルム層，接着剤層，アルミ箔層，紙層及びポリエチレンフィルム層を積層したものであることから明らかなとおり，紙を構成に含むものであって，本願補正発明と同じく，アセプチック包装やチルド包装の容器にも用いられるものである。",
                    "しかし，引用発明1には，ウェブのアルミ箔に渦電流を流すことで，誘導加熱による熱を発生させ，この熱でポリエチレンフィルム層を溶融させてウェブを横シールすることは記載されているものの，ウェブのアルミ箔層に代えて，他の材料を使用することに関する記載や示唆を見出すことはできない。",
                    "一方，審決が周知事項，周知技術と指摘する甲14，甲4及び甲5文献には，無電解メッキによって高周波誘導加熱層を有する材料を製造できることは記載されているものの，これらの文献はいずれも電磁加熱式調理器具などに用いられる発熱体に関するものであって，これらの文献に記載された技術的事項を，紙を積層した多層材料から形成される包装材料の技術に適用することについては何ら示唆がなく，またアルミ箔に代えて無電解メッキ薄膜を用いることについても何ら記載がない。",
                    "特に，甲4及び甲5文献にはメッキ層の基材としてアルミニウムが記載されているから，アルミニウム層に代えて，アルミニウム基材上にメッキ層を設けた材料を適用すると考えると矛盾が生じ，さらに，アルミニウム箔よりもアルミニウム基材に無電解メッキ層を設けた方がコスト削減，生産性向上，省エネルギーであるなどとする根拠は存在しない。",
                    "しかも，本願補正明細書(甲12)の段落【0004】には本願補正発明の無電解メッキ薄膜層は金属箔を含まないことが明記されているから，仮に引用発明1に甲4及び甲5文献の技術的事項を適用しても，本願補正発明になるとはいえない。",
                    "以上のとおり，高周波誘導加熱するための高周波磁束により渦電流を発生させ発熱体となる導電性層として，「アルミ箔層」に代えて，「非磁性基材上に無電解メッキ法等により磁性メッキ層を形成したもの」を置換することは，引用発明1の属するところの紙を積層した多層材料から形成される包装材料の技術分野において周知技術であるとはいえない。",
                    "したがって，引用発明1に甲14，甲4及び甲5文献を適用することによって，本願補正発明が容易に発明し得たとする審決の判断には誤りがあることになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告の主張に対する補足的説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲14文献は，「誘導加熱」の基本原理及び誘導加熱は通常高周波誘導加熱を意味する場合が多いという一般的な基本的事項を示すために用いた文献であって，甲14文献に記載の誘導発熱体は家電用電気器具のみならず，事務機器用，電線被覆用，除氷用等といった幅広い様々な技術分野に適用されるものであり，また，甲4及び甲5文献により，コスト削減，生産性向上，省エネ化のため該磁性メッキ層を薄膜とする目的で無電解メッキ法を適用することは本願優先日前に周知技術であったと主張する。",
                        "しかし，甲14，甲4及び甲5文献には，包装容器，包装材料を含めた技術分野については何ら記載されていないのであるから，これらの文献の記載された周知事項が，本願補正発明の技術分野にも共通する周知事項であると直ちに認めることはできないし，仮に技術分野が共通するといえたとしても，それだけでは当該技術分野において引用発明1の「アルミ箔層」を他の「共通する材料」に変更する動機付けとして十分とはいえないというべきである。",
                        "仮に，磁性材料層のコスト削減，生産性向上，省エネ化を図るため，磁性メッキ層を薄膜とすることが周知の課題であり，無電解メッキ法は所望の厚みの層を形成できるということが周知であったとしても，前記アで検討したとおり，そもそも引用発明1の「アルミ箔層」を磁性メッキ層のような他の材料の層に変更することの動機付けは存在せず，磁性メッキ層にすることを当業者は想到することができないのであるから，そのような周知の課題等の存否は本願補正発明の容易想到性に直接関係がないといわざるを得ない。",
                        "したがって，被告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，被告は，審決が周知事項，周知技術として掲げた甲14，甲4及び甲5文献以外の文献を示し，高周波誘導加熱の発熱体となる導電性層として無電解メッキを含めたメッキ層を用いることは，家電用電気器具の分野に限らず，幅広い様々な技術分野に適用されるものであることは乙1文献からも明らかであるとし，また，乙2文献からすれば，高周波誘導加熱の発熱体となる金属材料の導電性層を金属箔，金属蒸着膜又は無電解メッキ膜から形成することは，本願優先日前に当業者が適宜採用していた技術的事項であったし，さらに，乙3，乙4及び乙5文献からすれば，導電性層を無電解メッキ層で形成することも，本願優先日前に当業者が適宜採用していた技術的事項であったと主張する。",
                        "しかし，乙1，乙3ないし乙5文献には，無電解メッキによって発熱層や導電層を有する材料を製造できることは記載されているものの，これらの技術を引用発明1のような紙を積層した包装材料に適用することは記載されておらず，その示唆もない。",
                        "したがって，乙1，乙3ないし乙5文献の記載事項から当業者が引用発明1においてアルミ箔層に代えて無電解メッキ膜を採用する動機付けが得られるとはいえない。",
                        "また，乙2文献は，確かに食品包装分野における包装材料に関する点では本願補正発明の技術分野に属するものと認められるが，乙2文献一例のみで同文献に記載の技術的事項が当然のように周知技術であると認めることはできない。仮にそうでないとしても，乙2文献には，金属含有層として金属箔，金属蒸着膜，無電解メッキ膜，金属繊維ないし金属粉末の充填層が並列的に記載されてはいるものの，実施例ではアルミ箔やスチール箔が採用されており，金属箔よりも無電解メッキ膜を用いることを積極的に動機付ける記載は見当たらない。",
                        "したがって，乙2文献の記載が仮に周知技術であるとしても，同記載事項から当業者が引用発明1においてアルミ箔層に代えて無電解メッキ膜を採用する動機付けが得られるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，引用発明1の多層構造体は，上記したようにポリエチレンフィルム層，接着剤層，アルミ箔層，紙層及びポリエチレンフィルム層を積層したものであり，液体食品などを包装するためのものであるが，引用発明1と同じく紙を含む積層材料から液体食品を包装する容器を製造することに関する文献である，甲6文献の【請求項1】及び段落【0007】の記載，そして，甲15文献の段落【0004】，【0007】ないし【0011】の各記載からみて，アルミ箔層は，紙やポリエチレンフィルムなどの樹脂材料のような気体透過性を有する材料からなる多層構造体に，ガスバリア性を付与する機能を持っているものと認められる。したがって，当業者が引用発明1の多層構造体を見たとき，アルミ箔層は，誘導加熱によって熱を発生してポリエチレンフィルム層を溶融させる機能だけでなく，多層構造体にガスバリア性を付与する機能をも果たしていると理解することができ，また，液体食品の包装容器において，食品の変質を防ぐためにはガスバリア性が重要であることも，当業者が容易に理解するところである。",
                        "そうすると，引用発明1において，アルミ箔層を，ガスバリア性をアルミ箔層と同じレベルで有するとはいえない他の材料に変更することには，むしろ阻害事由があるというべきである。",
                        "したがって，仮に乙2文献の記載を参酌しても，引用発明1のアルミ箔層を無電解メッキ薄膜に代えることを当業者が容易に想到しえるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，被告の上記主張はいずれも採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告の主張する取消事由1は理由があり，その誤りは結論に影響を及ぼすから，その余の取消事由について判断するまでもなく，独立特許要件がないとして本件補正を却下した審決は違法として取消しを免れない。",
            "よって，原告の請求を認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10021",
    "date": "2011-10-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081726",
    "ipprecedent_id": "2738",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}