{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立ての"
    },
    {
      "text": "ための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2008-18520号事件について平成23年5月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，特許請求の範囲の記載を下記2とする本件出願に対する拒絶査定不服審判の請求について，特許庁が，本件補正を却下した上，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成13年12月7日，発明の名称を「マルチレイヤー記録担体及び，その製造方法及びその記録方法」とする特許を国際出願し(パリ条約による優先権主張日：平成12年12月22日(欧州特許庁)，平成13年3月9日(欧州特許庁))，平成14年8月21日，日本国を指定国としたところ(甲7。特願2002-553766号。請求項の数24)，平成20年4月14日付けで拒絶査定を受けたので(甲11)，同年7月22日，これに対する不服の審判を請求し(甲12)，同年8月21日，手続補正をした(甲13。以下「本件補正」という。本件補正後の請求項の数7)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，前記請求を不服2008-18520号事件として審理し，平成23年5月9日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は，同月24日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正前後の特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決が判断の対象とした本件補正前の特許請求の範囲請求項5(本件補正により請求項4が削除された結果，本件補正後は請求項4とされている。)の記載は以下のとおりである(ただし，平成20年1月31日付け手続補正書(甲10)による補正後のものである。)。なお，文中の「／」は，原文の改行箇所であり，(2)も同様である。以下，請求項5に記載された発明を「本願発明」という。",
                "少なくとも2つの実質的に平行な情報層が設けられたマルチレイヤー記録担体にデータを記録する方法であって，前記方法は，／a)前記少なくとも2つの情報層のトラック上にデータブロックの単位でデータを書き込む第1の書き込みステップと，／b)データブロックの先頭に第1のガードフィールドを書き込み，データブロックの最後に第2のガードフィールドを書き込む第2の書き込みステップと，／を有し，／前記方法は更に，／c)先行するデータブロックの前記第2のガードフィールドの終了位置が，連続するデータブロックの前記第1のガードフィールドの領域内に配置されるように，前記第1と前記第2のガードフィールドの長さを設定する設定ステップを有することを特徴とする方法"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の特許請求の範囲",
              "text": [
                "本件補正後の特許請求の範囲請求項4の記載は以下のとおりである。下線部は訂正箇所を示す。以下，本件補正後の請求項4に記載された発明を「本件補正発明」という。なお，本件補正の前後で明細書の記載に変更はなく，その明細書(甲10)を，以下「本件明細書」という。",
                "少なくとも2つの実質的に平行な情報層が設けられたマルチレイヤー記録担体にデータを記録する方法であって，前記方法は，／a)前記少なくとも2つの情報層のトラック上にデータブロックの単位でデータを書き込む第1の書き込みステップと，／b)データブロックの先頭にダミーデータを含む第1のガードフィールドを書き込み，データブロックの最後にダミーデータを含む第2のガードフィールドを書き込む第2の書き込みステップと，／を有し，／前記方法は更に，／c)先行するデータブロックの前記第2のガードフィールドの終了位置が，連続するデータブロックの前記第1のガードフィールドの領域内に配置されるように，前記第1と前記第2のガードフィールドの長さを設定する設定ステップを有することを特徴とする方法"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，①本件補正発明は，引用例(特開平4-258852号公報。甲1)に記載された発明及び周知技術に基づき，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができず，平成18年法律第55号による改正前の特許法(以下「法」という。)17条の2第5項において準用する法126条5項の規定に違反するものであるから，法159条1項において準用する法53条1項の規定により却下すべきものである，②本願発明も，引用例に記載された発明及び周知技術に基づき，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができない，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用例に記載された発明(以下「引用発明」という。)並びに本件補正発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：所定のデータ量(例えば32セクタ＋リンキング用の数セクタ)単位で記録媒体である光磁気ディスクに対して記録を行うディスク記録再生装置による記録再生動作方法であって，記録データは，一定数(32個)のセクタ毎にクラスタ化され，これらのクラスタの間にそれぞれ5個のリンキング用セクタL1ないしL5が配されて隣のクラスタと連結され，リンキング用セクタL1ないしL5には，例えば0等のダミーデータが配され，1つのクラスタ，例えばk番目のクラスタC を記録する場合には，このクラスタC の32個のセクタのみならず，前k k後それぞれ3セクタずつのリンキング用セクタ，すなわちクラスタC 側の3個k-1のセクタL3ないしL5(ラン-インブロック)と，クラスタC 側の3個のセk＋1クタL1ないしL3(ラン-アウトブロック)とを含めて，計38セクタを単位として記録を行うようにし，このとき，これらの38セクタ分の記録データがメモリからエンコーダに送られ，このエンコーダでインターリーブ処理が行われることにより，最大108フレーム(約1．1セクタに相当)の距離の並べ換えが行われ，次のクラスタC を記録するときには，クラスタC との間の5個のリンキングk＋1 k用セクタL1ないしL5の内の3個のセクタL3ないしL5がラン-インブロックとして用いられるから，セクタL3は重複して記録されるディスク記録再生装置による記録再生動作方法"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：情報層が設けられた記録担体にデータを記録する方法であって，前記方法は，a)前記情報層のトラック上にデータブロックの単位でデータを書き込む第1の書き込みステップと，b)データブロックの先頭にダミーデータを含む第1のガードフィールドを書き込み，データブロックの最後にダミーデータを含む第2のガードフィールドを書き込む第2の書き込みステップと，を有し，前記方法は更に，c)先行するデータブロックの前記第2のガードフィールドの終了位置が，連続するデータブロックの前記第1のガードフィールドの領域内に配置されるように，前記第1と前記第2のガードフィールドの長さを設定する設定ステップを有する方法"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：記録担体につき，本件補正発明は，「少なくとも2つの実質的に平行な」情報層が設けられた「マルチレイヤー」記録担体との特定を有するのに対し，引用発明は，そのような特定を有しない点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：第1の書き込みステップにつき，本件補正発明は，前記「少なくとも2つの」情報層のトラック上にデータブロックの単位でデータを書き込むとの特定を有するのに対し，引用発明は，そのような特定を有しない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本件補正を却下した判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り"
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定の誤り"
            },
            {
              "fig": "(3)",
              "subject": "相違点1及び2に係る判断の誤り"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "引用発明の認定の誤りについて",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件審決は，前記第2の3(2)アのとおり，引用例に記載された発明として，引用発明を認定した。",
                "しかし，引用例【0034】には，要旨，「クラスタCは32個のセクタB0ないしB31からなり，これらのクラスタCの間にそれぞれ5個のリンキング用セクタL1ないしL5が配されて隣のクラスタと連結されている。例えばk番目のクラスタC を記録する場合，クラスタC の32個のセクタB0ないしB31のみなk kらず，クラスタC 側の3個のセクタL3ないしL5(ラン-インブロック)と，k-1クラスタC 側の3個のセクタL1ないしL3(ラン-アウトブロック)とを含k＋1め，計38セクタを単位として記録を行う。このとき，32セクタ分の記録データがメモリからエンコーダに送られ，接続用の6セクタ分はエンコーダ内で生成され追加される。一方，このエンコーダでインターリーブ処理が行われる」旨記載されているから，引用例に記載された発明は，38個のセクタを単位としてインターリーブが実行されるものと解される。そうすると，リンキング用セクタL1ないしL5にはダミーデータが配されていても，インターリーブの結果，かなりの高い確率でそれらのダミーデータがクラスタC の32個のセクタに移動し，その一方で，kこの32個のセクタに配されていた必要なデータがリンキング用セクタに移動することになるが，ディスク上のデータを読み出す際に，リンキング用セクタL1ないしL5上の情報はデータとして扱われないため，クラスタC に配されていた必要kなデータが失われることとなる。このように必要なデータを失わせるディスク記録方法は，技術的に意味をなさず，当業者にとって技術的に実施不可能なものである。",
                "したがって，本件審決の引用発明の認定は誤りである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "被告の主張について",
              "text": [
                "被告は，引用例には，38セクタを単位として記録を行うと記載されているのであって，38個のセクタを単位としてインターリーブが実行されると解されるものではないと主張する。",
                "しかし，仮に，リンキング用セクタL1ないしL5上の情報もデータとして扱われ，記録後に読み出されるものであるとしても，インターリーブの結果，クラスタC の必要なデータはクラスタC 側の3個のセクタL3ないしL5とクラスタk k-1C 側の3個のセクタL1ないしL3に移動するため，セクタL3に移動したデk＋1ータは隣接するクラスタC のデータ上に重ねて記録されることとなり，クラスk-1タC からセクタL3に移動した必要なデータが失われる結果となる。クラスタk-1内の必要なデータが失われるようなディスク記録方法は，やはり技術的に意味をなさず，実施不可能なものである。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "一致点の認定の誤りについて",
          "text": [
            "本件審決は，本件補正発明と引用発明との一致点として，「b)データブロックの先頭にダミーデータを含む第1のガードフィールドを書き込み，データブロックの最後にダミーデータを含む第2のガードフィールドを書き込む第2の書き込みステップと，を有し，前記方法は更に，c)先行するデータブロックの前記第2のガードフィールドの終了位置が，連続するデータブロックの前記第1のガードフィールドの領域内に配置されるように，前記第1と前記第2のガードフィールドの長さを設定する設定ステップを有する方法」と認定している。",
            "しかし，引用例に記載された発明では，リンキング用セクタL1ないしL5には，インターリーブの結果，クラスタC のデータが移動するから，リンキング用セクkタにおいて，ダミーデータどうしが重複されるものではなく，本件審決の一致点の認定は誤りである。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "相違点1及び2に係る判断の誤りについて",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件審決は，ディスク記録再生装置の記録媒体について，大容量化したいとの課題は普通に存在するところ，光ディスク(光磁気ディスクを含む。)において，大容量化のため，2つの平行な情報層を設けることは周知であり，また，情報層が1つの記録媒体に対して普通に行われている記録動作について，それを変更すべき事情がない限り，情報層を2つとしても同様の記録動作を行うことは自然なことであるとして，引用例に記載された発明の「記録媒体である光磁気ディスク」につき，大容量化のため，周知技術である2つの平行な情報層を設け，本件補正発明の「少なくとも2つの実質的に平行な」情報層が設けられた「マルチレイヤー」記録担体とすることは，当業者が容易に想到し得ることであり，また，この際，引用例に記載された発明の計38セクタを単位として行う記録が，2つの平行な情報層において行われることは当然であると判断した。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "しかし，本件補正発明は，少なくとも2つの実質的に平行な情報層が設けられたマルチレイヤー記録担体にデータを記録する方法であるところ，上方情報層においてダミーデータを書き込んだガードフィールドG2とG1との間にギャップが存在すると，ギャップの有無によって上方情報層の光透過率が異なり，下方情報層へのデータ書き込みに悪影響がでることから，上方情報層においてガードフィールドG2とG1とを重複させ，均一な光透過率とすることによって，下方情報層へのデータ書き込みに悪影響がないようにしたものである。",
                "これに対し，引用例に記載された発明は，情報層が1層だけのディスクに対する記録方法の発明であり，上方情報層や下方情報層という複数層の概念は存在しないから，2層構造に特有の本件補正発明の上記課題は，引用例に記載された発明からは着想されない。また，引用例に記載された発明に対して，2層構造を適用することの契機も存在しない。",
                "したがって，相違点1及び2に係る本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "被告は，ディスク記録再生装置の記録媒体について，大容量化したいとの課題は普通に存在し，引用発明も当然にそのような課題を内在するものであると主張する。",
                    "しかし，引用例に記載された発明は，ビット圧縮されたディジタルオーディオデータを記録する際に，無音部分をそのまま記録してしまうことによる不具合を回避することができるディジタルオーディオ信号記録装置の提供を目的とするものであって，引用例には，情報層を2層設けることの記載や示唆はない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "仮に，引用例に記載された発明のリンキング用セクタのうち，L3においてダミーデータが重複されているとしても，同部分は，クラスタの本来のデータがインターリーブ処理により隣接するクラスタの本来のデータと干渉することを防ぐためのものであり，本件補正発明において，均一な光透過率をもたらすためにガードフィールドが重複していることとは全く関係がない。このように，引用発明のリンキング用セクタは本件補正発明のガードフィールドとは異なるものであるから，引用発明のリンキング用セクタにおいて，本来のデータの干渉を防ぐために設けたダミーデータが重複した部分があるからといって，本件補正発明の課題，構成及び効果が容易に推考されるものではない。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "引用発明の認定の誤りについて",
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，引用例【0034】の記載からすれば，引用発明は38個のセクタを単位としてインターリーブが実行されるものと解されると主張する。",
                "しかし，引用例【0034】には，原告が指摘した記載に続けて，「インターリーブ処理が行われることにより，最大108フレーム(約1．1セクタに相当)の距離の並べ換えが行われるが，クラスタC のデータについては，ラン-インブロkックL3ないしL5からラン-アウトブロックL1ないしL3までの範囲内に充分に収まっており，クラスタC やC に影響を及ぼすことがない。なお，リンk-1 k＋1キング用セクタL1ないしL5には，例えば0等のダミーデータが配されており，インターリーブ処理による本来のデータに対する悪影響を回避できる。また，次のクラスタC を記録するときには，クラスタCkとの間の5個のリンキング用セk＋1クタL1ないしL5の内の3個のセクタL3ないしL5がラン-インブロックとして用いられるから，セクタL3は重複して記録されることになるが，何ら問題はない。」と記載されている。このように，引用例では，38セクタを単位として記録を行うことが記載されているのであって，38個のセクタを単位としてインターリーブが実行されると解されるものではない。そして，引用発明におけるインターリーブ処理によるクラスタC のデータの移動は，最大108フレーム(約1．1セkクタに相当)にすぎないから，ラン-インブロック側ではセクタL4，L5まで移動し，ラン-アウトブロック側ではセクタL1，L2まで移動するのであって，重複して記録されるセクタL3までは移動しない。",
                "したがって，原告の主張は失当である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，引用発明について，インターリーブの結果，32個のセクタに配されていた必要なデータがリンキング用セクタに移動するが，リンキング用セクタ上の情報はデータとして扱われないため，クラスタC に配されていた必要なデータkが失われることとなり，必要なデータが失われるようなディスク記録方法は，技術的に意味をなさず実施不可能であると主張する。",
                "しかし，引用例には，原告が主張するように，インターリーブの結果，クラスタC に当初配されていた必要なデータが失われるという事項については，何ら記載kされておらず，原告の主張は根拠がない。かえって，引用例【0034】の「インターリーブ処理が行われることにより，最大108フレーム(約1．1セクタに相当)の距離の並べ換えが行われるが，クラスタC のデータについては，ラン-イkンブロックL3ないしL5からラン-アウトブロックL1ないしL3までの範囲内に充分に収まっており」との記載からみて，クラスタC の必要なデータがインタkーリーブ後にリンキング用セクタ内に記録されることは想定の範囲内であって，そうである以上，そこに記録された必要なデータを再生することが予定されていることは明らかである。また，引用例【0040】には，「オーディオデータはインターリーブ処理されて記録されているが，再生時にはデインターリーブ処理され，時間の順序に従ったデータ配列のオーディオデータとされる」との記載があるから，インターリーブ処理によってリンキング用セクタL1，L2，L4及びL5に記録された必要なデータについても，デインターリーブ処理(インターリーブを解除する並べ換え)により，時間の順序に従ったデータ配列のオーディオデータとして再生されることは，引用例に接した当業者にとって自明のことであるということができる。",
                "したがって，引用発明は，ディスク記録再生装置による記録再生動作方法として実施可能であることは当業者において明らかであり，原告の主張は誤りである。",
                "以上によれば，本件審決の引用発明の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "一致点の認定の誤りについて",
          "text": [
            "原告は，引用発明においては，リンキング用セクタL1ないしL5には，インターリーブによりクラスタC のデータが移動するから，リンキング用セクタにおいkて，ダミーデータどうしが重複するものではないと主張する。",
            "しかし，原告の主張は，引用発明におけるインターリーブにより，リンキング用セクタL3にクラスタC の本来のデータが移動することを前提とするものであるkところ，この前提が誤りであることは，前記(1)のとおりである。",
            "引用発明のリンキング用セクタL3では，ダミーデータどうしが重複して記録されているのであり，本件審決の一致点の認定に誤りはない。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "相違点1及び2に係る判断の誤りについて",
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，引用発明について，2層構造を適用することの契機は存在しないと主張する。",
                "しかし，ディスク記録再生装置の記録媒体において，大容量化したいとの課題は普通に存在するものであり，引用発明も当然にそのような課題を内在している。",
                "また，光記録再生技術の分野において，大容量化のため，記録担体に2つの平行な情報層を設けることは周知であり，情報層を2層化することは，当該分野における技術動向であったということができる。",
                "本件補正発明の構成は，引用発明のように1つの情報層に対して普通に行われている記録方法について，技術動向に従って，大容量化のための周知技術である2つの平行な情報層を設けることにより，当業者が自然に想到し得るものである。",
                "したがって，原告の主張には理由がない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，引用発明には複数の情報層という概念が存在しないから，引用発明から2層構造に特有の本件補正発明の課題を着想することはできないとも主張する。",
                "しかし，前記アのとおり，本件補正発明は，引用発明のような普通のデータ記録の態様をそのまま2層ディスクに採用したというものであって，当業者が容易に想到できるものであり，課題の認識がなければ本件補正発明の構成に到達しないというものではなく，原告の主張は誤りである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上のとおり，相違点1及び2に係る本件審決の判断にも誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件補正発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正発明は，前記第2の2(2)のとおりであるところ，本件明細書(甲10)には，本件補正発明について，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明は，少なくとも2つの実質的に平行な情報層が設けられ，そのトラック上にデータブロック単位でデータが書き込まれる光ディスクのようなマルチレイヤー記録担体に関連するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "光ディスクの蓄積容量を増加するため，多記録層システムが提案されている。2又はそれ以上の記録層を有する光ディスクは，レンズの焦点位置を変化させることにより，空間的に分離された記録層にアクセスされる。レーザビームは，遠くの記録層上のデータの読み出しや書き込みのため，近くの記録層を通過する。光ディスクのディスク容積容量を最大にするためには，全ディスク面にわたり，記録密度が実質的に一定であることが必要である(【0003】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "新たに書き込まれるデータは，当該データだけでなく，既に存在するデータも有効であることを保証する方法により，既に存在するデータとリンクされなければならない。例えば，新たなブロックは，既に存在するブロック内のデータ上に書き込まれるべきではない。これは，現在あるデータブロックの終わりと，新たなデータブロックの先頭の間にギャップを導入することにより保証される(【0006】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "図6の記録ユニットブロックは，ユーザデータの最後を知らせるポストアンブル(PoA)，存在する可能性のある古いデータをオーバーライトするためのガードフィールド(ダミーデータを含むフィールド)及び次のクラスタのデータがオーバーライトされないことを保証するためのギャップを有する一般的な記録パターンである。次の記録ユニットブロックは，再びオーバーライトを防ぐため，ギャップで開始し，ガードフィールドG1及びプリアンブル(PrA)と続く。ポストアンプル，ガードフィールドG1とG2，ギャップ及びプリアンブルを含む領域は，連続する記録ユニットブロックをリンクするために使用される，データリンキング領域と呼ばれる(【0007】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記リンク方法は，2又は多層システムにおいては，上方の層のギャップを通して，下方の層が読み出されるという問題を起こす。上方の層の透過率は，書き込みがあるか，書き込みがないかによって異なるので，上方の層の透過特性又は透過率の程度は，ギャップに依存して異なる(【0009】)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件補正発明の目的は，マルチレイヤー記録担体にデータを記録する方法を提供することであり，それにより，上方層又は記録層の透過差は，システムの大きな複雑さの増加なしに減少される(【0016】)。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "第1と第2のガードフィールドの長さについて，先行するデータブロックの第2のガードフィールドの最後の位置が連続するデータブロックの第1のガードフィールドの領域内に配置されるように設定することにより，隣接データクラスタ又はデータブロックの間のギャップ部分が防止される。リンキング領域内にギャップが存在しないので，上方層において均一な透過率が達成される(【0017】)。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "均一な透過特性は，第1と第2のガードフィールドにダミーデータを書き込むことにより達成できる(【0019】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，本件補正発明は，少なくとも2つの実質的に平行な情報層が設けられたマルチレイヤー記録担体において，ギャップの有無により上方層の透過特性又は透過率が異なることは，光ディスクの容積容量の最大化の観点から好ましいものではないため，データブロックの先頭にダミーデータを含む第1のガードフィールドを書き込み，データブロックの最後にダミーデータを含む第2のガードフィールドを書き込んだ上，先行するデータブロックの第2のガードフィールドの終了位置を連続するデータブロックの第1のガードフィールドの領域内に配置することにより，隣接データクラスタ又はデータブロック間のギャップを解消して均一な透過特性又は透過率を達成し，下方情報層上のデータ書き込みに悪影響を与えないようにして，光ディスクのディスク容積容量を最大にするというものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明の認定の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例(甲1)には，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本発明は，入力されたディジタルオーディオ信号をビット圧縮処理し，メモリに対する書き込み，読み出しを制御することにより所定のデータ量単位で記録媒体に対して記録を行うようなディジタルオーディオ信号記録装置に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "記録データは，一定数(例えば32個)のセクタ(あるいはブロック)毎にクラスタ化され，これらのクラスタの間にクラスタ接続用のいくつかのセクタが配されている。図2では，クラスタCは32個のセクタ(ブロック)B0ないしB31からなり，クラスタCの間にそれぞれ5個のリンキング用セクタL1ないしL5が配されて隣のクラスタと連結されている。例えばk番目のクラスタC を記録すkる場合，クラスタC の32個のセクタB0ないしB31のみならず，クラスタCk側の3個のセクタL3ないしL5(ラン-インブロック)と，クラスタCk-1 k＋1側の3個のセクタL1ないしL3(ラン-アウトブロック)とを含め，計38セクタを単位として記録を行う。これらの38セクタ分の記録データがメモリからエンコーダに送られ，このエンコーダでインターリーブ処理が行われることにより，最大108フレーム(約1．1セクタに相当)の距離の並べ換えが行われるが，クラスタC 内のデータについては，ラン-インブロックL3ないしL5からラン-アkウトブロックL1ないしL3までの範囲内に充分に収まっており，クラスタCk-1やC に影響を及ぼすことがない。なお，リンキング用セクタL1ないしL5にk＋1は，例えば0等のダミーデータが配されており，インターリーブ処理による本来のデータに対する悪影響を回避できる。また，次のクラスタC を記録するときにk＋1は，クラスタC との間の5個のリンキング用セクタL1ないしL5の内の3個のkセクタL3ないしL5がラン-インブロックとして用いられるから，セクタL3は重複して記録されることになるが，何ら問題はない。クラスタ単位の記録を行うことにより，他のクラスタとの間でのインターリーブによる相互干渉を考慮する必要がなくなり，データ処理が大幅に簡略化される。また，フォーカス外れ，トラッキングずれ，その他の誤作動により記録できなかった場合には，クラスタ単位で再記録を行うことができ，また，再生時に有効なデータ読み取りが行えなかった場合には，クラスタ単位で再読み取りを行うことができる(【0033】～【0035】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "図3では，1ブロック(1セクタ)は，第1フレームから第98フレームまでの98フレームからなる。1フレーム内には，544Tのデータ(オーディオデータ及びパリティデータ)部分が設けられている。このオーディオデータはインターリーブ処理されているが，再生時にはデインターリーブ処理されて時間の順序に従ったデータ配列のデータとされる(【0039】【0040】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "記録可能ディスクは，光磁気ディスクに限定されず，相変化型光ディスク，有機色素系光ディスク，PHB光ディスク等にも適用できる(【0060】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，引用例には，記録データが一定数(32個)のセクタ毎にクラスタ化され，光磁気ディスクへの記録は32個のセクタB0ないしB31の前後にそれぞれ3個のリンキング用セクタ(ラン-インブロックL3ないしL5及びラン-アウトブロックL1ないしL3)を付加した38セクタを単位として行い，その38セクタ分の記録データについてインターリーブ処理を行うとことが記載されているところ，このインターリーブ処理は，最大108フレーム(約1．1セクタ)の距離の並べ換えが行われるものであるから，クラスタ内のデータは，インターリーブ処理により，ラン-インブロック側ではセクタL5(98フレーム)及びL4(L5側の10フレーム程度)まで移動することはあっても，セクタL3までは移動せず，また，ラン-アウトブロック側でも，同様にセクタL1(98フレーム)及びL2(L1側の10フレーム程度)まで移動することはあっても，セクタL3まで移動することはない。したがって，インターリーブ処理により，クラスタ内のデータが前後のクラスタに影響を及ぼすことはない。また，再生時には，デインターリーブ処理され，時間の順序に従ったデータ配列のデータとされるから，クラスタ内の必要なデータが失われることなく，記録媒体へのデータの記録及び記録媒体からのデータの読み出しを行うことができることは，当業者にとって引用例の記載から明らかであるということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，引用例に記載された発明は，当業者が技術的に実施可能なものであり，これを引用発明として認定した本件審決に誤りはなく，原告の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "一致点の認定の誤りについて",
          "text": [
            "原告は，引用発明においては，インターリーブにより，リンキング用セクタL1ないしL5にクラスタ内のデータが移動するから，リンキング用セクタにおいて，ダミーデータどうしが重複することはなく，本件審決の一致点の認定は誤りである旨主張する。",
            "しかし，前記2のとおり，引用発明においては，クラスタ内の本来のデータは，インターリーブ処理によっても，リンキング用セクタL3まで移動することはないから，リンキング用セクタL3では，リンキング用セクタに配されたダミーデータどうしが重複していることとなる。",
            "したがって，本件審決の一致点の認定に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "相違点1及び2に係る判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "光ディスク又は光磁気ディスクにおける複数の情報層に関し，甲2ないし6及び乙3には，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2(特開平9-282710号公報)について",
                  "text": [
                    "【請求項1】 片面に複数層の情報記録層を有し，光入射側の一層目の情報記録層が書き換え可能型であり且つ複素屈折率の虚数部の係数である消衰係数が1以下の材料で形成されていることを特徴とする光ディスク",
                    "【請求項4】 前記情報記録層は二層設けられ，二層目の情報記録層も書き換え可能型であることを特徴とする請求項1記載の光ディスク"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲3(特開2000-311384号公報，平成12年11月7日公開)について",
                  "text": [
                    "従来，レーザ光の照射により情報の記録を行う追記型媒体であるDVD-Rを片側読み取り方式の2層型記録媒体としたものは存在しなかった。これは，DVD-RをROM型DVDのように片側読み取り方式の2層型記録媒体とする場合には2つの記録層を貼り合わせる必要があるが，記録層用色素は比較的不安定であり，紫外線硬化樹脂等の硬化性接着剤で貼り合わせると，接着剤に記録層色素が溶け出して劣化し，最終的には記録媒体の記録再生特性を低下させるおそれが大きいためである。本発明の目的は，2層の光吸収層を有し，高容量の記録が可能な片側読み取り方式の追記型光情報記録媒体を提供することにある(【0002】～【0004】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲4(特開平9-198709号公報)について",
                  "text": [
                    "多層光ディスクは，透明基板上に，第1の情報記録層，透明層及び第2の情報記録層よりなる記録部が形成され，この記録部上に保護膜が形成されて構成されている。この多層光ディスクでは，第1の情報記録層，第2の情報記録層にいずれも書き換え可能用として情報信号の記録が行われる(【0071】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲5(特開平9-63112号公報)について",
                  "text": [
                    "本発明は，データ情報の記録ピットやトラッキング用のプリグルーブ等の微細凹凸が形成された第1及び第2の2層の情報記録層が透明中間膜を介して積層されたROM型の2層光ディスクに適用されるが，このような光ディスクに限られるものではなく，例えば光磁気ディスク，相変化光ディスク，そのほかカード状，シート状等の微細凹凸を有する情報記録層が2層以上透明中間膜を介して積層された各種光学記録媒体に適用できる(【0018】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲6(特開2000-57648号公報，平成12年2月25日公開)について",
                  "text": [
                    "光磁気ディスクは，基板と光磁気記録層と基板と光磁気記録層と補強板の5層構造で，全体の厚さが1．2㎜のものとして構成されている。外側に位置する基板の厚さは0．1㎜であり，内側に位置する基板の厚さは0．04㎜程度に構成される。つまり，DVD等のディスクで公知のように，2層の光磁気記録層が片側から読み出される構成になっている(【0035】)。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "乙3(特開2000-285607号公報，平成12年10月13日公開)について",
                  "text": [
                    "DVD-RAMを大容量化する手段として，ビット長を低減したり，トラックピッチを縮小することにより，記録面密度を上げる方法に加え，記録層を2層化してディスク1枚当たりの記録容量を増加させる方法が考えられている。DVD-RAMを2層化する場合，互換性の観点から物理フォーマット，論理フォーマットはDVD-RAMのフォーマットを踏襲することが好ましいと考えられる。この場合，欠陥管理についても同様な管理方法を採ることが互換ドライブ製造のコストパフォーマンスを考えても有効といえる。したがって，2層DVD-RAMでは各々の情報記録層が1層のDVD-RAMと同様のフォーマットを持ち，各々の情報記録層に欠陥管理用のスペア領域を持つ構成とすることが互換性に優れた2層DVD-RAMといえる(【0017】～【0019】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "前記2の引用例の記載からすると，引用発明は，例えばクラスタC を記録するk場合には，クラスタC 側セクタL3ないしL5と，クラスタC 側のセクタk-1 k＋1L1ないしL3とを含めた計38セクタを単位として記録を行うが，その後に行うインターリーブの最大距離を108フレーム(1．1セクタ)とすることにより，所定のデータ量単位で記録媒体である光磁気ディスクに対して記録を行う際に，他のクラスタとの間でのインターリーブによる相互干渉を考慮する必要がなくなり，データ処理を大幅に簡略化することができるとともに，フォーカス外れ，トラッキングずれ，その他の誤動作等により，記録時に記録データが正常に記録できなかった場合にはクラスタ単位で再記録を行い，再生時に有効なデータ読み取りが行えなかった場合にもクラスタ単位で再読み取りを行うことができるという作用効果を奏するものであり，相変化型光ディスク等の光磁気ディスク以外の光ディスクにも適用することができるというものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1について",
              "text": [
                "前記(1)カに記載されているように，光ディスクや光磁気ディスクの技術分野においては，ディスク1枚当たりの記録容量の増加を図ることは周知の技術課題であるところ，前記(1)アないしカの記載によると，その容量を増加させる手段として，実質的に平行な複数の情報層を設け，ディスクの片側からの光入射により記録，再生がされる構成とすることは，本件特許出願の優先権主張日当時，当該技術分野における周知技術であるということができる。",
                "そうすると，記録媒体である光磁気ディスクに対して記録を行うディスク記録再生装置による記録再生動作方法である引用発明においても，ディスク1枚当たりの記録容量を増加させるため，前記(1)アないしカ記載の周知技術を適用し，実質的に平行な複数の情報層を設け，ディスクの片側からの光入射により記録，再生がされる構成とすることの動機付けはあるということができる。",
                "したがって，引用発明について，相違点1に係る本件補正発明の構成とすることは，上記周知技術を適用することにより，当業者が容易に想到することができたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2について",
              "text": [
                "前記2(2)のとおり，引用発明は，記録データが一定数(32個)のセクタ毎にクラスタ化され，光磁気ディスクへの記録は32個のセクタB0ないしB31の前後にそれぞれ3個のリンキング用セクタを付加した38セクタを単位として行われ，その38セクタ分の記録データについてインターリーブ処理を行うという記録方法であるところ，前記(1)カの記載に照らすと，2層の情報層を備えたマルチレイヤーの記録担体において，各情報層の記録方法を1層の情報層を備えた記録担体における記録方法と共通にすることが，互換性の観点から好ましいものであることは，当業者の技術常識である。",
                "また，引用発明は，上記記録方法を採用することにより，他のクラスタとの間でのインターリーブによる相互干渉を考慮する必要がなくなり，データ処理が大幅に簡略化されることや，フォーカス外れ，トラッキングずれ，その他の誤動作等により，記録時に記録データが正常に記録できなかった場合にはクラスタ単位で再記録を行うことができ，再生時に有効なデータ読み取りが行えなかった場合には，クラスタ単位で再読み取りを行うことができるという作用効果を奏するものであるが，このような作用効果は，引用発明における記録担体(光磁気ディスク)が1層の情報層が設けられた構成であるか，少なくとも2つの実質的に平行な情報層が設けられたマルチレイヤーの構成であるかに関係なく，引用発明の上記記録方法によって得られるものである。",
                "そうすると，引用発明について，前記(1)アないしカ記載の周知技術を適用し，少なくとも2つの実質的に平行な情報層が設けられたマルチレイヤー記録担体とする際に，各情報層への記録を，引用発明における上記記録方法によって行うことは，引用発明の上記作用効果を奏するために，当業者が当然に行うものであるということができる。",
                "以上によれば，引用発明において，少なくとも2つの情報層のトラック上にデータブロックの単位でデータを書き込むようにすること，すなわち，相違点2に係る本件補正発明の構成とすることは，上記周知技術を適用することにより，当業者が容易に想到することができたものであるということができる。",
                "したがって，相違点2に係る本件審決の判断にも誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用発明には上方情報層及び下方情報層という複数層の概念が存在しないから，均一な光透過率とすることにより，下方情報層へのデータ書き込みに悪影響を与えないようにするという2層構造に特有の本件補正発明の課題は，引用発明からは着想することはできないなどと主張する。",
                "しかし，引用発明において，前記(1)アないしカ記載の周知技術を適用する動機付けは存在することは前記(3)のとおりである。そして，引用発明に上記周知技術を適用する動機付けがあることが明らかである以上，引用発明に上記周知技術を適用して相違点1に係る本件補正発明の構成とすることは，当業者であれば容易に想到し得ることである。また，前記(4)のとおり，引用発明に上記周知技術を適用し，少なくとも2つの実質的に平行な情報層が設けられたマルチレイヤー記録担体とする際に，各情報層への記録を，引用発明における記録方法によって行うことは，当業者が当然に行うものであり，その結果，引用発明における記録方法で記録された各情報層では，クラスタ間のリンキングセクタL3で，リンキング用セクタに配されたダミーデータどうしが重複することは，前記3で検討したとおりである。",
                "そうすると，引用発明に上記周知技術を適用し，少なくとも2つの実質的に平行な情報層が設けられたマルチレイヤー記録担体とする際に，各情報層においてクラスタ間にはダミーデータが配されたリンキング用セクタL3が重複して記録され，各情報層にはギャップは存在しないこととなるから，マルチレイヤー記録担体の上方情報層を通過して下方情報層に達する光を照射する際に，上方情報層における光透過率が均一となることは，その構成から当業者には自明である。",
                "したがって，本件補正発明が「均一な光透過率とすることにより，下方情報層へのデータ書き込みに悪影響を与えないようにするという」という課題を有するものであり，他方，引用発明は，このような課題を有するものではないとしても，異なる技術的課題の解決を目的として同じ解決手段(構成)に到達することはあり得るのであり，実際，引用発明に上記周知技術を適用することにより，相違点1に係る本件補正発明の構成とした場合には，各情報層はギャップが存在しないものとなる以上，引用発明が複数の情報層を備えていないからといって，本件補正発明と同様の構成とすることが想到し得ないということはできず，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由は理由がなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10298",
    "date": "2012-05-23",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082278",
    "ipprecedent_id": "2948",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}