{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が無効2010-800073号事件について平成22年12月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告からの無効審判請求について請求不成立とした審決の取消訴訟である。争点は，請求項1に係る本件発明の進歩性(容易想到性)の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成3年7月8日，名称を「送受信線切替器」とする発明につき特許出願し，平成8年6月14日，本件特許設定登録を受けた(特許第2530771号)。",
            "原告は，平成22年4月21日，本件特許につき無効審判請求をした(無効2010-800073号)。原告は，当初，本件発明の進歩性欠如の主張のほかに，本件発明が明細書の発明の詳細な説明に記載されたものではなく，サポート要件違反に当たる旨や本件発明が出願当時の周知技術と同一であり，新規性を欠く旨も無効理由としたが，新規性欠如の主張は審判の途中で撤回された。サポート要件違反の点に関する審決の判断の当否は本件訴訟における争点になっていない。",
            "特許庁は，平成22年12月27日，「本件審判の請求は成り立たない。」との審決をし，その謄本は平成23年1月7日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件発明は，ネットワークで使用され，送受信を切り替える機器に関する発明で，その特許請求の範囲は以下のとおりである。",
            "「IEEE802．3規格の10BASE-Tに準拠するツイストペア線を使用したネットワークにおいて，MAU又はDTEに接続される送受信線を切り替えるための切替器であって，信号線の接続を検査するために送信器から受信器に伝送されるリンクテストパルスを検出するリンクテストパルス検出手段と，リンクテストパルス検出手段の検出結果から送信線か受信線かを判断して信号線を切り替える信号線切替制御部とを備えることを特徴とする送受信線切替器。」"
          ]
        },
        {
          "fig": "3",
          "subject": "原告が審判で提出した証拠方法及び主張した無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "証拠方法",
              "text": [
                "【甲第1号証】特開昭62-299138号公報",
                "【甲第2号証】特開昭61-140257号公報",
                "【甲第3号証】特表平3-500238号公報",
                "【甲第4号証】IEEE Standards 802.3i-1990(1990年9月28日認証)の Section13表紙，Section14表紙，22，23，28，52，53，54頁",
                "【甲第5号証】「特集’90年代LAＮのエース『ツイスト・ペアEthernet』」(オーム社「コンピュータ＆ネットワークLAＮ」1990年9月号Vol．8Ｎo．9)25～31頁，表紙及び目次",
                "【甲第6号証】「10 Mb/s twisted pair CMOS transceiver with transmit waveform pre-equalization」(Custom Integrated Circuits Conference, Proceedings of the IEEE 1991，1991(平成3)年5月発行)7.3.1～7.3.4，表紙",
                "【甲第7号証】特開平4-180437号公報",
                "【甲第8号証】特開平5-14359号公報",
                "【甲第10号証】実公昭63-12600号公報"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由Ⅰ-1",
                  "text": [
                    "本件発明は，甲第1号証に記載された甲1発明に，甲第4ないし9号証に記載された周知技術を組み合わせることにより，本件出願当時，当業者において容易に想到できたものであるから，進歩性を欠く。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由Ⅰ-2",
                  "text": [
                    "本件発明は，甲第2号証に記載された甲2発明に，甲第4ないし9号証に記載された周知技術を組み合わせることにより，本件出願当時，当業者において容易に想到できたものであるから，進歩性を欠く。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由Ⅰ-3",
                  "text": [
                    "本件発明は，甲第3号証に記載された甲3発明に甲第4ないし9号証に記載された周知技術を組み合わせることにより，本件出願当時，当業者において容易に想到できたものであるから，進歩性を欠く。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由Ⅱ(本件訴訟では争点となっていない。)",
                  "text": [
                    "本件発明は，明細書の詳細な説明に記載されたものではないから，サポート要件を欠く。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由Ⅰ-1について",
              "text": [
                "【甲第1号証に記載された甲1発明】",
                "「RS-232Cケーブルを使用したネットワークにおいて，DCE又はDTEに接続される送受信線を切り替えるためのデータインタフェース装置であって，レシーバの入力電圧を検出する手段と，検出する手段の検出結果から送信線か受信線かを判断して信号線を切り替える制御部と半導体スイッチを備えるデータインタフェース装置。」",
                "【本件発明と甲1発明の一致点】",
                "「ネットワークにおいて，DTEに接続される送受信線を切り替える機能を備えた装置であって，検出する手段と，検出する手段の検出結果から送信線か受信線かを判断して信号線を切り替える手段とを備える送受信線を切り替える機能を備えた装置」である点",
                "【本件発明と甲1発明の相違点】",
                "・相違点1",
                "「ネットワーク」が，本件発明は「IEEE802．3規格の10BASE-Tに準拠するツイストペア線を使用したネットワーク」であるのに対し，甲1発明は「RS-232Cケーブルを使用したネットワーク」である点",
                "・相違点2",
                "「送受信線」が接続されるものが，本件発明は「MAU又はDTE」であるのに対し，甲1発明は「DCEまたはDTE」である点",
                "・相違点3",
                "「送受信線を切り替える機能を備えた装置」が，本件発明では「切替器」であるのに対し，甲1発明では「データインタフェース装置」である点",
                "・相違点4",
                "「検出する手段」が，本件発明では「信号線の接続を検査するために送信器から受信器に伝送されるリンクテストパルスを検出するリンクテストパルス検出手段」であるのに対し，甲1発明では「レシーバの入力電圧を検出する手段」である点",
                "・相違点5",
                "「検出結果から送信線か受信線かを判断して信号線を切り替える手段」が，本件発明では「信号線切替制御部」であるのに対し，甲1発明では「制御部と半導体スイッチ」である点",
                "【相違点に係る構成の容易想到性に係る審決の判断(9，10頁)】",
                "「まず，上記(相違点4)について，以下に検討する。",
                "上記(相違点4)に関連して，原告は，審判請求書において『甲第1号証に記載の発明において，送受信線として周知の10BASE-T準拠のツイストペア線を使用すれば，検出する信号として，ツイストペア線において伝送されるリンクテストパルスを選択することは，本件特許出願前に当業者であれば容易に選択しうることである。』・・・と主張している。",
                "しかしながら，たとえ10BASE-Tに準拠するツイストペア線においてリンクテストパルスが伝送されることが周知技術であったとしても，リンクテストパルスはあくまで単純なリンクセグメント障害を検出する目的で送信される信号であり(甲4の28頁25～33行)，これを送信線か受信線かの判定に用いる動機付けとなる記載は上記甲各号証のいずれにも見当たらない。",
                "さらに，ツイストペア線に接続されたMAUのRD回路が受信しうる信号としては，リンクテストパルスの他にRD入力もある(甲4の28頁25～33行)が，この2つの信号のうちリンクテストパルスを判定のため選択する積極的理由も上記甲各号証のいずれにも見当たらない。",
                "そして，本件発明は，送信線か受信線かを判断する手段としてリンクテストパルス検出手段を採用することにより，『10BASE-Tにおいて，MAUとDTEを接続するときにはストレート接続，MAU同士あるいはDTE同士を接続するときにはクロス接続が要求されるという10BASE-Tに固有の問題点を，リンクテストパルスという10BASE-Tに元々備わっている機能をうまく利用して解決したものであるから，コストの増加を最小限に抑えることができる』(本願明細書段落【0011】)という作用効果を得ることができたものである。",
                "したがって，上記(相違点4)は，甲第4～6号証に記載された事項から当業者が容易に想到し得たものとは認められない。",
                "よって，他の相違点について検討するまでもなく本件発明が甲各号証に記載された発明に基づいて当業者が容易に発明をすることができたものとすることはできない。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由Ⅰ-2について",
              "text": [
                "【甲第2号証に記載された甲2発明】",
                "「V．28を使用したネットワークにおいて，DCE又はDTEに接続される送受信線を切り替えるためのデータ回線終端装置であって，受信回路の入力電圧を検出し，その検出結果から送信線か受信線かを判断して信号線を切り替える受信信号電圧検出回路を備えたデータ回線終端装置。」",
                "【本件発明と甲2発明の一致点】",
                "「ネットワークにおいて，DTEに接続される送受信線を切り替える機能を備えた装置であって，検出する機能と，検出する機能の検出結果から送信線か受信線かを判断して信号線を切り替える機能を備えた装置」である点",
                "【本件発明と甲2発明の相違点】",
                "・相違点1",
                "「ネットワーク」が，本件発明は「IEEE802．3規格の10BASE-Tに準拠するツイストペア線を使用したネットワーク」であるのに対し，甲2発明は「V．28を使用したネットワーク」である点",
                "・相違点2",
                "「送受信線」が接続されるものが，本件発明は「MAU又はDTE」であるのに対し，甲2発明は「DCEまたはDTE」である点",
                "・相違点3",
                "「送受信線を切り替える機能を備えた装置」が，本件発明では「切替器」であるのに対し，甲2発明では「データ回線終端装置」である点",
                "・相違点4",
                "「検出する機能」を備えるものが，本件発明では「信号線の接続を検査するために送信器から受信器に伝送されるリンクテストパルスを検出するリンクテストパルス検出手段」であるのに対し，甲2発明では「受信回路の入力電圧を検出」する「受信信号電圧検出回路」である点",
                "・相違点5",
                "「検出結果から送信線か受信線かを判断して信号線を切り替える機能」を備えるものが，本件発明では「信号線切替制御部」であるのに対し，甲2発明では「受信信号電圧検出回路」である点",
                "【相違点に係る構成の容易想到性に係る審決の判断(12，13頁)】",
                "「まず，上記(相違点4)について，以下に検討する。",
                "上記(相違点4)に関連して，原告は，審判請求書において『甲第2号証に記載の発明において，送受信線として周知の10BASE-T準拠のツイストペア線を使用すれば，検出する信号として，ツイストペア線において伝送されるリンクテストパルスを選択することは，本件特許出願前に当業者であれば容易に選択しうることである。』・・・と主張している。",
                "しかしながら，たとえ10BASE-Tに準拠するツイストペア線においてリンクテストパルスが伝送されることが周知技術であったとしても，リンクテストパルスはあくまで単純なリンクセグメント障害を検出する目的で送信される信号であり(甲4の28頁25～33行)，これを送信線か受信線かの判定に用いる動機付けとなる記載は上記甲各号証のいずれにも見当たらない。",
                "さらに，ツイストペア線に接続されたMAUのRD回路が受信しうる信号としては，リンクテストパルスの他にRD入力もある(甲4の28頁25～33行)が，この2つの信号のうちリンクテストパルスを判定のため選択する積極的理由も上記甲各号証のいずれにも見当たらない。",
                "そして，本件発明は，送信線か受信線かを判断する手段としてリンクテストパルス検出手段を採用することにより，『10BASE-Tにおいて，MAUとDTEを接続するときにはストレート接続，MAU同士あるいはDTE同士を接続するときにはクロス接続が要求されるという10BASE-Tに固有の問題点を，リンクテストパルスという10BASE-Tに元々備わっている機能をうまく利用して解決したものであるから，コストの増加を最小限に抑えることができる』(本願明細書段落【0011】)という作用効果を得ることができたものである。",
                "したがって，上記(相違点4)は，甲第4～6号証に記載された事項から当業者が容易に想到し得たものとは認められない。",
                "よって，他の相違点について検討するまでもなく本件発明が甲各号証に記載された発明に基づいて当業者が容易に発明をすることができたものとすることはできない。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由Ⅰ-3について",
              "text": [
                "【甲第3号証に記載された甲3発明】",
                "「接続ケーブルを使用したネットワークにおいて，DCE又はDTEに接続される送受信線を切り替えるためのインタフェースユニットであって，I／Oラインのインピーダンスを検出する検出回路と，その検出結果から送信線か受信線かを判断して信号線を切り替える制御論理部とインターコネクションフィールド部を備えるインタフェースユニット。」",
                "【本件発明と甲3発明の一致点】",
                "「ネットワークにおいて，DTEに接続される送受信線を切り替える機能を備えた装置であって，検出する手段と，検出する手段の検出結果から送信線か受信線かを判断して信号線を切り替える手段とを備える送受信線を切り替える機能を備えた装置」である点",
                "【本件発明と甲3発明の相違点】",
                "・相違点1",
                "「ネットワーク」が，本件発明は「IEEE802．3規格の10BASE-Tに準拠するツイストペア線を使用したネットワーク」であるのに対し，甲3発明は「接続ケーブルを使用したネットワーク」であって規格が不明である点",
                "・相違点2",
                "「送受信線」が接続されるものが，本件発明は「MAU又はDTE」であるのに対し，甲3発明は「DCEまたはDTE」である点",
                "・相違点3",
                "「送受信線を切り替える機能を備えた装置」が，本件発明では「切替器」であるのに対し，甲3発明では「インタフェースユニット」である点",
                "・相違点4",
                "「検出する手段」が，本件発明では「信号線の接続を検査するために送信器から受信器に伝送されるリンクテストパルスを検出するリンクテストパルス検出手段」であるのに対し，甲3発明では「I／Oラインのインピーダンスを検出する検出回路」である点",
                "・相違点5",
                "「検出結果から送信線か受信線かを判断して信号線を切り替える手段」が，本件発明では「信号線切替制御部」であるのに対し，甲3発明では「制御論理部とインターコネクションフィールド部」である点",
                "【相違点に係る構成の容易想到性に係る審決の判断(17頁)】",
                "「まず，上記(相違点4)について，以下に検討する。",
                "上記(相違点4)に関連して，原告は，審判請求書において『甲第3号証に記載の発明において，送受信線として周知の10BASE-T準拠のツイストペア線を使用すれば，検出する信号として，ツイストペア線において伝送されるリンクテストパルスを選択することは，本件特許出願前に当業者であれば容易に選択しうることである。』・・・と主張している。",
                "しかしながら，たとえ10BASE-Tに準拠するツイストペア線においてリンクテストパルスが伝送されることが周知技術であったとしても，リンクテストパルスはあくまで単純なリンクセグメント障害を検出する目的で送信される信号であり(甲4の28頁25～33行)，これを送信線か受信線かの判定に用いる動機付けとなる記載は上記甲各号証のいずれにも見当たらない。",
                "さらに，ツイストペア線に接続されたMAUのRD回路が受信しうる信号としては，リンクテストパルスの他にRD入力もある(甲4の28頁25～33行)が，この2つの信号のうちリンクテストパルスを判定のため選択する積極的理由も上記甲各号証のいずれにも見当たらない。",
                "そして，本件発明は，送信線か受信線かを判断する手段としてリンクテストパルス検出手段を採用することにより，『10BASE-Tにおいて，MAUとDTEを接続するときにはストレート接続，MAU同士あるいはDTE同士を接続するときにはクロス接続が要求されるという10BASE-Tに固有の問題点を，リンクテストパルスという10BASE-Tに元々備わっている機能をうまく利用して解決したものであるから，コストの増加を最小限に抑えることができる』(本願明細書段落【0011】)という作用効果を得ることができたものである。",
                "したがって，上記(相違点4)は，甲第4～6号証に記載された事項から当業者が容易に想到し得たものとは認められない。",
                "よって，他の相違点について検討するまでもなく本件発明が甲各号証に記載された発明に基づいて当業者が容易に発明をすることができたものとすることはできない。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由Ⅱについて(18頁)",
              "text": [
                "「原告の主張は，要するに，送受信線切替器の『外部』の配線の切替をも行う送受信線切替器が特許請求の範囲の記載された範囲に含まれるというものである。",
                "しかしながら，本件発明が解決しようとする課題は『送信線と受信線の接続が間違っている場合には自動的に信号線を切り替えることが可能な送受信線切替器を提供すること』(本願明細書の段落【0003】)であるが，原告も認めているように，送受信線切替器の『外部』の配線の切替は，出願時の技術水準で可能であるとは認められない。つまり，出願時の技術常識に照らせば，『自動的に信号線を切り替える』ことが可能な，本件発明に係る送受信線切替器とは，送受信線切替器の『内部』の配線の切替を行う送受信線切替器のみであることは自明である。",
                "したがって，本件発明は発明の詳細な説明に記載されたものであるといえるから，特許法36条5項1号の規定要件に違反しているものとはいえない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明と甲1発明の相違点に係る構成の容易想到性の判断の誤り(取消事由1)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ツイストペア線において誤接続の有無の判定にリンクテストパルスを用いることは当業者の慣用技術ないし周知技術であるから，かかるリンクテストパルスの利用の構成に想到するに当たって，引用文献に必ずしも動機付けを示す記載がされている必要はないが，仮に本件発明の想到に当たって動機付けが必要であるとしても，以下のとおり甲1発明に基づく容易想到性に関しても，誤接続の有無の判定にリンクテストパルスを用いる構成を採用する動機付けが存在する。",
                "甲1発明はレシーバの入力電圧を検出して信号線の接続の有無を判定しているところ，甲第4号証には，リンクテストパルス及びRD(Receive Data)入力の双方が受信器(レシーバ)であるRD回路に入力され，受信の有無が検出されることが記載されており，リンクテストパルス及びRD入力の双方が受信器の検出対象であることが記載されている。",
                "ここで，甲1発明はRS-232Cケーブルを使用したネットワークに係るものであるが，RS-232Cケーブルと本件発明に係るツイストペア線とは，いずれも送受信に用いられるケーブルであり，信号を伝達するという機能が共通し，両者の違いは規格上の相違だけである。10BASE-T準拠のツイストペア線を1対多又は多対多の通信に用い，RS-232Cケーブルを1対1の通信に用いるというような厳格な用途の区別は存しないし(甲5の26，27頁参照)，RS-232Cもディジタル交換システムというネットワークの一部になっている(甲1の第2図参照)から，両者の間に根本的な差異は存しない。RS-232Cケーブルにおいても，ツイストペア線においても，接続する機器の種別に応じて，異なる配線のケーブルであるストレートケーブルとクロスケーブルが用いられるが，ストレートケーブルとクロスケーブルとを取り違えて接続する問題が生じ(とりわけRS-232Cケーブルにおいては，ストレートケーブルとクロスケーブルの外観は同一であって，外観からは両者の区別が付かない。ツイストペア線においても，ストレートケーブルとクロスケーブルの外観は良く似ており，区別が付きにくい。)，この場合には信号線が誤接続されるから，RS-232Cケーブルにおいても，ツイストペア線においても，共通の解決すべき課題がある。またRS-232Cケーブルにおけるレシーバ27の入力(甲1発明)も，ツイストペア線におけるリンクテストパルス及びRD入力(甲第4号証)も，等しくケーブルを伝送される電気信号にすぎないし，RS-232Cにおけるレシーバの入力電圧も，ツイストペア線におけるリンクテストパルス(の検出)も，信号線が正しく接続されているか否かを検査するための信号にすぎず，両者の機能は共通である。なお，ツイストペア線におけるRD入力も，リンクテストパルスと同じく，信号線が正しく接続されているか否かを検査するための信号にすぎない。そうすると，甲1発明に甲第4号証に記載された周知技術を組み合わせ，甲1発明の「レシーバの入力電圧」を「リンクテストパルス」に置き換えて相違点4に係る構成に至る動機付けがあるが，審決は上記の機能の共通性を看過して動機付けを否定しており，判断を誤っている。",
                "そして，相違点1を解消することは当業者には容易であるところ，かかる解消に当たり，甲1発明に甲第4号証に記載された周知技術を組み合わせれば，リンクテストパルス及びRD入力の双方を検出して信号線の接続の有無を判定する構成に容易に想到することができる。",
                "相違点4に係る構成の容易想到性を肯定するためには，信号線の接続の有無を判定するために検出する対象がリンクテストパルスに限られることまで容易想到であることを判断しなければならないものではなく，かかる検出対象がリンクテストパルスとRD入力の双方である構成が容易想到であることまで判断されれば足りる。リンクテストパルスとRD入力の双方を検出して判定に利用している場合であっても，リンクテストパルスを検出して判定していることに変わりはないし，判定のために利用できる信号が2つしかないのであれば，当業者が両方の信号に係る各構成を試みて新たな発明に想到するのが当然だからである。",
                "そして，ツイストペア線に接続されたMAU(Media Access Unit，通信アクセス装置)のRD回路が受信し得る信号にリンクテストパルスとRD入力の2つがあることは，リンクテストパルスを検出対象とする構成に想到する上で阻害事由となるものではない。",
                "したがって，「ツイストペア線に接続されたMAUのRD回路が受信しうる信号としては，リンクテストパルスの他にRD入力もある・・・が，この2つの信号のうちリンクテストパルスを判定のため選択する積極的理由も上記各甲号証のいずれにも見当たらない。」として，相違点4に係る構成の容易想到性を否定する審決の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "加えて，信号線の接続の有無を判定するために検出する対象を，ツイストペア線のリンクテストパルス及びRD入力の双方から，リンクテストパルスのみに絞ることも，本件出願当時の当業者は，甲1発明に基づいて容易になし得たものである。すなわち，甲第1号証には，間違った接続(第7図)がなされた場合に，レシーバ27の入力電圧を基に誤接続の事実を判定し，信号線を切り替えて正しい接続(第6図)に改めることが記載されているところ(明細書2頁右下欄14行～3頁左上欄14行)，甲1発明のRS-232Cケーブルをツイストペア線に置き換える場合，ツイストペア・イーサーネットの手順(甲5)では，レシーバがリンクテストパルスを検出(受信)してからMAU又はリピータセットが機能して回線確保し(接続)，その後にRD入力を受信するので，甲1発明のレシーバ27もリンクテストパルスを検出して正しい接続の有無を判定することになる(RD入力は判定後に受信されるにすぎない。なお，RD入力は，いったん接続がされた後に断線等の障害が生じたことの検出にも用いられる。)。したがって，甲1発明に甲第4，5号証に記載された周知技術を組み合わせれば，甲1発明のレシーバ27は必然的にリンクテストパルスを検出して正しい接続の有無を判定することになることになるのであって，正しい接続の有無の判定のためにリンクテストパルス検出の構成を採用する積極的な理由があり，本件出願当時の当業者が相違点4に係る構成に想到することは容易であるというべきである。これらのとおり，本件発明は，甲1発明に10BASE-Tに準拠するネットワークにおいて使用するという限定を付加したにすぎず，進歩性を肯定できるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明は10BASE-Tに元々備わっているリンクテストパルスの機能を利用しているため，通信の相手方に新たな信号出力回路を設ける必要がないが，レシーバ27の入力電圧をリンクテストパルスに置き換えた場合の作用効果は，かかる置換を行った場合に当業者が予見できる程度のものにすぎない。むしろ，甲1発明に甲第4号証に基づく事項を組み合わせたとしても，既存のレシーバ27を利用するだけである一方，本件発明ではMAU6の受信器に加えてリンクテストパルスの検出手段も増設しなければならないので，コスト増加の抑制の効果は，甲1発明に甲第4号証に基づく事項を組み合わせる場合の方が大きい。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記のとおり，相違点1，4に係る構成の容易想到性に係る審決の判断には誤りがあるところ，相違点2は単なる規格の相違に基づくものにすぎないし，相違点3，5も単なる名称の相違に基づくもので，実質的な相違点ではない。",
                "したがって，本件発明は，甲1発明に甲第4ないし第6号証に記載された事項を組み合わせることで，本件出願日当時，当業者において容易に発明することができたもので，進歩性を欠く。そうすると，これに反する審決の容易想到性の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明と甲2発明の相違点に係る構成の容易想到性の判断の誤り(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1と同様に，ツイストペア線においてリンクテストパルスを誤接続の有無の判定に利用する構成に想到するに当たり，引用文献に必ずしも動機付けを示す記載がされている必要はないが，仮に本件発明の想到に当たって動機付けが必要であるとしても，以下のとおり甲2発明に基づく容易想到性に関しても，誤接続の有無の判定にリンクテストパルスを用いる構成を採用する動機付けが存在する。",
                "すなわち，甲2発明も，「受信回路の入力電圧」の検出結果に基づいて送信線か受信線かを判定し，誤接続の状態から正しい接続の状態への切換えを行なっているところ，V．28とツイストペア線とは，いずれも送受信線であり，信号を伝達するという機能が共通し，両者の違いは規格上の相違だけである。また，V．28におけるレシーバ11の入力(受信回路の入力，甲2発明)も，ツイストペア線におけるリンクテストパルス及びRD入力(甲第4号証)も，等しくケーブルを伝送される電気信号にすぎないし，V．28における受信回路の入力も，ツイストペア線におけるリンクテストパルスも，受信器に送信線が接続されているか否かを判別するために検出されるもので，両者の機能は共通である。そうすると，甲2発明に甲第4号証に記載された周知技術を組み合わせて相違点4に係る構成に至る動機付けがあるが，審決は上記の機能の共通性を看過して動機付けを否定しており，判断を誤っている。",
                "そして，相違点1を解消することは当業者には容易であるところ，かかる解消に当たり，前記1と同様に，甲2発明に甲第4号証に記載された周知技術を組み合わせれば，リンクテストパルス及びRD入力の双方を検出して信号線の接続の有無を判定する構成に容易に想到することができる。",
                "なお，相違点4に係る構成の容易想到性を肯定するためには，信号線の接続の有無を判定するために検出する対象がリンクテストパルスに限られることまで容易想到であることを判断しなければならないものではなく，かかる検出対象がリンクテストパルスとRD入力の双方である構成が容易想到であることまで判断されれば足りること，ツイストペア線に接続されたMAUのRD回路が受信し得る信号にリンクテストパルスとRD入力の2つがあることが，リンクテストパルスを検出対象とする構成に想到する上で阻害事由となるものではないことは，いずれも前記1と同様である。",
                "したがって，「たとえ10BASE-Tに準拠するツイストペア線においてリンクテストパルスが伝送されることが周知技術であったとしても，・・・これを送信線か受信線かの判定に用いる動機付けとなる記載は上記甲各号証のいずれにも見当たらない。」等として，相違点4に係る構成の容易想到性を否定する審決の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，前記1と同様に，甲2発明に甲第4，5号証に記載された周知技術を組み合わせれば，甲2発明の受信回路は必然的にリンクテストパルスを検出して正しい接続の有無を判定することになることになるのであって，正しい接続の有無の判定のためにリンクテストパルス検出の構成を採用する積極的な理由があり，本件出願当時の当業者が相違点4に係る構成に想到することは容易であるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，前記1と同様に，甲2発明の受信回路の入力をリンクテストパルスに置き換えた場合の作用効果は，当業者が予見できる程度のものにすぎないし，むしろ甲2発明に甲第4号証に記載された周知技術を組み合わせた方が，既存のレシーバ11(受信器)を利用するだけなのでコスト増加抑制効果が大きい。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，相違点1，4に係る構成の容易想到性に係る審決の判断には誤りがあるところ，相違点2は単なる規格の相違に基づくものにすぎないし，相違点3，5も単なる名称の相違に基づくものにすぎず，実質的な相違点ではない。",
                "そうすると，本件発明は，甲2発明に甲第4ないし第6号証に記載された事項を組み合わせることで，本件出願日当時，当業者において容易に発明することができたもので，進歩性を欠く。そうすると，これに反する審決の容易想到性の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲3発明の認定の誤り，本件発明と甲3発明の相違点の認定の誤り及び同相違点に係る構成の容易想到性の判断の誤り(取消事由3)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲第3号証には，信号線(ライン)が受信器に接続されているときにはインピーダンスが高く，信号線が送信器に接続されているときにはインピーダンスが低いという性質を利用して，受信器又は送信器のいずれが信号線に接続されているかを判定する検出回路511の構成，すなわち「I／Oラインへの入力をインピーダンスとして検出する検出回路」が記載されている。",
                "そうすると，審決の甲3発明の認定のうち，「I／Oラインのインピーダンスを検出する検出回路と，」との部分は「I／Oラインへの入力をインピーダンスとして検出する検出回路と，」と認定すべきであって，審決による甲3発明の認定には誤りがある。",
                "また，本件発明と甲3発明の相違点4は，「『検出する手段』が，本件発明では『信号線の接続を検査するために送信器から受信器に伝送されるリンクテストパルス検出手段』であるのに対し，甲3発明では『I／Oラインへの入力をインピーダンスとして検出する検出回路』である点」と認定すべきところ，審決は相違点4を前記のとおりに認定しており，本件発明と甲3発明の相違点の認定に誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記1と同様に，ツイストペア線においてリンクテストパルスを誤接続の有無の判定に利用する構成に想到するに当たり，引用文献に必ずしも動機付けを示す記載がされている必要はないが，仮に本件発明の想到に当たって動機付けが必要であるとしても，以下のとおり甲3発明に基づく容易想到性に関しても，誤接続の有無の判定にリンクテストパルスを用いる構成を採用する動機付けが存在する。",
                "すなわち，甲3発明も，「I／Oラインへの入力」の検出結果に基づいて送信線か受信線かを判定し，誤接続の状態から正しい接続の状態への切換えを行なっているところ，I／Oラインからなる接続ケーブルとツイストペア線とは，いずれも送受信線であり，信号を伝達するという機能が共通し，両者の違いは規格上の相違だけである。また，I／Oラインへの入力(甲3発明)も，ツイストペア線におけるリンクテストパルス及びRD入力(甲第4号証)も，等しくケーブルを伝送される電気信号にすぎないし，I／Oラインへの入力も，ツイストペア線におけるリンクテストパルスも，受信器に送信線が接続されているか否かを判別するために検出されるもので，両者の機能は共通である。そうすると，甲3発明に甲第4号証に記載された周知技術を組み合わせて相違点4に係る構成に至る動機付けがあるが，審決は上記の機能の共通性を看過して動機付けを否定しており，判断を誤っている。",
                "そして，相違点1を解消することは当業者には容易であるところ，かかる解消に当たり，前記1と同様に，甲3発明に甲第4号証に記載された周知技術を組み合わせれば，リンクテストパルス及びRD入力の双方を検出して信号線の接続の有無を判定する構成に容易に想到することができる。",
                "なお，相違点4に係る構成の容易想到性を肯定するためには，信号線の接続の有無を判定するために検出する対象がリンクテストパルスに限られることまで容易想到であることを判断しなければならないものではなく，かかる検出対象がリンクテストパルスとRD入力の双方である構成が容易想到であることまで判断されれば足りること，ツイストペア線に接続されたMAUのRD回路が受信し得る信号にリンクテストパルスとRD入力の2つがあることが，リンクテストパルスを検出対象とする構成に想到する上で阻害事由となるものではないことは，前記1と同様である。",
                "したがって，「たとえ10BASE-Tに準拠するツイストペア線においてリンクテストパルスが伝送されることが周知技術であったとしても，・・・これを送信線か受信線かの判定に用いる動機付けとなる記載は上記甲各号証のいずれにも見当たらない。」等として，相違点4に係る構成の容易想到性を否定する審決の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，前記1と同様に，甲3発明に甲第4，5号証に記載された周知技術を組み合わせれば，甲3発明の受信回路は必然的にリンクテストパルスを検出して正しい接続の有無を判定することになることになるのであって，正しい接続の有無の判定のためにリンクテストパルス検出の構成を採用する積極的な理由があり，本件出願当時の当業者が相違点4に係る構成に想到することは容易であるというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そして，前記1と同様に，甲3発明の受信回路の入力をリンクテストパルスに置き換えた場合の作用効果は，当業者が予見できる程度のものにすぎないし，甲3発明に甲第4号証に記載された周知技術を組み合わせたとしても，新たな信号出力回路を設ける必要はないので，コスト増加抑制効果は変わらない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，相違点1，4に係る構成の容易想到性に係る審決の判断には誤りがあるところ，相違点2は単なる規格の相違に基づくものにすぎないし，相違点3，5も単なる名称の相違に基づくものにすぎず，実質的な相違点ではない。",
                "そうすると，本件発明は，甲3発明に甲第4ないし第6号証に記載された事項を組み合わせることで，本件出願当時，当業者において容易に発明することができたもので，進歩性を欠く。そうすると，これに反する審決の容易想到性の判断には誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に関する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1発明は，RS-232C規格のケーブルを用いたいわゆるシリアル通信方式のインターフェイス装置に関する発明であるが，RS-232C規格は，パソコン等で汎用の受信端子・送信端子として使用されるインターフェイスに関する規格であって，基本的にパソコン等(データ端末装置，Data Terminal Equipment，DTE)と，通信装置であるモデムを典型例とするData Circuit-terminating Equipment(データ回線終端装置，DCE)とを1対1で接続することを前提とする。なお，DTEとDCEとの間のRS-232Cによる接続関係を広義のネットワークということがあるとしても，MAUを介して配線が広範に展開することは予定されておらず，DTEとDCEとの誤接続が他の機器も含めたネットワーク全体に通信障害を引き起こすことは想定されない。RS-232Cケーブルに関しては，本件出願当時，ケーブルやコネクタの種類が異なるため，使用者がケーブル等を取り違えて誤接続することがなく，この問題を解決する必要があるという技術的課題は公知ではなかった。",
                "他方，IEEE802．3規格のネットワークに用いる10BASE-T準拠のツイストペア線(ケーブル)は，1対多又は多対多の通信を行なうために使用され，その種類として，信号線の配線が異なるストレートケーブルとクロスケーブルがあるが，例えコネクタの先端に着目したとしても，ストレートケーブルとクロスケーブルの外観は紛らわしく，両者の峻別が困難で，両者を取り違えて接続する可能性がある。ストレートケーブルとクロスケーブルを取り違えるときは，コネクタにおける信号線の配置が異なるため，機器間で正しい通信がされない。しかも，ツイストペア線を使用したネットワークにおいては，スイッチングハブ等のMAUを介して，複数のDTEが存在するネットワークが構築されるが，仮に誤接続がされると，ネットワーク全体に通信障害を引き起こしかねない。",
                "そうすると，RS-232C規格のケーブルと10BASE-T準拠のケーブルとでは，用いられる機器接続の性格が異なるし，解決すべき技術的課題も共通でない。",
                "しかも，甲1発明の「入力電圧」はRS-232C規格のインターフェイス装置間で送受信される単なる電圧(電位差)であって，何らの情報も帯びておらず，これを「信号」と呼ぶことはできないが，10BASE-T準拠のツイストペア線を用いたネットワークで用いられる機器から送信される「リンクテストパルス」は，ネットワークに機器が接続されたときに，回線を確保し，機器の接続関係を構築(リンクアップ)する目的で送信されるもので，特定の波形を有する。また，上記「リンクテストパルス」は，あくまでリンクセグメント障害を検出する目的で送信され，かつ信号線の接続の有無を検査するために送信器から受信器に伝達される信号であって，送受信機能が有効(アクティブ)になっていることを確認するためのものである。上記「リンクテストパルス」は，送信線と受信端子，受信線と送信端子が正しく接続されているか否かを検出するために送信されるものではなく，誤接続の有無を判定するために，本件出願以前から利用されてきたものではない。「リンクテストパルス」を誤接続の有無の判定に利用することは，本件発明において初めて開示された技術的思想である(甲第4ないし第6号証でも，リンクテストパルスを送信線か受信線かの判定に利用することは記載も示唆もされていない。)。",
                "そうすると，甲1発明の「入力電圧」と10BASE-T準拠のツイストペア線を用いたネットワークで用いられる機器から送信される「リンクテストパルス」とは，これらを用いる技術的前提も異なり，「入力電圧」に代えて「リンクテストパルス」を用いる必要性も必然性も存しない。",
                "また，ツイストペア線に接続されたMAUのRD回路が受信し得る信号には「リンクテストパルス」のほかにも「RD入力」があるが，この両者を検出対象として何らかの切換制御を行なうことは甲第1，第4ないし第6号証のいずれにおいても開示も示唆もされていない。",
                "したがって，甲1発明の「入力電圧」に代えて少なくとも「リンクテストパルス」を採用する動機付けがない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ツイストペア線に接続されたMAUが受信し得る信号である「リンクテストパルス」及び「RD入力」のうちから，「リンクテストパルス」を選択して誤接続の判定に利用する積極的な理由も甲第1，第4ないし第6号証で示されておらず，両者のうちから「リンクテストパルス」に絞る動機付けがない。また，ツイストペア線を用いた10BASE-Tネットワークにおいては，「リンクテストパルス」は「データ」送受信に先行するヘッダーの役割を果たすが，甲1発明の「レシーバ27の入力電圧」は，所定の電圧が印加された場合のデータのみが送受信されるものにすぎず，ヘッダーの役割を果たさない。",
                "甲1発明の「レシーバ27の入力電圧」をツイストペア線を用いた10BASE-Tネットワークにおける「リンクテストパルス」及び「RD入力」に置換し，さらに10BASE-Tネットワークの手順に照らして「リンクテストパルス」に絞るという原告の主張は，甲1発明の「レシーバ27の入力電圧」を「リンクテストパルス」に置換できるという後知恵に基づくものにすぎない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明は，10BASE-T準拠のツイストペア線を使用するローカルエリアネットワーク(LAＮ)特有の，接続する機器の種別によって異なる種別のケーブルを用いなければならず(ストレートケーブルかクロスケーブルか)，誤接続すると信号伝送ができないという技術的課題を解決するために，リンクテストパルスという，信号線の接続を検査する役割を担うパルスの存在を利用して，通信機器同士の接続に合致する信号線の接続を常に可能としたもので，リンクテストパルスの検出結果に基づいて正常な信号伝送が常に行えるように信号線を切り替える切替制御を行い，10BASE-Tに準拠するネットワークであれば常に使用が可能で，ツイストペアケーブルについてもストレート接続のものとクロス接続のものとを2種類用意する必要がなくなるという，LAＮにおいてこそ実施価値のある格別の作用効果を奏する。",
                "本件発明は，甲1発明に甲第4ないし第6号証に記載された事項を組み合わせることで，本件出願当時，当業者において容易に発明することができたものではなく，この旨をいう審決の進歩性判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "甲2発明のデータインターフェース装置が準拠するV．28の仕様はRS-232Cの仕様と概ね同一であって，RS-232Cと同様に，1対1の接続形態を前提とするし，接続される機器の種別やケーブルの種別によって誤接続が生じるという技術的課題は，本件出願当時に公知ではなかった。",
            "そして，前記1と同様に，甲2発明の「受信回路の入力電圧」に代えて少なくとも「リンクテストパルス」を採用する動機付けはないし，ツイストペア線に接続されたMAUが受信し得る信号である「リンクテストパルス」及び「RD入力」のうちから，「リンクテストパルス」を選択して誤接続の判定に利用する動機付けがない。",
            "したがって，本件発明は，甲2発明に甲第4ないし第6号証に記載された事項を組み合わせることで，本件出願当時，当業者において容易に発明することができたものではなく，この旨をいう審決の進歩性判断に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "甲3発明のデータインターフェース装置もRS-232Cと同様に，シリアル通信方式のものであって，1対1の接続形態を前提とするし，接続される機器の種別やケーブルの種別によって誤接続が生じるという技術的課題は，本件出願当時に公知ではなかった。",
            "そして，前記1と同様に，甲3発明の「I／Oラインへの入力」に代えて少なくとも「リンクテストパルス」を採用する動機付けはないし，ツイストペア線に接続されたMAUが受信し得る信号である「リンクテストパルス」及び「RD入力」のうちから，「リンクテストパルス」を選択して誤接続の判定に利用する動機付けがない。",
            "したがって，本件発明は，甲3発明に甲第4ないし第6号証に記載された事項を組み合わせることで，本件出願当時，当業者において容易に発明することができたものではなく，この旨をいう審決の進歩性判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明と甲1発明の相違点に係る構成の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特開昭62-299138号公報(甲1)は，データインターフェース装置(DIU)とこれに接続される装置との電気的接続条件の選択方式に関する発明に係る公報であるところ(1頁右下欄下から2行～2頁左上欄上から1行)，これには，電気的接続条件の異なるデータ端末装置(DTE)及びデータ回線終端装置(DCE)とRS-232Cケーブルによる接続に対応するために，接続相手のタイプに応じて半導体スイッチにより信号線を切り替えること(2頁右上欄1行～左下欄13行)，より具体的には，DIUのレシーバ27(受信器)の入力電圧を監視し，これが所定の範囲内にあるときのみ半導体スイッチの切替動作を停止して，信号線の組合せを固定し，信号の伝送を受け付けること(2頁右下欄14行～3頁左上欄14行)が記載されている。そして，甲1発明の目的は，接続される装置のいかんによって電気的接続条件，すなわちどの信号線とどの信号線を接続するかがそれぞれ異なるところ，DIUの半導体スイッチの切替えを手動で行う従来の方式では，使用者が手動スイッチの設定を誤った場合，一方のDIUのドライバ(送信器)から他方のDIUのドライバに過大な電流が流れ，ドライバが破損するおそれがあったという技術的課題を解決することにあり，またRS-232C規格を外れた市販のRS-232Cコネクタであっても，過大な電流によるドライバの破損を防止することにある(2頁右下欄2行～3頁右上欄18行)。",
                "他方，本件発明は，IEEE802．3規格の10BASE-T準拠のネットワークケーブルであるツイストペア線(ツイストペアケーブル)には，MAUの送信線(送信器)とDTEの受信線(受信器)を接続するように配線されたストレートケーブルと，例えばMAUの送信線(送信器)とMAUの受信線(受信器)を接続することができるように，ストレートケーブルの一端の送信側と受信側を付け替えたクロスケーブルとがあるが，使用するローカルエリアネットワーク(LAＮ)機器の内容を熟知していないユーザーがストレートケーブルとクロスケーブルとを取り違えて使用し，送信線と受信線を誤接続することがあるという技術的課題を解決するためのものである(甲9の段落【0002】，【0003】)。",
                "そうすると，本件発明と甲1発明とは，誤接続の問題の解消という点で共通するとしても，機器に使用されるケーブルが10BASE-T準拠のツイストペア線か(本件発明)，RS-232Cケーブル(甲1発明)かも異なる上(相違点1)，解決すべき技術的課題も，ストレートケーブルとクロスケーブルの取り違えによる誤接続の問題の解消か(本件発明)，接続すべき機器の電気的接続条件の違いに起因する誤った設定等に基づくDIUのドライバ(送信器)の破損の防止か(甲1発明)という点で大きく異なる。また，甲1発明では，DIUに接続される機器の電気的接続条件の違いに着目した正しい接続の実現が目指されているだけで，RS-232Cケーブルにストレートケーブルとクロスケーブルの区別があることや，その取り違えのおそれがあることは甲第1号証中には記載も示唆もされていない。他方で，本件明細書中には，10BASE-T準拠のストレートケーブルとクロスケーブルを取り違えて接続することで，DIUのドライバ等が破損することは記載も示唆もされていない。",
                "したがって，甲1発明に基づいてストレートケーブルとクロスケーブルの取り違えによる誤接続の問題を解消する構成(例えば本件発明と甲1発明の相違点4に係る構成)に至る動機付けがないし，また本件発明によって解決される技術的課題と甲1発明によって解決される技術的課題の相違のために，かかる動機付けを抱いたとしても，当業者において相違点に係る構成に想到することが容易ではないということができる。なお，10BASE-T準拠のツイストペア線において，接続障害の検出にリンクテストパルスを利用することが技術常識であるとしても，甲1発明はツイストペア線に関係する発明ではなく，これとは別種のRS-232Cケーブルに関係するものであって，甲1発明の「レシーバの入力電圧」を「リンクテストパルス」に置換するのに格別の動機付けが不要であるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，RS-232Cケーブルとツイストペア線とはいずれも送受信に用いられるケーブルである等として，甲1発明の「レシーバの入力電圧」を「リンクテストパルス」に置き換えて相違点4に係る構成に至る動機付けがあると主張する。",
                "しかしながら，10BASE-T準拠のツイストペア線とRS-232Cケーブルとがいずれも機器間の送受信に用いられるケーブルであるとしても，前者は専ら複数(しばしば多数に上る。)のパソコン等の端末(DTE)とハブ等の中継機器(MAU)や中継機器同士を繋いでネットワークを構築し，ファイルやプリンタ等を共有したり，電子メール等のデータを送受信したりする目的で使用されるのに対し，後者は典型的にはパソコンとモデム(DCE)とを接続する目的で使用され(甲1の2頁左上欄8～11行参照)，少なくとも多数のDTEとMAUを繋いだり，MAU同士を繋ぐ目的で使用されるかは不明である。甲第1号証の第2図には，DTE(データ端末装置)5がRS-232Cケーブル3でDIU(データインターフェース装置)1と接続され，DIU1はディジタル交換機7の加入者回路9と接続されて，DTEがディジタル交換システムの一部として機能する様子が図示されているが，RS-232Cケーブル3はDTE5とDIU1を接続するだけで，DIU1と外部の回路ないし端末を接続しているものではない(DIU1がモデムであれば，加入者回路との間の接続は電話線になる。)から，RS-232Cケーブルがシステムないしネットワークの全体の構築に寄与しているわけではなく，システム等の一部に関与しているに止まる。そうすると，ツイストペア線とRS-232Cケーブルとの間で，用途の違いがあることは否定できず，原告が主張するように，両者の機能が共通し，その違いが規格上のものだけであると過度に単純化ないし抽象化するのは相当でない。",
                "また，原告のハードウェア技術部のA作成の写真撮影報告書(甲17)によれば，RS-232Cケーブルとして，例えばDTEの送信線(送信器)と例えばDIUの受信線(受信器)を接続するように配線されたストレートケーブルと，ストレートケーブルの一端の送信側と受信側を付け替えたクロスケーブルとが市販されており，両者を外観上区別することが困難であることが認められ，「マンガ  パソコン通信のRS-232C大入門」(甲14)中には，ストレートタイプのRS-232Cケーブルはパソコンとモデムの接続に使用され，クロスタイプのRS-232Cケーブルはパソコン相互の接続に使用される旨が記載されている(30頁)。しかしながら，甲第14号証中には2台のパソコンをクロスタイプのRS-232Cケーブルで接続することしか記載されておらず，3台以上，殊に多数のパソコン等と中継機器との間や，中継機器相互間をRS-232Cケーブルで接続することは記載されていないし，かかる接続が可能であることも示唆されていない。そうすると，ストレートタイプのRS-232CケーブルとクロスタイプのRS-232Cケーブルをその外観で区別することが困難であるとしても，前記のツイストペア線とRS-232Cケーブルの用途の相違を左右するものではないし，そもそも甲第1号証に該当する記載も示唆もない以上，ストレートタイプのRS-232CケーブルとクロスタイプのRS-232Cケーブルの区別の困難性が甲1発明の技術的課題の一つとなっているとみることもできない。",
                "そして，前記のとおり，甲1発明は，「レシーバの入力電圧」が所定の範囲内にあるときにデータの伝送を受け付けているから，「レシーバの入力電圧」のいかんがデータの送受信のきっかけになっているとはいい得るが，10BASE-T準拠のツイストペア線では，データの送受信がされないときでも Receive Data(RD)回路(RD＋信号線とRD-信号線で構成される。)及び Transmit Data(TD)回路(TD＋信号線とTD-信号線で構成される。)に一定の時間間隔でリンクテストパルスが送受信され，リンク・セグメントが機能しているかの確認がされており，リンクテストパルスが受信されて初めてMAUやリピータセットが機能し，回線確保が行われ，データの送受信が可能な状態になるのであって(甲5の28，29頁)，甲1発明の「レシーバの入力電圧」と10BASE-T準拠のツイストペア線で送受信される「リンクテストパルス」とは，いずれも所定の正しい接続がされ，データの送受信が可能であるかを検査するためのものではあるが，両者の技術的な作用ないし機能は異質なものである。",
                "そうすると，甲1発明の「レシーバの入力電圧」を「リンクテストパルス」に置き換えて相違点4に係る構成に至る動機付けがあるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ところで，「IEEE Standards 802.3i-1990」(甲4)は，10BASE-Tに関するIEEEの規格に係る文献であるところ，「14．2．1．7  リンク・インテグリティ・テスト機能の要件」として「ネットワークを単一リンクセグメント障害という結果から守るために，MAUはRD回路をRD入力とリンクテストパルス活動について監視する。’リンクロス’の期間にRD入力もリンクテストパルスも受信されなければ，MAUはリンクテスト障害状態に入り，入力アイドルメッセージがDI回路に送られ，TDアイドルメッセージがTD回路に送られる・・・」(28頁25～34行)との記載があるから，10BASE-Tでは，MAUがRD＋信号線とRD-信号線からなるRD回路でリンクテストパルス及びRD入力が受信されるか否かを監視し，一定の時間(リンクロス)内にいずれも受信されなければ，MAUとDTEや他のMAU等との間の接続ないし交信(リンク)が障害されたものと判定される旨が開示されている。",
                "そうすると，甲第4号証では，リンクテストパルスを端末と中継機器等の間の接続の障害の検出にリンクテストパルスやRD入力を利用することが開示されているから，かかる技術的事項を甲1発明に組み合わせれば，甲1発明のRS-232Cケーブルをツイストペア線に置換した後にリンクテストパルス等を誤接続の検出に利用する発想に至ることになりそうである。しかしながら，甲第4号証は10BASE-Tに準拠する標準的な機器等の仕様を記載した規格書にすぎず，ストレートケーブルとクロスケーブルの取り違えによる誤接続の問題を解消するためのものではないのはもちろん，ケーブルの誤接続によるDIUのドライバの破損防止等の問題の克服を技術的課題とするものでもない。また，甲第4号証には，リンクテストパルスの検出結果を利用して，当該信号線の接続先が送信器であるか受信器であるかを判定し，この判定結果に基づいて自動的に電気的接続を選択することは記載も示唆もされていない。そして，前記のとおり，甲1発明の「レシーバの入力電圧」と10BASE-T準拠のツイストペア線で送受信される「リンクテストパルス」とで，技術的な作用ないし機能は異質であるから，甲1発明において「レシーバの入力電圧」を「リンクテストパルス」に置き換えて相違点4に係る構成に至る動機付けがあるとはいえない。",
                "だとすると，本件出願当時，当業者において甲1発明に甲第4号証に記載された周知技術を組み合わせることが困難であるか，仮に組み合わせることができたとしても相違点4に係る構成に想到することが容易でないというべきである。",
                "「10 Mb/s twisted pair CMOS transceiver with transmit waveform pre-equalization」(甲6)も，10BASE-Tネットワークに用いられるカスタムICに関する一般的な文献にすぎないところ，リンクテストパルスの検出結果を利用して，当該信号線の接続先が送信器であるか受信器であるかを判定し，この判定結果に基づいて自動的に電気的接続を選択することは記載も示唆もされていない。だとすると，甲第4号証と同様に，本件出願当時，当業者において甲1発明に甲第6号証に記載された周知技術を組み合わせることが困難であるか，仮に組み合わせることができたとしても相違点4に係る構成に想到することが容易でないというべきである。",
                "「特集’90年代LAＮのエース『ツイスト・ペアEthernet』」(甲5)中には，ツイストペア線からなるリンク・セグメントに送出されるリンクテストパルスが受信されて初めてMAUやリピータセットが機能し，回線確保が行われることが記載されているが(28頁)，甲第4号証と同様に，甲第5号証も，10BASE-Tに準拠する標準的な機器等の仕様や動作を記載した文献にすぎず，ストレートケーブルとクロスケーブルの取り違えによる誤接続の問題を解消するためのものではないのはもちろん，ケーブルの誤接続によるDIUのドライバの破損防止等の問題の克服を技術的課題とするものでもない。また，甲第5号証には，リンクテストパルスの検出結果を利用して，当該信号線の接続先が送信器であるか受信器であるかを判定し，この判定結果に基づいて自動的に電気的接続を選択することは記載も示唆もされていない。そうすると，甲第4号証と同様，甲1発明に甲第5号証に記載された周知技術を組み合わせることが困難であるか，仮に組み合わせることができたとしても相違点4に係る構成に想到することが容易でないというべきである。",
                "結局，本件出願当時，当業者において，甲1発明に甲第4ないし第6号証に記載された周知技術を組み合わせる動機付けがないし，仮に組み合わせたとしても，本件発明と甲1発明の相違点4に係る構成に容易に想到することができないというべきである。なお，審決が説示するとおり，「本件発明は，送信線か受信線かを判断する手段としてリンクテストパルス検出手段を採用することにより，『10BASE-Tにおいて，MAUとDTEを接続するときにはストレート接続，MAU同士あるいはDTE同士を接続するときにはクロス接続が要求されるという10BASE-Tに固有の問題点を，リンクテストパルスという10BASE-Tに元々備わっている機能をうまく利用して解決したものであるから，コストの増加を最小限に抑えることができる』・・・という作用効果」を奏するものであるが(9頁)，かかる作用効果は甲1発明や甲第4ないし第6号証に記載された周知技術からは当業者において予測し難い格別のものといい得るから，かかる作用効果の観点からも本件発明の進歩性を否定することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，その余の相違点に係る構成の容易想到性につき判断するまでもなく，本件出願当時，当業者において，甲1発明に甲第4ないし第6号証に記載された周知技術を組み合わせることに基づいて，本件発明と甲1発明の相違点に係る構成に容易に想到することができないから，この旨をいう審決の判断に誤りがあるとはいえず，原告が主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明と甲2発明の相違点に係る構成の容易想到性の判断の誤り)について",
          "text": [
            "特開昭61-140257号公報(甲2)は，一つのデータ通信装置をデータ回線終端装置(DCE)としてもデータ端末装置(DTE)としても動作させるようにするべく，信号線の接続を自動的に切り替えて，DCEとDTEの電気的接続条件の相違に対応する発明に係る公報であるところ(1頁右下欄5行～2頁左下欄12行)，審決が説示するとおり，甲2発明はRS-232Cと概ね同一仕様のインターフェイスである(2頁左上欄13，14行)「V．28を使用したネットワークにおいて，・・・受信回路の入力電圧を検出し，その検出結果から送信線か受信線かを判断して信号線を切り替える受信信号電圧検出回路を備えたデータ回線終端装置」というものである。",
            "しかしながら，前記1と同様に，甲第2号証においても，RS-232Cケーブルにストレートケーブルとクロスケーブルの区別があることや，その取り違えのおそれがあることは記載も示唆もされていないから，甲2発明に基づいてストレートケーブルとクロスケーブルの取り違えによる誤接続の問題を解消する構成(例えば本件発明と甲2発明の相違点4に係る構成)に至る動機付けがないし，また本件発明によって解決される技術的課題と甲2発明によって解決される技術的課題の相違のために，かかる動機付けを抱いたとしても，当業者において相違点に係る構成に想到することが容易ではない。",
            "また，甲2発明の「受信回路(レシーバ11)の入力電圧」も，-3V以下又は＋3V以上であるときは当該装置がDCE(データ回線終端装置)として機能するように入出力信号線が切り替えられ，あるいは上記「入力電圧」が-3Vから＋3Vの範囲内にあるときは当該装置がDTE(データ端末装置)として機能するように入出力信号線が切り替えられるという役割を果たすものであるが(2頁左下欄14行～右下欄9行，右下欄11行～3頁左下欄14行，第1図)，前記1のとおりの10BASE-T準拠のツイストペア線で送受信される「リンクテストパルス」の作用ないし機能にかんがみれば，甲2発明の「受信回路の入力電圧」とツイストペア線の「リンクテストパルス」とは，技術的な作用ないし機能が異質であり，甲2発明において「受信回路の入力電圧」を「リンクテストパルス」に置き換えて相違点4に係る構成に至る動機付けがあるとはいえない。",
            "そして，前記1と同様に，甲2発明に甲第4ないし第6号証に記載された周知技術を組み合わせることが困難であるか，仮に組み合わせることができたとしても相違点4に係る構成に想到することが容易でないというべきである。",
            "そうすると，その余の相違点に係る構成の容易想到性につき判断するまでもなく，本件出願当時，当業者において，甲2発明に甲第4ないし第6号証に記載された周知技術を組み合わせることに基づいて，本件発明と甲2発明の相違点に係る構成に容易に想到することができないから，この旨をいう審決の判断に誤りがあるとはいえず，原告が主張する取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(甲3発明の認定の誤り，本件発明と甲3発明の相違点の認定の誤り及び同相違点に係る構成の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決がした甲3発明の認定のうち，「I／Oラインのインピーダンスを検出する検出回路と，」との部分は「I／Oラインへの入力をインピーダンスとして検出する検出回路と，」と認定すべきであるなどと主張する。しかしながら，特開平3-500238号公報(甲3)の請求項4の特許請求の範囲には，「1以上のI／Oラインにおけるインピーダンスレベルを測定して，検出したインピーダンスレベルに基づいてI／Oユニットが結合信号の所要の結合を行えるように制御する機構(511)を備えたことを特徴とする，請求の範囲第1項ないし第3項のいずれかに記載のインタフエースユニツト。」と記載されており，また，3頁左下欄19行ないし4頁左上欄11行には「I／O回路51の内部構造を，第6図に拡大して示してある。この図示の例では，I／OラインL1，L2ないしL16の各々は，2個の互いに逆向きに並列接続した緩衝増幅器A1及びA2を備え，これらの緩衝増幅器は，緩衝増幅器A1及びA2の一方が作動状態にあり他方が作動状態にないように制御論理部514により制御できる。・・・送信機(たとえばA1)の出力インピーダンスが低く(100ないし300オーム)，受信機(たとえばA2)の出力インピーダンスが比較的高い(3ないし7キロオーム)ことを，測定に利用する。測定は，ラインL1とL2を入力として働かせることにより開始し，受信機A2のインビータンスが高いことは，I／O回路の側のラインに表われる。このようにして，検出回路511により測定されたラインからのインピーダンスレベルは，受信機が装置の側でもラインに接続されている場合には高く，これと相応して，送信機が装置の側でラインに接続されていると低い。・・・1以上のラインL1ないしL16のインピーダンスレベルを測定することにより，インタフエースが取り付けられる装置が，端末装置DTAまたはデータ通信装置DCEであるかどうかを自動的に判別できる。この判別に基づいて，制御論理部514が，今までは新しい接続ケーブルの据え付け又は他の複雑な処理を必要としていた，信号の所要のクロスコネクシヨンを実施できるように自動的に制御される。」と記載されているから，甲3発明の「インターフエイスユニツト」は「I／Oラインのインピーダンス」を検出する「検出回路」を備えているとした審決の認定に誤りはない。",
                "したがって，審決がした本件発明と甲3発明の相違点4の認定にも誤りはない。",
                "そうすると，甲3発明の認定の誤り及び本件発明と甲3発明の相違点の認定の誤りをいう原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲第3号証も，甲第1号証と同様に，DTE，DCEのいずれに接続されても，その電気的接続条件の違いに応じて信号線の切替え(クロスコネクション)を行うことができるようにするインターフェースユニットに関する発明を開示するもので(1頁左下欄15～18行)，甲3発明は，審決が説示するとおり，「接続ケーブルを使用したネットワークにおいて，DCE又はDTEに接続される送受信線を切り替えるためのインターフェースユニットであって，I／O(入力／出力)ラインのインピーダンス」の検出結果に応じて，送信線か受信線かを判断する構成を備えるものである。",
                "しかしながら，前記1と同様に，甲第3号証においても，RS-232Cケーブルにストレートケーブルとクロスケーブルの区別があることや，その取り違えのおそれがあることは記載も示唆もされていないから，甲3発明に基づいてストレートケーブルとクロスケーブルの取り違えによる誤接続の問題を解消する構成(例えば本件発明と甲3発明の相違点4に係る構成)に至る動機付けがないし，また本件発明によって解決される技術的課題と甲3発明によって解決される技術的課題の相違のために，かかる動機付けを抱いたとしても，当業者において相違点に係る構成に想到することが容易ではない。",
                "また，甲3発明の「I／Oラインのインピーダンス」も，接続されている複数の信号線のインピーダンスの高低を基に入出力信号線を切り替えるという役割を果たすものであるが(3頁左下欄19行～4頁左上欄11行，図6)，前記1のとおりの10BASE-T準拠のツイストペア線で送受信される「リンクテストパルス」の作用ないし機能にかんがみれば，甲3発明の「I／Oラインのインピーダンス」とツイストペア線の「リンクテストパルス」とでは，技術的な作用ないし機能が異質であり，甲3発明において「I／Oラインのインピーダンス」を「リンクテストパルス」に置き換えて相違点4に係る構成に至る動機付けがあるとはいえない。なお，上記「I／Oラインのインピーダンス」をインピーダンス測定の前提となる「I／Oラインへの入力」ないし「I／Oラインへの入力の入力電圧」に置き換えてみたとしても，結論は異ならない。",
                "そして，前記1と同様に，甲3発明に甲第4ないし第6号証に記載された周知技術を組み合わせることが困難であるか，仮に組み合わせることができたとしても相違点4に係る構成に想到することが容易でないというべきである。",
                "そうすると，その余の相違点に係る構成の容易想到性につき判断するまでもなく，本件出願当時，当業者において，甲3発明に甲第4ないし第6号証に記載された周知技術を組み合わせることに基づいて，本件発明と甲3発明の相違点に係る構成に容易に想到することができないから，この旨をいう審決の判断に誤りがあるとはいえず，原告が主張する取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとおり判決する。"
      ]
    }
  ]
}