{
  "decision": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，第1審，第2審を通じて，これを5分して，その1を控訴人らの負担とし，その余は被控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決は，第1項の(1)ないし(3)に限り，仮に執行することができる。  "
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "text": [
            "原審判決の控訴人ら敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の各請求をいずれも棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，1，2審を通じて被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要及び当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "原審の事案の概要",
              "text": [
                "当事者の表記については，被控訴人を原告，控訴人Xを被告X，控訴人株式会社本の泉社を被告本の泉社という。",
                "原審の経緯は，以下のとおりである。",
                "被告Xは，「合格！行政書士  南無刺青観世音」と題する書籍（平成19年7月1日初版第1刷発行。以下「本件書籍」という。）を執筆し，被告本の泉社は，これを発行，販売した。本件書籍の発行，販売等に関して，原告は，被告らに対して，以下の各請求をした。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原審「第1の1の請求」",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告らが原告の許諾を得ずに原告が被告Xの左大腿部に施した十一面観音立像の入れ墨（以下「本件入れ墨」という。）を撮影した写真の陰影を反転させ，セピア色の単色に変更した画像（以下「本件画像」という。）を本件書籍の表紙カバー（別紙の1。以下「本件表紙カバー」という。）及び扉（別紙の2。以下「本件扉」という。）の2か所に掲載したことは，原告の有する本件入れ墨の著作者人格権（公表権，氏名表示権，同一性保持権）を侵害すると主張して，被告らに対し，連帯して，著作者人格権侵害の不法行為による損害賠償請求権に基づき損害賠償金77万円（慰謝料70万円，弁護士費用7万円）及びうち70万円に対する不法行為の後の日である平成19年7月2日から支払済みまで民法所定の年5分の割合による遅延損害金，"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の人格，名誉を傷付ける記述及び原告のプライバシーに関する記述がされており，これらの記述は原告の人格権及びプライバシー権を侵害すると主張して，被告らに対し，連帯して，人格権及びプライバシー権侵害の不法行為による損害賠償請求権に基づき損害賠償金33万円（慰謝料30万円，弁護士費用3万円）及びうち30万円に対する前同日から支払済みまで民法所定の年5分の割合による遅延損害金",
                      "text": [
                        "の各支払を求めた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原審「第1の2の請求」",
                  "text": [
                    "原告は，被告Xが平成19年7月1日以降インターネット上の自己のホームページ（以下「本件ホームページ1」という。）に本件表紙カバーの写真を掲載していることは，原告の有する本件入れ墨の著作者人格権（公表権，氏名表示権，同一性保持権）を侵害するとして，被告Xに対し，著作者人格権侵害の不法行為による損害賠償請求権に基づき損害賠償金35万円（慰謝料30万円，弁護士費用5万円）及びうち30万円に対する不法行為の後の日である平成21年5月30日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原審「第1の3の請求」",
                  "text": [
                    "原告は，被告本の泉社が平成19年7月1日以降インターネット上の自社のホームページ（本件ホームページ1と併せて「本件各ホームページ」という。）に本件表紙カバーの写真を掲載していることは，原告の有する本件入れ墨の著作者人格権（公表権，氏名表示権，同一性保持権）を侵害するとして，被告本の泉社に対し，著作者人格権侵害の不法行為による損害賠償請求権に基づき損害賠償金35万円（慰謝料30万円，弁護士費用5万円）及びうち30万円に対する不法行為の後の日である平成22年2月26日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた。",
                    "なお，原告は，本件訴訟において，本件入れ墨の著作権（複製権，翻案権，公衆送信権〔送信可能化権を含む。〕）侵害に基づく損害賠償は請求しない旨を明らかにしている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原判決の概要等",
              "text": [
                "原審は，①本件入れ墨は，著作物性を有する，②被告らの本件画像及び本件各ホームページを掲載する被告らの行為は，氏名表示権及び同一性保持権を侵害すると判断して，原告の被告らに対する損害賠償金の支払請求の一部を認容し，その余の請求を棄却した。",
                "これに対して，被告らは，原判決中の敗訴部分を不服として本件控訴を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実，争点及び争点に関する当事者の主張",
          "text": [
            "原判決の「事実及び理由」欄の「第2  事案の概要」の「2  前提事実」，「3",
            "争点」，「4  争点に関する当事者の主張」（原判決4頁5行目から19頁17行目）に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "当審における補足的主張",
          "text": [
            "［被告らの主張］",
            "原告の請求は，以下の理由からも，成り立たない。すなわち，",
            "①原告は，本件入れ墨の製作に当たり，「日本の仏像100選（主婦と生活  生活シリーズ328）」（佐藤昭夫監修，平成8年10月20日株式会社主婦と生活社1刷発行）の中から11頁左側に掲載された向源寺観音堂（滋賀県）の十一面観音立像の写真（以下「本件仏像写真」という。甲16の2）の上にトレーシングペーパーを重ねて，上から鉛筆で描線をトレースして，下絵を作成した。このような製作過程を考慮すると，本件入れ墨は，創作的な表現とはいえず，著作物性はない。②本件入れ墨が，男性の大腿部に施されていることから，本件入れ墨を撮影した写真をそのまま使うことは相当でないといえるから，本件画像を本件書籍の表紙カバー等に掲載したことは，著作権法20条2項4号所定の「やむをえない改変」に基づく掲載に当たる。③本件入れ墨の対価が社会通念に照らし高額であること，入れ墨が身体に施すものであることからすると，著作者人格権不行使について，黙示の合意が成立しているというべきである。また，原告は，平成21年4月13日に，被告Xに対して，「今後一切，金品等の要求はしない」と述べたことに照らすと，著作者人格権不行使の合意が成立している。④本件入れ墨の製作に当たり，被告Xは，本件仏像写真を原告に提供して，本件入れ墨の図柄等に対して依頼をしたが，被告Xのこのような行為は，本件入れ墨の創作に共同して関与したものと評価されるべきであり，本件入れ墨は，原告と被告Xの共同著作物であるといえる。したがって，原告は，被告Xの合意なく，請求権を行使することは許されない。⑤他人の許諾を得ない限り，自己の身体の利用ができないとすることは社会通念に照らし不合理であること等から，被告らに過失はない。⑥原告が，著作者人格権に基づいて，損害賠償金支払を請求することは，権利の濫用に該当する。",
            "［原告の反論］",
            "被告らの主張は，以下のとおり，失当である。すなわち，",
            "①原告の作成した下絵にも創作性があるのみならず，本件入れ墨は，下絵をもとに順次手数を重ねて完成させたものであり，創作性を否定する余地はない。なお，原告は，本件仏像写真にコピー用紙を重ねて，下絵を作成したが，コピー用紙を重ねた上から，本件仏像写真の輪郭線はかろうじて見ることができるが，輪郭線以外の観音像の顔，頂上仏面および変化面の顔，および着衣のひだ等の状態を見ることはできないので，原告は，自ら創作的に下絵を作成した。さらに，本件入れ墨の施術に当たっては，本件仏像写真と比較して，穏やかな顔の表情になるよう表現上の工夫を施しており，その点からも，本件入れ墨の創作性を肯定することができる。②本件入れ墨を撮影した写真をそのまま書籍に掲載することが相当でないからといって，本件入れ墨を改変して，本件書籍に掲載することが，著作権法20条2項4号により，許されるものではない。③本件入れ墨の対価は，原告の施術という役務及び創作性に対する評価であり，被告Xが対価を支払ったことをもって，著作者人格権不行使の特約が成立したと解することできない。原告が「今後一切，金品等の要求をしない。」と発言をした事実はない。④被告Xは，本件入れ墨について，画像の選択，観音像の顔の表情について希望は述べたが，本件入れ墨の創作への関与はない。したがって，被告Xは，共同著作者に当たらない。⑤被告らに過失がないとの主張は否認する。⑥著作者人格権の侵害に対する法的な救済として損害賠償を求めることが権利の濫用に当たることはない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，以下のとおり判断する。その理由については，次のとおり付加，訂正するほかは，原判決の「事実及び理由」欄の「第3  当裁判所の判断」（原判決19頁18行目から36頁5行目）記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決24頁16行目の次に，行を改め，次のとおり付加する。",
                "「さらに，本件仏像写真の仏像と本件入れ墨の仏像のそれぞれの顔を対比すると，両者には，以下のとおりの表現上の相違も認められる。すなわち，本件仏像写真の仏像の顔では，その眼は，中央からゆるやかな弧を描くように上向きに表現されていること，鼻は，直線的に細長く表現されていること，唇は，上唇の中央部を切り結び，引き締まったような表情で表現されていること等の点において特徴がある。これに対して，本件入れ墨の仏像の顔では，眼は，ほぼ水平方向に描かれていること，鼻は，横に広くふくらみをもった形状に表現されていること，唇は，上唇が厚くふくらみをもって表現されていること，頬や顎は，前記のとおり，墨の濃淡により，丸みを帯びるような表現がされていること等の点において特徴がある（甲8の1ないし3，甲16の2）。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決25頁17行目の次に，行を改め，次のとおり付加する。",
                "「被告らは，製作過程等を指摘し，本件仏像写真の仏像と本件入れ墨の間には，図柄全体の輪郭が共通することから，本件入れ墨は著作物性がない旨を主張する。しかし，前記のとおり，本件入れ墨は，墨の濃淡等によって，表情の特徴や立体感を表すための工夫がされている点等を総合すると，思想，感情の創作的な表現がされていると評価することができる。したがって，この点の被告らの主張は採用できない。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決29頁12行目の次に，行を改め，次のとおり付加する。",
                "「被告らは，本件入れ墨の写真画像について，陰影を反転させ，かつ，セピア色の単色に変更させた点は，被告Xの大腿部に施された入れ墨をそのまま使用することが相当でない点を考慮すれば，著作権法20条2項4号所定の「やむを得ない改変」に該当すると主張する。しかし，本件入れ墨を撮影した写真を書籍に掲載することがふさわしくない事情があるからといって，本件入れ墨を改変して，本件書籍に掲載することが，著作権法20条2項4号所定の「やむをえない改変」に該当するとして，その掲載が許されるものではない。被告らの主張は採用の限りでない。",
                "また，被告らは，原告と被告Xとの間において，明示又は黙示の著作者人格権不行使の合意が成立していると主張する。しかし，著作者人格権不行使の合意がされた場合に，その合意が効力あるものと解されるべきか否かの判断はさておき，本件全証拠によっても，著作者人格権不行使の合意が成立したことを認めることはできない。被告らの上記主張は，採用の限りでない。",
                "さらに，被告らは，本件入れ墨は，原告と被告Xの共同著作物であり，原告は，被告Xの合意なく，請求権を行使することは許されない，とも主張する。しかし，被告Xは，本件入れ墨について，画像の選択，観音像の顔の表情について希望は述べた事実はあるが，本件全証拠によるも，被告Xが，本件入れ墨の作成に，創作的に関与したことを認めることはできないから，被告らの主張は，採用できない。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決33頁22行目の次に，行を改め，次のとおり付加する。",
                "「被告らは，他人の許諾を得ない限り，自己の身体の利用ができないとすることは社会通念に照らし不合理であることから，被告らが，本件入れ墨の画像を用いて，本件書籍カバー等に掲載した行為に過失はないなどと主張するが，採用の限りでない。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決34頁16行目の「20万円」を「10万円」に，同頁20行目の「4万円」を「2万円」に，35頁2行目の「10万円」を「5万円」に，同頁6行目の「2万円」を「1万円」に，同頁14行目の「10万円」を「5万円」に，同頁18行目の「2万円」を「1万円」に，同頁22行目の「24万円」を「12万円」に，同頁25行目の「12万円」を「6万円」に，36頁2行目の「12万円」を「6万円」に，それぞれ改める。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "その他，被告らは，縷々主張するがいずれも理由がない。以上のとおりであり，原告の請求は，主文掲記の損害賠償請求及び遅延損害金請求の限度において理由があり，その余の請求は理由がない。よって，主文のとおり判決する。"
      ]
    }
  ]
}