{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2010-800197号事件について平成23年7月25日にした審決のうち，特許第3974441号の請求項1及び2に係る発明についての審判請求は成り立たないとの部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "原告のその余の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用はこれを5分し，その4を原告の，その余を被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2010-800197号事件について平成23年7月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，後記1のとおりの手続において，被告の後記2の本件発明に係る特許に対する原告の特許無効審判の請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は後記3のとおり)には，後記4のとおりの取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成11年11月8日，発明の名称を「核酸の合成方法」とする特許出願(特願2000-581248号。国内優先権主張日：平成10年11月9日(特願平10-317476))をし，平成14年4月12日，その一部を新たな出願とした特願2002-110505号を特許出願した。そして，同出願については，同年11月19日の出願公開を経て，平成19年6月22日，設定の登録(特許第3974441号)を受けた。以下，この特許を「本件特許」といい，本件特許に係る明細書(甲36)を「本件明細書」という。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成22年10月25日，本件特許に係る発明の全てである請求項1ないし10に係る発明(以下，請求項の番号に応じて「本件発明1」ないし「本件発明10」といい，これらを併せて「本件発明」という。)について特許無効審判を請求し，無効2010-800197号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成23年7月25日，「本件審判の請求は，成り立たない。」旨の本件審決をし，その謄本は，同年8月4日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件発明に係る特許請求の範囲の記載は，次のとおりである。なお，「／」は，【請求項5】の不等式内のものを除き，本文中の改行箇所を示す。",
            "【請求項1】以下の工程を含む1本鎖上に相補的な塩基配列が交互に連結された核酸の合成方法。／a)同一鎖上の一部F1cにアニールすることができる領域F1を3′末端に備え，この領域F1がF1cにアニールすることによって，塩基対結合が可能な領域F2cを含むループを形成することができる核酸を与える工程，／b)F1cにアニールしたF1の3′末端を合成起点として相補鎖合成を行う工程，／c)領域F2cに相補的な配列からなるF2を3′末端に含むオリゴヌクレオチドをアニールさせ，これを合成起点として鎖置換相補鎖合成反応を触媒するポリメラーゼによる相補鎖合成を行って，工程b)で合成された相補鎖を置換する工程，／d)工程c)で置換され塩基対結合が可能となった相補鎖における任意の領域に相補的な配列を3′末端に含むポリヌクレオチドをアニールさせ，その3′末端を合成起点として鎖置換相補鎖合成反応を触媒するポリメラーゼによる相補鎖合成を行って，工程c)で合成された相補鎖を置換する工程",
            "【請求項2】工程d)において，合成起点が領域R1cにアニールすることができる同一鎖上の3′末端に存在する領域R1であり，R1がR1cにアニールすることによって塩基対結合が可能な領域R2cを含むループが形成される請求項1に記載の方法",
            "【請求項3】工程a)における核酸が，以下の工程によって提供される第2の核酸である請求項1に記載の方法。／ⅰ)前記F2cに相補的な塩基配列F2を持つ領域の5′側に前記F1cと同一の塩基配列を持つ領域を連結して含むオリゴヌクレオチドの領域F2を鋳型となる核酸の領域F2cにアニールさせる工程，／ⅱ)オリゴヌクレオチドのF2を合成起点とし，鋳型に相補的な塩基配列を持つ第1の核酸を合成する工程，／ⅲ)前記F2cの更に3′側の任意の領域F3cにアニールするオリゴヌクレオチドF3を合成起点とする鎖置換相補鎖合成を行うことにより，工程ⅱ)で合成された第1の核酸の任意の領域を塩基対結合が可能な状態とする工程，／ⅳ)工程ⅲ)における第1の核酸の塩基対結合を可能とした領域に相補的な塩基配列を持つオリゴヌクレオチドをアニールさせ，それを合成起点として第2の核酸を合成し，前記合成起点より更に3′側の任意の領域R3cにアニールするオリゴヌクレオチドR3を合成起点とした鎖置換相補鎖合成を行うことにより，その3′末端のF1を塩基対結合が可能な状態とする工程",
            "【請求項4】工程ⅲ)の塩基結合を可能とする領域がR2cであり，前記R2cの5′側に存在する領域をR1cとしたとき，工程ⅳ)におけるオリゴヌクレオチドが，前記R2cに相補的な塩基配列R2を持つ領域の5′側に前記R1cと同一の塩基配列を持つ領域を連結して含むオリゴヌクレオチドである請求項3に記載の方法",
            "【請求項5】反応に用いる各オリゴヌクレオチドと鋳型におけるその相補領域との融解温度が，同じストリンジェンシーの下で次の関係にある請求項4に記載の方法。／(F3c／F3およびR3c／R3)≦(F2c／F2およびR2c／R2)≦(F1c／F1およびR1c／R1)",
            "【請求項6】鋳型となる核酸がRＮAであり，工程ⅱ)における相補鎖合成を逆転写酵素活性を持つ酵素で行う請求項3～5のいずれかに記載の方法",
            "【請求項7】次の工程を繰り返すことによる1本鎖上に相補的な塩基配列が交互に連結された核酸の増幅方法。／A)請求項4に記載の方法によって3′末端と5′末端において，それぞれ末端領域に相補的な塩基配列からなる領域を同一鎖上に備え，この互いに相補的な塩基配列がアニールしたときに両者の間に塩基対結合が可能となるループが形成される鋳型を提供する工程，／B)同一鎖にアニールさせた前記鋳型の3′末端を合成起点として相補鎖合成を行う工程，／C)前記ループのうち3′末端側に位置するループ内に相補的な塩基配列を3′末端に含むオリゴヌクレオチドを，ループ部分にアニールさせ，これを合成起点として鎖置換相補鎖合成反応を触媒するポリメラーゼによる相補鎖合成を行って，工程B)で合成された相補鎖を置換してその3′末端を塩基対結合が可能な状態とする工程，および／D)工程C)において3′末端を塩基対結合が可能な状態とした鎖を工程A)における新たな鋳型とする工程",
            "【請求項8】以下の要素を含む，1本鎖上に相補的な塩基配列が交互に連結された核酸の合成用キット。／領域F3c，領域F2c，および領域F1cを3′側からこの順で含む鋳型核酸に対し，／ⅰ)前記F2cに相補的な塩基配列F2を持つ領域の5′側に前記F1cと同一の塩基配列を持つ領域を連結して含むオリゴヌクレオチド，／ⅱ)ⅰ)のオリゴヌクレオチドをプライマーとして合成された相補鎖における任意の領域R2cに相補的な塩基配列を含むオリゴヌクレオチド，／ⅲ)前記F3cに相補的な塩基配列を持つオリゴヌクレオチド，／ⅳ)ⅰ)のオリゴヌクレオチドを合成起点として合成された相補鎖における任意の領域R2cの3′側に位置する領域R3cに相補的な塩基配列を持つオリゴヌクレオチド，／ⅴ)鎖置換型の相補鎖合成反応を触媒するDＮAポリメラーゼ，および／ⅵ)要素ⅴ)の基質となるヌクレオチド",
            "【請求項9】ⅱ)のオリゴヌクレオチドが，ⅰ)のオリゴヌクレオチドを合成起点として合成された相補鎖における任意の領域R2cとその5′側に位置する領域R1cに対し，前記R2cに相補的な塩基配列R2を持つ領域の5′側に前記R1cと同じ塩基配列を持つ領域を連結して含むオリゴヌクレオチドである請求項8に記載のキット",
            "【請求項10】請求項8または9に記載のキットに，更に付加的に核酸合成反応の生成物を検出するための検出剤を含む，標的塩基配列の検出用キット"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，①本件発明1ないし3，6，8及び10(以下「本件発明1等」という。)は発明の詳細な説明に記載されたものであり，当業者がその実施をすることができる程度に明確かつ十分に記載されているから，本件特許が平成14年法律第24号による改正前の特許法(以下「法」という。)36条6項1号(いわゆるサポート要件)及び同条4項(いわゆる実施可能要件)に規定する要件を満たしていない特許出願に対してされたものとはいえず，②本件発明1ないし7は後記アないしエの引用例1ないし4に記載の発明に基づいて，本件発明8ないし10は引用例1ないし4及び後記オの引用例5に記載の発明に基づいて，いずれも当業者が容易に発明することができたものではないから本件特許が特許法29条2項に違反してされたものとはいえず，③後記カの先願明細書に記載の発明は本件発明と同一ではないから本件特許が同法29条の2に違反してされたものとはいえない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：THE JOURNAL OF BIOLOGICAL CHEMISTRY Vol.266, No.21, pp.",
                  "text": [
                    "14031-14038(平成3年(1991年)刊行。甲1の1・2)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：DNA REPLICATION SECOND EDITION, ARTHUR KORNBERG, TANIA A.",
                  "text": [
                    "BAKER,  W.H.FREEMAN  AND  COMPANY,  pp.700-703,  pp.713-716,  pp.492-493  &",
                    "pp.504(平成4年(1992年)刊行。甲2の1～4)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：国際公開第96／01327号(平成8年公開。甲3の1・2)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：国際公開第97／04131号(平成9年公開。甲4の1・2)"
                },
                {
                  "fig": "オ",
                  "subject": "引用例5：特開平7-289298号公報(甲5)"
                },
                {
                  "fig": "カ",
                  "subject": "先願明細書：特開2000-37194号公報(本件優先権主張日よりも前である平成10年6月24日が優先権主張日であり，本件出願公開日よりも前である平成12年2月8日に出願公開された特願平11-179056号の願書に最初に添付された明細書及び図面。甲8の1)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用例1ないし5に記載の発明(以下「引用発明1」ないし「引用発明5」という。)，本件発明1と引用発明1ないし4との相違点(以下「相違点1」という。)及び本件発明8と引用発明5との相違点(以下「相違点2」という。)は，次のとおりである(本件発明1とこれらの各引用発明との一致点については，明確な認定の記載がない。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1：uvsXリコンビナーゼの組換え反応に依存する，T4ホロ酵素を用いたスナップバックDＮA増幅機構を開発することを課題とするものであり，その増幅機構は図8に記述され，T4ホロ酵素がスナップバック機構により中央にヘアピンを有する長い2本鎖DＮAが合成され，これに二重鎖DＮAに相同な直鎖ssDＮAがuvsXリコンビナーゼの作用によって侵入し，該直鎖ssDＮAがプライマーとして伸長し鎖置換相補鎖合成を行うというもの"
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2：種々のウイルスの生体内におけるDＮA複製機構を明らかにすることを課題とするものであり，例えば，アデノ随伴ウイルスの増幅機構は，図19-6に詳述されているが，3′末端と5′末端の双方にループが形成された1本鎖核酸(鋳型)において，その3′末端から自己を鋳型とする相補鎖合成が開始され，2本鎖の複製型が一旦形成され，その親鎖の3′末端の反対側でニックが生じ，ニックからの伸長反応の結果，ヘアピン構造への転移が生じ，末端ヘアピンの再構成によって，どちらかの末端に3′末端が形成され，当該末端からの自己を鋳型とする相補鎖合成によって，次の新しい鋳型が提供されるというもの"
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明3：ヘアピン構造を形成し得るプライマーを使用し，核酸を等温増幅する方法の提供を課題とするものであり，2本鎖DＮAの末端にあるパリンドローム配列は動的平衡によってヘアピン構造を形成し，折り曲げられた末端はプライマーとして機能し，自己を鋳型とする相補鎖合成を行って，核酸の伸長反応が継続的に生じるというもの"
                },
                {
                  "fig": "エ",
                  "subject": "引用発明4：単一のプライマーを用いて，ヘアピン構造を有する核酸を増幅することを課題とするものであり，その詳細は，図17に示されるとおり，標的ポリヌクレオチドの領域Aに相補的な配列と，標的ポリオヌクレオチドの領域Bと同一の配列を有するプライマー(TP)を標的ポリヌクレオチドにハイブリダイズさせ，3′末端からの伸長反応によって伸長生成物を生じさせ，これを熱変性によって鎖分離し，該伸長生成物が5′末端にヘアピン構造を形成した後に，PCRプライマー(D)をハイブリダイズさせ，該生成物を増幅するというもの"
                },
                {
                  "fig": "オ",
                  "subject": "引用発明5：好熱性のポリメラーゼおよび制限エンドヌクレアーゼの両方が効率的に機能する等温鎖置換増幅法(好熱SDA)の反応条件を提供することであり，その解決手段は，特定の好熱性のポリメラーゼや制限エンドヌクレアーゼを用いることであり，好熱SDAを行う前段階として，制限エンドヌクレアーゼ認識／開裂部位を含む標的核酸を増幅するために，2つのSDA増幅プライマーと，2つのバンパープライマー(OP(アウタープライマー)に相当)を用いるというもの"
                },
                {
                  "fig": "カ",
                  "subject": "相違点1：本件発明1には，3′末端側に位置するループ部分にプライマーをアニールさせる工程(工程c))があるのに対し，引用発明1ないし4には，いずれもこの工程がない点"
                },
                {
                  "fig": "キ",
                  "subject": "相違点2：本件発明8には，3′末端側に位置するループ部分にプライマーをアニールさせる工程(工程c))があるのに対し，引用発明5には，この工程がない点"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した本件発明1と先願明細書に記載の発明との一致点及び相違点(以下「相違点3」という。)は，次のとおりである(先願明細書に記載の発明自体については，明確な認定の記載がない。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点：a)同一鎖上の一部F1cにアニールすることができる領域F1を3′末端に備え，この領域F1がF1cにアニールすることによって，塩基対結合が可能な領域F2cを含むループを形成することができる核酸を与える工程を含む，1本鎖上に相補的な塩基配列が交互に連結された核酸の合成方法"
                },
                {
                  "fig": "イ",
                  "subject": "相違点3：本件発明1では，さらに，「b)F1cにアニールしたF1の3′末端を合成起点として相補鎖合成を行う工程，c)領域F2cに相補的な配列からなるF2を3′末端に含むオリゴヌクレオチドをアニールさせ，これを合成起点として鎖置換相補鎖合成反応を触媒するポリメラーゼによる相補鎖合成を行って，工程b)で合成された相補鎖を置換する工程，d)工程c)で置換された塩基対結合が可能となった相補鎖における任意の領域に相補的な配列を3′末端に含むポリヌクレオチドをアニールさせ，その3′末端を合成起点として鎖置換相補鎖合成反応を触媒するポリメラーゼによる相補鎖合成を行って，工程c)で合成された相補鎖を置換する工程」を含んでいるのに対し，先願明細書に記載の発明について，先願明細書には工程b)ないしd)(特に，工程b))を含むことが明記されていない点"
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決が認定した本件発明8と先願明細書に記載の発明との一致点及び相違点(以下「相違点4」という。)は，次のとおりである(先願明細書に記載の発明自体については，明確な認定の記載がない。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点：以下の要素を含む，1本鎖上に相補的な塩基配列が交互に連結された核酸の合成用キット。／領域F2c，および領域F1cを3′側からこの順で含む鋳型核酸に対し，／ⅰ)前記F2cに相補的な塩基配列F2を持つ領域の5′側に前記F1cと同一の塩基配列を持つ領域を連結して含むオリゴヌクレオチド／ⅱ)ⅰ)のオリゴヌクレオチドをプライマーとして合成された相補鎖における任意の領域R2cに相補的な塩基配列を含むオリゴヌクレオチド／ⅴ)鎖置換型の相補鎖合成反応を触媒するDＮAポリメラーゼ，および／ⅵ)要素ⅴ)の基質となるヌクレオチド"
                },
                {
                  "fig": "イ",
                  "subject": "相違点4：本件発明8では，さらに，該鋳型核酸において，領域F2cの3′末端側に領域F3cが含まれており，OPとして「ⅲ)前記F3cに相補的な塩基配列を持つオリゴヌクレオチド，ⅳ)ⅰ)のオリゴヌクレオチドを合成起点として合成された相補鎖における任意の領域R2cの3′側に位置する領域R3cに相補的な塩基配列を持つオリゴヌクレオチド」を含んでいるのに対し，先願明細書に記載の発明について，先願明細書にはこのような領域F3cや前記ⅲ)及びⅳ)のオリゴヌクレオチド(OP)を含むことが記載されていない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件及びサポート要件に係る判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "引用発明1に基づく容易想到性に係る判断の誤り(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1についての認定の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点1及び2に係る判断の誤り"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "拡大先願に係る認定・判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(実施可能要件及びサポート要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件発明1等ではリバースプライマーとしてPCRプライマーが用いられており，2つのTP(ターンバックプライマー)が使用されていないから，本件明細書の図6(D)及び(E)のような核酸ができあがり，加熱変性を利用しなければそれ以上の合成反応を進めることができないところ，①加熱変性を利用すれば相当程度効率のよい核酸の合成が行われると認められるから，2つのTPが必須のものではなく，また，②本件発明では2つのOP(アウタープライマー)が鋳型の合成のために使用されており(本件明細書の図1～3)，工程a)における核酸がいったん合成されればその後の増幅反応が2つのOPを使用しなくても進行するから，2つのOPが必須のものではないとする。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，前記(1)①についてみると，本件明細書の図6(D)及び(E)の核酸が合成された以上，等温増幅用の酵素であるBst酵素を利用する場合，加熱変性により酵素が失活するので，1サイクルごとに加熱変性を繰り返し，かつ，酵素を再添加しなければ合成が進まない。そして，このような加熱変性による合成は，等温増幅とはいえないし，PCR法のほうがプライマーの設計も簡便で使いやすい。すなわち，本件発明1等において，一対のTPを用いず，TP及びPCRプライマーを用いた場合，単一の酵素で特異性が高い等温増幅の提供という本件発明の課題を解決できないばかりか，本件出願当時の周知技術であるPCR法よりも劣った核酸合成方法になる。",
                "さらに，本件出願の親出願に当たる発明の公開公報には，そこに記載の図6の方法が等温増幅反応ではない旨が明記されている(甲44)。",
                "したがって，等温増幅を提供することを課題とする本件発明1等では，2つ(一対)のTPが必須である。",
                "次に，前記(1)②についてみると，本件発明1等の工程a)の鋳型核酸の製造方法については，2つのOPを用いた方法以外に本件明細書には記載がない。したがって，当業者は，これ以外の上記鋳型核酸の製造方法の記載がない限り，これを容易に実施できないのであり，本件発明1等の特許請求の範囲の記載は，本件明細書のサポートを超えたものとなっている。また，本件発明1等は，いわゆるLAMP法と呼ばれる等温増幅法であるが，LAMP法は，2つのTPと2つのOPとを必須としている(甲40～42)。",
                "このように，フォワードとリバースのうち少なくとも一方にTPを用いた増幅反応は，熱変性を必要とし，特異性も高いとはいえず，煩雑な酵素の添加工程を必要とするから，フォワードとリバースのうち少なくとも一方にTPを用いた増幅反応を含む点で，本件発明1は，サポート要件及び実施可能要件に違反する。",
                "しかも，本件明細書には，本件発明1の反応が起きていることを示す実証データが必要であるのに，本件発明1の増幅反応が本当に起きることを示す実証データの記載がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件発明1等において2つのTP及びOPは，必須であり，これに反する本件審決の判断は，誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件発明1は，工程a)ないしd)を含む「1本鎖上に相補的な塩基配列が交互に連結された核酸」の「合成方法」であるところ，本件明細書の図5(B)に記載の核酸を使用する場合，図6に記載の工程を経て図6(D)に記載の産物を合成する旨が明記されており，当該産物(図6(D))が，本件発明1が目的とする核酸である(本件明細書【0037】)から，本件発明1は，実施可能要件及びサポート要件を満たすものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，加熱変性を利用しなければそれ以上の増幅反応を継続することができない旨を主張するが，本件発明1は，本件明細書の図6(D)の産物からそれ以上の増幅反応を継続することを対象としていないばかりか，本件明細書は，当該産物から加熱変性を利用して更なる増幅を行う場合にも「たいへん効率的な反応となる」旨(【0037】)のほか，当該産物からSDA法を利用した増幅が可能になることや，転写も行われることを記載している(【0064】【0065】)から，加熱変性は，必須のものではなく，実施可能要件及びサポート要件とは無関係である。",
                "このように，本件発明1の合成方法において2つのTPは，必須ではないし，このことは，本件発明2，3，6，8及び10についても同様であるから，原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明1は，工程a)の鋳型の合成方法に関するものではなく，工程a)において提供される鋳型を出発物質として，工程a)ないしd)を繰り返すことによって，「1本鎖上に相補的な塩基配列が交互に連結された核酸」を増幅する方法である。かかる本件発明1の増幅方法においては，2つのOPは，必須の構成要件ではないから，請求項に記載する必要はなく，現に，本件明細書の図2(7)から図3に例示された増幅機構においてもOPを使用していない。",
                "本件明細書にも，「本発明の特徴となっている，3′末端に同一鎖上の一部F1cにアニールすることができる領域F1を備え，この領域F1が同一鎖上のF1cにアニールすることによって，塩基対結合が可能な領域F2cを含むループを形成することができる核酸は，様々な方法によって得ることができる。」との記載があるとおり，核酸の合成方法は，限定されていない。",
                "よって，本件発明1等が2つのOPを必須とするものではないと認定した本件審決には何らの認定・判断の誤りもなく，本件特許は，法36条4項及び同条6項1号に違反するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明1に基づく容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，①引用発明1が解決課題及び課題解決手段において，特に工程c)において，本件発明1とは全く異なる発明であり，引用例1ないし4にはループ部分にプライマーをアニールさせることも記載されておらず，したがって，②引用例1ないし4に記載された発明をどのように組み合わせたとしても，本件発明1ないし7は当業者が容易に発明できないものというべきであるとする。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，前記(1)①についてみると，引用例1は，ウイルスの遺伝子の複製機能に関する学術論文であるが，そこには，等温での増幅方法を提供するという本件発明1と共通の課題を明確に記載しており，かつ，ステムループ構造を「ヘアピン構造」(甲25)と呼び，プライマーを「直鎖ssDＮA」と呼んでいる(引用例1の Fig.8の説明)。そして，本件明細書は，「アニール」を「核酸がワトソン-クリックの法則に基づく塩基対結合によって2本鎖構造を形成することを意味する。」と定義していることから，ここにいう「アニール」は，酵素の作用によるものも含む全ての結合を介した2本鎖の形成を意味する。",
                "以上によれば，引用例1におけるヘアピン構造に直鎖ssDＮAが侵入してDループを形成するということは，プライマーがループにアニールすることを意味することが明らかである。このように，引用例1には，ループ部分にプライマーをアニールさせることが記載されている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(1)②についてみると，まず，本件審決は，引用例1のステップ5では，酵素(uvsXタンパク質)を用いて反応を起こしているから，酵素を用いなければ引用例1に記載された鋳型にフリーループを形成するはずがない(阻害要因)と当業者が考えるであろうとする。",
                "しかしながら，酵素を用いなくても，平衡反応(呼吸)により2本鎖が1本鎖になり得ることや，そのようにして形成されたループにプライマーがアニールし得ることは，いずれも周知である(引用例2，甲54～59)。したがって，引用例1においてフリーループを形成して，酵素(uvsXタンパク質)を用いないようにしても，Fig.8ステップ5の反応は起こり得るし，引用例1にも，その旨の記載がある(Fig.1)。したがって，引用例1には上記阻害要因はない。",
                "次に，本件発明のポイントは，①ループの3′末端からの自己伸長反応及び②ループにアニールしたプライマーの伸長反応の2つの構成要件の組合せであるところ，①は，周知技術であり(引用例2，3，甲47～52，60)，②については，前記(2)に記載のとおり，引用例1に記載がある。そして，引用例1には，②のループにアニールしたプライマーの伸長反応が等温増幅反応のモデルになるという教示があり，この教示に従って①の3′末端から自己伸長反応するループに②を組み合わせて本件発明1の等温増幅法を想到することは，当業者には容易であるというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決は，①引用例1ないし5にはいずれも3′末端側に位置するループ部分にプライマーがアニールすることが記載されておらず，したがって，②引用例1ないし5に記載された発明をどのように組み合わせたとしても，本件発明8ないし10を当業者が容易に発明できないものというべきであるとする。",
                "しかしながら，前記のとおり，引用例1にはループにプライマーがアニールすることについて記載がある。",
                "また，本件審決は，引用発明5においてOPを用いても増幅が連続して続くといったものではなく，数倍に増幅される程度にすぎないものであり(引用例5図1)，引用発明4が熱変性を利用して単一のプライマーにより非直線的に増幅しようとするものであるから，当業者が引用例4の図17Cに記載のプライマーDにOPを組み合わせようとするはずがないばかりか，引用発明5のOPを引用発明4に記載のTPにすると，次の増幅に用いられなくなることが明らかであるとする。",
                "しかしながら，前記1〔原告の主張〕(2)に記載のとおり，本件発明8ないし10は，1サイクルごとに加熱変性を用いなければ増幅が進行しない部分を含んでおり，その部分では，加熱変性で2倍に増幅される程度にすぎないから，引用発明5と引用発明4とを組み合わせることに阻害要因はない。",
                "なお，遺伝子の増幅方法であるPCR法は，生体内の細胞分裂において起こっているところ，生体内での複製反応では，2本鎖のDＮAを分離して1本鎖にする際に，生体に害を及ぼさないように複雑なプロセスを要するが，人工的に実施する場合には，このような考慮を要しないため，試験管内で簡単に再現することが可能である。むしろ，引用例1の Fig.8の説明には，同図の反応が試験管での増幅方法のモデルとなることが明確に記載されているから，引用例1の増幅機構が生体内での反応であることを根拠とする被告の主張は，失当である。",
                "また，前記1〔原告の主張〕(2)に記載のとおり，本件発明1等は，熱変性が必要であって，「単一の酵素で特異性が高い等温増幅の提供」という本件発明の課題を解決できないばかりか，本件特許出願当時の周知技術であるPCR法よりも劣った核酸合成方法になるから，産業の発達に寄与するという特許法1条の目的に反するので，同法29条2項所定の進歩性がないというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本件審決は，引用発明1の認定を誤り，相違点1及び2の判断を誤っているから，取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件発明1では，工程a)において，「同一鎖上の一部F1cにアニールすることができる領域F1を3′末端に備え，この領域F1がF1cにアニールすることによって，塩基対結合が可能な領域F2cを含むループを形成することができる核酸」を提供することが必要となるが，引用発明1では，そのようなループが形成されない。引用例1の Fig.8は，単に折り返しを有する2本鎖を図示されているにすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1の工程c)では，「領域F2cに相補的な配列からなるF2を3′末端に含むオリゴヌクレオチドをアニールさせ」ることが必要になるが，引用例1の Fig.8の工程1から2は，2本鎖であるヘアピン構造に対し，組換え酵素(リコンナーゼ)により，2本鎖ヘアピン生成物や2本鎖の二量体中間体の切断，プロセシング，対合(組換え)，合成及び解離という各反応を経て直鎖ssDＮAを導入しているにすぎず，塩基対結合可能な領域を有するループが存在しないことが明白であり，塩基対結合が可能となるループにプライマーをアニールさせることとは明らかに異なる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そもそも，引用例1は，人工的な核酸増幅方法に関するものではなく，単に生体内におけるT4バクテリオファージの相同遺伝子組換え機構を観察して報告したものであって，特定の標的核酸を増幅させる核酸増幅反応に関するものではないばかりか，T4-ホロ酵素やuvsXタンパク質等の生体内に存在する物質の関与を必須とするものであるから，核酸の増幅方法への応用の可能性は，極めて抽象的なものである。",
                "以上のように，引用発明1は，解決課題及び課題解決手段において，特に工程C)において，本件発明と比較自体が困難なほどに相違した発明であって，引用例2及び3に適用できるものでもない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，ループ3′末端からの自己伸長反応が周知技術である旨(引用例2，3，甲47～52，60)を主張するが，引用例2に記載されているのは，アデノ随伴ウイルスの生体内での反応機構のモデルにすぎず，本件発明1とは解決課題及び解決手段が全く異なるし，引用例3の図5は，いわゆるヘアピン構造を有するプライマー及びそのプライマー由来の折り返し構造であって塩基対結合が可能な領域を有するループではない(本件明細書【0012】)。したがって，本件発明1におけるループ構造からの自己伸長反応(工程B))は，公知でも周知でもない。原告が援用するその余の証拠も，いずれも異なるウイルス等の複製機構に関するものなどであって，周知技術を認定する根拠たり得るものではない。",
                "また，原告は，ループにプライマーがアニールすることが周知技術である旨(甲54～59)を主張するが，これらの証拠に記載の技術は，いずれも引用例1ないし3に適用し得る周知技術とは到底認められないものばかりである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "さらに，引用例1には，核酸におけるループの形成やループへのプライマーのアニールが記載されていないから，これを引用例2ないし5の記載とどのように組み合わせても本件発明8ないし10には到達できない。",
                "また，引用発明4は，従来のPCRにおいて2つのプライマーが必要であったことを課題として，単一のプライマーによって増幅を行うためにポリヌクレオチドヘアピンと単一のプライマーDとを使用したものであるから，これに加えて引用発明5のプライマーをさらに使用することは，引用発明4の目的に反するものであり，当業者にとって明白な阻害事由になる。そもそも，引用例4には，等温条件下で増幅を進めるための手段や，どのようにOPを使用すればよいかについても，記載も示唆もない。",
                "したがって，引用例4及び5を組み合わせることは，困難である。",
                "なお，前記のとおり本件発明の実施に加熱変性は不要である。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上に加えて，引用例1は，本件発明8ないし10とは解決課題及び解決手段が異なり，先行技術文献とはならないし，引用例4に記載の発明は，プライマー数を減らすことを解決課題とする発明であるから，仮に引用例5にOPが記載されているとしても，これを引用発明4に採用することには阻害事由が存在する。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上のとおり，原告の主張に理由はなく，本件発明の進歩性を肯定した本件審決の認定・判断は，至極正当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(拡大先願に係る認定・判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，相違点3として，先願明細書に記載の発明について，先願明細書には工程b)ないしd)(特に，工程b))を備えることが明記されておらず，これらを繰り返して核酸を増幅することが記載されていない点を認定し，その理由として，①先願明細書の実施例1の記載から本件発明1の反応が読み取れないこと，②先願明細書の実施例2の記載から本件発明1の反応が読み取れないこと，③先願明細書の記載(【0106】【0107】【0159】【0183】)の解釈，④被告が別件訴訟で本件発明と先願明細書に記載の発明とが同一であると認めているとしても，そのこと自体が本件特許が無効であるか否かの判断を左右しないことを挙げている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)①についてみると，先願明細書の実施例1は，2つのTPを用いたPCR産物，すなわち先願明細書の図3④に記載の核酸(以下「ダンベル型中間体」ともいう。)を提供する工程である(本件発明1の工程a)に該当する。)。先願明細書には，本件明細書の図2及び3の「ループが形成される鋳型」に相当するものに対してTPがアニールした結果，本件発明1の工程b)ないしd)が起きている旨の記載があるところ(【0183】)，本件審決は，当該反応が起きている可能性を認めているにもかかわらず，先願明細書の図17が不鮮明であること及び時間経過に伴って分子量の増大を示すための図17A及びBの2つの電気泳動のゲルが異なることを挙げて，引用例4の実施例1の記載からは当該反応を読み取ることができないとする。",
                "しかしながら，先願明細書には，ダンベル型中間体が増幅産物の最終生成物という記載はない(【0130】参照)から，先願明細書に記載の発明の技術的思想は，図3④のダンベル型中間体を得ることにあるのではなく，これを核にしたTPによる等温増幅反応である。そして，先願明細書の図17A及びBには，ゲル濃度の相違を考慮したとしても，時間の経過に従った分子量の段階的増大が生じていることを示す複数のバンドが確認できるし(甲38，39)，仮に，当該図17Aが不鮮明であるとしても，中間体の二次構造にはステムループ構造が双方の末端にある場合，片方の末端にある場合及び当該構造がない場合の3種類に限られる一方，当該図17Aには3個以上の複数のバンドが確認できる以上，分子量の増大すなわち3′末端からの自己伸長反応が起きていることは，明らかである(甲53)。",
                "また，本件発明の実施例と先願明細書の実施例1とでは，OPの使用の有無を除き反応条件が実質的に同一であって，かつ，OPは，ダンベル型中間体の形成のみに関与してこれからの増幅反応には関与しないから，両者で同一の反応が起きていることは，明らかである(甲38，39)。",
                "さらに，先願明細書によれば，先願明細書の実施例1の後段の反応は，一対のTPを用いた反応であるから(【0025】)，当該反応では本件発明1の実施例と同じ非直線的増幅反応(指数関数的増幅反応)が起きているといえる(甲38)。",
                "よって，先願明細書の実施例1からは，本件発明1の自己伸長反応を読み取ることができる(甲24，42，43)。",
                "なお，先願明細書の図9④⑤の配列a′b′は，本件発明の3′末端の「F1」に，abは，本件発明の「F1c」に，x′y′c′d′は，本件発明のF2cに，それぞれ該当するから，そこには，本件発明と同一の自己伸長反応(工程b))が記載されているということができ，このことは，先願明細書が図9について「自己伸長を例示する模式図」と記載していることからも明らかである。また，図9のプライマーは，配列c′d′が先願明細書の請求項1に記載の「第1のセグメント」に，配列abが「第2のセグメント」に，それぞれ該当するから，先願明細書の実施例1のプライマーと同じであるから，ここでも自己伸長反応が起こることが明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(1)②についてみると，先願明細書の実施例1は，2つのTPと2つのOPを用いているのに対し，実施例2は，2つのTPのみを用いている点が相違するが，当該TPは，本件発明のOPと同じ機能をするものであり，反応条件も本件明細書の実施例1と同様であるところ，本件審決は，先願明細書の実施例2が本件明細書の実施例1と同様の工程の反応が生じる可能性を指摘しつつも，反応条件が全く同じではないために，本件発明1と同じ工程の反応が起きているとまでいえないとする。",
                "しかしながら，本件審決も認定するとおり，先願明細書の実施例2の反応条件は，実質的に本件明細書の実施例1とも先願明細書の実施例1とも同じであるから，本件発明1と同じ反応が起きていないと判断すべき理由はない(甲38)。しかも，先願明細書には，フォワードとリバースの双方にTPを用いた等温増幅反応では非直線的増幅反応(指数関数的増幅反応)が起きることが明記されているから(【0025】)，同じくフォワードとリバースにTPを用いた先願明細書の実施例2の増幅反応においては，本件発明1と同じ増幅反応が起きているといえる。",
                "よって，先願明細書の実施例2からは，本件発明1の反応を読み取ることができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "前記(1)③についてみると，本件審決は，先願明細書からは3′末端のステムループ構造からの自己伸長反応が起こり，次いで，ループにTPがハイブリダイズし，鎖置換相補鎖合成反応が起きることを読み取ることができず(【0106】【0107】【0183】等)，副反応により高分子量産物の複雑な多様性を形成し得，有害であることが記載されている(【0159】)とする。",
                "しかしながら，先願明細書の【0183】の「アンプリコン」は，実施例1の前段の反応で得られたPCR産物を意味しており(【0180】)，【0183】の記載は，当該PCR産物(ダンベル型中間体。ダンベル型中間体であるアンプリコンは，サイズが小さい170bpのものである。)を鋳型核酸としてTPを用いて等温増幅を行った結果であって，その実証データは，電気泳動の結果，分子量の異なる複数のバンドの存在を示している(先願明細書の図17A及びB)。そして，先願明細書の【0183】には，これらの複数のバンドの存在から導き出される時間経過に伴う分子量サイズの段階的増大の理由が，「おそらく，アンプリコンをプライマーおよびテンプレートとして機能させる二次構造の存在に起因し得る」旨の記載があり，ここで，アンプリコンの「二次構造」は，ステムループを意味し，かつ，「プライマー」とは，ポリメラーゼが合成を開始する「テンプレート」にアニールして，その3′末端から伸長反応を起こすものを意味するから，当該記載のうち，「アンプリコンをプライマー…として機能させる二次構造」とは，増幅産物(アンプリコン)の3′末端側のループの3′末端からの自己をテンプレートとして伸長反応を意味することが明らかである。",
                "さらに，上記記載のうち，「アンプリコンを…テンプレートとして機能させる二次構造」とは，増幅産物(アンプリコン)の3′末端側のループにプライマーがアニールして伸長反応が起きることを意味するか，又は3′末端からの自己伸長反応そのものを意味する。",
                "以上のとおり，先願明細書の【0183】には，本件発明1における①ループの3′末端からの自己伸長反応及び②ループにアニールしたプライマーからの伸長反応の2つの反応が起きていることが記載されている。",
                "次に，先願明細書の【0106】及び【0107】は，引用例2を引用して「呼吸」という現象を説明しており，そこでは，先願明細書の図2の②から③へと変化する現象，すなわち3′末端にステムループが形成される現象が起これば，その3′末端のステムループ構造から自己伸長反応が起きることは，著名な教科書である引用例2の Figure19-6にも記載されているとおり，当業者には自明である。",
                "さらに，3′末端のステムループ構造からの自己伸長反応については，先願明細書の図9④⑤や図2④等に記載がある。",
                "また，先願明細書の【0159】には，電気泳動の複数のバンド形成が副反応であるという記載はなく，また，先願明細書の実施例1及び2にも，電気泳動の複数のバンドで確認できる増幅反応が副反応であるという記載はないから，両者は，無関係である。そして，先願明細書には，電気泳動の複数のバンドの形成自体が有害である旨の記載はない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "前記(1)④についてみると，被告は，他の訴訟事件における準備書面及び技術説明資料(甲10～19)において，いずれも先願明細書に本件発明と同一の発明が記載されていることを自認している。したがって，被告は，信義則に基づき，先願明細書に記載の発明と本件発明の同一性を本件審判及び本件訴訟においては争えないというべきである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "むしろ，本件明細書には，「ヘアピンループを形成させて自身を鋳型(template)とする相補鎖合成反応の報告は多い」(【0021】)，「3′末端に同一鎖上の塩基配列に相補的な配列を持たせ，末端でヘアピンループを形成させる方法が公知である(Gene 71, 29-40,1988)。このようなヘアピンループからは，自身を鋳型とした相補鎖合成が行われ，相補的な塩基配列で構成された1本鎖の核酸を生成する。たとえば PCT/FR95/00891 では，相補的な塩基配列を連結した末端部分で同一鎖上にアニールする構造を実現している。」(【0010】)との記載があり，ここで引用されている文献(甲3等)の発行は，先願明細書の優先権主張日よりもはるかに前である。したがって，本件明細書の記載から，ループ3′末端からの自己伸長反応は，周知技術であった。",
                "なお，本件明細書の図2及び3並びに先願明細書の図3には，いずれもダンベル型中間体が記載されており，本件明細書で1本鎖として記載されている部分が先願明細書において2本鎖として記載されているのは，表現上の相違にすぎず，実質的な相違ではない。そして，これらのダンベル型中間体は，いずれもTP伸長鎖によって形成されているから，その機能も同じであることは，明らかである。そして，ダンベル型中間体が同じであるのであれば，ダンベル型中間体及び一対のTP(フォワード及びリバースにTPを用いること)を用いた増幅反応も同じであると考えるのが科学的に正しい認定であるというべきである。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "本件審決は，相違点4として，先願明細書に記載の発明の鋳型核酸において領域F2cの3′末端側に領域F3cが含まれておらず，また，OPとして，本件発明8のⅲ)及びⅳ)のオリゴヌクレオチド(OP)を含むことが記載されていない点を認定した。",
                "しかしながら，本件発明の特許請求の範囲の記載において，OPは，領域F2c又はR2cの3′末端側にアニールするオリゴヌクレオチドであること以外には，一切の規定がないところ，先願明細書の図13及び14に記載のプライマーは，いずれもこれらの要件を満たしている。",
                "また，本件審決は，先願明細書に記載の発明が動的平衡を利用して二次構造を形成し，これにより新たなプライマー結合部位を再生して，テンプレートからの伸長生成物の置換及び分離を行って直線的増幅をしており，OPが使用されていないから，OPを用いることが先願明細書に記載の発明の課題に反するとする。",
                "しかしながら，先願明細書に記載の発明は，OPを用いた非直線的増幅(指数関数的増幅)をも課題としていることが明らかである(【0025】)。",
                "なお，被告が先願明細書に本件発明と同一の発明が記載されていることを自認していることは，前記(5)に記載のとおりである。",
                "また，被告は，先願明細書にはOPの記載がない旨を主張するが，等温増幅を実現させるためには，等温条件下でテンプレートからプライマー伸長鎖をはがして1本鎖にし，次のプライマーのためのテンプレートにする必要があるところ，そのための技術としてDＮAポリメラーゼ及びOPを用いた技術は，従前から知られていた(甲5)。そして，先願明細書には，従来技術としてOPを用いたSDA法に関する記載があり(【0006】【0139】)，図1ないし3では，TPがテンプレートにハイブリダイズして伸長した後，ターンバックしてステムループを形成することで，上記の1本鎖を形成し(すなわち，TPがOPを同じ役割を果たしている。)，図13では，2つのプライマーを結合させて一方のプライマーをOPとして機能させている。このように，先願明細書には，OPについての記載があるといえる。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上のとおり，本件発明(特に，本件発明1)は，先願明細書の実施例において起きている反応の一部である，ダンベル型中間体及び一対のTPからの核酸増幅反応を取り出して反応機構を説明したものにすぎず，新たな用途を提供するものでもない。このように，本件発明と先願明細書に記載の発明との間に相違点3及び4は存在せず，本件審決は，先願明細書に記載の発明の認定を誤っているから，取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "先願明細書に記載の発明の技術的思想は，TPである「第1のセグメントB′及び第2のセグメントCを含む第1の初期プライマー(核酸構築物)」，TPである「第1のセグメントF及び第2のセグメントE′を含む続く初期プライマー(核酸構築物)」，基質，緩衝液及びテンプレート依存性重合化酵素を提供する工程と，該特定の核酸配列及び該新規プライマー(核酸構築物)をインキュベートし，該特定の核酸配列を非線形に増幅する工程と，を包含する増幅方法であって(先願明細書の図1～3)，各末端において，各鎖のステムループ構造を含む2本鎖分子(図3④のダンベル型中間体)を得ることを目的とするものである(【0130】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，先願明細書の実施例1の図17A(30分インキュベーション)及びB(180分インキュベーション)に現れているバンド移動度の違いから，インキュベーション時間が長いほど分子量の大きなバンドが出現しており，これが「自己伸長反応」が起こったことを示すものであるから，そこには本件発明1の工程b)ないしd)が記載されている旨を主張する。",
                "しかしながら，図17A及びBは，電気泳動によって分子量の低い産物のバンドがより下方に移動する一方，より分子量の高い産物のバンドがより上方に留まることを示しているといえるが，両者は，異なる組成のアガロースゲルを使用しており(先願明細書【0182】)，Bで用いられたゲル濃度の高いものは，よりサイズの小さいDＮA長の分離に適しているから(甲35)，Bの移動度の方が小さいのは当然であって，Aとの違いから「自己伸長反応」の発生を読み取ることはできない。",
                "次に，上記のような移動度の小さいアガロースゲルは，低分子量の増幅産物のバンドをより判別しやすくする目的で使用されるのであるから，先願明細書の実施例1は，分子量の大きな増幅産物を全く想定しておらず，現に，先願明細書は，図17について，増幅産物の増量について記載するのみで(【0183】)，その分子量の大小については何ら言及していない。",
                "また，先願明細書の図17A及びBでは，標的が存在しないコントロールにおいても増幅産物が生じており(【0183】)，実施例1において複数のバンドが生じる原因は，分子量が異なる産物が複数存在するというだけではなく，産物が二次構造を形成しているかどうかもその原因となるのであるから(甲24)，図17A及びBは，「自己伸長反応」を示すものとはいえない。",
                "さらに，図17A及びBは，いずれも不鮮明であり，いずれのバンドが先願明細書に記載の発明の最終産物であるダンベル型中間体に対応するものであるかも記載されていない(Bでは，バンド同士の密着により，どのようなバンドが生じているかは，判別不能である。)から，これらの図から段階的な分子量の増大やダンベル中間体の整数倍の伸長反応を読み取ろうとする見解(甲37，38)は，本件発明1に基づく後知恵にすぎない。",
                "以上のとおり，先願明細書には，本件発明1の工程b)ないしd)を備えていることが明記されておらず，また，「自己伸長反応」の記載がないから本件発明1の「1本鎖上に相補的な塩基配列が交互に連結された核酸」との構成を開示するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，先願明細書の実施例2の反応条件から，実施例1と同様の反応が生じているから本件発明1の反応を読み取ることができる旨を主張する。",
                "しかしながら，先願明細書の実施例2には，実施例1の記載以上の記載が存在しないから，「自己伸長反応」を含む増幅反応に係る発明が記載されていると解する余地はない。むしろ，実施例1の実験は，そのタイトルが「PCR産物の等温増幅」であることから明らかなとおり，PCRで得られたダンベル型産物を等温でコピーすることを目的としていることが明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "先願明細書【0183】の「この複数のバンドは，おそらく，アンプリコンをプライマーおよびテンプレートとして機能させる二次構造の存在に起因し得る」との記載は，先願明細書の作成者が複数のバンドができた原因を抽象的に複数推測しているにすぎないことが明らかであり，先願明細書【0180】に記載のとおり，単に二次構造が一方又は両方のいずれかの末端上で形成されることを原因として移動度が変化し，複数のバンドが形成された可能性を示唆しているにすぎない(現に，ダンベル型中間体は，分子間でアニールして二次構造を形成することもある。)から，原告の主張に係るようなループ部の自己伸長を意味するものとはいえず，特許法29条の2が求める同一の発明を記載したものとは到底いえない。",
                "また，原告は，先願明細書【0159】の「副反応」による高分子量産物が有害であるとの本件審決の認定を争っているが，前記(1)に記載のとおり，先願明細書に記載の発明は，ダンベル型中間体を得ることを目的とするものであるからそれ以外の産物を生じる反応は，「副産物」に該当するのであって，現に，複数のバンドがどのような産物に相当するのかの分析はされていない(【0183】)。",
                "さらに，原告は，引用例2を参照すれば先願明細書【0106】【0107】の「呼吸」から「自己伸長反応」を読み取れる旨を主張するが，引用例2は，アデノ随伴ウイルスの生体内での予想されるモデルに関するものであり，特許法29条の2の適用に当たって参酌し得るような周知技術ではない。そして，先願明細書の図9④⑤は，原告が主張の根拠とする実施例1等の反応とは，プライマーの構造自体及び反応機構が異なる別反応であるから，ここに「自己伸長反応」が記載されているということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "別件の訴訟事件は，本件特許とは無関係な別件特許の進歩性が争われたものであって，先願明細書に対する特許法29条の2の適用とは無関係であるし，被告の主張に矛盾抵触はない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，被告が本件明細書の記載により「自己伸長反応」が周知であることを自認しており，引用例3にも同旨の記載がある旨を主張する。",
                "しかしながら，原告が援用する本件明細書の記載部分は，ループの3′末端からの自己伸長に関するものではなく，むしろ，他の部分ではヘアピンループを相補鎖合成に利用している点において新規である点を明記している。また，引用例3の図5iの記載も，ループからの自己伸長反応に関するものではない。そして，他に自己伸長反応が周知であるとする証拠はない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "なお，先願明細書の出願人は，出願経過において「自己伸長反応」に関する記載を付加したところ，これが当初明細書に記載されていない新規事項であると指摘されたために，当該出願を取り下げている。このように，先願明細書に「自己伸長反応」が記載されていないことは，明らかである。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "本件発明8は，プライマーであるオリゴヌクレオチドⅰ)及びⅲ)並びにOPであるオリゴヌクレオチドⅱ)及びⅳ)との4種のプライマーを含む核酸合成用キットに関する発明である。",
                "他方，先願明細書の図13及び14に記載されているプライマーは，3′末端を2つ有する特殊なプライマーであって，プライマーの中央において5′末端が連結されており，それを中心に3′末端である矢印が2本出ている構造を有するものであって，図13及び14は，このような特殊な構造を有するプライマーに由来する伸長生成物が鋳型核酸から分離されて，順次その特殊な構造により伸長していく一連の反応を示すものであり，OPを含む特定の核酸を合成するキットを開示するものではないし，原告がOPとして主張する部分がOPとしての機能を果たすものでもない。",
                "しかも，先願明細書の増幅方法では，動的平衡によりループを形成してプライマー結合部位を再生し，新たな初期プライマーをアニールさせ，その伸長により先の伸長プライマーを分離することを特徴とするものであり，プライマー伸長生成物の鋳型からの分離(直線的増幅)が繰り返されるのである。そのため，仮に，初期プライマーの鋳型からの分離方法としてOPを使用すると，鋳型とOP伸長生成物との2本鎖構造が形成され，上記プライマー結合部位を再生するという機構が生じなくなるのであるから，先願明細書の増幅方法は，OPを使用する分離方法とは相容れない特徴を持つものである。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "以上のとおり，先願明細書には，本件発明1ないし10が記載されていないというべく，これと同旨の本件審決の認定は，正当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載について",
              "text": [
                "本件発明は，前記第2の2に記載のとおりであるところ，本件明細書には，おおむね次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，核酸の増幅方法として有用な，特定の塩基配列で構成される核酸を合成する方法に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "核酸の塩基配列の相補性に基づく分析方法は，遺伝的な特徴を直接に分析することが可能なため，遺伝的疾患等には非常に有力な手段であるが(【0002】)，試料中に存在する目的の遺伝子量が少ない場合の検出は，一般に容易ではなく，標的遺伝子そのもの等を増幅することが必要となる。PCR法は，in vitro における核酸の増幅技術として，現在最も一般的な方法であるが，実施のために特別な温度調節装置が必要であるし(【0003】)，1塩基多型(SＮPs)の解析では，誤って混入した核酸を鋳型として相補鎖合成が行われた場合，誤った結果を与える原因となるので，PCR法をSＮPsの検出に利用するには，特異性の改善が必要とされている(【0004】)。LCR法も，合成した相補鎖と鋳型との分離に温度制御が必要であり(【0005】)，SDA法は，温度制御を省略できるが(【0006】)，鎖置換型のDＮAポリメラーゼに加えて，ニックをもたらす制限酵素を組み合わせる必要があり，コストアップの要因となっているほか，一方の鎖には酵素消化に耐性を持つように基質としてdＮTP誘導体を利用しなければならないので，増幅産物の応用が制限される(【0007】)。さらに，ＮASBA法は，複雑な温度制御を不要とするが，複数の酵素の組合せが必須であり，コストの面で不利であるし，複数の酵素反応を行わせるための条件設定が複雑なので，一般的な分析方法として普及させることは，難しい。このように，公知の核酸増幅反応においては，複雑な温度制御の問題点や複数の酵素が必要となることといった課題が残されている(【0008】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明の課題は，新規な原理に基づき，低コストで効率的に配列に依存した核酸の合成を実現することができる方法，すなわち，単一の酵素を用い，しかも，等温反応条件の下でも核酸の合成と増幅を達成することができる方法の提供である。さらに，本件発明は，公知の核酸合成反応原理では達成することが困難な高い特異性を実現することができる核酸の合成方法及びこの合成方法を応用した核酸の増幅方法の提供を課題とする(【0013】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明の発明者らは，鎖置換型の相補鎖合成を触媒するポリメラーゼの利用が，複雑な温度制御に依存しない核酸合成に有用であることに着目し(【0014】)，従来技術とは異なる角度から合成起点となる3′-OHの供給について検討した結果，特殊な構造を持ったオリゴヌクレオチドを利用することによって，付加的な酵素反応に頼らずとも3′-OHの供給が可能となることを見出し，本件発明を完成した(【0015】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件発明が合成の目的としている1本鎖上に相補的な塩基配列が交互に連結された核酸とは，1本鎖上に互いに相補的な塩基配列を隣り合わせに連結した核酸を意味する。さらに，本件発明は，相補的な塩基配列の間にループを形成するための塩基配列を含まなければならないが，これをループ形成配列と呼ぶ。本件発明によって合成される核酸は，実質的に，上記ループ形成配列によって連結された互いに相補的な塩基配列で構成される(【0016】)。すなわち，本件発明における1本鎖上に相補的な塩基配列が交互に連結した核酸とは，同一鎖上でアニールすることが可能な相補的な塩基配列を含み，そのアニール生成物は，折れ曲がったヒンジ部分に塩基対結合を伴わないループを構成する1本鎖核酸と定義することもできる(【0017】)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件発明の特徴となっている，3′末端に同一鎖上の一部領域F1cにアニールすることができる領域F1を備え，この領域F1が同一鎖上の領域F1cにアニールすることによって，塩基対結合が可能な領域F2cを含むループを形成することができる核酸は，様々な方法によって得ることができる。最も望ましい態様においては，少なくとも，特定の塩基配列を持つ核酸の領域X2cに相補的な塩基配列を持つ領域X2及び当該領域X2cの5′末端側に位置する領域X1cと実質的に同じ塩基配列を持つ領域X1cとで構成され，領域X2の5′末端側に領域X1cが連結されたオリゴヌクレオチドを利用した，相補鎖合成反応に基づいてその構造を与えることができる(【0023】)。",
                    "本件発明に基づくオリゴヌクレオチドとしては，3′末端側から領域F2-F1cを備えるFAと，同じく領域R2-R1cを備えるRAとがあるが(【0044】【0045】)，まず，鋳型となる核酸(3′末端側からF3c-F2c-F1c-鋳型領域-R1-R2-R3)の領域F2cに対してFAの領域F2をアニールさせ，これを合成起点として相補鎖合成を行う。次に，3′末端側から領域F3を有するアウタープライマーを鋳型となる核酸の領域F3cにアニールさせ，鎖置換型の相補鎖合成をDＮAポリメラーゼで行うことにより，FAから合成した相補鎖は，置換され，塩基対結合が可能な状態となる(【0046】図1)。そして，リバースプライマーとしてのRAの領域R2が，塩基対結合が可能となったFAの領域R2cにアニールして相補鎖合成が，FAの5′側末端である領域F1cに至る部分まで行われる。この相補鎖合成反応に続いて，やはり置換型のアウタープライマーR3がアニールし，鎖置換を伴って相補鎖合成を行うことにより，RAを合成起点として合成された相補鎖が置換される。このとき置換される相補鎖は，RAを5′末端側に持ち，FAに相補的な配列が3′末端に位置する(【0047】図2)。",
                    "なお，鋳型とすべき核酸が2本鎖である場合には，少なくともオリゴヌクレオチドがアニールする領域を塩基対結合が可能な状態とする必要があり，そのためには，一般に加熱変性が行われるが，これは，反応開始前の前処理として一度だけ行えばよい(【0054】)。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "本件発明において，3′末端側から領域F3c-F2c-F1cを，5′末端側から領域R3-R2を備える鋳型となる核酸の領域F2cに対して，3′末端側から領域F2-F1cを備えるFAオリゴヌクレオチドをアニールして，鋳型となる核酸の5′末端側に向かう相補鎖合成の起点とし，次に，鋳型となる核酸の領域F3cに対して，3′末端側に領域F3を備えるオリゴヌクレオチドをアニールして，FAオリゴヌクレオチドにより形成された相補鎖を置換し，FAオリゴヌクレオチドを1本鎖(A)とした上で，更に当該FAオリゴヌクレオチドの3′末端側の領域R1cに対応する領域R1から相補鎖合成を行うと，合成された核酸は，3′末端側から領域F1-F2c-F1cを持つことになる。この核酸をさらにアウタープライマーによりR2を起点とする相補鎖合成によって置換して1本鎖とし，3′末端が塩基対結合が可能な状態となると，3′末端側の領域F1は，同一鎖上のF1cにアニールし，自己を鋳型とした伸長反応が進む(B)。そして，上記3′末端側に位置する領域F2cを塩基対結合を伴わないループとして残す。このループには上記FAオリゴヌクレオチドの領域F2がアニールし，これを合成起点とする相補鎖合成が行われる(B)。このとき，先に合成された自身を鋳型とする相補鎖合成反応の生成物が，鎖置換反応によって置換され塩基対結合が可能な状態となる(【0036】図5)。上記FAオリゴヌクレオチドを1種類及びこれをプライマーとして合成された相補鎖を鋳型として核酸合成を行うことが可能な任意のリバースプライマーを用いた基本的な構成によって，複数の核酸合成生成物を得ることができる。すなわち，上記FAオリゴヌクレオチドにより置換された鋳型となる核酸の3′末端にある領域R1cに対して，3′末端側に領域R1を備えるRAオリゴヌクレオチドをアニールさせ，FAオリゴヌクレオチドを置換することで，合成の目的となっている1本鎖上に相補的な塩基配列が交互に連結された核酸(D)が生じる。他方，上記置換によって1本鎖となったFAオリゴヌクレオチドにより形成された相補鎖にRAオリゴヌクレオチドがアニールし，相補鎖合成が行われることによって2本鎖となった生成物(E)は，加熱変性などの処理によって1本鎖とすれば，再び(D)を生成するための鋳型となる。また，(D)は，加熱変性などによって1本鎖にされた場合，もとの2本鎖とはならずに高い確率で同一鎖内部でのアニールが起こり，上記(B)の状態に戻るので，更にそれぞれが1分子ずつの(D)及び(E)を与える。これらの工程を繰り返すことによって，1本鎖上に相補的な塩基配列が交互に連結された核酸を次々に合成していくことが可能である。1サイクルで生成される鋳型と生成物が指数的に増えていくので，たいへん効率的な反応となる(【0037】図6)。ところで上記(A)の状態を実現するためには，はじめに合成された相補鎖を少なくともリバースプライマーがアニールする部分において塩基対結合が可能な状態にしなければならない。このステップは，任意の方法によって達成できる。すなわち，最初の鋳型に対してFAオリゴヌクレオチドがアニールする領域F2cよりも更に鋳型上で3′末端側の領域F3cにアニールするアウタープライマー(F3)を別に用意し，これを合成起点として鎖置換型の相補鎖合成を触媒するポリメラーゼによって相補鎖合成を行えば，上記領域F2cを合成起点として合成された相補鎖は，置換され，やがて領域R2がアニールすべき領域R2cを塩基対結合が可能な状態とする。鎖置換反応を利用することによって，ここまでの反応を等温条件下で進行させることができる(【0038】図5)。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "アウタープライマーを利用する場合には，領域F2cからの合成よりも後にアウタープライマー(F3)からの合成が開始される必要があるが，アウタープライマーの融解温度(Tm)をインナープライマーの領域F1又はR1のTmより低くなるように設定することによって合成のタイミングをコントロールすることもできる。すなわち，(アウタープライマーF3：F3c)≦(F2c／F2)≦F1c／F1)又は(アウタープライマー／鋳型における3′末端側の領域)≦(F2c又はR2c：F2又はR2)≦(F1c又はR1c：F1又はR1)である。なお，ここで(F2c／F2)≦(F1c／F1)としたのは，F2がループ部分にアニールするよりも先にF1c／F1間のアニールを行わせるためである。F1c／F1間のアニールは，分子内の反応なので優先的に進む可能性が高い。しかし，より望ましい反応条件を与えるためにTmを考慮することには意義がある。同様の条件は，リバースプライマーの設計においても考慮すべきであることは，いうまでもない。このような関係とすることにより，確率的に理想的な反応条件を達成することができる。Tmは，他の条件が一定であればアニールする相補鎖の長さと塩基対結合を構成する塩基の組合せによって理論的に算出することができるから，当業者は，本件明細書の開示に基づいて望ましい条件を容易に導くことができる(【0039】)。領域F2cを持つ鋳型核酸がRＮAの場合には，異なる方法により前記(A)の状態を実現することもできる。例えば，このRＮA鎖を分解してしまえば，R1は，塩基対結合が可能な状態となる。すなわち，領域F2をRＮAの領域F2cにアニールさせ，逆転写酵素によってDＮAとして相補鎖合成を行う。次いで，鋳型となったRＮAをアルカリ変性やDＮA／RＮA2本鎖のRＮAに作用するリボヌクレアーゼによる酵素処理によって分解すれば，領域F2から合成したDＮAは，1本鎖となる。DＮA／RＮA2本鎖のRＮAを選択的に分解する酵素には，RＮaseHや，一部の逆転写酵素が備えているリボヌクレアーゼ活性を利用することができる。こうして塩基対結合を可能とした領域R1cにリバースプライマーをアニールさせることができるから，領域R1cを塩基結合可能な状態とするためのアウタープライマーが不要となる(【0041】)。あるいは，逆転写酵素が備えている鎖置換活性を利用して，先に述べたアウタープライマーによる鎖置換を行うこともできるが，この場合は，逆転写酵素のみで反応系を構成することができる。すなわち，RＮAを鋳型として，その領域F2cにアニールする領域F2からの相補鎖合成，更にその3′末端側に位置する領域F3cにアニールするアウタープライマーF3を合成起点とする相補鎖合成と置換とが，逆転写酵素で可能となる。逆転写酵素がDＮAを鋳型とする相補鎖合成反応を行うものであれば，置換された相補鎖を鋳型としてその領域R1cにアニールする領域R1を合成起点とする相補鎖合成，そして3′末端側に位置する領域R3cにアニールする領域R3を合成起点とする相補鎖合成と置換反応をも含めて全ての相補鎖合成反応が逆転写酵素によって進行する。あるいは，先に述べた鎖置換活性を持ったDＮAポリメラーゼと組み合わせて用いてもよい。以上のように，RＮAを鋳型として第1の1本鎖核酸を得るという態様は，本件発明における望ましい態様を構成する。逆に，鎖置換活性を有し，逆転写酵素活性を併せ持つBcaDＮAポリメラーゼのようなDＮAポリメラーゼを利用しても，同様にRＮAからの第1の1本鎖核酸の合成のみならず，以降のDＮAを鋳型とする反応も同一の酵素によって行うことができる(【0042】)。以上のような反応系は，リバースプライマーとして特定の構造を持つものを利用することによって，本件発明に固有の様々なバリエーションをもたらす。すなわち，領域F2をプライマーとして合成される相補鎖における任意の領域R2c及びR1cを備えるオリゴヌクレオチドをリバースプライマーとして利用することにより，ループの形成とこのループ部分からの相補鎖合成及び置換という一連の反応が，フォワード側とリバース側の両方で起きるようになる結果，本件発明による1本鎖上に相補的な塩基配列が交互に連結された核酸の合成方法の合成効率が飛躍的に向上するとともに，一連の反応を等温で実施可能とする(【0043】)。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "本件発明において，1本鎖核酸の3′末端側には，同一鎖上の領域F1cに相補的な領域F1が存在するので，当該領域F1と領域F1cとは，速やかにアニールして相補鎖合成が始まるが，その際，領域F2cが塩基対結合が可能な状態で維持されたループを形成する。そして，上記領域F2cに相補的な塩基配列を持つ本件発明のオリゴヌクレオチドFAは，上記ループ部分にアニールして，相補鎖合成の起点となり，先に開始した領域F1からの相補鎖合成の反応生成物を置換しながら進む結果，自身を鋳型として合成された相補鎖は，再び3′末端において塩基対結合が可能な状態となる。この3′末端は，同一鎖上の領域R1cにアニールし得る領域R1を備えており，やはり同一分子内の速やかな反応により，両者は，優先的にアニールする。このようにして，本件発明による1本鎖上に相補的な塩基配列が交互に連結された核酸は，次々と相補鎖合成と置換とを継続し，その3′末端R1を起点とする伸長を続けることになるが，当該3′末端R1の同一鎖へのアニールによって形成されるループには常に領域R2cが含まれることから，以降の反応で3′末端のループ部分にアニールするのは，常に領域R2を備えたオリゴヌクレオチドRAとなる(【0048】)。一方，自分自身を鋳型として伸長を継続する1本鎖の核酸に対して，そのループ部分(領域F2c)にアニールするオリゴヌクレオチドを合成起点として相補鎖合成される核酸(FA)に着目すると，ここでも，本件発明による1本鎖上に相補的な塩基配列が交互に連結された核酸の合成が進行している。そして，この核酸の合成によって置換された核酸が(領域R2cを含むループを経て)相補鎖合成を開始すると，やがてその反応は，かつて合成起点であったループ部分(領域F2c)に達して再び置換が始まる。こうして，ループ部分(領域F2c)から合成を開始した核酸も，置換され，その結果，同一鎖上にアニールすることができる3′末端R1を得て，当該3′末端R1は，同一鎖の領域R1cにアニールして，次の相補鎖合成を開始する(【0049】)。このように，本件発明においては，1つの核酸の伸長に伴って，これとは別に伸長を開始する新たな核酸を供給し続ける反応が進行し，更に，鎖の伸長に伴い，末端のみならず，同一鎖上に複数のループ形成配列がもたらされる。これらのループ形成配列は，鎖置換反応により塩基対形成可能な状態となると，オリゴヌクレオチドがアニールし，新たな核酸の生成反応の起点となる。末端のみならず，鎖の途中からの合成反応も組み合わされることにより，更に効率のよい増幅反応が達成されるのである。以上のようにリバースプライマーとして本件発明に基づくオリゴヌクレオチドRAを組み合わせることによって，伸長とそれに伴う新たな核酸の生成が起きる。さらに，本件発明においては，この新たに生成した核酸自身が伸長し，それに付随する更に新たな核酸の生成をもたらすが，一連の反応は，理論的には永久に継続し，極めて効率的な核酸の増幅を達成することができるし，本件発明の反応は，等温条件のもとで行うことができる(【0050】)。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "本件発明の方法により蓄積する反応生成物は，領域F1-R1間の塩基配列とその相補配列が交互に連結された構造を持つ。ただし，繰り返し単位となっている配列の両端には，領域F2-F1(領域F2c-F1c)又は領域R2-R1(領域R2c-R1c)の塩基配列で構成される領域が連続している。これは，本件発明に基づく増幅反応が，オリゴヌクレオチドを合成起点として領域F2又はR2から開始し，続いて自身の3′末端を合成起点とする領域F1又はR1からの相補鎖合成反応によって伸長するという原理のもとに進行しているためである(【0051】)。"
                  ]
                },
                {
                  "fig": "サ",
                  "text": [
                    "一連の反応は，鋳型となる1本鎖の核酸に対して，4種類のヌクレオチド(FA，RA，アウタープライマーF3及びアウタープライマーR3)，鎖置換型の相補鎖合成を行うDＮAポリメラーゼ及びDＮAポリメラーゼの基質となるヌクレオチドを加え，FA及びRAを構成する塩基配列が相補的な塩基配列に対して安定な塩基対結合を形成することができ，かつ，酵素活性を維持し得る温度でインキュベートするだけで進行する(【0053】)。したがって，PCR法のような温度サイクルは必要ない(【0054】)。"
                  ]
                },
                {
                  "fig": "シ",
                  "text": [
                    "本件発明による核酸の合成方法を支えているのは，鎖置換型の相補鎖合成反応を触媒するDＮAポリメラーゼであるが，そのようなものとして知られているポリメラーゼ(11種類の既存のポリメラーゼを列挙。【0067】)のうち，BstDＮAポリメラーゼ等は，ある程度の耐熱性を持ち，触媒活性も高いことから特に望ましい酵素である。本件発明の反応は，望ましい態様においては等温で実施することができるが，融解温度の調整などのために必ずしも酵素の安定性に相応しい温度条件を利用できるとは限らないから，酵素が耐熱性であることは，望ましい条件の一つである。また，等温反応が可能とはいえ，最初の鋳型となる核酸の提供のためにも加熱変性は行われる可能性があり，その点においても耐熱性酵素の利用は，アッセイプロトコールの選択の幅を広げる(【0068】)。"
                  ]
                },
                {
                  "fig": "ス",
                  "text": [
                    "本件発明による核酸の合成方法又は増幅方法に必要な各種の試薬類は，あらかじめパッケージングしてキットとして供給することができる。具体的には，本件発明のために，相補鎖合成のプライマーとして，あるいは置換用のアウタープライマーとして必要な各種のオリゴヌクレオチド，相補鎖合成の基質となるdＮTP，鎖置換型の相補鎖合成を行うDＮAポリメラーゼ，酵素反応に好適な条件を与える緩衝液，更に必要に応じて合成反応生成物の検出のために必要な試薬類で構成されるキットが提供される。特に，本件発明の望ましい態様においては，反応途中で試薬の添加が不要なことから，1回の反応に必要な試薬を反応容器に分注した状態で供給することにより，サンプルの添加のみで反応を開始できる状態とすることができる。発光シグナルや蛍光シグナルを利用して反応生成物の検出を反応容器のままで行えるようなシステムとすれば，反応後の容器の開封を全面的に廃止することができる(【0071】)。"
                  ]
                },
                {
                  "fig": "セ",
                  "text": [
                    "本件発明の特徴は，ごく単純な試薬構成で容易に達成できることにある。例えば，本件発明によるオリゴヌクレオチドは，特殊な構造を持つとはいえ，それは，塩基配列の選択の問題であって，物質としては単なるオリゴヌクレオチドである。また，望ましい態様においては，鎖置換型の相補鎖合成反応を触媒するDＮAポリメラーゼのみで反応を進めることができるなど，全ての酵素反応を単一の酵素によって行うことができる。したがって，本件発明による核酸合成方法は，コストの点においても有利である。このように，本件発明の合成方法及びそのためのオリゴヌクレオチドは，操作性(温度制御不要)，合成効率の向上，経済性そして高い特異性という，複数の困難な課題を同時に解決する新たな原理を提供する(【0112】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の課題，課題解決手段及び作用効果について",
              "text": [
                "以上の本件明細書の記載によれば，本件発明は，核酸の合成に当たり，従来技術では，複雑な温度調節又は複数の酵素の組合せが必要であったという課題を解決するため，本件発明の構成，特に，3′末端側から領域F3c-F2c-F1cを備える鋳型となる核酸を基にして，3′末端(第1の3′末端)に領域F1-F2c-F1cの塩基配列で構成される領域(ループ形成配列)を有する核酸を提供し，当該第1の3′末端がこれを鋳型として相補鎖合成を行う一方で，当該合成起点となったループ内の塩基配列部分(F2c)に別の3′末端(第2の3′末端)を含むオリゴヌクレオチドの相補的な塩基配列部分(F2)をアニールさせることで，これを第2の合成起点として相補鎖合成を行い，その際，鎖置換相補鎖合成反応を触媒するポリメラーゼによる相補鎖合成により，第1の3′末端から合成され相補鎖を1本鎖に置換し，さらに，当該置換により1本鎖となった第1の3′末端側の任意の領域に対して相補的な塩基配列を3′末端側に備えるオリゴヌクレオチドをアニールさせることで，これを第3の合成起点として相補鎖合成を行い，その際，第3の3′末端が第2の3′末端を含むオリゴヌクレオチドと鋳型核酸との相補鎖を置換することで，1本鎖上に相補的な塩基配列が交互に連結された核酸を，等温条件かつ単一の酵素を利用するだけで合成させることを可能とし，これによって操作性，合成効率の向上，経済性及び高い特異性を実現するという作用効果を有するものであるほか，上記3′末端(第1の3′末端)に領域F1-F2c-F1cの塩基配列で構成される領域(ループ形成配列)を有する核酸を合成するキットについてのものであるといえる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(実施可能要件及びサポート要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許は，平成11年11月8日出願に係るものであるから，法36条4項が適用されるところ，同項には，「発明の詳細な説明は，…その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に，記載しなければならない。」と規定している。",
                    "特許制度は，発明を公開する代償として，一定期間発明者に当該発明の実施につき独占的な権利を付与するものであるから，明細書には，当該発明の技術的内容を一般に開示する内容を記載しなければならない。法36条4項が上記のとおり規定する趣旨は，明細書の発明の詳細な説明に，当業者が容易にその実施をすることができる程度に発明の構成等が記載されていない場合には，発明が公開されていないことに帰し，発明者に対して特許法の規定する独占的権利を付与する前提を欠くことになるからであると解される。",
                    "そして，物の発明における発明の実施とは，その物を生産，使用等をする行為をいうから(特許法2条3項1号)，物の発明については，明細書にその物を製造する方法についての具体的な記載が必要であり，方法の発明における発明の実施とは，その方法の使用をする行為をいうから(同法2条3項2号)，方法の発明については，明細書にその発明の使用を可能とする具体的な記載が必要であるが，そのような記載がなくても明細書及び図面の記載並びに出願当時の技術常識に基づき当業者がその物を製造し又はその方法を使用することができるのであれば，上記の実施可能要件を満たすということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1ないし6についてみると，本件明細書には，前記1(1)カ及びキに記載のとおり，本件発明1の工程a)の鋳型を提供する方法について，後記のとおり本件発明3の方法を含めて，具体例を挙げつつ，様々な方法が可能である旨の記載があり，かつ，そこに記載の具体例は，いずれも一般的な技術に基づくものであるから，本件出願日当時の技術常識に照らして，当業者が使用可能であると認められる。",
                    "次に，本件発明1の工程b)，工程d)のうち相補鎖合成を行うこと及び本件発明3の工程ⅱ)それ自体は，DＮAポリメラーゼの機能によって，部分的に2本鎖となった鋳型核酸の3′末端が鋳型核酸の1本鎖となっている部分に対して相補鎖合成を行うということであって，本件出願日当時の当該分野における技術常識にほかならない(引用例2参照)。",
                    "本件発明1の工程c)のうち，既存の核酸のループ形成配列(領域F2c)と相補的な塩基配列(領域F2)を有するオリゴヌクレオチドをループ部分にアニールさせることそれ自体は，ループ部分に塩基対結合を生じていない塩基配列が存在すれば発生し得ることであるし，当該工程d)のうちポリヌクレオチドをアニールさせること並びに本件発明3の工程ⅰ)，ⅲ)及びⅳ)のうちオリゴヌクレオチドをアニールさせることそれ自体も，アニールさせる部分がループ部分でないだけであるから，これらもまた，本件出願日当時の当業者の技術常識であったものと認められる。また，上記工程c)及びd)並びにⅲ)及びⅳ)のうち，特定のDＮAポリメラーゼが触媒となって，他の核酸にアニールしたオリゴヌクレオチドの3′末端(プライマー)が塩基対結合の置換による相補鎖合成反応を示すことは，本件明細書でも多数の既存のDＮAポリメラーゼが鎖置換型ポリメラーゼとして紹介されていること(前記1(1)イ及びシ)から，やはり本件出願日当時の当業者の技術常識であったものと認められる。",
                    "以上に加えて，本件発明2及び4ないし6は，いずれも，本件発明1又は3に他の構成が追加されたものであるが，これらの追加された各構成は，前記1(1)に記載の本件明細書の記載によれば，いずれも既存ないし既知の技術に立脚するものと認められ，当該各構成を使用することが本件発明2及び4ないし6の場合において不可能であると認めるに足りる証拠もないから，いずれも，本件明細書の記載及び本件出願日当時の技術常識に照らして当業者が使用可能であるものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明8ないし10は，本件発明3及び4の方法を実施するためのキットであるが，前記イに説示のとおり，本件発明3及び4が実施可能であることに加えて，本件明細書の記載(前記1(1)ス。【0071】)によれば，当該キットを構成する部材等は，いずれも本件出願日当時の技術常識により製造ないし調達が可能なものであると認められるから，当業者は，本件明細書の記載及び本件出願日当時の技術常識に照らして本件発明8ないし10のキットを製造することができたものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，本件発明1等は，いずれも本件明細書の記載及び本件出願日当時の技術常識に照らして当業者が使用又は製造可能なものであるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許は，平成11年11月8日出願に係るものであるから，法36条6項1号が適用されるところ，同号には，特許請求の範囲の記載は，「特許を受けようとする発明が発明の詳細な説明に記載したものであること」でなければならない旨が規定されている(サポート要件)。",
                    "特許制度は，発明を公開させることを前提に，当該発明に特許を付与して，一定期間その発明を業として独占的，排他的に実施することを保障し，もって，発明を奨励し，産業の発達に寄与することを趣旨とするものである。そして，ある発明について特許を受けようとする者が願書に添付すべき明細書は，本来，当該発明の技術内容を一般に開示するとともに，特許権として成立した後にその効力の及ぶ範囲(特許発明の技術的範囲)を明らかにするという役割を有するものであるから，特許請求の範囲に発明として記載して特許を受けるためには，明細書の発明の詳細な説明に，当該発明の課題が解決できることを当業者において認識できるように記載しなければならないというべきである。法36条6項1号の規定する明細書のサポート要件が，特許請求の範囲の記載を上記規定のように限定したのは，発明の詳細な説明に記載していない発明を特許請求の範囲に記載すると，公開されていない発明について独占的，排他的な権利が発生することになり，一般公衆からその自由利用の利益を奪い，ひいては産業の発達を阻害するおそれを生じ，上記の特許制度の趣旨に反することになるからである。",
                    "そして，特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲内のものであるか否か，あるいは，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲内のものであるか否かを検討して判断すべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これを本件発明についてみると，本件明細書は，前記1(1)カ及びキに記載のとおり，本件発明1の工程a)の鋳型核酸の製造方法(本件発明3による製造方法を含む。)について記載した上で，本件発明1及び2については，前記1(1)キ，ケ及びコに，本件発明3ないし6については，前記1(1)キ及びクにその作用機序及び技術的思想に関する詳細な説明を記載しており，本件発明8ないし10については，以上に加えて前記1(1)スに，それぞれその構成及びその技術的意義に関する詳細な説明を記載しており，これらの記載は，いずれも当業者が本件発明の課題を解決できると認識できるものであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件明細書には本件発明1の工程a)の鋳型核酸の製造方法として2つのOPを用いた方法以外には記載がないから，当業者がこれを実施できず，また，本件発明1等のLAMP法では2つのOP及びTPが必須である旨を主張する。",
                    "しかしながら，本件明細書には，原告も自認するとおり，上記工程a)の鋳型核酸の製造方法が記載されている(前記1(1)カ及びキ)から，この点を問題として実施可能要件又はサポート要件違反を指摘する主張は，そもそも失当である。また，本件発明がそれ自体実施可能であり，本件明細書に記載のものであることは，前記(1)及び(2)に説示のとおりであるところ，本件発明1の特許請求の範囲には，原告主張に係る2つのOP又はTPについての記載はないものの，上記工程a)の一つの方法である本件発明3の特許請求の範囲には，2つのOPについての記載があるばかりか，当該工程a)は，本件明細書の記載(前記1(1)カ)によれば，それ以外の方法でもそれ自体実施可能であるとされているから，本件発明がLAMP法であるか否かや，LAMP法において2つのOP及びTPが必要であるか否かは，実施可能要件及びサポート要件とは関係がないものというほかなく，これらの要件に関する前記判断を左右するものではない。",
                    "よって，原告の上記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明1における工程a)の鋳型核酸を作るに当たり，一対のTPを用いない限り加熱変性が必要であることから，本件発明1等が実施可能要件又はサポート要件に違反する旨を主張するもののようである。",
                    "しかしながら，本件明細書は，前記(1)カ及びシに記載のとおり，本件発明1における工程a)の鋳型核酸を作るに当たり，加熱変性を用いることについて記載しているものの，当該鋳型核酸の製造方法は，これに限られるものではなく(本件発明3参照)，加熱変性を用いる当該鋳型核酸の製造それ自体は，本件発明の特許請求の範囲には属していない。したがって，本件発明1等の方法以前の段階で加熱変性が実施される場合があり得るからといって，本件発明1等が実施不可能となり，あるいは本件明細書に記載されたものでなくなるというものではない。",
                    "したがって，原告の上記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件発明1の反応が起きていることを示す実証データが必須であるのに，本件明細書には当該実証データが記載されていない旨を主張する。",
                    "しかしながら，前記(1)に説示のとおり，本件発明1は，本件明細書の記載及び本件出願日当時の技術常識に照らして当業者が使用又は製造可能なものであるから，当業者は，本件発明1で生じている反応を理解することが可能であり，かつ，本件明細書には，本件発明1で特定される領域を含むプライマーとDＮAポリメラーゼを使用した相補鎖合成反応について実施例として記載されている(【0078】以下)。",
                    "したがって，原告の上記主張は，失当であり，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，本件発明1等は，いずれも実施可能要件及びサポート要件を満たすものというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(引用発明1に基づく容易想到性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1の記載について",
              "text": [
                "本件審決が認定した引用発明1は，前記第2の3(2)アに記載のとおりであるところ，引用例1は，「THE JOURNAL OF BIOLOGICAL CHEMISTRY Vol.266, No.21, pp.",
                "14031-14038」に掲載された「T4バクテリオファージ由来uvsXリコンビナーゼによるスナップバックDＮA合成における増幅反応」と題する学術論文であり，そこには，おおむね次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "観察に基づき，スナップバックDＮA合成における増幅に関して，次のモデルを提案する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "工程1：T4ホロ酵素が，スナップバック機構により，直鎖ssDＮA鋳型を複製する。この反応の生成物は，長い2本鎖のヘアピンであり，それは，出発物質である直鎖ssDＮAに対して相同である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "工程2：uvsXタンパク質が，直鎖ssDＮA分子と工程1における2本鎖ヘアピン化合物との間の結合を触媒する。uvsXタンパク質によって触媒されるDＮA分岐点移動の，5′から3′への方向性(ssDＮAへの侵入に関する)により，当該3′末端は，D-ループ構造に組み込まれ，そこで，DＮA複製を開始できる状態を保つ(脚注6：ヘアピン構造領域におけるループ部分の2重鎖は，直鎖状ssDＮAと非相同的であり，このため，3′末端の対合が困難になっている。)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "工程3及び4：このように開始されるDＮA合成により，D-ループ中間体を，ダイマー長の直鎖2本鎖に分解し，当該直鎖2本鎖は，複製開始DＮA合成における鋳型としてもよい。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "工程5及び6：uvsXタンパク質が直鎖ssDＮA分子(出発物質)と2本鎖の二量体中間体の相同性タンパク質との間のシナプシスを触媒し，DＮA合成を開始する。「(DＮA)バブル移動」機構によるこの鋳型の複製によって，内部相補的であり，急速に復元するダイマー長の直鎖ssDＮA分子が生じる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "工程7：この生成物の復元によって，工程1と同一のヘアピン構造が形成される。そして，これらの生成物は，新たなDＮA合成に用いてもよく，それによって，これらの生成物は，増幅される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの方法は，T4uvsXタンパク質の複製開始活性に基づく，当該タンパク質によるスナップバックDＮA合成の増幅モデルであり，uvsXタンパク質が触媒する，直線ssDＮAプライマー／テンプレート(鋳型)と，スナップバック複製のdsDＮA産物との再結合が，スナップバック産物と同じ配列を持つ2倍の長さの2重鎖を産生するDＮA合成を開始する。このテンプレート(鋳型)における再結合で開始されたDＮA合成は，スナップバック産物の産生を増幅させる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このスナップバックのDＮA合成反応は，比較的シンプルな，試験管内システムにおいて，高い精度のDＮAポリメラーゼを用いて実施されるDＮAの等温増幅プロセスの一例である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "uvsXタンパク質の非存在下でも，3種のテンプレート(鋳型)の全てにおいて，ごくわずかながらDＮA合成が起こった。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1に記載の発明及び本件発明1との相違点の各認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)の引用例1の記載によれば，そこには，「T4ホロ酵素がスナップバック機構により中央にヘアピン構造を有する長い2本鎖DＮAを合成し，これに当該2本鎖DＮAに相同な直鎖ssDＮAがuvsXリコンビナーゼの作用によって侵入し，当該直鎖ssDＮAがプライマーとして機能して鎖置換型の相補鎖合成を行うことによる，uvsXリコンビナーゼの組換え反応に依存する，T4ホロ酵素を用いたスナップバックDＮA増幅機構」が記載されており，引用例1に記載の発明は，本件発明1とは，鋳型となる核酸から新たな核酸を合成する方法である点で一致するものと認められる。",
                    "なお，本件審決による引用発明1の認定は，引用例1に記載の発明の構成の一部を課題として認定し，あるいは引用例1に記載の図8をそのまま引用するものであって，引用例1に記載の発明の構成を必ずしも具体的に示しておらず，本件発明との対比をすべき発明を認定するものとしては，措辞が不適切であるが，そのことは，直ちに本件審決を取り消すべき違法を生ずるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関して，原告は，引用例1におけるヘアピン構造が本件発明1のループ部分に相当し，同じく直鎖ssDＮAがプライマー(オリゴヌクレオチド)に相当するから，本件審決による引用発明の認定には誤りがある旨を主張する。",
                    "しかしながら，本件発明1の工程a)で提供される鋳型となる核酸のループ部分(ループ形成配列)は，前記1(2)に説示のとおり，3′末端に領域F1-F2c-F1cの塩基配列で構成されるものであり，かつ，当該領域は，本件発明1における工程c)以下を実現させる上で不可欠の構成である一方，引用例1に記載の発明のヘアピン構造は，T4ホロ酵素のスナップバック機構により生ずるものであるばかりか，前記(1)ア(イ)に記載のとおり，引用例1に記載の発明におけるヘアピン構造領域におけるループ部分の2重鎖は，直鎖状ssDＮAと非相同的であり，このため，3′末端の対合が困難になっているとされていることからも明らかなように，本件発明1のループ形成配列における領域F2cに相当する部分を欠くものである。",
                    "したがって，引用例1に記載の発明におけるヘアピン構造は，本件発明1のループ部分に相当するということはできず，むしろ，本件発明1のループ部分には領域F2cが存在すること，すなわち，本件発明1が「同一鎖上の一部F1cにアニールすることができる領域F1を3′末端に備え，この領域F1がF1cにアニールすることによって，塩基対結合が可能な領域F2cを含むループを形成することができる核酸を与える工程(工程a))」との構成を有する一方，引用例1に記載の発明にはこれが存在しないことは，両者の実質的な相違点であるというべきである(以下「相違点A」という。)。",
                    "また，本件発明1においてアニールされるオリゴヌクレオチドは，前記1(2)に説示のとおり，3′末端側のループ内の領域F2c部分に相補的な塩基配列部分(領域F2)を含むもので，当該領域F2部分が当該領域F2c部分にアニールするというものであり，かつ，当該オリゴヌクレオチドの構成及びそれに基づくアニールの方法は，いずれも工程c)以下を実現させる上で不可欠の構成である一方，引用例1に記載の発明は，既存の2本鎖DＮAに相同な直鎖ssDＮAがuvsXリコンビナーゼの組換え反応に依存して侵入するというものであって，アニールされる直鎖ssDＮAの構成及びアニール(侵入)の方法が，いずれも本件発明1とは相違するというほかない。",
                    "したがって，引用例1に記載の発明における直鎖ssDＮAは，本件発明1のオリゴヌクレオチドに相当するということはできず，むしろ，本件発明1が上記のようなオリゴヌクレオチド，すなわち，「領域F2cに相補的な配列からなるF2を3′末端に含むオリゴヌクレオチドをアニールさせ(工程c))」るとの構成を有する一方，引用例1に記載の発明が「当該2本鎖DＮAに相同な直鎖ssDＮAがuvsXリコンビナーゼの作用によって侵入」するとの構成を有することは，両者の実質的な相違点であるというべきである(以下「相違点B」という。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例1に記載の発明に基づく本件発明1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1に記載の発明と本件発明1とでは，鋳型となる核酸から新たな核酸を合成する方法である点で一致し，技術分野が同一であるといえる。他方，本件発明1と引用例1に記載の発明との間には，少なくとも前記(2)イに認定の相違点A及びBが存在する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，相違点Aについてみると，前記(2)イに説示のとおり，引用例1に記載の発明におけるヘアピン構造は，T4ホロ酵素のスナップバック機構により生ずるものであって，本件発明のループ形成配列における領域F2cに相当する部分を欠くものであるから，構成として自己完結しているものであって，引用例1には，鋳型となる核酸から新たな核酸を合成するに当たって，本件発明1の相違点Aに係る構成を採用させるに足りる示唆ないし動機付けが見当たらない。また，技術分野を同じくする他の文献にも，この点に関する示唆ないし動機付けは見当たらない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，相違点Bについてみると，前記(2)イに説示のとおり，引用例1に記載の発明は，既存の2本鎖DＮAに相同な直鎖ssDＮAがuvsXリコンビナーゼの組換え反応に依存して侵入するというものであって，相補鎖の置換を開始するための方法としては，本件発明1における塩基対結合の相補性を利用したアニールと全く異なる原理に基づくものであるから，引用例1には，鋳型となる核酸から新たな核酸を合成するに当たって，引用例1に記載の発明の相違点Bに係る構成に代えて，本件発明1の相違点Aに係る構成を前提とした本件発明1の相違点Bに係る構成を採用させるに足りる示唆ないし動機付けが見当たらない。また，技術分野を同じくする他の文献にも，この点に関する示唆ないし動機付けは見当たらない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平衡反応(呼吸)により2本鎖が1本鎖になり得ることが周知であり(引用例2)，そのようにして形成されたループにプライマーがアニールし得ることも周知であるから，引用例1に記載の発明においても，uvsXタンパク質を用いなくてもDＮAの増幅が可能であり，引用例1には，その旨の記載もある(前記(1)エ)と主張する。",
                    "そこで検討すると，引用例2は，「DNA REPLICATION SECOND EDITION(DＮA複製第2版)」という学術書であって，そこには，2本鎖の核酸の末端部分における現象であって，末端領域の塩基配列と，これに相補的な塩基配列の領域が内側に存在するという特殊な塩基配列を有する場合の現象として，平衡反応(呼吸)についての記載がある。しかしながら，引用例1にいうD-ループは，2本鎖を形成した核酸の中央部分に位置するものであり，かつ，上記平衡反応(呼吸)が生じている場合にみられるような特殊な塩基配列を有しているか否かは明らかではないばかりか，引用例1に記載の発明におけるヘアピン構造は，前記(3)イに説示のとおり，構成として自己完結しているものであって，引用例1には，DＮAの増幅に当たって，引用例1に記載の発明に対して引用例2に記載の上記現象を適用させるに足りる示唆ないし動機付けが見当たらない。また，引用例1には，前記(1)エに記載のとおり，uvsXタンパク質の非存在下でもごく僅かながらDＮA合成が起こった旨の記載があるものの，当該DＮA合成の発生がごく僅かであることに加えて，引用例1には，当該DＮA合成が発生した理由ないし作用機序については何ら触れるところがないから，単にごく僅かのDＮAが発生したという現象を確認できるにとどまり，これをもって，引用例2に記載の技術を適用させるに足りる示唆ないし動機付けがあると認めるには足りない。むしろ，引用例1は，もっぱらuvsXタンパク質の使用を前提としたDＮA増幅反応について論じた学術論文であるから，当業者は，引用例1の上記記載に基づいて，uvsXタンパク質を使用せずに引用例1に記載の発明を実施することを動機付けられるものではない。",
                    "したがって，原告の上記主張は，いずれも採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，本件発明1のポイントが，①ループの3′末端からの自己伸長反応と，②引用例1に記載のループにアニールしたプライマーの伸長反応の2つの構成要件の組合せであるが，①及び②が，いずれも周知技術であって，引用例1には，②が等温増幅反応のモデルになるという教示がある(前記(1)ウ)から，両者を組み合わせることが容易である旨を主張する。",
                    "しかしながら，前記(2)イに説示のとおり，引用例1に記載の発明は，既存の2本鎖DＮAに相同な直鎖ssDＮAがuvsXリコンビナーゼの組換え反応に依存して侵入するというものであって，相補鎖の置換を開始するための方法としては本件発明1における塩基対結合の相補性を利用したアニールとは全く異なる原理に基づくものであるから，上記②にいうループにアニールしたプライマー(オリゴヌクレオチド)の伸長反応が記載されているとはいえない。",
                    "したがって，原告の上記主張は，前提を欠くものであって，採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件発明が1サイクルごとに加熱変性を用いなければ増幅が進行しない部分を含んでいることを前提として，引用発明4及び5を組み合わせることに阻害要因がなく，また，PCR法より劣った合成方法であるとして，本件発明が進歩性を欠く旨を主張する。",
                    "しかしながら，前記2(3)イに説示のとおり，加熱変性を用いる鋳型核酸の製造それ自体は，本件発明の特許請求の範囲には属していないから，原告の上記主張は，前提を欠くものである。",
                    "したがって，原告の上記主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "よって，本件優先権主張日当時の当業者は，引用例1に記載の発明に基づき，本件発明1の相違点A及びBに係る構成を容易に想到することができなかったものというほかない。",
                "また，本件発明2は，本件発明1を引用する発明であり，本件発明3ないし7は，本件発明1の相違点Aに係る構成を特定したものであるところ，本件発明1の相違点Aに係る構成は，上記のとおり，引用例1に基づいて当業者が容易に想到することができなかったものであるから，本件発明2ないし7も，同じく容易に想到することができなかったものというべきである。",
                "本件発明8は，本件発明1の鋳型となる核酸の提供方法として特定された本件発明3に使用するキットであり，また，本件発明1の1本鎖上に相補的な塩基配列が交互に連結された核酸の合成方法で使用するものであるが，引用例1に基づいて本件発明1及び3をいずれも当業者が容易に想到することができなかった以上，本件発明8も，同じく容易に想到することができなかったものである。また，本件発明9及び10は，本件発明8を引用する発明であるところ，引用例1に基づいて本件発明8を当業者が容易に想到することができなかった以上，同じく容易に想到することができなかったものというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(拡大先願に係る認定・判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "先願明細書の記載について",
              "text": [
                "先願明細書(甲8の1)は，「核酸を増幅するため，核酸配列のための終結後標識プロセス，および減少した熱力学安定性を有する核酸を生成するための新規の方法」という名称の発明について記載された明細書及び図面であるが，そこには，別紙図1ないし3のほか，おおむね次の記載がある。なお，後記カ(ア)の下線は，当裁判所が便宜上付したものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「特定の核酸配列を非直線的に増幅するためのプロセスであって，以下の工程：",
                  "text": [
                    "該特定の核酸配列，",
                    "該特定の核酸配列についての第1の初期プライマーまたは核酸構築物であって，該第1の初期プライマーまたは核酸構築物が，以下の2つのセグメント：",
                    "(A)第1のセグメントであって，(ⅰ)該特定の核酸配列の第1の部分に実質的に相補的であり，そして(ⅱ)テンプレート依存性の第1の伸長をし得る，セグメント，および，",
                    "(B)第2のセグメントであって，(ⅰ)該第1のセグメントに実質的に非同一であり，そして(ⅱ)該特定の核酸配列の第2の部分に実質的に同一であり，(ⅲ)該第2のセグメントの相補的配列に結合し得，そして(ⅳ)第2のプライマー伸長が生成されて第1のプライマー伸長を置換するように，均衡または限定サイクリング条件下で，続く第2のプライマーまたは核酸構築物の第1のセグメントの，該特定の核酸配列の該第1の部分への結合を提供し得る，セグメント，を含む；ならびに，",
                    "該特定の核酸配列の相補体に対する続く初期プライマーまたは核酸構築物であって，該続く初期プライマーまたは該核酸構築物が，以下の2つのセグメント，",
                    "(A)第1のセグメントであって，(ⅰ)該特定の核酸配列の第1の部分に実質的に相補的であり，そして(ⅱ)テンプレート依存性の第1の伸長をし得る，セグメント，および，",
                    "(B)第2のセグメントであって，(ⅰ)該第1のセグメントに実質的に非同一であり，(ⅱ)該特定の核酸配列の第2の部分に実質的に同一であり，(ⅲ)該第2のセグメントの相補的配列に結合し得，そして(ⅳ)第2のプライマー伸長が生成され，そして第1のプライマー伸長を置換するように，均衡または限定サイクリング条件下で，続くプライマーの第1のセグメントの，該特定の核酸配列の該第1の部分への結合を提供し得る，セグメント，を含む：ならびに基質，緩衝液，およびテンプレート依存性重合化酵素；を提供する工程：ならびに，",
                    "均衡または限定サイクリング条件下で，該基質，緩衝液，またはテンプレート依存性重合化酵素の存在下で，該特定の核酸配列および該新規プライマーまたは核酸構築物をインキュベートし；それにより，該特定の核酸配列を非線形に増幅する，工程，を包含する，プロセス。」(【請求項12】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本発明は，組換え核酸技術の分野に関し，より詳細には，核酸増幅，核酸配列決定のための終結後標識及び減少した熱力学安定性を有する核酸の生成のためのプロセスに関する(【0001】)。",
                    "本発明では，「均衡条件」とは，実質的に定常な温度及び／又は化学条件をいい(【0081】)，「限定サイクル条件」とは，使用される最高温度が，そのテンプレートから伸長プライマーを分離するのに必要な温度以下である一連の温度をいい(【0082】)，「初期プライマー」とは，伸長されていないプライマー又はプライマー構築物をいい(【0086】)，「標準的なプライマー」とは，伸長後に合成される配列での二次構造形成に実質的に関与しないプライマーをいう(【0087】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本発明は，特定の核酸配列を非直線的に増幅するプロセスを提供する。このプロセスにおいては，増幅されることが求められている目的の特定の核酸配列，第1初期プライマー(以下「第1プライマー」という。)，後続の初期プライマー(以下「第2プライマー」という。)，基質，緩衝液及びテンプレート依存性ポリマー化酵素が提供される。第1プライマー及び第2プライマーは，いずれも，(ⅰ)特定の核酸配列の第1の部分に実質的に相補的であり，(ⅱ)テンプレート依存性第1伸長が可能であると特徴付けられる第1セグメントのほか，(ⅰ)第1セグメントと実質的に同一でない，(ⅱ)特定の核酸配列の第2部分と実質的に同一である，(ⅲ)第2セグメントの相補配列に結合し得る，(ⅳ)均衡又は限定サイクル条件下で，第1プライマー又は第2プライマーの第1セグメントの，特定の核酸配列の第1部分への続く結合を提供し得る，という4つの特徴を備える第2セグメントを含む。このような条件下及び方法において，先に伸長したプライマーを置換するために，次のプライマー伸長を生成する。このプロセスを行うために，特定の核酸配列及び新規のプライマーが，基質，緩衝液及びテンプレート依存性ポリマー化酵素の存在下で，均衡又は限定サイクル条件下で，インキュベートされることにより，目的の特定の核酸配列が非直線的に増幅される(【0074】【0112】【0113】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本発明の特定の局面において，新規のプライマーは，少なくとも，テンプレートに結合し得，そして伸長のためにそれを使用し得る第1セグメント，及び目的の標的の配列に実質的に同一であり，第1セグメントの伸長配列との自己ハイブリダイゼーションによって形成される二次構造の形成を可能にする第2セグメントの，2つのセグメントを含む(【0094】)。本発明における新規のプライマーのテンプレート依存性伸長は，自己ハイブリダイゼーションによって形成されるステムループ構造及び新規のプライマーを含む配列に同一又は相補的でない伸長配列を有する産物を作製し得る(【0103】)。この産物は，図1に例示され，そこにおける二次構造の形成は，テンプレートからの，伸長した新規のプライマーの第1セグメントの全て又は一部の除去を提供し得る(【0104】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "前記のとおり，新規のプライマーの結合及び伸長は，均衡又は限定サイクル条件下で，複数のプライマー結合及び伸長事象についてのテンプレートの使用を可能にし得る。新規の結合及び伸長事象は，以前にそのテンプレートに対して伸長している核酸鎖の分離を可能にするため，変性事象に必要ではない第2プライマーの結合についてのテンプレートとして使用され得る1本鎖核酸鎖の生成を生じる。テンプレート依存性結合及び伸長の最終産物は，一方のプライマーが標準的なプライマーであり，他方が新規のプライマーである場合，一方の末端が各鎖のステムループ構造を含む2本鎖分子であり得，両方のプライマーが新規のプライマーである場合，各末端において各鎖のステムループ構造を含む2本鎖分子(図3④)であり得る(【0130】)。非直線的増幅産物は，均衡又は限定サイクル条件下で，連続した一連の以下の工程によって，新規のプライマー及び標準的なプライマーによって合成され得る。まず，図1の直線的増幅があり，テンプレートから第1伸長プライマーが分離する。新規のプライマーは，他方の新規のプライマーの連続する結合及び伸長によって置換されるので，これらの1本鎖産物は，標準的なプライマーに結合し得，そしてそれらを伸長させて，完全な2本鎖アンプリコンを作製し得る。この潜在的な一連の事象を，図2に示す。次いで，1本鎖ループ構造におけるプライマー結合部位の露出は，図1において以前に示した同じプロセスによって，更なる一連のプライマー結合及び置換反応をもたらす(【0131】)。非直線的増幅産物は，また，均衡又は限定サイクル条件下で，2つの第1セグメント及び1つの第2セグメントを含む新規の核酸構築物によって合成され得る。第1セグメントの各々には，核酸の鎖又はその相補体に相補的であり，第2セグメントは，第1セグメントの1つの伸長後に，二次構造を形成し得る。この構築物は，一対の相補的な潜在的ステムループ構造を有する産物を作製し得る。この産物は，連続する一連の以下の工程によって形成され得る。まず，図1の直線的増幅があり，テンプレートから第1伸長プライマーが分離する。さらに，この合成の産物は，一連の結合及び伸長工程のためのテンプレートとして，新規のプライマーでの非直線的増幅について上(図2)に記載されているような他方の第1セグメントによって使用され得る。これらの工程が作製し得る潜在的な一連の異なる形態の一つが，図3である(【0133】)。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例1：53℃及び63℃でのBstポリメラーゼによるPCR産物の等温増幅",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "HBVプラスミドDＮAのPCR増幅",
                      "text": [
                        "HBVマイクロタイタープレートアッセイからのHBVポジティブコントロールを，PCRによる増幅のための標的として使用した。製造業者によると，このDＮAは，80pg／ulである。1ulのHBV標的，1×PE緩衝液，4mMのMgCl ，250umのdＮTP，6単位のアンプリサーム及び10ピコモルのHBVオリゴプライマーFC及びRCからなる50ulのPCR反応を実施した。",
                        "FC配列＝5′-CATAGCAGCA  GGATGAAGAG  GAATATGATA  GGATGTGTCT  GCGGCGTTT-3′",
                        "RC配列＝5′-TCCTCTAATT  CCAGGATCAA  CAACAACCAG  AGGTTTTGCA  TGGTCCCGTA-3′(【0178】)",
                        "この実施例において，FCプライマーの3′末端における29塩基及びRCプライマーの3′末端における30塩基は，テンプレートとしてHBV標的DＮAを使用して伸長し得る第1セグメントである。FC及びRCプライマーの5′末端における30塩基は，テンプレートしてHBV  DＮAを使用して，プライマーの伸長によって合成された最初の30塩基に相補的な第2のセグメントである。HBV配列に基づいて予想されたPCR産物は，長さが211bpであるべきである。ステムループ構造は，それぞれ，第2のセグメント及びその相補体により与えられる30塩基のステム並びにFC及びRCの第1のセグメントにより与えられる29及び30塩基対のループを伴って，この生成物のそれぞれの末端において起こり得る(【0179】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "PCR産物の分析",
                      "text": [
                        "増幅は，0．5ug／mlの臭化エチジウムの存在下で，0．5×TBE緩衝液を用いて流した4％Metaphorアガロースゲル中の10ulのサンプルのゲル電気泳動によってアッセイした。UV照射下で，3つのバンドが出現し，それらは，DＮAサイズマーカーによる判定で，長さがおよそ210，180及び170bpであった。210bpに対応するバンドは，予想された線状PCR産物であり，そしておそらく他の2つのバンドは，同じサイズのアンプリコンに対応しており，ここで，二次構造が一方又は両方のいずれかの末端上で形成され，それによってそれらの効果的な移動度が変化している(【0180】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "PCR産物の等温増幅",
                      "text": [
                        "前記のPCR産物の種々の希釈物5ulは，1×ThermoPol緩衝液，200uMのdＮTP，20ピコモルの正方向及び逆方向プライマー，8単位のBstポリメラーゼからなる100ulの反応混合物中で使用された。正方向プライマーは，FC又はLFCのどちらかであり，逆方向プライマーは，RC又はLRCのどちらかであった。FC及びRCプライマーの配列は，前記のとおりであり，LFC及びLRCプライマーは，FC及びRCプライマーだけの第1のセグメントに対応する次のような配列を有している。",
                        "LFC＝5′-GGATGTGTCT  GCGGCGTTT-3′",
                        "LRC＝5′-AGGTTTTGCA  TGGTCCCGTA-3′(【0181】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "インキュベーションは，30分，180分又は終夜のインキュベーションであった。反応温度は，53℃又は63℃のどちらかであった。30分反応したものは，2％アガロースゲルを用いてゲル電気泳動で分析し，180分反応したものは，4％Metaphorアガロースを用いて分析した(【0182】)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「この分析結果を図17に示す。30分インキュベーションの後に取り出したサンプルの最初の組の中で，PCR産物の10-2希釈物だけが53℃でいくらかの合成を示すが，63℃からの反応物は，10-2，10-3および10-4希釈物で合成を示している。これらのデータは，合成量は加えた標的DＮAの量に依存するということを示している。180分の合成の後に取り出されたサンプルの組では，実質的により多くの合成が行われている。これらの反応の生成物は，分離したパターンを形成する一連のバンドである。これは，通常PCRでみられる単一の分離したバンド，またはPCR増幅の後でLCおよびRCプライマーを用いて以前にみられた2つもしくは3つのバンドと対照をなしている。この複数のバンドは，おそらく，アンプリコンをプライマーおよびテンプレートとして機能させる二次構造の存在に起因し得るか，またはストランドスイッチングの徴候であり得る。53℃で3時間インキュベーションした後，標的が少しもないようなコントロールでさえ，実質的な合成の証拠を示している。しかし，標的テンプレートを有するすべての53℃の反応物にみられる，単一の標的依存性パターンが存在し，そして標的なしのコントロールに存在するパターンは実質的に異なることが留意され得る。これはおそらく標的が合成を開始した経路が異なっていることに起因する。63℃でインキュベーションしたものは，全てのテンプレート希釈物で実質的な合成を示し，そして同じパターンが53℃の反応によって生成されることを証明する。しかし，本実施例においては，63℃では，標的非依存性増幅の証拠はない。10-5の希釈でさえ実質的な量の合成があるということは，この系が実質的な増幅をし得ることを示している。終夜のインキュベーションもまたゲルによって分析され，そして3時間インキュベーションと同じパターンおよび同じ量を示した(データ表示なし)。」(【0183】)"
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "図1は，新規のプライマーによる直線的増幅を示す模式図である。図2は，新規のプライマー及び標準的なプライマーによる非直線的増幅を示す模式図である。図3は，一対の新規のプライマーによる非直線的増幅を例示する模式図である。図17は，PCRによって作製される標的の等温増幅のゲルアッセイを示す電気泳動写真である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「二次構造」の意義について",
              "text": [
                "先願明細書にいう「二次構造」とは，前記(1)エ及び図1の記載によれば，ステムループ構造と同義であり，図1③ないし⑤，図2①及び③ないし⑤並びに図3①，③及び④において，領域C-B′-C′，領域C-B-C′，領域E-F′-E′及び領域E-F-E′により形成されるループ部分を意味するものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3ないし10と先願明細書【請求項12】【0133】及び図1ないし3に記載の発明との同一性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "先願明細書【請求項12】【0133】及び図1ないし3に記載の発明(先願発明1)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)ア，ウ及びオに記載のとおり，先願明細書には，「該特定の核酸配列についての第1の初期プライマーまたは核酸構築物」(第1プライマー)及び「該特定の核酸配列の相補体に対する続く初期プライマーまたは核酸構築物」(第2プライマー)を使用した特定の核酸配列を非直線的に増幅する方法が記載されている。",
                        "先願明細書及び図面の記載によれば，第1プライマーは，第1のセグメントとして鋳型核酸のある領域に相補的な配列を当該プライマーの3′末端に有し，第2のセグメントとして鋳型核酸中の当該領域よりも5′末端側にある領域と実質的に同一であり，かつ，第1のセグメントの配列とは実質的に非同一である配列を有するものと認められ，第2プライマーは，第1のセグメントとして特定の核酸配列の相補体，すなわち，第1プライマーによる伸長物のある領域に相補的な配列を3′末端に有し，第2のセグメントとして当該第1プライマーによる伸長物中の当該領域よりも5′末端側にある領域と実質的に同一であり，かつ，第1のセグメントの配列とは実質的に非同一である配列を有するものと認められる。そして，上記増幅方法は，前記(1)ア及びオ(【請求項12】【0133】)に記載のとおり，第1プライマーを用いた直線的な増幅工程(図1)に，第2プライマーを加えた非直線的な増幅工程(図3)を組み合わせたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，本件優先権主張日当時の当業者は，先願明細書の記載から，先願明細書【請求項12】【0133】及び図1ないし3に記載の前記増幅方法として，次の方法を読み取ることができたものと認められる。",
                        "まず，図1に記載の前記直線的な増幅工程は，①3′末端側から領域AないしGを有する鋳型核酸と，3′末端に第1のセグメントとして鋳型核酸の領域Bに相補的な塩基配列B′を有し，5′末端に第2のセグメントとして鋳型核酸の領域Cと同一の塩基配列Cを有する第1プライマーを準備し，第1プライマーを鋳型核酸にアニールさせる(図1①)，②第1プライマーにより鋳型核酸の塩基配列に対する相補鎖が合成され，2本鎖の核酸が得られる(図1②)，③第1プライマーの5′末端側にある領域C及びC′が自己ハイブリダイゼーションを生じ，二次構造(ステムループ構造)が形成されると同時に，鋳型核酸に1本鎖の部分が再生される(図1③)，④第1プライマーを上記③の鋳型核酸に再生された1本鎖の部分にアニールさせる(図1④)，⑤上記④の2番目の第1プライマーが，5′末端側に二次構造を有する1番目の第1プライマーを置換する，という工程からなる。",
                        "次に，図2及び3に記載の前記非直線的な増幅工程は，⑥3′末端に第1セグメントとして，上記⑤で置換されて分離された5′末端側に二次構造を有する1番目の第1プライマーの伸長物の領域F′に相補的な塩基配列Fを有し，5′末端に第2のセグメントとして当該第1プライマーの伸長物の領域E′と同一の塩基配列E′を有する第2プライマーを準備し，これを当該第1プライマーにアニールさせる(図3①)，⑦第2プライマーにより上記第1プライマーの塩基配列に対する相補鎖が合成され，2本鎖の核酸が得られる(図3②)，⑧上記⑦で得られた2本鎖核酸中の自己ハイブリダイゼーション可能な領域で自己ハイブリダイゼーションが生じ，二次構造(ステムループ構造)が形成される(図3③)，⑨上記⑧で形成された二次構造のループ部分のうち，領域Bを含むものに第1プライマーをアニールさせる(図2④参照)，⑩上記⑨でアニールした第1プライマーからの相補鎖合成及び置換により，ダンベル型中間体(図3④)が得られるほか，上記⑥で用いられた5′末端側に二次構造を有する1番目の第1プライマーの伸長物が分離されて得られる，という工程からなる。",
                        "したがって，上記⑥ないし⑩の反応を繰り返すことで，ダンベル型中間体を非直線的に増幅することが可能となる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，当業者は，先願明細書の記載に基づき，前記増幅方法を，前記(イ)に説示したものとして理解することが可能であったものと認められるから，先願明細書【請求項12】【0133】及び図1ないし3には，次の発明が記載されているものと認められる。",
                        "先願発明1：3′末端側から領域AないしGを有する鋳型核酸，3′末端に第1のセグメントとして鋳型核酸の領域Bに相補的な塩基配列B′を有し，5′末端に第2のセグメントとして鋳型核酸の領域Cと同一の塩基配列Cを有する第1プライマー及び3′末端に第1のセグメントとして鋳型核酸の領域Fと同一の塩基配列Fを有し，5′末端に第2のセグメントとして鋳型核酸の領域Eに相補的な塩基配列E′を有する第2プライマー，テンプレート依存性ポリマー化酵素及び基質となるヌクレオチドを準備し，これらの要素を混合して，ダンベル型中間体を非直線的に増幅する方法であり，上記の各要素を含み以下の工程を含む方法において使用するキット。",
                        "工程1：上記鋳型核酸に第1プライマーをアニールさせ，第1プライマーを伸長させて鋳型核酸の塩基配列に対する相補鎖を合成し，当該相補鎖の5′末端においてステムループ構造を形成させ，鋳型核酸中の第1プライマーに1本鎖の結合部位を再生する工程",
                        "工程2：上記工程1で再生された鋳型核酸中の第1プライマーの1本鎖の結合部位に2番目の第1プライマーをアニールさせ，当該プライマーを伸長させることにより，上記工程1で合成された5′末端においてステムループ構造を有する1本鎖分子を鋳型核酸から分離する工程",
                        "工程3：上記工程2で鋳型核酸から分離された5′末端においてステムループ構造を有する1本鎖核酸に第2プライマーをアニールさせ，第2プライマーを伸長させて2本鎖核酸を合成し，得られた核酸にステムループ構造を形成させる工程",
                        "工程4：上記工程3で形成されたループのうち，領域Bを有するループに第1プライマーをアニールさせ，当該プライマーを伸長させることにより，ダンベル型中間体及び5′末端においてステムループ構造を有する1本鎖の核酸を得る工程"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明8と先願発明1との対比について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明8の鋳型核酸は，3′末端側から順に領域F3c-F2c-F1cを備えるほか，領域R2及びR3を備えるのに対して，先願発明1の鋳型核酸は，3′末端側から順に領域A-B-Cを備えるほか，領域F及びGを備えるものである。そして，本件発明8の領域F3cは，先願発明1の領域Aに，本件発明8の領域F2cは，先願発明1の領域Bに，本件発明8の領域F1cは，先願発明1の領域Cに，本件発明8の領域R2は，先願発明1の領域Fに，本件発明8の領域R3は，先願発明1の領域Gに，それぞれ相当するので，先願発明1の鋳型核酸は，本件発明8の鋳型核酸と一致する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，本件発明8の酵素は，「鎖置換相補鎖合成反応を触媒するポリメラーゼ」であるが，先願発明1におけるテンプレート依存性ポリマー化酵素は，その名称及び鎖置換型の相補鎖合成反応を進行させていることから，本件発明8の酵素と一致する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明8のⅰ)のオリゴヌクレオチドは，その塩基配列における鋳型核酸との関係から，先願発明1の第1プライマーに相当する。また，本件発明8のⅱ)のオリゴヌクレオチドは，その領域R2の5′末端側が特定されていないので，ここに任意の領域が存在することも可能であるから，先願発明1の第2プライマーを包含する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "しかしながら，先願発明1では，核酸の増幅に当たって本件発明8のⅲ)の「F3cに相補的な塩基配列を持つオリゴヌクレオチド」に相当するプライマー(OP)及びⅳ)の「ⅰ)のオリゴヌクレオチドを合成起点として合成された相補鎖における任意の領域R2cの3′側に位置する領域R3cに相補的な塩基配列を持つオリゴヌクレオチド」に相当するプライマー(OP)を使用していない。",
                        "したがって，本件発明8は，先願明細書に記載された発明ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明9及び10について",
                  "text": [
                    "本件発明9及び10は，本件発明8に更に他の構成を付加したものであるところ，本件発明8は，前記イに説示のとおり，先願明細書に記載された発明ではないから，本件発明9及び10も，先願明細書に記載された発明とはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明3ないし7について",
                  "text": [
                    "本件発明3ないし7は，いずれも，鋳型核酸にプライマーを適用し，末端に塩基対結合が可能な領域を含むループを形成することができる核酸を与える工程を特許請求の範囲とするものである。",
                    "しかるところ，本件発明3及び8の各特許請求の範囲の記載並びに本件明細書の記載(前記1(1)キ及びサ)によれば，本件発明3のオリゴヌクレオチドF3は，本件発明8のⅲ)のオリゴヌクレオチドに，本件発明3のオリゴヌクレオチドR3は，本件発明8のⅳ)のオリゴヌクレオチドに，それぞれ相当するものと認められる。",
                    "他方で，前記イ(エ)に説示のとおり，先願発明1は，上記ⅲ)及びⅳ)の各オリゴヌクレオチドを使用していないから，本件発明3は，先願明細書に記載された発明とはいえない。",
                    "また，本件発明4ないし7は，いずれも本件発明3に更に他の構成を付加したものであるところ，本件発明3は，上記のとおり，先願明細書に記載された発明ではないから，本件発明4ないし7も，先願明細書に記載された発明とはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，先願明細書の図13及び14に記載のプライマーが本件発明8のⅲ)及びⅳ)の各オリゴヌクレオチド(OP)に該当する旨を主張する。",
                        "そこで検討すると，先願明細書の図13①には，3′末端側からから領域c’d’bac’を有するプライマーと，3’末端側から領域g’h’feg’を有するプライマーとが，両者の5’末端同士で結合した2つの3’末端を有するプライマーが記載されており，図13②には，このプライマーが，5’末端側から領域aないしhを有する鋳型核酸にアニールした図が記載されている。そして，図13③では，相補鎖合成が進行した図が示され，図13④では，伸長した鎖が鋳型から分離された図が示されている。しかしながら，分離された鎖を示す図13④には，領域f’e’しか示されておらず，それに引き続くべき領域d′以下が記載されていないことに照らすと，これらの図において，上記プライマーのうち領域g’h’からの伸長は，これらの領域が合成された後に鋳型の領域eに対する相補鎖(領域e′)が合成された時点で停止しており，当該プライマーからの別の伸長鎖を鋳型から分離させているものとは認められない。したがって，図13には，先の工程で合成された相補鎖を鋳型から分離するという機能を有するOPが記載されているものとは認められない。図14についても，相補鎖合成が途中で停止しており，図13の場合と同様に，OPが記載されているということはできない。",
                        "したがって，原告の上記主張を採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，先願明細書に記載の発明がOPを用いた非直線的増幅をも課題とするものである旨を主張する。",
                        "しかしながら，先願発明1の工程2において，第1プライマーに代えて領域Aにアニールするプライマー(OP)を使用した場合，当該プライマーから伸びた鎖は，その5’末端にステムループを形成することができる領域を有していないためループを形成することができず，鋳型核酸において，プライマーが結合できる部位が再生されなくなる。したがって，先願発明1において上記プライマー(OP)を使用した場合には，第1プライマーを使用して5’末端においてステムループ構造を有する一本鎖分子を得る工程で直線的増幅ができなくなるのであり，これを前提とする非直線的増幅も実現できなくなる。",
                        "したがって，原告の上記主張は，その前提を欠くものとして採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，先願明細書には，従来技術としてOPを用いたSDA法に関する記載が存在する旨を主張する。",
                        "しかしながら，先願明細書では，SDA法は，特殊な制限酵素や改変ヌクレオチドを使用する従来例として記載されているのみであって(前記1(1)イ)，OPについての言及はない。また，前記(イ)に説示のとおり，先願発明1では，OPを使用した場合に，第1プライマーを使用した直線的増幅ができなくなるので，たとえ，SDA法がOPを使用するものであるとしても，先願発明1では，OPを使用することが記載されているに等しいということはできない。",
                        "したがって，原告の上記主張は，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件発明3ないし10は，先願発明1とは同一ではないから，本件審決の拡大先願に関する認定・判断に誤りは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1及び2と先願明細書【0183】に記載の発明との同一性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "等温増幅に使用されたFCプライマー及びRCプライマーの構成について",
                  "text": [
                    "先願明細書【0179】(前記(1)カ(ア))に記載のFCプライマー及びRCプライマーの塩基配列は，いずれも同【0178】(前記(1)カ(ア))に記載されており，それによれば，これらの塩基数は，FCプライマーが49塩基であり，RCプライマーが50塩基であると認められる一方，同【0179】には，FCプライマーの第1セグメントが29塩基で，第2セグメントが30塩基である旨及びRCプライマーの第1セグメントが30塩基で，第2セグメントが30塩基である旨が記載されており，両者の塩基数の記載は，一致していない。むしろ，先願明細書【0181】(前記(1)カ(ウ))には，FCプライマー及びRCプライマーの第1セグメントに対応する配列として，塩基数が19のLFCプライマー及び塩基数が20のLRCプライマーの塩基配列が記載されていることに照らすと，FCプライマーの第1セグメントの塩基数は19であり，RCプライマーの第1セグメントの塩基数は20であると認められる。したがって，前記(1)カ(ア)の下線部分のうち，「29」は「19」の，「30」は「20」の誤記であり，PCR産物の等温増幅に使用されたFCプライマーは，3′末端側の19塩基対(第1セグメント)及びこれに連続する30塩基対(第2セグメント)からなる一方，RCプライマーは，3′末端側の20塩基対(第1セグメント)及びこれに連続する30塩基対(第2セグメント)からなるものと認められる。",
                    "また，ここで，第1セグメントは，前記(1)カ(ア)(【0179】)に記載のとおり，テンプレート(鋳型)としてHBV標的DＮA(HBVプラスミドDＮA)を使用して伸長し得るものとして設計されているから，これと相補的な塩基配列と塩基対結合(アニール)を生じた場合，DＮAポリメラーゼが触媒となって，FCプライマー及びRCプライマーは，いずれも第1セグメントに隣接する3′末端を合成起点として相補鎖合成反応を開始することになる。他方，第2セグメントは，前記(1)カ(ア)(【0179】)に記載のとおり，FCプライマー又はRCプライマーの上記相補鎖合成反応によって合成された最初の30塩基に相補的に設計されているから，第1セグメント及び第2セグメントは，第2セグメント及びその相補体により与えられる30塩基対のステム並びに第1セグメント(FCプライマーの場合19塩基，RCプライマーの場合20塩基)からなるループを発生させ，これにより生成物に1個のステムループ構造(二次構造)を生じさせることになる旨が記載されているといえる。",
                    "さらに，上記FCプライマーは，前記(1)カ(ウ)(【0181】)に記載のとおり，正方向プライマーであるから，その「第1セグメント」は，図1①の太い矢印に記載された領域B′に対応する一方，上記RCプライマーは，前記(1)カ(ウ)(【0181】)に記載のとおり，逆方向プライマーであるから，その「第1セグメント」は，図3①の下側の矢印に記載された領域Fに対応するものと認められる。また，これらのプライマーの各「第2セグメント」は，同じく領域C(FCプライマー)及びE′(RCプライマー)にそれぞれ対応するものであり，これらのプライマーの3′末端の相補鎖合成反応により生成するステムループ構造は，例えば，図1③の領域C-B′-C′(FCプライマー)及び図3④の領域E-F-E′(RCプライマー)により形成されるループ部分に対応するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "先願明細書【0183】に記載の増幅反応について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "先願明細書の記載について",
                      "text": [
                        "先願明細書には，前記(1)カ(ウ)及び(エ)(【0181】【0182】)に記載のとおり，HBVプラスミドDＮAの211bpのPCR産物を，直前のPCRで使用したFCプライマー及びRCプライマーと同じプライマー及びBstポリメラーゼを使用して，53℃及び63℃で30分，180分又は終夜のインキュベーションを実施した旨の記載があるが，このインキュベーションについて「PCR産物の等温増幅」という標題が付されているから，当業者は，先願明細書から，当該インキュベーションにより当該PCR産物を鋳型とする等温増幅が行われた旨を記載していることを読み取ることができる。",
                        "次に，上記インキュベーションによる等温増幅の結果について，先願明細書には，「これらの反応の生成物は，分離したパターンを形成する一連のバンドである。これは，通常PCRでみられる単一の分離したバンド，またはPCR増幅の後でLC及びRCプライマーを用いて以前にみられた2つもしくは3つのバンドと対照をなしている。」との記載がある(前記(1)カ(オ)。【0183】)ところ，「PCR産物の等温増幅」という標題の実験の結果が，それまでにみられた「バンドと対照をなしている。」と記載されていることに照らすと，当業者は，上記記載部分から，PCR産物の等温増幅により，これに先立つPCR増幅(前記(1)カ(ア)。【0178】【0179】)及びこれによる産物の分析結果(前記(1)カ(イ)。【0180】)とは異なる独自の等温増幅反応が生じていることを読み取ることができるものといえる。",
                        "そして，上記独自の等温増幅反応が発生した理由について，先願明細書には，「この複数のバンドは，おそらく，アンプリコンをプライマーおよびテンプレートとして機能させる二次構造の存在に起因し得る」との記載がある(前記(1)カ(オ)。【0183】)ところ，ここにいう「アンプリコン」とは，PCR産物にほかならず，「二次構造」とは，前記(2)に説示のとおり，ステムループ構造を意味するものであるから，ここにいう「二次構造」(ステムループ構造)を有する「アンプリコン」(PCR産物)とは，前記(1)カ(イ)(【0180】)の記載に図1ないし3を参照すると，PCR産物である①210bpに対応するバンドで示される線状産物，②180bpに対応するバンドで示される，一方の末端上で二次構造(ステムループ構造)が形成された産物，③170bpに対応するバンドで示される両方の末端上で二次構造(ステムループ構造)が形成された産物(図3④。ダンベル型中間体)のうち，②及び③(ダンベル型中間体)を意味するものといえる。したがって，これらのPCR産物のうちダンベル型中間体に着目すると，上記記載部分は，「ダンベル型中間体をプライマー及びテンプレート(鋳型)として機能させるステムループ構造の存在」，すなわち，ステムループ構造が存在することによって，PCR産物であるダンベル型中間体それ自体が，相補鎖合成により核酸を合成するプライマーであると同時にその鋳型になるという増幅反応を発生させており，これが，上記独自の等温増幅反応の理由であると説明しているものと理解することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "先願明細書の記載から理解される増幅反応の作用機序について",
                      "text": [
                        "先願明細書に記載の等温増幅反応の鋳型とされたPCR産物には，前記(ア)に説示のとおり，両方の末端上で二次構造(ステムループ構造)が形成された産物(図3④。ダンベル型中間体)が含まれている。",
                        "他方，上記等温増幅の際に使用されたFCプライマー及びRCプライマーは，前記アに説示のとおり，第1セグメント(領域B′又はF)が鋳型の相補的な塩基配列(領域B又はF′)と塩基対結合(アニール)を発生させ，第2セグメント(領域C又はE′)が3′末端の相補鎖合成反応によって合成された最初の30塩基(領域C′又はE)に相補的になるように設計されているものである。",
                        "さらに，Bstポリメラーゼが鎖置換型の相補鎖合成反応を触媒するDＮAポリメラーゼであることや，DＮAポリメラーゼの機能によって，部分的に2本鎖となった鋳型核酸の3′末端が鋳型核酸の1本鎖となっている部分に対して相補鎖合成を行うということは，前記1(1)シ及び2(1)イに説示のとおり，いずれも本件出願日当時，当業者の技術常識であったものと認められるが，同時に，本件優先権主張日当時においても，当業者の技術常識であったものと認められる。",
                        "したがって，鋳型となる核酸としてダンベル型中間体に着目した場合，先願明細書の「アンプリコンをプライマーおよびテンプレートとして機能させる二次構造の存在に起因し得る」との前記記載，すなわちステムループ構造が存在することによって，PCR産物であるダンベル型中間体それ自体が，相補鎖合成により核酸を合成するプライマーであると同時にその鋳型になるという増幅反応を発生させており，これが，上記独自の等温増幅反応の理由であるとの記載部分について，当業者は，上記技術常識及び先願明細書の記載から，次の増幅反応が発生していることを読み取ることが可能であるというべきである。",
                        "①  Bstポリメラーゼは，鎖置換型の相補鎖合成反応を触媒するDＮAポリメラーゼであるから，鋳型であるダンベル型中間体を構成する鎖の各3′末端(例えば，図3④の下側の鎖の領域C′)を合成起点として，ダンベル型中間体を構成する2本の鎖の塩基対結合部分を置換しながら相補鎖合成を行うことになる。",
                        "②  次に，FCプライマー及びRCプライマーは，いずれも鋳型と塩基対結合(アニール)を発生させる第1セグメントを備えているところ，ダンベル型中間体の下側の鎖を鋳型とする場合を例にとると，FCプライマーの第1セグメント(領域B′)は，鋳型となる鎖のうち，塩基対結合を生じていないループ部分(図3④の下側の鎖の領域B)と塩基対結合(アニール)を発生させる。そして，前記のとおり，Bstポリメラーゼは，鎖置換型の相補鎖合成反応を触媒するから，FCプライマーの3′末端は，ダンベル型中間体のステム部分及びそれに引き続く塩基対結合を置換しながら相補鎖合成を開始する。",
                        "③  ダンベル型中間体の下側の鎖の3′末端は，塩基対結合の置換により相補鎖を合成して当該鎖の5′側末端まで到達するが，次いで，FCプライマーの3′末端は，当該相補鎖を5′末端に至るまで置換して相補鎖合成を行うから，ダンベル型中間体の下側の鎖の3′末端が合成してきた塩基配列は，1本鎖となり，その結果，当該鎖は，3′末端に引き続く部分に新たなステムループ構造(3′末端側から，領域E-F′-E′となる。)を形成した上で，再び自らを鋳型として3′末端から塩基対結合の置換による相補鎖合成を開始する。他方，RCプライマーは，上記新たなステムループ構造のループ部分(領域F′)に対してアニールできる領域(領域F)を第1セグメントに備えているから，当該ループ部分に塩基対結合(アニール)を発生させ，先にFCプライマーが行ったのと同じ塩基対結合の置換による相補鎖合成を行うことになる。こうして，ダンベル型中間体は，そのうち1本の鎖の3′末端が，Bstポリメラーゼの触媒により塩基対結合の置換による相補鎖合成を行うことに加えて，FCプライマー及びRCプライマーが相次いでアニールを繰り返すことで，それ自身がプライマーであると同時にテンプレート(鋳型)である増幅反応を繰り返す結果，1本鎖上に鋳型核酸の塩基配列が交互に連結された核酸が得られることになる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "先願明細書【0183】に記載の発明(先願発明2)について",
                  "text": [
                    "以上のとおり，先願明細書には，PCR増幅に引き続くインキュベーションにより「等温増幅」が発生した旨が記載されており，それが先行するPCR増幅とは異なる独自の増幅反応であって，その理由について「おそらく，アンプリコンをプライマーおよびテンプレートとして機能させる二次構造の存在に起因し得る」との記載があるが，当該記載は，ステムループ構造が存在することによって，PCR産物(ダンベル型中間体を含む。)それ自体が，FCプライマー及びRCプライマーと相俟って，塩基対結合の置換による相補鎖合成を繰り返し，核酸を合成するプライマーであると同時にその鋳型になるという増幅反応を発生させているとの趣旨に理解することができる。そして，ここでみられる塩基対結合の置換による相補鎖合成反応は，3′末端からの自己伸長反応と呼んで差し支えない。",
                    "このように，当業者は，先願明細書の記載及び本件優先権主張日当時の技術常識に基づき，上記増幅反応の作用機序を，前記イ(イ)に説示したものとして理解することが可能であったものと認められるから，先願明細書【0183】には，次の発明が記載されているものと認められる。",
                    "先願発明2：3′末端側から領域B′-Cという構造を有するFCプライマー，3′末端側から領域F-E′という構造を有するRCプライマー及びBstポリメラーゼを使用する等温増幅反応であって，",
                    "工程1：両方の末端にステムループ構造を有する核酸であって，3′末端側から順に領域C′-B-C-D-E-F-E′を有する核酸(ダンベル型中間体の下側の鎖)を鋳型として，",
                    "工程2：その3′末端からの自己伸長反応により，塩基対結合を可能とする領域Bを備えるループを有し，その余の部分が互いに相補的な配列で塩基対結合した核酸を得，",
                    "工程3：このループにFCプライマーをアニールさせ，自己伸長反応を行うと同時に，上記工程2の自己伸長反応によって合成された相補的な塩基配列を置換し，その結果，上記工程2の自己伸長反応によって合成された鎖の3′末端に，塩基対結合を可能とする領域F′を備える新たなステムループ構造が形成され，",
                    "工程4：上記工程3で新たに形成された3′末端のステムループ構造からの自己伸長反応により，塩基対結合を可能とする領域F′を備えるループを有し，その余の部分が互いに相補的な配列で塩基対結合した核酸を得ると同時に，上記工程3のFCプライマーの自己伸長反応により合成された相補的な塩基配列を置換し，3′末端から順に，領域E-F′-E′-D′-C′-B′-Cである核酸を得，",
                    "工程5：上記工程4の塩基対結合を可能とする領域F′を備えるループを有する核酸に，RCプライマーをアニールさせ，伸長反応を行うと同時に，上記工程4の自己伸長反応によって合成された相補的な塩基配列を置換し，その結果，上記工程4の自己伸長反応によって合成された鎖の3′末端に，塩基対結合を可能とする領域Fを備える新たなステムループ構造が形成され，",
                    "工程6：これら一連の，ステムループ構造の3′末端からの自己伸長反応と，その際に形成されるループへのプライマー結合に伴う自己伸長反応を繰り返すことによって，鋳型の領域Dとその相補的配列を有する領域D′が交互に1本鎖の核酸上に延伸する方法"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明1と先願発明2との対比について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1及び先願発明2の目的物及び材料について",
                      "text": [
                        "①  本件発明1及び先願発明2の方法発明における目的物は，いずれも鋳型の有する領域と当該領域に相補的な配列を有する領域が交互に1本鎖の核酸上に連結した核酸である点で一致する。なお，本件発明1では，この目的物が得られることをもって，核酸の合成方法と表現しているが，両者の方法発明における目的物は相違しないから，本件発明1が「合成」という表現を使用しているからといって，本件発明1における目的物と先願発明2における目的物とが相違するということにはならない。",
                        "②  次に，本件発明1の酵素は，「鎖置換相補鎖合成反応を触媒するポリメラーゼ」であるが，前記1(1)シに記載のとおり，当該DＮAポリメラーゼは，Bstポリメラーゼを含む一方，先願発明2の酵素は，Bstポリメラーゼであるから，両者の酵素は，一致する。",
                        "③  また，本件発明2で「工程d)において，合成起点が領域R1cにアニールすることができる同一鎖上の3′末端に存在する領域R1であり」と特定されているので，本件発明1の鋳型核酸が3′末端側から順に領域F1-F2c-F1cを備えており，5′末端側から順に領域R1c-R2-R1を備えることは，排除されていない一方，先願発明2の鋳型核酸は，3′末端側から順に領域C′-B-C-D-E-F-E′を有するものである。そして，本件発明1の領域F1は，先願発明2の領域C′に，本件発明1の領域F2cは，先願発明2の領域Bに，本件発明1の領域F1cは，先願発明2の領域Cに，それぞれ相当するので，先願発明2の鋳型核酸は，本件発明1の鋳型核酸に包含される。",
                        "④  さらに，本件発明1のプライマーは，「領域F2cに相補的な配列からなるF2を3′末端に含むオリゴヌクレオチド」であるが，この領域F2は，本件発明1の鋳型核酸の3′末端から2番目の領域F2cに相補的な領域である。他方，先願発明2のFCプライマーの3′末端は，領域B′であるところ，この領域は，先願発明2の鋳型核酸の3′末端から2番目の領域Bに相補的な領域である。そして，本件発明1では，プライマー中の領域F2の5′末端側の領域が特定されていないので，先願発明2のFCプライマーは，本件発明1のプライマーと一致する。また，本件発明1の鋳型核酸は，3′末端側の領域F1と領域F1cがアニールすることにより，塩基対結合が可能な領域F2cを含むループが形成されるところ，先願発明2においても，3′末端側の領域C′とCが結合して，領域Bを有するループが形成されるものであって，この点でも両者は一致する。",
                        "⑤  以上のとおり，本件発明1と先願発明2とでは，その目的物及び材料の点で一致している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1及び先願発明2の工程について",
                      "text": [
                        "①  本件発明1の工程a)は，鋳型を与える工程であるところ，先願発明2の鋳型核酸は，前記(ア)③に説示のとおり，本件発明1の鋳型核酸に包含される。",
                        "②  本件発明1の工程b)は，工程a)で与えられた鋳型核酸の3′末端からの自己伸長反応であり，この工程は，先願発明2の工程2と一致する。",
                        "③  本件発明1の工程c)は，鋳型核酸のループにオリゴヌクレオチド(プライマー)がアニールし，その3′末端を合成起点として鎖置換相補鎖合成反応を触媒するポリメラーゼにより相補鎖合成を行うものであり，その際，工程b)で合成された相補鎖を置換しながら相補鎖合成が進行し，その結果，工程b)で合成された相補鎖の3′末端が塩基対結合可能な状態となるという工程であるところ，本件発明1と先願発明2とでは，前記(ア)②及び④に説示のとおり，使用するポリメラーゼ及びプライマーが一致するほか，本件発明1の工程c)のうち，プライマーのアニールと鎖置換型の相補鎖合成及び工程b)で合成された相補鎖の3′末端を塩基対結合可能な状態とする点は，いずれも先願発明2の工程3に包含される。",
                        "④  本件発明1の工程d)は，工程c)の置換により塩基対結合可能な状態となった鋳型と相補的な1本鎖の任意の領域と相補的な塩基配列を有するポリオヌクレオチドが当該領域にアニールし，そこを合成起点とした相補鎖合成が生じるものであるところ，本件発明1では，鋳型核酸が5′末端側から順に領域R1c-R2-R1を備え，あるいは上記相補的な塩基配列を有するポリオヌクレオチドが自己伸長によって鋳型核酸から合成されることは，いずれも排除されていない。そして，工程d)における上記「任意の領域」を鋳型核酸の領域R1に相補的な領域R1cとするならば，上記ポリオヌクレオチドは，3′末端側に領域R1を備え，これが当該領域R1cとアニールし，そこを合成起点とした相補鎖合成が生じ，その際，工程c)でアニールしたプライマーの伸長反応で合成された相補鎖が置換されるが，この工程は，先願発明2の工程4に包含される。",
                        "⑤  以上のとおり，本件発明1が特許請求の範囲に特定して記載した各工程は，先願発明2における各工程と一致する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，先願明細書に記載の発明が，ダンベル型中間体を得ることを目的とするものであって，現に，複数のバンドがどのような産物に相当するのかについての分析がされていない旨を主張する。",
                        "しかしながら，前記イ(ア)に説示のとおり，先願明細書に記載のPCR産物にはダンベル型中間体が含まれるところ，先願明細書には，「通常PCRでみられる単一の分離したバンド，またはPCR増幅の後でLCおよびRCプライマーを用いて以前にみられた2つもしくは3つのバンドと対照をなしている。」との記載があり(前記(1)カ(オ)。【0183】)，当業者は，当該記載から，PCR産物の等温増幅により，これに先立つPCR増幅及びこれによる産物の分析結果とは異なる独自の等温増幅反応が生じていることを読み取ることができるから，先願明細書に記載の発明がダンベル型中間体を得ることを目的とするとはいえず，また，先願明細書には，複数のバンドがPCR増幅の結果とは異なるものであることが明記されているといえる。",
                        "したがって，被告の上記主張は，採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，先願明細書の図17A及びBでは，使用されているゲルの条件が異なるから反応時間の経過から自己伸長反応を読み取ることができないし，先願明細書が分子量の大きな産物を想定していない旨を主張する。",
                        "しかしながら，先願明細書に記載の等温増幅によって鋳型の領域Dとその相補的配列を有する領域D′が交互に1本鎖の核酸上に延伸された様々な分子量を有する核酸が得られていると理解できることは，等温増幅の時間が経過することにより分子量の大きな産物が得られたことを根拠とするものではないから，時間の経過により分子量の大きな産物が生じたことが確認できないからといって，自己伸長反応が読み取れないということにはならない。また，電気泳動の条件から，先願明細書の作成者が分子量の大きな産物を想定していなかったということはできるとしても，そのことは，当業者が先願明細書の記載から先願発明1及び2を読み取ることの妨げになるものではない。",
                        "したがって，被告の上記主張は，採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，先願明細書の図17A及びBが不鮮明であり，いずれのバンドがダンベル型中間体に対応するものであるのかについての記載がなく，また，180分後の産物についてのゲルによる分析では標的が存在しないコントロールにおいても増幅する産物が含まれることが示されている旨を主張する。",
                        "そこで検討すると，先願明細書の図17A及びBは，確かに不鮮明であるが，先願明細書には，前記(1)カ(オ)(【0183】)に記載のとおり，「これらの反応の生成物は，分離したパターンを形成する一連のバンドである。」との記載があるから，先願明細書の作成者は，図17A及びBから「分離したパターンを形成する一連のバンド」を読み取ったものと理解することができる。加えて，先願明細書にはそれに引き続いて，「この複数のバンドは，おそらく，アンプリコンをプライマーおよびテンプレートとして機能させる二次構造の存在に起因し得る」との記載があり，先願明細書の作成者が，当該一連のバンドが形成された理由について説明しているのであるから，当業者は，これらの記載から，先願明細書に記載の等温増幅の作用機序を読み取ることができるというべきであって，このことは，図17A及びBが不鮮明であり，先願明細書がバンドの同定をしておらず，また，53℃で180分間反応させた系で標的が存在しないコントロールで増幅産物が確認されたからといって，左右されるものではない。",
                        "したがって，被告の上記主張は，採用できない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，先願明細書にはそこに記載の等温増幅が自己伸長反応とは記載されておらず，当該等温増幅の理由が抽象的な推測や可能性として記載されているにすぎないから，そこから自己伸長反応を含む増幅方法に係る発明を認定できない旨を主張する。",
                        "しかしながら，先願明細書では，「自己伸長反応」という用語が使用されていないものの，「アンプリコンをプライマーおよびテンプレートとして機能させる」という記載が存在し，これが自己伸長反応を含む増幅反応を意味するものとして理解可能であることは，前記イに説示のとおりである。また，先願明細書には，「おそらく…起因し得る」という確定的ではない表現が使用されているものの，先願明細書に記載の等温増幅で生じている反応がステムループ構造に起因する自己伸長反応である旨を説明したものと理解することそれ自体には，誤りを見いだせない。",
                        "したがって，被告の上記主張は，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，平成10年11月9日が優先権主張日であり，平成14年4月12日に出願公開された本件発明1は，平成10年6月24日が優先権主張日であり，平成12年2月8日に出願公開された特願平11-179056号の願書に最初に添付された明細書及び図面である先願明細書(甲8の1)に記載された先願発明2と同一の発明である。そして，本件発明と先願発明2の発明をした者は，同一ではなく，また，本件発明と先願発明2の出願人も，同一ではないから，本件発明1は，特許法29条の2の規定により，特許を受けることができないものであるというべきである。",
                    "よって，これと判断を異にする本件審決のうち本件発明1に係る部分は，拡大先願に係る認定・判断を誤るものであって，取消しを免れない。",
                    "また，本件発明2は，本件発明1に他の構成を付加したものであるところ，本件審決は，本件発明1が先願明細書に記載の発明とは同一ではないとの認定・判断を前提として，本件発明2が先願明細書に記載の発明とは同一ではないとしている。",
                    "しかしながら，本件審決による本件発明1についての拡大先願に係る認定・判断が上記のとおり誤りである以上，本件発明2に係る部分についての上記認定・判断も，誤りであるというべきであって，本件審決のうち当該部分も，取消しを免れない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由のうち，取消事由3の本件発明1及び2に関する部分には理由があるから，本件審決のうちこれらの発明に係る部分を取り消すこととし，原告主張のその余の取消事由にはいずれも理由がないから，原告のその余の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10275",
    "date": "2012-10-31",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082760",
    "ipprecedent_id": "3164",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}