{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2011-800041号事件について平成23年10月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「炉内ヒータを備えた熱処理炉」とする特許第3196261号(請求項の数は1。以下「本件特許」という。)の特許権者である。",
            "本件特許は，平成3年11月20日に出願され(特願平3-304688号)，平成13年6月8日に設定登録された。",
            "被告は，平成21年3月9日，本件特許の明細書及び特許請求の範囲を訂正する訂正審判を請求し，同年4月21日，当該訂正(以下「先の訂正」という。)を認容する審決がされ，同年5月7日に確定した。",
            "原告は，平成23年3月15日付けで本件特許の請求項1に係る発明の特許につき無効審判を請求した。特許庁は，同請求を無効2011-800041号事件として審理した上，同年10月12日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同月20日，原告に審決謄本が送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "先の訂正により訂正された特許請求の範囲【請求項1】の記載",
          "text": [
            "「炉側壁を含む炉本体と，炉本体の底部を閉塞する炉床とで形成される熱処理空間を有し，該熱処理空間には，略鉛直方向に挿入され，かつ前記炉側壁に沿って互いに並列配置され，鉛直方向に沿って異なる複数の部位を設定し，前記異なる複数の部位のいずれかを発熱部とした複数の炉内ヒータを備え，前記複数の炉内ヒータの前記発熱部が前記熱処理空間内の鉛直方向に沿ったそれぞれ異なる位置に設けられていることを特徴とする，熱処理炉。」(以下「本件発明」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別添審決書写しのとおりであり，その要旨は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1について",
              "text": [
                "先の訂正は，実質上特許請求の範囲を拡張するものとはいえないから，平成6年法律第116号による改正前の特許法(以下「特許法」という。)126条2項の規定に違反してされたものということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2について",
              "text": [
                "本件発明は，本件特許の特許出願前に日本国内において頒布された刊行物である特開平3-156284号公報(甲1)に記載された発明(以下「引用発明」という。)及び甲2～6，10，11に記載された発明に基づいて当業者が容易に発明をすることができたものではないから，特許法29条2項の規定により特許出願の際独立して特許を受けることができないとすることはできず，特許法126条3項の規定に違反してされたものということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が，上記(2)の判断を導く過程において認定した引用発明の内容，本件発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "「2つの炉壁，2つの炉側壁，天井部及び炉床から構成された閉じた空間を有する炉体内に配置された被焼成物を焼成する焼成炉であって，",
                    "扉が炉壁に開閉自在にヒンジ結合され一つの炉壁の一部を構成し，",
                    "炉側壁とそれに対向する一つの炉側壁との間に夫々間隙を有するとともに，炉床の上に配置された支柱により支持され，匣組みを構成する被焼成物を収容する匣が載置される台板と，一つの炉側壁に支持されて炉体内で回転するファンを備え，ファンと匣組みとの間に，天井部から台板の近くまでU字形状を有する炭化珪素製ヒータを2つ並列して懸垂させるとともに，匣組みといま一つの炉側壁との間にも，U字形状を有する炭化珪素製ヒータが天井部から炉床近くまで2つ並列して懸垂している焼成炉。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「炉側壁を含む炉本体と，炉床とで形成される熱処理空間を有し，該熱処理空間には，略鉛直方向に挿入され，かつ前記炉側壁に沿って互いに並列配置された複数の炉内ヒータを備えた熱処理炉。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "相違点1「本件発明は，炉床が炉本体の底部を閉塞するが，引用発明は，扉が炉壁に開閉自在にヒンジ結合され一つの炉壁の一部を構成する点。」",
                    "相違点2「本件発明は，鉛直方向に沿って異なる複数の部位を設定し，前記異なる複数の部位のいずれかを発熱部とした複数の炉内ヒータを備え，前記複数の炉内ヒータの前記発熱部が前記熱処理空間内の鉛直方向に沿ったそれぞれ異なる位置に設けられているが，引用発明は，匣組みと炉側壁との間にある2つの炭化珪素製ヒータ(下記注参照)の発熱する部位や位置が不明である点。",
                    "注：引用発明における「ファンと匣組みとの間にある2つの炭化珪素製ヒータ」は，本件発明(判決注：「本願発明」とあるのは誤記と認める。)における「炉側壁に沿って互いに並列配置された複数の炉内ヒータ」に当たらない。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告の主張",
          "text": [
            "本件審決は，引用発明の認定を誤り(取消事由1)，本件発明と引用発明との一致点及び相違点の認定を誤り(取消事由2)，相違点2についての容易想到性の判断を誤った(取消事由3)結果，無効理由2の判断を誤ったものであり，本件審決の結論に影響を及ぼすから，違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り(取消事由1)",
              "text": [
                "甲1の第3図，第4図には，引用発明の従来技術である焼成炉が記載されている。この第3図，第4図の焼成炉は，匣組み22と一つの炉側壁(第3図，第4図における左側の炉側壁)1dとの間にU字形状の炭化珪素製のヒータ8を並列して懸垂させるとともに，匣組み22といま一つの炉側壁(第3図，第4図における右側の炉側壁)1eとの間にU字形状の炭化珪素製ヒータ8を2つ並列して懸垂させた構造となっていることから，甲1の第3図，第4図には炉側壁に沿って互いに並列配置された複数の炉内ヒータが記載されている。そして，「公知刊行物に記載された発明を把握するに際しては，当該刊行物の特定箇所の記載のみをもっぱら参酌するのではなく，これと関連する記載を含め，当該刊行物の記載全体を，これと対比すべき特許発明の出願時の技術水準を前提として，参酌すべきである。そして，公知刊行物が公開特許公報である場合に，そこに実施例として記載された発明を把握するにあたっては，当業者は，当該実施例について具体的に記載された事項はもとより，これを包含する特許出願に係る発明に共通して記載されている事項をも参酌するものである」(知財高裁平成17年(行ケ)第10235号・同年11月21日判決)から，引用発明の認定に当たって，甲1に従来技術として開示されている第3図，第4図の構造をも参酌して認定するべきものである。",
                "すなわち，引用発明は，第3図，第4図に記載の従来技術に対し，ファン28を一つの炉側壁(第1図・第2図における左側の炉側壁)21dに支持させることにより，第3図，第4図に記載の従来技術を改良したものであるから，引用発明においては，ファン28を炉内に設けたため，ファン28と匣組み22との間にヒータがずれることにより左側の炉側壁21dから離れたと見るべきであり，ヒータを炉側壁に沿って2つ並列配置した第3図，第4図を参酌すれば，引用発明は，下記のとおり認定されるべきである(下線部が審決の認定と異なる部分)。",
                "「2つの炉壁，2つの炉側壁，天井部及び炉床から構成された閉じた空間を有する炉体内に配置された被焼成物を焼成する焼成炉であって，",
                "扉が炉壁に開閉自在にヒンジ結合され一つの炉壁の一部を構成し，",
                "炉側壁がそれと対向する一つの炉側壁との間に夫々間隙を有するとともに，炉床の上に配置された支柱により支持され，匣組みを構成する被焼成物を収容する匣が載置される台板と，一つの炉側壁に支持されて炉体内で回転するファンを備え，ファンと匣組みとの間に，天井部から台板の近くまでU字形状を有する炭化珪素製ヒータを2つ並列して一つの炉側壁に沿って懸垂させるとともに，U字形状を有する炭化珪素製ヒータを天井部から炉床近くまで2つ並列していまひとつの炉側壁に沿って懸垂している焼成炉。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と引用発明との一致点及び相違点の認定の誤り(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決における対比",
                  "text": [
                    "審決は，「本件発明と引用発明を対比すると，引用発明の「炉壁と炉側壁と天井部」「閉じた空間」「U字形状を有する炭化珪素製ヒータ」「懸垂」「焼成炉」が，それぞれ本発明の「炉本体」「熱処理空間」「炉内ヒータ」「略鉛直方向に挿入」「熱処理炉」に相当する」(11頁26行～29行)とし，これに基づいて，本件発明と引用発明との一致点及び相違点を認定した。しかしながら，審決の「……引用発明は，匣組みと炉側壁との間にある2つの炭化珪素製ヒータの発熱する部位や位置が不明である」(12頁6行～8行)との認定は誤りであり，この認定を補足する「注：引用発明における「ファンと匣組みとの間にある2つの炭化珪素製ヒータ」は，本願発明における「炉側壁に沿って互いに並列配置された複数の炉内ヒータ」に当たらない」(12頁9～11行目)も誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明における「ファンと匣組みとの間にある2つの炭化珪素製ヒータ」",
                  "text": [
                    "甲1，甲10から明らかなように，複数の炉内ヒータを左右の炉側壁に沿って並列配置することは当業者の技術常識である。",
                    "引用発明は，一つの炉側壁(甲1の第1図，第2図の左側の炉側壁)21dにファン28を支持させたため，ファン28と匣組み22との間にヒータ33を配置したにすぎず，甲1の第3図，第4図，甲10に示されるように，この種のバッチ式の焼成炉においては複数の炉内ヒータを炉側壁に沿って配置する構造は共通するものであるから，「ファンと匣組みとの間にある2つの炭化珪素製ヒータ」を特別視すべきではない。したがって，引用発明における「ファンと匣組みとの間にある2つの炭化珪素製ヒータ」は，本願発明における「炉側壁に沿って互いに並列配置された複数の炉内ヒータ」に相当すると認定されるべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明における2つの炭化珪素製ヒータの発熱部位・位置",
                  "text": [
                    "引用発明においては，左右のヒータ33の炉体23内での長さが異なっており，雰囲気ガスの流れの上流側(審決における「一つの炉側壁」の側，第2図では左側)に設けたヒータ33に比べて，下流側(審決における「いま一つの炉側壁」，第2図では右側)に設けたヒータ33の下端部が炉床21b付近まで長く延びていることから，右側のヒータ33の長く延びた下端部は匣組み22を通過した雰囲気ガス(A)を加熱する発熱部となっていることを当業者は当然に理解できる。また，本件特許出願時において「ヒータのほぼ全長が発熱部となっているのが普通」というのは当業者の技術常識であるから(甲12の4頁最終行)，「匣組みと炉側壁との間にある2つの炭化珪素製ヒータの発熱する部位や位置が不明である」という認定は誤りであり，甲1の炭化珪素製ヒータは，「ヒータのほぼ全長が発熱部となっているか，若しくは少なくともその下端部は発熱部であること」が明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明と引用発明との対比",
                  "text": [
                    "引用発明の第2図の記載では，ヒータ33が右側のものは炉床21b近くに，左側のものは台板27近くに上下方向をずらした位置に懸垂され，その上，右側のヒータ33から左側のヒータ33方向に向かう台板27下の雰囲気ガスの移動が明示されているから，複数の炉内ヒータの発熱部が本件発明のもののように熱処理空間内の鉛直方向に沿ったそれぞれ異なる位置に設けられている点は，本件発明と引用発明との一致点とみなければならない。",
                    "以上より，本件発明と引用発明とを正しく対比し，その一致点及び相違点を認定すると以下のとおりである(下線部が審決の認定と異なる部分)。",
                    "一致点「炉側壁を含む炉本体と，炉床とで形成される熱処理空間を有し，該熱処理空間には，略鉛直方向に挿入され，かつ前記炉側壁に沿って互いに並列配置された複数の炉内ヒータを備え，前記複数の炉内ヒータの前記発熱部が前記熱処理空間内の鉛直方向に沿ったそれぞれ異なる位置に設けられている熱処理炉。」",
                    "相違点1「本件発明は，炉床が炉本体の底部を閉塞するが，引用発明は，扉が炉壁に開閉自在にヒンジ結合され一つの炉壁の一部を構成する点。」",
                    "相違点2「本件発明は，鉛直方向に沿って異なる複数の部位を設定し，前記異なる複数の部位のいずれかを発熱部とした複数の炉内ヒータを備えているが，引用発明は，ヒータ本体のほぼ全長が発熱部となっているか，若しくは少なくともその下端部が発熱部となっている複数の炭化珪素製ヒータを備えている点。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2についての容易想到性の判断の誤り(取消事由3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2の第2図には，本件発明の炉内ヒータと同様なU型の炭化ケイ素発熱体が記載されている。このU型の炭化ケイ素発熱体は，長さ方向に沿って複数の部位を設定し，異なる複数の部位のいずれかを発熱部(甲2においては，被覆部(低温部)3及び未被覆部(高温部)4)とするものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3の図11-1には，甲2の第2図に開示された炉内ヒータと同じU型ヒータを鉛直方向に沿って取り付けることが記載され，甲1の第2図，第4図にもU字形状の炭化珪素型ヒータを鉛直方向に沿って取り付けることが記載され，甲10の第14図にもU字形の発熱体を鉛直方向に沿って取り付けることが記載されている。",
                    "したがって，甲2の第2図に開示された「長さ方向に沿って複数の部位を設定し，異なる複数の部位のいずれかを発熱部とする炉内ヒータ」を，甲3の図11-1に開示された鉛直方向に沿って取り付ける取付方法に従って取付けることは当業者によって容易なことである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明の第2図の雰囲気ガスが，前記のように炉床21b近くで右から左に移動することの図示は，正に本件発明の課題である鉛直方向に沿った異なる発熱部位からの発熱が均一になるような，右側のヒータ33から左側のヒータ33に向かって雰囲気ガスが移動する現象が起こっていることを強く示唆するものである。",
                    "甲2は，炉内の温度分布を均一に改善することを目的とするものであり(甲2の2頁左上欄16行～18行，甲1の2頁左下欄2行～6行)，甲3は，炉内温度分布を均一にするため発熱体の中央部分を低温度にする，つまり異なる複数の部位を設定し異なる複数の部位のいずれかを発熱部とする記載があることから(甲3の5頁，6頁図7)，それらの構成のものを甲3の図11-1の垂直取付方法により引用発明の発熱体として使用することには十分な動機が働くといわなければならない。",
                    "してみると，引用発明の前記示唆に従い，甲2，甲3に記載のものを引用発明の発熱体として使用することは当業者にとって容易であることは明らかである。そして，本件発明の効果も引用発明及び甲2，甲3のものが各々有する効果の和を超えるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲2の第2図に開示された発熱体を引用発明のヒータと置き換えることには十分な動機があり，その置換えに際して，甲3の図11-1に開示された取付方法に従って甲2の第2図に開示された発熱体を鉛直方向に沿って取り付けることは，当業者によって容易なことである。",
                    "以上のとおり，甲2の第2図に開示された発熱体を引用発明のヒータと置き換えるに当たり，鉛直方向に沿って取り付ることにより，相違点2を解消することは当業者によって容易なことである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "原告主張の取消事由は，以下のとおり，いずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り(取消事由1)に対して",
              "text": [
                "引用発明(甲1の第1図，第2図記載の焼成炉)の左側のヒータ33は，炉側壁21dから相当離れており，ファン28と匣組み22との間に存在しているから，このヒータ33が炉側壁21dに沿っているとみることは困難である。",
                "原告の主張は，従来技術である第3図，第4図の構造を参酌し，引用発明についてもファン28がない従来技術と同様の構造と把握すべきと主張するものと理解される。しかし，引用発明は，従来技術と比較して，ファン28を炉内に設けた点こそが特徴点となっているのであり，その特徴点をないものとして引用発明を認定することは合理的ではない。原告の主張する引用発明は，甲1の従来技術(第3図，第4図)の構成と引用発明(第1図，第2図)の構成を組み合わせた新たな構成というほかなく，そのような新しい構成を甲1の記載から認定することは困難である。また，甲1においては，引用発明においてファン28が必須のものとされてあり，この点において，従来技術(第3図，第4図)のファン28がなく，炉側壁1dに沿ってヒータ8を並列させる構成は改変され，排除されている。したがって，甲1において，従来技術(第3図，第4図)のファン28がなく，炉側壁1dに沿ってヒータ8を並列させる構成は，「特許出願に係る発明に共通して記載されている事項」ではない。",
                "よって，引用発明の認定に関する原告の主張は失当であり，審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と引用発明との一致点及び相違点の認定の誤り(取消事由2)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「ファンと匣組みとの間にある2つの炭化珪素製ヒータ」については，前記(1)で述べたとおり，引用発明(甲1の第1図，第2図)の炉側壁21d側のヒータ33は，ファン28と匣組み22との間に位置するものであって，これを「炉側壁に沿って」いないとした審決の認定は妥当であり，それを前提とした一致点，相違点の認定にも誤りはない。",
                    "引用発明においては，ファン28によって温まった雰囲気ガスを匣組み22に当て，強制的に攪拌することで良好な特性を有する製品を製造し，炉内温度の均一化を達成するものであるから，ヒータ33は，ファン28と匣組み22との間に位置することにこそ意味がある。発熱体が炉側壁に沿って並列する構成は意図されず，むしろそれは改変すべき従来技術(第3図，第4図)として排除されている。",
                    "甲10や，甲1からは，原告が主張するような「複数の炉内ヒータを左右の炉側壁に沿って並列配置することは当業者の技術常識」という事実は認められず，むしろ，「各焼成炉の目的・意図にあわせて，炉内ヒータを炉内に配置することが当業者の技術常識であり，必ずしも炉内ヒータを炉側壁に沿って並列配置させるものではない」という事実こそ把握できるのである。",
                    "したがって，「引用発明における「ファンと匣組みとの間にある2つの炭化珪素製ヒータ」は，本件発明における「炉側壁に沿って互いに並列配置された複数の炉内ヒータ」に当たらない」とする審決の判断は正当であり，原告の批判は当たらない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「ファンと匣組みとの間にある2つの炭化珪素製ヒータ」は炉側壁に沿って並列配置されていないので，原告の主張は前提を欠くものである。",
                    "甲1には，ヒータ33の発熱部や位置について，何ら明示的な記載はない。第2図のヒータ33の長さの違いや，図面の記載だけから直ちに発熱部や位置関係を把握することは困難であり，原告主張の根拠は薄弱である。また，原告は，第2図に雰囲気ガスの循環が記載されていることから，第2図の右側のヒータ33の下端が発熱していると主張するが，甲1にはそのような記載は一切なく，ヒータ33の下端が発熱していることは雰囲気ガスの循環に必須でもない。原告主張は，甲1に記載のない事項を本件発明との対比に持ち込むものであって妥当ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，原告が主張する本件発明と引用発明の一致点及び相違点は，甲1に記載のない事項を記載しているものとみなしたり，存在しない当業者常識を考慮したりするなど，不自然かつ不合理なものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2についての容易想到性の判断の誤り(取消事由3)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告が主張する一致点，相違点の認定を前提としても，原告の主張は，組合せの動機づけを欠く点で失当である。",
                    "特に，引用発明のヒータを甲2記載の発熱体や甲3記載のエレマSDL型に置換した場合，当然には，発熱部分の位置が引用発明のものと同一とはならないことから，置換後の構成について，原告が一致点とした「前記複数の炉内ヒータの前記発熱部が前記熱処理空間内の鉛直方向に沿ったそれぞれ異なる位置に設けられている」という点について，直ちに認めることはできず，この点が新たに相違することとなる。したがって，原告の主張が成り立つためには，単に引用発明のヒータと甲2の発熱体ないし甲3のエレマSDL型を置換するだけではなく，上記一致点はそのままに，引用発明のヒータと甲2の発熱体ないし甲3のエレマSDL型を置換しようとするものであるから，極めて技巧的な構成の置換であり，それを可能とする動機づけは存在せず，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1の第2図の図示だけから，本件発明の課題である鉛直方向に沿った異なる発熱部位からの発熱が均一になるような現象が起こっていることを強く示唆するものであるとの課題が導かれる根拠は不十分である。",
                    "引用発明においては，ファン並びに雰囲気ガス投入口及び排気ガス排出口により，炉内の雰囲気ガスが撹拌されるのであるから，甲2のような「炉の側壁からの熱放散によって炉内の中央部から側壁に向かって温度降下する」(甲2の1頁右欄15行～17行)という温度分布の不均一がそもそも生じない。したがって，甲2の記載に接した当業者が，甲2の構成を引用発明に適用しようとする動機づけは見当たらない。",
                    "また，甲1に記載の焼成炉のヒータのように，炉内の雰囲気ガスがファン等で撹拌されているのであれば，発熱部の全体が均一に発熱しているか，甲2記載の発熱体のように，発熱部の中央部がセラミック材料で被覆されているかによって，炉内の温度分布の均一化にそれほど差異が生じるものではない。したがって，甲1，甲2の記載に接した当業者が，温度分布の均一化という目的達成に寄与することもないのに，引用発明に甲2記載の発熱体を組み合わせる動機はない。",
                    "さらに，甲2の発熱体は，第2図，第3図などから明らかなとおり，各発熱体の発熱部及び被覆部の水平位置(垂直に設置する場合は垂直位置)をそろえて設置することによって，炉内の温度分布の均一化を達成するものである。甲2の発熱体を使えば，どのような位置(例えば，原告主張の引用発明のヒータの位置)に設置しても，炉内の温度分布の均一化が達成されるというものではない。",
                    "以上のとおり，甲2の発熱体を引用発明のヒータに置換する動機づけは乏しいものであって，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲1においては，ファン並びに雰囲気ガス投入口及び排気ガス排出口により，炉内の雰囲気ガスが撹拌されるのであるから，「炉内温度分布を均一にするため，発熱部の中央部分を低温度にした特殊な構造(SDL型)」(甲3の5頁左下)のエレマSDL型を用いる必然性はない。甲1に記載の焼成炉のヒータのように，炉内の雰囲気ガスがファン等で撹拌されているのであれば，発熱部の全体が均一に発熱しているか，エレマSDL型のように中央部分を低温度にしたかによって，炉内の温度分布の均一化にそれほど差異が生じるものではないのであり，甲1，甲3の記載に接した当業者が，温度分布の均一化という目的達成に寄与することもないのに，引用発明に甲3記載のエレマSDL型を組み合わせることを想到する動機づけは存在しない。",
                    "さらに，甲3には，エレマSDL型の長さが異なるものを同時に用いることについて何らの開示も示唆もなく，当然，その場合の発熱部，低温部の位置関係についても何らの記載もない。",
                    "以上のとおり，甲3のエレマSDL型を引用発明のヒータに置換する動機づけもまた乏しいものといわざるを得ず，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，原告主張の相違点の構成についても，引用発明に甲2や甲3といった副引用例を組み合わせることが可能で，想到容易であるとの原告の主張は到底認められない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "引用発明の認定の誤り(取消事由1)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，以下の記載がある(下線は判決において付加)。",
                    "「(産業上の利用分野)",
                    "本発明は炉内の保護雰囲気ガスを撹拌して被焼成物に常に均一かつ新鮮な雰囲気ガスを供給するとともに均一な炉内温度分布を得るバッチ式の焼成炉に関する。」(1頁右下欄10行～14行)",
                    "「(従来の技術)",
                    "一般に，セラミックコンデンサのセラミック誘電体や圧電共振子のセラミック圧電基板等のセラミック電子部品材料の焼成には，トンネル炉やたとえば第3図および第4図(判決注：別紙図面参照)に夫々横断面および縦断面を示すようなバッチ式の焼成炉が使用されている。",
                    "……上記炉体3の内部にて各匣に収容された上記被焼成物は，炉体3の天井部1cより炉床1bに向かって懸垂させたU字形状を有する炭化珪素製のヒータ8の熱により焼成される。そして，上記開口4が設けられた炉壁1aに隣る炉側壁1dを貫通して設けられた雰囲気ガス投入口9より，矢印A で示すように，雰囲気ガスが炉体3の内部に供給され，この雰囲気ガス中にて上記被焼成物が焼成される。上記炉体3の内部にて発生した排ガスは雰囲気ガス投入口9が設けられた炉側壁1dと対向する一つの炉側壁1eを貫通して設けられた排気ガス排出口11より，上記炉体3の外部に矢印A で示すように排出される。",
                    "……焼成の過程で発生したバインダやタールを含んだ汚れたガスは排出ガス排出口11より排出される。」(第1頁右下欄第15行～第2頁右上欄第11行)",
                    "「(発明が解決しようとする課題)",
                    "ところで，上記従来の焼成炉では，炉体3内に投入された雰囲気ガスは，大部分が匣組み2に当たったのち，匣組み2のまわりに廻り込んで炉床1b近くに滞留してしまい，雰囲気ガスの淀みが発生するばかりでなく，匣組み2をはさんで雰囲気ガスの投入側と排出側とで，投入される雰囲気ガスにより温度差が発生し，匣組み2における匣の位置や匣内での位置によって，焼成品の特性にばらつきが生じるという問題があった。",
                    "本発明の目的は，常に新鮮で均一な温度を有する雰囲気ガスがすべての被焼成物に接し，良好な特性を有する製品を得ることができる焼成炉を提供することである。」(2頁右上欄12行～左下欄5行)",
                    "「(課題を解決するための手段)",
                    "このため，本発明は，2つの炉壁，2つの炉側壁，天井部及び炉床から構成された被焼成物を内部に収容する閉じた空間を有する炉体内に雰囲気ガスを供給しつつ炉体内に配置された被焼成物を焼成する焼成炉であって，",
                    "上記炉体の炉側壁とそれに対向する一つの炉側壁との間に夫々間隙を有するとともに，上記炉体の炉床の上に配置された支柱により上記炉体との間に空間をおいて支持され，多段に積み重ねられて匣組みを構成する被焼成物を収容する匣が載置される台板と，炉体の外部に配置された駆動モータにより駆動され，上記一つの炉壁に支持されて炉体内で回転する耐熱性材料からなるファンと，このファンによる炉体内の気体の流れの上流側に開口する雰囲気ガス投入口と，上記ファンによる炉体内の気体の流れの下流側に開口し，炉体内で発生した排気ガスを排出する排気ガス排出口とを備えたことを特徴としている。」(2頁左下欄6行～右下欄4行)",
                    "「(作用)",
                    "上記雰囲気ガス投入口より投入された雰囲気ガスは，ファンの作用による炉体内での気体の流れの上流から下流に向かって流れる。この過程で，炉体内に投入される雰囲気ガスは殆どすべて，匣内に侵入して被焼成物に接触する。そして，焼成により被焼成部から発生した排気ガスは，上記ファンの作用により炉体の排気ガス排出口から炉体の外に強制的に排出され，一部は台板と炉体の炉床との間の空間を通って再び雰囲気ガス投入口側に戻って再び匣に向かって流れ，熱風循環が行われる。」(2頁右下欄11行～3頁左上欄第2行)",
                    "「(発明の効果)",
                    "本発明によれば，炉体に設けられたファンの作用により，炉体内で高温になった雰囲気ガスが強制的に撹拌されるので，炉体内部での雰囲気ガスおよび温度の分布が均一になるとともに，被焼成物には絶えず新鮮な雰囲気ガスが接触し，良好な特性を有する製品を得ることができる。」(3頁左上欄9行～15行)",
                    "「本発明に係る焼成炉の一実施例の横断面および縦断面を夫々第1図および第2図(判決注：別紙図面参照)に示す。",
                    "上記焼成炉21は第3図および第4図にて説明した焼成炉1と同様に，多段に積み重ねられて匣組み22を構成する匣内に収容された被焼成物を炉体23に出し入れするために，一つの炉壁21aに設けられた開口24に対して，扉25が上記炉壁21aに開閉自在にヒンジ結合され炉体の一つの炉壁21aの一部を構成する扉開閉式のバッチ炉である。",
                    "……",
                    "上記ファン28と炉体23内の匣組み22との間には，炉体23の天井部21cから上記台板27の近くまでU字形状を有するたとえば炭化珪素製のヒータ33を懸垂させている。また，上記匣組み22と炉体23のいま一つの炉側壁21eとの間にも，上記と同様に，U字形状を有する炭化珪素製のヒータ33が炉体23の天井部21cから炉床21b近くまで懸垂している。」(3頁右上欄4行～右下欄5行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，甲1の第3図，第4図は従来の焼成炉の横断面図，縦断面図であり，第1図，第2図は引用発明に係る焼成炉の実施例の横断面図，縦断面図であること，上記従来の焼成炉は，雰囲気ガスの淀みが発生するばかりでなく，匣組み2をはさんで雰囲気ガスの投入側と排出側とで，投入される雰囲気ガスにより温度差が発生し，匣内での位置によって焼成品の特性にばらつきが生じるという問題があったが，引用発明は，一つの炉壁に支持されて炉体内で回転する耐熱性材料からなるファンと，このファンによる炉体内の気体の流れの上流側に開口する雰囲気ガス投入口と，上記ファンによる炉体内の気体の流れの下流側に開口し，炉体内で発生した排気ガスを排出する排気ガス排出口とを備えたことを特徴とし，これらの構成を備えることにより，炉体に設けられたファンの作用により，炉体内で高温になった雰囲気ガスが強制的に撹拌されるので，炉体内部での雰囲気ガスおよび温度の分布が均一になる等の効果を奏するものであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告は，甲1の第3図，第4図を参酌すれば，引用発明は，",
              "text": [
                "「2つの炉壁，2つの炉側壁，天井部及び炉床から構成された閉じた空間を有する炉体内に配置された被焼成物を焼成する焼成炉であって，",
                "扉が炉壁に開閉自在にヒンジ結合され一つの炉壁の一部を構成し，",
                "炉側壁がそれと対向する一つの炉側壁との間に夫々間隙を有するとともに，炉床の上に配置された支柱により支持され，匣組みを構成する被焼成物を収容する匣が載置される台板と，一つの炉側壁に支持されて炉体内で回転するファンを備え，ファンと匣組みとの間に，天井部から台板の近くまでU字形状を有する炭化珪素製ヒータを2つ並列して一つの炉側壁に沿って懸垂させるとともに，U字形状を有する炭化珪素製ヒータを天井部から炉床近くまで2つ並列していまひとつの炉側壁に沿って懸垂している焼成炉。」(下線部が審決の認定と異なる部分)",
                "と認定されるべきであると主張する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかしながら，原告の主張は採用することができない。その理由は，次のとおりである。",
                "引用発明の焼成炉(甲1の第1図，第2図に記載された焼成炉)の左側のヒータ33は，第1図，第2図の図示から明らかなように，炉側壁21dからファン28をはさんで離れた位置に存在しているから，このヒータ33が炉側壁21dに沿っていると認めることはできない。",
                "また，上記(1)で認定したように，引用発明は，従来技術である第3図，第4図に記載の焼成炉の問題を解決するため，ファン28を炉内に設けた構成が特徴点となっているのであり，その特徴点をないものとして引用発明を認定することは，引用例に記載されたひとまとまりの技術的思想を構成する要素のうち技術的に最も重要な部分を無視して発明を認定するものであり，許されないというべきである。引用発明においては，炉体の外部に配置された駆動モータにより駆動されるとともに一つの炉壁に支持されているファン28によって，ヒータの熱で高温になった雰囲気ガスを強制的に攪拌することで炉内温度を均一にするものであるから，ヒータ33は，ファン28と被焼成物が収容されている匣組み22との間に位置することが合理的であり，発熱体が炉側壁に沿って並列する構成は想定できないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，引用発明は，発熱体が炉側壁に沿って並列したものと認めることはできず，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明と引用発明との一致点及び相違点の認定の誤り(取消事由2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明における「ファンと匣組みとの間にある2つの炭化珪素製ヒータ」",
              "text": [
                "原告は，甲1，甲10から明らかなように，複数の炉内ヒータを左右の炉側壁に沿って並列配置することは当業者の技術常識であって，引用発明は，一つの炉側壁(甲1の第1図，第2図の左側の炉側壁)21dにファン28を支持させたため，ファン28と匣組み22との間にヒータ33を配置したにすぎないから，引用発明における「ファンと匣組みとの間にある2つの炭化珪素製ヒータ」は，本件発明における「炉側壁に沿って互いに並列配置された複数の炉内ヒータ」に相当すると主張する。",
                "しかしながら，引用発明の炉側壁21d側のヒータ33は，ファン28と匣組み22との間に位置するものであって，炉側壁21dに沿っていると認めることができないことは，上記1のとおりである。",
                "また，甲1の第3図，第4図や甲10に，複数の炉内ヒータを左右の炉側壁に沿って並列配置することが開示され，また，そのようなヒータの配置が一般的であるとしても，引用発明は，ファンを設けることに特徴を有するものであり，甲1の第3図，第4図や甲10に開示された焼成炉とは異なるから，原告が主張するような認定をすることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明における2つの炭化珪素製ヒータの発熱部位・位置",
              "text": [
                "原告は，本件特許出願時において「ヒータのほぼ全長が発熱部となっているのが普通」というのは当業者の技術常識であって(甲12)，引用発明においては，雰囲気ガスの流れの上流側(第2図左側)に設けたヒータ33に比べて，下流側(第2図右側)に設けたヒータ33の下端部が炉床21b付近まで長く延びていることから，右側のヒータ33の長く延びた下端部は匣組み22を通過した雰囲気ガス(A)を加熱する発熱部となっていることを当業者は当然に理解でき，甲1の炭化珪素製ヒータは，「ヒータのほぼ全長が発熱部となっているか，若しくは少なくともその下端部は発熱部であること」が明らかであると主張する。",
                "しかしながら，甲1には，ヒータ33の発熱部や位置について何ら記載はなく，また，第2図にもヒータ33の発熱部や位置を特定する記載はない。したがって，甲1の炭化珪素製ヒータについて，「ヒータのほぼ全長が発熱部となっているか，若しくは少なくともその下端部は発熱部であること」を認定することはできず，相違点2における「引用発明は，匣組みと炉側壁との間にある2つの炭化珪素製ヒータの発熱する部位や位置が不明である」とした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，以下の記載がある。",
                    "【0001】",
                    "【産業上の利用分野】",
                    "本発明は，焼成炉などにおいて用いられる炉内ヒータ，およびその炉内ヒータを備えた熱処理炉に関する。",
                    "【0004】",
                    "【発明が解決しようとする課題】",
                    "ところで，前記従来の炉内ヒータ23を用いて構成された焼成炉においては，図7で示すように，炉内における温度分布が高さ方向，すなわち鉛直方向に沿って不均一となりやすく，炉内の中間高さ位置から上部にかけての範囲が高温域となりがちである。これは，ヒータ本体のほぼ全長が発熱部23aとなっているのが普通であり，その長さ方向に沿う中心位置付近が最も高温となることから，これらの炉内ヒータ23によって加熱された雰囲気ガスが炉内に発生する上昇気流によって上側へと運ばれるためである。そのため，これらの炉内ヒータ23を用いて焼成炉を構成した場合には，炉内に積み重ねて載置された被焼成物の上段と下段との間に大きな温度差が生じ，焼成むらが生じることになる結果，焼成された製品それぞれの特性にばらつきが発生することになっていた。",
                    "【0005】",
                    "本発明は，かかる不都合に鑑みて創案されたものであって，炉内における温度分布状態を均一化することができる炉内ヒータの提供を目的としている。",
                    "【0008】",
                    "【作用】",
                    "上記構成によれば，鉛直方向に沿って異なる部位に発熱部が設けられた炉内ヒータのそれぞれを適宜選択したうえで炉内に配置することによって炉内の鉛直方向における発熱部の位置を調整することが可能となるので，炉内における温度分布状態を均一となるように制御することができる。",
                    "【0009】",
                    "炉側壁を含む炉体と，炉本体の底部を閉塞する炉床とで形成される熱処理空間を有する熱処理炉において，請求項1に係る炉内ヒータを備えることで炉内の鉛直方向における発熱部の位置を調整可能にし，よって，炉内における温度分布状態を均一となるよう制御できる。",
                    "【0010】",
                    "【実施例】",
                    "以下，本発明にかかる実施例を図面に基づいて説明する。",
                    "【0012】",
                    "図1における符号1は炉本体，2は炉床，3，4はSiCを用いて形成された炉内ヒータであり，炉内ヒータ3，4のそれぞれは互いに一組とされたたうえで炉底に対して縦向きになるように，すなわちその長手方向が略鉛直方向に沿うように挿入されたうえ，炉側壁に沿って並列状に配置されている。なお，図中の符号5は温度検出用の熱電対を示しており，熱電対5のそれぞれは炉内の上部と下部とに配置されている。",
                    "【0013】",
                    "そして，炉内ヒータ3，4のそれぞれは，図2で示すように，2本の平行するヒータ本体の一端同士を互いに接続することによってU字形として構成されており，各ヒータ本体における発熱部3a，4aはその長さ方向である鉛直方向に沿って互いに異なる部位ごとに設けられている。すなわち，図2における一方の炉内ヒータ3はその発熱部3aが上半部に設けられていることから上部発熱型となり，他方の炉内ヒータ4はその発熱部4aが下半部に設けられていることから下部発熱型となっている。",
                    "【0014】",
                    "そこで，この焼成炉においては，図1で示すように，上部発熱型となった炉内ヒータ3と，下部発熱型となった炉内ヒータ4とが交互に並列配置されていることになり，上部発熱型の炉内ヒータ3によって炉内における上部範囲の温度が，また，下部発熱型の炉内ヒータ4によって炉内における下部範囲の温度がそれぞれ制御されることになる。したがって，熱電対5によって炉内の上部及び下部範囲における温度をそれぞれ検出しながら，その検出結果に応じて上部発熱型の炉内ヒータ3と下部発熱型の炉内ヒータ4とによる発熱状態を各別に制御すれば，炉内における温度分布状態が図3で示すような均一状態となる。すなわち，上記構成によれば，上部発熱型の炉内ヒータ3による温度分布と，下部発熱型の炉内ヒータ4による温度分布とを重ね合わせた形の温度分布状態が得られることになる。",
                    "【0016】",
                    "【発明の効果】",
                    "以上説明したように，本発明によれば，略鉛直方向に挿入され，かつ炉側壁に沿って互いに並列配置される炉内ヒータにおいて，鉛直方向に沿って異なる複数の部位を設定し，前記異なる複数の部位のいずれかを発熱部としたので，炉内ヒータのそれぞれを適宜選択したうえで配置することによって炉内の鉛直方向における発熱部の位置を調整することが可能となり，炉内における温度分布状態を均一となるように制御することができる。その結果，炉内に積み重ねて載置された被焼成物間に大きな温度差が生じるのを抑制し，焼成むらのない均一な焼成を実現できるという効果が得られることになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，本件発明は，「鉛直方向に沿って異なる複数の部位を設定し，前記異なる複数の部位のいずれかを発熱部とした複数の炉内ヒータを備え，前記複数の炉内ヒータの前記発熱部が前記熱処理空間内の鉛直方向に沿ったそれぞれ異なる位置に設けられている」ことを特徴とする構成，すなわち，相違点2の構成を備えることにより，「鉛直方向に沿って異なる部位に発熱部が設けられた炉内ヒータのそれぞれを適宜選択したうえで炉内に配置することによって炉内の鉛直方向における発熱部の位置を調整することが可能」となり，「炉内における温度分布状態を均一となるように制御することができ……その結果，炉内に積み重ねて載置された被焼成物間に大きな温度差が生じるのを抑制し，焼成むらのない均一な焼成を実現できるという効果」を奏するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明では，ヒータ33が右側のものは炉床21b近くに，左側のものは台板27近くに上下方向をずらした位置に懸垂され，その上，右側のヒータ33から左側のヒータ33方向に向かう台板27下の雰囲気ガスの移動が明示されているから，複数の炉内ヒータの発熱部が本件発明に記載のもののように熱処理空間内の鉛直方向に沿ったそれぞれ異なる位置に設けられている点は，本件発明と引用発明との一致点となる旨主張する。",
                    "しかしながら，引用発明における炭化珪素製ヒータの発熱する部位や位置が不明であることは，上記(2)のとおりである。仮に第2図から，ヒータ33の炉内に位置する部分が発熱部であり，右側ヒータ33の発熱部の下端部が左側ヒータ33の発熱部の下端部よりも下方にあると読み取ることができたとしても，複数の炉内ヒータの発熱部が熱処理空間内の鉛直方向に沿ったそれぞれ異なる位置に設けられているとの技術的思想が甲1に記載されていると認めることはできない。その理由は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1は，ファンの作用により高温の雰囲気を撹拌することにより炉内の温度分布を均一にするものであり，複数の炉内ヒータの発熱部を鉛直方向に異なる位置に配置すること，発熱部を異なる位置に配置することにより炉内の温度分布を均一にすることは，何ら記載されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1の第2図からは，ファン28を設けたことにより，左側ヒータ33が，炉壁側から離れて匣組みに近い側に配置することとなり，匣組みを配置するための台板27との位置関係でその下端部の位置が台板27より上方の位置となるように配置されたと推測することができる。すなわち，甲1の第1図，第2図では，ヒータ33が右側のものと左側のものはが上下方向をずらした位置に懸垂されているが，これは匣組みを配置するための台板27との位置関係でそのように配置されたにすぎず，そこから，「複数の炉内ヒータの発熱部を鉛直方向に異なる位置に配置する」ことにより「鉛直方向に沿って異なる部位に発熱部が設けられた炉内ヒータのそれぞれを適宜選択したうえで炉内に配置することによって炉内の鉛直方向における発熱部の位置を調整することが可能」になるという本件発明の技術的思想を読み取ることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件審決には，本件発明と引用発明との一致点及び相違点の認定に原告主張の誤りがあるとは認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点2についての容易想到性の判断の誤り(取消事由3)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2(特開昭62-31982号公報)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2には，図面(別紙参照)とともに以下の事項が記載されている。",
                        "「炭化ケイ素発熱体を熱源とする電気抵抗炉においては，炉内幅方向の温度分布が問題となった。すなわち，いかに均一な表面温度を有する発熱体を使用しても，炉の側壁からの熱放散によって炉内の中央部から側壁に向かって温度降下するため，焼成条件のきびしいセラミックスの焼成等においては，焼成位置の差によって焼きムラや収縮ムラが生じ，歩留りが悪く温度分布の改善が望まれていた。」(1頁右下欄12行～末行)",
                        "「本発明の目的は，炉内温度の温度分布改善方法において比較的容易にしかも安価に温度分布を改善できる発熱体を提供することである。」(2頁左上欄16行～18行)",
                        "「すなわち，本発明は，炭化ケイ素発熱体において，発熱部の一部に炭化ケイ素と輻射率の異なる一種以上のセラミックス材料で被覆することを特徴とする。」(2頁左上欄20行～右上欄3行)",
                        "「すなわち，炭化ケイ素の輻射率は，一般に0．87程度であるが，例えば発熱部の表面を部分的に輻射率の低いもので被覆すれば，被覆された表面近傍は温度が低下する。その結果炉内温度分布の均一化を達成できる。",
                        "〔実施例1〕",
                        "直径25mm，発熱部長300mm，端部長300mmの棒状の炭化ケイ素発熱体で，第1図に示すように発熱部1の中央部に白色のムライト質(輻射率ε＝0．4)のコート材を施行した被覆域3を75mm形成し，該被覆域3の両側に未被覆域4からなる発熱部1と両端子部2及び電極部5からなる炭化ケイ素発熱体を電気容量15KW，炉内寸法巾300mm，奥行600mm，高さ120mmの電気炉に6本設置した該電気炉の炉内の設定温度を1200℃にし，通電発熱させ昇温後1時間保持し，炉内温度分布を測定した。測定にあたっては第3図に示すように，該発熱体の下方75mmの位置に熱電対を設置し，炉内巾方向の5点の温度を測定した。測定結果を表1に示す。",
                        "〔実施例2〕",
                        "第2図に示すU型炭化ケイ素発熱体直径20mm，発熱部長300mm，端部長300mm，発熱部のピッチ50mmのものを4本上記の実施例1と同じ電気炉に設置した。該U型炭化ケイ素発熱体の発熱部の一部(発熱部の中心部より若干先端部よりの位置)に75mm巾の輻射率ε＝0．4のムライト質の被覆を施しているものであった。炉内温度1200℃の炉内温度分布を実施例1と同一の方法で測定した結果を表1に示す。」(第2頁右上欄第18行～右下欄第6行)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "甲2の第1図には，炭化ケイ素発熱体の実施例が図示されており，発熱部の中央部領域が被覆されていることが見て取れる。また，第2図には，U型炭化ケイ素発熱体の実施例が図示されており，発熱部の中央部領域が被覆されていることが見て取れる。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "上記(ア)，(イ)の記載によれば，甲2には，炉内幅方向の温度分布を均一にするために，炉内に水平に配置された複数の発熱体について，その発熱部表面の中央部領域をセラミック材料で被覆することが開示されていると認められる。",
        "しかしながら，甲2には，炉内の鉛直方向の温度分布を均一にすることや，発熱体をその発熱部が鉛直方向においてそれぞれ異なる位置となるように複数使用することについては，何ら記載も示唆もされていない(第1図，第2図において，それらに図示されている発熱体の発熱部と被覆域の位置が異なるが，それらを同時に使用して発熱部の位置を異なる配置とすることについては何ら記載されていない。)。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "甲3(昭和60年6月東海高熱工業株式会社発行のカタログ「エレマ発熱体」)について"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "甲3には，以下の事項が記載されている。",
        "「●その他の特殊型",
        "以上のほか，用途・使用条件に合わせた特殊な型状(リング型，弓型など)も製作しています。",
        "また，炉内温度分布を均一にするため，発熱部の中央部分を低温度にした特殊な構造(SDL型)のものもあります。」(5頁)"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "甲3の6頁の図7には，エレマSDLが図示されており，発熱部の中央部分を低温度にした構造が見て取れ，13頁の図11-1には，U型の取付方法が図示され，炉室の天井にU型の発熱体を垂直に取り付けられていることが見て取れる。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "上記(ア)，(イ)の記載によれば，甲3には，炉内温度分布を均一にするために，発熱部の中央部分を低温度にした構造の発熱体，及びU型の発熱体を炉室に垂直に取り付けることが開示されていると認められる。",
        "しかしながら，甲3には，炉内の鉛直方向の温度分布を均一にすること，及び発熱体をその発熱部が鉛直方向においてそれぞれ異なる位置となるように複数使用することは，何ら記載も示唆もされていない。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "甲4～6，10，11について"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "甲5の第2図には，両端近傍にそれぞれ短い発光フィラメントが配置された補助ヒータランプが記載されており，これらの発熱体や補助ヒータランプは，いずれも本件発明における「異なる複数の部位を設定し，前記異なる複数の部位のいずれかを発熱部とした炉内ヒータ」に相当すること，第3図には，これらの発熱体や補助ヒータランプを，いずれもその発熱部が炉内の水平方向に沿ったそれぞれ同じ位置となるように複数使用して，炉内の巾方向や出入口の温度分布を均一にすることが記載されていると認められる。",
        "しかしながら，甲5には，その発熱部が熱処理空間内の鉛直方向に沿ったそれぞれ異なる位置となるように複数使用して，上部が高温となりやすい炉内の高さ方向の温度分布を均一にすることについては，何ら記載も示唆もない。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "甲4には，U形発熱体を棒状のE形発熱体と組み合わせることが，甲6には，パネルヒータと反射板を組み合わせることが，甲10には，壁面に沿ってヒータを配設した焼成炉が，甲11には，筒状発熱体を備えた高圧高温炉用ヒータが，それぞれ記載されているが，いずれも本件発明の相違点2に係る構成について記載されているものではない。"
      ],
      "content": [
        {
          "fig": "エ",
          "text": [
            "以上のとおり，甲2～6，10，11のいずれの引用例にも，相違点2の構成を備えることにより，「鉛直方向に沿って異なる部位に発熱部が設けられた炉内ヒータのそれぞれを適宜選択したうえで炉内に配置することによって炉内の鉛直方向における発熱部の位置を調整することが可能」となり，「炉内における温度分布状態を均一となるように制御することができ……その結果，炉内に積み重ねて載置された被焼成物間に大きな温度差が生じるのを抑制し，焼成むらのない均一な焼成を実現できることについては，記載も示唆もない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，甲2の第2図に開示された「長さ方向に沿って複数の部位を設定し，異なる複数の部位のいずれかを発熱部とする炉内ヒータ」を，甲3の図11-1に開示された鉛直方向に沿って取り付ける取付方法に従って取り付けることは容易想到である旨主張する。",
                "しかしながら，引用発明は，ファンの作用により高温の雰囲気ガスを撹拌することにより炉内の温度分布を均一にするものであるから，引用発明において，炉内の温度分布を均一にするための構成として，ファンとは構造や機能が異なる本件発明の「鉛直方向に沿って異なる複数の部位を設定し，前記異なる複数の部位のいずれかを発熱部とした複数の炉内ヒータ」構成を採用する動機づけはない。また，甲2は，炉内幅方向の温度分布を均一にすることを目的とするものであるから，炉内の鉛直方向の温度分布を均一にすること目的とする本件発明とは，技術的思想が異なるものである。さらに，引用発明のヒータに代えて，甲2の第2図の発熱体を甲3の図11-1のように鉛直方向に沿って取り付けたとしても，複数の発熱体における発熱部が鉛直方向においてそれぞれ異なる位置となる構造とはならない。",
                "したがって，原告の上記主張も採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上に検討したところによれば，相違点2に係る本件発明の構成が容易想到と認めることはできず，取消事由3は理由がない。"
              ],
              "content": [
                {
                  "fig": "4",
                  "subject": "結論",
                  "text": [
                    "以上のとおり，原告主張の取消事由はいずれも理由がなく，他に本件審決にはこれを取り消すべき違法はない。よって，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}