{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2011-800057号事件について平成23年11月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「工作機械」とする特許第3388498号(平成8年12月25日出願，平成15年1月17日設定登録。以下「本件特許」という。)の特許権者である。",
            "被告は，平成23年4月11日，本件特許の請求項1ないし5に係る各発明についての特許を無効にすることを求めて無効審判請求(無効2011-800057号事件)をし，特許庁は，平成23年11月9日，「特許第3388498号の請求項1ないし5に係る発明についての特許を無効とする。審判費用は，被請求人の負担とする。」との審決をし，その謄本は，同月14日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の特許請求の範囲の請求項1ないし5の記載は，次のとおりである(以下，請求項1ないし5に係る発明を，それぞれ「本件発明1」ないし「本件発明5」といい，これらを総称して「本件各発明」ということがある。)。また，本件特許の特許請求の範囲，明細書及び図面を総称して「本件明細書」ということがある(甲21)。別紙1の【図1】は，本件各発明による工作機械を示すものである。",
            "「【請求項1】",
            "コラムのような固定部(11)に配置した移動体(13)を第1軸及び第2軸方向に駆動する構成の工作機械において，固定部(11)に2個の第1軸駆動手段(α1，α2)を互いに平行に配置し，第1軸駆動手段(α1，α2)によって第1軸方向に駆動される移動ベース(14)を固定部(11)に設け，移動ベース(14)に2個の第2軸駆動手段(β1，β2)を互いに平行に配置し，移動体(13)を第2軸駆動手段(β1，β2)により第2軸方向に駆動する構成にし，各駆動手段(α1，α2，β1，β2)を制御するための制御装置(40)を設け，",
            "制御装置(40)は，駆動手段(α1，α2，β1，β2)のゼロ設定を補正して第1・2軸の角度誤差や移動体(13)の姿勢を補正するものであることを特徴とする工作機械。",
            "【請求項2】第1軸方向と第2軸方向が実質的に直角であって，2個の第1軸駆動手段(α1，α2)を操作することによって第1・2軸の直角度を補正することを特徴とする請求項1に記載の工作機械。",
            "【請求項3】移動体(13)が，第3軸方向に移動可能なスピンドル(19)を備えたスピンドルヘッド(12)として構成されていることを特徴とする請求項1～2のいずれか1項に記載の工作機械。",
            "【請求項4】固定部(95，195)が第3軸に沿って移動するテーブル(99，199)を備えていることを特徴とする請求項1～2のいずれか1項に記載の工作機械。",
            "【請求項5】固定部(11)が自動工具交換装置(108，109)を備えていることを特徴とする請求項1～4のいずれか1項に記載の工作機械。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。その判断の概要は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "審判請求人(被告)主張の無効理由1(特許法36条6項2号)について",
                  "text": [
                    "請求項1の「駆動手段(α1，α2，β1，β2)のゼロ設定を補正して第1・2軸の角度誤差や移動体(13)の姿勢を補正する」なる記載に不明確な点はない。",
                    "請求項2ないし5は，請求項1の従属項であり，請求項1が明確である以上，請求項2ないし5も明確である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "審判請求人(被告)主張の無効理由2(特許法36条4項)について",
                  "text": [
                    "本件発明1の「駆動手段(α1，α2，β1，β2)のゼロ設定を補正」なる事項は，本件明細書の段落【0031】ないし【0035】の記載及び図6が対応するものであることは当事者間に争いがなく，段落【0031】ないし【0035】及び図6には，「ゼロ設定を補正する」手段が明確かつ十分具体的に記載されており，当業者の理解にとって至らない点はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "審判請求人(被告)主張の無効理由3(特許法29条1項3号)について",
                  "text": [
                    "請求人は，本件発明1が甲3(特開昭63-16286号公報)に記載された発明(以下「甲3発明」という。別紙2の【第1図】は，甲3発明を例示した図である。)である旨主張するところ，相違点1は実質的な相違点といえ，甲3発明は本件発明1と同一であるとはいえず，甲3の他の記載を参酌しても，技術常識を勘案しても甲3にゼロ点(原点)の補正が実質的に開示されているとはいえない。したがって，本件発明1は，甲3に記載された発明であるということはできない。",
                    "本件発明2ないし5は，本件発明1の発明特定事項を全て備え，さらに加えて，請求項2ないし5に記載された事項を発明特定事項に備えるものであり，本件発明1が甲3に記載された発明であるといえない以上，本件発明2ないし5も，甲3に記載された発明であるとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "審判請求人(被告)主張の無効理由4(特許法29条2項)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1について",
                      "text": [
                        "甲3発明に，甲4ないし甲7記載の，工作機械において原点(ゼロ点)の補正を行うこと(以下「周知技術1」という。)を適用して，駆動手段の原点(ゼロ点)の補正を行い，相違点1に係る特定事項を(「静的な補正」に限定されない)本件発明1のものとすることは，当業者が容易に想到し得た。なお，本件発明1が「静的な補正」のみを行うものであると仮定し，甲3発明は「動的な補正」を行うもので動作中の補正を行うものであるとしても，本件発明1は甲3発明及び従来周知の技術から当業者が容易に想到し得た。本件発明1によってもたらされる効果も，甲3発明及び従来周知の事項から当業者であれば予測できる程度のものであって格別のものではない。本件発明1は，甲3発明及び従来周知の事項に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2について",
                      "text": [
                        "本件発明2は，甲3発明及び従来周知の事項に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明3について",
                      "text": [
                        "本件発明3は，甲3発明，甲3記載の「工作機械において，主軸32を備えたヘッド31を，テーブル29に対してZ軸方向に移動可能にコラム30に設けること」との事項及び従来周知の事項に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明4について",
                      "text": [
                        "本件発明4は，甲3発明及び従来周知の事項に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "本件発明5について",
                      "text": [
                        "本件発明5は，甲3発明及び従来周知の事項に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件発明1ないし5は，いずれも当業者が容易に発明をすることができたものであるから，本件発明1ないし5についての特許は，特許法29条2項の規定に違反してされたものであり，特許法123条1項2号の規定に該当するので，無効とすべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，上記判断に際して認定した甲3発明の内容，本件各発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3発明の内容",
                  "text": [
                    "ベット1に配置したテーブル29をX軸及びY軸方向に駆動する構成の工作機械において，ベット1に2本の送りネジ4，4とサーボモータ5，5を互いに平行に配置し，2本の送りネジ4，4とサーボモータ5，5によってX軸方向に駆動されるサドル3をベット1に設け，サドル3に2本の送りネジ4，4とサーボモータ5，5を互いに平行に配置し，テーブル29を2本の送りネジ4，4とサーボモータ5，5によりY軸方向に駆動する構成にし，各送りネジ4，4，4，4とサーボモータ5，5，5，5を制御するためのＮC装置7を設け，ＮC装置7は，位置検出装置8の検出値に基づいて2本の送りネジの送り量を制御し，可動体の位置と傾きを補正するようにした工作機械。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲3発明と本件各発明との一致点",
                  "text": [
                    "固定部に配置した移動体を第1軸及び第2軸方向に駆動する構成の工作機械において，固定部に2個の第1軸駆動手段を互いに平行に配置し，第1軸駆動手段によって第1軸方向に駆動される移動ベースを固定部に設け，移動ベースに2個の第2軸駆動手段を互いに平行に配置し，移動体を第2軸駆動手段により第2軸方向に駆動する構成にし，各駆動手段を制御するための制御装置を設け，制御装置は，移動体を補正するようにした工作機械。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲3発明と本件各発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1との相違点(相違点1)(相違点1は，甲3発明と本件発明2ないし5との相違点でもある。)",
                      "text": [
                        "制御装置による移動体の補正について，本件発明1は，「駆動手段のゼロ設定を補正して第1・2軸の角度誤差や移動体の姿勢を補正する」ものであるのに対し，甲3発明は，「位置検出装置8の検出値に基づいて2本の送りネジの送り量を制御し，移動体の位置と傾きを補正する」ものである点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2との相違点(相違点2)",
                      "text": [
                        "本件発明2は，「第1軸方向と第2軸方向が実質的に直角であって，2個の第1軸駆動手段」「を操作することによって第1・2軸の直角度を補正する」ものであるのに対し，甲3発明は，そのような特定がされていない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明3との相違点3",
                      "text": [
                        "本件発明3は，「移動体」「が，第3軸方向に移動可能なスピンドル」「を備えたスピンドルヘッド」「として構成されている」のに対し，甲3発明は，そのような特定がされていない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明4との相違点4",
                      "text": [
                        "本件発明4は，「固定部」「が第3軸に沿って移動するテーブル」「を備えている」のに対し，甲3発明は，そのようなものでない点。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "本件発明5との相違点5",
                      "text": [
                        "本件発明5は，「固定部」「が自動工具交換装置」「を備えている」のに対し，甲3発明は，そのようなものでない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "text": [
            "審決には，本件各発明と甲3発明との相違点1に関する容易想到性判断の誤りがあり，審決の結論に影響を及ぼすから，審決は取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1に関する容易想到性判断の誤り",
              "text": [
                "審決は，①本件明細書の請求項1は「駆動手段」の「ゼロ設定を補正」すると特定するのみであり，請求項1の特定事項から，本件発明1を，停止中の「静的な補正」のみを行い動作中は補正を行わないものと解することはできないから，本件発明1は「静的な補正」以外の「動的な補正」をも包含するものと解するのが相当である，②甲4ないし甲7には，いずれも工作機械において，原点(ゼロ点)の補正を行うこと(周知技術1)が記載され，かかる事項は従来周知であるところ，基準となる原点(ゼロ点)がずれていると，工作機械として必要な精度が得難くなることは自明であって，周知技術1はそのための解決手段であるから，甲3発明において，周知技術1を適用して原点(ゼロ点)の補正を行うことは，精度の向上という工作機械のごく一般的な目的のために，当業者が容易に試み得ることと考えられる，③仮に，本件発明1が「静的な補正」のみを行うものであり，甲3発明は「動的な補正」(動作中の補正)を行うものであるとしても，動作中の補正は常に位置検出器等による監視が必要なことから，多少の精度の低下を甘受して，周知技術1に示されるような原点の補正を停止中にのみ行い簡素な制御とすることは，設備の簡素化という一般的な目的のため，当業者がごく自然に行い得ることであり，そのような停止中の補正として，周知のJIS等による直角度の誤差等の測定等を行い，「静的な補正」とすることも，当業者が容易に推考し得た，④甲6に原点シフトを加工開始時のみならず，加工中においても常時(自動的に)行うことが記載されているように，一般に「動的な補正」と「静的な補正」とは必ずしも明確に使い分けられるものでもないとした。",
                "そして，甲3発明に周知技術1を適用して，駆動手段の原点(ゼロ点)の補正を行い，相違点1に係る特定事項を(「静的な補正」に限定されない)本件発明1のものとすることは，当業者が容易に想到し得たことであると判断した。",
                "しかし，審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記①について",
                  "text": [
                    "「ゼロ設定を補正」なる記載が，「ゼロ点(原点)の設定を補正」を意味することは明確である。",
                    "原点は，移動体の移動の基準であり，移動体は原点を基準として移動するものであって，移動の基準となる原点の設定変更を，その移動中に行うことはあり得ない。すなわち，移動体の移動中に設定が変更されるような点は，当該移動体の移動の基準となる点(原点)とはいえない。",
                    "また，本件明細書の【図6】はX1軸のサーブ駆動とX2軸のサーブ駆動の関係をブロック図にしたものであり，その記載によれば，次のとおりである。X1軸では，51の移動指令を受信した52の「X1軸移動指令」によってX1軸モーターを介し，移動体が，X1a点からX1b点へ移動する。この時，正確にX1b 点へ移動するために，54のX1軸エンコーダーの信号がX1軸フイードバックとして，52の「X1軸移動指令」に戻される。X2軸では，53の「X2軸移動指令」によってX2軸モーターを介し，移動体が，X2a 点からX2b 点へ移動するが，この場合，51の「位置指令(移動指令)」と57の「X1,X2 補正値データー」の双方からデータ入力される。この時，移動体が正確にX2b 点へ移動するために，55のX2軸エンコーダーの信号が，X2軸フイードバックとして53の「X2軸移動指令」に戻される。ここで，移動体のX1軸上の移動量(X1a 点からX1b 点までの距離)とX2軸上の移動量(X2a点からX2b点までの距離)は，全く同じであるから，X1軸及びX2軸のサーボ動作は全く同じサーボ動作であり，このサーボ動作自体にはゼロ設定(原点設定)の補正の要素は入っていない。56の「XY直角度測定データ」より換算された57の「X1,X2 補正値データー」は，X2a が補正していない点(X2a) からΔX 補正された位置に移動するための補正データ(ΔX)",
                    "を意味し，X1軸と同じサーボ動作をX2軸で行うと，X2b は当然，ΔX だけ補正された位置，すなわちΔX だけ原点補正された位置にあることになる。このX2軸をΔX だけ補正する操作(57の「X1,X2 補正値データー」から53の「X2軸移動指令」に向かう矢印の操作，すなわちゼロ設定の補正操作)は，最初のゼロ設定(原点補正)の補正操作の1回のみである。X1,X2 軸のサーボ動作において，57の「X1,X2 補正値データー」が，53の「X2軸移動指令」に常に送られているということはなく，最初の1回のみ送られるのである。X2軸は常にΔX だけ補正された基準点を起点として動いているので，常にΔX 補正された位置にあることになる。以上のことから，本件発明1の「ゼロ設定の補正」は，移動体の移動中に適宜，角度誤差や移動体の姿勢誤差を補正するものではないといえる。",
                    "さらに，本件明細書の段落【0037】には，X軸とY軸との間における静的な角度誤差を補正することにより，「このような直角度の補正によって1mにつき1～3μm程度の精度を得ることができる。」と記載されており，その趣旨は，段落【0031】ないし【0037】の記載に照らすと，移動体がX軸方向に1m移動したとしても，当該移動体のY軸方向のずれが，1～3μm程度に収まることであると理解される。このようなずれの概念は，移動体の位置がX軸又はY軸における移動量に応じて常に一定の割合でずれる静的な誤差の補正でなければ存在し得ない。",
                    "一方，本件明細書には，移動中に適宜補正する旨の記載はなく，【図6】には，動的誤差の補正のために必須の装置である位置検出装置の記述もない。",
                    "したがって，「ゼロ点(原点)の設定を補正」を規定した本件発明1について，「動的な補正」をも包含するものと認定した審決は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記②について",
                  "text": [
                    "「静的な補正」と「動的な補正」は，補正の対象とする誤差が根本的に異質であり，その解決課題が根本的に異なる。すなわち，本件発明1の「静的な補正」は，移動体の位置が，X軸又はY軸における移動量に応じて，常に一定の割合でずれていく「静的な誤差」(移動体の動きに対して静的に現れる角度誤差や姿勢の傾きの誤差)の補正を目的とするものである。一方，甲3発明の「動的な補正」は，移動体の位置や傾きが，当該移動体が存在する各々の位置において，案内面とテーブルとの間にある隙間の量に応じて時々刻々変化する「動的な誤差」(可動体の動きに対して動的に現れる位置と傾きの誤差)の補正を目的とするものである。",
                    "「静的な補正」が目的とする「静的な誤差」と「動的な補正」が目的とする「動的な誤差」とは全くの異質の誤差であるから，「動的な誤差」を補正する「動的な補正」の設備を簡素化することを目的として，「原点の補正を停止中にのみ」行う「簡素な制御」，すなわち，「静的な誤差」を補正する制御を用いることはあり得ない。なぜなら，「動的誤差」は，当該隙間の量のその場その場の変化に応じて発生する誤差であり，「ゼロ設定を補正」しても解決できないところ，「動的誤差」に対して「原点の補正を停止中にのみ」行う「簡素な制御」(「静的な補正」)をすると，「『動的な補正』の設備」が目的としている「動的な誤差」が補正されず，本末転倒だからである。",
                    "また，甲4ないし甲7記載の技術(周知技術1)は，装置の動作の停止時にゼロ点を補正して，静的に軸方向のずれを補正する技術であり，「静的な補正」を目的とするものである。「動的な補正」を目的とする甲3発明に，甲4ないし甲7記載の技術を適用しても，甲3発明の移動体は，その停止時に，甲4ないし甲7記載のゼロ点の補正により当該軸方向にある距離だけシフトするにすぎず，移動体の移動時には，甲3発明の移動体の案内面とテーブルとの間の隙間の時々刻々の変化に対応する移動体の姿勢の動的補正が甲3発明の技術により行われる。そうすると，周知技術1を甲3発明に適用したとしても，甲3発明が目的とする動的補正の精度の向上，又は，甲3発明の装置のコスト低減に有益でないから，甲3発明に周知技術1を適用する動機付けはないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記③について",
                  "text": [
                    "審決は，「動的な補正」が「静的な補正」よりも精度が高いことを前提として，「静的な補正」が「動的な補正」から容易に想到できたものであると判断するが，「動的な補正」が「静的な補正」よりも精度が高いことを示す客観的な事実はない。両者は，目的とする誤差が根本的に異なるのであるから，精度の高さを比較することはできない。審決の判断過程には誤りがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "上記④について",
                  "text": [
                    "甲6には，「前記変位量に応じた分だけZ軸送り用電動機5dを駆動した後停止し(原点停止位置制御し)，主軸5bの位置を補正する，Z軸方向の原点シフトを行うもので，このような動作は加工開始時のみならず，加工中においても常時，自動的に行うことができる。」と記載されるところ，「このような動作」とは，「Z軸送り用電動機5dを駆動した後停止し(原点停止位置制御し)て行う主軸5bの位置補正の動作」を指すことは明らかである。",
                    "また，複合加工機及びマシニングセンターの加工が，「マシーンの駆動」，「マシーンの駆動の停止」の繰り返しによって行われることは当業者の間で常識であり，上記の「加工」は，常に，マシーンの駆動の連続動作によって行われるのではなく，少なからず，「マシーンの駆動」と「マシーンの駆動の停止」の繰り返しによって行われるものであるから，当業者は，「加工中においても，常時，自動的に行うことができる」との記載から，「Z軸の原点シフト」(補正)は，加工中のマシーンの駆動の停止時の状態で行われると容易に理解する。",
                    "さらに，甲6には，マシーンの駆動中に原点シフトを行う技術は，記載も示唆もされていない。",
                    "したがって，甲6に，原点シフトを加工開始時のみならず，加工中においても常時行うことが記載されていることを根拠として，複合加工機及びマシニングセンターにおいて，静的な補正をマシーンの駆動中に行うことが周知であるかのように判断し，一般に「動的な補正」と「静的な補正」とは必ずしも明確に使い分けられないとした審決は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2ないし5に関する容易想到性判断の誤り",
              "text": [
                "本件明細書の請求項2ないし5は，請求項1に従属し，相違点1に係る本件発明1の構成を含む。上記(1) のとおり，相違点1に係る本件発明1の構成の容易想到性判断に誤りがある以上，本件発明2ないし5が，甲3発明等に基づいて容易に発明をすることができたとした審決の判断にも誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "以下のとおり，審決に，取り消されるべき違法はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件明細書の請求項1の「ゼロ設定を補正」なる記載が，「ゼロ点(原点)の設定を補正」を意味することを前提として，移動体は原点を基準として移動するものであるから，移動中に設定が変更されるような点は原点とはいえないとして，「ゼロ点(原点)の設定を補正」を規定した本件各発明について「動的な補正」をも包含するものと認定した審決は誤りである旨主張する(上記1(1)ア )。",
                "しかし，原告の主張は，以下のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ゼロ設定を補正」なる記載が，「ゼロ点(原点)の設定を補正」を意味するとの点について",
                  "text": [
                    "「ゼロ設定」は，「ゼロ点(原点)」すなわち「移動体の移動の基準である」点の設定などを意味しない。「駆動手段のゼロ設定を補正」するとは，駆動手段がX1，X2軸上の移動体の位置関係を直接変えることを意味するものである。",
                    "すなわち，「ゼロ設定」の用語は，請求項1における原告の造語であって，確立した技術用語ではないから，その意義は明細書の記載内容から確定すべきである。本件明細書の段落【0033】ないし【0036】及び【図6】の記載によれば，「ゼロ設定の補正は，移動指令部52，53及びエンコーダ54，55を利用したフィードバック方式で行うことができる」と定義され(【0035】)，「XY直角度測定データ」(56)が，「X1,X2 補正値データー」(57)に変換され，「X2軸移動指令部」(53)において，X2軸に対する「位置指令」(51)と合流して加減算され，X2軸移動指令(53)に反映される(【図6】)。「位置指令」(移動指令(51))は，駆動手段の駆動量を制御することによって，座標軸上における移動体の移動量を直接指令するから，制御装置に設けられたX2軸移動指令(53)においてX2補正値データ(57)も上記位置指令(51)と合流，加減計算した後同様に駆動手段(X2軸サーボモータ22)の駆動量を補正してX2軸上の移動体に対して移動量を直接指令するものである。",
                    "一方，「原点＝移動体の移動の基準となる点」に対して補正を指令すると理解できる記載は本件明細書に一切存在しない。",
                    "したがって，「ゼロ設定の補正」は，移動指令として実行され，その指令は移動体に対して行われ，移動体の位置を直接補正するものであることは明らかである。",
                    "そして，甲3発明においても，X，Y両軸に関して，数値制御装置は，各2本以上有する送りネジを夫々制御し，或いは，1本を「送り量を定める基準ネジ」とし，「他の送りネジ」を制御するのであり(甲3・2頁)，「基準ネジ」と「他の送りネジ」が同期制御の関係に設定されていることから，数値制御装置によって，「ゼロ設定」がなされているといえる。また，甲3発明においても，数値制御装置は，「基準ネジ」と「他の送りネジ」に対するサーボモータの回転数を変え，あるいは「他の送りネジ」に対する回転数を制御して「基準ネジ」と「他の送りネジ」の同期の関係を補正しており，「ゼロ設定の補正」が行われているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "移動体は原点を基準として移動するものであるから，移動中に設定が変更されるような点は原点とはいえないとの点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の【図6】では，エンコーダが用いられておりサーボモータシステムにおけるセミクローズド方式(エンコーダで検測されたモータの実際の回転数と移動指令との間の差分を移動指令にフィードバックすることにより，位置決めの精度を向上させるもの)を用いるものであるが，当該方式における移動指令の対象が移動体の移動目標位置であることは，技術常識である(乙6・9頁)。このような技術常識にかんがみると，「ゼロ設定の補正」は，「移動体に対する」直接の移動指令により実行されるものであり，移動体が目標位置に到達するよう，駆動手段の駆動量を調整することと解すべきである。",
                        "また，仮に，原告主張のように「ゼロ設定の補正」を「ゼロ点(原点)の補正」と解しても，これが「移動体の位置を補正するもの」であることに変わりはない。すなわち，技術常識によれば，原点の補正は，制御装置が原点の位置情報を補正して回転角度を変更するものであるが，当該回転角度の変更は制御装置にフィードバックされ，本件各発明では，制御装置に設けられたX2軸移動指令部(53)において位置指令(51)と合流し，加減計算されて移動体のX2軸上の指令位置を直接変更し，これがX 軸サーボモータ(22)によって実行される(本件明細書の【図6】)。そうすると，「ゼロ設定の補正」が「原点の補正」であると仮定した場合でも，駆動手段の駆動量を変更してX2軸上の位置を直接変更する点において，上記と異ならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「移動体の移動の基準となる原点の設定変更」は，制御装置内で行われるものであり，移動体が停止しているか移動しているかによって変わるものではないから，「原点の補正(設定変更)」は，移動体の停止中にのみ行うものとはいえない。",
                        "また，本件明細書の【図6】においても，角度誤差等測定値により換算した補正値データに基づき，原点位置(角度)の補正がなされ，当該補正値は制御装置に設けられたX2軸移動指令(53)にフィードバックされ，X2軸移動指令(53)において「位置指令」(51)と合流し，駆動手段はX2軸に関して移動体の移動を指令する。",
                        "さらに，移動指令が，原告のいう「原点」に対してなされるものと仮定した場合でも，これが移動体の移動中にもなされることは明らかであり，これを排除する記載は本件明細書，図面に一切存在しない。",
                        "加えて，本件各発明のように，「エンコーダはサーボモータ又はボールネジに関連づけて設け」(【0036】)るサーボシステムにおいては，サーボモータに取り付けたエンコーダから発せられるパルス信号を検出して，適宜，サーボアンプにフィードバックすることにより，移動体を指令どおりに制御するものである。このような位置制御ループのサイクルタイムは，非常に小さいため，移動体が高速で移動している最中であっても原点位置に適宜，補正量を加えて原点位置を補正することができるのは技術常識である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件各発明の「ゼロ設定の補正」は，「移動体の移動中に適宜」角度誤差や移動体の姿勢誤差を補正することができることが明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件各発明の「ゼロ設定」とは，「移動体が移動する基準点となる原点」ではなく「移動体の位置」を定めることであり，「駆動手段のゼロ設定を補正」とは，駆動手段の移動量を補正して，移動体の位置を直接補正することであるから，請求項1が「静的な補正」以外の「動的な補正」を包含するものとした審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件各発明の「静的な補正」と甲3発明の「動的な補正」とは，解決課題が根本的に異なるから，「動的な補正」を簡素化するために「静的な補正」を採用することは当業者がごく自然に行い得るとはいえない，「動的な補正」が「静的な補正」よりも精度が高いことを示す客観的な事実はなく，両者は目的とする誤差が根本的に異なるから，精度の高さを比較することはできない旨主張する(上記1(1) イ，ウ)。",
                "しかし，上記(1) のとおり，本件各発明は，原告主張の「静的な補正」以外の「動的な補正」をも包含するものであるから，本件各発明が，移動体の「停止中」のみに移動体の姿勢等の補正を行う「静的な補正」であることを前提とする原告の上記主張は，前提を欠き，失当である。",
                "また，甲3発明は「位置検出装置」によって誤差を測定するが，誤差の常時実測手段である「位置検出装置」に代えて，他の近似的な簡易の手段を用いることによってコストダウンを図ることは，本件特許出願当時，工作機械の一般的課題とされており，この一般的課題を解決する手段として，移動軸の一点又は複数点でスポット的にのみ誤差を検測する手段は広く知られていたから(甲7，乙8，乙9，乙11)，甲3発明に，スポット的な誤差の測定手段として「JISに基づく方法」のような慣用技術を適用し，相違点1に係る本件各発明の構成とすることは，当業者が容易に想到できたものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，甲6に，原点シフトを加工開始時のみならず，加工中においても常時(自動的に)行うことが記載されていることを根拠として，一般に「動的な補正」と「静的な補正」とは必ずしも明確に使い分けられるものでもないとした審決は誤りである旨主張する(上記1(1) エ)。",
                "しかし，甲6には，「このような動作」，すなわち，主軸の熱変位補正による原点シフトは「加工開始時のみならず，加工中においても常時，自動的に行うことができる。」(2頁左下欄12行～14行)と記載されるから，「このような動作」は「原点シフト」を指し，これが「加工中においても常時，自動的に行うことができる」ことが明白である。",
                "原告は，「加工が「マシーンの駆動」，「マシーンの駆動の停止」の繰り返しによって行われる」ことを理由として，「加工中のマシーンの駆動の停止中の状態で行われる」と主張する。原告のいう「マシーン」が具体的に工作機械のいかなる部分を指し，「加工中のマシーン駆動の停止」が何であるかは不明であるが，甲6は，加工中のいかなる状態においても「原点シフトを常時，自動的に行うことができる」ことを述べているのである。",
                "また，原告は，「このような動作」とは，Z 軸送り用電動機5dを駆動した後停止し(原点停止位置制御し)て行う主軸5bの位置補正の動作を指すことは明らかである旨主張する。しかし，甲6には，「前記変位量の応じた分だけZ軸送り用電動機5dを駆動した後停止し(原点停止位置制御し)，主軸5bの位置を補正する」(2頁左下欄8行～11行)と記載され，当該部分は熱変位に応じた「主軸5bの位置を補正」するための駆動であり，「停止し」が，「変位量に応じた分だけ」駆動して，主軸5bの位置補正を実現したことを意味し，加工や加工中のマシーン駆動の停止ではないことは明白である。新たに変位が生じた場合には，「これに応じた分だけ」の補正がさらに行われる。すなわち，甲6には，主軸熱変位補正による原点シフトが，加工中のマシーンの駆動中であると，マシーンの駆動の停止中であるとを問わず，加工中「常時，自動的に」行われることが述べられているのである。",
                "以上のとおり，甲6は，「主軸の熱変位を加工中においても常時，自動的に補正して原点シフトを行う」技術を開示しているのであるから，当該記載を「加工中のマシーンの駆動の停止時の状態」でのみ行われると解する原告の主張は誤りであり，甲6に，原点シフトを加工開始時のみならず，加工中にも常時行うことが記載されているとの審決の認定に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "原告は，本件各発明と甲3発明との相違点1に関する容易想到性判断の誤りがある旨主張するが，当裁判所は，以下のとおり，原告の上記主張には理由がないものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "本件明細書(甲21)には次の記載がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の特許請求の範囲の請求項1ないし5の記載は，上記第2の2のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "発明の詳細な説明には次の記載がある。",
                "【0001】【発明の属する技術分野】この発明は，固定部(たとえばコラム)に配置した移動体を第1軸方向及び第2軸方向に駆動する構成の工作機械に関するものである。",
                "【0002】【従来の技術】例えば，スピンドルヘッドをX軸とY軸に沿って移動する構成の汎用型の工作機械では，1個のX軸移動機構と1個のY軸移動機構によって，スピンドルヘッドをX軸とY軸方向に移動していた。",
                "【0003】【発明が解決しようとする課題】前述の工作機械では，X軸とY軸の直角度やスピンドルヘッドの姿勢に誤差が生じた場合に，補正を行うことは容易でなかった。",
                "【0004】また，往復移動に関してヒステリシスのような現象が生じた場合にも，これを補正することは容易でなかった。",
                "【0005】本願発明の目的は，このような従来技術の問題点を解消し，2つの駆動系の角度誤差や移動体の姿勢を容易に補正することができる工作機械を提供することである。",
                "【0007】【発明の実施の形態】本発明の工作機械においては，第1軸(X軸)，第2軸(Y軸)及び第3軸(Z軸)が互いに直角方向に位置しており，移動体を第1軸方向及び第2軸方向に駆動可能とし，固定部に2個の第1軸駆動手段を互いに平行に配置し，それらの2個の第1軸駆動手段によって第1軸方向に駆動されるように移動ベースを設け，その移動ベースに2個の第2軸駆動手段を互いに平行に配置し，移動体をこれら2個の第2軸駆動手段により第2軸方向に駆動する構成にしている。2個の第1軸駆動手段と2個の第2軸駆動手段を制御するための制御装置を設け，その制御装置は，第1軸駆動手段及び第2軸駆動手段のゼロ設定を補正して第1・2軸間の角度誤差や移動体の姿勢を補正する。",
                "【0008】第1軸方向と第2軸方向を実質的に直角にした場合には，2個の第1軸駆動手段と2個の第2軸駆動手段を操作することによって，第1軸と第2軸の直角度を容易に補正できる。",
                "【0009】【実施例】・・・",
                "【0014】X軸移動手段α1，α2は，サーボモータ21，22と，・・・ボールネジ25，26と，・・・ボールナット・・・から構成されている。",
                "【0019】サーボモータ21，22を同時に駆動すると・・・移動ベース14がX軸方向に往復移動する。",
                "【0029】サーボモータ27，28を同時に駆動することによって，移動ベース14の上で移動体13をY軸方向に往復移動することができる。",
                "【0031】以下，図6を参照して，X軸及びY軸の直角度の補正方法の一例を説明する。図6では，2個のX軸移動手段をX とX で示している。",
                "【0032】1)X軸及びY軸の直角度を，JISに基づく方法で測定する。",
                "【0033】2)前記直角度の誤差を，X ，X 補正値データに換算する。",
                "【0034】3)前記換算値に基づいて，サーボモータ21，22の同期のゼロ設定を補正する。",
                "【0035】ゼロ設定の補正は，移動指令部52，53及びエンコーダ54，55を利用したフィードバック方式で行うことができる。",
                "【0036】なお，移動指令部52，53は制御装置40に設け，エンコーダ54，55はサーボモータ27，28又はボールネジ25，26に関連づけて設けることができる。",
                "【0037】このような直角度の補正によって1mにつき1～3μm程度の精度を得ることができる。",
                "【0051】【発明の効果】本発明の工作機械によれば，2つの駆動系の角度誤差と移動体の姿勢を容易にかつ正確に補正することができる。",
                "【0052】なお，本発明は前述の実施例に限定されない。例えば，前述の実施例では移動体はスピンドルヘッドであったが，移動体がワーク設定テーブルの場合にも，同様に2軸間の直角度を補正できる。",
                "【0053】また，本発明は，前述の実施例以外のM／C，横中ぐり機，立フライス機やその他の工作機械にも適用可能である。",
                "【0054】さらに，移動体が往復移動する際のヒステリシスを，直角度の補正と同様のやり方で低減することも可能である。たとえば，駆動手段のゼロ設定を往復移動時に適宜調整することにより，ボールネジの前進時と後進時の差や，送りネジとナットの熱膨張の差等に起因するバックラッシュ等によって生じるヒステリシスのような送り誤差を低減することができる。",
                "【図6】(本発明におけるX・Y直角度の補正手順を示すブロック図)は，別紙1の【図6】のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件各発明と甲3発明との相違点1に係る本件各発明の構成である「ゼロ設定を補正」について，上記1認定の事実によれば，本件明細書の特許請求の範囲の請求項1の記載から，「ゼロ設定」とは駆動手段の設定に係るものであり，「ゼロ設定を補正」とは制御装置により第1・2軸の角度誤差や移動体の姿勢を補正するものであることが明らかであるが，それ以外に「ゼロ設定を補正」の語の内容を明らかにする記載はない。そこで，本件明細書の発明の詳細な説明の内容を参酌する。",
                "本件明細書の段落【0002】ないし【0005】の記載によれば，本件各発明は，移動体を第1軸方向及び第2軸方向に駆動する構成の工作機械に関し，従来，1個のX軸移動機構と1個のY軸移動機構によって，スピンドルヘッドをX軸とY軸方向に移動していたところ，X軸とY軸の直角度やスピンドルヘッドの姿勢に誤差が生じた場合や往復移動に関してヒステリシスのような現象が生じた場合に，これを補正することは容易でなかったため，このような問題点を解消し，2つの駆動系の角度誤差や移動体の姿勢を容易に補正することができる工作機械を提供することを目的(解決課題)とすることが認められる。",
                "また，本件明細書の段落【0031】ないし【0037】，【0051】，【0054】及び【図6】の記載から，X軸及びY軸の直角度を補正する一例として，JISに基づく方法でX軸及びY軸の直角度を測定し，直角度の誤差をX1，X2補正値データに換算し，前記換算値に基づいて，サーボモータ21，22の同期のゼロ設定を補正するものが挙げられること，ゼロ設定の補正は，移動指令部52，53及びエンコーダ54，55を利用したフィードバック方式で行うことができること，このような直角度の補正によって1mにつき1ないし3μm程度の精度を得ることができること，発明の効果として，2つの駆動系の角度誤差と移動体の姿勢を容易にかつ正確に補正することができること，直角度の補正と同様のやり方で，例えば，駆動手段のゼロ設定を往復移動時に適宜調整することにより，ボールネジの前進時と後進時の差や，送りネジとナットの熱膨張の差等に起因するバックラッシュ等によって生じるヒステリシス(甲23及び甲24によれば，ヒステリシスとは「系の状態がそれまで系がたどってきた経過に依存すること。一般に，物理的効果がその原因に対し遅れて現れる形をとる。」，「ある系(主に物理系)の状態が，現在加えられている力だけでなく，過去に加わった力に依存して変化すること。」である。)のような送り誤差を低減することも可能であることが認められる。",
                "一方，本件明細書には「静的な誤差」，「動的な誤差」，「静的な補正」，「動的な補正」との語に関する記載はない。",
                "以上の認定によれば，「ゼロ設定を補正」するとは，2つの駆動系の角度誤差や移動体の姿勢を補正するため，直角度や移動体の姿勢を測定し，誤差を補正値データに換算し，換算値に基づいて，制御装置が駆動手段(サーボモータ21，22)に対して移動指令を与え，当該指令に基づいて，駆動手段が移動体の位置を移動させることをいうものと理解できる。そして，本件明細書の特許請求の範囲，発明の詳細な説明及び図面のいずれの記載によっても，移動体の停止中にのみ「ゼロ設定を補正」するとの限定がされていると認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，工作機械の停止中にのみ「ゼロ設定を補正」するものであると理解すべきである旨主張し，その根拠として，①「ゼロ設定を補正」なる記載が，「ゼロ点(原点)の設定を補正」を意味することは明確であり，原点は，移動体の移動の基準であるから，移動体の移動中に設定が変更されるような点は当該移動体の移動の基準となる点(原点)とはいえない，②本件明細書の【図6】の記載において，移動体のX1軸上の移動量(X1a点からX1b点までの距離)とX2軸上の移動量(X2a点からX2b点までの距離)は，全く同じであり，測定データから換算された「X1，X2補正値データー」は，X2a が補正していない点(X2a) からΔX 補正された位置に移動するための補正データ(ΔX) を意味し，X2b はΔX だけ原点補正された位置にあることになる，このX2軸をΔX だけ補正する操作(57の「X1，X2補正値データー」から53の「X2軸移動指令」に向かう矢印の操作，すなわちゼロ設定の補正操作)は，最初のゼロ設定(原点補正)の補正操作の1回のみであり，X2軸は常にΔX だけ補正された基準点を起点として動いているので，常にΔX 補正された位置にあり，「ゼロ設定を補正」は，移動体の移動中に適宜，角度誤差や移動体の姿勢誤差を補正するものではない，③本件明細書の段落【0037】には，「直角度の補正によって1mにつき1～3μm程度の精度を得ることができる。」と記載されており，このようなずれの概念は，移動体の位置がX軸又はY軸における移動量に応じて常に一定の割合でずれる静的な誤差の補正でなければ存在し得ない，④本件明細書には，移動中に適宜補正する旨の記載はなく，【図6】には，動的誤差の補正のために必須の装置である位置検出装置の記述もない旨指摘するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記①について",
                  "text": [
                    "原告主張のように，「ゼロ設定を補正」を「ゼロ点(原点)の設定を補正」を意味するとしても，「原点」は複数の意義を有する語である上(甲19，甲26)，「原点」の補正が常に停止中に行われると理解すべき根拠も認められない。また，上記(1) のとおり，本件明細書の記載をみても，「ゼロ」点ないし「原点」の補正が，移動体の停止中にのみ行われることを示す記載ないし示唆はない。",
                    "そうすると，移動体の移動中に設定が変更されるような点を，常に原点といえないとまではいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記②について",
                  "text": [
                    "原告の主張は，要するに，本件明細書の【図6】に記載される「X1，X2補正値データー」(57)から「X2軸移動指令」(53)に向かう矢印の操作がゼロ設定の補正操作であり，この操作は最初のゼロ設定の補正操作1回のみであり，X2軸は常に補正値データに基づいて補正された位置にあることになるから，「ゼロ設定を補正」は，移動体の移動中に適宜，角度誤差や移動体の姿勢誤差を補正するものではないというものである。",
                    "しかし，上記(1) のとおり，本件明細書の段落【0031】ないし【0035】の記載によれば，角度誤差等の測定値により換算された「X1，X2補正値データー」(57)に基づき，制御装置が駆動手段(サーボモータ21，22)に対して移動指令を与え，当該指令に基づいて，原点位置(角度)が補正され，駆動手段が移動体の位置を移動させることを「ゼロ設定を補正」というにすぎない。そうすると，「X2軸移動指令」(53)に向かう矢印の操作は最初のゼロ設定の補正操作1回のみであるとか，移動体の移動中に補正を行うものでないことが，本件明細書に記載ないし示唆されているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記③について",
                  "text": [
                    "本件明細書の段落【0037】には，「直角度の補正によって1mにつき1～3μm程度の精度を得ることができる。」との記載はあるが，この記載自体，一義的なものではない上，移動体の補正の精度は，補正値データに基づく移動指示と補正の結果の乖離の程度をいうものと解され，補正が移動中に行われる場合であっても問題となり得るから，上記記載の概念が，原告主張のように移動体の位置がX軸又はY軸における移動量に応じて常に一定の割合でずれる静的な誤差の補正でなければ存在し得ないとはいえない。",
                    "したがって，上記記載から，「ゼロ設定を補正」が静的誤差の補正のみを指すものと解することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "上記④について",
                  "text": [
                    "上記(1) のとおり，本件明細書には，移動中に補正する旨の記載も停止中に補正する旨の記載もなく，補正は，移動中，停止中のいずれか一方に限定されないものと理解するのが相当である。また，【図6】には，位置検出装置の記述はないが，「動的誤差」の補正のために位置検出装置が必須であるとまでは認められない。かえって，位置検出装置に代えて，周知の計測手段を適用することは，当業者が適宜行うことであると考えられる(甲7，乙8，乙9，乙11)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，原告の主張はいずれも採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点1に係る本件各発明の構成に関する審決の容易想到性判断に誤りがあるとする原告の主張は，全体として，本件各発明の「ゼロ設定を補正」が，「静的な補正」，すなわち，移動体の停止中における補正のみであることを前提とするものである。しかし，上記のとおり，本件各発明の「ゼロ設定を補正」は，移動体の停止中における補正に限定されるものとは認められないから，審決の容易想到性判断の誤りに関する原告の上記主張は，前提を欠くものであり，いずれも失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，本件発明1が原告主張の「動的な補正」をも包含するもの解した上，甲3発明に周知技術1を適用して，駆動手段の原点(ゼロ点)の補正を行い，相違点1に係る構成を本件発明1のものとすることは，当業者が容易に想到し得た旨の審決の認定，判断に誤りは認められない。また，本件発明2ないし5についても，同様に，容易想到性に関する審決の認定，判断に誤りは認められない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張には理由がなく，審決に取り消すべき違法はないものと判断する。原告は，上記のほかにも縷々主張するが，いずれも採用の限りでない。",
        "よって，原告の請求を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}