{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2009-800120号事件について平成23年1月31日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「エアゾール容器用キャップ」とする特許第3999248号（以下「本件特許」という。）につき，原告がその全請求項につき無効審判請求をし，これに対し権利者である被告が平成22年9月27日付けでも特許請求の範囲の変更等を内容とする訂正請求（第2次）をしたところ，特許庁が，上記訂正を認めた上，請求不成立の審決をしたことから，これに不服の原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記訂正後の（新々）請求項1ないし4記載の各発明（以下，各請求項記載の発明を「本件訂正発明1」等と，全体を「本件各訂正発明」という。）が下記引用例との間で進歩性を有するか（特許法29条2項），である。",
            "記",
            "・甲1：  特開2000-219283号公報（発明の名称「エアゾール容器のキャップ」，公開日  平成12年8月8日，以下，「甲1文献」といい，これに記載された発明を「甲1発明」という。）",
            "・甲2：  特開2002-12276号公報（発明の名称「廃ガス処理用バルブボタン及びこのボタンを備えたキャップ並びにエアゾール容器」，公開日  平成14年1月15日，以下，「甲2文献」といい，これに記載された発明を「甲2発明」という。）"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，平成18年3月19日になされた前記名称の特許出願（特願2006-92041号）に係る特許（設定登録平成19年8月17日，特許番号第3999248号，請求項の数5。本件特許）の特許権者である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，平成21年6月1日，本件特許の（旧）請求項1ないし5につき下記無効理由に基づき無効審判請求（甲8）をしたところ，特許庁は，これを無効2009-800120号事件として審理し，その中で被告は，同年8月17日，特許請求の範囲の変更等を内容とする訂正請求（第1次，その請求項対応関係は下記のとおり。甲13）をしたが，特許庁は，平成22年2月2日，上記訂正を認めた上，（新）請求項1に係る発明は特許法29条2項により無効であるが，（新）請求項2ないし4については請求不成立とする旨の審決（以下「第1次審決」という。）をした。",
                    "記"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "無効とされる理由",
                      "text": [
                        "・無効理由1：  旧請求項1ないし5に記載された発明は，特許法（以下「法」という。）36条6項2号（明確性要件）を満たしていない。",
                        "・無効理由2：  旧請求項1ないし5に記載された発明は，法36条6項1号（サポート要件）を満たしていない。",
                        "・無効理由3：  旧請求項1ないし5は，甲1発明と同一であるから法29条1項3号（新規性欠如）に該当する。    ",
                        "・無効理由4：  旧請求項1ないし5は，甲1発明に基づいて当業者（その発明の属する技術の分野における通常の知識を有する者）が容易に発明をすることができたから法29条2項（進歩性欠如）に違反する。",
                        "・無効理由5：  旧請求項1ないし5は，甲1発明及び甲2発明に基づいて当業者が容易に発明をすることができたから法29条2項（進歩性欠如）に違反する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正請求（第1次）の内容（請求項以外は略）",
                      "text": [
                        "旧       新",
                        "請求項1    削  除",
                        "請求項2    削  除  ",
                        "請求項3    削  除",
                        "請求項4    削  除",
                        "請求項1",
                        "請求項5    請求項2",
                        "請求項3",
                        "請求項4"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告及び被告はこれを不服として審決取消訴訟（当庁平成22年（行ケ）第10087号，同第10089号）を提起するとともに，被告は特許請求の範囲の変更等を内容とする訂正審判請求（訂正2010-390053号）をしたことから，当庁は平成22年7月15日に上記第1次審決を取り消す旨の決定をした。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "特許庁は上記決定を受けて無効2009-800120号事件の審理を再開し，その中で被告は平成22年9月27日付けで特許請求の範囲の変更等を内容とする訂正請求（第2次，以下「本件訂正」という。請求項の数4。甲11）をしたところ（旧請求項と第2次訂正後の新々請求項との対応関係は，第1次訂正請求に関する前記イ(イ)と同じ），特許庁は，平成23年1月31日，「訂正を認める。本件審判の請求は成り立たない。」との審決（第2次審決）をし，その謄本は同年2月9日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "上記のとおり本件訂正後の請求項の数は4であるが，本件訂正後の（新々）請求項1ないし4の内容は，以下のとおりである（甲11）。",
                "・【請求項1】",
                "上面部の周辺部から垂下した筒状部を備え，その筒状部の下端内周部に形成されている第一係合部をエアゾール容器の上端部に形成されている巻締部に係合させることにより，前記エアゾール容器の上端部に突出させてある噴射用のステムを覆うエアゾール容器用キャップにおいて，",
                "前記上面部の中央部に，前記キャップを反転させた場合に前記ステムを嵌合させて押し下げる凹部が，キャップの内側に窪んで形成され，前記ステムの先端が突き当たる前記凹部の底面部分には，所定のクリアランスもしくは僅かな空間が設けられ，このクリアランスもしくは前記空間と前記凹部の内部とが連通することにより前記ステムから噴射したガスが前記凹部の内部に流出するように，前記凹部が設けられ，前記凹部は，前記ステムを嵌合可能に形成された小径凹部とこの小径凹部より開口端側に形成されている大径凹部とからなり，この大径凹部の周壁部分のみに前記凹部の内部に存在するガスを外部へ逃がすための貫通孔が形成され，更に，前記キャップを反転させて前記凹部に前記ステムを嵌合させてガスを噴出させるように押し下げた状態に前記キャップを前記エアゾール容器の上端部に係合させる第二係合部が設けられ，かつ前記エアゾール容器の上端部に前記キャップの第二係合部を係合させた状態で前記凹部の内面と前記エアゾール容器の上端部外面との間に前記ステムの開口端から前記貫通孔に到るガス流路が形成されるように構成されていることを特徴とするエアゾール容器用キャップ。",
                "・【請求項2】",
                "前記キャップの上面部のうち前記凹部よりも外周側でかつ前記上面部の外周端より内周側に，前記エアゾール容器の上端部に係合する円筒状の第二係合部が前記凹部と同心円状に突出して形成され，前記円筒状の第二係合部を前記所定箇所に係合させた状態で前記ステムを前記凹部で押し下げるように構成されていることを特徴とする請求項1に記載のエアゾール容器用キャップ。",
                "・【請求項3】",
                "前記上面部に前記凹部と同心円状に環状凹部が形成され，その環状凹部の内部に前記第二係合部が形成されていることを特徴とする請求項2に記載のエアゾール容器用キャップ。",
                "・【請求項4】 ",
                "前記エアゾール容器の上端部は，前記ステムを保持しているマウンテンカップを前記エアゾール容器の上端部に一体化させている巻締部を含み，前記第二係合部はそのマウンテンカップの巻締部に係合するように構成されていることを特徴とする請求項2または3に記載のエアゾール容器用キャップ。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その要点は，① 本件訂正（第2次訂正）は適法である，② 前記(1)イ(ア)にいう無効理由はいずれも認めることはできない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した甲1発明及び甲2発明の内容，本件訂正発明1と甲1発明との一致点及び相違点1は，上記審決写しのとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下のとおりの誤りがあるから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1（相違点1認定の誤り）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「本件特許発明1（判決注・「本件訂正発明1」のこと。以下同じ）の貫通孔が『大径凹部の周壁部分のみに』形成されるのに対し，甲1発明のスリットsが『小径部から中間段部12aにかけてのびる』ように設けられる点で相違する」とする（審決23頁33行～24頁18行）。",
                        "上記認定は，本件訂正発明1において，①「前記凹部は，前記ステムを嵌合可能に形成された小径凹部とこの小径凹部より開口端に形成されている大径凹部とから」なること，②「大径凹部の周壁部分のみに前記凹部の内部に存在するガスを外部へ逃がすための貫通孔が形成され」ていること，が規定されていることに基づくものである。",
                        "しかし，本件訂正明細書（全文訂正明細書，甲11の2）には，凹部を小径凹部と大径凹部とから構成することによる作用効果については全く記載も示唆もなされていないし，また，大径凹部の周壁部分のみに貫通孔を形成することによる作用効果についても，本件訂正明細書には全く記載も示唆もされておらず，かえって，本件訂正明細書の段落【0028】には，「・・・ステムに嵌合させる凹部はストレートな形状であってよい。」と記載されていること，及び段落【0019】には「・・・凹部12の形状は，ステム3に合わせた形状になっており，図1，11に示す例では，中心部がステム3の先端部の外径より僅かに大径の小径凹部とされ，これより開口端側（図1では下側）が，マウンテンカップ8の中心部に形成されている膨出部13に緩く嵌合する大径凹部とされ，」と記載されていることに鑑みれば，凹部を小径凹部と大径凹部とで構成することは単なる設計事項である。",
                        "そうでないとしても，「前記凹部は，前記ステムを嵌合可能に形成された小径凹部とこの小径凹部より開口端に形成されている大径凹部とから」なること（上記①）は周知の技術であり，そこにおいて，「前記凹部の内部に存在するガスを外部へ逃がすための貫通孔を『大径凹部の周壁部分のみに』形成する」こと（上記②）は単なる設計事項の問題であって，この点については何ら進歩性は認められないものであるから，上記②を甲1発明との実質的な相違点ということはできないというべきである。",
                        "したがって，凹部を小径凹部と大径凹部とで構成することを本件訂正発明1の特徴と捉え，甲1発明との相違点とした審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，甲1発明と本件訂正発明1の相違点について，あえて原告の意見を述べると，甲1発明は「ステム保持部3からのステム2の突出長さLが一定ではない」エアゾール容器の場合においても，ステムからガスが勢いよく噴出することなくガス抜きを行うことができるように，エアゾール容器用キャップのステム突き当て部の支持部を弾性支持部材で構成し，弾性支持部をスリットsで仕切り，ステムの突出長さに応じて適切にたわませる」ものであるのに対して，本件訂正発明1は「ステム保持部3からのステム2の突出長さLが一定である」エアゾール容器の場合に，ステムからガスが勢いよく噴出することなくガス抜きを行うことができるようにするものであるから，エアゾール容器用キャップのステム突き当て部の支持部を弾性支持部材で構成すること及びステムの突出長さに応じて適切にたわませるために弾性支持部をスリットsで仕切ることが必須の構成要件とはされていない点で相違するというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2（相違点1に関する判断の誤り）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「引用発明において，スリットsで仕切られた弾性支持部12dを，ステムの突出長さに応じて適切にたわませるためには，スリットsは，少なくとも小径部から中間段部12aにかけてのびるように設けられる必要がある。逆にいえば，スリットsを，ステム嵌入穴12bの上段の大径部の周壁部分のみに形成した場合，小径部から中間段部12aにかける部分，または大径部の周壁部分のみに形成されたスリットs間の部分，のいずれの部分においても，ステムの突出長さに応じてたわむことができず，引用発明の上記目的を達成することができない（スリットsを，ステム嵌入穴12bの大径部の側壁部分のみまたは中間段部12aのみに設けた場合，スリットs間の部分でたわむことができないことは明らかである。また，スリットsを，ステム嵌入穴12bの大径部の側壁部分から中間段部12aにかけてのびるように設けた場合も，上記大径部がステム保持部に嵌合しているため，スリットs間の部分でたわむことができない。）。",
                        "よって，引用発明において，スリットsの位置を，大径凹部の周壁部分のみとすることには阻害要因があり，本件特許発明1が引用発明に基づいて当業者が容易に発明をすることができたものとすることはできない。」（審決24頁下8行～25頁8行）と認定判断している。",
                        "しかし，以下のとおり，審決がいう阻害要因は存在しないというべきであるから，審決の上記認定判断は誤りである。",
                        "すなわち，甲1発明は，突出長さが異なったステム30に対して，キャップに設けられたステム突き当て部の支持部を弾性支持部材で構成し，この支持部のたわみによって突出長さが異なったステムに対応するものである。",
                        "具体的には，ステム30の突出長さが比較的短い場合には，例えば図6（B）に図示されているとおり，上記支持部材で構成される部分は中心軸線に対して約90度の角度をなして水平に延在する。これに対して，ステム30の突出長さが比較的長い場合には，例えば図6（A）に図示されているとおり，上記弾性支持部材は水平に延在する状態から徐々にたわみ，鉛直方向に延在し中心軸線に対して傾斜する。",
                        "ここで，甲1文献における図6（A）と図6（B）とを比較参照すると，弾性支持部は中間段部12aの部分の傾斜角度が変化することによって対応せしめられていることが明らかであり，支持部のうち中間段部12aより上方部分（図6による上方）はステム30の突出長さのいかんにかかわらず実質上変化していないことが明らかである。つまり，技術的には弾性支持部の中間段部12aの部分がたわむことによって対応せしめられていることが明らかであるから，甲1発明における上記目的（突出長さが異なったステム30に対応する）を達するためには，中間段部12aの部分を弾性支持部材で構成すれば足りることが当業者には容易に想到される。",
                        "そうであれば，中間段部12aの部分を弾性支持部材で構成することは中間段部12aに相当する部分にスリットsを設けるということになるが，中間段部12aに相当する部分は本件訂正発明1の大径部の周壁部分に該当するから，中間段部12aに相当する部分にスリットsを設けることは本件訂正発明1の大径部の周壁部分にスリットsを設けることに該当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，甲1文献の【従来の技術】に関する段落【0002】及び【0003】の記載並びに段落【0007】の記載に照らして，甲1発明は基本的課題として「いわゆるガス抜きの際のガスの噴射の勢いを弱くすることができ，またガス抜きのための着脱操作が容易なエアゾール容器用キャップを提供することを目的とするものである。」（本件訂正明細書の段落【0008】参照）ということができる。つまり，甲1発明は基本的課題の解決において本件訂正発明1と目的を同じくするものである。",
                        "そして，甲1発明は上記基本的課題の解決に加えて，「ステム保持部3からのステム2の突出長さLは，必ずしも一定ではなく，たとえば図8のAないしLに示すように大きくばらついていたこの種のエアゾール容器において，ガスが勢いよく噴出して周囲を汚すおそれがなく，すべてのエアゾール容器のガス抜きを行うことができる，ガス抜き具を兼ねるエアゾール容器用キャップを提供する」ことが課題（上記基本的課題に対応して「付加的課題」という。）とされたものであって，この付加的課題を解決するための手段は，基本的課題（「いわゆるガス抜きの際のガスの噴射の勢いを弱くすることができ，またガス抜きのための着脱操作が容易なエアゾール容器用キャップを提供することを目的とする」）と背反するものではない。",
                        "そうすると，甲1発明において，ステムの突出長さが単一の長さであるキャップ（「ステム保持部3からのステム2の突出長さLが単一である」エアゾール容器用キャップ）の場合には，上記付加的課題が本来的に存在しないから，付加的課題を解決するための手段である「ステム突き当て部を弾性支持部を介して支持してなる（構成）」であること，つまり，ステム突き当て部の支持部が弾性支持部であることは不要である。",
                        "したがって，ステム突出長さが単一の長さのキャップの場合，つまり，本件訂正発明1の課題（甲1発明の基本的課題）を解決するための手段を想起するに当たって，甲1発明の付加的課題を解決するための手段である「ステム突き当て部を弾性支持部を介して支持してなる（構成）」が「貫通孔（スリットs）の位置を，大径凹部の周壁部分のみとすること」の阻害要因となるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，いずれにしても，甲1発明において，スリットsの位置を，大径凹部の周壁部分のみとすることに阻害要因はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3（本件訂正発明1に関する容易想到性判断の誤り）",
                  "text": [
                    "本件訂正発明1は甲1文献に開示された事項及び甲2文献に開示された事項から当業者が容易に発明できたものである。",
                    "すなわち，甲2文献には，「このバルブボタン1は，バルブステム102の先端と当接して押圧することができる作用部2を，ボタン頭部11の内部に備えると共に，バルブステム102から吐出されるエアゾール容器の内容物（噴射ガス）を外部に排出させる排気口3を備える（図2参照）。」（段落【0008】）と記載されており，図2によれば，ステム突き当て部に該当する作用部2の通気路5を介してキャップ内に噴出されたガスはキャップの下方に設けられた排気口3から外部に排出される。",
                    "また，段落【0016】に図9を示して，「・・・この凹部25には，バルブボタン1の排気口3から吐出された廃棄されるべき噴射ガスを，図9に示す状態にして，排出するための排出口27が設けられている。この排出口27は，この例では，底壁26に設けられているが，排気口3に通じるものであれば，適宜位置に設けることができる。さらに，この例では，排出口27は，キャップ23の天部24に設けられているため，そのまま排出すると，キャップ23の開口部28から，噴射ガスが勢いよく噴出することとなる。そこで，この例では，排出口27に邪魔板29を設けて，噴射ガスの噴射方向を，キャップ23の内壁面に当たる方向に規制している。」と記載されている。",
                    "したがって，甲1文献における図6（B）の形状（支持部は弾性支持部材によらない。）の従来技術に基づく上記キャップは容易に想到される。",
                    "そうすると，甲1文献における図6（B）の形状（支持部は弾性支持部材によらない。）の従来技術に基づく上記キャップに設けられているガス排出口であるスリットを，甲2文献に開示されている事項「同図2によれば，ステム突き当て部に該当する作用部2の通気路5を介してキャップ内に噴出されたガスはキャップの下方に設けられた排気口3から外部に排出される。」を適用して，小径部ではなく，大径部の周壁部に排気口（スリット）を設けること（つまり，大径凹部の周壁部のみに排気口（スリット）を設けること）は当業者であれば容易に想到しうる。",
                    "そして，小径部の周壁部に排気口（スリット）を設けた場合，ステム突き当て部から噴射されるガスが直接排気口（スリット）から外部に勢いよく排出されるおそれがあるから，それを回避するために小径部の周壁部に排気口（スリット）を設けず，大径部の周壁にのみ排気口（スリット）を設けることは当業者であれば容易に想到し得るところである。",
                    "以上のとおり，この点でも，本件訂正発明1は無効とされるべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4（本件訂正発明2ないし4に関する判断の誤り）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件訂正発明2",
                      "text": [
                        "前記のとおり，本件訂正発明1は甲1文献及び甲2文献に記載の事項から当業者が容易に発明することができたものである。",
                        "そして，審決が甲1発明との相違点（相違点2）とする「第二係合部が，本件特許発明2では，円筒状であって，しかもキャップの上面部に突出してして形成されているのに対し，引用発明では，嵌合凹部12eに形成された掛止突部12gである点」は甲1文献及び甲2文献に記載の事項から当業者が容易に発明することができたものである。",
                        "すなわち，審決は「本件特許発明2では，（円筒状であって，）しかもキャップの上面部に突出して形成されている」と認定しているが，本件訂正発明2における第二係合部は，環状凹部14（訂正前は「嵌合凹部」と記載されていた。）の内部に設けられているものであり（図1，図5，図8，本件訂正明細書の段落【0028】），「キャップの上面部に突出して形成されている」ものではない。",
                        "また，本件訂正明細書の段落【0028】の記載に照らし，甲1文献の【図2】，【図5】及び段落【0022】等の開示事項から「前記キャップの上面部のうち前記凹部よりも外周側でかつ前記上面部の外周端より内周側に，前記エアゾール容器の上端部に係合する円筒状の第二係合部が前記凹部と同心円状に突出して形成され，前記円筒状の第二係合部を前記所定箇所に係合させた状態で前記ステムを前記凹部で押し下げるように構成されていること」は当業者であれば容易に想到することができるものである。",
                        "本件特許発明2に進歩性がないことは明らかであり，本件訂正発明2に関する審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件訂正発明3",
                      "text": [
                        "前記のとおり，本件訂正発明1は甲1文献及び甲2文献に記載の事項から当業者が容易に発明することができたものであり，さらに本件訂正発明2に記載のエアゾール容器用キャップも，上記(ア)のとおり，甲1文献及び甲2文献に記載の事項から当業者が容易に発明することができたものであるところ，第二係合部を「前記上面部に前記凹部と同心円状に環状凹部が形成され，その環状凹部の内部に前記第二係合部が形成されている」構成とすることも甲1文献及び甲2文献に記載の事項から当業者が容易に発明することができたものであるから，本件訂正発明3は，甲1発明及び甲2文献に記載された事項から当業者が容易に想到し得るもので，進歩性が認められないことは明らかであり，本件訂正発明3に進歩性を認めた審決は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件訂正発明4",
                      "text": [
                        "前記のとおり，本件訂正発明1は甲1文献及び甲2文献に記載の事項から当業者が容易に発明することができたものであり，さらに本件訂正発明2に記載のエアゾール容器用キャップも，前記(ア)のとおり，甲1文献及び甲2文献に記載の事項から当業者が容易に発明することができたものであるところ，「前記エアゾール容器の上端部は，前記ステムを保持しているマウンテンカップを前記エアゾール容器の上端部に一体化させている巻締部を含み，前記第二係合部はそのマウンテンカップの巻締部に係合するように構成されている」とすることも，甲1文献の【図5】，甲2文献の【図1】及び段落【0008】の記載等に基づいて当業者が容易に発明することができたものであるから，本件訂正発明4は，甲1発明及び甲2文献に記載された事項から当業者が容易に想到しうるものであって進歩性が認められないことは明らかであるから，本件訂正発明4に進歩性を認めた審決は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3) の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，凹部を小径凹部と大径凹部とで構成することは単なる設計事項であるから，凹部を小径凹部と大径凹部とで構成することを本件訂正発明1の特徴と捉え，甲1発明との相違点とすることは失当であると主張する。",
                    "しかし，審決は，「前記凹部は，前記ステムを嵌合可能に形成された小径凹部とこの小径凹部より開口端側に形成されている大径凹部とからなり」（審決24頁5行～7行）との点を本件訂正発明1と甲1発明との一致点として認定しているのであり，凹部を小径凹部と大径凹部とで構成することを本件訂正発明1の特徴と捉えて甲1発明との相違点としているという事実はないから，原告の主張は前提において誤りである。",
                    "なお，本件訂正明細書の段落【0028】においては，平成22年9月27日付け訂正請求（甲11の1）による訂正（第2次訂正）後も「なお，本発明は上述した各具体例に限定されないのであって，ステムに嵌合させる凹部はストレートな形状であってもよい。」との記載が残っているが，この記載はあくまで，平成21年8月17日付け訂正請求（甲13）による訂正（第1次訂正）前の旧請求項1に係る発明を説明したものである。発明の詳細な説明の記載を，補正又は訂正後の減縮された特許請求の範囲に合わせてすべて厳密に書き直すことは困難を伴うことから，敢えて発明の詳細な説明の記載を補正・訂正せず，あるいは補正・訂正する場合にも必要最小限に留めることは一般に行われている実務である。発明の詳細な説明において広い発明が記載され，特許請求の範囲において狭い発明が記載されている場合には，特許請求の範囲に従って狭い発明として発明の要旨が認定されるだけのことであり，発明の詳細な説明に「本発明は上述した各具体例に限定されないのであって，ステムに嵌合させる凹部はストレートな形状であってもよい。」と記載されているからといって，第2次訂正後の請求項1の「前記凹部は，前記ステムを嵌合可能に形成された小径凹部とこの小径凹部より開口端側に形成されている大径凹部とからなり，」との構成要件を無視してよい理由はないし，かかる構成要件が単なる設計事項であるということにもならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，①凹部を小径凹部と大径凹部とから構成することと，②大径凹部の周壁部分のみに貫通孔を形成することとのそれぞれについて固有の作用効果がなければ①の点が単なる設計事項になるなどと主張しているが，そのようなことは特許法の解釈としてあり得ない。",
                    "本件訂正明細書の段落【0013】には「・・・噴射されたガスもしくは内容物は，・・・小径凹部より開口端側に形成されている大径凹部の周壁部分のみに設けられている貫通孔から実質的な外部である筒状部の内側に流出する。その際に，貫通孔がステムの先端部に対向していないので，ガスや内容物が勢いよく吹き出したり，周囲に拡散したりすることを防止もしくは抑制することができる。」と記載されており，段落【0024】にも同様の記載があるが，これらの記載は上記①かつ②の構成を採ることの作用効果を説明したものであって何の問題もない。さらにいえば，凹部を小径凹部と大径凹部とで構成することにより，ガスの流路をより多く屈曲させ，より多くのガスの運動エネルギーを損失させることが可能になるという作用効果があるから，①凹部を小径凹部と大径凹部とから構成することには固有の作用効果があり，この点を単なる設計事項であるとする原告主張は，技術的にも誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，原告が主張する本件訂正発明1と甲1発明との新たな相違点の主張は，失当である。",
                    "すなわち，原告の主張は，審決24頁の相違点1の認定（本件訂正発明1の貫通孔が「大径凹部の周壁部分のみに」形成されるのに対し，甲1発明のスリットsが「小径部から中間段部12aにかけてのびる」ように設けられる点）がなぜ誤りであるということになるのか，論理がまったく不明である。審決は，原告のいう「『ステム保持部3からのステム2の突出長さLが一定ではない』エアゾール容器の場合においても，ステムからガスが勢いよく噴出することなくガス抜きを行うことができるように」という目的のために，スリットsで仕切られた弾性支持部をたわませてステムの押し込みを緩衝させる構成とした結果，スリットsの位置が「小径部から中間段部12aにかけてのびる」ように設けられる構成に限定されると認定し（審決24頁21行～25頁5行），もって上記相違点1を認定したのであるから，原告の主張によっても，審決の相違点1の認定は正しいということになる。",
                    "なお，本件訂正発明1は，ステム保持部からのステムの突出長さが一定であるか否かについては何ら限定を付しておらず，「『ステム保持部3からのステム2の突出長さLが一定である』エアゾール容器の場合に，ステムからガスが勢いよく噴出することなくガス抜きを行うことができるようにするもの」ではない。また，本件訂正発明1は，審決の認定するように，貫通孔が「大径凹部の周壁部分のみに」形成されることを必須の構成要件とするものであって，「エアゾール容器用キャップのステム突き当て部の支持部を弾性支持部材で構成すること及びステムの突出長さに応じて適切にたわませるために弾性支持部をスリットsで仕切ることが必須の構成要件とはされていない」か否かが問題なのではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「引用発明のスリットsは，ステムからガスが勢いよく噴出することなく，突出長さがばらつくすべてのステムに対応してすべてのエアゾール容器のガス抜きを行うことができるために，ステムの突出長さが大きいときは，ステムの押し込みとともに，スリットsで仕切られた弾性支持部12dをたわませてその押し込みを緩衝するよう，小径部から中間段部12aにかけてのびるように設けられたものである」との審決の認定（24頁21行～26行）に対して，弾性支持部は中間段部12aの部分の傾斜角度が変化することによって対応せしめられており，支持部のうち中間段部12aより，図6における上方部分はステム30の突出長さいかんにかかわらず実質上変化していないと主張する。",
                    "しかし，「突出長さがばらつくすべてのステムに対応してすべてのエアゾール容器のガス抜きを行うことができる」との甲1発明の作用効果（段落【0027】参照）は，甲1発明のステム嵌入穴12bの小径部から中間段部12aにかけてのびるように設けられたスリットsで仕切られた弾性支持部12dの全体によって奏されるのであり，原告の主張するように，中間段部12aの部分の傾斜角度が変化することのみによって奏されるものではない。したがって，「甲1発明における上記目的・・・を達するためには，中間段部12aの部分を弾性支持部材で構成すれば足りる」などというのは技術的に誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，中間段部12aに相当する部分は本件訂正発明1の大径部の周壁部分に該当するから，中間段部12aに相当する部分にスリットsを設けることは本件訂正発明1の大径部の周壁部分にスリットsを設けることに該当すると主張する。",
                    "しかし，「周壁」とは「側面の壁」（垂直方向の面）を意味するものであり中間段部のような水平方向の面を含まない。そして，審決も「周壁」とは「側面の壁」（垂直方向の面）を意味するものであり中間段部のような水平方向の面を含まないと認定判断したものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「いわゆるガス抜きの際のガスの噴射の勢いを弱くすることができ，またガス抜きのための着脱操作が容易なエアゾール容器用キャップを提供すること」（甲3〔本件特許公報〕の段落【0008】）が甲1発明の「基本的課題」であり，「ステム保持部3からのステム2の突出長さLは，必ずしも一定ではなく，たとえば図8のAないしLに示すように大きくばらついていたこの種のエアゾール容器において，ガスが勢いよく噴出して周囲を汚すおそれがなく，すべてのエアゾール容器のガス抜きを行うことができる，ガス抜き具を兼ねるエアゾール容器用キャップを提供すること」が甲1発明の「付加的課題」であると主張する。",
                    "しかし，原告の主張する「付加的課題」こそが甲1発明の課題なのであり，だからこそスリットsが「小径部から中間段部12aにかけてのびる」ように設けられることが甲1発明の必須の構成要件なのであって，かつスリットsを他の位置に（特に，「大径凹部の周壁部分のみに」）形成することに「阻害要因」が存すると審決は認定しているのであり，かかる審決の理解に何の誤りもない。",
                    "この点，原告は，ステム突出長さが単一の長さのキャップの場合に，つまり，本件訂正発明1の課題（甲1発明の基本的課題）を解決するための手段を想起するに当たって，甲1発明の付加的課題を解決するための手段である「ステム突き当て部を弾性支持部を介して支持してなる（構成）」が「貫通孔の位置・・・を，大径凹部の周壁部分のみとすること」の阻害要因となるものではないと主張する。",
                    "しかし，本件訂正発明1は「ステム突出長さが単一の長さのキャップの場合」に限定されるとする根拠はない。そもそも，ここで問題となっているのは，甲1発明に接した当業者が，本件特許の出願時の技術水準に基づいて，本件訂正発明1の構成を容易に想到し得るか否かである。甲1発明に接した当業者は，まず甲1発明の課題を認識し，そのことから，スリットsが「小径部から中間段部12aにかけてのびる」ように設けられることが甲1発明の必須の構成であると理解するのであるから，そのうえで，なおかつ，原告の主張する「基本的課題」のもとで，貫通孔が「大径凹部の周壁部分のみに」形成されることを必須の構成要件とする本件訂正発明1に容易に想到し得るか否かが問題とされるのである。そうであれば，審決が「阻害要因」の存在を認定したのは，極めて当然のことである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決が「引用発明において，スリットsの位置を，大径凹部の周壁部分のみとすることには阻害要因があり，本件特許発明1が引用発明に基づいて当業者が容易に発明をすることができたものとすることはできない。」（審決25頁6行～8行）と判断したことに何の誤りもなく，原告の主張は全て失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "原告は，甲1文献における図6（B）の形状（支持部は弾性支持部材によらない。）の従来技術に基づくキャップに設けられているガス排出口であるスリットを，甲2文献の図2に開示されている事項を適用して，小径部ではなく，大径部の周壁部に排気口（スリット）を設けることは当業者であれば容易に想到し得，そして，小径部の周壁部に排気口（スリット）を設けた場合，ステム突き当て部から噴射されるガスが直接排気口（スリット）から外部に勢いよく排出されるおそれがあるから，それを回避するために小径部の周壁部に排気口（スリット）を設けず，大径部の周壁にのみ排気口（スリット）を設けることは当業者であれば容易に想到し得ることを理由に，本件訂正発明1は甲1文献に開示された事項及び甲2文献に開示された事項から当業者が容易に発明できたと主張する。",
                "しかし，甲1文献には，段落【0010】で「以下，図面を参照しつつ，この発明を説明する。」とし，段落【0021】で「一方，図8のB，E，G，Hのようにステム30の突出長さLが小さいときは，図6（B）に示すように弾性支持部12dがたわむ前にステム30が完全に押し込まれる。」と記載されているのであるから，図6（B）は甲1発明を説明した図であることは明らかであり，「甲1発明の特徴を有しない従来技術」の図ではない。甲1発明の従来技術の図は，図7，図9及び図10である。",
                "原告の主張は，審決の具体的な認定の当否と関係なく，ただ単に，独自の論理で甲1発明と甲2発明とを組み合わせて本件訂正発明1の構成に想到することが容易であることを主張するのみであり，審決が「引用発明において，スリットsの位置を，大径凹部の周壁部分のみとすることには阻害要因があり，本件特許発明1が引用発明に基づいて当業者が容易に発明をすることができたものとすることはできない。」（審決25頁6行～8行）と判断したことを誤りであるとする具体的理由を主張するものではないから，主張自体失当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明2につき",
                  "text": [
                    "原告は，審決が本件訂正発明2と甲1発明とを対比し，相違点1のほか「相違点2」として，「第二係合部が，本件特許発明2では，円筒状であって，しかもキャップの上面に突出して形成されているのに対し，引用発明では，嵌合凹部12eに形成された掛止突部12gである点。」（審決26頁4行～6行）を認定したことに対して，本件訂正明細書の段落【0028】などを引用し，「本件特許発明2における第二係合部は，環状凹部14・・・の内部に設けられるものであり・・・，『キャップの上面に突出して形成されている』ものではない。」と主張する。",
                    "しかし，本件訂正発明2の第二係合部が「突出して形成され」ることは特許請求の範囲に規定された事項であり，これを「キャップの上面に突出して形成されている」と審決が言葉を補って読んだことに何の問題もない。",
                    "また，第二係合部が環状凹部14の「内部」に設けられるとの限定は本件訂正発明3の構成要件であり，本件訂正発明2の構成要件ではない以上，原告の主張は理由がない。",
                    "なお，第二係合部が環状凹部14の「内部」に設けられるとしても，それは「同心円状の内側」に設けられることを意味するにとどまるから，「キャップの上面に突出して形成されている」ことと何ら矛盾しない。",
                    "いずれにしても，甲1発明に基づいて相違点1に係る本件訂正発明2の構成を想到することについて阻害要因が存する以上，甲1文献及び甲2文献に基づいて当業者が本件訂正発明2を容易に発明できたものではないとした審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明3及び4につき",
                  "text": [
                    "本件訂正発明3及び4は，本件訂正発明2の発明特定事項の全てを有するものであるから，甲1発明及び甲2発明に基づいて当業者が容易に発明をすることができたものでもない。",
                    "したがって，この点に関する審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因(1) （特許庁等における手続の経緯），(2) （発明の内容），(3)",
          "text": [
            "（審決の内容）の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "容易想到性の有無",
          "text": [
            "審決は，本件各訂正発明は甲1発明及び甲2発明に基づいて当業者が容易に発明することができたとはいえないとし，一方，原告はこれを争うので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件各訂正発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正明細書（平成22年9月27日付け訂正請求書添付の全文訂正明細書，甲11の2。図面につき特許公報，甲3）には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "前記第3，1(2)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・【技術分野】",
                        "「本発明は，圧縮ガスを内容物と共に充填したエアゾール容器のキャップに関し，特に残留しているガスを排出するために噴射ヘッドなどのステムを押し下げ状態に維持する機能を備えたキャップに関するものである。」（段落【0001】）",
                        "・【背景技術】",
                        "「エアゾール容器を廃棄する場合，残留ガスを予め可及的に排出しておくことが求められており，そのためのスプレー缶用蓋が特許文献1および特許文献2に記載され，またガス抜き治具が特許文献3に記載されている。これらの特許文献に記載された蓋もしくは治具は，上面部に噴射ノズルもしくはステムを嵌合させる凹部を形成するとともに，その凹部に噴射ノズルもしくはステムを嵌合させた状態で，これら噴射ノズルもしくはステムと一体の噴出部の巻締部に係合する係止部を設けた構成である。」（段落【0002】）",
                        "・「したがって，これらの蓋もしくは治具によっていわゆるガス抜きを行う場合，噴射ノズルもしくはステムに取り付けてある噴射ボタン（もしくは噴射ヘッド）を抜き取って噴射ノズルもしくはステムを露出させ，この状態で反転させた上記の蓋あるいは治具をスプレー缶の上部に嵌着させると，前記凹部に嵌合した噴射ノズルあるいはステムが押し下げられて内容物が噴出し，またその状態で前記係止部が巻締部に係合するので，噴射ノズルあるいはステムの押し下げ状態すなわち内容物の噴射状態を維持できる。」（段落【0003】）",
                        "・「【特許文献1】実開平1-151861号公報",
                        "【特許文献2】特開2000-219283号公報",
                        "【特許文献3】特許第2729163号公報」（段落【0004】）",
                        "・【発明が解決しようとする課題】",
                        "「上述した特許文献1に記載されたキャップでは，本発明のステムに該当する噴射管を嵌合させる筒がキャップの上面部に，外部に開口させた状態に設けられるとともに，その内底に溝が形成されてガスの逃げ部とされ，その溝に連通した状態の排出口が，前記筒の周壁部を貫通させて形成されている。したがって，キャップを反転させて筒の内部に噴射管を嵌合させ，その状態でキャップを押し下げると，噴射管が筒の内底で押し下げられるので，スプレー缶の内部のガスが吹き出し，そのガスは溝を通って排出口から排出される。",
                        "その場合，ガスはほぼ直接，排出口から吹き出すことになるので，その勢いが強く，その結果，周囲に広く拡散してしまう不都合があった。また，継続して噴射させるためには，キャップを押し続ける必要があり，操作性の点で改善する余地があった。」（段落【0005】）",
                        "・「また，特許文献2に記載されたキャップは，キャップを反転させた状態でステムを嵌合させる嵌入穴を上面部に有し，その内部に放射状にスリットを設けてガスを排出するように構成されている。そのために，上記の特許文献1に記載されているキャップと同様に，ステムから噴出するガスあるいは内容物を含むガスがスリットから勢いよく吹き出し，周囲に飛散してしまうなどの不都合があった。また，特許文献2に記載されたキャップでは，上面部の一部を環状に窪ませ，その環状溝部の開口端内面に，ステムを保持しているマウンテンカップの巻締部に係合する係合部を設けているので，キャップを反転させて容器に取り付けた状態を維持することができる。しかしながら，その係合部は，キャップのいわゆる本体部分の一部である上面部を形成している箇所に設けられているから，その剛性はキャップに要求される剛性程度に高く，そのため，ガス抜きを中止する場合やガス抜きの終了後にキャップを容器から取り外す際に大きい力を加える必要があり，いわゆる着脱操作性の点で改善する余地があった。」（段落【0006】）",
                        "・「さらに，特許文献3に記載されたキャップにおいても，ステムを嵌合させる係合貫通孔から直接，ガスもしくは内容物を噴射させる構成であるから，その噴射の勢いが強く，ガスや内容物が周囲に広く拡散してしまうおそれが多分にあった。また，反転させたキャップをいわゆるガス抜き状態に保持するための係合部を，キャップの上面部を窪ませて形成した凹部の内面に形成しているので，その係合部の剛性が高く，そのため，上記の特許文献2に記載されているキャップ同様に，着脱操作性の点で改善すべき余地があった。」（段落【0007】）",
                        "・「本発明は上記の技術的課題に着目してなされたものであり，いわゆるガス抜きの際のガスの噴射の勢いを弱くすることができ，またガス抜きのための着脱操作が容易なエアゾール容器用キャップを提供することを目的とするものである。」（段落【0008】）",
                        "・【課題を解決するための手段】",
                        "「上記の課題を解決するために，請求項1の発明は，上面部の周辺部から垂下した筒状部を備え，その筒状部の下端内周部に形成されている第一係合部をエアゾール容器の上端部に形成されている巻締部に係合させることにより，前記エアゾール容器の上端部に突出させてある噴射用のステムを覆うエアゾール容器用キャップにおいて，前記上面部の中央部に，前記キャップを反転させた場合に前記ステムを嵌合させて押し下げる凹部が，キャップの内側に窪んで形成され，前記ステムの先端が突き当たる前記凹部の底面部分には，所定のクリアランスもしくは僅かな空間が設けられ，このクリアランスもしくは前記空間と前記凹部の内部とが連通することにより前記ステムから噴出したガスが前記凹部の内部に流出するように，前記凹部が設けられ，前記凹部は，前記ステムを勘合可能に形成された小径凹部とこの小径凹部より開口端側に形成されている大径凹部とからなり，この大径凹部の周壁部分のみに前記凹部の内部に存在するガスを外部へ逃がすための貫通孔が形成され，更に，前記キャップを反転させて前記凹部に前記ステムを嵌合させてガスを噴出させるように押し下げた状態に前記キャップを前記エアゾール容器の上端部に係合させる第二係合部が設けられ，かつ前記エアゾール容器の上端部に前記キャップの第二係合部を係合させた状態で前記凹部の内面と前記エアゾール容器の上端部外面との間に前記ステムの開口端から前記貫通孔に到るガス流路が形成されるように構成されていることを特徴とするエアゾール容器用キャップである。」（段落【0009】）",
                        "・【発明の効果】",
                        "「請求項1の発明によれば，筒状部を下に向けてエアゾール容器の上部に被せれば，その筒状部の下端内周部に形成されている第一係合部が巻締部に係合し，その結果，キャップがエアゾール容器に取り付けられて，ステムを覆う。一方，エアゾール容器から取り外したキャップを上下反転させて上面部を下側にすると，その凹部にステムを挿入することができる。その場合，ステムに取り付けられているノズルもしくはノブなどを予め取り外してもよく，あるいはこれを取り付けたまま凹部に挿入するように構成してもよい。",
                        "凹部にステムを挿入した状態でキャップをエアゾール容器に向けて押し下げると，ステムが凹部の底面部分に押されて内部のガスあるいは内容物がステムから噴射されるが，凹部の底面部分には，所定のクリアランスもしくは僅かな空間が設けられ，そのクリアランスもしくは空間と凹部の内部が連通しているので，噴出されたガスもしくは内容物は，凹部の内部に流出し，その後，小径凹部より，開口端側に形成されている大径凹部の周壁部分のみに設けられている貫通孔から実質的な部分である筒状部の内側に流出する。その際に，貫通孔がステムの先端部に対向していないので，ガスや内容物が勢いよく吹き出したり，周囲に拡散したりすることを防止もしくは抑制することができる。」（段落【0013】）",
                        "・【発明を実施するための最良の形態】",
                        "「つぎに本発明を具体例に基づいて説明する。本発明に係るエアゾール容器用キャップ1は，エアゾール容器2の上部に取り付けられて，ステム3あるいはこれら取り付けられるノズルもしくはノブ（それぞれ図示せず）を覆って保護するためのものであり，その基本的な構造として，上面部4と，その周辺部から垂下した筒状部5とを一体に形成した構造を備えている。なお，図1には，いわゆる残留ガスを排出させるために反転させた状態を示しているので，上下が反対になっている。また，本発明は，エアゾール容器用キャップ1を反転させてエアゾール容器2の上端部に係合させることによりガス抜きを行うための構造に関する発明であるため，エアゾール容器（ 缶胴6，蓋部7，マウンテンカップ8，巻締部9，10，ステム3等）の形状および構造等は簡略化して図示してある。」（段落【0017】）",
                        "・【図1】（本発明に係るキャップの一例を上下反転してエアゾール容器に取り付けた状態を簡略化して示す断面図）",
                        "・「残留ガスを排出させるための構成が上面部4に設けられている。具体的には，図1に示すように，上面部4の中央部に凹部12が形成されている。すなわち，キャップ1を反転させた場合に，ステム3に対応する位置に凹部12が形成されている。この凹部12は，ステム3を嵌合させた状態でステム3を押し下げるための部分であって，ノズルあるいはノブなどを取り付けた状態もしくはこれらを取り外した状態でステム3を嵌合させるように構成されている。したがって，凹部12の形状は，ステム3に合わせた形状になっており，図1，11に示す例では，中心部がステム3の先端部の外径より僅かに大径の小径凹部とされ，これより開口端側（図1では下側）が，マウンテンカップ8の中心部に形成されている膨出部13に緩く嵌合する大径凹部とされ，ガス流路となる間隙23が保持されている。また，図2，3，11に示すように大径凹部の周壁部分には，貫通孔22が形成されている。これは，凹部12の内部のガスを外部に逃がすためのものであって，例えば大径凹部の周壁部分にその軸線方向（もしくは周壁部分の母線の方向）に沿ったスリット状の貫通部分であり，周壁部分の円周方向に一定の間隔をあけて複数本の貫通孔22が形成されている。さらに，凹部12の底面部分（ステム3の先端が突き当たる部分）には，ステム3から噴出したガスを凹部12の内部に流出させるようにステム3の先端部と接触する1又は2個以上のごく小さな突起部21を設けるか，又はステム3の先端部と接触する1又は2個以上のごく小さな突起部21を設けることにより，凹部12の底面部分（ステム3の先端が突き当たる部分）には，所定のクリアランスもしくは空間が形成されるようにして，ステム3から噴出したガスを凹部12の内部に流出させるように構成してある。なお，図1にはノズルあるいはノブなどを取り外した状態のステム3を嵌合させる例を示してある。」（段落【0019】）",
                        "・【図2】（本発明に係るキャップにおける図1の IIーII 線矢視断面図）",
                        "・【図3】（本発明に係る同キャップにおける図1 の上面部の平面図）",
                        "・【図11】（本発明に係るキャップの凹部付近を拡大した縦断面図）",
                        "・「円筒状の係合部15をマウンテンカップ8 の巻締部10に係合させた状態では，その内周側でマウンテンカップ8と上面部4との間に空間部16が生じるようになっており，その空間部16を実質的な外部であるキャップ1の内側に連通させるガス排出孔17が，前記環状凹部14の底面部（図1では上側に位置する部分）18を貫通して複数形成されている。これらのガス排出孔17の総開口面積は，ステム3の開口面積より大きくなっている。したがって，ステム3から噴出させたガスを，前記貫通孔22およびガス排出孔17から外部に流出させるように構成されている。」（段落【0021】）",
                        "・「エアゾール容器2の残留ガスを排出させる場合には，キャップ1を上下を反転させてエアゾール容器2に被せる。キャップ1の上面部4に設けられている凹部12は，ステム3に対応する位置に形成されているから，ステム3がその凹部12に挿入され，凹部12の底面に突き当たる。その状態からキャップ1を更に押し下げると，ステム3が凹部12の底面によって押し下げられ，その結果，ステム3からエアゾール容器2の内部の残留ガスが噴出する。また，これとほぼ同時に，円筒状の係合部15がマウンテンカップ8 の巻締部10に係合し，上下を反転させたキャップ1がエアゾール容器2の上部に取り付けられる。その状態を図1に示してある。」（段落【0023】）",
                        "・「ステム3 の先端部と凹部12の底面との間にクリアランスもしくは僅かな空間が設けられているので，ステム3から噴出したガスもしくは内容物は，先ずは，凹部12の小径凹部内に流入し，直ちに大径凹部側へ移動して，マウンテンカップ8の膨出部13と凹部12の大径凹部との間隙23から凹部12の外側へ流出し，その後，マウンテンカップ8 と上面部4 との間の空間部16に到り，この空間部分を満たす。その後，キャップ1の上面部4に形成されているガス排出孔1 7 からキャップ1を形成している筒状部5の内側に流出する。このように，ステム3から噴出したガスもしくは内容物は，直接外部に排出されずに，エアゾール容器2の先端部分であるマウンテンカップ8 と上面部4との間に形成されている相対的に広い空間部分に拡散させられた後，ステム3の開口面積より広い開口面積を備えているガス排出孔17から外部に排出される。そのため，ステム3から勢いよく噴出したガスもしくは内容物は，その勢いが減殺された後，ガス排出孔17から緩やかに外部に流出する。そのため，ガスや内容物が周囲に広く拡散したり飛び散ったりすることが防止もしくは抑制される。なお，ステム3から噴出したガスもしくは内容物の一部は，前記間隙23を通過する過程で，前記貫通孔22から外部に排出される。その場合，貫通孔22がステム3 の先端部に対向していないうえに，貫通孔22の総開口面積がステム3の開口面積より大きいので，ガスもしくは内容物は勢いを減殺された状態で流出し，周囲に飛散するなどのことが防止もしくは抑制される。」（段落【0024】）",
                        "・「なお，本発明は上述した各具体例に限定されないのであって，ステムに嵌合させる凹部はストレートな形状であってもよい。・・・。」（段落【0028】）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によると，本件訂正発明1は，圧縮ガスを内容物と共に充填したエアゾール容器のキャップのうち，残留しているガスを排出するために噴射ヘッドなどのステムを押し下げ状態に維持する機能を備えたキャップに関し，従来の同様のキャップにおいては，ガスがほぼ直接排出口から吹き出すことになるため，その勢いが強く，その結果，周囲に広く拡散してしまう不都合があったので，ガス抜きの際のガスの噴射の勢いを弱くすることができるエアゾール容器用キャップを提供することを目的として，特許請求の範囲，すなわち，前記第3，1(2)に記載された請求項1のとおりの構成とし，凹部にステムを挿入した状態でキャップをエアゾール容器に向けて押し下げると，ステムが凹部の底面部分に押されて内部のガスあるいは内容物がステムから噴射されるが，凹部の底面部分には，所定のクリアランス若しくはわずかな空間が設けられ，そのクリアランス若しくは空間と凹部の内部が連通しているので，噴出されたガス若しくは内容物は凹部の内部に流出し，その後，小径凹部より，開口端側に形成されている大径凹部の周壁部分のみに設けられている貫通孔から実質的な部分である筒状部の内側に流出するが，貫通孔がステムの先端部に対向していないので，ガスや内容物が勢いよく吹き出したり，周囲に拡散したりすることを防止若しくは抑制することができる，という発明であると認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1文献（特開2000-219283号公報）には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "・【請求項1】 エアゾール容器のガスを抜くとき，反転して同エアゾール容器に取り付け，そのエアゾール容器のステムの先端をステム突き当て部に突き当て，押し下げることにより該ステムを押し込むエアゾール容器のキャップにおいて，前記ステム突き当て部を弾性支持部を介して支持してなる，エアゾール容器のキャップ。",
                        "・【請求項2】 前記エアゾール容器のステムが入り込むステム嵌入穴を頂部中央に上向きに設けてそのステム嵌入穴の底部を前記ステム突き当て部とするとともに，そのステム突き当て部から放射状にのばして前記弾性支持部を設けてなる，請求項1に記載のエアゾール容器のキャップ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・【発明の属する技術分野】",
                        "「この発明は，殺虫剤・塗料・化粧料・洗剤などの内容物を収容するエアゾール容器に関する。詳しくは，そのようなエアゾール容器において，エアゾール容器内に内容物が未だあるときは，不使用時に，エアゾール容器に取り付け，ステムに取り付ける噴射釦を被う一方，エアゾール容器内の内容物を使い切ったときは，反転してエアゾール容器に取り付け，ステムを押し下げてエアゾール容器内のガス抜きを行うキャップに関する。」（段落【0001】）",
                        "・【従来の技術】",
                        "「従来，この種のキャップの中には，たとえば図10に示すように，キャップ 1 の頂部1a中央に円筒部1bを設けてその中に上向きにステム嵌入穴1cを形成し，そのステム嵌入穴1cの底部をステム突き当て部1dとするとともに，その周囲にガス排出口1eを設けるものがある。」（段落【0002】）",
                        "【図10】（従来のキャップの縦断面図）",
                        "・「そして，エアゾール容器内の内容物を使い切ったとき，たとえば図9に示すように，反転してステム嵌入穴1c内にステム2とともにステム保持部3を挿入してエアゾール容器4に取り付け，そのステム2の先端をステム突き当て部1dに突き当て，同キャップ 1 を押し下げることにより，該ステム2を図9中鎖線で示す位置から実線で示す位置へと押し込み，図示するように頂部1aをエアゾール容器4のマウンテンカップ5に押し当てた状態で保持し，ステム2から噴出するガスをガス排出口1eから外部へと排出し，エアゾール容器4のガス抜きを行うものがある（実開平1-151861号公報参照）。」（段落【0003】）",
                        "・【図9】（従来のキャップでガス抜きをしている状態の部分破断図）",
                        "・【発明が解決しようとする課題】",
                        "「ところが，この種のエアゾール容器4にあっては，ステム保持部3からのステム2の突出長さLは，必ずしも一定ではなく，たとえば図8のAないしLに示すように大きくばらついていた。」（段落【0004】）",
                        "・【図8】（ステム突出長さLがエアゾール容器においてばらつくことを示すグラフ）",
                        "・「しかし，従来は，たとえば図7（A）に示すように押し込み後のステム突出長さがL1 となるようにステム突き当て部1dと頂部1a間距離をaに設定したキャップ1を使用していた。ところが，そのようなキャップ1を使用すると，図8のA，C，D，F，I，J，K，Lのエアゾール容器4のガス抜きを行うことはできるが，B，E，G，Hのエアゾール容器4のガス抜きを行うことはできなかった。」（段落【0005】）",
                        "・【図7】（（A）は従来のキャップを用いてガス抜きを行うときのステム押し込み状態図，（B）は仮に押し込み量が大きいキャップを用いてガス抜きを行うときのステム押し込み状態図）",
                        "（A）                          （B）",
                        "・「後者のエアゾール容器4のガス抜きも可能とすべく，図7（B）に示すように押し込み後のステム突出長さがL2 となるようにステム突き当て部1dと頂部1a間距離をbに設定したキャップ1を使用すると，図8のA，C，D，F，I，J，K，Lのエアゾール容器4のガス抜きを行うときに，ガスが勢いよく噴出して周囲を汚す問題があった。」（段落【0006】）",
                        "・「そこで，この発明の課題は，ガスが勢いよく噴出して周囲を汚すおそれがなく，すべてのエアゾール容器のガス抜きを行うことができる，ガス抜き具を兼ねるエアゾール容器用キャップを提供することにある。」（段落【0007】）",
                        "・【課題を解決するための手段】",
                        "「そのため，この発明は，エアゾール容器のガスを抜くとき，反転して同エアゾール容器に取り付け，そのエアゾール容器のステムの先端をステム突き当て部に突き当て，押し下げることにより該ステムを押し込むエアゾール容器のキャップにおいて，ステム突き当て部を弾性支持部を介して支持してなる，ことを特徴とする。」（段落【0008】）",
                        "・「たとえば，エアゾール容器のステムが入り込むステム嵌入穴を頂部中央に上向きに設けてそのステム嵌入穴の底部をステム突き当て部とするとともに，そのステム突き当て部から放射状にのばして弾性支持部を設けてなる。」（段落【0009】）",
                        "・【発明の実施の形態】",
                        "「以下，図面を参照しつつ，この発明を説明する。図 1 には，この発明によるキャップ10をエアゾール容器20に取り付けた状態で示す。」（段落【0010】）",
                        "・【図1】（この発明によるキャップをエアゾール容器に取り付けた取り付け状態側面図）",
                        "・「図2にはキャップ10の縦断面，図3には平面，図4には底面を示す。キャップ10は，円筒状の側部11と球面状の頂部12とからなる。」（段落【0013】）",
                        "・【図2】（本発明によるキャップの縦断面図）",
                        "・【図3】（本発明によるキャップの平面図）",
                        "・【図4】（本発明によるキャップの底面図）",
                        "・「一方，頂部12には，中央に，中間段部12aを有するステム嵌入穴12bを上向きに設け，その底部をステム突き当て部12cとする。そして，ステム嵌入穴12bの下段の小径部まわりを下方に向けて漸次小径となるようにテーパ状につくり，該ステム嵌入穴12bの小径部から中間段部12aにかけてのびるスリットsを，周方向に90度置きに4つ設け，そのスリットsで仕切って，ステム突き当て部12cから放射状にのびてそのステム突き当て部12cを支持する弾性支持部12dを4つ形成する。」（段落【0015】）",
                        "・「この発明によるキャップ10は，たとえば以上のように形成する。そして，エアゾール容器20の内容物を使い切ったとき，同エアゾール容器20のステム30から噴射釦22を取り外し，キャップ10を反転して図5に示すように同エアゾール容器20に取り付ける。」（段落【0017】）",
                        "・「このとき，エアゾール容器20のステム30をステム嵌入穴12b内に入れて先端をステム突き当て部12cに突き当てる。その後，該キャップ10を押し下げて上向き付勢力に抗してステム30を押し込むと，ステム30から噴出するガスがスリットsを通して外部に排出される。」（段落【0018】）",
                        "・「そして，図8のA，C，D，F，I，J，K，Lのようにステム30の突出長さLが大きいときは，ステム30のさらなる押し込みとともに，徐々にステム30の上向き付勢力が大きくなってやがて図6（A）に示すように弾性支持部12dにはたわみを生ずる。」（段落【0020】）",
                        "・【図6】（本発明によるキャップを用いてガス抜きを行うときのステム押し込み状態図で，（A）は弾性支持部がたわんでいる状態，（B）はたわみのない状態を示す）",
                        "（A）                         （B）",
                        "・「一方，図8のB，E，G，Hのようにステム30の突出長さLが小さいときは，図6（B）に示すように弾性支持部12dがたわむ前にステム30が完全に押し込まれる。」（段落【0021】）",
                        "・「そして，やがて嵌合凹部12e内にエアゾール容器20のマウンテンカップ24をはめ込み，マウンテンカップ24の一部を円弧孔12f内に入れてそのマウンテンカップ24に掛止突部12gを掛け止め，キャップ10をエアゾール容器20に掛け止めて，ステム30を押し込み状態で保持し，エアゾール容器20内のガスを完全に抜く。」（段落【0022】）",
                        "・「ところで，この発明にあっては，上述した図8の場合で説明すれば，ばらつくステム突出長さのすべてに対応できるようにし，図8のB，E，G，Hのようにステム30の突出長さLが小さいときは，たとえば図5に示すように押し込み後のステム突出長さLがL2となるようにステム突き当て部12cと掛止突部12g間距離をcに設定する。」（段落【0023】）",
                        "・【図5】（ガス抜きを行うときキャップを反転してエアゾール容器に取り付けた取り付け状態の部分破断図）",
                        "・「この発明によれば，図8のA，C，D，F，I，J，K，Lのようにステム30の突出長さLが大きいときは，ステム30を押し込むとき弾性支持部12dをたわませてその押し込みを緩衝するから，ステム30からガスが勢いよく噴出することを防止することができる。」（段落【0024】）",
                        "・「また，上述した図示例では，スリットsを4つ設けて弾性支持部12dを4つ形成したが，弾性支持部12dは4つに限らないことはいうまでもない。」（段落【0026】）",
                        "・【発明の効果】",
                        "「以上説明したとおり，この発明によれば，ステムの突出長さが大きいときは，ステムを押し込むとき弾性支持部をたわませてその押し込みを緩衝するから，ステムからガスが勢いよく噴出することなく，突出長さがばらつくすべてのステムに対応してすべてのエアゾール容器のガス抜きを行うことができる。」（段落【0027】）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，甲1発明は，ステムを押し下げてエアゾール容器内のガス抜きを行うキャップに関し，この種のキャップでは，従来から，ステム嵌入穴の底部をステム突き当て部とし，その周囲にガス排出口を設けて，ガス抜き時にステムから噴出するガスをガス排出口から周方向外部に排出する構成が知られていたところ，エアゾール容器の種類によってステムの突出長さLにばらつきがあるため，ステムの突出長さLが小さい場合にはステムの押し込みが不足してガス抜きを行うことができず，逆にステムの突出長さLが大きい場合にはステムの過度な押し込みでガスが勢いよく噴出して周囲を汚すという問題があったので，これを解決するために，ステム突き当て部から放射状にのばして弾性支持部を設けることによって，ステムの突出長さが大きいときは，ステムを押し込むとき弾性支持部をたわませてその押し込みを緩衝するから，ステムからガスが勢いよく噴出することなく，突出長さがばらつく全てのステムに対応して全てのエアゾール容器のガス抜きを行うことができるようにするために，審決が認定したとおり（審決21頁5行～25行），「円筒状の側部11と球面状の頂部12とからなり，その側部11の下縁に沿って周方向にのびる内向き突部11bをエアゾール容器20の上端部に形成されている巻き締め部23に掛け止めることにより，前記エアゾール容器20の上部に突出させてある噴射用のステム30を被うエアゾール容器用キャップ10において，前記頂部12の中央に，前記キャップ10を反転させた場合に前記ステム30を嵌入させて押し込むステム嵌入穴12bが，上向きに設けられ，前記ステム30の先端が突き当たる前記ステム嵌入穴12bの底部のステム突き当て部12cには，格子状の溝や平行溝を有する面もしくは凹凸を有するシボ面が設けられ，ステム30の噴出口を塞がないようにし，前記ステム30から噴出したガスがそれらの溝もしくは凹部を通して排出され得るように，前記ステム嵌入穴12bが設けられ，前記ステム嵌入穴12bは，中間段部12aを有し，下段に前記ステム30を嵌入可能に形成された小径部が形成され，この小径部から中間段部12aにかけてのびるガスを外部に排出させるためのスリットsが設けられ，更に，前記キャップ10を反転させて前記ステム嵌入穴12bに前記ステム30を嵌入させてガスを噴出させるように押し込んだ状態に前記キャップ10を前記エアゾール容器20のマウンテンカップ24に掛け止める掛止突部12gが設けられ，かつ前記エアゾール容器20のマウンテンカップ24に前記キャップ10の掛止突部12gを掛け止めた状態で前記ステム30から噴出するガスが前記スリットsを通して外部に排出されるように構成されているエアゾール容器用キャップ」という内容を有する発明であると認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲2発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2文献（特開2002-12276号公報）には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "・【請求項1】 エアゾール容器本体とエアゾールバルブとの間の巻き締め部分（106）より小さな平面形状をなし，バルブステム（102）を直接又は間接的に押圧してエアゾールバルブ（104）を開く作用部（2）と，バルブステム（102）を通って吐出されるエアゾール容器の噴射ガスを外部に排出させる排気口（3）とを備えたバルブボタン（1）において，バルブボタン（1）全体をエアゾール容器の弁座収容部（107）に固定する固定部（4）を備え，この固定部（4）は，上記の作用部（2）による開弁がなされるまでバルブステム（102）を押し下た状態で，エアゾール容器に嵌合して，上記作用部（2）による開弁状態を維持するものであり，上記固定部（4）によるエアゾール容器への固定状態を維持したままで，エアゾール容器と共に廃棄可能なことを特徴とするエアゾール容器の廃ガス処理用バルブボタン。",
                        "・【請求項8】 エアゾール容器本体と，このエアゾール容器本体に着脱可能に取り付けられるエアゾール容器用キャップと，請求項1～6の何れかに記載の廃ガス処理用バルブボタン（1）とを備え，エアゾール容器用キャップに，バルブボタン（1）と嵌合するバルブボタン装着部（25）が設けられ，このバルブボタン装着部（25）にバルブボタン（1）が開口端側の固定部（4）を外側にして着脱可能に装着され，このバルブボタン装着部（25）には，バルブボタン（1）の排気口（3）から吐出された廃棄されるべき噴射ガスを外部へ排出するための排出口（26）が設けられたことを特徴とするエアゾール容器。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・【発明の属する技術分野】",
                        "「本願発明は，エアゾール容器のガス抜きを容易に行い得るエアゾール容器の廃ガス処理用バルブボタン及び，これを装着したエアゾール容器用キャップに関するものであり，より詳しくは，廃ガス処理後，そのまま廃棄しても正しく分別廃棄し得る廃ガス処理用バルブキャップ及び，これを装着したエアゾール容器用キャップに関する。」（段落【0001】）",
                        "・【発明が解決しようとする課題】",
                        "「本願発明は，廃ガス処理を行った後，そのまま廃棄しても正しく分別廃棄できると共に，ゴミの収集過程中に何かに当たって外れる可能性を極力小さくし，焼却や溶融処理中にエアゾール容器が爆発するおそれをなくしたエアゾール容器の廃ガス処理用バルブボタン及びこの廃ガス処理用バルブボタンを備えた提供エアゾール容器用キャップ並びにエアゾール容器の提供を目的とする。」（段落【0004】）",
                        "・【課題を解決するための手段】",
                        "「そこで本願の第1の発明は，エアゾール容器本体とエアゾールバルブとの間の巻き締め部分106より小さな平面形状をなし，バルブステム102を直接又は間接的に押圧してエアゾールバルブ104を開く作用部2と，バルブステム102を通って吐出されるエアゾール容器の噴射ガスを外部に排出させる排気口3とを備えたバルブボタン1において，バルブボタン1全体をエアゾール容器の弁座収容部107に固定する固定部4を備え，この固定部4は，上記の作用部2による開弁がなされるまでバルブステム102を押し下た状態で，エアゾール容器に嵌合して，上記作用部2による開弁状態を維持するものであり，上記固定部4によるエアゾール容器への固定状態を維持したままで，エアゾール容器と共に廃棄可能なことを特徴とするエアゾール容器の廃ガス処理用バルブボタンを提供する。この廃ガス処理用バルブボタンは，エアゾール容器の有効成分を使い切った後に残存する噴射ガスを排出させてしまうためのもので，噴射ボタンを取り外したバルブステム102に取り付けて使用される。即ち，固定部4は，上記の作用部2による開弁がなされるまでバルブステム102が押し下げられた状態で，エアゾール容器に嵌合して，上記作用部2による開弁状態を維持するものであるため，使用者は，バルブボタンをバルブステム上に被せてエアゾール容器に固定するだけで，残存する噴射ガスが排出される。この廃ガス処理用バルブボタンは，一度取り付けると再度外す必要はないことは勿論，エアゾール容器本体とエアゾールバルブとの間の巻き締め部分106より小さな平面形状をなため（判決注：「平面形状なため」の誤記と認める。），ゴミ収集過程において外れるおそれも小さい。従って，固定部4によるエアゾール容器への固定状態を維持したままで，エアゾール容器と共に廃棄可能であり，そのままの状態で，ゴミ処理場まで安全に収集移送される。また，このバルブボタンは，バルブボタン1全体をエアゾール容器の弁座収容部107に固定する固定部4を備え，且つ，エアゾール容器本体とエアゾールバルブとの間の巻き締め部分106より小さな平面形状をなすものであるため，廃棄処理中，特にゴミ処理場まで収集移送中に，バルブボタン1が何かに当たったりして外れてしまうおそれが最も少ない。しかも，少ない材料によって製造できるため，資源の節約となることは勿論，このバルブボタンを合成樹脂製として金属製のエアゾール容器に固定したまま廃棄しても，金属製の容器全体に対する合成樹脂の割合を極力少ないものとすることができ，分別収集の点からも大きな問題とならない。・・・。」（段落【0005】）",
                        "・【発明の実施の形態】",
                        "「この実施の形態に係るエアゾール容器101の廃ガス処理用バルブボタン1は，全体が有頭筒状をなした金属製のボタンであり，通常の噴射ボタンを取り外したバルブステム102に取り付けて使用される。このバルブボタン1は，通常の噴射ボタンと略同一またはそれより小さい大きさを有するもので，平面形状において，エアゾール容器のバルブ巻き締め部分106（即ち，エアゾール容器101の天板103と，エアゾールバルブ104の固定用フランジ105との間の巻き締め部分）より小さく設定されている。より望ましくは，外径を，エアゾールバルブ104の弁座収容部107の外径と略同じか，それより僅かに大きいものに止める。具体的には，両者の外径の差（半径の差sの2倍（図1参照））を1cm 以下とすることが望ましく，より望ましくは0．5cm 以下とする。・・・」（段落【0007】）",
                        "・【図1】（本願発明の実施の形態に係る廃ガス処理用バルブボタンの使用状態を示す断面図）",
                        "・「このバルブボタン1は，バルブステム102の先端と当接して押圧することができる作用部2を，ボタン頭部11の内部に備えると共に，バルブステム102から吐出されるエアゾール容器の内容物（噴射ガス）を外部に排出させる排気口3を備える（図2参照）。そして，このバルブボタン1の下部には，エアゾール容器に対する固定部4が形成されている。この固定部4は，作用部2をバルブステム102に押し付けてエアゾールバルブの弁を開かせた状態で，エアゾール容器のバルブ巻き締め部分106より内側の部分に嵌合するもので，この嵌合によって，作用部2による開弁状態を維持した状態で，バルブボタン1全体をエアゾール容器に固定するものである。」（段落【0008】）",
                        "・【図2】（（A）は本願発明の実施の形態に係る廃ガス処理用バルブボタンの縦断面，（B）は同底面図）",
                        "・「この作用部2には，バルブステム102の端部に設けられた吐出口102aに位置して内容物の吐出を可能とする通気路5が形成されている。即ち，作用部2がバルブステム102に当接する際，その吐出口102aを閉ざしてしまうと，円滑な廃ガスができないため，吐出口102aに当たる位置に溝状の通気路5を設けたもので，吐出口102aから吐出される内容物（噴射ガス）を，バルブボタン1の中心から外方向（側壁12に近づく方向）に案内し，側壁12の内側から排気口3を経て外部に排出させる。」（段落【0009】）",
                        "・「上記の排気口3は，図2に示すように，側壁12の下部に設けられている。即ち，側壁12の開口端から上方に向けて切り欠き形成されたスリット3として実施されている。・・・」（段落【0010】）",
                        "・「最後に，図8に基づき，バルブボタン1を着脱可能に取り付けたエアゾール容器のキャップ23の他の実施の形態を説明する。この実施の形態に係るキャップ23は，従来のキャップと同様，少なくとも噴射ボタン108を覆い隠すためにエアゾール容器101に着脱可能に取り付けられる天部24の閉じられた筒状のキャップ23であり，この天部24に，バルブボタン1を着脱可能に取り付けるようにしたものである。この天部24には，バルブボタン1と略同じ大きさのバルブボタン装着部25を，キャップ23の内側に凹ませて形成している。このバルブボタン装着部25としての凹部25には，バルブボタン1に当接して，バルブボタン1を支える支持部が設けられている。この例では，凹部25の底壁26が支持部となる。バルブボタン1は，有頭筒状のボタン頭部11を内側（図8の下側）にして，開口端側の固定部4を外側（図8の上側）にして，凹部25内に挿入嵌合される。そして，この凹部25には，バルブボタン1の排気口3から吐出された廃棄されるべき噴射ガスを，図9に示す状態にして，排出するための排出口27が設けられている。この排出口27は，この例では，底壁26に設けられているが，排気口3に通じるものであれば，適宜位置に設けることができる。さらに，この例では，排出口27は，キャップ23の天部24に設けられているため，そのまま排出すると，キャップ23の開口部28から，噴射ガスが勢いよく噴出することとなる。そこで，この例では，排出口27に邪魔板29を設けて，噴射ガスの噴射方向を，キャップ23の内壁面に当たる方向に規制している。」（段落【0016】）",
                        "・【図8】（本願発明の他の実施の形態に係る廃ガス処理用バルブボタンを装着したキャップをエアゾール容器本体に取り付けた状態の断面図）",
                        "・【図9】（図8のバルブボタンを装着したキャップによる廃ガス処理時の断面図）",
                        "・「使用方法としては，エアゾール容器が使用済となった時に，バルブステム102から噴射ボタン108を取り外し，図9に示すように，キャップ23を逆様にして，バルブステム102上からバルブボタン1を被せるようにし，固定部（突起）4がエアゾールバルブの弁座収容部の首部107aに嵌合するまで，押し込む。これにより，前述と同様に，バルブステム102の吐出口から残りの内容物（噴射ガス）が吐出して，排気口3を経て，キャップ23の排出口27から排出される。排出後は，キャップ23を引っ張ると，バルブボタン1はエアゾール容器側に残った状態となり，キャップ23のみを取り外すことができる。・・・」（段落【0017】）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記記載によれば，甲2発明は，エアゾール容器のガス抜きを容易に行い得るエアゾール容器の廃ガス処理用バルブボタン，及びこれを装着したエアゾール容器用キャップに関し，廃ガス処理を行った後，そのまま廃棄しても正しく分別廃棄できるとともに，ゴミの収集過程中に何かに当たって外れる可能性を極力小さくし，焼却や溶融処理中にエアゾール容器が爆発するおそれをなくしたエアゾール容器の廃ガス処理用バルブボタン及びこの廃ガス処理用バルブボタンを備えたエアゾール容器用キャップ並びにエアゾール容器の提供を目的として，上記請求項1及び8等に記載された構成を有するエアゾール容器及びその廃ガス処理用バルブボタン，という発明であると認めることができる。    "
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告主張の取消事由に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1（相違点1認定の誤り）について",
                  "text": [
                    "原告は，凹部を小径凹部と大径凹部とで構成することは単なる設計事項であるとか，そうでないとしても，「前記凹部は，前記ステムを嵌合可能に形成された小径凹部とこの小径凹部より開口端に形成されている大径凹部とから」なること（①）は周知の技術であり，「前記凹部の内部に存在するガスを外部へ逃がすための貫通孔を『大径凹部の周壁部分のみに』形成する」こと（②）は単なる設計事項の問題であって，この点については何ら進歩性は認められないのであって，上記②を甲1発明との実質的な相違点ということはできないから，凹部を小径凹部と大径凹部とで構成することを本件訂正発明1の特徴と捉え，甲1発明との相違点とした審決の認定は誤りであると主張する。",
                    "しかし，審決は，原告の主張する上記①を本件訂正発明1と甲1発明との一致点と認定し，凹部を小径凹部と大径凹部とで構成することを甲1発明との相違点としているわけではないし，上記②の点についてはこれを相違点として認定しているのであるから，上記①の点が設計事項もしくは周知事項であり，上記②の点が設計事項であって実質的な相違点でないことを理由として審決の相違点1の認定に誤りがあるとする原告の上記主張は前提において誤っており，採用することができない。",
                    "また，原告は，本件訂正明細書（甲11の2）には，凹部を小径凹部と大径凹部とから構成することによる作用効果については全く記載も示唆もなされていないと主張するが，上記のとおり，この点につき，審決は一致点として認定しているのであるから，そもそも原告の上記主張は前提において誤っており，採用することができない。",
                    "以上のとおり，審決の相違点1の認定には誤りはないが，念のため，原告が主張する本件訂正発明1と甲1発明との相違点の新たな主張について検討する。",
                    "原告は，甲1発明は「ステム保持部3からのステム2の突出長さLが一定ではない」エアゾール容器の場合においても，ステムからガスが勢いよく噴出することなくガス抜きを行うことができるように，エアゾール容器用キャップのステム突き当て部の支持部を弾性支持部材で構成し，弾性支持部をスリットsで仕切り，ステムの突出長さに応じて適切にたわませる」ものであるのに対して，本件訂正発明1は「ステム保持部3からのステム2の突出長さLが一定である」エアゾール容器の場合に，ステムからガスが勢いよく噴出することなくガス抜きを行うことができるようにするものであるから，エアゾール容器用キャップのステム突き当て部の支持部を弾性支持部材で構成すること及びステムの突出長さに応じて適切にたわませるために弾性支持部をスリットsで仕切ることが必須の構成要件とはされていない点で相違すると主張する。",
                    "しかし，被告が主張するとおり，本件訂正発明1は，ステム保持部からのステムの突出長さが一定であるか否かについては何ら限定を付していないから，原告が主張するように「『ステム保持部3からのステム2の突出長さLが一定である』エアゾール容器の場合に，ステムからガスが勢いよく噴出することなくガス抜きを行うことができるようにするもの」ではないし，本件訂正発明1は，貫通孔が「大径凹部の周壁部分のみに」形成されることを必須の構成要件とするものであって，原告が主張するように「エアゾール容器用キャップのステム突き当て部の支持部を弾性支持部材で構成すること及びステムの突出長さに応じて適切にたわませるために弾性支持部をスリットsで仕切ることが必須の構成要件とはされていない」か否かが問題なのではないから，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2（相違点1に関する判断の誤り）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲1発明においては，技術的には弾性支持部は中間段部12aの部分の傾斜角度が変化することによって対応せしめられていることが明らかであるから，甲1発明における目的（突出長さが異なったステム30に対応するという目的）を達するためには，中間段部12aの部分を弾性支持部材で構成すれば足りるところ，中間段部12aの部分を弾性支持部材で構成することは中間段部12aに相当する部分にスリットsを設けるということになるが，中間段部12aに相当する部分は本件訂正発明1の大径部の周壁部分に該当するから，審決がいう阻害要因は存在しないと主張する。",
                        "しかし，そもそも「周壁」とは「まわりの壁」という意味であって，「壁」の基本的意味は「家の四方を囲い、または室と室の隔てとするもの。」（広辞苑第四版（乙4））であるから，「側面の壁」（垂直方向の面）を意味するものである。そして，本件訂正明細書にも「周壁」の意味についてことさら上記の通常の意味と異なる定義がされているとは認められない。そうすると，本件訂正発明1における「大径凹部の周壁」は中間段部のような水平方向の面を含まないというべきであるから，本件訂正発明1において「周壁」とは大径凹部の側壁を指すというべきである。",
                        "したがって，「中間段部12a」が「大径凹部の周壁」に含まれることを前提とした原告の上記主張はその前提において誤りであり，採用することができない。",
                        "仮に，「中間段部12a」が「大径凹部の周壁」に含まれるとしても，証拠（技術説明資料，乙3）によれば，「突出長さがばらつくすべてのステムに対応してすべてのエアゾール容器のガス抜きを行うことができる」との甲1発明の作用効果（段落【0027】参照）は，甲1発明のステム嵌入穴12bの小径部から中間段部12aにかけてのびるように設けられたスリットsで仕切られた弾性支持部12dの全体によって奏されるものであり，原告が主張するように，中間段部12aの部分の傾斜角度が変化することのみによって奏されるものとは認められない。",
                        "すなわち，甲1発明において，ステム嵌入穴12bは，小径部と，大径部と，これらを繋ぐ中間段部12aとからなる段差形状を有する。また，弾性支持部12dは，ステム嵌入穴12bの一部，すなわち，ステム嵌入穴12bの小径部から中間段部12aにかけてのびている。このような形状の弾性支持部12dの弾性は，その部分に形成されているスリットsが空間的な逃げ場として機能して，弾性支持部12dにおける自己変形が許容されることに起因するものであって，単なる空間にすぎないスリットsだけでは弾性支持部12dとして機能し得ず，スリットsによって挟まれた部位との協働によって，弾性支持部12dとして機能していると認められる。したがって，弾性支持部12dが弾性を持つためには，ステム嵌入穴12bの小径部から中間段部12aにかけてのびる複数のスリットsと，これらのスリットsによって形状が規定され，かつ，ステム突き当て部12c及び大径部の間を連結する部位（以下「連結部」という。）とが必要である。",
                        "ここで，連結部の形状は，スリットsがステム嵌入穴12bの小径部から中間段部12aにかけてのびるように構成されていることから，必然的に，ステム嵌入穴12bの小径部から中間段部12aにかけてのびるようにL字状に折れ曲がったものとなる。そして，甲1文献の図6（A）に示すように，弾性支持部12dに対して上方に引っ張る力が作用した場合，スリットsが連結部の空間的な逃げ場として機能することによって，連結部相互における相対的な変位が生じ，上方への引っ張りに応じて，L字状に折れ曲がった連結部がスリットsの空間内に入り込んでいき，L字状に再び戻ろうとする復帰力を伴いながら直線状に変形していくことによって弾性を保つものと認められる。つまり，弾性支持部12dのたわみによってステム30の押し込みを緩和するという作用効果は，L字状に折れ曲がった連結部が直線状にのびることによって達成されるものである。したがって，仮に，スリットsが，ステム嵌入穴12bの小径部から中間段部12aにかけてのびるような構成ではなかった場合には，連結部の形状をL字状に折れ曲がったものとすることはできない結果，弾性支持部12dがたわまないかたわんだとしても非常に限定的なものになるので，ステム30の押し込みを緩和するという作用効果を十分に発揮することはできないと認められる。",
                        "そして，以上のことは，スリットsをステム嵌入穴12bの大径部の周壁部分，すなわち側壁部分のみに設けた場合，又はスリットsをステム嵌入穴12bの大径部の側壁部分から中間段部12aにかけてのびるように設けた場合でも同様である。",
                        "以上のとおり，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，「いわゆるガス抜きの際のガスの噴射の勢いを弱くすることができ，またガス抜きのための着脱操作が容易なエアゾール容器用キャップを提供すること」（甲3の段落【0008】）が甲1発明の「基本的課題」であり，「ステム保持部3からのステム2の突出長さLは，必ずしも一定ではなく，たとえば図8のAないしLに示すように大きくばらついていたこの種のエアゾール容器において，ガスが勢いよく噴出して周囲を汚すおそれがなく，すべてのエアゾール容器のガス抜きを行うことができる，ガス抜き具を兼ねるエアゾール容器用キャップを提供すること」が甲1発明の「付加的課題」であるとして，ステム突出長さが単一の長さのキャップの場合，つまり，本件訂正発明1の課題（甲1発明の基本的課題）を解決するための手段を想起するに当たって，甲1発明の付加的課題を解決するための手段である「ステム突き当て部を弾性支持部を介して支持してなる（構成）」が「貫通孔（スリットs）の位置を，大径凹部の周壁部分のみとすること」の阻害要因となるものではないと主張する。",
                        "しかし，前記(2)で認定したとおり，甲1発明は，ステムを押し下げてエアゾール容器内のガス抜きを行うキャップに関し，この種のキャップでは，従来から，ステム嵌入穴の底部をステム突き当て部とし，その周囲にガス排出口を設けて，ガス抜き時にステムから噴出するガスをガス排出口から周方向外部に排出する構成が知られていたところ，エアゾール容器の種類によってステムの突出長さLにばらつきがあるため，ステムの突出長さLが小さい場合にはステムの押し込みが不足してガス抜きを行うことができず，逆にステムの突出長さLが大きい場合にはステムの過度な押し込みでガスが勢いよく噴出して周囲を汚すという問題があったので，これを解決するために，ステム突き当て部から放射状にのばして弾性支持部を設けることによって，ステムの突出長さが大きいときは，ステムを押し込むとき弾性支持部をたわませてその押し込みを緩衝するから，ステムからガスが勢いよく噴出することなく，突出長さがばらつく全てのステムに対応して全てのエアゾール容器のガス抜きを行うことができるようにするための発明であって，原告の主張する「付加的課題」こそがまさに甲1発明の課題であると認められるから，甲1発明に接した当業者は，まず甲1発明の課題を認識し，そのことから，スリットsが「小径部から中間段部12aにかけてのびる」ように設けられることが甲1発明の必須の構成であると理解するものと認められる。  したがって，甲1発明に接した当業者が，甲1発明の内容を原告の主張する「基本的課題」と「付加的課題」とに分離し，そこから「付加的課題」をことさら捨象して「基本的課題」のみを抽出し，それを前提として，甲1発明から，本件訂正発明1の構成要件であるところの貫通孔が「大径凹部の周壁部分のみに」形成されるとの構成を容易に想到し得るということはできないのであって，原告の上記主張はいわゆる後知恵といわざるを得ず，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3（本件訂正発明1に関する容易想到性判断の誤り）について",
                  "text": [
                    "原告は，甲1文献における図6（B）の形状（支持部は弾性支持部材によらない。）の従来技術に基づくキャップに設けられているガス排出口であるスリットを，甲2文献の図2に開示されている事項を適用して，小径部ではなく，大径部の周壁部に排気口（スリット）を設けることは当業者であれば容易に想到することができ，小径部の周壁部に排気口（スリット）を設けた場合，ステム突き当て部から噴射されるガスが直接排気口（スリット）から外部に勢いよく排出されるおそれがあるから，それを回避するために小径部の周壁部に排気口（スリット）を設けず，大径部の周壁にのみ排気口（スリット）を設けることは当業者であれば容易に想到し得ることを理由に，本件訂正発明1は甲1文献に開示された事項及び甲2文献に開示された事項から当業者が容易に発明できたと主張する。",
                    "しかし，原告の上記主張は，その趣旨が必ずしも明らかではない。原告の上記主張が，仮に甲1文献に記載されている従来技術を主引例として，これに甲2文献に記載の技術的事項を適用するという趣旨であれば，それは新たな無効理由を主張するものといわざるを得ず，したがって，本件審決の取消事由とはならないから主張自体失当である。なお，甲1文献の図6（B）は，甲1発明を説明した図であって，甲1発明の特徴を有しない従来技術の図ではなく，従来技術の説明図は図7，図9及び図10であるから，原告の上記主張は前提において誤っているといわざるを得ない。",
                    "原告の上記主張が，仮に取消事由2と同様に，甲1発明の解決課題を「基本的課題」と「付加的課題」とに分離し，「基本的課題」の部分を従来技術と称してこれに甲2文献に記載された技術的事項を適用するという趣旨であれば，前記イ(イ)で述べたとおり，そもそも「付加的課題」をことさら捨象して「基本的課題」のみを抽出し，それを前提として，本件訂正発明1の構成要件である「貫通孔が大径凹部の周壁部分のみに」形成されるとの構成の容易想到性を主張することは許されないというべきである。",
                    "また，仮に，原告の主張する「基本的課題」に，甲2文献に記載された技術的事項を適用し得るとしても，前記(3)で認定したとおり，甲2発明は，エアゾール容器のガス抜きを容易に行い得るエアゾール容器の廃ガス処理用バルブボタン及びこれを装着したエアゾール容器用キャップに関し，廃ガス処理を行った後，そのまま廃棄しても正しく分別廃棄できるとともに，ゴミの収集過程中に何かに当たって外れる可能性を極力小さくし，焼却や溶融処理中にエアゾール容器が爆発するおそれをなくしたエアゾール容器の廃ガス処理用バルブボタン及びこの廃ガス処理用バルブボタンを備えたエアゾール容器用キャップ並びにエアゾール容器の提供を目的として，その請求項1等に係る構成を採用したものであって，そもそも甲1発明とは課題の共通性がない。また，甲2文献の図1及び図2に記載されたバルブボタン1は，確かに，ステム突き当て部に該当する作用部2の通気路5を介してキャップ内に噴出されたガスはキャップの下方に設けられた排気口3から外部に排出される形状を有するものではあるが，それは，エアゾール容器用キャップの一部ではなく別の物体であって，その大きさ及び形状は，上記目的を達するため請求項1並びに図1及び図2に示されたとおり，エアゾール容器本体とエアゾールバルブとの間の巻き締め部分（106）より小さな平面形状をなした円筒状のものである。一方，甲2文献の図9に記載された形態は，「キャップ23を逆様にして，バルブステム102上からバルブボタン1を被せるようにし，固定部（突起）4がエアゾールバルブの弁座収容部の首部107aに嵌合するまで，押し込む。これにより，前述と同様に，バルブステム102の吐出口から残りの内容物（噴射ガス）が吐出して，排気口3を経て，キャップ23の排出口27から排出される。」（段落【0017】）というものではあるが，図9の「排気口3」は，バルブボタンの側壁12の下部に設けられたものではなく，バルブボタンの頭部に設けられたものであるところ，図9の形状では，図2のように排気口3をバルブボタンの側壁12の下部に設けることはできないものである。",
                    "したがって，甲1発明における原告の主張する「基本的課題」若しくは従来技術に甲2文献の図2及び図9に記載された技術的事項を適用しても，本件訂正発明1のように，小径部の周壁部に排気口（スリット）を設けず，大径部の周壁にのみに排気口（スリット）を設けることが当業者にとって容易想到であるということはできない。",
                    "以上のとおり，いずれにしても，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4（本件訂正発明2ないし4に関する判断の誤り）について",
                  "text": [
                    "本件訂正発明2ないし4は，本件訂正発明1の発明特定事項を全て含んでいるところ，前記のとおり，本件訂正発明1が甲1発明及び甲2発明に基づいて容易想到とはいえない以上，本件訂正発明2ないし4も容易想到とはいえないから，その余の点について判断するまでもなく，この点に関する原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，原告主張の取消事由は全て理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，本件各訂正発明は甲1発明及び甲2発明に基づいて当業者が容易に想到することができたものとはいえないとした審決の判断に誤りはない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。",
            "知的財産高等裁判所 第1部",
            "裁判長裁判官        中    野    哲    弘",
            "裁判官        東   海   林          保",
            "裁判官        矢    口    俊    哉"
          ]
        }
      ]
    }
  ]
}