{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2010-890100号事件について平成23年6月8日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，下記商標(以下「本件商標」という。)の商標権者である。",
            "記",
            "登録番号    第4913996号",
            "出願日      平成17年5月25日",
            "登録査定日  平成17年10月28日",
            "登録日      平成17年12月9日",
            "商標        別紙記載1のとおり",
            "商品及び役務の区分  第25類",
            "指定商品    履物，運動用特殊靴",
            "原告らは，平成22年12月3日，特許庁に対し，本件商標登録の無効を求めて審判(無効2010-890100号事件)を請求した(以下「本件審判請求」という。)。特許庁は，平成23年6月8日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は同月16日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりであり，その要旨は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項15号について",
              "text": [
                "本件商標と下記引用商標1～23(以下，原告らの使用に係る3本線を基調とする商標(以下「原告使用商標」という。)を含め，総称して「引用商標」という。)とは，十分に区別し得る別異の商標というべきものであるから，被請求人(被告)が本件商標をその指定商品に使用しても，これに接する取引者・需要者をして，引用商標を連想又は想起させるものとは認められず，その商品が請求人ら(原告ら)又は同人と経済的又は組織的に何らかの関係を有する者の業務に係る商品であるかのごとく，その商品の出所について混同を生じさせるおそれはない。また，引用商標の出所表示機能を希釈化させることにもならないものといわなければならない。",
                "したがって，本件商標の登録は，商標法4条1項15号に違反してされたものということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項7号について",
              "text": [
                "本件商標は，引用商標を模倣したものとも直ちに認め難いから，本件商標が引用商標の信用力・顧客吸引力にフリーライドしたり，不正の目的をもって採択されたものとは認められず，本件商標をその指定商品に使用しても，直ちに社会一般道徳及び国際信義に反するものではなく，公の秩序を害するおそれもない。",
                "したがって，本件商標の登録は，商標法4条1項7号に違反してされたものということはできない。",
                "記"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標1(登録第2693722号)",
                  "text": [
                    "商標  別紙記載2のとおり",
                    "指定商品  第9類「家庭用テレビゲームおもちゃ，携帯用液晶画面ゲームおもちゃ用のプログラムを記憶させた電子回路及びCD-ROM，スロットマシン，ウエイトベルト，ウエットスーツ，浮袋，運動用保護ヘルメット，エアタンク，水泳用浮き板，レギュレーター，電子楽器用自動演奏プログラムを記憶させた電子回路及びCD-ROM，メトロノーム，レコード」，第25類「運動用特殊衣服，運動用特殊靴(「乗馬靴」を除く。)，乗馬靴，仮装用衣服」及び第28類「運動用具，おもちゃ，人形，囲碁用具，将棋用具，歌がるた，さいころ，すごろく，ダイスカップ，ダイヤモンドゲーム，チェス用具，チェッカー用具，手品用具，ドミノ用具，トランプ，花札，マージャン用具，遊戯用器具，ビリヤード用具，釣り具」",
                    "登録出願日  昭和61年2月7日",
                    "設定登録日  平成6年8月31日",
                    "指定商品の書換登録日  平成17年9月14日"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2(登録第2671514号)",
                  "text": [
                    "商標  別紙記載2のとおり",
                    "指定商品  第18類「傘，ステッキ，つえ，つえ金具，つえの柄」及び第25類「履物」",
                    "登録出願日  昭和61年2月7日",
                    "設定登録日  平成6年6月29日",
                    "指定商品の書換登録日  平成17年8月17日"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用商標3(登録第2708505号)",
                  "text": [
                    "商標  別紙記載3のとおり",
                    "指定商品  第9類「ウエイトベルト，ウエットスーツ，浮袋，運動用保護ヘルメット，エアタンク，水泳用浮き板，レギュレーター，家庭用テレビゲームおもちゃ，携帯用液晶画面ゲームおもちゃ用のプログラムを記憶させた電子回路及びCD-ROM，スロットマシン，電子楽器用自動演奏プログラムを記憶させた電子回路及びCD-ROM，メトロノーム，レコード」，第25類「運動用特殊衣服，運動用特殊靴(「乗馬靴」を除く。)，乗馬靴，仮装用衣服」及び第28類「運動用具，おもちゃ，人形，囲碁用具，将棋用具，歌がるた，さいころ，すごろく，ダイスカップ，ダイヤモンドゲーム，チェス用具，チェッカー用具，手品用具，ドミノ用具，トランプ，花札，マージャン用具，遊戯用器具，ビリヤード用具，釣り具」",
                    "登録出願日  平成2年11月8日",
                    "設定登録日  平成7年7月31日",
                    "指定商品の書換登録日  平成18年1月4日"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用商標4(登録第2593080号)",
                  "text": [
                    "商標  別紙記載3のとおり",
                    "指定商品  第25類「履物」及び第26類「靴飾り(貴金属製のものを除く。)，靴はとめ，靴ひも，靴ひも代用金具」",
                    "登録出願日  平成2年11月8日",
                    "設定登録日  平成5年10月29日",
                    "指定商品の書換登録日  平成16年5月26日"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "引用商標5(登録第4025668号)",
                  "text": [
                    "商標  別紙記載3のとおり",
                    "指定商品  第24類「布製身の回り品，かや，敷布，布団，布団カバー，布団側，まくらカバー，毛布」及び第25類「被服」",
                    "登録出願日  平成2年11月8日",
                    "設定登録日  平成9年7月11日",
                    "指定商品の書換登録日  平成20年5月28日"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "引用商標6(登録第4180654号)",
                  "text": [
                    "商標  別紙記載3のとおり",
                    "指定商品  第14類「身飾品(「カフスボタン」を除く。)，カフスボタン，宝玉及びその模造品」，第18類「かばん類，袋物，携帯用化粧道具入れ」及び第25類「ガーター，靴下止め，ズボンつり，バンド，ベルト」",
                    "登録出願日  平成2年11月8日",
                    "設定登録日  平成10年8月21日",
                    "指定商品の書換登録日  平成20年11月5日"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "引用商標7(登録第4376378号)",
                  "text": [
                    "商標  別紙記載4のとおり",
                    "指定商品  第25類「被服，ガーター，靴下止め，ズボンつり，バンド，ベルト，履物，仮装用衣服，運動用特殊衣服，運動用特殊靴」",
                    "登録出願日  平成10年6月26日",
                    "設定登録日  平成12年4月14日"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "引用商標8(登録第4378318号)",
                  "text": [
                    "商標  別紙記載4のとおり",
                    "指定商品  第28類「遊戯用器具，ビリヤード用具，囲碁用具，将棋用具，さいころ，すごろく，ダイスカップ，ダイヤモンドゲーム，チェス用具，チェッカー用具，手品用具，ドミノ用具，マージャン用具，おもちゃ，人形，愛玩動物用おもちゃ，運動用具，スキーワックス，釣り具」",
                    "登録出願日  平成10年6月26日",
                    "設定登録日  平成12年4月21日"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "引用商標9(登録第4376377号)",
                  "text": [
                    "商標  別紙記載4のとおり",
                    "指定商品  第18類「皮革，かばん類，袋物，携帯用化粧道具入れ，かばん金具，がま口口金，傘，ステッキ，つえ，つえ金具，つえの柄，乗馬用具，愛玩動物用被服類」に属する",
                    "登録出願日  平成10年6月26日",
                    "設定登録日  平成12年4月14日"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "引用商標10(登録第4399811号)",
                  "text": [
                    "商標  別紙記載4のとおり",
                    "指定商品  第3類「せっけん類，香水類，その他の化粧品，香料類，歯磨き，つけづめ，つけまつ毛」",
                    "登録出願日  平成11年4月1日",
                    "設定登録日  平成12年7月14日"
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "引用商標11(登録第1587778号)",
                  "text": [
                    "商標  別紙記載5のとおり",
                    "指定商品  第9類「家庭用テレビゲームおもちゃ，携帯用液晶画面ゲームおもちゃ用のプログラムを記憶させた電子回路及び CD-ROM，スロットマシン，ウエイトベルト，ウェットスーツ，浮袋，運動用保護ヘルメット，エアタンク，水泳用浮き板，レギュレーター，電子楽器用自動演奏プログラムを記憶させた電子回路及びCD-ROM，メトロノーム，レコード」，第25類「運動用特殊衣服，運動用特殊靴(「乗馬靴」を除く。)，乗馬靴，仮装用衣服」及び第28類「運動用具，おもちゃ，人形，囲碁用具，将棋用具，歌がるた，さいころ，すごろく，ダイスカップ，ダイヤモンドゲーム，チェス用具，チェッカー用具，手品用具，ドミノ用具，トランプ，花札，マージャン用具，遊戯用器具，ビリヤード用具，釣り具」",
                    "登録出願日  昭和49年12月26日",
                    "設定登録日  昭和58年5月26日",
                    "指定商品の書換登録日  平成16年9月22日"
                  ]
                },
                {
                  "fig": "シ",
                  "subject": "引用商標12(登録第2609079号)",
                  "text": [
                    "商標  別紙記載5のとおり",
                    "指定商品  第18類「傘，ステッキ，つえ，つえ金具，つえの柄」及び第25類「履物」",
                    "登録出願日  昭和49年12月26日",
                    "設定登録日  平成5年12月24日",
                    "指定商品の書換登録日  平成16年3月3日"
                  ]
                },
                {
                  "fig": "ス",
                  "subject": "引用商標13(登録第1423465号)",
                  "text": [
                    "商標  別紙記載5のとおり",
                    "指定商品  第25類「被服」",
                    "登録出願日  昭和49年12月26日",
                    "設定登録日  昭和55年6月27日",
                    "指定商品の書換登録日  平成22年4月28日"
                  ]
                },
                {
                  "fig": "セ",
                  "subject": "引用商標14(登録第2693723号)",
                  "text": [
                    "商標  別紙記載6のとおり",
                    "指定商品  第9類「家庭用テレビゲームおもちゃ，携帯用液晶画面ゲームおもちゃ用のプログラムを記憶させた電子回路及びCD-ROM，スロットマシン，ウエイトベルト，ウエットスーツ，浮袋，運動用保護ヘルメット，エアタンク，水泳用浮き板，レギュレーター，電子楽器用自動演奏プログラムを記憶させた電子回路及びCD-ROM，メトロノーム，レコード」，第25類「運動用特殊衣服，運動用特殊靴(「乗馬靴」を除く。)，乗馬靴，仮装用衣服」及び第28類「運動用具，おもちゃ，人形，囲碁用具，将棋用具，歌がるた，さいころ，すごろく，ダイスカップ，ダイヤモンドゲーム，チェス用具，チェッカー用具，手品用具，ドミノ用具，トランプ，花札，マージャン用具，遊戯用器具，ビリヤード用具，釣り具」",
                    "登録出願日  昭和61年2月7日",
                    "設定登録日  平成6年8月31日",
                    "指定商品の書換登録日  平成17年9月14日"
                  ]
                },
                {
                  "fig": "ソ",
                  "subject": "引用商標15(登録第2704525号)",
                  "text": [
                    "商標  別紙記載6のとおり",
                    "指定商品  第18類「傘，ステッキ，つえ，つえ金具，つえの柄」，第25類「履物」及び第26類「靴飾り(貴金属製のものを除く。)，靴はとめ，靴ひも，靴ひも代用金具」",
                    "登録出願日  昭和61年2月7日",
                    "設定登録日  平成7年2月28日",
                    "指定商品の書換登録日  平成17年6月29日"
                  ]
                },
                {
                  "fig": "タ",
                  "subject": "引用商標16(登録第2693724号)",
                  "text": [
                    "商標  別紙記載7のとおり",
                    "指定商品  第9類「家庭用テレビゲームおもちゃ，携帯用液晶画面ゲームおもちゃ用のプログラムを記憶させた電子回路及びCD-ROM，スロットマシン，ウエイトベルト，ウエットスーツ，浮袋，運動用保護ヘルメット，エアタンク，水泳用浮き板，レギュレーター，電子楽器用自動演奏プログラムを記憶させた電子回路及びCD-ROM，メトロノーム，レコード」，第25類「運動用特殊衣服，運動用特殊靴(「乗馬靴」を除く。)，乗馬靴，仮装用衣服」及び第28類「運動用具，おもちゃ，人形，囲碁用具，将棋用具，歌がるた，さいころ，すごろく，ダイスカップ，ダイヤモンドゲーム，チェス用具，チェッカー用具，手品用具，ドミノ用具，トランプ，花札，マージャン用具，遊戯用器具，ビリヤード用具，釣り具」",
                    "登録出願日  昭和61年2月7日",
                    "設定登録日  平成6年8月31日",
                    "指定商品の書換登録日  平成17年9月14日"
                  ]
                },
                {
                  "fig": "チ",
                  "subject": "引用商標17(登録第2671515号)",
                  "text": [
                    "商標  別紙記載7のとおり",
                    "指定商品  第18類「傘，ステッキ，つえ，つえ金具，つえの柄」及び第25類「履物」",
                    "登録出願日  昭和61年2月7日",
                    "設定登録日  平成6年6月29日",
                    "指定商品の書換登録日  平成17年8月17日"
                  ]
                },
                {
                  "fig": "ツ",
                  "subject": "引用商標18(登録第2528490号)",
                  "text": [
                    "商標  別紙記載8のとおり",
                    "指定商品  第14類「身飾品(「カフスボタン」を除く。)，カフスボタン，貴金属製のがま口及び財布」及び第18類「かばん類，袋物，携帯用化粧道具入れ」",
                    "登録出願日  平成2年12月14日",
                    "設定登録日  平成5年4月28日",
                    "指定商品の書換登録日  平成16年12月15日"
                  ]
                },
                {
                  "fig": "テ",
                  "subject": "引用商標19(登録第2160863号)",
                  "text": [
                    "商標  別紙記載9のとおり",
                    "指定商品  第25類「運動用特殊衣服，運動用特殊靴(「乗馬靴」を除く。)，乗馬靴，仮装用衣服」及び第28類「運動用具，おもちゃ，人形，囲碁用具，将棋用具，歌がるた，さいころ，すごろく，ダイスカップ，ダイヤモンドゲーム，チェス用具，チェッカー用具，手品用具，ドミノ用具，トランプ，花札，マージャン用具，遊戯用器具，ビリヤード用具，釣り具」",
                    "登録出願日  昭和62年5月29日",
                    "設定登録日  平成元年8月31日",
                    "指定商品の書換登録日  平成21年7月22日"
                  ]
                },
                {
                  "fig": "ト",
                  "subject": "引用商標20(登録第2190105号)",
                  "text": [
                    "商標  別紙記載9のとおり",
                    "指定商品  第25類「履物」",
                    "登録出願日  昭和62年5月29日",
                    "設定登録日  平成元年11月28日",
                    "指定商品の書換登録日  平成21年8月19日"
                  ]
                },
                {
                  "fig": "ナ",
                  "subject": "引用商標21(登録第2147023号)",
                  "text": [
                    "商標  別紙記載9のとおり",
                    "指定商品  第25類「被服」",
                    "登録出願日  昭和62年5月29日",
                    "設定登録日  平成元年6月23日",
                    "指定商品の書換登録日  平成21年4月30日"
                  ]
                },
                {
                  "fig": "ニ",
                  "subject": "引用商標22(登録第2199877号)",
                  "text": [
                    "商標  別紙記載9のとおり",
                    "指定商品  第18類「かばん類，袋物，携帯用化粧道具入れ」",
                    "登録出願日  昭和62年5月29日",
                    "設定登録日  平成元年12月25日",
                    "指定商品の書換登録日  平成21年10月14日"
                  ]
                },
                {
                  "fig": "ヌ",
                  "subject": "引用商標23(登録第4522864号)",
                  "text": [
                    "商標  別紙記載10のとおり",
                    "指定商品  第25類「運動靴，ウォーキングシューズ，サッカー靴，バスケットボール靴，野球靴，テニス靴，陸上競技用靴，ランニングシューズ，ゴルフ靴，ラグビー靴，体操用靴，バレーボール靴，ハンドボール靴，登山靴，トレッキングシューズ，トレーニングシューズ」",
                    "登録出願日  平成12年4月6日",
                    "設定登録日  平成13年11月16日"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告らの主張",
          "text": [
            "審決は，本件商標について商標法4条1項15号該当性の判断を誤り(取消事由1)，同7号該当性の判断を誤った(取消事由2)もので，審決の結論に影響を及ぼすから，違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(商標法4条1項15号該当性の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標と引用商標の相違点の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告使用商標との対比に関する審理不尽",
                      "text": [
                        "審決は，引用商標1～23と本件商標を個別に対比し，「本件商標と引用商標構成中の図形部分とは，その構成態様において明らかな差異を有しているものというべきであり，この差異は比較的簡潔な構成からなるこれらの商標の外観に与える影響は大きく，図形全体から受ける視覚的印象を異にするものであるから，これらを時とところを異にして離隔的に観察するも，外観において相紛れるおそれはないものといわなければならない」(12頁末行～13頁5行)と認定した。",
                        "しかし，商標法4条1項15号は，「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」と規定するものであるから，原告らの商品に使用されている商標が特許庁に商標登録されていることは要しない。したがって，本件商標が原告らの業務に係る商品と出所混同を生じるおそれがあるか否かの認定判断においては，本件商標と引用商標1～23とを比較対照するだけでは不十分であり，原告らの現実の使用に係る商標(原告使用商標)との対比及びその共通点，相違点の認定が不可欠であるが，審決はこれを行っておらず，審理不尽である。原告使用商標の構成は，甲27～52，54～64，83，84，96～112，128～149に示す原告ら商品カタログ掲載の各種スポーツシューズに示すとおりであり，その構成態様は，時代変遷や業界の流行に応じて細部のデザインを変更しながら，多種多様な構成のものが今日まで継続使用されているものである。原告使用商標は，登録に係る3本線の商標(以下「3本線商標」ということがある。)の構成態様に限定されるものではなく，これを構成する台形様図形等(以下「ストライプ」という。)について，長短の差の大小，ストライプとその間隔の幅の広狭，傾斜角度の大小，輪郭線の形状(鋸の歯状，直線)，配置方法(平行，非平行)，ストライプに施された模様(ステッチの模様，パンチングの模様等)，ストライプの着色方法といった細部のデザインに関して，異なる数多くのバリエーションが存在する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件商標と引用商標との相違点についての評価の誤り",
                      "text": [
                        "審決は，本件商標の構成について，「4本の台形様図形には長短の差異があるものの，その差異はそれ程大きな差異ではなく，……全体の傾斜角度も比較的緩やかなものとして看取される」(12頁21行～23行)と認定したが，当該特徴は，原告使用商標の構成の多くに認められる特徴と一致することが明らかである。",
                        "さらに，審決は，本件商標の構成要素として，各ストライプの平行に向かい合う二辺の各々に沿って表示された2本の「ステッチ状の模様」とその間に均等間隔に表示された「多数の小さな丸点」の存在を指摘している(11頁14行～17行，12頁24行～25行)が，これらの模様は，本件商標のみに特徴的な構成要素ということはできないものであり，原告使用商標にも採用されているデザインである。「ステッチ状の模様」は，一般に，本件商標及び引用商標の指定商品(履物，運動用特殊靴)に付す場合に生じる縫い目に相当する部分であり，ありふれた形態である。また，「多数の小さな丸点」は，原告使用商標のデザインとして古くから採用されているパンチング(小さな丸い孔)の模様に相当するものである。",
                        "このように，審決が本件商標の構成として認定した「4本の台形様図形には長短の差異があるものの，その差異はそれ程大きな差異ではなく，……全体の傾斜角度も比較的緩やかなものとして看取される」点，「ステッチ状の模様」及び「多数の小さな丸点」を有するとの点は，原告使用商標にも認められる特徴といえるものであり，本件商標と引用商標との相違点に該当しない。",
                        "原告らの登録に係る引用商標1～23及び原告使用商標には，数多くのデザインのバリエーションが存在し，原告らは3本線商標をこれらの様々な異なるデザインで長年にわたって使用している。しかし，これらは全て，3本のストライプを並べた構成を有するという点で共通する。したがって，需要者がストライプの長短の差，ストライプと間隔の幅の広狭，傾斜角度などの細部のデザインの特徴に着目し，当該特徴を目印としてその商品が原告の出所に係るものであるかどうかを識別しているとは考え難い。つまり，需要者は，3本線がいかなるデザインで構成されているものであるかにかかわらず，3本線の存在を目印にこれが使用されている商品が原告の製造，販売に係る商品であることを認識，理解しているとみるべきである。換言すれば，本件商標と個々の引用商標との個別の相違点は，本件商標がその指定商品に使用された場合に原告の業務に係る商品と誤認混同を生じるおそれを否定するのに十分な相違点として評価することができない。",
                        "本件商標と引用商標の実質的な相違点は，ストライプの本数が4本(本件商標)か3本(引用商標)かの違いのみにあり，審決が本件商標と引用商標の「相違点」と認定したその他の事項は，原告の使用に係る様々な3本線商標のデザインに照らせば，両者の共通点として評価することはできても，相違点とはなり得ない。そして，本件商標と引用商標を構成するストライプの本数が4本か3本かの違いは，本件商標がその指定商品に使用された場合に，両者の構成における上記の共通点が看者に与えるほぼ同一の図形印象を凌駕して，原告の業務に係る商品と出所混同を生じるおそれを払拭できる程度に大きな相違点とはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "出所混同のおそれに関する認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "出所混同のおそれの認定基準及び具体的事例",
                      "text": [
                        "審決は，本件商標と引用商標1～23の構成上の共通点について，「長短のある台形様図形等を複数本並べた構成の図形からなる点において共通性があるといえる」(12頁14行～15行)と認定したが，正確には，本件商標は，長短のある台形様図形等を仮想垂直線に対してやや傾斜させて等間隔で互いに平行に並べた点において，原告らの引用商標の多くのものに採用されている構成と一致する。つまり，本件商標と引用商標は，図形商標としての全体的な外観印象を決定づける基本的，根幹的な構造が一致するものであり，両者を全体として観察した場合，見る者に対して極めて似通った印象を与えることが明らかである。",
                        "さらに，このような基本的構造を同じくする本件商標と引用商標が本件商標の指定商品「履物，運動用特殊靴」に使用された場合を想定すれば，両者はほぼ同じ印象の図形として看者に記憶されることが明らかであり，両者の類似性の程度は高い。",
                        "この点について，審決は，「請求人は本件商標が指定商品に使用される場合を想定し，商品の地色と本件商標の着色の配色の仕方，両者のコントラストの程度によっては，本件商標が4本線よりも3本線の図形として視覚的に強調されるから，両者は紛らわしいものである旨主張しているが，本件商標が故意に着色等され，変更使用されて出所混同を生じた場合には，別途争う余地があるとしても，本件においては，上記のとおり，願書記載の商標のもとに判断せざるを得ないから，請求人の主張は採用することができない」(13頁25行～32行)とした。しかし，商標法4条1項15号は，「他人の業務に係る商品又は役務」と混同を生ずるおそれがあるか否かを問題とする規定であるから，願書に記載された本件商標の構成のみに基づいて引用商標と比較するのみでは不十分であり，本件商標が使用される指定商品がいかなるものであれ，当該商品にいかなる態様で商標が表示されるのが一般的であるかといった当該指定商品の取引の実情を斟酌した上での検討が不可欠である。",
                        "本件商標の指定商品は，「履物，運動用特殊靴」であり，これらの商品は，原告らが日本では遅くとも昭和46年から現在まで引用商標を継続使用しているスポーツシューズ(運動靴，ウォーキングシューズ，各種スポーツ種目別の運動用特殊靴)と同一又は類似のものである。本件商標の指定商品，特にスポーツシューズを取り扱う業界では，靴の甲の側面に商標を付す表示態様が多く採用されている。実際に，被告の取扱いに係る靴には，本件商標の構成と同様の4本のストライプからなる図形商標(以下「4本線商標」という。)や3本線として認識される図形商標が甲の側面に表示されている。本件商標と引用商標の構成の実質的な相違点は，ストライプの数が4本(本件商標)か3本(引用商標)かの違いにあるが，当該相違点は，両商標が靴の甲の側面に表示される場合，当該商品の出所について誤認混同を生じるおそれを払拭できる程度に大きな相違点とはいえない。両商標が靴の甲の側面に表示された場合，複数の細長い台形様図形で形成された四角形の外形の印象が強く際立ち，ほぼ同じ印象の図形として需要者に看取され，互いを見誤るおそれがある。",
                        "本件商標の指定商品の取引業界では，商標を靴の側面に表示する場合，商標部分，靴本体の地色，爪先，紐通し部分，靴底等の周辺パーツを異なる色で着色して配色することが一般に行われている。本件商標を構成する4本のストライプの間には3つの余白部分が存在する。当該3つの余白部分は，本件商標が靴の甲の側面に表示される場合，当該商標部分と靴の地色等との配色いかんによっては，必ずしも「余白」として認識されるとは限らず，むしろ3つの余白部分が本件商標を構成するデザインの一部として理解され，「3本のストライプ」，「3本線」として認識される可能性を否定できない。現に被告の取扱いに係る4本線商標を甲の側面に付した靴には，4本のストライプの間の3つの余白部分が当該4本のストライプや靴の本体等の地色とは異なる色で着色され，「3本線」として認識されるものが存在する。",
                        "このように，本件商標が靴の甲の側面に表示される場合において，商標部分と靴本体の地色や商標部分を取り囲む周辺のパーツの地色との配色方法によっては，本件商標は，4本のストライプ(4本線)ではなく「3本線」として認識されるおそれが高いものであり，原告の取扱いに係る靴に使用されている3本線商標と極めて紛らわしい態様となることが明らかである。",
                        "以上のような当該指定商品の取引の実情に照らせば，本件商標と引用商標をそれぞれ構成するストライプの数が4本(本件商標)か3本(引用商標)かの相違点は，両者の構成の共通点(長短のある複数のストライプを仮想垂直線に対して傾斜させて等間隔で互いに平行に並べた構成)が看者に与えるほぼ同一の図形印象を凌駕して，原告の業務に係る商品と出所混同を生じるおそれを払拭できる程度に大きな相違点とはいえないことが明らかである。",
                        "原告ら又はその子会社が外国(チェコ，フィンランド，フランス，ドイツ，ギリシャ，ハンガリー，イタリア，スペイン)で提起した3本線商標に関する商標権侵害訴訟事件においては，本件商標の構成と同様の4本線商標を靴の甲の側面に表示した靴が，原告らの3本線商標の商標権を侵害するものであると認定された。これらの外国事例は，本件商標が指定商品に使用された場合に原告の業務に係るスポーツシューズと出所混同を生じるおそれが高いことを容易に推認させる事実ということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告によるフリーライド，ダイリューションについて",
                      "text": [
                        "被告による本件商標の指定商品についての使用は，原告らの商品出所識別標識として広く認識されている3本線商標の信用力，顧客吸引力を不当に利用し，フリーライドするものであり，また，被告が本件商標を使用すれば，原告らをその出所として直ちに想起連想される3本線商標の強い商品出所表示機能が希釈化(ダイリューション)するおそれが極めて高いものである。",
                        "審決は，この点について十分な検討を加えることなく，「引用商標の出所表示機能を希釈化させることにもならない」(14頁6行)としたが，商標法4条1項15号の適用を誤ったものといわざるを得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用商標の著名性について",
                  "text": [
                    "原告アディダスアーゲーは，ドイツ連邦共和国ヘルツオーゲンアウラッハを本拠とする世界的に著名なスポーツ用品メーカーであり，原告アディダスインターナショナルマーティングベーヴェー(以下「原告アディダスインターナショナル」という。)は，原告アディダスアーゲー及び同社が有するアディダス・グループの商標権，その他の知的財産を全世界的に管理運用するためにオランダ王国アムステルダムに設立された原告アディダスアーゲーの子会社である。原告らの登録に係る引用商標1～23は，一部が原告アディダスインターナショナル名義，その他が原告アディダスアーゲー名義で登録されている(以下，原告ら及びアディダス・グループを総称して「アディダス」という。)。",
                    "アディダスは，3本線を最も重要な商品出所識別標識として認識し，様々に異なるデザインの3本線を商標登録し，実際に商標として使用している。アディダスにおける「3本線」の重要性は，原告が1972年(昭和47年)に商標として採用し，原告は，3本線から構成される商標が原告の業務に係る商品の出所識別標識であるという認識を需要者に広く深く浸透させるための広告宣伝活動にも力を注いだ。",
                    "我が国におけるアディダス製品の営業活動は，遅くとも昭和46年頃，当時アディダスの商標の日本における使用権者であった株式会社デサントを通じて開始され，以降平成10年までは株式会社デサント(途中，兼松スポーツ用品株式会社を含む。)を通じて，アディダス製のポロシャツ，ティーシャツ，スウェットスーツ，帽子等の被服，運動靴，サンダル等の履物，運動用特殊衣服，運動用特殊靴，ベルト，かばん類，布製身回品等が日本で販売され，これらの商品に3本線商標が使用された。これに続く平成11年1月から現在に至るまでは，原告アディダスアーゲーの子会社として設立されたアディダスジャパン株式会社によって，アディダス製品の販売が継続され，3本線商標が使用されている。",
                    "以上の事実に照らせば，引用商標は，本件商標の登録出願時である平成17年5月25日及び査定時である平成17年10月28日には，本件商標の指定商品の取引者，需要者の間で原告の業務に係る商品を表示するものとして広く認識されていたことが明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(商標法4条1項7号該当性の判断の誤り)",
              "text": [
                "審決は，「本件商標と引用商標とは十分に区別し得る別異の商標というべきものであるばかりでなく，本件商標が引用商標を模倣したものとも直ちに認め難いから，本件商標が引用商標(使用に係る3本線を基調とする商標を含む。)の信用力・顧客吸引力にフリーライドしたり，不正の目的をもって採択されたものとは認められない。したがって，本件商標をその指定商品に使用しても，直ちに社会一般道徳及び国際信義に反するものではなく，公の秩序を害するおそれもないといわざるを得ない」(14頁11行～18行)と判断したが，誤りである。",
                "前記(1)で述べたとおり，本件商標が指定商品に使用された場合の表示態様と原告の現実の使用に係る引用商標の様々なデザインの多様性を斟酌すれば，本件商標と引用商標が「十分に区別し得る別異の商標」とはいえないことは明らかである。さらに，被告による本件商標の登録及び使用は，需要者に原告の3本線商標を想起連想させ，その顧客吸引力にフリーライドせんとする不正目的によるものといわざるを得ない。つまり，本件商標は，原告の業務に係る商品と出所混同を生ずるおそれがあるのみならず，引用商標の著名性にフリーライドし，その出所表示力を毀損，稀釈化し，世界の著名トップブランドである引用商標の経済的な価値を低下させ，原告に精神的及び経済的な損害を及ぼすものである。",
                "したがって，本件商標は，公正な取引秩序の維持と需要者の利益保護を目指す商標法の目的，国際信義の精神に反するものであり，社会一般の道徳観念に反するものである。よって，本件商標は，公の秩序を害するおそれがある商標であることが明らかであり，商標法4条1項7号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(商標法4条1項15号該当性の判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標と引用商標の相違点の認定の誤りの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告使用商標との対比に関する審理不尽の主張につき",
                      "text": [
                        "原告は，審判請求書において，対比する引用商標として引用商標1～23を主張している。カタログや雑誌等に表示されている商標は，引用商標1～23の周知性を立証するための資料になるかもしれないが，これらの商標を全て本件商標と対比する必要性があるわけではなく，飽くまでも基本となるのは引用商標1～23である。",
                        "また，審決においては，「本件商標と引用商標(使用に係る3本線を基調とする商標を含む。)とは，十分に区別し得る別異の商標というべきものである」(13頁下から2行～14頁1行)とあるように，原告使用商標をも考慮した上での認定であり，審理不尽はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件商標と引用商標との相違点についての評価の誤りの主張につき",
                      "text": [
                        "本件商標が，仮想垂直線に対し左方向に傾けた細長い4本の台形様図形を，仮想底辺に対し右上がりに該図形の幅よりもやや広い間隔をもって配置し，それぞれの台形様図形に破線及び小さな丸点で装飾を施した構成よりなるものである以上，その構成に基づき本件商標の構成を認定した審決には，何ら誤りはない。",
                        "原告は，需要者は，3本線がいかなるデザインで構成されているものであるかにかかわらず，「3本線」の存在を目印にこれが使用されている商品が原告の製造，販売に係る商品であることを認識，理解していると主張するが，3本線により構成される商標が全て原告の独占するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "出所混同のおそれに関する認定の誤りの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本数の少ない4本線と3本線の差は歴然であり，本件商標と引用商標とは別異の商標である。",
                        "また，被告は，原告の3本線商標の信用力，顧客吸引力にフリーライドする意図はない。",
                        "したがって，本件商標の登録は，商標法4条1項15号に違反してされたものということはできないとした審決の認定，判断に何ら違法はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「3本線を基調とした引用商標(その中でも，カタログ等に表示されているものあるいはスポーツシューズに施されている種々の色彩を施されている状態のものも含めて，引用商標1及び引用商標2の図形部分，引用商標3ないし引用商標13及び引用商標23)は，本件商標の登録出願前より，我が国においても，スポーツ用品，特に，スポーツシューズをはじめとする靴の商標として，取引者・需要者の間に広く認識されていた」(審決11頁2行～8行)ことは認める。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(商標法4条1項7号該当性の判断の誤り)に対し",
              "text": [
                "被告は，引用商標とは類似しない本件商標を採択したものであって，本件商標は，引用商標の信用力，顧客吸引力にフリーライドしたり，出所表示力を毀損，稀釈化するものでもない。そして，本件商標をその指定商品について使用することが，社会公共の利益及び社会の一般的道徳観念に反するものでもなく，公の秩序又は善良な風俗を害するおそれもないものである。",
                "したがって，本件商標の登録は，商標法4条1項7号に違反してされたものということはできないとした審決の認定，判断に，何ら違法はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告ら主張の取消事由1は理由があり，審決は取り消されるべきであると判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項15号該当性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件商標の構成について，「別掲(1)(判決注：本判決別紙記載1)に示したとおり，仮想垂直線に対し左方向にやや傾けた輪郭線で描いた細長い4本の台形様図形を等間隔で，仮想底辺に対し右上がりに配し，その4本の台形様図形は右端に位置するものが左端のものよりやや長くなるように左端から右方向に順次長く表され，それぞれの台形様図形は平行に向かい合う二辺の各々に沿って表示された2本のステッチ状の模様とその間に均等間隔に表示された多数の小さな丸点が描かれているものである」(審決11頁11行～17行)と認定した上，引用商標と対比し，①本件商標は，4本の細長い台形様図形から構成されているのに対して，引用商標の図形部分は，いずれも3本の短めの台形様図形等から構成されている点，②本件商標を構成する4本の台形様図形には長短の差があるものの，その差異はそれ程大きな差異ではなく，4本の台形様図形が細長いものであることとも相俟って，全体の傾斜角度も比較的緩やかなものとして看取されるものであるのに対して，a)引用商標1～10，23の構成中の靴の側面に描かれた3本の台形様図形は，その長短の差がかなり顕著であって，3本の台形様図形が短めのものであることとも相俟って，全体としてかなり急な傾斜角度を有する図形として看取される点，b)引用商標11～13を構成する3本の台形様図形には長短の差があるものの，視覚的には極めて僅かなものであって，むしろ3本の台形様図形が並列しているかのごとき印象を与えるものである点，c)引用商標14～17の3本の平行四辺形様図形に至っては均等な長さのものが並列しており，しかも，引用商標11～17を構成する図形は，左右の縦線が鋸の歯状の形態に描かれているものである点，d)引用商標18は，3本の二重輪郭線からなる台形様図形からなるものではあるが，それぞれの間隔が極めて狭いことから，むしろ，全体として，縞模様を有する1つの台形様図形であるかのごとき印象を与えるものである点，③本件商標は，各台形様図形にはステッチ状の模様と多数の小さな丸点が表されている点において明らかな差異を有している，と指摘した上，本件商標と引用商標とは外観において相紛れるおそれはないとし，また，引用商標から「サンボンセン」，「スリーストライプス」の称呼及び「3本線」の観念が生ずるとしても，本件商標は，特定の称呼及び観念を生ずることはなく(仮に，本件商標から「ヨンホンセン」の称呼及び「4本線の図形」の観念が生ずるとしても)，両者の称呼及び観念については比較すべくもなく，十分に区別し得るものであるとして，本件商標の登録は，商標法4条1項15号に違反しないと判断した。",
                "これに対し，原告らは，上記①の点について，a)ストライプの本数が4本か3本かの違いは大きな相違点とはいえない，b)本件商標の指定商品「履物，運動用特殊靴」においては，靴の甲の側面に商標を付す表示態様が多く採用されているところ，本件商標を構成する4本のストライプの間には3つの余白部分が存在し，当該部分が，「3本のストライプ」，「3本線」として認識されるおそれが高い，上記②の点について，原告らは，3本線商標を様々な異なるデザインで長年にわたって使用しているから，需要者は，3本線がいかなるデザインで構成されているものであるかにかかわらず，3本線の存在を目印にこれが使用されている商品が原告の製造，販売に係る商品であると認識，理解する，上記③の点について，「ステッチ状の模様」は，本件商標の指定商品「履物，運動用特殊靴」に商標を付す場合に生じる縫い目に相当する部分で，ありふれた形態であり，「多数の小さな丸点」は，原告使用商標のデザインとして古くから採用されているパンチング(小さな丸い孔)の模様に相当するものであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標",
                  "text": [
                    "本件商標は，別紙記載1のとおり，仮想垂直線に対し左方向にやや傾けた輪郭線で描いた細長い4本の台形様ストライプを等間隔で，仮想底辺に対しやや右上がりに配し，その4本の台形様ストライプは右端に位置するものが左端のものよりやや長くなるように左端から右方向に順次長く表され，それぞれの台形様ストライプは平行に向かい合う2辺の各々に沿って表示された2本のステッチ状の模様とその間に均等間隔に表示された多数の小さな丸点が描かれているものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "アディダスの商品等表示",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「3本線を基調とした引用商標(その中でも，カタログ等に表示されているものあるいはスポーツシューズに施されている種々の色彩を施されている状態のものも含めて，引用商標1及び引用商標2の図形部分，引用商標3ないし引用商標13及び引用商標23)は，本件商標の登録出願前より，我が国においても，スポーツ用品，特に，スポーツシューズをはじめとする靴の商標として，取引者・需要者の間に広く認識されていた」(審決11頁2行～8行)ことは，被告も認めるところである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，証拠(甲26～67，83，84，96～112，114，128～149。枝番を含む。)及び弁論の全趣旨によれば，更に以下の事実を認めることができる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告アディダスアーゲーは，ドイツ連邦共和国ヘルツオーゲンアウラッハを本拠とするスポーツ用品メーカーであり，原告アディダスインターナショナルは，原告アディダスアーゲー及び同社が有するアディダス・グループの商標権，その他の知的財産を管理運用するためにオランダ王国アムステルダムに設立された原告アディダスアーゲーの子会社である。登録に係る引用商標1～6，11～23は原告アディダスアーゲー名義で登録され，引用商標7～10は原告アディダスインターナショナル名義で登録されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "アディダスは，昭和24年，別紙記載5のような3本線を基調とする商標(以下，細部のデザインの相違を捨象した3本線を基調とする商標を「スリーストライプス商標」という。)を採用し，これを甲の両側面にサイドラインとして付したデザインの運動靴の製造，販売を開始した。",
                            "以降，アディダスは，スリーストライプス商標を，甲の側面に付したデザインの運動靴の製造，販売を継続し，スリーストライプス商標を付したアディダスの運動靴は，昭和27年の第15回オリンピック大会(ヘルシンキ大会)では西ドイツ代表選手により使用され，その後も，多くのオリンピック大会，サッカーのワールドカップ大会，テニスの国際大会などにおいて，各国の代表選手らによって使用され，このことは，スリーストライプス商標を付した運動靴の写真と共に，アディダスのカタログ，雑誌広告，スポーツ紙等において紹介された。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "アディダスは，平成元年から平成8年頃まで，アディダスの商品カタログの裏表紙や雑誌掲載広告において，スリーストライプス商標と共に，「3本線はアディダスの登録商標です」(甲35)，「ハイテクを秘めた3本線」(甲57)，「勝利を呼ぶ3本線」(甲57)，「勝利をめざす三本線……スリーストライプス」(甲62)との宣伝文句を用いた広告を行った。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "我が国において，昭和46年頃から平成10年までは，当時アディダスの商標の日本における使用権者であった株式会社デサント(途中，兼松スポーツ用品株式会社を含む。)を通じて，アディダス製の運動靴等が販売され，これらの商品にはスリーストライプス商標が使用された。これに続く平成11年1月から現在に至るまでは，原告アディダスアーゲーの子会社として設立されたアディダスジャパン株式会社によって，アディダス製運動靴の販売が継続され，スリーストライプス商標が使用されている。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "アディダスの製造，販売に係る運動靴におけるスリーストライプス商標の使用態様は，昭和24年から現在まで，いずれも靴の甲の両側面の靴底とアイレットステイ(靴紐を通す穴が設置される部分)を結ぶ位置にサイドラインとして付されている。そして，アディダスが運動靴の甲の両側面に付したスリーストライプス商標の具体的な構成には，使用時期や製品によって，ストライプの長短，幅，間隔，傾斜角度，輪郭線の形状等，細部のデザインが異なる様々なものが存在する。",
                            "また，アディダス製の運動靴において，甲の両側面に付されたスリーストライプス商標の各ストライプの向かいあう2つの長辺に沿ってその内側に2本のステッチ状の模様のあるものが多数存在し，3本のストライプ間中央又はストライプ中央にストライプに沿って直線上に多数のパンチング(小さな丸い孔)模様のあるものも存在する。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取引の実情",
                  "text": [
                    "証拠(甲26～64，83，84，88，96～112，115，116，121，128～149，153～159，乙30，31，36，37。枝番を含む。)及び弁論の全趣旨によれば，①運動靴においては，靴の甲の側面に商標を付す表示態様が多く採用されていること(ただし，靴の構造上，引用商標23のようにスリーストライプ等の図形のみであり，文字のロゴがないものがほとんどである。)，②そのような態様で付された商標においては，商標上端部はアイレットステイと重なり，下端部は靴底と甲の接合部と重なるため，商標の上下両端部における構成は視認しにくいこと，③また，4本線商標を靴の甲の側面に付したもののうち，4本線とそれらの間に存在する3つの空白部分とを，2色で別々に塗り分けるなどすると(例えば甲121，被告販売商品であるスニーカー)，これを見た場合，4本線の部分と3つの空白部分のいずれが強い印象を与えるか(4本線か3本線か)，外観において紛れる場合が見受けられること，が認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(2)イに認定した事実によれば，運動靴の甲の両側面(靴底とアイレットステイを結ぶ位置)にサイドラインとして付されたスリーストライプス商標(細部のデザインの相違を捨象した3本線を基調とする商標)は，スリーストライプという語が需要者の間に用語として定着していたかはともかく，本件商標の登録出願時である平成17年5月25日及び登録査定時である同年10月28日において，我が国において運動靴の取引者，需要者に，3本線商標ないしスリーストライプス商標といえばアディダス商品を想起するに至る程度に，アディダスの運動靴を表示するものとして著名であったものと認められる。スリーストライプス商標の具体的な構成には，使用時期や製品によって，ストライプの長短，幅，間隔，傾斜角度，輪郭線の形状等，細部のデザインが異なる様々なものが存在するが，これら細部の相違は，スリーストライプス商標の基本的な構成である3本のストライプが与える印象と比較して，看者に異なった印象を与えるほどのものではないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標は，上記(2)アのとおり，細長い4本の台形様ストライプからなるものであるが，その指定商品「履物，運動用特殊靴」に属する運動靴においては，同ウに認定したとおり，靴の甲の側面に商標を付す表示態様が多く採用され，そのような態様で付された場合，商標の上下両端部における構成が視認しにくく，また，4本線の部分とそれらの間に存在する3つの空白部分につき，4本線か3本線かが紛れる場合が見受けられるのであり，その場合，参考図(別紙記載11a，b)のような構成のものと区別することが困難であるともいえる。",
                    "そして，4本線商標とスリーストライプス商標との相異の程度について，別の角度から検討すると，本件商標の構成と同様に4本の長短のある台形様図形をやや傾けて互いに平行に等間隔で配置してなる4本線商標(引用商標1，2の図形部分に似た白色の4本線のもの1件，黒色の4本線のもの3件)の事例について，特許庁において，アディダスの業務に係る商品と出所混同を生ずるおそれがあり，商標法4条1項15号に該当するとの認定がなされ，登録無効審決又は登録取消決定が確定していることが認められる(甲93の1，2，甲94，122～127)。",
                    "そうすると，運動靴の甲の側面に付された本件商標に接した取引者，需要者は，本件商標の上下両端部における構成が視認しにくい場合や，本件商標から，4本の細長いストライプではなく，それらの間に存在する空白部分を3本のストライプと認識する場合などがあり，これらのことから，3本のストライプから著名なアディダスのスリーストライプス商標を想起するものと認められる。また，4本線商標かスリーストライプス商標かという相異についても，靴の甲の側面に商標として付された場合，さほど大きな区別のメルクマールになるものとはいえない。",
                    "さらに，本件商標は，4本線商標というのみならず，台形様図形の向かい合う2辺の各々に沿って表示された2本のステッチ状の模様とその間に均等間隔に表示された多数の小さな丸点が描かれている点において，引用商標と異なることは確かであるが，アディダスのスリーストライプス商標の付された運動靴において，甲の両側面に付されたスリーストライプス商標の各ストライプの向かいあう2つの長辺に沿ってその内側に2本のステッチ状の模様(これは商標を靴の甲の側面に付す場合の縫い目のようにも見える。)のあるものが多数存在し，3本のストライプ間の中央部又はストライプ中央部にストライプに沿って直線上に多数のパンチング(小さな丸い孔)模様のあるものも存在することを考慮すると，本件商標の「2本のステッチ状の模様」及び「多数の小さな丸点」は，本件商標の構成において，格別の出所識別機能を発揮するものと認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上検討したところによれば，単に本件商標と引用各商標との外観上の類否を論ずるだけでは足りないのであって，本件商標と引用各商標(アディダスの著名商標)との構成態様より受ける印象及び両商標が使用される指定商品の取引の実情等を総合勘案すると，本件商標を指定商品「履物，運動用特殊靴」に使用したときは，その取引者，需要者において，当該商品がアディダスの業務に係る商品と混同を生ずるおそれがあるものと認められる。",
                    "したがって，本件商標は，商標法4条1項15号に該当し，原告ら主張の取消事由1は理由があるから，その余の点について判断するまでもなく，審決は違法として取り消されるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "よって，審決を取り消すこととして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}