{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "「原判決を取り消す。被控訴人は控訴人に対し，1000万円及びこれに対する平成21年9月10日から支払済みまで年5分の割合による金員を支払え。」との判決及び仮執行宣言"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "被告（被控訴人）の元従業員である原告（控訴人）は，名称を「部分メツキ方法及び装置」とする本件発明1（昭和56年9月30日特許権設定登録，特許第1067112号，平成7年9月10日存続期間満了，本件特許権1）及び名称を「ICモジュールの製造方法」とする本件発明2（平成8年3月13日特許権設定登録，特許第2503053号，平成20年3月13日権利消滅，本件特許権2）の発明者であるが（職務発明），本件発明1，2に係る特許を受ける権利を被告に承継させた。原告は，その対価の一部合計6000万円及びこれに対する遅延損害金の支払を求めた。",
            "原審は，本件発明1の実績補償（相当対価）については平成2年被告規程2が適用されるところ，同規程では権利満了までの5年ごとに実績補償金を支給するものとしているから（12条1項），かかる5年ごとに区分された期間が経過した時点からこの期間に対応する対価請求権を行使することができるのであって，遅くとも最終期間の終期の翌日である平成8年9月30日から対価請求権の消滅時効の時効期間が進行し，平成18年9月30日の経過により消滅時効が完成したと判断した。そして，被告による調査結果通知義務違反を理由とする消滅時効の進行不開始の原告主張も，上記と異なる時効期間の起算点をいう原告主張も，信義則違反ないし権利濫用をいう原告主張も採用することができないとして，本件発明1に係る対価請求は理由がないとした。また，本件発明2については，証拠上，被告が自己実施していた事実を認めることはできないとして，本件発明2に係る対価請求も理由がないとした。原審は，結局原告の請求を全部棄却した。",
            "原告は，本件発明1に係る対価請求につき500万円，本件発明2に係る対価請求につき500万円，及び遅延損害金の支払を求める限度で控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件の前提となる事実は原判決「事実及び理由」の第2の1記載のとおりであり，争点は同第2の2記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，控訴審での補充主張を次のとおり付加するほか，原判決「事実及び理由」の第3「争点に関する当事者の主張」の1ないし3に記載のとおりである。",
        "【原告の補充主張】"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1に係る相当の対価について",
          "text": [
            "被告は子会社である沖電線に対してコネクター事業を移管したところ，沖電線が製造したコネクターのリード部分では，プレス表面の方がプレス裏面よりもめっき厚が大きくなっている。本件発明1では，絶縁性シートを用いて部分めっきをするために，リードの面によってめっき厚が異なることになるから，上記結果は沖電線が本件発明1を実施していた事実を裏付けるものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明2に係る相当の対価について",
          "text": [
            "「平成13年度貢献特許報奨の件（お伺い）」（乙6）には報奨金支払対象案件として本件発明2が掲載されており，評価欄に●●●●●が計上されている。そうすると，被告において本件発明2が実施されたことは明らかである。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明1に係る対価請求権の消滅時効の成否について",
          "text": [
            "被告の各規程に従業員に対する実績補償算定の調査結果を通知すべき義務に係る定めがないとしても，被告に実施実績の回答義務がないとしたり，被告の回答義務がないことを理由に原告がいつでも実績補償請求権を行使できたとすることは，条理からいっても許されることではない。従業員たる発明者から承継した特許を受ける権利は被告の財産であるところ，被告においては，本来自らの事務であるにもかかわらず，従業員たる発明者個人に実施状況や販売数量等も調査させて調査票を提出させている。したがって，原告が実施実績に係る調査票（本件調査票）を提出したにもかかわらず，被告がこれに回答しないのに，対価請求権（補償金請求権）の時効期間が進行するとするのは不当である。",
            "そうすると，被告が上記のとおり何ら回答しない以上，原告に対価請求権の行使を現実に期待できない事情があるというべきであって，本件では消滅時効は完成していないか，被告による消滅時効の援用は信義則に反し権利濫用として許されない。",
            "仮に時効期間が進行するとしても，被告においては，従業員たる発明者からの調査票の提出（4月1日から5年後の3月31日までを対象とする。），実施実績の調査を経て補償金が支払われるのであるから，5年ごとに区分された調査期間の末日から時効期間が開始するのではなく，同末日の翌年4月1日から時効期間が開始すると解するのが常識的である。",
            "【原告の補充主張に対する被告の反論】"
          ]
        },
        {
          "fig": "1",
          "subject": "本件発明1に係る相当の対価について",
          "text": [
            "プレス表面と裏面のめっき厚さが異なるからといって，本件発明1を実施したことになるものではない。原告が試験を行なったコネクターは本件特許権1の存続期間内に製造されたものではないし，原告が提出するコネクターのカタログ（甲6）も平成21年時点のものであって，本件特許権1の存続期間内における本件発明1の実施を裏付けるものではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明2に係る相当の対価について",
          "text": [
            "「平成13年度貢献特許報奨の件（お伺い）」（乙6）に記載されたポイントは，運用細則（乙14）に定められた基準に従い，本件発明2の実施とは無関係に付与されたものにすぎない。したがって，かかるポイントの記載があるからといって，本件発明2が自己実施されたことの裏付けとなるものではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明1に係る対価請求権の消滅時効の成否について",
          "text": [
            "被告が原告に対し，調査対象期間を平成8年4月1日から平成13年3月31日までとする調査票を交付した事実はないから，この調査票に係る回答がないことを前提とする原告の主張は失当である。また，原判決が認定するとおり，被告が原告の権利行使を妨げた事情はない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，本件発明1に係る対価請求権は時効消滅した一方，時効期間の進行が開始しないとか，信義則違反ないし権利濫用に当たり消滅時効の主張が許されない等の原告主張を採用することはできないし，また被告が本件発明2を自己実施した事実を認めることはできないから，原告の本件発明1，2に係る対価請求は理由がないものと判断する。",
            "その理由は，原告の補充主張に即して次のとおり付加して判断するほか，原判決「事実及び理由」の「第4  当裁判所の判断」記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明1に係る対価請求権の消滅時効の成否について",
          "text": [
            "実績補償算定票として，原告が被告に提出したのは，平成3年3月31日までの期間の実施に対応する調査票であり（甲7），それ以降特許権存続期間満了時までの実施に対応する調査票を提出したことを認めるに足りる証拠はない。被告が調査票に対する回答を怠っていたからといって，それ以降の期間における実施に対応する対価請求権の行使が妨げられる理由はない。前記第3における原告の補充主張の3をもってしても，平成3年4月1日以降の期間の実施に対応する本件発明1に係る対価請求権の消滅時効が進行しないとしたり，上記回答の懈怠を考慮した時期から消滅時効が進行するとしたり，あるいは上記回答を懈怠した被告による消滅時効の主張が信義則に反し権利濫用に当たるとすることはできない。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明2に係る相当の対価について",
          "text": [
            "原告は，「平成13年度貢献特許報奨の件（お伺い）」（乙6）に本件発明2のポイントとして●●●●●が計上されていることをもって，被告が本件発明2を自己実施した事実は明らかである旨を主張する。",
            "確かに，乙第6号証の別紙の696番には本件発明2が記載され，「Ⅰ．実施貢献評価」の左から8番目の「イ」欄及び「ポイント合」（計）欄に●●●●●●が計上されている。しかしながら，上記「Ⅰ．実施貢献評価」欄の記載は「貢献特許報奨の運用細則」（特許内規第10号，乙14）に基づくもので，上記別紙の表の体裁に照らせば，上記「イ」欄は「貢献特許報奨の運用細則」の評価項目である「I．実施貢献ポイント」の算出要素である「③  権利価値ポイントの算定」（3頁末尾以下）の「イ．●●●●●●●●●●」（上記運用細則に基づくC票（乙15）にいう「Ⅱ．審査部門：知財部門」の「1．●●●●●●●●●●●」の「イ．●●●●●●」）に係る評価を記載するものであることが明らかである。上記運用細則では，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●乙第6号証の上記「イ」欄の記載は，●●●●●●●●●●●●●●●ことを示すものにすぎず，また「ポイント合」（計）欄の記載も，「イ」欄のポイントを合算した結果，●●●●●が計上されたものと理解される。他方，乙第6号証の別紙の表の本件発明2に係る記載においては，自己実施に関係する項目（C票にいう「Ⅰ．審査部門：技術部門」の「1．●●●●●●●●●●●」ア～ウ欄及び「2．●●●●●●●●●●●」ア，イ欄）はいずれも0ポイントとされている。",
            "そうすると，乙第6号証中に本件発明2に係るポイントが計上されているとしても，この事実をもって被告が本件発明2を自己実施した事実を裏付けることはできず，また本件全証拠によっても，被告が本件発明2を自己実施した事実を認めることはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上によれば，本件控訴は理由がないから，主文のとおり判決する。"
      ]
    }
  ]
}