{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2010-19648号事件について平成23年8月16日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「電気コネクタのための改良されたグロメットタイプジョイントおよびそのジョイントを備えたコネクタ」とする発明について，平成17年4月11日を国際出願日とする国際出願（PCT／EP2005／005204。以下「本願」という。）をした。",
            "本願について，平成22年4月22日付けで拒絶査定がされ，原告は，同年8月31日，上記査定に対し拒絶査定不服審判（不服2010-19648号事件）を請求したが，平成23年3月29日付けで拒絶理由が通知され，同年6月14日付けで意見書及び手続補正書（以下，この補正を「本件補正」という。）を提出した。",
            "特許庁は，平成23年8月16日，「本件審判の請求は，成り立たない。」との審決（以下「審決」という。）をし，その謄本は同月30日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件補正後の特許請求の範囲の請求項1は，次のとおりである。",
            "「絶縁ハウジング（3）と，",
            "該絶縁ハウジング（3）に係合して（「径都合して」とあるのは誤記）配置されたグロメットタイプジョイント（5）と，",
            "グリッド（7）と，を具備した電気コネクタであって，前記グロメットタイプジョイント（5）は，",
            "前側（47）および後側（45）とワイヤのための複数の通路（54）とを備えたプラグ部材（41）であって，前記通路は，軸方向（X）において前記後側（45）から前記前側（47）へと延在しているプラグ部材（41）と，",
            "少なくとも1つの周囲フランジ（43）であって，該フランジは，コネクタハウジング（3）の内周面（27）に密封的に係合するために設けられている周囲フランジ（43）と，を含み，",
            "前記フランジ（43）は，前記プラグ部材（41）から外側に且つ前記プラグ部材（41）の前記後側（45）から後方に軸方向において突出し，前記内面（27）との前記フランジ（43）の接触領域は，前記軸方向（X）において前記後側（45）に関して少なくとも部分的にオフセットされており，",
            "前記グリッド（7）は前記グロメットタイプジョイント（5）の前記通路（54）に一致した軸通路（34）を備え，前記グリッド（7）は前記絶縁ハウジング（3）内の所定の位置において固定され，当該位置において前記フランジ（43）を支持し，これによって該フランジ（43）は前記絶縁ハウジング（3）内において軸方向に圧縮されていることを特徴とする電気コネクタ。」（以下「本願発明」といい，本件補正後の明細書及び図面を併せて「本願明細書」という。）"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりであり，その要旨は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，本願の出願前に頒布された特開2002-289292号公報（甲1）に記載された発明（以下「引用発明」という。）及び周知の事項に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，上記判断を導く過程において認定した引用発明，本願発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "「コネクタハウジング20に備えられた防水栓収容室25に防水栓60を配設し，前記コネクタハウジング20と該コネクタハウジング20の防水栓収容室25に装着されるリヤホルダ70との係合によって，電線30と前記コネクタハウジング20との間を防水する防水コネクタ10であって，",
                    "前記防水栓60が，一体化された複数の円筒形状の第1のシール部61と，スカート形状の第2のシール部62と，前記第1のシール部61の後方の端面66から第2のシール部62の後方部分にわたって電線30の軸方向に形成された複数の電線引き出し孔63とを備え，第2のシール部62のスカート部分であるリブ部67が第2のシール部62のうち後方部分であるリブ部67以外の部分から外側に且つ前記第1のシール部61から前方へ電線30の軸方向に突出し，リブ収容溝26の内壁と密着当接するリップ部68を前記第2のシール部62のリブ部67に備え，突出したリブ部67は前記軸方向において第2のシール部62の後方部分に対して部分的にオフセットしており，",
                    "前記コネクタハウジング20が，前記第2のシール部62を収容するリブ収容溝26を備え，",
                    "前記リヤホルダ70が，電線30の軸方向で連続するように前記電線引き出し孔63と一致している電線引き出し孔73を備え，前記第1のシール部61の外周リップ部64と密着当接することで防水機能を発揮する外周密着部75と，前記第2のシール部62をリブ収容溝26の内壁に押圧することで，防水栓60の潰し代としてリヤホルダ70の挿入方向に付加されたリブ部67の前方の端面69とリブ収容溝26とを密着させて防水機能を発揮する筒部72の前方の端にある圧接部76とから成る筒部72を備えている防水コネクタ10。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明との一致点",
                  "text": [
                    "「ハウジングと，",
                    "該ハウジングに係合して配置されたグロメットタイプジョイントと，",
                    "グリッドと，を具備した電気コネクタであって，前記グロメットタイプジョイントは，",
                    "前側および後側とワイヤのための複数の通路とを備えたプラグ部材であって，前記通路は，軸方向において前記後側から前記前側へと延在しているプラグ部材と，",
                    "少なくとも1つの周囲フランジであって，該フランジは，コネクタハウジングの内周面に密封的に係合するために設けられている周囲フランジと，を含み，",
                    "前記フランジは，前記プラグ部材から外側に且つ前記プラグ部材の軸方向において突出し，前記内面との前記フランジの接触領域は，前記軸方向において少なくとも部分的にオフセットされており，",
                    "前記グリッドは前記グロメットタイプジョイントの前記通路に一致した軸通路を備え，前記グリッドは前記ハウジング内の所定の位置において固定され，当該位置において前記フランジを支持し，これによって該フランジは前記ハウジング内において軸方向に圧縮されている電気コネクタ。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「本願発明における絶縁ハウジングは絶縁性であるのに対して，引用発明におけるコネクタハウジング20は絶縁性か否か不明である点。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "「本願発明では，フランジがプラグ部材の後側から後方に軸方向において突出し，前記内面と前記フランジの接触領域は，前記軸方向において前記後側に関して少なくとも部分的にオフセットされているのに対して，引用発明では，フランジがプラグ部材の前側から前方に軸方向において突出し，前記内面とフランジの接触領域は，前記軸方向において前記前側に関して少なくとも部分的にオフセットされており，フランジの位置と突出する向きが異なる点。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告の主張",
          "text": [
            "審決は，本願発明と引用発明との相違点2についての判断を誤ったものであり，結論に影響を及ぼすから，違法として取り消されるべきである。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "仮想構成1（リブ部67の後側配置）の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点2の判断において，「第2のシール部62のリブ部67の位置を第1のシール部61の後側とすること（下線は判決において付加。以下「仮想構成1」という。）は，当業者にとって格別のことではない」（審決9頁24行～25行）と判断したが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，上記判断の前提として，甲1には，「第2のシール部62のリブ部67を第1のシール部61の前側以外の位置に配設できることが示唆されている」（審決9頁10行～12行）と即断しているが，そのような記載はなく，示唆もない。",
                    "甲1には，「本実施形態では，第1のシール部61の端部にスカート形状の第2のシール部62を配設しているが，第1のシール部61の中央付近に配設しても構わない」（【0021】）と記載されている以上，文字どおり「第1のシール部61の中央付近」と理解すべきであり，第1のシール部61の後端に配置することまでが示唆されているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲1の請求項1の記載によれば，リヤホルダ70の外周密着部及び筒部は，引用発明の必須的特定事項となっており，したがって，引用発明において，必須的特定事項が削除されるような，第2のシール部62のリブ部67を第1のシール部61の前側に替えて後側に配設することを仮想することは，甲1の記載事項を明らかに逸脱して認定したものであるばかりか，このようなあり得ない仮想構成1を設定することには阻害要因がある。",
                    "また，甲2（実公昭58-29576号公報）及び甲3（特開2000-30796号公報）の記載を参酌したとしても，引用発明のリブ部67を第1のシール部61の後側に配設する仮想構成1とすることが，想到困難であることは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用発明は，第2のシール部62をリブ収容溝26に密着させるために軸方向に離れてオフセットしているのであり，周囲シール特性と個別シール特性とが互いに影響しないようにするためではない。引用発明において，第2のシール部62を第1のシール部61の中央付近に配設した場合，第2のシール部62の突出方向が前方又は後方のいずれであっても，軸方向に離れたオフセット状態で設けられないことになる。",
                    "また，引用発明では，第2のシール部62のうち圧接部76によって押圧された部分は，リブ収容溝26近傍の空間に逃げようとし，当該逃げた部分によって第1のシール部61が弾性変形するため，第2のシール部62による気密性は第1のシール部61による気密性に影響を及ぼすことになる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "甲3の大形部50Aには，大形部から外側にかつ後方に軸方向に突出するフランジが設けられていない。甲3には，引用発明におけるリヤホルダ70の相当部材を設けることなく，シール部材50が挿入されている以上，引用発明のリヤホルダ70の挿入が容易になることまでは全く考慮されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "仮想構成2（リブ部67の後方突出）の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点2の判断において，仮想構成1を容易想到とした上で，「第2のシール部62のリブ部67を第1のシール部61の後側に配設する際に，第2シール部62のリブ部67を第1のシール部61から離れる向き，すなわち後方に突出させる（下線は判決において付加。以下「仮想構成2」という。）ものとなる」（審決9頁26行～28行）としたが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "第2のシール部のリブ部を第1のシール部の後方に配設し得たとしても，甲2，3には，必然的に「後方に突出する周囲フランジ」が記載されていないから，甲1～3に記載の発明を組み合わせても，リブ部は前方に向けて突出するものであり，後方に向けて突出するものとはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ハウジングにリブ収容溝を設けることは，甲1の請求項1に係る発明の必須的特定事項であり，リップ部をこのリブ収容溝に収容することは，甲1の請求項2に係る発明の必須的特定事項となっている。引用発明においてリブ部67が第1のシール部61の後側から後方に軸方向において突出させる構成を適用すると，リブ収容溝26にリブ部67を収容させる構成とはならない。",
                    "したがって，甲1には，リブ67を後方に向けて突出する構成とする動機づけは全く存在しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "防水栓60の外周リップ部64と外周密着部75とにより防水機能を付与することが引用発明の趣旨であることを鑑みると，甲1の記載に基づいて外周リップ部64と外周密着部75とによる防水機能を排除することは，当業者が全く想到するところではなく，そもそも第2のシール部62を第1のシール部61の後側に配設するとともにリブ部67を後方に突出させる構成とする仮想自体が，前述のとおり引用発明の必須的特定事項を排除している。",
                    "したがって，リブ部67を前方に向けて突出させる構成とすることは，当業者が容易になし得るものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の顕著な作用効果",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，本願明細書の【0006】に記載された，「グロメットの周囲のシール特性と個別のシール特性との双方を最適化することは，非常に困難なことである」という課題を解決し，「個別のシールを提供するプラグ部と，周囲のシールを提供するフランジ部と，に分割することによって，相互の影響を減少させ」るという特有の作用効果を奏するものであり，この効果は，甲1～3に記載の事項から予測し得る程度のものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明に特定された事項によれば，プラグ部材（41）が個別のシールを提供し，周囲シールは，フランジ（43）が行うことが理解される。しかしながら，審決は，「本願発明におけるプラグ部が個別のシールを提供しておらず，周囲シールをしないものでもないので，請求人の上記主張は本願発明に基づくものではない」（10頁24行～26行）としており，プラグ部材が個別のシールを提供し，周囲シールをしないことを看過した点に誤りがある。",
                    "本願明細書には，「外周フランジは外周リップによって形成されており，その外周リップはプラグの外面から径方向に突出している。したがって，ハウジングの内面を伴った外周のシール接触は，ワイヤ上で個別にシールされる通路の領域内に含まれる軸方向領域において形成されている」（【0004】）と記載されていることから，本願発明の「通路」がワイヤに対して個別のシールを提供するためのものであること，及び，「外周フランジ」が周囲シールを提供していることが自明である。さらに，本願発明では，周囲シールを提供する「外周フランジ」が「プラグ部材」から外側にかつ後方に突出することを特定している。このため，「プラグ部材」が周囲シールを提供しないことが分かる。",
                    "したがって，本願発明では，プラグ部材が個別のシールを提供し，周囲シールをしないこと，及び，周囲フランジが周囲シールを提供し，個別シールをしないことが明確である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "本願発明と引用発明との相違点2についての審決の判断に誤りはなく，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "仮想構成1（リブ部67の後側配置）の容易想到性の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1の【0021】，【0022】には，「また，本実施形態では，第1のシール部61の端部にスカート形状の第2のシール部62を配設しているが，第1のシール部61の中央付近に配設しても構わない。／つまり，リヤホルダ70をインナ20aに係合することで，スカート形状の第2のシール部62が，インナ20aと，リヤホルダ70とに密着して，気密性を保持するように設計されていれば，上記実施形態に何ら限定されるものではない」（「／」は改行を示す。以下同様）と記載されており，図示された実施形態以外に，第2のシール部のリブ部の位置について，第1のシール部前側以外の位置に配置した防水栓とすることが示唆されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2は，コネクタ用防水栓においてパッキン及び電線の密着とパッキン及びハウジングの密着が互いの影響を及ぼすことが望ましくないことが周知の事項であることを示す文献であるが，それは，本願発明の解決課題，すなわち，相互に影響する周囲シール特性と個別シール特性との双方を最適化すること（本願明細書【0005】～【0006】）が周知の課題であることを示したものである。引用発明は，第2のシール部62のリブ部67が軸方向において部分的にオフセットされており，その構造に照らして，周囲シール特性と個別シール特性とが互いに影響しない構成であることが明らかであるから，そのようにリブ部67をオフセットして配設することと，リヤホルダ70の外周密着部及び筒部を設けることとは，別個の技術思想として把握され得るものである。したがって，リヤホルダ70の外周密着部及び筒部を削除することは阻害要因となるものではなく，上記周知の課題を参酌し，オフセットされたリブ部67の構造を，前側以外の後側に設けることが容易想到であるとした審決の判断に誤りはない。",
                    "また，甲3は，防水栓のフランジを防水栓の後側に設けることが周知の事項であることを示す文献である。甲3には，図13や図18とともに，【0025】に「そこで，取付凹部29にシール部材50を押し込むと，小凹部29Bには小形部50Bが弾性的に嵌まり込むとともに，大凹部29Aには大形部50Aが嵌まり込む。このとき，大形部50Aのリップ51が弾性的に変形しつつ，大凹部29Aの内周面に押し付けられた状態とされている」と記載されているように，後方に大形部を有するシール部材はよく知られており，引用発明の第2のシール部のリブ部とは一端において径方向に大きくなっている点で共通しているから，引用発明の径方向に大きい第2のシール部62のリブ部67を，第1のシール部61の前方以外の位置のものとするに当たり，上記甲3記載の周知の事項に倣って構成しても，第2のシール部62のスカート部分であるリブ部67を後方に配設した防水栓とすることができ，当業者にとって困難であるとはいえない。また，一般に，一端に大形部を有する防水栓を設けるとき，防水栓を容易に挿入できるように，その大形部を後方に設けることは当業者が適宜なし得たことにすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "仮想構成2（リブ部67の後方突出）の容易想到性の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1に記載された発明は，「防水コネクタは，各電線の端子ごとに端子収容室とゴム栓収容室を備え，ここにゴム栓を圧入することで，各電線とコネクタハウジングとの気密性を保持して，個室防水を実現し，さらに各ゴム栓を1つにまとめて一体型のゴム栓とすることにより，組み付け作業性を向上させている」（【0002】）との従来技術について，「上記防水コネクタは，長期間の使用によるゴム栓の経年劣化でゴム栓が収縮し，各端子収容室とゴム栓との間に隙間が生じて防水性能が低下する」（【0003】）との課題に対し，「ゴム栓の収縮による防水性能の低下の対策として，円筒形状のゴム栓をリヤホルダの係合方向に長くしたり，ゴム栓の円筒部を厚くすることで，ゴム栓の潰し代を大きくして，気密性を保持する方法」（【0004】）が考えられるが，「この方法では端子挿入性に影響が生じ，最悪の状態では端子の挿入が不可能になるという問題や，コネクタの結合作業時にゴム栓を傷つけてしまい，防水性能が低下するという問題があ」（【0004】）ることから，「端子挿入性に影響を与えることなく，長期間の使用にも耐えうる防水性能を持つ防水コネクタを提供することを目的」（【0005】）としてなされたものである。つまり，「円筒形状の第1のシール部」は従来のゴム栓と同様のものであって，このゴム栓の潰し代を大きくして気密性を保持する方法では端子挿入性に影響が生じ，挿入が不可能になったりゴム栓を傷つけてしまうとの問題を解決すべく，スカート形状の第2のシール部62を設け，これをインナ20aとリヤホルダ70とにより圧接，密着させて気密性を保持するようになす（【0022】等参照）ものである。",
                    "そうすると，スカート形状の第2のシール部62は，より大きな潰し代を得るべく，第1のシール部61から軸方向に離れる前方にオフセットした状態で設けられたものといえ，少なくとも，そのようにオフセットされた状態で配設することによって，インナ20aとリヤホルダ70とに密着して気密性が保持され（【0022】），長期間の使用に対しても気密性を保持し，防水性能を発揮することが明らかである（同【0007】）。したがって，甲1の【0021】，【0022】の第1のシール部前側以外の位置に配置できる旨の示唆に基づき，甲3のような防水栓に倣って，第1のシール部の後側から軸方向に離れる方向にオフセットしたスカート形状となるように，リブ部67を後方に突出するよう設けることは，当業者が容易になし得たことである。この場合，第2のシール部62をオフセットした状態で設けることの技術的意義を考慮するならば，原告が主張するような，スカート形状の第2のシール部62が前方に向けて突出しなければならない，ということはない。第2のシール部を前方に突出するように設けると，これが第1のシール部に影響を生じることは明らかであり，このことからも，第1シール部から外れるように突出させて第2のシール部が設けること（オフセットされた状態で第2のシール部62を設けること）は当業者が容易に想到することである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明の第2のシール部62は，甲1の【0022】に記載されているとおり，インナ20aとリヤホルダ70とに密着して気密性を保持するように設計され得るものであるから，甲1の請求項にリブ収容溝を設けることと，リップ部をこのリブ収容溝に収容することとが記載されているとしても，それによって相違点2に係る容易想到性の判断が左右されるものではない。",
                    "また，当業者であれば，引用発明において，第2のシール部62をオフセットされた状態で設けることの技術的意義を当然に理解するものであるから，リブ67を後方に向けて突出する構成とする動機づけも当然存在する。",
                    "リブ収容溝は，リヤホルダ70とともにスカート形状の第2のシール部を密着することにより，より大きな潰し代を得るものであって，第1のシール部とは軸方向の別の位置でシールすればよいことも明らかであるから，ハウジングに限らず，リアホルダ等に設けるものでも良く，したがって，第2シール部を後方に向けてオフセットさせて設けることができないというものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記アで説明したように，第1のシール部の外周リップ部は，端子挿入性に影響を与えることがない従来と同様程度の，第1のシール部の外周での防水をするものである。第1のシール部の外周リップ部で外周での防水をするには，その外側の部材であるインナ20aとリヤホルダ70のどちらかに密接すればよいことは明らかであり，リアホルダに変えてインナ20a等により密着して防水することに格別の困難性はない。したがって，外周リップ部64の存在，つまりリアホルダから延出できないことが阻害要件とはならない。",
                    "第1のシール部と同様の周知のゴム栓は，甲3にも示されるように通常ハウジングに接するものであって，このような周知のゴム栓を知る当業者であればリアホルダによる密着が必須とは考えない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の顕著な作用効果の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1の【0016】に「防水栓60は，円筒形状の第1のシール部61と，スカート形状の第2のシール部62と，電線引き出し孔63と，第1のシール部61の外周面に設けられた外周リップ部64と，第1のシール部の内周面に設けられた内周リップ部65と，第1のシール部61の端面66と，第2のシール部62のスカート部分であるリブ部67と，リブ部67の外周面に設けられたリップ部68と，リブ部67の端面69とからなる」と記載されるように，第1のシール部61は内周リップ部65により電線を防水するものであり，第2のシール部62のスカート部分であるリブ部67は，第1シール部とは軸方向の別の位置で防水するものである。そして第2のシール部62のスカート部分であるリブ部67は第1のシール部61から離れる方向に突出する（オフセットされている）ものであるから，本願発明と同様に軸方向でその位置が異なるものであって，本願発明と同様に相互の影響が少ないものである。",
                    "そうすると，本願発明の効果は，引用発明及び周知の事項から当業者であれば予測し得た程度のものといえ，審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決の「本願発明におけるプラグ部が個別のシールを提供しておらず，周囲シールをしないものでもないので，請求人の上記主張は本願発明に基づくものではない」（10頁24行～26行）との見解は，原告の平成23年6月14日付け意見書の主張が本願発明の構成と必ずしも整合した主張になっていないことを念のため説示したものであって，審決の結論に影響を及ぼすものではない。また，上述したとおり，審決の判断に誤りはないから，原告の上記主張に理由はない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，原告主張の取消事由は理由があり，審決は，違法として取り消されるべきものと判断する。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書には，図面（別紙参照）とともに，以下の記載がある（表題は判決において付加）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "本発明は，電気コネクタのためのグロメットタイプジョイント，およびそのようなジョイントを使用してシールされた電気コネクタに関す。（【0001】）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来技術",
                      "text": [
                        "グロメットタイプジョイントは，コネクタハウジングの後部スカート専用に構成され，グリッドによって所定の位置に保持される技術で共通に使用される。それはグロメット後部側で支持され，ハウジングに着脱可能に固定されている。（【0002】）",
                        "より具体的には，本発明はグロメットに関するものであり，そのグロメットは，前側および後側とワイヤのための複数の通路とを備えたプラグ部材であって，前記通路は，軸方向において前記後側から前記前側へと延在しているプラグ部材と，前記プラグ部材から突出した少なくとも1つの周囲フランジであって，該フランジは，コネクタハウジングの内周面に密封的に係合するために設けられている周囲フランジとを含んでいる。（【0003】）",
                        "そのような周知のグロメットにおいて，外周フランジは外周リップによって形成されており，その外周リップはプラグの外面から径方向に突出している。したがって，ハウジングの内面を伴った外周のシール接触は，ワイヤ上で個別にシールされる通路の領域内に含まれる軸方向領域において形成されている。（【0004】）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "解決課題",
                      "text": [
                        "そのようなグロメットを伴って，周囲のシールおよび個別のシールは相互に影響しており，1つの特別なグロメットを多様なハウジングの形状に適合するようにデザインすることは，非常に困難なことである。（【0005】）",
                        "さらに，そのようなグロメットの周囲のシール特性と個別のシール特性との双方を最適化することは，非常に困難なことである。（【0006】）",
                        "本発明の目的は，上述のタイプの，電気コネクタのための改良されたジョイントを提供することであり，少なくとも1つの上述の欠点を克服することである。（【0007】）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "解決手段",
                      "text": [
                        "本発明は上述のタイプのグロメットタイプジョイントを提供し，そのジョイントは，フランジが，前記プラグ部材の前記後側から後方に軸方向において突出し，前記内面を備えた前記フランジの接触領域が，前記軸方向において前記後側（45）に関して少なくとも部分的にオフセットされている。（【0008】）",
                        "この特徴はチャンバに適合した端子の近傍で，個別のシール領域を設けることを可能にし，一方で，周囲シールが機能するハウジング領域内に設けられ，その寸法はより小さいものとされている。（【0009】）"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "実施例",
                      "text": [
                        "本発明によるグロメットタイプジョイント（ここではグロメットとする）を含んだコネクタが示されている。（【0011】）",
                        "図に示されているマルチウェイコネクタは絶縁ハウジングを含み，そのハウジングには，複数の端子が適合するためのチャンバ，グロメットおよびグリッドが形成されている。（【0014】）",
                        "そのコネクタは，個々のワイヤに圧着された複数の端子も含んでおり，ハウジングの個々の適合するチャンバ内に固定されて配置されている。（【0015】）",
                        "そのコネクタは，第2係止部材も含んでおり，その係止部材は，ハウジングの前側領域に組みつけられて固定されている。その第2係止部材は，端子が個々のチャンバ内の適切な機能位置に確実に固定されるようにしており，個々のチャンバ内で端子の高い保持力を発揮するようにしている。（【0017】）",
                        "後部スカートは主に周囲の外壁からなり，その外壁は全体的に平行6面体形状で，前部の後端から後方且つ外側に突出している。スカートは内側凹部を形成し，グロメットとグリッドとに適合するために後方において開かれている。スカートは，後側内部周囲面と下部領域の前側内部周囲面との間で，内部管状面を備え，軸アバットメントを形成している。（【0019】）",
                        "グロメットは，基本的にプラグ部材と，そのプラグ部材から突出した外周フランジとを含んでいる。（【0022】）",
                        "プラグ部材は略平行6面体形状であり，対向した後側および前側と，外周面とを備えている。外周面はスカートの前側内部周囲面内に適合するようにデザインされている。（【0024】）",
                        "プラグ部材には貫通通路（貫通穴）が形成されており，使用形態において，個々の通路とチャンバとに一致して配列されている。従って，通路はプラグ部材の後側から前側まで軸方向に延在している。（【0025】）",
                        "プラグ部材は，軸方向に離れて配置された一組の環状の内部リップを備えており，その内部リップはそれぞれの通路に設けられ，従ってその内部リップは2つの変形可能な狭窄領域を形成している。使用時において，その内部リップは個々のワイヤを密封的に係合し，図2に示しているように，前記狭窄領域においてワイヤを内部で個別にシールしている。（【0026】）",
                        "フランジは，径方向および軸方向の両方でプラグ部材から外側に突出している。フランジは略平行6面体形状の外周面と，その外周面から径方向に突出した外部リップとを備えている。（【0027】）",
                        "使用時において，その外部リップはフランジとハウジングの後側内部周囲面との接触領域，およびハウジングの外周シール領域とを形成している。（【0028】）",
                        "フランジは内部平面を備え，その面はX軸に関して傾いており，その部分においてフランジは全体的に三角形状の断面を備えている。（【0029】）",
                        "グリッドは対応する傾斜面を備え，その面はX軸に向かって傾いており，面に係合するために設けられている。グリッドも傾斜面から垂直に突出した突起を備えて形成されている。（【0030】）",
                        "グリッドは傾斜面が互いに係合する軸方向の位置において，ハウジング内に固定され，突起は傾斜面を突き通すことで係合している。（【0032】）",
                        "従って，グリッドはグロメットの軸方向におけるわずかな圧縮効果を提供しており，フランジを強制的に径方向にわずかに拡張させ，そこでリップは緩やかな圧力の下で内面に係合している。（【0033】）",
                        "使用時において，平行6面体のシール領域が，X軸方向においてプラグ部材の後側に関して，および個別の内部シール領域に関して後方にオフセットされていることは，好適なことである。（【0034】）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，本願発明は，電気コネクタのためのグロメットタイプジョイントを使用してシールされた電気コネクタに関するもので，特許請求の範囲の請求項1（前記第2の2記載のとおり）のように構成することによって，グロメット周囲のシールと個別のシールとの相互の影響を減少させるという作用効果を奏するものであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲 1 には，図面（別紙参照）とともに，以下の記載がある（表題は判決において付加）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "コネクタハウジングに備えられた防水栓収容室に防水栓を配設し，前記コネクタハウジングと，該コネクタハウジングに装着されるリヤホルダとの係合によって，電線と前記コネクタハウジングとの間を防水する防水コネクタであって，前記防水栓が，円筒形状の第1のシール部と，スカート形状の第2のシール部と，電線引き出し孔とを備え，前記コネクタハウジングが，前記第2のシール部を収容するリブ収容溝を備え，前記リヤホルダが，前記第1のシール部の外周リップ部と密着当接することで防水機能を発揮する外周密着部と，前記第2のシール部をリブ収容溝の内壁に押圧することで防水機能を発揮する圧接部とから成る筒部を備えていることを特徴とする防水コネクタ。（【請求項1】）",
                        "請求項1記載の防水コネクタであって，リブ収容溝の内壁と密着当接するリップ部を前記第2のシール部に備えたことを特徴とする防水コネクタ。（【請求項2】）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "技術分野",
                      "text": [
                        "本発明は，コネクタハウジングに装着されるリヤホルダによって防水栓をコネクタハウジングに押圧して防水機能を発揮する防水コネクタに関する。（【0001】）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "従来技術",
                      "text": [
                        "この種の防水コネクタとして，特開2001-15205号公報で提案されている防水コネクタは，各電線の端子ごとに端子収容室とゴム栓収容室を備え，ここにゴム栓を圧入することで，各電線とコネクタハウジングとの気密性を保持して，個室防水を実現し，さらに各ゴム栓を1つにまとめて一体型のゴム栓とすることにより，組み付け作業性を向上させている。（【0002】）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "解決課題",
                      "text": [
                        "しかしながら，上記防水コネクタは，長期間の使用によるゴム栓の経年劣化でゴム栓が収縮し，各端子収容室とゴム栓との間に隙間が生じて防水性能が低下する。（【0003】）",
                        "そのため，ゴム栓の収縮による防水性能の低下の対策として，円筒形状のゴム栓をリヤホルダの係合方向に長くしたり，ゴム栓の円筒部を厚くすることで，ゴム栓の潰し代を大きくして，気密性を保持する方法が考えられるが，この方法では端子挿入性に影響が生じ，最悪の状態では端子の挿入が不可能になるという問題や，コネクタの結合作業時にゴム栓を傷つけてしまい，防水性能が低下するという問題があった。（【0004】）",
                        "そこで，本発明は，端子挿入性に影響を与えることなく，長期間の使用にも耐えうる防水性能を持つ防水コネクタを提供することを目的とする。（【0005】）"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "解決手段",
                      "text": [
                        "請求項1記載の発明は，上記課題を解決するため，コネクタハウジングに備えられた防水栓収容室に防水栓を配設し，前記コネクタハウジングと，該コネクタハウジングに装着されるリヤホルダとの係合によって，電線と前記コネクタハウジングとの間を防水する防水コネクタであって，前記防水栓が円筒形状の第1のシール部とスカート形状の第2のシール部と電線引き出し孔とを備え，前記コネクタハウジングが前記第2のシール部を収容するリブ収容溝を備え，前記リヤホルダが前記第1のシール部の外周リップ部と密着当接することで防水機能を発揮する外周密着部と前記第2のシール部をリブ収容溝の内壁に押圧することで防水機能を発揮する圧接部とから成る筒部を備えていることを要旨とする防水コネクタである。（【0006】）",
                        "この防水コネクタでは，防水栓にスカート形状の第2のシール部を設けることで，リヤホルダの挿入方向に潰し代が付加され，経年変化による防水栓の収縮量よりも，リヤホルダをコネクタハウジングに装着した際の防水栓の潰し代を大きくすることで気密性を保持することができ，長期間の使用に対しても浸水を防止する。（【0007】）",
                        "請求項2記載の発明は，上記課題を解決するため，請求項1記載の防水コネクタであって，リブ収容溝の内壁と密着当接するリップ部を前記第2のシール部に備えたことを要旨とする。（【0008】）",
                        "この防水コネクタでは，リップ部を第2のシール部に設けることで，リヤホルダをコネクタハウジングに装着した際の防水栓とコネクタハウジングとの間の密着度が向上する。（【0009】）"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実施形態",
                      "text": [
                        "本実施例の防水コネクタは，インナとアウタとからなるコネクタハウジングを備え，インナに設けられた防水栓収容室に嵌合される防水栓と，インナと係合して防水栓とインナとを密着当接させるリヤホルダと，インナに装着されて相手側のコネクタハウジングとインナとの間の気密性を保持するパッキンと，インナに装着されてパッキンを固定するスペーサからなっている。（【0014】）",
                        "インナは，相手側のコネクタハウジングを挿入する差込口と，端子を備えた電線を挿入するための電線引き出し孔と，相手側のコネクタハウジングとコネクタハウジングとを係合する爪と，相手側のコネクタハウジングと，コネクタハウジングとの合わせ面を密閉するパッキンを備える筒部と，防水栓と，リヤホルダとを収容する防水栓収容室と，リブ収容溝とを備えている。（【0015】）",
                        "防水栓は，円筒形状の第1のシール部と，スカート形状の第2のシール部と，電線引き出し孔と，第1のシール部の外周面に設けられた外周リップ部と，第1のシール部の内周面に設けられた内周リップ部と，第1のシール部の端面と，第2のシール部のスカート部分であるリブ部と，リブ部の外周面に設けられたリップ部と，リブ部の端面とからなる。（【0016】）",
                        "リヤホルダは，図示されていない係止部でインナと係合する本体部分と，防水栓の第1のシール部を囲む形状の筒部と，電線引き出し孔と，筒部の底部と，防水栓の外周リップ部と圧接密着する外周密着部と，筒部の圧接部と，シール部収容室とを備えている。（【0017】）",
                        "シール部収容室の内径は，第1のシール部の直径よりも小さくできており，合成ゴムやエラストマなどの弾性体からなる防水栓の第1のシール部を弾性変形させて，リヤホルダの外周密着部と防水栓の外周リップ部とを密着させることで，防水機能を発揮する。同様にして，リブ収容溝の幅は，防水栓のリブ部の厚さよりも小さくできているため，リブ部を弾性変形させてリブ収容溝と密着させて，防水機能を発揮させる。（【0018】）",
                        "また，リヤホルダをインナに係合させることで，防水栓の第2のシール部にリヤホルダの圧接部を密着させて，リヤホルダと防水栓との気密性，およびリブ部の端面とリブ収容溝とを密着させて，インナと防水栓との気密性を高めている。さらに，第2のシール部にリブ部を付加することで，リヤホルダの係合時に，第2のシール部の潰し代が大きくできるため，長期間に及ぶ防水コネクタの使用に対しても防水栓の収縮を最小限に抑えて，防水性能の低下を抑えることが可能になる。（【0019】）",
                        "本実施形態では，複数の電線を1列に配設しているが，この電線の列を2段，3段と重ねて，より多くの電線を1つのコネクタに収容することも可能である。また，本実施形態では，第1のシール部の端部にスカート形状の第2のシール部を配設しているが，第1のシール部の中央付近に配設しても構わない。（【0021】）",
                        "つまり，リヤホルダをインナに係合することで，スカート形状の第2のシール部が，インナと，リヤホルダとに密着して，気密性を保持するように設計されていれば，上記実施形態に何ら限定されるものではない。（【0022】）"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "発明の効果",
                      "text": [
                        "請求項1記載の発明によれば，スカート形状の第2のシール部を防水栓に設けることで，コネクタハウジングの嵌合作業に影響を与えることなく，防水コネクタの気密性を向上させ，さらに経年変化による防水栓の収縮量よりも，リヤホルダ係止時の防水栓の潰し代を大きくすることで，長期間の使用に対しても気密性を保持し，防水性能を発揮することができるという効果を奏する。（【0024】）",
                        "請求項2記載の発明によれば，請求項1の効果に加えて，スカート形状の第2のシール部にリブ部を設けることで，リブ収容溝の内壁との密着度が向上するという効果を奏する。（【0025】）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，引用発明は，スカート形状の第2のシール部を防水栓に設けることで，コネクタハウジングの嵌合作業に影響を与えることなく，防水コネクタの気密性を向上させ，さらに，経年変化による防水栓の収縮量よりも，リヤホルダ係止時の防水栓の潰し代を大きくすることで，長期間の使用に対しても気密性を保持し，防水性能を発揮できるという作用効果を奏するものであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "仮想構成1（リブ部67の後側配置）の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1の上記【0021】，【0022】の記載によれば，引用発明において，第2のシール部の軸方向上の配設位置は，第1のシール部の前側に限定されるものではなく，第1のシール部の中央部分も含めた「前側以外」にしてもよいものと理解することができる。しかし，甲1には，第2のシール部を第1のシール部の後側に配設してもよい旨は記載されていない。",
                    "他方，甲3には，【図3】，【図18】（別紙参照）に示された構成ととも，「そこで，取付凹部29にシール部材50を押し込むと，小凹部29Bには小形部50Bが弾性的に嵌り込むとともに，大凹部29Aには大形部50Aが嵌り込む。このとき，大形部50Aのリップ51が弾性的に変形しつつ，大凹部29Aの内周面に押し付けられた状態とされている」（【0025】）と記載され，甲3においては，防水栓のフランジを防水栓の後側に設けることが開示されている。",
                    "そして，甲3における小径部及び大形部より成るシール部材と，甲1における第1のシール部及び第2のシール部より成る防水栓とは，一端が大径化されたスカート形状を有する点で形状的に共通するものと認められる。そうすると，甲1において，第2のシール部を第1のシール部の「前側以外」に配設する際，上記甲3に開示されたように構成すれば，第2のシール部は自ずと第1のシール部の後側となる。そして，このような構成に変更しても，「第2のシール部62が，インナ20aと，リヤホルダ70とに密着して，気密性を保持する」ことができなくなるものではない。",
                    "したがって，第2のシール部の軸方向上の配設位置を第1のシール部の後側にすることには，格別の困難性は認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲1には，「本実施形態では，第1のシール部61の端部にスカート形状の第2のシール部62を配設しているが，第1のシール部61の中央付近に配設しても構わない」（【0021】）と記載されている以上，文字どおり「第1のシール部61の中央付近」と理解すべきであると主張する。しかしながら，甲1において，第2のシール部の軸方向上の配設位置は，第1のシール部の中央部分も含めた「前側以外」にしてもよいものと理解できることは上記のとおりであるから，第2のシール部の軸方向上の配設位置を第1のシール部の後側にすることが，甲1の記載に反するということはできない。",
                    "原告は，リヤホルダ70の外周密着部及び筒部は引用発明の必須的特定事項となっており，必須的特定事項が削除されるような，第2のシール部62のリブ部67を第1のシール部61の前側に替えて後側に配設すること仮想構成1には阻害要因があると主張する。しかしながら，引用発明において，第2のシール部62のリブ部67が軸方向において部分的にオフセットされており，その構造から，周囲シール特性と個別シール特性とが互いに影響しない構成であることが明らかであるから，そのようにリブ部67をオフセットして配設することと，リヤホルダ70の外周密着部及び筒部を設けることとは，別個の技術思想として把握され得るものである。したがって，リヤホルダ70の外周密着部及び筒部を削除することが阻害要因になるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "仮想構成2（リブ部67の後方突出）の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲2を引用して「コネクタ用防水栓においてパッキン及び電線の密着とパッキン及びハウジングの密着が互いの影響を及ぼすことが望ましくないこと」が周知の事項であると認定した上で，「第2のシール部62のリブ部67を第1のシール部61の後側に配設する際に，第2シール部62のリブ部67を第1のシール部61から離れる向き，すなわち後方に突出させる（判決注：下線部が仮想構成2）ものとなる」（審決9頁26行～28行）とした。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，甲2の開示事項を検討すると，そこには図面（別紙参照）とともに，以下の事項が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実用新案登録請求の範囲",
                      "text": [
                        "電線挿通孔を有する防水栓本体の電線引出側に本体の外周に沿って環状溝を凹設し，環状溝の溝底に前記本体のコネクタ嵌合側端面に近接せしめたことを特徴とするコネクタ用防水栓。（1欄15行～19行）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来，此の種の防水栓は，第1図に示す如く，コネクタaの嵌合壁bに合せてゴム等の弾性部材で防水栓本体cを形成し，本体cには電線挿通孔dを設けると共に，外周にテーパー面eを形成した構成を有する。（1欄29行～33行）"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記構成では，テーパー面eと嵌合壁bとを接触により防水シールを行ない，またテーパー面eの形成によって防水栓のコネクタへの嵌合を容易にしているが，実際には電線挿通孔dに電線を通すことによって本体cがふくらみ，嵌合し難くゝなる欠点があり，また不完全に嵌合するとテーパー面eに後ろ向きの力が作用し本体cが抜け出す等のおそれがあった。",
                        "この考案は上記した事情に鑑みてなされたもので，コネクタへの嵌合取付が容易で防水シール効果の大なるコネクタ用防水栓を提供することを目的としている。（1欄34行～2欄8行）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "この考案によれば，環状溝5の形成により，電線の挿通により防水栓本体の外径変化を弾性的に吸収して，コネクタへの嵌合が極めて容易となり，不完全な嵌合を未然に防止できると共に，環状溝の介在により区画形成された外套部がコネクタの嵌合壁内面に弾性的に圧接するから防水シールも完全に行なうことができるのである。（3欄1行～7行）"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記記載によれば，甲2には，①解決課題として，電線挿通孔dへの電線の挿通によって防水栓本体が外径変化，すなわち，径方向の外側に膨らみ，径方向の外側に位置するシール部位（b-e間）の密着性が低下すること，②解決手段として，電線挿通孔dおよびシール部位の間に環状溝を介在させること，③作用効果として，環状溝の内部空間によって防水栓本体の変形を吸収し，防水シール効果の低下を抑制すること，が開示されていると認められる。",
                    "ところで，甲2の解決課題は，電線が挿通される電線挿通孔dと，テーパー面e及び嵌合壁bの間のシール部位とが，径方向の内外において対向していることから生じるものであって，両者が径方向に対向していない場合には，そもそも，電線の挿通によって防水栓本体の外径が変化しても，その影響はシール部位には及ばないから，同様の問題が生じないものである。そうすると，甲2から，「コネクタ用防水栓においてパッキン及び電線の密着とパッキン及びハウジングの密着が互いの影響を及ぼすことが望ましくないこと」が周知の事項と認められるとしても，それは，パッキン及び電線の密着部位と，パッキン及びハウジングの密着部位とが，径方向において対向している構造においては当てはまるものであるが，両者が径方向に対向していない構造においては当てはまらないものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで，引用発明におけるパッキン及び電線の密着部位とパッキン及びハウジングの密着部位についてみると，審決が引用発明認定の根拠とした甲1の実施例の構造（甲1の図面参照）では，両者が径方向において対向しておらず，軸方向にずれていることが分かる。したがって，引用発明においては，電線の挿通による防水栓本体の外径変化の影響がシール部位に及ばない構造となっており，審決が認定した「コネクタ用防水栓においてパッキン及び電線の密着とパッキン及びハウジングの密着が互いの影響を及ぼすことが望ましくないこと」との周知の事項が当てはまらないものである。",
                    "また，引用発明において，第2のシール部の配設位置を後側に変更すると，参考図（別紙参照）の構成となるが，この構成においては，リブ部は，第2のシール部の外周近傍から前方に向かって環状に突出しており，第1のシール部は，第2のシール部の中心近傍から前方に向かって延在している。そうすると，内側の第1のシール部と，外側のリブ部とは，径方向において対向するが，第1のシール部及びリブ部の間には環状のコネクタハウジングが介在することになる。したがって，この構成では，電線の挿通による影響が第2のシール部位に直接的には及ばないから，径方向の歪み（変形）の伝達を抑制するという点で，実質的に甲2と同様の構成を備えることとなる。この場合，第1のシール部の外径に変化が生じても，環状のコネクタハウジングによってその変形が第2のシール部には伝達されず，リブ部の防水シール効果の低下が生じないことは明らかである。すなわち，仮想構成1を採用した段階で，甲2の解決手段のみならず，甲2の作用効果も同時に達成されることになる。そうすると，更にそこから仮想構成2のように変更すること，すなわち，リブ部の突出方向を前方から後方に敢えて変更することについては，もはや動機づけが存在しないというべきである。",
                    "ところが，審決は，「コネクタ用防水栓においてパッキン及び電線の密着とパッキン及びハウジングの密着が互いの影響を及ぼすことが望ましくないことは，例えば，実公昭58-29576号（判決注：甲2）（特に1ページ左欄34行～右欄4行参照。）に記載されているように周知の事項である……」（9頁15行～18行）と述べるにとどまり，当該周知の事項が甲2とは異なりパッキン及びハウジングの密着部位とが径方向に対向していない構造の引用発明においても該当することの根拠を全く示しておらず，リブ部の突出方向を前方から後方に敢えて変更すること，すなわち，仮想構成2を適用することの論理づけを欠くものというほかない。",
                    "したがって，引用発明に仮想構成2を適用した審決の判断は，論理づけを欠き，誤りというほかない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上検討したところによれば，本願発明と引用発明との相違点2について，「引用発明において，第2シール部62のリブ部67（フランジ）を第1シール部61（プラグ部材）の後側から後方に軸方向において突出させることによって，相違点2に係る構成とすることは，当業者が容易に想到し得たことである」（10頁13行～16行）とした審決の判断は誤りであり，この誤りが審決の結論に影響を及ぼすことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がある。よって，審決を取り消すこととして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}