{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が無効2009-800165号事件について平成23年4月5日にした審決中，「特許第3924587号の請求項1，2，8に係る発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を一部認容した審決の取消訴訟である。争点は，進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成18年5月29日，名称を「液晶表示装置の製造方法及びスペーサ粒子分散液」とする発明につき特許出願をし(特願2006-534494号)，平成19年3月2日，本件特許登録を受けた(特許第3924587号，特許公報は甲30，請求項の数13)。",
            "被告は，平成21年7月27日，本件特許の請求項1～9，12及び13についての特許を無効とすることを求める本件無効審判を請求した(無効2009-800165号)。その中で原告は平成21年10月13日付けで訂正請求をしたが(請求項2，5，6の削除を含む。甲33の1)，特許庁は，平成22年4月23日，「訂正を認める。特許第3924587号の請求項1ないし6，9及び10に係る発明についての特許を無効とする。」旨の第一次審決をした。",
            "原告は，平成22年6月4日，上記審決の取消しを求める訴えを提起して(当庁平成22年〔行ケ〕第10176号)，平成22年8月31日付けで訂正審判を請求し(甲38の1)，平成22年9月24日，第一次審決を取り消す決定を得た。",
            "特許庁は，本件無効審判事件についてさらに審理し，その中で原告は平成22年11月19日付けで訂正請求をしたが(甲41の1)，平成23年4月5日，「訂正を認める。特許第3924587号の請求項1，2，8に係る発明についての特許を無効とする。特許第3924587号の請求項3，4，7に係る発明についての審判請求は，成り立たない。」旨の第二次審決をし，その謄本は平成23年4月14日原告に送達された。本件訴訟は，第二次審決の取消訴訟であり，以下に「審決」というときは第二次審決を指すが，登録時の請求項のうち請求項2，5～7及び9は訂正により削除されており，請求項5及び6は無効とすることを請求されていない登録時の請求項10及び11に対応し，審決が示した請求項の1，2，3，4，7及び8は，それぞれ，登録時の請求項1，3，4，8，12及び13に対応する。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "【請求項1】(訂正発明1)",
            "「インクジェット装置を用いてスペーサ粒子分散液の液滴を吐出して基板上の所定の位置に着弾させた後，乾燥させることによりスペーサ粒子を基板上に配置する工程を有する液晶表示装置の製造方法であって，",
            "前記スペーサ粒子分散液は，スペーサ粒子，接着成分及び溶剤からなるものであり，かつ前記スペーサ粒子分散液は，スペーサ粒子分散液の分散媒の組成を調整する方法，又は，基板の表面を調整する方法によって，基板上に置かれたスペーサ粒子分散液の液滴が，基板上に置かれてから乾燥するまでの過程で，基板上に最初に置かれた際の着弾径より小さくなりだした時に示す接触角である後退接触角が5～70度になるように調整し，更にスペーサ粒子の比重と，スペーサ粒子を除く液状部分の比重との差が0．1以下であり，",
            "前記乾燥後のスペーサ粒子が，前記基板上に着弾したスペーサ粒子分散液の液滴径よりも狭い領域に配置され，",
            "かつ配置された基板において，基板に触針子を接触させ一定の微小加重をかけながら，基板上を走査させ，凝集し接着剤で固定されたスペーサ粒子に接触子をあてたときに，スペーサ粒子が移動した際の力をスペーサ粒子個数で割ることにより求めたスペーサ粒子の固着力が5μＮ／個以上であり，スペーサ粒子の最上部と基板との間隔のばらつきが10％以下である，",
            "ことを特徴とする液晶表示装置の製造方法。」",
            "【請求項2】(訂正発明2)",
            "「基板は，予めスペーサ粒子分散液との接触角が20度以上になるように撥水処理が施されていることを特徴とする請求項1記載の液晶表示装置の製造方法。」",
            "【請求項8】(訂正発明8)",
            "「請求項1又は2記載の液晶表示装置の製造方法，又は，請求項3，4，5，6又は7記載のスペーサ粒子分散液を用いてなることを特徴とする液晶表示装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲第1号証(特開2005-10412号公報，甲1)には，実質的に以下の発明が記載されていることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「一定のパターンに従って配列された画素領域と画素領域を画する遮光領域とからなり，インクジェット装置を用いて，スペーサ粒子を分散させたスペーサ粒子分散液を吐出し，画素が形成されている方の基板の遮光領域または画素が形成されていない方の基板の遮光領域に相当する領域にスペーサ粒子を配置した基板とスペーサ粒子を配置していない基板とを，上記遮光領域または遮光領域に相当する領域に配置されたスペーサ粒子を介して対向させた液晶表示装置の製造方法において，インクジェット装置を用いてスペーサ粒子を液晶表示装置用基板の遮光領域または遮光領域に相当する領域中に効率的かつ高い精度で選択的に配置することを目的として，少なくとも一方の基板の遮光領域または遮光領域に相当する領域中に形成された低エネルギー表面を有する箇所にスペーサ粒子分散液の液滴を着弾させ，スペーサ粒子分散液の液滴を乾燥して，スペーサ粒子を上記遮光領域または遮光領域に相当する領域中に留める液晶表示装置の製造方法であって，前記低エネルギー表面を有する箇所が配向膜によって形成されており，その表面エネルギーが45mＮ／m以下であり，前記スペーサ粒子分散液の基板面との接触角が30～90度であり，前記スペーサ粒子分散液は，スペーサ粒子が親水性有機溶媒からなる分散媒体中に分散されてなり，該スペーサ粒子分散液には，粘接着性を向上させるための粘接着性付与剤が添加されており，前記スペーサ粒子が基板上に吐出された直後のスペーサ粒子分散液の液滴の径より小さい径の円内に存在するように乾燥させ，前記スペーサ粒子を吐出された直後のスペーサ粒子分散液の液滴の中央部付近に寄せ集める，液晶表示装置の製造方法。」(引用発明1)"
                },
                {
                  "fig": "イ",
                  "subject": "「一定のパターンに従って配列された画素領域と画素領域を画する遮光領域とからなり，インクジェット装置を用いて，スペーサ粒子を分散させたスペーサ粒子分散液を吐出し，画素が形成されている方の基板の遮光領域または画素が形成されていない方の基板の遮光領域に相当する領域にスペーサ粒子を配置した基板とスペーサ粒子を配置していない基板とを，上記遮光領域または遮光領域に相当する領域に配置されたスペーサ粒子を介して対向させた液晶表示装置の製造方法において，インクジェット装置を用いてスペーサ粒子を液晶表示装置用基板の遮光領域または遮光領域に相当する領域中に効率的かつ高い精度で選択的に配置することを目的として，少なくとも一方の基板の遮光領域または遮光領域に相当する領域中に形成された低エネルギー表面を有する箇所にスペーサ粒子分散液の液滴を着弾させ，スペーサ粒子分散液の液滴を乾燥して，スペーサ粒子を上記遮光領域または遮光領域に相当する領域中に留める液晶表示装置の製造方法であって，前記低エネルギー表面を有する箇所が配向膜によって形成されており，その表面エネルギーが45mＮ／m以下であり，前記スペーサ粒子分散液の基板面との接触角が30～90度であり，前記スペーサ粒子分散液は，スペーサ粒子が親水性有機溶媒からなる分散媒体中に分散されてなり，該スペーサ粒子分散液には，粘接着性を向上させるための粘接着性付与剤が添加されており，前記スペーサ粒子が基板上に吐出された直後のスペーサ粒子分散液の液滴の径より小さい径の円内に存在するように乾燥させ，前記スペーサ粒子を吐出された直後のスペーサ粒子分散液の液滴の中央部付近に寄せ集める，液晶表示装置の製造方法によって製造された液晶表示装置。」(引用発明1’’)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲第3号証(特開平1-156723号公報，甲3)には，実質的に以下の発明が記載されていることが認められる。",
                "「相対向する一対の基板の間の隙間に，液晶とスペーサ材料を内蔵してなる液晶表示素子を製造する際に，スペーサ材料の比重の0．8～1．2倍の比重を有する溶媒の中にスペーサ材料を分散させた状態で基板の内面に付着させた後，該基板と他方の基板とを貼り合わせて液晶充填室を形成し，液晶を充填，封止する液晶表示素子の製造方法であって，比重がスペーサ材料と同等の溶媒を使用することが望ましいが，スペーサ材料の比重の0．8～1．2倍程度の溶媒を使用すれば，スペーサ材料を分散させる溶媒とスペーサ材料との比重の差が小さいのでスペーサ材料が沈降したり浮上したりすることがなくスペーサ材料が溶媒中に均一に分散し，2時間以上にわたって均一な懸濁状態が維持され，その結果，液晶表示素子用の基板内面に散布した場合にスペーサ材料が均一に分散して付着し，2枚の基板を貼り合わせた場合に液晶表示素子の全面にわたって均一なギャップを確保できる，液晶表示素子の製造方法。」(引用発明2)"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訂正発明1と引用発明1の一致点と相違点は次のとおりである。",
                "【一致点】",
                "「インクジェット装置を用いてスペーサ粒子分散液の液滴を吐出して基板上の所定の位置に着弾させた後，乾燥させることによりスペーサ粒子を基板上に配置する工程を有する液晶表示装置の製造方法であって，",
                "前記スペーサ粒子分散液は，スペーサ粒子，接着成分及び溶剤からなるものであり，前記基板上に着弾したスペーサ粒子分散液の液滴径よりも狭い領域に配置される液晶表示装置の製造方法。」である点。",
                "【相違点1】",
                "訂正発明1では，スペーサ粒子分散液は，スペーサ粒子，接着成分及び溶剤からなるものであり，かつ前記スペーサ粒子分散液は，スペーサ粒子分散液の分散媒の組成を調整する方法，又は，基板の表面を調整する方法によって，基板上に置かれたスペーサ粒子分散液の液滴が，基板上に置かれてから乾燥するまでの過程で，基板上に最初に置かれた際の着弾径より小さくなりだした時に示す接触角である後退接触角が5～70度になるように調整したものであるのに対して，引用発明1のスペーサ粒子分散液は，そのようなものであるかどうか不明である点。",
                "【相違点2】",
                "訂正発明1では，スペーサ粒子の比重と，スペーサ粒子を除く液状部分の比重との差が0．1以下であるのに対して，引用発明1では，スペーサ粒子及び液状部分の比重が不明である点。",
                "【相違点3】",
                "訂正発明1では，配置された基板において，基板に触針子を接触させ一定の微小加重をかけながら，基板上を走査させ，凝集し接着剤で固定されたスペーサ粒子に接触子をあてたときに，スペーサ粒子が移動した際の力をスペーサ粒子個数で割ることにより求めたスペーサ粒子の固着力が5μＮ／個以上であり，スペーサ粒子の最上部と基板との間隔のばらつきが10％以下であるのに対して，引用発明1は，そのようなものであるかどうか不明である点。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以下の理由により，訂正発明1は，甲第1号証及び甲第3号証にそれぞれ記載された発明に基づいて，当事者が容易に発明をすることができたものである。",
                "①  相違点1についての審決判断",
                "訂正発明1の「後退接触角」及び引用発明1の「接触角」のいずれも，「スペーサ粒子分散液の組成を調整する方法，又は，基板の表面を調整する方法によって調整したものである」点において差異はない。",
                "接触角が30～90度である引用発明1の後退接触角は，訂正発明1において特定される後退接触度の範囲と大部分の範囲において重複するものと認めるのが相当である。",
                "訂正発明1において，後退接触角の範囲を5～70度に特定したことにより格別の技術的意義を生じるものとは認め難く，同特定は，適宜設計的に後退接触角の範囲を定めた以上のものとは認められないことに照らせば，引用発明1の一部の接触角の範囲において訂正発明1において特定される後退接触角の範囲「5～70度」との要件を満たさない可能性はあるものの，それによって生じ得る差異は，設計的事項の差異にとどまるものであって，技術的思想としての差異ではないというべきである。",
                "そうすると，甲第1号証には，後退接触角についての明示的な記載はないものの，引用発明1は，相違点1に係る訂正発明1の構成を実質的に備えるものであるか，訂正発明1と相違する部分があるとしても，技術的思想としての差異ではないから，相違点1は実質的な相違ではない。",
                "②  相違点2についての審決判断",
                "訂正発明1における，スペーサ粒子を除く液状部分の比重との差を「0．1以下」とする技術上の意義は，スペーサ粒子の径が大きい場合でも，長時間にわたって沈降や浮遊しないようにすることにあると認められる。",
                "甲第3号証に記載された引用発明2は，スペーサ材料を分散させる溶媒とスペーサ材料との比重の差を小さくすることで，スペーサ材料が沈降したり浮上したりすることがなくスペーサ材料が溶媒中に均一に分散し，その結果，液晶表示素子用の基板内面に散布した場合にスペーサ材料が均一に分散して付着し，2枚の基板を貼り合わせた場合に液晶表示素子の全面にわたって均一なギャップを確保する技術を開示するものといえ，当該技術の技術上の意義は，上記の訂正発明1の技術上の意義と共通するものである。",
                "そして，引用発明1は，スペーサ粒子を液晶表示装置用基板の遮光領域または遮光領域に相当する領域中に効率的かつ高い精度で選択的に配置することを目的とするものであって，スペーサ粒子を分散液中に均一に配置すべきことが当然要請されるものであるから，引用発明1において，上記甲第3号証に記載された技術を適用し，スペーサ粒子と，スペーサ粒子分散液のうちスペーサ粒子を除くものとの比重差を小さくすることは，当業者が容易に想到し得たことである。さらに，上記の比重差については，スペーサ粒子分散液の材質，スペーサの粒径，散布条件等を考慮して当業者が適宜設計的に定めるべきものであり，当該比重差を，訂正発明1のごとく「0．1以下」とすることに，格別の困難性があるものとは認められない。",
                "また，訂正明細書において，スペーサ粒子の比重と，スペーサ粒子を除く液状部分の比重との差について，実施例1には，「スペーサを除く液状部分の比重に対するスペーサの比重の差」として「0．01」，「0．02」，「0．03」及び「0．05」が開示されている(段落【0155】【表3】)が，実験例4において「比重差が大きい(比重差：0．29)」(段落【0159】)ものを対比するにとどまることに照らせば，引用発明1において，上記比重差を「0．1以下」に特定したことに，当業者が予測可能な域を超える程の格別の臨界的意義があるものとは認められない。",
                "以上によれば，引用発明1において，相違点2に係る訂正発明1の構成となすことは，当業者が容易に想到し得たものというべきである。",
                "③  相違点3についての審決判断",
                "引用発明1における「スペーサ粒子」は基板に対して固着することが予定されていることが明らかであり，引用発明1における「スペーサ粒子」の基板に対する固着力を一定程度以上のものとすることは，当業者が設計上適宜考慮する程度の事項というべきであって，具体的にどのような固着力とするかは，当業者が設計上適宜定める事項である。",
                "そして，訂正明細書には，訂正発明1において固着力を特定したことの技術的意義に関し，「上記スペーサ粒子が配置された基板においては，スペーサ粒子の固着力の好ましい下限が0．2μＮ／個である。より好ましい下限は1μＮ／個，更に好ましい下限は5μＮ／個である。なお，本明細書において，スペーサ粒子の固着力は，例えば，ナノスクラッチ試験機(ナノテック社製)を用いて，基板に触針子を接触させ一定の微小加重をかけながら，基板上を走査させ，凝集し接着剤で固定されたスペーサ粒子に接触子をあてたときに，スペーサ粒子が移動した際の力をスペーサ粒子個数で割ることにより求めることができる。」(【0115】)との記載があるにとどまり，これによれば，相違点3に係る訂正発明1における固着力の特定は，好ましいとされる固着力を設計上適宜に定めた以上の意義を生じるものではないと認められる。",
                "また，液晶表示装置に用いるスペーサ粒子は，2枚の基板の間隔を規制し適正な液晶層の厚みを維持するものであることに照らせば，該粒子の最上部と基板との間隔にばらつきがないことが好ましいことは明らかであるから，引用発明1における「スペーサ粒子」の最上部と基板との間隔のばらつきを一定程度以下のものとすることは，当業者が設計上適宜考慮する程度の事項というべきであって，許容されるばらつきの程度を具体的にどのようなものとするかは，当業者が設計上適宜定める事項である。そして，相違点3に係る訂正発明1における「スペーサ粒子」の最上部と基板との間隔のばらつきの特定は，許容されるばらつきの程度を設計上適宜に定めた以上の意義を生じるものではないと認められる。",
                "以上の検討によれば，引用発明1において，相違点3に係る訂正発明1における構成とすることは，当業者が設計上適宜なし得る程度のことというべきである。",
                "④  訂正発明1の奏する効果全体としてみても，引用発明1及び引用発明2から当業者が予測可能な域を超える程の格別顕著なものとは認められない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "訂正発明2と引用発明1の一致点と相違点は次のとおりである。",
                "【一致点】",
                "訂正発明 1 と引用発明1の一致点と同じ。",
                "【相違点1～3】",
                "訂正発明 1 と引用発明の相違点1～3と同じ。",
                "【相違点4】",
                "訂正発明2では，「基板」に対し「予め」「撥水処理が施されている」のに対して，引用発明1は，「基板」の「低エネルギー表面を有する箇所が配向膜によって形成され」ている点。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以下の理由により，訂正発明2は，甲第1号証及び甲第3号証にそれぞれ記載された発明並びに甲第 1 号証に記載された事項に基づいて，当事者が容易に発明をすることができたものである。",
                "①  相違点1～3についての審決判断",
                "訂正発明 1 と引用発明の相違点1～3に対する判断と同じ。",
                "②  相違点4についての審決判断",
                "訂正発明2において，「基板」に対し「撥水処理」を施すことは，基板に対し，シリコーン系，フッ素系，長鎖アルキル系等の撥水剤を基板の表面に塗布することであってよいものと認められる。",
                "甲第1号証は，基板に対し撥水処理を施す技術を開示するものといえる。",
                "また，甲第1号証の「低エネルギー表面を有する箇所を形成する方法は，単独で用いられても良いし，複数の方法が併用されても良い」との記載に照らせば，引用発明1において，「低エネルギー表面を有する箇所」を得るための方法として，配向膜によって形成することに代えて，または，これに加えて，基板に，フッ素系樹脂やシリコーン系樹脂などからなるフッ素系樹脂膜やシリコーン系樹脂膜などの低エネルギー表面を有する樹脂膜を塗設する方法を採用し，相違点4に係る訂正発明2の構成となすことは，当業者が容易に想到し得たものというべきである。",
                "③  訂正発明2の奏する効果全体としてみても，引用発明1及び引用発明2並びに甲第1号証に記載された事項から当業者が予測可能な域を超える程の格別顕著なものとは認められない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "訂正発明8と引用発明1’’の一致点と相違点は次のとおりである。",
                "【一致点】",
                "訂正発明 1 と引用発明1の一致点と同じ。",
                "【相違点1～3】",
                "訂正発明 1 と引用発明の相違点1～3と同じ。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以下の理由により，訂正発明8は，甲第1号証及び甲第3号証にそれぞれ記載された発明に基づいて，当事者が容易に発明をすることができたものである。",
                "①  相違点1～3については，訂正発明1と引用発明の相違点1～3に対する判断と同じ。",
                "②  訂正発明8の奏する効果は，引用発明1及び引用発明2から当業者が予測可能な域を超えるほどの格別顕著なものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点認定の誤り・相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，訂正発明1，2，及び8について，それぞれ引用発明1，1’’との対比において，「スペーサ粒子分散液は，スペーサ粒子，接着成分及び溶剤からなるものである」こと，すなわち，スペーサ粒子分散液が「接着成分」を含むことを一致点として認定した。しかし，甲1には，スペーサ粒子分散液が「接着成分」を含むこと，及びその技術思想はどこにも記載されておらず，引用発明1，1’’は「接着成分」を含むものではない。よって，この一致点の認定は誤りである。",
                "訂正発明1における「接着成分」が，スペーサ粒子の基板への固着力を発揮させるという通常の意味での接着剤であることは，明細書全体の記載から明らかである。審決も，訂正発明1の「接着成分」の技術上の意義について，「訂正明細書には，『上記接着成分は，基板上に着弾したスペーサ粒子分散液が乾燥する過程において接着力を発揮し，スペーサ粒子をより強固に基板に固着させる役割を有するものである。』(段落【0029】)との記載がある。」と認定している。",
                "それに対し，「粘接着性付与剤」とは，接着剤や粘着剤に接着(粘着)成分の接着性(粘着性)を補助するための補助剤として添加される補助成分である。引用発明1におけるスペーサ粒子分散液に添加される「粘接着性付与剤」は，「基板上に着弾したスペーサ粒子分散液が乾燥する過程において接着力を発揮し，スペーサ粒子をより強固に基板に固着させる役割を有する」ものではなく，それ単独では，粘接着性を向上させるためのものはない。甲1には，訂正発明が課題とするスペーサ粒子分散液に接着成分を配合したときの問題点(スペーサ粒子と基板との間に接着剤が入り込みセルギャップが不均一になること，スペーサ粒子の積み重なり)についての開示はなく，そのスペーサ粒子分散液に「接着成分」が配合されていると認定できる記載もない。甲1には，「接着」に関して，「上記微粒子やスペーサ粒子は，表面に接着層が設けられていても良いし，」(段落【0054】)，「本発明で用いられるスペーサ粒子分散液には，必要に応じて，例えば，粘接着性を向上させるための粘接着性付与剤，・・・が添加されていても良い。」(段落【0084】)という2か所の記載しかなく，接着成分を配合したスペーサ分散液という技術思想は全くない。",
                "よって，引用発明1の「粘接着性付与剤」は「接着成分」とは明確に区別されるものであり，訂正発明1における「接着成分」に相当しないことは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，原告が審判で「『粘接着性付与剤』は，スペーサ粒子の表面に接着層が設けられた際の補助成分であり，『粘接着性付与剤』はあくまでも，すでに接着性のある状態を更にその粘接着性を向上させるためのものとしか，解せない。」と主張したのに対し，「接着層の粘接着性を向上させるために接着層ではなくスペーサ粒子分散液にタッキファイヤーを添加することは不自然であるから，引用発明1における粘接着性付与剤が，上記のような，接着剤や粘着剤に添加されるタッキファイヤーであるとは認め難い。」(39頁14行～21行)とした。",
                "しかし，引用発明1，訂正発明1のスペーサ粒子分散液に，接着成分，その補助成分である粘接着性付与剤を配合すること自体，何ら不自然であるものではない。スペーサ粒子の表面に接着層が設けられ，分散液中に粘接着性付与剤を配合することで，スペーサ粒子分散液全体としてスペーサ粒子の基板に対する固着力を向上させるため，接着成分とその補助成分が作用すればよいものである。よって，その補助成分は，接着層の粘接着性を向上させるために必ず接着層に配合される必要はないものであるから，スペーサ粒子分散液に，接着層の補助成分が配合されても何ら不自然なものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訂正発明1は，接着成分を配合するスペーサ分散液特有の問題点を解決するための発明であって，接着成分を配合していない引用発明1を訂正発明1の課題解決のために用いようとする根拠が全く見出せず，訂正発明1は引用発明1を基礎にその進歩性を否定されるべきものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点1は実質的な相違ではないと判断した(40頁13行～43頁17行)。",
                "しかし，引用発明1には，後退接触角についての記載はなく，訂正発明1が課題とするスペーサ粒子と基板との間に接着成分が入り込みセルギャップを不均一にすることの防止，及びスペーサ粒子の積み重なりの防止についての示唆もない。訂正発明1の「後退接触角」と引用発明1の「接触角」とは技術的意義が全く相違するのであるから，相違点1は実質的な相違ではないとの判断は誤りである。",
                "すなわち，発明の同一性(構成の同一性)を判断するのでなく進歩性を判断するにあたって，その構成要件の技術的意義を無視して，実質的相違点でない，あるいは構成を実質的に備えるものであるなどとする判断手法は許されるべきではない。発明の同一性を判断するためには，重複特許の成立排除などのため，技術思想でなく発明特定事項の同一性を判断すれば足りることがあるとしても，発明の進歩性は，その特許請求の範囲に発明特定事項として表現された発明(技術思想)が，引用発明から容易に想到できたかを判断すべきであるからである。本件においては，訂正発明1において，「後退接触角」という指標を選んだこと(技術思想)の容易想到性をまず判断すべきである。",
                "かかる見地から見るに，「後退接触角」は，スペーサ粒子分散液を基板に着弾させた後，乾燥後にスペーサ粒子を狭い領域に配置させるために意義があるところ，引用発明1には，このような「後退接触角を調整する」とする技術思想は一切示されていない。訂正発明1の出願前に，スペーサ粒子分散液において「後退接触角を調整する」ことが検討されたことはなく，訂正発明1が初めてである。引用発明1には，「後退接触角」について何も記載されていない以上，当業者が「後退接触角を調整する」ことを導き出すことができるはずがない。審判における「構成を実質的に備える」というような認定判断は訂正発明1を見た上の後知恵である。",
                "また，訂正発明1は，接着成分を含む分散液についての接触角(しかも後退接触角)が5～70度になるように調整したとの特定であるのに対して，引用発明1には，接着成分を含む分散液についての接触角を示唆するものは何もない。接着成分の有無が後退接触角に影響することは明らかであるので，接着成分を含まない分散液の接触角(しかも初期接触角)の値が接着成分を含む接触角(しかも後退接触角)の値を調整することの参考になるはずがない。",
                "さらに，訂正発明1の「後退接触角を調整する」ことは，基板上で液滴の着弾した箇所の中心(着弾中心)を中心として液滴が乾燥し，その液滴径が縮小するとともに，スペーサ粒子がその中心に集まり難くなる(着弾箇所で広がったまま分散固着)のを防止するとともに，スペーサ粒子の積み重なりを防止するという接着成分が配合されたゆえに生じた新たな課題を解決するためのもので，引用発明1の「接触角」(すなわち初期接触角)と技術的意義を異にするものであり，また，両者に一義的な相関関係もない。",
                "加えて，審決は，「角度の下限については，両者(原告注：訂正発明1と引用発明1)に単なる指標の相違以上の差異は認められない。」(44頁(i)の項)とした。しかし，前者は液滴の着弾後の乾燥に際しての意義であるのに対し，後者は着弾時の濡れ拡がりのみであって，乾燥過程における液滴の挙動については何ら認識していないものである。前者が，接着成分を配合する分散液についてスペーサ粒子の寄り集まりや積み重なりという乾燥後のスペーサ粒子の配置状態に関係するのに対し，後者は，乾燥後のスペーサ粒子の配置状態には関係しない。このように，その技術的意義が全く異なる角度の下限について，「両者に単なる指標の相違以上の差異は認められない。」としたことは誤りである。しかも，訂正発明1は，接着成分を含む分散液についての規定であるのに対して，引用発明1は，接着成分を含む分散液についてのものではない。接着成分の有無が後退接触角に影響することは明らかであるので，両者はもともと並べて対比することができないものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，訂正明細書の記載のみに基づいて，「後退接触角」と「接触角」との関係を論じ，一般的に後退接触角は，接触角に比べ小さくなる傾向があるとした。しかし，相違点1の進歩性判断において，出願前の公知技術に基づくのではなく，訂正明細書の記載のみに基づく認定は，誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，訂正発明1の後退接触角を「5～70度」とする技術上の意義として，「比重差が小さい場合，・・・スペーサ粒子の上に他のスペーサ粒子が積み重なることがあり，製造する液晶表示装置の基板のギャップを正確に維持できなくなることがあること」(44頁15～19行)を防ぐためのものであると認定し，「角度の上限については，訂正発明1において『後退接触角』という指標を採用したこと特有の技術上の意義が認められる。」(45頁1行～3行)とした。",
                "しかし，一方で，「実施例ないし実験例からは，・・・5度あるいは70度を境として格別の作用効果の差異が生じるものと認めるには至らない。」とし，この技術上の意義が開示されていない引用発明1と技術的思想としての差異でないと判断をしているところ，これは矛盾である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2の判断の誤り)",
          "text": [
            "審決は，スペーサ粒子の比重とスペーサ粒子を除く液状部分の比重との差について，訂正発明1において比重差を「0．1以下」とする技術上の意義は，「スペーサ粒子の径が大きい場合でも，長時間にわたって沈降や浮遊しないようにすることにあると認められ」，引用発明2の意義と共通するものであるとし，引用発明1は，スペーサ粒子を分散液中に均一に配置すべきことが当然要請されるものであるから，引用発明1において，引用発明2の技術を適用し，比重差を小さくすること，「0．1以下」とすることに格別の困難性はなく，「0．1以下」に特定したことに臨界的意義があるものとも認められないとした。",
            "しかし，引用発明1は，インクジェット装置を用いるスペーサ粒子分散液であるのに対して，引用発明2は，ランダム散布方式で用いるスペーサ粒子分散液であって，そのスペーサ粒子が基板に付着する際の溶媒の乾燥状態が異なるのであるから，そのような両者を組み合わせる動機付けがなく，相違点2を容易想到とすることは誤りである。",
            "また，訂正発明1における比重差を「0．1以下」とする技術上の意義は，「スペーサ粒子の径が大きい場合でも，長時間にわたって沈降や浮遊しないようにすること」のみではなく，「0．1以下」に特定することに臨界的意義もある。すなわち，訂正発明1における比重差を「0．1以下」とする技術上の意義は，後退接触角を規定することと相俟り，スペーサ粒子を所定の位置(領域)に正確に配置し，スペーサ粒子同士の積み重なりを防止して，基板のギャップを均一・正確に維持するという課題・効果を達成することにある。",
            "さらに，甲3には，スペーサ粒子を所定の位置(領域)に正確に配置し，スペーサ粒子同士の積み重なりを防止して基板のギャップを均一・正確に維持するために，比重差を規定しようとする技術思想は開示も示唆もされていない。訂正発明1は，接着成分を配合してなるスペーサ粒子分散液に関するものであるが，引用発明2は，「溶媒の中にスペーサ材料を分散させた」(特許請求の範囲等)ものであり，接着成分を配合してなるスペーサ粒子分散液に関するものではない。しかも，訂正発明1のようなインクジェット装置を用いる基板の所定位置への付着ではなくランダム散布方式による基板への均一な分散付着であり，比重差の特定による作用効果も全く異なるものである。甲3では，乾燥したスペーサ粒子が基板に着弾するため，訂正発明1のような着弾した液滴内でのスペーサ粒子の寄り集まりの課題自体が存在しないのである。甲3記載の発明は，ランダム散布方式において，スペーサ材料が存在しない領域により基板間のギャップが狭くなるのを防止するために，基板に吹き付ける前のスペーサ溶媒の状態につき，スペーサ材料の比重を溶媒の比重の0．8～1．2倍にしているだけである。",
            "接着成分が配合されている訂正発明1では，着弾した液滴中でスペーサ粒子に積み重なりが生じると，スペーサ粒子は積み重なった状態(スペーサ塊)のまま接着成分により固定されてしまうため，その後，上面基板を重ねることにより上からの加重がかかったとしても接着成分により強固に凝集したスペーサ粒子塊は崩れることがなく基板間のギャップを維持することはできないが，接着成分の配合されていないスペーサ粒子分散液(甲1の引用発明1，甲3の引用発明2)では，基板上にスペーサ粒子が凝集した状態で散布されてしまったとしても，基板作成段階で上面基板を重ね合わせた際に一旦凝集した粒子も上面からの加重により粒子同士がばらばらになり基板間のギャップを維持できるとして，接着成分が配合されている訂正発明1と配合されていない甲3とでは比重差により積み重なりを防止しなければいけない課題の重要性に大きな違いがある"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点3のうち「スペーサ粒子の固着力が5μＮ／個以上」であることについて，「引用発明1における『スペーサ粒子』は基板に対して固着することが予定されていることが明らかである。」(46頁下から3行～下から2行)とし，固着力が5μＮ／個以上とすることは，「好ましいとされる固着力を設計上適宜に定めた以上の意義を生じるものではない」(47頁14行～15行)と判断した。しかし，引用発明1には接着成分が配合されていないスペーサ分散液であるから，当然にこのような固着力を取り得ないのであって，誤りである。",
                "取消事由1のとおり，引用発明1のスペーサ分散液及び引用発明2には接着成分が配合されていないのであるから，接着成分が配合されたスペーサ分散液とはその固着力の大きさも当然に異なるレベルのものである。甲1，甲3のいずれにも固着力について示唆すらされていないのに対して，訂正明細書(甲33の3)では，段落【0147】に，「接着剤無しの表面処理スペーサの分散液をインクジェット装置で吐出した場合は1(μＮ／個)程度であり，本発明では5(μＮ／個)以上となる。」ことが記載されている。このように，甲1及び甲3には，接着成分を含有するスペーサ粒子分散液が記載されていないのであるから，そこでは乾燥後のスペーサ粒子の固着力が5(μＮ／個)以上にはなりえないことは明らかであり，固着力の大きさもレベルが異なる以上，設計上適宜に定められるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，相違点3のうち「スペーサ粒子の最上部と基板との間隔のばらつきが10％以下」であることについて，「許容されるばらつきの程度を設計上適宜に定めた以上の意義を生じるものではないと認められる。」(47頁34行～35行)とした。しかし，引用発明1は接着成分が配合されていないスペーサ分散液であるから，当然にこのようなばらつきの程度を配慮する必然性がないのであって，上記判断は誤りである。",
                "訂正発明1は，接着成分が配合されたスペーサ粒子分散液の液滴が乾燥し，その中心に向かって縮小する際，液滴中のスペーサ粒子同士の積み重なりが生じやすく，スペーサ粒子と基板との間に接着成分が入り込みセルギャップを不均一にし，基板間のギャップが正確に維持しにくいという問題点があることを見出し，これを解決したものであるから，許容されるばらつきの程度を設計上適宜に定めた以上の意義を生じるものではないなどとされるものではない。甲1及び甲3は，接着成分が配合されていないスペーサ粒子分散液であるから，上記スペーサ粒子同士の積み重なりが生じないのであり，スペーサ粒子の最上部と基板との間隔のばらつきが10％以下とする課題自体がないのである。",
                "なお，審決は，「ここで，『ばらつき(標準偏差)が10％以下』とは，何の何に対する100分率が10％以下であることをいうのか不明であり，発明を特定する事項として適切とはいえないが，結局のところ，相違点3に係る訂正発明1における「スペーサ粒子」の最上部と基板との間隔のばらつきの特定は，許容されるばらつきの程度を設計上適宜に定めた以上の意義を生じるものではないと認められる。」(47頁下から8行～下から3行)とした。しかし，「スペーサ粒子の最上部と基板との間隔のばらつきが10％以下」であるとは，「基板とスペーサ最上部の平均距離に対する標準偏差の100分率が10％以下である」ことは明確である。ここで，「ばらつき」が標準偏差をいうことは，訂正明細書によれば，「スペーサ粒子が配置された基板においては，スペーサ粒子の最上部(基板からもっとも離れた箇所)と基板との間隔のばらつき(標準偏差)が10％以下であること」(段落【0114】)と定義されていることから明白なことであり，その具体的な測定も「スペーサ粒子の配置の評価」として，100配置位置内で計測することも，訂正明細書の記載(段落【0146】)から明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点1と相違点2との組合せに関しての判断遺脱)",
          "text": [
            "訂正発明1は，後退接触角と比重差との両方を特定することに意義があるものである。訂正発明1は，両者が相俟って，接着成分が配合されたスペーサ粒子分散液をインクジェット装置により配置し液晶表示装置を製造する方法において，スペーサ粒子の所定位置への正確な配置と基板のギャップの不均一という問題点とを同時に解決しているものであるが，このような技術思想は，甲1及び甲3に記載も示唆もされておらず，これらを組み合わせてみようとする動機付け自体，どこからも生じない。仮に，甲1と甲3を組み合わせてみたところで，訂正発明1に至らない。それにもかかわらず，審決は，後退接触角と比重差との両方を特定することの容易性について判断をしておらず，審決には判断の遺脱がある。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(顕著な作用効果の看過)",
          "text": [
            "訂正発明1は，接着成分を配合してなるスペーサ粒子分散液の問題点(特に，スペーサ粒子の積み重なりの問題点)を初めて認識し，その課題を解決したものである。そして，訂正発明1は，訂正明細書の実施例と実験例との対比，及び追加対比実験の結果(甲16，17)からみて，比重差の構成と後退接触角の構成とが相俟って，スペーサ粒子を所定の位置に正確に配置して，かつ，沈降・浮遊を防止し，さらにスペーサ粒子の積み重なりがなく基板のギャップを正確に維持できるという効果を奏しているのである。審決は，このような作用効果，特に，スペーサ粒子の積み重なりがなく基板のギャップを正確に維持できるという効果の予測性について，引用発明1及び引用発明2から当業者が予測可能な域を超える程の格別顕著なものとは認められないとしたが，このような効果は新規な課題に対するものなのであって，甲1，甲3には，記載も示唆もないのであるから，何を根拠に当業者が予測可能な域を超える程の格別顕著なものとは認められないといえるのか全く不明である。審決には，顕著な作用効果の看過がある。"
          ]
        },
        {
          "fig": "7",
          "subject": "訂正発明2，8について",
          "text": [
            "審決は，訂正発明2，8と引用発明1，1’’との対比においても，訂正発明1におけると同様，相違点1(後退接触角の調整)，相違点2(比重差)，及び相違点3(スペーサ粒子の固着力，間隔のばらつきが10％以下)を認定し，さらに，訂正発明2について，相違点4(基板に対し予め撥水処理が施されている)を認定し，訂正発明1におけると同様，相違点1ないし4は当業者が容易になし得たものであると判断した(48頁10行～50頁4行)。",
            "しかし，相違点1ないし3の判断が誤りであることは，前記のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明1の「粘接着性付与剤」は「接着成分」とは明確に区別されるものであり，訂正発明1における「接着成分」に相当しないことは明らかであると主張し，その理由として，「粘接着性付与剤」とは，接着剤や粘着剤に接着(粘着)成分の接着性(粘着性)を補助するための補助剤として添加される補助成分であるとしている。",
                "しかし，審決が引用発明1として認定するとおり，引用発明1において粘接着性付与剤が添加されるのはスペーサ粒子分散液であって，原告が理由として挙げる接着剤や粘着剤ではない。しかも，「粘接着性付与剤」は，その用語どおり，粘性及び接着性を付与する剤であり，その接着性の点からみれば，接着剤と技術内容が重複し，明確に区別し得ないものである。さらに，訂正明細書の記載を見ても，訂正発明1における「接着成分」が引用発明1の粘接着性付与剤とは共通し得ない全く別異の剤であるとする記載も見当らない。",
                "したがって，訂正発明1における「接着成分」は，引用発明1における「粘接着性付与剤」とは明確に区別し得ないものであり，重複した概念を有するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，訂正発明1における「接着成分」が，スペーサ粒子の基板への固着力を発揮させるという通常の意味での接着剤であることは，明細書全体の記載から明らかであると主張する。",
                "しかし，訂正明細書の請求項1には「接着成分」と「接着剤」との用語が区別して用いられていることから，これら「接着成分」と「接着剤」とは別異の物を意味すると解するのが通常である。このことは，「接着成分」の後に記載される「接着剤」に「上記」等の指示語が付されていないこと，及び，訂正発明1において，「接着成分」はスペーサ粒子分散液中の溶質成分であり，「接着剤」は基板上の固体固定物として特定され，両者の存在状態が異なることによるともいえる。したがって，訂正明細書の記載を見れば，「接着成分」と「接着剤」とが同一物を意味するなどということはできない。",
                "また，両者が同一物を意味するとしたとしても，両者とも「接着成分」である場合もあれば，両者とも「接着剤」である場合もある。このように「接着成分」及び「接着剤」の用語が曖昧であり，また訂正の機会があるにもかかわらず，原告はこれら「接着成分」及び「接着剤」について訂正は行なっていない。原告は，訂正発明1における「接着成分」及び「接着剤」の用語の定義を意図的に曖昧にしたまま，訂正発明1の「接着成分」と甲1の「粘接着性成分」とが相違すると主張しているのであって，信用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，粘接着性付与剤について，「スペーサ分散液に，接着成分，その補助成分である粘接着性付与剤を配合すること自体，何ら不自然であるものではない」，「スペーサ粒子分散液に，接着層の補助成分が配合されても何ら不自然なものではない。」と主張し，粘接着性付与剤が接着成分の補助成分であるとの主張を前提として，「接着成分」と「粘接着性付与剤」とが相違すると主張している。",
                "しかし，甲1には，審決が認定するとおり，粘接着性付与剤を添加することは記載されているが，上記粘接着性付与剤は接着成分の補助剤であることなど記載されてはいない。一方，訂正明細書には，「接着成分」が，粘接着性成分とは重複しない別異の成分であることなど記載されておらず，また，粘接着性付与剤が常に接着成分の補助剤のみを意味するとの技術常識が存在するともいえない。かえって，「粘接着性付与剤」とは，その用語からすれば，粘性とともに接着性をも有する剤であるといえるから，接着性を有する「接着成分」とは共通，重複した機能ないし作用を有するものであり，両者は明確な区別がつかず，重複した概念を有するものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，「「粘接着性付与剤」は粘接着性を向上させるための「タッキファイヤー」であること，すなわち補助成分であることが示されているとの主張を前提に，「粘接着性付与剤」は「粘着付与剤」(タッキファイヤー)であって，「接着成分」とは相違すると主張している。",
                "しかし，原告が主張の根拠とする上記「粘着付与剤」(タッキファイヤー)は，当該用語のとおり粘着性を付与する剤であることから，常に粘着性以外に接着性をも付与する剤を意味するなどとはいえない。したがって，このような「粘着付与剤」(タッキファイヤー)と，甲1に記載された「粘接着性付与剤」とが同一物ということはできず，原告の主張はその前提において既に誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，訂正発明1において，「後退接触角」という指標を選んだこと(技術思想)の想到容易性をまず判断すべきであるなどと主張する。",
                "しかし，特許権者(原告)が独自に定義した特殊な「後退接触角」で表現して角度を特定したとしても，それによって具現される「5～70度」という角度が，甲1の「接触角」の「30～90度」と重複すれば，訂正発明1と引用発明との実質的な相違点とはならない。しかも，その「後退接触角」とは，「基板上に置かれたスペーサ粒子分散液の液滴が，基板上に置かれてから乾燥するまでの過程で，基板上に最初に置かれた際の着弾径より小さくなりだした時に示す接触角」という，測定温度や「小さくなりだした時」の判断方法等，客観的な測定方法や測定条件が明らかでない不確定な角度である。",
                "審決は，特許権者が独自に定義した上記角度の表現にとらわれず，実質的な観点から角度の異同を検討した上で，接触角が「30～90度」である引用発明1の後退接触角は，訂正発明1で特定する後退接触角の範囲の「5～70度」と重複すると判断したのであり，このような審決の認定，判断に誤りがあるとすることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件特許について平成23年8月8日にした訂正審判請求(訂正2011-390093)において，甲1の実施例1～11及び比較例1～2に基づいて試験を行なったとして，その結果を「実験報告書(3)」(乙1)として提出したが，その実験結果をみれば，甲1に記載された接触角(30～90度)と，訂正発明1で特定する後退接触角(5～70度)とが重複，一致し，実質的に区別できないことが具体的に示されている。乙1の実験結果を示す＜表1＞(乙1の4頁)によれば，いずれの実施例(実施例1～11)でも後退接触角は接触角よりも小さく，「接触角が30～90度である引用発明1の『後退接触角』を想定すると，一般的には30～90度より小さいものとなる傾向にあるものと認められる。」(審決41頁27行～29行)とした審決の認定，判断が正しいことが裏付けられている。また，上記＜表1＞によれば，甲1の実施例1～11の後退接触角は17．0度(実施例4)～35．5度(実施例6)の範囲内にあって，その全てが訂正発明1で特定する「5～70度」に包含されている。",
                "乙1には，甲1に記載された接触角(30～90度)と，訂正発明1で特定する後退接触角(5～70度)とが重複，一致し，実質的に区別できないことが具体的に示されており，したがって，審決が「接触角が30～90度である引用発明1の後退接触角は，一部の接触角の範囲において訂正発明1において特定される後退接触角の範囲「5～70度」との要件を満たさない可能性はあるものの，大部分の範囲において重複するものと認めるのが相当である。」(41頁35行～42頁2行)とした認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明1は，インクジェット装置を用いるスペーサ粒子分散液であるのに対して，引用発明2は，ランダム散布方式で用いるスペーサ粒子分散液であって，基板に付着する際の溶媒の乾燥状態が異なるのであるから，そのような両者を組み合わせる動機付けがないなどと主張する。",
                "しかし，インクジェット方式及びランダム散布方式によらず，スペーサ粒子と分散媒とを含有するスペーサ粒子分散液において，固体であるスペーサ粒子と液体である分散媒とが別々に分離することなく，分散液といえるだけの均一状態が確保されるためには，両者の比重が可及的に近く，スペーサ粒子の沈殿や浮遊が生じ難いことが好ましいことは明らかである。",
                "これについて，原告は，スペーサ粒子の積み重なりが防止できると主張するが，沈降や浮遊しないようにするとの点からみれば，両者の比重差を可及的に小さくすることには既に動機付けがあり，当業者が容易に想到できることである。そして，原告が主張するように，積み重なりが防止できるとの効果が奏されたとしても，それは既に動機付けがあり，想到することが容易な構成によりもたらされる効果の一つを，別途取り上げていうにすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲16，17を提示して，比重差を「0．1以下」に特定することには，臨界的意義があるものであると主張する。",
                "しかし，前記のとおり，固体であるスペーサ粒子と液体である分散媒とが別々に分離することなく，分散液といえるだけの均一状態が確保されるためには，両者の比重が可及的に近いことが好ましいことからすれば，比重差をその上限値で規定して「0．1以下」とすることに何ら困難性はない。甲16，17は，比重差が「0．1以下」という想到容易な構成により付随して生じる，粒子の積み重なりをも防止できるという効果を，具体的に確認したものにすぎない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1及び甲3は，接着成分が配合されていないスペーサ粒子分散液であるから，スペーサ粒子同士の積み重なりが生じないのであり，スペーサ粒子の最上部と基板との間隔のばらつきが10％以下とする課題自体がないなどとして，甲1は「接着成分」が配合されていないことを前提とした主張をしている。",
                "しかし，前記のとおり，訂正発明1における「接着成分」は，引用発明1における「粘接着性付与剤」とは明確に区別し得ないものであり，重複した概念を有するものである。原告の主張はその前提において誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明1には接着成分を含有するスペーサ粒子分散液が記載されていないのであるから，そこでは乾燥後のスペーサ粒子の固着力が5(μＮ／個)以上にはなりえないなどと主張するが，「粘接着性付与剤」を配合した引用発明1において，いかなる粘接着性付与剤を用いても，常に，乾燥後のスペーサ粒子の固着力が5(μＮ／個)以上にはなり得ないとする論拠はない。",
                "また，原告は，「引用発明1は接着成分が配合されていないスペーサ分散液であるから，当然にこのようなばらつきの程度を配慮する必然性さえない。」と主張するが，「粘接着性付与剤」を配合した引用発明1において，ばらつきの程度を配慮する必然性はないなどという論拠はない。",
                "さらに，原告は，引用発明1は接着成分が配合されていないスペーサ粒子分散液であるから，上記スペーサ粒子同士の積み重なりが生じないのであり，スペーサ粒子の最上部と基板との間隔のばらつきが10％以下とする課題自体がないのであると主張するが，「粘接着性付与剤」を配合した引用発明1においては，上記ばらつきを「10％以下」とする課題自体がないなどという論拠はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，訂正発明1の「スペーサ粒子の最上部と基板との間隔のばらつきが10％以下」との特定につき，「基板とスペーサ最上部の平均距離に対する標準偏差の100分率が10％以下である」ことを意味すると主張している。",
                "しかし，訂正発明1では，平均距離であるとも，標準偏差であるとも特定されておらず，また，特定せずともこのように解することが本件特許出願時において技術常識であったとする論拠もない。特に，上記「ばらつき」の基準として，基板とスペーサ最上部の距離を基準とするとしても，上記距離を平均距離とするか，又は最大距離，あるいは最小距離とするか等で100分率の値が変化する。「ばらつき」との用語からすれば，スペーサ粒子の最上部と基板との間隔の最大値と最小値との差(すなわち，ばらつきの最大値)を基準とする可能性もあるといえる。",
                "したがって，審決が「『ばらつき(標準偏差)が10％以下』とは，何の何に対する100分率が10％以下であることをいうのか不明であり，発明を特定する事項として適切とはいえない」(47頁30行～32行)とした認定，判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5に対し",
          "text": [
            "原告は，審決が相違点1についての判断を誤ったとの前提の基に，相違点1と相違点2との両者の組合せの構成の容易性について判断の遺脱があると主張している。",
            "しかし，前記のとおり，審決には相違点1についての認定，判断に誤りはないから，原告の主張はその前提において誤りである。また，認定した相違点ごとに容易想到性を判断する判断手法が誤りということもできない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6に対し",
          "text": [
            "原告は，スペーサ粒子の積み重なりがなく基板のギャップを正確に維持できるという，訂正発明1の効果を看過していると主張する。",
            "しかし，前記のとおり，訂正発明1における「接着成分」は，引用発明1における「粘接着性付与剤」とは明確に区別し得ないものであり，重複した概念を有するものである。また，固体であるスペーサ粒子と液体である分散媒とが別々に分離することなく，分散液といえるだけの均一状態が確保されるためには，両者の比重が可及的に近いことが好ましいことからすれば，比重差をその上限値で規定して「0．1以下」との構成とすることには動機付けがあり，何ら困難性はない。そして，積み重なりが防止できるとの効果が奏されたとしても，それは既に動機付けがあり，想到容易な構成に付随する効果をいうにすぎない。",
            "審決は，「スペーサ粒子の重なり防止などについて主張する・・・が，上記での検討に照らして採用できない。」(45頁11行～13行)等としており，それ以前の判断を基にして，上記積み重なり防止に係る効果について判断している。",
            "したがって，審決が訂正発明1の効果について看過したとはいえない。"
          ]
        },
        {
          "fig": "7",
          "subject": "「訂正発明2，8について」に対し",
          "text": [
            "相違点1ないし3について審決の認定，判断に誤りはなく，したがって，原告の主張には理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "訂正発明1，2，8について",
          "text": [
            "訂正明細書(甲33の3。なお，平成22年11月19日付訂正請求は特許請求の範囲の訂正のみについてである〔甲41の1，2〕)によれば，訂正発明1，2，8は，液晶表示装置の製造方法及び当該製造方法を用いてなることを特徴とする液晶表示装置に関するものである。液晶表示装置では，液晶を挟持するための2枚の基板の間隔を規制するためにスペーサ粒子を用いるところ，液晶表示装置の表示部(画素領域)ではなく遮光領域(非画素領域)下にスペーサ粒子を配置する方法として，インクジェット装置を用いてスペーサ粒子分散液の液滴を吐出して基板上の所定の位置に着弾させた後，乾燥させる方法が知られていたが，近年の極めてファインピッチ化された液晶表示装置では，スペーサ粒子を配置すべき位置が極めて小さく，インクジェット装置から吐出されるスペーサ粒子分散液の液滴径よりも小さいため，正確なスペーサ粒子の配置は困難であることがあった。一方，スペーサ粒子分散液中に接着剤を配合することにより，スペーサ粒子の基板への固着力を向上させる方法も知られているが，実際にはスペーサ粒子の移動による配置不良を防止できず，スペーサ粒子と基板との間に接着剤が入り込みセルギャップが不均一になることがあるという問題があった。訂正発明1，2，8は，インクジェット装置を用いてスペーサ粒子分散液の液滴を吐出して基板上の所定の位置に着弾させた後，乾燥させることによりスペーサ粒子を基板上の所定の位置に正確に配置することができる方法を提供することを目的とするものであって，スペーサ粒子分散液は，スペーサ粒子，接着成分及び溶剤からなり，乾燥後のスペーサ粒子は基板上に着弾したスペーサ粒子分散液の液滴径よりも狭い領域に配置されるものである。(段落【0001】～【0007】)",
            "訂正発明1，2，8における接着成分は，基板上に着弾したスペーサ粒子分散液が乾燥する過程において接着力を発揮し，スペーサ粒子をより強固に基板に固着させる役割を有するものであり(段落【0029】)，スペーサ粒子分散液において，スペーサ粒子の比重とスペーサ粒子を除く液状部分の比重との差を0．1以下とすることにより，スペーサ粒子分散液の保存中にスペーサ粒子が沈降，浮遊し，吐出したスペーサ粒子分散液中のスペーサ粒子の数が不均一になることを防止し(【0072】)，スペーサ粒子分散液の基板に対する後退接触角が5度以上とすることにより，基板に着弾したスペーサ粒子分散液の液滴が乾燥するときに，その中心に向かって縮小し，液滴中のスペーサ粒子が液滴中心に寄り集まることが可能とし，後退接触角の上限を70度とすることにより，スペーサ粒子が寄り集まる効果がそがれることを防止するとともに(段落【0080】，【0083】)，後退接触角の上限を70度とすることにより，スペーサ粒子と，該スペーサ粒子以外の液状部分との比重差が小さい場合，液滴中でスペーサ粒子が浮遊しているため，液滴が乾燥していく過程でスペーサ粒子が乾燥中心に集まっていく際，スペーサ粒子の上に他のスペーサ粒子が積み重なり，基板のギャップを正確に維持できなくなることがあることを防止するものである(段落【0083】)。",
            "スペーサ粒子が配置された基板において，正確なセルギャップを実現するために，スペーサ粒子の最上部(基板からもっとも離れた箇所)と基板との間隔のばらつき(標準偏差)が10％を以下とし(段落【0114】)，スペーサ粒子が配置された基板において，スペーサ粒子の少なくとも一部に接着成分が付着して基板上に固定されており(段落【0112】)，スペーサ粒子の固着力の下限は5μＮ／個である(段落【0115】)。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明1，1’’について",
          "text": [
            "甲第1号証の特開2005-10412号公報は，本件発明と同じく原告を出願人とするものであるが，その記載によれば，次のとおり認められる。",
            "まず，引用発明1，1’’は，インクジェット方式による液晶表示装置の製造方法に関するものである。一般に液晶表示装置は，2枚の透明基板が対向配置され，形成された空隙に液晶が封入され，2枚の透明基板の間隔を規制し，適正な液晶層の厚み(セルギャップ)を維持する目的でスペーサ粒子が使用されているところ，液晶表示装置の表示部(画素領域)ではなく，遮光領域(画素領域を画する領域)にのみスペーサ粒子を配置する方法として，スペーサ粒子をインクジェット装置を用いて電極基板上に分散配置させる液晶表示素子の製造方法が知られていた。しかし，スペーサ粒子分散液を真っ直ぐに吐出するためには，インクジェット装置のヘッドのノズル径を大きくせざるを得ず，その結果，基板上に吐出されたスペーサ粒子分散液の液滴が大きくなって，基板上の遮光領域を狙ってスペーサ粒子分散液を吐出しても，液滴が遮光領域から画素領域にはみ出し，スペーサ粒子が画素領域にまで配置されてしまうという問題があった。そのため，スペーサ粒子分散液の液滴を遮光領域上の着弾点を中心として乾燥縮小させ，それに従ってスペーサ粒子を上記着弾点に集めるなどの工夫が必要になるところ，引用発明1，1’’は，基板の遮光領域または遮光領域に相当する領域中に低エネルギー表面を有する箇所を設け，インクジェット装置を用いてスペーサ粒子分散液を吐出し，上記低エネルギー表面を有する箇所にスペーサ粒子分散液の液滴を着弾させることにより，上記問題を克服したものであり，粘接着性を向上させるために粘接着性付与剤を添加し，スペーサ粒子分散液基板面との接触角を30度以上とすることにより，基板上に吐出されたスペーサ粒子分散液の液滴が基板上に濡れ広がった状態となって，スペーサ粒子の配置間隔を狭くすることができなくなることを防止し，上記接触角を90度以下とすることにより，少しの振動でスペーサ粒子分散液の液滴が基板上を動き回って，スペーサ粒子の配置精度が悪くなったり，基板面に対するスペーサ粒子の密着性が悪くなったりすることを防止しようとしたものである。(段落【0001】～【0017】，【0077】，【0078】，【0084】)。",
            "以上のとおり認めることができる。"
          ]
        },
        {
          "fig": "3",
          "subject": "引用発明2について",
          "text": [
            "甲3によれば，引用発明2は，液晶表示素子において，相対向する一対の基板間の隙間を一定とする製造方法に関するものであり(1頁右下欄9～11行)，従来技術では片方の基板の内面には予めスペーサ材料が吹き付けられているが，スペーサ材料が均一に分散していないために，スペーサ材料が存在しない領域では隙間が狭くなるため，液晶表示素子の表面全体としては，均一な表示品質が得られないとい問題があったことから(2頁右上欄6～15行)，かかる問題を解決するために，基板内面にスペーサ材料を付着させる際に，スペーサ材料の比重の0．8～1．2倍の比重を有する溶媒の中にスペーサ材料を分散させ，この溶媒を基板の内面に吹きつけることとし，その結果，スペーサ材料を分散させる溶媒とスペーサ材料との比重の差が小さいので，スペーサ材料が沈降したり，浮上したりすることはなく，スペーサ材料が溶媒中に均一に分散するので，基板内面に散布した場合に，スペーサ材料が均一に分散して付着するという効果を有するものである(2頁左下欄6行～同頁右下欄14行)ことが認められる。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，訂正発明1の「接着成分」の技術上の意義について，「基板上に着弾したスペーサ粒子分散液が乾燥する過程において接着力を発揮し，スペーサ粒子をより強固に基板に固着させる役割を有するもの」(訂正明細書の段落【0029】)であり，引用発明1の「粘接着性付与剤」は，粘接着性を向上させるためのものであって，この粘接着性がスペーサ粒子を基板に固着させることであることは明らかであるから，引用発明1の「粘接着付与剤」は，訂正発明1の「接着成分」に相当するとし，一致点と認定した。",
                "しかし，接着剤の技術分野において，「接着成分」と「粘接着性付与剤」は区別して用いられる概念と認められる(高分子学会編「高分子辞典」昭和51年11月20日4版発行〔甲23〕，特開2004-359769号公報〔甲27〕の段落【0035)，特開2003-48929号公報〔甲28〕の段落【0063】，特開2000-239327号公報〔甲29〕の段落【0020】)。また，訂正明細書においても，「接着成分」に関する記載(段落【0029】)のほかに，一種の補助成分と解される「接着助剤」に関する記載(段落【0051】)があり，「接着成分」と「接着助剤」とを区別していることが認められる。さらに，甲1においても，スペーサ粒子の表面に設けられる「接着層」に関する記載(段落【0054】)のほかに，一種の補助成分と解される「粘接着性付与剤」に関する記載(段落【0084】)があり，「接着層」と「粘接着性付与剤」とを区別していることが認められる。",
                "そうすると，引用発明1の「粘接着付与剤」が訂正発明1の「接着成分」に相当するとし，両者が「前記スペーサ粒子分散液は，スペーサ粒子，接着成分及び溶剤からなるもの」である点で一致するとした審決の認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，甲1には，上記のとおり，スペーサ粒子は表面に「接着層」が設けられていても良いこと(段落【0054】)，スペーサ粒子分散液には必要に応じて粘接着性を向上させるための「粘接着付与剤」を添加されていても良いこと(段落【0084】)が記載されており，これらの記載からみて，甲1においても，スペーサ粒子の基板に対する接着性の向上が意図されていることは明らかといえる。",
                "そして，特開2003-279999号公報(甲7)の段落【0039】，特開2004-37855号公報(甲9)の段落【0056】，特開2004-144849号公報(甲10)の段落【0048】，2004-170537号公報(甲11)の段落【0043】等の記載によれば，スペーサ粒子分散液に接着性を付与するために「接着成分」を配合することは周知技術といえるから，甲1に記載のスペーサ粒子分散液において，スペーサ粒子の基板に対する接着性を向上するために，「接着成分」を配合することは，当業者が必要に応じて適宜なし得ることにすぎないというべきである。したがって，引用発明1の「粘接着性付与剤」が訂正発明1の「接着成分」に相当するとした審決の認定自体は誤りであるものの，訂正発明1は引用発明1及び引用発明2に基づいて当業者が容易に想到することができたとした審決の結論に影響を及ぼすものではない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2(相違点1の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "後退接触角(基板上に置かれたスペーサ粒子分散液の液滴が基板上に置かれてから乾燥するまでの過程で，基板上に最初に置かれた際の着弾径より小さくなり出したときに示す接触角)は，接触角(液滴を基板に置いた際の初期接触角)に比べ小さくなる傾向がある(訂正明細書の段落【0081】)ことからすれば，接触角が30～90度である引用発明1の後退接触角は，訂正発明1において特定される後退接触度の範囲(5～70度)と大部分の範囲において重複するものと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訂正発明1におけるスペーサ粒子分散液は，スペーサ粒子分散液の分散媒の組成を調整する方法，又は，基板の表面を調整する方法によって，後退接触角が5～70度になるように調整されたものであるが，上記のうち，分散媒の組成を調整する方法に関して，訂正明細書の段落【0082】，【0084】には，後退接触角が5～70度の媒体を単独で用いてもよいし，又は，2種以上の媒体を混合して用いてもよいことが記載されている。",
                    "また，訂正明細書の段落【0081】には，後退接触角は，接触角(液滴を基板に置いた際の初期接触角)に比べ小さくなる傾向があるが，スペーサ粒子分散液を構成する溶剤の組成によっては，乾燥過程で後退接触角が初期接触角より高くなることもあり，例えば，表面張力が低い溶剤が多く含まれていた場合，乾燥過程で該表面張力が低い溶剤がなくなれば，液滴が縮みだしてから液滴端が後退する際の接触角が初期より高くなることもあり得ることが記載されている。",
                    "以上によれば，単独の媒体を用いる場合には，単独の媒体が一定の性質を有するものであり，乾燥過程で表面張力が低い溶剤がなくなるということが生じる余地がないから，後退接触角は，少なくとも，単独の媒体を用いる場合には，初期接触角に比べ小さくなるということができる。",
                    "引用発明1は，スペーサ粒子が親水性有機溶媒からなる分散媒体中に分散されたスペーサ粒子分散液を用いるものであるが，甲1の段落【0060】には，親水性有機溶媒は，単独で用いられても良いし，2種類以上が併用されても良いことが記載されている。",
                    "そうすると，引用発明1においては，少なくとも，親水性有機溶媒として単独のものを使用する場合には，上記のとおり，後退接触角は初期接触角に比べ小さくなるものと認められる。",
                    "そして，引用発明1においては，「前記スペーサ粒子分散液の基板面との接触角が30～90度」であるが，親水性有機溶媒として単独のものを使用する場合には，上記のとおり，後退接触角は初期接触角に比べ小さくなり，訂正発明1における「5～70度」の範囲の相当部分と重複する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，「接触角が30～90度である引用発明1の後退接触角は，訂正発明1において特定される後退接触度の範囲と大部分の範囲において重複するものと認めるのが相当である。」とし，「相違点1は，実質的な相違ではない。」とした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲1には後退接触角についての記載はなく，訂正発明1の課題(スペーサ粒子と基板との間に接着成分が入り込みセルギャップを不均一にするのを防止すること，及び，スペーサ粒子の積み重なり防止すること)について記載も示唆もなく，さらに，訂正発明1の「後退接触角」と引用発明1の「接触角」とは技術的意義が全く相違するから，相違点1は実質的な相違ではないとの判断は誤りであると主張する。",
                "しかし，甲1に，後退接触角や訂正発明1の課題について記載や示唆がないとしても，訂正発明1と引用発明1のスペーサ粒子分散液が後退接触角の点で相違しない以上，審決における相違点1についての判断に誤りがあるとはいえない。",
                "ちなみに，前記1，2によれば，訂正発明1と引用発明1は，インクジェット装置を用いてスペーサ粒子分散液の液滴を吐出して基板上の所定の位置に着弾させた後，乾燥させることによりスペーサ粒子を基板上の所定の位置に正確に配置することができる方法を提供することを目的とするものであって，その方法として，乾燥後のスペーサ粒子は基板上に着弾したスペーサ粒子分散液の液滴径よりも狭い領域に配置されるようにしたものであることで共通すると解される。そして，乾燥後のスペーサ粒子は基板上に着弾したスペーサ粒子分散液の液滴径よりも狭い領域に配置されることを可能にするという見地から(あるいはそのような見地を含んで)，「接触角」又は「後退接触角」をそれぞれ限定したものと認められるから，「後退接触角」と引用発明1の「接触角」はその点において技術的意義を共通にするというべきである。そして，接触角が30～90度である引用発明1の後退接触角が訂正発明1において特定される後退接触度の範囲(5～70度)と大部分の範囲において重複する以上，相違点1は実質的な相違ではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，接着成分の有無が後退接触角に影響することは明らかであるから，接着成分を含まない分散液の初期接触角の値が，接着成分を含む後退接触角の値を調整することの参考にはならないと主張するが，甲1のスペーサ粒子分散液において接着成分を配合した場合であっても，初期接触角は30～90度に調整されることが好ましい(段落【0077】)ことに変わりはない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由3(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲3には，「相対向する一対の基板の間の隙間に，液晶とスペーサ材料を内蔵してなる液晶表示素子を製造する際に，スペーサ材料の比重の0．8～1．2倍の比重を有する溶媒の中にスペーサ材料を分散させた状態で基板の内面に付着させた後，該基板と他方の基板とを貼り合わせて液晶充填室を形成し，液晶を充填，封止する液晶表示素子の製造方法」(特許請求の範囲)が記載されている。",
                "また，甲3には，比重がスペーサ材料と同等の溶媒を使用することが望ましいが，スペーサ材料の比重の0．8～1．2倍程度の溶媒を使用すれば，スペーサ材料を分散させる溶媒とスペーサ材料との比重の差が小さいのでスペーサ材料が沈降したり浮上したりすることがなくスペーサ材料が溶媒中に均一に分散し，2時間以上にわたって均一な懸濁状態が維持され，その結果，液晶表示素子用の基板内面に散布した場合にスペーサ材料が均一に分散して付着し，2枚の基板を貼り合わせた場合に液晶表示素子の全面にわたって均一なギャップを確保できることも記載されている(2頁左下欄6行～右下欄14行，3頁左上欄末行～右上欄9行)。",
                "引用発明1と甲3に記載された発明(引用発明2)は，スペーサ粒子の配置の方法がインクジェット方式とランダム散布方式とで異なるものの，いずれも，基板に向けてスペーサ粒子分散液を供給し基板にスペーサ粒子を配置する点で共通するものである。",
                "また，引用発明1は，スペーサ粒子を親水性有機溶媒に分散した状態で供給して基板に配置するものである以上，スペーサ粒子が親水性有機溶媒中に均一に分散しているほうが望ましいことは当業者にとって明らかであるから，引用発明1において，スペーサ粒子分散液中のスペーサ粒子の沈降，浮遊を防止するために，比重差を小さく，例えば「0．1以下」程度に設定することは，甲3に比重がスペーサ材料と同等の溶媒を使用することが望ましいことが示されていることからすれば，当業者が容易に想到することができるものである。",
                "よって，引用発明1において，相違点2に係る訂正発明1の構成とすることは，当業者が容易に相当し得たことであるとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲3には，スペーサ粒子を所定の位置(領域)に正確に配置した上，スペーサ粒子同士の積み重なりを防止して基板のギャップを均一・正確に維持するために，比重差を規定しようとする技術思想は開示や示唆がなされていないこと，訂正発明1は，接着成分を配合してなるスペーサ粒子分散液に関するものであるが，甲3は接着成分を配合してなるスペーサ粒子分散液に関するものではないとして，訂正発明1のために引用発明2は参考にならないと主張する。",
                "しかし，甲3は，基板に向けてスペーサ粒子分散液を供給し基板にスペーサ粒子を配置する点で訂正発明1と共通するものであるから，訂正発明1のために参考にならないとはいうことはできない。",
                "原告は，「スペーサ粒子は積み重なった状態(スペーサ塊)のまま接着成分により固定されてしまうため，その後，上面基板を重ねることにより上からの加重がかかったとしても接着成分により強固に凝集したスペーサ粒子塊は崩れることがなく基板間のギャップを維持することはできない」点を訂正発明1について主張するが，この事項は，訂正明細書の記載に基づくものではない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由4(相違点3の判断の誤り)について",
          "text": [
            "前記のとおり，引用発明において，スペーサ粒子の基板に対する接着性の向上を意図していることは明らかであるから，スペーサ粒子の基板に対する接着性を向上した結果としての「固着力」を規定することは，当業者が必要に応じて適宜なし得ることである。その具体的な値は，当業者が目的に応じて適宜決定する事項にすぎないし，それによる効果も格別顕著なものと認めることはできない。",
            "また，甲1には，液晶装置に用いるスペーサ粒子は，2枚の基板の間隔を規制し適正な液晶層の厚みを維持するものであることが記載されており(段落【0002】)，スペーサ粒子の最上部と基板との間隔のばらつきがないほうが好ましいことは明らかであり，スペーサ粒子の最上部と基板との間隔のばらつきを一定程度以下のものとすることは，当業者が必要に応じて適宜なし得ることと認めることができる。その具体的な程度は，当業者が目的に応じて決定する事項にすぎないし，それによる効果も格別顕著なものとはいえない。",
            "よって，審決の相違点3についての判断に誤りはない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由5(相違点1と相違点2との組合せに関しての判断遺脱)について",
          "text": [
            "前記5(取消事由2〔相違点1の判断の誤り〕の項)のとおり，引用発明1は，訂正発明1と概ね同様の後退接触角を有するものであり，相違点1は実質的な相違点ではなく，また，前記6(取消事由3〔相違点2の判断の誤り〕の項)のとおり，スペーサ粒子の比重とスペーサ粒子を除く液状部分の比重との差につき，これを小さく設定することは当業者が容易に想到できることであるが，これらの判断は，訂正発明1が後退接触角と比重差との両方を特定することに意義があり，両者が相俟ってスペーサ粒子の所定位置への正確な配置と基板のギャップの不均一の問題点とを同時に解決するものであるとしても，左右されるものではない。したがって，取消事由5も理由がない。"
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由6(顕著な作用効果の看過)について",
          "text": [
            "前記のとおり，引用発明1は訂正発明1と概ね同様の後退接触角を有するものであり，相違点1は実質的な相違点ではなく，スペーサ粒子の比重とスペーサ粒子を除く液状部分の比重との差についても，小さく設定することは当業者が容易に想到できることであり，さらに，接着成分を配合することも当業者が必要に応じて適宜なし得ることであって，原告が主張するような効果は，上記の結果として自ずと奏されるものといえるものである。よって，取消事由6も理由がない。"
          ]
        },
        {
          "fig": "10",
          "subject": "訂正発明2，8について",
          "text": [
            "訂正発明2，8について，相違点1～3の判断に誤りがないことは，訂正発明1についての判断と同様である。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由はいずれも理由がない以上，訂正発明1，2，8を無効とするとした審決の結論は支持することができる。",
        "よって原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10165",
    "date": "2012-03-12",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082110",
    "ipprecedent_id": "2894",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}