{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2009-25045号事件について平成23年3月23日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告らは，平成14年3月13日，発明の名称を「有機発光ダイオード類に基づく青色リン光用の材料および素子」とする発明について，特許出願(特願2002-571749号。平成13年3月14日を優先日とするパリ条約による優先権主張(米国)。以下「本願」という。)をしたが，平成21年8月7日付けで拒絶査定がなされたため，同年12月17日付けで拒絶査定に対する不服審判請求(不服2009-25045号事件)をした。特許庁は，平成23年3月23日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年4月5日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成21年7月21日付け手続補正書による補正後の本願の特許請求の範囲(甲8)の請求項1の記載は次のとおりである(以下，この発明を「本願発明」という。)。また，本願の特許請求の範囲，発明の詳細な説明及び図面を総称して，本願明細書ということがある(甲6，甲8)。",
            "「【請求項1】",
            "アノード層；非電荷運搬材料，電荷運搬ドーパント材料としての正孔輸送材料，およびリン光発光ドーパント材料を含む，前記アノード層上の発光層；および前記発光層上のカソード層；を含む有機発光素子であって，前記非電荷運搬材料のHOMOレベルが前記正孔輸送材料のHOMOレベルより低く，かつ前記非電荷運搬材料のLUMOレベルが前記リン光発光ドーパント材料のLUMOレベルよりも高い，有機発光素子。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。要するに，本願発明は，周知の技術的事項に照らせば，本願の優先日前に頒布された刊行物である特開平8-319482号公報(甲1。以下「引用例1」という。)に記載された発明(以下「引用発明」という。)に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記判断に際し，審決が認定した引用発明の内容並びに本願発明と引用発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "基板層1，第1透過性電極層(アノード)2，1個以上の機能性オプトエレクトロニック層3，および第2電極(カソード)4を具え，前記オプトエレクトロニック層3はp型有機材料3，希土類金属イオンと有機配位子とから成る1種以上の錯体を含有する発光材料32，およびn型有機材料33からなる群からなる選定した材料を含有するものであって，p型有機材料および前記発光材料は第1均一層中に存在し，n型有機材料は第2層中に存在し，前記p型有機材料は，不活性な重合体マトリクス分子中に分子状に分散されている電荷を輸送できる単量体の二成分固溶体(solid solution)であり，ポリメチルメタクリレートまたはビスフェノールA-ポリカーボネートのマトリクス中に，ドーパントとしてp型導体Ｎ，Ｎ′-ジフェニル-Ｎ，Ｎ′-ビス(3-メチルフェニル)-1，1′-ビフェニル-4，4′-ジアミン(TPD) を含む固溶体である，電子と正孔との再結合の際に生成する励起子のうち，三重項励起子を発光に使用する，有機エレクトロルミネッセント素子。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "アノード層；非電荷運搬材料，電荷運搬ドーパント材料としての正孔輸送材料，および発光ドーパント材料を含む，前記アノード層上の発光層；および前記発光層上のカソード層；を含む有機発光素子。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "発光ドーパント材料について，本願発明は「リン光発光ドーパント材料」であるのに対し，引用発明には，発光材料が「リン光」であるとの記載がない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本願発明が「前記非電荷運搬材料のHOMOレベルが前記正孔輸送材料のHOMOレベルより低く，かつ前記非電荷運搬材料のLUMOレベルが前記リン光発光ドーパント材料のLUMOレベルよりも高い」ものであるのに対し，引用発明は，このような発明特定事項を有していない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に係る原告らの主張",
          "text": [
            "審決は，引用発明の認定の誤り(取消事由1)，相違点1に関する判断の誤り(取消事由2)，相違点2に関する判断の誤り(取消事由3)，本願発明の作用効果に関する判断の誤り(取消事由4)があり，これらの誤りは結論に影響を及ぼすものであるから，審決は取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り(取消事由1)",
              "text": [
                "審決は，引用発明を，上記第2の3(2)ア のとおり認定した。",
                "しかし，審決の認定は誤りである。",
                "引用例1の段落【0036】には，「ポリメチルメタクリレートまたはビスフェノールA-ポリカーボネートのマトリクス中に，ドーパントとしてp型導体Ｎ，Ｎ’-ジフェニル-Ｎ，Ｎ’-ビス(3-メチルフェニル)-1，1’-ビフェニル-4，4’-ジアミン(TPD)を含む固溶体」は，エレクトロルミネッセント添加剤，すなわち発光ドーパント材料を含むものにした場合には，ポリ(p-フェニレンビニレン)及びその誘導体と同様に好ましくないことが記載されていると理解できる。そうすると，引用例1には，ポリメチルメタクリレートのマトリクス中に，p型導体すなわち正孔運搬ドーパント材料であるTPDを添加した固溶体をp型有機材料とし，ここへさらに発光材料を含む第1均一層を有する有機エレクトロルミネッセント素子が，実質的に記載されているとはいえない。",
                "したがって，審決は，引用発明の認定を誤ったものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に関する判断の誤り(取消事由2)",
              "text": [
                "審決は，本願の特許請求の範囲の請求項1記載の「リン光発光ドーパント材料」の「リン光」の技術的意義を「三重項励起子からの発光をリン光と呼ぶのは，当業者にとって周知の技術的事項であるから・・・，三重項励起子からの発光，すなわちリン光を使用する発光材料がリン光発光材料であるのは自明であ」り，「引用発明における，希土類金属イオンと有機配位子とから成る1種以上の錯体を含有する発光材料は，『電子と正孔との再結合の際に生成する励起子のうち，三重項励起子を発光に使用する』のであるから，リン光発光材料であるといえ，すなわち，本願発明の『リン光発光ドーパント材料』と実質的に相違しない」と認定した上，「周知のリン光発光材料を引用発明のリン光発光材料に適用し，上記相違点1に係る本願発明の発明特定事項を得ることも，当業者が適宜なし得たことである。」と判断した。",
                "しかし，審決は，以下のとおり，本願発明の「リン光発光」の技術的意義の認定を誤り，狭義の「リン光」発光材料(有機分子の三重項励起状態から発光をするもの)を引用発明のリン光発光材料に適用することの容易想到性についての判断をも誤ったものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "リン光の用語の意義は，一義的に定まっているものではないから，本願の特許請求の範囲の請求項1記載の「リン光」の意義を認定するに当たっては，明細書記載の「リン光」の用語の定義が参酌されるべきである。本願明細書の段落【0016】には，「本明細書で用いたように，用語“リン光”は有機分子の三重項励起状態からの発光を称」することが明記されるから，請求項1記載の「リン光」は有機分子の三重項励起状態からの発光をいうと解される。",
                    "一方，引用例1は，エレクトロルミネッセンス材料として用いられた希土類金属錯体について，請求項1に「c2)・・・希土類金属イオンは放出状態を有し」と記載し，段落【0060】に「希土類金属イオンの最低放出レベルは，有機配位子の一重項状態及び三重項状態より下方に離れて位置している」こと，「これらの希土類金属錯体においては・・・有機配位子の最低三重項状態からも中央の希土類金属イオンの放出レベルへのエネルギーの移行が許容される」ことを記載する。これらの記載の意味は，発光材料である希土類金属錯体は希土類金属イオンの発光可能なエネルギー準位(これを「放出レベル」というものと解される。)へ有機配位子の最低三重項状態からエネルギーが移行し，その結果生じる金属イオンの励起状態から発光することと理解される。そうすると，引用発明におけるエレクトロルミネッセンス(電界発光)は，希土類金属錯体の有機分子の三重項励起状態からの発光ではなく，希土類金属イオンの励起状態からの発光であることが明らかである。すなわち，引用例1に記載された発光は，有機分子の三重項励起状態からの発光ではなく，引用例1記載の発光材料は，本願発明における「リン光発光」材料ではない。",
                    "したがって，審決は，本願発明におけるリン光発光材料の技術的意義の認定に誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アのとおり，引用例1記載の発光材料は，希土類金属イオンの励起状態から発光するのに対し，本願発明のリン光発光材料は，有機分子の三重項励起状態から発光をするものであるから，両者の発光機構は互いに異なる。しかるに，審決は，希土類金属イオンの励起状態から発光する発光材料に適したデバイス構成が，有機分子の三重項励起状態から発光するリン光発光材料にも適することの合理的な根拠は示さず，狭義の「リン光」発光材料を引用発明のリン光発光材料に適用することは当業者が容易になし得た旨判断したものである。",
                    "したがって，審決の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2に関する判断の誤り(取消事由3)",
              "text": [
                "審決は，相違点2に係る本願発明の構成に関し，「明細書中で具体的に挙げられている各化合物のHOMOレベル及びLUMOレベルも，実施例の化合物を含め一切記載されていないため，明細書の記載を全体的に参照しても，本願発明が特定するHOMOレベルとLUMOレベルの相対的関係の，技術的意義及び作用・効果は何ら認められない。」とし，「引用発明における発光材料，並びにp型有機材料を構成する不活性な重合体マトリクス及び電荷を輸送できる単量体を，本願発明のようなエネルギー準位の相対的関係を有するものとするかどうかは，単なる設計的事項の範ちゅうにすぎない」として，「引用発明から上記相違点2に係る発明特定事項を得ることは，当業者が容易になし得たことである。」と判断した。",
                "しかし，審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明におけるHOMOとLUMOの関係の技術的意義について",
                  "text": [
                    "本願発明は，適切な非電荷運搬ホスト材料中にリン光発光物質と電荷運搬材料とをドーパントとして含み，それによって電荷がリン光発光材料物質に捕捉されて効率的な発光をもたらす有機発光素子を提供するものであり(本願明細書の請求項1)，リン光発光ドーパント物質は，有機分子の三重項励起状態から発光する材料である(段落【0016】)。本願発明の有機発光素子においては，非電荷運搬材料，ドーパントとして用いる正孔輸送材料(請求項1)若しくは電子輸送材料(請求項10)，及びドーパントとして用いるリン光発光材料のそれぞれのHOMO(最高被占軌道)及びLUMO(最低空軌道)の間に請求項1又は10において特定した相互の関係があるように，正孔輸送材料及びリン光発光材料でドーピングした非電荷運搬材料，あるいは電子輸送材料及びリン光発光材料でドーピングした非電荷運搬材料を含んでなる発光層を有する。",
                    "これらの非電荷運搬材料，ドーパントとしての正孔輸送材料又は電子輸送材料，及び本願発明の特定のリン光発光ドーパント材料を，そのHOMO及びLUMOが本願明細書の請求項1又は請求項10に記載の特定の関係になるように組み合わせて用いることによって，本願発明の有機発光素子は追加のエネルギー移動過程(すなわち，リン光発光材料よりもエネルギーが高いホストマトリクス中での励起子の生成と，それに続くフェルスター型又はデクスター型のホスト-ドーパントエネルギー移動過程)なしに，発光材料分子における励起子の直接捕捉を達成できる(段落【0017】ないし【0019】)。",
                    "したがって，本願発明は，発光材料分子による励起子エネルギーの直接捕捉(直接のトラッピング)によって，本願発明の特定のリン光発光材料を用いる有機発光素子の発光効率を，特に青色領域で発光する有機発光素子の発光効率をさらに高めることができるという効果を奏するものである(本願明細書の段落【0018】，【0022】ないし【0024】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1に記載された発明について",
                  "text": [
                    "一方，引用例1の段落【0012】，【0015】に記載されたn型及びp型有機材料と発光材料とのエネルギーレベルの関係は，電荷輸送材料(n型及びp型有機材料)と発光材料のLUMOどうしの間の大小関係を規定するものである。すなわち，引用例1には，発光材料，すなわちエレクトロルミネッセンス材料として希土類金属錯体を含む有機電界発光素子構成が記載され(段落【0042】)，発光が希土類金属イオンから生じること，この発光過程においては，電子と正孔との再結合が起きて配位子の三重項近くに三重項状態を作り出し，このエネルギーが次に配位子へと移り，この配位子から発光中心である希土類金属イオンへと移ることが開示され(段落【0059】ないし【0062】)，デバイス中では，希土類金属イオンの発光性の三重項状態(「最低放出レベル」)は，有機配位子よりも下方に離れて位置していることが記載される(段落【0060】)。",
                    "しかし，引用例1においては，非電荷運搬材料のLUMOと発光材料のLUMOとの関係，及び非電荷運搬材料のHOMOとp型有機材料(正孔輸送材料に相当すると考えられる。)のHOMOとの関係(本願明細書の請求項1に規定した関係)，あるいは非電荷運搬材料のLUMOとn型有機材料(電子輸送材料に相当すると考えられる。)のLUMOとの関係，及び非電荷運搬材料のHOMOと発光材料のHOMOとの関係(本願明細書の請求項10に規定した関係)を開示ないし示唆していない。エレクトロルミネッセンスにおいて有機分子の三重項状態からのリン光発光を示すリン光発光材料を用いること，それと合わせて本願明細書の請求項1及び請求項10で規定した各材料間のHOMO／LUMOの関係を備えることは，本願発明の必須の構成であるから，これら2つの技術的特徴部分を分離して別個の従来技術と比較し，容易想到性を判断することは失当である。",
                    "また，引用例1には，リン光発光物質上での直接の正孔及び電子電荷捕捉を達成すること，それによりフェルスター型及びデクスター型の三重項エネルギー移動過程を抑えることによる利点又はそれが望ましいことについて，記載又は示唆されていないから，上記アの本願発明の技術的効果も，記載又は示唆されているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "審決記載の引用例2及び引用例3について",
                  "text": [
                    "審決記載の引用例2(M. E. Thompson et al.，\"Electrophosphorescent Organic Light Emitting Diodes\"，SID CONFERENCE RECORD OF THE INTERNATIONAL DISPLAY RESEARCH CONFERENCE 2000, Palm Beach, Florida, USA，2000 年，pp.337-340，甲2。以下「引用例2」という。)は，リン光発光材料と電子輸送材料を，ホストであるポリビニルカルバゾール(PVK)中にドーピングすることによって作った，ポリマーに基づくデバイスを記載するが，ポリビニルカルバゾールは正孔輸送材料であって非電荷運搬材料ではない。引用例2には，リン光発光材料を用いる有機発光素子が記載されているにすぎず，非電荷運搬材料をホスト材料として用いる発明や，本願明細書の請求項1記載のHOMO／LUMOの関係，発光部位において励起子を生成させて，エネルギー移動過程を抑えることにより発光効率を向上させる効果は，記載も示唆もされていない。",
                    "審決記載の引用例3(国際公開第2001／008230号，甲3。以下「引用例3」という。)には，有機発光素子(OLED)における電気的励起によって三重項励起子が生成すること，そこからの燐光発光を増大させるために項間交差分子(ISC剤)を，燐光発光材料であるPtOEP(白金オクタエチルポリフィリン)とともに用いると，電子輸送層(ETL)で形成された三重項励起子のエネルギーが直接又はISC剤を通してドーパントであるPtOEPに移ることが記載ないし示唆されている。このISC剤は，電子輸送層の蛍光スペクトルから励起子の発光を吸収する項間交差剤である。しかし，引用例3は，正孔-電子再結合が電子輸送層及び正孔輸送層の界面又はその近くで起こり，一重項と三重項の励起子の混合物を生じ，そのエネルギーが最終的にはリン光発光体に移されることを特定したものであるから，本願明細書の請求項1及び請求項10に規定した各材料のHOMO／LUMOの関係や，それによって発光部位において直接励起子が生成され，エネルギー移動を抑えることの効果を記載ないし示唆しているとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点2に係る本願発明の構成の容易想到性について",
                  "text": [
                    "以上のとおり，引用例1には，各材料のHOMO及びLUMOレベルを本願発明において規定される関係にすることについて記載ないし示唆はなく，引用例2及び引用例3にも記載ないし示唆はない。",
                    "したがって，引用発明の発光材料を引用例2又は引用例3に記載されたリン光発光材料と置き換えても相違点2に係る本願発明の構成にはなりえず，「引用発明から上記相違点2に係る発明特定事項を得ることは，当業者が容易になし得たことである。」との審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明の作用効果に関する判断の誤り(取消事由4)",
              "text": [
                "審決は，本願発明の奏する作用効果について，「引用発明及び周知の技術的事項から当業者が予測困難な程格別なものということはできない」と判断した。",
                "しかし，審決の判断は誤りである。",
                "上記(1) のとおり，引用例1の段落【0036】には，「ポリメチルメタクリレートまたはビスフェノールA-ポリカーボネートのマトリクス中に，ドーパントとしてp型導体Ｎ，Ｎ’-ジフェニル-Ｎ，Ｎ’-ビス(3-メチルフェニル)-1，1’-ビフェニル-4，4’-ジアミン(TPD)を含む固溶体」は，エレクトロルミネッセント添加剤，すなわち発光ドーパント材料を含むものにした場合には，ポリ(p-フェニレンビニレン)及びその誘導体と同様に好ましくないことが記載されていると理解できる。この記載からは，ポリメチルメタクリレートのマトリクス中にp型導体，すなわち正孔運搬ドーパント材料であるTPDを添加した固溶体をp型有機材料とし，ここへさらに発光材料を含む第1均一層を有する有機エレクトロルミネッセント素子が開示されているとはいえない。また，この記載が好ましくない態様を説明したものであったとしても，非電荷運搬材料に正孔輸送ドーパント材料と発光材料とを添加することは好ましくないことが示されるから，当業者に，非電荷運搬材料，正孔運搬ドーパント材料，及びリン光発光ドーパントを発光層に含む本願発明の構成は好ましくないことを認識させるものである。",
                "したがって，本願発明の構成によって有機発光デバイスの発光効率を高めることができるという好ましい効果が得られることは当業者には予測できないことであり，本願発明の効果は引用例1に記載された技術的事項から当業者が予測困難な効果であるといえるから，審決の上記判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "原告らの主張する取消事由は，以下のとおり，いずれも理由がなく，審決に取り消されるべき違法はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定の誤り)に対し",
              "text": [
                "原告らは，「引用例1には，ポリメチルメタクリレートのマトリクス中に，p型導体すなわち正孔運搬ドーパント材料であるTPDを添加した固溶体をp型有機材料とし，ここへさらに発光材料を含む第1均一層を有する有機エレクトロルミネッセント素子が，実質的に記載されているとはいえないから，審決は，引用発明の認定を誤ったものである」旨主張する。",
                "しかし，原告らの主張は失当である。",
                "原告らは，引用例1の段落【0036】に，「ポリメチルメタクリレートまたはビスフェノールA-ポリカーボネートのマトリクス中に，ドーパントとしてp型導体Ｎ，Ｎ′-ジフェニル-Ｎ，Ｎ′-ビス(3-メチルフェニル)-1，1′-ビフェニル-4，4′-ジアミン(TPD) を含む固溶体」は，エレクトロルミネッセント添加剤すなわち発光ドーパント材料を含むものにした場合には，ポリ(p-フェニレンビニレン)及びその誘導体と同様に好ましくない旨記載されていることを前提とする。しかし，同段落の後半に，「また，ポリ(p-フェニレンビニレン)およびその誘導体またはポリ(メチルフェニルシラン)も，エレクトロルミネセント添加剤を含まないp型層に適当である。しかし，エレクトロルミネセント添加剤を含むこれらの層では，T 状態から非放射性遷移を形成することができることは欠点となる。」と記載されることから，全体としてみれば，エレクトロルミネセント添加剤を含まないp型層に適当であるとされているポリ(p-フェニレンビニレン)およびその誘導体またはポリ(メチルフェニルシラン)を，「ポリメチルメタクリレートまたはビスフェノールA-ポリカーボネートのマトリクス中に，ドーパントとしてp型導体Ｎ，Ｎ′-ジフェニル-Ｎ，Ｎ′-ビス(3-メチルフェニル)-1，1′-ビフェニル-4，4′-ジアミン(TPD) を含む固溶体」と同様にエレクトロルミネセント添加剤を含む層とした場合には，欠点となることを述べるにすぎないと解される。したがって，「ポリメチルメタクリレートまたはビスフェノールA-ポリカーボネートのマトリクス中に，ドーパントとしてp型導体Ｎ，Ｎ′-ジフェニル-Ｎ，Ｎ′-ビス(3-メチルフェニル)-1，1′-ビフェニル-4，4′-ジアミン(TPD) を含む固溶体」は，原告ら主張のような欠点のある材料ではなく，原告らの主張は前提を欠く。",
                "また，仮に，「ポリメチルメタクリレートまたはビスフェノールA-ポリカーボネートのマトリクス中に，ドーパントとしてp型導体Ｎ，Ｎ′-ジフェニル-Ｎ，Ｎ′-ビス(3-メチルフェニル)-1，1′-ビフェニル-4，4′-ジアミン(TPD) を含む固溶体」が，T 状態から非放射性遷移を形成することができる材料であったとしても，状態間の遷移は確率過程であり，T 状態から非放射性遷移を形成可能である場合，その遷移確率に応じて，発光効率が多少低くなる程度のことであるのは技術常識から明らかであって，引用例1にエレクトロルミネッセント添加剤を含む層に用いることができないと記載されているとはいえない。",
                "したがって，審決の引用発明の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点1に関する判断の誤り)に対し",
              "text": [
                "原告らは，「審決は，・・・本願発明の「リン光発光」の技術的意義の認定を誤り，狭義の「リン光」発光材料(有機分子の三重項励起状態から発光をするもの)を引用発明のリン光発光材料に適用することの容易想到性についての判断をも誤ったものである。」旨主張する。",
                "しかし，原告らの主張は失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "有機発光素子の技術分野において，三重項励起子からの発光をリン光と呼ぶことは当業者に周知の技術的事項(引用例3，乙1の段落【0235】ないし【0241】，乙2の34ないし37頁)であり，引用発明の「希土類金属イオンと有機配位子とから成る1種以上の錯体を含有する発光材料」は，「三重項励起子を発光に使用する」ものであるから，リン光発光材料であるのは自明である(乙3のランタニド錯体を用いたElectrophosphorescence，乙4の111頁)。そうすると，本願の請求項1記載の「リン光」の意義は一義的に定まっており，本願明細書の段落【0016】を参酌して請求項1記載の「リン光」は有機分子の三重項励起状態からの発光をいうと解すべき理由はないから，「引用発明における，希土類金属イオンと有機配位子とから成る1種以上の錯体を含有する発光材料は，・・・本願発明の『リン光発光ドーパント材料』と実質的に相違しない」との審決の判断に誤りはない。",
                    "また，本願明細書の段落【0016】は，「本発明の実施態様の詳細な説明」について記載したものであり，段落【0014】に，「これらの実施態様は本発明の説明的な例を意図し，本発明を制限するものではない」旨記載されていること，段落【0003】には，一重項励起状態からの発光と三重項励起状態からの発光とを対比する観点から「リン光」が説明されていることから，明細書の記載を参酌したとしても，本願発明の「リン光」は，審決のとおり認定されるべきである。",
                    "仮に，本願明細書の段落【0016】が，本願発明の「リン光」の定義を記載するとしても，本願明細書の請求項1では，「リン光発光ドーパント材料」と記載されるだけであり，請求項1を引用する請求項7で初めて「リン光発光ドーパント材料」が金属錯体に限定されるのであるから，請求項1記載の「リン光発光ドーパント材料」が金属錯体の配位子の三重項励起状態から発光する材料以外の材料を含むことは明らかである。また，本願明細書の段落【0043】にも，重金属元素を含む金属錯体はリン光発光ドーパント材料の1例にすぎないことが記載されている。さらに，本願明細書には「有機分子」という用語は段落【0003】と段落【0016】に記載されるだけであり，それが金属錯体の配位子を意味することは記載されないから，段落【0016】の「有機分子」は，リン光発光ドーパント材料が金属錯体の場合，有機配位子を有する金属錯体全体を意味すると解釈できる。そうすると，引用発明の希土類金属の金属錯体も「有機分子」といえるから，本願発明のリン光発光ドーパント材料と実質的に相違しない。仮に，本願明細書の段落【0016】の「有機分子」が金属錯体の配位子を意味するとしても，有機分子の三重項励起状態から有機分子自体(すなわち配位子)が発光すると記載されているわけではなく，引用発明の金属錯体も配位子の三重項励起状態のエネルギーによって発光するのであるから，「有機分子の三重項励起状態からの発光」といえる。",
                    "したがって，引用発明における，「希土類金属イオンと有機配位子とから成る1種以上の錯体を含有する発光材料」は，本願発明の「リン光発光ドーパント材料」と実質的に相違しないとした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書の請求項1に記載された「リン光発光ドーパント材料」を，原告ら主張のような狭義の「リン光」発光材料と解釈するとしても，有機発光素子の発光材料として狭義の「リン光」発光材料を用いることは周知の技術的事項にすぎず，リン光発光材料の中から，特にこれら狭義のリン光発光材料を採用したことによる技術的意義も認められないから，周知のリン光発光材料を引用発明のリン光発光材料に適用し，相違点1に係る本願発明の発明特定事項を得ることも，当業者が適宜なし得たことである。",
                    "また，乙5の段落【0005】には，本願の優先日前の論文が挙げられ，三重項励起状態からの発光である燐光を用いれば，従来の蛍光(一重項)を用いた場合と比べて3倍程度の効率向上が期待されることや，その三重項状態を利用する試みとして，希土類金属錯体であるユーロピウム錯体を用いることが検討されていたこと，その後白金錯体やイリジウム錯体を用いることで発光効率が大きく改善されたことが記載され，当時，三重項励起状態から発光する材料として希土類金属錯体であるユーロピウム錯体よりも，重遷移金属錯体である白金錯体やイリジウム錯体を用いた方が発光効率を改善できることが当業者に知られていたといえる。このことからも希土類金属錯体に代えて白金錯体やイリジウム錯体などの重遷移金属錯体を採用しようとすることは当業者であれば容易に想到したはずである。",
                    "したがって，相違点1に係る審決の容易想到性判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点2に関する判断の誤り)に対し",
              "text": [
                "原告らは，「引用例1には，各材料のHOMO及びLUMOレベルを本願発明において規定される関係にすることについて，引用例1に記載ないし示唆はなく，引用例2及び引用例3にも記載ないし示唆はないから，引用発明の発光材料を引用例2又は引用例3に記載されたリン光発光材料と置き換えても相違点2に係る本願発明の構成にはなりえず，『引用発明から上記相違点2に係る発明特定事項を得ることは，当業者が容易になし得たことである。』との審決の判断には誤りがある」旨主張する。",
                "しかし，原告らの主張は，以下のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明におけるHOMOとLUMOの関係の技術的意義に対し",
                  "text": [
                    "本願明細書の請求項1においては，請求項1のようなHOMO及びLUMOの関係になっていると追加のエネルギー移動過程なしに発光材料分子における励起子の直接捕捉を達成できることは記載されるが，正孔輸送材料を別途有することやリン光発光ドーパントのドーピングレベルに関する記載はなく，リン光発光ドーパント材料は電荷輸送材料として添加されるものではない。一方，本願明細書の段落【0017】ないし【0019】には，リン光発光ドーパントのドーピングレベルが充分に高ければドーパントが正孔を捕集でき，マトリックスを通してそれらを輸送することができること，すなわち，リン光発光ドーパントが正孔輸送材料として機能することが記載され，HOMO及びLUMOの関係について，リン光発光ドーパントのHOMOエネルギーレベルがドープされているマトリックス材料のエネルギーレベルより高いことが記載されるが，請求項1記載のようなHOMO及びLUMOの関係になっていると追加のエネルギー移動過程なしに発光材料分子における励起子の直接捕捉を達成できることは，記載されていない。したがって，段落【0017】ないし【0019】の記載は本願明細書の請求項1と対応しない。",
                    "また，本願発明の「非電荷運搬材料」は「不活性」な材料であり，HOMO及びLUMOレベルの間に大きなエネルギーギャップを有することにより，正孔又は電子の輸送に関与しない材料を意味すると解されるところ(本願明細書の段落【0022】)，引用発明の「重合体マトリクス分子」も同様に「不活性」な材料であるから，HOMO及びLUMOの間に大きなエネルギーギャップを有し，正孔または電子の輸送に関与しない材料であるといえる。そして，正孔又は電子の輸送に関与しないくらいHOMO及びLUMOレベルの間のエネルギーギャップが大きい場合，引用発明の不活性な重合体マトリクス分子のHOMOレベルがp型有機材料のHOMOレベルよりも低く，不活性な重合体マトリクス分子のLUMOレベルが発光材料のLUMOレベルよりも高くなると考えるのが自然である。",
                    "さらに，本願発明は，青色領域で発光する有機発光素子に特定されているわけではない(本願明細書の段落【0045】以降に開示された唯一の具体的実施例も緑色発光である。)から，原告ら主張の本願発明の技術的効果は，請求項の記載に基づくものではない。",
                    "したがって，本願明細書の請求項1に記載されたHOMOレベルとLUMOレベルの相対的関係の技術的意義及び作用・効果は格別有利なものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1に記載された発明に対し",
                  "text": [
                    "上記アのとおり，本願明細書の請求項1に記載されたHOMOレベルとLUMOレベルの相対的関係の技術的意義及び作用・効果は格別有利なものとはいえないし，引用例1でも酸化還元電位を考慮しているようにエネルギー準位(乙2の30，31頁)の相対的関係を考慮することは当業者にとって自明であるから，本願明細書の請求項1に記載されたようなエネルギー準位の相対的関係を有するものとするかどうかは，設計的事項にすぎない。引用発明は，本願明細書の請求項1に規定したHOMOとLUMOの関係を満たしていると考えるのが自然であり，また，「導電性有機材料および希土類金属の有機金属錯体が使用されていて，発光効率が高くかつ有効寿命の長い有機エレクトロルミネッセント素子を提供する」との目的課題を解決するための解決手段として，エネルギー状態の相対的位置に着目して材料の組合せを選択していることから(引用例1の段落【0010】，【0011】)，発光に寄与しないことが明らかである不活性な重合体マトリクス分子に電荷(正孔)が漏洩しないように重合体マトリクス分子のHOMOレベルを電荷を輸送できる単量体のHOMOレベルより低くし，電荷(電子)が漏洩しないように重合体マトリクス分子のLUMOレベルを発光材料のLUMOレベルより高くすることは，引用発明の目的及び課題並びに解決手段の延長線上において当業者が当然に選択したであろう材料の構成といえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2に係る本願発明の構成の容易想到性に対し",
                  "text": [
                    "上記イのとおり，引用発明は，本願明細書の請求項1に規定したHOMOとLUMOの関係を満たしていると考えるのが自然であり，少なくとも引用発明の目的及び課題並びに解決手段の延長線上において当業者が当然に選択したであろう材料の構成といえる。",
                    "したがって，引用発明から，相違点2に係る本願発明の構成を想到することは容易である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(本願発明の作用効果に関する判断の誤り)に対し",
              "text": [
                "原告らは，「本願発明の構成によって有機発光デバイスの発光効率を高めることができるという好ましい効果が得られることは当業者には予測できないことであり，本願発明の効果は引用例1に記載された技術的事項から当業者が予測困難な効果である」旨主張する。",
                "しかし，原告らの主張は失当である。",
                "上記(1) のとおり，引用例1の段落【0036】の記載が，非電荷運搬材料に正孔輸送ドーパント材料と発光材料を添加することは好ましくないことを示すとはいえない。また，本願発明の構成によって得られる効果について，本願明細書の段落【0007】に「本発明は効率的に発光・・・するOLED素子に関し」として，効率的に発光する旨の記載はあるものの，発光効率の程度については具体例の記載はない。一方，引用例1にも，段落【0013】に，有機エレクトロルミネッセント素子の発光効率を増大させることができることが記載されているように，発光効率が良くなる点で本願発明と引用発明は，同様の効果を奏するといえる。",
                "したがって，本願発明の奏する作用効果が，引用発明及び周知の技術的事項から予測困難な程格別なものということはできないとした審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，以下のとおり，原告ら主張の取消事由2及び取消事由3に理由があり，審決には取り消すべき違法があるものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2(相違点1に関する判断の誤り)について",
          "text": [
            "審決は，本願の特許請求の範囲の請求項1記載の「リン光発光ドーパント材料」の「リン光」の技術的意義を「三重項励起子からの発光，すなわちリン光を使用する発光材料がリン光発光材料であるのは自明であ」るとし，「引用発明における，希土類金属イオンと有機配位子とから成る1種以上の錯体を含有する発光材料は，・・・本願発明の『リン光発光ドーパント材料』と実質的に相違しない」と認定した上，「周知のリン光発光材料を引用発明のリン光発光材料に適用し，上記相違点1に係る本願発明の発明特定事項を得ることも，当業者が適宜なし得たことである。」と判断した。",
            "これに対し，原告らは，審決が，本願発明の「リン光発光」の技術的意義の認定を誤り，狭義の「リン光」発光材料(有機分子の三重項励起状態から発光をするもの)を引用発明のリン光発光材料に適用することの容易想到性についての判断をも誤ったものである旨主張するので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書(甲6)には，次の記載がある。",
                    "【0001】本発明の分野",
                    "本発明は，例えば青色を発光できる高効率の有機発光素子(OLEDs)に関し，特に不活性ホスト物質中にドープしたリン光発光ドーパント材料および電荷運搬ドーパント材料を含んでいる発光層を有するOLEDsに関する。",
                    "【0003】リン光の上手な利用は，有機エレクトロルミネッセンス素子に関して大きな期待が持たれている。例えば，リン光の利点は一重項または三重項励起状態のいずれとして形成した全ての励起子(ELにおいて正孔と電子の再結合で形成した)がルミネッセンスに関与することである。これは有機分子の最低一重項状態は典型的に最低三重項状態より僅かに高いエネルギーであるからである。これは，典型的リン光発光有機金属化合物につき，当該最低一重項励起状態は最低三重項励起状態に速やかに減衰し，そこから当該リン光が生成することを意味する。対照的に，蛍光素子での励起子の少ない割合(約25％)だけが一重項励起状態から得られる蛍光性ルミネッセンスを生成することができると信じられている。有機分子の最低三重項励起状態で生じる蛍光性素子中の残りの励起子は，典型的に蛍光を生じるエネルギー的に不利なより高い一重項励起状態に転換することができない。そこで，このエネルギーは素子の加熱に役立つに過ぎない無放射減衰プロセスに消費されることとなる。",
                    "【0004】結局，リン光発光材料が高効率OLEDsにおける発光材料として使用できるという発見以来，更により効率の良いエレクトロホスホレッセンスの材料およびそのような材料を含有するOLED構造を見出すのに現在大きな関心が向けられている。",
                    "【0006】・・・これらの従来素子類において正孔輸送，再結合および阻止の層を形成するのに用いられる材料は可視スペクトルの緑部分における発光に相当する三重項エネルギーを有す傾向がある。青色リン光を生じることができるドーパントを現時点の材料および構造を利用したそのような素子に挿入すれば，発光があったとしてもマトリックス材料から非効率的に出るのみで，当該リン光発光ドーパント材料からではない。従って，可視電磁気スペクトルの青色領域に発光できる効率的OLED構造を発見することは大きな関心事である。",
                    "【課題を解決するための手段】【0007】本発明の概要",
                    "本発明は効率的に発光，特に好ましくは可視スペクトルの青色範囲に発光するOLED素子に関し，そして当該素子類を形成する方法に関する。本発明に従って作成したOLEDsには，好ましくは現行の緑色から赤色リン光発光OLEDsと効率レベルで同程度の青色リン光発光OLEDsが含まれる。",
                    "【0008】本発明はOLED，およびそれを調製する方法を目指しており，その中で当該発光層は電荷運搬ドーパント材料およびリン光発光ドーパント材料の両方をドープしたワイドギャップホスト材料を含んでいる。当該電荷運搬ドーパント材料は正孔または電子を輸送でき，当該リン光発光ドーパント材料は当該電荷運搬ドーパント材料で運ばれる電荷と逆の電荷を輸送することができる。各ドーパント材料はかくして逆の極性である電荷を各々運搬する。当該電荷運搬リン光発光材料は同じようにリン光性放射を発光する機能を果たす。・・・",
                    "【0014】本発明の実施態様の詳細な説明",
                    "本発明の実施態様は当該図面に関して説明される。これらの実施態様は本発明の説明的な例を意図し，本発明を制限するものではないことを理解されたい。",
                    "【0016】OLEDsからのルミネッセント発光は典型的には蛍光またはリン光によってである。本明細書で用いたように，用語“リン光”は有機分子の三重項励起状態からの発光を称し，用語“蛍光”は有機分子の一重項励起状態からの発光を称する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1(甲1)には，次の記載がある。",
                    "【0011】【発明が解決しようとする課題】従って，本発明の目的は，導電性有機材料および希土類金属の有機金属錯体が使用されていて，発光効率が高くかつ有効寿命の長い有機エレクトロルミネッセント素子を提供することにある。",
                    "【0012】【課題を解決するための手段】本発明においては，層構造を有する有機エレクトロルミネッセント素子において，",
                    "a)基板層，",
                    "b)第1光透過性電極層，",
                    "c)1個以上の機能性オプトエレクトロニック層であって，",
                    "c1)1つ以上の一重項状態および1つ以上の三重項状態を有する1種以上のp型有機材料，",
                    "c2)希土類金属イオンと有機配位子とから成り，前記希土類金属イオンは放出状態を有し，前記有機配位子は1つ以上の一重項状態および1つ以上の三重項状態を有する，1種以上の有機金属錯体を含有する発光材料，および",
                    "c3)1つ以上の一重項状態および1つ以上の三重項状態を有する1種以上のn型有機材料のうちの1つ以上の材料を含有する層，および",
                    "d)第2電極を具え，前記配位子の最低エネルギーの三重項状態は，前記n型有機材料および前記p型有機材料の少なくとも一方の最低エネルギーの三重項状態より低いレベルに位置し，かつ前記希土類金属イオンの放出状態より高いレベルに位置することを特徴とする有機エレクトロルミネッセント素子によって，上述の目的を達成する。",
                    "【0014】・・・本発明のエレクトロルミネッセント素子は，驚くほど増大した発光効率の点で優れており，さらに極めて良好な熱安定性を有し，しかも簡単な方法で製造することができる。",
                    "【0015】本発明においては，p型有機材料および前記発光材料は第1均一層中に存在し，n型有機材料は第2層中に存在し，かつ前記p型有機材料の最低三重項状態は前記n型有機材料の最低三重項状態より低いレベルに位置するのが好ましい。",
                    "【0059】・・・本発明においては，三重項励起子を使用して，生成した三重項状態から希土類金属イオンエネルギーを移行させることができる。",
                    "【0060】このために，n型又はp型の有機単量体又は有機重合体を，低レベルの放出状態を有する希土類金属の有機金属錯体を含むエレクトロルミネスセント材料(放射体)に組み合わせる。希土類金属イオンの最低放出レベルは，有機配位子の一重項状態及び三重項状態より下方に離れて位置しているので，熱的に活性化された逆方向の移行が起こることはあり得ない。これらの希土類金属錯体においては，通常の一重項-一重項遷移のほか，有機配位子の最低三重項状態からも中央の希土類金属イオンの放出レベルへのエネルギーの移行が許容される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲16(コーエン・ビンネマンス，ケミカル・レビュー，2009年，第109巻)の4284頁の「2．1  ランタニドルミネッセンスの原理」には，次の記載がある。",
                    "ランタニドイオンによる発光を議論する場合，「蛍光(フルオレッセンス)」あるいは「リン光(フォスフォレッセンス)」という用語よりも，「発光(ルミネッセンス)」という用語がよく用いられる。その理由は，蛍光及びリン光という用語は有機分子による発光を説明するために用いられること，及びこれらの用語は発光のメカニズムの情報を含むからである。すなわち，蛍光は一重項→一重項発光(すなわち，スピン許容遷移)であり，リン光は三重項→一重項発光(すなわち，スピン禁制遷移)である。ランタニドの場合には，発光は4f核内の遷移によるので，配置内(インターコンフィギュレーショナル)のf-f遷移である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲17(城戸ら，ケミカル・レビュー，2002年，第102巻)には，次の記載がある。",
                    "図6は，この総説にしばしば記載されているEu3＋及びTb3＋キレートの構造を示している。連続直流モード・・・で駆動させたときに，明るい緑色発光がこのOLEDから観察された。図7に示されているように，このスペクトルはTb3＋イオンの特徴的な線発光を示し，Tb(acac)3のフォトルミネッセンススペクトルと同じであることがわかった。最も強い発光は544nmのピークであり，これはTb3＋イオンの5D4→7F5の遷移に対応する。(2359頁)",
                    "励起子はPVKで形成され，次にEu(TTA)3(Phen)の配位子部位へと移された。生成した一重項励起子は項間交差によって三重項励起子に変換され，次にEu3＋に移された。Eu3＋における5Dから7F軌道へのエネルギー緩和が，614nmの鋭い発光をもたらした。(2361頁)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書の請求項1の記載は，上記第2の2のとおりであり，その「リン光ドーパント材料」の「リン光」については，「黄燐を空気中に放置し暗所で見るときに認められる青白い微光」等の意味があり(甲9)，一義的に定まらないから，その技術的意義は，本願明細書の発明の詳細な説明を参照して認定されるべきである。そして，上記(1) 認定の事実によれば，本願明細書の段落【0016】に「用語“リン光”は有機分子三重項励起状態からの発光を称し」(上記(1)ア )と記載されることから，本願発明の「リン光」とは，有機分子の三重項励起状態のエネルギーから直接発光する現象を指すものと理解され，この解釈は，当該技術分野における一般的な用法(同ウ)に沿うものである。",
                    "この点，被告は，段落【0014】の記載(同ア)を根拠に，段落【0016】の記載は定義ではない旨主張する。しかし，段落【0014】の「実施態様」とは，「本発明の実施態様は当該図面に関して説明される。」と記載されることから，図面に記載された態様を意味するにすぎず，段落【0016】の「リン光」の説明までも実施態様であって説明的な例であると述べる趣旨とは解されず，被告の上記主張は失当である。",
                    "一方，引用発明の発光材料は，引用例1の段落【0059】に「三重項励起子を使用して，生成した三重項状態から希土類金属イオンにエネルギーを移行させることができる。」，段落【0060】に「希土類金属イオンの最低放出レベルは，有機配位子の一重項状態及び三重項状態より下方に離れて位置している」，「これらの希土類金属錯体においては，通常の一重項-一重項遷移のほか，有機配位子の最低三重項状態からも中央の希土類金属イオンの放出レベルへのエネルギーの移行が許容される」と記載されることから(上記(1)イ )，三重項励起子のエネルギーを希土類金属イオンに移行させ，当該イオンの励起状態から発光させるものであって，三重項励起状態のエネルギーを直接発光させるものではないと解される。そうすると，引用発明における発光は，本願明細書で定義され，当該技術分野における一般的な用法による「リン光」と同義とはいえない。このことは，希土類金属であるランタニドに基づくハイブリッド材料に関する総説である甲16に，リン光は三重項→一重項発光であるのに対して，ランタニドの場合には発光は4f核内の遷移によるのでf-f遷移である旨記載され(同ウ)，ランタニドイオンと有機配位子とからなる錯体の電解発光に関する総説である甲17に，ランタニド金属イオンであるEu3＋及びTb3＋の発光が五重項→七重項遷移である旨記載されること(同エ)からも明らかである。",
                    "この点，被告は，甲3，乙1ないし乙4を根拠として，引用例1の発光材料の発光がリン光といえる旨主張する。上記書証では，いずれも「リン光」が「三重項励起子からの発光」などと表現されるが，これらは，引用例1の発光材料の発光が，本願明細書で定義され，当該技術分野における一般的な用法による「リン光」であることを説明するものではないから，被告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，引用発明の発光材料が，本願発明の「リン光発光ドーパント材料」と同一でないとしても，引用発明から相違点1に係る本願発明の構成を想到することが容易であるかについて判断する。",
                    "上記アのとおり，引用発明は，三重項励起子エネルギーを希土類金属イオンに移行させて発光するという機構に基づく発光素子であるのに対して，本願発明は，当該技術分野で通常用いる意味での「リン光発光材料」の発光分子上で励起子を直接捕捉するものであるから，両者の発光機構は異なる。また，上記(1)イ 認定の事実によれば，引用発明の構成が，導電性有機材料及び希土類金属の有機金属錯体が使用された発光素子において，発光効率が高くかつ有効寿命の長い有機エレクトロルミネッセント素子を提供することを目的として採用されたものであり，当該素子に特有の構成であるから，引用例1において，その発光材料を，別の発光機構のものに変更する動機付けはないというべきである。",
                    "これに対し，被告は，本願優先日前，既に，三重項励起状態から発光する材料として希土類金属錯体であるユーロピウム錯体よりも，重遷移金属錯体である白金錯体やイリジウム錯体を用いた方が発光効率を改善できることが当業者に知られていた(乙5)から，希土類金属錯体に代えて，本願発明で用いられる発光材料である白金錯体やイリジウム錯体などの重遷移金属錯体を採用しようとすることは当業者が容易に想到し得た旨主張する。しかし，仮に，このような発光効率改善の観点があるとしても，本願発明は，リン光発光材料の発光分子上での励起子直接捕捉を達成するための，各材料のエネルギー準位の関係を特定したものであって，発光材料としてリン光発光材料を採用することを前提としている(本願明細書の請求項1，上記(1)ア の【0003】，【0004】，【0006】ないし【0008】)。一方，上記のとおり，引用例1に，発光材料としてリン光発光材料を用いることの動機付けはないから，被告主張の周知技術が存在したとしても，引用発明に適用することの動機付けはないというべきである。よって，被告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，「周知のリン光発光材料を引用発明のリン光発光材料に適用し，上記相違点1に係る本願発明の発明特定事項を得ることも，当業者が適宜なし得たことである。」との審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3(相違点2に関する判断の誤り)について",
          "text": [
            "審決は，相違点2に係る本願発明の構成に関し，「本願発明が特定するHOMOレベルとLUMOレベルの相対的関係の，技術的意義及び作用・効果は何ら認められない。」とし，「引用発明における発光材料，並びにp型有機材料を構成する不活性な重合体マトリクス及び電荷を輸送できる単量体を，本願発明のようなエネルギー準位の相対的関係を有するものとするかどうかは，単なる設計的事項の範ちゅうにすぎないといわざるを得ない。」として，「引用発明から上記相違点2に係る発明特定事項を得ることは，当業者が容易になし得たことである。」と判断した。",
            "これに対し，原告らは，審決の判断は誤りであると主張するので，以下，検討する。",
            "本願明細書の請求項1の記載，及び，上記1(1)ア 認定の事実によれば，本願発明は，非電荷運搬材料，正孔輸送材料及びリン光発光ドーパント材料を，そのHOMO及びLUMOレベルが特定の関係になるように組み合わせて用いることによって，追加のエネルギー移動過程なしに励起子エネルギーを発光材料分子により直接捕捉して，発光効率を高めることができるという技術的意義を有すると認められる。",
            "これに対し，引用例1では，上記1(1)イ 認定のとおり，段落【0012】の「最低エネルギーの三重項状態」及び段落【0015】の「最低三重項状態」はLUMOを指し，電荷輸送材料(n型及びp型有機材料)と発光材料のLUMOどうしの大小関係が規定されているとはいえるが，本願発明の上記関係は記載も示唆もされていない。また，引用例1では，リン光発光材料上での正孔及び電子の直接捕捉を達成すること，及び，それにより三重項エネルギー移動過程を抑えることによる利点やそれが望ましいことについても，記載も示唆もされていない。有機発光素子の分野において，用いる化合物のエネルギー準位の相対的関係を考慮することが周知であるとしても，リン光発光材料上での正孔及び電子の直接捕捉を達成するという観点がなくては，当業者といえども，本願発明のエネルギー準位の相対的関係を導き出すことはできないというべきである。",
            "したがって，「引用発明から上記相違点2に係る発明特定事項を得ることは，当業者が容易になし得たことである。」とした審決の判断は誤りである。",
            "なお，審決は，明細書には，具体的に挙げられている各化合物のHOMOレベル及びLUMOレベルが記載されていないため，本願発明が特定するHOMOレベルとLUMOレベルの相対的関係の技術的意義及び作用効果を認めることができない旨指摘するが，審決において，特許法36条4項1号，6項1号については判断の対象となっていない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおり，原告ら主張の取消事由2及び取消事由3には理由があり，その余の争点について判断するまでもなく，審決には取り消すべき違法がある。被告は他にも縷々反論するが，いずれも採用の限りではない。",
        "よって，審決を取り消すこととして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10253",
    "date": "2012-09-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082567",
    "ipprecedent_id": "3070",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}