{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2010-800223号事件につき平成23年8月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，発明の名称を「座幅調整可能な車椅子」とする特許第3844354号(平成15年12月2日出願，平成18年8月25日設定登録。以下「本件特許」という。)の特許権者である。",
            "原告は，平成22年12月8日，本件特許(請求項数は1)の無効審判請求(無効2010-800223号事件)をし，被告は，平成23年3月18日，訂正請求書を提出した(以下「本件訂正」という。)。",
            "特許庁は，平成23年8月9日，「訂正を認める。本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月18日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正前の本件特許の特許請求の範囲の請求項1の記載は，次のとおりである(甲23。以下，この発明を「本件訂正前発明」という。また，本件訂正前の特許請求の範囲，明細書及び図面を総称して「本件訂正前明細書」ということがある)。",
                "【請求項1】",
                "複数の支柱(2a)，(2a)を上下一対の横桁(2b)，(2b)で繋いだ左右一対の椅子フレーム(2)，(2)を相互間に介在させたX字状挟動体(3) を備えた折り畳み機構(6)",
                "(判決注  「折り畳み機構(7)」とあるのは折り畳み機構(6) の誤記と認める。)により折り畳み自在に連繋した車椅子であって，前記したX字状挟動体(3) を，挟動可能な前部Xリンク(10)および後部Xリンク(11)と，この前部Xリンク(10)および後部Xリンク(11)を連繋している上部水平杆(12)，(12)および下部水平杆(13)，(13)と，この上部水平杆(12)，(12)および下部水平杆(13)，(13)のいずれかに一端を枢着させたスライド杆(14a) ，(14a) をガイド杆(14b) ，(14b) に遊挿した姿勢保持用のガイド部材(14)，(14)とよりなるものとして，このX字状挟動体(3)は，前記したガイド部材(14)，(14)を椅子フレーム(2) ，(2) の支柱(2a)，(2a)に嵌挿するとともに上部水平杆(12)，(12)と下部水平杆(13)，(13)のいずれかを椅子フレーム(2) の横桁(2b)に係脱自在とした状態で椅子フレーム(2) ，(2) 間に介在されて前記した支柱(2a)，(2a)に対してロック機構(15)により係脱自在に連結されていて，前記した支柱(2a)，(2a)に対するX字状挟動体(3) の連結位置を高低調整することによりこのX字状挟動体(3) の開き角度を変えて座幅を調整できるようにした車椅子であって，前記したロック機構(15)が，支柱(2a)に透設された複数の位置調整用の係止孔(16)と，上部水平杆(12)または下部水平杆(13)内に設けられて前記各係止孔(16)に係脱する二本のスライドピン(17)と，該各スライドピン(17)を係止方向に付勢するばね(18)と，各スライドピン(17)に片手で操作できる範囲内に近接させて取り付けた一対の操作ノブ(19)とからなる座幅調整可能な車椅子。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正後の本件特許の特許請求の範囲の請求項1の記載は，次のとおりである(甲19の1ないし3。ただし，審決に従い分説した。以下，この発明を「本件発明」という。また，本件訂正後の特許請求の範囲，明細書及び図面を総称して「本件明細書」ということがある。)。下線部が訂正部分である。",
                "A：複数の支柱(2a)，(2a)を上下一対の横桁(2b)，(2b)で繋いだ左右一対の椅子フレーム(2) ，(2) を相互間に介在させたX字状挟動体(3) を備えた折り畳み機構(6) (判決注  甲19の3に「折り畳み機構(7) 」とあるのは折り畳み機構(6) の誤記と認める。)により折り畳み自在に連繋した車椅子であって，",
                "B：前記したX字状挟動体(3) を，挟動可能な前部Xリンク(10)および後部Xリンク(11)と，",
                "C：この前部Xリンク(10)および後部Xリンク(11)を連繋している上部水平杆(12)，(12)および下部水平杆(13)，(13)と，",
                "D：この上部水平杆(12)，(12)に一端を枢着させたスライド杆(14a) ，(14a) をガイド杆(14b) ，(14b) に遊挿した姿勢保持用のガイド部材(14)，(14)とよりなるものとして，",
                "E：このX字状挟動体(3) は，前記したガイド部材(14)，(14)を椅子フレーム(2) ，(2) の支柱(2a)，(2a)に嵌挿するとともに，",
                "F：上部水平杆(12)を椅子フレーム(2) の横桁(2b)に係脱自在とした状態で，椅子フレーム(2) ，(2) 間に介在され，下部水平杆(13)が支柱(2a)，(2a)に対してロック機構(15)により係脱自在に連結されていて，",
                "G：前記した支柱(2a)，(2a)に対する下部水平杆(13)の連結位置を高低調整することにより，このX字状挟動体(3) の開き角度を変えて座幅を調整できるようにした車椅子であって，",
                "H：前記したロック機構(15)が，支柱(2a)に透設された複数の位置調整用の係止孔(16)と，",
                "I：下部水平杆(13)内に設けられて前記各係止孔(16)に係脱する二本のスライドピン(17)と，",
                "X：各スライドピン(17)が嵌挿ガイドされるスライダ(20)と，",
                "J：該各スライドピン(17)を係止方向に付勢するばね(18)と，",
                "K：各スライドピン(17)に片手で操作できる範囲内に近接させて取り付けた一対の操作ノブ(19)とからなり，",
                "Y：該スライダ(20)は，先端にU字状ガイド部を備え，該U字状ガイド部は，支柱(2a)，(2a)の直径と略等しい円弧を有するものとして下部水平杆(13)を複数の支柱(2a)，(2a)間で円滑にスライドできるようにしたものであることを特徴とする",
                "L：座幅調整可能な車椅子。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。その判断の概要は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正は，特許請求の範囲の減縮，明りょうでない記載の釈明を目的とし，いずれも願書に添付した明細書，特許請求の範囲又は図面に記載されている事項の範囲内の訂正であり，また，実質上特許請求の範囲を拡張し，又は変更するものでないから，特許法134条の2第1項1号及び3号に掲げる事項を目的とするものであり，同法134条の2第5項において準用する同法126条3項及び4項の規定に適合する。よって，本件訂正を認める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明は，甲1(特開2003-126168号公報)に記載された発明(以下「甲1発明」という。)，甲2，甲4ないし甲7及び甲13に記載された周知技術並びに甲8ないし甲12に記載された周知技術に基づいて当業者が容易に発明することができたものとはいえない。",
                    "本件発明は，特許法29条2項の規定に違反してなされたものではなく，請求人(原告)の主張及び提出した証拠方法によっては，本件発明に係る特許を無効とすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記判断に際し，審決が認定した甲1発明の内容，甲1発明と本件発明との一致点及び相違点は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容",
                  "text": [
                    "前後脚柱部を上下一対の座梁部，下梁で繋いだ左右一対の側枠を相互間に介在させたX枠を備えた折り畳み機構により折り畳み自在に連結した車椅子であって，前記したX枠を，挟動可能な前部X枠及び後部X枠と，この前部X枠及び後部X枠を連繋している上側杆及び下側杆とよりなるものとして，このX枠は，上側杆を側枠の座梁部に係脱自在とした状態で，側枠間に介在され，下側杆を，下梁の下側杆取付部に設けられた上下に配列している複数個の軸穴のうちの一つの位置に合わせ，軸を軸穴及び下側杆の内部に挿通することにより，下梁に対して係脱自在に連結し，",
                    "前記した下梁に対する下側杆の連結位置を高低調整することにより，このX枠の開き角度を変えて座幅を調整できるようにした，座幅調整可能な車椅子。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明と本件発明との一致点",
                  "text": [
                    "複数の支柱(2a)，(2a)を上下一対の横桁(2b)，(2b)で繋いだ左右一対の椅子フレーム(2) ，(2) を相互間に介在させたX字状挟動体(3) を備えた折り畳み機構(6)",
                    "により折り畳み自在に連繋した車椅子であって，前記したX字状挟動体(3) を，挟動可能な前部Xリンク(10)および後部Xリンク(11)と，この前部Xリンク(10)および後部Xリンク(11)を連繋している上部水平杆(12)，(12)および下部水平杆(13)，(13)とよりなるものとして，このX字状挟動体(3) は，上部水平杆(12)，(12)を椅子フレーム(2) の横桁(2b)に係脱自在とした状態で椅子フレーム(2) ，(2) 間に介在され，下部水平杆(13)が椅子フレーム(2) に対してロック機構により係脱自在に連結されていて，前記した椅子フレーム(2) に対する下部水平杆(13)の連結位置を高低調整することにより，このX字状挟動体(3) の開き角度を変えて座幅を調整できるようにした座幅調整可能な車椅子。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1発明と本件発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件発明では，「X字状挟動体(3) を，・・・D：この上部水平杆(12)，(12)に一端を枢着させたスライド杆(14a)，(14a)をガイド杆(14b)，(14b)に遊挿した姿勢保持用のガイド部材(14)，(14)とよりなるものとして，E：このX字状挟動体(3)",
                        "は，前記したガイド部材(14)，(14)を椅子フレーム(2) ，(2) の支柱(2a)，(2a)に嵌挿する」のに対して，甲1発明では，「X枠」は上記構成を備えていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明では，「F：下部水平杆(13)が支柱(2a)，(2a)に対してロック機構(15)により係脱自在に連結されていて，・・・H：前記したロック機構(15)が，支柱(2a)に透設された複数の位置調整用の係止孔(16)と，I：下部水平杆(13)内に設けられて前記各係止孔(16)に係脱する二本のスライドピン(17)と，X：各スライドピン(17)が嵌挿ガイドされるスライダ(20)と，J：該各スライドピン(17)を係止方向に付勢するばね(18)と，K：各スライドピン(17)に片手で操作できる範囲内に近接させて取り付けた一対の操作ノブ(19)とからなり，Y：該スライダ(20)は，先端にU字状ガイド部を備え，該U字状ガイド部は，支柱(2a)，(2a)の直径と略等しい円弧を有するものとして下部水平杆(13)を複数の支柱(2a)，(2a)間で円滑にスライドできるようにしたものである」のに対して，甲1発明では，「下側杆を，下梁の下側杆取付部に設けられた上下に配列している複数個の軸穴のうちの一つの位置に合わせ，軸を軸穴及び下側杆の内部に挿通することにより，下梁に対して係脱自在に連結し」た点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "text": [
            "審決には，(1) 本件訂正を認めた判断の誤り(取消事由1)，(2) 相違点1に係る本件発明の構成に関する容易想到性判断の誤り(取消事由2)，(3) 相違点2に係る本件発明の構成に関する容易想到性判断の誤り(取消事由3)，(4) 本件発明の効果に関する認定の誤り(取消事由4)があり，これらは，審決の結論に影響を及ぼすから，審決は取り消されるべきである。すなわち，"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正を認めた判断の誤り(取消事由1)",
              "text": [
                "審決は，本件訂正は，特許請求の範囲の減縮，明りょうでない記載の釈明を目的とし，いずれも願書に添付した明細書，特許請求の範囲又は図面に記載されている事項の範囲内の訂正であり，また，実質上特許請求の範囲を拡張し，又は変更するものでないと判断して，これを認めた。",
                "しかし，以下のとおり，審決の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正は，特許請求の範囲の請求項1のうち，「この上部水平杆(12)，(12)および下部水平杆(13)，(13)のいずれかに一端を枢着させたスライド杆(14a)，(14a) 」を，「この上部水平杆(12)，(12)に一端を枢着させたスライド杆(14a) ，(14a) 」に訂正すること(以下「訂正事項1」という。)を含み，これは，スライド杆14aを枢着させる水平杆を上部水平杆12に限定しようとするものである。",
                    "しかし，本件訂正前明細書には，「上部水平杆12に枢着される・・・ガイド部材14」(段落【0012】)，「前記ガイド部材14」は「スライド杆14aと該スライド杆14aを遊挿させるガイド杆14bとからなるものであり」(段落【0014】)と記載されており，上記記載と図2及び図3の記載とを参照しても，上部水平杆12に枢着されるのはガイド杆14bと考えるべきである。また，図2，図3には，スライド杆14aはガイド杆14bの下端から垂下した状態に記載されており，スライド杆14aとガイド杆14bとは支柱2aと略等長としたとの記載(段落【0014】)からみて，スライド杆14aが直接上部水平杆に枢着されていることは当業者にあっても自明な事項ではない。",
                    "したがって，上記の訂正は，願書に添付した明細書，特許請求の範囲又は図面に記載された事項の範囲内のものとはいえず，審決の「願書に添付した明細書，特許請求の範囲又は図面に記載された事項の範囲内のものであり，かつ実質上特許請求の範囲を拡張し，又は変更するものでもない」とした判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正は，特許請求の範囲の請求項1のうち，「このX字状挟動体(3) は，前記したガイド部材(14)，(14)を椅子フレーム(2) ，(2) の支柱(2a)，(2a)に嵌挿するとともに上部水平杆(12)，(12)と下部水平杆(13)，(13)のいずれかを椅子フレーム(2) の横桁(2b)に係脱自在とした状態で椅子フレーム(2) ，(2) 間に介在されて前記した支柱(2a)，(2a)に対してロック機構(15)により係脱自在に連結されていて」を，「このX字状挟動体(3) は，前記したガイド部材(14)，(14)を椅子フレーム(2) ，(2) の支柱(2a)，(2a)に嵌挿するとともに，上部水平杆(12)を椅子フレーム(2) の横桁(2b)に係脱自在とした状態で，椅子フレーム(2) ，(2) 間に介在され，下部水平杆(13)が支柱(2a)，(2a)に対してロック機構(15)により係脱自在に連結されていて」と訂正すること(以下「訂正事項2」という。)を含む。これは，椅子フレームの横桁2bに係脱自在とする水平杆を，上部水平杆12に限定し，支柱2aに対してロック機構15により係脱自在に連結されるX字状挟動体3の構成要素を下部水平杆13に限定しようとするものである。",
                    "しかし，上記アのとおり，上部水平杆12に枢着されるのはガイド杆14bと考えるべきであり，スライド杆14aが該ガイド杆14bの内側に遊嵌している構成が採用されていると考えられる。ところが，該スライド杆14aが該ガイド杆14bから脱落しないようにする手段が記載されておらず，図2にはガイド杆14bの太さは中間支柱2aに略等しくされているから，該中間支柱2a内に嵌挿係止されることは不可能と考えられる。また，ガイド杆14bがスライド杆14aをスライド自在にガイドするようにするためには，予め該ガイド杆14bは中間支柱2a内に嵌挿係止した状態で，スライド杆14aを該ガイド杆14b内に挿入しなければならないが，上記のとおり，ガイド杆14bは上部水平杆12に枢着されているので，該ガイド杆14b内に該スライド杆14aを上方から挿入することはできない。さらに，スライド杆14aが上部水平杆12に枢着され，ガイド杆14bが中間支柱2a内に嵌挿係止されている構成が採用されているとも考えられない。",
                    "したがって，上記の訂正によっても，明りょうでない記載は釈明されておらず，審決の「明りょうでない記載の釈明を目的とするものに該当する」とした判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正は，本件訂正前明細書の段落【0004】，【0005】記載の「この上部水平杆および下部水平杆のいずれかに一端を枢着させたスライド杆」を，「この上部水平杆に一端を枢着させたスライド杆」と訂正すること(以下「訂正事項5，8」という。)を含み，特許請求の範囲の訂正に伴い，願書に添付した明細書の発明の詳細な説明の記載を整合させるものであるが，この訂正は，上記イのとおり，明りょうでない記載の釈明とはいえず，審決の「明りょうでない記載の釈明を目的とするものに該当する」とした判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に係る本件発明の構成に関する容易想到性判断の誤り(取消事由2)",
              "text": [
                "審決は，相違点1に係る本件発明の構成について，甲1発明，甲2，甲4ないし甲7及び甲13に記載された周知技術に基づいて当業者が容易に想到し得るものではない旨判断した。",
                "しかし，審決の判断は誤りである。",
                "甲13の1・2にはX枠アセンブリーBの延長シートバー部材100には保持ブラケット134を介してガイドメンバー84が枢着されており，上記ガイドメンバー84は下側フレームメンバー12に取付けられているシートガイドアセンブリー80のガイド受容部分82に密接スライド可能に受容されている構成が開示されているが，上記構成において，延長シートバー部材100は上部水平杆12に相当し，ガイドメンバー84はスライド杆14aに相当し，ガイド受容部分82はガイド杆14bに相当するから，甲13には，相違点1に係る本件発明の構成と実質的に同一の構成が開示されている。",
                "また，甲2に記載の発明は，背部フレーム17の下端に軸部材19を取付けておき，該軸部材19を本体フレーム1の筒体20，28に嵌合して，上記軸部材19の上下動のガイドを行なう点について，本件発明のガイド部材14と同一構成，同一作用を有し，甲4記載の発明はロッド23，25を円筒体27，29に対してスライド可能に挿通した構成，甲5記載の発明はピストン53とシリンダ52とによって座面の昇降をガイドする構成，甲6記載の発明には揺動アーム8に昇降ポスト5を取付け，該昇降ポスト5を固定ポスト4の内部に摺動自在に嵌合して，該揺動アーム8の昇降をガイドする構成，甲7記載の発明は座席フレームの上下動をガイドする上下動機構を，それぞれ具備している。",
                "したがって，本件発明における姿勢保持用のガイド部材は，周知慣用のものであり，相違点1に係る本件発明の構成に関する審決の容易想到性の判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2に係る本件発明の構成に関する容易想到性判断の誤り(取消事由3)",
              "text": [
                "審決は，相違点2に関し，甲8ないし甲12には，本件発明の構成要件F，I，Yに係る構成は記載されていないと認定し，相違点2に係る本件発明の構成は，甲1発明及び甲8ないし甲12に記載された周知技術に基づいて当業者が容易に想到し得るものとはいえない旨判断した。",
                "しかし，審決の判断は誤りである。",
                "構成要件Fと同一の構成は，甲1に開示されている。すなわち，上部水平杆(12)は甲1発明の上側杆(17)に相当し，椅子フレーム(2) の横桁(2b)は甲1発明の側枠(3,3) の座梁部(4) に相当し，上記上側杆(17)は上記座梁部(4) に取り付けられている杆受け(16,16) に係脱自在とされている。そして，下部水平杆(13)は甲1発明の下側杆(18,18) に相当し，上記下側杆(18,18) は左右側枠(3,3) 下部の下側杆取付部(13,13) にロック機構である枢軸26により係脱自在に連結されている(段落【0012】～【0015】)。椅子フレーム(2) の支柱(2a)，(2a)は，上記下側杆取付部(13,13) と同等物である。",
                "また，構成要件Iについては，甲8記載の二本のロックピン48，58は支持パイプ41，51の位置決め穴48c，58cに係脱するので(段落【0035】，【0036】)，本件発明のスライドピン(17)に相当する。",
                "さらに，構成要件Yについては，甲8記載の座部60の連結水平パイプ52はU字状ガイド部に相当するガイド部54を備えており，上記ガイド部54は座席支持パイプ51にそれぞれスライド自在に挿着されている(段落【0034】)。",
                "甲9ないし12にも，構成要件I，Yと同様の構成が開示されている。",
                "加えて，相違点2に係る本件発明の構成要件Hは，甲1発明の下側杆取付部(13,13) に設けられている複数の軸穴(13A,13B,13C) に相当し，構成要件Xは，甲8記載の発明の連結水平パイプ52の中空部53に左右対称の一対のロックピン58が摺動自在に収納されている点と，構成要件Jは，左右のロックピン58が圧縮バネ59によって係止されている点(甲8の段落【0035】)と，構成要件Kは，ロックピン58が対応する座部支持パイプ51側に先細の先端部58aを有するとともに，対称軸側にロックピン58と直交する操作ノブ56を有する点(甲8の段落【0036】)と，それぞれ同一である。",
                "したがって，審決の相違点2に係る本件発明の構成に関する容易想到性の判断には誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明の効果に関する認定の誤り(取消事由4)",
              "text": [
                "審決は，本件明細書の段落【0005】ないし【0008】記載の効果について，甲1発明，甲2，甲4ないし甲7及び甲13に記載された周知技術並びに甲8ないし甲12に記載された周知技術から当業者が容易に予測し得ない，顕著なものである旨認定した。",
                "しかし，審決の認定は誤りである。",
                "本件発明の構成の全ては，甲1，甲2，甲4ないし甲13に開示されており，本件発明の効果は，上記各甲号証によっても奏される。例えば，甲1の実施品は，工具を使わずに調整でき(甲15)，甲8には「高齢者や下肢の不自由な人等の身体的弱者でも高さ調節を確実且つ容易に行なうことができる」(段落【0019】)，甲10には，伸縮体は「片手でも容易に短縮状態とすることができる」(【要約】【目的】)，「図2に示すように，最下段の部材2-1の横桟部6の下面よりも下方に突出しているレバー36，36を片手で把持し，中央側に両レバー36，36を寄せる」(段落【0018】)，「従って，たとえ，片手しか使えないような状態であっても，伸縮体を短縮状態とする操作が容易に行える」(段落【0022】)，甲12には「両側のピンの把持部を片手で握ることができるから片手で両側のピンを伸縮パイプの止め孔に出し入れすることができて天板の傾斜角度の調節を一人で容易に行うことができる効果がある。」(段落【0004】)と，それぞれ記載される。",
                "また，車椅子の座巾調節は平成6年制定の製造物責任法を考慮して，本件特許出願時から，メーカーあるいは販売店，リース業者等の中間業者の専門家が行うことが常識であり(甲16・3頁参照)，女性や老人が座巾を調節するような危険なことは考えられない。車椅子の利用者は，身障者，高齢者等の歩行困難なハンディキャップがあり，自ら車椅子の座幅を調節することはあり得ない。",
                "したがって，本件明細書記載の効果は，車椅子の実態を反映しておらず，顕著なものとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "以下のとおり，審決には，取り消されるべき判断の誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件訂正を認めた判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，訂正事項1は，スライド杆14aが枢着する水平杆を上部水平杆12に限定しようとするものであるが，上部水平杆12に枢着されるのはガイド杆14bと考えるべきであるから，願書に添付した明細書，特許請求の範囲又は図面に記載された事項の範囲内のものとはいえない旨主張する。",
                    "しかし，原告の主張は，以下のとおり失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件訂正前明細書の図2，図3に，スライド杆14aがガイド杆14bの下端から垂下した状態に記載されていることから，「上部水平杆(12)，(12)に枢着されるのはガイド杆14bと考えるべきである」と主張する。",
                        "しかし，図2，図3とも部品構成を明示するための分解図であり，X字挟動体3を支柱2aから分離した状態で描かれる。ガイド杆14bがスライド杆14aの上部に図示されているのは，使用状態において，ガイド杆14bがスライド杆14aの上部に位置するからである。本件訂正前発明のガイド杆14bは支柱2aの内部に挿入されてスライド杆14aの昇降をガイドする部材であり，上部水平杆12に枢着されるのは昇降可能なスライド杆14aである。本件訂正前明細書の段落【0014】には，「該ガイド杆14bは中間の支柱2a内に嵌挿係止されてスライド杆14aをスライド自在にガイドするようになっている」と記載されており，原告の上記主張は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件訂正前明細書の段落【0014】の「前記ガイド部材14」は「スライド杆14aと該スライド杆14aを遊挿させるガイド杆14bとからなるものであり」との記載から，スライド杆14aとガイド杆14bとは支柱2aと略等長であると解され，スライド杆14aが直接上部水平杆12に枢着されているということはできない旨主張する。",
                        "しかし，段落【0014】の記載は，「支柱2aと略等長としたスライド杆14aと，該スライド杆14aを遊挿させるガイド杆14b」を意味しており，ガイド杆14bが支柱2aと略等長ではないことは，本件訂正前明細書の図2，図3からも明らかである。また，スライド杆14aとガイド杆14bとが支柱2aと略等長であるか否かということと，スライド杆14aが直接上部水平杆12に枢着されているか否かということとは関連がなく，原告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告の主張のように，ガイド杆14bを上部水平杆12に枢着し，ガイド杆14bの下端にスライド杆14aを垂下した状態とすると，本件訂正前明細書の段落【0014】記載のように「ガイド杆14bはスライド杆14aをスライド自在にガイドする」ことはできないから，「上部水平杆(12)に枢着されるのはガイド杆14bと考えるべきである」との原告の解釈は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，訂正事項2について，上部水平杆12に枢着されるのはガイド杆14bであるとの前提に基づき，ガイド杆14bが上部水平杆12に枢着され，スライド杆14aが該ガイド杆14bの内側に遊嵌している構成が採用されていると考えられるとして，該スライド杆14aが該ガイド杆14bから脱落しないようにする手段が記載されておらず，図2にはガイド杆14bの太さは中間支柱2aに略等しく記載されており，該中間支柱2a内に嵌挿係止されることは不可能と考えられるとして，明りょうでない記載の釈明とはいえない旨主張する。",
                    "しかし，原告の主張は，以下のとおり失当である。",
                    "上記アのとおり，上部水平杆12に枢着されるのはガイド杆14bであるとの前提は失当であるから，これに基づく原告の上記主張も失当である。",
                    "したがって，原告の主張は理由がなく，審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，訂正事項5，8は，特許請求の範囲の訂正に伴い，願書に添付した明細書の発明の詳細な説明の記載を整合させるものであるが，明りょうでない記載の釈明とはいえない旨主張する。",
                    "しかし，原告の主張は失当である。",
                    "上記ア，イのとおり，特許請求の範囲の訂正に関する審決の判断に誤りはなく，訂正事項5，8についても，審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点1に係る本件発明の構成に関する容易想到性判断の誤り)に対し",
              "text": [
                "原告は，①甲13に相違点1に係る本件発明の構成と実質的に同一の構成が開示されている，②甲2記載の発明において，背部フレーム17の下端に軸部材19を取り付けておき，該軸部材19を本体フレーム1の筒体20，28に嵌合して，上記軸部材の上下のガイドを行う点については，本件発明のガイド部材14と同一構成，同一作用を有していると主張する。",
                "しかし，原告の主張は，以下のとおり失当である。",
                "すなわち，原告は，甲13の1・2に開示された構成において，延長シートバー部材100は，上部水平杆(12)に相当し，ガイドメンバー84はスライド杆(14a)",
                "に相当し，ガイド受容部分82はガイド杆(14b) に相当すると主張する。しかし，甲13のガイド受容部分82は，「下側フレームメンバー12に取り付けられているシートガイドアセンブリー80」の一部であって，側枠に相当する下側フレームメンバー12の一部をなし(Fig．3，Fig．4)，本件発明のガイド杆14bのように側枠の支柱2aに嵌挿されてスライド杆14aをガイドするものではないから，甲13のガイド受容部分82は本件発明のガイド杆14bではなく，本件発明の支柱2aに相当するものである。",
                "また，甲2記載の発明は，本件発明のガイド部材14を構成するガイド杆14bに相当する部材を有していない。",
                "したがって，相違点1に係る本件発明の構成について，甲1発明，甲2，甲4ないし甲7及び甲13に記載された周知技術に基づいて当業者が容易にし得るものではない旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点2に係る本件発明の構成に関する容易想到性判断の誤り)に対し",
              "text": [
                "原告は，相違点2に係る本件発明の構成のうち，構成要件Fと同一の構成は，甲1に開示されており，構成要件I，Yについては，甲8に記載され，甲9ないし12にも，構成要件I，Yと同様の構成が開示されているとして，相違点2に係る本件発明の構成に関する審決の容易想到性判断には誤りがある旨主張する。",
                "しかし，原告の主張は，以下のとおり失当である。",
                "構成要件Fに関し，原告は，「構成要件Fと同一の構成は，甲1に開示されている」と主張する。しかし，ロック機構15は，上記の構成要件H，I，X，J，K，Yで構成されるロック機構であるのに対し，甲1の枢軸26は，構成要件Fのロック機構15の構成のうち，「係止孔(16)に係脱する二本のスライドピン(17)」「各スライドピン(17)が嵌挿ガイドされるスライダ(20)」，「各スライドピン(17)を係止方向に付勢するばね(18)」，「各スライドピン(17)に片手で操作できる範囲内に近接させて取り付けた一対の操作ノブ(19)」のいずれの構成も欠く，単なる一本の枢軸に過ぎないから，本件発明のロック機構は甲1に示された枢軸26とは異なる。",
                "構成要件Iに関し，原告は，「甲8記載の二本のロックピン48，58は，支持パイプ41，51の位置決め穴48c，58cに係脱するのでスライドピン(17)に相当する」と主張する。しかし，構成要件Iのスライドピン(17)は，「下部水平杆(13)内に設けられて前記各係止孔(16)に係脱する」ものであるのに対し，甲8の二本のロックピン48，58は，「X字状挟動体を構成する下部水平杆内に設けられ」たものではなく，座幅が変動しない座部60を構成する左右のガイド部54と一体化された連結水平パイプ52の内部に形成された中空部に摺動自在に収納されたものである。",
                "構成要件Yに関し，原告は，「甲8記載の座部60の連結水平パイプ52はU字状ガイド部に相当するガイド部54を備えており，上記ガイド部54は座席支持パイプ51にそれぞれスライド自在に挿着されている」と主張する。しかし，構成要件YのU字状ガイド部は，車椅子の下部水平杆(13)を支柱(2a)に対して係脱自在に連結するロック機構を構成するものであり，このロック機構とは，下部水平杆内に設けられてその高さを決めるスライドピンを，先端にU字状ガイド部を備えたスライダの内部に配置したものであるのに対し，甲8のガイド部54は，固定幅を持って左右に配置された左右の座部支持パイプ51にそれぞれスライド自在に挿着されたものであり，構成要件YのU字状ガイド部に対応する構成を有しない。",
                "加えて，原告は，「甲9ないし甲12にも，構成要件I，Yと同様の構成が開示されている」と主張するが，構成要件Iは，「X字状挟動体を構成する下部水平杆(13)，(13)」に関するものであり，構成要件Yは，「下部水平杆(13)内に設けられて前記各係止孔(16)に係脱する二本のスライドピン(17)が嵌挿ガイドされるスライダ(20)」に関する構成であるのに対し，甲9ないし甲12に記載の発明は，いずれも「X字状挟動体を構成する下部水平杆(13)，(13)」を有しない。",
                "以上のとおり，原告の主張はいずれも失当であり，相違点2に係る本件発明の構成は，甲1発明及び甲8ないし甲12に記載された周知技術に基づいて当業者が容易に想到し得るものとはいえない旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(本件発明の効果に関する認定の誤り)に対し",
              "text": [
                "原告は，本件発明の構成の全ては，甲1，甲2，甲4ないし甲13に開示されており，本件発明の効果は，上記各甲号証によっても奏される旨主張する。",
                "しかし，原告の主張は失当である。",
                "本件発明の構成の全てが，上記各甲号証に開示されているとはいえない。",
                "また，原告が上記主張の根拠とする甲8ないし甲12は，「車椅子」とは異なる技術分野に関するものである。本件発明の顕著な効果である「誰でもが短時間で座幅を調整することができる」ことや「姿勢保持用のガイド部材により折り畳み時に椅子フレームとの係止が解かれてもX字状挟動体は不安定となることがないので，円滑に折り畳み操作をすることができる」こと，「片手で操作できることとなり，左右のロック機構を同時に解除できること」は，甲1，甲2，甲4ないし甲13のいずれにも記載されていない。",
                "さらに，原告は，甲16の記載に基づき「車椅子の座幅調節は平成6年制定の製造物責任法を考慮して，本件特許出願時から，メーカーあるいは販売店，リース業者等の中間業者の専門家が行うことが常識となっている」と主張するが，甲16は原告製品の取扱説明書であり，構造の異なる本件発明の作用効果を否定する理由とはならない。原告は，女性や老人が座幅を調節したり，車椅子の利用者自身が車椅子の座幅を調節することはあり得ない旨主張するが，車椅子の利用者であっても強健な使用者が多数存在すること，障害者の家族が座幅の調節を行なうことがあることを考えると，原告の上記主張は根拠がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，以下のとおり，原告主張の取消事由はいずれも理由がなく，審決に取り消されるべき違法はないものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正を認めた判断の誤り)について",
          "text": [
            "原告は，本件訂正が，特許請求の範囲の減縮，明りょうでない記載の釈明を目的とし，いずれも願書に添付した明細書，特許請求の範囲又は図面に記載されている事項の範囲内の訂正であり，また，実質上特許請求の範囲を拡張し，又は変更するものでないとした審決の判断は誤りである旨主張する。",
            "しかし，原告の主張は，以下のとおり失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，訂正事項1は，スライド杆14aが枢着する水平杆を上部水平杆12に限定しようとするものであるが，上部水平杆12に枢着されるのはガイド杆14bと考えるべきであるから，願書に添付した明細書，特許請求の範囲又は図面に記載された事項の範囲内のものとはいえない旨主張する。",
                "しかし，原告の主張は理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "認定事実",
                  "text": [
                    "願書に添付した明細書には，以下の記載がある。また，【図1】，【図2】，【図3】，【図4】，【図6】は別紙図面1ないし5のとおりである。なお，以下の記載箇所に関しては，補正はなされておらず(甲3の4・7)，願書に添付した明細書の記載は本件訂正前明細書(甲23)の記載と同様と認められる。",
                    "【0012】前記X字状挟動体3は，荷重を担うパイプよりなる前部Xリンク10と挟動動作を円滑にする板材よりなる後部Xリンク11と，該前部Xリンク10と後部Xリンク11の各上端に取り付けられる椅子フレーム連繋用の上部水平杆12と，前部Xリンク10と後部Xリンク11の各下端に取り付けられる椅子フレーム連繋用の下部水平杆13と，上部水平杆12に枢着される姿勢保持用のガイド部材14とからなるものである。",
                    "【0013】そして前記上部水平杆12は左右の椅子フレーム2の横桁2bに取り付けられた断面U字状をした受ホルダー2cに上から落し込んで係止するもので，折り畳み時には自動的に離脱する係脱自在なものとしている。下部水平杆13は椅子フレーム2に並設される後部および中間の支柱2a，2a間に後記ロック機構15により高さ調整自在に枢着係止されるものであり，下部水平杆13の椅子フレーム2への係止枢着位置を調整することにより座幅が調整できるものとしている。下部水平杆13の長さは後部と中間の支柱2a，2aの間隔と略等しいものとしている。",
                    "【0014】また前記ガイド部材14は椅子フレーム2の中間の支柱2a内に嵌挿収納されるもので，支柱2aと略等長としたスライド杆14aと該スライド杆14aを遊挿させるガイド杆14bとからなるものであり，該ガイド杆14bは中間の支柱2a内に嵌挿係止されてスライド杆14aをスライド自在にガイドするようになっている。このように前記ガイド部材14は中間の支柱2a内に収納されるので整備や取り扱い操作時に邪魔になることがないうえに，手を挟んだりぶつけたりすることがないものとなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "text": [
                    "上記認定の事実によれば，ガイド部材14は上部水平杆12に枢着され(【0012】)，椅子フレーム2の中間の支柱2a内に嵌挿収納されるもので，「支柱2aと略等長としたスライド杆14a」と「該スライド杆14aを遊挿させるガイド杆14b」とからなるものであること(【0014】)，ガイド杆14bは中間の支柱2a内に嵌挿係止されてスライド杆14aをスライド自在にガイドするようになっていること(【0014】)が認められる。そうすると，ガイド部材14のうち，スライド杆14aが上部水平杆12に枢着されていると解するのが合理的であり，ガイド杆14bがスライド杆14aをスライド自在にガイドすることによって，上部水平杆12が折り畳み時に受ホルダー2cから離脱する際に，上部水平杆12の姿勢を保持しながらガイドすること(【0013】)が認められる。",
                    "また，図2，図3にも，上記認定と同様のことが示されていると理解できる。",
                    "これに対し，原告は，図2，図3にはスライド杆14aはガイド杆14bの下端から垂下した状態に記載されていることなどから，上部水平杆12に枢着されるのはガイド杆14bと考えるべきである旨主張する。しかし，原告の主張は誤りである。図2，図3は，最良の実施形態における椅子フレームとX字状挟動体とを分解して示す図であるところ，ガイド杆14bがスライド杆14aの上方部位に図示されているのは，図1のように車椅子として組み立てて使用する状態において，ガイド杆14bがスライド杆14aの上方に位置するからであると解されるのであって，ガイド杆14bが常にスライド杆14aの上方に位置する構成を示すものとはいえない。そして，段落【0012】ないし【0014】の記載と図2，図3を併せて参照すれば，上記のとおり，スライド杆14aは，上部水平杆12に枢着されていると認められるのであり，ガイド杆14bの下端から垂下した状態とはいえないことは明らかである。",
                    "したがって，訂正事項1は，願書に添付した明細書，特許請求の範囲又は図面に記載された事項の範囲内のものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，訂正事項2について，上部水平杆12に枢着されるのはガイド杆14bであるとの前提に基づき，ガイド杆14bが上部水平杆12に枢着され，スライド杆14aが該ガイド杆14bの内側に遊嵌している構成が採用されていると考えられるとして，該スライド杆14aが該ガイド杆14bから脱落しないようにする手段が記載されておらず，図2にはガイド杆14bの太さは中間支柱2aに略等しく記載されており，該中間支柱2a内に嵌挿係止されることは不可能と考えられるとして，明りょうでない記載の釈明とはいえない旨主張する。",
                "しかし，原告の主張は理由がない。",
                "上記(1)イ のとおり，上部水平杆12に枢着されるのはガイド杆14aであると認められるから，上部水平杆12にガイド杆14bが枢着されることを前提とする原告の主張は失当である。",
                "また，図2には，ガイド杆14bの太さが中間支柱2aに略等しく記載されているところ，ガイド杆14bは中間支柱2a内に嵌挿係止されるものであるから(段落【0014】)，その太さが中間支柱2aと略等しいことは自然である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，訂正事項5，8は，特許請求の範囲の訂正に伴い，願書に添付した明細書の発明の詳細な説明の記載を整合させるものであるが，明りょうでない記載の釈明とはいえない旨主張する。",
                "しかし，原告の主張は理由がない。",
                "上記(1)，(2)のとおり，訂正事項1及び2について，特許請求の範囲の訂正を認めた審決の判断に誤りはなく，上記訂正に伴い，願書を添付した明細書の発明の詳細な説明の記載を整合させる訂正事項5，8についても，審決の判断に誤りは認められない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本件訂正を認めた審決の判断に違法はない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1に係る本件発明の構成に関する容易想到性判断の誤り)について",
          "text": [
            "原告は，甲13には，相違点1に係る本件発明の構成と実質的に同一の構成が開示されている，甲2，甲4ないし甲7からも，本件発明における姿勢保持用のガイド部材は，周知慣用のものであり，相違点1に係る本件発明の構成に関する審決の容易想到性の判断は誤りである旨主張する。",
            "しかし，原告の主張は，以下のとおり失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正後の本件明細書の特許請求の範囲の請求項1の記載は上記第2の2(2) のとおりである。また，本件明細書には，上記1(1)ア 認定のほか，次の記載がある(甲19の1～3，甲23)。",
                    "【発明が解決しようとする課題】【0003】解決しようとする問題点は，座幅調整に工具を必要とするため担当作業員を配置させねばならないうえに，座幅調整機構が椅子フレームに直接組み付けられて露呈突出しているため，座幅調整や整備時に邪魔になり，手をぶつけたり，折り畳み時に手指を挟んだりすることである。",
                    "【発明の効果】【0005】本発明は，左右一対の椅子フレーム間に介在させた折り畳み機構のX字状挟動体を，挟動可能な前部Xリンクおよび後部Xリンクと，この前部Xリンクおよび後部Xリンクを連繋している上部水平杆および下部水平杆と，この上部水平杆に一端を枢着させたスライド杆をガイド杆に遊挿した姿勢保持用のガイド部材とよりなるものとして，このX字状挟動体は，前記したガイド部材を椅子フレームの支柱に嵌挿するとともに，上部水平杆が椅子フレームの横桁に係脱自在とした状態で椅子フレーム間に介在され，下部水平杆が支柱に対してロック機構により係脱自在に連結されていて，前記した支柱に対する下部水平杆の連結位置を高低調整することによりこのX字状挟動体の開き角度を変えて座幅を調整できるようにしたから，工具を必要とすることなく極めて簡単に誰でもが短時間で座幅を調整することができるので，車椅子を貸し受ける際に待たされることもない。また利用者自身が座幅を調整することもできるので作業員を常時配置させておく必要がなくなるので管理運営費を大幅に低減できることとなる。しかも座幅の調整機構が椅子フレームから大きく突出されて取り付けられていないので，整備時や取り扱い時に邪魔にならず，円滑に整備作業ができるうえに折り畳み時に手を挟んだり，ぶつけたりすることがない。さらにデザイン的にも優れたものとすることができる。また，姿勢保持用のガイド部材により折り畳み時に椅子フレームとの係止が解かれてもX字状挟動体は不安定となることがないので，円滑に折り畳み操作をすることができるうえに，支柱内に嵌挿収納されるものとしているから，整備や取り扱い操作時に手を挟んだり，ぶつけたりすることがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2，甲4ないし甲7，甲13には，次の技術が記載されている(当事者間に争いがない。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲2(発明の名称「車椅子」)",
                      "text": [
                        "背部フレーム17を本体フレームの前後何れ側にも取り付け可能に支持手段を介して着脱可能に設けた車椅子において，本体フレームを構成する側部フレーム枠2の前部及び後部に筒体20，28を固着して，背部フレーム17の支持手段21を構成し，背部フレーム17の下端に固着された軸部材19を筒体20，28に嵌合すること。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲4(発明の名称「歩行器兼用車椅子」)",
                      "text": [
                        "利用者が着座するための座部を備えており，この座部が上下方向に移動可能とされており，座部が下方に位置するときは車椅子として利用可能であり，座部が上方に位置するときは歩行器として利用可能であるように構成された歩行器兼用車椅子において，座部の上下移動は，ロッドとこのロッドが挿通される円筒体とによって達成され，この円筒体に座部が固定されており，円筒体がロッドに対してスライドすることによって座部が上下に移動すること。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲5(発明の名称「車椅子の座面昇降装置」)",
                      "text": [
                        "車椅子の座面を簡便な昇降機能によって昇降させることにより，被介護者の体重の一部を車椅子で支え，介護者の体力的負担を軽減する車椅子において，油圧シリンダ52内を往復して上方に出没するピストン53を有する伸縮部材50により座面を支持すること。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲6(発明の名称「車椅子」)",
                      "text": [
                        "車輪を有するメインフレームと，メインフレームの左右一側に設けられた上下伸縮自在な支持ポストと，支持ポストに中間部を前後揺動自在に枢支された揺動アームと，揺動アームの両端部からメインフレームの左右他側に延びる2本の支持軸と，2本の支持軸に両端部を支持された帯状の着座部材とを備え，身障者等を自動車に容易に乗降させることが可能な車椅子において，支持ポストは，固定ポストの内部に摺動自在に嵌合して昇降する昇降ポストを有すること。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲7(発明の名称「介護用車椅子」)",
                      "text": [
                        "患者をベッド等へ移乗させる際に，簡単な操作で座席部を自由に上下動できるとともに，患者を寝たままベッド等へ又は座ったまま浴室台等へ苦痛を与えることなくスムーズにかつ安全に移すことができる介護用車椅子において，座席フレーム1及び下部フレーム11の車輪12側に固定されたガスダンパー10bを備えた座席フレーム支持体10c等からなる上下動駆動部10aを有すること。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "甲13の1ないし3(以下，枝番号の記載を省略する。)",
                      "text": [
                        "前部及び後部フレームメンバー(14，16)を上下一対の横桁(10，12)で繋いだ左右一対のサイドフレームアセンブリーAを相互間に介在させたX枠アセンブリーBを備えた折り畳み機構により折り畳み自在に連結した座幅調整可能な車椅子において，延長シートバー部材100に一端を枢着させたガイド部材84と，",
                        "このX枠アセンブリーBは，前記したガイドメンバー84を，サイドフレームアセンブリーAに固着されたガイド受容メンバー82内に嵌挿すること。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "上記(1) 認定の事実に基づき判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点1に係る本件発明の構成は「X字状挟動体(3) は，前記したガイド部材(14)，(14)を椅子フレーム(2) ，(2) の支柱(2a)，(2a)に嵌挿する」ものである。",
                    "一方，甲13記載の技術において，シートガイドアセンブリー80(本件発明のガイド部材14に対応すると認められる。)は前部弧状部分20(本件発明の支柱2aに対応すると認められる。)に固着されているものの，嵌挿されていないから，甲13に，相違点1に係る本件発明と同一の構成が開示されているとはいえない。",
                    "また，本件発明は，ガイド部材14が中間の支柱2a内に収納されるので整備や取り扱い操作時に邪魔になることがないうえに，手を挟んだりぶつけたりすることがないとの解決課題，効果を有するところ(本件明細書の段落【0003】，【0005】)，シートガイドアセンブリー80が前部弧状部分20に嵌挿されていない甲13記載の技術が，本件発明と同様の解決課題，効果を有するとは認められず，相違点1に係る本件発明の構成と実質的に同一ということもできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2記載の技術においては，本体フレームを構成する側部フレーム枠2(本件発明の支柱2aに対応すると認められる。)の前部及び後部に筒体20，28(本件発明のガイド杆14bに対応すると認められる。)が固着され，背部フレーム17の下端に固着された軸部材19(本件発明のスライド杆14aに対応すると認められる。)が筒体20，28に嵌合されており，筒体20，28が側部フレーム枠2に嵌挿されていないから，相違点1に係る本件発明の構成と同一の構成，作用を有しているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲4記載の技術においては，座部の上下移動が，ロッドとこのロッドが挿通される円筒体とによって達成され，この円筒体に座部が固定され，円筒体がロッドに対してスライドすることによって座部が上下に移動するものであるが，上下動する横側円筒体27及び中央円筒体29の内部に横側ロッド23及び中央ロッド25が挿通するから(甲4の段落【0008】，【0015】)，ガイド部材14が支柱2aに嵌挿される本件発明とは内部と外部が逆の配置関係にあり，また，本件発明のガイド杆14bに対応する部材を有しているとは認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲5記載の技術においては，油圧シリンダ52内を往復して上方に出没するピストン53を有する伸縮部材50により座面が支持されるが，本件発明のガイド杆14bに対応する部材を有しているとは認められない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "甲6記載の技術においては，支持ポストが，固定ポストの内部に摺動自在に嵌合して昇降する昇降ポストを有しているが，本件発明のガイド杆14bに対応する部材を有しているとは認められない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "甲7記載の技術においては，座席フレーム1及び下部フレーム11の車輪12側に固定されたガスダンパー10bを備えた座席フレーム支持体10c等からなる上下動駆動部10aを有するが，本件発明のガイド杆14bに対応する部材を有しているとは認められない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "以上のとおり，甲13には，相違点1に係る本件発明の構成と実質的に同一の構成が開示されている，甲2，甲4ないし甲7からも，本件発明における姿勢保持用のガイド部材は，周知慣用のものであるとの原告の主張は理由がなく，相違点1に係る本件発明の構成に関する審決の容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2に係る本件発明の構成に関する容易想到性判断の誤り)について",
          "text": [
            "原告は，相違点2に係る本件発明の構成のうち，構成要件Fと同一の構成は，甲1に開示されており，構成要件I，Yについては，甲8に記載され，甲9ないし12にも，構成要件I，Yと同様の構成が開示されている，構成要件H，X，J，Kについても，甲8に同一の構成が開示されているとして，相違点2に係る本件発明の構成に関する審決の容易想到性判断には誤りがある旨主張する。",
            "しかし，原告の主張は，以下のとおり失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，次の記載がある。",
                    "【0001】【産業上の利用分野】",
                    "本発明は巾調節できる車いすに関するものである。",
                    "【0003】【発明が解決しようとする課題】",
                    "・・・車いす(9) を介助者によらず使用者自身が移動させるには主車輪(91)あるいは主車輪に取り付けられたハンドリムを手で掴んで回すので，使用者の体形に応じて車椅子(9) の巾を調節しなければ，車椅子(9) に乗った人が車輪(91)を手で回す時，車輪(91)の巾が広すぎたり狭すぎたりして車輪(91)を回し易い位置に手をおくことが出来ないという問題点があった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲8ないし甲12には，次の技術が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲8",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "車体の骨格を形成するフレームの上部にハンドルを備えてなり，前記フレームは，ハンドルを支持するために略垂直方向に延在する互いに平行な一対のハンドル支持パイプ41を含み，前記ハンドルは，左右の各ハンドルグリップから略下方に延在する互いに平行な一対のハンドルパイプ44を備え，各ハンドルパイプ44の下端部を各ハンドル支持パイプ41の上端部に摺動自在に外嵌してなる構成の手押し車における，使い勝手の良いハンドルの高さ調節機構に関し，各ハンドル支持パイプ41に透設された複数のハンドル用位置決め穴48cと，一対のハンドルパイプ44を連結する連結水平パイプ42内に設けられて前記各ハンドル用位置決め穴48cに係脱する二本のロックピン48と，各ロックピン48は連結水平パイプ42により嵌挿ガイドされ，該各ロックピン48を係止方向に付勢する圧縮バネ49と，各ロックピン48に取り付けた一対の操作ノブ46とからなり，ハンドルパイプ44をハンドル支持パイプ41に対して高さ位置を調整した上で，各操作ノブ46を操作して，各ロックピン48の先端部を各ハンドル支持パイプ41の該当位置決め穴48cに差し込むことにより，ハンドルをその支持パイプ41に固定するようにしたこと(当事者間に争いがない。)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "車体の骨格を形成するフレームの略中央部に腰掛けシートの座部を備えてなり，前記フレームは，座部を支持するために略垂直方向に延在する互いに平行な一対の座部支持パイプ51を含み，前記座部は，略垂直方向に延在する一対のガイド部54を備え，各ガイド部54を各座部支持パイプ51に対して摺動自在に外嵌してなる構成の手押し車における座部の高さ調節機構に関し，各座部支持パイプ51に透設された複数の座部用位置決め穴58cと，一対のガイド部54を連結する連結水平パイプ52内に設けられて前記各座部用位置決め穴58cに係脱する二本のロックピン58と，各ロックピン58は連結水平パイプ52により嵌挿ガイドされ，該各ロックピン58を係止方向に付勢する圧縮バネ59と，各ロックピン58に取り付けた一対の操作ノブ56とからなり，ガイド部54を座部支持パイプ51に対して高さ位置を調整した上で，各操作ノブ56を操作して，各ロックピン58の先端部を各座部支持パイプ51の該当位置決め穴58cに差し込むことにより，ハンドルをその支持パイプ51に固定するようにしたこと(甲8の段落【0011】～【0019】，【0034】～【0042】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲9",
                      "text": [
                        "伸縮自在梯子において，内部に空洞を有する筒形の縦棒(1)(1’)内に二段目の縦棒(8)(8’)が嵌挿され，上段の縦棒(15)(15’)は上叙縦棒(8)(8’)内に次々に納まり，これの固定には足掛り部(3)(10) 内にある固定杆(5)(5’)及び(12)(12’)が発条(4) 及び(11)の力にて固定穴(9)(9’)等に嵌入上下を固定し，これが復元には足掛り部(3) 及び(10)の下部の復元穴(7)(7’)より露出している戻し金(6)(6’)及び(13)(13’)の両方を一度に中心部に向け引き寄せることにより固定杆(5)(5’)，(12)(12’)が固定穴(9)(9’)から外れ，上段部の縦棒(8)(8’)が下段部の縦棒(1)(1’)に落ち込み納る構造(当事者間に争いがない。)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲10",
                      "text": [
                        "上端部間に横桟部が設けられた一対の支柱部を有する複数の部材から構成される伸縮体において，各支柱部にはそれよりも細い支柱部が上下方向に摺動可能に上方から挿通され，横桟部内に設けられた一対の係合ピンを，両支柱部の貫通孔側に押圧する一対の弾性手段を有し，最下段の部材の横桟部の下面よりも下方に突出するとともに，各係合ピンに結合されている一対のレバーを片手で把持し，中央側に両レバーを寄せることによって，各係合ピンが貫通孔からそれぞれ抜けて，下から2段目の部材の支柱部が最下段の支柱部内に降下すること(当事者間に争いがない。)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲11",
                      "text": [
                        "天板の高さを調節することができる陳列台において，昇降パイプを固定パイプに遊嵌し，2本ずつの固定パイプに挿通するとともに，ストッパを内側に有する支持枠内に設けた2本のピンの基板からの高さを同一にして端部同士が対向するようにし，かつ，その2本のピンを，固定パイプ内に進入する方向に付勢するばねを設けるとともに，その2本のピンをそれらの端部に曲成した把持部を同時に片手で握ることができる間隔に保つストッパを設けた構成とし，片手で2本のピンを操作し，一人で高さ調節作業を迅速に行えること(当事者間に争いがない。)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲12",
                      "text": [
                        "商品を載せる天板を適宜の角度に傾斜させることができるようにした商品陳列台において，基枠の下部に2本の傾動パイプの下端を軸支して平行に連結し，その各傾動パイプに摺動自由に嵌入した伸縮パイプの上端を天板の下面に軸支し，その両伸縮パイプの対応位置に互いに対応する複数の止め孔を長さ方向に間隔をあけて形成し，両傾動パイプの対応位置に形成した挿通孔に通すとともに，ストッパ枠を内側に有するガイド枠内に設けたピンを止め孔に出入りするようにするとともに，その両ピンをその挿通孔に進入する方向に付勢するばねを設け，かつ，その両ピンの対応する後端に曲成した把持部を片手で握ることができる間隔に保つストッパを設けたものであって，両側のピンの把持部を片手で握り片手で両側のピンを伸縮パイプの止め孔に出し入れすることができて天板の傾斜角度の調節を一人で容易に行えること(当事者間に争いがない。)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "上記(1) 認定の事実に基づき判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点2に係る本件発明の構成には，「各スライドピン(17)が嵌挿されるスライダ(20)」(構成要件X)，「該スライダ(20)は，先端にU字状ガイド部を備え，該U字状ガイド部は，支柱(2a)，(2a)の直径と略等しい円弧を有するものとして下部水平杆(13)を複数の支柱(2a)，(2a)間で円滑にスライドできるようにしたものであること」(構成要件Y)が含まれる。",
                    "一方，甲8記載の技術は，上記(1) イ(ア) 認定のとおりであり，その機能に照らすと，ハンドル用位置決め穴48c又は座部用位置決め穴58cは本件発明の係止孔(16)に，ロックピン48，58は本件発明のスライドピン(17)に，圧縮バネ49，59は本件発明のばね(18)に，操作ノブ46，56は本件発明の操作ノブ(19)に，それぞれ対応すると認められるが，本件発明のスライダ(20)に対応する構成を有しない。",
                    "この点，原告は，連結水平パイプ42(52)は，スライダ(20)に対応する旨主張する。しかし，連結水平パイプ42(52)は車体の骨格を形成する部材であるから，むしろ本件発明の下部水平杆(13)に対応すると解するのが相当であり，ハンドルパイプ44又はガイド部54もU字状ではないから，甲8記載の技術が，本件発明のスライダ(20)に対応する部材を有しているとは認められない。",
                    "また，甲8記載の技術は，「手押し車において，使い勝手のよい，腰掛けシートの座部やハンドル等の高さを調節するための高さ調節機構を提供すること」を課題とするものであり(甲8の段落【0011】)，車椅子の座幅の調整に係る本件発明や甲1発明の課題(甲1の段落【0001】ないし【0004】)と共通ではないから，甲8記載の構成を甲1発明に適用する動機付けがあるとはいえず，スライダ(20)を備えた本件発明のロック機構15に想到することが，当業者にとって容易になし得るとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲9記載の技術は，上記(1) イ(イ) のとおり，伸縮自在梯子に関するものであり，その機能に照らすと，固定杆(5)(5’)及び(12)(12’)が本件発明のスライドピン(17)に，発条(4) 及び(11)が本件発明のばね(18)に，戻し金(6)(6’)及び(13)(13’)が本件発明の操作ノブ(19)に，それぞれ対応すると認められる。",
                    "しかし，足掛り部(3)(10) は，梯子の骨格を形成する部材であるから，本件発明の下部水平杆(13)に対応すると解するのが相当であり，U字状ガイド部も存在しないから，甲9記載の技術が，本件発明のスライダ(20)に対応する部材を有しているとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲10記載の技術は，上記(1) イ(ウ) のとおり，梯子や物干しのような伸縮体に関するものであり(甲10の段落【0001】)，その機能に照らすと，係合ピンが本件発明のスライドピン(17)に，弾性手段が本件発明のばね(18)に，レバーが本件発明の操作ノブ(19)に，それぞれ対応すると認められる。",
                    "しかし，横桟部は，梯子や物干しなどの伸縮体の骨格を形成する部材であるから，本件発明の下部水平杆(13)に対応すると解するのが相当であり，その両端部も先端がU字状ではないから，甲10記載の技術が，本件発明のスライダ(20)に対応する部材を有しているとは認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲11記載の技術は，上記(1) イ(エ) のとおり，商品陳列台の天板高さ調整装置に関するものであり(甲11の段落【0001】)，その機能に照らすと，ピンが本件発明のスライドピン(17)に，圧縮コイルばねが本件発明のばね(18)に，把持部が本件発明の操作ノブ(19)に，それぞれ対応すると認められる。",
                    "しかし，本件発明の下部水平杆(13)に対応する部材はなく，U字状ガイド部も存在しないから，支持枠及びストッパが本件発明のスライダ(20)に相当するといえず，甲11記載の技術が，本件発明のスライダ(20)に対応する部材を有しているとは認められない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "甲12記載の技術は，上記(1) イ(オ) のとおり，商品陳列台の天板傾斜角度調節装置に関するものであり(甲12の段落【0001】)，その機能に照らすと，ピンが本件発明のスライドピン(17)に，圧縮コイルばねが本件発明のばね(18)に，把持部が本件発明の操作ノブ(19)に，それぞれ対応すると認められる。",
                    "しかし，本件発明の下部水平杆(13)に対応する部材はなく，U字状ガイド部も存在しないから，ストッパ枠及びガイド枠が本件発明のスライダ(20)に相当するといえず，甲12記載の技術が，本件発明のスライダ(20)に対応する部材を有しているとは認められない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，甲8ないし甲12には，相違点2に係る本件発明の構成のうち，少なくとも構成要件Yが開示されていない。また，甲8ないし甲12記載の技術はいずれも車椅子の座幅調整とは異なる技術分野に関するものであり，車椅子の巾を調節できるようにするとの甲1発明の解決課題(甲1の段落【0003】)と共通の解決課題を有するとは認められないし，甲1に巾調整の操作を円滑，容易にすることの記載や示唆はなく，甲8ないし甲12に開示された構成を甲1発明に適用する動機付けがあるとはいえないから，相違点2に係る本件発明の構成に想到することが当業者にとって容易ともいえない。",
                    "したがって，原告の主張は理由がなく，審決の容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明の効果に関する認定の誤り)について",
          "text": [
            "原告は，①本件発明の構成の全ては，甲1，甲2，甲4ないし甲13に開示されており，本件発明の効果は，上記各甲号証によっても奏される，②本件明細書記載の効果は，車椅子の実態を反映しておらず，顕著なものとはいえない旨主張する。",
            "しかし，原告の主張は，以下のとおり失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記2，3のとおり，甲1，甲2，甲4ないし甲13において，本件発明の構成の全てが開示されているとは認められないから，本件発明の効果が上記各甲号証から奏され，当業者に容易に予測し得るとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書の段落【0005】等に記載される効果は，極めて簡単に誰でもが短時間で座幅を調整することができる，利用者自身が座幅を調整することもできる，しかも座幅の調整機構が椅子フレームから大きく突出されて取り付けられていないので，整備時や取り扱い時に邪魔にならず，円滑に整備作業ができるうえに折り畳み時に手を挟んだり，ぶつけたりすることがない，姿勢保持用のガイド部材により折り畳み時に椅子フレームとの係止が解かれてもX字状挟動体は不安定となることがないので，円滑に折り畳み操作をすることができ，支柱内に嵌挿収納されるものとしているから，整備や取り扱い操作時に手を挟んだり，ぶつけたりすることがないなどというものである(上記2(1)ア 認定のとおり)。",
                "原告は，車椅子の利用者はハンディキャップがあり，自ら車椅子の座幅を調整することはあり得ず，上記効果は車椅子の実態を反映していない旨主張するが，車椅子利用者が自ら座幅を調整できない実態があるとの事実を認めるに足りる証拠はない。また，原告は，製造物責任法の観点から専門家が座幅調節を行うことが常識であるとして，これを立証する甲16を提出するところ，甲16は，原告製品の取扱説明書であり，「座高，座幅および前後車輪間の距離調節は，販売店へご依頼ください。」との記載があるが，同法の観点から座幅調節を専門家が行うのが望ましいことと，技術的観点から車椅子利用者が自ら座幅を調整できるかどうかとは異なるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件発明の効果は顕著なものとはいえないとの原告の主張は失当であり，本件発明の効果に関する審決の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "小括",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違法があるとは認められない。原告は，他にも縷々主張するが，いずれも採用の限りでない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10290",
    "date": "2012-06-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082409",
    "ipprecedent_id": "2997",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}