{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙イ号物件目録記載のシステムを使用してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人に対し，2000万円及びこれに対する平成21年8月6日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "5",
          "subject": "第3項につき仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要（略号は原判決の例による。）",
      "content": [
        {
          "fig": "1",
          "subject": "一審原告である控訴人は名称を「座席管理システム」とする発明について下記内容の特許権（本件特許権）の権利者であり，一方，一審被告である被控訴人は，東日本を中心に新幹線及び在来線による旅客鉄道を運営していて，その一環として，指定券を購入した乗客への車内改札を省略するためのシステム（原判決イ号物件目録，被告システム）を運用している。                      記",
          "text": [
            "・ 特 許 番  号      特許第3995133号",
            "・発明の名称    「座席管理システム」",
            "・出  願  日    平成12年5月8日（特願2000-174476号）",
            "・登  録  日    平成19年8月10日  ",
            "・ 特 許 権  者      X ・発  明  者    X ・請求項の数    2"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件訴訟は，上記特許権を有する控訴人が被告システムを運用する被控訴人に対し，同システムは，本件特許権の請求項1及び2を侵害しているとして，①  特許法100条1項に基づく被告システムの使用の停止，②  特許権侵害に基づく損害賠償として本件特許公報発行日たる平成19年10月24日から訴え提起日たる平成21年7月22日まで1年8月間の実施料相当額合計2000万円（1か月100万円，特許法102条3項）とこれに対する訴状送達の日の翌日たる平成21年8月6日から支払済みまで民法所定年5分の割合による遅延損害金の支払，を各求めた事案である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "平成22年12月22日に言い渡された原判決は，被告システムは本件特許発明1につき構成要件1-Cないし1-Hを，本件特許発明2につき構成要件2-Cないし2-Hを，それぞれ充足するとはいえないとして，控訴人（一審原告）の本訴請求を棄却したので，これに不服の控訴人が本件控訴を提起した。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当審における各当事者の主張は，次のとおり付加するほか，原判決記載のとおりであるから，これを引用する。",
        "なお，新幹線に関する被告システムが本件各特許発明の構成要件1-A①，1-A②，1-A③，1-B，及び2-A①，2-A②，2-A③，2-B①を充足することは，当事者間に争いがない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "当審における控訴人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決における実施例限定解釈の誤り",
              "text": [
                "原判決は，「他方で，本件明細書には，端末機において，座席表示情報とそれ以外の他の情報とを処理することにより，座席のレイアウトに基づいて座席の利用状況を表示して，各指定座席の利用状況を目視することができるものとすることに関する記載はない。",
                "以上のことからすれば，本件各特許発明における『座席表示情報』は，当該情報を端末機に表示すれば，座席管理地の座席レイアウトに基づいて座席の利用状況が表示されるものであって，各指定座席の利用状況を目視することができるものをいうと解される。」（原判決36頁2行～9行）とする。",
                "しかし，原判決の上記認定は，本件明細書には「端末機において，座席表示情報とそれ以外の他の情報とを処理することにより，座席のレイアウトに基づいて座席の利用状況を表示して，各指定座席の利用状況を目視することができるものとすることに関する記載がない」ことから，「座席表示情報」の意味合いを「各指定座席の利用状況を目視することができる情報」と認定しているものであり，このような認定は，本件明細書の記載のみに基づき行われているものであって，本件各特許発明の特許請求の範囲の記載に基づきなされたものとはいえない。",
                "したがって，原判決の上記認定は，本件各特許発明の技術的範囲を本件明細書の実施例に限定して誤って解釈するものであり，特許法70条1項に違反する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「座席表示情報」の解釈の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)のとおり，原判決は，「本件各特許発明の「『座席表示情報』は，当該情報を端末機に表示すれば，座席管理地の座席レイアウトに基づいて座席の利用状況が表示されるものであって，各指定座席の利用状況を目視することができるもの」（原判決36頁6行～9行）と認定している。",
                    "すなわち，原判決の上記認定は，ホストコンピュータで作成された「座席表示情報」をディスプレイ等に表示されるイメージ情報（表示イメージ情報）として捉え，当該情報をイメージ情報として，座席管理地に備えられる端末機に伝送し，当該端末機が，これを入力して，表示手段であるディスプレイ等でそのまま表示するものと解釈するものである。",
                    "しかし，上記解釈は，以下のとおり，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「座席表示情報」は，出願時の技術常識及び本件明細書の記載からすれば，上記「表示イメージ情報」自体ではなく，これを構成する個々の情報であって，イメージ情報そのものではない情報（表示構成情報）をいうものである。",
                        "すなわち，「座席表示情報」は具体的には使用席を意味する「1」又は空席を意味する「0」という情報であり，これは通常バイナリ（二進数）データであって，情報の最小単位を表すものであるし，本件各特許発明において「座席表示情報」はホストコンピュータ1から端末機2へ伝送されるものであるところ，「表示イメージ情報」は「表示構成情報」と比べると桁違いに情報量が大きいので，「表示構成情報」を伝送することが可能である場合には「表示構成情報」を伝送するものであって，特別の事情がない限り，そのような場合にあえて「表示イメージ情報」を伝送するということは技術的にみれば非常識な選択というべきであるから，「座席表示情報」は「表示構成情報」であると理解するのが自然である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件明細書の段落【0007】及び【0020】の記載から明らかなように，本件明細書では，「券情報」及び「発券情報」のことを「表示情報」と表現し，また，「座席表示情報」のことをやはり1つの「表示情報」と表現しているところ，原判決も認めているように，「券情報」及び「発券情報」は「表示構成情報」である。そうすると，本件明細書にいう「表示情報」は「表示構成情報」を意味するものといえる。一方，「座席表示情報」も「表示情報」であることから「表示構成情報」を意味することになる。したがって，本件明細書の段落【0007】及び【0020】の記載からしても，「座席表示情報」が「表示構成情報」を意味することは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点に関し，原判決は，「『表示情報』という用語が一般的に『表示構成情報』を意味すると認めるに足る証拠はない。」（原判決36頁17行～18行）とする。",
                        "しかし，特開平11-96113号公報（甲12。以下「甲12文献」という。），特開平11-119147号公報（甲13。以下「甲13文献」という。），特開平11-161458号公報（甲14。以下「甲14文献」という。），特開平11-261625号公報（甲15。以下「甲15文献」という。），特開平11-261724号公報（甲16。以下「甲16文献」という。）及び特開平11-275230号公報（甲17。以下「甲17文献」という。）の各記載からすれば，「表示情報」という用語には一般に「表示構成情報」との概念が含まれるものであることは明らかであり，さらに，上記各文献の公開日が本件特許の出願日以前であることからすると，「表示情報」との用語が「表示構成情報」として使用されていることは，本件特許の出願時において，少なくとも技術常識であったというべきであるから，原判決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，原判決が着目した「指定座席のレイアウトに基づいて，座席表示情報を作成すること」の意味を説明すると，本件各特許発明では，「券情報」及び「発券情報」に基づいて「座席表示情報」を作成しているが，多くの座席について「券情報」と「発券情報」がある中で，個々の座席の「券情報」と「発券情報」を突き合わせてからその座席の「座席表示情報」を作成する必要があることから，指定座席のレイアウトに関する情報を手がかりとして「券情報」と「発券情報」を突き合わせることを説明しているにすぎないものである。したがって，原判決の上記判断は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，「座席表示情報」は，「『券情報』と『発券情報』に『座席レイアウト』を統合して作成されるものであることから，端末機において，各指定座席の利用状況を目視することができるもの」をいうと主張する。",
                    "しかし，以下の理由により，本件各特許発明の「座席表示情報」は，「券情報」と「発券情報」から作成されるものであり，「座席レイアウト」を統合して作成されるものではないから，被控訴人の上記主張は失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，本件各特許の特許請求の範囲の記載である「前記券情報と前記発券情報とに基づき，かつ，前記座席管理地に設置される指定座席のレイアウトに基づいて表示する座席表示情報を作成する作成手段」（構成要件1-C，2-C）をみれば，「座席表示情報」は「券情報」と「発券情報」に「指定座席のレイアウト」を統合して作成されるものであることは明らかと主張する。",
                        "しかし，構成要件1-C及び2-Cの文言を素直に読めば，特許請求の範囲の上記記載部分は，「座席表示情報が，『券情報』と『発券情報』と『指定座席のレイアウト』に基づいて作成される」という意味ではなく，「『券情報』と『発券情報』に基づいて，前記座席管理地に設置される指定座席のレイアウトに基づいて表示するための『座席表示情報』を作成する作成手段」ということに他ならない。つまり，「前記座席管理地に設置される指定座席のレイアウトに基づいて表示する」との文脈は，その後ろの「座席表示情報」を修飾しているのであって，「を作成する作成手段」にかかるものではない。",
                        "この点に関し被控訴人は，「前記券情報と前記発券情報とに基づき」と「前記座席管理地に設置される指定座席のレイアウトに基づいて」が「かつ」で結ばれるという，対称的構造になっていることを理由に控訴人の解釈は不自然で作為的な解釈であると主張する。",
                        "しかし，仮に，被控訴人が主張するように，「前記券情報と前記発券情報とに基づき」と「前記座席管理地に設置される指定座席のレイアウトに基づいて」はともに等しくその後ろに係っているとするならば，「・・・に基づき」及び「・・・に基づいて」は動詞である「表示する」に係っていると解するのが自然であるから，被控訴人の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の段落【0007】及び【0020】にはそれぞれ「券情報と上記発券情報との両表示情報から1つの表示情報となる座席表示情報」との記載があり，「座席表示情報」が「券情報」と「発券情報」から作成されるものであることが説明されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書の段落【0013】には，「CPU11は表示情報入力10から入力された前記座席表示情報を受けて・・・さらにディスプレイ12はCPU11に記憶された前記座席表示情報を受けて，当該座席管理地に設置される指定座席のレイアウトに基づいて各指定座席の利用状況を表示する。」との記載がある。そのため，かかる本件明細書の記載に照らせば，「座席表示情報」とは，最終的に端末機2のディスプレイ12に，当該座席管理地に設置される指定座席のレイアウトに基づいて表示されるものといえる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，上記のとおり，「座席表示情報」は「券情報」と「発券情報」により作成されるところ，かかる「券情報」と「発券情報」は指定乗車券であることから，そもそも「指定座席のレイアウト情報」（イメージではない。）を前提に作成されているものである。そのため，「座席表示情報」は，「指定座席のレイアウト情報」を前提に作成された情報（「券情報」と「発券情報」）より作成されているのであるから，「座席表示情報」も，結果として，「指定座席のレイアウト情報」を前提に作成されるものと同視することができる。とすれば，「座席表示情報」は，既に「券情報」と「発券情報」より「指定座席のレイアウト情報」を得ているのであるから，このような「座席表示情報」に，被控訴人のいう「座席レイアウト情報」を統合するということは，これと同種の情報を「座席表示情報」に二重に組み込むものであり，このような情報を端末機に伝送するということは，通信回線に大きな負荷をかけることを意味し，本件各特許の目的に反する結果となるものである。",
                        "よって，本件各特許の目的に照らしても，「座席表示情報」は，「券情報」と「発券情報」から作成されるものであり，「座席レイアウト」を統合して作成されるものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告システムの構成と構成要件の充足",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告システムにおいては，センターサーバー（ホストコンピュータ）が，少なくとも「通過情報」と「発売情報」が一定の条件を満たす場合には，「通過情報」と「発売情報」に基づいて表示する「座席・乗車券情報」（本件各特許発明の「座席表示情報」に該当する。）を「通過情報」と「発売情報」から作成し，その情報を記憶し，端末機に送信している。",
                    "また，被告システムにおいては，ホストコンピュータにて作成された「座席・乗車券情報」が車掌用携帯情報端末に送信され，指定座席のレイアウトに基づいて表示されている。",
                    "そうすると，被告システムにおいては，「通過情報」と「発売情報」に基づき，かつ各列車とその号車の座席レイアウトに基づいて表示するものとして，ホストコンピュータにおいて作成された「座席・乗車券情報」は車掌用携帯情報端末に伝送されているので（構成要件1-I，2-I），ホストコンピュータにおいて「座席表示情報」を作成・記憶・伝送するもの（構成要件1-Cないし1-E，2-Cないし2-E）であり，また，車掌用携帯情報端末が伝送された「座席表示情報」を入力・記憶・表示するもの（構成要件1-Fないし1-H，2-Fないし2-H）であるといえる。",
                    "したがって，被告システムは，本件各特許発明のすべての構成要件を充足することは明らかである。",
                    "そして，効果に関し，被告システムにおいては，「座席・乗車券情報」は，自動改札機を通過した駅が座席指定席券に記載された乗車駅と同じであれば，「通過情報」と「発売情報」の日付，列車番号，号車番号，座席番号，乗車区間等の重複部分を統合し，「通過情報」のみが（そのステータスと共に）「座席・乗車券情報」として伝送されるということであるから，元の「通過情報」・「発売情報」とは異なる新たな情報が「座席・乗車券情報」としてセンターサーバーで作成されている。",
                    "この場合，センターサーバーから車掌用携帯端末に伝送される「通過情報」と「発売情報」に係る情報量は両情報が別々に伝送される場合に比べて実質的に2分の1に減ることになり，情報を伝送する通信回線及び情報を処理する車掌用携帯端末等の負担が半減されるから，結局，被告システムは本件各特許発明の作用効果を奏しているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し被控訴人は，自動改札機を通過した駅が座席指定席券に記載された乗車駅と異なる場合は，「通過情報」及び「発売情報」の両方が「座席・乗車券情報」として伝送されるというが，そのような場合は本件各特許発明においても必然的にそのようになるばかりか，極めて稀なケースでもあるから，被告システムが本件各特許発明の効果を奏していると認定することの妨げとなるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，被告システムにおいては，「座席・乗車券情報」と「編成パターン情報」を別々に車掌用携帯情報端末に送り，同携帯情報端末において，「編成パターン情報」と「座席・乗車券情報」を統合して，車掌が各指定座席の利用状況を目視できる情報を作成し，車掌用携帯情報端末の画面に表示するようになっているから，被告システムは本件各特許発明の技術的範囲に属さないと主張する。",
                    "しかし，本件各特許発明では，「編成パターン情報」は構成要件ではなく，さらに「編成パターン情報」の格納場所（ホストコンピュータか端末機か）や伝送のタイミングについて何ら限定を加えていないのであって，ホストコンピュータから端末機への伝送について，「編成パターン情報」は必要な時に伝送すればよいのであるから，被控訴人の上記主張は失当である。",
                    "また，被告システムにおける「編成パターン情報」とは，列車番号と号車番号を意味するところ，乗客に発売される座席指定乗車券には列車番号と号車番号が記載され，記録されているから，上記座席指定乗車券には「編成パターン情報」が記録されていることになるのであって，そうすると，「通過情報」と「発売情報」には列車番号や号車番号の「編成パターン情報」が含まれているということになる。したがって，その情報を「編成パターン情報」として使うことができるので，その場合，「通過情報」と「発売情報」とは別に「編成パターン情報」を送らなくてもよいということになるから，「通過情報」と「発売情報」に座席指定情報は含まれているが「編成パターン情報」（「座席レイアウト情報」）は含まれていないとの被控訴人の主張には理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被控訴人は，本件各特許発明の「座席表示情報」は，「1座席当たりのデータ長×座席数」からなる固定長データであるのに対し，被告システムにおける「座席・乗車券情報」は，実際に自動改札機を通過した座席の分のみの「通過情報」又は実際に発売された座席の分のみの「発売情報」であって，可変長データであることを理由に，被告システムは本件各特許発明の技術的範囲に属しないと主張する。",
                    "しかし，本件各特許発明の「座席表示情報」は，固定長に限定されるものではなく，可変長をも含む広い概念であるから，被控訴人の上記主張は失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における被控訴人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "「原判決における実施例限定解釈の誤り」に対し",
              "text": [
                "控訴人は，原判決の「他方で，本件明細書には，端末機において，座席表示情報とそれ以外の他の情報とを処理することにより，座席のレイアウトに基づいて座席の利用状況を表示して，各指定座席の利用状況を目視することができるものとすることに関する記載はない」と記載されていることを根拠に，原判決の「座席表示情報」の解釈が実施例限定解釈であると主張する。",
                "しかし，原判決の当該部分は，本件明細書の特許請求の範囲及び発明の詳細な説明欄の記載によれば，本件各特許発明の「座席表示情報」は「ホストコンピュータ」において作成されるものであることが明らかであり，これに反する記載すなわち「端末機」において「座席表示情報」が作成されることに関する記載はないことを確認的に述べたものであって，実施例限定解釈でないことは明らかである。",
                "したがって，控訴人の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「『座席表示情報』の解釈の誤り」に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，「座席表示情報」は「表示イメージ情報」ではなく「表示構成情報」である旨主張する。",
                    "しかし，そもそも原判決は，「座席表示情報」を，ホストコンピュータで作成される情報であって座席レイアウトに基づいて座席の利用状況を表示して各指定座席の利用状況を目視することができるものと解釈しているのであって，「表示イメージ情報」と解釈しているわけではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，控訴人は，本件各特許発明の「座席表示情報」は，「券情報」と「発券情報」から作成されるものであり，「座席レイアウト」を統合して作成されるものではないと主張する。",
                    "しかし，本件各特許発明では「券情報」，「発券情報」及び「座席レイアウト」を統合して「座席表示情報」を作成することで，初めて各指定座席の利用状況を目視することができる情報が得られるものである。",
                    "すなわち，本件各特許発明においては，各指定座席の利用状況を目視できる情報を得るためには，「券情報」と「発券情報」に加えて「座席レイアウト」を用いて情報を作成する必要がある。「券情報」と「発券情報」だけでは，各指定座席の利用状況を目視できる情報を作成することはできない。つまり，「座席レイアウト」を加えて各指定座席の利用状況を目視できるように加工した情報が，本件各特許発明における「座席表示情報」なのであって，これは控訴人の主張する「表示イメージ情報」以前の段階の問題である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，本件特許の特許請求の範囲の記載の「前記券情報と前記発券情報とに基づき，かつ，前記座席管理地に設置される指定座席のレイアウトに基づいて表示する座席表示情報を作成する作成手段」とは，「『券情報』と『発券情報』に基づいて，前記座席管理地に設置される指定座席のレイアウトに基づいて表示するための『座席表示情報』を作成する。」という意味であって，「前記座席管理地に設置される指定座席のレイアウトに基づいて表示する」の文脈は，その後ろの「座席表示情報」を修飾しているのであって，該座席表示情報の後ろの「を作成する作成手段」に係るものではないと主張する。",
                    "しかし，上記特許請求の範囲の記載は「・・・手段によって入力された前記券情報と前記発券情報とに基づき，かつ，前記座席管理地に設置される指定座席のレイアウトに基づいて」であり，「前記券情報と前記発券情報」と「前記座席管理地に設置される指定座席のレイアウト」の後ろに同様に「基づ（く）」という文言が続き，しかも「前記券情報と前記発券情報とに基づき」と「前記座席管理地に設置される指定座席のレイアウトに基づいて」が「かつ」で結ばれるという，対称的構造になっている。この対称的構造に照らせば，「前記券情報と前記発券情報とに基づき」と「前記座席管理地に設置される指定座席のレイアウトに基づいて」は，ともに等しくその後ろの「座席表示情報を作成する手段」に係っていると解さざるを得ない。「基づ（く）」という同じ文言が用いられ，しかも「かつ」で対等に結ばれているという対称的構造にも関わらず，控訴人が主張するように，前者は「作成する手段」に係るが，後者は「座席表示情報」に係ると解することは，不自然かつ作為的な解釈であって，失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，「座席表示情報」が「券情報」と「発券情報」から作成されるものであり，「座席レイアウト」を統合して作成されるものではないことは，本件明細書の段落【0007】及び【0020】にそれぞれ「券情報と上記発券情報との両表示情報から1つの表示情報となる座席表示情報」との記載がされていることからも明らかであると主張する。",
                    "しかし，当該各記載は，単に指定座席のレイアウトに関する情報に関する記載を省略しているにすぎないと解されるから，控訴人の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，本件明細書の段落【0013】の記載が控訴人のクレーム解釈に沿うものである旨主張する。",
                    "しかし，控訴人の援用する「ディスプレイ12はCPU11に記憶された前記座席表示情報を受けて，当該座席管理地に設置される指定座席のレイアウトに基づいて各指定座席の利用状況を表示する」との記載は，ディスプレイ12はCPU11から構成される端末機2が，ホストコンピュータが座席のレイアウト情報に基づいて作成した各指定座席の利用状況を目視できる情報である「座席表示情報」を表示するということを述べているにすぎず，これは「各指定座席の利用状況を目視できる情報である『座席表示情報』は，『端末機』ではなく，『ホストコンピュータ』で作成される」という被控訴人の主張及び原判決の認定と整合するものである。",
                    "したがって，段落【0013】の記載は，控訴人の解釈の妥当性の根拠となるものとはいえず，控訴人の上記主張には理由がない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "控訴人は，「券情報」と「発券情報」は指定乗車券の情報であることから，そもそも「券情報」と「発券情報」自体が「指定座席のレイアウト情報」を前提に作成されているものであると主張する。",
                    "しかし，控訴人の主張によっても，「券情報」と「発券情報」に基づいて作成される「座席表示情報」は，「座席レイアウト」の情報を用いて作成されているということになり，端末機は，ホストコンピュータから伝送された上記「座席表示情報」を用いて（端末機のディスプレイに）各指定座席の利用状況を目視することができる情報を表示することができるのであって，端末機において，「座席表示情報」とそれ以外の他の情報とを処理することにより，座席のレイアウトに基づいて座席の利用状況を表示して，各指定座席の利用状況を目視することができるものとする処理は行われていないことになる。",
                    "これに対して，被告システムでは，前記のとおり，車掌用携帯情報端末において，「編成パターン情報」と「座席・乗車券情報」（「通過情報」及び／又は「発売情報」）を統合して，車掌が各指定座席の利用状況を目視できる情報を作成し，車掌用携帯情報端末の画面に表示するようになっている。すなわち，被告システムにおいては，座席のレイアウトに関する情報は，「編成パターン情報」に含まれているのであり，編成パターンは，車掌が車掌用携帯情報端末を操作して指定するようになっている。他方，被告システムの「座席・乗車券情報」は座席のレイアウト情報を含んでいない。言い換えれば，「座席・乗車券情報」は，座席のレイアウト情報を前提に作成されていない。",
                    "したがって，控訴人の上記解釈を前提としても，被告システムは本件各特許発明の技術的範囲に属さないことは明らかである。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "また，本件各特許発明は，自動改札機を通過しておらず又は発売されていない座席についても，列車に存在するすべての座席の「券情報」及び「発券情報」をホストコンピュータから端末機に送信することを前提とするものであるから，本件各特許発明の「座席表示情報」は「1座席当たりのデータ長×座席数」からなる固定長データであることを意味する。",
                    "これに対して，被告システムの「座席・乗車券情報」は，実際に自動改札機を通過した座席の分のみの「通過情報」又は実際に発売された座席の分のみの「発売情報」がセンターサーバから車掌用携帯情報端末に送信されるものであり，「座席・乗車券情報」（「通過情報」及び／又は「発売情報」）は可変長データである。すなわち，被告システムにおいては，このように実際に通過又は発売された乗車券の情報のみを「座席・乗車券情報」としてセンターサーバから車掌用携帯情報端末に送信しているために，控訴人の主張するような固定長データの方式の場合と異なり，「座席・乗車券情報」だけでは座席レイアウトは不明なのである。",
                    "この点からも，被告システムが本件各特許発明の技術的範囲に属していないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「被告システムの構成と構成要件の充足」に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告システムにおいては，各指定座席の利用状況を目視することができる情報は，控訴人が本件各特許発明の「端末機」に相当すると主張する「車掌用携帯端末」において，「通過情報」及び「発売情報」と「編成パターン情報」を統合する処理を行うことにより作成されており，控訴人が本件各特許発明の「ホストコンピュータ」に相当すると主張する「センターサーバー」では作成されていない。",
                    "つまり，被告システムにおいては，「通過情報」と「発売情報」をセンターサーバーから車掌用携帯端末に伝送するだけでは，車掌用携帯端末において各指定座席の利用状況を目視できる情報を表示することはできず，そのような情報を表示するためには，最新の座席のレイアウトに関する情報である「編成パターン情報」が必要不可欠なのである。",
                    "したがって，被告システムの「座席・乗車券情報」は，本件各特許発明の「座席表示情報」には該当しないから，この点に関する控訴人の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "固定長データと可変長データの相違",
                  "text": [
                    "前記(2)キで述べたとおり，本件各特許発明の「座席表示情報」は，「1座席当たりのデータ長×座席数」からなる固定長データであると解すべきである。このような場合であって初めて，通信回線の負担を軽減するとともに端末機の記憶容量と処理速度を従来よりも「半減」させるという作用効果を奏するものとなるからである。これに対して，被告システムにおいては，ある座席について送信される「座席・乗車券情報」は，「通過情報」又は「発売情報」のどちらか一方のみの場合もあれば，「通過情報」と「発売情報」の両方の場合もあり，更にはいずれの情報もなければ，送信されない。すなわち，被告システムの「座席・乗車券情報」は，実際に自動改札機を通過した座席の分のみの「通過情報」又は実際に発売された座席の分のみの「発売情報」であって，車掌が車掌用携帯端末を操作して「座席・乗車券情報」をセンターサーバーから取得したタイミングにおいて，前回の操作の後に新たに発生した情報を含めて（第1回目の操作の際はその時点で発生済みの情報），センターサーバーから車掌用携帯端末に送信されるのであり，「座席・乗車券情報」（「通過情報」及び／又は「発売情報」）は可変長データである。",
                    "したがって，この点においても，被告システムの「座席・乗車券情報」は，本件各特許発明の「座席表示情報」には該当しない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，原判決と同じく，被告システムは本件各特許発明の技術的範囲に含まれないものと判断する。その理由は，以下に述べるとおりである。  "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件各特許発明の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書（特許公報，甲2）には次の記載がある（ただし，「発明の詳細な説明」の段落【0010】は，平成22年3月24日付け訂正認容審決後のもの〔甲10，11〕）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲（下記請求項1〔本件特許発明1〕及び請求項2〔本件特許発明2〕を構成要件ごとに分説した内容は，原判決4頁8行～6頁10行のとおり。）",
                  "text": [
                    "・【請求項1】",
                    "カードリーダで読取られた座席指定券の券情報或いは券売機等で発券された座席指定券の発券情報等を管理する管理センターに備えられるホストコンピュータと，該ホストコンピュータと通信回線で結ばれて，指定座席を設置管理する座席管理地に備えられる端末機とから成る，指定座席を管理する座席管理システムであって，",
                    "前記ホストコンピュータが，前記券情報と前記発券情報とを入力する入力手段と，該入力手段によって入力された前記券情報と前記発券情報とに基づき，かつ，前記座席管理地に設置される指定座席のレイアウトに基づいて表示する座席表示情報を作成する作成手段と，該作成手段によって作成された前記座席表示情報を記憶する記憶手段と，該記憶手段によって記憶された前記座席表示情報を伝送する伝送手段と，",
                    "前記端末機が，前記伝送手段によって伝送された前記座席表示情報を入力する入力手段と，該入力手段によって入力された前記座席表示情報を記憶する記憶手段と，該記憶手段によって記憶された前記座席表示情報を表示する表示手段と，",
                    "を備えて成ることを特徴とする座席管理システム。",
                    "・【請求項2】",
                    "カードリーダで読取られた座席指定券の券情報或いは券売機等で発券された座席指定券の発券情報等を管理する管理センターに備えられるホストコンピュータと，該ホストコンピュータと通信回線で結ばれて，複数の座席管理地に備えられる端末機とから成る，指定座席を管理する座席管理システムであって，",
                    "前記ホストコンピュータが，前記券情報と前記発券情報とを入力する入力手段と，該入力手段によって入力された前記券情報と前記発券情報とを，複数の前記座席管理地又は前記端末機を識別する座席管理地識別情報又は端末機識別情報別に集計する集計手段と，該集計手段によって集計された前記券情報と前記発券情報とに基づき，かつ，前記座席管理地に設置される指定座席のレイアウトに基づいて表示する座席表示情報を作成する作成手段と，該作成手段によって作成された前記座席表示情報を記憶する記憶手段と，該記憶手段によって記憶された前記座席表示情報を伝送する伝送手段と，",
                    "前記端末機が，前記伝送手段によって伝送された当該座席管理地識別情報又は端末機識別情報の前記座席表示情報を入力する入力手段と，該入力手段によって入力された前記座席表示情報を記憶する記憶手段と，該記憶手段によって記憶された前記座席表示情報を表示する表示手段と，",
                    "を備えて成ることを特徴とする座席管理システム。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "text": [
                    "・「【従来の技術】従来，指定座席を管理する座席管理システムとしては，カードリーダで読取られた座席指定券の券情報及び券売機等で発券された座席指定券の発券（座席予約）情報等を，例えば列車車内において，端末機（コンピュータ）で受けて記憶し表示して，指定座席の利用状況を車掌が目視できるようにして車内検札を自動化する座席指定席利用状況監視装置（特公H5-47880号公報）が発明されている。」（段落【0002】）",
                    "・「図2は，前記座席指定席利用状況監視装置に備えられる端末機の概略図を示すもので，券情報入力15で受けたカードリーダで読取られた座席指定券の券情報と，発券情報入力16で受けた券売機等で発券された座席指定券の発券情報等の情報をCPU17に記憶して情報処理して，各指定座席の使用及び空席等の利用状況をディスプレイ18に表示して，該表示を車掌が目視できるようにして，車内検札を自動化した座席管理装置である。」（段落【0003】）",
                    "・【図2】（従来の座席管理システムである座席指定席利用状況監視装置に備えられる端末機の概略図）",
                    "・「このように，前記座席指定席利用状況監視装置は，共に指定座席の使用及び空席等の利用状況を表示する座席表示情報となり，かつ，車内検札を自動化するのに絶対不可欠な前記券情報或いは前記発券情報を用いて，列車車内において各指定座席の利用状況を表示するようにした（中略）例えばこれ等の両情報を地上の管理センターから受ける場合，伝送される情報は2種になるために通信回線の負担を1種の場合に比べて2倍にするとともに端末機の記憶容量と処理速度とをともに2倍にするなどの問題がある。」（段落【0004】）",
                    "・「【発明が解決しようとする課題】",
                    "本発明が解決しようとする課題は，上記発明の座席指定席利用状況監視装置は上記券情報と上記発券情報とに基づいて各座席指定席の利用状況を表示するにはこれ等の両情報を地上の管理センターから受ける場合，伝送される情報量が2倍になるために，該情報を伝送する通信回線の負担を2倍にするとともに端末機の記憶容量と処理速度とをともに2倍にするなどの点にある。」（段落【0005】）",
                    "・「【課題を解決するための手段】",
                    "上記問題を解決するために，本発明は，上記管理センターに備えられるホストコンピュータが，カードリーダで読取られた座席指定券の券情報と券売機等で発券された座席指定券の発券情報とを入力して，これ等の両情報に基づいて表示する座席表示情報を作成して，作成された前記座席表示情報を，前記ホストコンピュータと通信回線で結ばれて，指定座席を設置管理する座席管理地に備えられる端末機へ伝送して，該端末機が，前記座席表示情報を入力して表示してするように構成したことを主要な特徴とする。」（段落【0006】）",
                    "・「【作用】",
                    "本発明は，これ等の構成によって，上記ホストコンピュータから上記端末機へ伝送される情報量が上記券情報と上記発券情報との両表示情報から1つの表示情報となる上記座席表示情報にすることで半減され，これによって通信回線の負担と端末機の記憶容量と処理速度とを半減する。」（段落【0007】）",
                    "・「【実施例】",
                    "図1 は本発明の座席管理システムのブロック図であって，ホストコンピュータ1 は，カードリーダ（ 改札機等） で読取られた座席指定券の券情報或いは券売機等で発券された座席指定券の発券情報等を管理する管理センターに備えられて，端末機2 は，ホストコンピュータ1 と通信回線で結ばれて，指定座席を設置管理する座席管理地に備えられる。」（段落【0008】）",
                    "・【図1】（本発明の座席管理システムのブロック図）",
                    "・「ホストコンピュータ1において，券情報入力3は前記券情報を受けてこれをCPU6へ入力して，さらに発券情報入力4は前記発券情報を受けてこれをCPU6へ入力して，制御情報入力5は端末機2から情報の伝送を指令する伝送指令情報或いは前記座席管理地において発券された座席指定席の発券情報等を受けてこれ等の情報をCPU6へ入力する。」（段落【0009】）",
                    "・「CPU6は，券情報入力3から入力された前記券情報及び発券情報入力4から入力された前記発券情報それに制御情報入力5から入力された前記発券情報等を記憶するとともに，これ等の情報に基づき，かつ，前記座席管理地に設置される指定座席のレイアウトに基づいて，例えば前記券情報及び前記発券情報の両情報又は前記券情報若しくは前記発券情報が存在するときは「1」（使用席）とし，両情報が存在しないときは「0」（空席）として，各指定座席の利用状況を表示する座席表示情報を作成して，これを記憶するとともに，該座席表示情報を，制御情報入力5から前記伝送指令情報が入力されたとき表示情報出力8へ出力する。」（段落【0010】，前記訂正後のもの）",
                    "・「ディスプレイ7はCPU6に記憶された前記座席表示情報を受けて表示し，さらに表示情報出力8は，制御情報入力5が前記伝送指令情報を受けてCPU6に入力したときCPU6から出力された前記座席表示情報を通信回線に乗せて端末機2へ伝送する。また操作部9は，CPU6のプログラムのシーケンスを制御して，前記した各種情報の入力の受付や，前記座席表示情報を受けて表示されるディスプレイ7の画像をスクロールする等の操作をする。」（段落【0011】）",
                    "・「次に，端末機2において，表示情報入力10は，ホストコンピュータ1と通信回線で結ばれて，伝送された前記座席表示情報を受けてこれをCPU11へ入力する。」（段落【0012】）",
                    "・「CPU11は表示情報入力10から入力された前記座席表示情報を受けてこれを記憶するとともに，ホストコンピュータ1へ情報の伝送を指令する伝送指令情報を記憶する。さらにディスプレイ12はCPU11に記憶された前記座席表示情報を受けて，当該座席管理地に設置される指定座席のレイアウトに基づいて各指定座席の利用状況を表示する。」（段落【0013】）",
                    "・「これ等のことから，本発明の座席管理システムは，カードリーダ（改札機等）で読取られた座席指定券の券情報或いは券売機等で発券された座席指定券の発券情報等を管理する管理センターに備えられるホストコンピュータ1が，前記券情報と前記発券情報，それに，ホストコンピュータ1と通信回線で結ばれて，指定座席を設置管理する座席管理地に備えられる端末機2からの，当該座席管理地で発券された座席指定券の発券情報等を受けて，これ等の情報に基づいて，かつ，前記座席管理地に設置される指定座席のレイアウトに基づいて座席表示情報を作成して，これを表示するとともに，作成された座席表示情報を，端末機2からの前記座席表示情報の伝送を指令する伝送指令情報を受けて伝送して，さらに，端末機2が，ホストコンピュータ1から伝送された前記座席表示情報を受けてこれを表示するとともに，（略）座席管理者が各指定座席の利用状況を目視できるようにしている。」（段落【0016】）",
                    "・「さらに，端末機2でする前記座席表示情報の表示は，当該座席管理地に設置される指定座席の各座席ごとの着席されているか否かに係る着席情報を入力して，該着席情報と前記座席表示情報とに基づいて新たな座席表示情報を作成して表示して，各指定座席の利用状況の表示をより正確にする・・・とよい。」（段落【0018】）",
                    "・「【発明の効果】",
                    "以上説明したように本発明の座席管理システムは，上記管理センターに備えられるホストコンピュータが，カードリーダ（改札機等）で読取られた座席指定券の券情報と券売機等で発券された座席指定券の発券情報とを入力して，これ等の両情報に基づいて表示する座席表示情報を作成して，作成された前記座席表示情報を，前記ホストコンピュータと通信回線で結ばれて，指定座席を設置管理する座席管理地に備えられる端末機へ伝送して，該端末機が前記座席表示情報を入力して表示してするようにしたことで，該端末機がする各指定座席の利用状況の表示を前記券情報と前記発券情報との両表示情報から1つの表示情報となる前記座席表示情報で実現できるようになり，これによって前記ホストコンピュータから前記端末機へ伝送する情報量が半減され，通信回線の負担と端末機の記憶容量と処理速度等を軽減するとともに，端末機のコストダウンが計られて，本発明のシステムの構築を容易にする。」（段落【0020】）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記記載によれば，本件各特許発明は，「券情報」と「発券情報」という2種類の情報を地上の管理センターから受ける場合，伝送される情報が2種になるために通信回線の負担が1種の場合に比べて2倍になってしまうとともに端末機の記憶容量と処理速度も2倍になってしまうという従来技術の問題点を課題として，これを解決すべく，管理センターに備えられるホストコンピュータにおいて，「券情報」及び「発券情報」に基づき，かつ，「座席管理地の座席レイアウト」に基づいて，1つの表示情報である「座席表示情報」を作成し，これをホストコンピュータから座席管理地に備えられる端末機に伝送し，当該端末機が，これを入力して，その表示手段（ディスプレイ等）において表示するという構成を採用することによって，前記ホストコンピュータから前記端末機へ伝送する情報量が半減され，通信回線の負担と端末機の記憶容量と処理速度等を軽減するとともに，端末機のコストダウンが図られ，本発明のシステムの構築を容易にするという効果を達成した発明であると認めることができる。",
                "したがって，本件各特許発明の「座席表示情報」とは，ホストコンピューターにおいて，「券情報」，「発券情報」及び「指定座席のレイアウト」といった個々の情報を1つの情報に統合することによって，これを端末機に送信すれば，端末機において他の情報と照合する等の格別の処理を要することなく座席の利用状況を表示し，目視することができる情報と認めるのが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告システムの構成",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠（甲3，甲4，甲6の1ないし3，甲7，乙6ないし8）及び弁論の全趣旨によれば，被告システムの構成は次のとおりであることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告システムは，自動改札機で読み取られた座席指定券の通過情報と券売機等で発券された座席指定券の発売情報とを管理するセンターサーバーを管理センターに備え，該センターサーバーと通信回線で結ばれている車掌用携帯情報端末機とを備える車内改札システムであり，上記センターサーバーが，前記通過情報と前記発売情報とを入力する入力手段を有している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告システムにおいては，「編成パターン情報」（車両及び座席の編成に関する情報であり，車掌が乗務している列車内で同じ座席配置を有する車両のパターン数，パターンごとの車両数，各パターンに該当する車両の号車番号，普通車／グリーン車の別，ABCDE等横列順その他の座席配置に関するデータ）と「座席・乗車券情報」（号車数，号車内座席数，各座席番号に対応する乗車券数，当該乗車券に記載された乗車駅等のデータであって，「通過情報」〔自動改札機で読み取った座席指定券の乗車日，列車番号，座席番号，乗降車駅等の情報〕又は「発売情報」〔券売機等で発券された座席指定券の乗車日，列車番号，座席番号，乗降車駅等の情報〕のどちらか一方のみからなる場合と，両方の情報を含む場合があるが，それ自体としては，座席のレイアウトに基づき各指定席の利用状況を表示するものではない。）という情報があり，それらの情報が別々にセンターサーバーから車掌用携帯情報端末に送信され，座席管理地（列車）の座席レイアウトに基づいて座席の利用状況が表示されるものであって，各指定席の利用状況を目視することができる情報は，車掌用携帯情報端末において作成されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告システムにおいて，ある座席について送信される「座席・乗車券情報」は，「通過情報」又は「発売情報」のどちらか一方のみの場合もあれば，「通過情報」と「発売情報」の両方の場合もあり，更にはいずれの情報もなければ送信されないものであり，車掌が「座席・乗車券情報」をセンターサーバーから取得したタイミングが，乗客が新幹線自動改札機を通過した後であり，かつ，当該新幹線自動改札機を通過した駅が座席指定席券に記載された乗車駅と同じであれば，「通過情報」のみが「座席・乗車券情報」として車掌用携帯端末に伝送され，さらに，乗客が新幹線自動改札機を通過済みだが，当該自動改札機を通過した駅が座席指定席券に記載された乗車駅と異なる場合は，「通過情報」及び「発売情報」の両方が「座席・乗車券情報」として車掌用携帯端末に伝送されるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告システムが本件各特許発明の技術的範囲に含まれるか",
              "content": [
                {
                  "fig": "ア",
                  "subject": "要件充足につき当事者間に争いのない部分",
                  "text": [
                    "前記第3，冒頭末尾記載のとおり，被告システムの以下の部分の要件充足については，当事者間に争いがない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記(1)アの被告システムの「自動改札機で読み取られた座席指定券の通過情報」は本件各特許発明の「カードリーダで読取られた座席指定券の券情報」に，「券売機等で発券された座席指定券の発売情報」は本件各特許発明の「券売機等で発券された座席指定券の発券情報」に，「センターサーバー」は本件各特許発明の「ホストコンピュータ」に，それぞれ該当する。したがって，被告システムは，構成要件1-A①及び2-A①を充足する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「指定座席を設置管理する（複数の）特急列車内」は本件特許発明1の「指定座席を設置管理する座席管理地」及び本件特許発明2の「複数の座席管理地」に，「車掌用携帯情報端末機」は本件各特許発明の「該ホストコンピュータと通信回線で結ばれて，・・・端末機」に，それぞれ該当する。したがって，被告システムは，構成要件1-A②及び2-A②を充足する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告システムは，前記(ア)及び(イ)の構成から成る車内改札システムであり，「指定座席を管理する座席管理システム」である。したがって，被告システムは，構成要件1-A③及び2-A③を充足する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告システムは，前記(ア)のセンターサーバーが，前記通過情報と前記発売情報とを入力する入力手段を有しており，「ホストコンピュータが，券情報と発券情報とを入力する入力手段」を有している。したがって，被告システムは，構成要件1-B及び2-B①を充足する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件1-Cないし1-H及び2-Cないし2-Hの充足性の有無",
                  "text": [
                    "前記認定のとおり，本件各特許発明の「座席表示情報」とは，ホストコンピューターにおいて，「券情報」，「発券情報」及び「指定座席のレイアウト」といった個々の情報を1つの情報に統合することによって，これを端末機に送信すれば，端末機において他の情報と照合する等の格別の処理を要することなく座席の利用状況を表示し，目視することができる情報と認められるところ，前記(1)イで認定した被告システムの構成からすれば，被告システムにおいては，センターサーバーから車掌用携帯情報端末に送信される情報は，「編成パターン情報」と「座席・乗車券情報」という別々の情報であって，本件各特許発明における「座席表示情報」に相当する情報，すなわち，「端末機において他の情報と照合する等の格別の処理を要することなく座席の利用状況を表示し，目視することができる情報」は，上記「編成パターン情報」と「座席・乗車券情報」を統合処理することによって車掌用携帯情報端末において作成されているから，被告システムはホストコンピュータにおいて本件各特許発明にいう「座席表示情報」を作成・記憶・伝送するものでなく，かつ，車掌用携帯情報端末は伝送された上記「座席表示情報」を入力・記憶・表示するものではないと認められる。",
                    "したがって，被告システムは，本件各特許発明の構成要件1-Cないし1-H，2-Cないし2-Hを充足しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人の主張に対する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原審における控訴人（一審原告）の主張に対する判断は，原判決（39頁17行～41頁下6行）のとおりであるから，これを引用する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "当審における控訴人の主張(1)（原判決における実施例限定解釈の誤り）について",
                      "text": [
                        "控訴人は，原判決が「他方で，本件明細書には，端末機において，座席表示情報とそれ以外の他の情報とを処理することにより，座席のレイアウトに基づいて座席の利用状況を表示して，各指定座席の利用状況を目視することができるものとすることに関する記載はない」と説示されていることを理由として，このような認定は，本件明細書の記載のみに基づき行われているものであって，本件各特許発明の特許請求の範囲の記載に基づかない実施例限定解釈であって不当である旨主張する。",
                        "しかし，本件各特許発明の1-B及び1-C並びに2-B①及び2-Cには，それぞれ「該ホストコンピューターが・・・」「・・・前記券情報と前記発券情報とに基づき，かつ，前記座席管理地に設置される指定座席のレイアウトに基づいて表示する座席表示情報を作成する・・・」と記載されているのであって，その文言解釈上，「座席表示情報」は，端末機に送信される以前に，ホストコンピューターにおいて「券情報」，「発券情報」及び「指定座席のレイアウト」に基づいて表示される1つの情報として統合処理される情報であると解釈するのが相当であるから，本件各特許発明が「端末機において，座席表示情報とそれ以外の他の情報とを処理することにより，座席のレイアウトに基づいて座席の利用状況を表示」するものでないことは，特許請求の範囲の文言上明らかである。",
                        "したがって，原判決の上記説示は，特許請求の範囲及び発明の詳細な説明の各記載によれば，本件各特許発明の「座席表示情報」は「ホストコンピュータ」において1つの情報として作成されるものであることが明らかであり，これに反する記載，すなわち端末機上で1つの表示情報に統合処理することに関する記載は本件明細書上には存在しない旨を補足的に述べているにすぎないものというべきであるから，原判決の認定は本件明細書の記載のみに基づき行われているものであって実施例限定解釈であるとする控訴人の上記主張は，原判決を正解しないものであり採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "当審における控訴人の主張(2)ア（原判決が「座席表示情報」を「表示イメージ情報」と解釈していることの不当性）について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，原判決の「『座席表示情報』は，当該情報を端末機に表示すれば，座席管理地の座席レイアウトに基づいて座席の利用状況が表示されるものであって，各指定座席の利用状況を目視することができるもの」（原判決36頁6行～9行）との説示は，ホストコンピュータで作成された「座席表示情報」をディスプレイ等に表示されるイメージ情報（表示イメージ情報）として解釈しているが，同解釈は不当である旨主張する。",
                            "しかし，原判決は，「座席表示情報」を，「券情報」及び「発券情報」に基づき，かつ，「座席レイアウト」に基づいて表示するものとして作成されたものと認定し，それを端末機に送信後，端末機の表示手段において表示した際には，座席の利用状況を表示し，各指定座席の利用状況を目視することができるものと認定しているのであって，ホストコンピューターから端末機に送信される「座席表示情報」そのものが目視できる情報（控訴人の主張する「表示イメージ情報」）と説示しているわけではない。すなわち，「座席表示情報」とは，座席レイアウトに基づいて座席の利用状況を表示するための情報（被告システムの「編成パターン情報」に相当する）を含んではいるが，座席レイアウトのイメージそのものではなく，このことは，原判決が，「座席表示情報」は，「当該情報を端末機に表示すれば，・・・各指定座席の利用状況を目視することができるもの」と述べていることからも明らかである。",
                            "したがって，原判決は，「座席表示情報」を控訴人の主張する「表示イメージ情報」そのものであると認定しているわけではないから，控訴人の上記主張は前提において誤りであり，採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，「座席表示情報」とは具体的にはバイナリ（二進数）データであると主張するが，本件明細書に記載されたその旨の記載（段落【0010】）は本件各特許発明の一実施例にすぎず，特許請求の範囲の文言解釈からすれば，「座席表示情報」をバイナリデータと限定して解釈する理由は見いだし得ず，したがって，控訴人の上記主張は，特許請求の範囲を発明の詳細な説明に記載された実施例に限定解釈するものであって，採用することができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人は，本件明細書の段落【0007】及び【0020】の記載からしても，「座席表示情報」が「表示構成情報」を意味することは明らかであると主張する。",
                            "しかし，「表示情報」という文言は一義的な概念ではなく，同文言それ自体からすれば，それは，控訴人が主張するところの「表示イメージ情報」を意味するとも，また，「表示構成情報」を意味するとも，あるいはその両方を意味するとも解し得る概念であるところ，本件明細書には「表示情報」に関する定義付けはなく，また，「表示構成情報」という記載もなく，さらには「表示情報」が「表示構成情報」であることを示唆する記載もない。",
                            "したがって，本件明細書の段落【0007】の「上記券情報と上記発券情報との両表示情報から1つの表示情報となる上記座席表示情報にする」との記載及び段落【0020】の「前記券情報と前記発券情報との両表示情報から1つの表示情報となる前記座席表示情報で実現できるようになり」との記載は，「表示情報」を「表示イメージ情報」や「表示構成情報」等の意味を含むいわば上位概念として使用しているものと解することも可能であるから，上記各段落の記載を根拠に，「座席表示情報」は「表示構成情報」を意味すると結論付ける控訴人の主張は理由がなく，採用することができない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "控訴人は，甲12～17文献の各記載からすれば，「表示情報」との用語が「表示構成情報」として使用されていることは，本件特許の出願時において，少なくとも技術常識であったから，原判決が「『表示情報』という用語が一般的に『表示構成情報』を意味すると認めるに足る証拠はない。」と認定したことは誤りである旨主張する。",
                            "しかし，前記認定のとおり，本件各特許発明の「座席表示情報」は，「券情報」，「発券情報」及び「座席レイアウト」に基づいて表示されるものとして作成される情報であるから，これを「券情報」や「発券情報」と同じレベルの意味で「表示構成情報」ということはできず，そのように解することは，本件各特許の特許請求の範囲の記載に反するから，仮に「表示情報」という用語が一般的に「表示構成情報」を意味するとしても，そのことと，本件各特許発明における「座席表示情報」を「券情報」や「発券情報」と同じレベルの意味で「表示構成情報」と解すべき理由とはならないというべきである。",
                            "したがって，控訴人の上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "控訴人は，「指定座席のレイアウトに基づいて，座席表示情報を作成すること」との記載の意味は，多くの座席について「券情報」と「発券情報」がある中で，個々の座席の「券情報」と「発券情報」に突き合わせることを説明しているにすぎないと主張する。",
                            "しかし，前記のとおり，「座席表示情報」とは，「座席レイアウト」に基づいて「表示する」ものであって，単に個々の表示構成情報を個々の座席ごとに突き合わせただけのものでないことは，特許請求の範囲の文言上明らかであるから，控訴人の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "当審における控訴人の主張(2)イ（「座席表示情報」は，「券情報」と「発券情報」から作成されるものであること）について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，本件各特許発明の「座席表示情報」は「券情報」と「発券情報」から作成されるものであり，「座席レイアウト」を統合して作成されるものではなく，構成要件1-C及び2-Cの記載を素直に読めば，「前記券情報と前記発券情報とに基づき，かつ，前記座席管理地に設置される指定座席のレイアウトに基づいて表示する座席表示情報を作成する作成手段」とは，「『券情報』と『発券情報』に基づいて，前記座席管理地に設置される指定座席のレイアウトに基づいて表示するための『座席表示情報』を作成する」ことを意味し，「前記座席管理地に設置される指定座席のレイアウトに基づいて表示する」との文脈はその後ろの「座席表示情報」を修飾しているのであって，該座席表示情報の後ろの「を作成する作成手段」に係るものではないと主張する。",
                            "しかし，「前記券情報と前記発券情報とに基づき」と「前記座席管理地に設置される指定座席のレイアウトに基づいて」とは「かつ」で接続されていて並列的記載になっていることは文言上明らかであるから，もし本件各特許の特許請求の範囲の記載文言を控訴人が主張するように解釈するのであれば，同記載中の「かつ」は不要である。「かつ」が入っている以上，上記記載は，「・・・に基づき，かつ，・・・に基づいて・・・を作成する」と解釈するのが素直な文言解釈というべきであるから，控訴人の上記主張は採用することができない。",
                            "そして，この点は，本件明細書の段落【0016】に「・・・ホストコンピュータ1が，前記券情報と前記発券情報，それに，・・・端末機2からの，・・・発券情報等を受けて，これ等の情報に基づいて，かつ，・・・指定座席のレイアウトに基づいて座席表示情報を作成して，これを表示するとともに，作成された座席表示情報を，・・・伝送して，」と記載されていることによっても裏付けられているというべきである。",
                            "なお，この点は，控訴人が主張するように，「前記券情報と前記発券情報とに基づき」と「前記座席管理地に設置される指定座席のレイアウトに基づいて」の記載がともにその後ろの「表示する」に係ると解釈した場合も同様である。すなわち，この場合，「券情報」，「発券情報」，「座席レイアウト」に基づいて表示する情報がホストコンピューターにおいて作成されることを意味するが，「券情報」，「発券情報」，「座席レイアウト」に基づいて「表示する」情報とは，結局は，「券情報」，「発券情報」，「座席レイアウト」という個々の情報を統合処理することによって表示される情報に他ならないというべきだからである。",
                            "この点について控訴人はさらに，「指定座席のレイアウトに基づいて」が「表示する」に係る以上，それは「座席表示情報」に「座席のレイアウトを含む」ということを意味しない旨主張する。",
                            "しかし，仮にそうだとすれば，「指定座席のレイアウトに基づいて」と並列的記載である「前記券情報と前記発券情報とに基づき」も同様に「座席表示情報」に含まれないことになり，その結果，「座席表示情報」は何を構成要素として作成されるのか不明になるから，構成要件1-C及び2-Cは意味をなさなくなる。したがって，控訴人の上記主張は採用することができない。",
                            "そして，上記の文言解釈からすれば，本件各特許発明の「座席表示情報」は，ホストコンピューターにおいて，「券情報」と「発券情報」に「指定座席のレイアウト」を統合して作成されるものであることは疑う余地がないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，本件明細書の段落【0007】及び【0020】には「座席表示情報」が「券情報」と「発券情報」とから作成されるものであることが説明されていると主張する。",
                            "確かに，本件明細書の段落【0007】及び【0020】にはそれぞれ「券情報と発券情報との両表示情報から1つの表示情報となる座席表示情報」と記載されている。",
                            "しかし，前記aで認定したとおり，本件各特許発明の「座席表示情報」は，ホストコンピューターにおいて，「券情報」と「発券情報」に「指定座席のレイアウト」を統合して作成されるものであることは文言上明らかであるから，当該各記載は，単に指定座席のレイアウトに関する情報に関する記載を省略しているにすぎないと解すべきである。",
                            "したがって，控訴人の上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人は，本件明細書の段落【0013】の記載に照らせば，「座席表示情報」とは，最終的に端末機2のディスプレイ12に，当該座席管理地に設置される指定座席のレイアウトに基づいて表示されるものといえると主張する。",
                            "しかし，控訴人の指摘する段落【0013】の記載は，「端末機2」は，「ホストコンピュータ1」で作成された「座席表示情報」を「受けて」，その情報すなわち「指定座席のレイアウトに基づいて各指定座席の利用状況」を「ディスプレイ12」に「表示する」ということを意味するにすぎず，端末機において「座席表示情報」とこれとは別の指定座席のレイアウトに関する何らかの情報とを統合処理してディスプレイに表示することを意味するものではないから，控訴人の上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "控訴人は，「券情報」と「発券情報」は指定乗車券の情報であることから，そもそも「券情報」と「発券情報」自体が「指定座席のレイアウト情報」を前提に作成されているものであって，このような「座席表示情報」に，「座席レイアウト情報」を統合するということは，これと同種の情報を「座席表示情報」に二重に組み込むものであり，このような情報を端末機に伝送するということは，通信回線に大きな負荷をかけることを意味し，本件各特許の目的に反する結果となると主張する。",
                            "しかし，「券情報」と「発券情報」自体が「指定座席のレイアウト情報」を前提に作成されているものであるとの控訴人の上記主張は，結局のところ，「座席表示情報」はホストコンピューターにおいて「券情報」と「発券情報」に加えて「座席レイアウト」の情報を統合処理して作成されていると述べているのと同じであって，単に「券情報」及び「発券情報」に「座席レイアウト」を統合処理する順序が異なっているにすぎないものである。つまり，控訴人の上記主張は，本件各特許発明の「座席表示情報」は，ホストコンピューターにおいて，「券情報」と「発券情報」に「指定座席のレイアウト」を統合して作成されるものであるとの認定を否定する根拠とはならないというべきである。",
                            "したがって，控訴人の上記主張は，採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上の検討によれば，被告システムは本件各特許発明の技術的範囲には含まれない，ということになる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "そうすると，その余の点について判断するまでもなく，控訴人の被控訴人に対する本訴請求は理由がないことになるから，これと結論を同じくする原判決は相当である。",
            "よって，本件控訴を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}