{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "「原判決を取り消す。被控訴人の請求を棄却する。」との判決"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告(被控訴人)は，原判決別紙商標権目録記載1，2の本件商標権を有する。被告(控訴人)は，原判決別紙店舗目録記載の店舗に本件看板を原判決別紙標章目録記載の被告標章を付して使用している。原告は，本件商標権に基づいて，被告標章を本件看板に付して展示することの差止め，本件看板からの被告標章の抹消，使用料相当額の損害賠償を被告に請求し，被告は，原告に対して本件商標権を譲渡した翼システム株式会社から「カーコンビニ倶楽部」の名前の使用権を購入したので永久の使用権限があるなどと主張して，原告の請求を争った。",
            "原審は，翼システムが被告に対し，翼システムの「カーコン工法」等のシステムの使用が許諾されていた「使用期間」及び「利用期間」の期間内に限り，被告標章を付した本件看板の使用を許諾していたと認められるところ，上記「使用期間」が経過したから，被告標章を付した本件看板の被告の使用権限は遅くとも上記「使用期間」の末日である平成19年3月31日の経過をもって既に消滅したと認め，本件商標と類似する被告標章を付した本件看板の展示行為は本件商標権の侵害行為に当たるとし，差止請求，抹消請求及び損害賠償145万0795円の請求を認容した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件の前提となる事実は原判決「事実及び理由」中の第2の2記載のとおりであり，争点は同第2の3記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，控訴審での被告補充主張を次のとおり付加するほか，原判決「事実及び理由」中の第2の4「争点に対する当事者の主張」に記載のとおりである。",
        "【被告の補充主張】",
        "被告が翼システムと交わした契約書の題名は「パッケージ販売確認書」である。被告が昭和リース株式会社に対するリース料を全額支払った後も翼システム等から再リースの申出もリース物件の引上げの連絡もなかったし，翼システムが原告に本件商標権を譲渡した後も，翼システムから被告に対しては何ら連絡がなかったのであって，かかる申出，連絡がないことは，被告が翼システムから「カーコンビニ倶楽部」の名前の使用権を買い取ったことを示すものである。",
        "なお，本件看板は翼システムが手配した業者によって設置されたものであって，この事実も原告による上記買取の事実を裏付けるものである。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，翼システムが，「カーコン工法」のシステム等の使用許諾を前提として，被告に対して「カーコンビニ倶楽部」の表示の使用を許諾したものであるところ，翼システムと被告との間の「カーコン工法」のシステム等の使用許諾契約は遅くとも平成19年3月31日の経過をもって終了したと認定する。その理由は原判決「事実及び理由」の「第3  当裁判所の判断」1の(1)，(2)のとおりである。",
        "甲第7号証の1の題名が「パッケージ販売確認書」となっているとしても，書面中に使用期間が明記されていること等に照らせば，被告が翼システムから「カーコンビニ倶楽部」の表示の使用権を買い取ったということはできない。リース期間終了後のリース物件の取扱いはリース会社の判断次第であって，昭和リース株式会社が再リースを申し出たり，リース物件を引き上げたりしなかったとしても，上記結論が左右されるものではない。翼システムが被告に対して本件商標権の移転の連絡をしなかったとしても，同様であって，被告の当審補充主張の事実関係は，被告が「カーコンビニ倶楽部」の名前の使用権を買い取ったことを裏付けるものではない。",
        "結局，被告に本件商標権についての使用権限を認めることはできない。そして，原判決「事実及び理由」の「第3  当裁判所の判断」1の(3)ないし(5)，2及び3の理由により，原告の被告に対する差止請求，廃棄請求及び損害賠償請求は全部理由がある。"
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上によれば，本件控訴は理由がないから，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(ネ)10046",
    "date": "2011-12-06",
    "rights_type": "商標権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成22年(ワ)24481",
    "precedent_id": "081809",
    "ipprecedent_id": "2766",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}