{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2010-2159号事件について平成22年12月22日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標出願に対する拒絶査定に係る不服の審判請求について，特許庁がした請求不成立の審決の取消訴訟である。争点は，本願商標が商標法4条1項11号所定の商標に該当するかである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，下記本願商標について，第31類「釣り用餌」を指定商品として平成21年2月3日に商標登録出願をしたが，平成21年11月16日付けで拒絶査定を受けたので，平成22年2月1日，これに対する不服の審判を請求した。",
            "［本願商標］",
            "特許庁は，上記請求を不服2010-2159号事件として審理をした上，平成22年12月22日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成23年1月11日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "text": [
            "本願商標と下記引用商標とは，外観上の差異を有するが，「キープ」の称呼及び「確保すること」の観念を共通にするものであるから，互いに相紛らわしい類似の商標といえる。",
            "また，本願商標の指定商品「釣り用餌」と引用商標の指定商品「釣り具」は，いずれも釣り用の商品であって，特に需要者，販売場所，用途を共通にするものといえるから，類似する商品と認められる。",
            "したがって，本願商標は，商標法4条1項11号に該当する。",
            "［引用商標］",
            "登録番号  第5039166号",
            "登録出願  平成18年6月29日",
            "設定登録  平成19年4月6日",
            "指定商品  第28類「釣り具」  "
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本願商標の出所識別標識としての認定の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が，本願商標について，「魚図形は，本願指定商品である「釣り用餌」の対象となる魚を認識させるにすぎないから，「キープ」の文字とを一体として認識するべき特段の事情もないものである。」（2頁2行～4行），「本願商標は，前述のとおり，魚図形部分は，自他商品の識別標識としての機能を有するものではなく，「キープ」の文字と「BASIC」の文字とは，観念上も視覚上も一体とすべき理由がないものであり，「キープ」の文字部分も取引者，需要者に対し商品の出所識別標識として強く支配的な印象を与えるものと認められる。」（2頁末行～3頁4行）と判断したことは，いずれも誤りである。",
                "すなわち，原告は，楕円に囲まれた「BASIC」の文字商標を使用して，「釣り用餌」を販売し（甲13，14），楕円に囲まれた「BASIC」の文字と，魚図形と，魚図形に重ねて記載されたペットマーク（本願商標では「キープ」の文字）との配置を概ね統一している。また，楕円に囲まれた「BASIC」の文字，及び，所定のデザインで配置された楕円に囲まれた「BASIC」の文字と魚図形は，それぞれ「釣り用餌」を指定商品とする原告の登録商標であり（甲15，16），楕円に囲まれた「BASIC」の文字と，魚図形と，当該魚図形に重ねたペットマークとを概ね統一したデザインで配置した結合商標についても，原告は複数の商標登録を取得している（甲17～23）。",
                "そして，審決前に，釣り専門雑誌において，「BASIC」ブランドについての広告や，原告商品を用いた実演記事が掲載されており（甲24～27），原告は，このような釣り専門雑誌だけでなく，大手釣り具店や釣り場による原告商品の実演講習会を開催し，一般消費者に対する原告商品の普及を図っている。",
                "したがって，遅くとも審決時には，楕円に囲まれた「BASIC」の文字，又は，所定のデザインで配置された楕円に囲まれた「BASIC」の文字と魚図形を有する商標は，原告の商品群を表示する出所識別標識として，釣り業界の取引者，需要者に相当程度広く認識されている。",
                "このため，本願商標では，楕円に囲まれた「BASIC」の文字，所定のデザインで配置された楕円に囲まれた「BASIC」の文字と魚図形，及び，所定のデザインで配置された楕円に囲まれた「BASIC」の文字と魚図形と「ペットマーク」との全体印象が，それぞれ出所識別標識として機能し得るのである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願商標のように，複数の構成部分を組み合わせた結合商標については，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されないのである（最高裁平成19年（行ヒ）223号平成20年9月8日第2小法廷，つつみのおひなっこや事件最高裁判決）。",
                "この点，審決は，「本願商標は，中央に大きく表してなる「キープ」の文字部分も自他商品識別機能を有するというべきであり，該文字に相応して「キープ」の称呼及び「確保すること」の観念を生ずるものと認められる。」（2頁5行～7行）とし，「「キープ」の文字部分も取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与える」（3頁3行～4行）と認定している。",
                "しかし，「キープ」の文字部分が，中央に大きく表してなるからといって，取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるというほどではない。前出の最高裁判決における結合商標についての類否判断の枠組に沿って，原告の現実の営業実態を鑑みれば，本願商標が，「キープ」の文字以外の部分からも，出所識別標識としての「ベーシック」の称呼，及び，「BASIC」の語から生じる観念を想起させることは，上述したとおりである。",
                "したがって，本願商標において，「キープ」の文字部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるとの審決の認定は誤りであり，本願商標の構成部分の一部である「キープ」の文字を抽出し，この部分だけを引用商標と比較して商標そのものの類否を判断することは，つつみのおひなっこや事件最高裁判決における結合商標についての類否判断の枠組に反し，許されないのである。 "
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（引用商標の類似範囲の認定の誤り）",
          "text": [
            "引用商標は，標準的なフォントで記載されたものではなく，特に「K」の文字がやや大きく記載され，かつ，「p」の文字の円弧部分の上部が，「ee」の中心を横断し，「ee」の左側まで伸ばされている点において，看者に強い印象を与え，また，引用商標は「キープ」の称呼や，英語の「Keep」の語から想起される観念を生じさせ得るが，それとともに片仮名表記の「キープ」の文字が想起されるわけではない。",
            "しかも，引用商標と同一又は類似の商品を指定し，かつ，「キープ」の称呼や観念を含む商標は，引用商標の他にも，複数併存登録されている（甲1～3，11及び12）。すなわち，本件の審決時において，特許庁での登録例によれば，引用商標の指定商品「釣り具」を含み，かつ，「キープ」の称呼及びその観念を含む登録商標は，原告が確認した限りにおいて6件あり（そのうちの1つは引用商標である。），これらの登録商標は，特許庁の判断において互いに非類似と判断されているのである。さらに，引用商標には，外観上に差異があるにも関わらず，称呼及び観念が共通するという点において，自他商品の出所に混同が生じるというような特段の事情もない。",
            "したがって，引用商標について，称呼及び観念が共通するという点のみにおいて，商標法4条1項11号における商標の類似の範囲を規定するべきではなく，審決が，「本願商標と引用商標とは，外観上の差異を有するが，「キープ」の称呼及び「確保すること」の観念を共通にするものであるから，互いに相紛らわしい類似の商標というのが相当である。」（2頁17行～19行）と判断したことは誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（類否判断についての予備的主張）",
          "text": [
            "本願商標が，「BASIC」の文字を含む結合商標であることを考慮すると，本願商標の構成部分の一部である「キープ」の文字部分を抽出し，当該部分を引用商標と比較して，当該部分における称呼や観念が共通したとしても，本願商標の一部の称呼や観念が共通するにすぎないので，本願商標と引用商標とは，商標法4条1項11号の適用において，類似すると判断されるべきものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "本願商標は，「キープ」の文字，「BASIC」の文字及び魚図形が外観上分離して看取されるものであり，かつ，それぞれの構成部分に観念上のつながりはないから，これらを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものとはいえない。また，原告の主張する取引の実情を考慮しても，一般に，シリーズ商品のペットマークは，それのみでも使用され，独立して自他商品識別標識として機能し得るところ，原告のシリーズ商品であるBASICシリーズも，常に，シリーズ商品マークである「BASIC」の文字とペットマークである「キープ」，「底一番」，「ミッド」，「サラ」，「魔法の粉」等の文字とが一体不可分に使用されているわけではなく，ペットマークのみでも使用されているものであり，しかも，BASICシリーズが周知であるとはいえない。",
            "そうすると，本願商標は，構成中「キープ」の文字部分も，取引者，需要者に対し商品の出所識別標識として強く支配的な印象を与えるものというべきであるから，本願商標から「キープ」の文字部分を抽出して他人の商標と比較して商標そのものの類否を判断することは許されるものである。",
            "したがって，本願商標は，「キープ」の文字部分より，「キープ」の称呼及び「確保すること」の観念をも生ずるというべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "引用商標がデザイン化した「Keep」の文字から成り，その外観上に特徴を有するとしても，そのデザイン化の程度は「Keep」の文字を書したものと容易に認識できる範囲内のものである。そして，「Keep」の文字は，「確保すること」の意味を有し，「キープ」と発音される英語として我が国でも親しまれており，「キープ」の文字も「Keep」の英語を原語とする外来語として同様に親しまれているものであるから，需要者が，英語の「Keep」の文字から，前記外来語の「キープ」を想起することも決して少なくないというべきであり，欧文字と片仮名との表記上の相違があるからといって，印象を異にするという強い理由にはならない。しかも，「Keep」の語が，引用商標の指定商品である「釣り具」との関係において，品質等を表す語として，一般に使用されている事実は見当たらないことよりすれば，本願商標と引用商標との類否を判断するに当たり，引用商標の外観上の特徴を軽視するわけではないが，両商標を「確保すること」の観念及び「キープ」の称呼を共通にする類似の商標であると認定，判断した審決に誤りはない。",
            "また，原告の提出した引用商標以外の登録例は，外観上，他の語と一連に，又は他の語と一部を接して，全体を同書，同大の文字で一体不可分に表されているものであり，「キープ」の称呼と「確保すること」の観念を生ずるとはいえないものであるから，本願商標とは事案を異にするものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "本願商標は，外観，観念，称呼及び取引の実情を総合勘案すれば，「キープ」の文字部分を他の構成部分から分離して観察することが取引上不自然であると思われるほど不可分的に結合しているとはいえず，「キープ」の文字部分からも出所識別標識としての称呼，観念が生ずるものであり，その結果，本願商標と引用商標とは，「キープ」の称呼及び「確保すること」の観念を共通にするものであるから，両商標は類似の商標というべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願商標及び引用商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標は，外観上，全体が縦長の長方形から成り，上部約3分の1の領域は，濃い無地の背景であって，その中央部分に，白抜きで横長の楕円の輪郭及びその内部に横書きした「BASIC」の欧文字が配置されている。下部約3分の2の領域は白色系の背景であり，その左下から右上にかけて写実的な手法で魚の図形の頭部から胴部までが描かれ（腹部は，ぼかされている。），その魚図形の上に重なる形で中央やや右寄りに，白く縁取りした「キープ」の片仮名文字が強調して縦書きされており，「キープ」の各文字は，「BASIC」の各文字の縦横とも3倍以上の大きさで面積としての大きさは10倍ほどとなっている。",
                "そうすると，本願商標からは，その文字部分に相応して，「ベーシック」，「キープ」又は「ベーシックキープ」の称呼が生じ，また，「BASIC」が「基本的な」を意味する形容詞の英語として，「キープ」が「確保する」を意味する動詞の英語として，それぞれ一般的に知られていること，そして，両者が文法上意味のあるつながりを持つものではなく，配置も離れていることからすると，本願商標からは，上記の2つの単語から別々の2つの観念が生じ，さらに，写実的な魚図形から魚の観念も生じるものと認められるが，それぞれの観念には関連性がないものと理解される。なお，本願商標の指定商品は，「釣り用餌」である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用商標は，外観上，「Keep」の欧文字を横書きし，右端の「p」の文字の円弧を描く部分の先頭部が中央の2つの「e」の文字を貫くとともに，「K」の文字の右斜め下への部分が上方に湾曲しながら延伸され，全体がややデザイン化されている。",
                "そうすると，引用商標からは，その文字部分に相応して，「キープ」の称呼と「確保する」という観念が生じるものと認められる。なお，引用商標の指定商品は，「釣り具」である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（本願商標の出所識別標識としての認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が，本願商標について，「魚図形は，本願指定商品である「釣り用餌」の対象となる魚を認識させるにすぎないから，「キープ」の文字とを一体として認識するべき特段の事情もないものである。」，「本願商標は，前述のとおり，魚図形部分は，自他商品の識別標識としての機能を有するものではなく，「キープ」の文字と「BASIC」の文字とは，観念上も視覚上も一体とすべき理由がないものであり，「キープ」の文字部分も取引者，需要者に対し商品の出所識別標識として強く支配的な印象を与えるものと認められる。」と認定したことが誤りであると主張する。",
                "しかしながら，本願商標は，前記1(1)のとおり，そのほぼ中央部に強調して大きく「キープ」の文字が縦書きされており，当該文字部分は，外観上，相対的に小さな「BASIC」の文字と離間して配置されて結合しておらず，頭から背中の部分を特殊化することなく配した魚の図形は，「キープ」の文字部分の背景となるにすぎないような地模様の態様であり，しかも，観念上それぞれの文字と図形の間に関連性がないことを考慮すれば，「キープ」の文字部分は，本願商標の指定商品の取引者，需要者に注目されて強い印象を与えるものと認められ，出所識別標識として強く支配的な印象を与えるとの審決の上記認定に誤りはないものといわなければならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点について原告は，楕円に囲まれた「BASIC」の文字と魚図形と当該魚図形に重ねて記載されたペットマークとが配置された商標を使用して，「釣り用餌」を販売していること，楕円に囲まれた「BASIC」の文字，楕円に囲まれた「BASIC」の文字と魚図形，楕円に囲まれた「BASIC」の文字と魚図形と当該魚図形に重ねたペットマークとを配置した複数の結合商標を，それぞれ商標登録していること，審決前に，釣り専門雑誌において「BASIC」ブランドについての広告や原告商品を用いた実演記事を掲載していることなどを根拠に（甲13～27），遅くとも審決時には，楕円に囲まれた「BASIC」の文字，又は，所定のデザインで配置された楕円に囲まれた「BASIC」の文字と魚図形を有する商標は，原告の商品群を表示する出所識別標識として，釣り業界の取引者，需要者に相当程度広く認識されているから，「キープ」の文字部分が出所識別標識として強く支配的な印象を与えるとの審決の認定が誤りであると主張する。",
                "しかしながら，本願商標のほぼ中央部に強調して大きく「キープ」の文字が縦書きされていることは，前記認定のとおりであり，仮に，楕円に囲まれた「BASIC」の文字と魚図形と当該魚図形に重ねたペットマークとを配置した標章が，原告の販売する商品群を表示する出所識別標識として，本願商標の指定商品の取引者，需要者に一定程度認識されているとしても，「BASIC」の文字が一般に通用している単語であることと，魚図形が地模様の印象を持つことに照らせば，「キープ」の文字こそが本願商標において識別力を有する要部であることは明らかである。したがって，原告主張の上記事実関係により，本願商標に接した上記取引者，需要者が「キープ」の文字部分に注目するという事実が左右されるものではない（なお，原告が援用する他の商標登録事例（甲15～23）は，「キープ」の文字を含まない部分に識別力が認められるか（甲15，16），あるいは，他の文字に識別力が認められるもの（甲17～23）であって，「キープ」の文字に識別力を認めるべき本願商標とは異なる。本願商標において，「BASIC」の文字と魚図形のみで出所識別機能を有するものでないことは明らかである。）。",
                "したがって，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，本願商標の構成部分の一部である「キープ」の文字を抽出し，この部分だけを引用商標と比較して商標そのものの類否を判断することが，つつみのおひなっこや事件最高裁判決における結合商標についての類否判断の枠組に反すると主張する。",
                "しかしながら，「BASIC」及び「キープ」の文字と魚図形とから成る本願商標において，大きく縦書きされた「キープ」の文字部分が出所識別標識として強く支配的な印象を与えることは，前示のとおりであり，この点を抽出した審決に誤りはない。原告援用の最高裁判決は，「つつみのおひなっこや」の一連の文字から成る登録商標の事案に即してその説示を展開したものであって，事案が異なる本件においてその説示をそのまま当てはめるのは相当でなく，原告の上記主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（引用商標の類似範囲の認定の誤り）について",
          "text": [
            "原告は，引用商標が片仮名表記の「キープ」の文字を想起させるものではないことを根拠に，引用商標について称呼及び観念が共通するという点のみにおいて，商標法4条1項11号における商標の類似の範囲を規定するべきではないと主張する。",
            "しかしながら，引用商標は，前記1(2)のとおり，ややデザイン化された「Keep」の欧文字が横書きされたものであるが，その文字部分に相応して，「キープ」の称呼及び「確保する」という観念が明確に生じるものと認められるところ，本願商標においても，前示のとおり，出所識別標識として支配的な印象を与える「キープ」の文字から，「キープ」の称呼及び「確保する」という観念が生じるのであるから，本願商標は引用商標に類似する商標といわなければならない。",
            "この点について原告は，「キープ」の称呼や観念を含む商標が引用商標の他に複数併存登録されている（甲1～3，11及び12）と指摘するが，原告主張の登録商標は，いずれも「キープ」の文字に一連の他の文字が加わったと認識される標章であり（「ヘラキープ」，「ヤラズキープ」，「キープキャスティング」，「キープドリーミングオン」及び「パワーキープ」など），当該各商標から「キープ」だけの称呼及び「確保する」という観念が生じるものではないから，この点において引用商標とは類似しないことが裏付けられるのであって参照すべき理由がない。",
            "したがって，原告の上記主張は，採用することができない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（類否判断についての予備的主張）について",
          "text": [
            "原告は，予備的に，本願商標の構成部分の一部である「キープ」の文字部分を抽出し，当該部分を引用商標と比較して，当該部分における称呼や観念が共通したとしても，本願商標の一部の称呼や観念が共通するにすぎないので，本願商標と引用商標とは，商標法4条1項11号の適用において，類似すると判断されるべきものではないと主張する。",
            "しかしながら，前示のとおり，本願商標の構成部分のうち「キープ」の文字部分が出所識別標識として支配的な印象を与え，そこに本願商標の要部を認めるべきものであり，当該部分と引用商標とが称呼及び観念において共通する以上，本願商標と引用商標とは類似するものといわなければならない。",
            "したがって，原告の上記主張は，採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由は，いずれも理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}