{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-16164号事件について平成23年9月26日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1の商標登録出願に対する下記2のとおりの手続において，原告の拒絶査定不服審判請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4のとおりの取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願商標(甲1，30，乙1の1)",
          "text": [
            "商標登録出願日：平成21年7月7日",
            "出願番号：商願2009-54740",
            "商標の構成：「超ミネラル」(標準文字)",
            "指定商品又は指定役務：第5類「滋養強壮変質剤」，第32類「清涼飲料」，第44類「医業，医療情報の提供，栄養の指導」"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "拒絶査定及び審判請求",
              "text": [
                "拒絶査定日：平成22年4月9日",
                "審判請求日：平成22年7月1日(不服2010-16164号事件)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決",
              "text": [
                "審決日：平成23年9月26日",
                "審決の結論：本件審判の請求は，成り立たない。",
                "審決謄本送達日：平成23年10月16日"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審判の理由は，要するに，本願商標は，商標法3条1項3号及び4条1項16号に該当し，拒絶すべきである，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標が商標法3条1項3号に該当するとした判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本願商標が商標法4条1項16号に該当するとした判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願商標が商標法3条1項3号に該当するとした判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "超自然，超能力等の「超」を接頭語とする用語は，その特性の延長に更に極端に特性が現れていることを表記している。",
            "しかし，超ミネラルは，単に従来のミネラルの特性が更に程度を越えていることを示しているのではなく，ミネラルの従来の特性に新たに誰も全く予想しなかった薬効という特性を追加したものである。すなわち，超ミネラルは，ミネラルの特性である電解質等の特性の延長には直接存在しない，ガンや糖尿病を治すという「医学的な薬効」についての特性を追加したものである。超ミネラルという造語は，新しい特性を見出した原告にしか命名できなかったものである。",
            "また，本件審決は，原告と関係を有しない多数の事業者が本願商標を使用していると認定しているが，原告が知るところでは，これらの事業者は，超ミネラルの薬効を原告との直接，間接の関係から知った者である。",
            "〔被告の主張〕",
            "本願商標の構成中の「超」の漢字は，「程度一杯をさらに超える意を表す」等の意味を有する語として一般に広く知られている平易な語であり，「ミネラル」の片仮名も，「栄養素として生理作用に必要な無機物」等の意味を有する語として一般に広く知られている平易な語であるから，「超ミネラル」の文字は，それ自体としては辞書等に掲載されていないとしても，これを構成する「超」と「ミネラル」の各単語の語義から，「普通をはるかに超えたミネラル」程の意味合いを有する複合語として容易に認識される。",
            "そうすると，本願商標は，指定商品中の第32類「ミネラルを含む清涼飲料，ミネラルウォーター」に使用した場合，これに接する取引者，需要者が「普通をはるかに超えた(豊富な)ミネラル」の意味合いを容易に認識，把握するとみるのが自然であるから，商品の品質を普通に用いられる方法で表示する標章のみからなる商標というべきであり，自他商品の出所識別標識としての機能を果たし得ないものである。",
            "したがって，本願商標は，商標法3条1項3号に該当する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願商標が商標法4条1項16号に該当するとした判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，ミネラルを含まない清涼飲料に本願商標を使用すると公益性に抵触すると判断している。",
            "しかし，超ミネラルを他の清涼飲料と明白に区別し，商品の品質の誤認を避けるためには，本願商標の商標登録が必要である。また，本願商標を構成する「超」という接頭語が，特性の延長に更に極端に特性が現れていることとして使われているなら公益性に抵触するが，本願商標では，別に薬効を追加した特殊なミネラル水としての特徴・特性を意味するものとして使われているから，公益性に抵触するものではない。",
            "〔被告の主張〕",
            "本願商標に接する取引者，需要者は，本願商標を「普通をはるかに超えた(豊富な)ミネラル」との意味合いで商品の品質を表示したものと認識，理解するのが通常であるから，本願商標は，その指定商品中の「ミネラルを含まない清涼飲料」に使用した場合，その取引者，需要者が，あたかもこれらの商品が「ミネラルを含む清涼飲料」であるかのように，商品の品質について誤認を生ずるおそれがある。",
            "したがって，本願商標は，商標法4条1項16号に該当する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願商標が商標法3条1項3号に該当するとした判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記第2の1のとおり，本願商標は，「超ミネラル」の文字を標準文字で表してなり，その指定商品は，第5類「滋養強壮変質剤」及び第32類「清涼飲料」であり，その指定役務は，第44類「医業，医療情報の提供，栄養の指導」である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願商標の指定商品である清涼飲料は，ミネラルウォーターを含むものであるところ(甲7，乙13，14)，本願商標を構成する「超」の文字は，「程度一杯をさらに超える意を表す。」ものであり(広辞苑第6版・平成20年1月11日発行，甲6)，「ミネラル」の文字は，「栄養素として生理作用に必要な無機物。」を表すものであるから(同上)，本願商標は，その指定商品中のミネラルウォーターに用いられた場合，「通常の程度をさらに超える無機物である」という商品の品質を普通に用いられる方法で表示する標章であるということができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，本願商標は，原告の主張について進んで検討するまでもなく，商標法3条1項3号に該当することが明らかといわなければならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願商標が商標法4条1項16号に該当するとした判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1のとおり，本願商標を構成する「超ミネラル」の文字は，「通常の程度をさらに超える無機物」との意味合いを持つものであるから，本願商標がその指定商品中の「ミネラルを含まない清涼飲料」に用いられた場合，商品の品質について誤認を生じるおそれがあるといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，本願商標は別に薬効を追加した特殊なミネラル水としての特徴・特性を意味するものとして使われているから，公益性に抵触するものではないと主張する。",
                "しかし，本願商標が原告の主張するような特徴・特性を意味するものとは到底解されない上に，上記指定商品の取引者，需要者が，本願商標について，薬効を備えた特殊なミネラル水を示す表示であると認識すると認めるに足りる証拠はなく，通常は，商品の品質を示す表示として認識するものというべきであるから，商品の品質について誤認を生ずるおそれがあることは明らかであり，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本願商標は，商標法4条1項16号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}