{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2009-800149号事件について平成22年12月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，原告の下記2の本件発明に係る特許に対する被告の特許無効審判の請求について，特許庁が当該特許を無効とした別紙審決書（写し）の本件審決（その理由の要旨は下記3のとおり）には下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成10年8月26日，発明の名称を「カム装置」とする特許出願（特願平10-240451）をし，平成18年1月13日，設定の登録（特許第3757635号）を受けた（請求項の数は7）。以下，この特許を「本件特許」といい，本件特許に係る明細書（甲34）を「本件明細書」という。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成21年7月10日，本件特許の請求項1，2，5ないし7に係る特許（以下，請求項の番号に応じて各発明を「本件発明1」などといい，これらを併せて「本件発明」という。）について，特許無効審判を請求し（甲35），無効2009-800149号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成22年12月1日，「特許第3757635号の請求項1，2，5ないし7に係る発明についての特許を無効とする。」旨の本件審決をし，その謄本は，同月9日，原告に対して送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決が判断の対象とした本件発明の要旨は，以下のとおりである。",
                "【請求項1】断面V字形状であって上下方向に対して傾斜する滑り面を有しており，カムドライバ支持基台に固定的に支持されるようになっているカムドライバと，カムドライバの滑り面に摺動自在に接触するように，当該滑り面と相補的な形状であって上下方向に対して傾斜する滑り面を有していると共に被加工物に加工を施す工具が取り付けられるようになっているカムスライドと，カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により，当該上下方向に対して傾斜する方向にカムドライバの滑り面に案内されてカムスライドが被加工物に向かって前進移動し得るように，当該カムスライドを移動自在に支持すると共にカムスライドの被加工物に向かう前進移動方向に対して交差する横方向にカムスライドを可動に支持するカムスライド支持基台とを備えており，カムスライドは，当該カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により，当該上下方向に対して傾斜する方向にカムドライバの滑り面に案内されて被加工物に向かって前進移動されるようになっているカム装置",
                "【請求項2】カムスライドは，カムスライド支持基台に対して，カムスライドの被加工物に向かう前進移動方向に対して交差する横方向において隙間をもって配されるようになっている請求項1に記載のカム装置",
                "【請求項5】カムスライド支持基台は，凹所を有すると共にこの凹所を規定する一対の側壁を有する基台本体と，この基台本体の側壁の夫々に固着されたカムスライド抜け止め防止板とを備えており，カムスライドは，工具が取り付けられるようになっていると共に前記の相補的な形状の滑り面が形成されたカムスライド本体と，基台本体の凹所に配されたスライド体と，カムスライド本体とスライド体とを連結して，カムスライド抜け止め防止板の間を通る括れ連結部とを備えている請求項1から4のいずれか1項に記載のカム装置",
                "【請求項6】カムスライド支持基台は，凹所を有すると共にこの凹所を規定する前壁及び後壁を有する基台本体と，この基台本体の前壁及び後壁の夫々に固着されたカムスライド抜け止め防止ロッドとを備えており，カムスライドは，工具が取り付けられるようになっていると共に前記の相補的な形状の滑り面が形成されたカムスライド本体と，基台本体の凹所に配されていると共に，カムスライド抜け止め防止ロッドが貫通したスライド体とを備えている請求項1から4のいずれか1項に記載のカム装置",
                "【請求項7】カムスライドの滑り面とカムドライバの滑り面とが非接触の際に，カムスライドを初期位置に復帰させる復帰手段を備えている請求項1から6のいずれか1項に記載のカム装置"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，参考までに本件特許に係るその余の発明は，以下のとおりである。",
                "【請求項3】隙間には，弾性手段が配されている請求項2に記載のカム装置",
                "【請求項4】弾性手段は，滑り板に覆われて，当該滑り板と共にカムドライバ及びカムスライドのうちの少なくとも一方又は当該少なくとも一方を支持する支持基台に固着されるようになっている請求項3に記載のカム装置"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件発明1，2，5及び7は，下記アの引用例1の14枚目及び16枚目の各図面に記載されて公然知られ，公然実施された発明（以下14枚目の図面に記載された発明を「引用発明1A」，16枚目の図面に記載された発明を「引用発明1B」といい，両者を併せて「引用発明1」という。）又はこれらと引用例1の3枚目の記載に基づき，本件発明6は，引用発明1並びに下記エ及びオの引用例4及び5に記載の各発明に基づき，また，本件発明1，2，6及び7は，下記イの引用例2に記載されて公然知られた発明（以下「引用発明2」という。）に基づき，本件発明5は，引用発明2及び下記ウの引用例3に記載の発明に基づき，いずれも当業者が容易にできたものであるから，特許法29条2項により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：被告作成のVA提案書（甲1の1。平成9年（1997年）11月27日付け）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：原告作成の技術報告書（甲2の1の2。平成8年6月13日付け）"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：原告96・97ガイドブック94頁，113頁及び120頁（甲3の1。本件特許出願日前である平成8年ころ刊行）"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特開平8-174094号公報（甲5）"
                },
                {
                  "fig": "オ",
                  "subject": "引用例5：特開平9-85498号公報（甲6）"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明1A，引用発明1B，本件発明1と引用発明1との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1A：逆V字形状の摺動する上面を有するカムボトムスライドプレートが固定され，下型に対して固定するための取付孔を有するカムドライバーと，カムボトムスライドプレートの摺動する上面に対して摺動する逆V字形状の下面を有するカムスライダーと，カムボトムスライドプレートに対するカムスライダーの摺動方向に移動するように，カムスライダーを移動自在に支持するカムホルダーとを備えており，カムスライダーは，カムスライダーの逆V字形状の下面とカムドライバーに固定されたカムボトムスライドプレートの逆V字形状の上面との摺動により，カムボトムスライドプレート上面に案内されて移動されるようになっており，カムホルダーは，傾斜面に両側壁によって形成された凹部を有し，この両側壁のそれぞれに設けられたスライドプレートを備えており，カムスライダーは，下面に摺動する逆V字形状の斜面が設けられ，カムホルダーの凹部に嵌合する凸部と，凸部の途中に設けられた括れ部とによりカムスライダーのカムホルダーに対する抜け止めがなされ，カムスライダーを復帰させるスプリングを備えている上吊りカムユニットUCMS-C-65-0°"
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明1B：引用発明1Aの「カムスライダー」を「アッパースライダー」と，引用発明1Aの「UCMS-C-65-0°」を「UCMS-C-80-0°」と，それぞれ読み替えるほかは，引用発明1Aと同じ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一致点：断面V字形状であって滑り面を有しており，カムドライバ支持基台に固定的に支持されるようになっているカムドライバと，カムドライバの滑り面に摺動自在に接触するように，当該滑り面と相補的な形状である滑り面を有しているカムスライドと，カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により，カムドライバの滑り面に案内されてカムスライドが前進移動し得るように，当該カムスライドを移動自在に支持するカムスライド支持基台とを備えており，カムスライドは，当該カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により，カムドライバの滑り面に案内されて前進移動されるようになっているカム装置"
                },
                {
                  "fig": "エ",
                  "subject": "相違点1：カムドライバの滑り面及びカムスライドの滑り面に関して，本件発明1では，「上下方向に対して傾斜する滑り面」を有するカムドライバ，上下方向に対して傾斜する滑り面」を有するカムスライドと特定し，それにより，カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により「上下方向に対して傾斜する方向」にカムスライドを移動自在に支持し，それにより，カムスライドは「上下方向に対して傾斜する方向」に前進移動されるようになっているとしているのに対して，引用発明1では，カムボトムスライドプレートの上面やカムスライダー（引用発明1A）又はアッパースライダー（引用発明1B）の下面は上下方向に対して傾斜していない点"
                },
                {
                  "fig": "オ",
                  "subject": "相違点2：カム装置に設けられる工具に関して，本件発明1では，「被加工物に加工を施す工具が取り付けられるようになっているカムスライド」と，カムスライドに工具が取り付けられていると特定し，それにより，カムスライドは「被加工物に向かって」前進移動し得るようにされ，前進移動されるようになっているのに対して，引用発明1では，工具はどこに取り付けられるようになっているのか不明なため，カムスライダー（引用発明1A）又はアッパースライダー（引用発明1B）の移動方向が被加工物に向かう方向かどうか不明な点"
                },
                {
                  "fig": "カ",
                  "subject": "相違点3：カムスライドとカムスライド支持基台との関係に関して，本件発明1では，「カムスライドの被加工物に向かう前進移動方向に対して交差する横方向にカムスライドを可動に支持するカムスライド支持基台」と特定しているのに対して，引用発明1では，カムスライダー（引用発明1A）又はアッパースライダー（引用発明1B）がカムホルダーに対して横方向に移動できるかどうか不明な点"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本件審決が認定した本件発明2と引用発明1との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一致点：「本件発明1」を「本件発明2」と読み替えるほか，本件発明1との一致点と同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点1：上記読替えをするほか，本件発明1との相違点1と同じ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点2：上記読替えをするほか，本件発明1との相違点2と同じ。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "相違点3：上記読替えをするほか，本件発明1との相違点3と同じ。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点4：本件発明2では，カムスライドは，カムスライド支持基台に対して，カムスライドの被加工物に向かう前進移動方向に対して交差する横方向において隙間をもって配されるようになっているのに対して，引用発明1では，カムスライダー（引用発明1A）又はアッパースライダー（引用発明1B）がカムホルダーに対してそのような隙間を有しているのかどうか不明な点"
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，本件審決が認定した本件発明5と引用発明1との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点：断面V字形状であって滑り面を有しており，カムドライバ支持基台に固定的に支持されるようになっているカムドライバと，カムドライバの滑り面に摺動自在に接触するように，当該滑り面と相補的な形状である滑り面を有しているカムスライドと，カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により，カムドライバの滑り面に案内されてカムスライドが前進移動し得るように，当該カムスライドを移動自在に支持するカムスライド支持基台とを備えており，カムスライドは，当該カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により，カムドライバの滑り面に案内されて前進移動されるようになっており，カムスライド支持基台は，凹所を有すると共にこの凹所を規定する一対の側壁を有する基台本体と，この基台本体の側壁の夫々に固着されたカムスライド抜け止め防止板とを備えており，カムスライドは，前記の相補的な形状の滑り面が形成されたカムスライド本体と，基台本体の凹所に配されたスライド体と，カムスライド本体とスライド体とを連結して，カムスライド抜け止め防止板の間を通る括れ連結部とを備えているカム装置"
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点1′：相違点1の「本件発明1」を「本件発明5」と読み替え，「引用発明1では，カムボトムスライドプレートの上面やカムスライダー（引用発明1A）又はアッパースライダー（引用発明1B）の下面は上下方向に対して傾斜していない点」との記載から「上下方向に対して」との部分を削除するほかは，相違点1と同じ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点2′：相違点2の「本件発明1」を「本件発明5」と読み替え，本件発明5には，さらに，「工具が取り付けられるようになっているのはカムスライド本体」であると特定していることが付加されているほかは，相違点2と同じ。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "また，本件審決が認定した本件発明6と引用発明1との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一致点：「本件発明1」を「本件発明6」と読み替えるほか，本件発明1との一致点と同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点1：上記読替えをするほか，本件発明1との相違点1と同じ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点2：上記読替えをするほか，本件発明1との相違点2と同じ。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "相違点3：上記読替えをするほか，本件発明1との相違点3と同じ。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点5：本件発明6では，「カムスライド支持基台は，凹所を有すると共にこの凹所を規定する前壁及び後壁を有する基台本体と，この基台本体の前壁及び後壁の夫々に固着されたカムスライド抜け止め防止ロッドとを備えており，カムスライドは，工具が取り付けられるようになっていると共に前記の相補的な形状の滑り面が形成されたカムスライド本体と，基台本体の凹所に配されていると共に，カムスライド抜け止め防止ロッドが貫通したスライド体とを備えている」としているのに対して，引用発明1では，カムホルダーは，傾斜面に両側壁によって形成された凹部を有し，この両側壁のそれぞれに設けられたスライドプレートを備えており，カムスライダー（引用発明1A）やアッパースライダー（引用発明1B）は，下面に摺動する逆V字形状の斜面が設けられ，カムホルダーの凹部に嵌合する凸部と，凸部の途中に設けられた括れ部とによりカムスライダー（引用発明1A）やアッパースライダー（引用発明1B）のカムホルダーに対する抜け止めがなされている点"
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "また，本件審決が認定した本件発明7と引用発明1との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点：断面V字形状であって滑り面を有しており，カムドライバ支持基台に固定的に支持されるようになっているカムドライバと，カムドライバの滑り面に摺動自在に接触するように，当該滑り面と相補的な形状である滑り面を有しているカムスライドと，カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により，カムドライバの滑り面に案内されてカムスライドが前進移動し得るように，当該カムスライドを移動自在に支持するカムスライド支持基台とを備えており，カムスライドは，当該カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により，カムドライバの滑り面に案内されて前進移動されるようにおり，さらに，カムスライドを復帰させる復帰手段を備えているカム装置"
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点1：「本件発明1」を「本件発明7」と読み替えるほか，本件発明1との相違点1と同じ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点2：上記読替えをするほか，本件発明1との相違点2と同じ。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "相違点3：上記読替えをするほか，本件発明1との相違点3と同じ。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点6：復帰手段に関して，本件発明7では，「カムスライドの滑り面とカムドライバの滑り面とが非接触の際に，カムスライドを初期位置に復帰させる」ものであるとしているのに対して，引用発明1では，復帰手段であるスプリングが，どの場合にカムスライダー（引用発明1A）又はアッパースライダー（引用発明1B）を復帰させるのか不明な点"
                }
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "また，本件審決が認定した引用発明2，本件発明1と引用発明2との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2：逆V字形状であって摺動し，かつ傾斜する上面を有しており，下型に対して固定されるドライバと，ドライバの摺動する上面に対して相補形状となるように傾斜し，摺動する逆V字形状の凹部を有するスライドと，スライドの摺動する凹部とドライバの摺動する上面の当接により，傾斜する方向に移動するスライドを移動自在に支持すると共にスライドの軸受部に対して隙間を有するガイドシャフトを有するベースとを備えており，スライドはスライドの摺動する凹部とドライバの摺動する上面との上下方向からの当接により，当該上下方向に対して傾斜する方向にドライバの摺動する上面に案内されて移動するように構成され，ベースは，下部中央に凹部を有すると共にこの凹部を規定する右端部壁面及び左端部壁面を有し，この右端部壁面及び左端部壁面のそれぞれに取り付けられたガイドシャフトを備えており，スライドは，ドライバの逆V字形状の上面に対して相補形状の摺動する凹部が形成され，ガイドシャフトが隙間を持って挿入される軸受部を有するカムユニット"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：断面V字形状であって上下方向に対して傾斜する滑り面を有しているカムドライバと，カムドライバの滑り面に摺動自在に接触するように，当該滑り面と相補的な形状であって上下方向に対して傾斜する滑り面を有しているカムスライドと，カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により，当該上下方向に対して傾斜する方向にカムドライバの滑り面に案内されてカムスライドが前進移動し得るように，当該カムスライドを移動自在に支持すると共にカムスライドの前進移動方向に対して交差する横方向にカムスライドを可動に支持するカムスライド支持基台とを備えており，カムスライドは，当該カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により，当該上下方向に対して傾斜する方向にカムドライバの滑り面に案内されて前進移動されるようになっているカム装置"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点7：カムドライバに関して，本件発明1では，「カムドライバ支持基台に固定的に支持されるようになっている」と特定しているのに対して，引用発明2では，そのようなカムドライバ支持基台を有していない点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点8：カム装置に設けられる工具に関して，本件発明1では，「被加工物に加工を施す工具が取り付けられるようになっているカムスライド」と，カムスライドに工具が取り付けられていると特定し，それにより，カムスライドは，「被加工物に向かって」前進移動し得るようにされ，前進移動されるようになっているのに対して，引用発明2では，工具はどこに取り付けられるようになっているのか不明なため，スライドの移動方向が被加工物に向かう方向かどうか不明な点"
                }
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "また，本件審決が認定した本件発明2と引用発明2との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点：断面V字形状であって上下方向に対して傾斜する滑り面を有しているカムドライバと，カムドライバの滑り面に摺動自在に接触するように，当該滑り面と相補的な形状であって上下方向に対して傾斜する滑り面を有しているカムスライドと，カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により，当該上下方向に対して傾斜する方向にカムドライバの滑り面に案内されてカムスライドが前進移動し得るように，当該カムスライドを移動自在に支持すると共にカムスライドの前進移動方向に対して交差する横方向にカムスライドを可動に支持するカムスライド支持基台とを備えており，カムスライドは，当該カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により，当該上下方向に対して傾斜する方向にカムドライバの滑り面に案内されて前進移動されるようになっており，カムスライドは，カムスライド支持基台に対して，カムスライドの前進移動方向に対して交差する横方向において隙間をもって配されるようになっているカム装置"
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点7：「本件発明1」を「本件発明2」と読み替えるほか，本件発明1との相違点7と同じ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点8：上記読替えをするほか，本件発明1との相違点8と同じ。"
                  ]
                }
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "また，本件審決が認定した本件発明5と引用発明2との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一致点：「本件発明1」を「本件発明5」と読み替えるほか，本件発明1との一致点と同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点7：上記読替えをするほか，本件発明1との相違点7と同じ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点8：上記読替えをするほか，本件発明1との相違点8と同じ。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点9：本件発明5では，「カムスライド支持基台は，凹所を有すると共にこの凹所を規定する一対の側壁を有する基台本体と，この基台本体の側壁の夫々に固着されたカムスライド抜け止め防止板とを備えており，カムスライドは，工具が取り付けられるようになっていると共に相補的な形状の滑り面が形成されたカムスライド本体と，基台本体の凹所に配されたスライド体と，カムスライド本体とスライド体とを連結して，カムスライド抜け止め防止板の間を通る括れ連結部とを備えている」ものであるのに対して，引用発明2では，ベースは，下部中央に凹部を有すると共にこの凹部を規定する右端部壁面及び左端部壁面を有し，この右端部壁面及び左端部壁面のそれぞれに取り付けられたガイドシャフトを備えており，スライドは，ドライバの逆V字形状の上面に対して相補形状の摺動する凹部が形成され，ガイドシャフトが隙間をもって挿入される軸受部を有するものである点",
                  "text": [
                    "    (10)  また，本件審決が認定した本件発明6と引用発明2との一致点及び相違点は，以下のとおりである。"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "一致点：断面V字形状であって上下方向に対して傾斜する滑り面を有しているカムドライバと，カムドライバの滑り面に摺動自在に接触するように，当該滑り面と相補的な形状であって上下方向に対して傾斜する滑り面を有しているカムスライドと，カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により，当該上下方向に対して傾斜する方向にカムドライバの滑り面に案内されてカムスライドが前進移動し得るように，当該カムスライドを移動自在に支持すると共にカムスライドの前進移動方向に対して交差する横方向にカムスライドを可動に支持するカムスライド支持基台とを備えており，カムスライドは，当該カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接により，当該上下方向に対して傾斜する方向にカムドライバの滑り面に案内されて前進移動されるようになっており，カムスライド支持基台は，凹所を有すると共にこの凹所を規定する前壁及び後壁を有する基台本体と，この基台本体の前壁及び後壁の夫々に固着されたカムスライド抜け止め防止ロッドとを備えており，カムスライドは，相補的な形状の滑り面が形成されたカムスライド本体と，基台本体の凹所に配されていると共に，カムスライド抜け止め防止ロッドが貫通したスライド体とを備えているカム装置"
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点7：「本件発明1」を「本件発明6」と読み替えるほか，本件発明1との相違点7と同じ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点8：上記読替えをするほか，本件発明1との相違点8と同じ。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点10：スライドの工具が取り付けられるようになっている部分に関して本件発明6は「カムスライド本体」であると特定しているのに対して，引用発明2は工具の取り付け箇所については不明な点",
                  "text": [
                    "    (11)  また，本件審決が認定した本件発明7と引用発明2との一致点及び相違点は，以下のとおりである。"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "一致点：「本件発明1」を「本件発明7」と読み替えるほか，本件発明1との一致点と同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点7：上記読替えをするほか，本件発明1との相違点7と同じ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点8：上記読替えをするほか，本件発明1との相違点8と同じ。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点11：本件発明7では，「カムスライドの滑り面とカムドライバの滑り面とが非接触の際に，カムスライドを初期位置に復帰させる復帰手段を備えている」のに対して，引用発明2では，スライドを復帰させる復帰手段について不明な点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1に基づく容易想到性に係る判断の誤り（取消事由1）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の公然実施についての認定の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "引用例1の公知性についての認定の誤り"
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明1に基づく容易想到性に係る判断の誤り"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例2の公知性についての認定の誤り（取消事由2）"
            },
            {
              "fig": "(3)",
              "subject": "立証責任に係る判断の誤り（取消事由3）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明1に基づく容易想到性に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決について",
              "text": [
                "本件審決は，①引用発明1A及び1Bの各実施品であるカム装置（以下「実施品1」及び「実施品2」という。審判手続における検甲第2号証及び第1号証）にはいずれも横方向の隙間が0．1mm 存在するのであるから，片側で0．04mm ないし0．05mm の隙間があることが明らかであり，これらを使用していたトヨタ自動車株式会社（以下「トヨタ自動車」という。）が当該隙間の改変を行ったという証拠がないことから，実施品1及び2は，片側で0．04mm ないし0．05mm の隙間を有する製品として設計・製造されて本件特許出願前にトヨタ自動車に譲渡されることで公然実施された，②本件発明のカムスライドとカムホルダーとの隙間が片側0．04mm ないし0．05mm 程度可動であれば差し支えなく（本件明細書【0003】【0024】参照），引用発明1においてカムスライダーやアッパースライダーがカムホルダーに対して横方向に可動とすることは，摺動隙間としては当然の構成にすぎない，③引用例1であるかどうかにかかわらず，「VA提案書」を日産自動車株式会社（以下「日産自動車」という。）従業員の A（以下「A」という。）が本件特許出願前である平成9年11月ころ受け取ったことは，A 及び被告従業員の B（以下「B」という。）の証言から明らかであり，引用例1は，公知であった，④引用例1の3枚目には，「2．自動調芯の機能」として，ホルダーに対してスライダーが横方向に移動可能とする構成が記載されているから，引用発明1においてもスライダーであるカムスライダーやアッパースライダーがカムホルダーに対して横方向に可動とすることは，この自動調芯の機能に記載された構成を採用することにより，当業者が容易になし得たものであると考えることもできる，とそれぞれ説示する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の公然実施についての認定の誤りについて",
              "text": [
                "しかしながら，実施品1及び2の隙間の測定結果（甲17）は，カムホルダーの内側両壁面間の距離がカムスライドとカムホルダーとの係合部の外側両壁面間の距離よりも0．1mm 程度存在するということのみであって，カムホルダーにカムスライドを組み合わせた状態で横方向に可動となるように，片側にそれぞれ0．04mm ないし0．05mm の隙間が存在することを報告するものではない。",
                "しかも，実施品1及び2には，上記隙間が平成10年の納入時に存在したとすれば本来的に生じることのないすべり方向（本件発明では前進移動方向）に沿った切削痕又は摺動痕らしき痕跡が確認できることに加えて（甲65），実施品1と同一の被告製品には，アッパースライダーとガイドバーとの間が0．06mm（片側0．03mm）しかなかった（甲66）。以上によれば，実施品1及び2は，その12年間にわたる摩耗，加工又は改変の疑いが解消されていない。この点で，被告が援用する乙2は，実施品1及び2に関する検証から相当時間を経過してから測定された結果であり，その測定方法が信用できないばかりか，乙3も，横方向の隙間については何ら触れていないから，これらは，実施品1が納入後に研削等の加工がされていない証拠にはならない。むしろ，実施品1については，カムユニットの取付け面に「ノック不良」との記載があるから（甲78，79），カムスライドが横方向へ移動可能な構造がもともとなかったために，プレス金型にこのカム装置を取り付けた際に，V字状の山谷の位置が一致せず，これを一致させるためにカム装置の取り付けようノックピンの穴位置を修正することになった可能性がある（甲80）。",
                "以上のとおり，実施品1及び2が片側で0．04mm ないし0．05mm の隙間を有する製品として本件特許出願前に公然実施されていたとする本件審決の認定には，誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明1の実施品に基づく容易想到性の判断の誤りについて",
              "text": [
                "本件明細書（【0003】【0024】）が言及する隙間は，ピアスポンチとピアスダイとの間のずれであって，カムドライバー側とカムスライド側の双方の取付誤差や加工誤差等との組合せの結果のずれであり，カムスライドをカムスライド支持基台に対して横方向に可動に支持すること（本件発明1）及びこれを前提として横方向に隙間をもって配されるようにすること（本件発明2）により当該ずれを吸収しようとするものであるから，カムホルダーの内側壁面とカムスライドのカムホルダーとの係合部の外側壁面の隙間が片側0．04mm ないし0．05mm 程度では，本件発明の目的を達成できない。したがって，本件審決の解釈のように，カムスライドとカムホルダーとの隙間が片側0．04mm ないし0．05mm 程度可動であれば差し支えないというものではなく，実施品1及び2にこのような隙間があったとしても，これによって，当業者が本件発明の相違点3に係る構成を容易に想到できるものではない。",
                "また，実施品1及び2に関する認定から，引用発明1のカムスライドがカムスライド支持基台に対して横方向に可動とすることが，摺動隙間としては当然の構成にすぎないという結論が導かれる理由が，全く不明である。",
                "むしろ，本件発明におけるカムスライドが横方向に可動であることは，他国で本件発明が特許されていることに照らしても（甲76），摺動隙間として当然の構成などとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用例1の公知性についての認定の誤りについて",
              "text": [
                "引用例1の14枚目及び16枚目には，引用例1の3枚目及び4枚目の記載を参照しない限り，カムスライド支持基台がカムスライドを横方向に可動に支持するとの技術思想や，これを前提として，カムスライドがカムスライド支持基台に対して横方向において隙間をもって配されているとの技術思想については，何ら記載も示唆も動機付けもないから，引用例1の14枚目及び16枚目の各図面のみから引用発明1及び2を認定することはできない。",
                "しかるところ，引用例1（3枚目及び4枚目を含む。）とされるVA提案書なるものを A が平成9年11月ころ受け取ったことは，何ら客観的証拠によって証明されておらず，当時VA提案書なる文書が存在したかどうか自体が不明である。仮に，VA提案書と題する文書が存在したとしても，A 及び B は，その内容を明確に認識していなかったから，当該VA提案書が3枚目及び4枚目を含む引用例1であったとすることはできない。また，実施品1及び2が公然実施されたからといって，VA提案書の存在や，引用例1の3枚目及び4枚目の存在を導くこともできない。",
                "むしろ，被告は，引用例1を平成9年11月下旬に開催されたVA展示会でのデモンストレーションの際に日産自動車の従業員に配布した旨を主張するものの（甲1の8，67），日産自動車や被告の元従業員を含む関係者の供述によれば，そのような展示会の開催及び引用例1の配布については，存在しなかったとの疑いがある（甲68，69，80～84）。",
                "仮に，A が平成9年11月ころ，B から引用例1を受領していたとしても，A は，購買部の者であって技術者ではなく，引用例1の内容を技術的に理解できなかったから，A への交付によって引用発明が公然知られたことにはならない。また，仮に，A が引用発明を技術的に理解し，あるいは引用例1が日産自動車従業員数名に配布されたとしても，引用例1は，日産自動車と被告との共同作業で作成されたというのであるから，特別な契約が存在しなくても，商慣習上，日産自動車と被告との間には守秘義務があったと認められる。",
                "次に，本件審決は，引用例1の3枚目に記載の「自動調芯」を「ホルダーに対してスライダーが横方向に移動可能とする構成」と認定しているが，被告による平成10年10月27日出願に係る発明（甲31）に記載の「自動調芯」は，中央部を高くするテーパ部，すなわち，V字型のガイド部材（カムドライバ）とこれに対応するカムスライダーをいうにすぎないから，引用例1の3枚目に記載のものと異なる。すなわち，仮にVA提案書が存在しても，そこに引用例1の3枚目及び4枚目が含まれていたことには疑問がある。",
                "そして，被告は，平成11年5月20日，従来の摺動隙間とは異なる「所望のクリアランス」を設ける構成と称して，本件発明2の「隙間」と同じ構成を新規な発明として特許出願をしており（甲70【請求項2】【0009】），まもなくその実施品を発売したが（甲22，85），かかる出願及び発売は，本件発明が公知のカム装置における摺動隙間と本質的差異がないとの審判手続における主張と矛盾するばかりか，被告は，当該時点で当該「所望のクリアランス」に特許性があると考えていたことを示すから，それより前の平成9年11月ころに，被告が引用例1の3枚目及び4枚目として公表したとすることと矛盾する。したがって，被告は，禁反言の原則から，上記技術的思想について新規性なしとの主張ができないというべきである。",
                "さらに，引用例1の3枚目及び4枚目の各左上隅にはステープラー穴跡があるのにその余の部分にはこれがなく，また，5枚目ないし17枚目を横に見た場合の左側には2穴パンチ跡が認められるのに対して他の部分にはそれがないことからすると，引用例1は，本来，1枚目及び2枚目の部分，3枚目及び4枚目の部分及び5枚目以下の部分があり，各部分が事後に綴じ合わされたものと認められ，そのうち3枚目及び4枚目の部分には作成日付もないから，その作成日及び頒布日は，不明であるというほかない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "引用例1に基づく容易想到性に係る判断の誤りについて",
              "text": [
                "前記のとおり，引用例1の14枚目及び16枚目には，引用例1の3枚目及び4枚目の記載を参照しない限り，いずれも，カムスライド支持基台がカムスライドを横方向へ可動に支持するとの技術思想や，これを前提として，カムスライドがカムスライド支持基台に対して横方向において隙間をもって配されているとの技術思想については，何ら記載も示唆も動機付けもない。したがって，相違点3は，「引用発明1では，アッパースライダーがカムホルダーに対して横方向に移動する構成を有しない点」と認定されるべきであり，かつ，当該構成については，これを当業者が容易に想到し得るとする根拠がない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "よって，実施品1及び2並びに引用例1（特にその3枚目及び4枚目）には公知性がなく，これらの証拠に基づいて引用発明1及び相違点3を認定した本件審決は，違法であり，実施品1等に基づく容易想到性の判断も，誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明1の実施品の公知性について",
              "text": [
                "実施品1及び2のカムスライダー及びカムホルダーの隙間を構成する部分が，当初の加工痕がほぼ残存しており摩耗がほとんど見られない状態であったことは，審判手続において審判官及び当事者が直接確認をしており，このことは，隙間を構成する部分についての測定又は鑑定をだれも求めなかったという審理の経過からも明らかである。",
                "また，甲66は，製造年月日も不明であり，引用発明1と同種のものであることについて立証がないし，原告による測定結果にも信用を置くことはできない。",
                "むしろ，実施品1及び2の隙間が，摩耗等により拡大する可能性は，認められない（乙2，3）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1の公知性について",
              "text": [
                "引用例1の公知性に関する A 及び B の供述は，いずれも具体的かつ詳細で，相互に一致するほか，引用例1の記載内容その他の客観的証拠とも整合することから，これを信用できる。また，引用例1は，2枚目に「（別紙Vガイドの特長参照）」と記載されているから，3枚目（吊りカムユニットのVガイドの特長）とも体裁が一致するし，A も，3枚目及び4枚目に記載されたVガイド及び自動調芯機能等を備えたカムユニットのデモンストレーションを受けた旨を明確に供述している。よって，被告従業員の B は，日産自動車従業員の A に対し，平成9年11月ころ，引用例1（3枚目及び4枚目を含む。）を交付した。",
                "なお，A は，被告に赴き長時間をかけて内容をまとめるなど，引用例1の企画に携わっており，技術概要を把握している。また，引用例1のVA提案書は，秘匿性もないから，A に対する引用例1の提出で，本件発明は，公然知られたものとなった。原告の主張に係る被告と日産自動車との間の商慣習上の守秘義務については，具体的な主張立証がないし，VA（バリュー・アナライシス）活動は，その趣旨から，競合する部品納入業者への技術情報の開示を伴うものである。",
                "次に，Vガイドは，カムホルダーとカムスライダーとで構成されるスライド構造が隙間ないし横方向への可動性を有するものであってはじめて有意なものである。すなわち，自動調芯手段としてVガイドを用いることは，スライド構造を隙間ないし横方向への可動性を有するものとするということであるから，甲31に自動調芯手段としてV字型のカムドライバとこれに対応したカムスライダーのみが記載されており，カムスライダーをカムホルダーに対して横方向に可動に支持する構成も思想も記載されていないからといって，引用例1の3枚目及び4枚目が平成10年より後に作成されたとの疑いを生じさせるものではない。",
                "また，原告は，VA展示会の不存在について C（以下「C」という。）の陳述書（甲68）を援用するが，C は，当時，標準化委員会のメンバーではないから（乙1），VA展示会や引用例1について知らないことは，むしろ自然である。D（以下「D」という。）の陳述書（甲69）についても，同人が過去に被告に対して訴訟を提起していることや，引用例1の作成当時に日本におらず，さらに後記の信用できるトヨタ自動車従業員の E（以下「E」という。）らの供述とも矛盾する記載をしていることから，これを信用できない。F（以下「F」という。）の陳述書（甲80）も，同人が原告の共同事業者関係にある（乙6～13）こと，G（以下「G」という。）の陳述書（甲81）も，同人がVA活動に関与していなかったことから，いずれも信用できない。",
                "さらに，被告は，甲70の請求項2の所望のクリアランスについて，カムスライダーの往復運動を確保するための構成として確認的に特定したにすぎず（【0018】【0020】），当該所望のクリアランスを設ける構成が新規な発明であるとの認識を有していなかったからこそ，甲70の請求項1に据えた特許出願をしておらず，また，後にこれを削除した（甲72）。",
                "よって，引用例1には公知性が認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の容易想到性について",
              "text": [
                "本件発明の請求項の記載においては，カムスライダーの横方向への可動性（本件発明1）又はカムスライダーとカムホルダーとの間の隙間（本件発明2）は，いずれも具体的な幅の限定がされていないから，極小の幅の隙間又は横への可動性も，本件特許における隙間又は可動性に該当する。そして，本件審決が，上記隙間について「片側に0．04mm ないし0．05mm 程度可動であれば差し支えない」とするのは，引用発明1においては隙間の幅について考慮することなく隙間又は横方向への可動性に関する技術思想の開示を認定できることを前提に，本件特許における隙間又は可動性の幅の十分条件を示したにすぎない。したがって，引用発明1においてカムスライダーやアッパースライダーがカムホルダーに対して横方向に可動とすることが摺動隙間として当然の構造にすぎないとする本件審決の判断は，妥当である。",
                "なお，本件明細書は，上記隙間の幅について，原告主張に係るような片側0．05mm を超えるものと特定する記載をしていない（【0003】参照）。",
                "また，実施品1に関する「ノック不良」との記載（甲78，79）は，ノック位置の修正ではなく，プレス金型に空けられた穴サイズの不良（サイズ違い）であるにすぎない（乙4）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（引用例2の公知性についての認定の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，引用例2の公知性について，トヨタ自動車従業員の E が，引用例2及び原告作成のVA提案書（甲2の1の3。以下「本件提案書」という。）を平成9年ころに当時の部下であった故 H 課長（以下「H」という。）が受け取っている旨を証言しており，また，被告従業員の I（以下「I」という。）が，引用例2及び本件提案書に I 自筆の送り状（甲2の1の1。以下「本件報告書」という。）を添付して平成9年11月ころに被告の上司（J）に報告したこと並びに引用例2及び本件提案書と同一内容の書類がホチキスで一体となってファイルしてあったのを被告名古屋営業所の書類の中から発見した（甲2の1の4・5）ことを証言していることなどから，引用例2が，本件特許出願日よりも前に守秘義務のない第三者が知り得た状態になったものである旨を認定している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，当業者が引用例2に基づき本件発明を容易に想到できることを争うものではない。",
                "しかしながら，原告は，トヨタ自動車に対して本件提案書を交付したことはあるが，引用例2のように宛先空白の技術報告書は作成していないし，そのようなものをトヨタ自動車に対して交付したことはない。そして，E は，前記のような証言をしていないし（甲64），原告が引用例2をトヨタ自動車に交付し，更にそれが被告に交付されたことを立証する客観的な証拠はない。",
                "むしろ，被告は，前記のとおり，平成11年5月20日，カムスライドを横方向に可動とすること及び横方向へ隙間を設けるという，本件発明と共通する技術的思想について特許を出願していたところ（甲70），その発明者は，本件報告書に印影がある「J」と同一人物と推認される。したがって，被告は，平成11年5月20日当時，上記技術的思想に発明性があると認識していたことになるから，これは，被告が平成9年11月ころに引用例2を守秘義務を負わずに入手したとの認定と矛盾する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "さらに，原告従業員の K（以下「K」という。）は，平成8年6月13日ころ，引用例2と同内容で宛名（「三菱自動車（株）御中」及び「西支店長殿  経由",
              "text": [
                "L 殿」）部分を除き K の印影のかすれ具合まで一致する技術報告書（甲74）を作成し，その後間もなく，これを守秘義務契約のもと，三菱自動車株式会社（以下「三菱自動車」という。）に対して交付した。他方，引用例2は，上記宛名部分の記載だけがないから，甲74の当該部分を抹消してコピーすることで作成されたものと推測することが可能である。",
                "また，そもそも自動車メーカーが金型メーカーから技術資料を受領したとしても，それを競合他社に横流しするような商慣習は，存在しない（甲80，81）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，被告が証拠提出時点において引用例2を所持していたことは事実であるが，被告がこれをいつどのように取得したかは不明であり，その入手経路及び時期は，何ら立証されていないことに帰する。よって，引用例2に公知性を認め，これに基づいて本件発明が容易に想到できるとした本件審決の判断には誤りがある。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "E は，被告と利害関係のない第三者であり，その供述内容も具体的かつ詳細で迫真性があるばかりでなく，他の証拠（特に，甲2の1の1～3の本件報告書，引用例2及び本件提案書）とも整合するものであるから，その供述は，信用できるものである。しかも，I は，引用例2が他の証拠と一体として保管されていた旨を供述し，これらには同一のクリップのさびが付着しており（甲12）同じ部位に黒点の写り込みが見られる（甲64）。",
                "以上によれば，引用例2は，添付された本件報告書に記載された日付である平成9年11月4日よりも前に，トヨタ自動車従業員から被告従業員の I に対して交付され，もって公然知られることになったことが明らかである。",
                "また，被告は，前記のとおり，甲70の所望のクリアランスについて特許性があるとは認識していなかったから，この点に関する原告の主張は，いずれも失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告が三菱自動車に交付したとされる技術報告書（甲74）は，その体裁から，複数の顧客に配布されたものと考えられるから，原告がこれを三菱自動車に配布したことは，原告がトヨタ自動車に交付したことと矛盾なく両立する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（立証責任に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，引用例1，実施品1及び2並びに引用例2から本件特許出願（平成10年8月26日）前の公知技術として引用発明1及び2を認定し，当業者が本件発明を容易に想到することができた旨を判断している。",
                "そして，本件審決は，引用例1及び2並びに実施品1及び2の公知性について，いずれも「引用例1と異なる「VA提案書」は存在しない」，「引用例1の3枚目及び4枚目が当初から存在していたことを覆す証拠は示されていない」，「トヨタ自動車が実施品1及び2について加工・改変を行ったという証拠は，現在のところ，存在していない」，「引用例2が捏造されたものであるという証拠も，また，本件特許の出願後に公知であるという証拠も格別見当たらない」などと説示している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本件のように引用例が特許公開公報ではない場合には，引用例に関する証拠が偽造，捏造又は改変物であることを証明することは，一般に至難であることからすれば，特許無効審判においては，これらの引用例が出願前公知技術を証明するに足る証拠であることについての立証責任は，特許の有効性を争う者（被告）が負うのが当然である。そうでない限り，特許無効審判において偽造，捏造又は改変物であることが証明されない証拠による公知技術の証明の横行を阻止できなくなる。",
                "しかるところ，本件審決は，前記のとおり，引用例が偽造，捏造又は改変物であることについての立証責任を特許権者である原告に課しているから，証拠についての立証責任の分配を誤り，証拠の採否を誤った重大な違法があることが明白である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，本件審決は，取り消されるべきである。",
                "〔被告の主張〕",
                "特許法は，公知性及び公然実施性について特許公開公報等以外の資料による立証を否定しておらず，その採用については民事訴訟法に則った適正な判断が求められるだけであり（特許法151条），このことは，立証責任についても同様である。",
                "本件審決の判断は，原告による主張及び反証が，引用例1に関する被告の主張及び本証により審判官が抱いた確信を動揺させるに足りなかったことを述べているにすぎず，本件審決には，立証責任の分配及び証拠採否についての誤った判断は存在しない。原告の主張は，原告自らの反証の不十分さを棚に上げ，それらに関する審決の判断を曲解・論難するものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件発明及び本件特許に係るその余の発明（以下これらを併せて「本発明」という。）の特許請求の範囲の記載は，前記第2の2(1)及び(2)に記載のとおりであるところ，本件明細書には，本発明についておおむね次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「本発明は，カムドライバによりカムスライドを摺動させて，カムスライドに装着された工具により薄板等の被加工物に孔あけ，折り曲げ等の加工を施すカム装置に関する。」（【0001】）"
                },
                {
                  "fig": "イ",
                  "text": [
                    "例えば，断面V字形状の滑り面を有して，下型基部にノックピン，ねじ等により取り付けられたカムドライバと，この滑り面と相補的な形状の滑り面を有したカムスライドと，このカムスライドを移動自在に支持すると共に，ノックピン，ねじ等により上型基部に取り付けられたカムスライド支持基台とを有した吊りカム型のカム装置では，カムスライドをカムスライド支持基台から取り外して上型なしの状態で，カムドライバ上にカムスライドを載置して，カムスライドに取り付けられたピアスポンチ等の工具と，下型に設けられた例えばボタンダイとの位置合わせ，すなわち切刃の刃合わせを行うことができる利点がある（【0002】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ところで，切刃の刃合わせ後に，カムスライド支持基台をノックピン，ねじ等により上型基部に取り付け，カムスライド支持基台にカムスライドを取り付けると，カムスライド支持基台の上型基部への取付誤差，カムスライド支持基台に対するカムスライドの取付誤差，上型と下型の配置誤差等により，一度あわせたピアスポンチとボタンダイとの位置が許容値，例えば，薄板のピアス加工の場合には，片側0．04mm ないし0．05mm 以上ずれてしまったり，カムドライバとカムスライドとの相互の滑り面が所望に面接触しなくなって，片当たりを生じたりして，実際の加工においてバリの発生や，ピアスポンチがボタンダイに乗り上げて，それが折損する等の事故の虞がある（【0003】）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本発明の目的は，前記のようなカム装置における前記切刃の刃合わせに関する利点を生かすことができ，しかも，前記の取付誤差等が生じてもカムドライバとカムスライドとの相互の滑り面の所望の面接触を確保できて，片当たりその他の問題をなくし得るカム装置を提供することにある（【0004】【0034】）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件発明1では，カムスライドが，カムスライド支持基台にカムスライドの被加工物に向かう前進移動方向に対して交差する横方向において可動に支持されるので，横方向にカムスライドを自動的に移動させることができ，前記取付誤差等に基づくピアスポンチとボタンダイとの位置ずれを自動的に修正でき，この結果，前記目的を達成し得る（【0005】【0006】）。また，カムスライドを横方向に可動とするために，本件発明2のように単に横方向において隙間を設けてもよく，この場合，隙間の幅（横方向の幅）は，上記取付誤差等の総計とずれの許容値とから決定するとよい（【0007】【0008】）。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件発明1のカムスライドは，横方向に可動に支持されるように，カムスライド支持基台に対して横方向において隙間をもって配されるようになっているが（【0023】），当該隙間の横方向の幅は，可能であれば，滑り面の幅の半分近くでも良いが，好ましくは，前記取付誤差等の予測総計とずれの許容値とから決定すると良い（【0024】）。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "本件発明1では，前記取付誤差等によりカムドライバとカムスライドの各滑り面の間に横方向の偏りがあっても，両者が当接する際に，カムスライド支持基台の横方向の移動により，一方の滑り面が他方に片当たりするなどせずにカムスライドが前進移動する（【0027】）。そのため，切刃の刃合わせを行っても，カムスライド支持基台へのカムスライドの取付後に，この位置合わせの結果を修正したり，滑り面の片当たりを解消するためにいずれかの滑り面を削ったりする必要がなくなる（【0028】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明におけるカムスライドの可動性及び横方向の隙間",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の特許請求の範囲には，「横方向にカムスライドを可動に支持するカムスライド支持基台とを備えており」との記載が，本件発明2の特許請求の範囲には，「横方向において隙間をもって配される」との記載が，それぞれある。そして，本件発明1において横方向にカムスライドを可動に支持するためにはカムスライド支持基台とカムスライドとの間に隙間が必要であるから，本件発明1にも横方向において隙間が存在するものと認められるが，当該隙間の程度については，上記特許請求の範囲にはいずれも記載がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，本件明細書の記載を参酌すると，そこには，前記(1)オ及びカに認定のとおり，横方向の幅（隙間）は，カムスライド支持基台の上型基部への取付誤差，カムスライド支持基台に対するカムスライドの取付誤差，上型と下型の配置誤差等の総計ないし予測総計とずれの許容値とから決定するとよい旨の記載がある（【0008】【0024】）。そして，ここにいう許容値は，前記(1)ウ及びエに認定のとおり，本件明細書には「一度あわせたピアスポンチとボタンダイとの位置が許容値，例えば，薄板のピアス加工の場合には，片側0．04mm ないし0．05mm 以上ずれてしまったり」するとバリの発生その他の問題が生じる旨の記載があるから（【0003】），最大で片側0．05mm（左右合計0．10mm）ということになるが，上記取付誤差等の予測総計については，本件明細書にこれを特定するに足りる記載がない。そのため，本件発明1及び2が有すべき上記隙間は，本件明細書の記載を参酌しても不明な点が残り，このこと自体問題なしとしないが，当該記載を参酌する限り上記許容値を超える数値であるというほかない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件発明1及び2におけるカムスライドとカムスライド支持基台との間の横方向の隙間は，最低でも片側0．05mm（左右合計0．10mm）を超えるという限度で特定するほかない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（引用発明1に基づく容易想到性に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1の公然実施について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1A及び1Bの図面について",
                  "text": [
                    "引用例1は，平成9年（1997年）11月27日付けの被告作成に係る日産自動車あての「VA提案書」と題する書面であり，その14枚目には，形式名UCMS-C-65-0°（引用発明1A）の，16枚目には形式名形式名UCMS-C-80-0°（引用発明1B）の，各図面が綴じられているが，これらの図面からは，カムスライドとカムスライド支持基台との間の横方向の隙間の有無や，カムスライドの横方向への可動性は，いずれも不明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施品1及び2の形状等について",
                  "text": [
                    "ところで，被告は，本件特許出願日（平成10年8月26日）よりも前である平成10年5月6日，引用発明1及び2の各実施品（実施品1及び2）をトヨタ自動車に譲渡した（甲1の3～5，20）。実施品1及び2は，審判手続において，それぞれ検甲第2号証及び第1号証として検証の対象となったものであるが（甲65），本件審判請求後である平成22年9月に地方独立行政法人東京都立産業技術研究センターにより実施された測定結果（甲17）によると，実施品1については，カムスライド（カムスライダーの凸部）とカムスライド支持基台（カムホルダーの凹部）との間の横方向の隙間は，左右合計で0．166mm ないし0．261mm であり，実施品2については，カムスライド（アッパースライダーの凸部）とカムスライド支持基台（カムホルダーの凹部）との間の横方向の隙間は，左右合計で0．108mm ないし0．129mm である。",
                    "なお，上記検証の結果（甲65）によっても，実施品1及び2のカムスライド及びカムスライド支持基台に切削痕等は認められず，特に実施品2については，ロアースライダーの幅方向の摺動面には摺動方向の細かい線が認められる（甲65，乙2）。",
                    "しかし，実施品2の使用によりカムホルダー内側部分の隙間の幅に有意な影響を与えるような摩耗は生じていないとする陳述書がある（乙3）ところ，これは，当該陳述書の作成者の専門的な知見に基づくものであり，その記載内容も合理的であることに照らして信用できる。そして，実施品1は，実施品2と同時に譲渡されたものであり，かつ，上記のとおりカムスライド及びカムスライド支持基台に切削痕等が認められないから，実施品2に関する上記摩耗が生じていないとの分析結果は，実施品1についても同様に妥当することが優に推認される一方，以上のほかに実施品1及び2のカムスライド及びカムスライド支持基台について被告からの出荷後に切削加工等がされたと疑わせるに足りる事情は何ら見当たらない。以上によれば，実施品1及び2は，被告からトヨタ自動車に対して譲渡された平成10年5月6日当時，カムスライドとカムスライド支持基台との間に，上記横方向の隙間を有していたものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上に対して，原告は，実施品1及び2には前進移動方向に沿った切削痕又は摺動痕らしき痕跡が確認できる旨を主張するほか，実施品2と同一の被告製品では前記隙間が左右合計0．06mm しかなかった旨を主張する。",
                        "しかしながら，実施品1及び2の検証結果（甲65）からは，原告主張に係る切削痕等を認定することはできない。また，原告が調査したとされる被告製品（UCMS-C-50×30-0）の測定結果（甲66）は，隙間ゲージによる値（片側0．03mm）があくまで片側の測定に尽きており，他の片側についての測定値が得られていないばかりか，甲66に記載のマイクロメータ及びインサイドマイクロメータによる上記被告製品の上記隙間の測定結果が0．095mm とされていることも併せ考えると，原告が主張の根拠とする当該被告製品の測定結果を直ちに信用することはできない。",
                        "よって，原告の上記主張は，採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，実施品2には「ノック不良」との記載があることから，実施品2にはカムスライドが横方向に移動しないため，これをプレス金型に取り付けた際にV字状の山谷の位置が一致せず，これを一致させるためにノックピンの穴位置を修正することになった可能性がある旨を主張する。",
                        "しかしながら，原告の上記主張は，単に可能性を指摘するにとどまるばかりか，プレス金型の図面の記載（乙4）及び問題とされるDVDの撮影部分（甲78，乙5）を考慮に入れると，むしろ，プレス金型にあけられた穴サイズの不良であると認めるのが自然である。",
                        "よって，原告の上記主張は，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，引用発明1及び2の各実施品である実施品1及び2は，いずれも平成10年5月6日に被告からトヨタ自動車に対して譲渡され，もって公然実施されたものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1の公知性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1の体裁について",
                  "text": [
                    "引用例1は，前記認定のとおり，平成9年（1997年）11月27日付けの被告作成に係る日産自動車あての「VA提案書」と題する書面であり，その1枚目に「『UCMSシリーズ』VA提案」との記載があるものであるが，引用例1の2枚目は，「提案内容」との表題の下に，「1．コストメリット」，「②製作工数の低減」，「a．金型制作時，ベンチ作業で調整可能なため，ダイスポでのピアス調整は不要。  （別紙Vガイドの特長参照）」との記載があり，引用例1の3枚目には，「吊りカムユニット（UCMS-C-50×○○-□□シリーズ）のVガイドの特長」との表題の下に，「2．自動調芯の機能」と題して，「1）．ドライバーのVガイド部で常にガイドされ，センターがずれない。ホルダーと上型部の位置決めが加工機械等の誤差で多少ずれた場合でもA1，A2部のクリアランスを0．05～0．10位と多めにしてあるので，カムスライドの動きは，ホルダーとスライダーのガイド面に拘束されずに，Vガイドにならって摺動する。」，「2）．従って，カムホルダーの位置が0．05以内で左右にずれても，Vガイドで拘束されて，ピアス穴の再現性には変化なく加工される。」との記載とともにカムスライドとカムスライド支持基台との間の左右の隙間がA1及びA2として図示されており，かつ，引用例1の4枚目には，「3．モデルダイセットによる自動調芯機能の確認」との表題の下に，デモ用ダイセットについて「いずれの場合にもバリの無いピアス加工されます。」との記載がある。",
                    "なお，被告提出に係る引用例1の3枚目及び4枚目の各左上隅にはステープラー穴跡があるのに対して，引用例1のその余の部分にはこれがなく，また，引用例1の5枚目ないし17枚目を横に見た場合の左側には2穴パンチ跡があるのに対して，引用例1のその余の部分にはこれがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1の頒布時期について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，被告従業員の B が，日産自動車従業員の A に対し，平成9年11月ころ，引用例1（3枚目及び4枚目を含む。）を交付した旨を主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，B は，平成9年11月当時，被告の営業1課長として日産自動車等に対する営業活動に従事していたところ，A からカム装置のVA（バリュー・アナライシス）提案の依頼を受け，提案内容について A の協力を受けた上で，被告の技術者らと引用例1を作成し，部品メーカー等が集まる日産自動車主催のVA展示会において被告製造に係るUCMS-C-50のカム装置のデモンストレーションを行うとともに，VA提案書を配布したが，A の協力を受けたこともあり，VA提案書に機密性はなく，証拠提出された引用例1は部下の資料ファイルの中にあったものである旨を供述する（甲1の8，62）。",
                        "また，A は，平成9年11月当時，日産自動車の購買部門に勤務して購買部品に関するコスト低下をはかるVA活動の一環として吊りカムユニットの規格の標準化に取り組んでおり，1か月に10通くらいのVA提案書を受け取っていたところ，同月27日ころに座間工機工場で開催された機械メーカーが集まる定例のVA展示会において，被告製造に係るUCMSシリーズのカム装置のデモンストレーションを受け，被告従業員の B から引用例1と思われるVA提案書を受領したが，被告のカム装置に関するVA提案書については，提案内容の作成に協力した結果当時の部下が従業員表彰を受けたことなどから受領について記憶があるし，VA活動の一環として受領する提案書については機密性がない旨を供述する（甲1の7，63）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そこで検討すると，B 及び A の上記供述は，いずれも営業活動又は購買活動の一環としてVA提案書（引用例1）を作成してこれを授受したことについて具体的に説明しており，その内容も各自が当時置かれた立場に照らして合理的であり，VA提案書作成の経緯やVA展示会の開催など主要な部分が相互に一致するほか，あくまでも購買に関するコスト低下を目的とするVA活動の性質に照らすと，これに関連した提案書に機密性がないとする点も合理的であるばかりか，A の上記供述は，被告製造に係るのUCMSシリーズのカム装置に関するVA提案書を特に記憶している理由についても具体的に説明していることから，これを信用できる。",
                        "したがって，被告従業員の B は，平成9年11月27日ころ，日産自動車従業員の A に対し，VA提案書を交付したものと認められるほか，A は，その記載内容について特に守秘義務を負っていたわけではなかったと認められる。",
                        "次に，前記VA提案書と引用例1との同一性について検討すると，引用例1の1枚目には，前記認定のとおり「『UCMSシリーズ』VA提案」との記載があるが，2枚目には提案内容が記載されているのみでUCMSシリーズのカム装置自体についての説明ないし紹介がなく，同シリーズについては5枚目以降で図面等が添付されていることに照らすと，当該VA提案書は，当初から引用例1の1枚目，2枚目及び5枚目以降を含んでいたものと認められる。",
                        "そして，前記認定のとおり，引用例1の2枚目には「a．金型制作時，ベンチ作業で調整可能なため，ダイスポでのピアス調整は不要。  （別紙Vガイドの特長参照）」との記載があることから，引用例1にはピアス調整を不要にすることについて説明した別紙が添付されていることが明らかであるところ，やはり前記認定のとおり，引用例1の3枚目及び4枚目は，「Vガイドの特長」と題した上でいずれもこれに対応した内容を記載している。したがって，引用例1の3枚目及び4枚目は，いずれも引用例1の他の部分と一体となっていたとみるのが自然であり，このことは，前記認定のとおり，引用例1が作成された時期から約半年後にトヨタ自動車に売り渡された実施品1及び2がカムスライドとカムスライド支持基台との間の横方向に左右合計で最低0．108mm の隙間が存在しており，引用例1の特に3枚目の記載内容と一致することによっても裏付けられる。",
                        "このように，引用例1の3枚目及び4枚目は，当初から引用例1の他の部分と一体になっていたものと認められるから，B から A に交付された上記VA提案書は，引用例1を全て含んでいたものと認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，被告従業員の B は，平成9年11月27日ころ，日産自動車従業員の A に対し，引用例1を交付したものであって，A は，引用例1の記載内容について守秘義務を負っていなかったものであるから，引用例1に記載の発明（引用発明1）は，当該時点で公然知られることになったものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上に対して，原告は，平成9年11月当時に日産自動車がVA展示会を開催したことに疑いがあるなどと主張し，C（甲68），D（甲69），F（甲80），G（甲81）及び K（甲82，84）の陳述書等を援用して B 及び A の前記供述の信用性を争う。",
                        "しかしながら，まず，C は，平成9年11月当時，日産自動車の座間工機工場工機圧型部門に在籍していたものの，購買部品に関するコスト低下をはかるVA活動に関与していたものではない（乙1）から，VA展示会の開催やVA提案書の詳細について知るべき立場にはない。したがって，C においてVA展示会の開催や引用例1の配布について記憶がないとしても，そのことは，B 及び A の前記供述の信用性を左右するに足りない。",
                        "次に，D は，被告の元従業員であるが，平成9年11月当時，米国に勤務しており，被告の当時の最新の製品情報や我が国の日産自動車との営業関係の詳細について知るべき立場にない。したがって，D において引用例1や引用例1の3枚目及び4枚目に記載の自動調芯等について記憶がないとしても，そのことは，B 及び A の前記供述の信用性を左右するに足りない。",
                        "また，F は，マツダ株式会社の元従業員であり，被告と日産自動車との営業関係の詳細について知るべき立場にないばかりか，カムスライドとカムスライド支持基台との間に横方向の隙間を設ける構成が平成16年ころまで存在しなかったとの供述部分は，当該機構を備えた実施品1及び2が平成10年5月には公然実施されたとの前記認定と矛盾するから採用できない。したがって，F の供述は，B 及び A の前記供述の信用性を左右するものではない。",
                        "そして，G は，日産自動車の元従業員であるが，平成9年11月当時，韓国のサムソン財閥関係の業務に従事しており，被告との営業関係の詳細について知るべき立場になく，また，引用例1は，購買に関するコスト低下を目的とするVA活動に関する提案書であって，これを購買部門が取り扱ったとしても何ら不自然ではない。したがって，G において当時の座間工機工場にVA展示会を開催する余裕がなかったはずであると考え，あるいは技術的な提案書の社内での流れと A の供述に係る引用例1の作成経緯とが相違していたとしても，これらのことは，直ちに B 及び A の前記供述の信用性を左右するに足りない。",
                        "さらに，K は，原告の従業員であるところ，平成9年11月当時の日産自動車と被告との営業関係の詳細について知るべき立場にないばかりか，K ら自身が日産自動車によるVA展示会に参加せず，匿名の者が同様に述べているからといって，当該VA展示会が存在しなかったことを裏付けるには足りない。したがって，上記VA展示会の不存在に関する K の供述は，B 及び A の前記供述の信用性を左右するに足りない。",
                        "以上のとおり，原告の援用する証拠によっては，B 及び A の前記供述の信用性を左右するに足りない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，仮に A が B から引用例1を受領していたとしても，A がその内容を理解できなかった以上，A に対する交付によって引用発明1が公然知られたことにはならないし，また，被告と日産自動車との間には，商慣習上の守秘義務があった旨を主張する。",
                        "しかしながら，引用例1は，日産自動車の購買に関するコスト低下を目的とするVA活動の一環として作成されたものであり，その内容については機密性がないと考えられていたことは，信用できる B 及び A の前記供述にみられるとおりであって，この認定を左右するに足りる証拠又は慣習の存在は見当たらないし，A は，引用例1の作成過程にその部下とともに関与しており，引用例1を日産自動車内でのVA活動に使用することが当然予定されていたのであるから，A が引用例1に記載の技術的内容を理解しなかったからといって，引用例1の公知性が否定されるものではない。",
                        "よって，原告の上記主張は，採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，原告は，引用例1の3枚目及び4枚目の各左上隅にはステープラー穴跡があるのに対して，引用例1のその余の部分にはこれがなく，また，引用例1の5枚目ないし17枚目を横に見た場合の左側には2穴パンチ跡があるのに対して，引用例1のその余の部分にはこれがないことなどから，特に引用例1の3枚目及び4枚目の作成日及び頒布日が不明である旨を主張する。",
                        "しかしながら，引用例1の3枚目及び4枚目は，いずれもVA提案書の別紙として作成されたものであるし，5枚目ないし17枚目は，いずれも被告製造に係るUCMSシリーズのカム装置の図面であって，VAに関して具体的な提案をしている部分（引用例1の1枚目及び2枚目）とは本来別個の書面であったから，これらに特有のステープラー穴跡や2穴パンチ跡があることは，それ自体不自然であるとまではいえない。",
                        "よって，上記の原告指摘に係る事実は，いずれも B から A に交付された上記VA提案書が引用例1を全て含んでいたとの前記認定を左右するに足りない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，被告の平成10年10月27日出願に係る発明（甲31）では「自動調芯」の用語を別の発明に用いており，また，平成11年5月20日出願に係る発明ではカムスライドとカムスライド支持基台との間の横方向の隙間を「所望のクリアランス」と称している（甲22，70，85）から，引用例1の3枚目及び4枚目がVA提案書に含まれていたことには疑問があり，また，被告が禁反言の原則から当該横方向の隙間について新規性なしとの主張ができない旨を主張する。",
                        "そこで検討すると，甲31における「自動調芯」は，カムベース及びカムスライダーの摺接面に，スライド方向に直行する方向に中央部を高くするテーパ部を設けることで，当該摺接面の摩耗してもセンターズレが生じない技術を指す用語として用いられており，引用例1の3枚目及び4枚目に記載の技術とは別の意味を有することが明らかである。しかしながら，ズレを生じさせないという点でこれらの両技術は共通していることに加えて，「自動調芯」という用語がそれ自体非常に広範な意味を包含し得ることに鑑みると，被告がこの用語を特定の技術（甲31に記載の技術）に用いたからといって，他の技術（引用例1の3枚目及び4枚目に記載の技術）に用いることが不自然であるとまでいうことはできない。また，同じく，引用例1の3枚目及び4枚目に記載の技術を，やはりそれ自体非常に広範な意味を包含し得る「所望のクリアランス」（甲70）と称したとしても，それが不自然であるとまでいうことはできないし，引用例1の3枚目及び4枚目に既に記載がある以上，被告がこれについて特許出願をすることに問題がないとはいえないものの（現に，被告は，後に「所望のクリアランス」に係る出願部分を削除している。甲72），そのことによって被告が本件発明の新規性を争うことが禁じられるべき理由はない。",
                        "よって，原告の上記主張は，いずれも採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明1に基づく容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の公知性並びに相違点3及び4の認定について",
                  "text": [
                    "以上のとおり，引用発明1A及び1Bの各実施品である実施品1及び2は，本件特許出願日（平成10年8月26日）よりも前（同年5月6日）に公然実施されており，引用発明1について記載した引用例1も，本件特許出願日よりも前（平成9年11月27日ころ）に公然知られていたから，これらは，いずれも公知のものであったといえる。",
                    "そして，前記認定のとおり，実施品1及び2には，カムスライドとカムスライド支持基台との間の横方向に左右合計で最低0．108mm の隙間が存在していたが，その大きさは，非常に小さく，精密な測定によりようやく判明するものであるにすぎない。また，前記認定のとおり，実施品1及び2のもととなる引用例1の14枚目及び16枚目の各図面からは，カムスライドとカムスライド支持基台との間の横方向の隙間の有無や，カムスライドの横方向への可動性は，いずれも不明である。",
                    "したがって，本件発明と引用発明との相違点として，「カムスライドとカムスライド支持基台との関係に関して，本件発明1では，「カムスライドの被加工物に向かう前進移動方向に対して交差する横方向にカムスライドを可動に支持するカムスライド支持基台」と特定しているのに対して，引用発明1では，カムスライダー（引用発明1A）又はアッパースライダー（引用発明1B）がカムホルダーに対して横方向に移動できるかどうか不明な点」（相違点3）及び「本件発明2では，カムスライドは，カムスライド支持基台に対して，カムスライドの被加工物に向かう前進移動方向に対して交差する横方向において隙間をもって配されるようになっているのに対して，引用発明1では，カムスライダー（引用発明1A）又はアッパースライダー（引用発明1B）がカムホルダーに対してそのような隙間を有しているのかどうか不明な点」（相違点4）をそれぞれ認定した本件審決に誤りがあるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1及び1′の容易想到性について",
                  "text": [
                    "相違点1及び1′は，前記第2の3(2)エ及び(4)イに記載のとおりであるが，引用例1の6枚目ないし13枚目，15枚目及び17枚目には，いずれもカムドライバの滑り面及びカムスライドの滑り面を上下方向に対して傾斜する滑り面とすることが記載されているから，当業者は，引用発明1に基づき，本件発明1，2，5ないし7の相違点1又は1′に係る構成を採用することを容易に想到することができたものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2及び2′の容易想到性について",
                  "text": [
                    "相違点2及び2′は，前記第2の3(2)オ及び(4)ウに記載のとおりであるが，カム装置は，一般に，上型及び下型の上下方向の移動により中間部材が横方向に押し出され，中間部材に取り付けられた工具により被加工物の加工を行うものであるから，当業者は，引用発明1に基づき，本件発明1，2，5ないし7の相違点2又は2′に係る構成を採用することを容易に想到することができたものといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点3及び4の容易想到性について",
                  "text": [
                    "相違点3及び4は，前記アのほか，前記第2の3(2)カ及び(3)にも記載のとおりであり，また，前記1(2)に認定のとおり，本件発明1及び2におけるカムスライドとカムスライド支持基台との間の横方向の隙間は，最低でも片側0．05mm（左右合計0．10mm）を超えるものである。",
                    "そして，引用例1の3枚目及び4枚目には，前記2(2)アに認定の自動調芯の機能に関する記載があり，当該機能を果たす横方向の隙間を片側0．05mm 以上とする旨が記載されているから，当業者は，引用発明1A及び1Bに基づき，これらが記載されたものと同じ引用例1の3枚目及び4枚目を参照することで，本件発明1，2，5ないし7の相違点3又は4に係る構成を採用することを容易に想到することができたものといえる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点5の容易想到性について",
                  "text": [
                    "相違点5は，前記第2の3(5)に記載のとおりである。",
                    "そして，引用例4（甲5）は，「プレス用カム型」と称する発明の，引用例5（甲6）は，「プレス金型用カム」と称する発明の，それぞれ公開特許公報であるが，これらには，いずれも，本件発明6の相違点5に係る構成について記載があり，これらは，いずれも引用発明1と技術分野が同じであるから，当業者は，引用例4及び5を参照することで，引用発明1に基づき，本件発明5の相違点に係る構成を採用することを容易に想到することができたものといえる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "相違点6の容易想到性について",
                  "text": [
                    "相違点6は，前記第2の3(6)イに記載のとおりであるが，カム装置は，一般に，上型と下型とが離れるに従って，上型又は下型の一方に取り付けられるカムドライバと他方に取り付けられるカムスライド支持基台及びカムスライドとが離れ，復帰手段は，その際にカムスライドを初期位置に戻すものであるから，当業者は，引用発明1に基づき，本件発明7の相違点6に係る構成を採用することを容易に想到することができたものといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，当業者は，本件特許出願日当時に公知であった引用発明1に基づき，本件発明を容易に想到することができたものといえるから，これと結論を同じくする本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（引用例2の公知性についての認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2の公知性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2の体裁について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例2は，原告の社名が印刷された用箋に記載され，作成部署が原告第1事業部技術部技術課とされる平成8年6月13日の発行日付が付された「技術報告書」と題する1枚の文書である。そして，引用例2の「課長」欄には「K（正）／8．6．13」との記載が読み取れる印影があり，「宛先」欄及び「配布：豊田（営）」欄は，空白であるが，「分類」欄には「社内」ではなく「顧客」にチェックが付され，表題には，「オイレス・スーパミニフライングカムユニット（OSVシリーズ）のピアス合わせに関してのお願い」との記載が，本文部分には「当カムユニットはカムスライドとカムベース側のガイドシャフトにクリアランス（ガタ）を設定している為，ピアス（刃）合わせ時には，スライドをベースから外し，スライドをカムドライバ上に組み付けた上でピアス合わせを行って下さい。」，「□",
                      "text": [
                        "スライド側軸受とベース側ガイドシャフトのクリアランス（ガタ）設定理由」，「2）ガイドシャフトとスライド側軸受のクリアランス設定／下記に示す誤差を勘案し，片側クリアランス0．1～0．2（トータルクリアランス0．2～0．4）を当初より設けております。／・ベース側及びドライバ側ノック穴の位置／・ドライバノックとドライバV形状位置／・スライド側軸受中心とスライド側V形状位置／・ベース側ノックとガイドシャフト位置／・スライド側内径とガイドシャフト外径のバラツキ」との記載があるほか，カム装置のガイドシャフト周辺に0．1ないし0．2の片側クリアランスを設けたことが図解されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例2の右上隅には「P．1／2」との記載があるから，引用例2の技術報告書には2頁目が存在したはずであるが，引用例2には当該2頁目が存在しない。なお，原告は，引用例2と作成日付及び K 課長印等が全て同一であるが，「宛先」欄に「三菱自動車（株）様御中」，「配布：豊田（営）」欄に「西支店長殿",
                      "text": [
                        "経由  L 殿」との記載があり，上記2頁目が存在するものを証拠として提出している（甲74）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用例2（甲2の1の2）は，その左上隅に金属の錆が付着しており，その形状は，本件報告書（甲2の1の1）表面の左上隅及び原告作成の平成9年10月3日付けVA提案書（本件提案書。甲2の1の3）の最終頁裏面にそれぞれ付着した金属製ゼムクリップの錆の形状と一致する（甲12）。",
                        "本件報告書は，被告従業員の I が平成9年11月4日付けで被告の社名が印刷された用箋を用いて作成した「J 部長」宛ての書面で，手書きにて「オイレス（原告）が10／30トヨタに対し別紙新カムユニットのPRに来ました。その時の資料です。三協（被告）としてもカムの開発が遅れておりオイレス（原告）に水をあけられていると判断しております。今後共早く開発を進めてください  尚 M 本部長には同資料配付済」との記載があるほか，「J」及び「N」の印影があり，本件提案書は，原告作成の平成9年10月3日付けであり，宛先が「トヨタ自動車株式会社第8生技部殿」と記載され，「プレス金型用フライングカムユニット「OSV30」VA提案について」との表題を有する合計25枚のVA提案書で，原告製造に係る「OSVシリーズ」のカムユニットについて図面等を交えて説明するものである。",
                        "以上の本件報告書，引用例2及び本件提案書に付着した錆の形状及び内容に加えて，これらが被告から証拠として提出されたことを併せ考えると，これらは，被告において一体のものとして保管されていたものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2の頒布時期について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，引用例2が，本件報告書に記載の日付である平成9年11月4日よりも前に，トヨタ自動車従業員から被告従業員の I に対して交付され，もって公然知られることになった旨を主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，E は，平成9年11月当時，トヨタ自動車プレス生産技術部（プレス生技部）の部長で，課長としてカム装置に関するVA活動に従事していた H（平成18年12月没）の上司であり，VA活動には直接従事していなかったが，当時，トヨタ自動車では使用していたカム装置について規格化・標準化しようとしており，規格化や互換化を進めるためにあるメーカーが提出した資料のうち機密性についての指摘のないものを他のメーカーにも示してさらに相互に検討させるということをしていたから，H が引用例2及び本件提案書を原告従業員から受領し，これらを被告従業員に対して交付したのであろうと考えるが，引用例2に記載のクリアランスを設けることについては既に常識化されていたし，引用例2には機密性に関する指摘も見当たらないから，機密性がなかったと考える旨を供述する（甲2の2，64）。",
                        "また，I は，平成9年11月当時，被告の名古屋営業所長として被告製造に係るカム装置の営業活動に従事しており，トヨタ自動車生技部の H に対して売り込みを行っており，その際，H から，競争相手である原告のトヨタ自動車に対する提出資料をもらうこともあったところ，本件報告書の手書き部分が自分の筆跡であり，引用例2及び本件提案書と同じもの（甲2の1の4・5）がホチキスで一体となった状態で被告名古屋営業所のファイルからも発見されていることから，引用例2及び本件提案書を H から受け取り，本件報告書を作成して被告の技術部部長である J に送付したことで間違いないと思う旨を供述する（甲2の3，64）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そこで検討すると，E の前記供述のうち，引用例2に記載のクリアランスを設けることについては既に常識化されていたとの点は，具体的な裏付けを欠くものの，その余の部分は，その当時の E のトヨタ自動車における立場に照らして合理的なものであり，被告から引用例2及び本件提案書並びにこれらの写し（甲2の1の4・5）が発見されたことや，本件報告書の記載が原告との競争を強く意識したものとなっていることとも符節が一致することから，これを信用できる。よって，トヨタ自動車は，平成9年11月当時，カム装置の規格化や互換化を進めるためにあるメーカーが提出した資料のうち機密性についての指摘がないために機密性がないと判断されたものを他のメーカーにも示してさらに相互に検討させるということをしていたとの事実を認めることができる。",
                        "次に，I の前記供述は，本件報告書の記載内容や，引用例2及び本件提案書と同じ内容の写しが被告名古屋営業所からも発見されたこととのほか，上記認定に係るその当時のトヨタ自動車によるカム装置の規格化作業に伴う資料の融通という事実とも符節が一致することから，これを信用できる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，トヨタ自動車従業員の H は，平成9年11月4日ころ，被告従業員の I に対し，原告作成に係る引用例2及び本件提案書を交付したものであって，I がこれらに記載の情報について守秘義務を負っていなかったことは，明らかであるから，引用例2に記載の発明（引用発明2）は，当該時点で公然知られることになったものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上に対して，原告は，引用例2を作成したことを争っている。",
                        "しかしながら，前記ア(イ)に認定のとおり，原告は，引用例2と作成日付及び K課長印等が全て同一であるが，「宛先」欄に「三菱自動車（株）様御中」，「配布先：豊田（営）」欄に「西支店長殿  経由  L 殿」との記載があり，上記2頁目が存在するものを作成していたのであって（甲74），その内容及び前記イ(ウ)に認定の引用例2等の I に対する交付の時期を合わせ考えると，引用例2が当該技術報告書から作成されたことを優に推認することができるのであって，この技術報告書から「宛先」欄及び「配布先：豊田（営）」欄の記載を抹消し，2頁目を除外した者を特定できないからといって，引用例2の I に対する上記交付に関する認定が左右されるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，被告が平成11年5月20日に出願した発明に本件発明（引用例2）と共通する技術的思想について，本件報告書の名宛人である J を発明者として特許を出願しており，このことが，I が平成9年11月に引用例2を守秘義務を負わずに入手したことと矛盾する旨を主張する。",
                        "そこで検討すると，被告が引用例2に記載の技術について特許出願をすることに問題がないとはいえないものの，被告が後に当該技術に係る出願部分を削除している（甲72）ことも併せ考えると，当該特許出願という事実は，直ちに I による引用例2の入手と矛盾するとまでいえず，当該入手に関する前記認定を左右するには足りない。",
                        "よって，原告の上記主張は，採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，原告は，自動車メーカーが金型メーカーから入手した技術資料を競合他社に横流しするような商慣習は存在しない旨を主張し，F（甲80）及び G（甲81）の陳述書は，これに沿うものである。",
                        "しかしながら，F 及び G は，いずれもトヨタ自動車の関係者ではなく，平成9年11月当時の同社の事業活動の内容を知るべき立場にないばかりか，引用例2及び本件提案書並びにこれらの写し（甲2の1の4・5）は，いずれも被告から提出されているのであって，本件報告書の記載も併せ考えると，F 及び G の上記供述は，I による引用例2の入手という事実に関する前記認定を左右するに足りない。",
                        "よって，原告の上記主張は，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例2に基づく容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点7の容易想到性について",
                  "text": [
                    "相違点7は，前記第2の3(7)ウに記載のとおりであるが，カム装置の構成については，一般に，摺動する面を部材本体に設けることのほか，摺動する面を有する部材を部材本体とは別に設け，部材本体と摺動する面を有する部材の両者を固定して構成することも，いずれも当業者の技術常識に属する周知の事項であるというべきであるから，当業者は，引用発明2に基づき，本件発明1，2，5ないし7の相違点7に係る構成を採用することを容易に想到することができたものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点8の容易想到性について",
                  "text": [
                    "相違点8は，前記第2の3(7)エに記載のとおりであるが，カム装置は，一般に，上型及び下型の上下方向の移動により中間部材が横方向に押し出され，中間部材に取り付けられた工具により被加工物の加工を行うものであるから，当業者は，引用発明2に基づき，本件発明1，2，5ないし7の相違点8に係る構成を採用することを容易に想到することができたものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点9の容易想到性について",
                  "text": [
                    "相違点9は，前記第2の3(9)エに記載のとおりである。",
                    "そして，引用例3（甲3の1）は，原告の平成8年（1996年）及び平成9年（1997年）の金型治具用標準品に関するガイドブックであるが，そこには，カム装置に関して本件発明5の相違点9に係る構成について記載があり，これは，引用発明2と技術分野が同じであるから，当業者は，引用例3を参照することで，引用発明2に基づき，本件発明5の相違点9に係る構成を採用することを容易に想到することができたものといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点10の容易想到性について",
                  "text": [
                    "相違点10は，前記第2の3(10)エに記載のとおりであるが，カム装置においてスライドの工具を取り付けるべき部品をカムスライド本体とすることは，当業者が適宜設計すべき事項であるから，当業者は，引用発明2に基づき，本件発明6の相違点10に係る構成を採用することを容易に想到することができたものといえる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点11の容易想到性について",
                  "text": [
                    "相違点11は，前記第2の3(11)エに記載のとおりであるが，カム装置は，一般に，上型と下型とが離れるに従って，上型又は下型の一方に取り付けられるカムドライバと他方に取り付けられるカムスライド支持基台及びカムスライドとが離れ，復帰手段は，その際にカムスライドを初期位置に戻すものであるから，当業者は，引用発明2に基づき，本件発明7の相違点11に係る構成を採用することを容易に想到することができたものといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，当業者は，本件特許出願日当時に公知であった引用発明2に基づき，本件発明を容易に想到することができたものといえるから，これと結論を同じくする本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（立証責任に係る判断の誤り）について",
          "text": [
            "原告は，特許無効審判請求における引用例が公開特許公報ではない場合には，特許の有効性を争う当事者（審判請求人・被告）が引用例が偽造等ではないことの立証責任を負うものと解すべきところ，本件審決が引用例の偽造等についての立証責任を原告に課しており，立証責任の分配を誤り，証拠の採否を誤った違法がある旨を主張する。",
            "しかしながら，文書は，その成立が真正であることを証明しなければならないものの（民訴法228条1項），ここにいう証明について，真偽不明の場合の一方当事者による不利益の負担という意味での立証責任を論じる余地はないから，この点について立証責任の分配の誤りを検討する余地はない。",
            "また，上記VA提案書が被告作成に係るものであり，被告従業員の B から平成9年11月27日ころに日産自動車従業員の A に交付された被告作成名義の当該VA提案書が引用例1を全て含んでいたことは，前記2(2)ア及びイに認定のとおりであり，また，引用例2も原告作成の甲74から作成され，平成9年11月4日ころにトヨタ自動車従業員の H から被告従業員の I に対して交付されたことは，前記3(1)ア，イ及びウ(ア)に認定のとおりである。",
            "したがって，これらの証拠に証拠力を認め，そこに記載の発明が本件特許出願日前に公然知られることになったものとした本件審決に証拠の採否を誤った違法があるとはいえず，その他にも，証拠の採否等について審決の結論に影響を及ぼすほどの瑕疵があったとは認められない。",
            "よって，原告の上記主張は，採用できない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}