{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が取消2009-301152号事件について平成23年2月9日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，第9類「電気通信機械器具，電子応用機械器具及びその部品」を指定商品とする，「GEＮESIS」の欧文字を横書きしてなる登録第1689805号の2商標(以下「本件商標」という)の商標権者である。",
            "被告は，平成21年10月16日，特許庁に対し，商標法50条1項の規定により，本件商標の指定商品中，第9類全指定商品についての登録を取り消すことを求めて審判の請求をし，平成21年11月4日，同審判請求について予告登録がされた(甲13)。特許庁は，平成23年2月9日，「登録第1689805号の2商標の商標登録は取り消す。審判費用は，被請求人の負担とする。」との審決をし，その謄本は平成23年2月17日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。審決のした判断は，以下のとおりである。",
                "甲5は，被請求人のホームページ中の被請求人が製造，販売している「キヤノン：オフィス向けファクス  キヤノフアクス／テクノロジー高画質」と題するページであり，そこには，「テクノロジー高画質」，「ウルトラファインモード」，「リアル600dpi スムージング」，「GEＮESIS」，「高画質コピー」等の項目が設けられており，それぞれの項目についての説明がなされている。「GEＮESIS」の項目については，「対応機種：キヤノフアクス  L380S，L230，JX6000，L2800」とあり，「キヤノン独自の画像処理技術GEＮESISにより，原稿に忠実な高品位画質で送受信。また，文字と写真の混在原稿をより鮮明かつスピーディに送信可能な『文字／写真モード』など，クリアな画像処理機能も装備しました。」と記載されている。そして，この説明文の右側には，「GEＮESIS」の文字が大きな太字の文字で表示されている。",
                "甲6ないし甲9は，被請求人の製造，販売に係るファクシミリの製品カタログであり，甲6は「キヤノフアクス／L380S(末尾に「2008年7月現在」と記載されている。)」についてのカタログであり，甲7は「キヤノフアクス／L230(末尾に「2008年7月現在」と記載されている。)」，甲8は「キヤノフアクス／JX6000(末尾に「2009年6月現在」と記載されている。)」，甲9は「キヤノフアクス／L2800(末尾に「2008年7月現在」と記載されている。)」についてのカタログである。そして，これらの各カタログにおいても，その説明欄において，各種の機能の説明の一つとして「GEＮESIS」の語について，甲5において記載されている説明と同趣旨の説明が記載されており，いずれのカタログにおいても，説明文の下部に「GEＮESIS」の文字が大きな太字の文字で表示されている。",
                "甲10は，被請求人のファクシミリに同梱される送受信テストシートの写しと認められるものであり，ここにも「GEＮESIS」の文字が大きな太字の文字で表示されており，日本語の説明文中には，「キヤノン独自のテクノロジーを駆使し，開発された画像処理用LSI“GEＮESIS”。それは新高度画像処理システム時代(Generation  of  Ｎew  Superior  Imaging Systems)を意味します。通常の文字原稿はもちろんの事，写真やカタログ等の中間調のある原稿でも驚くほど鮮やかに美しく再現します。・・・」と記載されている。",
                "甲11及び甲12は，被請求人のウェブサイトの写しと認められるものであり，これらにより，甲5のウェブページが平成20年(2008年)に，また，甲6ないし甲9のカタログが2008年7月にウェブサイト上に掲載されていたことが認められる。",
                "しかし，「GEＮESIS」の標章は，ファクシミリに搭載する画像処理技術の説明文中及びその欄外に大きく表示されてはいるが，「ファクシミリ」を識別するための表示とはいえず，当該ファクシミリに搭載された機能の一である画像処理技術の名称としての使用であるから，原告の主張に係る「プリンター機能(コピー機能)搭載のファクシミリ」についての使用とはいえない，と判断した。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "審決が，「GEＮESIS」の標章は，当該ファクシミリに搭載された機能の一である画像処理技術の名称として使用されていたものであり，「ファクシミリ」の表示として使用されていたとはいえないとした認定，判断は，以下のとおり誤りである。すなわち，"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲5ないし甲12における「『GEＮESIS』の標章は，ファクシミリに搭載する画像処理技術の説明文中及びその欄外に大きく表示されてはいるが，『ファクシミリ』を識別するための表示とはいえず，当該『ファクシミリ』に搭載された機能の一である画像処理技術の名称として使用にとどまるもの」と判断した(6頁25行目から29行目)。しかし，本件商標が技術名称として使用されている点をことさらに重要視し，本件商標の商品「ファクシミリ」についての自他商品識別機能を否定した審決は誤りである。甲5及び甲11のWeb上のサイトページにおける，説明文中の文字とは異なる書体で大きく表示された，ロゴ化された「GEＮESIS」の表示や，甲6ないし甲9の製品カタログ中での，他の説明文中の文字とは異なる書体による，大きく表示されているロゴ化された「GEＮESIS」の表示により，「GEＮESIS」搭載の商品(原告独自の画像処理技術により高品位画質で送受信可能なファクシミリ)について，識別がされている。よって，技術名称に該当することを理由に本件商標の商品「ファクシミリ」についての自他商品識別機能を否定した審決には事実誤認，審理不尽の違法がある。",
                "原告の一部のファクシミリに搭載された画像処理技術「GEＮESIS」とは，高品位画質で送受信を可能にする，いわば差別化技術である。例えば，甲8の「出力再現比較(イメージ)」に示されるように，「GEＮESIS」によって従来品では難しかった写真などの濃淡が再現可能となり，より鮮明な出力を可能とする。この技術により従来品との差別化，換言すれば従来品と「GEＮESIS」搭載品との識別が可能となる。したがって，甲5ないし甲12における「GEＮESIS」の表示は，商品「ファクシミリ」についての自他商品識別標識として機能していることを意味する。",
                "また，審決は「ファクシミリ自体に『GEＮESIS』の商標は表示されておらず，また，各カタログの表紙部分や次頁以降の各ファクシミリを表示した見出し部分などにおいても『GEＮESIS』の商標は表示されていない。」ことを，本件商標の原告の「ファクシミリ」についての使用を否定する根拠としている(6頁30行目から33行目)。しかし，ファクシミリ自体に本件商標の表示されていないことが，直ちに商品「ファクシミリ」についての本件商標の使用を否定する根拠とはなり得ない。原告はファクシミリの広告に該当するWebサイトページ(甲5及び甲11)や，ファクシミリの広告あるいは取引書類に該当する製品カタログ(甲6ないし甲9)に本件商標を付して提供等していることを総合すれば，原告が本件商標を，商品「ファクシミリ」に使用していると理解できる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，審決は，「『画像処理のための電子計算機用プログラム』が単独で取引された事実を立証する証拠を提出していない。」，「本件における使用は，市場において独立して商取引の対象として流通に供される商品について使用しているものでない以上，これを商標法第50条の適用上における商品についての使用，すなわち，同法第2条3項，4項所定の行為がなされたということはできない」と判断する(7頁28行目から31行目参照)。",
                "しかし，審決の判断は，以下のとおり誤りである。すなわち，審決は，「『画像処理のための電子計算機用プログラム』が単独で取引された事実を立証する証拠を提出していない。」と判断するが，原告が本件商標を使用していると主張する商品は「ファクシミリ」であって，「画像処理のための電子計算機用プログラム」ではない。そして，甲5ないし甲12によれば，本件審判の請求の登録前3年以内に，原告のファクシミリが実際に発売されていた事実が認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件商標の指定商品である「電気通信機械器具，電子応用機械器具及びその部品」においては，需要者がある商品を購入する場合に，選択の基準として商品の技術的な側面を重視するから，本件商標使用に係る「ファクシミリ」において，高度な画像処理技術が採用されているかどうかは，需要者が商品を選択する際に大きな動機付けとなる。ある技術名称が本来的に自他商品識別機能を発揮しうる場合には，当然，その技術名称によって他の商品との識別が可能となる。",
                "一方，メーカーにとっても，他社商品との差別化が可能な独自の技術に独自の名称を採択し，商品や自社ホームページ，広告等に付することによって，当該商品の他社商品に対する優位性をアピールすることは当然に行われている。そのような場合に，メーカーは単に独自の技術を売り込むためにその名称を使用するのではなく，係る技術を搭載した「商品」を需要者が「識別」し，当該商品を選択してもらうために「使用」するのである。",
                "したがって，本件商標「GEＮESIS」が「ファクシミリ」についての自他商品識別標識たる商標として使用されていることに疑いの余地はない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "本件商標は，画像処理技術の名称としての使用にとどまるとした審決の認定，判断には，以下のとおり，誤りはない。",
            "被告も，標章「GEＮESIS」が，本件商標の指定商品を含む第9類の指定商品との関係において，商品の品質，内容等の表示には該当せず，自他商品識別機能を有していることを否定するものではない。しかし，「GEＮESIS」の標章を，原告が使用していたと主張する商品である「プリンター機能(・コピー機能)搭載のファクシミリ」に使用しているとの証明はされていない以上，審決の判断に誤りはない。",
            "審決は，原告の提出した証拠に基づいて，「GEＮESIS」標章が「ファクシミリ」を識別するための表示ではなく，当該「ファクシミリ」に搭載された画像処理技術の名称としての使用と認定した上で，当該技術は「画像処理のための電子計算機用プログラム」に相当すると認定，判断をしているものであり，同認定，判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件商標と社会通念上同一の商標と認められる「GEＮESIS」の標章を，原告の製造，販売に係る「ファクシミリ」の広告，価格表等について使用をしたものと解すべきであり，審決が，「ファクシミリ」に搭載された機能の一つである画像処理技術の名称として使用するにとどまるとした点には，誤りがあると判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "原告は，オフィス向けファクシミリなどの各種ファクシミリの製造，販売を継続している。ところで，原告の製造，販売に係るファクシミリに係るカタログ等には，以下のとおりの「GEＮESIS」の表示がある。「GEＮESIS」の表示は，いずれも，太く，まとまりのある，特徴的な字体により，独立して，目立つように表記されており，また，いずれも，共通する書体が用いられている。これらは，いずれも，取消審判請求の登録日である平成21年11月4日より前3年以内に用いられたものである(争いはない)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の製造，販売に係るファクシミリのカタログにおける表記",
              "text": [
                "甲6は，原告の製造，販売に係るファクシミリ「キヤノフアクスL380S」についてのカタログである。",
                "同カタログには，「小型，高速，高画質。スタイリッシュなボディで，ハイパフォーマンスを実現。」と記載され，その特徴が「代行受信510枚可能な大容量メモリを標準搭載」など，8項目にわたり説明がされている。その特徴の一つとして，「鮮明・高画質のGEＮESIS」の項目が設けられ，「キヤノン独自の画像処理技術GEＮESISにより，原稿に忠実な高品位画質で送受信。また，文字と写真の混在原稿をより鮮明かつスピーディに送信可能な『文字／写真モード』など，クリアな画像処理機能も装備しました。」との記載がされ，この説明文の右下側には「GEＮESIS」の文字が，縦横それぞれ約2倍の大きさで，太く，まとまりのある，特徴的な字体により，独立して，目立つように表記されている。",
                "甲7は，原告の製造，販売に係るファクシミリ「キヤノフアクスL230」についてのカタログである。",
                "同カタログには，「小型＆ハイセンスなデザイン。省スペースでマルチに活躍。」と記載され，その特徴が，「場所を選ばないコンパクトボディ」など，11項目にわたり説明されている。その特徴の一つとして，「GEＮESIS」の項目が設けられ，「キヤノン独自の画像処理技術GEＮESISにより，原稿に忠実な高品位画質で送受信。また，文字と写真の混在原稿をより鮮明かつスピーディに送信可能な『文字／写真モード』など，クリアな画像処理機能も装備しました。」との記載がされ，この説明文の右下側には「GEＮESIS」の文字が，縦横それぞれ約2倍の大きさで，太く，まとまりのある，特徴的な字体により，独立して，目立つように表記されている。",
                "甲8は，原告の製造，販売に係るファクシミリ「キヤノフアクスJX6000」についてのカタログである。",
                "同カタログには，「基本性能を追求。セキュリティ機能も搭載したオフィス向けインクジェットファクス。」と記載され，その特徴が「A3読み取り可能なコンパクトデスクトップ」など，21項目にわたり説明がされている。その特徴の一つとして，「GEＮESISでスピーディ送信」との項目が設けられ，「キヤノン独自のデジタル画像処理技術。また，文字と写真の混在原稿をより鮮明スピーディに送信可能な『文字／写真モード』も装備しました。」との記載がされ，この説明文の右下側には「GEＮESIS」の文字が，縦横それぞれ約2倍の大きさで，太く，まとまりのある，特徴的な字体により，独立して，目立つように表記されている。",
                "甲9は，原告の製造，販売に係るファクシミリ「キヤノフアクスL2800」についてのカタログである。",
                "同カタログには，「信頼の性能と快適設計で，ビジネスをサポート。」と記載され，その特徴が，「処理能力を高める2回線同時通信」など，8項目にわたり説明がされている。その特徴の一つして，「鮮やかさで定評のGEＮESIS＆自動画質選択」との項目が設けられ，「キヤノン独自のデジタル画像処理技術“GEＮESIS”に加え，ウルトラファインモード(16dot/mm×15．4line/mm)による高品位な画像読み取りを実現。さらに，文字・写真の混在原稿をより鮮明に送信する文字／写真モードなど，高度な画像処理機能を装備しています。」との記載がされ，この説明文の右下側には「GEＮESIS」の文字が，縦横それぞれ約2倍の大きさで，太く，まとまりのある，特徴的な字体により，独立して，目立つように表記されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "その他の媒体における表記",
              "text": [
                "甲5は，原告のウエブサイトにおける「キヤノン：オフィス向けファクス  キヤノフアクス｜テクノロジー高画質」と題するページである。",
                "同ウエブサイトの当該ページの「GEＮESIS」の項目には，「対応機種：キヤノフアクスL380S，L230，JX6000，L2800」と表記され，「キヤノン独自の画像処理技術GEＮESISにより，原稿に忠実な高品位画質で送受信。また，文字と写真の混在原稿をより鮮明かつスピーディに送信可能な『文字／写真モード』など，クリアな画像処理機能も装備しました。」と記載され，この説明文の右側には「GEＮESIS」の文字が，説明文とは異なる欄に，縦横それぞれ2倍以上の大きさで，太く，まとまりのある，特徴的な字体により，独立して，目立つように表記されている。",
                "甲11は，原告のウエブサイトにおける，原告が製造，販売するファクシミリ「キヤノフアクス」の「テクノロジー｜高画質」と題するページである。",
                "同ウエブサイトの当該ページの「GEＮESIS」の項目には，「対応機種：キヤノフアクスL380S，L230，JX6000，L2800」と表記され，「キヤノン独自の画像処理技術GEＮESISにより，原稿に忠実な高品位画質で送受信。また，文字と写真の混在原稿をより鮮明かつスピーディに送信可能な『文字／写真モード』など，クリアな画像処理機能も装備しました。」と記載され，この説明文の右側には「GEＮESIS」の文字が，欄外に，縦横それぞれ約2倍の大きさで，太く，まとまりのある，特徴的な字体により，独立して，目立つように表記されている。",
                "甲10は，原告の製造，販売に係るファクシミリに同梱される送受信テストシートの写しである。",
                "同テストシートには，英語，日本語，中国語等の文章が表記され，「GEＮESIS」の白抜きの文字が，同文章に重ねるように，文章の各文字よりも，縦の長さが20倍以上の大きさで，太く，まとまりのある，特徴的な字体により，独立して，目立つように表記されている。日本語の説明文中には「キヤノン独自のテクノロジーを駆使し，開発された画像処理用LSI“GEＮESIS”。それは新高度画像処理システム時代(Generation  of  Ｎew  Superior  Imaging  Systems)を意味します。通常の文字原稿はもちろんの事，写真やカタログ等の中間調のある原稿でも驚くほど鮮やかに美しく再現します。これまでのファクシミリの画像に満足のゆかなかったお客様でもGEＮESISならご支持頂けます。キヤノンの画期的な新技術がファクシミリコミュニケーションをさらに美しく進歩させました。」と記載されている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "判断",
          "text": [
            "上記認定した事実，すなわち，「GEＮESIS」の表示は，原告の製造，販売に係る「ファクシミリ」に関する説明用のカタログやウエブサイト等に記載されていること，「GEＮESIS」の表示の態様は，文章の各文字よりも，大きく，太く，まとまりのある，特徴的な字体により，独立して，目立つように記載されていること，すべて同一の字体が使用されていること，ウエブサイトの「GEＮESIS」の項目には，「対応機種：キヤノフアクスL380S，L230，JX6000，L2800」と表記されて，ファクシミリとの関連性が明確に示されていること等に照らすならば，カタログやウエブサイト等の「GEＮESIS」の表記に接した需要者，取引者は，「GEＮESIS」の表記を，原告の製造，販売に係る「ファクシミリ」に関する標章であると認識，理解するものといえる。",
            "確かに，前記商品カタログ等の説明文には，「GEＮESIS」について，原告の独自に開発した画像処理技術を指す旨の記載がある。",
            "しかし，原告の製造，販売に係るファクシミリに用いられている「原告の独自に開発した画像処理技術」が，どのような技術を指すかについての詳細の説明は格別されていないこと，前記商品カタログ等は，画像処理技術の販売等に係る配布物等ではなく，ファクシミリの販売等に係る配布物等であることに照らすならば，そのような説明は，原告の製造，販売に係る「ファクシミリ」が，いかに性能が高く，品質等が優位性を有しているかを強調するために用いられた，ごく一般的な広告手法であるといえる。したがって，そのような説明がされているからといって，取引者，需要者が，「GEＮESIS」の標章について，原告の開発した画像処理技術について使用されていると理解，認識すると解することは困難であり，むしろ，原告の製造，販売する「ファクシミリ」の広告などに，同商品の出所を示す趣旨で使用されているものと理解，認識すると解するのが自然であり，合理的である。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告の主張には理由がある。よって，審決を取り消すこととし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}