{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2010-800004号事件について平成23年9月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，原告の下記2の本件発明に係る特許に対する被告の特許無効審判の請求について，特許庁が本件特許を無効とした別紙審決書（写し）の本件審決（その理由の要旨は下記3のとおり）には，下記4のとおりの取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件訴訟に至る手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「排気熱交換器」とする特許第4240136号の特許（平成19年7月11日出願（優先権主張：平成18年7月11日），平成21年1月9日設定登録。請求項の数3。以下「本件特許」という。）に係る特許権を有する者である（甲8）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成21年12月28日，本件特許の請求項1ないし3について，特許無効審判を請求し，無効2010-800004号事件として係属したところ，特許庁は，平成22年11月2日，審判請求不成立の審決（以下「前審決」という。）をした（甲21）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，平成22年11月30日，知的財産高等裁判所に対し，前審決の取消しを求める訴え（平成22年（行ケ）第10371号）を提起した。",
                "知的財産高等裁判所は，平成23年7月21日，前審決を取り消す旨の判決（以下「前判決」という。）を言い渡し（甲22），その後，同判決は確定した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，無効2010-800004号事件を審理し，平成23年9月21日，「特許第4240136号の請求項1ないし3に係る発明の特許を無効とする。」との本件審決をし，その謄本は，同月28日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の請求項1ないし3に係る発明（以下「本件発明1」ないし「本件発明3」といい，本件発明1ないし3を併せて「本件発明」という。）の特許請求の範囲の記載は，以下のとおりである（以下，本件発明の明細書（甲8）を「本件明細書」という。）。なお，文中の「／」は，原文の改行箇所を示す。",
            "【請求項1】エンジンでの燃焼により発生した粒子状物質を含有する排気ガスと前記排気ガスを冷却する冷却水との間で熱交換を行うとともに，熱交換後の前記排気ガスを前記エンジン側へ流出する排気熱交換器において，／内部を前記排気ガスが流れ，外部を前記冷却水が流れるステンレス製のチューブと，／前記チューブ内に配置され，前記排気ガスと前記冷却水との間での熱交換を促進させるステンレス製のインナーフィンとを備え，／前記インナーフィンは，前記排気ガスの流れ方向に略垂直な断面形状が，凸部を一方側と他方側に交互に位置させて曲折する波形状であって，前記排気ガスの流れ方向に平行な方向で部分的に切り起こされた切り起こし部を備えるオフセットフィンであり，／前記断面形状にて，前記一方側と前記他方側のうちの同一側で隣り合う前記凸部の中心同士の距離であるフィンピッチの大きさをfpとし，前記一方側と前記他方側のうちの同一側で隣り合う前記凸部と前記凸部との間でフィンによって囲まれた領域の相当円直径をdeとし，前記切り起こし部の排気流れ方向での長さをLとし，前記断面形状における前記一方側の凸部から前記他方側の凸部までの距離であるフィン高さをfhとしたときに，／前記フィンピッチの大きさが，／2＜fp≦12（単位：㎜）／を満足する大きさであり，／前記切り起こし部の排気流れ方向での長さLが，／fh＜7，fp≦5のとき，0．5＜L≦7（単位：㎜）／fh＜7，5＜fpのとき，0．5＜L≦1（単位：㎜）／7≦fh，fp≦5のとき，0．5＜L≦4．5（単位：㎜），または／7≦fh，5＜fpのとき，0．5＜L≦1．5（単位：㎜）／であって，／さらに，／X＝de×L0．14／fh0．18としたときに，／前記相当円直径deおよび前記切り起こし部の排気流れ方向での長さLが，前記粒子状物質が前記インナーフィンに堆積することを抑制するために，／1．1≦X≦4．3／を満足する大きさになっていることを特徴とする排気熱交換器",
            "【請求項2】前記相当円直径および前記切り起こし部の排気流れ方向での長さが，／1．2≦X≦3．9／を満足する大きさであることを特徴とする請求項1に記載の排気熱交換器",
            "【請求項3】前記相当円直径および前記切り起こし部の排気流れ方向での長さが，／1．3≦X≦3．5／を満足する大きさであることを特徴とする請求項1に記載の排気熱交換器"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件発明は，下記アの引用例1に記載された発明及び下記イないしオの引用例2ないし5に記載された事項に基づき，当業者が容易に発明をすることができたものであるから，本件特許は，特許法29条2項の規定に違反してされたものであり，同法123条1項2号の規定により無効にすべきものである，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：国際公開第2005／40708号（甲1。平成17年5月6日公開）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開昭62-5098号公報（甲2）"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：実願平1-29390号（実開平2-122983号）のマイクロフィルム（甲3）"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特開2006-105577号公報（甲4）"
                },
                {
                  "fig": "オ",
                  "subject": "引用例5：特開2004-77024号公報（甲5）"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用例1に記載された発明（以下「引用発明」という。）並びに本件発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：エンジンから来る排ガスと前記排ガスを冷却する冷却剤との間で熱交換を行う排ガス熱交換器において，内部を前記排ガスが流れ，外部を前記冷却剤が流れる管と，管内に配置され，熱伝導の改良を可能にするフィン薄板とを備え，同フィン薄板は，凸部を一方側と他方側に交互に位置させて曲折する波形状であって，部分的に切り起こされた切り起こし部を備えるオフセットフィンであり，構造体の縦ピッチをLとし，横ピッチをQとし，構造体高さをhとしたときに，hは1㎜から5㎜，Lはhの0．5倍から6倍，Qはhの0．5倍から8倍，管内の流体直径は0．5㎜から10㎜である排ガス熱交換器"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：エンジンでの燃焼により発生した粒子状物質を含有する排気ガスと前記排気ガスを冷却する冷却剤との間で熱交換を行う排気熱交換器において，内部を前記排気ガスが流れ，外部を前記冷却剤が流れるチューブと，前記チューブ内に配置され，前記排気ガスと前記冷却剤との間での熱交換を促進させるインナーフィンとを備え，前記インナーフィンは，略垂直な断面形状が，凸部を一方側と他方側に交互に位置させて曲折する波形状であって，部分的に切り起こされた切り起こし部を備えるオフセットフィンであり，前記断面形状にて，前記一方側と前記他方側のうちの同一側で隣り合う前記凸部の中心同士の距離であるフィンピッチの大きさをfpとし，前記断面形状における前記一方側の凸部から前記他方側の凸部までの距離であるフィン高さをfhとしたときに，前記フィンピッチの大きさが，2＜fp≦12（単位：㎜）を満足する大きさである排気熱交換器"
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明と引用発明との相違点1：本件発明では，排気ガスを冷却する冷却剤が冷却水であるのに対して，引用発明では，冷却剤が冷却水であるか否か不明である点"
                },
                {
                  "fig": "エ",
                  "subject": "本件発明と引用発明との相違点2：本件発明では，熱交換後の排気ガスをエンジン側へ流出するのに対して，引用発明では，そのような構成を備えているか否か不明である点"
                },
                {
                  "fig": "オ",
                  "subject": "本件発明と引用発明との相違点3：本件発明では，チューブやインナーフィンがステンレス製であるのに対して，引用発明では，これらの材質が不明である点"
                },
                {
                  "fig": "カ",
                  "subject": "本件発明と引用発明との相違点4：本件発明では，インナーフィンの排気ガスの流れ方向に略垂直な断面形状が波形状であって，排気ガスの流れ方向に平行な方向で切り起こし部が切り起こされるのに対して，引用発明では，インナーフィンや切り起こし部と排気ガスの流れ方向との関係が不明である点"
                },
                {
                  "fig": "キ",
                  "subject": "本件発明1と引用発明との相違点5：本件発明1では，断面形状にて，一方側と他方側のうちの同一側で隣り合う凸部の中心同士の距離であるフィンピッチの大きさをfpとし，前記一方側と前記他方側のうちの同一側で隣り合う前記凸部と前記凸部との間でフィンによって囲まれた領域の相当円直径をdeとし，切り起こし部の排気流れ方向での長さをLとし，前記断面形状における前記一方側の凸部から前記他方側の凸部までの距離であるフィン高さをfhとしたときに，前記切り起こし部の排気流れ方向での長さLが，fh＜7，fp≦5のとき，0．5＜L≦7（単位：㎜），fh＜7，5＜fpのとき，0．5＜L≦1（単位：㎜），7≦fh，fp≦5のとき，0．5＜L≦4．5（単位：㎜），又は，7≦fh，5＜fpのとき，0．5＜L≦1．5（単位：㎜）であって，さらに，X＝de×L0．14／fh0．18としたときに，前記相当円直径de及び前記切り起こし部の排気流れ方向での長さLが，粒子状物質がインナーフィンに堆積することを抑制するために，1．1≦X≦4．3を満足する大きさになっているのに対して，引用発明では，fp，fhについて記載されているものの，Xについては不明であり，前記のような条件を満たすか不明である点"
                },
                {
                  "fig": "ク",
                  "text": [
                    "本件発明2と引用発明との相違点6：「本件発明1」を「本件発明2」と，「1．1≦X≦4．3」を「1．2≦X≦3．9」とそれぞれ読み替えるほかは，相違点5と同じ。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "本件発明3と引用発明との相違点7：「本件発明1」を「本件発明3」と，「1．1≦X≦4．3」を「1．3≦X≦3．5」とそれぞれ読み替えるほかは，相違点5と同じ。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の容易想到性に係る判断の誤り（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "本件発明2及び3の容易想到性に係る判断の誤り（取消事由2）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件発明1の容易想到性に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点5に係る判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用例1に記載された発明として，前記第2の3(2)ア記載の排ガス熱交換器を認定している。",
                    "しかし，引用例1に記載されているのは，ガス-液体熱交換器，液体-ガス熱交換器，液体-液体熱交換器のいずれにも使用でき，排ガス熱交換器又は過給空気熱交換器の用途がある熱交換器である（甲1【請求項17】【0001】～【0003】【0005】～【0008】【0016】【0020】）。",
                    "また，本件審決は，引用例1に記載された排気ガス熱交換器は，管内に配置され，熱伝導の改良を可能にするフィン薄板とを備えたものであるとも認定している。",
                    "しかし，引用例1に記載されているのは，管の外部に配置されるが，管内にも設けることができ，熱伝導の改良を可能にするフィン薄板とを備えた，ガス-液体熱交換器，液体-ガス熱交換器，液体-液体熱交換器のいずれにも使用でき，排ガス熱交換器又は加給空気熱交換器の用途がある熱交換器である（甲1【請求項1】【請求項2】【請求項4】【請求項6】【請求項13】～【請求項15】【0007】～【0009】【0014】【0016】～【0018】【0021】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，本件審決は，引用発明のインナーフィン諸元の中から，流体直径deを2㎜，切り起こし部の排気流れ方向での長さLを7㎜，フィン高さfhを5㎜に選択し，本件発明1のXの式（X＝de×L0．14／fh0．18）に当てはめると，本件発明1のXの数値範囲（1．1≦X≦4．3）を充足すると認定した上で，X＝de×L0．14／fh0．18としたときに，相当円直径de及び切り起こし部の排気流れ方向での長さLが，粒子状物質がインナーフィンに堆積することを抑制するために，1．1≦X≦4．3を満足する大きさになるという構成について，本件発明1と引用発明との間に相違はないと判断した。",
                    "しかし，引用例1に記載されているのは，その構造体（フィン）が排ガス熱交換器としても，過給空気熱交換器としても使用できる汎用熱交換器であるから，排気熱交換器でしか有意でない上記Xの式を適用することはできない。すなわち，本件発明1は，過給空気熱交換器で知られていたインナーフィンが排気熱交換器では採用できないことを前提として，チューブ内を流れる排気の圧力損失及びチューブ外を流れる冷却水の通水抵抗を低く抑えることができるとともに，チューブ内の目詰まりを抑制し，かつ，高い放熱性能を備えた排気熱交換器に適したオフセットフィンの仕様を定めるために工夫されたものであるから（甲8【0016】），上記Xの式は，排気熱熱交換器においてのみ有意性があり，過給空気熱交換器にも排気熱交換器にも機能できる熱交換器には適用することができない。",
                    "また，引用発明について，流体直径deを2㎜，切り起こし部の排気流れ方向での長さLを7㎜，フィン高さfhを5㎜に選択して上記Xの式に当てはめたときに，何らかの条件で，EGRガス密度比ρ（EGRクーラの冷却性能と圧力損失の大きさの両方を考慮した指数）が93％以上に保たれる範囲に入ることがあったとしても，たまたま選んだ諸元が排気熱交換器にとって価値のある値であるか否かが判断できない。そもそも，Xの数値範囲が1．1≦X≦4．3となるようにインナーフィンの諸元を選定するのは，後知恵である。上記Xの式やXの数値範囲が分かって初めてこれを満足するXの数値が選択できるのであり，いまだ上記Xの式を示されていない者にとっては，相当円直径0．5ないし10㎜，フィンピッチ0．25ないし20㎜，フィン高さ1ないし5㎜という諸元を与えられたとしても，排気熱交換器において，その諸元の中でどの値が望ましいものであるのか判断することはできないのである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の作用効果に係る判断の誤り",
              "text": [
                "本件審決は，本件発明1が奏する作用効果は引用例1に記載された発明及び引用例2ないし5に記載された事項に基づき，当業者が容易に予測し得る程度のものであると判断した。",
                "しかし，本件発明1は，チューブ及びインナーフィンを有する構造の排気熱交換器において，インナーフィンとしてオフセットフィンを用いた場合に，高い性能が得られるフィンについての諸条件を求めることにより，排気熱交換器の性能向上を図ることを目的とし（甲8【0013】），チューブ内を流れる排気の圧力損失及びチューブ外を流れる冷却水の通水抵抗を低く抑えるとともに，チューブ内の目詰まりを抑制し，かつ，高い放熱性能を備えた排気熱交換器が得られるという作用効果（【0016】）を達成するため，排気熱交換器のオフセットフィンの最適仕様を具現化したものである。特に，EGRガス密度比ρを93％以上に保つことは，当業者が容易に予測し得るものではなく，本件発明1によって初めて導かれた作用効果であり，上記Xの式に基づく最適仕様としたオフセットフィンを用いた本件発明1の作用効果は，引用例1に記載された熱交換器では奏することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "前判決の拘束力について",
              "text": [
                "なお，前判決は，相違点5に係る本件発明1の構成のうち，切り起こし部の排気流れ方向での長さLが，fh＜7，fp≦5のとき，0．5＜L≦7（単位：㎜），fh＜7，5＜fpのとき，0．5＜L≦1（単位：㎜），7≦fh，fp≦5のとき，0．5＜L≦4．5（単位：㎜），又は，7≦fh，5＜fpのとき，0．5＜L≦1．5（単位：㎜）とする構成は，引用例1に開示されていないとして本件特許を有効と判断した前審決に対するものである。前判決は，上記構成のうち，少なくとも一部の条件が引用例1に開示されていることをもって，同構成について，引用例1に記載された発明と本件発明1との間に相違はないと判断した。原告は，前判決に対して，上告をしていないし，本件訴訟でもその判断を争っていない。本件訴訟において原告が争うのは，前記Xの式が適用できる熱交換器が引用例1に開示されているという本件審決の判断である。原告は，前訴でもこの判断の誤りを予備的に主張したが，主な争点が上記構成の開示の有無であったため，前訴では，Xの式に関して十分な審理がされていない。したがって，本件訴訟における原告の主張は，前判決の拘束力により妨げられるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，本件発明1の容易想到性に係る本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点5に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1（【0008】）の記載は，インナーフィンの諸元を排ガス熱交換器，すなわち排気熱交換器に使用することもできるし，過給空気熱交換器にも使用することができるという意味である。したがって，排気熱交換器を必要とする当業者は，引用例1に記載されたインナーフィンの諸元をそのまま排気熱交換器に利用できるのであり，引用例1に排気熱交換器が記載されているとした本件審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例1に記載された汎用熱交換器に，排気熱交換器でしか有意でない本件発明1のXの式を適用することはできないと主張する。",
                    "しかし，当業者にとって，Xの式の考え方により排気熱交換器を設計することは，数ある設計方法の一つにすぎず，それを採用するか否かは自由であり，当業者がそれに拘束される理由はない。Xの式の考え方を採用しなくとも，Xの数値範囲に入る有用な排気熱交換器を設計することはできるのである。",
                    "また，原告は，引用発明において，流体直径deを2㎜，切り起こし部の排気流れ方向での長さLを7㎜，フィン高さfhを5㎜に選択して，Xの式に数値を当てはめたときに，EGRガス密度比ρを93％以上に保たれる範囲に入ることがあったとしても，たまたま選んだ諸元が排気熱交換器にとって価値ある値であるか否かが判断できないから，本件発明1のXの式は，引用例1に記載された汎用熱交換器に適用できるものではないとも主張する。",
                    "しかし，引用例1には，排気ガス熱交換器におけるフィンの好ましい諸元として，相当円直径0．5ないし10㎜，フィンピッチ0．25ないし20㎜，フィン高さ1ないし5㎜と記載されているから，当業者は，要求される熱交換量その他の条件を考慮して，その数値範囲に入る適宜の数値を採用して設計し，その設計の効率を図ることは自明であり，Xの考え方を採用しなければそのような排気ガス熱交換器を設計できないものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の作用効果に係る判断の誤りについて",
              "text": [
                "本件発明の奏する作用効果が，引用発明及び引用例2ないし5に記載された事項に基づいて，当業者が容易に予測し得るものであるとした本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "前判決の拘束力について",
              "text": [
                "本件審決には前判決の拘束力が及ぶから，原告の主張は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，本件発明1の容易想到性に係る本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件発明2及び3の容易想到性に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，相違点6に係る本件発明2の構成のうち，X＝de×L0．14／fh0．18としたときに，相当円直径de及び切り起こし部の排気流れ方向での長さLが，10粒子状物質がインナーフィンに堆積することを抑制するために，1．2≦X≦3．9を満足する大きさになるという構成や，相違点7に係る本件発明3のうち，X＝de×L0．14／fh0．18としたときに，相当円直径de及び切り起こし部の排気流れ方向での長さLが，粒子状物質がインナーフィンに堆積することを抑制するために，1．3≦X≦3．5を満足する大きさになるという構成も，引用発明との間に相違はないと判断した。",
            "しかし，前記1と同様に，本件審決の引用発明の認定並びに相違点6及び相違点7に係る判断は，誤りである。",
            "よって，本件発明2及び3の容易想到性に係る本件審決の判断は誤りである。",
            "〔被告の主張〕",
            "前記1と同様に，本件審決の引用発明の認定並びに相違点6及び相違点7に係る判断に誤りはない。",
            "よって，本件発明2及び3の容易想到性に係る本件審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書（甲8）には，概略，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，熱機関から排出される排気と冷却水との間で熱交換を行う排気熱交換器に関するもので，特に，排気再循環装置（EGR）に用いられる排気を冷却するガスクーラ（EGRクーラ）への適用に有効なものである（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "セグメント長さLとEGRガス密度ρ比との関係に基づいて，オフセットフィンの最適仕様を決定すると，セグメント長さLとEGRガス密度ρ比との関係は図12のとおりである。なお，EGRガス密度ρ比は，EGRガス密度ρの最大値を100％としたときの比率である。図12中の曲線（a）は，fh＜7，fp≦5のときの計算結果であり，例えば，fh＝4．6，fp＝4．5のときの計算結果である。このときでは，セグメント長さLを，0．5＜L≦65とすることで，ρ比を95％以上にすることができ，0．5＜L≦25とすることで，ρ比を97％11以上にすることができ，0．5＜L≦7とすることで，ρ比を99％以上にすることができる。また，曲線（b）は，fh＜7，5＜fpのときの計算結果であり，例えば，fh＝4．6，fp＝5．5のときの計算結果である。このときでは，セグメント長さLを，0．5＜L≦20とすることで，ρ比を95％以上にすることができ，0．5＜L≦8とすることで，ρ比を97％以上にすることができ，0．5＜L≦1とすることで，ρ比を99％以上にすることができる。曲線（c）は，7≦fh，fp≦5のときの計算結果であり，例えば，fh＝9，fp＝4．5のときの計算結果である。このときでは，セグメント長さLを，0．5＜L≦50とすることで，ρ比を95％以上にすることができ，0．5＜L≦15とすることで，ρ比を97％以上にすることができ，0．5＜L≦4．5とすることで，ρ比を99％以上にすることができる。曲線（d）は，7≦fh，5＜fpのときの計算結果であり，例えば，fh＝9，fp＝5．5のときの計算結果である。このときでは，セグメント長さLを，0．5＜L≦15とすることで，ρ比を95％以上にすることができ，0．5＜L≦6とすることで，ρ比を97％以上にすることができ，0．5＜L≦1．5とすることで，ρ比を99％以上にすることができる（【0085】～【0090】）。              "
                },
                {
                  "fig": "ウ",
                  "text": [
                    "EGRガス密度ρとは，EGRクーラの冷却性能と圧力損失の大きさの両方を考慮した指数であり，EGRガス密度ρ（㎏／㎥）は，ρ＝Pg2／（R・Tg2）（Pg2：ガス出口絶対圧（Pa），R：気体定数＝287．05J／（kg・K），Tg2：ガス出口温度（K））で表され，ρが大きいほどEGRガスの充填率が高くなり，EGR率を上げることが可能となる（【0077】【0078】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載からすると，本件発明は，フィン高さfh，フィンピッチfpの大きさをいずれも重複しない4つの範囲に分け，それぞれの範囲において，EGRクーラの冷却性能と圧力損失の大きさの両方を考慮した指数であるEGRガス密度ρに着目し，ρ比を99％以上にするセグメント長さL（切り起こし部の排気流れ方向の長さLに相当する。）の最適範囲を特定したものであると認められる。",
                "  122  前判決の拘束力について"
              ]
            },
            {
              "fig": "(1)",
              "subject": "前審決及び前判決における判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "前審決について",
                  "text": [
                    "前審決は，引用例1に記載された発明として，前記第2の3(2)アと同じ引用発明を認定し，本件発明1と引用発明との一致点及び相違点として，同イないしキと同じ一致点及び相違点1ないし5を認定した。その上で，前審決は，相違点1ないし4については，引用発明について，各相違点に係る本件発明1の構成とすることは，当業者が容易に想到し得たものであると判断した。",
                    "他方，相違点5については，引用発明は，「切り起こし部の排気流れ方向での長さLが，fh＜7，fp≦5のとき，0．5＜L≦7（単位：㎜），fh＜7，5＜fpのとき，0．5＜L≦1（単位：㎜），7≦fh，fp≦5のとき，0．5＜L≦4．5（単位：㎜），又は，7≦fh，5＜fpのとき，0．5＜L≦1．5（単位：㎜）」とはいえず，また，引用例1には，7≦fhについて一切記載されていないので，引用発明から，7≦fh，fp≦5のとき，0．5＜L≦4．5（単位：㎜）及び7≦fh，5＜fpのとき，0．5＜L≦1．5（単位：㎜）を満たすように設計することが当業者にとって容易ということはできないとして，本件発明1は，引用発明及び引用例2ないし5に記載された事項に基づき，当業者が容易に想到することができるものではないと判断し，本件発明2及び3についても，同様の判断をした。",
                    "なお，前審決は，相違点5に係る本件発明1の構成のうち，「X＝de×L0．14／fh0．18としたときに，相当円直径de及び切り起こし部の排気流れ方向での長さLが，粒子状物質がインナーフィンに堆積することを抑制するために，1．1≦X≦4．3を満足する大きさになっている」点については，引用発明から算出したXは，本件発明1のXの数値範囲を満足する大きさになっているとした上で，インナーフィンの目詰まりを防止することは周知の課題であり，その課題を解決するために粒子状物質がインナーフィンに堆積することを抑制するように設計することは13当業者にとって容易であると判断した。また，前審決は，引用発明から算出したXは本件発明2及び3におけるXの各数値範囲も満足するものであるとも認定している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "前判決について",
                  "text": [
                    "前判決は，前審決が認定した引用発明並びに本件発明1と引用発明との一致点及び相違点1ないし5を前提として，当該訴訟の原告（本件訴訟の被告）が主張した取消事由（相違点5についての判断の誤り）について，以下のとおり，前審決の判断は誤りであると判示した。",
                    "すなわち，前判決は，相違点5について，①切り起こし部の排気流れ方向での長さLが，fh＜7，fp≦5のとき，0．5＜L≦7（単位：㎜），fh＜7，5＜fpのとき，0．5＜L≦1（単位：㎜），7≦fh，fp≦5のとき，0．5＜L≦4．5（単位：㎜），又は，7≦fh，5＜fpのとき，0．5＜L≦1．5（単位：㎜）とする構成については，本件発明1と引用発明との間に相違はなく，②X＝de×L0．14／fh0．18としたときに，相当円直径de及び切り起こし部の排気流れ方向での長さLが，粒子状物質がインナーフィンに堆積することを抑制するために，1．1≦X≦4．3を満足する大きさになるという構成についても，本件発明1と引用発明の間に相違はないから，相違点5につき，引用発明に引用例2ないし5に記載された事項を適用しても当業者が容易に発明することができたものであるとすることはできないとした前審決の判断は誤りであると判示した。",
                    "また，前判決は，引用発明から算出した関数Xは，本件発明2のXの数値範囲（1．2≦X≦3．9）及び本件発明3のXの数値範囲（1．3≦X≦3．5）についても充足することを示した上で，相違点5についての判断に誤りがある結果，本件発明1は当業者が容易に発明をすることができたものということはできないとした前審決の判断が取り消される以上，同判断を前提として，本件発明2及び3についても，これを容易に発明することができないとした前審決の判断を是認することはできないと判示したものである。",
                    "  14    (2)  前判決の拘束力"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "特許無効審判事件についての審決の取消訴訟において審決取消しの判決が確定したときは，審判官は特許法181条2項の規定に従い当該審判事件について更に審理，審決をするが，審決取消訴訟は行政事件訴訟法の適用を受けるから，再度の審理，審決には，同法33条1項の規定により，取消判決の拘束力が及ぶ。そして，この拘束力は，判決主文が導き出されるのに必要な事実認定及び法律判断にわたるものであるから，審判官は取消判決の認定判断に抵触する認定判断をすることは許されない。したがって，再度の審判手続において，審判官は，当事者が取消判決の拘束力の及ぶ判決理由中の認定判断につきこれを誤りであるとして従前と同様の主張を繰り返しあるいはその主張を裏付けるための新たな立証を許すべきではなく，取消判決の拘束力に従ってした審決は，その限りにおいて適法であり，再度の審決取消訴訟においてこれを違法とすることはできない（最高裁昭和63年（行ツ）第10号平成4年4月28日第三小法廷判決・民集46巻4号245頁）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これを本件についてみると，前判決は，前審決が認定した引用例1に記載された発明（本件審決が認定した引用発明と同じものである。）を前提として，前審決が認定した相違点5（本件審決が認定した相違点5と同じものである。）に係る本件発明1の構成のうち，①切り起こし部の排気流れ方向での長さLが，fh＜7，fp≦5のとき，0．5＜L≦7（単位：㎜），fh＜7，5＜fpのとき，0．5＜L≦1（単位：㎜），7≦fh，fp≦5のとき，0．5＜L≦4．5（単位：㎜），又は，7≦fh，5＜fpのとき，0．5＜L≦1．5（単位：㎜）とする構成についても，②X＝de×L0．14／fh0．18としたときに，相当円直径de及び切り起こし部の排気流れ方向での長さLが，粒子状物質がインナーフィンに堆積することを抑制するために，1．1≦X≦4．3を満足する大きさになるという構成についても，引用発明との間に相違はないと判断して，引用発明に基づいて容易に発明することはできないとした前審決を取り消したものであるから，少なくとも，引用発明の認定及び相違点5に係る判断について，再度の審決に対する拘束力15が生ずるものというべきである。",
                    "また，前判決は，引用発明から算出した関数Xは，本件発明2のXの数値範囲（1．2≦X≦3．9）及び本件発明3のXの数値範囲（1．3≦X≦3．5）についても充足することを示した上で，本件発明2及び3についても，これを容易に発明することができないとした前審決を取り消したものであるから，前判決は，本件審決が認定した相違点6に係る本件発明2の構成についても，相違点7に係る本件発明3の構成についても，本件発明1と同様に，引用発明との間に相違はないと判断したものということができる。したがって，前判決のこれらの判断についても再度の審決に対する拘束力が生ずるものというべきである。",
                    "以上によれば，本件審決による引用発明の認定並びに相違点5ないし7に係る判断は，いずれも前判決の拘束力に従ってしたものであり，本件審決は，その限りにおいて適法であり，本件訴訟においてこれを違法とすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，前訴においては，Xの式に関して十分な審理がされていないから，本件訴訟における原告の主張は，前判決の拘束力により妨げられるものではないなどと主張する。",
                    "しかし，前記2(1)イのとおり，前判決は，X＝de×L0．14／fh0．18としたときに，相当円直径de及び切り起こし部の排気流れ方向での長さLが，粒子状物質がインナーフィンに堆積することを抑制するために，1．3≦X≦3．5（本件発明1），1．2≦X≦3．9（本件発明2）又は1．3≦X≦3．5（本件発明3）を満足する大きさになるという構成は，引用発明との間に相違はないとの判断を示した上で，結論として，本件発明は引用発明に引用例2ないし5に記載された事項を適用しても当業者が容易に発明することができたということはできないとした前審決を取り消しているのであって，この前判決の判断に拘束力が生ずることは明らかであり，原告の上記主張は失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明の作用効果について",
          "text": [
            "16原告は，本件発明のXの式に基づき最適仕様としたオフセットフィンを用いた本件発明の作用効果は，引用例1に記載された熱交換器では奏することはできないなどとして，本件審決の本件発明の作用効果に係る判断は誤りであると主張する。",
            "確かに，前記1(2)のとおり，本件発明は，フィン高さfh，フィンピッチfpの大きさをいずれも重複しない4つの範囲に分け，それぞれの範囲において，EGRクーラの冷却性能と圧力損失の大きさの両方を考慮した指数であるEGRガス密度ρに着目し，ρ比を99％以上にするセグメント長さLの最適範囲を特定したものである。しかしながら，引用例1においても，排気ガス熱交換器におけるフィンの諸元について，流体直径de（本件発明の相当円直径deに相当する。）は，好ましくは1㎜ないし5㎜であること，フィン高さfhは，特に好ましくは1．5㎜であること，切り起こし部の排気流れ方向での長さLは，フィン高さfhの0．25倍ないし4倍であることがそれぞれ記載されているところ（【0014】図3），フィン高さfhを1．5㎜とし，切り起こし部の排気流れ方向での長さLをその0．25倍ないし4倍である0．375㎜ないし6㎜とし，流体直径deを1㎜ないし5㎜として，本件発明のXの式に当てはめると，その数値は，別紙のとおり，本件発明におけるXの数値範囲とおおむね重複している。そうすると，本件明細書の上記記載に照らすと，当該重複部分では，チューブやインナーフィンの材質，インナーフィンや切り起こし部と排気ガスの流れ方向等を適宜選択することにより（相違点1ないし4に係る本件発明の構成。なお，原告は，相違点1ないし相違点4に係る本件発明の構成は引用例2ないし5に基づき当業者が容易に想到することができるものであるとした本件審決の判断を争っていない。），引用発明においても，EGRガス密度ρ比が99％以上を示すものになるということができる。",
            "そうすると，本件発明の奏する作用効果も引用発明から容易に予測し得る程度のものというべきであり，原告の主張は採用することができない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}