{
  "conclusion": [
    {
      "text": "原告らの請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告らの負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告らの求めた判決",
      "text": [
        "特許庁が不服2007-14433号事件について平成22年12月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定に係る不服の審判請求について，特許庁がした請求不成立の審決の取消訴訟である。主たる争点は，容易推考性の存否である。なお，以下において「原告」というときは，原告両名を指す。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成14年(2002年)12月3日の優先権(大韓民国)を主張して，平成15年9月29日，名称を「一側の毛先だけテーパー状に先鋭化された針状毛が植毛された歯ブラシ及びその製造方法」とする発明について特許出願(特願2003-337005号，請求項の数16)をしたが，平成19年2月8日付けで拒絶査定を受けたので，平成19年5月18日，拒絶査定に対する不服審判請求をした(不服2007-14433号)。原告は，その手続中の平成22年4月19日付けで補正(甲2，請求項の数9)をしたが，特許庁は，平成22年12月7日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成22年12月21日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "平成22年4月19日付けの補正(甲2)による特許請求の範囲の請求項1に係る本願発明は，次のとおりである。",
            "【請求項1】",
            "一側の毛先だけテーパー状に先鋭化されたポリエステル樹脂からなる針状毛において，非針状毛を強酸又は強アルカリ溶液に浸漬させて一側の毛先だけテーパー状に先鋭化させ，テーパーが形成されなかった部分をヘッドインサートに形成された通孔に押し入れた後に通孔を通過してヘッドインサートの底面へ突出された針状毛の非針状部分を熱溶着させることにより針状毛をヘッドインサートに固定させた後，ヘッドインサートの底面を歯ブラシ本体のヘッド部に接着させることを特徴とする歯ブラシの製造方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特表2002-512107号公報(引用刊行物，甲4)には次のとおりの引用発明が記載されていると認められる。",
                "【引用発明】",
                "プラスチック製の剛毛において，保持側端部を保持プレートの複数の孔内に挿入し，保持側端部は複数の孔からやや突き出る程度に差し込まれ，保持プレートで使用側端部とは反対側にある剛毛の保持側端部を互いに溶融結合し，及び，保持プレートと溶融結合し，次いで，保持プレートを歯ブラシ本体の切欠内に固定させるプラスチック製の歯ブラシ特に交換式歯ブラシを製造するための方法。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明と引用発明との間には，次のとおりの一致点，相違点がある。",
                "【一致点】",
                "樹脂からなる歯ブラシ用の毛において，歯ブラシ用の毛の使用側とは反対側の端部をヘッドインサートに形成された通孔に押し入れた後に通孔を通過してヘッドインサートの底面へ突出された歯ブラシ用の毛の端部を熱溶着させることにより歯ブラシ用の毛をヘッドインサートに固定させた後，ヘッドインサートを歯ブラシ本体のヘッド部に固定させる歯ブラシの製造方法。",
                "【相違点1】",
                "本願発明は，「一側の毛先だけテーパー状に先鋭化されたポリエステル樹脂からなる針状毛」を歯ブラシ用の毛としており，当該「毛」を，「非針状毛を強酸又は強アルカリ溶液に浸漬させて一側の毛先だけテーパー状に先鋭化させ」て形成し，「テーパーが形成されなかった部分をヘッドインサートに形成された通孔に押し入れ」るのに対して，引用発明は，プラスチック製の歯ブラシ用の毛の使用側端部とは反対側にある剛毛の保持側端部をヘッドインサートに形成された通孔に押し入れるものの，歯ブラシ用の毛の樹脂材質，構造及びその形成過程について特定されていない点。",
                "【相違点2】",
                "本願発明では，ヘッドインサートの底面を歯ブラシ本体のヘッド部に接着しているのに対して，引用発明は，ヘッドインサートの底面を歯ブラシ本体のヘッド部に交換可能に固定している点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点に関する審決の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "使用側端部を針状とした毛(針状毛)を備える歯ブラシは，本願明細書の【背景技術】として記載されているように，また，実願平4-91801号(実開平6-50532号)のCD-ROM(甲5)や特開2001-211935号公報(甲6)に記載されているように，周知である。",
                    "よって，引用刊行物に，使用側端部を針状とした毛を備える歯ブラシを引用発明の方法により製造することやその動機付けが記載されていなくても，使用側端部を針状とした毛を備える歯ブラシが周知であるから，引用発明の方法により，針状とした毛を備える歯ブラシを製造することに困難性は認められない。",
                    "なお，引用発明は，当該発明と同様の歯ブラシの製造方法が，欧州特許出願公開第972464号(甲7の1(甲7文献))にも記載されているように，歯ブラシの製造方法として，特別なものではない。",
                    "そして，使用側端部を針状とした毛を備える歯ブラシを，一側の毛先だけテーパー状に先鋭化された針状毛から製造することも，甲5のCD-ROM又は甲6公報に記載されているように，周知の技術(以下「周知技術1」という。)であるから，引用発明に周知技術1を適用して，一側の毛先だけテーパー状に先鋭化された針状毛を歯ブラシ用の毛として，テーパーが形成されなかった部分をヘッドインサートに形成された通孔に押し入れた後に熱溶着させ，周知の針状毛を備える歯ブラシの製造方法とすることは，当業者が容易に想到し得るものである。",
                    "また，歯ブラシ用の毛をポリエステル樹脂で形成することも，甲5のCD-ROM(段落【0010】)又は甲6公報(段落【0006】)に記載されているように，周知の技術(以下「周知技術3」という。)であり，ポリエステル樹脂で形成された毛を強酸又は強アルカリ溶液に浸漬させて毛先をテーパー状に先鋭化させることも，特開平11-290134号公報(甲8，段落【0021】)又は本願明細書の背景技術において示されている実公昭61-10495号公報(甲9，3欄26行～4欄3行)に記載されているように周知の技術(以下「周知技術4」という。)である。",
                    "よって，引用発明に周知技術1を適用するに際して，周知技術3及び周知技術4も適用して，非針状毛を強酸又は強アルカリ溶液に浸漬させて一側の毛先だけテーパー状に先鋭化させて形成されたポリエステル樹脂からなる毛を用いることも，当業者が容易に想到し得るものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "ヘッドインサートの底面を歯ブラシ本体のヘッド部に接着することは，甲6公報(段落【0009】)又は甲7文献(段落【0042】，Fig．27)に記載されているように周知の技術(以下「周知技術2」という。)であること，歯ブラシについては全体を使い捨てるという使用形態も慣用であること，引用刊行物(段落【0030】)には，非交換式とすることも示唆されていることから，引用発明がヘッドインサート交換式であっても，周知技術2を適用して，ヘッドインサートの底面を歯ブラシ本体のヘッド部に接着することは，当業者が容易に想到し得るものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "作用効果",
              "text": [
                "本願発明による効果，特に，熱溶着によって毛の長さのバラツキを調節する効果は，引用発明と同様の歯ブラシの製造工程を含む甲7文献のFig．13，Fig．23及びFig．24で示されている，通孔から突出された長さの異なる端部を熱溶着している図示内容からみても，毛の構造にかかわらず，引用発明から当業者が予測し得る程度のものであり，その他の効果も，引用発明及び周知技術1～4から当業者が予測し得る程度のものであって，格別なものとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "結論",
              "text": [
                "以上のとおり，本願発明は，引用発明及び周知技術1～4に基づいて当業者が容易に発明することができたものであるから，特許法29条2項の規定により特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続違背)",
          "text": [
            "審決は，平成22年4月19日付けの補正による請求項1～9のうち，請求項1のみを本願発明としており，その他の請求項2～9については審理・判断の対象としていない。",
            "このため，審決は十分な審理及び適切な手続きを経てなされたものとはいえず，適法になされたものではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点認定の誤り・相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明で用いる歯ブラシ用の毛がプラスチック製の剛毛であると認定した上で，「樹脂からなる毛」である点を本願発明と引用発明との一致点として認定した。",
                "しかし，引用刊行物には，剛毛(3)の保持側端部(6)の少なくとも一部に微量作用を有する材料(9)を塗布する工程を含み，この工程により，歯ブラシが使用時に水に触れると，浸透力又は毛細管力によって微量作用を有するイオンが使用側端部における剛毛先端まで搬送され，その作用は剛毛が親水性を示すポリアミドからなることによって強められる旨の記載がある。この記載からして，引用発明において，剛毛の材質としてプラスチック製のもの全般を使用することができるのではなく，親水性を備えたポリアミドを使用するものであることは明らかである。そして，ポリアミドはナイロンを含む概念である。",
                "これに対し，本願発明は，毛の一端をテーパー状に加工する場合に，ナイロン等の他の樹脂を使用することができないことから，敢えてポリエステルを選択した発明である。",
                "このように，本願発明はポリエステルからなる毛を使用し，引用発明はポリアミドからなる毛を採用する点において相違し，樹脂一般についてまで拡張して使用することができるものではないから，毛の材質が樹脂である点を一致点することは誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，引用発明の「保持側端部」が，歯ブラシ用の毛の使用側端部とは反対側の端部である点で，本願発明の「テーパーが形成されなかった部分」と共通すると認定した上で，「歯ブラシ用の毛の使用側とは反対側の端部をヘッドインサートに形成された通孔に押し入れた」点が本願発明と引用発明との一致点であると認定した。",
                "本願発明は一側の毛先だけテーパー状に先鋭化されたポリエステル樹脂からなる針状毛において，テーパーが形成されなかった部分をヘッドインサートに形成された通孔に押し入れる工程を備えた発明であり，単に毛のどちらでも良い一側をヘッドインサートの通孔に押し入れる発明ではない。",
                "これに対し，引用発明は，テーパー状に先鋭化する工程を有しておらず，いずれの端もテーパー状ではない剛毛を使用するのであるから，剛毛を保持プレートの孔に挿入することによって初めて，剛毛の両端のうちいずれの側が使用側かが決定されるのであり，保持プレートの孔に毛を挿入する前に，毛のいずれの側を使用端とするかを決定した上で，使用端ではない方の毛の端を選択して保持プレートに挿入する工程を有するものではない。",
                "歯ブラシ自体の発明であれば，製造工程はともかく，毛の一端がヘッドインサートの通孔に押し入れられていれば，使用側ではない端が保持される側である点において物として区別は付かないのかも知れないが，本願発明は方法の発明であり，審決においてはその点を考慮してない。",
                "また，引用発明は，いずれの端もテーパー状ではない剛毛を使用するのであるから，両端の区別はつかず，剛毛を保持プレートに固定させる工程を開始する前の段階においては，いずれの端を保持側端部として決定するかは任意である。これに対し，本願発明は，一端がテーパー状であるので，毛をヘッドインサートに固定する工程を開始する前の段階で，使用側端部と保持側端部が決まっている。",
                "したがって，審決が上記の点を一致点と認定したことは誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，引用発明の「保持プレートを歯ブラシ本体の切欠内に固定させる」は，本願発明の「ヘッドインサートの底面を歯ブラシ本体のヘッド部に接着させる」と，「固定させる」という上位概念において共通すると認定した上で，「ヘッドインサートを歯ブラシ本体のヘッド部に固定させる」点を本願発明と引用発明との一致点として認定した。",
                "しかしながら，引用刊行物に「剛毛を備えた保持プレートを交換ヘッドとして歯ブラシ本体の切欠内に挿入する」などの記載があるように，引用発明は，保持プレートを交換可能としたことを前提としており，そのための保持プレートを歯ブラシ本体に固定する手段として，歯ブラシ本体の切欠内に挿入する手段を採用するのである。",
                "一方，本願発明では，ヘッドインサートの底面を歯ブラシ本体のヘッド部に接着させるのであり，その接着手段によってヘッドインサートが歯ブラシヘッドに対して取り外し不可能な状態とされることは明らかである。",
                "したがって，審決の上記一致点認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1の認定誤り)",
          "text": [
            "審決は，相違点1について，引用発明の歯ブラシ用の毛の樹脂材質，構造，その形成過程が特定されていないとしている。",
            "しかしながら，引用刊行物には，歯ブラシ用の毛としてポリアミドが優れる旨が記載され，具体的に記載された樹脂はそのポリアミドのみであるから，引用発明の樹脂はポリアミドと特定されている。また，引用発明の毛は，繊維状物を切断するのみによって歯ブラシ用の毛とするのが自然であり，毛のいずれの端部も少なくとも針状ではないのであって，毛の形状について特定されていないとはいえない。さらに，その形成過程に関しても，引用刊行物には少なくとも針状毛とするような工程は記載されていないから，針状毛とする過程を有しない点は明らかであり，この点において特定されていないとまではいえない。",
            "以上の点で，審決の相違点1の認定は誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点1に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，使用側端部を針状とした毛を備える歯ブラシを，一側の毛先だけテーパー状に先鋭化された針状毛から製造することは，甲5のCD-ROM(実願平4-91801号(実開平6-50532号))又は甲6公報(特開2001-211935号)に記載されているように，周知である(周知技術1)とする。",
                "甲5のCD-ROMには，確かに毛の一端にテーパー部を設けてなる刷毛を使用して歯ブラシを製造する旨の記載はあるが，他端についてテーパー状でないとは記載されていない。甲6公報についても，一側の毛先だけテーパー状に先鋭化した毛から製造したことについては何ら記載されておらず，両側をテーパー状とした毛を使用することによっても使用端がテーパー状の毛を備えた歯ブラシとすることは可能である。したがって，上記周知技術1が周知であるとはいえない。また，わずかに2件の特許等に係る文献から周知であるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，ポリエステル樹脂の針状毛も甲5のCD-ROM又は甲6公報に記載されているように，周知である(周知技術3)とする。",
                "本願発明は単に歯ブラシ用の毛をポリエステルにしたことを発明したものではなく，非針状毛を強酸又は強アルカリ溶液に浸漬させて，一側の毛先だけテーパー状に先鋭化させるために，多数の公知の歯ブラシ毛の材料の中からポリエステルを選択したのである。これに対し，甲5のCD-ROMや甲6公報における毛は，合成樹脂であればよく，ポリエステルは単に例示されたにすぎないのであって，一側の毛先をテーパー状とするためにポリエステルを選択することまでが記載されているものではない。",
                "甲5のCD-ROMや甲6公報は，特許出願，実用新案登録出願に係る文献であるところ，これらは，それぞれの出願人，つまり当業者が，周知ではないばかりか新規性かつ進歩性を備えるものとして出願するのであり，そのような認識の下で出願され，結果として公知になった2件しかない文献記載の事項が周知であるとはいえない。",
                "また，周知技術3が周知であるとしても，甲5のCD-ROMや甲6公報には，溶着・固着する部分に鍔部を設けた技術が開示されているのであって，鍔部を形成しない引用発明と組み合わせるのに必要な動機付けは見当たらない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，ポリエステル樹脂で形成された毛を強酸又は強アルカリ溶液に浸漬させて毛先をテーパー状に先鋭化させることについて，甲8公報(特開平11-290134号)及び甲9公報(実公昭61-10495号)により周知である(周知技術4)とする。",
                "しかしながら，甲8公報及び甲9公報に記載された発明は，一端を針状とした毛をどのようにして植毛するのかが不明であって，またU字状に折り曲げて植毛することにより先端が針状の毛と針状ではない毛が混在してなる歯ブラシを得ることを前提にした発明であり，元々本願発明の従来技術に当たる発明である。そして，このような発明は，本願発明のような一端を針状とした毛をヘッドインサートの通孔に押し込むことを必須とした発明ではなく，上記のようにU字状に折り曲げて植毛することを前提とした発明であるから，このような文献の記載から，先端を針状とする工程のみを取り出すことにより本願発明の進歩性を否定することは，いわゆる後知恵といわざるを得ない。また，2件の文献から周知であるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用発明は，毛の材料としてポリアミドを採用する発明であり，ポリアミドとその他の樹脂とは同じ効果を奏する同等な樹脂とはいえないから，たとえポリエステルからなる毛が周知であったとしても，積極的にポリアミドの採用を止めてポリエステル毛を採用することまでを当業者が発明できるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点2に関する判断の誤り)",
          "text": [
            "審決は，甲6公報及び甲7文献(欧州特許出願公開第972464号)から，ヘッドインサートを歯ブラシ本体のヘッド部に接着することは周知である(周知技術2)とし，さらに引用刊行物(段落【0030】)には非交換式とすることが示唆されているとして，引用発明において周知技術2を採用してヘッドインサートの底面を歯ブラシ本体のヘッド部に接着することは当業者が容易に想到し得ると判断した。",
            "しかしながら，周知技術2についても，2件の文献のみから周知であるとはいえない。",
            "また，引用刊行物には，歯ブラシ本体に剛毛を直接取り付けることは記載されているが(段落【0030】)，歯ブラシ本体に対して保持プレートを非交換式とすることまでは記載されておらず，保持プレートをブラシ本体と接着することまでは示唆されていないのであるから，引用刊行物の上記記載によって，ヘッドインサートの底面を歯ブラシ本体のヘッド部に接着するとすることまで当業者が容易に発明することができたとはいえない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(作用効果に関する判断の誤り)",
          "text": [
            "本願発明の効果は，製造工程が簡単で，不良率が低下して製造コストを低減でき，さらに，ヘッドインサートに溶着して使用するので，植毛される毛のパターンと数量を調節可能であり，毛をより強固に固定でき，また長さ調節に失敗した不良針状毛も相当な部分正常に使用できるというものである。",
            "両側をテーパー状とした毛を使用して歯ブラシを製造する方法は，使用する毛の量及び不良率からみて，係るコストは本願発明の2倍以上に達する。また，両側をテーパー状にした毛を使用して植毛する方法は，同一の植毛孔に同じ長さの毛を植毛する必要があるが，本願発明においては多様な形状や大きさの植毛孔毎に，適切な長さ分布を有する毛を選択して植毛することができるので，刷掃性を高めて複雑な歯牙構造の隅々を掃除できる。",
            "審決は，引用刊行物及び甲7文献には，本願発明の効果，特に熱溶着によって毛の長さのバラツキを調節する効果が示されており，その他の効果は引用発明及び周知技術1～4から当業者が予測できると判断する。",
            "しかしながら，本願発明は一連の製造工程を形成することによって，初めて効果を発揮する発明であり，審決にて記載されたように，個々の工程による効果を単に合わせた効果ではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "特許法49条，51条は，一つの特許出願について拒絶査定か特許査定のいずれかの行政処分をなすべきことを規定しているものであり(最高裁平成20年7月10日第一小法廷判決・民集62巻7号1905号参照)，同法49条の規定によれば，一つの特許出願に複数の請求項に係る発明が含まれている場合，そのうちのいずれか一つでも同法29条等の規定に基づき特許をすることができないものであるときは，その特許出願全体を拒絶すべきである。",
            "したがって，審決が，本願発明について特許法29条2項の規定により特許を受けることができないことを根拠に，その他の請求項2～9に係る発明について判断を示さずに，拒絶査定不服審判請求を成り立たないとしたことに誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用刊行物には，「…プラスチック製の剛毛…」(段落【0001】)と記載されている。また，引用発明の「プラスチック製の剛毛」の材質が「樹脂」であることは明らかであり，本願発明の「ポリエステル樹脂」が「樹脂」であることも明らかである。したがって，審決が，引用発明で用いる毛について「プラスチック製の剛毛」と認定し，「樹脂からなる毛」であることを本願発明との一致点と認定したことに誤りはない。",
                "原告は，引用発明の剛毛は親水性を備えたポリアミドに限定される旨主張する。しかしながら，引用刊行物には，発明の詳細な説明の冒頭に，プラスチック製の剛毛を用いた歯ブラシの製造方法が記載され(段落【0001】)，その後に，「…本発明の課題は，…冒頭に述べた製造方法の利点を維持しながら，…歯ブラシが簡単な形式で抗菌性の作用を有するようにすることである。」(段落【0011】)と記載されているところ，剛毛の材質として親水性を備えたポリアミドを使用する点は，歯ブラシの抗菌性作用をより強めるための事項である。審決は，冒頭の製造方法の限度において引用発明を認定したのであり，その限度で引用発明を考えれば，剛毛の材質が親水性を備えたポリアミドに限定されないことは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用刊行物の「…まず保持側端部と使用側端部とを有する剛毛を特に剛毛束にまとめ，保持側端部を保持プレート又は歯ブラシ本体の複数の孔内に挿入し…」(段落【0001】)との記載からして，引用刊行物には，剛毛の保持側端部と使用側端部のうち保持側端部を選択して孔内に挿入する工程が明示されているのであって，引用発明について，剛毛を保持プレートの孔に挿入することによって初めて，剛毛の両端のうちいずれの側が使用側か決定されるものであると解すべき根拠は見出せない。",
                "したがって，審決が，引用発明の「保持側端部」は，歯ブラシ用の毛の使用側端部とは反対側の端部である点で，本願発明の「テーパーが形成されなかった部分」と共通すると認定した上，一致点として「歯ブラシ用の毛の使用側とは反対側の端部をヘッドインサートに形成された通孔に押し入れた」点を認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「接着」は「固定」の一態様であり，引用発明の「固定させる」と本願発明の「接着させる」が「固定させる」点で共通するとした審決の認定に誤りはない。",
                "また，引用発明の保持プレートが交換可能であり，本願発明のヘッドインサートが交換可能でないことは，相違点2として認定されているのであって，審決に一致点認定の誤り・相違点の看過はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "引用発明の剛毛の材質がポリアミドに限定されないことは，上記2(1)で主張したとおりである。",
            "引用刊行物には，プラスチック製歯ブラシの剛毛の形状を殊更に説明した部分はなく，引用刊行物に記載された歯ブラシ用の毛について，毛のいずれの端部も針状ではないと解すべき根拠があるものではない。",
            "同様に，引用刊行物には，剛毛の形成過程についての記載も見出せないから，引用発明として，剛毛の形成過程は特定されていない発明を認定したことに誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願優先日(平成14年12月3日)の約8年5ヶ月前(平成6年7月12日)に頒布された刊行物である甲5のCD-ROM(実願平4-91801号(実開平6-50532号))に，「…この考案に係る歯ブラシは，一端にのみテーパー部を有する刷毛を毛束に束ねて植毛する…」(段落【0007】)などと記載され，【図3】に一端にのみテーパー部12aを有する刷毛12が図示されていることや，本願優先日の約1年4ヶ月前(平成13年8月7日)に頒布された刊行物である甲6公報(特開2001-211935号)に，「…参照符号1は，合成樹脂製繊維の一端をテーパー状に加工した多数のフィラメントを束ね，他端を熱溶着や接着などの方法で固着すると共に，鍔部1aを形成した毛束である。…」(段落【0006】)と記載され，その【図2】に使用側端部をテーパー部1cとしたフィラメントを備える歯ブラシが図示されていることからして，審決がこれらの文献から周知技術1を認定したことに誤りはない。",
                "なお，甲5のCD-ROMの【図3】に，一端にのみ先鋭化形状のテーパー部12aを有する刷毛12が示されていることは明らかだから，一端がテーパー状の刷毛の他端がテーパー状でないとはいえないとする原告の主張に理由はない。また，甲6公報の上記記載からして，甲6公報には，使用側端部を針状とした毛を備える歯ブラシを一側の毛先だけテーパー状に先鋭化された針状毛から製造することが記載されているといえるから，甲6公報に関する原告の主張も理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲5のCD-ROMに，「刷毛12は，図3に示すように，一端に先鋭化形状のテーパー部12aを有し，前述した先願と同様にポリエステル等の合成樹脂の合成樹脂製モノフィラメントから構成されている。…」(段落【0010】)と記載され，甲6公報に，「…フィラメントに使用する合成樹脂製繊維の材質としては，…ポリエステル(ポリエチレンテレフタレート，ポリブチレンテレフタレートなど)…を用いることができる。」(段落【0006】)と記載されていることからして，審決が，これらの文献から周知技術3を認定したことに誤りはない。",
                "なお，甲5のCD-ROM，甲6公報に，本願発明にて使用しない鍔部を形成する歯ブラシが記載されているとしても，これらの文献の記載に接した当業者であれば，鍔部を形成するか否かにかかわらず，歯ブラシ用の毛をポリエステル樹脂で形成することを理解できるものであるから，鍔部の有無に関する原告の主張は，上記周知技術の認定を左右しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願優先日の約3年1ヶ月前(平成11年10月26日)に頒布された刊行物である甲8公報(特開平11-290134号)に，「請求項3に係る本発明の歯ブラシ用毛の製造方法は，…PBTまたはPET製の毛を所望の長さに切断し，切断された毛をその先端から10mm以下の長さだけ強いアルカリ性あるいは酸性の溶液に鉛直に浸漬して，毛の先端の直径が0．10mmから0．15mmのテーパーを形成されるように溶かされ毛の長さが変化しないままあるいはわずかに伸びる状態にし，テーパーが形成された毛を水で洗浄し，洗浄された毛を乾燥し，テーパーが形成された毛の先端に丸みを形成する…」(段落【0021】)と記載され，本願優先日の約16年8ヶ月前(昭和61年4月4日)に頒布された刊行物である甲9公報(実公昭61-10495号)にも同様の記載があることからして，審決が，これらの文献から周知技術4を認定したことに誤りはない。",
                "なお，甲8公報及び甲9公報に，毛をU字状に折り曲げて植毛する技術が開示されているとしても，上記記載に接した当業者であれば，U字状に折り曲げて植毛するか否かにかかわらず，毛の先端を針状とすることを理解できるものであるから，先端を針状とする工程のみを取り出すことは後知恵であるという原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用発明の剛毛の材質が親水性を備えたポリアミドに限定されないことは，上記2(1)のとおりであるから，ポリアミドに限定されることを前提としてポリエステルの毛を採用することの困難性をいう原告の主張は前提を欠く。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5に対し",
          "text": [
            "甲6公報に，「…毛束固定部材2は，前記毛束抜止部材3の凸部3aに被覆するように配置しており，毛束固定部材2の側壁端面2eと，毛束固定部材3の段部3bとが固着されている。その際，前毛束1の鍔部1aは，毛束固定部材2の下面2eと毛束抜け止め部材3の凸部3aとに挟着固定される。なお，毛束固定部材2と毛束抜止部材3との固着は接着や熱溶着，超音波溶着，圧入固定等の従来公知の方法を選択できる。」(段落【0009】)との記載があることや，本願優先日の約2年11ヶ月前(平成12年1月19日)に頒布された刊行物である甲7文献(欧州特許出願公開第972464号)に，「…Fig．26およびFig．27において示されるように，ホルダ10が，ブラシ本体5の一部を形成してもよく，この場合には，膠剤または合成材料などのある特定の物質がカバー要素34とホルダ10との間に，換言すればこの繊維束端末端部の周囲に追加的に塗布された後であるか否かに関わらず，カバー要素34が，繊維束4の共に溶合された末端部の上方に設けられ，または，共に溶合された繊維束末端部が膠剤または合成材料などによって相互連結された後であるか否かに関わらず，繊維束4が，ブラシ本体5内に固定される緩いホルダ10内に設けられる。」(甲7文献の段落【0042】の訳文(甲7の2))との記載が存在し，そのFig27に繊維束4が挿通されたホルダ10をブラシ本体5に組み合わせた態様が図示されていることからすれば，審決が，これらの文献から周知技術2を認定したことに誤りはない。",
            "また，そもそも歯ブラシには全体を使い捨てるという使用形態も慣用であり，引用刊行物(段落【0030】)に，交換式歯ブラシの他に，歯ブラシ本体に孔を設け，その孔に剛毛の保持側端部を挿入固定することによって，歯ブラシ本体に剛毛を直接取付けた歯ブラシ，つまり非交換式の歯ブラシも製造することができることも記載されていることからして，引用発明に周知技術2を適用して，ヘッドインサートの底面を歯ブラシ本体のヘッド部に接着することに格別の困難性はないとした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6に対し",
          "text": [
            "本願発明の効果は，引用刊行物及び甲7文献の記載と周知技術から当業者が予測し得る範囲内のものであって，審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続違背の有無)について",
          "text": [
            "原告は，審決が，平成22年4月19日付けの補正による請求項1～9のうち，請求項1のみを本願発明として容易推考性の存否を判断し，請求項2～9について審理・判断せずに審判請求を不成立としたことは違法である旨主張する。",
            "しかしながら，特許法は，1つの特許出願に対し，1つの行政処分としての特許査定又は特許審決がされ，これに基づいて1つの特許が付与され，1つの特許権が発生するという基本構造を前提としており，請求項ごとに個別に特許が付与されるものではない。このような構造に基づき，複数の請求項に係る特許出願であっても，特許出願の分割をしない限り，当該特許出願の全体を一体不可分のものとして特許査定又は拒絶査定をするほかなく，一部の請求項に係る特許出願について特許査定をし，他の請求項に係る特許出願について拒絶査定をするというような可分的な取扱いは予定されていない。そして，このことは，特許法49条，51条の文言のほか，特許出願の分割という制度の存在自体に照らしても明らかである(最高裁平成19年(行ヒ)第318号同20年7月10日第一小法廷判決・民集62巻7号1905頁参照)。",
            "したがって，複数の請求項に係る特許出願について，その一部の請求項に出願を拒絶すべき事由がある場合には，当該特許出願の全体を拒絶すべきであって，審決が，本願発明について特許法29条2項の該当性を判断した上で，本件出願全体について請求不成立としたことに違法はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明について",
          "text": [
            "本願明細書(甲1，2)によれば，本願発明について次のとおり認められる。",
            "本願発明は，一側の毛先にはテーパーが形成され，他側の毛先にはテーパーが形成されていない針状毛が植毛された歯ブラシの製造方法に関するものである(段落【0001】)。先端にテーパーが形成された毛を植毛した歯ブラシに関する従来技術では，一端又は両端がテーパー状に形成された長い毛を折り曲げ，折り曲げた部分を歯ブラシのヘッド部に形成された固定ホールにワイヤで固定させていたが(段落【0002】)，ポリエステル系の一般毛を薬品で溶かして針状に加工する過程で毛の全体の長さ等を正確に調節することが難しく，不良品が大量に発生し，長さ調節に失敗した不良品を適切に活用できず，また，ワイヤを利用して固定する際に，堅固に固定されず，毛が歯ブラシから離脱するという問題があった(【0004】)。そこで，本願発明は，請求項1に記載された方法を採用することによって，製造工程が簡単で，長さ調節に失敗した不良針状毛の相当部分を正常に使用することができ，不良品率が大幅に減少し，製造原価を低下させることができるという効果や，毛の固定にワイヤを使用せずに熱溶着することで一層強く固定できるなどの効果を奏するものである(段落【0005】，【0007】)。"
          ]
        },
        {
          "fig": "3",
          "subject": "引用発明について",
          "text": [
            "引用刊行物(特表2002-512107号公報)によれば，引用発明について次のとおり認められる。",
            "引用刊行物には，従来公知のプラスチック製歯ブラシの製造方法として，まず保持側端部と使用側端部とを有するプラスチック製の剛毛を剛毛束にまとめ，その保持側端部を保持プレート(交換式歯ブラシにおいて交換が予定される部品)又は歯ブラシ本体の複数の孔内に挿入し，剛毛の保持側端部を相互に，かつ，保持プレート又は歯ブラシ本体と溶融結合する方法があることを前提として(段落【0001】，【0002】)，そのような製造方法の利点を維持しながら，製造された歯ブラシに簡易な方法で抗菌作用を持たせるために(段落【0011】)，上記の製造方法に加えて，剛毛の保持側端部の少なくとも一部に微量作用(微量の金属イオンが存在することで微生物の増殖が阻止される作用)を有する材料を塗布し，その保持側端部を溶融結合等することで，微量作用を有する材料をプラスチック内に分布させるようにした発明(特許請求の範囲【請求項1】，発明の詳細な説明段落【0012】，【0017】)が開示されているところ，審決が引用発明として認定したのは，基本的に，上記の従来公知とされる歯ブラシの製造方法であって，保持側端部と使用側端部とを有するプラスチック製の剛毛を剛毛束にまとめ，その保持側端部を保持プレートの複数の孔内に挿入するが，その際に，保持側端部が孔の反対側にやや突き出る程度に差し込み(段落【0035】)，剛毛の保持側端部を相互に，かつ，保持プレート又は歯ブラシ本体と溶融結合させ，次いで，保持プレートを歯ブラシ本体の切欠に挿入する(段落【0034】)という歯ブラシの製造方法である。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(一致点認定の当否・相違点看過の有無)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明の方法で用いる毛はポリアミドに限定されるのに対し，本願発明の方法で用いる毛はポリエステルであって，樹脂一般に拡張されるものではないから，審決が，引用発明の方法で用いる毛をプラスチック製の剛毛であると認定したことや，樹脂からなる毛であることを一致点であると認定したことに誤りがあり，上記ポリアミドとポリエステルの相違が看過された旨主張する。",
                "しかしながら，引用刊行物において，剛毛はプラスチック製と特定されており，ポリアミドが明示された【請求項6】及び段落【0020】においても「プラスチック例えばポリアミド」と例示されるにとどまるのであって，引用発明の方法で用いる毛はポリアミドに限定されるという原告の主張は，前提において誤りである。技術的観点からみても，引用刊行物によれば，ポリアミドは，抗菌作用を「より強め」る(段落【0024】)とされているのに対し，引用発明は，引用刊行物の記載に照らし，抗菌作用を必須としない従来技術の歯ブラシの製造方法を基礎として，これに抗菌作用と関係のない製造過程を若干付加したものと認められるから，引用発明に用いる毛をポリアミドに限定すべき理由はない。したがって，審決が，引用発明の方法で用いる毛をプラスチック製の剛毛であると認定したことに誤りはない。",
                "そして，ポリアミドやポリエステルのようなプラスチックが樹脂であることは明らかであるから，審決が，樹脂からなる毛であることを一致点と認定したことに誤りはなく，本願発明で用いる毛がポリエステルであり，引用発明で用いる毛がプラスチック製であるという相違については，相違点1として認定されているので，相違点の看過もない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明について，剛毛を保持プレートに挿入することによって初めて剛毛の両端のうちいずれが使用側かが決定される，あるいは，保持プレートに固定する工程を開始する前の段階では，剛毛の両端のうちいずれを使用側端部・保持側端部とするかは任意であるから，保持側・使用側の区別が明確な本願発明とは異なり，審決が，「歯ブラシ用の毛の使用側とは反対側の端部をヘッドインサートに形成された通孔に押し入れた」点を一致点と認定したことは誤りである旨主張する。",
                "しかしながら，引用刊行物の「…まず保持側端部と使用側端部とを有する剛毛を特に剛毛束にまとめ，保持側端部を保持プレート…の複数の孔内に挿入…」(段落【0001】)との記載によれば，引用発明については，工程の当初から「保持側端部と使用側端部とを有する剛毛」を用いるのであって，剛毛の両端の形状それ自体は特定されていないとしても，両端が区別され得ることは前提となっていると認められる。したがって，原告の上記主張は，その前提を欠くものであって，この点に関する審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用発明は，保持プレートが交換可能に固定されるのに対し，本願発明の接着は取り外し不可能であるから，審決が「ヘッドインサートを歯ブラシ本体のヘッド部に固定させる」点を一致点として認定したことは誤りであると主張する。",
                "しかしながら，引用発明は，保持プレートを歯ブラシ本体の切欠に挿入する，すなわち，交換可能に固定するものであって，「固定」の範囲では本願発明と共通するのであるから，この点に関する審決の認定に誤りはない。なお，原告の主張に係る，引用発明は交換可能に固定されるのに対し，本願発明は接着されるという相違については，相違点2として認定されており，審決に相違点の看過はない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3(相違点1の認定の当否)について",
          "text": [
            "原告は，審決が，相違点1について，引用発明の歯ブラシ用の毛の樹脂材質，構造，その形成過程が特定されていないと認定したことについて，引用発明の樹脂は，取消事由2(1)で主張したように，ポリアミドに限定されるし，形状は，繊維状物を切断するのみの毛とするのが自然であって，特定されていないとはいえず，形成過程も，針状毛とする工程が記載されていないから，針状毛とする過程を有していないのであって，審決の上記認定は誤りであると主張する。",
            "しかしながら，引用刊行物をみても，剛毛の樹脂材質，構造，形成過程を特定する記載は認められないのであって(引用発明の樹脂がポリアミドに限定されないことは，上記4(1)で説示したとおりである。)，上記の点に関する審決の認定に誤りはない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由4(相違点1に関する判断の当否)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲5のCD-ROM(実願平4-91801号(実開平6-50532号))又は甲6公報(特開2001-211935号)に開示された毛は，他端の形状が特定されておらず，一端の毛先だけがテーパー状であるとはいえないので，審決が，甲5のCD-ROM又は甲6公報から，「使用側端部を針状とした毛を備える歯ブラシを，一側の毛先だけテーパー状に先鋭化された針状毛から製造する」技術を周知である(周知技術1)と認定したことは誤りである旨主張する。",
                "しかしながら，甲5のCD-ROMには，「…一端にのみテーパー部を有する…」(段落【0007】)と明示されており，当該文献に係る原告の主張は誤りである。また，甲6公報についても，「…一端をテーパー状に加工した多数のフィラメントを束ね，他端を熱溶着や接着などの方法で固着する…」(段落【0006】)と記載され，【図2】にも使用側端部のみがテーパー状になったフィラメントが図示されているところ，他端の形状が特定されていないとしても，技術常識に照らし，熱溶着等が予定される他端にまでテーパーを形成することは不要であり，むしろコストアップにもつながるような余計な工程であって，当業者は全く想定しないというべきであるから，上記の記載や図に基づいて一側の毛先だけテーパー状とする技術を周知であると認定したことが誤りであるとはいえない。",
                "また，原告は，審決は2件の文献を掲げるだけであり，上記の技術を周知であると認定することは誤りである旨主張するが，使用側端部がテーパー加工された歯ブラシ自体は甲5のCD-ROM，甲6公報，甲8公報(特開平11-290134号)に記載されるように周知であり，その際に，テーパーは剛毛の使用側となる一方の端部にのみ設ければよく，熱溶着する他端に設ける必要がないことは，上記説示のとおり，当業者が当然に理解することであるから，審決が上記技術を周知であると認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "周知技術3について，甲5のCD-ROMには，テーパー部を有する刷毛がポリエステル等の合成樹脂から構成されることが開示され(段落【0010】)，甲6公報にも，テーパー状に加工したフィラメントの材質として，ポリエステルを用いることが可能であることが開示されている(段落【0006】)上，本願明細書にも，ポリエステル系の一般毛を針状に加工する方法が従来技術として記載されている(段落【0004】)のであるから，審決が甲5のCD-ROM及び甲6公報を例示して，歯ブラシ用の毛をポリエステル樹脂で形成することは周知であると認定したことに誤りはない。",
                "原告は，本願発明について，一側の毛先をテーパー状に加工するために，多数の材料の中からポリエステルを選択したことが特徴である旨主張するが，上記のとおり，本願明細書には，従来技術としてポリエステル系の毛を針状に加工する方法が記載されているのであって，原告の上記主張は採用することはできない。",
                "また，原告は，甲5のCD-ROMや甲6公報には，溶着部分に鍔部を設けた技術が開示されているので，引用発明と組み合わせることは容易でない旨主張するが，溶着部分に鍔部を設けるかどうかと，毛の材料としてポリエステルを採用するかどうかの間に技術的な関連性はない。そして，当業者が，引用発明の方法で歯ブラシを製造しようとする際に，毛の材料として周知のポリエステルを採用し得ることは当然に理解することであるから，引用発明の方法に周知技術3を適用して，歯ブラシの毛をポリエステル樹脂から形成するようにすることは，容易になし得ることである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，審決が，甲8公報及び甲9公報(実公昭61-10495号)から，ポリエステル樹脂で形成された毛を強酸又は強アルカリ溶液に浸漬させて毛先をテーパー状に先鋭化させることが周知である(周知技術4)と認定したことについて，上記文献に開示された発明は，毛を折り曲げて植毛することを前提とした発明であり，そこから「毛の先端を針状にする工程」のみを取り出すことは後知恵であると主張する。",
                "甲8公報や甲9公報に記載されるような歯ブラシの製造方法は複数の工程を組み合わせたものであるが，このうち個々の工程を個別に取り出すことができるか否かは，当業者が技術常識に基づいて判断することができるものである。そして，審決が周知とした「先端を針状とする工程」は，テーパー加工された毛を製造するという独立した工程であって，製造された毛を植毛する工程とは技術的に別個の工程であるから，当業者は，これを独立の工程として把握することが可能である。したがって，そのような独立した工程を周知技術として認定したとしても，これをもって後知恵であるということはできず，原告の上記主張は採用することができない。",
                "なお，原告は，審決が掲げた文献は2件のみであって，上記の技術が周知であるとはいえない旨主張するが，甲9公報の頒布日が本願優先日の16年以上前であることや，本願明細書にも，従来技術として，ポリエステル系の一般毛を針状にするために毛の先端を苛性ソーダや硫酸により処理する方法が記載されている(段落【0004】)ことに照らし，審決の認定に誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，引用発明の剛毛がポリアミドからなることを前提として，これをポリエステルとすることは当業者にとって容易ではない旨主張するが，上記4(1)で説示したとおり，原告の主張は前提を欠く。",
                "以上のとおり，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由5(相違点2に関する判断の当否)について",
          "text": [
            "引用刊行物には，従来技術として，保持プレートを用いるなどした交換式の歯ブラシの製造方法が複数あり，いずれも実用化されていることが開示されており(段落【0001】～【0003】)，また，甲6公報及び甲7文献(欧州特許出願公開第972464号)にも，歯ブラシの毛を本体とは別部材に挿入するなどし，この別部材を歯ブラシ本体と溶着等の方法で固定する製造方法が開示されている(甲6公報の段落【0009】，【図2】，甲7文献の段落【0042】，Fig27)ことに照らすと，交換式であるかどうかにかかわらず，一般的に，歯ブラシの製造方法として，保持プレート等の歯ブラシ本体とは別部材に毛を挿入するなどし，その別部材を歯ブラシ本体に固定する方法は周知であったと認められる。他方で，毛が磨り減った場合に歯ブラシ全体を使い捨てることは一般常識であって，歯ブラシ全体の使い捨てを前提として歯ブラシを製造することも当業者に周知であったというべきであるところ，引用刊行物にも，剛毛を保持プレートに設けた孔内に溶着する製造方法のほか，歯ブラシ本体に設けた孔内に溶着する製造方法が開示されており(段落【0001】，【0030】)，歯ブラシを交換式とはせずに，全体を使い捨てることについての示唆があったと認められる。",
            "そうであれば，当業者が，歯ブラシ本体とは別部材を用いる引用発明の歯ブラシの製造方法について，これを交換式に限定することなく，「保持プレートを歯ブラシ本体の切欠内に交換可能に固定する」ことに替えて，接着等の方法により使い捨て歯ブラシの形態とすることは，適宜なし得る事項であったというべきである。",
            "なお，甲7文献には，繊維束(歯ブラシの毛)を膠剤等によりホルダに溶合し，そのホルダをブラシ本体に溶合する技術が開示されており(段落【0042】，Fig．27)，歯ブラシの毛が挿入された部材を歯ブラシ本体に溶着する技術は公知であったと認められる。そして，甲7文献は，拒絶理由通知(甲3)に，相違点2に係る本願発明の構成が容易であることを示す文献として記載されているのであるから，仮に，甲7文献に記載された方法が周知であるとまではいえないとしても，これを引用発明に適用して，相違点2に係る本願発明の構成とすることは，当業者が容易になし得ることであって，審決の結論に誤りはない。",
            "以上のとおり，取消事由5は理由がない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由6(作用効果に関する判断の当否)について",
          "text": [
            "原告は，本願発明の構成を採用することにより，製造工程が簡単である，不良率が低下する，製造コストを低減できる，植毛される毛のパターンと数量を調節可能である，毛をより強固に固定できる，長さ調節に失敗した不良針状毛も相当な部分正常に使用できるなどの効果を奏する旨主張する。",
            "しかしながら，これらの効果は，毛の両端をテーパー状に形成し，その毛を折り曲げて植毛する従来技術の製造方法に対し，毛を折り曲げずに，テーパー状に形成されていない一端を溶着させる製造方法を採用することによって奏される効果であると認められるのであって，引用発明も，毛を折り曲げずに，その一端を溶着させる製造方法であるから，引用発明との関係で格別の効果を奏するものとは認められない。",
            "したがって，取消事由6は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10132",
    "date": "2011-12-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081838",
    "ipprecedent_id": "2774",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}