{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が，無効2011-800008号事件について，平成23年10月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，発明の名称を「繰り出し容器」とする特許第4356901号(平成19年3月1日出願，平成21年8月14日設定登録。請求項数は5。以下「本件特許」という。)の特許権者である。原告は，平成23年1月14日，本件特許について無効審判の請求(無効2011-800008号事件)をし，同年4月4日，被告は訂正請求書を提出した(以下「本件訂正」という。)。特許庁は，同年10月12日，「訂正を認める。本件審判の請求は，成り立たない。審判費用は，請求人の負担とする。」との審決をし，その謄本は，同月20日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲の請求項1ないし請求項5の記載は，次のとおりである(甲7。以下，請求項1ないし請求項5記載の発明を，それぞれ「本件発明1」ないし「本件発明5」といい，これらを総称して「本件発明」という。)。また，本件訂正後の特許請求の範囲，発明の詳細な説明及び図面を総称して「本件明細書」ということがある(甲6，甲7。なお，本件訂正において，発明の詳細な説明及び図面の記載に変更はない。別紙1の図2及び図4は，本件明細書に添付された図面である。)。",
            "【請求項1】",
            "内周面に螺旋溝(3a)を設けた筒状の外筒部(3)内に，上下方向にガイド孔(4a)を有した筒状の内筒部(4)を相対回転可能に収容し，この内筒部(4)内に，ガイド孔(4a)を貫通し外筒部(3)の螺旋溝(3a)に係合する主導突起(5a)を設けた筒状の受皿(5)を収容し，外筒部(3)に対して内筒部(4)を相対回転させることにより受皿(5)が内筒部(4)内を螺旋溝(3a)に沿って上下方向に移動可能とした繰り出し容器において，内筒部(4)の外壁に水平方向に突き出す変形可能な突片部(6)を設け，内筒部(4)を外筒部(3)に収容する際に，突片部(6)が外筒部(3)に押し倒されて斜め下方に変形され，分別時においても突片部(6)が変形していることで，使用済み確認を可能にしたことを特徴とする繰り出し容器。",
            "【請求項2】",
            "突片部(6)に当接する係合面(7)を外筒部(3)の内周面に設け，内筒部(4)において，突片部(6)よりも下方には，径方向外方に突出する部分が設けられ，係合面(7)が設けられた外筒部(3)の下端部は，前記突出する部分に対向配置されることを特徴とする請求項1記載の繰り出し容器。",
            "【請求項3】",
            "突片部(6)に弾性変形可能な先端部(6a)を設けたことを特徴とする請求項1記載の繰り出し容器。",
            "【請求項4】",
            "突片部(6)が当接する係合面(7)の最下部に段部(16)を設けたことを特徴とする請求項1記載の繰り出し容器。",
            "【請求項5】",
            "突片部(6)が当接する係合面(7)を透明にしたことを特徴とする請求項1記載の繰り出し容器。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。その判断の概要は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求人(原告)は，「本件発明は，特許法に規定された発明ではないので，同法29条1項柱書きの規定により特許を受けることができず，本件発明についての特許は同法123条1項2号の規定により無効とされるべきである。」(無効理由1)旨主張するが，本件発明は，特許法上の発明に該当するものであり，無効理由1により本件特許を無効とすることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「本件発明は，産業上利用することができないので，特許法29条1項柱書きの規定により特許を受けることができず，本件発明についての特許は同法123条1項2号の規定により無効とされるべきである。」(無効理由2)旨主張するが，本件発明は，産業上利用することができる発明であり，無効理由2により本件特許を無効とすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「本件発明は，甲1(登録実用新案第3116256号公報)又は甲2(仏国特許出願公開第2787970号明細書及びその全文訳)に記載された発明と同一であるから，特許法29条1項3号の規定により特許を受けることができず，本件特許は同法123条1項2号の規定により無効とされるべきである。」(無効理由3)旨主張するが，本件発明は，甲1に記載された発明(以下「甲1発明」という。)であるとも甲2に記載された発明(以下「甲2発明」という。)であるともいえないから，無効理由3により本件特許を無効とすることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，「本件発明は，甲1ないし甲4に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができず，本件特許は同法123条1項2号の規定により無効とされるべきである。」(無効理由4)旨主張するが，本件発明1は，技術常識を併せてみても，甲1～4に記載された発明に基づいて当業者が容易に発明をすることができたとすることはできず，本件発明2～5は，本件発明1の構成をその構成の一部とするものであるから，同様の理由により，甲1～4に記載された発明に基づいて当業者が容易に発明をすることができたとすることはできない。本件発明は，甲1～4に記載された発明に基づいて当業者が容易に発明をすることができたとすることはできないから，無効理由4により本件特許を無効とすることはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，「本件発明は，発明の詳細な説明に記載されたものではないので，特許法36条6項1号の規定により特許を受けることができず，本件特許は同法123条1項4号の規定により無効とされるべきである。」(無効理由5)旨主張するが，本件発明は，発明の詳細な説明に記載したものであり，無効理由5により本件特許を無効とすることはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "したがって，原告の主張する理由及び証拠方法によっては，本件発明に係る特許を無効とすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した甲1発明及び甲2発明の内容は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容",
                  "text": [
                    "内周面に螺旋導入槽17を設けた筒状の嵌合管16内に，上下方向にスライド槽12を有した筒状の内管10を相対回転可能に収容し，この内管10内に，スライド槽12を貫通し嵌合管16の螺旋導入槽17に突出進入する凸軸15を設けた筒状の口紅充填台14を収容し，嵌合管16に対して内管10を相対回転させることにより口紅充填台14が内管10内を螺旋導入槽17に沿って上下方向に移動可能とした口紅ケースにおいて，内管10の周囲縁上に突出排列する弾性係合固定片13を設け，嵌合管16により内管10の外側を覆う時，弾性係合固定片13が内管10の軸線に対して斜めになった状態でその端部において嵌合管16の内面に接し弾性サポートを形成するようにした口紅ケース。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明の内容",
                  "text": [
                    "内壁に螺旋溝4を設けた筒状の外筒3内に，長さ方向に延びる溝6を有した筒状の内筒5を相対回転可能に収容し，この内筒5内に，溝6に沿って移動すると同時に外筒3の螺旋溝4に沿って移動する突起8を設けた筒状の受け皿7を収容し，外筒3に対して内筒5を相対回転させることにより受け皿7が内筒5内を螺旋溝4に沿って押し出し及び引込み動作を行う口紅用回転容器において，内筒5の側壁から平面を軸方向と半径方向とに延びる小翼状の可撓性の突起12を設け，突起12は，内筒5を外筒3に収容している状態で，内筒5を外筒3に対して一方の方向または他の方向に回転させる際，回転の方向に従って一方あるいは他方に屈曲して，他の方向への回転に対して抵抗を与える口紅用回転容器。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決が認定した本件発明1と甲1発明，甲2発明との一致点，相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と甲1発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「内周面に螺旋溝を設けた筒状の外筒部内に，上下方向にガイド孔を有した筒状の内筒部を相対回転可能に収容し，この内筒部内に，ガイド孔を貫通し外筒部の螺旋溝に係合する主導突起を設けた筒状の受皿を収容し，外筒部に対して内筒部を相対回転させることにより受皿が内筒部内を螺旋溝に沿って上下方向に移動可能とした繰り出し容器において，内筒部の外壁に突き出す変形可能な突片部を設けた繰り出し容器。」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "突片部について，本件発明1が水平方向に突き出すとしているのに対し，甲1発明は水平方向に突き出すかどうか不明な点。(以下「相違点1」という。)"
                        },
                        {
                          "fig": "b",
                          "subject": "突片部について，本件発明1が「内筒部を外筒部に収容する際に，突片部が外筒部に押し倒されて斜め下方に変形され，分別時においても突片部が変形していることで，使用済み確認を可能にし」ているのに対し，甲1発明は「外筒部により内筒部の外側を覆う時，変形可能な突片部が内筒部の軸線に対して斜めになった状態でその端部において外筒部の内面に接し弾性サポートを形成するようにし」ている点。(以下「相違点2」という。)"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲2発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「内周面に螺旋溝を設けた筒状の外筒部内に，上下方向にガイド孔を有した筒状の内筒部を相対回転可能に収容し，この内筒部内に，ガイド孔を貫通し外筒部の螺旋溝に係合する主導突起を設けた筒状の受皿を収容し，外筒部に対して内筒部を相対回転させることにより受皿が内筒部内を螺旋溝に沿って上下方向に移動可能とした繰り出し容器において，内筒部の外壁に突き出す変形可能な突片部を設けた繰り出し容器。」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "突片部について，本件発明1が水平方向に突き出すとしているのに対し，甲2発明は平面を軸方向と半径方向とに延びるとしている点。(以下「相違点3」という。)"
                        },
                        {
                          "fig": "b",
                          "subject": "突片部について，本件発明1が「内筒部を外筒部に収容する際に，突片部が外筒部に押し倒されて斜め下方に変形され，分別時においても突片部が変形していることで，使用済み確認を可能にし」ているのに対し，甲2発明は「内筒部を外筒部に収容している状態で，内筒部を外筒部に対して一方の方向または他の方向に回転させる際，突片部は回転の方向に従って一方あるいは他方に屈曲して，他の方向への回転に対して抵抗を与える」ようにしている点。(以下「相違点4」という。)"
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "text": [
            "審決には，(1) 本件発明が特許法上の発明に該当すると判断した誤り(取消事由1)，(2) 本件発明の産業上の利用可能性に関する認定の誤り(取消事由2)，(3) 本件発明の新規性に関する認定の誤り(取消事由3)，(4) 本件発明の容易想到性に関する判断の誤り，(5) 本件発明が明細書に記載されているとした認定の誤り(取消事由5)があり，これらは，審決の結論に影響を及ぼすから，審決は取り消されるべきである。すなわち，"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明が特許法上の発明に該当すると判断した誤り(取消事由1)",
              "text": [
                "審決は，本件発明の解決しようとする課題を，「繰り出し容器から分別された部材について，被繰り出し物の用途に応じてリユースをしてはいけない場合や，衛生面に特に配慮が必要な部材を分別後，又は，部材洗浄後にも特定可能とすること」と認定し，課題解決手段を，「繰り出し容器の部材としての内筒部(4)の外壁に水平方向に突き出す変形可能な突片部(6)を設け，内筒部(4)を外筒部(3)に収容する際に，突片部(6)が外筒部(3)に押し倒されて斜め下方に変形され，分別時においても突片部(6)が変形していることで，使用済み確認を可能とする構成を有するもの」とした上，それにより奏される作用効果を，「その部材が，一旦組み込まれた部材や使用済みの部材であることを知らせると共に，取り扱いに何らかの注意が必要であることを喚起し，また，確認することができる」と認定して，本件発明が特許法上の発明に該当すると判断した。",
                "しかし，審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明が特許法上の「発明」に該当するか否かについては，本件発明の解決課題の技術的意義及び当該課題が本件発明によって解決されたか否かを検討すべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の段落【0008】の記載からすると，本件発明の解決課題は，「繰り出し容器から分別された部材について，被繰り出し物の用途に応じてリユースをしてはいけない場合や，衛生面に特に配慮が必要な部材を分別後，又は，部材洗浄後にも特定可能とすること」であり，本件発明の解決課題に関する審決の認定は誤りである。本件発明の解決課題を上記のように正しく理解すると，審決の認定する課題解決手段の構成によっては，課題が解決されないことが明らかである。なぜなら，変形した突片部が，当該内筒部が組み立てに用いられたことを示すとしても，当該変形は被繰り出し物が何であったかとは無関係に，繰り出し容器が組み立てられたことによって生じ，被繰り出し物の用途に応じてリユースをしてはいけない場合や，衛生面に特に配慮が必要な部材であるか否かについての情報は与えないからである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件発明の解決課題は技術的意義を有しない，あるいは，本件発明は解決課題を解決しないというべきである。",
                        "すなわち，本件明細書において，「分別」は「種類によって分けること。区別すること。」との意味で用いられていると解されるから，繰り出し容器の最外部に外筒を覆う金属スリーブが設けられている構造の場合，「分別」が，当該金属スリーブとプラスチック製の内筒・外筒を分解することを意味することはあっても，いずれもプラスチック材料からなる内筒・外筒を分解することを意味することはない。そうすると，分別後に，突片部6が変形していることを目視できる可能性はないから，使用済み部材であることを容易に確認できる効果はない。",
                        "仮に，「分別」が「分解」の誤記であるとすると，内筒が使用済みであることは，突片部6が変形していることにより理解されるのではなく，分解されていることにより理解されるから，「突片部(6)が変形していることで，使用済み確認を可能とする」とはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，「使用済み」の意味を，繰り出し容器に収納された製品が本来の目的に使用されたことと解するならば，製品を本件発明の「分別時においても突片部(6)が変形していることで，使用済み確認を可能とすることを特徴とする」構成は実現不能なものであり，本件発明は解決課題を解決できない。",
                        "すなわち，製品が本来の目的に使用されたこととは，例えば，口紅として化粧に用いられたことの意味と解される。本件発明において，突片部(6)は「内筒部(4)を外筒部(3)に収容する際に」，「外筒部(3)に押し倒されて斜め下方に変形」するから(本件明細書の特許請求の範囲の請求項1の記載)，突片部(6)の変形は，繰り出し容器の組立て時に生じるものであって，その後，収容された棒状化粧料が化粧目的に使用されたか否かとは無関係である。突片部(6)の変形は，繰り出し容器に収納された製品が本来の目的に使用されたか否かの指標にならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，審決が認定する本件発明の効果を本件発明の解決課題と理解しても，当該解決課題は技術的意義を有しないか，解決することができない課題である。",
                    "すなわち，分別(分解)によって得られた内筒等の部品が，一旦組み込まれた部材や使用済みの部材であることは本件発明が前提とするところであるから，改めて確認可能にする意味はない。確認可能にする意味があるとすれば，リユースすべきか否かを判断すべき場面において，一旦組み込まれた部材や使用済みの部材と未使用の部材が混じっている場合であるが，未使用の部材がリユースすべきか否かを判断すべき場面に提供されることはないから，「部材が，一旦組み込まれた部材や使用済みの部材であることを知らせる」効果に技術的意義があるとはいえない。",
                    "また，分別前の繰り出し容器が，「皮膚用化粧品類や殺菌剤の容器」として使用されたものであればその部材のリユースには「取り扱いに何らかの注意が必要である」し，繰り出し容器を「医薬品等の容器」としてリユースする場合は，過去の充填されていた被繰り出し物の特定が必要になるから，「取り扱いに何らかの注意が必要である」が，本件発明の構成は，分別前に使用された被繰り出し物に関する情報とは無関係であるから，上記の意味において「取り扱いに何らかの注意が必要である」か否かの情報を与えない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件発明は，特許法上の「発明」に該当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の産業上の利用可能性に関する認定の誤り(取消事由2)",
              "text": [
                "審決は，本件発明は，産業上利用することができる発明である旨認定した。",
                "しかし，審決の認定は，以下のとおり誤りである。",
                "本件発明は，発明の解決課題が技術的意義を有しない，あるいは，発明が解決課題を解決しないものであり(上記(1)ア(ア)，(イ) )，発明の構成が実現不能であって，解決課題を解決できない(同(ウ) )。",
                "したがって，本件発明は，産業上利用できないものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の新規性に関する認定の誤り(取消事由3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本件発明1と甲1発明の相違点2に関し，「甲1発明の弾性係合固定片13は，その後分解したときに，必ず一旦組み込まれた部材や使用済みの部材であることを知らせると共に，取り扱いに何らかの注意が必要であることを喚起し，また，確認することができる程度に塑性変形が残るものである，とまではいえない。」旨認定し，本件発明1が新規性を有するとした。",
                    "しかし，審決の認定は，以下のとおり誤りである。",
                    "本件発明1及び甲1発明には繰り出し容器の材質に関する特定はないから，いずれも繰り出し容器に一般的な，ポリオキシメチレン(POM)，ポリプロピレン(PP)，アクリロニトリル ブタジエン スチレン(ABS)又は類似の材料のようなプラスチック材料が用いられると理解される。これらのプラスチック材料は，歪が2～3％程度の範囲では弾性変形を示し，歪が2～3％を超えると弾性変形に塑性変形が加わる弾塑性挙動を示すことは技術常識である。すなわち，プラスチック材料からなる突片部は，外力が比較的小さく，歪がごく小さい範囲(2～3％程度の範囲)に収まる場合には，外力に対して変形するとともに抵抗力を示すが，外力が解除されると変形はゼロに戻る。しかし，外力がこれよりも大きくなり，歪が前記2～3％程度の範囲を超えると，外力に対して変形して抵抗力を示すことは同様であるものの，外力を解除しても変形の大部分は残ったままになる。これが塑性変形(あるいは塑性歪)である。当業者に自明なプラスチック材料の物性に従えば，突片部に対して甲1の図2のような変形を生じさせた場合，内筒と外筒を分解すれば突片部に生じた変形は殆ど全て(98％程度)残留し，変形を目視することは容易である。そうすると，「甲1発明の弾性係合固定片13は，その後分解したときに必ず一旦組み込まれた部材や使用済みの部材であることを知らせる」，「とまではいえない。」との上記審決の認定は誤りである。",
                    "また，本件発明1においては，突片部の変形によって内筒が使用済みであることが示されるとしても，「取り扱いに何らかの注意が必要であることを喚起」することはない。なぜなら，「取り扱いに何らかの注意が必要であることを喚起」することが必要になるのは，「皮膚用化粧品類や殺菌剤の容器」(本件明細書の段落【0006】］)として使用された場合，あるいは，「被繰り出し物の特定が必要になる医薬品等の容器として使用」(本件明細書の段落【0007】)された場合，すなわち被繰り出し物の内容・用途が「取り扱いに何らかの注意が必要である」場合であるところ，突片部の変形はこれら被繰り出し物の内容・用途とは無関係に，繰り出し容器として組み立てられたことによって生じるからである。そうすると，本件発明1によって達成されない「取り扱いに何らかの注意が必要であることを喚起し」との効果について，甲1発明が当該効果を奏しないことを理由として本件発明1と異なると判断した審決は誤りである。",
                    "本件発明1の全ての構成要件は，甲1に記載されており，本件発明1は甲1発明と同一である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「本件発明2～5は，本件発明1の構成をその構成の一部とするものであるから，上記と同様の理由により，甲1発明と甲2発明の何れとも同一であるとすることはできない。」旨認定した。",
                    "しかし，審決の認定は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記アのとおり，本件発明1は新規性が否定されるものであるから，本件発明1に新規性が認められることを前提とする審決の認定は，前提を欠く。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件発明2及び本件発明3を独立に評価しても，以下のとおり，新規性は否定される。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明2は，本件発明1に，「突片部(6)に当接する係合面(7)を外筒部(3)の内周面に設け，内筒部(4)において，突片部(6)よりも下方には，径方向外方に突出する部分が設けられ，係合面(7)が設けられた外筒部(3)の下端部は，前記突出する部分に対向配置されること」との特徴が追加されたものである。しかし，当該係合面(7)を含めて本件発明2の全ての特徴は，甲1に記載されているので新規性がない。すなわち，本件明細書には，上記の追加された特徴に関する記載はないから，「対向配置」の意味については，本件明細書に添付の図2，図3によるほかなく，同図によれば，前記外筒部の下端部のさらに下に内筒部の突出する部分が位置する。対向配置をその意味で理解すると，甲1の図2は全く同じ構造を開示している。",
                            "したがって，本件発明2において，本件発明1に付加された特徴は，甲1の図2に図示されており，本件発明2の特徴は全て甲1及び甲2に記載されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明3は，本件発明1に，さらに「突片部(6)に弾性変形可能な先端部(6a)を設けた」ことを特徴とする。本件発明3においては「弾性変形可能な先端部」と記載されているので，先端部が弾性変形可能であることは明らかであるが，先端部以外は弾性変形可能であるか否かについて限定がない。一方，甲1記載の係合固定片13は，弾性体である以上当然に「弾性変形可能な先端部」を有する。",
                            "したがって，本件発明3に記載された特徴は，全て甲1に記載されている。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明の容易想到性に関する判断の誤り(取消事由4)",
              "text": [
                "審決は，「甲1ないし甲4のいずれにも，相違点2に係る本件発明1に係る構成についての記載も示唆もされているとはいえない。」旨認定し，「本件発明1は，技術常識を併せてみても，甲1～4に記載された発明に基づいて当業者が容易に発明をすることができたとすることはできず，本件発明2～5は，本件発明1の構成をその構成の一部とするものであるから，同様の理由により，甲1～4に記載された発明に基づいて当業者が容易に発明をすることができたとすることはできない。」旨判断した。",
                "しかし，審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2に係る本件発明1の構成である「分別時においても突片部が変形していることで，使用済み確認を可能に」することは容易想到である。すなわち，",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の上記構成は，甲1に開示されていないと解したとしても，当業者にとって自明である。",
                        "すなわち，「内筒部を外筒部に収容する際に，突片部が外筒部に押し倒されて斜め下方に変形され」た場合，その変形が，内筒と外筒を分解しても残留する塑性変形であることは当業者には自明である。分解した内筒の突片部には組み立ての際に生じた変形が残留していることは明らかであり，「分別時においても突片部が変形していることで，使用済み確認を可能に」するものであることも当然に理解される。",
                        "繰り出し容器の形状と材質を前提に考えた場合，組み立てに用いた内筒を分解すれば突片部に使用済みであることが認識できる程度の変形が残ることは，当業者にとって自明のことである。",
                        "したがって，甲1記載の繰り出し容器では「突片部が変形しているので使用済みの部材であることを容易に確認することができる」とは言えないとの審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1の上記構成は，甲1の記載から容易想到である。",
                        "すなわち，当業者にとって，繰り出し容器に使用されるプラスチック材料が，例えばPOMを例にとればひずみが2～3％の範囲は弾性変形であるが，ひずみがその範囲を超えるとそれ以上の変形は塑性変形であること，甲1の図2に図示されるような状態における変形はその殆どが塑性変形であることは自明であり，プラスチック材料が弾性変形する，ひずみが2～3％の範囲は，突片部の変形が殆ど目視できないほど小さな変形範囲であることも自明である。",
                        "そうすると，同図に接した当業者は，突片部が塑性変形した図であると理解し，分解後にも塑性変形は残留して，図2に示した状態から殆ど変化しないことを理解するから，甲1に接した当業者が，突片部には，分解後に使用済み部材であることを容易に確認できる変形が残ることを理解するのに困難性は無い。",
                        "さらに，仮に甲1では分解後の突片部に残留する塑性変形が「使用済み部材であることを容易に確認できる」というには不十分であるとしても，当業者にとっては，突片部を大きくするなどして「使用済み部材であることを容易に確認できる」ようにすることは容易である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明2ないし本件発明5が容易想到であることは，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記アのとおり，本件発明1は容易想到であるから，本件発明1が容易想到でないことを前提とする審決の認定は前提を欠く。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明2は，本件発明1に甲1ないし甲2に記載された特徴を追加したものであり，容易想到，あるいは単なる設計上の変更であって効果のないものである。",
                        "すなわち，本件発明2は，本件発明1に「突片部(6)に当接する係合面(7)を外筒部(3)の内周面に設け，内筒部(4)において，突片部(6)よりも下方には，径方向外方に突出する部分が設けられ，係合面(7)が設けられた外筒部(3)の下端部は，前記突出する部分に対向配置されること」との特徴が追加されたものである。本件発明2において付加された構成は，甲1の図2に図示されるとおりであり，また，甲2記載の「外筒(3)端部近傍の内壁に形成された溝(16)」を設けること等に相当する。",
                        "本件発明2の上記形状の特徴がどのような固有の効果を生じるかについては明細書には記載されておらず，設計上のバリエーションに過ぎない。",
                        "したがって，本件発明1に，甲1ないし甲2に記載された特徴を追加して本件発明2に想到することに困難性はなく，あるいは単なる設計上の変更であって効果のないものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明3は，本件発明1に甲1ないし甲2に記載された特徴を追加したものであり，容易想到である。",
                        "すなわち，本件発明3は，本件発明1に，さらに「突片部(6)に弾性変形可能な先端部(6a)を設けた」ことを特徴とする。本件発明3は，「弾性変形可能な先端部」と記載されるので，先端部が弾性変形可能であることは明らかであるが，先端部以外は弾性変形可能であるか否かについて限定がない。しかし，甲1記載の係合固定片13及び甲2記載の側壁から浮き出した弾性体からなる突起(12)は弾性体である以上，当然に「弾性変形可能な先端部」を有するから，本件発明3の特徴は，全て甲1に記載されており，本件発明1に，甲1あるいは甲2に記載された特徴を追加することに困難性はない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件発明4は，本件発明1に甲2に記載された特徴を追加したものであり，容易想到である。",
                        "すなわち，本件発明4は，本件発明1に，「突片部(6)が当接する係合面(7)の最下部に段部(16)を設けた」特徴を追加したものである。当該段部(16)は，甲2に記載されており，「突片部(6)が当接する係合面(7)に段部(16)を設けた」ことは，甲2記載の「外筒(3)端部近傍の内壁に形成された溝(16)」を設けることに相当する。甲2記載の繰り出し容器の特徴を甲1記載の繰り出し容器に用いることに困難性はなく，本件発明4は容易想到である。",
                        "また，本件明細書には，上記構成による効果として，「さらに，突片部6が当接する外筒部3の係合面7に段部16を設けることにより，分別する際に突片部6が段部16に引っ掛かり，より大きく変形させることや引きちぎることが可能になる。」(段落【0013】)と記載される。当該記載は，上記構成によれば，繰り出し容器を分別した際に分別された内筒が分別されたものであることを容易に認識させる効果があるとの趣旨に解釈されるが，分別されたものを分別されたものであると認識させる効果は，本件発明の解決課題を解決せず，その効果は技術的意味を有しないものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件発明5は，本件発明1に甲2に記載された特徴を追加したものであり，容易想到である。",
                        "すなわち，本件発明5は，本件発明1に，「突片部(6)が当接する係合面(7)を透明にした」特徴を追加したものである。係合面(7)を透明にすることを含めて本件発明5の全ての特徴は甲2に記載されており，甲2には，側壁から浮き出した弾性体からなる突起(12)が当接する溝(16)が形成される外筒(本件特許発明5における，突片部(6)が当接する係合面(7)に相当)はABS樹脂からなることが好ましいと記載されているところ，ABS樹脂が透明樹脂であることは技術常識である。甲2記載の繰り出し容器の特徴を甲1記載の繰り出し容器に用いることに困難性はなく，本件発明5は容易想到である。",
                        "また，本件明細書には「突片部(6)が当接する係合面(7)を透明にすることにより両部材(外筒部3・内筒部4)を組み込んだ後にも外観からの確認が可能になる。」(段落【0014】)との効果が記載されるが，内筒と外筒を組み込んだ状態を見れば組み込んであることが理解されるから，上記の効果の記載は技術的に意味をなさない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明が明細書に記載されているとした認定の誤り(取消事由5)",
              "text": [
                "審決は，「『使用済み部材である事を容易に確認する』という課題は存在するものであり，また，・・・本件発明は，その課題を解決するものであって，発明の詳細な説明に記載されているものである。」と認定した。",
                "しかし，審決の認定は誤りである。",
                "本件明細書の段落【0008】及び【0010】には，「この発明は，被繰り出し物の用途に応じてリュースをしてはいけない場合や，衛生面に特に配慮が必要な部材を分別後，又は，部材洗浄後にも特定可能な構造の繰り出し容器を得ようとするものである。」，「このように，容器の分別後には突片部6が変形しているので使用済み部材であることを容易に確認することができる。」と記載される。すなわち，本件発明に係る繰り出し容器は，使用済み部材であることを容易に確認することができるように，内筒部の外壁に変形可能な突片部を設けた点が特徴である。",
                "「使用済み」を，繰り出し容器として組み立てられたことを意味すると解釈した場合，「使用済み部材であることを容易に確認する」との課題は存在しなくなる。一方，「使用済み」を，製品が本来の目的に使用されたことを意味すると解釈した場合，外壁に変形可能な突片具を設けた内筒部は口紅等の容器として組立てられた時点で突片部が変形しており，本件発明によって「使用済み」か否かを判別することはできない。",
                "発明は課題解決のための技術的手段であるところ，本件明細書には，解決すべき課題(又は発明によって達成される効果)が存在せず，課題を解決するための手段も存在しないか，本件発明によっては課題を解決することができないものである。",
                "したがって，本件明細書には，課題解決手段としての発明が記載されておらず，本件発明は，「特許を受けようとする発明が発明の詳細な説明に記載したものであること。」(特許法36条6項1号)との要件を満たさない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "審決には，以下のとおり，取り消されるべき判断の誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件発明が特許法上の発明に該当すると判断した誤り)に対し",
              "text": [
                "原告は，本件発明が特許法上の「発明」に該当しない旨主張する。",
                "しかし，原告の主張は，以下のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明の解決課題を「繰り出し容器から分別された部材について，被繰り出し物の用途に応じてリユースをしてはいけない場合や，衛生面に特に配慮が必要な部材を分別後，又は，部材洗浄後にも特定可能とすること」であると理解すべきことを主張の前提とする。",
                    "しかし，原告の主張は，本件明細書の段落【0008】の記載の解釈を誤ったものであり，失当である。本件明細書のいずれの記載からも，本件発明の解決課題が上記のようなものとは解されない。本件発明の解決課題は，容器の分別後に，分解した部材が使用済みであることを知らせ，使用済みか否かを確認できるようにすることである。かかる確認ができることによって，衛生面等の理由でリユースした容器を使用することが望ましくないような場合には，使用済みの容器の使用を控える等の判断ができるようになる。",
                    "したがって，本件発明は，発明の解決課題を解決することができるものであり，特許法上の「発明」に該当するというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明の効果を本件発明の解決課題と解した場合，本件発明の解決課題は，技術的意義を有しないか，解決することができない課題である旨主張する。",
                    "しかし，原告の主張は失当である。",
                    "上記アのとおり，本件発明の課題は，容器の分別後に，分解した部材が使用済みであることを知らせ，使用済みか否かを確認できるようにすることである。本件発明の効果は，一度使用された部材を分別し，再利用しようとした場合，使用される部材が一度使用されたものなのか，未だ使用されていない部材なのかを容易に判別することができるようになり，また，再利用する場合，リサイクルの部材と未使用の部材が混入することを防止し，万一，両者が混在した場合には両者を識別できるようになるのであるから，本件発明の課題を解決するものである。",
                    "また，本件発明は，使用済みの部材に関しては，未使用の部材とは異なるレベルの洗浄や品質チェックなどを行う必要があるという範囲で「取り扱いに何らかの注意が必要であることを喚起し，また，確認することができる」というものであり，繰り出し容器の使用用途に起因した危険性(有害物質が使用された場合の危険性など)を識別できることを意図するものではないから，本件発明の構成は，分別前に使用された被繰り出し物に関する情報とは無関係であり，取り扱いに何らかの注意が必要であるか否かの情報を与えない旨の原告の主張は失当である。",
                    "したがって，本件発明は，解決課題に対応した作用効果を奏するものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本件発明の産業上の利用可能性に関する認定の誤り)に対し",
              "text": [
                "原告は，本件発明は，発明の解決課題が技術的意義を有しない，あるいは，発明が解決課題を解決しないものであり，発明の構成が実現不能であって，解決課題を解決できないとして，本件発明は，産業上利用できないものである旨主張する。",
                "しかし，原告の主張は，以下のとおり失当である。",
                "上記(1)ア のとおり，本件発明の解決課題は，容器の分別後に，分解した部材が使用済みであることを知らせ，使用済みか否かを確認できるようにすることであり，かかる確認ができることによって，衛生面等の理由でリユースした容器を使用することが望ましくないような場合には，使用済みの容器の使用を控える等の判断ができるようになるから，本件発明はその解決課題を解決するものである。",
                "また，未使用の部材と使用済みの部材が混ざってしまう(又は混ざったとの疑念が生じる)ことは，リサイクルが普及した場合には当然考えられる事態であり，本件発明の解決課題は技術的意義を有するものである。",
                "さらに，本件発明が，繰り出し容器を使用した製品が本来の目的に使用されたか否かを識別するためのものであることは，本件明細書に記載も示唆もされていない。繰り出し容器に収納された製品が本来の目的に使用されたか否かを識別できないとしても，本件発明の「分別時においても突片部(6)が変形していることで，使用済み確認を可能とすることを特徴とする」構成は実現不能であるとか，本件発明は解決課題を解決できないとはいえない。",
                "したがって，本件発明が産業上利用できるものであることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(本件発明の新規性に関する認定の誤り)に対し",
              "text": [
                "原告は，①本件発明1の全ての構成要件は甲1に記載されており，本件発明1は甲1発明と同一である，②本件発明2において，本件発明1に付加された特徴は甲1の図2に図示されており，本件発明2の特徴は全て甲1及び甲2に記載されている，③本件発明3に記載された特徴は全て甲1に記載されているとして，本件発明には新規性がない旨主張する。",
                "しかし，原告の主張は，以下のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記①の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の「内筒部(4)の外壁に水平方向に突き出す変形可能な突片部(6)を設け，内筒部(4)を外筒部(3)に収容する際に，突片部(6)が外筒部(3)に押し倒されて斜め下方に変形され，分別時においても突片部(6)が変形している」との構成は，甲1には記載されておらず，本件発明1は甲1発明と同一ではない。",
                        "すなわち，本件発明1の突片部は分別時に使用済みの部材であるかを確認するためのものであるから，変形が維持されることが技術的に不可欠である。これに対し，甲1発明の係合固定片は管体の真円度不足を解消するためのものであるから，嵌合管を取り外しても変形が残存しない方が望ましいという点で，両者は異なる。",
                        "また，本件発明1では，分別時に至るまでの組み立て時(使用時)には，「突片部(6)が外筒部(3)に押し倒されて斜め下方に変形され」，復元できないような状態まで変形される必要があるのに対し，甲1発明の係合固定片は，弾性による適当なサポートにより，嵌合管を押圧するため，復元可能な状態で傾斜湾曲しているにすぎず(甲1の段落【0006】)，押し倒されて「変形」した状態ではない。",
                        "さらに，本件発明1では，分別後の突片部の状態が特定されているのに対し，甲1発明では，成形不良による管体の真円度の不足等によって回転が非円滑になるなどの不具合を防止するとの使用時の課題のみを解決する発明であることから，分別後の状態については何ら特定されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，原告は，本件発明1及び甲1発明には，いずれも繰り出し容器にプラスチック材料が用いられることを前提として，突片部に対して甲1の図2のような変形を生じさせた場合，内筒と外筒を分解すれば突片部に生じた変形は殆ど全て(98％程度)塑性変形である旨主張する。",
                        "しかし，原告の主張は失当である。甲1には，係合固定片の材料名については記載されておらず，係合固定片が「弾性」を有することが記載されているに過ぎないから，甲1の記載からは，係合固定片が弾性を有することのみが導かれ，これを弾塑性材質であると理解することはできない。",
                        "また，原告は，本件発明1は，突片部の変形によって内筒が使用済みであることが示されるとしても，「取り扱いに何らかの注意が必要であることを喚起」することはなく，甲1発明が当該効果を奏しないことを理由として本件発明1と異なると判断した審決は誤りである旨主張する。",
                        "しかし，原告の主張は失当である。上記(1)イ のとおり，本件発明1は，「取り扱いに何らかの注意が必要であることを喚起」するとの作用効果を奏する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記②の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明2は，本件発明1の構成を全て具備しているため，甲1発明，甲2発明とは当然に相違する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件発明2は，「係合面(7)が設けられた外筒部(3)の下端部は，前記突出する部分に対向配置される」との構成を有しているのに対し，甲1発明はこのような構成を有しない。",
                        "すなわち，甲1発明は，係合固定片(突片部)の下方に径方向外方に突出する部分を有するが，外筒部の下端は，そこからさらに径方向外方にずれており，突出部分に対して軸方向に向き合っておらず，対向配置されていない。これは，内管と嵌合管とが干渉しないように，隙間を形成するという甲1発明の課題に起因する構成であり，係合固定片と径方向に対向する嵌合管の下端部を径方向外方に拡径し係合固定片の収納空間を形成しており，この部分が径方向外方に突出しているのである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，本件発明2は，「係合面(7)が設けられた外筒部(3)の下端部は，前記突出する部分に対向配置される」との構成を有しているのに対し，甲2発明はこのような構成を有しない。",
                        "すなわち，甲2の外筒部3には，係合面16と考えられる構成が開示されるが，外筒部と内筒部との関係は示されておらず，本件発明2の上記構成は，甲2には記載も示唆もされていない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，本件発明2は，甲1発明又は甲2発明と同一ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記③の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明3は，本件発明1の構成を全て具備しているため，甲1発明とは当然に相違する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件発明3は，本件発明1に「突片部(6)に弾性変形可能な先端部(6a)を設けた」特徴を追加したものであり，その特徴は，「突片部の先端部」が弾性可能であることであって，突片部の全体にわたって弾性変形可能であることを示すものではない。",
                        "一方，甲1は，係合固定片の全体，突起の全体が弾性変形可能な形態を示すものであり，本件発明3の上記構成を具備するものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件発明3は甲1発明と同一ではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(本件発明の容易想到性に関する判断の誤り)に対し",
              "text": [
                "原告は，①相違点2に係る本件発明1の構成である「分別時においても突片部が変形していることで，使用済み確認を可能に」することは容易想到である，②本件発明2は，本件発明1に，甲1ないし甲2に記載された特徴を追加したものであり，容易想到，あるいは単なる設計上の変更であって効果のないものである，③本件発明3は，本件発明1に，甲1ないし甲2に記載された特徴を追加したものであり，容易想到である，④本件発明4は，本件発明1に，甲2に記載された特徴を追加したものであり，容易想到である，⑤本件発明5は，本件発明1に，甲2に記載された特徴を追加したものであり，容易想到である旨主張する。",
                "しかし，原告の主張は，以下のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記①の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，相違点2に係る本件発明1の構成は，甲1に開示されていないと解したとしても，当業者にとって自明である旨主張する。",
                        "しかし，上記のとおり，相違点2に係る本件発明1の構成は，本件発明の課題を解決するものであり，当業者にとって自明とはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲1の図2に図示される状態における変形はその殆どが塑性変形であることが自明であり，同図に接した当業者は，突片部が塑性変形した図であると理解し，分解後にも塑性変形は残留して，図2に示した状態から殆ど変化しないことも理解するから，突片部には，分解後に使用済み部材であることを容易に確認できる変形が残ることを理解するのに困難性はない旨主張する。",
                        "しかし，原告の主張は失当である。",
                        "甲1発明の係合固定片は，変形が予定されたものではない。甲1発明の課題は，「管面の硬度の不足，成形時の塑性変形による真円度の不足，組立て時に生じ得る押し込みによる偏りなどのために，回転が非円滑となり緩み，また滑移動する状況を発生する」(甲1の段落【0003】)のを防止することにあり，上記の課題を解決するためには，係合固定片は弾性を有していることが必要である。また，甲1の段落【0004】ないし【0006】及び図2の記載からしても，甲1発明の係合固定片は，内管と嵌合管とを直接接触させないようにする役割を果たすため，単に内管と嵌合管に係合固定片が存在しているだけではなく，嵌合管を径方向外方に向かって押圧する必要があり，係合固定片は嵌合管を径方向外方に押し続けるほどの弾性が必要である。そうすると，使用中に弾性力を付与する係合固定片は弾性変形域にあるということができ，嵌合管を取り外した後には，係合固定片は元の形態に復元すると考えられる。すなわち，甲1発明の係合固定片は，甲1の図2に示される状態よりも傾斜湾曲がなくなるような状態に復元されると考えざるを得ない。",
                        "また，甲1発明では，嵌合管において，係合固定片と接触する箇所が径方向外方に膨らみ，内管と嵌合管との間に比較的大きい隙間が形成されているため，係合固定片は嵌合管によって径方向内方に強く押圧されているわけではない。これは，隙間を狭くして係合固定片が径方向内方に強く押圧されると，弾性変形域を超えて塑性変形し，径方向外方への押圧力が失われるからである。",
                        "したがって，甲1発明においては，係合固定片の弾性力が十分に残存して復元されることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，審決の「甲1ないし甲4のいずれにも，相違点2に係る本件発明1に係る構成についての記載も示唆もされているとはいえない。」旨の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記②の主張に対し",
                  "text": [
                    "本件発明2は，本件発明1の構成を全て具備し，本件発明1が容易想到でない以上，本件発明2も容易想到でない。",
                    "また，本件発明2を独立に評価しても容易想到でない。すなわち，本件発明の課題は，使用前及び分別時の形態の相違を容易に視認できるようにすることにあるから，使用前の形態から分別時の形態への遷移を確実に行うことができる構成が必要である。本件発明2は，外筒部の「内筒部(4)において，突片部(6)よりも下方には，径方向外方に突出する部分が設けられ，係合面(7)が設けられた外筒部(3)の下端部は，前記突出する部分に対向配置される」という特有の形態を有し，下端部を内筒部において径方向外方に突出する部分と軸方向に対向配置させることで，外筒部をできるだけ内筒に近づけるようにしているから，突片部の基端部付近を押圧でき，より大きい力を突片部に対して下向きに作用させることができる結果，突片部を確実に下方へ傾斜させることができ，使用前との相違が明確になる。",
                    "これに対し，甲1発明では，甲1の図2に示されるように，係合固定片と対向する嵌合管の下端部を径方向外方に拡径し係合固定片の収納空間を形成している。このような収納空間を形成することで，内管と嵌合管とが干渉しないように隙間を形成することができるのであるが，これは，甲1発明特有の課題を解決するための必須の構成であり，本件発明2の構成とは技術的思想が相違する。",
                    "また，甲2発明も，課題が本件発明と相違し，本件発明2の構成は全く開示されていない。そうすると，本件発明2の構成は，設計上のバリエーションではなく，甲1発明，甲2発明とは異なる課題を解決するためのものであり，甲1及び甲2から容易に想到できるものではない。",
                    "さらに，甲3，甲4記載の外筒部には，径方向に突出する部分が存在しないが，これは前提となる突片部の構成が相違することによる。甲3記載の発明では，図2に示すように，突片部が内筒の面方向に延びており，わずかに突出する凸部を径方向内方に押圧する形態をとるため，外筒部に突出部分を有していない。この形態をとるのは，突片部の構成が甲1発明，甲2発明とは異なるからであり，面方向に延びる突片部に対する特有の形態といえる。甲4記載の発明についても，突片部が内筒の面方向に延びているため，同様に外筒部には，突出部分を有していない。",
                    "そうすると，甲1発明，甲2発明と，甲3，甲4記載の発明とは突片部の構成が相違するため，外筒部を入れ替えて組み合わせることはできない。",
                    "したがって，本件発明2が甲1ないし甲4に基づいて容易に想到できるものでないことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記③の主張に対し",
                  "text": [
                    "本件発明3は，本件発明1の構成を全て具備し，本件発明1が容易想到でない以上，本件発明3も容易想到でない。",
                    "また，本件発明3を独立に評価しても容易想到でない。本件発明3は，本件発明1の構成に加え，「突片部(6)に弾性変形可能な先端部(6a)を設けた」特徴を追加したものである。本件発明3の上記特徴は，「突片部の先端部」が弾性変形可能というものであり，突片部の全体にわたって弾性変形可能である態様を示すものではない。",
                    "これに対し，甲1発明，甲2発明は，いずれも係合固定片の全体，突起の全体が弾性変形可能な形態を示しているに過ぎず，本件発明3とは異なる。",
                    "したがって，本件発明3が容易想到でないことは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "上記④の主張に対し",
                  "text": [
                    "本件発明4は，本件発明1の構成を全て具備し，本件発明1が容易想到でない以上，本件発明4も容易想到でない。",
                    "また，本件発明4を独立に評価しても容易想到でない。本件発明4は，本件発明1の構成に加え，「突片部(6)が当接する係合面(7)の最下部に段部(16)を設けた」特徴を追加したものである。上記特徴により，本件発明4は，「突片部6が当接する外筒部3の係合面7に段部16を設けることにより，分別する際に突片部6が段部16に引っ掛かり，より大きく変形させることや引きちぎることが可能になる。」(本件明細書の段落【0013】)との効果を奏する。この効果は，本件発明の課題である分別時に使用済み部材であることの確認をさらに容易にするためのものであり，課題に対応した本件発明4に特有の構成である。",
                    "これに対し，甲1ないし甲4には，このような課題や，同様の構成及び効果についての記載はない。むしろ，このような段部が存在すると，容器の組み立て中に突片部が取り除かれるおそれがあり，段部の存在は，甲1ないし甲4記載の発明にとって阻害要因であるともいえる。",
                    "この点，原告は，甲2の「側壁から浮き出した弾性体からなる突起(12)であって，外筒(3)端部近傍の内壁に形成された溝(16)に当接する突起」との記載が，本件発明4の上記特徴に相当する旨主張する。しかし，原告の主張は失当である。甲2の図7及び図8を参酌すると，溝(16)は，単なる平面を指しているに過ぎない。図8において，符号16の指す部位の上端部に段が形成されているようにも見えるが，これは本件発明4とは相違するものである。すなわち，本件発明4の段部は，係合面のうち，最下部に設けられ，このような段部を設けることで，「分別する際に突片部が段部に引っ掛かり，より大きく変形させることや引きちぎることが可能になる。」(本件明細書の段落【0013】)という効果を得られるが，甲2の段部(符号16の指す部位の上端を段部とみなした場合)は，外筒を取り外す際に外筒を上向きに持ち上げても，突片部には引っ掛からないものであるため，本件発明4の効果を得ることはできない。",
                    "したがって，本件発明4が容易想到でないことは明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "上記⑤の主張に対し",
                  "text": [
                    "本件発明5は，本件発明1の構成を全て具備し，本件発明1が容易想到でない以上，本件発明5も容易想到でない。",
                    "また，本件発明5を独立に評価しても容易想到でない。本件発明5は，本件発明1の構成に加え，「突片部(6)が当接する係合面(7)を透明にした」特徴を追加したものである。上記特徴により，本件発明5は，「突片部(6)が当接する係合面(7)を透明にすることにより両部材(外筒部3・内筒部4)を組み込んだ後にも外観からの確認が可能になる。」及び「請求項5に記載したように，突片部6が当接する係合面7を透明にする事や，外筒部3全体を透明にすることにより，万が一使用済みの内筒部4が再使用された場合にも，突片部6の離脱を外観から確認することが可能になる。」(本件明細書の段落【0014】，【0021】)との効果を奏する。係合面を透明にするとの構成は，例えば，突片部が離脱した使用済み部材の使用を確認するためのものであり，課題に対応した特有の構成である。",
                    "これに対して，甲1ないし甲4には，このような課題や，同様の構成及び効果についての記載はない。",
                    "この点，原告は，甲2の「好ましくは，受け皿はポリオキシメチレン(POM)，内筒はポリオキシメチレンまたはポリプロピレン(PP)，外筒はアクリロニトルブタジエンスチレン(ABS)または類似の材料のような経済的な材料からなる」との記載を挙げ，ABS樹脂が透明であることは技術常識である旨主張する。しかし，原告の主張は失当である。ABSは，透明だけではなく，種々の色が着色されるのが一般的であるから(甲8)，甲2の記載から外筒が透明であることは特定できない。",
                    "したがって，本件発明5が，容易想到でないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5(本件発明が明細書に記載されているとした認定の誤り)に対し",
              "text": [
                "原告は，本件明細書には，課題解決手段としての発明が記載されておらず，本件発明は，「特許を受けようとする発明が発明の詳細な説明に記載したものであること。」(特許法36条6項1号)との要件を満たしていない旨主張する。",
                "しかし，原告の主張は失当である。",
                "本件発明は，解決課題，解決手段が明確であり(上記(1)，(2))，それらが本件明細書の発明の詳細な説明に記載されているから，特許法36条6項1号の要件は満たされている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，以下のとおり，原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違法はないものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明が特許法上の発明に該当すると判断した誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，主に口紅，リップクリーム，スティックアイシャドー，スティックファンデーション等適量を露出させることができる棒状化粧料を収容する繰り出し容器に関するものであり，本件明細書の特許請求の範囲は，上記第2の2記載のとおりである(甲6，甲7)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書(甲6)には次の記載がある。",
                    "【発明が解決しようとする課題】【0005】・・・金属製部品と樹脂製部品を分別することや，分別した部材を変形させることなく取り出し，部材のリュースを可能にすることは開発のテーマの一つである。",
                    "【0006】この種の技術では，部材を分別し，分別後の変形を抑えることで部材をリュースし，有効利用させることで環境に配慮しようとするものであるが，皮膚用化粧品類や殺菌剤の容器への部材の再利用は安全の観点から衛生面に配慮されなければならない。",
                    "【0007】部材によっては，過去に充填されていた被繰り出し物の特定が必要になる医薬品等の容器として使用される可能性もでている。",
                    "【0008】そこで，この発明は，被繰り出し物の用途に応じてリュースをしてはいけない場合や，衛生面に特に配慮が必要な部材を分別後，又は，部材洗浄後にも特定可能な構造の繰り出し容器を得ようとするものである。",
                    "【課題を解決するための手段】【0009】この発明は，上記の課題を解決するために，内周面に螺旋溝3aを設けた筒状の外筒部3内に，上下方向にガイド孔4aを有した筒状の内筒部4を相対回転可能に収容し，この内筒部4内に，ガイド孔4aを貫通し外筒部3の螺旋溝3aに係合する主導突起5aを設けた筒状の受皿5を収容し，外筒部3に対して内筒部4を相対回転させることにより受皿5が内筒部4内を螺旋溝3aに沿って上下方向に移動可能とした繰り出し容器において，内筒部4の外壁に変形可能な突片部6を設け，内筒部4を外筒部3に収容する際に，突片部6を変形させ，分別時の使用済み確認を可能にしたことを特徴とする繰り出し容器である。",
                    "【0010】このように，容器の分別後には突片部6が変形しているので使用済み部材であることを容易に確認することができる。",
                    "【0011】突片部6に当接する係合面7を外筒部3の内周面に設けることで両部材(外筒部3・内筒部4)間の相対回転に与える影響を最小限に抑えることも可能である。",
                    "【0012】また，突片部6に弾性変形可能な先端部6aを設けることにより，両部材(外筒部3・内筒部4)間の相対回転に与える影響を抑えることも可能である。",
                    "【0013】さらに，突片部6が当接する外筒部3の係合面7に段部16を設けることにより，分別する際に突片部6が段部16に引っ掛かり，より大きく変形させることや引きちぎることが可能になる。",
                    "【0014】また，突片部(6)が当接する係合面(7)を透明にすることにより両部材(外筒部3・内筒部4)を組み込んだ後にも外観からの確認が可能になる。",
                    "【発明の効果】【0015】上記のように，この発明は，一旦組み込まれた部材や使用済みの部材であることを知らせると共に，取扱に何らかの注意が必要であることを喚起し，また，確認することができるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「発明」とは，「自然法則を利用した技術的思想の創作のうち高度のものをいう」(特許法2条1項)ものである。",
                    "上記(1)ア のとおり，本件発明は，棒状化粧料を収容する繰り出し容器に関するものであり，内筒部(4)の外壁に設けられた水平方向に突き出した突片部(6)が，内筒部(4)を外筒部(3)に収容する際に，外筒部(3)に押し倒されて斜め下方に変形し，分別時においても変形していることで，使用済み確認を可能にしたとの構成を有するものである。すなわち，突片部(6)の変形特性を用いている点で，自然法則の利用性が認められ，この変形の状態に基づき使用済み確認をおこなうという点で，技術的思想の創作性が認められる。",
                    "そして，上記(1)イ のとおり，本件発明は，課題を解決するために解決手段を講じ，それによって，作用効果を奏することは明らかである。",
                    "よって，本件発明は，特許法上の「発明」に該当するというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件発明の解決課題を「繰り出し容器から分別された部材について，被繰り出し物の用途に応じてリユースをしてはいけない場合や，衛生面に特に配慮が必要な部材を分別後，又は，部材洗浄後にも特定可能とすること」であると理解すべきことを主張の前提とする。",
                        "しかし，上記(1)イ 認定の事実によれば，本件発明の解決課題は，容器の分別後に，分解した部材が使用済みであることを知らせ，使用済みか否かを確認できるようにし，それによって，衛生面等の理由でリユースした容器を使用することが望ましくないような場合には，使用済みの容器の使用を控える等の判断ができるようになる繰り出し容器を得ることであると解される(【0008】，【0010】)。",
                        "これに対し，原告は，リユースをしてはいけない場合や衛生面に特に配慮が必要な部材かどうか自体を，分別後等にも特定可能とすることが本件発明の解決課題である旨主張するが，上記(1)イ の記載(【0008】，【0010】)からすると，本件発明は，被繰り出し物の用途に応じてリユースをしてはいけない場合や衛生面に特に配慮が必要な部材かどうか自体の情報を与えることを目的とするものではなく，使用済みであるか否かの確認を可能とすることを意図したものと解される。",
                        "そうすると，本件発明の構成は，上記アのとおり，内筒部(4)の外壁に設けられた水平方向に突き出した突片部(6)が，内筒部(4)を外筒部(3)に収容する際に，外筒部(3)に押し倒されて斜め下方に変形し，分別時においても変形していることで，使用済み確認を可能にしたものであるから，上記課題を解決できるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件発明の効果を本件発明の解決課題と解した場合，本件発明の解決課題は技術的意義を有しないか，解決することができない課題である旨主張する。",
                        "しかし，上記(ア) のとおり，本件発明の課題は，容器の分別後に，分解した部材が使用済みであることを知らせ，使用済みか否かを確認できるようにすることであり，本件発明の構成により解決できるものである。",
                        "また，分別された部材が使用済みであることが知らせるまでもなく当然といえるのは，その部材が分別によって得られたものであるとの事実をリユース等の後処理を行う者が把握している場合等であるが，実際に，常にそのような事情が存在するとはいえない上，リサイクルが普及した場合，未使用の部材と使用済みの部材が混在したり，混在したとの疑念が生じる事態は容易に想定できる。そうすると，本件発明の解決課題に基づく効果である「一旦組み込まれた部材や使用済みの部材であることを知らせる」との点には，一定の技術的意義が認められるから，本件発明の解決課題は技術的意義を有するといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件発明は特許法上の「発明」に該当するというべきであるから，原告の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明の産業上の利用可能性に関する認定の誤り)について",
          "text": [
            "原告は，本件発明は，発明の解決課題が技術的意義を有しない，あるいは，発明が解決課題を解決しないものであり，発明の構成が実現不能であって，解決課題を解決できないとして，本件発明は，産業上利用できないものである旨主張する。",
            "しかし，上記1のとおり，本件発明は，発明の解決課題が技術的意義を有し，本件発明の構成によってその解決課題を解決できるものであるから，産業上利用可能というべきであり，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明の新規性に関する認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明1の全ての構成要件は甲1に記載されており，本件発明1は甲1発明と同一である旨主張するので，以下検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "認定事実",
                  "text": [
                    "甲1には以下の記載がある。",
                    "【考案が解決しようとする課題】【0003】公知構造には以下の欠点があった。すなわち，公知構造では管面の硬度の不足，成型時の塑性変形による真円度の不足，組立て時に生じ得る押し込みによる偏りなどのために，回転が非円滑となり緩み，また滑移動する状況が発生する。本考案は上記構造の問題点を解決した口紅ケース内管の回転制御構造を提供するものである。",
                    "【課題を解決するための手段】【0004】上記課題を解決するため，本考案は下記の口紅ケース内管の回転制御構造を提供する。それは主に口紅内管底部の環状周囲面上に適当に突出する数枚の弾性係合固定片を設置し，嵌合管底部と相互に嵌設後は適当な係合状態を呈し，該内管を回転操作する時には一定の摩擦係数を維持し，管体の真円度不足による回転の偏りを改善することができ，潤滑剤を一切使用する必要がないため，口紅本体の使用が安全で衛生的となり，製品の品質を効果的に向上させることができることを特徴とする口紅ケース内管の回転制御構造である。",
                    "【考案の効果】【0005】・・・本考案は内管と回転台間の管面上に直接弾性係合固定片を等分に配置し，嵌合管に穿設後，自然に定位，組合され，口紅ケース内管と螺旋嵌合管間の安定的な組立てを実現し，口紅ケース管面の変形により生じる様々な欠点を改善することができる。さらに，潤滑剤の塗布を省くことができるため，口紅の使用における安全性と回転操作の快適性を大幅に向上させることができる。",
                    "【考案を実施するための最良の形態】【0006】図1，2，3(判決注  別紙2の図1ないし3である。)に示すように，本考案は主に内管10底部に回転台11を連結し，相互に結合させることにより回転可能な構造体を構成する。該内管10の管面両側にはそれぞれL型 のスライド槽12を形成し，管底部の該回転台11と相互に接続する周囲縁上には，数個の突出排列する薄片状の弾性係合固定片13を等分に設置し，適当な高さの突出を形成する。こうして，挿入組立て後は適当に傾斜湾曲し緊密に固定される構造を形成する。・・・また該内管10の外側は嵌合管16により覆うため，該内管10底部環状周囲面上に設置する係合固定片13により，該嵌合管16において嵌設する時，弾性サポート組立てを形成する。こうして，両管面は適当な間隙を保持しつつ組合される。該嵌合管16内縁面上には螺旋導入槽17を設置し，該充填台14両側の凸軸15は該嵌合管16の導入槽17内に突出進入する。該回転台11の回転制御により，該充填台14は該嵌合管16の螺旋導入槽17により駆動され，該内管10のスライド槽12に対応し，固定方向の上下昇降伸縮操作を行う。該係合固定片13の緊密な定位により，該内管10を回転操作する時，相互に穿設される2個の管間は一定の弾性摩擦阻害力を保持するため，組立て変形による干渉を受けることはない。こうして内部に充填する口紅本体18の伸縮使用はスムーズとなる。特に該係合固定片13の弾性による適当なサポートにより，該口紅本体18を伸ばし使用する時も圧力により該内管10が回転し，該口紅本体18が内部へと収縮する状況の発生を防止することができる。すなわち，口紅使用時の安全と安定，実用性を確保可能である。",
                    "【0007】本考案は該内管10底部環状周囲面上に等分に排列する係合固定片13の突出係合設計を通して，該内管10と該嵌合管16間の挿入組立てにおいて，一定の間隙を保持する。また2個の管面間は直接接触せず，底部環状周囲面の係合固定片13だけが相互に緊密に固定，接触するため，2個の管面は適当に分離する。こうして該内管10全体の回転操作時に，安定的かつ円滑，さらに無駄な力を省きながら操作可能である。・・・"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "text": [
                    "本件発明1と甲1発明は相違点2において相違する(当事者間に争いがない。)。",
                    "相違点2に係る本件発明1の構成(「内筒部を外筒部に収容する際に，突片部が外筒部に押し倒されて斜め下方に変形され，分別時においても突片部が変形していることで，使用済み確認を可能にし」ている)は，上記1のとおり，容器の分別後に，分解した部材が使用済みであることを知らせ，使用済みか否かを確認できるようにし，それによって，衛生面等の理由でリユースした容器を使用することが望ましくないような場合には，使用済みの容器の使用を控える等の判断ができるようになる繰り出し容器を得ることを解決課題とするものであるから，「変形」が分別時まで維持されていることに技術的意義がある。",
                    "一方，甲1発明の「外筒部により内筒部の外側を覆う時，変形可能な突片部が内筒部の軸線に対して斜めになった状態でその端部において外筒部の内面に接し弾性サポートを形成するようにし」ている点は，上記アのとおり，成型時の塑性変形による真円度の不足などのために，回転が非円滑となり緩み，また滑移動する状況が発生するという問題点を解決するための口紅ケース内管の回転制御構造を提供することを課題とするものである(【0003】)。そして，「変形可能な突片部」(係合固定片13)は，弾性による適当なサポートを形成し，内管10と嵌合管16間の挿入組立てにおいて，一定の間隙が保持されるとともに，2個の管面間は直接接触せず，底部環状周囲面の係合固定片13だけが相互に緊密に固定，接触するため，2個の管面は適当に分離し，内管10全体の回転操作時に，安定的かつ円滑，無駄な力を省きながらの操作を可能とするものである(【0006】，【0007】)。そうすると，甲1発明における「変形可能な突片部」は，「変形」が残存しないことが所望されているといえる。",
                    "したがって，相違点2に係る本件発明1の構成と，これに対応する甲1発明の「外筒部により内筒部の外側を覆う時，変形可能な突片部が内筒部の軸線に対して斜めになった状態でその端部において外筒部の内面に接し弾性サポートを形成するようにし」ている点が実質的に同一とはいえず，両発明は同一とはいえないから，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件発明2ないし本件発明5は，いずれも本件発明1の構成を全て具備するところ，上記(1) のとおり，本件発明1が甲1発明，甲2発明と同一であるとはいえない旨の審決の認定に誤りは認められないから，本件発明2ないし本件発明5が甲1発明，甲2発明と同一であるとはいえない旨の審決の認定にも誤りは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明の容易想到性に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，相違点2に係る本件発明1の構成である「分別時においても突片部が変形していることで，使用済み確認を可能に」することは容易想到である旨主張する。すなわち，",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点2に係る本件発明1の構成について，甲1に開示されていないと解したとしても，当業者にとって自明である旨主張する。",
                    "しかし，上記3のとおり，繰り出し容器において，「内筒部を外筒部に収容する際に，突片部が外筒部に押し倒されて斜め下方に変形され」ることによって「使用済み確認を可能に」する技術は，甲1に記載も示唆もされておらず，当該技術が当業者にとって公知であることを示す証拠もない。",
                    "したがって，相違点2に係る本件発明1の構成が，当業者にとって自明であるとは認められないから，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲1の図2に図示される状態における変形はその殆どが塑性変形であることが自明であり，同図に接した当業者は，突片部が塑性変形した図であると理解し，分解後にも塑性変形は残留して，図2に示した状態から殆ど変化しないことも理解するから，突片部には，分解後に使用済み部材であることを容易に確認できる変形が残ることを理解するのに困難性はない旨主張する。",
                    "しかし，上記3のとおり，甲1には，「変形可能な突片部」が，弾性による適当なサポートを形成し，内管10と嵌合管16の管面が適当に分離され，内管10全体の回転操作時に，安定的かつ円滑，無駄な力を省きながらの操作が可能となるものであることが開示され，「変形可能な突片部」において，「変形」が残存しないことが所望されることが示唆されていると認められる。そうすると，甲1に接した当業者において，図2に示される変形の殆どが塑性変形であり，分解後にも塑性変形は残留して，図2に示した状態から殆ど変化しないと理解するとはいえない。",
                    "したがって，原告の上記主張は前提を誤ったものであり，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件発明2ないし本件発明5は，いずれも本件発明1の構成を全て具備するところ，上記(1) のとおり，本件発明1が，甲1ないし甲4に記載された発明に基づいて当業者が容易に想到できたとはいえない旨の審決の認定に誤りは認められないから，本件発明2ないし本件発明5が，甲1ないし甲4に記載された発明に基づいて当業者が容易に想到できたとはいえない旨の審決の認定にも誤りは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明が明細書に記載されているとした認定の誤り)について",
          "text": [
            "原告は，本件明細書には，課題解決手段としての発明が記載されておらず，本件発明は，「特許を受けようとする発明が発明の詳細な説明に記載したものであること。」(特許法36条6項1号)との要件を満たしていない旨主張する。",
            "しかし，上記1のとおり，本件発明の解決課題，解決手段は，本件明細書の発明の詳細な説明に記載されているから，特許法36条6項1号の要件は満たされているというべきであり，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "小括",
          "text": [
            "よって，原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違法は認められない。原告は，他にも縷々主張するが，いずれも採用の限りではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告の請求を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}