{
  "conclusion": [
    {
      "text": "原告らの請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告らの求めた判決",
      "text": [
        "特許庁が不服2009−11174号事件について平成22年11月30日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定に係る不服の審判請求について，特許庁がした請求不成立の審決の取消訴訟である。争点は，進歩性の有無及びその判断過程の違法である。以下において「原告」とあるのは，原告全員を指す。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成16年7月16日，名称を「カラオケ装置」とする発明について，特許出願(特願2004−236220号，平成18年2月2日出願公開，特開2006−30927号) をしたが，平成21年4月2日付けで拒絶査定を受けたので，同年5月28日，これに対する不服の審判を請求した。",
            "特許庁は，上記請求を不服2009−11174号事件として審理し，平成22年7月30日付けの拒絶理由を通知した上，平成22年11月30日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年12月18日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "平成21年2月9日付けの手続補正書により補正された特許請求の範囲の請求項1に係る本願発明は，以下のとおりである。",
            "【請求項1】カラオケ装置本体に，歌い手側と視聴者側との各々側に映像装置を備えたことを特徴とするカラオケ装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明は，引用例1(特開平10−149176号公報)に記載された発明(引用発明)に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。"
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明の認定，同発明と本願発明との一致点及び相違点の認定並びに相違点についての判断は，以下のとおりである。",
                "【引用発明】",
                "カラオケ装置本体に，歌い手側に映像装置を備えたことを特徴とするカラオケ装置。",
                "【一致点】",
                "カラオケ装置本体に，歌い手側に映像装置を備えたことを特徴とするカラオケ装置。",
                "【相違点】",
                "本願発明は，視聴者側にも映像装置を備えているのに対して，引用発明には，視聴者側の映像装置について特定がない点。",
                "【相違点についての判断】",
                "カラオケをするときに，視聴者側にも映像装置を備えることはよく知られたことであるし，実願平4−12923号 (実開平5−64899号)のCD−ROM(引用例2)に記載されているように，カラオケ用表示装置本体に，歌い手側と視聴者側との各々側に映像装置を備えたカラオケ用表示装置も公知のものであるから，引用発明のカラオケ装置も，そのカラオケ装置本体に，視聴者側に映像装置を備えることに困難な点はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "(原告主張の取消事由の項目立てを，その内容に即して以下のとおり整理する。)"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用例1を引用例としたことの違法)",
          "text": [
            "審決において拒絶理由を構成する引用例1について，審査段階における平成21年1月19日付けの拒絶理由通知書(以下「審査通知書」という。)においては，「拒絶理由を構成するものではありません。」と記載しておきながら，審決では拒絶理由として採用している。これは，一貫性の欠如・支離滅裂・論理の破綻であり，審決が，個人の主観で処理されており，公平・公正な基準がないまま処理された証しであって，本願発明を拒絶する客観的・決定的理由がない証拠である。",
            "本来，前回で拒絶理由を構成しないとしたものを，次回に拒絶理由として取り上げたのであるから，前言を翻した理由と詳細な検討を明示すべきであるにもかかわらず，審決は，特許法29条2項の決まり文句を記述しただけである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点についての判断の誤り)",
          "text": [
            "審決は，相違点に対する判断において，引用例2については，引用例1について行った具体的な対比検討をも行わないばかりか，具体的・客観的な判断基準も示すことなく，極めて曖昧な表現で論議をし，拒絶理由としている。",
            "また，審決は，「引用例2に記載されているように，カラオケ用表示装置本体に，歌い手側と視聴者側との各々側に映像装置を備えたカラオケ用表示装置も公知のものである」(3頁15行～18行)としているが，本願発明は，「カラオケ装置本体に，歌い手側と視聴者側との各々側に映像装置を備えたカラオケ装置」であり，引用例2とは明確に異なる。引用例2の明細書の文中及び実施例の図面には，「カラオケ装置本体」に関した記載は一切ない。",
            "さらに，審決は，「引用発明のカラオケ装置も，そのカラオケ装置本体に，視聴者側に映像装置を備えることに困難な点はない。」(3頁18行～20行)と判断しているが，困難ではない理由を具体的・客観的に示していない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明が進歩性を欠くとした判断の誤り1)",
          "text": [
            "審決は，原告の平成22年9月6日付け意見書(以下「本件意見書」という。)について，「上記事項は，本願発明が特許法29条1項1号ないし3号の発明に該当しないこと，すなわち本願の特許出願前に日本国内又は外国において公然知られた発明，公然実施をされた発明，又は頒布された刊行物に記載された発明でないことを示すものとしても，それから容易に発明をすることができたものではないことの根拠とはなり得ない。」(3頁28行～32行)と判断するが，これは「本件出願前」のことであり，「本件出願以後から現在まで」のことを無視した議論である。",
            "本件意見書は，本願発明のカラオケ装置が，引用例2の出願以後，現在までの18年以上もの長きにわたって文献も現物も存在しない独自のもので，当業者が容易に発明できたとは到底いえないものであることを，具体的かつ明確に論証するものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本願発明が進歩性を欠くとした判断の誤り2)",
          "text": [
            "審決は，本願発明の進歩性を否定するが，相違点の認定において，前記のとおり，「本願発明は，視聴者側にも映像装置を備えているのに対して，引用発明には，視聴者側の映像装置について特定がない」と記載し，本願発明の独自性を認めている。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本願発明が進歩性を欠くとした判断の誤り3)",
          "text": [
            "甲6は，平成23年1月23日付け朝日新聞の「車の組立てライン」に関する記",
            "事であり，「米フォードモーターが流れ作業で車を作り始めて約100年。各メー",
            "カーは，車をラインに縦置きで流し，大量生産してきた」「トヨタ自動車は，車",
            "体を横向きに置いて流す，新しい生産ラインを導入した」とある。これは，約100年もの間，世界中の誰もが考え付かなかったことに，世界で最初に考え付いたものである。結果を知ってから「容易である。簡単である。」というのは簡単であるが，たとえ簡単な事と思われることでも，最初に考え付くということは，上記のとおり大変なことなのである。",
            "また，甲7は，平成23年2月2日付け朝日新聞の「京大 iPS 特許」に関する記事であり，「京大による特許は日本では成立していたが，その一部が米企業の出願と重なっていた」「日本を含む多くの国は先に出願した人に権利が与えられるが，米国は先に発明した人が権利を得る。同じ内容の特許があった場合に，どちらが先に発明したかを争うことになる」「iPS 細胞の関連特許は世界で続々と出願されている」とある。同業者が同じような特許を続々出願しているにもかかわらず，これを本願発明を拒絶したように「同業者が容易に考えられる」として拒絶するのでは，世界に通用しない。",
            "さらに，甲8は，平成23年2月3日付け朝日新聞の記事で，「米国は，知的財産重視策による発明の産業利用へと大きくカジを切った」とある。本件の審決のように，「容易に考えられる」と言って切り捨てている場合ではなく，知的財産重視策を推し進めなくてはならず，そのために特許庁はあるはずである。",
            "以上のことからして，本願発明の進歩性を否定した審決は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "平成21年1月19日付けの審査通知書において，引用例1は，「先行技術文献調査結果の記録」の欄に「先行技術文献」として挙げられており，当該欄に「この先行技術文献調査結果の記録は拒絶理由を構成するものではありません。」と記載されていることは認める。",
            "しかし，審判合議体は，当該通知書の理由により本件出願が平成21年4月2日付けで拒絶査定された後，原告に対して，引用例1を採用した，審査通知書の理由と異なる拒絶の理由を平成22年7月30日付け拒絶理由通知書(以下「審判通知書」という。)として通知し，意見書を提出する機会を与え，それによって，原告から，平成22年9月6日付け本件意見書が提出されたが，その意見書の内容によっても，審判通知書により通知した拒絶の理由が解消されないため，本件出願は拒絶すべきものと判断した。",
            "すなわち，本件出願は，原告が主張する審査通知書とは異なる審判通知書により通知した拒絶の理由で拒絶すべきものと判断したのであって，本件審判の手続に違法はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "審決は，引用例2に記載された発明と本願発明とを対比して相違点を抽出するものではなく，引用例1に記載された引用発明と本願発明とを対比し，相違点を抽出して進歩性の判断を行ったものである。",
            "そして，審決は，相違点に対する判断において，引用例2に記載された発明を明確に認定した上で，「引用発明のカラオケ装置も，そのカラオケ装置本体に，視聴者側に映像装置を備えることに困難な点はない。」と具体的・客観的に相違点に対する進歩性の判断を明確に行ったものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "審決は，相違点に対する判断の最後に，本件意見書に対して，本願発明を記載する文献や本願発明を実施した現物が本願出願の前後で公知であったか否かにかかわらず，そのことが，進歩性の判断を左右するものではないことを付加的に説示したにすぎない。",
            "そして，審決は，本願発明が特許法29条2項の発明に該当することを拒絶の理由として述べたものであって，本願発明が同条1項1号ないし3号の発明に該当しないことについて判断したものではない。したがって，原告主張の取消事由3は，本願発明が特許法29条2項の発明に該当することを拒絶理由とする審決の取消事由とはならない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "text": [
            "特許法29条2項の規定は，同条1項1号ないし3号に掲げる発明に基づいて当業者が容易に発明をすることができたときに，その発明は特許を受けることができない旨を規定するものであるところ，審決は，特許法29条2項を拒絶の理由として，本願発明と引用発明を対比して，本願発明の発明特定事項と引用発明を特定するための事項との一致点・相違点を明らかにして，他の引用発明(周知・慣用技術も含む。)の内容及び技術常識から，本願発明が容易に発明をすることができたとの論理付けを行ったものである。",
            "したがって，審決において，「4．対比」で述べているように，本願発明と引用発明とで相違点があることは当然の事項であって，その相違点に対する判断は，審決の「5．相違点に対する判断」で述べたとおりであり，本願発明は，引用発明に基づいて，容易に発明することができたものである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5に対し",
          "text": [
            "争う。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用例1を引用例としたことの違法)について",
          "text": [
            "原告は，引用例1について，審査段階において拒絶理由を通知した審査通知書では「拒絶理由を構成するものではありません。」と記載する一方，審決では拒絶理由として採用していることが，一貫性を欠き論理の破綻であるなどと主張する。",
            "確かに，審査通知書においては引用例1が先行技術文献とされ原告主張の記載がなされているが，拒絶査定不服審判において拒絶査定の理由と異なる拒絶理由を発見したときに，その理由を通知して審判請求不成立の審決に至ることができることは，特許法159条2項によって規定されているところである。本件でもこの規定に従って，審判長が，平成22年7月30日付け審判通知書(甲4)を発出して，60日以内に意見書を提出する機会を与えたものである。",
            "したがって，審決及び審判手続に違法な点はなく，原告の主張は採用できない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が，相違点に対する判断において，引用例2については，引用例1について行った具体的な対比検討をもしないばかりか，具体的・客観的な判断基準も示すことなく，極めて曖昧な表現で論議をし，拒絶理由としていると主張する。",
                "しかし，審決は，本願発明の進歩性を検討するに際し，引用例1に記載された発明を基本となる引用発明とし，本願発明と対比してその一致点・相違点を認定したものであり，当該相違点である「本願発明は，視聴者側にも映像装置を備えているのに対して，引用発明には，視聴者側の映像装置について特定がない点」の検討において，引用例2に，「歌い手側と視聴者側との各々側に映像装置を備えたカラオケ用表示装置」が開示されていることを具体的に認定したものである。すなわち，引用例2は，前記相違点に係る構成が公知であることを示すためだけに用いられたものであり，本願発明と直接対比すべき理由も必要性もないから，原告の主張はこの点において失当である。また，審決における相違点の判断も，上記のとおり具体的に行われているから，原告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，本願発明は「カラオケ装置本体に，歌い手側と視聴者側との各々側に映像装置を備えたカラオケ装置」であるから，引用例2とは明確に異なり，引用例2の明細書の文中及び実施例の図面には，「カラオケ装置本体」に関した記載はないと主張する。",
                "しかし，前記(1)のとおり，審決は，本願発明と引用発明とを対比し，「カラオケ装置本体に，歌い手側に映像装置を備えたことを特徴とするカラオケ装置」として一致することを前提として，相違点に係る構成が公知であることを示すため，引用例2に「歌い手側と視聴者側との各々側に映像装置を備えたカラオケ用表示装置」が技術事項として開示されていることを認定したものである。したがって，引用例2にカラオケ装置本体に関する記載がないとしても，そのことにより相違点に関する判断が左右されるものではないから，原告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，原告は，審決が，「引用発明のカラオケ装置も，そのカラオケ装置本体に，視聴者側に映像装置を備えることに困難な点はない。」と判断したことについて，困難ではない理由を具体的・客観的に示していないと主張する。",
                "しかし，審決は，「カラオケをするときに，視聴者側にも映像装置を備えることはよく知られたこと」と，引用例2に「歌い手側と視聴者側との各々側に映像装置を備えたカラオケ用表示装置」が開示されていることを認定した上で，引用発明のカラオケ装置について，そのカラオケ装置本体の視聴者側に映像装置を備えることが容易に推考できる旨を判断しているのであり，その判断の過程に誤りはなく，また，具体性を欠くものでもない。したがって，原告の主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明が進歩性を欠くとした判断の誤り1)について",
          "text": [
            "原告は，本願発明を実施したカラオケ装置が，引用例2の出願以後，現在までの18年以上もの長きにわたって文献も現物も存在しない独自のものであるから，当業者が容易に発明できたとはいえないと主張する。",
            "しかし，審決は，本願発明が，公然知られた発明等(特許法29条1項1号ないし3号)であるとして新規性を欠くと判断したものではなく，引用例1及び2等に基づいて進歩性を否定したものであり，そうである以上，本願発明を実施した物や文献が存在したか否かにより進歩性の判断が左右されるものではない。そして，引用例1及び2等に基づいて進歩性を否定した審決の判断に誤りがないことは，前示のとおりであるから，原告の主張を採用することはできない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本願発明が進歩性を欠くとした判断の誤り2)について",
          "text": [
            "原告は，審決が，相違点の認定において，「本願発明は，視聴者側にも映像装置を備えているのに対して，引用発明には，視聴者側の映像装置について特定がない」と記載し，本願発明の独自性を認めていると主張する。",
            "しかし，審決は，当該相違点をも踏まえて検討した結果，本願発明が引用例1及び2等に基づいて進歩性を欠くと判断したものであり，当該相違点の認定のみをとらえて本願発明の独自性をいう原告の主張は，その後の審決の判断を無視するものであって，失当といわなければならない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本願発明が進歩性を欠くとした判断の誤り3)について",
          "text": [
            "原告は，新聞記事(甲6ないし8)を引用して，本願発明の進歩性を否定した審決が誤りであると主張するが，当該新聞記事で報道されたような事実が，個別の本願発明についての進歩性の有無判断を左右するものでないことは明らかであり，原告の主張を採用することはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由は，いずれも理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}