{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2010-800103号事件について平成23年3月10日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，原告の下記2の本件発明に係る特許に対する被告の無効審判請求について，特許庁が当該特許を無効とした別紙審決書(写し)記載の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件訴訟に至る手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「レーザ加工装置及びレーザ加工方法」とする特許第3341114号(平成9年6月3日原出願(優先権主張日：平成9年3月21日)，平成12年3月21日特許出願(原出願の分割。以下「本件出願」という。)，平成14年8月23日設定登録。平成16年3月26日異議決定確定後の請求項の数は，全3項である。)に係る特許権を有する者である(以下，請求項3に係る特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成22年6月10日，本件特許(請求項3)について，特許無効審判を請求し，無効2010-800103号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成22年8月30日，訂正請求をした(以下「本件訂正」という。本件訂正後の発明を「本件発明」といい，その訂正明細書を「本件明細書」という。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成23年3月10日，本件訂正を認めた上，「特許第3341114号の請求項3に記載された発明についての特許を無効とする。」旨の本件審決をし，同年3月18日，その謄本が原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件審決が対象とした本件訂正後の請求項3に記載の発明，すなわち，本件発明は，以下のとおりである。",
            "ガルバノスキャナとfθレンズを有し，レーザ光を前記fθレンズを通してワーク面上におけるX軸方向及びY軸方向に振らせるためのガルバノスキャン系を複数備え，該複数のガルバノスキャン系により前記ワークの加工領域を同時加工するレーザ加工装置において，前記複数のガルバノスキャン系のうちの少なくとも1つを水平移動させることにより，少なくとも2つのガルバノスキャン系の間の距離を可変とする駆動機構を備え，水平移動するガルバノスキャン系に水平方向からレーザ光を入射させる第1のミラーと，該第1のミラーに垂直方向からレーザ光を入射させるための第2のミラーとを，更に備え，前記第1のミラーと前記第2のミラーは，前記駆動機構により，前記水平移動するガルバノスキャン系と共に前記水平方向に移動することを特徴とするレーザ加工装置"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件発明は，下記アの引用例1及び2に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，本件特許は，特許法29条2項の規定に違反してされたものであり，同法123条1項2号の規定により無効にすべきものである，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平8-215875号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平7-32183号公報(甲2)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用例1及び2に記載された発明(以下「引用発明1」及び「引用発明2」という。)並びに本件発明と引用発明1，2との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1：対物レンズを複数備え，該複数の対物レンズにより被加工物の加工部位を同時加工するレーザ加工装置において，前記複数の対物レンズのうちの少なくとも1つを水平移動させることにより，少なくとも2つの対物レンズの間の距離を可変とする駆動機構を備え，水平移動する対物レンズに垂直方向からレーザ光を入射させるためのミラーを備え，ミラーは，前記駆動機構により，前記水平移動する対物レンズと共に前記水平方向に移動するレーザ加工装置"
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と引用発明1との一致点：集光光学系を複数備え，該複数の集光光学系によりワークの加工面を同時加工するレーザ加工装置において，複数の集光光学系のうちの少なくとも1つを水平移動させることにより，少なくとも2つの集光光学系の間の距離を可変とする駆動機構を備え，水平移動する集光光学系にレーザ光を導入するための第2のミラーを備え，該第2のミラーは，前記駆動装置により，前記水平移動する集光光学系と共に前記水平方向に移動するレーザ加工装置"
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明と引用発明1との相違点1：本件発明においては，「ガルバノスキャナとfθレンズを有し，レーザ光を前記fθレンズを通してワーク面上におけるX軸方向及びY軸方向に振らせるためのガルバノスキャン系」を用いて「ワークの加工領域を同時加工」するのに対して，引用発明1においては，対物レンズを用いた光学系により「被加工物の加工部位を同時加工」する点"
                },
                {
                  "fig": "エ",
                  "subject": "本件発明と引用発明1との相違点2：本件発明においては，「水平移動するガルバノスキャン系に水平方向からレーザ光を入射させる第1のミラーと，該第1のミラーに垂直方向からレーザ光を入射させるための第2のミラー」とを備えており，「第1のミラーと第2のミラーは，駆動機構により，水平移動するガルバノスキャン系と共に水平方向に移動する」のに対して，引用発明1においては，「水平移動する対物レンズに垂直方向からレーザ光を入射させるためのミラーとを備え，ミラーは，駆動機構により，水平移動する対物レンズと共に水平方向に移動する」点"
                },
                {
                  "fig": "オ",
                  "subject": "引用発明2：ガルバノメーターミラースキャナとfθレンズを有し，レーザ光線を，前記fθレンズを通して被加工物面上におけるX軸方向及びY軸方向に振らせるためのガルバノスキャン系を複数備え，該複数のガルバノスキャン系により前記被加工物の加工領域を同時加工するCO レーザ加工装置において，ガルバノスキャン系に水平方向からレーザ光線を入射させるミラー4と，該ミラー4に垂直方向からレーザ光線を入射させるためのミラー3とを備えるCO レーザ加工装置"
                },
                {
                  "fig": "カ",
                  "subject": "本件発明と引用発明2との一致点：ガルバノスキャナとfθレンズを有し，レーザ光を前記fθレンズを通してワーク面上におけるX軸方向及びY軸方向に振らせるためのガルバノスキャン系を複数備え，該複数のガルバノスキャン系により前記ワークの加工領域を同時加工するレーザ加工装置において，ガルバノスキャン系に水平方向からレーザ光線を入射させる第1のミラーと，該第1のミラーに垂直方向からレーザ光線を入射させるための第2のミラーとを備えるレーザ加工装置"
                },
                {
                  "fig": "キ",
                  "subject": "本件発明と引用発明2との相違点3：本件発明においては，「複数のガルバノスキャン系のうちの少なくとも1つを水平移動させることにより，少なくとも2つのガルバノスキャン系の間の距離を可変とする駆動機構を備え」るとともに，「第1のミラーと第2のミラーは，駆動機構により，水平移動するガルバノスキャン系と共に水平方向に移動する」ようにしたのに対して，引用発明2においては，ガルバノスキャン系，ミラー4及びミラー3を一体的に水平移動させる駆動機構がない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1を主引用例とする判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "引用発明2を主引用例とする判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1を主引用例とする判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1に係る判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点1に関し，引用発明1について，加工対象物(ワーク)を移動する機構があることを追加すべきであり，これを欠いている点に判断の誤りがある。",
                    "相違点1について，「ともにレーザ加工の処理能力向上を課題とした複数の集光光学系を有するレーザ加工装置」であるという共通点だけを理由として，引用発明1の「対物レンズ」に代えて，引用発明2の「ガルバノスキャン系」を組み込むのが容易であるとする本件審決の判断は，およそ失当である。",
                    "すなわち，引用発明1では，加工箇所を移動するための仕組みは既にあるから(XYステージで対象物を動かすことに加えて，対物レンズの水平移動)，それに重ねてガルバノスキャン系を組み込む理由は全くない。本件発明では，ガルバノスキャン系で届く領域を水平移動するが，こうした知見は引用発明1にはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，ガルバノスキャン系が集光作用を持つとしてこの置換えを説明するものでもあるが，ガルバノスキャン系は集光作用も持つとはいえ，同時に，またむしろ主要な働きは，加工点を移動させること(スキャンすること)である。これを無視して置換えを説くのはおかしい。引用発明1は既に移動の仕組みがあるのに，加えてガルバノスキャン系を組み込むのが当然であるわけがない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "対象物を動かすことで加工箇所を移動するための仕組みが既にあるものの，ガルバノスキャン系の方が高速に動かせるのではないかとの考えもあるかもしれないが，引用発明1の場合は，それは当てはまらない。引用発明1の具体例は，線状加工であるためにガルバノスキャン系での高速移動の意義がなく，引用発明2のようなものを組み合わせようという考えに至らないはずである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に係る判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点2に関し，引用発明1の対物レンズを，引用発明2のガルバノスキャン系に置き換えると，ミラーが過剰であり，およそ不自然な構成である。このような構成を実際に作るとは思えないし，そんな可能性をもって本件発明の特許性を否定する理由にはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明のミラーについての規定は，ガルバノミラーへの入射光の位置を安定させるのに役立つ意義がある。本件審決のいう組合せをとったのでは，ガルバノミラーの箇所だけに着目するなら本件発明に従っており誤差を低減するのに役立とうが，そこにいたるまでの経路に余計なミラーがあるからそこで却って誤差を大きくしてしまうことが予期され，不合理である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，引用発明1において，「対物レンズ」に代えて引用発明2の保持具により一体で保持された「ガルバノスキャン系と当該ガルバノスキャン系に水平方向からレーザ光を入射する第1のミラー」を採用して，相違点2にかかる構成とすることは，当業者が容易に想到し得たとの判断には，誤りがある。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点1に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1には「加工対象物(ワーク)を移動する機構があること」を追加すべきであるとの原告の主張は，明らかに誤りである。",
                    "そもそも，本件発明の要旨認定は特許請求の範囲に基づき行うべきところ，特許請求の範囲においては，「加工対象物(ワーク)を移動する機構」の有無について言及がない。したがって，その有無を相違点として認定することはそもそも不適切である。",
                    "のみならず，仮に本件発明の要旨に，明細書を参酌した場合に当該構成要素の有無が含まれるかという点について検討するに，原告が主張する引用発明1の「加工対象物(ワーク)を移動する機構」とは，加工対象物の位置をX軸方向及びY軸方向に水平移動させることのできる加工対象物を載置するステージを意味するものであろうが，かかるステージは，本件発明の実施例においても備えられている。これは，ガルバノスキャン系では，自ずと小領域の加工領域内のスキャンに限られてしまうため，通常ワーク対象領域の加工対象物(ワーク)上における相対位置を移動して位置決めする機構が必須であり，それゆえ必然的に加工対象物(ワーク)をX-Y軸の水平方向に移動する装置を具備すべきだからである(【0013】【0015】【0021】【0023】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告の主張は，引用発明1にXYステージが存在することが，引用発明1に引用発明2のガルバノスキャン系を組み合わせることにおいて阻害要因だと主張するにほかならない。しかし，本件発明においても通常XYステージが存在することが必須であることは，引用発明1におけるXYステージの存在が，引用発明1から本件発明の構成を想起するにつき阻害要因になるものではないことを如実に示している(【0004】～【0006】)。",
                    "つまり，引用発明1の「対物レンズ」は，本件発明のレーザ加工装置(【0004】)と同様に，当該集光光学系を固定した場合の加工箇所は点であり，加工対象物(ワーク)における加工箇所の相対位置を移動するためにXYステージを用いるが，他方，引用発明2の「ガルバノスキャン系」においても，本件発明と同様に(図8)，スキャン領域が小領域に限られるため，やはり加工対象物(ワーク)における加工領域の相対位置を移動するためにXYステージを用いて位置決めを行うことが必須なのである。",
                    "このように，引用発明1の「対物レンズ」と引用発明2の「ガルバノスキャン系」とは，加工箇所が点であるか領域であるかという差はあるが，いずれにせよ，「加工箇所又は加工領域の加工対象物(ワーク)における相対位置を，XYステージによる加工対象物(ワーク)の移動によって制御する」という点においては共通しており，したがって，引用発明1の集光光学系として，「対物レンズ」に代えて，引用発明2の「ガルバノスキャン系」を採用するにつき，引用発明1におけるXYステージの存在が阻害要因となるということはあり得ない。原告の主張は，本件明細書の記載自体と矛盾する主張である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に係る判断の誤りについて",
              "text": [
                "ガルバノスキャン系の集光光学系において，例えば大型の装置などにおいて，レーザの経路に複数のミラーを介在させる設計により適宜装置設計上の最適化を図ることは至極一般的に行われており，ミラーの数が増えるとガルバノスキャン系の作用効果が失われるかの如き原告の主張は，明らかに事実に反している。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明2を主引用例とする判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明2では加工箇所を動かすについては既にガルバノスキャン系がある。したがって，「一般的な技術課題」を考えてみても，引用発明1の水平移動を適用することにはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明1を本件審決のいうように組み合わせることは，良く知られた(すなわち周知の)構成を追加して良く知られた効果を達するというのとは，全く違う。引用発明1はむしろ特殊なアイディアを説明したものである。それと組み合わせることが容易だというのは，後知恵ないし結果論であり，周知でない引用例との組合せは容易ではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明2は，別々の加工対象物を置くことを想定しているので，それぞれのスキャン可動領域に対応して対象物を置けばすむのである。他方，本件発明は，加工対象物が1枚の大きなものである場合に役に立ち，1枚の対象の中に複数箇所を同時並行して加工していく場合に，その複数の領域の間隔を調整できるのである。これによって効率的な加工ができるようになる。これは結果から見れば当たり前ともいえるが，それは後知恵であり，引用発明2からは光学系の水平移動による間隔調整という課題を導き得ない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告も，ワークの異なる箇所を加工するために，照射光学系自体を水平移動可能とすることが一般的な技術課題であること自体は争っていない。",
                "しかしながら，ガルバノスキャン系自体の加工領域(スキャン可能領域)は小領域に限られ，自ずと限界がある。それゆえ，ガルバノスキャン系を固定した場合にXYステージ上に設定される限界づけられた加工領域の位置を変更したいという一般的な技術課題の解決に対し，ガルバノスキャン系が加工箇所(点)を加工領域(面)内で動かすことができるという原告主張の構成は，当該課題の解決に対応するものではない。当該課題は，加工領域(面)自体の位置変更をも当然に包含するものであって，これを実現するためには，ガルバノスキャン系自体の位置を変更するべく水平移動することが至極当然の構成である。この点において，本件審決の判断に誤りはなく，引用発明2に，引用発明1の照射集光系の水平移動機構を組み合わせることは容易である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明1が周知ではないとの主張は，そもそも根拠がないが，加えて，周知でない引用例との組合せは容易ではないと判断すべきとの主張は，原告独自の見解にすぎず，およそその合理的根拠を見いだし得ない。",
                "引用発明1は公示された技術内容であるにもかかわらず，かかる公示された技術内容について，さらに周知か否かという基準で区分し，仮に，周知でなければ即組合せが容易でないと判断すべきという基準を採用することは，実質的には，既に公示された技術内容に対する検索の労に対してのみインセンティブを付与するにほかならない。ゆえに，原告の主張には，合理性を認め得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，原告は，「スキャン機能」と「XYステージ機能」とを混同した主張をしている。引用例2(【0014】，図5)を見れば分かるとおり，引用発明2の実施例においては，複数の加工対象物(ワーク)が存在しているが，これが載置されているXY2軸ステージは単一である。つまり，複数の加工対象物(ワーク)は，単一のXY2軸ステージの上で，同一の移動をされるべく構成されている。とすれば，複数の加工対象物(ワーク)の大きさが相違した場合には，本件審決が認定するように，レーザ加工分野においては，ワークの異なる箇所を加工するために，光学系自体を水平移動可能とするよう構成することは一般的な技術課題である。",
                "これに対して原告は，あたかも，本件発明が，大きな1枚の対象の中に複数箇所を同時並行して加工していく点に新たな作用効果があるかの如く述べているが，本件明細書には本件発明がそのような作用効果を目的とするものとの明記はなく，また，複数の集光光学系を用いて，XYステージに大きな1枚を載置して複数領域を加工するか，あらかじめ裁断した複数枚を加工するかは極めて容易な設計的事項で，その点に特段の作用効果はあり得ない。そして，その際に「光学系自体を水平移動可能とする」ことは一般的な技術課題であり，原告の主張は，そもそも成り立ち得ない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1を主引用例とする判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明について",
              "text": [
                "本件発明の要旨は，前記第2の2のとおりであり，本件明細書によれば，本件発明は，以下のとおりのものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明はレーザ加工装置に関し，特に穴あけ加工を主目的とし，その加工速度を向上させることができるように改良されたレーザ加工装置及び加工方法に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来，ワーク上の加工領域に対してガルバノスキャナを用いてレーザ光をX軸方向，Y軸方向に振らせることで加工を行った後，XYステージにより次の加工領域が直下にくるようにワークを移動させることで，加工速度の向上を図った方式のレーザ加工装置が提供されていたが(【0005】【0007】)，ワークの大きさは一辺が300～600(mm)程度の四角形であり，このようなワークに，多面取りのために通常，10個以上の加工領域がマトリクス状にあらかじめ設定され，一方，ガルバノミラーによる走査可能な領域は，通常，一辺が50(mm)程度の四角形の範囲であるから，1つのワークの全ての加工領域を加工するには上記の方式でも相応の時間を必要とするものであった(【0008】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，本件発明は，ガルバノスキャナとfθレンズを有し，レーザ光を前記fθレンズを通してワーク面上におけるX軸方向及びY軸方向に振らせるためのガルバノスキャン系を複数備え，該複数のガルバノスキャン系により前記ワークの加工領域を同時加工するレーザ加工装置において，前記複数のガルバノスキャン系のうちの少なくとも1つを水平移動させることにより，少なくとも2つのガルバノスキャン系の間の距離を可変とする駆動機構を備え，水平移動するガルバノスキャン系に水平方向からレーザ光を入射させる第1のミラーと，該第1のミラーに垂直方向からレーザ光を入射させるための第2のミラーとを，更に備え，前記第1のミラーと前記第2のミラーは，前記駆動機構により，前記水平移動するガルバノスキャン系と共に前記水平方向に移動することによって(【0012】)，1つのワークの別の加工領域に対して複数組のガルバノスキャナで同時に同じ加工を行うことができるようになり，加工速度を大幅に向上させることができるという効果を奏するものである(【0031】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1について",
              "text": [
                "引用例1には，以下の記載がある(甲1)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1",
                  "text": [
                    "基準平面内を2次元方向に移動するステージと，前記ステージの移動位置を検出する位置検出手段とを備え，所定の加工位置データと前記位置検出手段からの位置データとに基づき前記ステージを対物レンズ光軸上に位置決めしつつ当該対物レンズを介してレーザ光を前記ステージ上に載置された被加工物に照射するレーザ加工装置であって，複数の対物レンズと，各対物レンズからのレーザ光の照射タイミングを独立して制御する制御手段と，を有するレーザ加工装置"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "産業上の利用分野",
                  "text": [
                    "引用発明1は，レーザ加工装置に係り，更に詳しくは，2次元移動するステージの移動位置データと所定の加工位置データとに基づきステージを被加工物の加工位置へ位置決めしつつレーザ光を用いてステージ上の被加工物に加工を施すレーザ加工装置に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "従来のレーザ加工装置にあっては，被加工物の加工のため，レーザ光を照射するレーザ照射系は1つしかなく，処理能力に限界があったことから(【0003】)，",
                    "引用発明1の目的は，処理能力の向上を図ることができるレーザ加工装置を提供することにある(【0004】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第1実施例(図1)",
                  "text": [
                    "このレーザ加工装置は，図1の紙面に直交する基準平面内を2次元方向に移動するステージとしてのXYステージと，このXYステージ上に載置された被加工物に対し加工用のレーザ光を照射する第1，第2の照射光学系と，被加工部位の観察用光学系と，XYステージの移動位置を検出する位置検出手段としてのステージ座標読み取り装置と，XYステージの移動位置及びレーザ光の出射タイミング等を制御する制御手段としてのコントローラとを，備えている(【0014】)。",
                    "第1の照射光学系は，レーザ光源から射出されたレーザ光を分割する光分割手段としてのハーフミラー(ビームスプリッタ)と，このハーフミラーで2分割された一方のレーザ光(透過光)の光量調整部とレーザ光をXYステージに向けて反射するダイクロイックミラーと，このダイクロイックミラーで反射されたレーザ光の進行方向先に前記基準平面に直交する状態でその光軸が配置された第1対物レンズと，を含んで構成されている。ここで，第1対物レンズは装置本体に固定されている(【0015】)。",
                    "第2の照射光学系は，前記ハーフミラーと，このハーフミラーで2分割された他方のレーザ光(反射光)の光量調整部と，レーザ光を順次XYステージに向けて反射する2つのミラー27，28と，ミラー28で反射されたレーザ光の進行方向先に基準平面に直交する状態でその光軸が配置された第2の対物レンズと，を含んで構成されている(【0019】)。",
                    "ミラー28と第2対物レンズとは保持部材によって一体的に保持されており，これらによってXYステージの移動方向であるX軸方向と同じ方向に移動可能な駆動部が構成されている(【0020】)。",
                    "まず，コントローラでは，あらかじめ内部メモリ内に記憶された設定間隔情報(加工位置データの一部である)に従ってレンズ位置検出手段を介して駆動部の移動位置をモニタしつつ，図示しない駆動機構を介して駆動部を設定位置まで駆動し，第1対物レンズと第2対物レンズの光軸間の間隔を被加工物上の加工部位のピッチに合わせて設定する。すなわち，この実施例では，図示しない駆動機構とコントローラによりレンズ間隔設定手段が実現されている(【0028】)。",
                    "このようにして対物レンズ間隔及び光量の調整が終了すると，コントローラでは，ステージ座標出力装置の出力座標をモニタしつつ内部メモリ内に格納された加工位置データに基づきモータを駆動してXYステージの移動制御を開始する。ここでは，被加工物の加工のため，XYステージをY軸方向に移動させるものとすると，このXYステージのY軸方向移動中に被加工物が所定の加工位置に位置すると，コントローラでは，レーザ光源にトリガー信号を送り，2つの加工レーザ光を発生させる。このとき，コントローラでは，第1，第2の照射光学系を用いて同時に加工を行う場合は両方の光変調器をオフにする。これにより，2つのレーザ光がそれぞれの照射光学系を構成する対物レンズより被加工物上のそれぞれの加工部位に照射され，それぞれの加工部位が同時に加工される(【0030】)。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "subject": "発明の効果",
      "text": [
        "引用発明1によれば，被加工物にレーザ光を複数の対物レンズから同時に照射することにより複数箇所を同時に加工することが可能となり，これによって加工時間を短縮することができ，複数の対物レンズからのレーザ光の照射タイミングを異ならせた場合には，個々の加工箇所で加工長を変えたり，加工方向で加工箇所ごとにピッチの異なる被加工物であっても同時加工が可能となるという従来にない優れた効果がある(【0046】)。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "引用発明2",
          "text": [
            "引用例2には，以下の記載がある(甲2)。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "産業上の利用分野",
      "text": [
        "引用発明2は，電子部品，電子機器等の精密加工に用いられるCO レーザ加工装置に関するものである(【0001】)。"
      ]
    },
    {
      "fig": "イ",
      "subject": "発明が解決しようとする課題",
      "text": [
        "従来のCO レーザ加工装置は，精密な加工を行う場合の加工速度が可動ステージ33の移動速度により制限されるところ(【0006】)，引用発明2は高速かつ高精度な穴加工を可能にするCO レーザ装置を提供することを目的とする(【0007】)。",
        "そして，加工速度は前記1対の回転動作するミラーの動作速度により決まるが，例えば穴加工を行う場合，1回の回転移動，停止に要する時間は0．01秒以下が可能であり，前記可動ステージにより制限される速度と比較すると10倍程度の加工速度を可能にする(【0010】)。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "実施例",
      "text": [
        "図1は引用発明2の第1の実施例におけるCO レーザ加工装置の構成を示す図である。本実施例は，樹脂を主な素材とする薄板への穴加工を目的とした装置である。図1において1はCO レーザ発振器であり，2はレーザ発振器1から出射したレーザ光線であり，3，4はレーザ光線を反射させて向きを変えるためのミラーであり，5，6はレーザ光線を偏向・走査するための一対のガルバノメーターミラースキャナー(ガルバノミラー)であり，7はガルバノミラー5，6により偏向・走査されたレーザ光線が常に同一平面上に集束するように光学的に設計されたfθレンズであり，8はミラー4，ガルバノミラー5，6，及びfθレンズ7を一体で保持する保持具であり，保持具8全体が上下動してレーザ光線のアライメントを損なうことなくfθレンズ7と被加工物との間隔を調整する時に生じる飛散物からfθレンズ面を保護するためのエアーカーテンを作り出すエアーノズルであり，11は加工時に生じる飛散物を吹き飛ばすためのノズルであり，12は薄板の保持具であり，薄板の加工物の下部が中空になるように加工が施されている。13は薄板を下部から吸引して加工時に生じるガスを逃すための吸引装置であり，14は加工生成ガスを逃すための吸引装置であり，14は加工生成ガス，粉塵を排出する排気ダクトであり，15はレーザの遮蔽板も兼ねたCO レーザ加工装置の制御ユニットであり，CO レーザ発振器，ガルバノミラー及びその他加工装置に含まれる機器を制御する(【0012】)。",
        "図3に，引用発明2の第2の実施例におけるCO レーザ加工装置を示す。第1の実施例である薄板を搭載するX，Y2軸の可動ステージを組み合わせた構成になっている。第1の実施例では，穴加工可能な薄板の寸法はfθレンズの設計により決まるレーザ光線走査領域に限定される。レーザ光線走査領域より大きな寸法の薄板を加工する必要がある場合は，図4に模式的に示すように，所定の走査領域を加工した後，X・Y軸ステージを動かして隣接する未加工領域にレーザ光線走査領域を移動させ，加工を行う。この動作の繰り返しにより，X・Y軸ステージの可動範囲までの寸法の薄板を加工することができる。本実施例におけるレーザ光線走査領域は50mm×50mmの矩形であり，例えば100mm×100mmの薄板を加工する場合には，4つの領域に別けて加工することになる。また，加工データはあらかじめ制御ユニット内で4つの領域に対応するように分割され，加工の進展とともに順次読み出される(【0014】)。",
        "図5に引用発明2の第3の実施例におけるCO レーザ加工装置を示す。第3の実施例は，1台のCO レーザ発振器から出射されたレーザ光線をビームスプリッターにより分岐し，各分岐ごとにガルバノミラー及びfθレンズを備え，同時に2枚の薄板の加工が可能な構成にしたものである。なお，分岐数は2分野に限定されることはなく，CO レーザ発振器の出力に余裕があれば4分岐，8分岐等も可能である(【0015】)。",
        "図6に引用発明2の第4の実施例におけるCO レーザ加工装置を示す。本実施例は，第3の実施例において2枚の薄板を搭載することができるX・Y2軸ステージを備えた構成になっている。2軸ステージの移動により，レーザ光線の走査領域より大きな薄板寸法を加工することを搭載するものを2分岐のそれぞれに備える構成を取ってもかまわない(【0016】)。"
      ]
    },
    {
      "fig": "エ",
      "subject": "発明の効果",
      "text": [
        "以上のように引用発明2のCO レーザ加工装置は，CO レーザ発振器とCOレーザ発振器から出射したレーザ光線を反射し，走査させるための1対の回転動作するミラーと前記1対の回転動作するミラーにより反射されたレーザ光線を所定の平面上に集束させる作用を有するフラットフィールド光学部品を備えた構成により，従来の可動ステージで被加工物の位置決めを行うCO レーザ加工装置と比較して，特に穴加工において約10倍の速度で精密な加工ができるという利点を備える(【0017】)。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "相違点1について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "引用発明1と引用発明2とは，ともにレーザ加工の処理能力向上を課題とした複数の集光光学系を有するレーザ加工装置という点で共通している。",
        "また，引用例2に記載されたとおり(【0010】【0017】)，レーザ加工の速度は，可動ステージ(XYステージ)よりも1対の回転するミラー(ガルバノスキャン系)の方が10倍程度速いものであるから，ガルバノスキャン系は，レーザ加工の処理能力向上により寄与するものといえる。",
        "そうすると，引用発明1において，レーザ加工の処理能力をより向上させるために，対物レンズに代えて，引用発明2のガルバノスキャン系を適用することは，当業者が容易に想到することができたものである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告は，相違点1に関して，引用発明1が「加工対象物(ワーク)を移動する機構(XYステージ)」を有することを追加すべきであること，そして，引用発明1では，加工箇所を移動するための仕組みは既にあるから(XYステージで対象物を動かすことに加えて，対物レンズを水平移動させている)，それに重ねてガルバノスキャン系を組み込む理由は全くなく，本件発明では，ガルバノスキャン系で届く領域を水平移動するが，こうした知見は引用発明1にはないと主張する。",
        "確かに，引用例1の前記記載(請求項1，【0001】【0014】)によると，引用発明1は，XYステージ(2次元方向に移動するステージ)を有しているということができる。",
        "しかし，引用例2の前記記載(【0015】【0016】)によると，引用発明2は，XY2軸ステージ(XYステージ)とガルバノミラー及びfθレンズ(ガルバノスキャン系)とを組み合わせることによって，従来より高速で加工をすることができ，より広い加工領域が得られるというものであるから，引用発明1がXYステージを有しているからといって，そのような引用発明1に引用発明2のガルバノスキャン系を組み込めないとはいえない。",
        "また，引用発明1において，対物レンズで水平移動しているのは，レーザ加工の前に第1対物レンズと第2対物レンズの光軸間の間隔を被加工物上の加工部位のピッチに合わせるためのものであって，レーザ加工の際にレーザをスキャンさせるためのものではないことは，引用例1の前記記載(【0028】【0030】)に照らして明らかである。そうすると，引用発明1において，対物レンズで水平移動しているからといって，そのことは，レーザ加工の処理能力向上に寄与することとは無関係であるから，XYステージを有する引用発明1に，レーザ加工の際にレーザをスキャンさせるための引用発明2のガルバノスキャン系を組み込めない理由にはならない。",
        "したがって，引用発明1において，加工箇所を移動するための仕組みが既にあるからといって，これを本件発明との相違点1に追加したとしても，ガルバノスキャン系を組み込む理由がないとはいえない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "原告は，本件審決はガルバノスキャン系が集光作用を持つとしてこの置換えを説明するものであるが，ガルバノスキャン系は集光作用も持つとはいえ，むしろ主要な動きは，加工点を移動させること(スキャンすること)であるから，これを無視して置換えを説くのは誤りであり，引用例1は既に加工点を移動させる仕組みがあるのに，加えてガルバノスキャン系を組み込むのは当然とはいえないと主張する。",
        "しかし，まず，本件審決は，ガルバノスキャン系が集光作用を持つとしてこの置換えを説明しているわけではない。すなわち，引用発明1の対物レンズをガルバノスキャン系に置き換えることについて，本件審決は，「引用発明1と引用発明2とは，ともにレーザ加工の処理能力向上を課題とした複数の集光光学系を有するレーザ加工装置という点で共通している」ことを理由として，集光光学系として，引用発明1の「被加工物の加工部位を同時加工」する対物レンズに代えて，引用発明2の「ワークの加工領域を同時加工」するガルバノスキャン系を適用して，本件発明の相違点1に係る構成とすることは，当業者が容易に想到し得たことであると判断しており，引用発明1と引用発明2とが，レーザ加工の処理能力向上という共通の課題を有していることを理由に置換えを判断しており，原告の上記主張は前提を欠く。",
        "また，上記イのとおり，引用例1は既に加工点を移動させる仕組みがあるからといって，引用発明1にガルバノスキャン系を組み込む理由がないとはいえない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "原告は，引用例1の具体例は線状加工であるためガルバノスキャン系での高速移動の意義がなく，引用発明2のガルバノスキャン系を組み合わせるという考えには至らないと主張する。",
        "しかし，引用発明1は，線状加工であることを必須の要件とするものではないから，原告の主張は，その前提において誤っている。",
        "また，線状加工ではガルバノスキャン系を用いても高速化しないことを認めるに足りない。",
        "なお，上記アのとおり，レーザ加工の加工速度は，XYステージよりもガルバノスキャン系の方が10倍程度速いのであるから，線状加工であっても，XYステージとガルバノスキャン系を組み合わせた方が，全体としての加工速度が速くなるのは明らかである。"
      ],
      "content": [
        {
          "fig": "(5)",
          "subject": "相違点2について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "引用発明2が「ガルバノスキャン系に水平方向からレーザ光を入射させる第1のミラーと，該第1のミラーに垂直方向からレーザ光を入射させるための第2のミラー」という構成を備えていることは，当事者間に争いがない。",
        "前記のとおり，引用発明2においては，ガルバノスキャン系と第1のミラー(ミラー4)とは，保持具により一体で保持されるものである(【0012】)。",
        "そして，前記のとおり，引用発明1と引用発明2とは，ともにレーザ加工の処理能力向上を課題とした複数の集光光学系を有するレーザ加工装置という点で共通しており，また，引用発明2においては，レーザ加工の速度は，可動ステージ(XYステージ)よりも1対の回転するミラー(ガルバノスキャン系)の方が10倍程度速いものであるから(【0010】【0017】)，引用発明1において，レーザ加工の処理能力をより向上させるために，駆動機構により水平移動する「対物レンズ」に代えて，引用発明2の保持具により一体で保持された「ガルバノスキャン系と当該ガルバノスキャン系に水平方向からレーザ光を入射する第1のミラー」を採用して，ガルバノスキャン系に水平方向からレーザ光を入射する第1のミラーと，該第1のミラーに垂直方向から光を入射する第2のミラーとが，「駆動機構により，水平移動するガルバノスキャン系と共に水平方向に移動する」ようにし，本件発明の相違点2に係る構成とすることは，当業者が容易に想到し得たことというべきである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告は，本件審決のように引用発明1の対物レンズを引用発明2のガルバノスキャン系に置き換えると，ミラーが過剰となり，およそ不自然な構成となると主張する。",
        "しかし，レーザ光をガルバノスキャン系に導くためのミラーは，レーザとガルバノスキャン系の位置関係等を考慮して適宜必要な位置に配置するものである。",
        "そして，本件明細書(【0013】，図1)には，レーザ光を複数のミラー11，12を経由してミラー15(第2のミラー)及びガルバノスキャナに入射させることが記載されており，本件発明はこのような構成を排除するものではないから，引用発明の対物レンズを引用発明2のガルバノスキャン系に置き換えた際に，レーザと第2のミラーの間に複数のミラーがあったとしても，ミラーが過剰になるとはいえないし，不自然な構成となるともいえない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "原告は，本件発明のミラーについての規定は，ガルバノミラーへの入射光の位置を安定させるのに役立つ意義があるが，本件審決のいう組合せをとったのでは，ガルバノミラーに至るまでの経路に余計なミラーがあるから誤差を大きくしてしまうことが予期されると主張する。",
        "しかし，本件明細書には，ミラーについては，「また，ここでは，分岐レーザ光を受けるためのミラー37，38を互いに反対向きにし，反対方向から分岐レーザ光を受けるようにしている。ミラー38(本件発明の「第2のミラー」に相当)の反射光は，ミラー39(本件発明の「第1のミラー」に相当)を通して第2のガルバノスキャナ16に導入され，第1のガルバノスキャナ14においても同様に，図示しないミラー(本件発明の「第2のミラー」に相当)を通してミラー37(本件発明の「第1のミラー」に相当)からのレーザ光が導入される。」(【0020】)という記載しかなく，第1及び第2ミラーがどのような技術的意義を有するかについては何ら記載されていない。",
        "したがって，本件発明のミラーの意義に関する原告の主張は，本件明細書の記載に基づいたものとはいえない。",
        "なお，上記イのとおり，引用発明1の対物レンズを引用発明2のガルバノスキャン系に置き換えた場合に，レーザと第2のミラーとの間に複数のミラーがあったとしても，ミラーが過剰になるとはいえないし，仮に余計なミラーがあったとしても，そのようなミラーは省略するのが自然であるから，余計なミラーによる誤差が大きくなるともいえない。"
      ],
      "content": [
        {
          "fig": "(6)",
          "subject": "小括",
          "text": [
            "以上のとおり，原告の主張はいずれも採用することができず，取消事由1は理由がない。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "結論",
              "text": [
                "以上の次第であるから，その余の点について判断するまでもなく，原告の請求は棄却されるべきものである。"
              ]
            }
          ]
        }
      ]
    }
  ]
}