{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-7591号事件について平成23年5月10日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「無線によるエンジン監視システム」とする発明について，2004年6月28日(パリ条約による優先権主張外国庁受理2003年7月23日，米国)を国際出願日として特許出願(特願2006-521081号。以下「本願」という。)をしたが，平成21年12月8日付けで拒絶査定を受けた。これに対し，原告は，平成22年4月9日付けで，拒絶査定に対する不服審判の請求(不服2010-7591号)をし，同日付けで明細書について補正をした(以下「本件補正」という。)。",
            "特許庁は，平成23年5月10日，本件補正を却下し，「本件審判の請求は，成り立たない。」との審決をし(附加期間90日。以下，単に「審決」という。)，その謄本は，同月24日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正前の特許請求の範囲(請求項の数9)の請求項1の記載は，次のとおりである(以下，同請求項に記載された発明を「本願発明」という。なお，本件補正後の特許請求の範囲の請求項1の記載も同一である。)。",
            "「航空機のエンジンのパフォーマンスの記録を提供するためのシステムであって：",
            "前記航空機エンジンの動作に関係する航空機エンジンデータを収集するために前記航空機エンジンに取り付けられ，さらに無線通信信号を介して前記エンジンデータを送信するための送信機を有するエンジン監視モジュールであって前記航空機エンジンを追跡するための前記航空機エンジンのシリアル番号に結びつけられたデータアドレスを割り当てられているエンジン監視モジュールと，",
            "前記送信されたエンジンデータを受信するための受信機，",
            "とを有することを特徴とするシステム。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件補正の内容",
          "text": [
            "本件補正の内容は，以下のとおり，明細書の段落【0011】を補正するものである(下線部は，補正部分を表す。)",
            "「【0011】",
            "本発明のいま一つの側面では，エンジンデータを収集するためにFADEC／ECUが航空機エンジンとともに動作する。当該エンジン監視モジュールはエンジンデータを集めるために電気的にFADEC／EDUに接続される。好ましくは当該エンジン監視モジュールにデータアドレスが割り当てられ，該データアドレスは当該航空機エンジンを追跡する(track)ためのエンジンシリアル番号と結び付けられている。このデータアドレスは好ましくはインターネットアドレスを含んでいる。当該エンジン監視モジュールはまた，トランシーバの一部として，エンジン監視のために使われるさまざまなアルゴリズムを含むデータを機上処理のためにアップロードするための受信機をも含むことができる。」"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，審決は，①本件補正は，特許請求の範囲の減縮に当たらず，請求項の削除，誤記の訂正，明りょうでない記載の釈明を目的としたものでもないから，平成18年法律第55号改正附則3条1項の規定によりなお従前の例によるとされる同法による改正前の特許法(以下「旧特許法」という。)17条の2第4項の規定に違反するとして却下した上，本願発明は，米国特許第6353734号明細書(以下「引用文献」という。)に記載された発明及び周知技術に基づき，容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないと判断し，②仮に，本件補正が適法であるとしても，本件補正後の特許請求の範囲の請求項1に記載された発明(以下「本願補正発明」という。)は，引用文献に記載された発明及び周知技術に基づき，容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないと判断したものである。",
            "審決は，上記結論を導くに当たり，引用文献に記載された発明の内容，同発明と本願発明(本願補正発明)との一致点，相違点について，次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献に記載された発明の内容",
              "text": [
                "「航空機エンジンのパフォーマンスの記録を提供するための航空機通信システムであって：",
                "前記航空機エンジンの動作に関係する航空機エンジンデータを収集するために前記航空機に取り付けられ，さらに無線通信信号を介して前記エンジンデータを送信するための無線(RF)トランシーバー136を有するGDLセグメント101であって前記GDLセグメント101と，",
                "前記送信されたエンジンデータを受信するためのルータ201，",
                "とを有する航空機通信システム。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "「航空機エンジンのパフォーマンスの記録を提供するためのシステムであって：",
                "前記航空機エンジンの動作に関係する航空機エンジンデータを収集するために前記航空機エンジンに取り付けられ，さらに無線通信信号を介して前記エンジンデータを送信するための送信機を有するエンジン監視モジュールであって前記エンジン監視モジュールと，",
                "前記送信されたエンジンデータを受信するための受信機，",
                "とを有するシステム。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "text": [
                "「エンジン監視モジュールに関して，本願発明(本願補正発明)においては航空機『エンジン』に取付けられ，『航空機エンジンを追跡するための前記航空機エンジンのシリアル番号に結びつけられたデータアドレスを割り当てられている』のに対して，引用文献に記載された発明においては，本願発明(本願補正発明)における『エンジン監視モジュール』に相当する『GDLセグメント101』が航空機エンジンに取り付けられているかどうか不明であって，『航空機エンジンを追跡するための前記航空機エンジンのシリアル番号に結びつけられたデータアドレスを割り当てられている』かどうか不明な点。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件補正却下の違法性)",
              "text": [
                "旧特許法17条の2第4項は，特許請求の範囲について補正をする場合に適用され，明細書について補正をする場合には適用されない。本件補正は，特許請求の範囲について補正をするものではなく，明細書の段落【0011】についてのみ補正をするものである。したがって，旧特許法17の2第4項の規定に違反するとして，本件補正を却下した審決の判断は，違法である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願補正発明と引用文献に記載された発明との一致点・相違点の認定の誤り)",
              "text": [
                "審決は，引用文献には「航空機エンジンに取り付けられ(た)・・・GDLセグメント101」が記載されているとして，GDLセグメント101が本願補正発明のエンジン監視モジュールに相当すると誤って認定し，本願補正発明と引用文献に記載された発明との相違点を看過した誤りがある。",
                "すなわち，本願補正発明のエンジン監視モジュールは，データ収集デバイス程度の小型のもので，航空機エンジンに取り付けられ，エンジン位置において，エンジン・データのみを収集する。他方，引用文献に記載された発明のGDLセグメント101は，航空機電子工学機器コンパートメントの制御された環境内に設置されており，航空機エンジンに取り付けられているわけではない。",
                "したがって，引用文献のGDLセグメント101は，本願補正発明の「航空機エンジンに取り付けられ(た)・・・エンジン監視モジュール」に相当するものではなく，審決の本願補正発明と引用文献に記載された発明との一致点・相違点の認定には，誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(容易想到性判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，航空機エンジンに取り付けられ，航空機エンジンを追跡するための航空機エンジンのシリアル番号に結びつけられたデータアドレスを割り当てられているエンジン監視モジュールは周知であると認定しているが，誤りである。",
                    "すなわち，米国特許第5031396号明細書(甲2)に記載された発明は，エンジンに重い構造を取り付ける用途のもので，ガスタービンエンジンのための静止部構造を使って重いエンジン制御ユニット又は同様の機構(FADECなど)を支持するものが記載されており，また，特公平8-30422号公報(甲3)に記載された発明は，重い構成部品(コンポーネント)，例えば電子エンジンコントローラを航空機エンジンに人為的に取り付け，又は取り外す方法及び装置に関する発明であり，非常に重いエンジン制御機構又は他のエンジンデバイスのための大きな構造を支持するものが記載されており，いずれも，本願補正発明のような航空機エンジンデータを収集するためのエンジン監視モジュールが航空機エンジンに取り付けられることは記載されていない。さらに，特開2002-225823号公報(甲4)及び特開2002-28575号公報(甲5)に記載された技術は，いずれも航空機とは無関係の技術分野に属するものである。これらをもって，航空機エンジンに取り付けられ，航空機エンジンを追跡するための航空機エンジンのシリアル番号に結びつけられたデータアドレスを割り当てられているエンジン監視モジュールが周知であったとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，航空機エンジンに取り付けられ，航空機エンジンを追跡するための航空機エンジンのシリアル番号に結びつけられたデータアドレスを割り当てられているエンジン監視モジュールという，本願補正発明の特徴点を分離することにより，それぞれが周知であるとして，本願補正発明は容易想到であると認定，判断しているが，失当である。すなわち，本願補正発明のエンジン監視モジュールは，航空機に直接取り付けられているからこそ，個々のエンジンのデータを収集し監視することができ，かつ，そのために個々のエンジンを追跡する(track)ための航空機エンジンのシリアル番号に結びつけられたデータアドレスを割り当てられているという特徴を有し，これらが有機的に結びついて初めて本願補正発明の効果を奏するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，エンジン監視モジュールとFADECとを同一視しているが， FADECは，無線通信信号を介してエンジンデータを送信する機能を有しないから，エンジン監視モジュールと同一視することはできない。FADECを航空機エンジンに取り付けることが知られていたとしても，FADECとは異なるエンジン監視モジュールを航空機エンジンに取り付けることが容易であったとはいえない。",
                    "また，引用文献(甲1)の7欄45～50行には，「GDLユニット111は，航空機の航空電子工学機器コンパートメントの制御された環境内に好適に設置される。GDLユニットは，破線122内に示す多数の航空機フライト・パラメータ・トランスデューサ，コクピット計器及び表示コンポーネントからの通信に結合される。」と記載されており，引用文献に記載された発明においては，GDLユニット111が「航空機の航空電子工学機器区画の管理された環境の中」に設置されることが最善の選択肢であり，引用文献には，GDLセグメントを航空機エンジンに取り付けることは，記載も示唆もされていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，審決は，周知技術の認定を誤った上，本願補正発明の特徴点を殊更分離し，それぞれが周知であるとして，本願補正発明は容易想到であると認定，判断しているが，失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件補正却下の違法性)に対して",
              "text": [
                "本件補正は，本願発明の「追跡する」との用語の意味を明確化するためにした補正であり，実質的に特許請求の範囲についてする補正である。また，本件補正は，不明りょうな記載の釈明を目的とする補正であるとしても，拒絶理由通知に係る拒絶の理由に示す事項についてするものではない。さらに，本件補正は，請求項の削除，特許請求の範囲の減縮，誤記の訂正のいずれを目的とするものでもない。",
                "したがって，旧特許法17の2第4項の規定に違反するとして，本件補正を却下した審決の判断に誤りはない。",
                "仮に，本件補正が特許請求の範囲についてする補正でないとすれば，本件補正により特許請求の範囲は何ら変更されなかったこととなるところ，審決は，変更のない特許請求の範囲の請求項1に係る発明について，特許法29条2項により特許を受けることができないと判断している。したがって，審決が本件補正を却下した点に誤りがあるとしても，審決の結論に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願補正発明と引用文献に記載された発明との一致点・相違点の認定の誤り)に対して",
              "text": [
                "審決は，引用文献に記載された発明として，航空機に取り付けられたGDLセグメント101と認定しており，航空機エンジンに取り付けられたGDLセグメント101とは認定していない(一致点として認定した「航空機のエンジンに取り付けられ，・・・エンジン監視モジュール」は，「航空機に取り付けられ，・・・エンジン監視モジュール」の誤記である。)。また，引用文献に記載されたGDLセグメント101は，GDLユニットを備えて，航空機エンジンデータを収集し，無線通信信号を介してエンジンデータを送信するための無線(RF)トランシーバー136を有していることからすれば，引用文献に記載された発明におけるGDLセグメント101が本願補正発明におけるエンジン監視モジュールに相当するとした審決の判断に誤りはない。なお，原告は，本願発明のエンジン監視モジュールは，データ収集デバイス程度に小型で，エンジン・データのみを収集するものであると主張するが，この主張は，特許請求の範囲の記載に基づくものではない。",
                "したがって，引用文献のGDLセグメント101は，本願補正発明のエンジン監視モジュールに相当するとした審決の認定に誤りはなく，審決の本願補正発明と引用文献に記載された発明との一致点・相違点の認定にも誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(容易想到性判断の誤り)に対して",
              "text": [
                "引用文献に記載された発明は，①GDLセグメントが航空機のエンジン状態を検知するセンサーに接続されて航空機のエンジンのデータを収集し，②収集されたエンジンデータは，GDLセグメントから地上にダウンロードされて到着地でエンジン整備が必要かどうかの判断に役立てるなどエンジンの追跡管理に用いられるものであり，③エンジン状態を検知するセンサーに接続されたFADECエンジン制御システムが既に存在しエンジン事象の監視に使用でき，④GDLセグメントのGDLユニットは，IPアドレスを保持し，航空機のテール番号(識別番号)と結びつけられている。また，航空機エンジンにFADECなどのエンジン制御システム(監視モジュール)を取り付けることや，シリアル番号に結びつけられたデータアドレスを割り当てることは周知である。そうすると，引用文献に記載された発明におけるGDLセグメントとFADECを一緒に(あるいは一体化して)航空機エンジンに取り付けると共に，IPアドレスと航空機エンジンのシリアル番号を結び付けて，本願補正発明の構成に至ることは，容易である。",
                "なお，引用文献(甲1)の7欄45～50行には，「GDLユニット111は，好ましくは，各種の航空機フライトパラメータ変換器からの通信リンクや，破線122の中に示されているコクピットの計器および表示装置が連結される，航空機の航空電子工学機器区画の管理された環境の中に設置される。」と記載されており，引用文献に記載された発明は，GDLユニット111が「航空機の航空電子工学機器区画の管理された環境の中」以外の場所に設置されることを排除していない。すなわち，引用文献に実施例として記載されたGDLユニットは，好ましくは，航空機の航空電子工学機器区画の管理された環境の中に設置され，その場合は航空機エンジン以外のデータも収集するものであるが，単純にGDLセグメントを航空機エンジンに取り付けることも容易である。",
                "また，原告は，本願補正発明のエンジン監視モジュールは，航空機エンジンに直接取り付けられ，そのシリアル番号に結びつけられたデータアドレスを割り当てられ，これらが有機的に結びついて初めて本願補正発明の効果を奏すると主張する。しかし，原告の上記主張は，失当である。すなわち，引用文献に記載されたGDLユニットにおいても，個々のエンジンのデータを収集して監視することができる上，引用文献のGDLユニットは，好ましくは，航空機全体のデータを収集することを前提にGDLユニットのIPアドレスと航空機のテール番号(識別番号)が結び付けられているのであるから，監視対象を航空機エンジンとした場合において，GDLユニットのIPアドレスを航空機ではなく，航空機のエンジンと結び付けることは容易といえ，上記構成から顕著な効果が生ずることはない。",
                "したがって，本願補正発明は，引用文献に記載された発明に周知技術を適用することにより容易に発明をすることができたとする審決の認定，判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決が，本件補正を却下した点には誤りがあるが，本願補正発明は引用文献に記載された発明及び周知技術に基づき容易に想到できたと判断した点に誤りはなく，本件補正却下の誤りは審決の結論に影響を及ぼすものではないから，審決を取り消すべきとはいえないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正却下の違法性)について",
          "text": [
            "審決は，本件補正は，特許請求の範囲の減縮に当たらない上，請求項の削除，誤記の訂正，明りょうでない記載の釈明を目的としたものではないから，旧特許法17条の2第4項1号ないし4号のいずれにも該当しないとして，これを却下した。",
            "しかし，審決の上記判断には誤りがある。すなわち，旧特許法17条の2第4項は，特許請求の範囲についてする補正に係る規定であるところ，本件補正は，前記第2の3記載のとおり，明細書の段落【0011】の「追跡する」の後に，英語で追跡を意味する語である「track」を付け加えるものであって，特許請求の範囲についてする補正に当たらない。これに対し，被告は，本件補正は，実質的に特許請求の範囲についてする補正であり，旧特許法17条の2第4項が適用される旨主張するが，明細書の記載に係る補正に同条同項の適用があると解することはできず，主張自体失当である。",
            "したがって，審決の本件補正却下の判断には誤りがある。もっとも，審決は，本件補正を却下する一方で，予備的に，本件補正が適法であるとしても，本願補正発明は，引用文献に記載された発明及び周知技術に基づき，容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないと判断しているので，進んでこの点について検討することとする。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願補正発明と引用文献に記載された発明との一致点・相違点の認定の誤り)について",
          "text": [
            "原告は，引用文献のGDLセグメント101は，航空機電子工学機器コンパートメントの制御された環境内に設置されており，航空機エンジンに取り付けられているわけではないから，審決には，引用文献のGDLセグメント101が航空機エンジンに取り付けられている本願補正発明のエンジン監視モジュールに相当すると認定した誤りがあると主張する。",
            "この点，確かに，審決は，本願補正発明と引用文献に記載された発明との一致点として，エンジン監視モジュールが航空機エンジンに取り付けられている点を挙げている。しかし，審決は，本願補正発明と引用文献に記載された発明との相違点の認定において，引用文献に記載された発明においては，本願補正発明におけるエンジン監視モジュールに相当するGDLセグメント101が航空機エンジンに取り付けられているかどうか不明であるとして，この点を相違点として挙げた上，上記相違点に係る構成について，容易想到性の判断を行っている。そうすると，審決には，本願補正発明と引用文献に記載された発明との一致点の記載には誤りがある(被告主張のように誤記と解されるが，誤記としては初歩的なミスといえる。)ものの，全体としては，本願補正発明と引用文献に記載された発明との一致点・相違点の認定自体に誤りがあるとはいえず，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願補正発明に係る特許請求の範囲の記載",
                  "text": [
                    "本願補正発明に係る特許請求の範囲の記載は，上記のとおり，本願発明に係る特許請求の範囲の記載から変更がなく，前記第2の2記載のとおりである。すなわち，本願補正発明は，航空機のエンジンのパフォーマンスの記録を提供するためのシステムであって，①航空機エンジンの動作に関係する航空機エンジンデータを収集するために航空機エンジンに取り付けられ，さらに無線通信信号を介してエンジンデータを送信するための送信機を有するエンジン監視モジュールであって航空機エンジンを追跡するための航空機エンジンのシリアル番号に結びつけられたデータアドレスを割り当てられているエンジン監視モジュールと，②送信されたエンジンデータを受信するための受信機とを有することを特徴とするシステムに係る発明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用文献の記載",
                  "text": [
                    "引用文献(甲1)には，以下の記載がある(以下，7欄45ないし50行以外は，被告提出の訳文のみを示す。)。",
                    "「発明の属する技術分野",
                    "本発明は，航空機の飛行性能およびエンジン性能の記録を利用可能にするシステムおよび方法に関し，より具体的には，最初の離陸の間にエンジンデータをダウンロードするだけではなく，航空機が着陸した後に飛行性能データもダウンロードする，スペクトル拡散地上リンクベース航空機データ通信システムに関する。」(1欄11ないし19行)",
                    "「本発明に従って，このシステムは，航空機の飛行性能の記録および最初の離陸の間にダウンロードされたエンジンデータの記録を利用可能にする。本発明に従って，複数のセンサーが航空機に配置され，エンジン状態を検知し，少なくとも最初の離陸の間にエンジンの運用に関するエンジンデータを生成する。地上データリンクユニットが航空機内に設置され，エンジンデータを受信するため，複数のセンサーに機能的に接続される。地上データリンクユニットの中央演算処理装置は，エンジンデータを受信し，続くダウンロードのため，あるいはエンジンに関する問題を初期に特定するため，このデータを処理する。地上データリンクユニットには，データストアが含まれており，航空機の飛行中の飛行性能データを集積および保存する。さらにデータストアは，複数のセンサーから受信したエンジンデータを集積および保存する。」(2欄3ないし19行)",
                    "「本発明の一側面において，地上データリンクユニットのデータストアが機能し，航空機の飛行中に集積され，その後到着地の空港に着陸する際にダウンロードされるエンジンデータを保存する。このシステムには，FADECエンジン制御システムが含まれる。センサーが，FADECエンジン制御システムに機能的に接続される。」(2欄36ないし42行)",
                    "「加えて，エンジン事象は航空機の飛行中にアーカイブ領域で検出および保存されるだけではなく，離陸及び／又は初期上昇の最初の30秒間にダウンロードされる。こうして，整備要員または他の航空管制センターは，最初の離陸および上昇の間にデータを取得し，到着地でエンジン整備が必要かどうかの判断に役立てることが可能となる。」(5欄50ないし57行)",
                    "「ここで図12を参照すると，本発明で使用される，無線地上リンクに基づく航空機データ通信システムの全システム構成の代表例が示されている。このシステム構成は，連結された3つのサブシステムを有する。(1)航空機搭載の地上データリンク(GDL)サブシステム100，(2)空港設置の地上サブシステム200，および(3)遠隔地の航空管制センター300である。航空機搭載の地上データリンク(GDL)サブシステム100には，複数のGDL機上セグメント101が含まれており，各セグメントはそれぞれ異なる航空機の航空電子工学機器区画の管理された環境の中に設置されている。各GDL機上セグメント101は，無線通信リンク120を通して，空港設置の地上サブシステム200の無線ルータ(WR)セグメント201と通信する機能を果たす。",
                    "この無線ルータセグメント201は，GDL機上セグメント101から受信したファイルを，有線イーサネットLAＮ207で直接，あるいはローカルエリアネットワーク207と空港設置の無線ブリッジセグメント203を通して間接的に，空港基地局202に配信する。無線通信リンク120として，S帯2．4-2．5GHzの範囲内など，電磁スペクトルの免許不要部分に位置する搬送周波数を有する，スペクトル拡散無線周波数(RF)リンクを使用できる。",
                    "以下で説明されるが，GDLセグメント101の機上ユニット(AU)102は，航空機に設置された後，飛行中に機上で生成された飛行性能データを収集および保存する。また同機上ユニット102は，地上サブシステムの無線ルータ201を通して航空機にアップロードされた情報を保存および配信する。次のフライトまたは一連のフライトのための準備においては，地上サブシステム200の基地局セグメント202からのローカルエリアネットワーク207によって，無線ルータ201が機上ユニット102に連結される。」(6欄15ないし47行)",
                    "「ここで図13を参照すると，各GDLセグメント101が，GDLデータ記憶および通信ユニット111(以下単にGDLユニットと呼ぶ)および付属の機体外部(胴体など)設置のアンテナユニット113を備えた装置として図示されている。別の実施形態においては，アンテナユニット113が，アンテナ双極子や，別個に(直交)分極された複数のアンテナ部品のような異なる構成の部品を内蔵する場合がある。」(7欄36ないし44行)",
                    "「The GDL unit 111 is preferably installed within the controlled environment of an aircraft’s avionics compartment, to which communication links from various aircraft flight parameter transducers, and cockpit instruments and display components, shown within broken lines 122, are coupled.",
                    "GDLユニット111は，好ましくは，各種の航空機フライトパラメータ変換器からの通信リンクや，破線122の中に示されているコックピットの計器および表示装置が連結される，航空機の航空電子工学機器区画の管理された環境の中に設置される。」(7欄45ないし50行。なお，原告は，上記部分について，「GDLユニット111は，航空機の航空電子工学機器コンパートメントの制御された環境内に好適に設置される。GDLユニットは，破線122内に示す多数の航空機フライト・パラメータ・トランスデューサ，コクピット計器及び表示コンポーネントからの通信に結合される。」と訳するべきと主張するが，採用の限りでない。)",
                    "「そのように設置された場合，GDLユニット111は，予備データ経路124を通して航空機の機上データ取得装置126(例えばこの例ではDFDAU(デジタルフライトデータ取得ユニット))に接続される。GDLユニット111は，DFDAU16(判決注・「16」は「126」の誤記と認める。)からのフライトパラメータのデータの流れに同期し，収集されたデータをメモリに保存する。同時にGDLユニット111は，データ経路125を通して，航法装置および／または旅客エンターテイメント局などの1台または複数の付加的機上ユニットに連結され，空港の地上サブシステム無線ルータ201からアップロードされた各種データ，音声および映像ファイルなどを供給する。",
                    "機上データ取得ユニット126は，収集されたフライトデータを航空機のフライトデータレコーダ(DFDR)128に従来の方法で伝送する標準的なフライトデータリンク129を介して，デジタルフライトデータレコーダに連結される。」(7欄50ないし65行)",
                    "「図6Aには，常に番号400で示されるジェットエンジンの断面図が図示されており，基本的構成要素，およびジェットエンジンからの，またジェットエンジンに対するエンジン気流FADEC(全自動デジタルエンジン制御装置)制御402を示している。この制御402は，エンジン事象のリアルタイム監視に使用することができる。前述の事象は，離陸後1分間ほどで遠隔地の診断センターにダウンロードされ，同センターは到着地における搭載状態での整備を実施すべきかどうかを判断する。",
                    "理解しやすくするため，このジェットエンジンを説明するための参照場号を400番台から始める。図6Aに示されているとおり，エンジン気流FADEC制御402には，コア区画抽気，油溜め加圧，油溜め排気，アクティブクリアランスコントロール，低圧および高圧回復，さらに排気および排液が含まれる。これらの機能は，当業者に知られているとおり，基本的なFADEC制御システム402によって監視することができる。」(14欄1ないし16行)",
                    "「図6Bは，一実施例においてエンジン始動中に監視された要素を図示している。監視項目には，エンジン油圧システム，油圧(psi)，エンジン遮断スイッチ，油温(℃)，燃料流量(lb／時)，百分率で示したＮ2LおよびＮ1L，さらに摂氏で示した油温およびEGT(排気温度)が含まれる。数値範囲がグラフの縦軸に示され，時間がグラフの横軸に示されている。",
                    "この情報は，本発明による地上データリンクユニットを介して地上設置の処理装置にダウンロードすることが可能であり，遠隔地の診断センターは到着地における搭載状態での整備を実施すべきかどうかを判断することができる。」(15欄1ないし12行)",
                    "「図9は，本発明の一実施形態において実現可能な航空運航ネットワークアーキテクチャの一例を図示している。ネットワーク全体は，広く普及しているインターネット標準TCP／IPプロトコルを基盤とする。将来のTCP／IPからTP4/CLＮPへのゲートウェイが，ATCネットワーク作成に関する現在の産業界における基準との互換性を示すために図示されている。理解しやすくするため，本発明のこの側面を説明するための参照番号は500番台から始まる。",
                    "図9はこの効率的なシステムを図示しており，500に点線で示された機上システム，502に点線で示されたGDL空港端末，さらに504に点線で示された運航管理システムを図示している。これら3組のユニットは，公衆交換電話ネットワークおよび代表的な公衆交換システムを含む航空運航広域ネットワーク506に接続される。この航空運航システムには，航空機上に設置されたGDLユニット510が含まれ，このGDLユニット510は，データ接続512を介して，代表的な処理装置であるSun  SPARCコンピュータ端末518へのブリッジ514およびゲートウェイ516で，GDL空港端末502に接続される。」(23欄「TABLE  IX」の次行ないし24欄7行)",
                    "「ホストネットワーク識別のため，GDLネットワーク上の各ホストは，固有のIPアドレスを前もって割り当られる。これは静的アドレスであり，設定後に変更されることはない。しかしながら，航空運航ネットワークが動的IPアドレスの割り当て(動的ホスト構成プロトコルなど)を必要とする場合，現在のGDLネットワークコンポーネントのIPアドレス割り当て方式を再構成し，航空運航ネットワークのIPアドレス割り当てネットワークサーバからGDLネットワークのIPアドレスを取得することができる。",
                    "コンピュータをGDLネットワークに接続するために，各GDLホストは，IPアドレスおよび関連するコンピュータ名を含み，ネットワーク上の他の使用可能なホストを記述した内部テーブルを有する。」(26欄35ないし47行)",
                    "「AS(判決注・GDL機上セグメントを示す。)がGDL装備空港を離れ，プローブ信号を受信できなくなると，ATG電話回線システムを介してSCにダイヤルアップ接続し，ホームネットワーク上の自らの存在についてホームエージェントに知らせ，初期設定であるホームネットワークでの固定IPアドレスに戻る。」(27欄39ないし43行)",
                    "「表XIは，GDLシステム制御装置が，地上からのネットワークトラフィックを可能な限り費用対効果の高い仕方で航空機に転送することができるよう，使用可能なデータ通信オプションを常に監視する方法の例を示している。この表は，システム制御装置が，各航空機に付随する電話番号に加えて，静的または「ホーム」IPアドレスと仮のDHCP「外部」IPアドレスの両方を識別することを示している。前項で説明されたプロセスは，最も経済的な転送オプションが優先度の高いメッセージのために使用されることを保障する。GDL装備空港に近隣で接続された場合，ASは常に自らの仮DHCP「外部」IPアドレスを登録するためである。優先度の低いファイル送信の場合，ASおよびSCはGDL接続オプションが使用可能になるまでそのファイルを保存する。",
                    "表XI 動的メッセージングアドレス表",
                    "テール  トレイ  静的  静的  動的",
                    "番号  番号  電話番号  「ホーム」IP  「外部」IP Ｎ631  xxxxxx  xxx.xxx.xxxx  xx.x.xxx.xx  xx.x.xxx.xx Ｎ632  xxxxxx  xxx.xxx.xxxx  xx.x.xxx.xx  xx.x.xxx.xx 」(28欄11ないし31行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記引用文献の記載によれば，引用文献には，①地上データリンクユニット(GDLセグメント)は，航空機のエンジン状態を検知するセンサーに接続されて航空機のエンジンのデータを収集していること，②収集されたエンジンデータは，GDLセグメントから地上にダウンロードされて到着地でエンジン整備が必要かどうかの判断に役立てるなどエンジンの追跡管理に用いられていること，③FADECエンジン制御システムは，エンジン状態を検知するセンサーに接続され，エンジン事象の監視に使用できること，④GDLセグメントのGDLユニットは，IPアドレスを保持し，航空機のテール番号(識別番号)と結びつけられていることが記載されており，引用文献に記載された発明は，GDLセグメントを通じて各エンジンを監視していると認められる。",
                    "また，甲2(米国特許第5031396号明細書)には「電子エンジン制御は，一般的にエンジンの外部に搭載されてエンジンケースの1つを形成する。電子エンジン制御部は，エンジンの作動パラメータを監視し，エンジンの燃料制御部から燃焼部への燃料の流れを調整する。」(1欄37ないし41行。被告提出の訳文のみを示す。)と，甲3(特公平8-30422号公報)には「航空機エンジンは，その外側に取付けられる種々の構成部品例えば電子エンジンコントローラ(EEC)及びフルオーソリティー(Full  Authority)デジタルエンジンコントローラ(FADEC)を装備し，・・・」(3頁6欄23～26行)と，乙1(特開平11-117811号公報)には「・・・このエンジン本体1の外周には，当該エンジンAに係わる各種補機が備えられている。・・・上記エンジン制御装置3は，この補機の1であり，エンジン本体1の作動を電気的に制御するものである。・・・」(段落【0009】，【0010】)と記載されており，航空機エンジンにFADECなどのエンジン制御システムを取り付けることや，FADECなどのエンジン制御システムがエンジン事象を監視する機能を有することは，周知の技術事項といえる。そして，引用文献に記載された発明のGDLセグメントは，航空機のエンジンのデータの収集のほか，航空機の飛行中の飛行性能データの収集や，音声及び映像ファイルなどのアップロードを行うもので，複数種類の情報を総合的に処理する装置であるが，一つの装置で各種の情報を総合的に処理するか，情報の種類ごとに個別に処理するかは，適宜選択できる技術的事項であるといえ，GDLセグメントにおけるエンジンの監視機能のみに着目し，その手段を各エンジンに取り付けることは，容易に想到できたといえる。",
                    "さらに，引用文献に記載された発明においては，ネットワーク全体はTCP／IPプロトコルを基盤として，GDLユニットがIPアドレスを保持し，飛行機のテール番号と結びつけられているところ，エンジンをシリアル番号で追跡管理することや，物品を管理するためシリアル番号に結びつけられたデータアドレスを割り当てることは周知であること(甲4ないし7，乙1ないし4)からすれば，引用文献に記載された発明において，IPアドレスをエンジンのシリアル番号と結びつけることも，容易に想到できたといえる。",
                    "なお，本願補正発明の効果についてみても，引用文献に記載された発明や周知技術から予測し得る範囲内のものであり，格別顕著なものとはいえない。",
                    "以上によれば，本願補正発明は，引用文献に記載された発明に周知技術を適用することにより容易に想到することができたといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張に対して",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲2，3には，本願補正発明のような航空機エンジンのデータを収集するためのエンジン監視モジュールが航空機エンジンに取り付けられていることは記載されていない，また，甲4，5に記載された技術は，いずれも航空機とは無関係の技術分野に属するものであり，これらをもって，航空機エンジンに取り付けられ，航空機エンジンを追跡するための，航空機エンジンのシリアル番号に結びつけられたデータアドレスを割り当てられているエンジン監視モジュールが周知であったとはいえないと主張する。",
                        "しかし，原告の上記主張は失当である。すなわち，上記のとおり，甲2，3及び乙1によれば，FADECなどのエンジン制御システムはエンジン事象を監視する機能を有しており，航空機エンジンのデータを収集するために，航空機エンジンに監視モジュールを取り付けることは周知であったと認められる。また，上記のとおり，引用文献に記載された発明は，GDLセグメントを通じて航空機のエンジンの監視のほか，航空機の飛行中の飛行性能データの収集や音声及び映像ファイルなどのアップロードを行うものと認められるところ，そのうちエンジンを監視する機能のみに着目し，その手段を各エンジンに取り付けるとの構成に至ることは容易であったといえる。そして，甲4，5，乙3，4に記載されるように，物品を管理するためシリアル番号に結びつけられたデータアドレスを割り当てることは広く知られた技術であり，航空機エンジンの技術分野においても参考とされるべきものといえる。なお，引用文献には，ネットワーク全体はTCP／IPプロトコルを基盤とし，GDLユニットがIPアドレスを保持し，飛行機のテール番号と結び付けられていることが記載されており，引用文献自体にエンジン監視モジュールが航空機エンジンを追跡する(track)ための航空機エンジンのシリアル番号に結びつけられたデータアドレスを有する点についての示唆があるといえる。",
                        "したがって，航空機エンジンのデータを収集するためのエンジン監視モジュールを航空機エンジンに取り付けることや，エンジン監視モジュールに航空機エンジンのシリアル番号に結びつけられたデータアドレスを割り当てることは，周知であったといえ，原告の上記主張は，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本願補正発明のエンジン監視モジュールは，航空機エンジンに直接取り付けられているからこそ，個々のエンジンのデータを収集し監視することができ，かつ，そのために個々のエンジンを追跡する(track)ための航空機エンジンのシリアル番号に結びつけられたデータアドレスを割り当てられているという特徴を有し，これらが有機的に結びついて初めて本願補正発明の効果を奏するものであるところ，審決は，これらの本願補正発明の特徴点を分離して，容易想到性判断を行った誤りがあると主張する。",
                        "しかし，原告の上記主張は，失当である。すなわち，審決は，引用文献に記載された発明において，エンジンのデータを収集することや，エンジンを追跡管理することが行われていることを踏まえた上で，航空機エンジンに直接エンジン監視モジュールを取り付けることや，エンジン監視モジュールに航空機エンジンのシリアル番号に結びつけられたデータアドレスを割り当てることがそれぞれ周知であると認定し，これらを総合して本願補正発明の容易想到性を判断したものであり，本願補正発明の特徴点を分離して判断したとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，FADECは，無線通信信号を介してエンジンデータを送信する機能を有しないから，エンジン監視モジュールとFADECとを同一視することはできず，FADECを航空機エンジンに取り付けることが知られていたとしても，エンジン監視モジュールを航空機エンジンに取り付けることが容易であったとはいえない，引用文献に記載された発明においては，GDLユニット111が「航空機の航空電子工学機器区画の管理された環境の中」に設置されることが最善の選択肢であり，引用文献には，GDLセグメントを航空機エンジンに取り付けることは，記載も示唆もされていない，と主張する。",
                        "この点，確かに， FADECなどのエンジン制御システムは，エンジン監視モジュールそのものとはいえず，また，上記引用文献の記載によれば，引用文献に記載されたGDLセグメントは，航空機のエンジンのデータのほか，航空機の飛行中の飛行性能データの収集や音声及び映像ファイルなどのアップロードを行うもので，好ましくは，航空機の航空電子工学機器区画の管理された環境の中に設置されるものであり，このようなGDLセグメントをそのままFADECと一緒に，あるいは一体化して，航空機エンジンに取り付けることが容易とは直ちには言い難い。",
                        "しかし， FADECなどのエンジン制御システムは，エンジン監視モジュールそのものとはいえないとしても，エンジン事象を監視する機能を有するものである。また，上記のとおり，引用文献に記載された発明において，GDLセグメントを通じて航空機のエンジンを監視する機能に着目し，そのための手段を各エンジンに取り付けることに想到することは容易であったといえる上，引用文献には，エンジン監視モジュールが航空機エンジンを追跡する(track)ための航空機エンジンのシリアル番号に結びつけられたデータアドレスを有する点についての示唆があるといえる。そうすると，無線通信信号を介してエンジンデータを送信するための送信機を有し，航空機エンジンのシリアル番号に結びつけられたデータアドレスを割り当てられているエンジン監視モジュールを航空機エンジンに取り付けること自体が知られていないとしても，引用文献に記載された発明に上記周知技術を適用することにより，本願補正発明の構成に想到することは容易であったといえる。",
                        "したがって，原告の上記主張も採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願補正発明は，引用文献に記載された発明に周知技術を適用することにより容易に発明することができたといえ，審決の本願補正発明に係る容易想到性判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，審決が本件補正を却下した点には誤りがあるが，本願補正発明は引用文献に記載された発明及び周知技術に基づき容易に想到できたと判断した点に誤りはなく，本件補正却下の判断の誤りは審決の結論に影響を及ぼすものではないから，審決にはこれを取り消すべき違法は認められない。その他，原告は，縷々主張するが，いずれも，理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}