{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2010-800214号事件について平成23年8月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，被告の下記2の本件発明に係る特許に対する原告の特許無効審判の請求について，特許庁が同請求は成り立たないとした別紙審決書（写し）の本件審決（その理由の要旨は下記3のとおり）には，下記4のとおりの取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許（甲7）",
              "text": [
                "被告は，平成14年6月24日，発明の名称を「遊技機」とする特許出願（特願2002-220463号）をし，平成20年7月4日，設定の登録（特許第4149759号。請求項の数は5）を受けた。以下，この特許を「本件特許」といい，本件特許に係る明細書（甲7）を「本件明細書」という。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成22年11月17日，本件特許の請求項1ないし5に係る特許について，特許無効審判を請求し（甲16），無効2010-800214号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，平成23年2月7日，請求項1を削除するなどの訂正を請求した（以下「本件訂正」といい，本件訂正後の明細書（甲18）を「本件訂正明細書」という。本件訂正後の請求項の数は4）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成23年8月22日，「訂正を認める。本件審判の請求は，成り立たない。」旨の本件審決をし，同年9月1日，その謄本が原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正前の発明の要旨",
              "text": [
                "本件訂正前の特許請求の範囲請求項1ないし5の記載は，以下のとおりである。以下，順に，本件訂正前の請求項1記載の発明を「本件発明1」などといい，これらを併せて「本件発明」という。なお，文中の「／」は原文の改行箇所を示す（以下同じ）。",
                "【請求項1】扉体基体と，／前記扉体基体の両側部に設けられる一対の側面保持部材と，／前記側面保持部材に上下方向に所定間隔で連続して配置された複数の光源と，／前記側面保持部材に設けられ，前面の角部を除く位置の長手方向に溝部を備えた側面保持部材被覆部材と，／前記光源と前後方向に対向する位置であって，前記溝部に埋設され，前記光源を被覆する前記溝部に沿って連続して設けられる棒状の透光レンズを備え，電飾演出を実行する電飾表示手段と，／を有した遊技機筐体に開閉自在に設けられる扉体を備え，／前記側面保持部材被覆部材は，前記側面保持部材被覆部材の前記前後方向の前端部が前記溝部に埋設された前記透光レンズの前記前後方向の前端部よりも前側に構成され，／前記溝部は，前記透光レンズが嵌合可能であり，前記溝部の中心底部には，前記溝部に沿って，正面視で見た場合の左右方向の幅が前記溝部の左右方向の幅よりも小さい前記複数の光源が嵌合可能な溝状の開口部が形成されることを特徴とする遊技機",
                "【請求項2】前記透光レンズは，前記棒状の透光レンズの一辺の後端部が前記側面保持部材被覆部材の表面から裏面側に突設延在して前記光源の近傍に配置される一方，前記棒状の透光レンズの前端部が前記側面保持部材被覆部材の表面に配置されていることを特徴とする請求項1記載の遊技機",
                "【請求項3】少なくとも前記溝部の表面には，鏡面仕上げが施されていることを特徴とする請求項1又は2記載の遊技機",
                "【請求項4】前記透光レンズの裏面には，前記光源から照射される光を拡散する光拡散部材が貼付されることを特徴とする請求項1乃至3のいずれかに記載の遊技機",
                "【請求項5】前記透光レンズは，前記溝部に嵌合した場合，左右両側面全面が溝部の両側面と面接触した状態で嵌合されることを特徴とする請求項1乃至4のいずれかに記載の遊技機"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正後の発明の要旨",
              "text": [
                "本件訂正後の特許請求の範囲請求項2ないし5の記載は，以下のとおりである。以下，順に，本件訂正後の請求項2記載の発明を「本件訂正発明2」などといい，これらを併せて「本件訂正発明」という。下線部は訂正箇所を示す。",
                "【請求項2】扉体基体と，／前記扉体基体の両側部に設けられる一対の側面保持部材と，／前記側面保持部材に上下方向に所定間隔で連続して配置された複数の光源と，／前記側面保持部材に設けられ，前面の角部を除く位置の長手方向に溝部を備えた側面保持部材被覆部材と，／前記光源と前後方向に対向する位置であって，前記溝部に埋設され，前記光源を被覆する前記溝部に沿って連続して設けられる断面矩形状の棒状の透光レンズを備え，電飾演出を実行する電飾表示手段と，／を有した遊技機筐体に開閉自在に設けられる扉体を備え，／前記側面保持部材被覆部材は，前記側面保持部材被覆部材の前記前後方向の前端部が前記溝部に埋設された前記透光レンズの前記前後方向の前面よりも前側に構成され，／前記溝部には，前記透光レンズが嵌合可能であり，前記溝部の中心底部には，前記溝部に沿って，正面視で見た場合の左右方向の幅が前記溝部の左右方向の幅よりも小さく前記複数の光源を実装した基板が嵌合可能である溝状の開口部が形成され，／前記透光レンズは，前記透光レンズの一辺の裏面が前記光源の近傍に延出し前記光源と対向するように配置され，前記透光レンズの前面が前記側面保持部材被覆部材の表面に配置されていることを特徴とする遊技機",
                "【請求項3】少なくとも前記溝部の表面には，鏡面仕上げが施されていることを特徴とする請求項2記載の遊技機",
                "【請求項4】前記透光レンズの裏面には，前記光源から照射される光を拡散する光拡散部材が貼付されることを特徴とする請求項2又は3記載の遊技機",
                "【請求項5】前記透光レンズは，前記溝部に嵌合した場合，左右両側面全面が前記溝部の両側面と面接触した状態で嵌合されることを特徴とする請求項2乃至4のいずれかに記載の遊技機"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，請求項2に係る本件訂正のうち，①側面保持部材被覆部材に形成された溝状の開口部に嵌合可能な部材について，「複数の光源」を「複数の光源を実装した基板」に変更する事項を「訂正事項1」といい，②側面保持部材被覆部材における透光レンズの配置関係について，「透光レンズの一辺の後端部が前記側面保持部材被覆部材の表面から裏面側に突設延在して前記光源の近傍に配置され」を「透光レンズの一辺の裏面が前記光源の近傍に延出し前記光源と対向するように配置され」に変更する事項を「訂正事項2」という。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，①訂正事項1及び2は明瞭でない記載の釈明に該当し，明細書に記載した事項の範囲においてしたものであり，実質上特許請求の範囲を拡張し又は変更するものでないから，本件訂正は，訂正要件を満たし，②本件訂正発明2は，下記アないしオの引用例1ないし5に記載された発明及び周知技術等に基づいて，当業者が容易に発明をすることができたものであるとはいえない，③本件訂正発明3ないし5についても，同様の理由で当業者が容易に発明をすることができたものではない，などとしたものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平7-594号公報（甲1）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平7-77942号公報（甲3）"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開2000-85462号公報（甲4）"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：実願昭57-177078号（実開昭59-82286号）のマイクロフィルム（甲9）"
                },
                {
                  "fig": "オ",
                  "subject": "引用例5：特開2000-84143号公報（甲2）"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決は，本件訂正発明2に関する判断の前提として，引用例1に記載された発明（以下「引用発明」という。），本件訂正発明2と引用発明との一致点及び相違点を，以下のとおり認定した上，相違点2ないし6を総合したものを以下の「相違点A」と認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：①スロットマシンの前面に開閉自在に設けられたドアであって，ドア本体とは別体にした装飾用の縁取り部材を備えたスロットマシンのドア構造である，②ドア本体の両縁部に保持部が設けられており，当該保持部に縁取り部材がネジ等によって着脱自在に取り付けられる，③縁取り部材は，ネジにより着脱自在にされている，仮に縁取り部材の一部が破損した場合でも容易に修理を行うことができる，④縁取り部材として，凹凸あるいは爪部を設けた縁取り部材を用い，保持部に嵌合あるいは挿入して固定してもよい，⑤縁取り部材として，光透過性樹脂の成形品とした縁取り部材を用い，ドア本体若しくは縁取り部材に組み込まれた光源により，内部から照明して装飾効果を得てもよい，⑥剛性が必要な場合はアルミニウム，亜鉛ダイキャスト材などの金属製とする"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：扉体基体と，前記扉体基体の両側部に設けられる一対の側面保持部材と，前記側面保持部材に配置された光源と，前記側面保持部材に設けられた側面保持部材被覆部材と，電飾手段と，を有した遊技機筐体に開閉自在に設けられる扉体を備えた遊技機"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：本件訂正発明2は，「側面保持部材に上下方向に所定間隔で連続して配置された複数の光源」を有したものであるのに対し，引用発明は，保持部（本件発明の「側面保持部材」に対応する部分）に光源が設けられているものの，当該「光源」が「上下方向に所定間隔で連続して配置された複数の光源」で構成されているか不明である点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：本件訂正発明2は，「側面保持部材に設けられた側面保持部材被覆部材」が「前面の角部を除く位置の長手方向に溝部を備え」ているのに対し，引用発明は，上記構成を有しない点"
                },
                {
                  "fig": "オ",
                  "subject": "相違点3：本件訂正発明2は，「光源と前後方向に対向する位置であって，溝部に埋設され，前記光源を被覆する前記溝部に沿って連続して設けられる断面矩形状の棒状の透光レンズを備え」たものであるのに対し，引用発明は，上記構成を有しない点"
                },
                {
                  "fig": "カ",
                  "subject": "相違点4：本件訂正発明2は，「側面保持部材被覆部材は，前記側面保持部材被覆部材の前後方向の前端部が溝部に埋設された透光レンズの前記前後方向の前面よりも前側に構成され」たものであるのに対し，引用発明は，上記構成を有しない点"
                },
                {
                  "fig": "キ",
                  "subject": "相違点5：本件訂正発明2は，「溝部には，前記透光レンズが嵌合可能であり，前記溝部の中心底部には，前記溝部に沿って，正面視で見た場合の左右方向の幅が前記溝部の左右方向の幅よりも小さく複数の光源を実装した基板が嵌合可能である溝状の開口部が形成され」たものであるのに対し，引用発明は，上記構成を有しない点"
                },
                {
                  "fig": "ク",
                  "subject": "相違点6：本件訂正発明2は，「透光レンズは，前記透光レンズの一辺の裏面が光源の近傍に延出し前記光源と対向するように配置され，前記透光レンズの前面が側面保持部材被覆部材の表面に配置されている」ものであるのに対し，引用発明は，上記構成を有しない点"
                },
                {
                  "fig": "ケ",
                  "subject": "相違点7：本件訂正発明2は，光源，及び透光レンズを備えた側面指示部材被覆部材からなる電飾手段が「電飾演出を実行する電飾表示手段」であるのに対し，引用発明は，電飾手段（光源及び光透光性樹脂の成型品からなる縁取り部材）が電飾演出を実行するものか不明な点"
                },
                {
                  "fig": "コ",
                  "subject": "相違点A：本件訂正発明2は，側面保持部材に設けられる側面保持部材被覆部材が，「前面の角部を除く位置の長手方向に溝部を備え」ており，「前記溝部の中心底部には，前記溝部に沿って，正面視で見た場合の左右方向の幅が前記溝部の左右方向の幅よりも小さく複数の光源を実装した基板が嵌合可能である溝状の開口部が形成され」たものであって，前記溝部には，「断面矩形状の棒状の透光レンズ」が埋設されており，「透光レンズの一辺の裏面が光源の近傍に延出し前記光源と対向するように配置され，前記透光レンズの前面が側面保持部材被覆部材の表面に配置され」ており，そして，「前記側面保持部材被覆部材の前後方向の前端部が溝部に埋設された透光レンズの前記前後方向の前面よりも前側に構成され」たものであるのに対して，引用発明の縁取り部材は，上記構成を有していない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正の適否に係る判断の誤り（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "容易想到性に係る判断の誤り（取消事由2）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（訂正の適否に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕  "
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項1について",
              "text": [
                "訂正事項1は，特許請求の範囲の減縮，誤記又は誤訳の訂正及び明瞭でない記載の釈明のいずれにも該当せず，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしたものではなく，また，特許請求の範囲を拡張又は変更するものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "すなわち，まず，別紙1（本件明細書の図3参照）において緑色で着色している「LED用基板120（120A～120C）」の幅は，「溝部53」の幅より明らかに大きい。したがって，溝部の幅より大きな幅のLED用基板が，溝部の幅より小さい開口部には嵌合し得ないことは明らかである。また，別紙1からは，「サイドレンズカバー51」の幅と「LED用基板120（120A～120C）」の幅とはほぼ同じであり，「LEDユニット110」の幅と「右側辺部17R」（「枠部17」）の幅とはほぼ同じである。そして，別紙2（本件明細書の図5参照）において緑色で着色している部材は，「サイドレンズカバー51」の幅とほぼ同じ幅を有する部材である。なお，別紙3（本件明細書の図9参照）において緑色で着色している部材は，図中の符号「120（120A，120B，120C）」から延びる引き出し線により指し示されているから，「LED用基板120（120A～120C）」である。よって，同様に別紙2において緑色に着色した部材もまた「LED用基板120（120A～120C）」である。そして，これらの緑色に着色した部材，すなわち「LED用基板120（120A～120C）」が，「開口部55」に嵌合可能でないことは明らかである。",
                    "したがって，本件訂正前の「光源」は，「LEDユニット」であり，これを「光源を実装した基板」に訂正することは，不明瞭な記載の釈明には当たらない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正前の「光源」の技術的意義は，技術常識（甲26）の面からも，また，本件明細書の記載からも十分明瞭であるから，訂正事項1は，明瞭でない記載の釈明には当たらず，また，誤記の訂正にも，特許請求の範囲の減縮にも当たらないことは明らかであるから，特許法134条の2第5項が準用する同法126条1項に掲げるいずれの事項をも目的とするものとは認められない。さらに，訂正事項1は，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内でされたものとはいえないから，同条3項の規定に違反している。また，訂正事項1は，本件明細書及び図面において明確に使い分けられている「光源」と「基板」という構成を置き換えるものであるから，この置換えによって発明特定事項も変更されることになり，特許請求の範囲が拡張又は変更されることとなるから，同条4項の規定にも違反している。",
                    "よって，訂正事項1の訂正要件に関する本件審決の判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項2について",
              "text": [
                "本件訂正前は，透光レンズの後端部が「前記側面保持部材被覆部材の表面から裏面側に突設延在」することで「前記光源の近傍に配置される」。すなわち，透光レンズの後端部は，「側面保持部材被覆部材」に対しその「裏面側に突設延在」するという，いわば終点としての位置関係を取るものであるが，その位置関係を取るに当たっては，「側面保持部材被覆部材の表面から」という，始点としての位置関係も不可欠な限定事項となっている。",
                "他方，本件訂正後は，透光レンズの裏面が「前記光源の近傍に延出」することで「前記光源と対向するように配置され」る。この構成においては，透光レンズの裏面（後端部）に関して，本件訂正前の構成で不可欠であった「側面保持部材被覆部材の表面から」という，始点としての位置関係はおろか，「側面保持部材被覆部材」との関係そのものが捨象されている。よって，本件訂正前の透光レンズの後端部（裏面）が「光源の近傍に配置される」ことと，本件訂正後の「光源と対向するように配置され」ることとが実質的に同じであると善解できたとしても，本件訂正後において，透光レンズの裏面と「側面保持部材被覆部材」との関係が全く捨象されていることから，本件訂正前の上記構成に関する概念が本件訂正後では上位概念として拡張されていることは明らかである。よって，このことだけでも，訂正事項2は，特許請求の範囲の拡張に該当することは明白であり，この訂正事項が不明瞭な記載の釈明に当たるか又は明細書に記載した事項の範囲においてしたものであるかの認定とは別に判断されるべきである。",
                "よって，訂正事項2は特許請求の範囲の拡張に当たる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "訂正事項1及び2を含む請求項2に関する訂正は，訂正要件を充足しないから拒絶されるべきである。よって，本件審決には，本件訂正に関して判断の誤り及び遺漏があったから，取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "訂正事項1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "明細書添付の図面は，当該発明に係る製品，装置の設計図ではなく，当該発明の内容を理解しやすくするための明細書の補助として使用されるものである。したがって，図面の記載は必ずしも現実の寸法を反映するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告がいう別紙2，3の「緑色に着色した部材」は，下方の線分で終わるのではなく，側面保持部材の一部であることは明らかである（本件明細書の図4，図5，図9）。なお，別紙2（図5）の「緑色に着色した部材の断面の下縁から,図中の奥ヘと延びる線分」は明らかな誤記である。また，別紙3（図9）に図示の120の引き出し線も明らかな誤記であり，正しくはLED用基板の下部から引き出されるべきものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，溝状の開口部に嵌合可能なのは，LED用基板であることは明らかである。そして，本件訂正発明2の「複数の光源」との差異を明確にするために，訂正事項1に係る訂正をしたもので，訂正事項1に係る本件訂正は，明瞭でない記載の釈明を目的とするとともに，本件明細書に記載した事項の範囲においてしたものであって，実質上特許請求の範囲を拡張し又は変更するものでもないから，特許法134条の2第1項ただし書の規定及び同条5項の規定により準用する同法126条3項及び4項の規定に適合することは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項2について",
              "text": [
                "「透光レンズ」と「側面保持部材被覆部材」との関係は明確に規定されている。すなわち，側面保持部材被覆部材の前端部と透光レンズの前面との位置関係が規定され，かつ，透光レンズは前後方向に所定の幅を有することを考慮すれば，「透光レンズ」の裏面の位置も自ずと規定されることは明らかである。したがって，本件訂正後において「透光レンズの裏面」と「側面保持部材被覆部材」との関係が捨象されたからといって，訂正事項2が特許請求の範囲の拡張又は変更に当たらないことは当然のことである。",
                "本件審決に判断の遺漏はなく，また，その判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（容易想到性に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法153条2項違反について",
              "text": [
                "本件審判手続において，審理終結に至るまで，原告が審判請求書で主張した一致点及び相違点は，本件訂正に起因した被告からの微修正はあったものの，基本的に原告，被告及び審判官のいずれからも特段の変更はなかった（甲16～25）。",
                "本件審決が認定した一致点及び相違点は，審理の過程で当事者双方からはもちろん，審判官からも一度も明らかにされることなく，本件審決において唐突に示されたものである。これは，審理終結に至るまで，少なくとも原告が主張した一致点及び相違点の認定に基づいて審理判断が行われているであろうと考えていた原告にとっては，不意打ち以外の何物でもない。しかも，本件審決が認定した一致点及び相違点に対しては，原告及び被告ともに，一度も意見を述べる機会が与えられていない。",
                "特許無効審判は当事者対立構造を採るものの，その審理においては職権探知主義が採用されているから，審判官は，当事者の主張しない無効理由を独自に調査し，その無効理由によって特許を無効にすることが許されている。これは，特許が有する公益的側面に鑑み，無効理由を包含する特許を存続させることは公益に反するという点を考慮してのものである。",
                "この職権探知主義により発見された無効理由により特許が無効にされるときには，請求人の主張する無効理由について判断しないことは許される。これは，いかなる理由を採用するにせよ，特許を無効にすることによる特許権の遡及的消滅という法的効果には変わりがないからであり，請求人が得られる法的利益は同じことになるからである。",
                "しかし，職権探知主義は，請求人の主張する無効理由を無視して，独自の論理構成により審理の対象となる発明が特許性を有することを判断することを許容するものではない。",
                "本件審決は，以上のとおり，原告の主張とは別の一致点及び相違点の認定を行い，この認定に基づき特許を無効にするならともかく，特許に無効理由がないと結論づけたが，請求人の主張する一致点及び相違点についての是非は一切判断されていない。このことは，職権探知主義の範囲を逸脱しているとともに，原告が，その主張する無効理由について法的判断を仰ぐことができるという法的利益を毀損するものである。",
                "よって，原告主張の一致点及び相違点とは明らかに異なる，本件審決が認定する一致点及び相違点に対し，双方に意見を述べる機会が与えられなかったことは，特許法153条2項に違反するものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点及び相違点の認定の誤りについて",
              "text": [
                "本件訂正発明2の「側面保持部材」は引用発明の「ドア本体の側面を構成する一対の板状の部材」に，本件訂正発明2の「側面保持部材被覆部材」は引用発明の「保持部」に，本件訂正発明2の「透光レンズ」は引用発明の「縁取り部材」に，それぞれ相当する。よって，一致点については，本件審決の認定より原告の主張の方が妥当であり，本件審決においては一致点の認定の誤りがあったことは明白である。",
                "また，原告主張の一致点の認定に基づけば，本件審決が認定する相違点は，誤りであることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2ないし6（相違点A）の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点5以外の相違点2ないし4及び6については，いずれも引用発明においては「縁取り部材」と他の部材との関係の相違にすぎなくなるため，各相違点ごとにその評価をすれば足りることになる。",
                    "ことに，本件審決で「所期の目的」とされた「透光レンズの破損防止」は相違点2ないし6の全体構造をもって達成できるものではなく，単に相違点2ないし4の「溝部」，「溝部に埋設される透光レンズ」及び「側面保持部材被覆部材は，前記側面保持部材被覆部材の前後方向の前端部が溝部に埋設された透光レンズの前記前後方向の前面よりも前側に構成された」との構成に起因するものにすぎない。相違点5及び6は，「透光レンズ」と「光源」との位置関係を規定して，「各LEDユニットから発射された発射光は，上述した装飾用レンズの基体との透過率等の違いにより，その基体との境界面において，屈折が生じ，拡散して基体内に入射される。基体内に入射された発射光は，基体内を通過し，基体内から遊技者側である前方に照出される際に，その境界面において更に屈折が生じ，拡散して，基体内から遊技者側である前方に照出されることとなる。」（甲7）との作用効果に寄与するものであり，前記相違点2ないし4の効果とは直接関係がない。よって，本件審決のいう「所期の目的」は，相違点2ないし6に係る事項が「一体不可分」とする理由にはなり得ないものである。",
                    "さらに，相違点5以外の相違点2ないし4及び6は，本件訂正発明2の該当する構成要素の全てが引用発明に備わっていないわけではなく，これらのいずれについても，対応する構成が引用発明にはあり，その対応する構成がどうなっているかについて相違しているにすぎない。",
                    "相違点2ないし6を一体不可分として相違点Aとして判断することは誤りである。よって，相違点2ないし6の個々について，引用発明に，引用例2及び3又は引用例4を適用することにより，当業者が容易に想到できたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明2は，引用例1に基づいて当業者が容易に想到できたものであるから，特許法29条2項により特許を受けることができないものである。また，本件訂正発明2を引用する本件訂正発明3ないし5については，特許法29条2項により特許を受けることができないものである。",
                    "以上のとおり，本件審決における相違点の判断にも誤りが生じていることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "仮に本件審決に本件訂正発明2と引用発明との一致点及び相違点の認定の誤りがないとしても，引用発明に引用例2及び3を適用し，あるいは，引用発明に引用例4を適用することにより，当業者は本件訂正発明を容易に想到することができた。よって，本件審決には証拠の評価及び適用の誤りがあったことは明らかであり，取消しを免れない。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "特許法153条2項違反について",
              "text": [
                "特許法153条2項にいう「理由」とは，無効理由にほかならないところ，その無効理由は同法123条1項1号ないし8号に規定されているとおりのものである。",
                "本件審判における無効理由は，審判請求書に記載された3つの無効理由（特許法36条4項1号，同条6項2号及び同法29条2項）であり，本件審決は，その審理過程で原告が申し立てた上記理由について遺漏なく審理しており，原告の主張は失当である。",
                "本件審決が原告の主張する一致点及び相違点とは異なる認定を行っても，それが特許法153条2項にいう「当事者が申し立てない理由」に該当しないことは明らかである。すなわち，職権審理主義の下では，当事者が主張する一致点，相違点とは異なる認定を行っても，何ら違法ではなく，かつ，違法とする条文も存在しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点及び相違点の認定の誤りについて",
              "text": [
                "本件訂正発明2の「一対の側面保持部材」は，左側辺部と右側辺部に相当し，引用発明の保持部はドア本体の側面部に溶接等により一体化された状態でドア本体の側面部を形成している。また，本件訂正発明2における「一対の側面保持部材」に複数の光源が配置されている構成は，引用発明の保持部に光源が設置されている構成と対応している。したがって，ドア本体の側面部と一体化された保持部を本件訂正発明2の「一対の側面保持部材」に相当するとした本件審決の判断に誤りはない。",
                "引用発明の「保持部」はドア本体の側面部と一体化されてドア本体の一部をなすものであり，また，光源が設置されているものである。そして，本件訂正発明2における「側面保持部材被覆部材」は，複数の光源が配置された側面保持部材を覆うように設けられているから，引用発明の「縁取り部材」に相当するのは明らかである。",
                "次に，本件訂正発明2の「側面保持部材被覆部材」は引用発明の「縁取り部材」に相当するから，本件訂正発明2の「透光レンズ」が引用発明の「縁取り部材」に相当するはずがない。そして，引用発明には本件訂正発明2に係る「透光レンズ」については開示がなく，その点を認定した本件審決の判断に何ら誤りはない。",
                "以上のとおり，原告の引用発明の認定及び本件訂正発明2との対応関係の認識は根本的に誤っているから，それに基づく一致点，相違点の主張も，誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2ないし6（相違点A）の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2ないし6を個別に判断しなかったことについて",
                  "text": [
                    "発明の容易想到性を的確に判断するために，相違点を発明の技術的課題の観点からまとまりのある構成の単位で判断することは当然に採用されるべきことである。",
                    "相違点2ないし6はいずれも透光レンズの破損防止という本件訂正発明2の課題を解決するための構成であるから，相違点2ないし6に係る事項は一体不可分であるとした判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告主張の相違点の判断について",
                  "text": [
                    "原告の引用発明の認定及び本件訂正発明2との対応関係の認識に根本的な誤りがあり，それに伴い原告主張の相違点も明らかに誤りであるから，それに基づく相違点の判断の主張も誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明と引用例2とは，課題及び目的が異なるから両者を結びつける動機付けは存在しないし，引用例2には「側面保持部材被覆部材は，前記側面保持部材被覆部材の前後方向の前端部が溝部に埋設された透光レンズの前記前後方向の前面よりも前側に構成されている」構成が開示されていないから，たとえ引用発明に引用例3を適用したとしても相違点Aの構成が導かれることがない。なお，引用例1は遊技機に関するものであり，引用例2とは技術分野が明らかに異なるし，課題及び目的等が相違する引用例2を，引用発明に適用する動機付けは何ら存在しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例3は，自動車のサイドランプユニットに関するもので，本件訂正発明2とは技術分野が著しく相違する上，課題が明確に異なるから，これを引用発明に適用する動機付けは何ら存在しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "このように，引用発明に引用例2及び3を適用する動機付けは存在しないが，仮に適用したとしても，その場合は，先ず引用発明に引用例2を適用し，さらに引用例3を適用するという2段階の論理付けを行う必要があるところ，このような論理付けが許されないことは明白である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "引用発明の課題について",
                      "text": [
                        "引用例1は縁取り部材が破損する場合があることを想定し，その解決手段として縁取り部材をネジ等により着脱自在にドア本体に取り付けるというものであって，破損そのものを防止する工夫をこらしたものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "引用例4について",
                      "text": [
                        "引用例4には，透光レンズ（棒状レンズ）の破損を防止するという課題や，透光レンズの破損が防止できるという機能について何ら記載はない。したがって，引用発明と引用例4は，技術分野が明らかに異なる上，課題，目的も明らかに相違する。その他，両者を結びつける特段の事情もないことから，これを適用する動機付けは存在しない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明の特許請求の範囲の記載は，前記第2の2のとおりであり，本件訂正明細書には，要旨，以下の記載がある（甲7，18）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "パチンコホールなどの遊技ホールに設置される遊技機は，数箇月の短いサイクルで新機種と取り替えられ，又は，新機種の導入に応じて設置場所の移動がなされることが多い。このような場合には，遊技機の角部に前記電飾表示装置のレンズを設けた場合に，何かにぶつけるなどして割れを生じてしまうことがある。この対策として，このようなレンズに弾性を有する樹脂などのレンズを設けて割れを防止することも考えられるが，現時点では弾性を有しつつ光源の光を効率よく遊技者に視認可能にさせる樹脂はコストや素材の問題から採用し難いものであった。特に，このようなパチスロなどの遊技機においては，弾性を有する樹脂を用いた場合には，レンズ部分を取り外すなどの悪戯を助長するおそれもあった（【0008】）。",
                    "一方，近年，遊技機の廃棄によるゴミの問題から各メーカともリサイクル対策を講じるべく試行錯誤が行われており，遊技機でも特にスロットマシンにおいては，近年，液晶や電飾などの様々な機能部材を使用することによって，メーカごとのスロットマシンの差別化を行うために，筐体自体のタイプが同じであっても，照明の色や，スピーカ或いは液晶画面のあるなしなど，多種少量生産を可能とするような生産体制の確立も望まれている（【0009】）。",
                    "本件訂正発明は，上記のような課題に鑑みてなされたものであり，装飾ランプに用いられるレンズの耐久性の向上した遊技機，更には，リサイクル性を考慮した遊技機において装飾ランプに用いられるレンズの耐久性の向上した遊技機を提供することを目的とする（【0010】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "本件訂正発明によれば，「前記扉体には，前記側面保持部材に設けられ，前面の角部を除く位置の長手方向に溝部を備えた側面保持部材被覆部材を備え，前記側面保持部材被覆部材は，前記側面保持部材被覆部材の前記前後方向の前端部が前記溝部に埋設された前記透光レンズの前記前後方向の前面よりも前側に構成され，前記溝部には，前記透光レンズが嵌合可能であり，前記溝部の中心底部には，前記溝部に沿って，正面視で見た場合の左右方向の幅が前記溝部の左右方向の幅よりも小さく前記複数の光源を実装した基板が嵌合可能である溝状の開口部が形成」されることにより，透光レンズが搬出入時に何らかにぶつけるなどして割れを生じてしまう可能性が低減され，透光レンズの耐久性が向上する（【0018】）。",
                    "そこで，本件訂正発明のように，扉体基体の表面に配置される複数の機能部材をその両側部から一対の側面保持部材により組み付け固定することによって構成されるリサイクル可能な遊技機であって，当該扉体の角部に当該側面保持部材が位置する遊技機において，「前記光源の複数は，前記扉体基体の側縁部に上下方向に所定間隔で配置するとともに，前記光源と前後方向に対向する位置であって前記側面保持部材の角部を除く位置に前記レンズを埋設してなる」ように構成することにより，リサイクルの目的で着脱される側面保持部材の角部を除く部位に光源の光を遊技者に導くための前記透光レンズを設けることによって当該レンズの破損の問題を低減しつつ，前記側面保持部材を単なる機能部材の保持機能の他に電飾表示手段の機能をも持たせて，遊技機の表面の電飾配置効率を向上させるようにすることが可能となる（【0021】）。",
                    "本件訂正発明によれば，「前記透光レンズは，前記透光レンズの一辺の裏面が前記光源の近傍に延出し前記光源と対向するように配置され，前記透光レンズの前面が前記側面保持部材被覆部材の表面に配置されている」ように構成することにより，前記光源が所定間隔を隔てて設けられる場合でも，発光する部位が前記棒状レンズの表面の前面となるから光源と光源との間の発光欠落部位が余り目立たなくなるといった効果が期待できる（【0023】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記認定によれば，本件訂正発明は，遊技機の角部にレンズを設けた場合に，ぶつけるなどして割れを生じてしまうことを防止するために，側面保持部材被覆部材の角部を除く位置に透光レンズが嵌合可能な溝部を設け，この溝部に透光レンズを埋設すると共に，透光レンズの前面よりも前記側面保持部材被覆部材の前端部が前側になるようにした遊技機を提供するものということができる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（訂正の適否に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正事項1は，本件訂正前の「前記溝部は，前記透光レンズが嵌合可能であり，前記溝部の中心底部には，前記溝部に沿って，正面視で見た場合の左右方向の幅が前記溝部の左右方向の幅よりも小さい前記複数の光源が嵌合可能な溝状の開口部が形成されることを特徴とする」における「複数の光源」を，「前記溝部には，前記透光レンズが嵌合可能であり，前記溝部の中心底部には，前記溝部に沿って，正面視で見た場合の左右方向の幅が前記溝部の左右方向の幅よりも小さく前記複数の光源を実装した基板が嵌合可能である溝状の開口部が形成され，」における「複数の光源を実装した基板」と訂正するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の図3（別紙1参照）によれば，「LED用基板120（120A～120C）」の幅は，「溝部53」の幅より大きいようにみえる。しかし，図3は，そもそも透光レンズ，側面保持部材被覆部材，LED用基板及び側面保持部材（枠部の右側辺部）の配列関係を分かりやすく図示した模式的な斜視図であり，「LED用基板の幅」と「溝部の幅」との関係を示すためのものではない。そうすると，図3にLED用基板の幅が溝部の幅より大きく記載されているからといって，本件発明におけるLED用基板の幅が溝部の幅より大きいということはできない。",
                    "他方，「LED用基板の幅」と「溝部の幅」の関係を示しているのは，本件明細書の図5（別紙2参照）及び図9（別紙3参照）である。そして，別紙2においては，「120（120A，120B，120C）」の引き出し線は，緑色に着色された部材か，その上方にある赤色で着色された部材の，いずれかを指し示しているように見える。また，別紙2においては，「17（17R，17L）」から延びる引き出し線が緑色に着色された部材の下側を指し示している。さらに，別紙3においても，同様に，「17（17R，17L）」から延びる引き出し線が緑色に着色された部材の下側を指し示している。「17（17R，17L）」で示される部材は，「17」が枠部であり，「17L」が左側辺部，「17R」が右側辺部である（【0042】）。そして，「LED用基板120（120A～120C）はメインドアフレーム16の右側辺部17Rに形成された基盤取付用段部131，132及び133に取り付けられる」（【0061】）ことから，別紙2及び3の記載において，LED用基板120（120A～120C）は，赤色に着色された部材，すなわち，溝状の開口部に嵌合した部材であるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「17（17L，17R）」が指し示すものが別紙2及び3において緑色に着色した部材の下縁が接している部材，すなわち「枠部17（17L，17R）」であると主張する。",
                    "しかし，本件明細書の記載から，枠部がLED用基板等に比較して極端に薄いとは認められないから，原告が主張するように，「17（17L，17R）」が指し示すものが緑色に着色した部材の下縁が接している部材であるとすると，枠部17及び左側辺部17L，右側辺部17Rは，別紙2及び3に記載されないにもかかわらず，符号のみ記載されることとなる。しかるに，別紙2及び3の記載において，図面に記載されない部材である枠部が符号のみ記載されるということは，不自然であるから，「17（17L，17R）」が指し示しているのは，別紙2及び3において，緑色に着色した部材であるということができる。",
                    "そして，「LED用基板120（120A～120C）はメインドアフレーム16の右側辺部17Rに形成された基盤取付用段部131，132及び133に取り付けられる」（【0061】）ことから，図5及び図9の記載において，LED用基板120（120A～120C）は，別紙2及び3において赤色に着色された部材，すなわち，溝状の開口部に嵌合した部材であるということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，訂正事項1に係る訂正は，明細書又は図面に記載した事項の範囲内でされたものということができる。",
                    "また，本件訂正発明2は，複数の光源を実装した基板が嵌合可能である溝状の開口部が形成されていることを発明特定事項としていることから，光源が実装された基板が開口部に嵌合可能であるので，特許請求の範囲の拡張又は変更に当たるものとはいえない。",
                    "そして，訂正事項1は，本件訂正前の本件発明1において，嵌合可能なものが，「側面保持部材に上下方向に所定間隔で連続して配置された複数の光源」だけなのか否か不明であったものを「光源が実装された基板」であると明瞭にする訂正であるから，明瞭でない記載の釈明に該当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正事項2は，側面保持部材被覆部材における透光レンズの配置関係について，本件訂正前の「透光レンズの一辺の後端部が前記側面保持部材被覆部材の表面から裏面側に突設延在して前記光源の近傍に配置され」を「透光レンズの一辺の裏面が前記光源の近傍に延出し前記光源と対向するように配置され」と訂正するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「側面保持部材被覆部材の表面から」という，始点としての位置関係はおろか，「側面保持部材被覆部材」との関係そのものが捨象されている旨を主張する。",
                    "ところで，本件訂正発明2は，「長手方向に溝部を備えた側面保持部材被覆部材」と「前記側面保持部材被覆部材は，前記側面保持部材被覆部材の前記前後方向の前端部が前記溝部に埋設された前記透光レンズの前記前後方向の前面よりも前側に構成され」ることも特定されている。よって，本件訂正発明2においても，その一辺の裏面を含む透光レンズは，側面保持部材被覆部材に備えられた溝部に埋設しているから，透光レンズの裏面側を含む全体が，側面保持部材被覆部材の表面よりも裏面側にあるということができる。その結果，透光レンズの一辺の後端部と側面保持部材被覆部材との関係及び側面保持部材被覆部材の表面との関係も，本件訂正発明2において特定されていることとなる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，訂正事項2に係る訂正は特許請求の範囲の拡張又は変更するものでない。また，上記訂正により，透光レンズの「前端部」を「前面」にしたことで，構成が明瞭になったのであるから，明瞭でない記載の釈明を目的としたものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，訂正事項1及び2に係る訂正は，いずれも明細書又は図面に記載した事項の範囲内でされたものであり，特許請求の範囲の拡張又は変更するものでなく，明瞭でない記載の釈明を目的とするものであり，本件訂正を認めた本件審決に誤りはない。",
                "よって，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（容易想到性に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法153条2項違反について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，無効審判請求書において審判請求人であった原告が主張した一致点及び相違点と異なる一致点及び相違点を認定した本件審決には，特許法153条2項に違反する違法があると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件特許無効審判請求書において，特許を無効にする根拠となる事実の1つとして，特許法29条2項に該当することを主張するとともに，引用例1を始めとする証拠を挙げ，本件発明と引用例1に記載された発明との対比を主張した（甲16）。本件審決は，引用例1を主引用例として本件訂正発明が特許法29条2項の規定を満たしているか否かを審理し，前記第2の3のとおり本件訂正発明2と引用発明との一致点及び相違点を認定した上，原告が挙げた証拠を検討して本件訂正発明が容易に想到することができたとはいえない旨判断した。なお，本件審決における本件訂正発明2と引用発明との一致点及び相違点の認定は，原告が無効審判請求書に記載した主張や被告の本件無効審判における主張とは同一のものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "特許法153条2項は，審判において当事者が申し立てない理由について審理したときは，審判長は，その審理の結果を当事者に通知し，相当の期間を指定して，意見を申し立てる機会を与えなければならないと規定している。これは，当事者の知らない間に不利な資料が集められて，何ら弁明の機会を与えられないうちに心証が形成されるという不利益から当事者を救済するための手続を定めたものである。",
                    "したがって，特許法153条2項にいう「当事者の申し立てない理由」とは，新たな無効理由の根拠法条の追加や主要事実又は引用例の追加等，不利な結論を受ける当事者にとって不意打ちとなりあらかじめ通知を受けて意見を述べる機会を与えなければ著しく不公平となるような重大な理由をいうものであって，特定の引用例に基づいて当該発明が容易に想到できるか否かの判断の過程における一致点や相違点の認定は，上記「当事者の申し立てない理由」には当たらないと解される。よって，審決における特定の引用例との一致点や相違点の認定が，審判手続における当事者の主張するそれと異なっていたとしても，そのことをもって直ちに同項に違反するものとはいえない。また，特許無効審判の判断の過程において，当事者の一致点や相違点に係る主張に拘束されるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，原告の上記主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1に記載された発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，以下の記載がある（甲1）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "従来の技術",
                      "text": [
                        "よく知られるように，スロットマシンは外周にシンボルマークを配列した複数のリールを回転させ，これらのリールが停止したときに入賞ライン上で停止しているシンボルの組合せによって入賞の有無，入賞の種類が競われる。スロットマシンは，通常上記のリール及びその回転機構を内蔵したスロットマシン本体と，その前面に開閉自在に取り付けられたドアとから構成されている。このドアは通常は閉じ状態でロックされ，そして内部機構の点検，整備や，配当メダルの補充作業のときに開放される（【0002】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "本発明は上記目的を達成するために，スロットマシンの前面に開閉自在に設けられたドアを，ドア本体と，これとは別体の縁取り部材とから構成し，縁取り部材をドア本体の端縁部に設けた保持部に着脱自在に取り付けるように構成してある。縁取り部材は複数個に分割してもよく，さらに縁取り部材を光透過性の樹脂成形品とし，その内側から照明光を与えて独特の装飾効果を得ることも可能である（【0006】）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実施例",
                      "text": [
                        "本発明を用いたスロットマシンの外観図を図2に示す。本体には，スロットマシンの点検，調整時に開閉するドアと，入賞したときにコインの払出しが行われるコイン受け皿と，リールを回転させるときに操作されるレバーが設けられている（【0007】）。",
                        "ドアのベース部分となるドア本体には，リールの外周に記されたシンボルマークを見るために透明部分が設けられ，入賞したときのクレジット枚数が表示される表示部を備えるパネルと，装飾がされたパネルとが嵌め込まれている。パネルとパネルとの間には，回転中のリールを停止させるときに操作される押しボタンと，クレジットをオン・オフさせるボタンと，コイン投入口とが設けられている（【0008】）。",
                        "図1に示したように，縁取り部材はドア本体に対し着脱自在に設けられている。本実施例では3分割された縁取り部材を使用するが，形状によって分割個数は増減することもある。このドア本体は，金属プレートを所定形状に打ち抜いたものであり，いくつかの構成部品について，必要なものについて適宜の個所に凹凸や隆起をつけるためにプレス加工が行われ，上記構成部品を適所に設けることからなる。この縁取り部材と保持部の嵌合状態の断面図を図4（a）に示す。取付部材は「コ」の字又は「U」の字の断面をもち，ネジを貫通させる穴があけられている。これを，ドア本体の製造過程において打ち抜かれた端縁部の開口面より僅かに突出させて，溶接することで保持部が形成される（【0009】）。",
                        "嵌合構造の一例として縁取り部材と保持部を図3に示す。縁取り部材の内側には，メネジが切られた複数ボスと，縁取り部材より突出した複数リブが形成されている。またドア本体の保持部を形成する取付部材には，ボス，リブと一致する位置に穴（24，25）が開けてある（【0012】）。",
                        "この縁取り部材と保持部の取付部材とは，リブを穴に嵌め込むことと，取付部材の裏側からネジによって取付部材の穴を貫通し，縁取り部材のボスに固定することから，着脱自在となる（【0013】）。",
                        "本発明によれば，複雑な形状の縁取りを低コストで行えるようになり，他のスロットマシンのものとはかなり異なる装飾とすることができる。また，これらはネジにより着脱自在にされているので大変便利であり，仮に縁取り部材の一部が破損した場合でも容易に修理を行うことができる。更に，遊戯者に人気となると思われるデザインのスロットマシンに変更するときは，パネル（8，9）とともに縁取り部材を交換するだけでよく，非常に低コストにモデルチェンジを行える（【0014】）。",
                        "その他の実施例を5図に示す。上記した縁取り部材のいずれかを（a），（b）のようにL字型の断面形状をもつものとし，それにボスを備えたものでもよい。また縁取り部材のいずれかをドア本体の保持部に固定する場合，ネジである必要はなく，（c）のように凹凸を設けた縁取り部材としそれに対応する保持部の開口に嵌合して固定したり，（d）のように縁取り部材の爪部を保持部の開口に挿入する形として，着脱の手間を省くようにすることもある。その他に（e）のように，光透過性樹脂の成形品とした縁取り部材をドア本体若しくは縁取り部材に組み込まれた光源により，内面側から照明して独特の装飾効果を得てもよい。なお，剛性が必要な場合はアルミニウム，亜鉛ダイキャスト材などの金属性とする（【0015】）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1の上記記載によれば，ドア本体はいくつかの構成部品からなることが示唆されているところ（【0009】），ドア本体の構成として，「正面部材」と正面部材の両側部に設けられる一対の「板状の部材」とがあるということができる（図1～図3）。",
                    "そして，保持部は，ドア本体の端縁部に溶接で取り付けられる（図4（a），【0009】）。ドア本体の端縁部は，上記ドア本体を構成する複数の構成部品のうち，明らかに両側部に設けられる一対の「板状の部材」であり，溶接による取り付けは，これら板状の部材と保持部を一体化することになるから，ドア本体の正面部材の両側部に設けられる一対の板状の部材とこれに一体化された保持部を備えている。",
                    "さらに，引用例1には，ドア本体に組み込まれた光源についても記載がある（【0015】）。",
                    "縁取り部材を保持部に着脱自在に取り付けること（【0013】）及び縁取り部材を光透過性樹脂の成型品とすること（【0015】）が記載されているから，「一対の板状の部材とこれに一体化された保持部に設けられた光透過性樹脂の成型品とした縁取り部材」を備えることが記載されており，縁取り部材を光透過性の樹脂成形品とし，その内側から照明光を与えて独特の装飾効果を得ること（【0006】）から，この照明光は，縁取り部材の内側から与えられる上記光源であり，これより，光透過性樹脂の成型品とした縁取り部材を用い，ドア本体に組み込まれた光源により，内部から照明して装飾効果を得る構成が記載されている。",
                    "さらに，スロットマシンの前面に開閉自在に設けられたドアを備える（【0002】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のことから，本件訂正発明2に対応させると，引用例1には，以下の発明が記載されているということができる。",
                    "ドア本体の正面部材と，前記ドア本体の正面部材の両側部に設けられる一対の板状の部材とこれに一体化された保持部と，ドア本体に組み込まれた光源と，一対の板状の部材とこれに一体化された保持部に設けられた光透過性樹脂の成型品とした縁取り部材と，光透過性樹脂の成型品とした縁取り部材を用い，ドア本体に組み込まれた光源により，内部から照明して装飾効果を得る構成と，を有したスロットマシンの前面に開閉自在に設けられたドアを備えた遊技機"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "一致点及び相違点の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明2と上記の引用例1に記載された発明とを対比すると，引用例1に記載された発明の「ドア本体」，「スロットマシンの前面に開閉自在に設けられたドア」がそれぞれ本件訂正発明2の「扉体基体」，「遊技機筐体に開閉自在に設けられる扉体」に相当し，引用例1に記載された発明の「ドア本体に組み込まれた光源」は，その構造は別にして，発光装飾手段という点から見れば，本件訂正発明2の「側面保持部材に配置された光源」に対応し，引用例1に記載された発明の「光透過性樹脂の成型品とした縁取り部材を用い，ドア本体に組み込まれた光源により，内部から照明して装飾効果を得る」構成のものは，電飾演出を実行するかは別にして，「電飾手段」である点で本件訂正発明2と共通することは，本件審決が認定したとおりであり，原告及び被告の間に争いはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明2の「扉体基体の両側部に設けられる一対の側面保持部材」に相当するものについて，原告は，引用例1に記載された発明の「ドア本体の側面を構成する一対の板状の部材」であると主張し，被告は，引用例1に記載された発明の「ドア本体の側面部と一体化された保持部」であると主張する。",
                    "本件訂正発明2によれば，側面保持部材は，「扉体基体の両側部に設けられる」「一対の」ものであり，「複数の光源が」配置されるものである。他方，引用例1に記載された発明において，一対の板状の部材とこれに一体化された保持部は，扉体基体の両側部に設けられ，一対であり，光源が保持部に配置される（図5（e））。",
                    "そうすると，引用例1に記載された発明の「一対の板状の部材とこれに一体化された保持部」が，本件訂正発明2の「扉体基体の両側部に設けられる一対の側面保持部材」に相当する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正発明2の「側面保持部材被覆部材」に相当するものについて，原告は，引用例1に記載された発明の「保持部」であると主張し，被告は，引用例1に記載された発明の「光透過性樹脂の成型品とした縁取り部材」であると主張する。",
                    "本件訂正発明2によれば，側面保持部材被覆部材は，側面保持部材に設けられることが特定されている。そして，本件訂正発明2の「側面保持部材」に相当する引用例1の「ドア本体の側面を構成する一対の板状の部材」とこれに一体化された「保持部」に，「光透過性樹脂の成型品とした縁取り部材」が設けられていることからすると，引用例1に記載された発明の「光透過性樹脂の成型品とした縁取り部材」は，その構造は別にして，発光装飾手段という観点から見れば，本件訂正発明2の「側面保持部材被覆部材」に対応する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，原告は，引用例1に記載された発明の「縁取り部材」は，本件訂正発明2の「透光レンズ」に相当すると主張する。",
                    "本件訂正発明2の透光レンズは，「前記光源と前後方向に対向する位置であって，前記溝部に埋設され，前記光源を被覆する前記溝部に沿って連続して設けられる断面矩形状の棒状の透光レンズ」と特定されている。そして，上記溝部とは，「前面の角部を除く位置の長手方向に溝部を備えた側面保持部材被覆部材」における溝部であるから，側面保持部材被覆部材に備えられたものである。他方，引用例1に記載された発明において，本件訂正発明2の「側面保持部材被覆部材」に対応する「光透過性樹脂の成型品とした縁取り部材」は，溝部等を備えておらず，さらに，引用例1は，縁取り部材が光透過性樹脂の成型品であり，レンズ等を通さずに光源からの光を縁取り部材の内面から照明するものであって，断面矩形状の棒状のレンズについては，記載されていない。したがって，引用例1には，「透光レンズ」に相当する構成は記載されていない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のことから，本件訂正発明2と引用例1に記載された発明とを対比すると，その一致点及び相違点は，以下のとおりとなる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点：扉体基体と，前記扉体基体の両側部に設けられる一対の側面保持部材と，側面保持部材に配置された光源と，前記側面保持部材に設けられた側面保持部材被覆部材と，電飾手段と，を有した遊技機筐体に開閉自在に設けられる扉体を備えた遊技機である点"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1：本件訂正発明2は，「側面保持部材に上下方向に所定間隔で連続して配置された複数の光源」を有したものであるのに対し，引用例1に記載された発明は，保持部（本件訂正発明2の「側面保持部材」に対応する部分）に光源が設けられているものの，当該「光源」が「上下方向に所定間隔で連続して配置された複数の光源」で構成されているか不明である点"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2：本件訂正発明2は，「側面保持部材に設けられた側面保持部材被覆部材」が「前面の角部を除く位置の長手方向に溝部を備え」ているのに対し，引用例1に記載された発明は，上記構成を有しない点"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点3：本件訂正発明2は，「光源と前後方向に対向する位置であって，溝部に埋設され，前記光源を被覆する前記溝部に沿って連続して設けられる断面矩形状の棒状の透光レンズを備え」たものであるのに対し，引用例1に記載された発明は，上記構成を有しない点"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点4：本件訂正発明2は，「側面保持部材被覆部材は，前記側面保持部材被覆部材の前後方向の前端部が溝部に埋設された透光レンズの前記前後方向の前面よりも前側に構成され」たものであるのに対し，引用例1に記載された発明は，上記構成を有しない点"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "相違点5：本件訂正発明2は，「溝部には，前記透光レンズが嵌合可能であり，前記溝部の中心底部には，前記溝部に沿って，正面視で見た場合の左右方向の幅が前記溝部の左右方向の幅よりも小さく複数の光源を実装した基板が嵌合可能である溝状の開口部が形成され」たものであるのに対し，引用例1に記載された発明は，上記構成を有しない点"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "相違点6：本件訂正発明2は，「透光レンズは，前記透光レンズの一辺の裏面が光源の近傍に延出し前記光源と対向するように配置され，前記透光レンズの前面が側面保持部材被覆部材の表面に配置されている」ものであるのに対し，引用例1に記載された発明は，上記構成を有しない点。 "
                    },
                    {
                      "fig": "(ク)",
                      "subject": "相違点7：本件訂正発明2は，光源及び透光レンズを備えた側面指示部材被覆部材からなる電飾手段が「電飾演出を実行する電飾表示手段」であるのに対し，引用例1に記載された発明は，電飾手段（光源及び光透光性樹脂の成型品からなる縁取り部材）が電飾演出を実行するものか不明な点"
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，引用例1に記載された発明の認定において，本件審決は必ずしも適切とはいえないものの，本件訂正発明2と引用例1に記載された発明との一致点及び相違点の認定について，本件審決に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用例2ないし4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2には，以下の記載がある（甲3）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2は，発光面が光学的に連続した発光装置に関するものである（【0001】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "長尺状基板の長手方向に所定間隔をおいてLEDチップ（図7参照）を複数設け，そのLEDチップ…列上にレンズホルダを介して棒状レンズが配置してある（【0003】）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記レンズホルダは，前記棒状レンズの位置決め保持のほか，長尺状発光窓部を除く棒状レンズの外周からLEDチップの発する光が外部に洩れないように遮光するとともに，洩れようとする光を反射して発光窓部から外部に導出されるように導く（【0004】）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "従来技術で発光出力ムラができていたことを解決するため，本発明によれば，棒状レンズから，光がほぼ均一に発せられ，全体として発光量が均一になる（【0010】【0017】【0018】）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "棒状レンズが位置決め保持されるレンズホルダは，その前面であって，角部を除く位置である中央部が開口し，長手方向に溝部を備えて，この溝部に棒状レンズが埋設されている（図6）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例3には，以下の記載がある（甲4）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例3は，自動車のサイドランプユニットに関するものである（【0001】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "夜間等の周囲が暗い環境において車庫入れや障害物の存在する狭路走行を容易とし，かつ側方衝突事故を未然に防止可能な自動車のサイドランプユニットの提供を目的とする（【0007】）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "図中，自動車のボディの側方には，前後のタイヤハウスの間の，フロントフェンダからドアパネルにわたって，レンズがはめ込まれた樹脂製のモールが設けられている。このレンズとモールとの間には，ランプが設けられ，これによりサイドランプユニットを構成している。モールの凹部の底面には，LED等のランプが所定の間隔で複数配列されており，当該凹部の縁部近傍には，ランプの照射光及び当該凹部をリアクター面とする反射光をモールの長手方向に均一に散乱させるためのレンズがはめ込まれている。モールの凹部には，ランプの照射光の反射率を高めるべく，光の反射率が高い塗料による塗装が行われていると良い。一方，モールの底部とボディとの間には，ランプを固定する基礎（土台）及びリード線の機能を有する基板が設けられている（【0017】，図3，図4）。",
                        "モールは，ドアが開かれたとき等に，外部の物体が接触したときの衝撃力を緩和し，ボディ（ドアパネル）の損傷を防止する，いわゆるプロテクトモールとしての機能を備えているべきである。このため，レンズの取り付け位置は，モールの凹部の縁部より底面側に位置することが必要である（【0018】）。",
                        "モールによりボディの外部の物体との接触による損傷を防止するためには，レンズの前後方向の前面よりモールの前後方向の前端部が前側に構成されることが必要であり，レンズとモールとは，そのように構成されており，レンズの裏面はランプと対向するように配置され，レンズの前面はモールの表面に配置されている（図3）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例4には，以下の記載がある（甲9）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例4は，レベルメータ等に用いられる発光表示装置である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "基板の表面には配線パターンが形成され，所定位置に複数の発光ダイオード素子が例えば導電性ペーストでそれぞれ固着されるとともに，ワイヤボンディングされている。また，いわゆる外部接続端子，取り付け用の切欠きがある。ハウジングには断面がU字状の溝が設けられており，この溝の底部には，基板の発光ダイオード素子に対応する位置に例えばすりばち状の穴が開けられている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "断面形状が例えば六角形の棒レンズであり，例えば透明のアクリル樹脂から形成される棒レンズは，例えばその角部が後述する光拡散シートに近接又は密着するように，ハウジングのU字状の溝にはめ込まれ，適宜に固定される。光拡散シートは，例えば半透明の合成樹脂のシートから形成され，ハウジングの上部に取り付けられるので，その表面は発光面となる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "棒レンズに入射した光は，主に棒レンズ内部で反射し，その側面又は角部より出射する。このとき，棒レンズの一の角部と光拡散シートは近接又は密着しているので，当該角部より出た光を，光拡散シートを介して見ると，その発光状態は細い線状の発光になる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "ハウジングに設けられるU字状の溝は，前面の中央，すなわち角部を除く位置に，長手方向に設けられている。棒レンズは，U字状の溝にはめ込まれ，この溝の底部には，発光ダイオード素子に対応する位置に穴が開けられていることから，棒レンズは，発光ダイオード素子と前後方向に対向する位置にあり，発光ダイオード素子を被覆している。また，溝に棒レンズが埋設されている（第1図，第2図）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点2ないし6（相違点A）の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2ないし4の適用の可否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例2について",
                      "text": [
                        "引用例1は遊技機に関するものであり，遊技機における発光装置は音響等とともに遊技客を引きつけるための演出装飾効果の一環をなすもので，発光色，発光タイミング及び発光強度等を変化させること等の発光の装飾性が要求されるもので，光源を設けることにより，縁取り部材の内面側から照明して独特の装飾効果を得るスロットマシンの発明である。これに対し，引用例2の発光装置では，ムラのない発光が得られる発光装置であって，発光の高度な均一性が要求されるものの，発光の装飾性は必要とされないものである。",
                        "このように，引用例1に記載された発明と引用例2に記載された発明とは，発光装置という点では共通するものの，独特の装飾効果とムラのない発光という点で異なることから，そのために必要とする構成も自ずと異なる。したがって，使用する分野，課題及び目的等が相違する引用例2を，引用例1に記載された発明に適用する動機付けがない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例3について",
                      "text": [
                        "引用例1に記載された発明は，ローコストで製造することができ，様々な装飾を施すことができるようにしたスロットマシンのドア構造に関するものであるのに対し，引用例3記載の発明は，夜間等の周囲が暗い環境において車庫入れや障害物の存在する狭路走行を容易とし，かつ側方衝突事故を未然に防止可能な自動車のサイドランプユニットの提供を目的とするものである。したがって，引用例1記載の発明と引用例3記載の発明は，その技術分野と課題が相違する。しかも，引用例3は，レンズの損傷を防止するものではなく，モールが設けられているフロントフェンダからドアパネルの損傷を防止するものであり，レンズの損傷を防止する本件訂正発明2とは異なり，レンズの衝撃力による損傷をモールにより防止するという技術思想が引用例3に開示又は示唆されているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用例4について",
                      "text": [
                        "引用例1は，スロットマシンに用いられる装飾効果を得るための光源であるのに対し，引用例4に記載された発明は，例えばレベルメータ等に用いられる発光表示装置であるから，技術分野においても同一とまではいえない。さらに，引用例4に記載された発光表示装置は，外部接続端子及び配線パターンが形成された基板上にハウジング及び発光ダイオード素子等を設けて形成されたものであり，発光ダイオード素子等が使用される状況においては，このままの状態では，外部接続端子及び配線パターンが外部に露出した状態となることから，何らかのケース又は筐体等により，これらの外部接続端子及び配線パターンが形成された基板を保護して使用されることを想定していると考えられる。",
                        "したがって，この状況においては，棒レンズは，ケース又は筐体等により保護されることから，ハウジングにより棒レンズの破損を防止する必要性はなく，また，引用例4には，棒レンズの破損を防止する点についても記載されていないことから，引用例4に記載された発明を引用例1に記載された発明に適用する動機付けがない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，引用例1に記載された発明に，引用例2ないし4に記載された発明を適用する動機付けがないから，本件訂正発明2は，引用例1に記載された発明に基づいて容易に発明できたものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，仮に，引用例1に記載された発明に，引用例2ないし4に記載された事項を適用したとしても，以下のとおり，本件訂正発明2に係る構成を想到することは，容易とはいえない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点4について",
                      "text": [
                        "引用例2の上記(4)ア(イ)(ウ)(オ)の記載によれば，レンズホルダの前後方向の前端部は，棒状レンズの前面よりも後側に構成されていることから，引用例2には，「レンズホルダは，前記レンズホルダの前後方向の前端部が溝部に埋設された棒状レンズの前記前後方向の前面よりも後側に構成されたもの」が記載されている。",
                        "そして，引用例2に記載された「レンズホルダ」は，その溝部にレンズを埋設するレンズ埋設手段である限りにおいて，本件訂正発明2の「側面保持部材被覆部材」に相当し，同じく「棒状レンズ」は，本件訂正発明2の「透光レンズ」に相当するから，引用例2と本件訂正発明2とは，透光レンズは溝部に埋設されるものの，側面保持部材被覆部材の前後方向の前端部が，本件訂正発明2では，透光レンズの前端部よりも前側に構成されるのに対し，引用例2では後側に構成される点で異なる。そして，本件訂正発明2は，側面保持部材被覆部材の前後方向の前端部が透光レンズの前端部よりも前側に構成されることにより，透光レンズの損傷を防止するという効果があることから，本件訂正発明2と引用例2との上記相違を設計的事項ということはできない。",
                        "なお，原告は，本件訂正発明2と引用例2との上記相違につき，引用例3を考慮すれば容易に想到することができる旨主張するが，そこでは2段階の容易想到性が問題になることから，これにより，当業者が，上記相違点4に係る本件訂正発明2の構成を得ることが，容易であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点5について",
                      "text": [
                        "引用例2の図6には，溝部には，前記棒状レンズが埋設可能であり，前記溝部の中心底部には，前記溝部に沿って，正面視でみた場合の左右方向の幅が前記溝部の左右方向の幅よりも小さく複数のLEDチップが嵌合可能である溝状の開口部が形成されることが記載されている。",
                        "そして，引用例2に記載された「LEDチップ」は，本件訂正発明2の「光源」に相当し，同じく「棒状レンズ」は，その断面形状が矩形状と特定されていない点で本件訂正発明2と異なるが，棒状の透光レンズである限りにおいて，本件訂正発明2の「透光レンズ」に相当する。また，「埋設可能」は，「嵌合可能」に相当する。",
                        "したがって，引用例2には，「溝部には，前記透光レンズが嵌合可能であり，前記溝部の中心底部には，前記溝部に沿って，正面視で見た場合の左右方向の幅が前記溝部の左右方向の幅よりも小さく複数の光源が嵌合可能である溝状の開口部が形成され」ることが記載されているが，「複数の光源を実装した基板が嵌合可能である溝状の開口部が形成され」ることは，記載されていない。",
                        "また，引用例2の上記(4)ア(イ)に記載されたLEDチップが設けられる長尺状基板は，図6によれば，長尺状基板の上にレンズホルダが設けられていることから，LEDチップが嵌合可能である溝状の開口部に長尺状基板は嵌合可能であるとはいえない。そして，「複数の光源を実装した基板が嵌合可能である溝状の開口部が形成され」ることを示す証拠はない。",
                        "したがって，引用発明に引用例2を適用したとしても，上記相違点5に係る本件訂正発明2の構成を得ることはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決が，相違点2ないし6を相違点Aとしてまとめて判断し，個別に判断しなかったことを論難する。",
                    "しかしながら，発明の容易想到性の判断に当たり，相違点を発明の技術的課題の観点からまとまりのある構成の単位で判断することは，違法ではない。相違点2ないし6は，いずれも側面保持部材被覆部材に備えられる溝部と，この溝部に嵌合可能に設けられる透光レンズについて規定しているものであり，透光レンズの破損防止という本件訂正発明2の課題を解決するための構成であるから，相違点2ないし相違点6に係る事項をまとめて相違点Aとして判断した本件審決に，取り消すべき違法はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかも，これらの相違点を個別に判断したとしても，本件訂正発明2が引用例1に記載された発明に基づいて容易に想到できるものではないことは，前記(5)に説示したとおりである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}