{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が不服2007-30646号事件について平成22年11月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件訴訟は，特許出願拒絶査定を不服とする審判請求を成り立たないとした審決の取消訴訟である。争点は，進歩性(容易想到性)の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "サムスンコーニング株式会社は，平成18年5月8日，パリ条約に基づく優先日を平成17年(2005年)5月4日，同年9月2日，同年11月23日とし，優先権主張国をいずれも大韓民国として，名称を「外光遮蔽層，これを含むディスプレイ装置用フィルタ及びこれを含んだディスプレイ装置」とする発明につき特許出願したが(特願2006-129227号)，平成19年8月8日に拒絶査定を受けたので，平成19年11月12日，特許庁に対し不服審判請求をした(不服2007-30646号)。平成19年12月31日にサムスンコーニング株式会社を吸収合併した原告は，平成21年11月12日，特許請求の範囲の記載の一部を改める手続補正をした。",
            "特許庁は，平成22年11月1日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同月16日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願発明は，プラズマディスプレイパネル装置(PDP装置)等で用いられるフィルタに関するもので，審決時において請求項1ないし12から成り，そのうち，平成21年11月12日付け手続補正書(甲11)に記載の請求項1の発明(本願発明)の特許請求の範囲は以下のとおりである。",
            "【請求項1】",
            "導電性メッシュタイプの電磁波遮蔽層を含むフィルタベースと，",
            "前記フィルタベースの一面に形成され，透明樹脂材質の基材と，前記基材の一面に一定の周期で相互に離隔されるように複数の溝が形成され，前記複数の溝のそれぞれの内部に黒色物質が充填されて成された遮光パターンとを備え，前記基材の一面に対して前記遮光パターンが占める面積の割合が20乃至50％である外光遮蔽層であって，前記遮光パターンの進行方向と前記基材の長辺とがなすバイアス角 αが5乃至80度である前記外光遮蔽層と",
            "を含み，前記バイアス角 α および前記導電性メッシュの延長線と前記基材の長辺とがなすバイアス角 β において，バイアス角の差(β-α)が5～40度または50～75度であることを特徴とするディスプレイ装置用フィルタ。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願発明は，下記刊行物1記載の引用発明1に刊行物2記載の引用発明2及び周知技術を組み合わせることで，本件出願当時の当業者が容易に発明をすることができたものであり，進歩性を欠く。",
            "【刊行物1】特開2001-34183号公報(甲1)",
            "【刊行物2】特開昭59-104602号公報(甲2)",
            "【刊行物3】特開2003-58071号公報(甲3)",
            "【刊行物4】日本印刷学会編「増補版  印刷事典」(印刷局朝陽会，平成6年12月15日)202頁(「スクリーンかくど  ─角度」の項)(甲4)",
            "【刊行物5】特開2000-77888号公報(甲5)",
            "【刊行物6】特開2003-121609号公報(甲6)",
            "【刊行物7】特開平10-260638号公報(甲7)",
            "【刊行物8】特開平11-177272号公報(甲8)",
            "【刊行物9】特開2003-107442号公報(甲9)",
            "【刊行物1に記載された発明】(引用発明1)",
            "「垂直方向にピッチQで隣り合う複数の画素を含むプラズマディスプレイパネルの表示面の前方に配置されたフィルター板20であって，",
            "フィルター基板6と，",
            "前記フィルター基板6の一面に形成され，垂直方向に沿って所定のピッチSで互いに平行に配列され，水平方向に直線上に延び，ストライプ構造をなす複数の黒色の庇状の遮光体1と，",
            "を含み，",
            "前記複数の画素の画素ピッチQと，遮光体の垂直方向の垂直ピッチSとの間に",
            "Q／S＝n＋1／2  (nは正整数)",
            "の条件が成立するように遮光体が配置され，",
            "パネル外部からの入射光，即ち照明光や自然光を遮断して表示画像の明室コントラストを改善する機能を有し，モアレ模様の視認がほとんど無く，遮光体の幅に応じて開口率と透過率が変わる，",
            "フィルター板20。」",
            "【一致点】",
            "「フィルタベースと，",
            "前記フィルタベースの一面に形成された外光遮光層と，",
            "を含むディスプレイ装置用フィルタ。」",
            "【相違点】",
            "・相違点1",
            "「外光遮光層」が，本願発明では，",
            "(A)「透明樹脂材質の基材と，前記基材の一面に一定の周期で相互に離隔されるように複数の溝が形成され，前記複数の溝のそれぞれの内部に黒色物質が充填されて成された遮光パターンとを備え，」",
            "(B)「前記基材の一面に対して前記遮光パターンが占める面積の割合が20乃至50％」であって，",
            "(C)「前記遮光パターンの進行方向と前記基材の長辺とがなすバイアス角 α が5乃至80度である」",
            "のに対し，引用発明1では，",
            "(a)「垂直方向に沿って所定のピッチSで互いに平行に配列され」，「ストライプ構造をなす複数の黒色の庇状」であって，",
            "(b)遮光体の幅に応じて開口率と透過率が変わるものの，遮光体が占める面積の割合が不明であり，",
            "(c)「水平方向に直線上に延び」，「前記複数の画素の画素ピッチQと，遮光体の垂直方向の垂直ピッチSとの間に",
            "Q／S＝n＋1／2  (nは正整数)",
            "の条件が成立する」ように配置されている点",
            "・相違点2",
            "本願発明では，フィルタベースが「導電性メッシュタイプの電磁波遮蔽層」を含むとともに，「前記バイアス角 α および前記導電性メッシュの延長線と前記基材の長辺とがなすバイアス角 β において，バイアス角の差(β-α)が5～40度または50～75度である」のに対し，引用発明1では，「導電性メッシュタイプの電磁波遮蔽層」を含むのか否か不明である点",
            "【相違点に係る構成の容易想到性の判断】(12～16頁)",
            "「(相違点1)について",
            "引用発明1と引用発明2は，何れもコントラストの改善を目的として，ディスプレイの前面に設置する遮光層を備えたフィルタや遮光板に関する発明であり同一の技術分野に属する発明であること，引用発明1が備える庇状の遮光体は，刊行物2に従来技術として開示されている『ひさし』・・・に相当し，引用発明2は『ひさし』が有する欠点に鑑みてなされた発明であることから，引用発明1に引用発明2を組み合わせること，すなわち，引用発明1の透明基板の1面に形成する庇状の遮光体に代えて，アクリル樹脂等の各種透明プラスチック基板の表面に一定の周期で相互に離隔されるように複数の溝を形成し，黒色インキや塗料を充填し乾燥させせたものを採用し，上記(相違点1)(A)に係る発明特定事項となすことは，当業者が容易に想到し得たことと認められる。",
            "そしてその際，基材の一面に対して遮光パターンが占める面積の割合をどの程度とするかは，刊行物2に記載されるよう，水平入射光の透過効率と，遮光効果の観点から当業者が適宜設定する設計事項と認められる(例えば，引用発明2は，好ましい溝の幅の範囲が70μm～100μm，好ましい溝のピッチの範囲が200μm～500μmであるから，基材の一面に対して遮光パターンが占める面積の割合は，それぞれの範囲の中間値を用いて計算すると，24％(＝85μm／350μ／m)となり，本願発明の20乃至50％の範囲に含まれる。)。したがって，上記(相違点1)(B)に係る発明特定事項となすことに困難性は認められない。",
            "さらに，点または線など，2つの周期的な強度分布をもつ模様を重ね合わせたときにモアレが生じることは技術常識であり，引用発明1では，『前記複数の画素の画素ピッチQと，遮光体の垂直方向の垂直ピッチSとの間に",
            "Q／S＝n＋1／2  (nは正整数)",
            "の条件が成立する』ことでモアレを低減している。ところで，モアレを低減する手段として，幾何学的に規則正しく分布するパターンの角度を設定する手段も周知である(例えば，刊行物3(特開2003-58071号公報)には，遮光透明シートを映像画面に貼り付ける際に，画面のドットピッチと黒色遮光膜のピッチに起因するモアレを低減する目的で，遮光透明シートを水平に対し5ないし10度振って，モアレが消えた角度で映像画面に固定することが開示されている。また，刊行物5(特開2000-77888号公報)【0014】～【0016】には，印刷におけるスクリーン角度の技術を用い，画素の水平又は垂直方向に対してメッシュの金属線を15～25度以内の角度に配置してモアレを目立たないようにすることが開示されている。さらに，刊行物4(日本印刷学会編  『増補版  印刷事典』，印刷局朝陽会，平成6年12月15日，202頁，(『スクリーンかくど  ─角度』の項を参照))には，スクリーン角度を設定することでモアレを低減することが記載されている。)。してみると，引用発明1において，モアレを低減する手段として，画素と遮光体のピッチ条件を設定する手段に代えて，例えば，刊行物3～5に記載の周知の技術手段を採用し，上記(相違点1)(C)に係る発明特定事項となすことは当業者が容易に想到し得たことと認められる。」",
            "「(相違点2)について",
            "画像表示装置の前方に配置して用いるフィルターにおいて，電磁輻射を低減して画像表示装置の外部に対する電磁障害を防止するためのEMIフィルター機能を付加するよう金属メッシュを透明基板内に埋め込むことは周知(刊行物1【0002】の従来の技術の欄，【0005】等参照)であるから，引用発明1に導電性メッシュタイプの電磁波遮蔽層を設けることは当業者が容易に想到しうることである。そしてその際，点又は線など，2つの周期的な強度分布をもつ模様を重ね合わせたときにモアレが生じることは技術常識であるから(例えば，上記刊行物5【0014】～【0016】，【0026】には，PDP画素パターンとメッシュとの間でモアレ縞が目立たないよう角度を設定することが記載されている。)，画素と遮光体との間でモアレが発生しないよう角度を設定するのと同様，透明基板内に埋め込む金属メッシュが，周期的に配置される画素との間で，また遮光体との間でそれぞれモアレが生じないようそれぞれの角度を設定することに困難性はない。さらに，多数の印刷版を重ねたときに生じるモアレが目立たないようスクリーン角度を設定する(各版を30度ずつ離す)ことが刊行物4に開示されるよう印刷における周知技術であるところ，印刷におけるスクリーン角度の技術がディスプレイにおけるモアレ低減の技術と共通することは刊行物5【0014】～【0016】の記載からも明らかであるから，印刷における前記周知技術を適用し，画素，遮光体，金属メッシュの角度をそれぞれモアレが目立たないスクリーン角度に設定することに困難性は無い。",
            "してみると，電磁輻射を低減して画像表示装置の外部に対する電磁障害を防止するためのEMIフィルター機能を付加するよう金属メッシュを透明基板内に埋め込む周知の技術を採用すること，そしてその際，バイアス角の差(β-α)をモアレが目立たない角度(例えば，30度)となし，上記(相違点2)に係る発明特定事項となすことに困難性は無い。」",
            "「5-4  意見書における主張について",
            "原告は，・・・",
            "『いずれの刊行物にも，本願発明1が特徴とする，",
            "(a)基材の長辺(放電セル660の周期的なパターン)；",
            "(b)遮光パターン236の進行方向；",
            "(c)電磁波遮蔽層220の導電性メッシュの延長線",
            "の3つのパターンの相互の関係を同時に考慮するという技術的思想，3つのパターンの相互の関係がモアレ防止効果のより効果的な改善に重要であるという技術的課題，3つのパターンの相互の関係を最適化することによる効果の開示も示唆もない』と主張する。",
            "この点について検討すると，例えば刊行物4・・・に，3色板のスクリーン角度を調節して各色版のスクリーン角度を30°ずつ離し，モアレを最小にすることが記載されているように，モアレは，3者以上の間で周期的な点や線からなる模様を重ね合わせたときにも発生することは周知であり，3者の相互の関係を最適化してモアレ発生を防止することも周知である。したがって，3つのパターンの相互の関係を同時に考慮するという技術的思想，技術的課題，効果の開示も示唆もない旨の原告の主張は採用できない。",
            "以上のとおりであるから，原告の主張を考慮しても，・・・引用発明1に，電磁輻射を低減して画像表示装置の外部に対する電磁障害を防止するためのEMIフィルター機能を付加するよう金属メッシュを透明基板内に埋め込む周知の技術を採用した際，画素，遮光体，金属メッシュの角度をそれぞれモアレが目立たないスクリーン角度に設定することに困難性は認められない。」",
            "「5-5  対比・判断の小括",
            "以上のとおり，上記相違点1及び相違点2に係る構成とすることは，いずれも引用発明1，引用発明2，及び周知技術に基いて当業者が容易に想到し得ることであり，また，本願発明の作用効果も，引用発明1～2に記載された発明と周知技術とに基いて当業者が予測し得る程度のものと認められる。",
            "したがって，本願発明は，刊行物1～2に記載された発明と周知技術とに基いて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができない。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "一致点及び相違点の認定の誤り(取消事由1)",
          "text": [
            "引用発明1のプラズマディスプレイパネル(PDP)の表示面の前方に配置されたフィルター板20は，フィルター基板6及び同フィルター基板の一面(片面)に形成された遮光体1とを含んでいるが，電磁波遮蔽層を有していない。",
            "他方，本願発明のディスプレイ装置用フィルタは，「導電性メッシュタイプの電磁波遮蔽層を含むフィルターベース」と，「『前記フィルタベースの一面に形成された透明樹脂材質の基材』と『前記基材の一面に設けられた遮光パターン』とを備える外光遮蔽層」という，独立した機能を有する2つの構成から成る。",
            "そうすると，引用発明1の「フィルター基板6」は本願発明の「透明樹脂材質の基材」に，引用発明1の「遮光体1」は本願発明の「遮光パターン」に相当し，したがって，引用発明1の「フィルター板20」は本願発明の「『前記フィルタベースの一面に形成された透明樹脂材質の基材』と『前記基材の一面に設けられた遮光パターン』とを備える外光遮蔽層」に相当するが，「フィルター板20」は電磁波遮蔽層を有していない(本願発明にいう「導電性メッシュタイプの電磁波遮蔽層を含むフィルターベース」の構成を欠いている。)から，本願発明のディスプレイ装置用フィルタに相当しない。",
            "だとすると，本願発明と引用発明1の一致点は，",
            "「透明樹脂材質の基材と，前記基材の一面に一定の周期で相互に離隔されるように形成された遮光パターンとを備える外光遮光層を含むディスプレイ装置用フィルタ」である点",
            "と認定すべきであり，相違点は，",
            "・相違点1",
            "「『外光遮光層』が，本願発明では，",
            "(Ⅰ)『フィルターベースの一面に形成され，』",
            "(Ⅱ)『透明樹脂材質の基材と，前記基材の一面に一定の周期で相互に離隔されるように複数の溝が形成され，前記複数の溝のそれぞれの内部に黒色物質が充填されて成された遮光パターンとを備え，』",
            "(Ⅲ)『前記基材の一面に対して前記遮光パターンが占める面積の割合が20乃至50％』であって，",
            "(Ⅳ)『前記遮光パターンの進行方向と前記基材の長辺とがなすバイアス角αが5乃至80度である』",
            "のに対し，引用発明1では，",
            "(ⅰ)『プラズマディスプレイパネルの表示面の前方に配置され，』",
            "(ⅱ)『フィルター基板と，前記フィルター基板の一面に形成され，垂直方向に沿って所定のピッチSで互いに平行に配列され，ストライプ構造をなす複数の黒色の庇状とを備え，』",
            "(ⅲ)遮光体の幅に応じて開口率と透過率が変わるものの，遮光体が占める面積の割合が不明であり，",
            "(ⅳ)『水平方向に直線上に延び』，『前記複数の画素の画素ピッチQと，遮光体の垂直方向の垂直ピッチSとの間に",
            "Q／S＝n＋1／2  (nは正整数)",
            "の条件が成立する』ように配置されている点。」",
            "・相違点2",
            "「本願発明では，『導電性メッシュタイプの電磁波遮蔽層を含むフィルタベース』を備え，『前記バイアス角αおよび前記導電性メッシュの延長線と前記基材の長辺とがなすバイアス角βにおいて，バイアス角の差(β-α)が5～40度または50～75度である』のに対し，引用発明1では，フィルターベースを備えていない点」",
            "と認定すべきであったところ，審決は上記と異なる一致点・相違点の認定をしたのであって，審決のかかる認定は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "容易想到性の判断の誤り(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "従来の遮光体付きフィルター板では画素ピッチと遮光体の垂直ピッチとを正確に一致させなければモアレが発生したり，上下方向の視野角が狭まる等の不都合が生じたのに対し，引用発明1では，透光性の基板の観察側の表面に垂直ピッチSで相互に水平平行な庇状の遮光体を設け，画像表示素子のピッチQとの間でQ／S＝n＋1／2の関係を成立させることにより，モアレの生じない，より一層高コントラストの画像表示装置を実現したものである。そして，引用発明1では，高コントラストの画像表示装置の実現が課題とされているだけで，スペースの問題を解決することは記載も示唆もされていない。",
                "他方，引用発明2は，スペースの問題を解決するため，透明プラスチック基板の片面に等間隔で平行な溝を形成し，この溝に黒色インキ等を充填させた構成を有するものであって，基板表面での反射光を吸収することはできない。",
                "そうすると，引用発明1の遮光体付きフィルター板と引用発明2の遮光板とでは構成が異なる上，スペースの問題を解決するためのものか否かも異なるし，引用発明2の遮光板は引用発明1の遮光体付きフィルター板よりも上方からの入射光を遮断する機能が劣るから，引用発明1と引用発明2を組み合わせる動機付けがないか，組合せの阻害要因がある。",
                "また，引用発明2では，斜め上方からの外部環境光を遮断し，パネルアセンブリから放射される水平方向の入射光を透過させることによって画面のコントラストを向上させているから，溝の深さcがコントラスト比に影響する。しかし，本願発明では，外部環境光が水平方向から入射する場合に着目して数値範囲が決定されており，遮光パターンがパネルアセンブリ寄りに配置された場合には，外部環境光が斜め上方から入射したとしても，遮光パターンの溝の深さはコントラスト比に影響しない。本件出願の下記図2のとおり，外部環境光320及び入射光310の一部を吸収することで，可視光線に対する透過率を50％以上に維持した状態でコントラスト比を得ているのであって，コントラスト比の設定のためには基材の一面に対して遮光体(遮光パターン)が占める面積の割合を規定すれば足りる。",
                "【図2】",
                "そうすると，引用発明2ではコントラスト比の設定のために遮光体が占める面積の割合を規定するという技術思想が生じない。したがって，「基材の一面に対して遮光パターンが占める面積の割合をどの程度とするかは，刊行物2に記載されるよう，水平入射光の透過効率と，遮光効果の観点から当業者が適宜設定する設計事項と認められる・・・。したがって，上記(相違点1)(B)に係る発明特定事項となすことに困難性は認められない。」との審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物1の段落【0038】に記載されているように，引用発明1の遮光体1は機械的強度の確保のためにフィルター基板6の表面に固定して形成されるから，フィルター基板6に金属メッシュを埋め込んで「導電性メッシュタイプの電磁波遮蔽層を含むフィルタベース」としたときは，遮光体1の配列方向と導電性メッシュの配列方向とが成す角度が一定になってしまい，この角度を変更することはできなくなる。したがって，画素，遮光体，金属メッシュの角度をモアレが目立たない角度にそれぞれ任意に設定することはできないから，「してみると，電磁輻射を低減して画像表示装置の外部に対する電磁障害を防止するためのEMIフィルター機能を付加するよう金属メッシュを透明基板内に埋め込む周知の技術を採用すること，そしてその際，バイアス角の差(β-α)をモアレが目立たない角度(例えば，30度)となし，上記(相違点2)に係る発明特定事項となすことに困難性は無い。」との審決の判断は誤りである。",
                "また，スクリーン多色印刷では，複数の色版の網点を重ねて印刷するため，周期的な色模様が生じ，この色模様はどの方向から見ても判別できるが，本願発明のフィルタ等では，縞模様が現実に存在するのではなく，平行線又は碁盤の目状のパターンを重ね合わせたときに，一定の方向から見た場合にのみ縞模様が見えるものであって，印刷におけるスクリーン角度の技術はディスプレイにおけるモアレ低減の技術と共通しない。しかも，モアレを解消するために設定する角度は印刷の場合とディスプレイの場合とで異なるし，刊行物5中にも，印刷におけるスクリーン角度の技術がディスプレイにおけるモアレ低減の技術と共通する旨の記載はない。刊行物5では，2つの平行な直線群を特定の角度を成すよう配置することでモアレ縞を目立たなくすることが当業者の一般の技術であることや，かかる技術を印刷や画像表示装置の分野に適用してモアレ縞を低減させていることは開示されていない。画素，遮光パターン(遮光体)，電磁波遮蔽層の3つのパターンを重ね合わせたときにモアレをいかに解消するかについては開示も示唆もされていない。本願発明のようなディスプレイの場合には，平行線又は碁盤の目状のパターンを重ね合わせた場合にどこから見てもモアレが生じないように画素等の相互の角度を実験的に調整するほかはない。",
                "なお，引用発明1の「フィルター基板6」にEMIフィルター機能を付加するべく，金属メッシュを埋め込んだ透明基板を外付けしても，フィルターベースと電磁波遮蔽層が別体のものになってしまい，本願発明の構成と異なるものになる。",
                "したがって，「さらに，多数の印刷版を重ねたときに生じるモアレが目立たないようスクリーン角度を設定する(各版を30度ずつ離す)ことが刊行物4に開示されるよう印刷における周知技術であるところ，印刷におけるスクリーン角度の技術がディスプレイにおけるモアレ低減の技術と共通することは刊行物5【0014】～【0016】の記載からも明らかであるから，印刷における前記周知技術を適用し，画素，遮光体，金属メッシュの角度をそれぞれモアレが目立たないスクリーン角度に設定することに困難性は無い。」との審決の判断も誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件優先日当時の当業者において，相違点1及び2に係る構成に想到することは容易でないのであって，これに反する審決の容易想到性判断は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に関する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "本願明細書の段落【0026】，【0027】，【0046】，【0047】の記載に照らせば，本願発明の「フィルタベース」は，種々の構成の態様のものを含み得るから，これが「フィルタ」としての機能を特定するものとも，積層構造を特定するものともいうことができない。本願発明の「フィルタベース」は，「フィルタ」の「外光遮蔽層」を載せる基礎の部分又は「外光遮蔽層」を付ける面の部分としての技術的意義を有するものであって，本願発明ではこの「フィルタベース」に「導電性メッシュタイプの電磁波遮蔽層」を含ませることをさらに特定している。他方，引用発明1の「フィルター基板6」はその一面に「遮光体1」を載せる基礎の部分又は「遮光体1」を付ける基礎の部分としての技術的意義を有している。そうすると，本願発明の「フィルタベース」は引用発明1の「フィルター基板6」に相当するから，この旨をいう本願発明と引用発明1の一致点に係る審決の認定に誤りはない。",
            "そして，審決は本願発明の「フィルタベース」，引用発明1の「フィルター基板6」にさらに「導電性メッシュタイプの電磁波遮蔽層」を含むか否かを相違点として正しく認定しているから，審決の相違点の認定に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明1と引用発明2とは，ディスプレイのコントラストの改善を目的とし，ディスプレイ前面に遮光層を具備するフィルタや遮光板に関する発明であるから，同一の技術分野に属する。また，引用発明2は従来技術である庇状の遮光体の欠点にかんがみてされたものである。そうすると，引用発明1に引用発明2を組み合わせる動機付けがある。",
                "なお，ディスプレイ前面の遮光フィルターに要求される機能，特性は上方から入射する光を遮断することに止まるものではなく，耐久性等も要求されるし，フィルタの大きさ，製造の容易性，製造コスト等も勘案してその構成が決定されるものである。そうすると，上方から入射する光を遮断する性能が多少低下するとしても，その他の機能等が向上するのなら，引用発明2を組み合わせて構成を変更する動機付けに欠けるものではない。",
                "したがって，相違点1に係る構成の容易想到性についての審決の判断に誤りはない。",
                "本願発明のフィルタにおいても，本件出願の図面2に書き加えた下記図のとおり，斜め上方から外部環境光が入射し得るのであって，かかる入射があることを前提としない原告の主張は失当である。斜め上方から外部環境光が入射するときは，本願発明のフィルタにおいても，遮光体(遮光パターン)の面積と深さに応じて，外部環境光が吸収されるから，遮光体の深さもコントラスト比に影響する。",
                "仮に本願発明において外部環境光が水平方向から入射するとしても，遮光体(遮光パターン)の面積が占める割合は本願発明と引用発明2とで格別相違するものではなく，引用発明2の遮光板において遮光体(遮光パターン)が占める面積の割合は本願発明の数値範囲内に含まれる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物1では，従来技術として，透明基板内に金属メッシュを埋め込んだEMI(Electromagnetic Interference)フィルター板を外付けすることが記載されており(段落【0005】)，審決はこの記載を参照して，EMIフィルター機能を付加するべく，透明基板内に金属メッシュを埋め込むことが周知であるとした上で，当業者が引用発明1の「フィルター基板6」を，EMIフィルター機能を付加するべく，金属メッシュが埋め込まれた透明基板が外付けされたものに改めることは容易であるとしたものである。",
                "仮に，引用発明1の「フィルター基板6」に金属メッシュを埋め込んだことにより，「導電性メッシュタイプの電磁波遮蔽層を含むフィルターベース」になるのだとしても，金属メッシュの方向とフィルター基板6の長辺が成す角度は任意に設定し得るし，遮光体の方向とフィルター基板6の長辺が成す角度も任意に設定し得る。そうすると，引用発明1の「フィルター基板6」の長辺，遮光体，金属メッシュの各方向は任意に設定し得るのであって，結局，画素の配列方向，遮光体の方向，金属メッシュの方向が成す角度も任意に設定し得る。",
                "そうすると，当業者が，引用発明1の「フィルター基板6」において，画素の方向，遮光体の方向，金属メッシュの方向が成す角度をモアレが目立たない角度に設定することができないものではない。",
                "また，PDP装置用フィルターに関する刊行物5の段落【0014】ないし【0016】では，間隔の異なる2つの平行な直線群によってモアレ縞が発生すること，上記直線群を特定の角度を成して配置することでモアレ縞が目立たなくなること(例えば2色印刷では基準線に対して15度及び45度)，及び電磁波シールドフィルターのメッシュの金属線が水平方向又は垂直方向に対して15ないし25度以内の角度になるよう配置して同フィルターをPDP装置に取り付けると，モアレ縞が目立たなくなることが開示されているが，これらは一般のモアレ縞低減技術をディスプレイの技術分野にも適用し得ることを示すものである。そうすると，印刷の技術分野におけるモアレ低減技術をディスプレイの技術分野に応用できないものではない。モアレ縞が解消するようにフィルター等の角度を調整することは当業者において容易になし得る事柄であるし，3つの規則的パターンから生じるモアレ縞を解消するには，2つの規則的パターンのすべての組合せにおいてもモアレ縞が生じないよう角度を調整すれば足りる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点及び相違点の認定の誤り)について",
          "text": [
            "原告は，引用発明1の「フィルター板20」は本願発明にいう電磁波遮蔽層を含む「フィルタベース」を欠き，本願発明のディスプレイ装置用フィルタに相当しないから，引用発明1と本願発明の一致点及び相違点に係る審決の認定は誤りであると主張する。",
            "しかしながら，審決は上記の一致点を「フィルタベースと，前記フィルタベースの一面に形成された外光遮光層と，・・・」と認定し，相違点のうち相違点2を「本願発明では，フィルタベースが『導電性メッシュタイプの電磁波遮蔽層』を含むとともに，・・・であるのに対し，引用発明1では『導電性メッシュタイプの電磁波遮蔽層』を含むか否か不明である点」と認定したのであって，フィルタの構成部分のうち外光遮光層がその一面に形成されるものを「フィルタベース」と表現したものである。",
            "しかも，本願発明の特許請求の範囲にいう「フィルタベース」に関しては，本願明細書(甲10)の段落【0026】に「フィルタベース270は，透明基板210，反射防止層250または電磁波遮蔽層220が順序に関係なく積層されて形成される。・・・フィルタベース270は，一つ，またはそれ以上の層から構成されることができ，各層は電磁波遮蔽機能，反射防止機能またはこれらを組み合わせた機能を有することができる。また，フィルタベース270は，先に言及した電磁波遮蔽機能，反射防止機能またはこれらを組み合わせた機能をすべて有することもでき，このうちいずれか一つの機能のみを有することもできる。」との記載があるから，本願発明の特許請求の範囲にいう「フィルタベース」も，もともと電磁波遮蔽層を備えているものも電磁波遮蔽層を備えていないものも含み得る構成に，「導電性メッシュタイプの電磁波遮蔽層を含む」という特定要素を加えて構成を限定したにすぎない。そして，本願明細書の段落【0027】には「フィルタベース270の一面には，外光遮蔽層230が配置される。」との記載が，段落【0029】には「遮光パターン236が形成された基材234は，直接，フィルタベース270に形成することができるが，・・・支持体232に基材234を形成した後に，フィルタベース270と結合することもできる。・・・」との記載があるから，「導電性メッシュタイプの電磁波遮蔽層を含む」とさらに構成が外在的に限定される，本願発明の特許請求の範囲にいう「フィルタベース」も，引用発明と同様に，フィルタの構成部分のうち外光遮光層がその一面に形成されるものを指すと解して差し支えない。",
            "そうすると，審決は相違点2で「本願発明では，フィルタベースが『導電性メッシュタイプの電磁波遮蔽層』を含む・・・のに対し，引用発明1では『導電性メッシュタイプの電磁波遮蔽層』を含むか否か不明である」と正しく相違点を認定しており，原告の前記主張を採用することはできないのであって，審決の一致点及び相違点の認定に誤りはない。",
            "したがって，原告が主張する取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，PDP等に使用される，コントラストや電磁輻射特性の改善のためのフィルターに関し，フィルター基板に微細な庇状の遮光体の列を設ける発明である引用発明1に，画像表示装置のコントラストを改善するため，透明基板片面に着色材を充填した微細な溝の列を設けたフィルターに関する発明である引用発明2を組み合わせて，相違点1のうち本願発明の構成A(引用発明1の構成a)に当業者が容易に想到することができると説示したものであるが，両発明はいずれも画像表示装置に用いられるフィルターに関するものであって技術分野が共通し，またいずれも明るい室内(明室条件)で画像表示装置を使用した場合の表示コントラストの改善を目的とし，いずれも適当な厚みないし深さのある遮光パターン(遮光体)によって環境光を選択的に遮蔽する構成のものであるから，かかる発明の組合せが可能であるとして差し支えない。",
                "原告は，引用発明1では，高コントラストの画像表示装置の実現が課題とされているだけで，スペースの問題を解決することは記載も示唆もされておらず，引用発明1と引用発明2を組み合わせる動機付けがないなどと主張する。刊行物2(甲2)の1頁左下欄16，17行には，「『ひさし』は水平方向に突起部を作るのでスペースの問題があり，」との従来技術の欠点に係る記載があるから，引用発明2は従来の庇状の遮光板では厚さが大きくなるとの欠点があることにかんがみて，遮光板に微細な溝を掘って着色材を充填する構成を採用したものであることが明らかであるが，刊行物1には遮光板の厚さを抑えるために庇状の遮光体の厚さ(高さ)を小さくすること等は記載されていない。しかしながら，刊行物1中にはフィルターの透明基板片面に着色材を充填した微細な溝の列を設ける構成に改めた場合に不都合が生じることを窺わせる記載はないし，刊行物1のフィルターの庇状の遮光体の構成を着色材を充填した溝の構成に改めてフィルターの厚さが抑えられたとしても，フィルターの機能を何ら損なうものではない。したがって，刊行物1に庇状の遮光体のスペースの問題が記載又は示唆されていないとしても，両発明の目的の共通性にも照らせば，引用発明1に引用発明2を組み合わせる動機付けに欠けるとも，当業者においてかかる組合せが困難であるともいうことができない。",
                "また，原告は，引用発明2の遮光板は引用発明1の遮光体付きフィルター板よりも上方からの入射光を遮断する機能が劣るから，引用発明1と引用発明2を組み合わせる動機付けがないか，組合せの阻害要因があると主張する。確かに，刊行物2の遮光板は，溝状の遮光体の構成を採用したもので，外側に張り出す庇状の遮光体の構成を採用した引用発明1のフィルターよりも斜め上方から入射する環境光を遮蔽する効果が若干小さいとも考えられる。しかしながら，明室条件下で斜め上方から入射する環境光の遮光性能が低下するデメリットがあるとしても，引用発明2の構成を採用することによるメリットが上回れば，当業者において引用発明1に引用発明2を組み合わせる動機付けに欠けるものではない。しかるに，刊行物1の段落【0038】には，「遮光体1には，外光を吸収する機能の他に，機械的強度が必要である。」との記載があるところ，引用発明2の微細な溝に着色剤を充填する構成においては，基板自体の強度により遮光板の機械的強度を補うことができるという，引用発明1の庇状の遮光体の構成に比したメリットがあり，また，前記のとおり，引用発明2は庇状の遮光体のデメリットであるスペースの問題を解決して，遮光板の厚さを小さくすることができるメリットを有するから，当業者において引用発明1に引用発明2を組み合わせるメリットが小さいとはいえず，かかる組合せによって生ずるデメリットを下回るものではない。そうすると，当業者において引用発明1に引用発明2を組み合わせる動機付けに欠けるものでも，斜め上方からの環境光の遮光性能の若干の低下をもって，上記両発明を組み合わせる阻害要因とすることもできないということができ，原告の上記主張を採用することはできない。",
                "また，原告は，本願発明とは異なって，引用発明2からは，コントラスト比の設定のために遮光体が占める面積の割合を規定するという技術思想が生じないなどと主張する。しかしながら，本願発明が明室条件下でのコントラスト比を向上させることを技術的課題とするところ(本願明細書の段落【0010】)，明室条件下での環境光には様々な方向から入射する光が含まれている以上，本願発明の遮光パターンが占める面積の割合も水平方向以外の方向の環境光も考慮された上で決定されていることは明らかである。また，本願明細書の段落【0038】にも，「外部環境光320は，直接，遮光パターン236に吸収されたり，パネルアセンブリ130に反射されても，再び遮光パターン236に吸収されるため，反射光の輝度を低下させることができる。」との記載があるから，水平方向以外の方向の環境光の入射を前提とするものということができる。そうすると，原告の上記主張はその前提を欠き，これを採用することができない。なお，段落【0027】には，「フィルタベース270の一面には，外光遮蔽層230が配置される。図2に示した本実施形態の外光遮蔽層230は，フィルタベース270のパネルアセンブリ方向の面，すなわち，PDPフィルタ200がPDP装置に装着されたときに，視聴者方向と反対側面に配置されているが，本発明はこれに限定するものではなく，フィルタベース270の他の面に外光遮蔽層230が配置される場合にも等しい作用及び効果を得ることができる。」と記載されているから，本願発明はパネルアセンブリ寄りにフィルタの遮光パターンを配置する場合のみを念頭に置いてなされたものではないことは明らかであり，かかる場合に初めて奏される格別の作用効果をもとに本願発明の構成に想到することの困難性をいうのは不適切である。",
                "結局，引用発明1に引用発明2を組み合わせ，「引用発明1の透明基板の1面に形成する庇状の遮光体に代えて，アクリル樹脂等の各種透明プラスチック基板の表面に一定の周期で相互に離隔されるように複数の溝を形成し，黒色インキや塗料を充填し乾燥させせたものを採用し，上記(相違点1)(A)に係る発明特定事項となすことは，当業者が容易に想到し得たことと認められる。」との審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物2の2頁左上欄5ないし21行の記載のように，PDP装置等の遮光板において，明室条件下のコントラスト比を大きくするため，画素から入射する水平入射光を多く透過し，外部環境光を多く遮光するべく，当業者において遮光パターンないし遮光体の幅，間隔及び深さ(高さ)を適宜設定すべきものである(設計的事項)。刊行物2の上記記載の数値範囲にも照らせば，本件出願当時，当業者において，本願発明と引用発明1の相違点1のうちの本願発明の構成B(引用発明1の構成b)に容易に想到できたということができ，この旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "刊行物1の段落【0032】ないし【0035】には，画素のピッチQが庇状の遮光体のピッチSよりも大きく，かつ両者の間に「Q／S＝n＋1／2」(nは正の整数)との関係が成り立つようにすることで，画面に見苦しいモアレ(モアレ縞，モアレ模様)が生じないようにすることが記載されているところ，規則的なパターンの重畳による見苦しいモアレの発生を低減するために，規則的パターン同士適宜傾けて配置すること自体は刊行物3ないし5に記載された周知技術であるから，本件出願当時，上記周知技術を組み合わせることにより，当業者において，本願発明と引用発明1の相違点1のうちの本願発明の構成Cに容易に想到できたということができ，この旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "画像表示装置の前面に配置されるフィルターにおいて，画像表示素子等が発する不要な電磁輻射を低減して，外部の電磁障害を防止するために，フィルターの透明基板内にごく細い金属線のメッシュ(網目)を埋め込むこと(EMIフィルター機能)は刊行物1の段落【0002】ないし【0005】や刊行物5などに記載された当業者の周知技術であるところ，上記メッシュは規則的なパターンを成すものである。ここで，複数の規則的なパターンが若干ずれて重なり合うときは，刊行物5の段落【0015】などに記載されているように，見苦しい強弱の繰り返しが周期的に現れるいわゆるモアレが生じることは当業者の技術常識である。画素や遮光パターンはそれぞれ例えば直線状や格子状(あるいはごく精細な碁盤の目状)のパターンを成すから，上記メッシュと同様に規則的なパターンを成すのであって，上記メッシュによるパターンと画素のパターン，遮光パターンとは，これらがそれぞれ成す角度によっては見苦しいモアレを生じることが当業者の技術常識に照らして明らかである。",
                "ところで，前記のとおり，規則的なパターンの重畳による見苦しいモアレの発生を低減するために，規則的パターン同士を適宜傾けて配置すること自体は刊行物3ないし5に記載された周知技術であり，この周知技術を応用し，重畳された3つの規則的パターン間の干渉によりモアレが発生することを防止するべく，これらのパターンの角度を適宜調整する程度のことは当業者において困難ではないということができる。",
                "そうすると，審決が説示するとおり，「電磁輻射を低減して画像表示装置の外部に対する電磁障害を防止するためのEMIフィルター機能を付加するよう金属メッシュを透明基板内に埋め込む周知の技術を採用すること，そしてその際，バイアス角の差(β-α)をモアレが目立たない角度(例えば，30度)となし，上記(相違点2)に係る発明特定事項となすことに困難性は無い。」から，相違点2に係る構成の容易想到性についても審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，引用発明1の遮光体1は機械的強度の確保のためにフィルター基板6の表面に固定して形成されるから，フィルター基板6に金属メッシュを埋め込むときは，遮光体1の配列方向と導電性メッシュの配列方向とが成す角度が一定になってしまい，この角度を変更することはできなくなると主張する。しかしながら，本願発明の特許請求の範囲において，フィルタの製造方法が限定されているわけではないし，フィルタを組み立てる際に，画素のパターン，遮光パターン及び金属メッシュのパターンの成す角度が適切なものになるよう部材を選択して組み合わせれば足りるものである。",
                "また，原告は，印刷におけるスクリーン角度の技術はディスプレイにおけるモアレ低減の技術と共通せず，モアレを解消するために設定する角度は印刷の場合とディスプレイの場合とで異なるとか，刊行物5等の中には，画素，遮光体(遮光パターン)，電磁波遮蔽層の3つのパターンを重ね合わせたときにモアレをいかに解消するかについては開示も示唆もされていないなどと主張する。しかしながら，多色印刷の場合には網点を用いており，線状のパターンとは異なる面があるとしても，審決は見苦しいモアレ一般の低減法という観点から刊行物4の記載を引用したにすぎないし，ディスプレイ装置とりわけフィルターに関する文献である刊行物5中には，現に金属メッシュの角度を調整してディスプレイに現れる見苦しいモアレを低減する方法が記載されている。また，刊行物5等では，画素，遮光パターン(遮光体)，電磁波遮蔽層の3つのパターンを重ね合わせたときに生じる見苦しいモアレを低減する方法が明記されていないとしても，前記のとおり，複数の規則的なパターンが若干ずれて重なり合うときに見苦しいモアレが生じることは当業者の技術常識にすぎないし，これを低減するために上記規則的パターンを若干傾けることも当業者の周知技術にすぎないから，刊行物5等に記載された周知技術に基づいて当業者が適宜創意工夫し，上記3つのパターンによる見苦しいモアレを低減する方法に想到することは容易であるというべきである。なお，ディスプレイのフィルターに用いる金属メッシュとしては，通常，交差する金属線が成す角度が90度のもの(直交)を想定すれば足りるから(刊行物5の段落【0008】，刊行物8の図1を参照)，上記3つのパターンのいずれかが他のパターンと成す角度が0，45，90度ないしそれらの近傍となるのを避けるようにするのは当業者には自明の事柄にすぎない。上記のほか，原告が本願発明の容易想到性に関しるる主張する事柄を勘案しても，審決の判断に誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，本願発明と引用発明1の相違点に係る構成の容易想到性についての審決の判断に誤りはないから，原告が主張する取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10092",
    "date": "2011-12-06",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "081810",
    "ipprecedent_id": "2767",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}