{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-16344号事件について平成23年6月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，特許請求の範囲請求項1の記載を下記2とする本件出願に対する拒絶査定不服審判の請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「経路案内装置，経路案内システムおよび経路案内方法ならびに経路探索サーバ」とする発明について，平成19年3月7日特許出願(特願2007-57335号。後記本件補正の前後を通じ，請求項の数は12)したが(甲1)，平成22年4月19日付けの拒絶査定を受けた(甲9)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，同年7月21日，これに対する不服の審判を請求するとともに(甲10)，同日，手続補正書(甲11。以下，この補正書による補正を「本件補正」という。)を提出した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，上記請求を不服2010-16344号事件として審理し，平成23年6月13日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は同月23日原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正前後の特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の特許請求の範囲",
              "text": [
                "本件審決が対象とした，本件補正前の特許請求の範囲請求項1の記載は，以下のとおりである(平成22年4月1日付手続補正による。甲8)。以下，請求項1に記載された発明を「本願発明」という。",
                "各道路のノードデータ，リンクデータ及び各リンクのリンクコストを含む道路網情報を蓄積する道路網情報データベースと，現在位置を検出し現在位置情報を出力する位置検出手段と，前記道路網情報に基づいて累計リンクコストが最少になるように目的地までの最適経路の探索を行う経路探索手段と，探索された経路を表示して経路案内を行う案内手段と，現在位置が経路案内中に探索された経路から外れたことを検出する経路外れ検出手段と，経路外れが検出されたとき，経路外れ発生地点以降における案内経路から外れて進行した経路に該当するリンクに比して，前記経路外れ発生地点以降における本来進行すべきであった経路に該当するリンクのリンクコストを高くするコスト変更手段と，を備えたことを特徴とする経路案内装置"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の特許請求の範囲",
              "text": [
                "本件補正後の特許請求の範囲請求項1の記載は，以下のとおりである。以下，本件補正後の請求項1に記載された発明を「本件補正発明」といい，本件補正後の明細書(甲1，8，11)を「本件明細書」という。下線部は補正箇所を示す。",
                "各道路のノードデータ，リンクデータ及び各リンクのリンクコストを含む道路網情報を蓄積する道路網情報データベースと，現在位置を検出し現在位置情報を出力する位置検出手段と，前記道路網情報に基づいて累計リンクコストが最少になるように目的地までの最適経路の探索を行う経路探索手段と，探索された経路を表示して経路案内を行う案内手段と，現在位置が経路案内中に探索された経路から外れたことを検出する経路外れ検出手段と，経路外れが検出されたとき，経路外れ発生地点以降における案内経路から外れて進行した経路に該当するリンクに比して，前記経路外れ発生地点以降における本来進行すべきであった経路に該当するリンクのリンクコストを高くし，経路外れ地点に進入するリンクに対しては，コストを変更しないコスト変更手段と，を備えたことを特徴とする経路案内装置"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，①本件補正発明は，下記引用例に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができず，平成18年法律第55号による改正前の特許法(以下「法」という。)17条の2第5項において準用する法126条5項の規定に違反するものであるから，法159条1項において準用する法53条1項の規定により却下すべきものである，②本願発明は，引用例に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。",
                "引用例：特開2003-156350号公報(甲3)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決は，その判断の前提として，引用例に記載された発明(以下「引用発明」という。)並びに本件補正発明と引用発明との一致点及び相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：地図データ及びノード間を接続するリンク情報を記憶する記憶装置からなる記憶手段と，車両の現在地を検出するためのGPS受信機，方位センサ，車輪速センサであって，車両の現在位置を示す信号を出力するGPS受信機，車両の進行方向を検出し方位信号を出力する方位センサ及び車両の走行距離を検出し距離信号を出力する車輪速センサと，前記ノード間のリンクに対するリンク情報を用いて，出発地から各ノードに至るまでの経路コスト(経路に対する評価値であって，以下，単に「コスト」という。)を計算し，目的地までの全てのコスト計算が終了した段階で，コストが最小となるリンクを接続することにより目的地経路の算出を行う制御装置と，目的地経路を強調表示して経路案内する表示装置と，車両が目的地経路を逸脱したか否かを判断する経路逸脱判断手段と，ノードにて車両が逸脱した場合に，ノードに接続された退出リンクのみを逸脱リンクとして不揮発性メモリに記憶し，該逸脱リンクのコストを他のリンクに比して大きくなるようにコストを計算する制御装置と，を備えた，該逸脱リンクを含まない他の目的地経路を算出する車両用走行案内装置"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：各道路のノードデータ，リンクデータを含む道路網情報を蓄積する道路網情報データベースと，現在位置を検出し現在位置情報を出力する位置検出手段と，前記道路網情報に基づいて累計リンクコストが最少になるように目的地までの最適経路の探索を行う経路探索手段と，探索された経路を表示して経路案内を行う案内手段と，現在位置が経路案内中に探索された経路から外れたことを検出する経路外れ検出手段と，経路外れが検出されたとき，経路外れ発生地点以降における案内経路から外れて進行した経路に該当するリンクに比して，前記経路外れ発生地点以降における本来進行すべきであった経路に該当するリンクのリンクコストを高くし，経路外れ地点に進入するリンクに対しては，コストを変更しないコスト変更手段と，を備えた経路案内装置"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点：各道路のノードデータ，リンクデータを含む道路網情報を蓄積する道路網情報データベースの道路網情報が，本件補正発明では，「各リンクのリンクコスト」を含むのに対して，引用発明では，記憶手段(道路網情報データベース)のリンク情報に基づいて制御装置が各リンクのコスト(リンクコスト)を計算する点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本件補正を却下した判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点及び相違点の認定の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "容易想到性に係る判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点及び相違点の認定の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例に記載された発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例における「利用者にとって避けたいエリア」とは，図2(a)～(c)の枠Xであり，ノードを含むX内の領域を意味する。",
                    "引用例に記載された発明における課題は，利用者にとって避けたいエリアが存在しても，再度同様に目的地付近までの目的地経路を算出すると，前回と同様な目的地経路が算出されてしまうことである。かかる課題を解決すべく上記発明を適用することにより，目的地経路から逸脱した場合には，次回，再度目的地経路を算出する場合に，利用者が避けたいエリアを避けて他の目的地経路を算出できるという目的が達成される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例に記載された発明では，目的地経路を走行中に，渋滞や，右左折又は直進のいずれかが分かりにくい等の事情がある場合に，目的地経路を逸脱して，別の経路であるリンク(リンクID：n2)を通る場合がある。この場合には，ノードを含む枠Xは，利用者にとって避けたいエリアであると判断され，当該エリアを含まない目的地経路が算出される。",
                    "当該エリアを含まない目的地経路を算出するためには，進入リンク(リンクID：n1)のリンクコストを高くする方法(以下「Aパターン」という。)と，リンク(リンクID：n2)及び退出リンク(リンクID：n3)の両リンクのリンクコストを高くする方法(以下「Bパターン」という。)とのいずれかによりリンクコストを高くする必要がある。Aパターンは，ノードへ進入するリンクのリンクコストを高くする方法であり，Bパターンでは，ノードから退出する全てのリンクのリンクコストを高くする方法である。",
                    "進入リンク(リンクID：n1)のリンクコストが，図2(c)の枠X外のリンク(リンクID：n4)のリンクコストよりも低いと，ノードにおいて，車両が経路外れ地点であるノードに進入するリンク(リンクID：n1)の方に進入して，エリア内に入ってしまうから，エリア内への進入を防ぐために，Aパターンでは，進入リンク(リンクID：n1)のリンクコストを高くする必要がある。",
                    "また，ノードを含むY字路では，進入リンク(リンクID：n1)に進入した場合であっても，ノードから退出する全てのリンク，すなわち，リンク(リンクID：n2)及び退出リンク(リンクID：n3)のリンクコストが高ければ，結果として，進入リンク(リンクID：n1)への進入を含む経路は算出されにくくなる。この考え方がBパターンである。",
                    "いずれかのパターンによれば，ノードへ進入する経路の算出を排除することが可能となり，ノードを含む枠Xのエリアヘの進入を避けるための目的地経路を算出することが可能となる。引用例の「逸脱リンク(リンクID)の道路係数を大きく」する処理(【0032】)は，発明の課題を解決するための処理であるから，Aパターン又はBパターンのいずれかの処理であることが必要である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例(【0026】)には，「逸脱リンク」として，①進入リンク(リンクID：n1)及び退出リンク(リンクID：n3)，②進入リンク(リンクID：n1)，③退出リンク(リンクID：n3)の3種類が記載されている。",
                    "引用例に記載された発明の課題を解決する処理としては，3種類の逸脱リンクのうち，①進入リンク(リンクID：n1)の道路係数を大きくする処理(リンクコストを高くする処理)が含まれる進入リンク(リンクID：n1)及び退出リンク(リンクID：n3)の道路係数を大きくする処理と，②進入リンク(リンクID：n1)の道路係数を大きくする処理とがAパターンの条件を満たす。これらの処理は，いずれも進入リンク(リンクID：n1)の道路係数を大きくする処理が含まれているからである。",
                    "進入リンク(リンクID：n1)のリンクコストをリンク(リンクID：n4)のリンクコストよりも高くすることにより，リンク(リンクID：n4)，リンク(リンクID：n5)に至る経路が探索され，目的地経路から逸脱した場合には，次回，再度目的地経路を算出する際に，利用者が避けたいエリアを避けて他の目的地経路を算出できるという目的を達成することができる。この結果，引用例では，車両が以前通過したエリア内の経路，すなわち，進入リンク(リンクID：n1)，車両が逸脱した地点であるノード，リンク(リンクID：n2)から構成される経路とは異なるエリア外の経路が探索され，利用者が全く通過したことがない経路が提示される。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "しかしながら，③退出リンク(リンクID：n3)の道路係数のみを大きくする処理は，Aパターン及びBパターンのいずれの条件も満たさない。したがって，「逸脱リンク(リンクID)の道路係数を大きく」する処理(【0032】)として示唆される内容は，①進入リンク(リンクID：n1)及び退出リンク(リンクID：n3)の道路係数を大きくする処理と，②進入リンク(リンクID：n1)の道路係数を大きくする処理とのいずれかであり，引用例には③退出リンク(リンクID：n3)の道路係数のみを大きくする処理については示唆されていない。",
                    "また，「逸脱リンク(リンクID)の道路係数を大きく」する処理では，進入リンク(リンクID：n1)の道路係数を大きくしているから，引用例には，進入リンク(リンクID：n1)のリンクコストを変更しないという処理は示唆されていないこととなる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "引用例に記載された発明の目的は，「利用者が避けたいエリアを避けて他の目的地経路を算出すること」であり，上記発明を解釈する上ではこの目的を前提として解釈する必要がある。また，「利用者が避けたいエリア」とは，図2のノードを含む枠Xを意味し，これを避けるべくリンク(リンクID：n4)，リンク(リンクID：n5)に至る経路が算出されると解釈すべきである。逸脱リンクを退出リンクとした場合には，X内のノードへの進入リンクのリンクコストがX外のリンクのリンクコストより低い場合，これらのリンクの交点であるノードにおいてX内ノードに進入する進入リンクのほうに進入してしまい，このような経路はエリアを避ける経路に該当せず，引用例に記載された発明の目的に反する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正発明と引用例に記載された発明との対比",
              "text": [
                "本件補正発明の特徴は，経路外れ発生地点以降における本来進行すべきであった経路に該当するリンクのリンクコストを高くし経路外れ地点に進入するリンクに対しては，コストを変更しないことである。",
                "上記(1)エのとおり，引用例に退出リンク(リンクID：n3)の道路係数のみを大きくする処理については示唆されていない。また，引用例には，進入リンク(リンクID：n1)のリンクコストを変更しないという処理は示唆されていない。",
                "したがって，引用例に記載された発明に「経路外れ発生地点以降における本来進行すべきであった経路に該当するリンクのリンクコストを高くし，経路外れ地点に進入するリンクに対しては，コストを変更しないコスト変更手段」は示唆されていないから，本件審決の本件補正発明と引用例に記載された発明との一致点の認定は誤りであり，相違点を看過している。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用例に記載された発明の内容について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例の逸脱リンクは，目的経路上のリンクであり，ノードにて車両が逸脱した場合には，ノードに接続された目的地経路上の退出リンク(リンクID：n3)のみを逸脱リンクとすることは，1つの実施形態としてだけでなく，請求項5に係る発明の1つとして，引用例に明確に記載されている。",
                    "ここで，退出リンク(リンクID：n3)のみを逸脱リンクとすることとは，①進入リンク(リンクID：n1)及び退出リンク(リンクID：n3)，②進入リンク(リンクID：n1)，③退出リンク(リンクID：n3)の3種類の選択肢のうちで，③を選択したことを示している。",
                    "そして，逸脱リンクを退出リンクのみとした場合に，退出リンクの道路係数(コスト)のみを大きくして，退出リンク(逸脱リンク)を含まないような他の目的地経路が算出される(【0032】)。その場合，逸脱リンクのコストを大きくして，逸脱リンクを含まない他の目的地経路が算出されるから，逸脱リンクのコストは，他のリンクのコストに比して大きいことは明らかである。",
                    "また，逸脱リンクを退出リンクのみとして，「利用者が避けたいルート又はエリア」を退出リンクのみとしても，引用例の課題等に関する記載に整合している。",
                    "よって，引用例には，「ノードにて車両が逸脱した場合に，ノードに接続された退出リンクのみを逸脱リンクとして不揮発性メモリに記憶し，該逸脱リンクのコストを他のリンクに比して大きくなるようにコストを計算する制御装置」が開示されており，本件審決の引用発明の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例における「利用者にとって避けたいエリア」とはノードを含む枠X内の領域を意味すると主張するが，この利用者にとって避けたいエリアとしての枠Xは，引用例の1つの実施形態にすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用例には，退出リンク(リンクID：n3)の道路係数のみを大きくする処理については示唆されていないと主張するところ，それは「利用者にとって避けたいエリア」が枠Xであり，それ以外のものはないことを前提とした論理である。",
                    "しかしながら，引用例の随所に「逸脱リンクを含まない他の目的地経路を算出する」と記載されているように，引用発明は，逸脱リンクを含まない目的地経路を提示することに意義があり，この逸脱リンクとして，退出リンク(リンクID：n3)が挙げられているから，前記主張は，その前提において誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正発明と引用例に記載された発明との対比について",
              "text": [
                "逸脱リンクを退出リンクのみとした場合に，退出リンクの道路係数(コスト)のみを大きくして，退出リンク(逸脱リンク)を含まないような他の目的地経路が算出される。その場合，逸脱リンクのコストを大きくして，逸脱リンクを含まない他の目的地経路が算出されるから，逸脱リンクのコストは，他のリンクのコストに比して大きいことは明らかである。",
                "そして，本件審決における引用発明の認定に誤りはないから，本件審決における本件補正発明と引用発明との対比にも誤りはなく，原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正発明を引用例に記載された発明に適用した場合には，まず，出発地から目的地までの最適経路として，進入リンク(リンクID：n1)，ノード，退出リンク(リンクID：n3)を至る経路が探索されたとする。利用者は，ノードにおいて，本来退出リンク(リンクID：n3)と進むべきところをリンク(リンクID：n2)と誤って進んだとすると，制御装置によって車両が経路を外れたことが検出される。この場合には，制御装置によって，経路外れ発生地点以降における本来進行すべきであった経路に該当するリンクである退出リンク(リンクID：n3)のリンクコストが高くされ，経路外れ地点に進入するリンクである進入リンク(リンクID：n1)のリンクコストは変更されない。したがって，以降の進入リンク(リンクID：n1)とリンク(リンクID：n4)との交点のノードを通過する経路の経路探索では，進入リンク(リンクID：n1)のリンクコストは変更されず，退出リンク(リンクID：n3)のリンクコストのみが高くされているため，進入リンク(リンクID：n1)，ノード，リンク(リンクID：n2)を至る経路が探索され得る。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例に記載された発明の課題は，利用者にとって避けたいエリアが存在しても，再度同様に目的地付近までの目的地経路を算出すると，前回と同様な目的地経路が算出されてしまうことであり，利用者にとって避けたいエリアに進入する経路，すなわち，進入リンク(リンクID：n1)，ノード，リンク(リンクID：n2)を至る目的地経路が算出されると，上記発明の課題が解決されないこととなる。このことから，上記発明から本件補正発明を容易に想到することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件補正発明は，「経路外れ発生地点以降における本来進行すべきであった経路に該当するリンクのリンクコストを高くし，経路外れ地点に進入するリンクに対しては，コストを変更しないコスト変更手段」を備えるために，経路外れ発生地点への進入を認め，前回通過した経路を優先するという作用を奏する。",
                "これに対して，引用例では，進入リンク(リンクID：n1)とリンク(リンクID：n4)との交点のノードを通過する経路の経路探索において，リンク(リンクID：n4)，リンク(リンクID：n5)に至る経路が探索され，利用者が全く通過したことのない経路を走行するために，利用者は不安を感じる可能性が高く，引用例に記載された発明からは，運転に不慣れな利用者にとって，進行しやすい案内経路が探索され，多少遠回りになっても無理なく安心して案内経路をたどって進むことができるという本件補正発明の特有の効果を奏することができない。",
                "引用例に記載された発明の効果は，「利用者にとって避けたいエリアがあるために目的地経路から逸脱した場合には，次回，再度目的地経路を算出する場合に，利用者が避けたいエリアを避けて他の目的地経路を算出できる」(【0033】)ことであり，本件補正発明の特有の効果とは明らかに異なる効果である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "当該発明が容易に想到できると判断するためには，先行技術の内容の検討に当たっても，当該発明の特徴点に到達できる試みをしたであろうという推測が成り立つのみでは十分ではなく，当該発明の特徴点に到達するためにしたはずであるという示唆等が存在することが必要である。",
                "本件補正発明は，「経路外れ発生地点以降における本来進行すべきであった経路に該当するリンクのリンクコストを高くし，経路外れ地点に進入するリンクに対しては，コストを変更しないコスト変更手段」を備えているが，引用例には，この特徴点に到達するためにしたはずである示唆等が存在しない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件補正発明は，引用例に記載された発明等に基づいて当業者が容易に発明をすることができたものではなく，本件審決の判断は誤りである。この誤りにより，本件補正を却下した決定には誤りがあり，これを前提とした本件審決の判断にも誤りがある。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "引用発明は，「経路外れ発生地点以降における本来進行すべきであった経路に該当するリンクのリンクコストを高くし，経路外れ地点に進入するリンクに対しては，コストを変更しないコスト変更手段」を備えており，この点は，本件補正発明と引用発明との一致点となるから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前回の目的地経路は，進入リンク(リンクID：n1)，ノード，退出リンク(リンクID：n3)であるから，進入リンク(リンクID：n1)，ノード，リンク(リンクID：n2)を至る目的地経路は，前回とは異なる目的地経路であり，前回と同様の目的地経路ではない。",
                "そして，進入リンク(リンクID：n1)，ノード，リンク(リンクID：n2)を至る目的地経路は，利用者にとって避けたいルート又はエリアである退出リンク(リンクID：n3)を避けた経路であり，引用発明の課題に整合したものであり，原告の主張は，失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明も，本件補正発明と同じく，「経路外れ発生地点以降における本来進行すべきであった経路に該当するリンクのリンクコストを高くし，経路外れ地点に進入するリンクに対しては，コストを変更しないコスト変更手段」を備えるために，経路外れ発生地点への進入を認め，前回通過した経路を優先するという作用を奏する場合もあり，本件補正発明と同様の作用効果を奏するものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，本件補正発明は，引用発明に基づいて，当業者が容易に発明することができたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件補正発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正発明の要旨は，前記第2の2(2)のとおりであり，本件明細書には，おおむね以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正発明の目的",
                  "text": [
                    "本件補正発明は，出発地から目的地までの最適経路を探索して案内する経路案内装置，経路案内システム及び経路案内方法並びに経路探索サーバに関するものであり，特に，案内された経路から外れた地点を記憶しておき，以降の経路探索において当該地点において，案内経路から外れて進行した経路に対して本来進行すべきであった経路が探索されにくくなるように構成した経路案内装置，経路案内システム及び経路案内方法並びに経路探索サーバに関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来の車載用ナビゲーション装置には，運転者が所望の目的地に向けて道路を間違うことなく容易に走行できるようにした経路案内機能が搭載されている。この経路案内機能によれば，地図データを用いて出発地から目的地までを結ぶ最もコストが小さい経路をダイクストラ法等のシミュレーション計算を行って経路探索し，その探索した経路を案内経路として記憶しておき，走行中，地図画像上に案内経路を他の道路とは色を変えて太く描画して画面表示したり，車両が案内経路上の進路を変更すべき交差点に一定距離内に近づいたときに，地図画像上の進路を変更すべき交差点に進路を示す矢印を描画して画面表示したりすることで目的地までの最適な経路を運転者が簡単に把握できるようにしている(【0003】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "車載用のナビゲーション装置にネットワークを介した通信機能を付加し経路探索サーバとデータ通信して案内経路データや地図データを取得するいわゆる通信型のナビゲーションシステムも普及してきている。更には，歩行者用のナビゲーションシステムとして携帯電話をナビゲーション端末としたシステムも実用化されている(【0004】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一般的なナビゲーション装置，通信ナビゲーションシステムに使用される経路探索装置，経路探索方法は，特許文献1(特開2001-165681号公報)に開示されている。このナビゲーションシステムは，携帯ナビゲーション端末から出発地と目的地の情報を情報配信サーバに送り，情報配信サーバで道路網や交通網のデータから探索条件に合致した経路を探索して案内するように構成されている(【0005】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "情報配信サーバは，地図データの道路(経路)をその結節点，屈曲点の位置をノードとし，各ノードを結ぶ経路をリンクとし，全てのリンクのコスト情報(距離や所要時間)をデータベースとして備えている。そして，情報配信サーバは，データベースを参照して，出発地のノードから目的地のノードに至るリンクを順次探索し，リンクのコスト情報が最小となるノード，リンクをたどって案内経路とすることによって最短の経路を携帯ナビゲーション端末に案内することができる。このような経路探索の手法としてはラベル確定法あるいはダイクストラ法といわれる手法が用いられる。特許文献1には，このダイクストラ法を用いた経路探索方法も開示されている(【0006】)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "車載用のナビゲーション装置においては，移動速度が早く，運転操作を伴っているため，案内経路を走行中に案内経路上のガイダンスポイントで正しくガイダンスどおりの行動をとれないことがある。このように本来曲がるべき交差点を誤って通り過ぎてしまい，最適経路から外れてしまうことがしばしば起こりうる。そのような場合，ナビゲーション装置は，誤って通り過ぎた地点から目的地までの最適経路を再度探索して，新たな経路に基づいて道路案内を始めるが，そのような場合，本来の最適経路と比べて遠回りになってしまうことは避けられず，場合によっては大幅に時間をロスしてしまうことにもなりかねない(【0009】【0010】)。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "そこで，特許文献2(特開2005-283291号公報)に「経路案内システム」として開示されるように，経路案内中に経路から外れた場合，経路から外れた地点を記憶し，次の機会にその地点に接近したとき，経路外れについての通知を行って，運転者に注意を促すようにした経路案内システムが提案されている。そのようにすれば，経路外れが起きるのを抑制することができる。しかしながら，特許文献2に開示された従来の経路案内システムにおいては，過去にその地点で経路を間違えたシステムから指摘されるものであるが，このように運転中に経路外れについて指摘されると，運転者，特に運転初心者に緊張感を与えてしまって安全上好ましくないという問題点があった(【0011】【0014】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "本件補正発明は，上記の問題点を解消すべく，案内された経路から外れた地点を記憶しておき，以降の経路探索において当該地点において案内経路から外れて進行した経路に対して本来進行すべきであった経路が探索されにくくなるように構成したものである。すなわち，出発地から目的地までの最適経路を探索して案内する経路案内装置，経路案内システムにおいて，経路案内中に経路外れが生じやすい地点については，経路を外れて進行した経路(リンク)に対して本来進行すべきであった経路(リンク)が経路に選ばれないようにして，運転者に余計な緊張感を与えることなく経路外れの発生を抑制することを目的とするものである(【0015】【0016】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "「交差点などのガイダンスポイントにおけるリンク」のうち「出リンク」につきコストを変更する態様，「「入りリンク」と「出リンク」の組み合わせ」を変更する態様及び「交差点内リンクのリンクコスト」を変更する態様がある(【0063】)。特許請求の範囲には，このうち，「出リンク」につきコストを変更することが発明特定事項として記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正発明の概要",
              "text": [
                "以上のとおり，車載用のナビゲーション装置等における出発地から目的地までの最適経路を探索して案内する経路案内においては，従来，経路案内中に経路から外れた場合にその地点を記憶し運転者に注意を促すべく過去にその地点で経路を間違えたことを指摘するものがあったものの，運転中に経路外れを指摘されると運転者に緊張感を与えてしまって安全上好ましくないことから，本件補正発明は，経路外れ発生地点以降における本来進行すべきであった経路のリンクのリンクコストを，経路外れ発生地点以降における案内経路から外れて進行した経路に該当するリンクのリンクコストに対して高くするとともに，経路外れ地点に進入するリンクのリンクコストを変更しないことによって，経路外れの際に案内されていた経路が選ばれないようにして，運転者に余計な緊張感を与えることなく経路外れの発生を抑制するものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(一致点及び相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例の記載(甲3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例には，車両用走行案内装置における出発地から目的地に至る目的地経路を算出して目的地に対する走行案内を行うにあたって，経路中にVICS情報として現れないような渋滞等又は道路地図表示上では右左折及び直進のいずれかが分かりにくい交差点において利用者が目的地経路を逸脱した場合に，利用者の事情を考慮し利用者にとって避けたいこれらのエリアを避けた目的地経路を算出するため，目的地経路に従って走行している際車両が目的地経路のノードから逸脱した際の「逸脱リンク」を記憶しておき，再度目的地経路を算出する場合に記憶された「逸脱リンク」のコストを上げて，これを含まない他の目的地経路を算出するようにした発明が記載されている(【0001】～【0007】【0020】～【0025】【0030】～【0032】)。",
                    "そして，この「逸脱リンク」として，①ノードに接続された進入リンク及び退出リンク，②進入リンク，③退出リンクのいずれかのリンクIDを記憶する3つの態様が記載されている(【0008】【0026】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決が認定した引用発明は，上記のうち③の退出リンクを逸脱リンクとして記憶する態様についてのものであるところ，引用例には，概要，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "目的地経路の算出は，具体的には，ノード間のリンクに対するリンク情報を用いて，出発地から各ノードに至るまでの経路コスト(経路に対する評価値であって，以下，単に「コスト」という。)を計算し，目的地までの全てのコスト計算が終了した段階で，コストが最小となるリンクを接続することにより行う(【0020】)。",
                        "例えば，「コスト＝ノード間距離(リンク長)×道路幅係数×道路種別係数」を用いる。ここで，道路幅係数とは道路幅の大きさに対して算出される係数であり，道路種別係数とは有料道路等の道路種別に応じて算出される係数である。なお，上記式で得られるコストを目的地まで加算していくことにより，目的地に至る経路上でのコストが求められる(【0021】)。",
                        "目的地経路を走行中に，VICS情報に現れない渋滞(リンクID：n3)や道路地図表示上で右左折，直進の何れかが分かり辛い交差点(リンクID：n2とリンクID：n3を接続するノード1)がある場合(図2(a)の枠X内)には，利用者は，目的地経路を逸脱して別の経路(リンクID：n2)を通ることがある(図2(b))。この場合，次回の目的地経路の算出の際には，リンクID：n3やノード1を通らないように他の目的地経路(リンクID：n4及びリンクID：n5)が算出される(図2(c))。ダイクストラ法及びこれに準ずる方法により他の目的地経路(リンクID：n4及びリンクID：n5)を算出する場合には，リンクID：n1及びリンクID：n3のコストを大きくする(【0022】【0023】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "車両が目的地経路を逸脱した際の処理については，まず，通常設定される目的地経路(案内ルート)を走行中において(S100)，車両が目的地経路を逸脱したか否かが判断される(S102)。そして，目的地経路を逸脱したと判断された場合には(S102：YES)，逸脱リンク(リンクID)を一時的にバッファに記憶する(S104)。このバッファに記憶される逸脱リンク(リンクID)は，ノードにて車両が逸脱した場合には，ノードに接続された目的地経路上の進入リンク(リンクID：n1)及び退出リンク(リンクID：n3)，若しくは進入リンク(リンクID：n1)，若しくは退出リンク(リンクID：n3)，若しくはリンクの途中で逸脱した場合には該逸脱した地点のリンクを表すリンクID(図2にて，リンクID：n1の途中で経路を逸脱した場合にはリンクID：n1)等が該当する。また，逸脱リンクとして，リンクIDの代わりに目的地経路上で逸脱した地点の緯度経度データを記憶させてもよい(【0024】～【0026】，図3)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "目的地経路を逸脱して目的地に到達した後において，再度目的地経路を算出する場合の制御装置の処理については，利用者が，以前と同様な出発地付近から目的地付近までの目的地経路が算出される場合に，目的地経路の計算(ルート計算)を開始する(S200)。この時，不揮発性メモリを参照して(S202)，逸脱リンクを記憶していないと判断された場合には(S202：ＮO)，ステップS208に移行して計算結果を表示装置に表示し，ルート案内を開始して(S208)，フローチャートを終了する。一方，不揮発性メモリに逸脱リンクを記憶していると判断した場合には(S202：YES)，逸脱リンクを含まない他の目的地経路を算出する(S206)。この経路の算出の方法は前述のように，コスト計算を行う際に，不揮発性メモリに記憶された逸脱リンク(リンクID)の道路係数を大きくして，逸脱リンクを含まないような他の目的地経路を算出する。そして，他の目的地経路の計算結果を表示装置に表示し，ルート案内を開始して(S208)，フローチャートを終了する(【0030】～【0032】，図4)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イによれば，引用例には，以前に経路上のノードである交差点において車両が目的地経路から逸脱して別の経路を通った場合に記憶された逸脱リンクの道路係数を無限大等に大きくすることによって，逸脱リンクを含む経路に係るコストを大きくしてこれが含まれない経路を算出することが記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正発明と引用例に記載された発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明は，前記第2の2(2)のとおりであり，その経路案内装置は，「経路外れが検出されたとき，経路外れ発生地点以降における案内経路から外れて進行した経路に該当するリンクに比して，前記経路外れ発生地点以降における本来進行すべきであった経路に該当するリンクのリンクコストを高くし，経路外れ地点に進入するリンクに対しては，コストを変更しない」ものである。本件明細書に記載された「交差点などのガイダンスポイントにおけるリンク」のうち「出リンク」につきコストを変更する態様，「「入りリンク」と「出リンク」の組み合わせ」を変更する態様と「交差点内リンクのリンクコスト」を変更する態様のうち，「出リンク」につきコストを変更することが発明特定事項として明示されたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記(1)のとおり，引用例には，以前に経路上のノードである交差点において車両が目的地経路から逸脱して別の経路を通った場合に記憶された逸脱リンクの道路係数を無限大等に大きくすることによって，逸脱リンクを含む経路に係るコストを大きくしてこれが含まれない経路を算出することが記載されており，本件審決が認定した「ノードにて車両が逸脱した場合に，ノードに接続された退出リンクのみを逸脱リンクとして不揮発性メモリに記憶し，該逸脱リンクのコストを他のリンクに比して大きくなるようにコストを計算する制御装置」である引用発明が記載されているということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，本件補正発明と引用発明とを対比すると，引用発明の「ノード」は，逸脱した交差点であるから，本件補正発明の「経路外れ地点」すなわち「経路外れ発生地点」に相当する。",
                    "そして，引用発明において，目的地経路を算出するにあたって加算されるコストは，逸脱リンクとして記憶された経路外れ地点から退出リンクのみについて大きくされ，裏を返せば，逸脱リンクとして記憶されていない経路外れ地点への進入リンクについては，前回の算出にあたって加算されたものと同じものとなる。",
                    "よって，引用発明は，本件補正発明と同様に，経路外れ地点に進入するリンクに対しては，コストを変更しないことになり，本件補正発明と引用発明とはこの点において一致するから，本件審決が「経路外れ地点に進入するリンクに対しては，コストを変更しないコスト変更手段」を一致点と認定したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用例の内容は，①進入リンク及び退出リンク，②進入リンクのいずれかであり，退出リンクのリンクコストを変更しない処理は示唆されていないなどと主張する。",
                "しかしながら，引用例には，退出リンクのみを逸脱リンクとして記憶する態様が記載されており，本件審決は，これを引用発明として認定して対比したものである。",
                "また，引用例において利用者が避けたいエリアには，図2が示すようなノードとなる交差点を中心としたエリアのみならず，リンクとなる渋滞が生じている道路を中心としたエリアが含まれているのであり(【0003】【0022】)，逸脱リンクを「退出リンク」のみとして「利用者が避けたいルート又はエリア」を「退出リンク」のみとした場合においても，「利用者が避けたいエリアを避けて他の目的地経路を算出する」という引用発明の課題(【0001】【0003】～【0008】)が解決されないということはできない。",
                "このように，引用例には，本件審決の認定した引用発明が記載されており，これが記載されていないということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の判断について",
              "text": [
                "本件審決は，道路網情報が，本件補正発明では，「各リンクのリンクコスト」を含むのに対して，引用発明では，記憶手段(道路網情報データベース)のリンク情報に基づいて制御装置が各リンクのコスト(リンクコスト)を計算する点を相違点と認定し，引用発明から本件補正発明に容易に想到することができると判断した。",
                "上記相違点は，本件補正発明が，その態様として道路網情報データベースにコスト変更手段により変更されたリンクコストを書き込むものを含み得るのに対し，引用例が逸脱リンクを含まない他の目的地経路を算出する際に大きくされる「道路係数」を記憶装置に「リンク情報」として記憶することを明示していないことをふまえて認定されたものにすぎず，実質的には同一ともいうべきもので，少なくとも容易に想到することができる事項にすぎない。",
                "したがって，引用発明に基づいて本件補正発明が容易に想到できる旨の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用例には「経路外れ地点に進入するリンクに対しては，コストを変更しないコスト変更手段」という特徴に到達するためにしたはずである示唆等が存在しないし，退出リンクを避けた経路は，利用者にとって避けたいルートであり，エリアとは「一定の領域」を意味するから，単なる経路にすぎない「退出リンク」を利用者にとって避けたいエリアと主張するのは，引用例で示唆されていない概念を不当に拡張するものであると主張する。",
                    "しかしながら，引用例に「退出リンク」のみを逸脱リンクとして記憶する態様が記載されており，本件補正発明と引用発明が「経路外れ地点に進入するリンクに対しては，コストを変更しないコスト変更手段」において一致するとした点に誤りはない。",
                    "引用例においては，ノードとリンクからなる経路を算出するものである以上，「エリア」が一定の領域の意味であるとしても「ノード」と「リンク」とによって表現されたものであるし，引用例に利用者が渋滞等が生じている経路を避けたい場合が記載されていないということはできず(【0003】【0022】)，「利用者が避けたいエリア」は，渋滞等が生じている経路であるリンクを中心としたエリアを含むものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件審決の一致点の認定が正しいとしても，本来の退出リンク(リンクID：n3)のリンクコストのみが高く設定され進入リンク(リンクID：n1)のリンクコストが変更されないとすると，進入リンク，ノード，リンク(リンクID：n2)に至る経路が探索され得ることになり，利用者にとって避けたいエリアに進入する経路が算出され，引用例に記載された発明の課題が解決されないこととなるから，上記発明から本件補正発明を容易に想到することはできないと主張する。",
                    "しかしながら，引用例の記載によれば，「利用者が避けたいエリア」には，リンクとなる渋滞が生じている経路を中心としたエリアが含まれており，これを利用者が避けたい利用者に対してこの経路を避けることは，「利用者の事情を考慮した最適な目的地経路の算出」(【0005】)という引用発明の目的に合致する。よって，退出リンクのみを記憶する態様が引用例に記載された課題及び目的に反するものであるということはできないし，このことを根拠として本件補正発明が引用発明から容易に想到できないということもできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件補正発明は経路外れ地点への進入を認め，前回通過した経路を優先するという作用を奏し，多少遠回りになっても無理なく安心して進むことができるが，引用例では全く通過したことがない経路を走行するため，このような効果を奏することができないと主張する。",
                    "しかし，経路外れ地点に進入するリンクに対しては，コストを変更しない点は一致点であるから，この点の構成に起因する効果は，本件補正発明と引用発明との間で共通しており，本件明細書の記載をも総合してみても，本件補正発明が引用発明と比してさらに「運転に不慣れな利用者」が「不安」を感じる可能性に鑑み「多少遠回りでも安心して進める」という効果を奏するものであるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，本件補正発明は，引用発明に基づいて当業者が容易に発明をすることができたものであり，取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10229",
    "date": "2012-03-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082166",
    "ipprecedent_id": "2907",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}