{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文1，2項同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許庁に特許無効審判を請求したところ無効不成立審決を受けた原告が，特許権者を被告として審決取消訴訟を提起した事案である。争点は，サポート要件の存否と容易想到性の存否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「安定な経口用のCI-981製剤およびその製法」とする特許第3254219号（出願日：平成5年12月20日，パリ条約による優先権主張国：米国特許庁，優先日：平成5年1月19日，登録日：平成13年11月22日）に係る本件特許の特許権者である。",
            "原告は，平成21年11月17日，本件特許の請求項1ないし5，9，10，14，15について無効審判（無効2009-800236号事件）の請求をした（甲33）。",
            "被告は，平成22年3月8日付けで，本件特許に係る訂正請求書（乙1）を提出し，本件特許の明細書記載の特許請求の範囲を訂正請求書に添付した訂正明細書のとおりにする本件訂正を求めた。",
            "特許庁は，平成23年2月8日，「訂正を認める。本件審判の請求は,成り立たない。」との審決をし，その謄本は，同月17日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "訂正後の特許請求の範囲（請求項の数17）のうち無効審判の請求がされた請求項（訂正後の請求項1，2，6，7，11及び12）の記載は，次のとおりである（以下，訂正後の請求項1ないし12に係る発明を，それぞれの請求項の番号に対応させて「本件発明1」などという。また，これら各請求項に係る発明をまとめて「本件発明」という。）。",
            "【請求項1】  混合物中に，活性成分として，〔R-(R*,R*)〕-2-（4-フルオロフェニル）-β，δ-ジヒドロキシ-5-（1-メチルエチル）-3-フェニル-4-〔（フェニルアミノ）カルボニル）-1H-ピロール-1-ヘプタン酸",
            "半-カルシウム塩および，少なくとも1種の医薬的に許容し得る塩基性の安定化金属塩添加剤を含有する改善された安定性によって特徴づけられる高コレステロール血症または高脂質血症の経口治療用の医薬組成物。",
            "【請求項2】  混合物中に，活性成分として，〔R-（R*,R*）〕-2-（4-フルオロフェニル）-β，δ-ジヒドロキシ-5-（1-メチルエチル）-3-フェニル-4-〔（フェニルアミノ）カルボニル）-1H-ピロール-1-ヘプタン酸半-カルシウム塩および，少なくとも1種の医薬的に許容し得る塩基性の安定化アルカリ土類金属塩添加剤を含有する改善された安定性によって特徴づけられる高コレステロール血症または高脂質血症の経口治療用の医薬組成物。",
            "【請求項6】さらに，結合剤，希釈剤，崩壊剤，表面活性剤，滑沢剤および抗酸化剤の形態の他の成分を含有する請求項1記載の安定な医薬組成物。",
            "【請求項7】  活性成分の使用量が組成物の1～50重量％である請求項1または5のいずれか1項に記載の安定な医薬組成物。",
            "【請求項11】請求項1または5のいずれか1項に記載の活性成分1～50重量％を医薬的に許容し得る塩基性の安定化金属塩添加剤5～75重量％と十分に混合する工程からなる高コレステロール血症または高脂質血症の経口治療用の安定な医薬組成物の製法。",
            "【請求項12】  さらに，少なくとも1種の結合剤，希釈剤，崩壊剤，表面活性剤，滑沢剤または抗酸化剤を含有する混合物を加える工程からなる請求項11記載の方法。",
            "（判決注  以下，「〔R-(R*,R*)〕-2-（4-フルオロフェニル）-β，δ-ジヒドロキシ-5-（1-メチルエチル）-3-フェニル-4-〔（フェニルアミノ）カルボニル）-1H-ピロール-1-ヘプタン酸」を「CI-981」ということがある。「半-カルシウム塩」，「半カルシウム塩」，「半カルシウム」及び「ヘミカルシウム塩」は同義である。）"
          ]
        },
        {
          "fig": "3",
          "subject": "原告が審判で主張した無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1",
              "text": [
                "本件発明の特許請求の範囲の記載は，平成6年法律第116号改正附則6条2項の規定によりなお従前の例によるとされる特許法36条5項2号（以下に示す36条は当時のものを指す。）の規定に違反する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2",
              "text": [
                "本件発明は特許法36条5項1号（サポート要件）に違反する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3",
              "text": [
                "本件発明は特開平2-6406号公報（甲1），特開平3-58967号公報（甲2）に記載された発明に基づいて当業者が容易に発明をすることができた。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，本件訂正を認めた上で，本件発明について，",
              "text": [
                "①  無効理由1につき，本件明細書（甲19）における「塩基性の安定化金属塩添加物」なる用語は，特許法36条5項2号の規定に反するほどの明瞭さに欠ける表現であるとはいえない，",
                "②  無効理由2につき，本件明細書の記載によって，「塩基性の安定化金属塩添加物」として使用できるとされている各金属塩について，総じて何らかの安定化効果が示されるであろうことが当業者には容易に理解しうるといえるから，特許法36条5項1号違反があるとはいえない，",
                "③  無効理由3につき，(ア)甲1記載の発明（甲1発明）におけるプラバスタチンに代えて，甲2記載のCI-981半カルシウム塩を使用すること（下記相違点の構成）を当業者が容易に想到し得たとすることはできない，(イ)甲2を主引用例としても，本件発明1の進歩性は否定できない，",
                "④  本件発明2，6，7，11及び12については，いずれも「CI-981半カルシウム塩」と「塩基性の安定化金属塩添加剤（又はその下位概念に属する化合物）」とを組み合わせて使用することが必須の構成要件の一つとされていることは，本件発明1と同じであるから，本件発明1で検討したと同様な理由により，進歩性を否定できない，",
                "と判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が上記③の判断の前提として認定した甲1発明，本件発明1と甲1発明との一致点，相違点，及び，甲2発明は，以下のとおりである。なお，審決は，本件発明1と甲2発明との対比をしていない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "「HMG-CoAレダクターゼ抑制であるプラバスタチン，及び，酸化マグネシウム及び水酸化マグネシウム等の塩基性化剤を含有する安定性良好な医薬組成物。」（22頁21行～23行）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明との一致点",
                  "text": [
                    "「活性成分として，HMG-CoAレダクターゼ抑制剤および少なくとも1種の医薬的に許容し得る塩基性の安定化金属塩添加剤を含有する改善された安定化によって特徴づけられる高コレステロール血症または高脂質血症の経口治療用の医薬組成物」という点（23頁5行～9行）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と甲1発明との相違点",
                  "text": [
                    "「使用するHMG-CoAレダクターゼ抑制剤が，本件発明1はCI-981半カルシウム塩であるのに対して，甲1発明はプラバスタチンである点。」（23頁10行～12行）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲2発明",
                  "text": [
                    "「HMG-CoAレダクターゼを抑制し，高コレステロール血症の治療に用いられる薬剤として〔R-(R*,R*)〕-2-（4-フルオロフェニル）-β，δ-ジヒドロキシ-5-（1-メチルエチル）-3-フェニル-4-〔（フエニルアミノ）カルボニル〕-1H-ピロール-1-ヘプタン酸ヘミカルシウム塩」（24頁9行～13行）"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決には，以下のとおり，(1)サポート要件違反に関する判断の誤り（取消事由1，無効理由2に対応），(2)甲2に記載された技術内容の認定誤りによる容易想到性判断の誤り（取消事由2，無効理由3に対応），(3)周知技術の認定誤りによる容易想到性判断の誤り（取消事由3，無効理由3に対応）がある（原告は，無効理由3について，甲1を主引用例とする主張と，甲2を主引用例とする主張を，選択的にしている。甲33）。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（サポート要件違反に関する判断の誤り）",
          "text": [
            "本件特許請求の範囲には，安定化添加剤として，「『カルシウム・マグネシウムを中心としたアルカリ土類金属のほか，リチウムやアルミニウムを陽イオン成分とし，炭酸，水酸化物，珪酸，アルミン酸を陰イオン成分とする塩基性の塩』及びこれらに類する塩のうち，医薬的に許容し得るもの」が記載されている。",
            "これに対し，発明の詳細な説明に，本件発明の効果を奏することが当業者に理解できる程度に記載された安定化添加剤は，炭酸カルシウムのみである。審決は「塩基性の金属塩添加剤であれば，総じて何らかの安定化効果を示すであろうことは容易に推測しうる」というが，そのような推測を裏付ける根拠を示す証拠はない。",
            "したがって，特許請求の範囲には，発明の詳細な説明における開示を超えた，広範な記載がされており，本件発明はサポート要件に違反して特許されたものであり，特許無効とすべきものである。",
            "よって，サポート要件違反がないものと判断した審決は誤りであり，取り消されるべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（甲2に記載された技術内容の認定誤りによる容易想到性判断の誤り）",
          "text": [
            "審決は，甲2に記載された技術内容を誤認し，甲2にはCI-981を開環のヒドロキシカルボン酸体で使用することを志向させる記載ないし示唆があるにもかかわらず，その記載ないし示唆がないものと誤認したことによって，甲1発明に甲2に記載された技術的事項を組み合わせる動機付けがないと判断し，その結果本件発明1の進歩性欠如の判断を誤ったものである。",
            "すなわち，甲1発明は，審決で認定されたとおりであり，甲1発明と本件発明1とは医薬としての活性成分であるHMG-CoAレダクターゼの具体的化合物組成が異なり，本件発明1はCI-981半カルシウム塩であるのに対し，甲1発明はプラバスタチンである点のみが相違する。具体的な活性成分が異なるとしても，甲1には，「低pH環境に対して変質し易い薬物を活性成分とし，水酸化マグネシウムや水酸化カルシウム等の塩基性化剤を含有する安定性良好な医薬組成物」が記載されており，低pH環境に対して変質し易い薬物の具体例として，HMG-CoAレダクターゼ抑制剤として知られるプラバスタチンが例示されているといえる。また，甲1に「プラバスタチンは，低pH環境に対して変質しやすく，分解してそのラクトンおよび各種異性体を形成する。」，「プラバスタチンを含有する錠剤は実質的に安定状態に維持され，ラクトンの形成は見られなかった。」と記載されていること，及びδ-ヒドロキシカルボン酸は酸性環境下で容易にラクトン化するという技術常識に照らせば，甲1には，低pH環境下でヒドロキシカルボン酸がラクトン化するような薬物に，水酸化マグネシウムや水酸化カルシウム等の塩基性化剤を添加して安定化させる発明が記載されているといえる。そうすると，投薬時の形態として開環したヒドロキシカルボン酸の形態が選択され，低pH環境下ではラクトン型となってしまう薬物に甲1に記載された安定化技術を適用してみることは当業者にとって容易であったといえる。したがって，甲2記載のCI-981半カルシウム塩が，投薬時に開環したヒドロキシカルボン酸の形態で用いられることを志向させる何らかの記載ないし示唆があれば，甲1に記載された「低pH環境に対して変質し易い薬物」に代えてCI-981半カルシウム塩を用いることが当業者にとって容易になし得たことになる。",
            "ところで，本件優先日前に，スタチン系化合物に関して，①コレステロールの生合成系の律速酵素は，HMG-CoAをメバロン酸に還元する過程で働いているHMG-CoA還元酵素である。スタチン系化合物は，分子中にHMG-CoAとよく似た構造をもっており，HMG-CoA還元酵素に対してHMG-CoAと競合することになり，コレステロール合成を阻害すること，②プラバスタチンや本件発明のCI-981は，分子中にβ，δ-ジヒドロキシカルボン酸の構造を有しており，シンバスタチン，ロバスタチンなどは分子内にδ-ラクトン構造を有しているが，ラクトン体であるシンバスタチンやロバスタチンは，吸収後開環され，オープンアシッド体となって効力を発揮すると考えられることが，当業者に広く知られていた。",
            "また，δ-ヒドロキシカルボン酸のように，水溶液中ではラクトン体とオープンアシッド体が平衡状態となる薬物であっても，ラクトン体とオープンアシッド体では溶解度等に違いが生じるため，固形製剤として投与する場合には，投与形態としてラクトン体かオープンアシッド体のいずれか一方を選択し，それが投与されるまでの間安定化させる必要がある。そうしないと，投与時におけるラクトン体とオープンアシッド体の比率が変化することにより，有効成分の溶解度等が変化し，同量の固形製剤を経口投与しても全身循環に到達する有効成分量が異なることになってしまうからである。これは，固形製剤の設計における技術常識である。",
            "甲2に記載された技術的事項を，実施例の記載を中心に，当業者の技術常識に照らして総合的にみれば，甲2には，①実施例1～8，スキーム1，2，その他の記載から，R-(R*,R*)異性体が好ましいことが記載され，②スキーム1の最終工程及び実施例9，10から，合成する最終化合物はCI-981ラクトン体ではなく，CI-981ヒドロキシカルボン酸塩，特にCI-981ヒドロキシカルボン酸半カルシウム塩であることが記載ないし示唆されている。このことは，甲2の「本発明の最も好ましい態様は〔R-(R*,R*)〕-2-（4-フルオロフェニル）-β，δ-ジヒドロキシ-5-（1-メチルエチル）-3-フェニル-4-〔（フェニルアミノ）カルボニル〕-1H-ピロール-1-ヘプタン酸，ヘミカルシウム塩である。」との記載に集約されている。",
            "よって，甲2に記載された技術的事項を，実施例1～10の記載を中心に総合的に解釈すれば，CI-981ヒドロキシカルボン酸半カルシウム塩として用いることが志向されていると読み取ることができる。",
            "審決は，特許請求の範囲に開環型のヒドロキシカルボン酸とラクトン体とが並列的に記載されていることが，甲2にヒドロキシカルボン酸の形態がラクトン体よりも好ましいことの記載や示唆がないことの根拠として挙げている（24頁36行～25頁8行）。しかし，甲2の実施例1～10は，総合的にみれば，CI-981ヒドロキシカルボン酸（R体）の半カルシウム塩を製造するための工程の記載であり，「甲2にヒドロキシカルボン酸の形態がラクトン体よりも好ましいことの記載や示唆がない」との審決の判断は誤りである。",
            "審決は，甲2の「本発明の最も好ましい態様は……ヘミカルシウム塩である。」との記載（3頁右下欄15行～4頁左上欄2行）は，「本発明の薬学的に許容しうる塩は…」以下の記載の中のものであり，「薬学的に許容しうる塩」の中では半カルシウム塩が最も好ましいとされるに過ぎないと解釈している（25頁9～24行）。しかし，「本発明の最も好ましい態様は……ヘミカルシウム塩である。」との記載は，実施例1～10でCI-981ヒドロキシカルボン酸半カルシウム塩の製造を志向していることを受けて，「最も好ましい態様」を総括的に記載したものと解すべきである。したがって，甲2に関する審決の解釈は誤りである。",
            "審決は，甲2に記載された化合物の活性データ（6頁左上欄）について，「ラセミ体と立体異性体とを区別するための表記として開環型のものを統一的に使用したものと解される」と認定し，当該記載にはヒドロキシカルボン酸の形態が好ましいことが示唆されていない旨の判断をしている（25頁25～32行）。しかし，実施例1～10の全趣旨を踏まえてみれば，活性データの表記は，最終生成物がヒドロキシカルボン酸塩であることから，ラセミ体や立体異性体の表記を好ましい態様のヒドロキシカルボン酸塩の表記に統一したものである。したがって，審決の解釈は誤りである。",
            "審決は，「…実施例…をつぶさに検討しても，全て並列的或いは同等なものとして記載しており…」としている（25頁33～39行）。しかし，審決は，実施例1～10の実験が，総合的にみて，CI-981ヒドロキシカルボン酸の半カルシウム塩の製造に向けて実験されていることを看過している。したがって，審決の判断は誤りである。",
            "以上のとおり，甲2にはCI-981を開環型のヒドロキシカルボン酸の形態で用いることが示唆されているから，甲1に記載された「低pH環境に対して変質し易い薬物」に代えて，甲2に記載されたCI-981半カルシウム塩を用いることは当業者にとって容易になし得たことであり，本件発明1が進歩性要件を充足しないことは明らかである。",
            "よって，「甲第1号証記載の発明におけるプラバスタチンに代えて，甲第2号証記載のCI-981半カルシウム塩を使用することは当業者が容易に想到し得たとすることができない」（26頁24～26行）との審決の判断は誤りであり，この誤りは審決の結論に影響を与えるものであるから，審決は取り消されるべきである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（周知技術の認定誤りによる容易想到性判断の誤り）",
          "text": [
            "審決は，本件優先日当時の技術水準または周知技術を誤認し，本件優先日当時にはCI-981が開環型の半カルシウム塩として用いられることが周知技術になっていたにもかかわらず，そのような周知技術は認められないと誤認したことによって，進歩性の判断を誤ったものである。",
            "すなわち，甲7論文（Tetrahedron letters, vol.33,No.17），甲8論文（Tetrahedron letters, vol.33,No.17），甲18論文（Biochimica et Biophysica Acta），甲26論文（Progress in Medicine Vol.11 No.9第2353～2360頁），甲27論文（クリニカVol. 19 No.7第427～434頁）及び甲29論文（薬学雑誌111（9）第469～487頁）には，いずれもCI-981のヒドロキシカルボン酸の半カルシウム塩の構造式が記載されている。甲8にも「CI-981」として同様の構造式が記載されている。審決は，甲7及び8が本件優先日の前年に発行された文献であること，及び，これらの文献の著者が被告に所属する者であることを根拠に，「CI-981が臨床試験中」との事実が本件優先日当時における技術常識であるとは認められないと認定している（26頁9～16行）。しかし，優先日当時の技術水準又は技術常識の判断資料とされた刊行物は，それが特定の者（出願人に所属する者）が作成したものとの理由で事実認定の用に供されないとする根拠はない。また，甲26，27及び29の著者は，いずれも原告以外に所属する者であるから，甲7及び8の著者が被告に所属する者であるからといって，CI-981がヒドロキシカルボン酸半カルシウム塩の構造で開発されていた事実が，本件優先日当時に周知技術ではなかったことにはならない。",
            "本件優先日当時，CI-981がヒドロキシカルボン酸半カルシウム塩として開発されていたことが周知であったから，かかる周知技術に照らして，甲2に記載された化合物に甲1に記載された安定化技術を適用することは当業者が容易になし得たことである。よって，審決の「甲第1号証記載の発明におけるプラバスタチンに代えて，甲第2号証記載のCI-981半カルシウム塩を使用することは当業者が容易に想到し得たとすることはできない」（26頁24～26行），「甲第2号証の記載では，CI-981半カルシウム塩について開環型で使用することを志向させる何らかの動機づけがあるとすることができないので，開環型の化合物に関する安定化技術である甲第1号証記載の手法をCI-981半カルシウム塩に対して適用することは，たとえ当業者であったとしても容易には想到し得なかったものである。」（26頁35～39行）との判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対して",
          "text": [
            "原告は，本件明細書の「発明の詳細な説明」に本件発明の効果を奏する安定化添加剤であることが実質的に記載されているのは炭酸カルシウムのみであると主張している。しかし，本件明細書の「発明の詳細な説明」には，「炭酸カルシウム」の上位概念である「塩基性賦形剤」が分解反応の抑制に寄与するという，安定化における本件発明の添加剤の作用も記載されている。",
            "したがって，発明の詳細な説明には，医薬的に許容し得る塩基性の安定化金属塩添加剤が，本件特許の活性成分である化合物CI-981半カルシウム塩に対し安定化剤として作用することが十分に記載されている。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明と本件発明1との対比について",
              "text": [
                "甲1には，低pH環境に対して変質しやすい薬物，1種以上の増量剤，1種以上の結合剤，1種以上の崩壊剤，1種以上の滑剤及び当該医薬組成物の水性分散液に9以上のpHを付与する特定の塩基性化剤から成ることを特徴とする安定性良好な医薬組成物，具体的には，薬物としてプラバスタチン，塩基性化剤として酸化マグネシウムを使用した錠剤について，60℃又は40℃で75％の相対湿度という条件下で安定性試験が行われ，「・・を含有する錠剤は実質的に安定状態に維持され，ラクトンの形成は見られなかった」と記載されている。",
                "しかし，①CI-981はプラバスタチンとは大きく異なる化学構造を有しているから，製剤中での安定性が同じと予測することは常識的ではない。②プラバスタチンはスタチンの中で唯一の親水性の高い物質であって，その性質はデカリン骨格の6βに水酸基を有することに由来することが知られており，また吸湿性のある物質でもあるのに対し，CI-981半カルシウム塩は極めて親水性が低い物質であるから，親水性が高く，吸湿性を有し，水の影響を受けやすいプラバスタチンを含有する製剤を高温，高湿度下で保存した場合のラクトン化に関する知見から，親水性が低く，水の影響を受けにくいことが予測されるCI-981半カルシウム塩の製剤中での変化を予測することは困難である。③プラバスタチンは，開環型でかつ遊離の酸の形態（塩ではない）であるから，その水溶液は酸性となり，平衡がラクトンへ偏ることが予想され，製剤中でも湿度の高い環境ではそのような反応が起こると理解されるのに対し，本件発明のCI-981は半カルシウム塩という既に中和された塩であり，水への溶解性の低さも考慮すれば，製剤中でプラバスタチンと同様な挙動を示すかどうかは明らかではなく，例えば，プラバスタチンと同様に遊離の状態では酸に対して不安定とされている遊離のベンツイミダゾール誘導体（オメプラゾールなど）については，遊離の形態での酸に対する不安定性が，塩の形態にすることで解決されることが知られているのであるから，ヒドロキシカルボン酸がアルカリにより中和されているCI-981半カルシウム塩が，依然として遊離体と同様に酸に対して不安定であることは，当業者にとって予想外のことである。そうすると，本件発明で使用するCI-981半カルシウム塩と甲1のプラバスタチンが，ヒドロキシカルボン酸形態をとる点で共通するというだけで，製剤中での不安定性までも予見することは困難である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2には開環型のヒドロキシカルボン酸の形態で用いることを志向させる記載はないこと ",
              "text": [
                "スタチン系化合物のラクトン体は吸収後開環されオープンアシッド体となって効力を発揮する点は事実であるが，実際の医薬の有効成分としては活性形態ばかりが使用されるわけではなかったことも技術常識である。ロバスタチンの場合，製造時に得られるラクトンとヒドロキシ酸形態の混合物を，わざわざラクトン形態に変換して市販しており，シンバスタチンもラクトン型がプロドラッグであることを認識したうえで使用されている。したがって，医薬製剤の有効成分としての形態は単に活性型であるかどうかではなく，それとは異なる観点から判断されていたというのが医薬製剤化にあたってのスタチン系化合物の技術常識であり，本件優先日の状況であったといえる。",
                "甲2は，コレステロール生合成の抑制剤として有用である米国特許第4681893号に記載の化合物について，そのR体が高いコレステロール生合成の抑制作用を有することを見出し，このR体化合物及びその用途について記載した特許出願の明細書であって，新規な複数の化合物の発明が記載されたものであり，CI-981ラクトン体，CI-981ヒドロキシカルボン酸及びその薬学的に許容しうる塩は，同等に開示されている。",
                "甲2における「本発明の最も好ましい態様は・・ヘミカルシウム塩である。」との記載は，その前々段落の「薬学的に許容しうる塩の製造法」についての開示，「塩の種類」の開示及び前段落の「遊離酸の製造法」についての開示に続く記載であり，また，次段落はエナンチオマーの製造法についての記載であることや，上記文章中において「本発明の最も好ましい態様」が「・・・へミカルシウム塩」という化合物であることからすると，化合物発明の好ましい態様として半カルシウム塩が示されていることを意味している。しかも「実際には，塩形態の使用は酸又はラクトン形態の使用に等しい。」との記載もされているから，製造に当たって列挙した塩の中で化合物として最も好ましいもの（例えば，収率，純度，分離し易さ，取り扱いやすさの点で有利な性質があるなど）として記載されていると解するほかはない。実施例10には半カルシウム塩の結晶の製造方法が記載されているが，甲2の実施例はすべて化合物の製造例であって，これらを医薬組成物の実施例と解することはできない。したがって，半カルシウム塩は単にR体化合物を取得するにあたっての好ましい例と解すべきである。「本発明の式IもしくはIIの化合物またはその薬学的に許容し得る塩から調製される医薬組成物である。」，「式IおよびIIの化合物並びにその薬学的に許容し得る塩は，ここに記載の用途の活性に関し一般的に等価である。」との記載からは，化合物がR体であるならば，ラクトン体であっても遊離酸であっても，また塩の形態であっても，その生理活性は同じであることが明らかであり，用途発明である医薬組成物の有効成分として特定の形態は推奨されていない。",
                "「製剤」とは，医薬品などの有効成分に賦形剤などを加えて，使用するのに適当な形に製したもの，またはその工程をいい，使用方法，有効成分の吸収や安定性などを考慮してデザインされるものであって，実際に患者に使用されることを前提とする技術であるから，実用化の目途が立って初めて有効成分に応じた製剤の開発の土俵に乗ることになる。各種の化合物形態にインビトロの薬理活性があるというだけの甲2の記載から，CI-981半カルシウム塩を有効成分として選択し，その製剤の安定化を行うことは動機付けられるものではない。まして，CI-981半カルシウム塩は，ヒドロキシ酸部分の他，ピロール環，アミド結合等を有しており，その安定性を構造のみから予測することは困難であり，この化合物が，熱，湿気，及び光による不安定化，製剤中の他の成分の分子部分と接触することによる不安定化など種々の不安定化要因を抱えているか否かは，実験してみなければ知り得ないことであった。",
                "製剤の原薬（有効成分）の形態は，薬理活性，バイオアベイラビリティ，臓器特異的吸収，安定性，溶解性，first-pass effect，脂溶性と水溶性，製造上のメリット等の多くの観点を考慮して選択されるのであり，甲2には，このような観点からCI-981の半カルシウム塩を好ましいとした記載は存在しない。",
                "原告は，甲2について「この一連の実施例を総合的に観察すれば，スキーム1又はスキーム2により立体異性体（R体）を合成すること（実施例1～8），その後にCI-981ラクトン体をアルカリ加水分解してCI-981ヒドロキシカルボン酸塩とすること（実施例9），および，CI-981ヒドロキシカルボン酸塩のカウンターカチオンをカルシウムに変換すること（実施例10）が甲第2号証に記載された技術の要部である。」と主張する。しかし，甲2には実施例11まで存在するにもかかわらず，実施例10が甲2に記載された技術の要部であると解すべき記載や示唆はない。",
                "したがって，甲2には，CI-981の半カルシウム塩を医薬組成物の活性成分の形態として採用することは何ら示唆されていないのであるから，これを製剤化の対象とすることを当業者は想起し得なかったものであり，審決の「甲第1号証記載の発明におけるプラバスタチンに代えて，甲第2号証記載のCI-981半カルシウム塩を使用することを当業者が容易に想到し得たとすることはできない。」とした判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対して",
          "text": [
            "原告は，CI-981が開環型の半カルシウム塩として用いられることが技術水準または周知技術であると主張する。しかし，医薬品として特定の化合物が臨床試験中であるとの事実は，その化合物の医薬としての安全性，有効性自体まだ確立していないことを示すものであり，当然に該化合物の医薬製剤も未だ一般に供される形では存在せず，製剤技術の蓄積もないのであるから，そのような事実はCI-981半カルシウム塩含有製剤の製造に関する「周知技術」や「技術水準」の認定の根拠になりようがなく，その事実が周知であろうとなかろうと，審決における進歩性判断の結論が左右されるものではない。",
            "甲7及び8は，いずれも一冊の「テトラへドロン  レターズ」に2報続けて掲載されている記事である上，当該雑誌は，ショート・コミュニケーション（rapid publication）として分類される速報誌であり，技術情報がフルに開示されている雑誌ではなく，読者は，報告の概要を知るだけであり，また，その読者は実験及び理論有機化学の分野の研究者であり，医療分野ではその読者は化合物の製造にかかわる研究者に限定されると考えられ，製剤開発に関わる当業者が日常的に目を通している雑誌とはいえない。したがって，この雑誌の頒布により「CI-981が臨床試験中」であることが，本件発明が属する技術の通常の知識を有する者にとって周知になったとはいえない。",
            "甲7及び8の主題は合成方法にあり，「CI-981」が臨床試験中であることの一行記載はあるものの，「CI-981半カルシウム塩」が臨床試験に付されているとの記載はない。また，安全性，有効性の確認が未だされていない臨床試験段階において，その化合物について，これを直ちに市販に耐えうる安定化製剤とすべき必然性はなく，甲7及び8により，CI-981半カルシウム塩を有効成分とする製剤の安定化が当業者の技術課題として認識されるものではない。",
            "甲18には，各種のHMG-CoA還元酵素阻害剤についてインビトロ試験や，動物を使用したインビボの非臨床試験についての記載はあるものの，CI-981の半カルシウム塩が臨床試験中であることの記載はない。甲18は本件優先日（1993年1月19日）の前年の1992年に発行された雑誌に掲載された学術論文であって，1992年の時点で学術的に新規な内容として掲載されているものであるから，その技術が確立するにはさらなる検証時間を要するのであり，上記の優先日時点での周知技術とはいえない。また，CI-981のラクトン体がどのような「肝臓選択性」を有するか検討していない以上，投与形態として比較考量する余地はない。",
            "甲26には，「現在すでに臨床試験に入っている4種の化学合成阻害剤の構造を図7に示す。開発が最も進んでいるのはサンド社のフルバスタチンで，アメリカで第3相，フランス，オランダおよびドイツで第2相の臨床試験が行われている。」と記載されているが，CI-981については臨床試験のどの段階か不明であり，医薬候補から外れる可能性にも言及されており，このような不確実な情報に基づいて，また，その他の数多くの開発中のHMG-CoA還元酵素阻害薬が存在する中で，当業者がCI-981半カルシウム塩についての製剤開発を格別に動機づけられるとする根拠は見出せない。",
            "甲27には，「図2b  目下開発中のHMG-CoA還元酵素阻害剤，いずれも化学合成により得られたものである8）」のタイトルと共にCI-981の半カルシウム塩の構造式がフルバスタチン，HR780，BMY-21950の構造式と共に記載されているが，特にCI-981が実用化に向けた製剤開発を行うに値する化合物であることの示唆は見当たらない。",
            "甲29には，「プラバスタチンの開発に触発され，最近では各社が化学合成による類似体の開発を進めている（Fig.8）。」との記載がされ，Fig.8にはフルバスタチン，HR780，BMY-21950及びCI-981の構造式が掲載されている。しかし，単に開発がすすめられているという記載のみで，特にCI-981がプラバスタチンと同様に実用化に向けた製剤開発を行うに値する化合物であることを理解するに足りる記載は見当たらない。",
            "仮にCI-981が安全かつ有効な医薬となる見込みが得られたとしても，CI-981のようにラクトンでもヒドロキシ酸の形態でも活性があることが知られている場合には，両者のいずれを採用すべきかは，臨床試験段階においてヒトに対する薬物動態，臓器特異性等を見ながら検討される必要があるから，CI-981が臨床試験中であるとの記載があっても，医薬品として実施化されるときの有効成分の最終的な形態が何であるかは依然として不明である。",
            "したがって，上記製剤を医薬的に許容し得る塩基性の安定化金属塩添加剤により安定化するという本件発明が当業者に容易に発明できたものとはいえない。"
          ]
        },
        {
          "fig": "4",
          "subject": "予備的主張",
          "text": [
            "審決の，「そうすると，『低pH環境に対して変質し易い薬物』に関する引用発明1の安定化技術を適用するための前提としては，低pH環境では望ましくない形態に変化してしまう薬物，すなわち投薬時の形態として開環ヒドロキシ-カルボン酸の形態が選択される薬物であって，低pHではラクトン型となって所望の投薬時の形態からは変化してしまう薬物であることが前提となることは明らかである。というのは，仮に投薬時の形態として開環ヒドロキシ-カルボン酸が選択されるのであれば，低pH環境でもラクトン型とならずに開環型を保持することが求められるものであるから引用発明1でいう『低pH環境に対して変質し易い薬物』に該当し，引用発明1に係る技術の適用が考慮されることになるといえるが，反面，そのような開環型の形態のままでいることが求められるのでなければ，引用発明1に係る安定化技術とは無関係の薬剤ということになって，そのような安定化技術の適用が考慮されることはない。」 (23頁下から5行～24頁8行)」との記載は，甲1のプラバスタチンと構造や物性が類似したフリーのヒドロキシカルボン酸状態の化合物を医薬成分とした場合には，引用発明1の安定化技術の適用が考慮されるという一般論を述べたにすぎず，プラバスタチンとCI-981半カルシウムを，物質として種々の観点から十分に分析した上での見解が表明されているものではない。プラバスタチンとCI-981半カルシウム塩とは，その化学構造，水溶解性，有機酸のフリーの状態と塩の状態というその形態において大きく相違するから，CI-981半カルシウム塩の製剤化後の安定性に関する課題の存在を当業者は予測することはできず，したがって，その解決手段を予測することも困難であった。そうであるから，審決の「したがって，甲第1号証記載の発明におけるプラバスタチンに代えて，甲第2号証記載のCI-981半カルシウム塩を使用することを当業者が容易に想到し得たとすることはできない。」という無効理由3についての結論は，正しいものであって，維持されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件発明1は，活性成分として，CI-981半カルシウム塩に安定化金属塩添加剤を配合することによって，改善された安定性を有する医薬組成物とすることを特徴とするものである。",
            "甲1発明、甲2発明から本件発明1が容易想到であるかについては，甲1発明を主引用例にするにせよ，甲2発明を主引用例にするにせよ（本件特許の別件無効審判請求における無効理由通知書（甲31）は甲2発明を主引用例としている。），その判断の第一前提は，甲2発明と本件発明1において，CI-981半カルシウム塩の認識がどの程度の幅があるかに依拠するところ，甲1発明を主引用例とした場合の相違点を判断するに際し，審決は，",
            "「そうすると，「低pH環境に対して変質し易い薬物」に関する引用発明1の安定化技術を適用するための前提としては，低pH環境では望ましくない形態に変化してしまう薬物，すなわち投薬時の形態として開環ヒドロキシ-カルボン酸の形態が選択される薬物であって，低pHではラクトン型となって所望の投薬時の形態からは変化してしまう薬物であることが前提となることは明らかである。というのは，仮に投薬時の形態として開環ヒドロキシ-カルボン酸が選択されるのであれば，低pH環境でもラクトン型とならずに開環型を保持することが求められるものであるから引用発明1でいう「低pH環境に対して変質し易い薬物」に該当し，引用発明1に係る技術の適用が考慮されることになるといえるが，反面，そのような開環型の形態のままでいることが求められるのでなければ，引用発明1に係る安定化技術とは無関係の薬剤ということになって，そのような安定化技術の適用が考慮されることはない。」",
            "とし，さらに，",
            "「そこで，以下，本件優先権主張の日前において，甲第2号証に記載のCI-981半カルシウム塩の投薬時の形態として開環ヒドロキシ-カルボン酸の形態で用いることを志向させる何らかの動機づけがあったか否かについて検討する。」",
            "として，甲2の記載からは開環型の形態とすることについて何らの示唆がされているとすることはできないとした。この判断において，審決は，CI-981半カルシウム塩がラクトン体に比べて有利な化合物であり，そのことは本件発明において見出されたとの事実を前提としたものと解される。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "ここで本件発明1におけるCI-981半カルシウム塩に関して，本件明細書（甲19）には，以下のように記載されている。",
            "「立体-特異的異性体のうち，HMG-CoAレダクターゼ阻害活性を有する一つの特定の化合物，CI-981 半-カルシウムが，現在，中程度～重度の家族性または非家族性の高コレステロール血症（II a型）の治療に対して開発中である。このもっとも好ましい化合物は，（2R-トランス）-5-（4-フルオロフェニル）-2-（1-メチルエチル）-N,4-ジフェニル-1-〔2-（テトラヒドロ-4-ヒドロキシ-6-オキソ-2H-ピラン-2-イル）エチル〕-1H-ピロール-3-カルボキサミドの開環形態，すなわちエナンチオマー〔R-(R*,R*)〕-2-（4-フルオロフェニル）-β，δ-ジヒドロキシ-5-（1-メチルエチル）-3-フェニル-4-〔（フェニルアミノ）カルボニル）-1H-ピロール-1-ヘプタン酸 半-カルシウム塩である。」（第8欄13～26行）",
            "このように，本件明細書には，CI-981半カルシウム塩が「もっとも好ましい化合物」として記載されている。そして，他にも，CI-981半カルシウム塩が有利な化合物であるかについての本件明細書の記載として，「特に重要な化合物」（第10欄39～43行）であり，「もっとも好ましい活性な化学成分」（第19欄44～46行）であるという抽象的な記載があるものの，開環型であるCI-981半カルシウム塩とラクトン型とを比較して，開環型の方が何らかの有利な効果を有するものであることを具体的に明らかにしているわけではなく，逆に「実際に，塩形態の使用は，酸またはラクトン形態の使用に等しい。」（第16欄3～4行）との記載もあるところである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "次に，甲2は，出願人をワーナー-ランバート・コンパニーとする特許公開公報であるが，そこには，以下の事項が記載されている。",
            "(ア)（1頁左下欄9行～右下欄最下行）",
            "「2．（特許請求の範囲） ",
            "1）〔R-(R*,R*)〕-2-（4-フルオロフェニル）-β，δ-ジヒドロキシ-5-（1-メチルエチル）-3-フェニル-4-〔（フェニルアミノ）カルボニル〕-1H-ピロール-1-ヘプタン酸または（2R-トランス）-5-（4-フルオロフェニル）-2-（1-メチルエチル）-Ｎ，4-ジフェニル-1-〔2-（テトラヒドロ-4-ヒドロキシ-6-オキソ-2H-ピラン-2-イル）エチル〕-1H-ピロール-3-カルボキサミドおよびその薬学的に許容しうる塩。 ",
            "2）〔R-(R*,R*)〕-2-（4-フルオロフェニル）-β，δ-ジヒドロキシ-5-（1-メチルエチル）-3-フェニル-4-〔（フェニルアミノ）カルボニル〕-1H-ピロール-1-ヘプタン酸である請求項1記載の化合物。 ",
            "・・・・・・",
            "6）請求項2記載の化合物のヘミカルシウム塩。」 ",
            "（イ）（2頁右上欄9行～左下欄2行） ",
            "「本発明によれば，予想外なことに，トランス-5-（4-フルオロフェニル）-2-（1-メチルエチル）-Ｎ，4-ジフェニル-1-〔2-（テトラヒドロ-4-ヒドロキシ-6-オキソ-2H-ピラン-2-イル）エチル〕-1H-ピロール-3-カルボキサミドの開環した酸のR型の対掌体，すなわち〔R-(R*,R*)〕-2-（4-フルオロフェニル）-β，δ-ジヒドロキシ-5-（1-メチルエチル）-3-フェニル-4-〔（フェニルアミノ）カルボニル〕-1H-ピロール-1-ヘプタン酸がコレステロール生合成の驚くべき抑制をもたらすということが見出された。」 ",
            "（ウ）（3頁左上欄7行～右上欄1行） ",
            "「したがって，本発明は〔R-(R*,R*)〕-2-（4-フルオロフェニル）-β，δ-ジヒドロキシ-5-（1-メチルエチル）-3-フェニル-4-〔（フェニルアミノ）カルボニル〕-1H-ピロール-1-ヘプタン酸（式Iの化合物），その薬学的に許容しうる塩および（2R-トランス）-5-（4-フルオロフェニル）-2-（1-メチルエチル）-Ｎ，4-ジフェニル-1-〔2-（テトラヒドロ-4-ヒドロキシ-6-オキソ-2H-ピラン-2-イル）エチル〕-1H-ピロール-3-カルボキサミド（上記ヘプタン酸のラクトン体すなわち式IIの化合物）からなる化合物を提供する。」 ",
            "（エ）（3頁右上欄2行～最下行） ",
            "「本発明はまた，低コレステロール血症剤として有用な医薬組成物，すなわち血中コレステロールを低下させるのに有効な量の〔R-(R*,R*)〕-2-（4-フルオロフェニル）-β，δ-ジヒドロキシ-5-（1-メチルエチル）-3-フェニル-4-〔（フェニルアミノ）カルボニル〕-1H-ピロール-1-へプタン酸，その薬学的に許容しうる塩または（2R-トランス）-5-（4-フルオロフェニル）-2-（1-メチルエチル）-Ｎ，4-ジフェニル-1-〔2-（テトラヒドロ-4-ヒドロキシ-6-オキソ-2H-ピラン-2-イル）エチル〕-IH-ピロール-3-カルボキサミド並びに薬学的に許容しうる担体からなる医薬組成物にも関する。さらに，本発明はまた該医薬組成物の剤形を投与することによる高コレステロール血症の哺乳動物例えばヒトの治療方法でもある。」 ",
            "（オ）（3頁左下欄1行～4頁左上欄2行） ",
            "「本発明の薬学的に許容しうる塩は，遊離酸またはラクトン好ましくはラクトンを適当な塩基とともに水性もしくは水性アルコール溶媒またはその他の適当な溶媒中に溶解しついで溶液を蒸発させて塩を単離することにより，または塩を直接分離させるかまたは塩を溶液の濃縮によって得ることができる有機溶媒中において遊離酸またはラクトン好ましくはラクトンおよび塩基を反応させることにより一般的に誘導される塩である。 ",
            "実際には，塩形態の使用は酸またはラクトン形態の使用に等しい。本発明の範囲内にある薬学的に許容しうる適当な塩は，塩基例えば水酸化ナトリウム，水酸化カリウム，水酸化リチウム，水酸化カルシウム，1-デオキシ-2-（メチルアミノ）-D-グルシトール，水酸化マグネシウム，水酸化亜鉛，水酸化アルミニウム，水酸化第一鉄もしくは水酸化第二鉄，水酸化アンモニウムまたは有機アミン例えばＮ-メチルグルカミン，コリン，アルギニン等から誘導される塩である。好ましくは，リチウム，カルシウム，マグネシウム，アルミニウムおよび第一鉄もしくは第二鉄の各塩は，そのナトリウム塩またはカリウム塩から該塩の溶液に適当な試薬を加えることによって製造される。すなわち，式Iの化合物のナトリウム塩またはカリウム塩の溶液に塩化カルシウムを加えるとそれのカルシウム塩が得られる。",
            "遊離酸は式IIのラクトン体の加水分解によりまたは塩を陽イオン交換樹脂（H＋樹脂）に通しついで水を蒸発させることによって製造され得る。 ",
            "本発明の最も好ましい態様は〔R-(R*,R*)〕-2-（4-フルオロフェニル）-β，δ-ジヒドロキシ-5-（1-メチルエチル）-3-フェニル-4-〔（フェニルアミノ）カルボニル〕-1H-ピロール-1-ヘプタン酸，ヘミカルシウム塩である。」 ",
            "（カ）（6頁左上欄6行～右上欄2行） ",
            "「本発明化合物，特に式Iの化合物は参考までに本明細書中に組込まれる米国特許第4，681，893号明細書に開示されているCSIスクリーンで見出されるようにコレステロール生合成を抑制する。化合物I，その対掌体およびこれら2種の化合物のラセミ混合物のCSIデータは下記のとおりである。 ",
            "IC  ",
            "50化    合    物              マイクロモル／リットル   ",
            "〔R-(R*,R*)〕異性体              0．0044 ",
            "〔S-(R*,R*)〕異性体              0．44 ",
            "ラセミ混合物                      0．045 ",
            "従って，本発明は式IもしくはIIの化合物またはその薬学的に許容しうる塩から調製される医薬組成物である。」 ",
            "（キ）（6頁右上欄13～17行）",
            "「この用量は単位剤形で投与されるのが好ましい。経口または非経口用の単位剤形は個々の適用および活性成分の効力によって10～500mg，好ましくは20～100mgで変更または調整され得る。」",
            "上記（ア）のとおり，甲2の特許請求の範囲の請求項6には，本件発明1のCI-981半カルシウム塩に相当する化合物である〔R-(R*,R*)〕-2-（4-フルオロフェニル）-β，δ-ジヒドロキシ-5-（1-メチルエチル）-3-フェニル-4-〔（フェニルアミノ）カルボニル）-1H-ピロール-1-ヘプタン酸ヘミカルシウム塩が記載されている。",
            "上記（イ），（エ），（オ）には，甲2に示される化合物，すなわち上記（ウ）に記載される化合物が，血中コレステロールを低下させる，高コレステロール血症の治療剤として有用であり，上記（キ）には製剤化され，経口投与されることも記載されている。",
            "上記（オ）には，甲2に示される化合物について，まず塩の製造方法が記載され，塩形態の使用は，酸またはラクトン形態の使用に等しいことが記載され，続けて，適当な塩がいかなるものか説明され，さらに酸の製造方法に関しても説明されている。そしてCI-981半カルシウム塩に該当する化合物が「最も好ましい態様」であることが記載されている。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "そうすると，審決が判断の前提としたように，CI-981半カルシウム塩がラクトン体に比べて有利な化合物であり，そのことは本件発明において見出された，と評価することはできないのであり，本件発明1は，単に「最も好ましい態様」としてCI-981半カルシウム塩を安定化するものと認めるべきである。",
            "したがって，甲1発明との相違点判断の前提として審決がした開環ヒドロキシカルボン酸の形態におけるCI-981半カルシウム塩についての認定は，本件発明1においても，また甲2に記載された技術的事項においても，硬直にすぎるということができる。この形態において本件発明1と甲2に記載された技術的事項は実質的に相違するものではなく，この技術的事項を，甲1発明との相違点に関する本件発明1の構成を適用することの可否について前提とした審決の認定は誤りであって，甲1発明との相違点の容易想到性判断の前提において，結論に影響する認定の誤りがあるというべきである。"
          ]
        },
        {
          "fig": "5",
          "subject": "被告の主張について",
          "text": [
            "被告は，本件発明1のCI-981半カルシウム塩は，塩の形態のヒドロキシ酸部分のほかピロール環，アミド結合等を有しており，その不安定性を構造のみから予測することは困難であり，この化合物が，熱，湿気，および光による不安定化，製剤中の他の成分の分子部分と接触することによる不安定化など種々の不安定化要因を抱えていることは，実験してみなければ知り得ないことであり，この課題は，CI-981半カルシウム塩を製剤化する上での問題点として，本件明細書により初めて明らかにされたものであり，出願時に公知の課題として存在していたものではなかったと主張する。しかし，本件明細書には，実施例4～7として，CI-981半カルシウム塩製剤を45℃又は60℃で2週間および4週間貯蔵した後の薬剤残留％について測定した実験について記載されているものの，この実験における薬剤の喪失が具体的にいかなる原因や化学変化によるものであるかの解析，すなわち，熱，湿気，光，製剤中の他の成分の分子部分との接触など種々の要因による不安定化のそれぞれの要因ごとに，本件発明の「安定化金属塩添加剤」なる成分がどのように働いて安定化するかについての具体的な検討は，されていない。したがって，被告の上記主張は本件明細書の記載に裏付けられたものではなく，理由がない。",
            "被告は，CI-981について臨床試験中という事実が存在しても，CI-981が医薬として製剤化する対象となりうるかどうかは全く不確定な状態にあるから，「治験薬物として使用されたこと」が直ちに「製剤化する場合の原薬として好ましい形態」として開発対象となるとはいえないとか，CI-981開環体あるいはCI-981半カルシウム塩が臨床試験中という事実を知り得たとしても，当業者はその形態をすぐさま製剤原薬として採用し，かつ，安定化された経口治療用医薬組成物を製造しようとすることを動機づけられるものではないと主張する。これらの主張が成立するためには，本件発明の医薬組成物に含まれるCI-981半カルシウム塩が，特にこれを選んで製剤化対象とする程度に，ラクトン体のような他の形態の化合物と比較して医薬として優れていることが本件明細書において具体的に確認されていることが前提として必要となる。しかし本件明細書には，CI-981半カルシウム塩が他の形態と比較して優れているかについて具体的な記載はなく，ただ抽象的に「好ましい」などと記載されているにすぎない。したがって，被告のこの主張は，本件明細書の記載に裏付けられたものではなく，理由がない。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "本件発明2，6，7，11及び12は，いずれも「CI-981半カルシウム塩」と「塩基性の安定化金属塩添加剤（又はその下位概念に属する化合物）」とを組み合わせて使用することが必須の構成要件の一つとされているところ，審決は本件発明1と同様の理由で容易想到性がないと判断した。しかし，本件発明1について説示したのと同様に，審決のこの判断も誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由2は理由がある。よって，審決を取り消すこととし，主文のとおり判決する。"
      ]
    }
  ]
}