{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が無効2007-800287号事件について平成22年12月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告からの無効審判請求について請求不成立とした審決の取消訴訟である。争点は，訂正後の請求項1ないし3に係る発明の進歩性（容易想到性）の有無である。なお，審判の段階では，請求項1ないし3の特許請求の範囲の記載の明確性要件違反及び発明の詳細な説明の記載の実施可能要件違反も争われたが，本件訴訟ではこれらの点に関する判断の当否は争点になっていない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成10年3月27日，名称を「加工性の良い高強度合金化溶融亜鉛めっき鋼板とその製造方法」とする発明につき特許出願し，平成16年2月27日，本件特許設定登録を受けた（特許第3527092号，請求項の数は4）。",
            "原告は，平成19年12月28日，特許庁に対し，本件特許につき無効審判請求をしたところ，特許庁はこれを無効2007-800287号として審理し，平成20年9月17日，本件特許を無効とするとの第1次審決をした。",
            "そこで，被告は，第1次審決の取消しを求める訴えを提起するととともに（知財高裁平成20年（行ケ）第10395号），訂正審判請求をし，平成21年2月20日，特許法181条2項に基づいて第1次審決を取り消すとの決定を得た。",
            "被告は，その後の審判手続において，平成21年3月23日，特許請求の範囲の記載（それまでに，請求項の数は3に減じられている。）及び発明の詳細な説明の記載の各一部を改める訂正請求をした結果（本件訂正），平成21年8月11日，「訂正を認める。請求項1～3についての特許を無効にする。」との第2次審決があった。そこでは，発明の詳細な説明の記載が実施可能要件（特許法36条4項）を欠き，特許請求の範囲の記載が明確性要件（同条6項2号）を欠くと判断された。",
            "被告は，第2次審決の取消しを求める訴えを提起し（知財高裁平成21年（行ケ）第10281号），平成22年3月24日，第2次審決の明確性要件に係る判断及び実施可能要件に係る判断には誤りがあるとして，第2次審決を取り消すとの判決があり，確定した。",
            "特許庁は，再度審理を行った上で，平成22年12月8日，「訂正を認める。本件審判の請求は，成り立たない。」との第3次審決をし（以下，単に「審決」というときは，この第3次審決を指す。），同月16日，その審決の謄本は原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正発明",
          "text": [
            "本件訂正発明は，自動車等のプレス加工に用いられる加工性の良い高強度合金化溶融亜鉛めっき鋼板及びその製造方法に関する発明で，本件訂正後の請求項1ないし3の特許請求の範囲は以下のとおりである。",
            "【請求項1（訂正発明1）】",
            "「重量％で，",
            "C：0．05～0．14％，",
            "Si：0．3～1．5％，",
            "Mn：1．5～2．8％，",
            "P：0．03％以下，",
            "S：0．02％以下，",
            "Al：0．005～0．283％，",
            "Ｎ：0．0060％以下を含有し，",
            "残部Feおよび不可避的不純物からなり，さらに％C，％Si，％MnをそれぞれC，Si，Mn含有量とした時に（％Mn）／（％C）≧15かつ（％Si）／（％C）≧4が満たされる化学成分からなり，その金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在することを特徴とする加工性の良い高強度合金化溶融亜鉛めっき鋼板。」",
            "【請求項2（訂正発明2）】",
            "「重量％で，B：0．0002～0．0020％を含有する請求項1記載の加工性の良い高強度合金化溶融亜鉛めっき鋼板。」",
            "【請求項3（訂正発明3）】",
            "「請求項1または請求項2に記載の化学成分からなる組成のスラブをAr 点以3上の温度で仕上圧延を行い，50～85％の冷間圧延を施した後，連続溶融亜鉛めっき設備で700℃以上850℃以下のフェライト，オーステナイトの二相共存温度域で焼鈍し，その最高到達温度から650℃までを平均冷却速度0．5～3℃／秒で，引き続いて650℃からめっき浴までを平均冷却速度1～12℃／秒で冷却して溶融亜鉛めっき処理を行った後，500℃以上600℃以下の温度に再加熱してめっき層の合金化処理を行い，その金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在することを特徴とする加工性の良い高強度合金化溶融亜鉛めっき鋼板の製造方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "原告が審判で提出した証拠方法及び主張した無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "証拠方法",
              "text": [
                "【甲第1号証】特開平5-70886号公報",
                "【甲第2号証】特開平2-217425号公報",
                "【甲第3号証】特開平5-247586号公報",
                "【甲第4号証】特開平2-290955号公報",
                "【甲第5号証】特開平5-295433号公報",
                "【甲第6号証】「新日鉄技報  第354号」（平成6年11月29日新日本製鐵株式会社技術企画部発行）17～21頁",
                "【甲第7号証】「日本金属学会誌，第54巻  第6号  1990年6月」657～663頁",
                "【甲第8号証】「日本金属学会誌，第54巻  第12号  1990年12月」1350～1357頁",
                "【甲第9号証】特開昭63-241120号公報",
                "【甲第10号証】特開昭62-164827号公報",
                "【甲第11号証】特開平2-101117号公報",
                "【甲第12号証】特開平5-179345号公報",
                "【甲第13号証】特開平5-186824号公報",
                "【甲第14号証】特開平6-145788号公報",
                "【甲第15号証】特開平9-13147号公報",
                "【甲第16号証】「鋼材マニュアルシリーズ5  薄板マニュアル  熱延鋼板編」（昭和48年2月15日社団法人日本鉄鋼協会発行）12～29頁",
                "【甲第17号証】「鋼材マニュアルシリーズ6  薄板マニュアル  冷延鋼板編」（昭和48年2月26日社団法人日本鉄鋼協会発行）6～39頁",
                "【甲第18号証】「第3版  鉄鋼便覧  第VI巻  二次加工・表面処理・熱処理・溶接」（昭和57年5月31日丸善株式会社発行）421～435頁",
                "【甲第20号証】「鉄と鋼  Vol．81  Ｎ0．6  平成7年6月」（平成7年6月1日社団法人日本鉄鋼協会発行）67～72頁",
                "【甲第21号証】「講義資料・材料科学」（材料科学検討委員会編，1971年5月31日財団法人東京大学出版会発行）180～183頁",
                "【甲第22号証】「Fundamentals  of  Dual-Phase  Steels」（1981年2月実施AIMEシンポジウム講演予稿集，The  Metallurgical  Society  of  AIME発行）161～180頁"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由",
              "text": [
                "原告は，本件無効審判請求において無効理由として明確性要件違反及び実施可能要件違反も主張しているが，確定した前回の審決取消判決において各訂正発明に両要件の違反はないと判断されているので，今回の審決ではこの点の無効理由については触れなかったものと解される。",
                "・無効理由1（訂正発明1について）",
                "訂正発明1は，本件出願当時，①甲第1号証に記載された発明に基づいて，②甲第2号証に記載された発明に甲第1号証に記載された技術的事項及び周知技術を組み合せることに基づいて，又は③甲第3号証に記載された発明に甲第1，5号証に記載された技術的事項を組み合わせることに基づいて，当業者において容易に想到することができたもので，新規性ないし進歩性を欠く（なお，原告は，平成20年8月28日の口頭審理における主張整理で，甲第1号証を引用例とする新規性欠如の主張をしておらず，したがって審決もかかる新規性の有無につき判断していない。）。",
                "・無効理由2（訂正発明2について）",
                "訂正発明2は，本件出願当時，①甲第1号証に記載された発明に基づいて，②甲第2号証に記載された発明に甲第1号証に記載された技術的事項及び周知技術を組み合せることに基づいて，又は③甲第3号証に記載された発明に甲第1，5号証に記載された技術的事項及び周知技術を組み合わせることに基づいて，当業者において容易に想到することができたもので，進歩性を欠く。",
                "・無効理由3（訂正発明3について）",
                "訂正発明3は，本件出願当時，①甲第1号証に記載された発明に甲第2，3，6号証に記載された技術的事項及び周知技術に基づいて，②甲第2号証に記載された発明に甲第1号証に記載された技術的事項及び周知技術を組み合せることに基づいて，又は③甲第3号証に記載された発明に周知技術を組み合わせることに基づいて，当業者において容易に想到することができたもので，進歩性を欠く。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲第1号証を主引用例とする場合の無効理由1について",
                  "text": [
                    "【甲第1号証に記載された発明（甲1発明）】",
                    "「重量％で，",
                    "C  ：0．11％，",
                    "Si：1．43％，",
                    "Mn：1．62％，",
                    "P：0．006％，",
                    "S：0．003％，",
                    "Al：0．43％，",
                    "Ｎ：0．0040％以下，",
                    "残部Feおよび不可避的不純物からなる化学成分からなり，",
                    "その金属組織として，フェライト中に体積率で16％の残留オーステナイト，及びベイナイトが混在する合金化溶融亜鉛めっき鋼板。」",
                    "【甲1発明と訂正発明1の一致点】",
                    "「重量％で，",
                    "C：0．05～0．14％，",
                    "Si：0．3～1．5％，",
                    "Mn：1．5～2．8％，",
                    "P：0．03％以下，",
                    "S：0．02％以下，",
                    "Al Ｎ：0．0060％以下を含有し，",
                    "残部Feおよび不可避的不純物からなり，さらに％C，％Si，％MnをそれぞれC，Si，Mn含有量とした時に（％Si）／（％C）≧4が満たされる化学成分からなり，その金属組織として，フェライト中に残留オーステナイトが混在する合金化溶融亜鉛めっき鋼板」である点。",
                    "【甲1発明と訂正発明1の相違点（相違点A）】",
                    "「訂正発明1は，金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在するのに対して，甲1発明は，フェライト中に体積率で16％の残留オーステナイト及びベイナイトが混在する点」",
                    "【甲1発明との対比での訂正発明1の容易想到性に係る審決の判断（24頁）】",
                    "「甲1発明は，・・・，従来技術である［フェライト＋ベイナイト＋残留オーステナイト］や，［マルテンサイト或いはベイナイト＋フェライトと残留オーステナイト］から成る組織とした高延性高張力鋼板においては（【0003】～【0005】），変性後期において残留オーステナイトが高炭素マルテンサイトに変化し，局部延性を悪化させる等の課題が存在することを認識し（【0006】），段落【0010】，【0019】の記載によると，オーステナイト残留量に及ぼすSiとAlの影響を調査して適宜な化学成分を知見するとともに，【請求項3】，段落【0023】ないし【0026】又は段落【0027】ないし【0029】に記載された熱処理工程を採用することによって，オーステナイトをベイナイトに変態させながらオーステナイトへのCの濃縮を促進することにより［フェライト＋残留オーステナイト＋ベイナイト］の組織とすることによって，段落【0035】に記載の効果を奏するものと認められる。",
                    "そうすると，甲1発明は，オーステナイトをベイナイトに変態させて，フェライトと所望量の残留オーステナイトとベイナイトとが混在する金属組織とすること，及び当該金属組織を得るために，Alを含む化学成分を調整し，熱処理工程の工夫を行っているものであるから，甲1発明とは異なる金属組織である『フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する』金属組織とすること，及びそのような金属組織とするための化学成分の調整，及び熱処理工程の工夫に関する技術事項は，甲1号証の記載から当業者が容易に想到することができたということはできない。",
                    "したがって，甲1発明において，上記相違点Aを解消して訂正発明1とすることは，当業者が容易になし得たことではない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲第2号証を主引用例とする場合の無効理由1について",
                  "text": [
                    "【甲第2号証に記載された発明（甲2発明）】",
                    "「重量％で，",
                    "C：0．10，",
                    "Si：1．30，",
                    "Mn：1．95，",
                    "P：0．002，",
                    "sol．Al：0．030，",
                    "T．Ｎ：0．003",
                    "を含み，残部Feおよび不可避的不純物からなる化学成分からなり，",
                    "その金属組織として，フェライト中にベイナイトや一部ではマルテンサイトとともに残留オーステナイトが混在することを特徴とする高強度鋼板」",
                    "【甲2発明と訂正発明1の一致点】",
                    "「重量％で，",
                    "C：0．05～0．14％，",
                    "Si：0．3～1．5％，",
                    "Mn：1．5～2．8％，",
                    "P：0．03％以下，",
                    "S：0．02％以下，",
                    "Al：0．005～0．283％，",
                    "Ｎ：0．0060％以下を含有し，",
                    "残部Feおよび不可避的不純物からなり，さらに％C，％Si，％MnをそれぞれC，Si，Mn含有量とした時に（％Mn）／（％C）≧15かつ（％Si）／（％C）≧4が満たされる化学成分からなる高強度鋼板」である点。",
                    "【甲2発明と訂正発明1の相違点（相違点B）】",
                    "「訂正発明1は，金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する合金化溶融亜鉛めっき鋼板であるのに対して，甲2発明はフェライト中にベイナイトや一部ではマルテンサイトとともに残留オーステナイトが存在するが，マルテンサイト及び残留オーステナイトの体積率が不明であり，合金化溶融亜鉛めっき鋼板ではない点」",
                    "【甲2発明との対比での訂正発明1の容易想到性に係る審決の判断（25，26頁）】",
                    "「（ア）  甲2号証の2頁右下欄13行ないし3頁左上欄3行には，甲2発明の金属組織について，『本発明者らは比較的低いC含有量であってもSiの添加と同時にフェライトの清浄度とその量を増すようなプロセス設計を行なうと，いわゆるDual  phase鋼ではかつて認められなかったような変態誘起塑性に寄与するところが大である残留オーステナイトが得られることを見出した。これにより低歪域では主として多量に存在する清浄なフェライトにより，また高歪域では残留オーステナイトの変態誘起塑性により大きなn値が確保できることが明らかとなり本発明を行なった。」と記載されているから，甲2発明は，金属組織として清浄なフェライト及び残留オーステナイトに注目してなされたものである。",
                    "そして，4頁右上欄11行ないし5頁左上欄20行の記載によると，一連のサイクルからなる熱処理により，オーステナイトの一部がベイナイト状の組織に変態するとともに，未変態オーステナイトにはCが濃化して安定度が増し，清浄なフェライトと共存する残留オーステナイトの金属組織が得られるのであるから，この金属組織中には，清浄なフェライトと残留オーステナイト以外にオーステナイトが変態したベイナイトが必ず存在しているのに対して，マルテンサイトは積極的に導入されるものではないから，単に存在が許容されているものにすぎない。",
                    "そうすると，甲2発明において，フェライト中に一部ではマルテンサイトが存在するとしても，任意の組織であるマルテンサイトと必須の組織である残留オーステナイトとの体積率を足し合わせて限定しようとする動機付けは見出せない。",
                    "（イ）  しかも，甲2発明は，【特許請求の範囲】，4頁右上欄11行ないし5頁左上欄20行に記載の特定の熱処理工程を経て得られる鋼板であって，これにさらに合金化溶融亜鉛めっき処理を施すことは，当業者が容易に想到し得るとしても，その合金化溶融亜鉛めっきのための熱処理条件について，甲2号証には，何ら示唆するところがない。",
                    "そして，合金化溶融亜鉛めっきのための熱処理条件が不明であれば，当該熱処理により得られる金属組織も不明といわざるを得ない。 ",
                    "したがって，甲2発明において，上記相違点Bを解消することはできない。",
                    "（ウ）  また，甲1号証には，局部延性に優れた高張力の合金化溶融亜鉛めっき鋼板の金属組織について，フェライト中に残留オーステナイトとベイナイトを混在させたものは記載されているが，フェライト中に残留オーステナイトとともに混在させる組織が，ベイナイトではなくマルテンサイトであるものを示唆する記載はない。",
                    "そうすると，甲2発明に甲1号証に記載の事項を組み合わせても，その金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する合金化溶融亜鉛めっき鋼板を導くことはできない。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲第3号証を主引用例とする場合の無効理由1について",
                  "text": [
                    "【甲第3号証に記載された発明（甲3発明）】",
                    "「重量％で，",
                    "C：0．05～0．30％，",
                    "Si：0．5％以下，",
                    "Mn：0．8～3．0％，",
                    "P：0．02％以下，",
                    "S：0．01％以下，",
                    "Al：0．5～1．5％，",
                    "Ｎ：0．008％以下を含有し，",
                    "残部Feおよび不可避的不純物からなる化学成分からなり，その金属組織として，残留オーステナイトを含有する複合組織であるめっき密着性に優れた高強度高延性合金化溶融亜鉛めっき鋼板」",
                    "【甲3発明と訂正発明1の一致点】",
                    "「重量％で，",
                    "C：0．05～0．14％，",
                    "Si：0．3～1．5％，",
                    "Mn：1．5～2．8％，",
                    "P：0．03％以下，",
                    "S：0．02％以下，",
                    "Al，",
                    "Ｎ：0．0060％以下を含有し，",
                    "残部Feおよび不可避的不純物からなり，高強度合金化溶融亜鉛めっき鋼板」である点。",
                    "【甲3発明と訂正発明1の相違点】",
                    "・相違点C 「訂正発明1は，Alを0．005～0．283％含むのに対して，甲3発明はAlを0．5～1．5％含む点」",
                    "・相違点D 「訂正発明1は，金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在するのに対して，甲3発明は，残留オーステナイトを含有する複合組織である点」",
                    "【甲3発明との対比での訂正発明1の容易想到性に係る審決の判断（27，28頁）】",
                    "「（ア）  甲3発明は，金属組織が残留オーステナイトを含有する複合組織である鋼板に係るものであるところ，甲3号証の段落【0018】には，甲3発明におけるAlの含有に関して，「オーステナイト中へのCの濃化を促進し，残留オーステナイトの生成を容易にする作用があり，0．5％以上の添加を必要とする」と記載されているから，これを0．5％より少ない0．283％以下とすることは，残留オーステナイトの生成を困難にするため，甲3発明において阻害されているといえる。",
                    "したがって，甲3発明において，相違点Cを解消することはできない。",
                    "（イ）  さらに，甲3号証には，金属組織中にマルテンサイトを含有させることについて，記載も示唆もないから，甲3発明において，化学成分を敢えて好ましいとされる範囲外として，「フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する」金属組織とする動機付けも見出せない。",
                    "したがって，甲3発明において，相違点Dも解消することはできない。",
                    "甲1号証には，局部延性に優れた高張力の合金化溶融亜鉛めっき鋼板の金属組織について，フェライト中に残留オーステナイトとベイナイトを混在させたものは記載されているが，フェライト中に残留オーステナイトとともにマルテンサイトを混在させたものを示唆する記載はない。",
                    "（ウ）  また，甲5号証には，特許請求の範囲の記載によると，体積率で5％以上のオーステナイトが残留した加工性に優れる溶融亜鉛メッキ高張力熱延鋼板について記載されているが，以下の【0012】，【0044】の記載によると，その化学成分や熱処理条件は，金属組織にマルテンサイトが含有されないように選択されているというべきであって，フェライト中に残留オーステナイトとともにマルテンサイトを特定の体積率で混在させることを示唆する記載はない。 ",
                    "『【0012】Mn ",
                    "Mnは，未変態オーステナイトがパーライト或いはマルテンサイト変態するのを抑制する重要な作用を有している…』",
                    "『【0044】冷却停止温度の低い試験番号30，47では，得られる溶融亜鉛メッキ熱延鋼板にマルテンサイトが生成してオーステナイト残留量が少ない。』",
                    "したがって，甲3発明に甲1号証や甲5号証の記載事項を組み合わせても，相違点Dを解消することはできない。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由に関わるその余の文献の考慮について（29，30頁）",
                  "text": [
                    "「ア  甲4号証には，合金化溶融亜鉛めっき高硬度冷延鋼板の製造方法が記載されているが（特許請求の範囲），その具体的な化学成分中の少なくともAlの含有量や（6頁第1表），焼鈍からめっき温度までの冷却速度（特許請求の範囲）において訂正発明1～3と相違し，その鋼板の金属組織においても，『フェライトとマルテンサイト（一部，ベイナイトを含む）との複合組織』であって（6頁左上欄第1～4行），訂正発明1～3に係る金属組織と相違する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲7，8号証には，残留オーステナイトを10～20体積％含むTRIP鋼板（甲7：657頁左欄，甲8：1350頁左欄）に関して記載されているが，当該鋼板に合金化溶融亜鉛めっきを施した場合の金属組織について示唆するところはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲9，10号証には，金属組織がマルテンサイト，ベイナイト，フェライト及び残留オーステナイトからなる高延性高強度複合組織鋼板に関して記載されており（甲9：特許請求の範囲，甲10：特許請求の範囲），甲11号証には，金属組織がフェライト，ベイナイト，残留オーステナイトの混合組織からなる高強度鋼板に関して記載されており（2頁左下欄第3～6行），甲12号証には，フェライト・オーステナイト2相状態からオーステナイトを一部残留させつつベイナイトもしくはマルテンサイト或いはその両方に変態させる高加工性高強度複合組織鋼板の製造方法について記載されており（【0006】），甲13号証には，金属組織が残留オーステナイトを含有する複合組織であって，耐時効性の優れた高強度高延性冷延鋼板の製造方法について記載されている（特許請求の範囲，【0007】）。",
                    "しかし，甲9～13号証には，それらの鋼板に合金化溶融亜鉛めっきを施した場合の金属組織について示唆するところはないし，合金化溶融亜鉛めっきのための熱処理条件に関する示唆もない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲14号証には，フェライトをマトリックスとしベイナイト，マルテンサイトと3～20％の残留オーステナイトが混在する金属組織を有し，溶融めっき設備で熱処理されてよい高強度鋼板の製造方法について記載されている（特許請求の範囲，【0005】，【0015】）。",
                    "しかし，甲14号証の【0012】～【0014】の記載によると，この熱処理は，オーステナイトをパーライトに分解することなくベイナイト変態域にもちきたして未変態のオーステナイト中へのCの濃化を進め，室温において変態誘起塑性を起こす残留オーステナイトとすることを目的とするものであって，プレス成形性を悪くするマルテンサイトが生じにくくするものである。",
                    "そうすると，甲14号証は，フェライト中にベイナイト及び残留オーステナイトが存在するという訂正発明1～3とは別異の金属組織を得るための製造方法を開示するものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "甲15号証には，成型性及びめっき密着性に優れた高強度合金化溶融亜鉛めっき鋼板及びその製造方法について記載されているが，化学成分はTiを必須とし，Alを選択成分とするものであり（特許請求の範囲），金属組織はフェライト・マルテンサイト混合組織であり（【0004】），熱処理条件は，冷却速度が不明であり，合金化処理温度の上限が700℃であるから，化学成分，金属組織，熱処理条件のいずれにおいても，訂正発明1～3と異なるものである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "甲16号証，甲17号証には，鋼板の仕上圧延温度が通常A 変態点以上である3旨が記載され（甲16：20頁9～22行，甲7：16頁11～12行），甲18号証には合金化処理鋼板が，連続式溶融亜鉛めっきラインのめっき浴溶出側で550～600℃で合金化処理される旨が記載されている（428頁右欄20-22行）。",
                    "しかし，甲16～18号証は，訂正発明1～3における化学成分，金属組織，熱処理条件のいずれについても，示唆するところはない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "甲20号証には，TRIPを利用した延性が向上した高強度鋼板について，オーステンパー処理によりマルテンサイト又はマルテンサイト変態が起こる旨が記載されており（69頁左欄5～7行），甲21号証には，鋼の状態図（181頁図3．5．8），0．8％炭素鋼のT-T-T線図（182頁図3．5．10）とともに，パーライト，ベイナイト，マルテンサイトについての説明が記載されており，甲22号証には，デュアル・フェーズ鋼（フェライトとマルテンサイト及び残留オーステナイト）についての概説が記載されていると認められるが，甲20～22号証には，訂正発明1～3における化学成分，金属組織，熱処理条件のいずれについても，示唆するところはない。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "以上のとおりであるから，上記の各甲号証に記載された事項が全て周知の技術であるとしても，甲1～3発明と組み合わせて訂正発明1～3を導くことはできない。」"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2（訂正発明2）について（甲4号証等の考慮については前記のとおり）",
              "text": [
                "「訂正発明2は，訂正発明1と同じ化学成分に，さらに『B：0．0002～0．0020％』を追加して含有することを発明特定事項とするものであって，その金属組織は訂正発明1と同じであるから，甲1～3発明のそれぞれと対比すると，それぞれについて，少なくとも金属組織に関する相違点A・・・，相違点B・・・，相違点D・・・と同様の相違点を有するものである。 ",
                "そして，甲1～3発明のいずれに基いても，また，甲1～3発明と甲5号証の記載事項を組み合わせても，相違点A，B，Dを解消することが当業者にとって容易に想到し得ないことは，4-1の（1）イ，（2）イ，（3）イ（判決注：甲第1ないし3号証をそれぞれ主引用例とする訂正発明1の容易想到性判断）に示すとおりである。",
                "したがって，訂正発明2に対する無効理由2は理由がない。」（28頁）"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3（訂正発明3）について（甲4号証等の考慮については前記のとおり）",
              "text": [
                "「訂正発明3は，『金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する』合金化溶融亜鉛めっき鋼板の製造方法に関する発明であるのに対して，甲1～甲3号証に記載された鋼板の製造方法に係る発明（以下，『甲1～3製法発明』という。）は，訂正発明3と異なる金属組織を有する鋼板の製造方法に係るものである。",
                "そして，甲1～3製法発明と訂正発明3とは，それぞれ異なる金属組織の鋼板を得るために，それぞれ異なる化学成分の調整及び熱処理工程の特定を行っているものであるから，甲1～3製法発明に基いて，当業者が訂正発明3を容易に想到することができたということはできない。",
                "また，甲6号証には，残留オーステナイトを6～10体積％含む改良TRIP鋼板に関して記載されているが（18頁右欄16～21行），この鋼板の金属組織は，フェライト中に残留オーステナイトとマルテンサイトとともにベイナイトも混在するものであるし（18頁左欄1行～右欄4行），この鋼板にさらに合金化溶融亜鉛めっき処理を施した場合の金属組織について，何も示唆するところがないから，仮に，甲1～3製法発明に甲6号証の記載事項を組み合わせても，『金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在する』合金化溶融亜鉛めっき鋼板の製造方法を導くことはできない。",
                "したがって，無効理由3も理由がない。」（28頁）"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "各訂正発明の要旨認定の誤り（取消事由1）",
          "text": [
            "訂正発明1の特許請求の範囲には「その金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイト及び残留オーステナイトが混在する」との記載があるところ，かかる記載を文言どおり読めば，フェライト中にマルテンサイトが積極的に導入されたか，あるいは不可避的に混在するかを問うものでないことは明らかであり，また，フェライト中にマルテンサイトや残留オーステナイト以外の組織，例えばベイナイトが混在することを排除するものではない。",
            "この点，記載要件違反を理由に本件特許を無効とした第2次審決を取り消した判決では，上記記載につき，マルテンサイトと残留オーステナイトの合計量を規定することの有用性に係る技術的意義が不明であるとしても、特許請求の範囲の記載としては，マルテンサイトと残留オーステナイトの合計量が規定範囲内にあればその内訳は問わないという意味を持つものとして一義的に解釈できるから明確性要件に違反しないとの判示がされるとともに、マルテンサイトと残留オーステナイトの各含有量の内訳が特定されなければ当業者において実施できないものではないとして、実施可能要件にも違反しないとの判示がされた。",
            "そうすると，各訂正発明の要旨認定においては，フェライト中にマルテンサイトが積極的に導入されたか否かを問うたり，フェライト中のマルテンサイトと残留オーステナイトの内訳を問題にすることは，上記判決の拘束力に反し許されない。",
            "また，本件明細書の段落【0016】，【0019】，【0021】，【0022】，【0024】には，マルテンサイトの導入に対して否定的な記載がある一方，フェライト中へマルテンサイトを積極的に導入することの意義に係る記載は見当たらないから，各訂正発明はマルテンサイトを積極的に導入する趣旨のものではない。",
            "しかるに，審決は，上記記載に関し，甲2発明との相違点の判断に当たって，訂正発明1のマルテンサイトはフェライト中に積極的に導入されるものであって，単に存在が許容されるマルテンサイトはこれに当たらないとしたり（25頁），訂正発明1のフェライト中に混在するのはマルテンサイト及び残留オーステナイトのみであって，ベイナイト等が存在することは許されないとしており（26頁），上記判決の判断内容と齟齬している。",
            "したがって，審決が特許請求の範囲の記載をそのまま各訂正発明の要旨認定として記載しているとしても（5頁），誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "甲1発明と各訂正発明の相違点の認定の誤り（取消事由2）",
          "text": [
            "オーステナイトをマルテンサイト点（Ms点）以下の温度で変態させるとマルテンサイトに変態するのが自然法則であるところ，甲第1号証の熱処理工程（段落【0026】，【0028】）においては，オーステナイトの少なくとも一部がマルテンサイトに変態し，したがって，甲1発明の鋼板のフェライト中にはマルテンサイトが含まれることが明らかである。すなわち，段落【0025】，【0026】の記載は急冷を示唆しているし，オーステナイトがパーライト変態を起こすことのない程度の冷却速度で冷却され，Ms点以上の温度でオーステナイトの一部がベイナイト変態すると同時に，オーステナイトのC（炭素）濃化が生じ，C濃化後のオーステナイトの少なくとも一部がMs点以下の温度でマルテンサイトに変態する（なお，Mf点は常温以下であるから，すべてのオーステナイトがマルテンサイトに変態するものではない。）という条件を充たす以上，甲1発明の鋼板組織においてもマルテンサイトが存在するのであって，各訂正発明の鋼板と実質的に異ならない（なお，甲第14号証の鋼板においても，フェライト中にマルテンサイトが含まれることが明らかである。）。",
            "そうすると，鋼のフェライト中のマルテンサイトの有無は甲1発明と各訂正発明の相違点とならない。",
            "また，各訂正発明の金属組織中にはベイナイトが含まれていても含まれていなくてもよいのであって（任意成分），ベイナイトの含有の有無は甲1発明と各訂正発明の相違点とならない。",
            "しかるに，審決は，オーステナイトからマルテンサイトへの変態という自然法則の適用を誤り，甲1発明と訂正発明1の相違点Aにつき，「訂正発明1は，金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在するのに対して，甲1発明は，フェライト中に体積率で16％の残留オーステナイト及びベイナイトが混在する点」と認定しており，甲1発明と各訂正発明の相違点に係る審決の認定には誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に関する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "審決は，特許請求の範囲に記載されたとおりに各訂正発明を認定しており，フェライト中にマルテンサイトを積極的に導入したものに限り，マルテンサイトの存在が許容されているものは含まれないとか，フェライト中のマルテンサイトと残留オーステナイトの内訳を限定して各訂正発明を認定してはいない。したがって，審決による各訂正発明の認定に誤りがあるとはいえない。",
            "なお，各訂正発明に係る明細書においては，健全な冷延鋼板を得るためには冷間圧延前の過度のマルテンサイトの生成を避ける必要があるとか，合金化処理時のマルテンサイトの焼戻しやセメンタイトの析出を抑制するために，亜鉛めっき前のマルテンサイトの生成を避ける必要があるとされているにすぎず，金属組織中にマルテンサイトが含まれ得ることに対しても否定的な姿勢がとられているものではないところ，審決はこのとおり正しく認定している。",
            "また，審決は，相違点Aの認定に際して，ベイナイトを含む金属組織は各訂正発明の組織とは異なる旨を認定したものではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "オーステナイトをマルテンサイトに変態させるためには，急速に冷却すること（冷却条件）が必要であって，単にマルテンサイト点（Ms点）以下の温度に冷却されているからといって，必ずマルテンサイトが形成されているとはいえない。そして，甲1発明においては，マルテンサイトの形成を避ける観点から，700℃を切る温度域でパーライト変態を抑制するため冷却速度を50℃／s以上とし，かつ，550ないし350℃の間で30秒以上保持する過時効処理を行うか，550ないし350℃の間では400℃／min以下の速度で冷却する処理が行われているのであって，甲1発明の金属組織では，少なくともマルテンサイトが形成されているかは不明であり，むしろマルテンサイトが形成されていないものとみるのが自然である。",
            "各訂正発明と甲1発明とは，鋼板成分組成が同一でないばかりか，冷却条件も異なっているのであって，両者は実質的に同一でないし，訂正発明1と甲1発明の相違点（相違点Aのほかにも，Alの含有率や（％Mn）／（％C）の数値範囲が相違する。）のうち相違点Aを特徴的な相違点として挙げた審決の認定に誤りがあるとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（各訂正発明の認定の誤り）について",
          "text": [
            "審決は，各訂正発明の要旨につき，平成21年3月23日付け訂正請求書添付の訂正明細書（乙2）の特許請求の範囲の記載のとおりに認定しており（5，12頁），格別に限定を加えて認定していないことが明らかである。そうすると，原告が主張する取消事由1はその前提において失当である。原告は，前回の審決取消判決の拘束力違反をいうが，該判決は各訂正発明が特許請求の範囲の構成を有することを前提として実施可能要件の不備がないことを判断したものであるから，審決が訂正後の特許請求の範囲に従って要旨認定をした点に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（甲1発明と各訂正発明の相違点の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正発明1の特許請求の範囲においては，「その金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在することを特徴とする」との特定がされているから，訂正発明1の構成において，鋼板の金属組織のフェライト中に一定の割合（体積率）のマルテンサイト及び残留オーステナイトが含有されることが必須であることは明らかである。",
                "他方，特開平5-70886号公報（甲第1号証）の特許請求の範囲や発明の詳細な説明中には，上記公報に記載された発明である甲1発明の鋼板の金属組織中に残留オーステナイトやベイナイトが含有されていることを示す記載があるものの（請求項1，3，段落【0010】，【0026】等），マルテンサイトの含有の有無は明記されていない。",
                "そうすると，訂正発明1と甲1発明の相違点Aを「訂正発明1は，金属組織として，フェライト中に体積率で3％以上20％以下のマルテンサイトおよび残留オーステナイトが混在するのに対して，甲1発明は，フェライト中に体積率で16％の残留オーステナイト及びベイナイトが混在する点」とした審決の認定に誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点，原告は，甲1発明の鋼板のフェライト中にはマルテンサイトが含まれることが明らかであって，各訂正発明の鋼板と実質的に異ならない旨を主張する。",
                "しかしながら，鉄鋼材料に関する一般的な文献である「鉄鋼材料便覧」11ないし21頁（乙3）に照らせば，鉄に炭素（C）を固溶させた炭素鋼においてマルテンサイトを生じさせるためには，オーステナイト（γ鉄）の状態からMs点（マルテンサイト変態開始点）以下に冷却させるだけでは足りず，その冷却条件が重要であること，例えば急冷が必要であることが明らかであり，また，乙第3号証の図1・29（甲21では図3．5．10）のようなT．T．T．曲線図のいわゆる鼻（変態曲線が図の左側に向かって出っ張った部分）より下の範囲で，とりわけMs点近傍より高い温度においては，温度を一定に保つ恒温処理を一定時間以上施すと，鋼の組織がベイナイトになってしまうことが明らかである。そうすると，甲1発明の鋼板の炭素（C），珪素（Si），マンガン（Mn），リン（P），硫黄（S），窒素（Ｎ）の各含有率が訂正発明1の鋼板の炭素等の各含有率の数値範囲に含まれているとしても，冷却条件の如何によっては鋼組織が異なるものとなる可能性があるのであって（しかも，甲1発明の鋼板のアルミニウム（Al）の含有率は訂正発明1の鋼板のアルミニウムの含有率の数値範囲内にない。），訂正発明1の鋼板においてフェライト中にマルテンサイトが含まれるとしても，甲1発明の鋼板にマルテンサイトが含まれるとは必ずしもいうことができない。",
                "のみならず，甲第1号証の段落【0006】にはマルテンサイト又はベイナイト中に体積率10％以上のフェライト及び残留オーステナイトを含む従来の混合組織鋼板は，プレス加工時の成形性が必ずしも良好でなかったこと，かかる混合組織鋼板をプレス加工すると，変形後期に大部分の残留オーステナイトが歪誘起変態を起こして高炭素マルテンサイトに変態し，局部延性がごく不良になる旨が記載されているところ，段落【0009】ないし【0013】に照らせば，甲1発明は，かかる不都合を回避しながら，プレス加工性が良好で加工後に高強度となる鋼板を提供するものであることが明らかであり，殊に段落【0010】，【0019】には，一定量のアルミニウム（Al）を添加すると残留オーステナイトが安定になり，プレス加工時も高歪域に達するまで歪誘起変態を起こしにくいことが記載されている。そうすると，アルミニウムが訂正発明の鋼板よりも多く含有されている甲1発明の鋼板においては，鋼組織中にマルテンサイトをできる限り生じさせないようにすることが目指されているということができる。",
                "ここで，原告が急冷を示唆しているとする段落【0025】の記載は，過時効処理帯に入るまでの700℃を切る温度域，すなわち700ないし550℃の温度域で，パーライト変態を抑制するために冷却速度を50℃／秒以上に高める等の趣旨のものにすぎず，実施例に係る段落【0028】の記載も，700℃から400℃まで冷却速度50℃／秒で冷却した後に400℃で過時効処理を行う趣旨のものにすぎないのであって，例えば甲第21号証の図3．5．10（炭素の含有率が0．8％の共析炭素鋼）及び乙第3号証の図1．29（炭素の含有率が0．80％，マンガンの含有率が0．76％の共析炭素鋼）ではMs点が200℃強，図1．30（炭素の含有率が0．37％，マンガンの含有率が0．68％，ニッケルの含有率が3．41％の亜共析ニッケル鋼）ではMs点が300℃程度と図示されていることにも照らせば，400℃や550℃を大きく下回るMs点以下への急冷が示唆されているということはできない。また，原告が急冷を示唆しているとする段落【0026】の記載も，鋼組織をベイナイト変態させることを進行させながら，オーステナイトへの炭素（C）の濃縮の促進を達成するために一定範囲の温度条件を設定する趣旨のものにすぎず，Ms点以下への急冷が示唆されているということはできない。",
                "そうすると，甲1発明の上記鋼板をMs点以下に冷却したとしても，鋼組織中にマルテンサイトが含有されているか否かは不明であるといわざるを得ない。",
                "したがって，甲1発明の鋼組織中にマルテンサイトが含まれ，甲1発明の鋼板は各訂正発明の鋼板と実質的に異ならないからマルテンサイトの含有の有無は相違点とならないとする原告の主張は採用することができない。",
                "原告は，各訂正発明の金属組織中にはベイナイトが含まれていても含まれていなくてもよく，ベイナイトの含有の有無は甲1発明と各訂正発明の相違点とならないと主張する。しかしながら，審決は，各訂正発明の特許請求の範囲で，ベイナイトの含有が必須の要件として特定されていない一方，甲1発明では，ベイナイトを必須の要素として含有する構成を採用しているために，前記のとおりに相違点Aを認定したにすぎないから，原告の上記主張は失当というべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "結局，訂正発明1と甲1発明の相違点Aに係る審決の認定に誤りはなく，したがって，審決の各訂正発明の要旨認定や甲1発明と各訂正発明の相違点の認定に誤りがあるとはいえない。そうすると，審決の自然法則の適用に誤りがあることを前提とする原告の取消事由2の主張には理由がなく，審決が上記認定に基づいて甲第1号証を主引用例とする各訂正発明の容易想到性を判断したからといって誤りではない。審決が説示するとおり（24頁），相違点Aに係る異なる金属組織とすることや，そのために化学成分を調整したり，熱処理工程を工夫したりすることは当業者において容易に想到できたものではなく，当業者において，仮に特開平6-145788号公報（甲14）等に記載された事項を組み合わせたとしても（なお，甲第14号証は溶融めっき処理を行う前の鋼板に関する発明を開示するものにすぎず，この文献を組み合わせるべき甲1発明も溶融亜鉛めっき処理，合金化処理を行う前の鋼板に関するものにすぎないものであることからすれば，甲第14号証からは鋼板を溶融亜鉛めっき処理，合金化処理を行った場合にどのような鋼組織になるのか必ずしも明らかでない。），甲1発明に基づいて相違点Aに係る構成に容易に想到できるものではなく，各訂正発明の容易想到性についての審決の判断に誤りがあるものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとおり判決する。"
      ]
    }
  ]
}