{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2009-19294号事件について平成23年3月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定の不服審判請求を不成立とした審決の取消訴訟である。争点は，補正要件の有無及び容易想到性である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成14年5月1日，発明の名称を「経孔の後腰部生体間融合処置のための脊椎間インプラント」とする発明について，特許出願(特願2002-586853，甲2，パリ条約による優先権主張2001年5月3日，アメリカ合衆国)をし，平成17年4月19日付けで手続補正書を提出したが(甲3)，平成20年4月10日付けで拒絶の理由が通知され(甲4)，同年7月16日付けで再び手続補正書を提出したが(甲6)，同年8月8日付けで再び拒絶の理由が通知され(甲7)，同年11月12日付けで三度めの手続補正書を提出したが(甲9)，平成21年6月10日付けで補正却下の決定(甲10)及び拒絶査定(甲11)を受け，これに対し，同年10月8日付けで，不服の審判(不服2009-19294号)を請求(甲12)するとともに同日付けで手続補正書(甲13)を提出した(以下「本件補正」という。)。特許庁は，平成23年3月1日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月11日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の本願発明の要旨",
              "text": [
                "本件補正前の請求項1の発明(平成20年7月16日付け手続補正書(甲6)，以下「補正前の本願発明」という。)は以下のとおりである。",
                "「湾曲された凹形の後面および湾曲された凸状の前面を含み，前記湾曲された凹形の後面および湾曲された凸状の前面はインプラントボディの縦軸に沿って伸びており；",
                "さらに，前記前面及び後面を分離する湾曲された端部を含んでおり；",
                "さらに，上部及び下部の脊椎終板を接触する上面及び下面を含み，上面及び下面がインプラントの厚さを規定し；",
                "さらに，挿入用具による係合に適するように構成されて，ねじ山を付けていない第一および第二のチャンネルを含み，前記第一チャンネルは前記湾曲された後面の少なくとも一部に並行に配置されるとともに，前記第二チャンネルは前記湾曲された前面の少なくとも一部に並行に配置される，ボディで構成される脊椎間インプラントであって，",
                "前記湾曲された後面および前記湾曲された前面が弧状インプラント構造を形成し，経孔ウインドーを介してインプラントの挿入を容易にすることを特徴とする脊椎間インプラント。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の本願発明の要旨",
              "text": [
                "本件補正後の請求項1及び請求項13に記載された発明は以下のとおりである(以下に「補正発明」というときは，この請求項1に記載の発明を指す。)。",
                "「【請求項1】",
                "湾曲された凹形の後面および湾曲された凸状の前面を含み，前記湾曲された凹形の後面および湾曲された凸状の前面はインプラントボディの縦軸に沿って伸びており；",
                "さらに，前記前面及び後面を分離する一対の凸状端部を含んでおり；",
                "さらに，上部及び下部の脊椎終板を接触する上面及び下面を含み，上面及び下面がインプラントの厚さを規定し；",
                "さらに，挿入用具による係合に適するように構成されて，インプラントの一端のねじ山を付けていない第一および第二のチャンネルを含み，前記第一チャンネルは前記湾曲された後面に配置されるとともに，前記第二チャンネルは前記湾曲された前面に配置される，ボディで構成される脊椎間インプラントであって，",
                "前記湾曲された後面および前記湾曲された前面が弧状インプラント構造を形成し，経孔ウインドーを介してインプラントの挿入を容易にして，",
                "インプラントが単一ユニットを形成するために組み立てられた複数の相互連結ボディから形成されることを特徴とする脊椎間インプラント。」",
                "「【請求項13】",
                "二つの狭いインプラント端部により分離された湾曲した，実質的に平行の後面及び前面，上部及び下部の脊椎終板を接触させるための複数の波形表面を有する上面及び下面，並びに挿入用具による係合のための第一端部にある少なくとも一つのくぼみを有するボディ，及び",
                "インプラントを挿入中に保持するための挿入用具",
                "を含む脊椎間インプラントを経孔ウインドーを介して患者の冒された椎間板スペースに移植するためのキットであって，",
                "弧状インプラント形状が経孔ウインドーを介してインプラントの挿入を促進して，",
                "インプラントが単一ユニットを形成するために組み立てられた複数の相互連結ボディから形成されることを特徴とするキット。」",
                "(判決注  下線は，補正箇所を明示するために付した。)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，",
              "text": [
                "①  本件補正の，請求項1についての補正事項は，請求項1に記載された発明を特定するために必要な事項である，前面及び後面を分離する端部について，「湾曲された」との限定事項を「一対の凸状」との限定事項に変更し，ねじ山を付けていない第一およびそ第二のチャンネルについて，「インプラントの一端の」との限定事項を付加するとともに「の少なくとも一部に並行」との限定事項を削除し，インプラントについて「インプラントが単一ユニットを形成するために組み立てられた複数の相互連結ボディから形成される」との限定事項を付加するものであるが，そのうち限定事項の変更及び削除については，平成18年法律第55号による改正前の特許法(以下，「改正前特許法」という。)17条の2第4項2号の特許請求の範囲の減縮を目的とするものとは認められず，同法17条の2第4項の各号に掲げるその他のいずれの事項を目的とするものとも認められない，",
                "②  仮に，請求項1についての補正事項が，改正前特許法17条の2第4項2号の特許請求の範囲の減縮を目的とするものと認められるとした場合，本件補正の，請求項1についての補正事項は，新規事項を追加するものではなく，特許請求の範囲を拡張又は変更するものでもないが，補正発明は，米国特許第6174311号明細書(引用文献1。甲1)及び国際公開第00／07527号(引用文献2。甲17)に記載された発明に基づいて，当業者が容易に発明をすることができたものであるので，特許法29条2項の規定により，特許出願の際独立して特許を受けることができない，",
                "③  請求項13についての補正事項のうち，少なくとも，「後面」が「凹形」であるとの事項を削除した点，「前面」が「凸状」であるとの事項を削除した点，「前面」と「後面」とが「インプラント本体の縦軸に沿って伸びて」おり，「弧状インプラント構造を形成し」ているとの事項を削除した点，「チャンネル」に関する構成が削除され，「くぼみ」が追加されている点，「・・・インプラントの挿入を容易にすること」が削除されている点は，明らかに発明を特定するために必要な事項を限定したものでない，",
                "④  したがって，本件補正は，改正前特許法17条の2第4項2号の特許請求の範囲の減縮を目的とするものとは認められず，同項の各号に掲げるその他のいずれの事項を目的とするものとも認められないから，同項の規定に適合しない，又は同条の2第5項において準用する同法126条5項の規定に違反するとともに，同法17条の2第4項の規定に適合しないものであるから，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものである，",
                "⑤  補正前の本願発明は，引用文献1に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができない，",
                "と判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記判断に際し，審決が認定した引用文献1に記載の引用発明，補正発明と引用発明との一致点及び相違点並びに引用文献2に記載された事項は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "「湾曲された後面を形成する凹形状面14および前面を形成する側面16を有し，前記凹形状面14および側面16を有する移植部材10の本体11は長手方向の軸線19を規定し，",
                    "さらに，移植部材10は挿入端部17と器具取付端部32を含んでおり，",
                    "さらに，椎体間のスペースから移植部材が抜けることを防止する隆起部12および13を含む外面を含み，",
                    "さらに，移植部材ホルダ50に係合するように構成されて，移植部材10のスロット24，26を含み，前記スロット24は前記後面側に設けられるとともに，前記スロット26は前記前面側に設けられる，本体11で構成された椎体間に挿入する移植部材10であって，",
                    "予備成形されたキャビティに容易に挿入されて，",
                    "椎体間に挿入される移植部材10。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "補正発明と引用発明との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「湾曲された凹形の後面および前面を含み，前記湾曲された凹形の後面および前面はインプラントボディの縦軸に沿って伸びており；",
                        "さらに，前記前面及び後面を分離する一対の凸状端部を含んでおり；",
                        "さらに，上部及び下部の脊椎終板を接触する上面及び下面を含み，上面及び下面がインプラントの厚さを規定し；",
                        "さらに，挿入用具による係合に適するように構成されて，インプラントの一端のねじ山を付けていない第一および第二のチャンネルを含み，前記第一チャンネルは前記湾曲された後面に配置されるとともに，前記第二チャンネルは前記前面に配置される，ボディで構成される脊椎間インプラントであって，",
                        "経孔ウインドーを介してインプラントの挿入を容易にした脊椎間インプラント。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "補正発明は，「湾曲された凸状の前面」を含み，「湾曲された後面および湾曲された前面が弧状インプラント構造を形成し」ているのに対し，引用発明では，そのような特定はない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "インプラントが，補正発明では，「単一ユニットを形成するために組み立てられた複数の相互連結ボディから形成される」のに対して，引用発明では，そのような特定はない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用文献2に記載された事項",
                  "text": [
                    "インプラントを，単一ユニットを形成するために組み立てられた複数の相互連結ボディから形成すること"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(1)⑤の判断に際し，審決は，補正前の本願発明と引用文献1に記載の引用発明との相違点は，補正発明との間の相違点1と同じであり，同様の理由により，容易想到であるから，補正前の本願発明と引用発明に基づいて当業者が容易に発明できたと判断した。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決には，①本件補正を却下した誤り，②補正発明と引用発明の相違点の認定の誤り，③補正発明と引用発明の相違点の容易想到性評価の誤り，④補正前の本願発明についての相違点判断の誤りがあり，これらの誤りはいずれも審決の結論に影響するから，審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正の適否判断の誤り)",
          "text": [
            "審決は，本件補正の，請求項1についての補正事項のうち限定事項の変更及び削除については，改正前特許法17条の2第4項2号の特許請求の範囲の減縮を目的とするものとは認められず，同項の各号に掲げるその他のいずれの事項を目的とするものとも認められないと判断した。",
            "しかし，本件補正による変更前の請求項1の「湾曲」と，変更後の「凸状」については，図面の記載，審決の内容からも明らかなように実質的には同様の意味を有しており，変更したとはいえず，変更後の「凸状」という発明特定事項にさらに減縮をするため「一対の」を付加した「一対の凸状」なる限定事項は，改正前特許法第17条の2第4項2号の特許請求の範囲の減縮を目的としている。",
            "また，本件補正による変更前の請求項1の「の少なくとも一部に並行」との限定事項を削除した点については，審査において不明確な個所及び理解できなかった箇所を残しておくことは審理においても好ましいことではないため，本件補正で削除したものである。",
            "本件補正で，請求項1に，「インプラントの一端の」及び「インプラントが単一ユニットを形成するために組み立てられた複数の相互連結ボディから形成される」との記載を加えた点については，明らかに限定事項であるため，改正前特許法17条の2第4項2号の特許請求の範囲の減縮を目的とするものである。",
            "したがって，審決の「2．本件補正の適否についての検討」の認定判断は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(補正発明と引用発明との相違点の認定の誤り)",
          "text": [
            "審決が認定した一致点のうち，「後面及び前面」について，引用文献1には「平坦な側面16が湾曲された面を有することができる」(甲1明細書9欄10行)と記載されているが，具体的，明示的に開示されているとはいえない。したがって，相違点として，「湾曲された凸状の後面」も含まれる。",
            "審決が認定した一致点のうち，「さらに，前記前面及び後面を分離する一対の凸状端部を含んでおり」については，引用文献1の図1～6によるインプラントは，片方にのみ凸状端部を有している。そのため，相違点として，「一対の凸状端部」が追加される。",
            "引用文献1の「予備成形されたキャビティ」は，明細書，図11，図11aを参照しても，補正発明とは全く異なったものであり，この記載から補正発明の「経孔ウインドーを介して」とするための，合理的説明が明示されていない。したがって，相違点として，「経孔ウインドーを介してインプラントの挿入を容易にした」点が追加される。",
            "上記の相違点を考慮すると，補正発明は十分な新規性を有している。また，審決が一致点と認定したが原告が相違点と主張する上記事項を考慮すれば，十分な進歩性を有している。したがって，審決の「(2-2)対比」の認定判断は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(補正発明と引用発明との相違点についての容易想到性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "審決は，引用文献1の図22から，凹形状面215と凸形状面217とにより弧状構造である三日月形状の本体211を構成することが開示されているから，補正発明が容易に想到することができるとしているが，別々の実施例に着目した実質的な検討及び判断を示していない。引用文献1の図1～6のインプラントは，縦軸19に対して垂直である大きな開口部20及び小さな開口部22を有しており，片側端部のみ凸形状である。このようなインプラントを，引用文献1の別の実施形態である図22のチャンネルを有しておらず左右対称でないインプラントとするための示唆や動機付けについて合理的説明も，客観的な証拠等もない。たとえ組み合わせたとしても補正発明に到達することはできず，容易想到であるとした審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "審決は，引用文献1及び引用文献2に着目した実質的な検討及び判断を示していない。引用文献2の図7に複数の相互連結ボディを組み立てることによって脊椎間インプラントを単一ユニットとして形成する点が開示されているといえるが，共通する技術分野に属するものであるからといって，全く異なった形状のインプラント同士である引用文献1記載の発明に引用文献2に記載された事項を採用して，補正発明のように，インプラントが単一ユニットを形成するために組み立てられた複数の相互連結ボディから形成されるように構成することについての示唆や動機付けについて合理的説明も，客観的な証拠等もない。たとえ組み合わせたとしても補正発明に到達することはできず，容易想到であるとした認定判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正発明の進歩性について",
              "text": [
                "補正発明は，脊椎間インプラントであり，狭い経孔ウインドーを介し冒された椎間板スペースにおいて脊椎の後面へ挿入可能であるインプラントにより，従来のPLIF技術の有していた課題を解決することができる。湾曲された凹形の後面及び湾曲された凸状の前面を有する弧状のインプラントである脊椎間インプラントを構成する補正発明によりこの課題を解決することができる。",
                "さらに，補正発明は，後面の対称な最終位置に単一のインプラントとして使用するための意図がある脊椎間インプラントであるため，二つの凸状の端部を有する脊椎間インプラントの対称な構成が優位である。このため，本件出願の特徴である「湾曲された凹形の後面および湾曲された凸形の前面」，「前面及び後面を分離する一対の凸状端部」，「前記湾曲された後面及び前記湾曲された前面が弧状インプラント構造を形成し，経孔ウインドーを介してインプラントの挿入を容易にして」という3つの特徴を組み合わせることができる。",
                "引用文献1の脊椎間インプラントの凹形状面は，骨形成材を受けるため使用されるインプラントにある凹部を形成しようとしており，それにより，引用文献1のインプラントの凹形状の湾曲された後面は，別の課題を解決している。さらに，引用文献1に開示された脊椎間インプラントは，矢状のカンナの側面に沿って，二つ一組で埋め込まれる。",
                "引用文献1には，狭い経孔ウインドーを介し後面位置に単一の脊椎間インプラントの挿入に関しての示唆や動機付けがないため，引用文献1にある課題の解決のために当業者が参照するための示唆や動機付けもなく，引用文献1の図22の実施例にのみ記載される湾曲した凸形状の前面を用いて図1～6の実施例を変更することについても示唆や動機付けがない。",
                "本件出願の脊椎間インプラントの複数の構成要素は，同種骨でインプラントされる場合に優位である。なぜなら，インプラントは，人間から骨を獲得するため過度の費用や侵襲性切開なしで骨から作製することができる。骨の単一の大片を得ることにより，困難性や実行不可能なことを避けることができる。",
                "上記の理由により，補正発明は十分に進歩性を有していることが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(補正前の本願発明と引用発明との相違点についての容易想到性判断の誤り)",
          "text": [
            "補正前の請求項1は，脊椎間インプラントであり，狭い経孔ウインドーを介し冒された椎間板スペースにおいて脊椎の後面へ挿入可能であるインプラントにより，従来のPLIF技術の有していた課題を解決することができる。湾曲された凹形の後面及び湾曲された凸状の前面を有する弧状のインプラントである脊椎間インプラントを構成する本願発明によりこの課題を解決することができる。",
            "さらに，補正前の請求項1は，後面の対称な最終位置に単一のインプラントとして使用するための意図がある脊椎間インプラントであるため，二つの凸状の端部を有する脊椎間インプラントの対称な構成が優位である。このため，本件出願の特徴である「湾曲された凹形の後面および湾曲された凸形の前面」，「前面及び後面を分離する湾曲された状端部」，「前記湾曲された後面及び前記湾曲された前面が弧状インプラント構造を形成し，経孔ウインドーを介してインプラントの挿入を容易にして」という3つの特徴を組み合わせることができる。",
            "引用文献1の脊椎間インプラントの凹形状面は，骨形成材を受けるため使用されるインプラントにある凹部を形成しようとしており，それにより，引用文献1のインプラントの凹形状の湾曲された後面は，別の課題を解決している。さらに，引用文献1に開示された脊椎間インプラントは，矢状のカンナの側面に沿って，二つ一組で埋め込まれる。",
            "引用文献1には，狭い経孔ウインドーを介し後面位置に単一の脊椎間インプラントの挿入に関しての示唆や動機付けがないため，引用文献1にある課題の解決のために当業者が参照するための示唆や動機付けもなく，引用文献1の図22の実施例にのみ記載される湾曲した凸形状の前面を用いて図1～6の実施例を変更することについても示唆や動機付けがない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲2)の発明の詳細な説明及び図面(甲16)では，インプラントの前面及び後面を分離する符号25で示される部分は「一対の狭い端部」とされており，「湾曲」とも「凸状」とも記載されていないので，それらを参酌しても「湾曲」と「凸状」とが実質的に同様の意味を有するかどうか明らかでない。",
                "広辞苑(乙1)によれば「湾曲」とは「弓形にまがること」をいい，「凸状」の「凸」とは「物の表面が部分的に出ばっていること。でこ。」をいうもので，両者の意味は異なる。さらに「湾曲」は曲線形状に限られるが，「凸状」は部分的に出ばっていれば直線形状も曲線形状も含むと解されることから，「凸状」の概念が「湾曲」の概念に含まれる関係ともいえない。",
                "したがって，「一対の」を付加したとしても，「湾曲された」を「一対の凸状」へと変更した点は，特許請求の範囲の減縮とはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「の少なくとも一部に並行」を削除することにより，補正前にはあった第一チャンネルが湾曲された後面の少なくとも一部に並行であり，第二チャンネルが湾曲された前面の少なくとも一部に平行であるとの限定事項が補正後にはないものとなるのであるから，特許請求の範囲の減縮ではなく，改正前特許法17条の2第4項の各号に掲げるその他のいずれの事項を目的とするものともいえない。拒絶理由に対処したものであるからといって，補正要件の違反が問われないものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "補正発明において「湾曲された凸状」の部分は「前面」であり，「後面」は「湾曲された凹形」である。原告が主張する「湾曲された凸状の後面」は存在しないから，原告の主張は失当である。仮に相違点として「湾曲された凸状の前面」も含まれる旨の主張であるとすれば，この点は審決でも相違点1として挙げているので，審決の取消事由とはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用文献1の図1～6によるインプラントは，挿入端部17と器具取付端部32とを有している。原告は，そのうち挿入端部17が湾曲面18となっており，端部に向かうにつれて幅寸法が小さくなることから凸状端部としているようであるが，器具取付端部32も図2によれば明らかに端部に向かうにつれて幅寸法が小さくなっているから，同様に凸状端部といえる。したがって，「一対の凸状端部」を一致点とした点に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用文献1においてインプラントの挿入時の状態を示す図11及び明細書10欄18-22行(仮訳として特表2002-528164号公報(乙2)段落【0031】を参照)の記載によれば，移植部材10が予備成形されたキャビティに配置される際に，挿入管90が予備成形されたキャビティに隣接して配置されたあと移植部材10が挿入管90内を摺動して予備成形されたキャビティに配置されることが示されている。そうすると，挿入管90は外部から予備成形されたキャビティに隣接した位置に配置されるのであるから，挿入管90をその位置まで挿入しうる経路として外部から予備成形されたキャビティを臨む孔状の窓部すなわち経孔ウインドーに相当する部分が存在していることになる。そして，経孔ウインドーに相当する部分を通る挿入管90内を摺動させることにより移植部材10の挿入を容易にしているから，「経孔ウインドーを介してインプラントの挿入を容易にした」点を一致点とした審決の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "引用文献1には，図1～6のような一方の面が湾曲した凹状で他方の面が平坦な形状の移植部材の他に，図12のようなJ形状の移植部材や図22のような一方の面が湾曲した凹状で他方の面が湾曲した凸状の三日月形状の移植部材が記載されており，移植部材の形状は移植すべき場所や求める機能に応じ適宜選択し得る事項と理解できる。そして，それぞれの実施例を見た当業者であれば移植すべき場所等に応じて一方の形状を他方に適用することを当然試みるものである。そして図1～6に示される移植部材については，原告も指摘するとおりその平坦な側面は湾曲した面を含むことができるとも記載されている(明細書9欄10-11行，仮訳乙2【0025】)のであるから，図22の形状を適用して平坦な側面を湾曲した凸状とすることに阻害要因はなく，該適用の結果相違点1に係る補正発明のように構成することは当業者が容易に想到し得ることである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "引用文献2の7頁5～8行には，第7図に関連した事項として，脊椎間インプラントを形成する同種骨の単一部材が手に入りにくいときに，複数部品を組み合わせて作る旨の記載がある。引用文献1に記載されたインプラントにあっても，その形状にかかわらず，同種骨の単一部材が手に入りにくいという問題は存在するから，引用文献2に接した当業者は，引用文献1に記載された発明に対してかかる問題を解決している引用文献2に記載された事項の適用を当然試みるといえるのであって，該適用の結果相違点2に係る補正発明のように構成することは当業者が容易に想到し得ることである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正発明の進歩性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献1と補正発明の脊椎間インプラントはいずれも脊椎間に配置されて腰部生体間融合処置に供されるものである。そしてたとえ引用文献1の脊椎間インプラントの凹形状面が，補正発明とは別の課題も解決しているとしても，図1～6に示される移植部材も図22に示される移植部材も共に凹形状面を有しているのであるから，一方の形状を他方に適用した場合に当該別の課題を解決する上で支障が生じるものではないのであり，適用する際の阻害要因とはならない。よって，引用文献1に記載された発明に基づいて相違点1に係る補正発明の発明特定事項に容易に想到し得るものである。",
                    "また，補正発明の脊椎間インプラントも，二つ一組で使うことを除外するものではないから，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「経孔ウインドーを介してインプラントを挿入すること」については引用発明も備えている。そして，補正発明において「後面位置に単一の」脊椎間インプラントであるとの特定はなされていない。そうすると，原告の主張は相違点でない特定事項についての主張及び補正発明に基づかない事項についての主張であって失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "その他，原告は，補正発明は単一のインプラントとして使用する意図があるので，二つの凸状の端部を有する脊椎間インプラントの対称な構成が優位である旨，また補正発明の脊椎間インプラントの複数の構成要素は，同種骨でインプラントされる場合に優位である旨の主張もしている。しかし，補正発明は対称な構成とは特定されていないし，補正発明ではインプラントの一端のみに第一および第二チャンネルが配置されているから対称とはいえない。また，引用文献2に同種骨でインプラントされる場合であることが記載されているので，引用文献2から予測できた効果にすぎない。よって原告の主張は失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対して",
          "text": [
            "3に記載したと同様の理由により原告の主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が認定した一致点のうち，「後面および前面」については，引用文献1には「平坦な側面16が湾曲された面を有することができる」と記載されているが，具体的，明示的に開示されているとはいえないため，相違点として，「湾曲された凸状の後面」も含まれると主張する。",
                "補正発明の発明特定事項として「湾曲された凸状の後面」との記載はないので，原告の主張を，補正発明が「湾曲された凸状の前面」を有する点において引用発明と相違する旨の主張と解するとして，審決が，引用発明につき前面に関して相違点として認定したのはその趣旨である。あるいは，原告の主張を，補正発明が「湾曲された凹形の後面」を有する点において引用発明と相違する旨の主張と解するとしても，引用発明は「凹形状面14」を有しており，これが「湾曲された凹形の後面」に相当することは明らかであるから，この点で相違するということはできない。",
                "審決に原告が主張するような誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審決が認定した一致点のうち，「さらに，前記前面及び後面を分離する一対の凸状端部を含んでおり」については，引用文献1図1～6の移植部材は，片側にのみ凸状端部を有しているため，相違点として「一対の凸状端部」が追加されると主張する。",
                "しかしながら，引用文献1(甲1)の図1～6に係る移植部材は，挿入端部17と器具取付端部32とを有するが，そのうち挿入端部17は湾曲面18となっており，端部に向かうにつれて幅寸法が小さくなるから，凸状端部といえる。他方，器具取付端部32についてみると，図2によれば端部に向かうにつれて幅寸法が小さくなっていること，及び，甲1に「器具の取付端部32は，移植部材のホルダに係合するために種々の凹所，開口及び他の構造的な特徴を含むことができる。例えば，図4及び図5に示すように，器具係合端部は，スロット24，26，第1のぎざぎざ部分28と，第2のぎざぎざ部分30とを有する。第1のぎざぎざ部分28と第2のぎざぎざ部分30は，移植部材ホルダの対応するピンに係合するように設けることができる。」(仮訳乙2【0026】)と記載されていることによれば，器具取付端部32も凸状端部といえる。",
                "したがって，審決が，「一対の凸状端部」を一致点とした点に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用文献1の「予備成形されたキャビティ」は補正発明とは異なったものであり，一致点としては認められず，相違点として，「経孔ウインドーを介してインプラントの挿入を容易にした」点が追加されると主張する。",
                "しかしながら，引用文献1(甲1)において移植部材の挿入時の状態を示す図11及び対応箇所の記載(仮訳乙2【0031】)によれば，移植部材10が予備成形されたキャビティに配置されるときは，まず挿入管90が予備成形されたキャビティに隣接して配置され，続いて，移植部材10が挿入管90内を摺動して予備成形されたキャビティに配置されることが認められる。挿入管90は外部から予備成形されたキャビティに隣接した位置に配置されるのであるから，挿入管90をその位置まで挿入し得る経路として外部から予備成形されたキャビティを臨む経孔ウインドーに相当する部分が存在していると解することは，合理的である。そうすると，経孔ウインドーに相当する部分を通る挿入管90内を摺動させることにより，移植部材10の挿入を容易にしていることになるから，引用発明が「予備成形されたキャビティに容易に挿入され」るものである点で，補正発明の「経孔ウインドーを介してインプラントの挿入を容易にした」点に相当し，一致点とした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，補正発明と引用発明との一致点及び相違点の審決認定に原告主張の誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献1(甲1)には，前面を形成する側面16に関し，「移植部材本体11は，凹形状の面14と反対側に平坦な側面16を有する。平坦な側面16は，器具係合端部32に隣接しており，挿入端部17に当接するために本体11の長さに沿って延びている。本発明の目的のために平坦な側面16が平らであることを理解すべきである。しかしながら，平坦な側面16は，所望ならば，湾曲した面を含むことができる。」(仮訳乙2【0025】)と記載され，側面16を湾曲した面とすることが示唆されている。",
                    "また，引用文献1(甲1)には，他の実施形態として，図22に係る移植部材が開示され，当該移植部材は「凸形状面217と，反対側の凹形状面215とを有する三日月形状の本体211を有する。」もので(審決6頁20～21行)，湾曲された凸状の前面を含み，湾曲された後面および湾曲された前面が弧状インプラント構造を形成している。",
                    "引用文献1には，その他，図12に係るJ形の移植部材も開示されている。これら例示された各移植部材は，いずれも同じ発明に関する同一の文献に記載された実施形態の例であって，図1～6の移植部材に他の実施形態の形状を採用したときに支障が生じることを窺わせる記載も特段認められないことからすると，移植すべき場所や求める機能等に応じ，適宜にこれら各種形状を選択し得るものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し，原告は，引用文献1の図1～6のインプラントは，縦軸19に対して垂直である大きな開口部20及び小さな開口部22を有しており，片側端部のみ凸形状である，このような移植部材を，引用文献の別の実施形態である図22のチャンネルを有しておらず左右対称でないインプラントとするための示唆や動機付けはなく，たとえ組み合わせたとしても補正発明に到達することはできないと主張する。",
                    "しかし，例示された各移植部材における具体的な構造は，置換可能なものや任意付加的なものであって，適用を困難にするほどの構造の相違はなく，当業者にとってそのような支障があるものとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，引用発明に，図22に係る移植部材の，湾曲された凸状の前面を含み，湾曲された後面および湾曲された前面が弧状インプラント構造を形成している点を適用し，相違点1に係る構成とすることは，当業者が容易に想到できたものであるとするのが相当であって，同じ旨を判断した審決に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点2に係る補正発明の構成に関し，本願明細書(甲2)には「この多構成部分形態は同種異系移植片骨から形成されたインプラントに特に有益であるかもしれない。何とならば，或る種の適用について同種異系移植片の単一の，充分に大きい片を得ることが困難であるかもしれず，かつ／又は非実用的であるかもしれないからである。」(【0013】)と記載されている。",
                    "この記載からすると，補正発明は，同種骨からインプラントを作る場合に，一つの大きな骨片を人体から採取する必要がなく，インプラントを骨から作ることが可能である点に技術的意義があると解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，引用文献2(甲17)には，図7に係るインプラントとして，上下部分52及び54から成るインプラント50が記載され，その7頁には，「インプラント50を形成する同種骨の単一部材を得るのが難しそうなとき，2個の部材，すなわち上下部分52，54でインプラント50を製造すると，より小さな同種骨を使うことができる。」(訳は被告準備書面(第1回)に添付のものによった。)と記載されている。この記載によれば，当業者は，相違点2に係る補正発明の構成と同様の技術的事項が記載されており，その技術的事項は図7に示されているような移植片骨の具体的な形状に拘わらないことが容易に理解できる。",
                    "そして，引用発明にあっても同種骨の単一部材が手に入りにくいという問題は当然内在するから，引用文献2を知り得た当業者にとって，引用発明に対して引用文献2に記載された事項を適用することは格別困難ではなく，引用文献1には移植部材を複数の部材から構成することを排除する特段の記載もない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，共通する技術分野に属するものであるからといって，全く異なった形状のインプラント同士である引用発明に引用文献2に記載された事項を採用して，補正発明のように，インプラントが単一ユニットを形成するために組み立てられた複数の相互連結ボディから形成されるように構成することについての示唆や動機付けはなく，たとえ組み合わせたとしても補正発明に到達することはできないと主張する。",
                    "しかし，引用文献2の当該記載に接した当業者には，記載された事項が図7に示されているような移植片骨の具体的な形状に拘わらない事項であることは容易に理解できるものであり，引用発明にあっても同種骨の単一部材が手に入りにくいという問題は当然内材するから，引用発明において，インプラントが単一ユニットを形成するために組み立てられた複数の相互連結ボディから形成されるように構成することについての示唆や動機付けはあると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，引用発明に引用文献2に記載された事項を適用し，相違点2に係る補正発明のように構成することは当業者が容易に想到できたものであり，その旨判断した審決に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由4について",
          "text": [
            "補正前の本願発明と引用発明とは，補正前の本願発明が「湾曲された凸状の前面」を含み，「湾曲された後面および湾曲された前面が弧状インプラント構造を形成し」ているのに対し，引用発明では，そのような特定はない点，すなわち，補正発明に係る上記相違点1と同様の点で相違し，その余の点で一致すると認められる。",
            "そうすると，上記で検討したのと同様の理由により，相違点に係る補正前の本願発明の構成は，引用発明に基づいて当業者が容易に想到し得るもので，補正前の本願発明の効果も，当業者が予測し得た程度のものであって格別のものとはいえない。",
            "したがって，補正前の本願発明は，引用発明に基づいて，当業者が容易に発明をすることができたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，取消事由1について判断するまでもなく，補正発明は独立特許要件を欠き，補正前の本願発明も容易想到であるから，本件補正を却下すべきものとし，本件審判請求を不成立とした審決に誤りはない。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成23年(行ケ)10218",
    "date": "2012-05-07",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082245",
    "ipprecedent_id": "2929",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}