{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-4262号事件について平成23年9月20日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「電解装置」とする発明について，平成16年6月11日に特許出願（特願2004-174395号。以下「本願」という。）をしたが，平成21年11月18日付けで拒絶査定を受けた。これに対し，原告は，平成22年2月26日付けで，拒絶査定に対する不服審判の請求（不服2010-4262号）をし，平成23年6月28日付けで拒絶理由通知を受けたので，同年8月5日付けで特許請求の範囲及び明細書について手続補正をした（以下，「本件補正」といい，本件補正後の明細書を「本願明細書」という。）。",
            "特許庁は，平成23年9月20日，「本件審判の請求は，成り立たない。」との審決をし（以下，単に「審決」という。），その謄本は，同年10月11日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである（以下，本件補正後の請求項1に記載された発明を「本願発明」という。）。",
            "「無隔膜式の電解装置において，電極の電流密度を2mA／mm2以上とし，被処理水を流速は，0．3mm3／mA・sec（単位電流流速）以上で流通させるようにした，電解装置」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，本願発明は，特開昭52-149269号公報（以下「引用例」という。）に記載された発明であり，特許法29条1項3号により特許を受けることができない，というものである。",
            "審決は，上記結論を導くに当たり，引用例に記載された発明の内容，引用例に記載された発明と本願発明との対比について，次のとおり認定，判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例に記載された発明の内容",
              "text": [
                "「無隔膜単極式電解槽において，陽極6，陰極7を交互に配置し，電流密度を20A／dm2以上とし，ＮaCl  30g／lの食塩水を流速1m／秒で流して電気分解する無隔膜単極式電解槽」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比",
              "text": [
                "引用例に記載された発明は，単位電流流速（流速（mm／sec）を電極表面の電流密度（A／mm2）で除したもの）に単位を変換して計算すると，「無隔膜単極式電解槽において，陽極6，陰極7を交互に配置し，電極の電流密度を2mA／mm2以上とし，ＮaCl  30g／lの食塩水を流速0．5×103mm3／mA・sec（単位電流流速）で流して電気分解する無隔膜単極式電解槽」と整理することができ，本願発明と引用例に記載された発明とは，「無隔膜式の電解装置において，電極の電流密度を2mA／mm2以上とし，被処理水を流速は，0．3mm3／mA・sec（単位電流流速）以上で流通させるようにした，電解装置」である点で一致する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告の主張",
          "text": [
            "審決は，本願発明と引用例に記載された発明とは，「無隔膜式の電解装置において，電極の電流密度を2mA／mm2以上とし，被処理水を流速は，0．3mm3／mA・sec（単位電流流速）以上で流通させるようにした，電解装置」である点で一致し，本願発明は，引用例に記載された発明であると認定，判断する。",
            "しかし，上記審決の認定，判断には，以下のとおり，誤りがある。すなわち，"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（本願発明の認定の誤り）",
              "text": [
                "数値限定発明の新規性を判断する際には，数値限定の技術的意義や数値限定による作用効果を参酌すべきところ，審決は，本願発明における数値と引用例に記載された数値との比較に終始し，本願発明の数値限定の技術的意義や作用効果を全く検討していない。",
                "また，無隔膜式の電解装置において，電極に析出物が付着することなく，効率よく電解を継続するためには，少なくとも100mm3／mA・sec程度の単位電流流速が必要であるというのが技術常識であったところ，本願発明は，①電極の電流密度を2mA／mm2以上とすること，②被処理水の流速を0．3mm3／mA・sec（単位電流流速）以上とすることによって，電極に析出物が付着することなく，効率よく電解が継続されるとの特有の効果が得られるものである。そして，本願明細書中には，単位電流流速について，下限の100倍以上大きな値を含むことを許容する記載はない。そうすると，本願発明に係る特許請求の範囲の「0．3mm3／mA・sec以上（単位電流流速）」は，その上限が引用例に記載された発明の「0．5×103mm3／mA・sec（単位電流流速）」にまで至らないものと認定すべきである。",
                "以上のとおり，審決の本願発明の認定には，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（引用例に記載された発明の認定の誤り）",
              "text": [
                "引用例に記載された発明は，次亜塩素酸塩を生成する電解槽の電極の改良に関するものであり，引用例に記載されている電極寸法，電流密度，流速等の数値は，電極素材の電流効率を比較するための実験で用いた数値にすぎない。また，引用例には，結果として，電流密度20A／dm2，単位電流流速0．5×103mm3／mA・secという数値が開示されているのみであり，この数値の電解効率の観点からの技術的意義，作用効果は開示されていない。",
                "したがって，引用例は，本願発明に関連する発明が開示された公知文献とはいえず，審決の引用例に記載された発明の認定には，誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3（新規性判断の誤り）",
              "text": [
                "本願発明は，可及的に流速を遅くしつつ，かつ二次反応が起きにくい程度に速い流速で，生成物濃度の高い被処理水を得るための下限を見出したものである。他方，引用例に記載された発明は，電解効率や二次反応の阻止という本願発明の目的や作用効果と関係がなく，下限の流速について記載も示唆もされていない。また，引用例に記載された発明（流速は1m／sec）は，本願発明（本願明細書【表2】に記載された数値中，本願発明の範囲に含まれる流速は，約3mm／sec～40mm／secである。）に比べて25倍以上の流速があり，大型大流量タイプの装置でしか実施することができないものであり，生成物の濃度も低いものである。",
                "以上によれば，引用例に記載された発明における単位電流流速0．5×103mm3／mA・secが，本願発明の単位電流流速0．3mm3／mA・sec以上に含まれるとしても，本願発明は引用例に記載された発明であるということはできず，審決の新規性判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "原告は，審決には，本願発明及び引用例に記載された発明の認定を誤り，本願発明は引用例に記載された発明であると判断した誤りがあると主張する。",
            "しかし，原告の主張は，以下のとおり，失当である。すなわち，本願発明は，引用例に記載された発明と構成が同一であれば新規性が否定されるのであって，この際，両発明の技術思想や作用効果を考慮する必要はない。この点，審決は，本願発明に係る特許請求の範囲の記載から本願発明を認定し，電流密度の単位を変換したものの，引用例の記載から引用例に記載された発明を認定したのであって，審決の本願発明及び引用例に記載された発明の認定に誤りはない。また，審決は，本願発明と引用例に記載された発明を対比した結果，それぞれの構成が同一であるとして，本願発明の新規性を否定したものであり，誤りはない。",
            "これに対し，原告は，本願発明は，単位電流流速の下限を見出したものであると主張するが，かかる事項は本願発明と引用例に記載された発明の構成が同一であるか否かの判断に影響を及ぼさない。また，原告は，引用例に記載された発明は，本願発明に比べて装置が大型で流速も25倍以上あり，生成物の濃度が低いと主張するが，本願発明に係る特許請求の範囲においては，装置の大きさや生成物の濃度を何ら特定していない。原告の上記主張は，本願発明に係る特許請求の範囲の記載に基づかない主張であり，失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本願発明は引用例に記載された発明であり，特許法29条1項3号により特許を受けることができないとした審決の判断に誤りはないものと判断する。その理由は，以下のとおりであるが，事案に鑑み，取消事由1ないし3について，併せて検討する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本願発明に係る特許請求の範囲の記載は，前記第2の2記載のとおりである。これによれば，本願発明は，無隔膜式の電解装置において，電極の電流密度を2mA／mm2以上とし，被処理水を流速は，0．3mm3／mA・sec（単位電流流速）以上で流通させるようにした，電解装置である。他方，引用例（甲1）によれば，引用例に記載された発明は，無隔膜単極式電解槽において，陽極6，陰極7を交互に配置し，電流密度を20A／dm2以上とし，ＮaCl  30g／lの食塩水を流速1m／秒で流して電気分解する無隔膜単極式電解槽である。そして，1Aは1×103mA，1dmは1×102mm，本願発明における単位電流流速とは流速（mm／sec）を電極表面の電流密度（A／mm2）で除したものであるから，引用例記載の無隔膜単極式電解槽における単位電流流速は，（1m／秒）／（20A／dm2）＝（1×103mm／sec）／（2mA／mm2）＝0．5×103mm3／mA・secである。そうすると，引用例に記載された発明は，無隔膜単極式電解槽において，陽極6，陰極7を交互に配置し，電極の電流密度を2mA／mm2以上とし，ＮaCl  30g／lの食塩水を流速は，0．5×103mm3／mA・sec（単位電流流速）で流して電気分解する無隔膜単極式電解槽といえる。以上によれば，本願発明と引用例に記載された発明は，無隔膜式の電解装置において，電極の電流密度を2mA／mm2以上とし，被処理水を流速は，0．3mm3／mA・sec（単位電流流速）以上で流通させるようにした，電解装置である点で構成が一致しており，本願発明は，引用例に記載された発明といえる。"
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決は本願発明と引用例に記載された発明の数値の比較を行うのみで数値限定の技術的意義や数値限定による作用効果を検討しておらず，本願発明の特許請求の範囲の「0．3mm3／mA・sec（単位電流流速）以上」との記載をもって，単位電流流速の値が100倍以上も大きい引用例に記載された発明が本願発明に含まれると判断したものであり，審決の本願発明の認定には，誤りがあると主張する。",
                "しかし，原告の上記主張は，失当である。すなわち，特許法29条1項3号の判断において，刊行物に発明が記載されているというためには，当業者が特別の思考を有することなく，当該発明を実施し得る程度の記載がされていることが必要であるところ，その発明の構成が記載されていればよく，発明の目的や作用効果まで記載されている必要はないものと解される。この点，上記のとおり，本願発明と引用例に記載された発明は，無隔膜式の電解装置において，電極の電流密度を2mA／mm2以上とし，被処理水を流速は，0．3mm3／mA・sec（単位電流流速）以上で流通させるようにした，電解装置である点で構成が一致している（この点については原告も争っていない。）。また，審決は，本願明細書の「上記結果（判決注・実施例の結果のことを示す。）から，単位電流流速を大きくする（一般的には流量，流速も大きくなる）ことにより，Cl2（判決注・「Cl 」の誤記と解する。）の2生成効率は向上することが理解できる。特に単位電流流速0．3を境に飛躍的に効率がよくなることが分かる。このような結果となる理由は，流速が速いことにより二次反応が抑制されることにあると考えられる。（」段落【0021】）との記載から，本願発明において，二次反応が抑制され，効率がよくなる単位電流流速には，上限はなく，特定の値（0．3mm3／mA・sec）より大きな値であればよいものと解されるとして，本願発明の数値限定の技術的意義や数値限定による作用効果を検討している。",
                "したがって，原告の上記主張は失当であり，審決の本願発明の認定に誤りはない。 "
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願明細書中には，単位電流流速が100倍以上大きな値を含むことを許容する記載はなく，本願発明に係る特許請求の範囲の「0．3mm3／mA・sec（単位電流流速）以上」は，その上限が引用例に記載された発明の「0．5×103mm3／mA・sec（単位電流流速）」にまで至らないものと認定すべきであると主張する。",
                "しかし，原告の上記主張は，失当である。すなわち，本願発明に係る特許請求の範囲には，「電極の電流密度を2mA／mm2以上」とし，「被処理水を流速は，0．3mm3／mA・sec（単位電流流速）以上」で流通させるようにしたと記載されており，その発明内容は明確であり，本願明細書中の記載をもって，その上限を限定することはできない（もし，引用例に記載された発明のような大きな流速のものを排除するのであれば，特許請求の範囲において上限数値を記載すべきである。）。なお，本願明細書中には，単位電流流速の上限を限定する記載も示唆もなく，むしろ，上記甲2段落【0021】の記載からすれば，単位電流流速が大きいほど二次反応が抑制され，Cl の生成効率が良くなるものと理解できる。",
                "2したがって，本願発明の単位電流流速に上限を設ける原告の上記主張は失当であり，審決の本願発明の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用例に記載された発明は，次亜塩素酸塩を生成する電解槽の電極の改良に関するものであり，引用例に記載されている電極寸法，電流密度，流速等の数値は，電極素材の電流効率を比較するための実験で用いた数値にすぎず，引用例は，電解条件に関する発明が作用効果を含めて開示されているものではないから，本願発明に関連する発明が開示された公知文献とはいえないと主張する。",
                "しかし，原告の上記主張は，失当である。すなわち，引用例には，無隔膜単極式電解槽における電流密度及び流速が明確に記載されており，これにより，引用例に記載された発明における単位電流流速も明らかになるものであって，引用例に，本願発明と同様の発明の目的や作用効果が記載されていないとしても，本願発明が引用例に記載された発明であると認定することの妨げとはならない。",
                "したがって，審決の引用例に記載された発明の認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本願発明は可及的に流速を遅くしつつ，かつ二次反応が起きにくい程度に速い流速で，生成物濃度の高い被処理水を得るための下限を見出したものであるのに対し，引用例に記載された発明は，電解効率や二次反応の阻止という本願発明の目的や作用効果と関係がなく，下限の流速について記載も示唆もされていない上，本願発明に比べて25倍以上の流速があり，大型大流量タイプの装置でしか実施することができないものであり，引用例に記載された発明における単位電流流速0．5×103mm3／mA・secが，本願発明の単位電流流速0．3mm3／mA・sec以上に含まれるとしても，本願発明が引用例に記載された発明であるということはできず，審決の新規性判断には誤りがある，と主張する。",
                "しかし，原告の上記主張は，失当である。すなわち，上記本願明細書の段落【0021】によれば，本願発明は，単位電流流速0．3を境にCl の生成効率が飛2躍的によくなることから，単位電流流速の下限を0．3mm3／mA・secに定めたものと認められ，可及的に流速を遅くしつつも，電極への付着が少なく，かつ二次反応が起きにくい程度に速い流速の下限と電流密度との関係を考慮して，単位電流流速の下限を定めたものとは解されない。また，上記のとおり，引用例に記載された発明の単位電流流速「0．5×103mm3／mA・sec」は，本願発明の単位電流流速「0．3mm3／mA・sec以上」に含まれており，両者は単位電流流速「0．5×103mm3／mA・sec」で一致しているから，引用例に記載された発明の単位電流流速の下限が限定されている必要はない。さらに，本願発明に係る特許請求の範囲には，流速及び装置の大きさを特定する記載はなく，引用例に記載された発明は，本願発明と異なり，大型大流量タイプの装置でしか実施できないとの原告の主張は，本願発明に係る特許請求の範囲の記載に基づく主張とはいえない。",
                "したがって，審決の新規性判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由には理由がなく，他に審決にはこれを取り消すべき違法は認められない。その他，原告は，縷々主張するが，いずれも，理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}