{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2012-21975号事件について平成25年12月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，進歩性についての判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成23年9月12日，発明の名称を「半導体装置」とする特許出願をしたが(特願2011-198888号。甲1ないし3)，平成24年8月3日付けの拒絶査定(甲13)を受けたので，同年11月6日，拒絶査定不服審判を請求するとともに(不服2012-21975号。甲14)，手続補正をした(甲15)。その後，原告は，更に平成25年5月22日付けで拒絶理由通知を受け(甲18)，同年7月23日，再度の手続補正をした(甲27。本件補正)。",
            "特許庁は，平成25年12月17日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，平成26年1月10日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の請求項2記載の発明(本願発明)の要旨は，以下のとおりである(甲27)。",
            "「【請求項2】",
            "基板と，",
            "前記基板上に配置される，第1の半導体チップと，",
            "前記第1の半導体チップ上に配置され，Alを含む電極と，",
            "前記電極と前記基板とを電気的に接続する，AuまたはCuを含む第1の接続部材と，",
            "前記第1の半導体チップ，前記第1の接続部材を封止する第1の封止部材と，",
            "前記第1の封止部材上に接着される1以上の第2の半導体チップと，",
            "前記1以上の第2の半導体チップと前記基板とを電気的に接続する1以上の第2の接続部材と，",
            "前記第1の接続部材，前記1以上の第2の半導体チップ，および前記1以上の第2の接続部材を封止する第2の封止部材と，を具備し，",
            "前記基板のコア層およびソルダーレジスト層，および前記第1の封止部材，の樹脂の重量W0に対する，前記コア層，前記ソルダーレジスト層，および前記第1の封止部材中のClイオンおよびBrイオンの合計重量W1の比が13．5ppm以下であり，",
            "前記重量W0に対する，前記第1の封止部材中のClイオンおよびBrイオンの合計重量W2の比が7．5ppm以下である，",
            "半導体装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点(争点と関係の薄い部分は小さなフォントで表記する。)",
          "text": [
            "本願発明は，引用例1(特開2011-129894号公報。甲6)に記載された発明(引用発明)と，引用例2ないし8(引用例2：特開2002-338661号公報，甲8。引用例3：特開昭62-257815号公報，甲9。引用例4：特開2002-31889号公報，甲19。引用例5：再公表特許第2007／126130号公報，甲20。引用例6：特開2003-253092号公報，甲21。引用例7：特開2007-99996号公報，甲22。引用例8：再公表特許第2010／041651号公報，甲23)記載の発明(甲8，甲9，甲19，甲20，甲21，甲22及び甲23発明)及び慣用の技術に基づいて当業者が容易に発明することができたものであるから，特許法29条2項により特許を受けることはできない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "「パッケージ基板1は，ガラスエポキシ基板3，電極材5，複数の配線層2，受動素子8，プリプレグを溶融することにより形成される絶縁膜層6を備えており，",
                "複数の配線層2の最下層(第1配線層)2aの下面には，外部端子7が接続され，",
                "外部端子7と第1配線層2aとの接続部分は，ソルダーレジスト(図示せず)で覆われており，",
                "パッケージ基板1上には，接着部材10を介してコントローラチップ12が形成され，",
                "コントローラチップ12上の各第2パッド13は，第2ワイヤ17によりパッケージ基板1上のボンディングパッド16に接続され，",
                "第2ワイヤ17の材料は，金線，銀線，銅線，又はこれらの混合物であり，",
                "コントローラチップ12と第2ワイヤ17は，封止用部材24により封止され，",
                "封止用部材24上には，接着部材10を介して複数のメモリチップ11が積層され，",
                "最下層のメモリチップ11は，接着部材10を介さずに，封止用部材24上に直接設けられ，",
                "メモリチップ11上の各第1パッド22は，第1ワイヤ15によってパッケージ基板1上のボンディングパッド16に接続され，",
                "封止部材24，複数のメモリチップ11，第1ワイヤ15は樹脂21で覆われている半導体装置。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本願発明と引用発明の対比",
      "text": [
        "(一致点)",
        "「基板と，",
        "前記基板上に配置される，第1の半導体チップと，",
        "前記第1の半導体チップ上に配置された電極と，",
        "前記電極と前記基板とを電気的に接続する，AuまたはCuを含む第1の接続部材と，",
        "前記第1の半導体チップ，前記第1の接続部材を封止する第1の封止部材と，",
        "前記第1の封止部材上に接着される1以上の第2の半導体チップと，",
        "前記1以上の第2の半導体チップと前記基板とを電気的に接続する1以上の第2の接続部材と，",
        "前記第1の接続部材，前記1以上の第2の半導体チップ，および前記1以上の第2の接続部材を封止する第2の封止部材とを具備した半導体装置。」",
        "(相違点1)",
        "電極に関して，本願発明では「Alを含む電極」であるのに対して，引用発明ではAlを含むかどうかは明確ではない点。",
        "(相違点2)",
        "本願発明では「基板のコア層およびソルダーレジスト層，および前記第1の封止部材，の樹脂の重量W0に対する，前記コア層，前記ソルダーレジスト層，および前記第1の封止部材中のClイオンおよびBrイオンの合計重量W1の比が13．5ppm以下であり，前記重量W0に対する，前記第1の封止部材中のClイオンおよびBrイオンの合計重量W2の比が7．5ppm以下である」のに対して，引用発明ではClイオン及びBrイオンについて明確ではない点。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "容易想到性についての判断",
      "content": [
        {
          "fig": "ア",
          "subject": "相違点1",
          "text": [
            "半導体チップ上に設けられる電極をAlとすることは，慣用の技術である。",
            "したがって，引用発明において，第2パッド(電極)を「Al」とすることにより，本願発明の上記相違点1に係る構成とすることは，当業者が容易になし得たものである。"
          ]
        },
        {
          "fig": "イ",
          "subject": "相違点2",
          "text": [
            "引用例2ないし8の記載から，半導体パッケージでは，ハロゲンイオン(塩素イオン及び臭素イオン)が存在すると回路腐食による接合不良や絶縁不良が出ることは，技術常識であること，半導体装置において，パッケージとしての配線板用樹脂，ソルダーレジスト及び封止材料として，耐湿製の観点から，ハロゲンイオンが少ないものが望まれていたこと，及び，そのイオンの量として数ppm程度のものも検討されていたことが理解される。",
            "上記「パッケージとしての配線板用樹脂」は，引用発明の「ガラスエポキシ基板3」及び「プリプレグを溶融することにより形成される絶縁膜層6」に相当し，同様に，上記「ソルダーレジスト」は引用発明の「ソルダーレジスト」に，上記「封止材料」は引用発明の「封止用部材24」及び「樹脂21」に相当する。",
            "すると，引用発明における「ガラスエポキシ基板3」，「プリプレグを溶融することにより形成される絶縁膜層6」，「ソルダーレジスト」及び「封止用部材24」，すなわち，本願発明における「基板のコア層」，「ソルダーレジスト層」及び「第1の封止部材」各々の，ハロゲンイオンとしてのClイオンとBrイオンを，耐湿性の観点から少なくすることは，当業者であれば当然考慮したものといえる。",
            "そして，「基板のコア層」，「ソルダーレジスト層」及び「第1の封止部材」中の，各々のClイオン及びBrイオンを少なくすれば，「基板のコア層およびソルダーレジスト層，および前記第1の封止部材，の樹脂の重量W0」に対する，「コア層，前記ソルダーレジスト層，および前記第1の封止部材中のClイオンおよびBrイオンの合計重量W1の比」及び「第1の封止部材中のClイオンおよびBrイオンの合計重量W2の比」についても，同様に少なくなることから，本願発明のように，比較対象として，「基板のコア層」，「ソルダーレジスト層」及び「第1の封止部材」の樹脂の重量W0を用い，これに対するW1及びW2の比で特定することは，設計事項にすぎない。",
            "また，従来からイオンの量を数ppm程度とすることも検討されており，イオンの量がなるべく少ない方が望ましいから，重量W0に対するW1の比，及び，重量W0に対するW2の比として，本願発明が「13．5ppm以下」及び「7．5ppm以下」とした点は，設計事項である。",
            "したがって，引用発明において，本願発明の上記相違点2に係る構成とすることは，当業者が容易になし得たものといえる。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "顕著な効果",
          "text": [
            "本願発明により得られる作用効果は，引用発明及び引用例2ないし8記載の事項及び慣用の技術から当業者であれば予測できる程度のものであって，格別のものとはいえない。"
          ]
        },
        {
          "fig": "エ",
          "subject": "まとめ",
          "text": [
            "以上から，本願発明は，引用発明及び引用例2ないし8記載の事項及び慣用の技術に基づいて当業者が容易に発明をすることができたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2の判断の誤り。ハロゲンイオンを耐湿性の観点から減少させることに関して)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2ないし8に記載された「封止材料」が引用例1の「封止用部材24」及び「樹脂21」に相当するとの判断の誤りについて",
              "text": [
                "引用例2の「プリント配線板用途としてのエポキシ樹脂組成物」は，封止用部材には相当しない。引用例3の「樹脂」は，「プリント配線板等に使用される積層板の連続的な製法」に用いるものであるから，封止用部材には相当しない。引用例4の「感光性樹脂組成物」は，「ソルダーレジスト層」に用いられるものであるから，封止用部材には相当しない。引用例5の「実質的にハロゲン原子を含まないエポキシ樹脂」は，「ソルダーレジスト材料」に用いられるものであるから，封止用部材には相当しない。",
                "引用例6の「封止用エポキシ樹脂成形材料」は，封止部材のうち成形に用いる材料(成形材料)と考えられる。この種の成形材料は，型内において硬化して目的の形状にするもので，成形後の封止部材は既に硬化しており，もはや半導体チップを接着することはできないため，「封止用エポキシ樹脂成形材料」は，引用例1の「樹脂21」に相当するものであって，「封止用部材24」には相当しない。",
                "引用例7及び8に記載されている樹脂も，引用例6と同様に成形材料であると考えられ，引用例7の封止用樹脂組成物及び引用例8のエポキシ樹脂組成物の硬化物は，いずれも引用例1の樹脂21に相当するものであって，「封止用部材24」には相当しない。",
                "第1の封止部材に求められる第2の半導体チップとの接着のための性能は、本願発明において付加的に追加されるような性能ではなく、発明が解決しようとする課題の重要な前提条件であるから，引用例6ないし8の「封止部材」は，既に硬化して半導体チップを接着させることができなくなっている以上，「樹脂21」に相当するというべきである。",
                "したがって，引用例2ないし8を適用しても相違点2に係る構成に想到しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "材料のそれぞれのハロゲンイオンとしてのClイオンとBrイオンとを，耐湿性の観点から少なくすることは，当業者であれば当然考慮したものとの判断の誤りについて",
      "text": [
        "本願発明は，本願発明の構成を採用することに伴う特有の課題を解決するという観点から，基板のコア層，ソルダーレジスト層，第1の封止部材中のClイオン及びBrイオンの重量W1のうち，第1の封止部材中のClイオン及びBrイオンの重量W2を別に分けて考えている。第1の封止部材中のClイオン及びBrイオンの許容される重量W2は，基板のコア層，ソルダーレジスト層のClイオン及びBrイオンの量には依存しないが，基板のコア層，ソルダーレジスト層のClイオン及びBrイオンが許容される量は，第1の封止部材中のClイオン及びBrイオンの重量W2の取り得る値によって左右される。本願発明は，基板及び第1の封止部材のそれぞれのハロゲンイオンを少なくすることを考えているのではない。",
        "封止部材31中のClイオン等は，直接的に層状組織の進行に作用するため，封止部材31中のClイオン等の重量の方が，基板中のClイオン等の重量に比べて影響が大きい。これに対し，基板中のClイオン等は，基板中に留まる限り層状組織の進行に作用することはなく，高温，高湿下で動作させた際に封止部材31中に移動し，その後封止部材31から電極21a～21dとボンディングワイヤB1との接合部の存在するAlと反応して，層状組織が進行するように作用する。相違点2は，審決で示されているような，各材料のそれぞれのClイオン等を耐湿性の観点から少なくすることとは，技術的な意義が全く異なる。",
        "したがって，相違点2に係る構成は容易に想到できない。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の判断の誤り。基板のコア層，ソルダーレジスト層及び第1の封止部材中のハロゲンイオンの特定の技術的意味に関して)",
          "text": [
            "本願発明の課題は，第1の封止部材に含まれるClイオン等が，Al電極とAu又はCuのボンディングワイヤとの接合部における合金層，AuAl又はCuAlに発生する層状組織を進行させ，合金層が腐食されることを抑制するものであり，本願発明は，腐食に大きく影響する第1の封止部材に含まれるClイオン等の重量W2に着眼して規定した上で，基板中に含まれるClイオン等が，高温，高湿下で動作させた際に第1の封止部材に移動し作用してくることから，W2をW1とは別に規定したものである。したがって，本願発明において，Clイオンの許容割合をW0に対するW1及びW2の比で特定することには，技術的な意義が存在し，設計事項とはいえない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)",
          "text": [
            "相違点1は，審査段階では，Alを含む電極は一般的であるとして，あたかも一致点のように判断されていたにもかかわらず，審決では，Alを含むかどうかは明確ではないとして，相違点として認定されており，本願発明における重要な発明特定事項の取扱いを変更したにもかかわらず，意見を述べる機会を与えずに審決したことは，特許法159条2項が準用する同法50条に違背したものであり，手続的瑕疵があって違法である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例6ないし8に記載された「封止部材」は，引用例1の「封止用部材24」に相当する。",
                "引用例1の「封止用部材24」と，引用例6の「封止用エポキシ樹脂成形材料」，引用例7の「封止用樹脂組成物」及び引用例8の「エポキシ樹脂組成物」とを対比すると，いずれも，チップ，パッド及びワイヤを封止することにより，これらの各部材を保護する役割を果たしている点，また，パッド及びワイヤの腐食を防止することについて要求される点で同じである。",
                "このように，引用例1の「封止用部材24」と，引用例6ないし8に記載された「封止部材」とは，半導体の封止と保護の観点からは，同じものが要求されており，引用例6ないし8に記載された「封止部材」は，引用例1の「封止用部材24」に相当する。",
                "なお，審決が引用例2ないし5を引用したのは，「基板のコア層」及び「ソルダーレジスト層」とハロゲンイオンとの関係を示す趣旨にすぎず，「封止部材」に関するものとして引用されたものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "各材料のそれぞれのハロゲンイオンとしてのClイオンとBrイオンとを，耐湿性の観点から少なくすることは，当業者であれば当然考慮したものである。",
                "たとえ，各材料のそれぞれのハロゲンイオンを少なくするという考え方が，相違点2とは，技術的意義が相違しており，また，第1の封止部材中のClイオン及びBrイオンの重量W2を，コア層，ソルダーレジスト層，第1の封止部材中のClイオン及びBrイオンの重量W1から分けて考えるという技術思想がいずれの文献にも記載がなかったとしても，引用例2ないし8記載の事項に基づいて，当業者が相違点2に係る構成にたどり着くことができる。",
                "半導体装置の回路の腐食については，コア層，ソルダーレジスト層，封止材料での回路の腐食の3つが考慮されるが，腐食に対しては，部分的な対策だけでは不十分であり，コア層，ソルダーレジスト層及び封止材料の3つの部材のすべてに対して，腐食対策をしなければならないことは明らかであり，すべての部材に対してハロゲンイオンがより少ないものを検討することは，当業者であれば当然したはずである。",
                "本願発明に特定されるClイオン及びBrイオンの含有率についてのパラメータは，当業者が容易になし得る限定と実質的に異なる限定とはいえない。当業界では，従来から，半導体装置の回路の腐食を防ぐ観点から，樹脂材料のハロゲンイオンの量が少ないほど好ましいことが知られていたから，引用発明の半導体装置を構成する樹脂材料について，ハロゲンイオンの含有率の上限値を限定することは，当業者が容易になし得ることである。そして，本願発明に特定されるClイオン及びBrイオンの含有率についてのパラメータは，主要な材料それぞれについて，ハロゲンイオンが少ないものを使用すれば満たされるはずであり，いずれも半導体を構成する材料のハロゲンイオンの含有率が少ないことを特定しようとするものにすぎない。",
                "(W2／W0)の比を7．5ppm以下とすることの，裏付けとなる実験データは示されていない。本願明細書の段落【0080】～【0082】の記載によると，図16のグラフにおける実験は，Clイオンの(W1／W0)の値のみを，G21(26ppm)～G26(12ppm)まで変化させたものであるが，このG21～G26における，それぞれの(W2／W0)の値については記載されていないし，Brイオンの含有量については不明である。また，「このとき，封止部材31でのClイオンの割合K2は，7．5ppm以下」(段落【0083】)と記載されてはいるものの，該「このとき」以外の場合のClイオンの割合K2の，具体的なデータは何ら示されていない。",
                "(W1／W0)の比を13．5ppm以下とすることに，臨界的意義はない。本願明細書の段落【0080】，【0081】，図16に示される実験結果は，Clイオンの含有量が少ないほど動作試験(HAST)の不良率の値が低かったことを示すものにすぎず，Brイオンの含有量については不明であり，また，そのような結果は，技術常識から当業者が予測し得ることである。本願明細書の上記段落【0082】には，実験結果から，13．5ppm以下であれば信頼性が十分大きくできることが判った旨記載されているが，本願明細書の記載をみても，上限値13．5ppmが臨界的意義のある数値であるとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "W2をW1から分けて考えることの技術的な意義，あるいは，(W2／W0)の比を限定することの技術的な意義も本願明細書に記載されていない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "平成24年4月23日付け拒絶理由通知書(甲5)で，特開2011-129894号公報(審決における引用例1。甲6)が示され，具体的な理由として，「半導体チップ上にAlを含む電極を形成することは，一般的である。」と挙げられているが，上記文献の出願人は原告であって，電極の材料について実質的に相違点となるかどうかを，出願人が認識していたはずであるし，Alを含む電極とすることについての判断が拒絶の理由として実質的に通知されていたから，原告は，上記判断に対して，反論をする機会が十分にあったといえる。その後も，原告は意見書(甲11)や回答書(甲17)等を提出しており，意見を述べる機会があった。",
            "このように，原告は，引用例1の電極の材質について，相違点であると反論，あるいはAlを含む電極とすることについての判断に対しての反論をする機会が複数回あったにもかかわらず，一度も反論していない。",
            "そうすると，審決において，初めて，引用例1の電極の材質について相違点1として認定したとしても，新たな事由により出願を拒絶すべきと判断したことにはならず，そのことが出願人に対し不意打ちになるわけではないから，原告にとって意見書の提出や補正の機会が奪われたということはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書(甲1，27)及び図面(甲3)には，以下のとおりの記載がある。",
                    "【技術分野】",
                    "【0001】",
                    "この発明の実施形態は，複数の半導体チップを積層した半導体装置に関する。",
                    "【背景技術】",
                    "【0002】",
                    "メモリチップ(メモリ素子)と，このメモリチップへのデータの書込み及び読出しを制御する制御チップ(制御素子，システムLSI)とを積層する，半導体パッケージがある。",
                    "【0003】",
                    "このように制御チップとメモリチップを積層する場合，複数の半導体パッケージを用いる手法(複数パッケージ構造)，単一の半導体パッケージを用いる手法(単一パッケージ構造)がある。複数パッケージ構造では，制御チップの半導体パッケージと，メモリチップの半導体パッケージと，が積層される(Package On Package)。単一パッケージ構造では，一の基板上に，制御チップとメモリチップとが，並列あるいは積層して配置され，半導体パッケージが構成される。",
                    "【0005】",
                    "…単一パッケージ構造は，複数パッケージ構造より，厚さとコストの点で，有利である。しかし，チップと基板間の接続関係が複雑になり易い。また，長期的に見ると，パッケージ内での電気的接続の信頼性を確保するのが難しくなる可能性がある。",
                    "【発明が解決しようとする課題】",
                    "【0007】",
                    "本実施形態は，パッケージ内での電気的接続の信頼性の向上を図った半導体装置を提供することを目的とする。",
                    "【0011】",
                    "【図1】",
                    "(第1の実施形態)",
                    "図1は，第1の実施形態に係る半導体装置1の平面図である。図2は，半導体装置1の側面図である。図2(a)は，半導体装置1の図1の矢印αの向きからみた側面図である。図2(b)は，半導体装置1の図1の矢印βの向きからみた側面図である。図3は，半導体装置1の拡大断面図である。"
                  ],
                  "content": [
                    {
                      "fig": "(b)",
                      "text": [
                        "【図2】  (a)",
                        "【図3】",
                        "【図3】",
                        "【0013】",
                        "(半導体装置1の概要)",
                        "初めに，半導体装置1の概要について説明する。半導体装置1は，矩形の実装基板11と，矩形の半導体チップ21と，封止部材31と，矩形の半導体チップ41～44と，矩形の半導体チップ51～54と，封止部材61とを備える。半導体チップ41～44及び51～54は，データの書込み及び読出しを行うためのメモリチップであり，この半導体チップ41～44及び51～54へのデータの書込み及び読出しは，制御チップ(コントローラ)である半導体チップ21により行われる。"
                      ]
                    },
                    {
                      "fig": "(a)",
                      "text": [
                        "【0018】",
                        "(半導体装置1の構成)",
                        "…",
                        "実装基板11は，表面及び裏面に対応する第1主面11a及び第2主面11bを有する。実装基板11は，第1～第4の辺(側面)A～Dを有する矩形の基板である。図3に示すように，実装基板11は，コア層11c，配線層11d，11e，層間接続部11f，ソルダーレジスト層11g，11hを備える。…",
                        "【0019】",
                        "実装基板11の第1主面11a上には，半導体チップ21との接続端子12a～12dがそれぞれ第1～第4の辺A～D側に形成されている。また，実装基板11の第1主面11a上には，半導体チップ41～44との接続端子12eと，半導体チップ51～54との接続端子12fとが第1，第2の辺A，B側にそれぞれ形成されている。",
                        "【0022】",
                        "半導体チップ21は，実装基板11の辺A～Dにそれぞれ対応する辺a～dに沿って形成された複数の電極21a～21dを有する。電極21a～21dは，例えば，アルミパッドである。半導体チップ21は，実装基板11の第1主面11a上に実装される。半導体チップ21の電極21a～21dは，それぞれ実装基板11の接続端子12a～12dとボンディングワイヤB1により電気的に接続される。ボンディングワイヤB1の材質は，例えば，金(Au)や銅(Cu)である。",
                        "【0023】",
                        "封止部材31は，半導体チップ21をボンディングワイヤB1ごと埋め込む。封止部材31は，例えば，熱硬化性樹脂を用いる。…",
                        "【0024】",
                        "図3は，封止部材31近傍での半導体装置1の構成の詳細を表す。実装基板11(ソルダ-レジスト層11g)上に，半導体チップ21が樹脂層21fで接続される。半導体チップ21およびボンディングワイヤB1が封止部材31に封止される。この封止部材31上に半導体チップ41が配置される。",
                        "【0032】",
                        "封止部材61は，半導体チップ21，封止部材31，半導体チップ41～44及び半導体チップ51～54を封止する封止樹脂(例えば，エポキシ樹脂，シリカの粉末，カーボンの粉末(カーボンブラック)を主成分とするモールド樹脂)である。",
                        "【0033】",
                        "本実施形態では，実装基板11中の樹脂(コア層11c，ソルダーレジスト層11g，11h)および封止部材31に含まれる不純物イオン(Clイオン，Brイオン)の量が制限される。具体的には，実装基板11中の樹脂(コア層，ソルダーレジスト層11g，11h)および封止部材31に含まれるClイオン，Brイオンの総量(重量)の割合Kが，約15ppm(正確には，13．5ppm)以下とされる。この割合Kは，コア層11c，ソルダーレジスト層11g，11h，および封止部材31の総重量W0(g)に対する，コア層11c，ソルダーレジスト層11g，11h，および封止部材31中のClイオン，Brイオンの総重量W1(g)の比で表される(K＝W1／W0)。",
                        "【0034】",
                        "半導体チップ21の電極21a～21d(例えば，Al)と，ボンディングワイヤB1(例えば，Au，Cu)の接合部の合金層(AuAlもしくはCuAl合金)がClイオン，Brイオンにより腐食する可能性がある。後述のように，半導体装置1を高温，高湿化で動作させた場合に，この合金層が腐食される可能性がある。実装基板11中の樹脂(コア層11c，ソルダーレジスト層11g，11h)および封止部材31に含まれるClイオン，Brイオンの割合Kを約15ppm以下とすることで，この腐食を抑えることが可能となる。",
                        "【0035】",
                        "封止部材31の透水性がこの腐食に影響を与える。後述のように，封止部材31は，ある程度の流動性を有する樹脂材料から形成される。このため，この樹脂材料にフィラーを大量に充填することは困難となる。この結果，封止部材31は，例えば，封止部材61と比べて，透水性が大きくなり易く，例えば，2～10倍の透水性を有する可能性がある。逆に言えば，封止部材61は，比較的透水性が低く，半導体チップ21の電極21a～21dからある程度離れてもいるので，電極21a～21d付近での腐食に与える影響は小さい。",
                        "【0037】",
                        "以上のように，透水性および電極21a～21dとの距離を考えると，コア層11c，ソルダーレジスト層11g，11h，封止部材31中でのハロゲンイオン(Clイオン，Brイオン)の量が問題となる。そのため，コア層11c，ソルダーレジスト層11g，11h，封止部材31の重量W0を基準として，ハロゲンイオンの割合Kを表すことができる。",
                        "【0042】",
                        "a．半導体チップ41への熱硬化性樹脂層の形成",
                        "半導体チップ41の裏面に，熱硬化性樹脂層を形成する。半導体チップ41の裏面に，例えば，厚さが50～200μmの熱硬化性樹脂を塗布する。半導体チップ41の裏面に，フィルム状熱硬化性樹脂を貼り付けても良い。",
                        "【0043】",
                        "b．熱硬化性樹脂層の粘度の調節",
                        "熱硬化性樹脂層の粘度を調節する。例えば，ヒータで熱硬化性樹脂層を加熱し(熱硬化が進行する温度に昇温)，軟化させ，300Pa・s～10000Pa・sの粘度とする。熱硬化性樹脂層の粘度を調節することで，封止部材31を適正な厚さとし，ボンディングワイヤB1の上端が半導体チップ41の裏面に接触することを防止できる。また，ボンディングワイヤB1が変形したり，封止部材31と半導体チップ21間にボイドが発生したりすることが防止される。",
                        "【0044】",
                        "c．半導体チップ21への半導体チップ41の載置",
                        "熱硬化性樹脂層を有する半導体チップ41を半導体チップ21に載置する。既述のように，熱硬化性樹脂層の粘度が調整されていることから，載置時での熱硬化性樹脂層が適正な厚さとなる。また，ボンディングワイヤB1が変形したり，封止部材31と半導体チップ21間にボイドが発生したりすることが防止される。",
                        "なお，熱硬化性樹脂層は，最終的には硬化されるので，硬化が実質的に進行しないうちに，半導体チップ41が半導体チップ21に載置される。",
                        "【0045】",
                        "d．熱硬化性樹脂層の硬化",
                        "熱硬化性樹脂層が硬化されることで，封止部材31が形成される。熱硬化性樹脂層が昇温されていることで，熱硬化が進行する。既述のように，熱硬化性樹脂層は加熱されることで，一時的に軟化されるが(粘度の調節)，熱硬化の進行により，最終的に硬化される。",
                        "【0070】",
                        "(実施例2)",
                        "既述のように，半導体チップ21の電極21a～21d(例えば，Al)と，ボンディングワイヤB1(例えば，Au，Cu)の接合部の合金層(AuAlもしくはCuAl合金)がClイオン，Brイオンにより腐食する可能性がある。",
                        "【0071】",
                        "図13は，高温高湿下で半導体装置1を動作させた場合に，この接合部の合金層に発生した層状組織LSを表す。図13(a)，(b)はそれぞれ，倍率が異なる。図13(b)は，図13(a)をさらに拡大した状態を表す。電極21a～21dとボンディングワイヤB1間に，層をなす組織(層状組織)LSが形成されていることが判る。ここでは，電極21a～21dをAl，ボンディングワイヤB1をAuで構成している。後述のように，この層状組織LSは，高抵抗のAlCl の層を含み，電極21a～21dとボンディングワイヤB1の電気的接続の信頼性に大きく影響する。",
                        "【0072】",
                        "【図14】",
                        "層状組織LSの発生メカニズムを説明する。図14は，電極21a～21dとボンディングワイヤB1をそれぞれ，Al，Auで構成したときの，接合部での合金の状態を表す。Au相(ボンディングワイヤB1)とAl相(電極21b)の間に，合金相1(Au Al)，合金相2(Au Al 相とAu Al相が混在する相)，合金相2(AuAl相)(判決注：「合金層3」の明らかな誤記と認める。)，合金相4(AuAl )が配置される。この内，合金相1(Au Al)がClイオン等によって腐食される。",
                        "【0073】",
                        "図15は，高温高湿下で半導体装置1を動作させた場合の，電極21a～21dとボンディングワイヤB1の接合部の状態を表す図である。既述のように，封止部材31は透水性が比較的高い。この点は，実装基板11中の樹脂(コア層11c，ソルダーレジスト層11g，11h)も大きく変わるものではない。このため，高温，高湿下では，封止部材31，実装基板11中の樹脂(コア層11c，ソルダーレジスト層11g，11h)が水分を含み，その中のClイオン，Brイオンが動き易くなり，合金相1(Au Al)の腐食の要因となる可能性がある。",
                        "【0074】",
                        "図15(a)では，電極21a～21dに正の電圧が印加されている(Vccパッド)。このため，封止部材31中のClイオン等は電極21a～21dに吸い寄せられ，合金相1(Au Al)と次のように反応する。",
                        "Au Al  ＋  3Cl  →  AlCl   ＋  4Au   即ち，「Au Al」は，腐食されて「AlCl 」になる一方で，還元されて「Au」となる。この結果，「AlCl 」の高抵抗層と「Au」の低抵抗層が積層してなる層状組織LSが形成される。既述のように，高抵抗層が電気的接続の信頼性を損なう原因となる。",
                        "【0075】",
                        "還元された「Au」の層は，高温下で電圧が印加されていることで，次のように，Alと合金化して，再び「Au Al」となる可能性がある。",
                        "4Au  ＋  Al  →  Au Al 【0076】",
                        "このようにして，「Au Al」の腐食・還元，還元で発生したAuの合金化(「Au Al」の再発生)，再発生した「Au Al」の腐食・還元が繰り返され，層状組織LSが成長してゆく。この結果，正の電圧が印加された電極21a～21dにおいて，接続不良が発生する。",
                        "【0078】",
                        "以上のように，高温高湿下，半導体装置1に通電することで，例えば，電極21a～21dとボンディングワイヤB1の接合部(合金相1(Au Al))が腐食する。この進行を制限するために，実装基板11中の樹脂(コア層11c，ソルダーレジスト層11g，11h)および封止部材61に含まれる不純物イオン(Clイオン，Brイオン)の量が制限される。具体的には，実装基板11中の樹脂(コア層11c，ソルダーレジスト層11g，11h)および封止部材61に含まれるClイオン，Brイオンの総重量の割合Kが約15ppm(正確には13．5ppm)以下とされる。",
                        "【図16】",
                        "【0079】",
                        "図16は，高温多湿下での動作試験(HAST(Highly Accelerated Stress Test(高度加速ストレス試験))の結果を表す図である。ここでは，温度110℃，湿度85％で，動作試験している。",
                        "【0080】",
                        "グラフの横軸，縦軸がそれぞれ，試験時間(HAST  Lap)，不良率(Accumulated Failure Rate)Fを表す。試験時間t1～t6それぞれでの不良率Fを測定した。グラフG21，G22(G22a，22b)，G23～G26はそれぞれ，実装基板11中の樹脂(コア層11c，ソルダーレジスト層11g，11h)および封止部材31全体でのClイオンの総重量の割合(比)Kが，26，23，20，18，17，12［ppm］のときの試験結果を表す。",
                        "【0081】",
                        "なお，時間t3でのグラフG23，G25，G26(Clイオンの割合Kが，20，17，12［ppm］の場合)，および時間t4でのグラフG23，G26(Clイオンの総重量の割合Kが，20，12［ppm］の場合)には，試験したサンプル中に不良は発生していない。このため，これらの場合には，サンプルの1個に不良が発生したとして，仮の不良率F0を算出した。即ち，実際の不良率F1より大きい，仮の不良率F0をグラフ上にプロットしている。",
                        "【0082】",
                        "本図に示されるように，Clイオンの割合Kが，小さくなるほど，不良率Fが低下する傾向にあることが判る。即ち，グラフG21～G26が右下方向に移動する傾向にある。Clイオンの総重量の割合K1が，13．5ppm以下であれば，半導体装置1の信頼性を十分大きくできることが判った。",
                        "【0083】",
                        "このとき，封止部材31でのClイオンの割合K2は，7．5ppm以下，実装基板11中の樹脂(コア層，ソルダーレジスト層11g，11h)でのClイオンの割合K3は，6ppm以下であった。この割合K2は，封止部材31のみの重量を基準とするのでは無く，コア層，ソルダーレジスト層11g，11h，および封止部材31の重量W0が基準となる。このため，封止部材31での割合K2と，実装基板11での割合K3を足すと，封止部材31および実装基板11(コア層，ソルダーレジスト層11g，11h)での割合K1に等しくなる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，本願発明は，次のような発明であると認められる。",
                    "すなわち，本願発明は，複数の半導体チップを積層した半導体装置に関するものであって(【0001】)，複数の半導体チップの具体的な積層構造としては，一の基板上に，制御チップとメモリチップとが，並列あるいは積層して配置され，半導体パッケージが構成される単一パッケージ構造を採用している(【0003】)。",
                    "本願発明は，従前の単一パッケージ構造の問題点，すなわち，複数パッケージ構造より，厚さとコストの点で，有利であるが，チップと基板間の接続関係が複雑になりやすく，長期的に見ると，パッケージ内での電気的接続の信頼性を確保するのが難しくなる可能性がある(【0005】)という課題を改善し，パッケージ内での電気的接続の信頼性の向上を図った半導体装置を提供することを目的とするものである(【0007】)。",
                    "本願発明は，上記第2の2の構成を採用し，基板のコア層，ソルダーレジスト層及び第1の封止部材の樹脂重量W0に対する，コア層，ソルダーレジスト層及び第1の封止部材中のClイオン及びBrイオンの合計重量W1の比を13．5ppm以下とし，W0に対する，第1の封止部材中のClイオン及びBrイオンの合計重量W2の比を7．5ppm以下とすることにより，第1の半導体チップのAlを含む電極と，Au又はCuを含む第1の接続部材との接合部の合金層(AuAl又はCuAl合金)がClイオン，Brイオンにより腐食されること(【0070】～【0076】)を抑えることが可能になり(【0034】，【0078】～【0083】)，これによって，上記の目的が達成される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲6)には，以下のとおりの記載がある。",
                    "【技術分野】",
                    "【0001】",
                    "本発明は，半導体装置に関する。",
                    "【背景技術】",
                    "【0002】",
                    "近年，HDD(Hard Disc Drive)等の大容量記憶装置をフラッシュメモリに置き換えたSSD(Solid State Drive)が開発されている。",
                    "【0003】",
                    "従来のSSDは，矩形小型基板であるマザーボード等の実装基板に複数の半導体パッケージが実装されたモジュールであり，マザーボード型SSDと呼ばれる。…",
                    "【0004】",
                    "しかしながら，マザーボード型SSDは，面積が大きいため，携帯電話等の小型機器には実装できない。",
                    "【発明が解決しようとする課題】",
                    "【0006】",
                    "本発明が解決しようとする課題は，携帯電話等の小型機器に実装可能な半導体装置を提供することである。",
                    "【0017】",
                    "図2に示すように，電極材5は，複数の配線 【図2】",
                    "層2を備える。…複数の配線層2の最下層(以下，「第1配線層」という)2aの下面には，外部端子7が接続されている。…外部端子7と第1配線層2aとの接続部分は，ソルダーレジスト(図示せず)で覆われる。…",
                    "【0020】",
                    "…図2に示すように，受動素子8及び導電材料9は，絶縁膜層6で覆われる。例えば，絶縁膜層6は，プリプレグを溶融することにより形成される。…",
                    "【0025】",
                    "…複数のメモリチップ11，コントローラチップ12…は，樹脂21で覆われる。",
                    "【0043】",
                    "(第3実施形態)",
                    "本発明の第3実施形態について説明する。第3実施形態は，パッケージ基板内に受動素子が設けられ，パッケージ基板の上方にメモリチップが設けられ，パッケージ基板とメモリチップとの間にコントローラチップが設けられる半導体装置の例である。",
                    "【図7A】",
                    "【0044】",
                    "…図7は，本発明の第3実施形態に係る半導体装置の構成図である。図7Aは，本発明の第3実施形態に係る半導体装置の平面図である。図7Bは，図7AのA-A線に沿った断面図である。",
                    "【0045】",
                    "図7Bに示すように，【図7B】",
                    "パッケージ基板1は，ガラスエポキシ基板3と，電極材5と，受動素子8と，を備える。例えば，ガラスエポキシ基板3は，ガラス基板と，ガラス基板上のエポキシを硬化させたガラスエポキシ材料又はエポキシを半硬化させたシート状のプリプレグと，から構成される。電極材5は，第1実施形態と同様である(図2を参照)。",
                    "【0046】",
                    "図7A及び図7Bに示すように，パッケージ基板1上には，複数のボンディングパッド16が設けられる。このボンディングパッド16は，図2の複数の配線層2の最上層(第3配線層)2cと接続されている。",
                    "【0047】",
                    "図7Bに示すように，パッケージ基板1上には，接着部材10を介してコントローラチップ12が形成される。コントローラチップ12は，封止用部材24により封止される。封止用部材24上には，接着部材10を介して複数のメモリチップ11が積層される。メモリチップ11上は，複数の第1パッド(メモリパッド)22を有している。また，本発明の第3実施形態では，接着部材10及びメモリチップ11の対が複数層形成される。接着部材10及びメモリチップ11の各対は，それぞれの中心線が重ならないように交互に積層される。…但し，最下層のメモリチップ11は，接着部材10を介さずに，封止用部材24上に直接設けられる。",
                    "【0048】",
                    "図7Bに示すように，コントローラチップ12上には，複数の第2パッド(コントローラパッド)13が設けられる。また，図7Aに示すように，上方から見たコントローラチップ12の面積は，上方から見たメモリチップ11の面積よりも小さい。",
                    "【0049】",
                    "図7Bに示すように，メモリチップ11上の各第1パッド22は，第1ワイヤ15によってパッケージ基板1上のボンディングパッド16に接続されている。また，コントローラチップ12上の各第2パッド13は，第2ワイヤ17によりパッケージ基板1上のボンディングパッド16に接続されている。例えば，第1ワイヤ15及び第2ワイヤ17の材料は，金線，銀線，銅線，又はこれらの混合物である。",
                    "【0051】",
                    "本発明の第3実施形態によれば…半導体装置を小型化することができるとともに，パッケージ基板1とコントローラチップ12との間のワイヤ長を短くすることができる。その結果，半導体装置が高速に動作可能になる。…"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，引用発明は次のような発明であると認められる。",
                    "引用発明は，半導体装置に関するものであり(【0001】)，従来のSSD(Solid State Drive。HDD(Hard Disc Drive)等の大容量記憶装置をフラッシュメモリに置き換えたもの。)，すなわち，矩形小型基板であるマザーボード等の実装基板に複数の半導体パッケージが実装されたモジュール(マザーボード型SSD)は，面積が大きく，携帯電話等の小型機器には実装することができなかったため(【0002】～【0004】)，携帯電話等の小型機器に実装可能な半導体装置を提供することを，解決課題としている(【0006】)。",
                    "引用発明の半導体装置は，パッケージ基板1(基板。括弧内は本願発明における対応部分を示す。)は，ガラスエポキシ基板3(コア層の一部)，電極材5，複数の配線層2，受動素子8，プリプレグを溶融することにより形成される絶縁膜層6(コア層の一部)を備えており，複数の配線層2の最下層(第1配線層)2aの下面には，外部端子7が接続され，外部端子7と第1配線層2aとの接続部分は，ソルダーレジスト(ソルダーレジスト層)で覆われており(【0017】，【0020】，【0045】)，パッケージ基板1上には，接着部材10を介してコントローラチップ12(第1の半導体チップ)が形成され(【0047】)，コントローラチップ12上の各第2パッド13(電極)は，第2ワイヤ17(第1の接続部材)によりパッケージ基板1上のボンディングパッド16に接続され，第2ワイヤ17の材料は，金線，銀線，銅線，又はこれらの混合物であり(【0049】)，コントローラチップ12と第2ワイヤ17は，封止用部材24(第1の封止部材)により封止され，封止用部材24上には，接着部材10を介して複数のメモリチップ11(第2の半導体チップ)が積層され，最下層のメモリチップ11は，接着部材10を介さずに，封止用部材24上に直接設けられ(【0047】)，メモリチップ11上の各第1パッド22は，第1ワイヤ15によってパッケージ基板1上のボンディングパッド16に接続され(【0049】)，封止部材24，複数のメモリチップ11，第1ワイヤ15は樹脂21(第2の接続部材)で覆われており(【0025】)，かかる構造により，半導体装置を小型化することができるとともに，パッケージ基板1とコントローラチップ12との間のワイヤ長を短くすることができるため，半導体装置が高速に動作可能になる(【0051】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明の対比",
              "text": [
                "以上の記載を踏まえると，本願発明及び引用発明の認定，両発明の対比は，審決の認定，判断したとおり(上記第2の2，3(1)，(2))であると認められる。この点は，当事者間に争いがない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1，2について",
          "text": [
            "そこで，引用発明に甲8，甲9，甲19，甲20，甲21，甲22及び甲23発明並びに慣用技術を組み合わせれば，相違点2に係る構成に容易に想到できるか否か検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "基板材料におけるハロゲンイオン濃度に関し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲8発明",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "甲8には，以下のとおりの記載がある。",
                            "【0002】",
                            "【従来の技術】…近年…プリント配線板に直接チップが実装されるようになった。半導体パッケージでは，使用する材料にイオン性の不純物，特にハロゲンイオンが存在すると耐湿信頼性試験(プレッシャークッカーテスト(PCT)など)において回路腐食による接合不良や絶縁不良が出ることが知られており，回路のファインピッチ化の妨げになっている。",
                            "【0003】",
                            "【発明が解決しようとする課題】本発明は，上記問題点に鑑み考案されたもので，ハロゲンイオン等のイオン性不純物の発生が少ない，プリント配線板用途として有用なエポキシ樹脂組成物及びそれを用いたプリプレグ，金属箔張積層板，樹脂付金属箔及びプリント配線板を提供することを目的とする。",
                            "【0067】",
                            "【発明の効果】本発明のプリント配線板用樹脂組成物を用いて，プリプレグ，絶縁基材，絶縁層を形成して作製した多層プリント配線板は，不純物イオン濃度特に塩素イオン濃度を低減することができ，結果として，ハロゲンイオン濃度に起因するとされる耐湿信頼性試験(プレッシャークッカーテスト(PCT)など)において配線層腐食による接合不良や絶縁不良を防ぐことができる。従って本発明は，ビルドアップ方式の高密度多層プリント配線板分野において，優れた実用上の効果を発揮する。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "以上のとおり，甲8には，直接半導体チップが実装されるようになったプリント配線基板では，特にハロゲンイオンが存在すると，耐湿信頼性試験において，回路腐食による接合不良や絶縁不良が出ると知られており，プリント配線基板におけるハロゲンイオンを減らす技術思想が記載されている。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲9発明",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "甲9には，以下のとおりの記載がある。",
                            "〔技術分野〕この発明は，プリント配線板等に使用される積層板の連続的な製法に関する。(1頁右欄12～14行)",
                            "以上のような樹脂中に含まれる不純物の種類としては，樹脂がエポキシ樹脂である場合には…Cl-…等のイオン…があげられる。このような不純物があると，それによって，積層板の表面に形成された金属箔や電子部品等の回路部材が腐食されたり，電気絶縁性が低下…。…このような不純物の含有率は低ければ低い程好ましいのである。…各イオンの含有率は，ppmで…Cl-≦20ppmであることが好ましく…(2頁右下欄10行～3頁左上欄11行)"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "以上のとおり，甲9には，プリント基板を形成するエポキシ樹脂中にClイオン等があると，表面に形成された金属箔や電子部品等の回路部材が腐食されたり，電気絶縁性が低下したりするため，このような不純物の含有率は低ければ低いほど好ましく，プリント基板を形成するエポキシ樹脂中のClイオンについては20ppm以下とするのが好ましいという技術思想が記載されている。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "ソルダーレジスト層におけるハロゲンイオン濃度に関し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲19発明",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "甲19には，以下のとおりの記載がある。",
                            "【0002】",
                            "【従来の技術】",
                            "【0006】…ソルダーレジスト層は，含有する感光性樹脂組成物がその製造の精製工程中において除去できない塩素イオン・臭素イオン等のハロゲンイオンやナトリウムイオン等のアルカリイオンなどの不純物イオンを，それぞれ20～100ppm，2～200ppm程度含有しているため，例えば，温度が130℃で相対湿度が85％の高温高湿槽中で5．5Vの電圧を長時間印加する高加速度試験(HAST)を行うと，イオンマイグレーションにより配線導体層間の絶縁抵抗が急激に低下し絶縁破壊を起こし，その結果，電子部品モジュールを電気的に短絡させてしまうという問題点を有していた。",
                            "【0011】本発明はかかる従来技術の問題点に鑑み案出されたものであり，その目的は，ソルダーレジスト層を薄層化しても，高加速度試験(HAST)においてイオンマイグレーションの発生がなく，耐熱・耐湿性に優れた感光性ソルダーレジスト層およびそれを用いた配線基板ならびに電子部品モジュールを提供することにある。",
                            "【0066】…感光性ソルダーレジスト層Aの不純物イオン濃度は塩素イオンが3．0ppmと，ナトリウムイオンが0．5ppmであった。",
                            "【0073】…フィルム状の感光性ソルダーレジストBの不純物イオン濃度は，塩素イオンが5．0ppmで，ナトリウムイオンが0．8ppmであった。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "以上のとおり，甲19には，従来のソルダーレジスト層には，ClイオンやBrイオン等のハロゲンイオンが20～100ppm程度含有していため，高加速度試験(HAST)を行うと，イオンマイグレーションにより配線導体層間の絶縁抵抗が急激に低下し絶縁破壊を起こし，その結果，電子部品モジュールを電気的に短絡させてしまうという問題点を有しており，この問題を解決するにはソルダーレジスト層中のClイオン濃度を7．5ppm以下とする技術思想が記載されている。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲20発明",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "甲20には，以下のとおりの記載がある。",
                            "【請求項7】",
                            "ソルダーレジスト材料中に含まれるＮaイオン又はClイオンがそれぞれ10ppm以下である，請求の範囲第1項～第6項のいずれか1項記載のソルダーレジスト材料。",
                            "【0003】",
                            "…",
                            "さらに，本発明の好ましい態様によれば，ソルダーレジスト材料中に含まれるＮaイオン又はClイオンのイオン性不純物が少ないので，耐湿信頼性に優れるソルダーレジストを提供することができる。",
                            "【0005】",
                            "…",
                            "(ii)実質的にハロゲン原子を含まないエポキシ樹脂",
                            "本発明で用いる樹脂組成物では，実質的にハロゲン原子を含まないエポキシ樹脂を含有することが好ましい。これにより，該ソルダーレジスト材料を実装時等でガラス転移温度以上の高温にした場合であってもハロゲン原子による回路腐食がなく，実装後の信頼性が向上する。ここで「実質的にハロゲン原子を含まない」とは，ハロゲン原子による回路腐食がなく，実装後の信頼性に影響がない程度でハロゲン原子が微量含まれていてもよく，好ましくは，含まないことである。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "以上のとおり，甲20には，ソルダーレジスト層の材料において，含有するClイオンが10ppm以下のものが耐湿信頼性に優れること，樹脂組成物として実質的にハロゲン原子を含まないエポキシ樹脂を使用すれば，ガラス転移温度以上の高温にした場合であってもハロゲンイオンによる回路腐食がなく，実装後の信頼性が向上するという技術思想が記載されている。",
                            "また，ハロゲンイオンの含有量としては，ゼロが最もが好ましいという技術思想も記載されている。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "封止部材におけるハロゲンイオン濃度に関し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲21発明",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "甲21には，以下のとおりの記載がある。",
                            "【請求項1】(A)エポキシ樹脂，(B)硬化剤，(C)複合金属水酸化物，を必須成分とするエポキシ樹脂成形材料において，該材料の成形品の粉砕物を1g当たり10mlの水で抽出した抽出水のナトリウムイオン(Ｎa＋)濃度が0～3ppm，かつ塩素イオン(Cl-)濃度が0～3ppm，かつ電気伝導度が100μS／cm以下，かつpHが5．0～9．0であることを特徴とする封止用エポキシ樹脂成形材料。",
                            "【0013】上述したナトリウムイオン(Ｎa＋)および塩素イオン(Cl-)濃度が上記に指定した量を超えると，耐湿性が低下，すなわちICの配線が腐食して動作不良となりやすくなる。抽出水のイオン量の範囲としては，塩素イオン(Cl-)は0～3ppmであり，好ましくは0～2ppmである。塩素イオン(Cl-)は3ppmより多いと吸湿によって塩素イオン(Cl-)によるIC配線の腐食が短時間に進む傾向にあり実使用上に問題が生じる。",
                            "【0047】本発明の封止用エポキシ樹脂成形材料は，受動素子や半導体素子等の電子部品装置の封止用材料に用いることができる。",
                            "【0048】…また，プリント回路板にも本発明のエポキシ樹脂成形材料は有効に使用できる。",
                            "【0060】",
                            "【表1】",
                            "抽出水塩素イオン(Cl-)濃度(ppm)",
                            "実施例1(0．75ppm)，実施例2(1．6ppm)，実施例3(1．1ppm)，実施例4(2ppm)，実施例5(1．3ppm)，実施例6(1．8ppm)，実施例7(0．96ppm)，実施例8(0．63ppm)"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "上記【0060】記載の抽出水Clイオン濃度は，成形品の粉砕物を1g当たり10mlの水で抽出したClイオンを10倍に希釈した数値であるため，これを封止部材の単位質量当たりの塩素イオン濃度に換算すると，上記各実施例に記載された封止部材の単位質量当たりのClイオン濃度(ppm)は，上記抽出水塩素イオン濃度(ppm)を10倍した値であり，以下のとおりとなる。",
                            "実施例1(7．5ppm)，実施例2(16ppm)，実施例3(11ppm)，実施例4(20ppm)，実施例5(13ppm)，実施例6(18ppm)，実施例7(9．6ppm)，実施例8(6．3ppm)"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "以上のとおり，甲21には，受動素子や半導体素子等の電子部品装置を封止する封止部材において，該材料の成形品の粉砕物を1g当たり10mlの水で抽出した抽出水のClイオン濃度が0～3ppmの範囲を超えると，ICの配線が腐食して動作不良となりやすく，封止部材の単位質量当たりの塩素イオン濃度が7．5ppm以下のものが，耐湿性の観点から有効であるという技術思想が記載されている。",
                            "さらに，甲21発明のエポキシ樹脂成形材料は，プリント回路板にも有効に使用できることも記載されている。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲22発明",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "甲22には，以下のとおりの記載がある。",
                            "【請求項3】",
                            "塩素イオン濃度が30ppm以下，臭素イオン濃度が10ppm以下，ナトリウムイオン濃度が6ppm以下で，かつ，リン酸イオン濃度が10ppm以下であることを特徴とする請求項1または2記載の封止用樹脂組成物。",
                            "【0001】",
                            "本発明は，半導体素子等の封止材料として使用される封止用樹脂組成物…に関する。",
                            "【0007】",
                            "一方，半導体装置の長期使用に伴う配線の腐食や半導体の性能低下は，エポキシ樹脂などの原料に不純物として含まれている微量のナトリウムや塩素等のイオンや，封止樹脂中に浸入してくる水分等が原因で惹き起こされる。このため，従来より，原料の精製や製造工程のクリーン化等により不純物の混入を防止したり，シラン系表面処理剤を配合して樹脂と充填剤の界面に水分が浸入する空隙部の形成を抑制する等の対策が講じられている。",
                            "【0051】",
                            "【表2】",
                            "イオン性不純物濃度(ppm)",
                            "実施例1(Cl-：6．9ppm，Br-：0．1ppm)，",
                            "実施例2(Cl-：7．4ppm，Br-：0．1ppm)，",
                            "実施例3(Cl-：6．7ppm，Br-：0．1ppm)"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "以上のとおり，甲22には，半導体装置の長期使用に伴う配線の腐食や半導体の性能低下は，封止材料として使用されるエポキシ樹脂などの原料に不純物として含まれている微量のClイオン等や，封止樹脂中に浸入してくる水分等が原因で惹き起こされ，封止用樹脂組成物の「イオン性不純物濃度(ppm)」におけるClイオン及びBrイオンの合計が7．5ppm以下とすれば，腐食に効果があるという技術思想が記載されている。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲23発明",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "甲23には，以下のとおりの記載がある。",
                            "【請求項1】",
                            "…回路基板と，…前記回路基板上に搭載された1個以上の半導体素子と，…前記回路基板に設けられた電気的接合部と前記半導体素子に設けられた電極パッドとを電気的に接続する銅ワイヤと，前記半導体素子と前記銅ワイヤとを封止する封止材とを備え，",
                            "前記銅ワイヤの線径が25μm以下であり，",
                            "前記銅ワイヤがその表面にパラジウムを含む金属材料で構成された被覆層を有しており，",
                            "前記封止材が(A)エポキシ樹脂，(B)硬化剤，(C)充填材，(D)硫黄原子含有化合物を含むエポキシ樹脂組成物の硬化物で構成されている，",
                            "半導体装置。",
                            "【請求項2】",
                            "前記エポキシ樹脂組成物の硬化物を125℃，相対湿度100％RH，20時間の条件で抽出した抽出水中の塩素イオン濃度が，10ppm以下である，請求項1に記載の半導体装置。",
                            "【0065】",
                            "本発明の第一の半導体装置に用いられる半導体素子としては特に制限はなく，例えば，集積回路，大規模集積回路，トランジスタ，サイリスタ，ダイオード，固体撮像素子などが挙げられる。前記半導体素子の電極パッドの材質としては，アルミニウム，パラジウム，銅，金などが挙げられる。",
                            "【0072】",
                            "このような(A)エポキシ樹脂のうち，封止材の耐湿信頼性を考慮すると，イオン性不純物であるCl-(塩素イオン)が極力少ないものが好ましく，より具体的には，(A)エポキシ樹脂全体に対するCl-(塩素イオン)などのイオン性不純物の含有割合が10ppm以下であるものが好ましく，5ppm以下であるものがより好ましい。",
                            "【0251】",
                            "＜封止材中の塩素イオン濃度＞",
                            "上記のワイヤ流れ率の測定で用いた，後硬化後の352ピンBGAパッケージから封止材のみを切り出し，粉砕ミルを用いて3分間粉砕し，200メッシュの篩で篩分して通過した粉を試料として調製した。得られた試料5gと蒸留水50gとをテフロン(登録商標)製耐圧容器に入れて密閉し，温度125℃，相対湿度100％RH，20時間の処理(プレッシャークッカー処理)を行なった。次に，室温まで冷却した後，抽出水を遠心分離し，20μmフィルターにてろ過し，キャピラリー電気泳動装置(大塚電子(株)製「CAPI―3300」)を用いて塩素イオン濃度を測定した。ここで得られた塩素イオン濃度(単位ppm)は試料5g中から抽出された塩素イオンを10倍に希釈した数値であるため，下記式：",
                            "試料単位質量あたりの塩素イオン濃度(単位：ppm)",
                            "＝(キャピラリー電気泳動装置で求めた塩素イオン濃度)×50÷5",
                            "により封止材単位質量あたりの塩素イオン量に換算した。なお，封止材中の塩素イオン濃度の測定は，封止材を構成する複数の類似樹脂組成物を代表して，実施例A1，A4，A10，A22～A30のみで行った。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "また，表1～3，5，6には，実施例A1，A4，A10，A22～A30における「封止剤中の塩素イオン濃度［ppm］」が，以下のとおり記載されている(【0262】～【0264】，【0266】，【0267】)。",
                            "A1  (3．0ppm)，A4  (4．4ppm)，A10(3．2ppm)，",
                            "A22(3．5ppm)，A23(3．4ppm)，A24(3．1ppm)，",
                            "A25(3．0ppm)，A26(3．9ppm)，A27(5．8ppm)，",
                            "A28(5．2ppm)，A29(18．0ppm)，A30(12．0ppm)"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "以上のとおり，甲23には，半導体素子と銅ワイヤとを封止するエポキシ樹脂組成物からなる封止部材において，封止部材の耐湿信頼性を考慮すると，エポキシ樹脂中のイオン性不純物であるClイオンが極力少ないものが好ましく，封止部材中のClイオン濃度が7．5ppm以下のもの(A1，A4，A10，A22～A28)が有効であるという技術思想が記載されている。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用発明との組合せの可否(以下では，Clイオン及びBrイオンを併せたものを「ハロゲンイオン」と表記する。)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，引用発明の「ガラスエポキシ基板3」及び「プリプレグを溶融することにより形成される絶縁基板6」(両者を併せたものが，本願発明における「基板」に該当する。)におけるハロゲンイオン濃度について検討する。",
                    "上記(1)を参酌すると，直接半導体チップが実装されるプリント配線基板において，ハロゲンイオンが存在すると，回路部材の腐食による接合不良や絶縁不良が生じるため，その濃度は低ければ低いほど好ましく，Clイオンについては20ppm以下であることが好ましいということができ，また，上記(3)アによれば，プリント回路板にも有効に使用できるエポキシ樹脂形成材料の単位質量当たりの塩素イオン濃度を7．5ppm以下にすることも，実施可能であるということができる。",
                    "そうすると，高温多湿下での動作試験(HAST)が当業者にとって周知の動作試験であることも併せて勘案すると，引用発明における「ガラスエポキシ基板3」及び「プリプレグを溶融することにより形成される絶縁基板6」において，回路部材の腐食による接合不良や絶縁不良等を回避するために，ハロゲンイオンの濃度を可能な限り低いものとするに際し，HAST等の動作試験を行い，必要とする回路部材の耐腐食性等に応じて，その濃度を実施可能な7．5ppm以下にすることは，当業者であれば格別の困難なくなし得たことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，引用発明の「ソルダーレジスト」におけるハロゲンイオン濃度について検討する。",
                    "上記(2)を参酌すると，ソルダーレジスト層に含まれるハロゲンイオンを原因として，マイグレーションにより，配線導体層間の絶縁抵抗が急激に低下し絶縁破壊を起こしたり，回路腐食が生じたりすることがあり，これを回避するために，Clイオンの濃度を10ppm以下とすることが望ましく，また，ソルダーレジスト層中のClイオン濃度を7．5ppm以下にすることも実現可能であるということができる。",
                    "そうすると，高温多湿下での動作試験(HAST)が当業者にとって周知の動作試験であることも併せて勘案すると，引用発明における「ソルダーレジスト」において，回路腐食等を回避するために，ハロゲンイオンの濃度を可能な限り低いものとするに際し，HAST等の動作試験を行い，その濃度を実施可能な7．5ppm以下にすることは，当業者であれば格別の困難なくなし得たことである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，引用発明の「封止部材24」におけるハロゲンイオンの含有量について検討する。",
                    "上記(3)を参酌すると，半導体素子の封止部材においては，耐湿信頼性の確保や配線の腐食に伴う動作不良防止のために，ClイオンやBrイオンを極力少なくすることが好ましく，また，封止部材におけるClイオンの濃度や，Clイオン及びBrイオンの合計濃度を7．5ppm以下にすることも実施可能であるということができる。",
                    "そうすると，引用発明における「封止部材24」は，「最下層のメモリチップ11は，接着部材10を介さずに，封止用部材24上に直接設けられ」(【0047】)とあるように，最下層のメモリチップ11を接着する機能を有するという点においては，引用例6～8(甲21～23)に記載の封止部材と異なるものの，半導体素子を被覆する機能を有するという点においては共通するものである以上，引用例6～8の記載に接した当業者であれば，引用発明の封止部材24においても，同様に，耐湿信頼性の確保や配線の腐食に伴う動作不良防止のために，ClイオンやBrイオンを極力少なくすることは，当然に想起することであって，封止用部材24が最下層のメモリチップ11を接着する機能を有することが，ClイオンやBrイオンを極力少なくすることの妨げとなる特段の事情も認められない。",
                    "したがって，上記のとおり，封止部材におけるClイオンの濃度や，Clイオン及びBrイオンの合計濃度を7．5ppm以下にすることは，当業者であれば格別の困難なくなし得たことである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，引用発明における「封止部材24」，「ガラスエポキシ基板3」及び「プリプレグを溶融することにより形成される絶縁基板6」，「ソルダーレジスト」のいずれにおいても，含有するClイオンの濃度又はClイオンとBrイオンの合計濃度を7．5ppmとすることは，当業者が容易になし得ることである。",
                    "そうすると，引用発明において，本願発明における「前記基板のコア層およびソルダーレジスト層，および前記第1の封止部材，の樹脂の重量W0」に相当する「ガラスエポキシ基板3」，「ソルダーレジスト」及び「封止部材24」の樹脂の重量をW0’，本願発明における「前記コア層，前記ソルダーレジスト層，および前記第1の封止部材中のClイオンおよびBrイオンの合計重量W1」に相当する「ガラスエポキシ基板3」，「ソルダーレジスト」及び「封止部材24」中のClイオン及びBrイオンの合計重量をW1’，本願発明における「前記第1の封止部材中のClイオンおよびBrイオンの合計重量W2」に相当する「封止部材24」中のClイオン及びBrイオンの合計重量をW2’とした場合に，W0’に対するW1’の比が13．5ppm以下となり，W0’に対するW2’の比が7．5ppm以下となることは明らかである。",
                    "このように，本願発明は，引用発明及び引用例2～8に記載された事項に基づいて当業者が容易に発明をすることができたものであるといえるから，審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用例6ないし8における，発明の課題や効果の欄に記載された「封止用エポキシ樹脂成形材料」は，型内において硬化させて目的の形状にするもので，成形後の封止部材は既に硬化しており，もはや半導体チップを接着することはできないため，「封止用エポキシ樹脂成形材料」は，引用発明の「樹脂21」に相当するものである旨主張する。これは，本願発明の実施例において使用された第1の封止部材の構成素材の割合が，エポキシ樹脂が40重量％，非晶性シリカが25％であるのに対し，引用例6の実施例で記載された樹脂の構成素材の割合が，エポキシ樹脂の割合が小さく，非晶性シリカが約80％であることからすると(甲31)，引用例6の実施例記載の樹脂やそれと同等の成分構成と考えられる引用例7及び8の樹脂では接着性がないから，引用発明の「封止部材24」の機能を果たし得ないという趣旨である。",
                    "確かに，引用例6と引用例7及び8の実施例に記載された樹脂は，ほぼ同等の構成成分と解される。しかしながら，審決が引用例6ないし8を引用した趣旨は，Clイオンなどのハロゲンイオンの濃度が高いと回路腐食が進むこと，したがって，耐湿性の観点からClイオンなどのハロゲンイオンが少ないものが望まれていたこと，回路腐食に対して有効性を示す樹脂には，ハロゲンイオン濃度として7．5ppm以下のものがあったことなどの技術事項を示すためであり，その限度で審決の認定に誤りはない。そして，これらの抽出された技術事項を引用発明の「封止部材24」に対して適用するに際し，引用例6ないし8の実施例における樹脂の実際の接着性の程度は問題となるものではない。これらの実施例における樹脂の構成要素において，溶融シリカの割合が高いことは，接着性が低いことを意味するとしても，程度の問題にすぎず，接着性が全くないことに限定されるものではないから，この点が，引用例6ないし8に開示された技術事項を引用発明に適用する阻害要因となるわけでもない。",
                    "そもそも，原告の上記主張は，引用発明の「樹脂21」は，「封止部材24」とは異なり，接着性がないものであること，すなわち「樹脂21」と「封止部材24」が別素材であることを前提としたものと解される。しかしながら，本願発明と引用発明では，使用されている用語は異なるが，2つの封止部材が使用され，基板上に配置された半導体チップとその上に配置する複数の半導体チップを封止することが記載されているだけであって，それぞれの封止部材が異なる材質で構成されることは必須の要件とされていない。よって，原告の主張は，前提において誤りがあるというべきである。",
                    "したがって，原告の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，審決で示された，基板のコア層，ソルダーレジスト層，第1の封止部材中のClイオン及びBrイオンの重量W1と，第1の封止部材中のClイオンとBrイオンの重量W2それぞれを少なくするという考え方は，本願発明における「相違点2」とは，技術的意義が相違すると主張する。",
                    "しかしながら，本願明細書の上記【0035】，【0037】には，封止部材61におけるClイオン及びBrイオンが腐食に与える影響は小さいことは指摘されているが，【0082】，【0083】には，不良率が低下する，基板のコア層，ソルダーレジスト層，第1の封止部材中のClイオン及びBrイオンの重量割合K1の値，その場合における，第1の封止部材中のClイオン及びBrイオンの重量割合K2，基板のコア層，ソルダーレジスト層中のClイオン及びBrイオンの重量割合K3の各値が指摘されているだけであって，原告が主張するような，層状組織の進行には，封止部材中のClイオン等の重量の方が重要であり，基板のコア層，ソルダーレジスト層中のClイオン及びBrイオンの重量割合を上昇させても，第1の封止部材中のClイオン及びBrイオンの重量割合が十分に低ければ，本願発明の課題が解決できる旨の記載はない。したがって，本願発明において，原告が主張するような技術的意義を必ずしも見出せないというべきである。",
                    "しかも，上記で検討したとおり，引用発明における「封止部材24」，「ガラスエポキシ基板3」及び「プリプレグを溶融することにより形成される絶縁基板6」，「ソルダーレジスト」のいずれにおいても，含有するClイオンの濃度又はClイオンとBrイオンの合計濃度を，本願発明の濃度を決定するために用いられた当業者に周知のHAST等の動作試験を行って，7．5ppmとすることは，当業者が容易になし得るところ，この場合，原告の主張するような技術思想の有無にかかわらず，必然的に本願発明における2つのハロゲンイオンの濃度限定は満たされることになる。したがって，本願発明における相違点2に係る構成に，格別な技術的意義を見出すことはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願発明は，当業者にとって容易想到であるといえるから，原告の主張には理由がなく採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "text": [
            "原告は，相違点1につき，審査段階では，Alを含む電極は一般的という意見が表明され，この点は相違点ではない前提で審理されていたにもかかわらず，審決では，Alを含むかどうかは明確ではない点を相違点として認定されたが，本願発明における重要な発明特定事項の取扱いを変更したにもかかわらず，意見を述べる機会を与えなかったことは，審判経過において手続的瑕疵があり，違法である旨主張する。",
            "確かに，被告は，拒絶理由通知(甲5)における，「半導体チップ上にAlを含む電極を形成することは，一般的である。」という判断を前提に，拒絶査定の謄本(甲13)において，相違点1は本願発明と引用発明との相違点として認定せず，審尋(甲16)においても，進歩性違反について言及しなかった。もっとも，上記拒絶理由通知における判断は，引用発明において半導体チップ上にAlを含む電極を形成されているかどうか明確でないが，電極をAlで覆うことは技術常識であって，本願発明の構成と実質的な差異はないという判断を示したものであり，実質的には，相違点1の存在を示唆したものともいえる。また，その相違点も，当業者にとっての技術常識によって容易に想到することができる程度の差異といえる。よって，この点に関して，原告に対して意見陳述の機会を与えなかったとしても，手続保障が尽くされていないということはできない。",
            "したがって，原告の主張は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10042",
    "date": "2014-12-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084761",
    "ipprecedent_id": "3948",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}