{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "- 1 -"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2013-4070号事件について平成26年4月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，進歩性判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "ヌオーヴォ  ピニォーネ  ソシエタ  ペル  アチオニ社(以下「譲渡人」という。)は，発明の名称を「一体形ブレードを備えたロータの加工方法」とする発明について，平成18年1月17日(パリ条約による優先日(本願優先日)，平成17年1月20日，イタリア国)に特許出願(特願2006-8490号)をしたが，平成24年10月30日，拒絶査定を受けたので，平成25年3月4日審判請求をするとともに手続補正(甲5)をし，さらに，平成25年12月4日付け拒絶理由通知に対し，平成26年3月4日，手続補正(本件補正，甲6)をした。",
            "特許庁は，平成26年4月28日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，同年5月13日に譲渡人に送達された。",
            "原告は，平成26年8月28日，本願発明に係る特許を受ける権利を譲渡人から譲り受け，同年9月5日，その旨を特許庁長官に届け出た。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の特許請求の範囲の請求項1記載の発明(本願発明)の要旨は，以下のとおりである(甲6)。",
            "「一連のブレード(12，13)を一体的に備えたロータ(10)を得るために，回転式ツール(20)によって半加工製品を加工する方法であって，",
            "前記半加工製品に穴を形成する段階(ア)と，",
            "前記回転式ツール(20)によって材料を除去して前記一連のブレード(12，13)を形成するために，前記穴から開始し所定の経路をたどって前記半加工製品に一連の空洞(14，15)を形成する段階(イ)と，",
            "を含み，",
            "前記段階(イ)が，前記穴(17)の軸線に対して心ずれしている回転軸線に沿って前記回転式ツール(20)を前進させることによって前記半加工製品から材料を除去し，かつ，該除去後に，さらなる材料の除去に先立って，材料を除去せずに前記回転式ツールを前記所定の経路に沿って移動する段階(ウ)を含み，",
            "前記段階(ウ)が，",
            "該除去後であって，前記回転式ツールを前記所定の経路に沿って移動する前に，その軸線に沿って前記回転式ツール(20)を後退方向に移動させる段階(エ)と，",
            "その軸線に沿って前記回転式ツール(20)を後退させた後に，前記穴(17)の軸線に対して前記ツール(20)の軸線をさらに心ずれさせる段階(オ)と，",
            "を含む，",
            "加工方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願発明は，米国特許出願公開第2004／0184920号明細書(甲1，引用刊行物)記載の発明(引用発明)に基づいて，当業者が容易に想到できたから，特許法29条2項により特許を受けることができない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "「一連のブレード3を一体的に備えたタービン機械のロータディスクのような部品1を得るために，フライスカッター4によってワークピースを加工する方法であって，",
                "前記フライスカッター4によって材料を除去して前記一連のブレード3を形成するために，前記ワークピースに一連の環状空間を形成する段階を含み，",
                "前記段階が，フライスカッター4をカッター軸線に沿った主切込み方向に送ることによってワークピースから材料を除去し，該除去後に，フライスカッター4をドリルのように引き出し，ずらして，再びカッター軸線に沿った主切込み方向に送って材料を除去する，プランジミリング法により行われる，",
                "加工方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "(一致点)",
                "一連のブレードを一体的に備えたロータを得るために，回転式ツールによって素材を加工する方法であって，",
                "前記素材に，前記回転式ツールで前記一連のブレードを形成するために，前記素材に一連の空洞を形成する段階を含む，",
                "加工方法。",
                "(相違点1)",
                "除去加工される素材が，本願発明では「半加工製品」であるのに対し，引用発明では「ワークピース」ではあるものの，半加工製品であるのか，特定されない点。",
                "(相違点2)",
                "素材に一連の空洞を形成する段階が，本願発明では，半加工製品に穴を形成する段階と，前記穴の軸線に対して心ずれしている回転軸線に沿って回転式ツールを前進させることによって材料を除去し，かつ，該除去後に，更なる材料の除去に先立って，前記回転式ツールを所定の経路に沿って移動する前に，その軸線に沿って前記回転式ツールを後退方向に移動させ，その軸線に沿って前記回転式ツールを後退させた後に，前記穴の軸線に対して前記ツールの軸線を更に心ずれさせることにより，材料を除去せずに前記回転式ツールを所定の経路に沿って移動する段階を含むのに対し，引用発明では，回転式ツールをその回転軸線に沿って前進させることによって素材から材料を除去し，該除去後に，回転式ツールをドリルのように引き出し，ずらして，再び回転式ツールの回転軸線に沿って前進させて材料を除去する，プランジミリング法による点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1について",
              "text": [
                "除去加工の対象となる素材として，製品のおおまかな形状に予備加工された「半加工製品」を使用することは，機械工作分野において慣用的に行われているから，引用発明においても「ワークピース」を「半加工製品」とすることは，当業者が容易に想到し得る。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2について",
              "text": [
                "引用発明において，「プランジミリング法」とは，「回転式ツールをその回転軸線に沿って前進させることによって素材から材料を除去し，該除去後に，回転式ツールをドリルのように引き出し，ずらして，再び回転式ツールの回転軸線に沿って前進させて材料を除去する」ものと説明されている。",
                "最初に「回転式ツールをその回転軸線に沿って前進させることによって材料を除去」することが，回転式ツールをドリルのように使用して穴を形成することを意味することは，自明である。その後，更なる材料の除去に先立って，回転式ツールはドリルのように引き出されるのであり，ドリルの引き出しに際して材料が除去されないことは常識である。そして，引き出された回転式ツールは，ずらされ，その後，再び回転式ツールの回転軸線に沿って前進させられるのであるが，このことが本願発明における「心ずれしている回転軸線に沿って回転式ツールを前進させる」ことに相当することは明白である。引用発明でこのような動作を繰り返していることは，当業者にとって自明であるから，「除去後に，さらなる材料の除去に先立って，回転式ツールを所定の経路に沿って移動する前に，その軸線に沿って回転式ツールを後退方向に移動させ，その軸線に沿って回転式ツールを後退させた後に，穴の軸線に対して回転式ツールの軸線をさらに心ずれさせることにより材料を除去せずに前記回転式ツールを移動する段階」を含むということができる。回転式ツールを所定の経路をたどるように心ずれさせることは，所定形状のブレードを形成するという課題を考慮すれば当然のことであり，引用発明においても同様に所定の経路をたどるようにずらしていることは，当業者にとって自明である。",
                "したがって，引用発明の方法における「プランジミリング法」と，本願発明における「素材に一連の空洞を形成する段階」とは，実質的に同一のものであり，相違点2は実質的なものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本願発明の作用効果についても，引用発明及び周知慣用の技術事項に基づいて普通に予測される範囲を超える，格別のものを認めることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤りと相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用刊行物に「環状空間」が「一連」すなわち複数あることを裏付ける記載がないにもかかわらず，引用発明が「一連の環状空間を形成する段階」を含むと認定したものであり，誤りがある。そして，引用発明の当該誤った認定を前提として行われた審決の一致点には，相違点看過の誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明の「空洞」は，三次元的な高さ，幅，奥行きを持ち，少なくとも四方を囲まれた空間である。他方，引用発明の「環状空間」は，「環状」との限定が付されているのみで，それが「一・二・三次元の」うち，どの次元で広がりを有しているかについては限定がなく，四方が囲まれているとの限定もなく，引用刊行物には，環状空間の形状に関する説明は一切なく，どの部分が環状空間に該当するのか明らかではなく，ロータキャリア2の外側表面の部分としか解釈できない。審決は，「環状空間」と「空洞」との間に存在する意味の違いを無視して，漫然と引用発明の「環状空間」(annular space)が，本願発明の「空洞」に相当するとの誤った理解をしたものであり，当該誤った理解を前提として行われた審決の一致点の認定には，相違点看過の誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明の加工方法によって得ようとする形状は，外殻様の部位を備えておらず，形成される一連のブレードは，特段保護されておらず，外部に開かれている(オープンである。)。特に，引用発明は，「一連の空洞」を備えない形状の加工を目的としており，さらに，フライス加工の結果として形成される畝が，仕上げ加工用の媒体の流れの方向とほぼ垂直に走るようにすることを目的とするために，フライスカッターの進入角度が，ほぼ一定に制約される。",
                "これに対し，本願発明の加工方法によって得ようとする形状は，一連の空洞を備えており，本願明細書の図1からもわかるとおり，外殻様の部位を供えている。形成される一連のブレードも，当該外殻様の部位に囲まれており，加工対象部位は外部に開かれてはいない。少なくとも四方を材料に囲まれた「空洞」を形成するためには，引用発明のようにブレードの表面に沿ってロータのキャリアに向かうように進入する動作を重ねるだけでは足りないし，外殻様の部位に干渉するため，不可能である。したがって，「一連の空洞」を形成するためには，本願明細書の図2に示されるように，心ずれ(この用語の意味については，取消事由3において詳述する。)を繰り返しながら，穴(17)から開始して所定の経路をたどりながら材料の除去を行わなければならない。このような本願発明の加工方法によって，本願明細書の図1に示されるような一連の空洞を供えた複雑な形状を得ることができるのである。",
                "審決は，この点に関する相違点について認定判断をすることなく進歩性欠如の結論に至ったものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(穴の形成に関する相違点2の判断の誤り)",
          "text": [
            "「回転式ツールをその回転軸線に沿って前進させることによって材料を除去」することは，本願発明にいう「半加工製品に穴を形成する段階」(段階(ア))に相当しないから，審決の当該判断は誤りである。",
            "本願発明の段階(ア)にいう「穴を形成する段階」とは，本願明細書の図2において示されるとおり，空洞(14，15)の形成に先立って，当該空洞(14，15)が形成される箇所に，半加工製品に穴(17)を形成する段階をいうのであり，その後の回転式ツール(20)の繰り返しの前進によって行われる材料の除去とは区別される加工の段階である。",
            "引用刊行物では，「回転式ツールをその回転軸線に沿って前進させることによって材料を除去」することについて記載があるとしても，材料を除去した結果として「穴」が形成されることについては，何らの記載もない。引用発明は，引用刊行物の Fig. 3に示されるようなブレードを形成する際，フライス加工の結果として形成される畝が，仕上げ加工用の媒体の流れの方向とほぼ垂直に走るようにすることを目的とする加工方法である。引用発明がブレードの表面に生じる畝に着目した発明であることに照らせば，(ブレード上に穴を空けては，加工によって得ようとするロータディスクとして用をなさなくなるから)穴の形成について何らの記載がないことも当然である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(心ずれに関する相違点2の判断の誤り)",
          "text": [
            "本願発明における「心ずれ」は，回転式ツールの軸線を，既に形成された穴の軸線との関係で回動させる，つまり，角度を変えることを意味するところ，引用発明の「ずらされ」(原文における「displaced」)は，単にフライスカッターを移動するとの意味しか有さないのであり，両者は異なるものである。むしろ，引用発明は，フライス加工の結果としてブレード表面上に形成される畝が，仕上げ加工用の媒体の流れの方向とほぼ垂直に走るようにすることを目的とする加工方法であるため，フライスカッターの角度は一定に維持することが求められるのであり，本願発明が積極的に回転式ツールの角度を変更することを必要としている点において，大いに異なるものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ブレードが受ける流体の流れを，ブレードが支持されたロータの回転に変換するタービン装置の技術常識も踏まえると，引用刊行物の記載から，「step12」において，ブレードに作用する流体が上流から下流に流れる流路となる「空間」が切削により形成され，それが，ブレードの枚数分だけ繰り返されるから，当該「空間」も，ブレードと交互に連なってキャリア2(ロータに相当)を囲んで「環状」に配置されることが理解できる。",
                "そして，「step13」において，流路の領域に「環状空間」が加工されると記載されていることから，審決では，ブレードとブレードの間の「空間」を「環状空間」と認定したのであり，この認定に誤りがあるとはいえない。",
                "仮に，「空間」とすべきところを「環状空間」と認定していたとしても，用語の選択の問題であって，審決において，引用刊行物が「一連の環状空間を形成する段階」を含むとした認定に誤りがあったとまではいえず，審決の判断や結論に影響があったとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用刊行物の実施例(［0021］～［0025］)には，2つの隣接するブレードの間の流路がフライスカッターにより削り出され，その切削加工が所定の箇所で繰り返されるように組まれたアルゴリズムにより，多数の「環状空間」が形成される旨記載されている。",
                "このような切削加工は，一般には，ＮC工作機械のような，切削工具の刃先の動作を数値制御することによって可能となることから，引用刊行物の「環状空間」は，数値制御されるフライスカッターの軌跡に沿って削り出され，その形状は，フライスカッターにより切削されない空間との対比において，フライスカッターの軌跡の外縁に囲まれた三次元の形状となる。",
                "そのため，このフライスカッターの軌跡の外縁に囲まれた三次元形状の「環状空間」を，審決では，「空洞」と認識し得るとして，引用発明の「環状空間」は，本願発明の「空洞」に相当すると認定した。この認定に誤りはなく，その認定を前提とした一致点と相違点の認定にも誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願発明では，原告が主張するような，「一連の空洞を備えた複雑な形状であり，外殻様の部位を供え，一連のブレードが当該外殻様の部位に囲まれており，加工対象部位は外部に開かれてはいない」というようには特定されておらず，原告の主張は，特許請求の範囲の記載に基づかないものであり失当である。",
                "仮に，本願発明の「空洞」が，原告が主張するような「外殻様の部位」を備えたものであったとしても，「外殻様の部位」を備えたタービンや圧縮機の構造は，周知の構造であって(乙1，2)，その構造を削り出しによって得ることも周知の技術であるといえるから(乙1，2)，当該形状を削り出しによって得ること自体は格別なものではない。",
                "原告は，引用発明は，フライス加工により形成される畝が，仕上げ加工用の媒体の流れの方向とほぼ垂直に走るようにするために，フライスカッターの進入角度が，ほぼ一定に制約されるから，少なくとも四方を材料に囲まれた「空洞」を形成するためには，引用発明のように複雑な形状を形成することはできない旨主張する。",
                "しかし，流体の流れによる力を受けて，ロータの回転に変換するブレードの表面形状は，流体の流れのエネルギーを，最大限，変換できるようにするために，単純な平面ではなく，三次元的に曲がった曲面に形成されるのが一般的(乙1(図5)，乙2(図面))であり，引用刊行物のブレードにおいても，当然，その表面は単純な平面ではなく，流体のエネルギーを最大限変換できる三次元的に曲がった曲面となるはずである。そして，そのような三次元的に曲がった曲面を有するブレードを切削により材料から削り出して形成することは，原告が主張するような，フライスカッターの進入角度がほぼ一定に限定されるような状況では非常に難しく，むしろ，最終的に得ようとする曲面形状にならって，フライスカッターの進入角度を，切削加工の途中で随時変更しなければならないはずであり，原告の上記主張は，技術常識を踏まえない主張であり失当である。",
                "原告は，「オープンではない」形状を加工する際に，引用刊行物のFig．3の白抜き矢印の角度で回転式ツールを進入させようとしても，外殻様の部位に干渉するため不可能である旨主張するが，「外殻様の部位」に切削加工を行うこと自体は，周知技術であり，回転式ツールを軸方向に前進させることにより切削するプランジ加工も，引用刊行物のほか，乙3～乙5に記載されているように慣用された技術であるといえる。",
                "そうすると，タービンや圧縮機の構造として周知の構造である「外殻様の部位」を備えた構造に加工するに当たり，加工対象の最終構造が決まれば，その構造に応じて加工工具の最適な進入方向を定めることは，当業者が適宜行う設計的事項にすぎず，ロータの構造として，周知の構造である「外殻様の部位」を備えた，「一連のブレードが当該外殻様の部位に囲まれており，加工対象部位は外部に開かれてはいない」というような形状に加工することは，当業者にとって不可能なこととはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "回転式ツールを，その軸方向に前進させて行う切削加工(プランジ加工)を行う方法には，切削加工の前に穴をあけてから切削加工を行う方法(乙3)と，回転式ツールの最初の軸方向への前進動作により穴をあける方法(乙4，乙5)があり，それぞれ，回転式ツールを軸線方向に移動させて切削を行う際の加工手順として周知の手順であり，材料に切削加工を行う際には，どちらの加工手順も取り得るものといえる。",
                "そして，本願発明の解決しようとする課題(甲2)は，回転式ツールを，その軸線に対して直角方向に送り動作を行った場合，応力がかかって回転式ツール自体が曲がり，加工精度が落ちることであるから，回転式ツールを軸線方向に送り動作を行い，加工の始点となる「穴」を形成すること自体には不都合があるとはいえず，その後の切削加工の仕上がりに違いが生じるともいえない。",
                "そうすると，本願発明と本願明細書の記載からは，原告がいうように，「半加工製品に穴を形成する段階」を，回転式ツール(20)の繰り返しの前進によって行われる材料の除去とは区別される加工の段階，とまで理解しなければならない理由はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明は，ブレードの表面に生じる畝に着目した発明であることに照らせば，ブレード上に穴を空けることとなり，加工によって得ようとするロータディスクとして用をなさなくなる旨主張する。",
                "しかし，この主張は，本願発明の「空洞」が，「外殻様の部位」を備えるものであるとの原告の解釈を是とした場合のものであって，本願発明の「空洞」が「外殻様の部位」を備えるものと限定されていないから，失当である。また，仮に，そう解釈できるとしても，実際に加工する際には，加工に問題がないように工具の進入方向を適宜設定することが，当業者にとって設計的事項である。",
                "したがって，引用発明の「回転式ツールをその回転軸線に沿って前進させることによって材料を除去」することが，本願発明の「穴を形成する段階」に相当するとした審決の認定に誤りはなく，その結果，相違点2が実質的なものではないとした審決の判断にも誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，仮に，回転式ツールで材料を除去する前に穴(17)を設けずに，回転軸方向に前進させつつ材料を除去して空洞を形成しようとした場合，必ず回転式ツールの中心部分が半加工品の表面と干渉することになって，良好な加工を行うことができない旨主張する。",
                "上記の原告の主張は，本願発明の「回転式ツール20」は，「材料を中心除去することができず，従って回転式ツール20を該ツールの中心部分が半加工品の表面と干渉するのを回避するように適切に位置決めすることが必要である」ため，「穴(17)」を「回転式ツール20」を用いる別の方法で形成しなければならない，との前提でなされたものであると解される。しかし，材料を中心除去することができる回転式ツールは，引用刊行物(甲1)に記載されているほか，乙4(プランジミル14)や乙5(切削ヘッド13)に記載されているように周知の技術である。",
                "そして，どちらの回転式ツールを選択するかは，要求される加工速度や，ツールのコスト等により適宜選択できる程度のことであり，回転式ツールが中心除去できる形式のものかどうかについて特定されていない本願発明において，この回転式ツールとして，材料を中心除去することができる回転式ツールを採用することを妨げる理由もない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明は，フライス加工の結果として形成される畝の方向を一定に保たなければならないという，発明の目的から課される制約が存在し，カッターの動作も，かかる制約の範囲内でのみ許容されるのであり，フライスカッターの軸線の角度の変更は，むしろ禁止されるものであるから，引用発明のフライスカッター4が「ずらされ」る過程は，本願発明の「心ずれ」には該当しない旨主張する。",
                "しかし，引用発明においても，加工対象であるブレードの形状に合わせて，フライスカッターの軸線の角度を変更する必要があり，引用発明において，フライスカッターの軸線の角度の変更が禁止されているとの理解に基づく原告の上記主張は，その前提において失当である。",
                "また，原告は，引用発明における「ずらされ」は，フライスカッターを単に移動すること，つまり，ずれが直前のフライスカッターの位置との関係で定められるのに対して，本願発明における「心ずれ」は，穴の軸線との関係における回転式ツールの軸線の角度変更を意味するものであり，両者は全く異なる意味を有しており，審決の判断は誤りである旨主張する。",
                "しかし，引用発明が「穴を形成する段階」を含むものといえ，さらに，引用発明のブレードを形成する際には，ブレードの三次元的に曲がった曲面を削り出すのに，フライスカッターの主切込み方向が常に同じ方向であると，曲面を形成することが困難であり，むしろ，主切込み方向への送りのたびに，角度を変更し適切な方向へずらす必要がある。",
                "そうすると，引用発明には，フライスカッターによる切削で形成された「穴」に対して，フライスカッターの「主切り込み方向」，すなわち，フライスカッターの軸線の角度変更を行うことが含まれるから，引用発明のフライスカッターが「ずらされ」ることが，本願発明の回転式ツールの「心ずれ」に相当するとした判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明においても，加工対象であるブレードの形状に合わせて，フライスカッターの軸線の角度を変更する必要があり，切削加工の最初の段階で形成したフライスカッターによる切削穴の軸線から，ブレードの加工をすすめるに当たり，フライスカッターの軸線の角度を変更する必要があることは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤りと相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用刊行物(甲1)には，次の記載がある(ただし，原文は英語)。",
                    "［0002］本発明は，流れにさらされる部品の製造方法と，該方法により製造される部品に関する。流れにさらされる円盤形状または環状の部品，特に一体化されたブレードをもつタービン機械用のロータディスク，の製造方法に係る本発明の好ましい実施例では，フライス加工に続いて仕上げ加工が行われ，部品がワークピースからフライス加工により削り出され，フライス加工後に部品を通して仕上げ加工用の媒体が流されて仕上げ加工が行われる。",
                    "［0006］それらを出発点とし，本発明の課題は，回転対象構造の部品を製造する新しい方法を提供することである。",
                    "［0008］は，特に，あらゆるターボ機械特にガスタービンに使用される，一体化されたブレードを持つロータディスク，・・・に関する。",
                    "［0009］ロータディスクは，フライス加工とフライス加工後の仕上げ加工により製造される。部品がワークピースからフライス加工により削り出され，フライス加工後に部品に仕上げ加工用の媒体が流されて仕上げ加工が行われる。",
                    "［0011］本発明の有利な応用例では，フライス加工がプランジミリング法で行われ，プランジミリング中はフライスカッターの主切込み方向はカッターの回転軸線の方向に沿っている。プランジミリング法は，ピアシングとも呼ばれ，フライス加工の間，カッターの安定した送り込みを確保する。",
                    "［0021］図1と図2における代表的な実施形態では，総計Ｎmax 個の一体化されたブレードを持つロータディスクが製造される。この目的のために，総計Ｎmax個の流路がフライス加工によりワークピースに形成され，それぞれのケースで，2枚の隣接するブレードが互いに1つの流路によって形成される。",
                    "［0022］図1における代表的な実施形態では，製造方法は，最初のステップ10で開始し，その開始の後，カウンタＮの値を1にセットする。カウンタ又は対応するカウント機能により，フライス加工によりワークピースに作られる流路の数は，監視され又はカウントされる。",
                    "［0023］ステップ10で製造方法を開始し，ステップ11でカウンタＮの値を1にセットした後，ステップ12でワークピースに最初の流路をフライス加工する。フライス加工はプランジミリング法によって行い，プランジミリング中のカッターの主切込み方向はカッターの回転軸線の方向に沿っている。本発明の方法においてステップ12では，2枚の隣接するブレードの間に対応する流路が削り出される。その後，ステップ13でロータディスクの「環状空間」及び「フィレット」が流路の領域に加工される。",
                    "［0024］ステップ14で，カウンタＮの状態が，形成又はフライス加工により削り出される流路又はブレードの数の最大数Ｎmax に一致しているか否かチェックされる。一致していない場合，カウンタＮの値は1増やされ，プロセスはステップ 12 に戻る。そして，2枚の隣接するムービングブレードの間の次の流路のフライス加工が開始される。それゆえ，図1における代表的な実施形態では，流路は，順番通りに削り出される。すなわち，最初に1番目の流路，次に2番目の流路，3番目の流路，そして最終的にＮmax 番目の流路が削り出される。",
                    "図3",
                    "［0036］図3にはフライスカッター4が示され，このフライスカッター4の主切込み方向はおおまかにカッターまたは長手方向の軸線に沿っている。機械加工の性能向上のため，主切込み方向とカッター軸線とは僅かに角度をなすように調整してもよい。フライス加工の間，材料の除去は特にフライスカッター4をその主切込み方向に沿って送ることによってなされ，その後，フライスカッターはドリルのように引き出され，ずらされて再び主切込み方向に送られて更に材料を除去する。部品 1 の流体力学的に作用する表面，とくにブレード3の表面と，ブレード3の領域の付け根全体と，ロータのキャリア2の外面によって形成される環状空間の表面は，仕上げ加工される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，①審決は，引用刊行物に「環状空間」が複数あることを裏付ける記載がないのに，引用発明が「一連の環状空間を形成する段階」を含むと認定した，②引用発明の「環状空間」は，どの次元で広がりを有しているか，四方が囲まれているかの限定がなく，ロータキャリア2の外側表面の部分としか解釈できない，引用発明の「環状空間」という事項は，本願発明の「空洞」という事項に相当するものではなく，引用発明には「一連の空洞」を形成する段階がないと主張する。",
                    "確かに，上記段落［0023］及び［0036］によれば，引用刊行物(甲1)において，「環状空間」という用語が当てられている箇所は，ブレードとブレードとの間の空間ではなく，ロータキャリア2の，ブレードが形成される外表面であると解するのが妥当である。また，「環状空間」と表現されたものが複数なのか，その形状がどうであるのかについて記載もない。したがって，審決が，引用発明について，ブレードを形成するためにワークピースに「一連の環状空間」を形成すると認定したことは誤りであり，原告の主張には理由がある。しかし，図3及び上記記載事項から，ブレードとブレードとの間に，「流路」として機能する，三次元的広がりを有する「空間」が形成されていることは，明らかであり，このような空間が「複数」存在することも，明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，引用刊行物(甲1)には，次のような引用発明が記載されていると認定すべきである。",
                    "「一連のブレード3を一体的に備えたタービン機械のロータディスクのような部品 1 を得るために，フライスカッター4によってワークピースを加工する方法であって，",
                    "前記フライスカッター4によって材料を除去して前記一連のブレード 3 を形成するために，前記ワークピースに複数の空間を形成する段階を含み，",
                    "前記段階が，フライスカッター4をカッター軸線に沿った主切込み方向に送ることによってワークピースから材料を除去し，該除去後に，フライスカッター4をドリルのように引き出し，ずらして，再びカッター軸線に沿った主切込み方向に送って材料を除去する，プランジミリング法により行われる，加工方法」",
                    "なお，プランジミリング法とは，フライスカッターが，カッターの回転軸線方向に沿って送られ，また，ドリルのように引き出され，ずらされて再び主切込み方向に送られて更に材料を除去する方法であると理解できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "以上に基づいて，本願発明と引用発明とを対比すると，審決の認定のとおり，引用発明の「タービン機械のロータディスクのような部品1」は，本願発明の「ロータ」に相当する。以下同様に，「フライスカッター4」は「回転式ツール」に，「カッター軸線」は「回転軸線」にそれぞれ相当する。",
                "また，本願発明の「一連の空洞」という事項は，「一連のブレード」のブレードとブレードとの間に形成され流体が流通する機能を有し，一方，引用発明の「複数の空間」も「流路」として機能するものであるから，ともに共通の機能を有するものである。そして，空洞は空間の一形態といえる。したがって，本願発明の「一連の空洞」と引用発明の「複数の空間」とは，「一連の空間」という限りにおいて共通する。",
                "さらに，本願発明の「半加工製品」と引用発明の「ワークピース」とは，回転式ツールによって除去加工される素材である限りにおいて共通する。",
                "しかし，本願発明の「空洞」は，外殻様の部位を備えたロータを得るために加工する過程における，四方を囲まれた空間と解釈することができるのに対し，引用発明の「空間」は，四方を囲まれているか否かが明らかではない。",
                "そうすると，本願発明と引用発明とは，「一連のブレードを一体的に備えたロータを得るために，回転式ツールによって素材を加工する方法であって，前記素材に，前記回転式ツールで前記一連のブレードを形成するために，前記素材に一連の空間を形成する段階を含む，加工方法。」である点で一致し，審決で指摘された相違点のほか，次の点で相違するといえる(なお，審決の相違点1，相違点2の認定について，争いはない。)。",
                "(相違点3)",
                "素材に一連の空間を形成するに際し，本願発明では，「一連の空洞」を形成するのに対し，引用発明では，「複数の空間」を形成する点。",
                "なお，被告は，審決がブレードとブレードの間の空間を「環状空間」と認定した旨主張するところ，仮に，被告が主張するとおり，審決の「環状空間」は，「annular space」の訳語とは別の，ブレードとブレードとの間の「空間」を示すものであるとしても，上記(2)で示すように，空間が空洞であるか否か明らかでないから，一連の「空洞」を形成する点を相違点としなかった点は，誤りというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかし，引用発明において，一連の「空洞」を形成することは，以下のとおり，当業者が周知技術に基づいて容易になし得たことであり，上記一致点の認定の誤り及び相違点3の看過は，審決の結論に影響を及ぼすものとはいえない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願優先日前の刊行物である特開平8-159088号公報(乙1)には図面とともに次の記載がある。",
                    "【0002】",
                    "【従来の技術】従来のシュラウド付きインペラは，たとえば，図3の側面断面図に示すような構成からなっている。図3において，1はインペラ，2はハブ，3はシュラウド，4は翼部，5は中心軸穴，6は流体の流れを示した矢印である。",
                    "【0003】そして，図4は図3のA-A矢視図で，展開してその一部を示している。また翼部4は流体の案内羽根であるため，ハブ2とシュラウド3の間に数枚あるいは十数枚設けられているが，図5はその1枚を示した斜視図である。このようなインペラ1の従来の製造方法としては，第1に，一体削り出し方法，第2に，精密鋳造により一体に製作する方法，第3にハブ2と翼部4を一体物にしてからシュラウド3を接合する方法がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この記載からすれば，一般的に，ブレードを備えたロータにおいて，ブレードの外側に外殻様(シュラウド)を設けること，及び，その構造を一体削り出しによって得ることが行われていた，すなわち，ブレードと一体となった外殻様を設けたロータを得るために，削り出しの方法を用いることが行われていたと認められる。そして，削り出しの過程においては，ブレード間に形成される流路である空間を四面を閉じるようにして形成することは，技術上，当然である。",
                    "したがって，ブレードを備えたロータにおいて，ブレードの外側に外殻様の構造を設け，加工の過程において，ブレード間に形成される流路である「空間」を四面を閉じるようにして形成，すなわち，原告の主張する「空洞」を形成することは，本願優先日前において，周知技術であるといえる。",
                    "よって，取消事由1には一部理由があるものの，これによって審決が取り消されるべきであるとはいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(穴の形成に関する相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明は半加工製品に穴を形成する段階があるのに対し，引用発明はこの段階がないにもかかわらず，審決は，「回転式ツールをその回転軸線に沿って前進させることによって材料を除去」することが穴を形成する段階に相当すると判断した誤りがあると主張するので，この点について，判断する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "回転式ツールをその回転軸線に沿って前進させることによって材料を除去する場合，穴を形成してからその周りを除去していく方法と，穴を形成せず材料の端から除去していく方法とが考えられるところ，引用発明においては，穴を形成してからその周りを除去する方法を採用することを明示してはいない。",
                "この点に関し，本願優先日前の刊行物である米国特許第3811163号明細書(乙4。1974年に公開。)には，図面とともに次の記載がある。",
                "図2",
                "「図2は，本発明に従って粗加工されている同じワークピース10を例示し，そこにおいてプランジミル14が所望のポケットの深さまで2つのプランジ16と18を完成させ，第三の押込みの作成途中である。この手順は，ポケットから90パーセント以上の金属がほぼ除去され終わるまで続行される。その後のクリーンアップと仕上げ操作がポケットを完成させる。」(3欄46～54行)",
                "この記載によれば，一般的に，プランジ加工において，プランジミルにて，ワークピースに穴を形成しながら金属をポケット状に形成していき，その後に仕上げ操作をすることが行われていたと認められる。したがって，プランジ加工において，まず，ワークピースに穴を形成し，その後，穴まわりに削り出し仕上げを行うことは，本願優先日前において周知技術であるといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明は，プランジミリング法により，流路の「空間」が形成されるものである。したがって，引用発明のプランジミリング法に，上記周知技術を採用し，流路の空間の形成をプランジミリング法で行う場合に，初めに穴を形成し，その後，穴まわりの削り出し仕上げを行い，流路の空間を形成することは，当業者が容易になし得たことである。",
                "よって，審決の，穴の形成に関する相違点2について容易であるとした判断に誤りはなく，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(心ずれに関する相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明の「ずらされ」は本願発明における「心ずれ」，すなわち，回転式ツールの軸線を，既に形成された穴の軸線との関係で回動させる，つまり，角度を変えるとの意味を有しないと主張するので，この点について判断する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願優先日前の刊行物である特開2004-92650号公報(乙6)には，図面とともに次の記載がある。",
                    "【0001】本発明は，遠心圧縮機のロータの改良された製造方法に関する。",
                    "【0004】遠心圧縮機，特に高圧タイプの遠心圧縮機は，通常，公知の方法で三次元的に試験されるロータを備える。",
                    "【0005】より具体的には，遠心圧縮機用のこれらロータの主要部品は，ハブ，シュラウド及びブレードである。",
                    "【0014】公知技術を具体的に参照すると，従来の方法ではブレードはハブをミル加工することによって得られ，続いて部品を結合するために溶接が開口の内部から行なわれることに注目すべきである。",
                    "【0017】従って，本発明の目的は，前述の技術を改良することであり，特に，対応する期待値と一致する最適の寸法精度を得ることを可能にする，遠心圧縮機のロータの改良された製造方法を提示することである。",
                    "【0022】遠心圧縮機のロータの本発明による改良された製造方法により，構造的な切れ目がないロータが得られる利点がある。",
                    "【0023】更に，非常に優れた機械的特性を有するロータを製造することが可能になる。",
                    "【0024】空気力学的表面の加工は，自動加工により，従っていかなる手動による介入も回避して行なわれる利点がある。",
                    "【0025】更に，遠心圧縮機のロータの本発明による改良された製造方法によると，溶接により生じる歪みも無いために，設計要件に応じた最適の寸法精度が得られる。",
                    "【0035】近年，複数の制御された軸を有するこれらの機械に用いられる工具は，金属材料を除去する能力を著しく増強することが可能になってきており，更にそれら機械は，様々な種類の加工を行なうことができるという事実のために設定時間を減少させる。その上に，これらの最近の工具により，特に複雑な形態の加工が可能である。",
                    "【0036】例えば，最新の制御ソフトウェアの開発の結果として，過去には3つの異なる設定が必要であったが，最近までは3つの別々の工具が必要であったという事実を考慮することなく，一部の工具では，単一設定により被加工物をミル加工し，折り曲げ加工し，かつ穿孔加工することができる。",
                    "【0037】図1は，一体構造ディスクが，外径から開始して空洞の外側部分が形成されるまで，工具20により半径方向に加工される方法を示す。",
                    "【0038】工具20は，連続したテラス成形加工をしながら前進し，該工具が一体構造ディスクの円形リングの全幅に対して中間深さに到達するまで，加工する。",
                    "【0039】図2は，一体構造ディスクが，内径から開始して，工具20により半径方向に加工される方法を示す。",
                    "【0040】工具20は，連続するテラス加工をしながら前進し，既に形成された外側空洞に到達し，従って必要とする半径方向の空洞12を形成するまで，加工する。",
                    "【0041】図3及び図4は，このタイプの半径方向空洞12を形成している工具20を示す。",
                    "【0042】本発明はまた，最初に内側から加工され，次に外側から加工される一体構造ディスクに関するものであることは明らかである。1つ又はそれ以上の数値制御機械の2つの制御された軸に配置された2つの工具を用いて，2つの加工作業が同時に行なわれるようなケースも少なくない。",
                    "これらの記載からすれば，乙6には，削り出しによって形成されるブレードにおいて，ねじれを持った曲面を有するもの，すなわち，三次元的に角度が変更される技術が開示されているものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願優先日前の刊行物である特開2003-120203号公報(乙7)には，図面とともに次の記載がある。",
                    "【0013】【発明の実施の形態】図1に参照符号1で示した，羽根の加工用に用いられる従来のフライスは，丸みを帯びた，より詳しくは半球形の先端3に続く円錐形の主部2を含む。部分2，3は，切刃を備え，フライス1は，詳しくは図示していないデジタル制御装置5が駆動する回転軸4を中心として回転する。最初に述べた，このような工具を用いる，突き合わせ溶接法(soudageen boat)または点溶接法では，加工中，同様の他の羽根およびリム7と共に，モノブロックタービンディスク8を構成する羽根6に，先端3を押し当てる。軸4およびフライス1は，(ディスク8の主方向からみて)わずかに接線方向に傾斜しながらほぼ径方向に配向される。フライス1は，シートに対して垂直移動し，高さhによって分離される羽根6の各高さのところで連続パスを実施する。参照符号9は，次のパスで除去される削り屑の断面を示す。",
                    "【0014】図2のフライス10は，半球形の先端3と前述のフライス1で既に示した回転軸4との間に，主部2よりも長さのある円錐形の主部2’を含む。その場合，羽根6は，主部2’によって1回で加工される部分11を含む。リム7に近い羽根6の補足的な部分12は，フライス10の先端3による連続パスで加工される。ここでもまた，軸4は，わずかな傾斜を伴ってほぼ径方向の位置に保持されている。",
                    "【0015】次に，図3，4，5を参照しながら，本発明による方法について説明する。ブランク状態にある羽根，リム，およびディスクには，同様に参照符号6，7，8を付す。未加工状態のディスクは中実であり，最終状態の羽根6の外径よりもわずかに大きい円周13で囲まれている。",
                    "【0016】第一のステップは，未加工状態にあるディスクを切り込み，羽根6のブランクを分離することからなる。中間材料は，様々な割合で除去可能である。",
                    "【0017】好適な実施形態では，円筒または円錐形の大型フライスで処理して，適度な深さの切り込み14をつけ，その後，羽根6の最終形状から遠くないところを通る偏心穴15を形成し，ディスクのブランクの外側にリング16を残す。このリングは，羽根6の先端をつないでアセンブリの剛性を高めるように構成される。",
                    "これらの記載から，乙7には，削り出しによって形成されるブレードにおいて，ねじれを持った曲面を有するもの，すなわち，三次元的に角度が変更される技術が開示されているものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，削り出しによって形成されるブレードにおいて，ねじれを持った曲面を有するもの，すなわち，三次元的に角度が変更されるものは，本願優先日前において周知技術である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記のとおり，削り出しによって形成されるブレードにおいては，三次元的に角度が変更される形状のものが，本願優先日前に周知技術(乙6，7)である。また，引用刊行物の図3を参酌すると，ブレードの根元部と先端部とで三次元的に角度が変更されていることが見て取れる。以上から，引用発明のブレードは，三次元的に角度が変更されるものと解するのが妥当である。",
                "そうすると，引用発明において，ブレードの削り出しの際に，フライスカッター(回転式ツール)の角度を一定に維持するのではなく，角度を変更する，つまり，軸線を心ずれさせて削り出しを行うことは，技術上，当然のことであるといえる。",
                "したがって，原告の上記主張は採用できない。",
                "そして，審決の，心ずれに関する相違点2について容易であるとした判断に誤りはなく，取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}