{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2013-390128号事件について平成25年12月2日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告らは，発明の名称を「車両用監視装置」とする特許第4094831号(平成13年8月10日特許出願。平成20年3月14日設定登録。請求項の数5。以下「本件特許」という。)の特許権の共有者である(甲7)。",
            "原告らは，平成25年8月30日，本件特許に係る請求項1について特許請求の範囲の減縮を，明細書について明りょうでない記載の釈明をそれぞれ目的とする訂正審判を請求し(以下「本件訂正」という。甲8)，特許庁に訂正2013-390128号事件として係属した。",
            "特許庁は，平成25年12月2日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年12月12日，原告らに送達された。",
            "原告らは，平成26年1月10日，本件審決の取消しを求めて本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正における訂正事項",
          "text": [
            "本件訂正における訂正事項は，以下のとおりであり，訂正事項1ないし4は特許請求の範囲の減縮を目的とするもの，訂正事項5は明りょうでない記載の釈明を目的とするものである(甲8)。",
            "訂正事項1",
            "特許請求の範囲の請求項1に「ドアミラーに配設されており前輪近傍を撮像する撮像手段」とあるのを，「ドアミラーに配設されており，前記ドアミラーよりも前にある前輪近傍を撮像する撮像手段」に訂正する。",
            "訂正事項2",
            "特許請求の範囲の請求項1に「前輪近傍の路面の画像を含む前記第一の画像」とあるのを，「前輪近傍の路面の画像及び車両の画像を含む前記第一の画像」に訂正する。",
            "訂正事項3",
            "特許請求の範囲の請求項1に「長さ方向の距離を示す第二の指標」とあるのを，「車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す第二の指標」に訂正する。",
            "訂正事項4",
            "特許請求の範囲の請求項1の最後に「前記第二の指標は，前記幅方向を横方向とした場合の前記第一の画像における車両の画像の横の位置であって前記第一の画像における路面上の位置に配置された前記幅方向に沿って延びる直線の前記長さ方向における配置位置によって前記長さ方向の距離を示す，」を追加する。",
            "訂正事項5",
            "段落【0005】の記載を「本発明は，前記課題を解決するため，ドアミラーに配設されており，前記ドアミラーよりも前にある前輪近傍を撮像する撮像手段と，前記撮像手段で撮像した第一の画像を画面に表示する表示手段と，を備えた車両用監視装置であって，前輪近傍の路面の画像及び車両の画像を含む前記第一の画像と，車両の幅方向の距離を示す第一の指標及び車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す第二の指標を有する第二の画像と，を合成して前記表示手段に表示させる画像合成手段と，前記第二の画像を上下左右に移動させ，前記画面における前記第二の画像の位置を調整する表示位置調整手段と，を設け，前記第二の指標は，前記幅方向を横方向とした場合の前記第一の画像における車両の画像の横の位置であって前記第一の画像における路面上の位置に配置された前記幅方向に沿って延びる直線の前記長さ方向における配置位置によって前記長さ方向の距離を示す，ものである。」に訂正する。"
          ]
        },
        {
          "fig": "3",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1ないし5の記載は，次のとおりである(下線部は訂正箇所である。甲8)。以下，順に「本件訂正発明1」などといい，併せて「本件訂正発明」という。また，本件訂正発明に係る明細書(甲7，9)を，図面を含めて「本件明細書」という。",
            "【請求項1】",
            "ドアミラーに配設されており，前記ドアミラーよりも前にある前輪近傍を撮像する撮像手段と，前記撮像手段で撮像した第一の画像を画面に表示する表示手段と，を備えた車両用監視装置であって，",
            "前輪近傍の路面の画像及び車両の画像を含む前記第一の画像と，車両の幅方向の距離を示す第一の指標及び車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す第二の指標を有する第二の画像と，を合成して前記表示手段に表示させる画像合成手段と，",
            "前記第二の画像を上下左右に移動させ，前記画面における前記第二の画像の位置を調整する表示位置調整手段と，を設け，",
            "前記第二の指標は，前記幅方向を横方向とした場合の前記第一の画像における車両の画像の横の位置であって前記第一の画像における路面上の位置に配置された前記幅方向に沿って延びる直線の前記長さ方向における配置位置によって前記長さ方向の距離を示す，",
            "ことを特徴とする車両用監視装置。",
            "【請求項2】",
            "前記第一の指標及び前記第二の指標は，夫々複数のラインを有することを特徴とする請求項1に記載の車両用監視装置。",
            "【請求項3】",
            "前記第二の画像を表示するための画像データを記憶した記憶手段を有することを特徴とする請求項1に記載の車両用監視装置。",
            "【請求項4】",
            "前記表示位置調整手段は，前記第二の画像を上下左右に移動させる操作スイッチを有することを特徴とする請求項1に記載の車両用監視装置。",
            "【請求項5】",
            "前記表示位置調整手段は，前記第二の画像の角度を調整することを特徴とする請求項1に記載の車両用監視装置。"
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本件訂正は，訂正事項1ないし4に係る訂正については，特許請求の範囲の減縮を目的とするもの，訂正事項5に係る訂正については，明りょうでない記載の釈明を目的とするものと認められるが，本件訂正発明は，本件特許の出願日前に頒布された刊行物である下記刊行物1，刊行物2及び周知技術に基づいて当業者が容易に発明をすることができたものであって，独立して特許を受けることができないから，本件審判の請求は，平成23年法律第63号改正附則2条19項によりなお従前の例によるとされる同法による改正前の特許法126条5項の規定に適合しないものである，というものである。",
            "記"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "刊行物1：実願昭60-30262号(実開昭61-146450号)のマイクロフィルム(甲1)"
            },
            {
              "fig": "イ",
              "subject": "刊行物2：特開2001-180401号公報(甲2。平成13年7月3日公開)"
            },
            {
              "fig": "ウ",
              "subject": "刊行物3：特開平4-103444号公報(甲3)"
            },
            {
              "fig": "エ",
              "subject": "刊行物4：特開平11-11210号公報(甲4)"
            },
            {
              "fig": "オ",
              "subject": "刊行物5：特開平8-80791号公報(甲5)"
            },
            {
              "fig": "カ",
              "subject": "刊行物6：特開平9-193710号公報(甲6)",
              "text": [
                "本件審決が認定した刊行物1に記載された発明(以下「引用発明1」という。)，刊行物2に記載された発明(以下「引用発明2」という。)及び周知技術の内容，並びに，本件訂正発明と引用発明1の一致点及び相違点は，以下のとおりである。"
              ]
            },
            {
              "fig": "ア",
              "subject": "引用発明1の内容",
              "text": [
                "「ドアミラーに配設されており前輪近傍を撮像する撮像手段と，",
                "前記撮像手段で撮像した第一の画像を画面に表示する表示手段",
                "を設けたことを特徴とする車両用監視装置。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "引用発明2の内容",
              "text": [
                "「車両からの距離を示す線である距離線64～66と車両の左前端部分の画像PFL とを合成し，表示手段に表示する画像合成手段を有する車両用監視装置」"
              ]
            },
            {
              "fig": "ウ",
              "subject": "周知技術の内容",
              "text": [
                "刊行物3～刊行物6の記載から，「車両にカメラを取付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」(以下「周知技術1」という。)",
                "刊行物3～刊行物5の記載から，「カメラからの画像と距離を示す画像の表示位置がずれた場合等に備え，距離を示す画像の表示位置を調整できるようにすること」 (以下「周知技術2」という。)"
              ]
            },
            {
              "fig": "エ",
              "subject": "本件訂正発明と引用発明1との一致点",
              "text": [
                "「ドアミラーに配設されており，前記ドアミラーよりも前にある前輪近傍を撮像する撮像手段と，前記撮像手段で撮像した第一の画像を画面に表示する表示手段と，を備えた車両用監視装置であって，",
                "前記第一の画像は前輪近傍の路面の画像及び車両の画像を含む，",
                "ことを特徴とする車両用監視装置。」"
              ]
            },
            {
              "fig": "オ",
              "subject": "本件訂正発明と引用発明1との相違点",
              "text": [
                "本件訂正発明1と引用発明1との相違点",
                "(相違点1)",
                "本件訂正発明1が「前輪近傍の路面の画像及び車両の画像を含む前記第一の画像と，車両の幅方向の距離を示す第一の指標及び車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す第二の指標を有する第二の画像と，を合成して前記表示手段に表示させる画像合成手段」を有し，「前記第二の指標は，前記幅方向を横方向とした場合の前記第一の画像における車両の画像の横の位置であって前記第一の画像における路面上の位置に配置された前記幅方向に沿って延びる直線の前記長さ方向における配置位置によって前記長さ方向の距離を示す」のに対し， 引用発明1は「車両の幅方向の距離を示す第一の指標及び車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す第二の指標を有する第二の画像」がなく，「第二の画像」がないから，「前記第二の指標は，前記幅方向を横方向とした場合の前記第一の画像における車両の画像の横の位置であって前記第一の画像における路面上の位置に配置された前記幅方向に沿って延びる直線の前記長さ方向における配置位置によって前記長さ方向の距離を示す」ものもなく，また，第一の画像と第二の画像を「合成して前記表示手段に表示させる画像合成手段」を有していない点。",
                "(相違点2)",
                "本件訂正発明1が「前記第二の画像を上下左右に移動させ，前記画面における前記第二の画像の位置を調整する表示位置調整手段」を有しているのに対し，引用発明1ではこのような構成を有していない点。",
                "本件訂正発明2と引用発明1との相違点",
                "相違点1及び相違点2に加え，",
                "(相違点3)",
                "本件訂正発明2が「前記第一の指標及び前記第二の指標は，夫々複数のラインを有する」のに対し，引用発明1がこのような構成を有しない点。",
                "本件訂正発明3と引用発明1との相違点",
                "相違点1及び相違点2に加え，",
                "(相違点4)",
                "本件訂正発明3が「前記第二の画像を表示するための画像データを記憶した記憶手段を有する」のに対し，引用発明1がこのような構成を有しない点。",
                "本件訂正発明4と引用発明1との相違点",
                "相違点1及び相違点2に加え，",
                "(相違点5)",
                "本件訂正発明4が「前記表示位置調整手段は，前記第二の画像を上下左右に移動させる操作スイッチを有する」のに対し，引用発明1がこのような構成を有しない点。",
                "本件訂正発明5と引用発明1との相違点",
                "相違点1及び相違点2に加え，",
                "(相違点6)",
                "本件訂正発明5が「前記表示位置調整手段は，前記第二の画像の角度を調整する」のに対し，引用発明1がこのような構成を有しない点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告らの主張",
          "text": [
            "本件審決における本件訂正発明1に係る進歩性判断の内容"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件審決は，本件訂正発明1と引用発明1との相違点1について，①引用発明1は「車両用監視装置」であり，「車両にカメラを取付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」が周知技術である(周知技術1)ことを勘案すれば，引用発明1に，車両用監視装置であり，車両の画像と距離を示す画像を合成して表示するものである引用発明2を適用することは，当業者が容易に着想できることである，②引用発明1に引用発明2を適用することは，引用発明1に車両からの距離を示す線である距離線と第一の画像とを合成して表示手段に表示する画像合成手段を設けることとなるが，「第一の画像」は，刊行物1の第4図のようなフロントフェンダ部側方近傍の映像(画像)であり，車の進行方向も写っているものであって，運転者は，側方だけでなく，当然前方にも注意を払うものであるから，上記画像において，障害物を回避するために「距離線」を表示する場所は，障害物が存在し得る車両の左側及び車両の前方となり，車両の左側の距離線は，車両の左側方向の距離を示す距離線といえ，車両の前方の距離線は，車両の前方向の距離を示す距離線といえる，③引用発明1に引用発明2を適用して，車両の左側における障害物を回避するための車両の左側方向の距離を示す線を第一の画像に表示する場合，上記距離線は，刊行物2の記載(段落【0043】)によれば，車両の最外側の縁からの距離を示す線となり，この線は「車両の幅方向の距離を示す第一の指標」といえるから，引用発明1に引用発明2を適用して，車両の左側方向を示す線を「車両の幅方向の距離を示す第一の指標」とすることは，当業者が容易に想到し得ることである，④引用発明1に引用発明2を適用して，車両の前方における障害物を回避するための車両の前方向の距離を示す線を第一の画像に表示する場合，周知技術1から，車両の前方向の距離を示す線の基準を車両の先端とし，車両の形状は，刊行物2の【図2】に示されるように通常四角であって，直線的であり，刊行物2の段落【0079】の記載を勘案すれば，刊行物1の第4図に示されているような車体の画像に，引用発明2を適用し，車両の前方向の距離を示す線を「車両先端からの長さ方向の距離を前記幅方向に沿って延びる直線で示す第二の指標」にすることは，当業者が容易に想到し得ることである，⑤「第二の指標」は，「車両先端からの長さ方向の距離を前記幅方向に沿って延びる直線で示す」ものであって，「第二の指標」は直線であるので，その直線の位置が距離を示すことは明らかであり，「前記幅方向に沿って延びる直線の前記長さ方向における配置位置によって前記長さ方向の距離を示す」ものといえ，刊行物2の記載(段落【0043】)によれば，「第二の指標」は，車両先端のラインを地面に垂直に下ろし，前記ラインを車両の左右に延長させることによって設定された基準により設定されるものとなるから，「前記第一の画像における路面上の位置に配置された前記幅方向に沿って延びる直線の前記長さ方向における配置位置によって前記長さ方向の距離を示す」ものといえる，⑥ また，「第二の指標」は，「車両先端からの長さ方向の距離を前記幅方向に沿って延びる直線で示す」ものであり，刊行物2の【図16】に示されているように15cm，50cm等の距離を示すものであって，刊行物1の第4図に示されているような車体の画像における15cm，50cmの距離を示す「第二の指標」は，車両(車体A)の左側になることは，容易に想到され，車両の左側は，「前記幅方向を横方向とした場合の前記第一の画像における車両の画像の横の位置」といえる，として， 引用発明1に引用発明2を適用して，引用発明1に相違点1に係る構成を設けることは，当業者が容易に想到し得ることである旨判断した。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，本件審決は，本件訂正発明1と引用発明1との相違点2については，①カメラからの画像と距離を示す画像の表示位置がずれた場合等に備え，距離を示す画像の表示位置を調整できるようにすることは，周知技術であり(周知技術2)，刊行物3や刊行物5に記載されているように，カメラからの画像と距離を示す画像との表示位置がずれることは，普通に想定されるから，引用発明1に引用発明2を適用する際に，車体の振動等によりカメラからの画像と距離を示す画像との表示位置がずれることに備え，距離を示す画像の表示位置を調整できるようにすることは容易であり，②2つの画像の表示位置の合わせ方として，平行移動や回転移動させることは普通のことであるから，「前記第二の画像を上下左右に移動させ，前記画面における前記第二の画像の位置を調整する表示位置調整手段」(相違点2に係る構成)を設けることは，当業者が容易に想到し得ることである旨判断した。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "そして，本件審決は，相違点1及び2に係る構成は，当業者が容易に想到できたものであるから，本件訂正発明1は，当業者において，刊行物1に記載された発明，刊行物2に記載された発明及び周知技術に基づいて，容易に発明をすることができたものである旨判断した。",
                "本件訂正発明1に係る容易想到性判断の誤り",
                "しかしながら，本件審決における上記判断は，以下の点で誤りである。"
              ]
            },
            {
              "fig": "ア",
              "subject": "取消事由1(相違点1の認定の誤り)",
              "text": [
                "本件審決は，本件訂正発明1と引用発明1との相違点1として，前記相違点1としては，さらに，本件訂正発明1の「第一の画像」が「第二の指標」を配置可能な角度(車両の左斜め前方がある程度写る角度)で前輪近傍を撮影した画像となるのに対し，引用発明1の「第一の画像」にはこのような限定がない点も相違点として認定されるべきである。",
                "すなわち，本件訂正発明1では，「第一の画像」に「第二の指標」を含む「第二の画像」が合成され，「第二の指標」は，車両の左斜め前方に置かれるものであるから，「第一の画像」は，「第二の指標」を配置可能な角度で前輪近傍を撮影した画像(車両の左斜め前方まで写した画像)となる必要がある(本件明細書の【図1】参照)。",
                "これに対し，引用発明1は「側方監視装置」という名称の考案であり，フロントフェンダ部側方を監視するものであること，刊行物1には車両の左斜め前方までをも撮影することは記載されていないことからすれば，引用発明1においては，「第一の画像」はフロントフェンダ部側方近傍を撮影した画像であればよく，「第二の指標」を配置可能な角度で前輪近傍を撮影した画像(車両の左斜め前方まで写した画像)となる必要がない。なお，刊行物1の第4図には，車両の左斜め前方が描かれているが，上記図面は明細書を補完し，実用新案登録を受けようとする考案に係る技術内容を当業者に理解させるための説明図にとどまるものであって，正確なものでなくても足りるから，上記図面から，引用発明1の「第一の画像」が，「第二の指標」を配置可能な角度で前輪近傍を撮影した画像(車両の左斜め前方まで写した画像)となる必要があると認定することはできない。",
                "そして，刊行物1～刊行物6のいずれにも，「第二の指標」を配置可能な角度で前輪近傍を撮影して「第一の画像」(車両の左斜め前方まで写した画像)を得るという技術思想は開示も示唆もされていない。",
                "以上のとおり，相違点1としては，さらに，本件訂正発明1の「第一の画像」が「第二の指標」を配置可能な角度(車両の左斜め前方がある程度写る角度)で前輪近傍を撮影した画像となるのに対し，引用発明1の「第一の画像」にはこのような限定がない点も含まれるから，本件審決の認定した相違点1の内容は誤りである。",
                "そして，刊行物1～刊行物6には，上記相違点に係る技術思想は開示も示唆もされていないから，当業者において，このような構成に容易に想到し得たとはいえず，本件審決における相違点1に係る容易想到性の判断は誤りである。",
                "被告の主張に対する反論",
                "被告は，刊行物1には，第4図が記載されており，第4図をみた当業者は，ドアミラーに配設された前輪近傍を撮像する撮像手段が第4図のような画像を撮像すると理解するのが自然であり，第4図が正確でないとしても，撮像手段が，前輪近傍及び車両の左斜め前方を映した画像を撮像すると認識することは普通のことである旨主張する。",
                "しかしながら，刊行物1に接した当業者が，本件訂正発明1に容易に想到し得るには，刊行物1から，「車両の左斜め前方を撮像する」という技術的思想を認識する必要があるが，第4図は正確なものではないことに加え，引用発明1で得られる撮像画像は，車両の前輪近傍側方を監視するためのものであればよいので，第4図があったとしても，当業者において，刊行物1から車両の左斜め前方を撮像するという技術思想(ドアミラーに設けたカメラによって「車両の左斜め前方を撮像する」という技術思想)を認識し得ない。",
                "したがって，被告の上記主張は失当である。"
              ]
            },
            {
              "fig": "イ",
              "subject": "取消事由2(引用発明2の認定の誤り)",
              "text": [
                "本件審決は，刊行物2の段落【0066】や段落【0042】の記載から，刊行物2の「距離線64～66」を「車両からの距離を示す線」であると認定し，刊行物2には，「車両からの距離を示す線である距離線64～66と車両の左前端部分の画像PFL とを合成し，表示手段に表示する画像合成手段を有する車両用監視装置」(引用発明2)が記載されていると認定した。",
                "しかしながら，次のとおり，刊行物2は，距離の基準が車両のどこでもよいというような距離線やどのような方向の距離を示すものであってもよいというような距離線を開示するものではなく，「距離線64～66」は「車両の左前端部分からの左斜め前方に沿った距離を示す線」にすぎないから，これが「車両からの距離を示す線」であるとした本件審決の認定は誤りである。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "「距離線64～66」の距離の基準は車両の左前端部分であること",
                  "text": [
                    "刊行物2には，「そのために，前記選択スイッチ25は，・・・車両11の左前端部分における障害物を回避する際に障害物回避表示機能を選択するための左前スイッチ31，・・・等を備える。」(段落【0028】)と記載されており，また，【図16】とともに，「また，画像P の第2の例においては，車両61と車両11との間の間隔FLの目安となる距離線64～66を車両11からの距離(例えば「15cm」，「50cm」，「2m」等)と共に画像P に表示することもFLできる。」(段落【0066】)と記載されていることから(なお，【図16】の車両11は車両の左前端部分である。)，距離線64～66は，車両61と車両11との間隔の目安となるもの，すなわち，車両の左前端部からの距離を示すものであることは明白である。",
                    "そして，刊行物2には，距離線64～66の距離の基準が車両の左前端部分以外の部分であってもよいことは開示も示唆もされていない。",
                    "したがって，刊行物2に記載された距離線64～66は，車両の左前端部分からの距離を示す線であって，距離の基準が車両のどこでもよいというような距離線を開示するものではない。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "「距離線64～66」の示す距離は，車両の左斜め前方に沿った距離であること",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "刊行物2の【図16】の距離線64～66は，車両61と車両11との間の間隔の目安となるものであるので，車両11(左前端部分)から車両61(車両61は，【図15】から，車両11の左斜め前方に位置する。)に向かった左斜め前方方向に沿った距離を示すものであり，他の方向に沿った距離を示すものではない。",
                        "障害物回避においては，運転者はハンドルを右に切って車両を前進させて障害物を回避する(【図15】，段落【0064】～【0067】)。このとき，運転者は，車両の左前端部分が障害物にこすらないように注意をするものであることからも，距離線64～66が車両11(左前端部分)から車両61に向かった左斜め前方方向に沿った距離を示すものであり，他の方向に沿った距離を示すものではないことが分かる。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "刊行物2の【図16】において，距離線66は，車両11からの距離を示す15cmとともに記載されているので，当該距離線66は，車両11(車両の左前端部分)からある方向に沿って15cm離れた距離を示す線である。",
                        "ここで，距離線66は，車両11の輪郭線を模した線を，車両11から左上斜め方向に移動させた線で描かれているので，距離線66は，車両11から左斜め前方向に15cm離れた距離を車両11の輪郭線を模した線によって示すものである。",
                        "距離線64～66のうち，距離線66が車両11に最も近くかつ長く，距離線64及び65は距離線66と略同じ形状といえるので，距離線64及び65も，同様に，車両(左前端部分)の左斜め前方向の距離を示す線であることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "刊行物2の【図16】では，距離線64～66は，車両11から離れるほど車両11の左斜め前方方向にある線を共通部分として短くなっており，距離線64～66をまとめて見た場合，左斜め前方方向に向かって先細りとなっていることから，距離線64～66は，先細りの方向，つまり，車両11の左斜め前方方向を問題としていることは明らかである。",
                        "そして，距離線64～66が先細りとなっているということは，当該距離線が複数の異なる方向を問題としていないことは明らかであり，距離線64～66が車両の左斜め前方向の距離のみを示す線であることが分かる。",
                        "本件審決は，刊行物2に「車両からの距離を示す線である距離線64～66と車両の左前端部分の画像PFL とを合成し，表示手段に表示する画像合成手段を有する車両用監視装置」(引用発明2)が開示されていることを前提に，引用発明1に引用発明2を適用し，引用発明2の「距離線64～66」を周知技術などに基づいて更に変更して，相違点1に係る構成に容易に想到し得るとするものである。",
                        "しかしながら，前記のように，「距離線64～66」が「車両からの距離を示す線」であるとの認定は誤りであり，「距離線64～66」は「車両の左前端部分からの左斜め前方に沿った距離を示す線」であって，車両の左前端部分からの左斜め前方に沿った距離を示すことを目的とするものであるから，本件審決のように，「距離線64～66」を上記目的から離れて，車両の先端からの距離を示す線に変更したり，長さ方向の距離や幅方向の距離を示す線に変更したりすることには阻害要因がある。",
                        "以上のとおり，本件審決は，引用発明2の認定を誤り，その結果，相違点1に係る容易想到性の判断を誤った。",
                        "被告の主張に対する反論",
                        "被告は，刊行物2の【図16】は，「車両の左前端部分の画像P 」がFL表示されているものであるため，車両の左前端部分を注目しているものであるが，車両が障害物に当たる可能性がある箇所は表示されている部分全てであって，車両が障害物に当たらないようにするための複数の距離線の基準は，車両そのものであるとするのが自然な理解である旨主張する。",
                        "しかしながら，被告の上記主張を前提とすれば，刊行物3～刊行物6に開示された距離を示す画像における距離の基準も「車両そのもの」ということになり，「カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」が周知技術であるとする本件審決の認定，すなわち車両先端という車両の特定の箇所を距離の基準とすることが周知技術であるとの上記認定は誤りということになる。",
                        "被告の上記主張は，本件審決の認定と矛盾するものであり，失当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "取消事由3(周知技術1の認定の誤り)",
              "text": [
                "本件審決は，刊行物3～刊行物6の記載から，「車両にカメラを取付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」を周知技術(周知技術1)と認定した。",
                "しかしながら，刊行物3～刊行物6は，車両の後方を確認するものであって，車両の前方を確認するものではないから，上記刊行物に開示されている技術は，「車両後方を確認するためのカメラを車両後部に取り付け，カメラからの画像に車両の後端からの距離を示す画像を重ねて表示すること」にすぎない。",
                "上記刊行物には，上記技術を車両前方など他の方向にまで上位概念化できることについての開示や示唆はない。",
                "そもそも，車両後方は，死角が大きいので後方全体をカメラで監視する必要があり(刊行物3～刊行物6では，車両後方全体を監視している。)，距離を示す画像の距離の基準は当然車両の後端になるが，車両の前方については，死角が車両の後方よりも格段に少なく，運転者は車両の前方を見て運転するのが常態であるから，運転者は車両前方の障害物の確認が比較的容易であり，特に，車両の中央前方(車両先端の前方)にある障害物については確認が容易なので，距離を示す画像の距離の基準を車両の先端にする必要性は低い。",
                "したがって，「車両後方を確認するためのカメラを車両後部に取り付け，カメラからの画像に車両の後端からの距離を示す画像を重ねて表示すること」を車両前方にまで上位概念化することはできず，刊行物3～刊行物6の記載から，車両前方についても含む技術，すなわち，「車両にカメラを取付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」までが周知技術であるとすることはできない。",
                "ところで，刊行物6には，「前方カメラ，側方カメラの表示もカメラの視野角，方向に合わせてオンスクリーンのパターンを設定すれば，同様にオンスクリーン表示ができる。」との記載(段落【0023】)があるが，このような言及がされているのは刊行物6のみであり，しかも，刊行物6には，前方カメラや側方カメラの具体例や距離を示す画像の例などは一切開示されていないから，上記記載を根拠に，車両後方についての技術を車両前方についても含む技術にまで上位概念化することはできない。",
                "以上のとおり，本件審決における周知技術1の認定は，車両後方に係る周知技術を車両前方にまで上位概念化する点で誤りである。",
                "本件審決は，「車両にカメラを取付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」が周知技術であることを前提として，引用発明1に引用発明2及び周知技術を適用することにより，相違点1に係る構成に容易に想到し得るとするものである。",
                "しかしながら，上記のとおり，周知技術の内容は，「車両後方を確認するためのカメラを車両後部に取り付け，カメラからの画像に車両の後端からの距離を示す画像を重ねて表示すること」にとどまるから，引用発明1に上記周知技術を適用しても，本件訂正発明1の「車両先端からの車両の長さ方向の距離を・・・示す第二の指標」という構成は得られない。",
                "以上のとおり，本件審決は，周知技術の認定を誤り，その結果，相違点1に係る容易想到性の判断を誤った。",
                "被告の主張に対する反論",
                "被告は，刊行物6や乙1～乙3の記載からも「車両にカメラを取付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」は周知技術であると認められる旨主張する。",
                "しかしながら，刊行物6や乙1～乙3は，カメラによって監視したい場所を後方以外にしたときに，距離を示す画像の距離の基準をどこにするかについて一切開示していないから，被告の上記主張は失当である。",
                "刊行物6の段落【0023】に「なお，以上の説明では，後方確認カメラ1とモニター2で構成した例で説明したが，モニター2への映像入力を増設していき，前方カメラ，側方カメラの表示もカメラの視野角，方向に合わせてオンスクリーンのパターンを設定すれば，同様にオンスクリーン表示ができる。」と記載されているとおり，距離の基準などを含め距離を示す画像のパターンは，カメラの撮影方向に合わせて設定すべきことは本件特許の出願前から周知である。このことからしても，車両後端を距離線の基準とする周知技術を，車両先端を基準とすることまで当然に上位概念化できないのは明らかであって，被告の上記主張は失当である。"
              ]
            },
            {
              "fig": "エ",
              "subject": "取消事由4(相違点1に係る容易想到性判断の誤り)",
              "text": [
                "車両の前方の距離線を設けることが容易想到であるとの判断の誤り"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "本件審決は，相違点1に係る容易想到性の判断において，「「第一の画像」は，刊行物1の第4図のようなフロントフェンダ部側方近傍の映像(画像)であり，車の進行方向も写っているものであって，」として，刊行物1には，車両の進行方向まで撮影するという技術思想(発明)が開示されていると認定しているが誤りである。",
                    "刊行物1の第4図は正確なものではないことに加え，引用発明1で得られるカメラ画像は，フロントフェンダ部側方近傍の画像であればよく，フロントフェンダ部側方近傍を撮像する場合，必ずしも車両の進行方向がカメラ画像に写るわけではないから，刊行物1には，車両の進行方向まで撮影するという技術思想(発明)が開示されているとはいえない。",
                    "したがって，当業者は，刊行物1の記載から，本件審決が認定するような，車両の前方の距離線を設けるという課題を見い出すことはないから，引用発明1において，車両の前方の距離線を設けるという動機付けはない。",
                    "以上のとおり，当業者において，刊行物1の記載から，車両の前方の距離線を設けるという課題を見い出すことはできず，引用発明1において，車両の前方の距離線を設けるという動機付けはないから，本件審決における相違点1に係る容易想到性の判断は誤りである。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "本件審決は，相違点1に係る容易想到性の判断において，「運転者は，側方だけでなく，当然前方にも注意を払うものである。この画像において，障害物が存在しうる場所は，車両の左側及び車両の前方であって，障害物を回避するために「距離線」を表示する場所は，車両の左側及び車両の前方となる。」とするが，上記認定は誤りである。",
                    "引用発明1で得られるカメラ画像は，フロントフェンダ部側方近傍の画像であればよく，車両の進行方向が写っていないこともある。また，刊行物1の第4図は正確なものではなく，本来のカメラ画像は車両の側方が広く写り，ボンネット側は狭いものであることは，当業者であれば容易に想像がつく。さらに，刊行物1において，カメラは車両の前輪近傍を撮影するものであり，ドアミラーの位置など車両の形状との関係によっては，車両の進行方向(車両の前方部分)がわずかな領域となり，進行方向を良く確認できない場合もある。",
                    "このような画像において，当業者は，運転者が車両側方に注意を払うことを見い出すことができたとしても，車両前方に注意を払うことを見い出すことはできない。",
                    "刊行物1には，運転者が車両前方に注意を払うことについての開示や示唆はなく，当業者において，「運転者は，側方だけでなく，当然前方にも注意を払うものである。」との課題を見い出すことはできない。",
                    "刊行物6の段落【0023】には，「なお，以上の説明では，後方確認カメラ1とモニター2で構成した例で説明したが，モニター2への映像入力を増設していき，前方カメラ，側方カメラの表示もカメラの視野角，方向に合わせてオンスクリーンのパターンを設定すれば，同様にオンスクリーン表示ができる。」との記載があり，この記載から，側方カメラであれば，側方の距離を示すパターンが表示されるのが，当時の技術常識であることが分かる。そうすると，側方を監視するものである引用発明1において，運転者が車両前方にも注意することを見い出すことは困難である。",
                    "したがって，引用発明1で得られるカメラ画像(第一の画像)に，車両の前方の距離線を設けるという動機付けはない。",
                    "以上のとおり，当業者において，「運転者は，側方だけでなく，当然前方にも注意を払うものである。」との課題を見い出すことはできず，引用発明1で得られるカメラ画像(第一の画像)に，車両の前方の距離線を設けるという動機付けはないから，本件審決における相違点1に係る容易想到性の判断は誤りである。",
                    "車両の前方向の距離を示す線を直線で示すことが容易想到であるとの判断の誤り"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "本件審決は，「上方から見た車両の形状は，刊行物2の図2に車両の概念図に示されているように通常四角であって，直線的であり，また，刊行物2の「目標駐車枠基準線75」(段落【0079】)は距離線ではないが，車両に関係する線が直線で表されていることを勘案すれば，刊行物1の第4図に示されているような車体の画像に，引用発明2を適用し，車両の前方向の距離を示す線を「車両先端からの長さ方向の距離を前記幅方向に沿って延びる直線で示す第二の指標」にすることは，当業者が容易に想到し得ることである。」とするが，上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "すなわち，車両を上方から見た場合，車両の前部の形状は，空気抵抗などが考慮されて曲線的になるのであって，直線的ではない。",
                    "また，刊行物2の段落【0079】の「目標駐車枠基準線75」は，駐車スペースの形状の線であって，車両に関係する線ではないから，この記載は，曲線的である車両の前部の前方向の距離線を直線とする理由とはならない。",
                    "引用発明2の距離線64～66は，車両の左前端部分を模した形状とすることで車両の左前端部分からの距離を把握しやすくするものであるが，ドアミラーを有する車両の前部は必ず曲線になっており，この部分が直線で構成されることはあり得ないから，引用発明1に引用発明2を適用する場合，当業者は，車両の前方向の距離を示す距離線を車両の左前端部分の曲線的な形状に合わせて曲線のままにするはずである。",
                    "この距離線を直線とすると，車両の左前端部分からの距離を把握しにくくなってしまうから，引用発明2の距離線64～66の，車両の左前端部分を模した形状とすることで車両の左前端部分からの距離を把握しやすくするという本来の目的が失われてしまうことになるので，距離線を直線とすることには阻害要因がある。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "以上のとおり，当業者であっても，車両の前方向の距離を示す線を直線で示すことには容易に想到し得ないから，本件審決における相違点1に係る容易想到性の判断は誤りである。",
                    "距離線(距離を示す画像)を車両の画像の横の位置に配置することが容易想到であるとの判断の誤り"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "本件審決は，「刊行物1の第4図に示されているような車体の画像に，引用発明2を適用し，車両の前方向の距離を示す線を「車両先端からの長さ方向の距離を前記幅方向に沿って延びる直線で示す第二の指標」にすることは，当業者が容易に想到し得ることであって，「第二の指標」は，「車両先端からの長さ方向の距離を前記幅方向に沿って延びる直線で示す」ものであり，刊行物2の図16に示されているように15cm，50cm等の距離を示すものであって，刊行物1の第4図に示されているような車体の画像における15cm，50cmの距離を示す「第二の指標」は，車両(車体A)の左側になることは，容易に想到され，車両の左側は，「前記幅方向を横方向とした場合の前記第一の画像における車両の画像の横の位置」といえる。」とするが，上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "引用発明2における距離線64～66は，車両61と車両11との間の間隔の目安となるものであるから(刊行物2の段落【0066】)，車両の左前端部と障害物との間に配置されることからすると，ドアミラーに設けたカメラからの画像において，前方向についての距離線は，車両前方の障害物との距離感を把握するために，車両の進行方向に沿って(すなわち，車両先端と，車両の長さ方向に沿った車両先端の前方に位置する障害物との間に)配置されるはずであり，車両の画像の横の位置に配置されることはない。",
                    "したがって，引用発明1に引用発明2を適用し，車両先端を距離線64～66の距離の基準とする場合，距離線64～66は車両先端と車両先端前方にある障害物との間に配置されるのが通常であり，車両の画像の横の位置には配置しない。",
                    "刊行物1～刊行物6には，車両の画像の横の位置に第二の指標を配置するという技術思想は開示も示唆もされていない。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "以上のとおり，当業者であっても，距離線(距離を示す画像)を，車両の画像の横の位置に配置すること(第二の指標を車両の画像の横の位置に配置すること)には容易に想到し得ないから，本件審決における相違点1に係る容易想到性の判断は誤りである。"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "被告の主張に対する反論",
                  "text": [
                    "被告は，15cm，50cm等の距離を示す線は，車両に隠れてしまうところがあり，表示される部分は車両の左側になると認められる旨主張し，距離線が表示される位置が示したい距離に応じて変わることを前提としている。",
                    "しかしながら，距離線64～66は，車両の左前端部と障害物との間に配置されるものであって，示したい距離に応じて表示位置が変更されるものではない。",
                    "示したい距離に応じて表示位置が変更されることは，刊行物1～刊行物6には開示も示唆もないから，このような表示位置の変更を当然とする被告の上記主張は後知恵によるものである。",
                    "また，被告の上記主張は，車両の形状やカメラの撮像方向などに応じて，距離線の表示位置がたまたま車両の左側になることがあるとするものであり，距離線を必ず車両の左側に位置させるという本件訂正発明1の技術思想とは異なる。",
                    "さらに，車両先端前方にある障害物も車両との距離が短くなれば車両に隠れてしまうが，このような場合，距離線が車両の左側にあったとしても，車両が障害物に近づいたときに，障害物と距離線との比較が不可能となり，距離線を車両の左側に設ける意味がないので，距離線を車両の左側に配置することについて動機付けはない。",
                    "カメラによって監視したい領域と車両の進行方向先端とが車両の幅方向において重なる場合についての周知技術を両者が重ならない場合に係る引用発明1に適用した誤り"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "仮に，「車両後方を確認するためのカメラを車両後部に取り付け，カメラからの画像に車両の後端からの距離を示す画像を重ねて表示すること」を車両前方にまで上位概念化したものが周知技術であったとしても(言い換えれば，刊行物3～刊行物6における「距離を示す画像」の「距離の基準」を，「車の進行する方向の先端」と捉えることができたとしても)，刊行物3～刊行物6の記載から認定し得る本件特許の出願当時の周知技術は，「車の進行する方向の先端(車両の進行方向先端)とカメラによって監視したい領域とが車両の幅方向において重なる場合において，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」であり(後記の参考図1参照)，「車の進行する方向の先端(車両の進行方向先端)とカメラによって監視したい領域とが車両の幅方向においてずれている場合において，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」(後記の参考図2参照)までもが周知技術であったわけではない。",
                    "すなわち，参考図1のように「車の進行する方向の先端(車両の進行方向先端)とカメラによって監視したい領域とが車両の幅方向において重なる場合」には，車両が進行した場合に，カメラによって監視したい領域に写る障害物が最初に車両の進行方向先端と接触し得るので，距離を示す画像の距離の基準は，車の進行する方向の先端となる。",
                    "一方，参考図2のように「車の進行する方向の先端(車両の進行方向先端)とカメラによって監視したい領域とが車両の幅方向においてずれている場合」には，車両の進行方向先端とカメラによって監視したい領域に写っている障害物との距離感が問題になるというよりは，カメラによって監視したい領域に車両の幅方向において重なる車両の部分(参考図2の部分A)とカメラによって監視したい領域に写る障害物との距離感が問題となる。",
                    "以上のように，カメラによって監視したい領域と車両の進行方向先端とが車両の幅方向において重なる場合(参考図1の場合)と重ならない場合(参考図2の場合)とを同列に考えることはできないから，「車の進行する方向の先端(車両の進行方向先端)とカメラによって監視したい領域とが車両の幅方向においてずれている場合において，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」までが周知技術であったとはいえない。",
                    "【参考図1】(車両を上からみたときの車両，障害物等を示す図)",
                    "【参考図2】(車両を上から見たときの車両，障害物等を示す図)"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "そして，引用発明1は，車両の前輪近傍の側方をカメラによって監視したい領域(死角部分)としているから，車の進行する方向の先端とカメラによって監視したい領域とが車両の幅方向においてずれている場合に該当することは明らかである。",
                    "なお，刊行物1の第4図では，車両の前方が広く写っているが，同図面は，特許図面として描かれたものであって正確なものでない。また，刊行物1において，テレビカメラ1は車体Aの左側のドアミラー2の背面2a に前方やや下方を向けて内蔵設置されており，カメラの撮影方向(光軸)は，車両を上から見た場合に，車両の長さ方向に沿った方向になっていること(3頁10～12行，第1図，第2図参照)から，カメラからの映像は，車両の側面(前輪近傍の側面)よりもカメラの配置位置分左にずれたところを中心とした画像となり，さらに水平線が画像の縦方向の中央よりも上にある画像となるはずであること，すなわち，刊行物1のカメラで得られる撮影画像は，通常，第4図のようにボンネットや前方方向が広く写るようなものでなく，車両の側方が広く写り，ボンネット側(車両の前方)は狭い画像になることは，当業者であれば容易に把握することができる。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "刊行物3～刊行物6の記載から認定し得る周知技術は，「車の進行する方向の先端とカメラによって監視したい領域とが車両の幅方向において重なる場合」においての周知技術であって，「車の進行する方向の先端とカメラによって監視したい領域とが車両の幅方向においてずれている場合」である引用発明1には適用し得ない。",
                    "したがって，本件審決における相違点1に係る容易想到性判断は，刊行物3～刊行物6の記載から認定し得る周知技術は「車の進行する方向の先端とカメラによって監視したい領域とが車両の幅方向において重なる場合」のものであるにもかかわらず，これを引用発明1に適用した点において誤りである。",
                    "また，「車の進行する方向の先端とカメラによって監視したい領域とが車両の幅方向においてずれている場合」には，カメラによって監視したい領域に車両の幅方向において重なる車両の部分(参考図2の部分A)とカメラによって監視したい領域に写る障害物との距離感が問題となるが，このような場合に，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示するようにすると，問題となっている上記の距離感がかえって分かりにくくなってしまうので，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示するようにすることには阻害要因がある。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "以上のとおり，本件審決は，周知技術の認定を誤り，その結果，相違点1に係る容易想到性の判断を誤った。"
                  ]
                }
              ]
            },
            {
              "fig": "オ",
              "subject": "取消事由5(相違点2に係る容易想到性判断の誤り)",
              "text": [
                "本件審決は，「引用発明1に引用発明2を適用する際に，車体の振動等によりカメラからの画像と距離を示す画像との表示位置がずれることに備え，距離を示す画像の表示位置を調整できるようにすることは容易であ」るとするが，上記認定は誤りである。",
                "引用発明1において，相違点2に係る構成に当業者が容易に想到し得るとするには，引用発明1に引用発明2を適用して画像に距離線を表示するようにした上で，更に引用発明2の距離線を上下左右に移動可能とするように変更する必要がある。",
                "しかしながら，引用発明1に引用発明2を適用する動機は「車両からの距離を把握する」ということであり，引用発明2の構成をさらに変更する動機は，「カメラからの画像と距離を示す画像との表示位置のずれを補正する」ということであって，二つの動機は全く異なるものであるから，「引用発明1に引用発明2を適用する際に，車体の振動等によりカメラからの画像と距離を示す画像との表示位置がずれることに備え，距離を示す画像の表示位置を調整できるようにする」ということはない。",
                "以上によれば，当業者は引用発明1において相違点2に係る構成に容易に想到し得ず，本件審決の相違点2に係る容易想到性判断は誤りである。",
                "本件審決は，「2つの画像の表示位置の合わせ方として，平行移動や回転移動させることは普通のことであるから，「前記第二の画像を上下左右に移動させ，前記画面における前記第二の画像の位置を調整する表示位置調整手段」を設けることは，当業者が容易に想到し得ることである。」としたが，上記認定は誤りである。",
                "2つの画像の表示位置の合わせ方として，平行移動や回転移動させることが普通であること自体，刊行物1～刊行物6には開示も示唆もされていない。",
                "また，刊行物3や刊行物5には，カメラの可動範囲が上下方向であり，カメラからの画像に表示される距離スケールが画像上における上下方向にずれることが想定されるので，距離スケールを上下方向に動かすことが記載されているだけであり，刊行物3～刊行物5には，「前記第二の画像を上下左右に移動させ」ることについて開示も示唆もされていない。上記刊行物の記載から把握することができるのは，「カメラの可動範囲から，画像のずれる方向を把握して，距離を示す画像の移動可能な方向を設定すること」にすぎず，当該距離を示す線の移動方向を上下左右に設定することではない。",
                "そもそも，引用発明1におけるカメラはドアミラーに内蔵されており，カメラの可動が想定されないから，当業者において，距離線の移動方向をどのような方向に設定するのかを認識することはできない。",
                "以上のとおり，当業者において，距離線の移動方向を上下左右に設定することを容易に想到し得ないから，本件審決の相違点2に係る容易想到性判断は誤りである。",
                "被告の主張に対する反論",
                "被告は，周知例として乙4及び乙5を挙げる。",
                "しかしながら，乙4の技術分野は，医用画像に関する分野であり，本件訂正発明1の技術分野とは全く異なるものであるから，技術常識の根拠とすることはできない。",
                "また，一方の画像を上下左右に移動させることを開示するものは，乙5しかなく，乙5の公開日(平成13年7月10日)は，本件訂正発明1の出願日(平成13年8月10日)のわずか1か月前であるから，技術常識の根拠にはなり得ない。"
              ]
            },
            {
              "fig": "カ",
              "subject": "取消事由6(本件訂正発明1の効果の認定の誤り)",
              "text": [
                "本件審決は，「訂正発明1の構成は，上記のとおり当業者が容易に想到できたものであるところ，本願発明が奏する効果は，その容易想到である構成から当業者が容易に予測し得る範囲内のものであり，同範囲を超える顕著なものでもない。」とするが，上記認定は誤りである。",
                "本件訂正発明1における「第一の画像」は，「ドアミラーに配設されており，前記ドアミラーよりも前にある前輪近傍を撮像する撮像手段」によって撮像されたものであり，「前輪近傍の路面の画像及び車両の画像を含む」ので，車両側方の前輪近傍の部分を中心にドアミラーから俯瞰的に撮影したものとなり，本件訂正発明1は，このような「第一の画像」において，「車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す第二の指標」を表示し，「前記第二の指標は，前記幅方向を横方向とした場合の前記第一の画像における車両の画像の横の位置であって前記第一の画像における路面上の位置に配置された前記幅方向に沿って延びる直線の前記長さ方向における配置位置によって前記長さ方向の距離を示す」ことを特徴とするもので，かかる特徴を有することにより，車両の画像の横の位置かつ路面上の位置に配置した幅方向に延びる直線(「第二の指標」)によって，通常幅方向中央に位置する車両先端から車両の長さ方向に所定の短い距離だけ離れた位置を示すことができ，第一の画像に表示された前記直線(「第二の指標」)と，第一の画像に写りこむ壁(車両先端にまで達する壁)などとの対比によって，当該車両を当該壁などに可及的に近づけることができるという効果を奏するものである。",
                "他方，刊行物1に記載された発明は車両の死角を監視できるという効果を，刊行物2～刊行物6に記載された発明は，距離線によって車両と障害物との距離感を把握しやすくすることができるという効果を，それぞれ奏するのみで，本件訂正発明1の有する上記効果は得られない。",
                "本件訂正発明1の上記効果に照らせば，当業者において，距離線(距離を示す画像)を車両の画像の横の位置に配置する(第二の指標を車両の画像の横の位置に配置する)という構成には容易に想到し得ないというべきである。",
                "したがって，本件審決が，本願発明の奏する効果が当業者において容易に予測し得る範囲内のものであり，同範囲を超える顕著なものではないとした判断は誤りである。",
                "まとめ",
                "以上のとおり，本件審決における本件訂正発明1に係る容易想到性の判断には誤りがあり，本件審決の結論に影響を及ぼすものであるから，本件審決は，違法であるとして取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "text": [
            "取消事由1(相違点1の認定の誤り)について",
            "刊行物1には，「ドアミラーに配設されており前輪近傍を撮像する撮像手段」で「撮像した第一の画面」として，第4図が記載されている。",
            "第4図をみた当業者は，ドアミラーに配設された前輪近傍を撮像する撮像手段」が第4図のような画像を撮像すると理解するのが自然であり，第4図が正確でないとしても，撮像手段が，前輪近傍及び車両の左斜め前方を映した画像を撮像すると認識することは普通のことである。",
            "したがって，本件審決の相違点1の認定に誤りはない。",
            "取消事由2(引用発明2の認定の誤り)について"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "本件審決の引用発明2の認定に誤りがないこと",
      "text": [
        "刊行物2の段落【0066】には，「また，画像P の第2の例においFLては，車両61と車両11との間の間隔の目安となる距離線64～66を車両11からの距離(例えば「15cm」，「50cm」，「2m」等)と共に画像P に表示することもできる。」との記載があり，画像PFLは，「車両11の左前端部分の画像」(段落【0042】)であるから，FL刊行物2には，「距離線64～66を車両11からの距離(例えば「15cm」，「50cm」，「2m」等)と共に車両11の左前端部分の画像P に表示すること」が記載されている。",
        "FL        以上によれば，刊行物2には，「車両からの距離を示す線である距離線64～66を車両の左前端部分の画像P に表示すること」が開示されFLており，この表示は表示手段に表示されることは明らかである。",
        "さらに，刊行物2の段落【0064】，【0033】及び【0065】～【0066】の記載から，刊行物2には，「車両からの距離を示す線である距離線64～66と車両の左前端部分の画像P とを合成し，FL表示手段に表示する画像合成手段を有する車両用監視装置」が記載されているといえる。",
        "したがって，本件審決における引用発明2の認定に誤りはない。",
        "原告らの主張について",
        "原告らは，刊行物2は，距離の基準が車両のどこでもよいというような距離線やどのような方向の距離を示すものであってもよいというような距離線を開示するものではなく，「距離線64～66」は「車両の左前端部分からの左斜め前方に沿った距離を示す線」である旨主張する。",
        "しかしながら，刊行物2の【図16】は，「車両の左前端部分の画像P 」が表示されているものであるため，車両の左前端部分を注目していFLるものであるが，車両が障害物に当たる可能性がある箇所は表示されている部分全てであって，車両が障害物に当たらないようにするための複数の距離線の基準は，車両そのものであるとするのが自然な理解である。",
        "また，刊行物2の段落【0066】には，「車両からの距離を示す線である距離線64～66を車両の左前端部分の画像P に表示すること」FLが開示されて のとおりであり，「距離線64～66」が「車両の左前端部分からの左斜め前方に沿った距離を示す線」だけであるとする原告らの主張は失当である。",
        "さらに，本件審決は，刊行物2には「車両からの距離を示す線である距離線64～66と車両の左前端部分の画像P とを合成し，表示手段にFL表示する画像合成手段を有する車両用監視装置」が記載されていると認定しているのであって，「距離線64～66の基準が車両のどこでもいいというような発明」や「距離線64～66がどのような方向の距離を示すものであってもいいというような発明」が記載されていると認定するものではないから，原告らの上記主張は，本件審決を正解しないものであり，失当である。"
      ]
    },
    {
      "fig": "イ",
      "subject": "容易想到性の判断の誤りの主張について",
      "text": [
        "原告らは，距離線64～66は，車両の左前端部分からの左斜め前方に沿った距離を示す線であって，車両の左前端部分からの左斜め前方に沿った距離を示すことを目的とするものであるから，本件審決のように，距離線64～66を上記目的から離れて，車両の先端からの距離を示す線に変更したり，長さ方向の距離や幅方向の距離を示す線に変更したりすることには阻害要因がある旨主張する。",
        "しかしながら，刊行物2の「距離線64～66」は「車両からの距離を示す線」であるとの認定に誤りはないから，引用発明2の認定の誤りを前提とする原告らの主張は，失当である。",
        "本件審決は，「引用発明1に，周知技術を勘案すれば，引用発明2を適用することが容易に着想できるとし，引用発明1に引用発明2を適用することは，引用発明1に距離線を表示することになり，引用発明1における，フロントフェンダ部側方近傍の映像(画像)には，側方だけでなく，車両の進行方向も写っているものであって，障害物が存在しうる場所が車両の左側及び車両の前方であり，距離線を表示する場所は，車両の左側及び車両の前方で，車両の左側の距離線と車両の前方の距離線となり，そして，車両の左側の距離線は，車両の左側方向の距離を示す距離線といえ，車両の前方の距離線は，車両の前方向の距離を示す距離線といえる。」として，引用発明1に引用発明2を適用すると，引用発明1に距離線を表示することになり，その距離線は，車両の左側方向の距離を示す距離線及び車両の前方向の距離を示す距離線となると判断しているのであって，その判断に誤りはない。",
        "取消事由3(周知技術1の認定の誤り)について"
      ]
    },
    {
      "fig": "ア",
      "subject": "本件審決における周知技術1の認定に誤りはないこと",
      "text": [
        "本件審決は，「刊行物3～刊行物6は，車両の後方を確認するものであるが，距離を示す画像は，車からの距離を確認するためのものであり，距離の基準は，車が後退した場合に衝突する場所であって，車が後退する場合の先端，すなわち車の進行する方向の先端が距離を示す画像の基準となっていることは，明らかである」ことを理由に，「これら刊行物3～刊行物6の記載から，車両にカメラを取付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示することは，周知技術と認められ」ると認定しており，その認定に誤りはない。",
        "刊行物6には，「最近ではモニターに後方を確認するカメラだけでなく，前方や側方のカメラ映像，テレビジョン映像，ナビゲーション映像等，種々の映像を出画するシステムとしてモニターを使用する頻度が多くなってきている。」(段落【0008】)，「なお，以上の説明では，後方確認カメラ1とモニター2で構成した例で説明したが，モニター2への映像入力を増設していき，前方カメラ，側方カメラの表示もカメラの視野角，方向に合わせてオンスクリーンのパターンを設定すれば，同様にオンスクリーン表示ができる。」(段落【0023】)と記載されており，後方のカメラのほかに，前方カメラ，側方カメラについても記載されている。",
        "刊行物6の上記記載や周知例の記載(乙1の段落【0015】，【0016】，【0041】，図1～2，乙2の段落【0045】，【0048】，図11～12，乙3の段落【0010】，【0021】，【0030】，図3，図6)に照らしても，本件審決が「車両にカメラを取付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」を周知技術であると認定したことに誤りはない。"
      ]
    },
    {
      "fig": "イ",
      "subject": "容易想到性の判断の誤りの主張について",
      "text": [
        "周知技術1の認定に誤りはないから，周知技術1の認定の誤りを前提とする原告らの主張は，失当である。",
        "取消事由4(相違点1に係る容易想到性判断の誤り)について"
      ]
    },
    {
      "fig": "ア",
      "subject": "車両の前方の距離線を設けることが容易想到であるとの判断の誤りについて",
      "text": [
        "前記 のとおり，刊行物1には，「ドアミラーに配設されており前輪近傍を撮像する撮像手段」で「撮像した第一の画面」として，第4図が記載されており，第4図をみた当業者は，ドアミラーに配設された前輪近傍を撮像する撮像手段」が第4図のような画像を撮像すると理解するのが自然であり，第4図が正確でないとしても，撮像手段が，前輪近傍及び車両の左斜め前方を映した画像を撮像すると認識する。",
        "したがって，本件審決が「「第一の画像」は，刊行物1の第4図のようなフロントフェンダ部側方近傍の映像(画像)であり，車の進行方向も写っているものであって，」と認定したことに誤りはない。",
        "原告らは，引用発明1で得られるカメラ画像は，側方に注意を払うための画像であって，前方に注意を払うことを考慮した画像ではないし，引用発明1で得られるカメラ画像(第一の画像)は，車両の側方が広く写り，ボンネット側は狭いものであるから，運転者が車両前方に注意を払うことを見い出すことはできない旨主張する。",
        "しかしながら，運転者が進行方向に注意を払うのは当然であり，刊行物1における車両は，通常前方に進行しているのであって，運転者は，側方だけでなく，当然前方にも注意を払うものであるから，カメラ画像(第一の画像)において，障害物を回避するために距離線を表示する場所は，障害物が存在し得る車両の左側及び車両の前方となるとした本件審決の認定に誤りはない。"
      ]
    },
    {
      "fig": "イ",
      "subject": "車両の前方向の距離を示す線を直線で示すことが容易想到であるとの判断の誤りについて",
      "text": [
        "原告らは，車両を上方から見た場合，車両の前部の形状は，空気抵抗などが考慮されて曲線的になるのであって，直線的ではない旨主張する。",
        "しかしながら，刊行物2の【図16】は車両の左前端部分の画像であって，障害物を回避するために車両の左前端部分の一番飛び出している箇所，すなわち角が表示されているものであるが，車両の左前端部分において角が一番飛び出しているのであるから，上記図においても，車両のおおまかな形状としては四角を認識していることが分かる。",
        "刊行物2の【図2】の概念図に示されているように，車両を上方から見た場合の形状は四角であるから，本件審決が上方から見た車両の形状は通常四角であって，直線的であるとした点に誤りはない。",
        "原告らは，刊行物2の「目標駐車枠基準線75」(段落【0079】)は，駐車スペースの形状の線であって，車両に関係する線ではないから，この記載は，曲線的である車両の前部の前方向の距離線を直線とする理由とはならない旨主張する。",
        "しかしながら，刊行物2の段落【0077】～【0080】の記載から，駐車をする際に，左後端部分の画像P ，右後端部分の画像P ととRL RRもに，目標駐車枠基準線75を表示することが開示され，この目標駐車枠基準線75を参考に駐車を行うことができるのであるから，目標駐車枠基準線75は車両に関係する線である。",
        "したがって，本件審決の認定に誤りはない。",
        "原告らは，引用発明1に引用発明2を適用する場合，当業者は，車両の前方向の距離を示す距離線を車両の左前端部分の曲線的な形状に合わせて曲線のままにするはずであり，仮に，この距離線を直線とすると，車両の左前端部分からの距離が把握しにくくなってしまうから，引用発明2の距離線64～66の本来の目的が失われるので，距離線を直線とすることには阻害要因がある旨主張する。",
        "しかしながら，本件審決が，引用発明2を「車両からの距離を示す線である距離線64～66と車両の左前端部分の画像PFL とを合成し，表示手段に表示する画像合成手段を有する車両用監視装置」としたことに誤り ，アのとおり，引用発明1に引用発明2を適用して，車両の前方向の距離を示す距離線を表示することになることを判断し，さらに，周知技術及び車両の形状が直線的であること，車両に関係する線が直線で表されていることを勘案して，車両の前方向の距離を示す線を「車両先端からの長さ方向の距離を前記幅方向に沿って延びる直線で示す第二の指標」にすることは，当業者が容易に想到し得ることであると判断したことに誤りはない。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "距離線(距離を示す画像)を車両の画像の横の位置に配置することが容易想到であるとの判断の誤りについて",
      "text": [
        "原告らは，引用発明2における距離線64～66は，車両61と車両11との間の間隔の目安となるものであるので，車両の左前端部と障害物との間に配置されることからすると，ドアミラーに設けたカメラからの画像において，前方向についての距離線は，車両前方の障害物との距離感を把握するために，車両の進行方向に沿って配置されるはずであり，車両の画像の横の位置に配置することはない旨主張する。",
        "しかしながら，本件審決における引用発明2の認定に誤りがないことは，車両の前方向の距離を示す線を「車両先端からの長さ方向の距離を前記幅方向に沿って延びる直線で示す第二の指標」にすることは，当業者が容易に想到し得ることであり，15cm，50cm等の距離を示す線は，車両に隠れてしまうところがあるから，表示される部分は車両の左側になると認められる。",
        "したがって，本件審決の判断に誤りはない。"
      ]
    },
    {
      "fig": "エ",
      "subject": "カメラによって監視したい領域と車両の進行方向先端とが車両の幅方向において重なる場合についての周知技術を両者が重ならない場合に係る引用発明1に適用した誤りについて",
      "text": [
        "原告らは，刊行物3～刊行物6の記載からは，「車の進行する方向の先端(車両の進行方向先端)とカメラによって監視したい領域とが車両の幅方向においてずれている場合において，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」までもが周知技術になっているとは認められない旨主張する。",
        "しかしながら，本件審決は，「車両にカメラを取付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示する」ことを周知技術として認定しているのであって，原告らの主張する周知技術を認定しているわけではないから，原告らの上記主張は，失当である。",
        "原告らは，刊行物3～刊行物6の記載から認定し得る周知技術は，「車の進行する方向の先端とカメラによって監視したい領域とが車両の幅方向において重なる場合」においての周知技術であって，「車の進行する方向の先端とカメラによって監視したい領域とが車両の幅方向においてずれている場合」である引用発明1には適用し得ない旨主張する。",
        "しかしながら，本件審決は，引用発明1に，「車両にカメラを取付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示する」という周知技術を勘案すると，引用発明2を適用することは容易に着想するといっているのであって，引用発明1に刊行物3～刊行物6の周知技術を適用するとするものではないから，原告らの上記主張は失当である。",
        "原告らは，阻害要因も主張するが，上記のとおり，本件審決は引用発明1に刊行物3～刊行物6の周知技術を適用するとするものではないから，原告らの上記主張は失当である。",
        "取消事由5(相違点2に係る容易想到性判断の誤り)について"
      ]
    },
    {
      "fig": "ア",
      "text": [
        "距離を示す画像で距離を把握する前提として,距離を示す画像を適切に配置する必要があるのであるから，本件審決が，「引用発明1に引用発明2を適用する際に，車体の振動等によりカメラからの画像と距離を示す画像との表示位置がずれることに備え，距離を示す画像の表示位置を調整できるようにすることは容易である」と判断したことに誤りはない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "2つの画像の表示位置の合わせ方として，1つの画像を平行移動及び回転移動させることは技術常識であって(乙4の1頁右下欄下から2行～2頁左上欄2行，乙5の段落【0001】～【0005】，【0010】～【0016】，図1～3参照)，他の移動のさせ方はなく，本件審決が，「2つの画像の表示位置の合わせ方として，平行移動や回転移動させることは普通のことである」と判断したことに誤りはない。",
        "取消事由6(本件訂正発明1の効果の認定の誤り)について",
        "原告らは，本件訂正発明1では，車両を壁などに可及的に近づけることができるという効果を奏するが，当該効果は，刊行物1～刊行物6に記載された発明からは得られない効果であり，たとえ当業者であっても，距離線(距離を示す画像)を車両の画像の横の位置に配置する(第二の指標を車両の画像の横の位置に配置する)という構成には容易に想到し得ないから，本件訂正発明1は進歩性を有する旨主張する。",
        "しかしながら，「車両を壁などに近づけることができる」ことは，「容易想到である構成」，すなわち「画像合成手段」が「前輪近傍の路面の画像及び車両の画像を含む前記第一の画像と，車両の幅方向の距離を示す第一の指標及び車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す第二の指標を有する第二の画像と，を合成して前記表示手段に表示させる」ことにより，当業者が容易に予測し得る範囲内のものである。",
        "原告らの主張する「車両を壁などに可及的に近づけることができるという効果」は，「その容易想到である構成から当業者が容易に予測し得る範囲内のものであ」って，顕著なものではない。",
        "したがって，原告らの上記主張は，失当である。",
        "まとめ",
        "以上によれば，原告らの主張する取消事由はいずれも理由がないから，原告らの請求は棄却されるべきである。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正発明1，並びに引用発明1の構成及び特徴等について",
          "text": [
            "本件訂正発明1"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件訂正発明1の特許請求の範囲の請求項1の記載は，前記第2の3のとおりである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件明細書(甲7，9)には，次のような記載がある(下記記載中に引用する図面については，別紙1の本件明細書図面目録を参照。)。",
                "発明の属する技術分野",
                "「本発明は，電荷結合素子(CCD)カメラ等の撮像手段により車両の周辺を監視する車両用監視装置に関するものである。」(段落【0001】)",
                "従来の技術",
                "「従来より，車両の周辺を監視する撮像カメラを備えた車両用監視装置が種々提案されており，例えば実開昭61-146450号公報(判決注・刊行物1)に開示されている。斯かる車両用監視装置は，ドアミラー1のハウジング2内に撮像カメラ3を配設し，この撮像カメラ3により前輪4の近傍を撮像し，前輪4の近傍の映像を車室内のモニターに表示するものである(図7参照)。このような車両用監視装置を用いることにより，運転席から目視できないエリアに障害物等がないかどうかをモニターで監視することができる。しかし，運転者がモニターで障害物を発見しても，その障害物が車両からどの程度の距離に位置しているのか把握し難いという問題を有していた。」(段落【0002】)",
                "「この問題に対して，撮像カメラ3で撮った画像に，車両からの距離の指標となるマークを重畳させて表示することが考えられる。例えば，図8に示すように，撮像カメラ3で撮像した画像5と，距離指標画像6とをスーパーインポーズ回路等で合成してモニターに表示することで，運転者は距離指標画像6を目安にして，障害物が車両からどの程度の距離に位置しているか把握することができる。なお，距離指標画像6は，車両側面からの距離を示す距離ライン6aと，この距離ライン6aの傍らに表示される数字6bとからなるものである。」(段落【0003】)",
                "発明が解決しようとする課題",
                "「しかしながら，上述の距離ライン6aは，車両側面からの距離，即ち，幅方向の距離の目安にはなるが，車両の長さ方向の目安にはならないため，例えば，車両前方の壁に車両を可及的に近付けるための目安にはならないという問題を有していた。本発明は，この問題に鑑みなされたものであり，車両の長さ方向の距離を示す指標を表示することにより，長さ方向の距離を把握できる車両用監視装置を提供するものである。」(段落【0004】)",
                "課題を解決するための手段",
                "「本発明は，前記課題を解決するため，ドアミラーに配設されており，前記ドアミラーよりも前にある前輪近傍を撮像する撮像手段と，前記撮像手段で撮像した第一の画像を画面に表示する表示手段と，を備えた車両用監視装置であって，前輪近傍の路面の画像及び車両の画像を含む前記第一の画像と，車両の幅方向の距離を示す第一の指標及び車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す第二の指標を有する第二の画像と，を合成して前記表示手段に表示させる画像合成手段と，前記第二の画像を上下左右に移動させ，前記画面における前記第二の画像の位置を調整する表示位置調整手段と，を設け，前記第二の指標は，前記幅方向を横方向とした場合の前記第一の画像における車両の画像の横の位置であって前記第一の画像における路面上の位置に配置された前記幅方向に沿って延びる直線の前記長さ方向における配置位置によって前記長さ方向の距離を示す，ものである。」(段落【0005】)",
                "発明の実施の形態",
                "「10はドアミラーであり，このドアミラー10はハウジング11の内部にミラー12を設けたものである(図2及び図3参照)。ドアミラー10は，ハウジング11を支持する支持部13を有しており，この支持部13は車両のドアに固定されている。ミラー12はホルダー14に固定されており，このホルダー14はハウジング11に支持されている。ホルダー14は揺動自在になっており，使用者はミラー12の角度を調整することができる。」(段落【0011】)",
                "「15はCCDカメラ(撮像手段)であり，このCCDカメラ15はハウジング11に収容されている。ハウジング11にはCCDカメラ15のレンズに対向する開口16が形成されており，この開口16からCCDカメラ15により車両の前輪近傍を撮像する。開口16には，CCDカメラ15に雨滴が浸入しないように透明カバー17が接着されている。」(段落【0012】)",
                "「次に，図4に基づいて，表示位置調整手段20について説明する。表示位置調整手段20は，操作器21及びマイコン22からなるものである。操作器21はメインスイッチ23，セットスイッチ24及び十字形スイッチ25(操作スイッチ)を有しており，操作器21から出力される操作信号はマイコン22に出力される。26はフラッシュメモリ(記憶手段)であり，このフラッシュメモリ26には画像データが記憶されている。」(段落【0013】)",
                "「マイコン22は，CPU22a，ROM22b，RAM22cを有しており，操作器21からの操作信号に基づいて，フラッシュメモリ26から画像データを読み出して，表示コントローラ27に出力する。表示コントローラ27は，CCDカメラ15から出力された画像データと，フラッシュメモリ26から読み出された画像データとを合成して，表示器28に表示させる。表示器28としては，TFT(Thin Film Transistor)型の液晶表示器，有機電界発光表示素子またはCRT(Cathode Ray Tube)等を用いることができる。」(段落【0014】)",
                "「図1は，表示器28の画面28aに表示された画像の一例を示すものである。31は撮像画像(第一の画像)であり，この撮像画像31はCCDカメラ15で撮像した車両の画像31aや前輪近傍の路面の画像からなる。32は車両からの距離を示す指標である距離指標画像(第二の画像)であり，この距離指標画像32は，車両側面からの距離を示す距離ライン32a(第一の指標)と，車両先端からの距離を示す距離ライン32b(第二の指標)と，距離ライン32aの傍らに表示される数字32cとからなるものである。33は車両指標画像(第三の画像)であり，この車両指標画像33は，車両のシルエット形状になっている。距離指標画像32及び車両指標画像33を表示させるための画像データは，フラッシュメモリ26に記憶されている。」(段落【0015】)",
                "「運転者がメインスイッチ23をオンにすると，撮像画像31及び距離指標画像32が画面28aに表示され，運転者は，画面28aに映し出された撮像画像31を参考にしながら，車両を移動させることができる。",
                "例えば，側方の壁に車両を可及的に近づけたり，高速道路の入口において自動チケット発券機に車両を近づけることができる。このとき，距離ライン32aを目安にすることにより，側方の壁や自動チケット発券機が，車両からどの程度の距離があるか判断できる。また，例えば，車両前方の壁に車両を可及的に近付けることができ，このとき，距離ライン32bを目安にすることにより，前方の壁が車両の先端からどの程度の距離にあるか判断できる。」(段落【0016】)",
                "「次に，距離指標画像32の表示位置調整について説明する。メインスイッチ23がオンになっている状態で，セットスイッチ24をオンすると，撮像画像31及び距離指標画像32と共に，車両指標画像33が表示される。そして，十字形スイッチ25を操作することにより，距離指標画像32及び車体指標画像33を上下左右に移動させることができる。車両指標画像33が，車両の画像31aに一致していない場合は，画面28aにおける距離指標画像32及び車両指標画像33の表示位置を十字形スイッチ25で調整する。」(段落【0017】)",
                "「例えば，図6のように，車両指標画像33が車両の画像31よりも左側に位置しているときは，十字形スイッチ25の右方向マーク部分25aを押して，距離指標画像32及び車両指標画像33を右側に移動させ，車両指標画像33を車両の画像31aに一致させる(図1参照)。そして，再びセットスイッチ24を押すと，表示位置調整が終了する。」(段落【0018】)",
                "「本実施形態にように，車両の幅方向の距離を示す距離ライン32aと，長さ方向の距離を示す距離ライン32bとを，画面28aに表示することにより，側方の障害物までの距離だけでなく，前方の障害物までの距離を把握することができる。」(段落【0019】)",
                "「なお，表示器28は，車両用監視装置の専用であっても良いが，例えばナビゲーション装置のディスプレイと共用させても良い。また，本実施形態の車両用監視装置は，メインスイッチ23がオンになっているときは，撮像画像31及び距離指標画像32が表示されるものであるが，距離指標画像32を選択的に表示させるものであっても良い。また，距離指標画像32及び車両指標画像の位置を調整するだけでなく，距離指標画像32及び車両指標画像を回転させて角度も調整するようにしても良い。また，距離指標画像32，車両指標画像33は，実線であったが，本実施形態に限定されるものではなく種々の変形が可能であり，例えば点線であっても良いし，着色領域であっても良い。」(段落【0020】)",
                "発明の効果",
                "「本発明は，ドアミラーに配設されており前輪近傍を撮像する撮像手段と，前記撮像手段で撮像した第一の画像を画面に表示する表示手段と，を備えた車両用監視装置であって，前輪近傍の路面の画像を含む前記第一の画像と，車両の幅方向の距離を示す第一の指標及び長さ方向の距離を示す第二の指標を有する第二の画像と，を合成して前記表示手段に表示させる画像合成手段と，前記第二の画像を上下左右に移動させ，前記画面における前記第二の画像の位置を調整する表示位置調整手段と，を設けたものであり，障害物までの幅方向の距離及び長さ方向の距離を把握することができる。」(段落【0022】)"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記ア及びイの記載によれば，本件訂正発明1の構成及びその特徴は以下のとおりであると認められる。",
                "「本発明」は，CCDカメラ等の撮像手段により車両の周辺を監視する車両用監視装置に関する。",
                "従来より，車両の周辺を監視する撮像カメラを備えた車両用監視装置が種々提案されており，例えば刊行物1に開示された車両用監視装置は，ドアミラー1のハウジング2内に撮像カメラ3を配設し，この撮像カメラ3により前輪4の近傍を撮像し，前輪4の近傍の映像を車室内のモニターに表示するものであり，このような車両用監視装置を用いることにより，運転席から目視できないエリアに障害物等がないかどうかをモニターで監視することができるものである。",
                "この車両用監視装置では，運転者がモニターで障害物を発見しても，その障害物が車両からどの程度の距離に位置しているのか把握し難いという問題があるが，撮像カメラ3で撮像した画像5に，車両側面からの距離を示す距離ライン6aとこの距離ライン6aの傍らに表示される数字6bとからなる距離指標画像6を重畳させてモニタに表示することで，運転者は距離指標画像6を目安にして，障害物が車両からどの程度の距離に位置しているか把握することができた。",
                "しかしながら，距離ライン6aは，車両側面からの距離(すなわち幅方向の距離)の目安にはなるが，車両の長さ方向の目安にはならないため，例えば，車両前方の壁に車両を可及的に近付けるための目安にはならないという問題を有していた。",
                "「本発明」は，距離ライン6aが車両の幅方向の距離の目安にはなるが，車両の長さ方向の目安にはならないという前記課題を解決するため，車両の長さ方向の距離を示す指標を表示することにより，長さ方向の距離を把握できる車両用監視装置を提供することを目的とするものであり，その解決手段として，本件訂正発明1は，ドアミラーに配設されており，前記ドアミラーよりも前にある前輪近傍を撮像する撮像手段と，前記撮像手段で撮像した第一の画像(31)を画面に表示する表示手段と，を備えた車両用監視装置であって，前輪近傍の路面の画像及び車両の画像を含む前記第一の画像と，車両の幅方向の距離を示す第一の指標(距離ライン32a)及び車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す第二の指標(距離ライン32b)を有する第二の画像(32)と，を合成して前記表示手段に表示させる画像合成手段と，前記第二の画像を上下左右に移動させ，前記画面における前記第二の画像の位置を調整する表示位置調整手段(20)と，を設け，前記第二の指標は，前記幅方向を横方向とした場合の前記第一の画像における車両の画像の横の位置であって前記第一の画像における路面上の位置に配置された前記幅方向に沿って延びる直線の前記長さ方向における配置位置によって前記長さ方向の距離を示す，という構成を採用した。",
                "本件訂正発明1によれば，車両の幅方向の距離を示す第一の指標(距離ライン32a)と，長さ方向の距離を示す第二の指標(距離ライン32b)とを，表示手段(画面28a)に表示することにより，側方の障害物までの距離だけでなく，前方の障害物までの距離を把握することができる。",
                "したがって，本件訂正発明1は，障害物までの幅方向の距離のみならず，長さ方向の距離をも把握することができるという効果を奏する。",
                "引用発明1"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "刊行物1(甲1)には，次のような記載がある(下記記載中に引用する図面については，別紙2の刊行物1図面目録を参照。)。",
                "考案の名称",
                "「自動車の側方監視装置」(1頁3行)",
                "実用新案登録請求の範囲",
                "「自動車に装着された左右のドアミラーのうち，少なくとも運転席と反対側のドアミラーの背面にテレビカメラを設置し，車室内の運転席近傍には前記テレビカメラと接続されたテレビ受像機を配し，前記テレビカメラによってテレビ受像機に自動車のフロントフェンダ部側方近傍を映しだすようにした自動車の側方監視装置。」(1頁5行～11行)",
                "産業上の利用分野",
                "「本考案は自動車の側方監視装置に係り，特に自動車の側方の死角部分を運転者が運転席に居ながらにして十分に確認できるようにした監視装置に関するものである。」(1頁14行～17行)",
                "従来の技術及び考案が解決しようとする問題点",
                "「最近，自動車のフロントボンネット形状が従来の箱型からウェッジ型へと変化し，またリアビューミラーの取付位置もフロントフェンダ部分からドア部分へと変わってきた。その結果，運転席(運転席は車体中央より右側寄りにあるものとして説明する)からは車体の左端の位置を確認するための基準となるべきものが何も見えず，従って，車体の左端がどこまであるのかがよく解らない状態となっている。またこのようなデザインの自動車はもちろんのこと，従来の箱型等のものであっても，運転席から見ると車体左側面近傍は所謂死角となり，安全運転上問題となっていた。特に狭い道路における離合や車庫入れ等に際しては，車7左側面近傍の死角部分についての安全が確認できず，そのために車体左側面を電柱や塀等に接触させたり，溝の中へ左車輪を脱落させたり，また極端な場合には通行人に接触することなどがあった。」(1頁19行～2頁16行)",
                "問題点を解決するための手段",
                "「本考案は上記の点に鑑みてなされたもので，運転席と反対側の車体側方近傍を十分に確認できる自動車の側方監視装置を提供するもので，該目的を達成するため，ドアミラーのうち少なくとも運転席と反対側のドアミラーの背面にテレビカメラを設置し，車室内の運転席近傍にはテレビカメラと接続されたテレビ受像機を配し，テレビカメラによってテレビ受像機に自動車のフロントフェンダ部側方近傍を映しだすようにしたことを特徴としている。」(2頁18行～3頁7行)",
                "実施例",
                "「第1図は本考案実施例におけるテレビカメラ1の実装外観図である。テレビカメラ1は車体Aの左側のドアミラー2の背面2aに前方やや下方を向けて内蔵設置されている。」(3頁9行～12行)",
                "「第3図は車室内運転席近傍の外観図であり，運転席3の左側方に位置するコンソールボックス4にはテレビ受像機5が設置され，このテレビ受像機5は前記テレビカメラ1の出力コード1cとケーブル(図示せず)によって接続されている。」(3頁20行～4頁4行)",
                "「第4図は前記テレビカメラ1によって映し出されたテレビ受像機5上の映像である。画面5aには，車体Aの左側フロントフェンダ部6，左前輪7，フェンダ部側方近傍の路肩8あるいは塀9等が映しだされ，運転席3からは通常視認できない死角部分が確認される。」(4頁10行～15行)",
                "考案の効果",
                "「本考案は以上の如くであるから，テレビカメラによってフロントフェンダ部近傍を運転席から十分に監視できるようになり，脱輪や障害者との衝突を未然に防ぐなど，安全確認効果は極めて著しい。」(7頁11行～15行)"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "刊行物1に前記ることは，当事者間に争いがなく，前記アの記載によれば，引用発明1の特徴は以下のとおりであると認められる。",
                "引用発明1は，自動車の側方監視装置に係り，特に自動車の側方の死角部分を運転者が運転席に居ながらにして十分に確認できるようにした監視装置に関する。",
                "従来，自動車の運転席(車体中央より右側寄りにあるものとする。)から見ると，車体左側面近傍はいわゆる死角となり，特に，狭い道路における離合や車庫入れ等に際しては，車体左側面近傍の死角部分についての安全が確認できず，そのために，車体左側面を電柱や塀等に接触させたり，溝の中へ左車輪を脱落させたり，極端な場合には通行人に接触したりするなど，安全運転上問題があった。",
                "引用発明1は，上記課題に鑑み，運転席と反対側の車体側方近傍を十分に確認できる自動車の側方監視装置を提供することを目的とし，その解決手段として，ドアミラーのうち少なくとも運転席と反対側のドアミラーの背面にテレビカメラを設置し，車室内の運転席近傍にはテレビカメラと接続されたテレビ受像機を配し，テレビカメラによってテレビ受像機に自動車のフロントフェンダ部側方近傍を映し出すようにするという構成を採用した。",
                "引用発明1に係る実施例では，テレビカメラ1は車体Aの左側のドアミラー2の背面2aに前方やや下方を向けて内蔵設置されており，テレビカメラ1によって映し出されたテレビ受像機5上の映像(第4図)には，車体Aの左側フロントフェンダ部6，左前輪7，フェンダ部側方近傍の路肩8あるいは塀9等が映し出され，運転席3からは通常視認できない死角部分が確認されるようになっている。",
                "引用発明1によれば，テレビカメラによってフロントフェンダ部近傍を運転席から十分に監視できるようになり，脱輪や障害者との衝突を未然に防ぐなど，安全確認の効果を奏する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点1の認定の誤り)について",
          "text": [
            "原告らは，本件訂正発明1と引用発明1の相違点としては，本件審決が認定した相違点1の内容に加え，さらに，本件訂正発明1の「第一の画像」が「第二の指標」を配置可能な角度(車両の左斜め前方がある程度写る角度)で前輪近傍を撮影した画像となるのに対し，引用発明1の「第一の画像」にはこのような限定がない点も相違点として認定されるべきである旨主張する。",
            "引用発明1の構成及びその特徴は，前記1 イ記載のとおりである。",
            "すなわち，刊行物1に記載された引用発明1は，自動車の運転席から見ると，車体左側面近傍はいわゆる死角となり，特に，狭い道路における離合や車庫入れ等に際しては，車体左側面近傍の死角部分についての安全が確認できず，そのために，車体左側面を電柱や塀等に接触させたり，溝の中へ左車輪を脱落させたり，極端な場合には通行人に接触したりするなど，安全運転上問題があったことから，このような運転席と反対側の車体側方近傍を十分に確認できる自動車の側方監視装置を提供することを目的とし，具体的には，テレビカメラ1を車体Aの左側のドアミラー2の背面2aに前方やや下方を向けて内蔵設置し，テレビカメラ1によって映し出されたテレビ受像機5上の映像(第4図)には，車体Aの左側フロントフェンダ部6，左前輪7，フェンダ部側方近傍の路肩8あるいは塀9等が映し出されるようにして，運転席3からは通常視認できない死角部分(フロントフェンダ部側方近傍)を確認できるようにし，脱輪や障害者との衝突等自動車の安全運転上の問題を未然に防ぐようにしたものである。",
            "引用発明1の内容は，前記設されており前輪近傍を撮像する撮像手段と，前記撮像手段で撮像した第一の画像を画面に表示する表示手段を設けたことを特徴とする車両用監視装置。」というものであるところ，引用発明1の「撮像手段」，すなわちテレビカメラは，前記のとおり，車体の左側のドアミラーの背面に前方やや下方を向けて内蔵設置され，刊行物1の第4図のような，ドアミラーよりも前にある，車体の左側フロントフェンダ部，左前輪，フェンダ部側方近傍の路肩や塀等が写し出された映像を撮像するものであるから，本件訂正発明1の「ドアミラーに配設されており，前記ドアミラーよりも前にある前輪近傍を撮像する撮像手段」に相当し，また，引用発明1における「第一の画像(撮像手段で撮像した第一の画像)」は，前輪近傍の路面の画像及び車両の画像を含むものであると認められる。",
            "そして，刊行物1には，撮像手段であるテレビカメラが，車体の左側のドアミラーの背面に前方やや下方を向けて内蔵設置されていること，第4図は上記テレビカメラで撮像した映像であること，第4図には車体Aの左側フロントフェンダ部6，左前輪7，フェンダ部側方近傍の路肩8あるいは塀9等が映し出されることが記載されている。",
            "そうすると，引用発明1において，車体のドアミラーの背面に前方やや下方を向けて設置されたテレビカメラにより撮像された映像は，左前輪近傍の路面や車体の左側フロントフェンダ部のみならず，車両の左側前方もある程度映ったものとなると認められる。",
            "したがって，本件訂正発明1の「第一の画像」と引用発明1の「第一の画像」とが，車両の左斜め前方もある程度写る角度で撮影された画像であるか否かという点で相違するとはいえず，本件訂正発明1と引用発明1とが本件訂正発明1の「第一の画像」が「第二の指標」を配置可能な角度(車両の左斜め前方がある程度写る角度)で前輪近傍を撮影した画像となるのに対し，引用発明1の「第一の画像」にはこのような限定がない点で相違するとする原告らの上記主張は理由がない。",
            "小括",
            "以上によれば，本件審決における相違点1の認定に誤りはない。",
            "また，本件審決における相違点1の認定に誤りがあること，すなわち，本件訂正発明1と引用発明1とが原告らの主張する上記の点において相違することを前提とする，原告らの相違点1に係る容易想到性判断の誤りの主張も失当である。",
            "したがって，取消事由1に係る原告らの主張は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(引用発明2の認定の誤り)について",
          "text": [
            "原告らは，刊行物2の「距離線64～66」は，「車両の左前端部分からの左斜め前方に沿った距離を示す線」であって，「車両からの距離を示す線」ではないから，本件審決が刊行物2に「車両からの距離を示す線である距離線64～66と車両の左前端部分の画像PFL とを合成し，表示手段に表示する画像合成手段を有する車両用監視装置」(引用発明2)が記載されていると認定したのは誤りである旨主張する。",
            "刊行物2の記載",
            "刊行物2(甲2)には，次のような記載がある(下記記載中に引用する図面については，別紙3の刊行物2図面目録を参照。)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "発明の属する技術分野",
              "text": [
                "「本発明は，運転支援装置及び運転支援方法に関するものである。」(段落【0001】)"
              ]
            },
            {
              "fig": "イ",
              "subject": "従来の技術及び発明が解決しようとする課題",
              "text": [
                "「従来，自動車等の車両においては，一般に大きな車体を有するので，運転者が運転席に座って車外を見ると，車両の外部周縁の近傍に死角が形成される。そこで，通常，運転者は，サイドミラー及びバックミラーを介して反射された映像を見たり，窓から顔を出したり，車両から降りたりして車外の様子を確認するようにしている。」(段落【0002】)",
                "「ところが，サイドミラー及びバックミラーによって得られる映像の範囲は，サイドミラー及びバックミラーの寸法によって決まるので，確認することができる映像の範囲が限られる。また，窓から顔を出したり，車両から降りたりして車外の様子を確認する作業が煩わしい。したがって，運転者は死角の部分を推定して運転することが多く，その場合，車両が障害物に接触したり，車輪が路肩の溝にはまったりすることがある。」(段落【0003】)",
                "「そこで，運転者にとって死角の部分のうち，車両の後方の左右両側を撮影するために第1，第2のカメラを，車両の前方の左右両側を撮影するために第3，第4のカメラをそれぞれ配設した運転支援装置が提供されている(特開平5-310078号公報参照)。この場合，第1～第4のカメラによって撮影された被撮影体の画像の情報を合成することによって，表示画面の四つの領域に，車両の後方の左右両側の第1，第2の画像，及び車両の前方の左右両側の第3，第4の画像を形成することができる。」(段落【0004】)",
                "「しかしながら，前記従来の運転支援装置においては，第1～第4の画像が並行に，かつ，同時に運転者に提供されるので，運転者にとって各第1～第4の画像から必要な情報を得るための作業が煩わしい。また，所定の選択キー等を操作することによって，第1～第4の画像のうちの必要な一つの画像を選択し，表示画面の全体にわたって形成することができるが，前記選択キー等を操作する必要があるので，画像を形成するための作業が煩わしい。さらに，最適な画像を選択するために運転者による思考が要求されるので，画像上の有用な情報が見過ごされてしまうことがある。しかも，緊急性を要する情報である場合，即座に画像を選択することが困難であり，作業が一層煩わしくなってしまう。」(段落【0005】)",
                "「本発明は，前記従来の運転支援装置の問題点を解決して，運転者にとって死角の部分の画像のうち，運転者の意図に合う最適な画像を形成することができ，しかも，画像を形成するための作業を簡素化することができる運転支援装置及び運転支援方法を提供することを目的とする。」(段落【0006】)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "課題を解決するための手段",
              "text": [
                "「そのために，本発明の運転支援装置においては，車両に搭載され，所定の被撮影体を撮影する撮像装置と，表示画面を備えた表示部と，運転者によって操作され，あらかじめ設定された表示機能を選択するための操作手段と，撮影によって得られた画像を前記表示画面に形成する画像形成処理手段と，現在の車両状況を検出する車両状況検出手段と，現在の車両状況において表示機能が実行された履歴があるかどうかを判断する表示履歴判断処理手段とを有する。」(段落【0007】)"
              ]
            },
            {
              "fig": "エ",
              "subject": "発明の実施の形態",
              "text": [
                "「図1は本発明の実施の形態における運転支援装置の機能ブロック図である。」(段落【0013】)",
                "「図において，C ，C ，C ，C は，車両に搭載され，所定の被撮FL FR RL RR影体を撮影する撮像装置としてのカメラ，22は表示画面を備えた表示部としてのディスプレイ，25は，運転者によって操作され，あらかじめ設定された表示機能を選択するための操作手段としての選択スイッチ，91は，撮影によって得られた画像を前記表示画面に形成する画像形成処理手段，14は現在，車両が置かれている状況，すなわち，現在の車両状況を検出する車両状況検出手段としてのビーコンセンサ，92は現在の車両状況において表示機能が実行された履歴があるかどうかを判断する表示履歴判断処理手段である。」(段落【0014】)",
                "「図2は本発明の実施の形態における車両の概念図，図3は本発明の実施の形態における車両の制御装置を示すブロック図である。」(段落【0016】)",
                "「図2において，11は車両であり，該車両11の前端(図における上端)の中央に障害物センサS が，左前端に障害物センサS 及びカメFM FLラC が，右前端に障害物センサS 及びカメラC が，左端の中央に障FL FR FR害物センサS 及びカメラC が，右端の中央に障害物センサS 及びカML ML MRメラC が，後端(図における下端)の中央に障害物センサS が，左後MR RM端に障害物センサS 及びカメラC が，右後端に障害物センサS 及びRL RL RRカメラC がそれぞれ搭載される。」(段落【0017】)",
                "RR「前記カメラC ，C ，C ，C ，C ，C は，CCDカメラから成FL FR ML MR RL RRり，被撮影体としての車外の道路，溝，壁，車両11の一部等を撮影する撮像装置を構成する。また，障害物センサS ，S ，S ，S ，S ，FM FL FR ML MRS ，S ，S は，超音波センサ，レーザー，ミリ波レーダ等から成り，RM RL RR車両11と図示されない障害物との間の距離を検出する距離検出手段を構成する。なお，障害物センサS ，S ，S ，S ，S ，S ，S ，FM FL FR ML MR RM RLS に代えて，前記カメラC ，C ，C ，C ，C ，C によって得らRR FL FR ML MR RL RRれた画像の画像データを画像処理する画像処理装置を配設し，該画像処理装置によって間接的に車両11と障害物との距離を検出することもできる。」(段落【0018】)",
                "「次に，前記カメラC ，C ，C ，C ，C ，C のうちの車両11FL FR ML MR RL RRの4隅に配設されたカメラC ，C ，C ，C について説明する。」FL FR RL RR(段落【0024】)",
                "「カメラC ，C ，C ，C は，車両11の前端，後端，左端及び右FL FR RL RR端の延長線上を推測するために必要な範囲を撮影することができるように，しかも，運転者が運転席に座って車外を見るときの視線の方向とほぼ一致する方向に向けて配設される。」(段落【0025】)",
                "「ところで，運転者にとって死角の部分を前記カメラC ，C ，C ，FL FR RLC によって撮影し，撮影によって得られた画像を形成する各種の表示機RR能が運転支援機能として設定され，前記撮影によって得られた画像のうち，表示機能に対応する画像が前記ディスプレイ22に形成されるようになっている。」(段落【0026】)",
                "「本実施の形態においては，前記表示機能として，縁寄表示機能，障害物回避表示機能，駐車操作表示機能，ブラインドコーナ表示機能，後方死角表示機能，白線表示機能等が設定される。そして，前記縁寄表示機能は車両11の縁寄せを行う際に車外を確認する場合，障害物回避表示機能は車外の障害物を回避する場合に，駐車操作表示機能は車両11を駐車スペースに案内する場合に，ブラインドコーナ表示機能は狭い道路から広い道路に出る際に広い道路の状態を確認する場合に，後方死角表示機能は高速道路等で車線を変更する際の車両11の後方を確認する場合に，白線表示機能は雨が降っている夜間等に車両11を走行させる際に道路の白線ラインを確認する場合にそれぞれ選択される。そのうち，縁寄表示機能，障害物回避表示機能，駐車操作表示機能及びブラインドコーナ表示機能は低速走行時に運転者が選択スイッチ25をオンにすることによって選択され，後方死角表示機能及び白線表示機能は中・高速走行時に図示されないヘッドランプ，ワイパ等の作動状態によって自動的に選択される。また，前記選択スイッチ25は，現在の車両状況において表示機能が実行された履歴がある場合，自動的にオンにされる。」(段落【0027】)",
                "「そのために，前記選択スイッチ25は，車両11の左方への縁寄せを行う際に縁寄表示機能を選択するための左寄せスイッチ26，車両11の右方への縁寄せを行う際に縁寄表示機能を選択するための右寄せスイッチ27，車両11の前方又は後方への縁寄せを行う際に縁寄表示機能を選択するための中央スイッチ28，車両11の左前端部分における障害物を回避する際に障害物回避表示機能を選択するための左前スイッチ31，車両11の右前端部分における障害物を回避する際に障害物回避表示機能を選択するための右前スイッチ32，車両11の左後端部分における障害物を回避する際に障害物回避表示機能を選択するための左後スイッチ33，車両11の右後端部分における障害物を回避する際に障害物回避表示機能を選択するための右後スイッチ34，車両11を後方左側の駐車スペースに駐車させる際に駐車操作表示機能を選択するための左駐車スイッチ(P  )35，車両11を後方右側の駐車スペースにL駐車させる際に駐車操作表示機能を選択するための右駐車スイッチ(P )36，広い道路を前進走行中において，車両11の左前方向を確認すRる際にブラインドコーナ表示機能を選択するための左前スイッチ(B )FL37，広い道路を前進走行中において，車両11の右前方向を確認する際にブラインドコーナ表示機能を選択するための右前スイッチ(B )3FR8，広い道路を後進走行中において，車両11の左後方向を確認する際にブラインドコーナ表示機能を選択するための左後スイッチ(B )39，RL広い道路を後進走行中において，車両11の右後方向を確認する際にブラインドコーナ表示機能を選択するための右後スイッチ(B )40，白RR線を表示するための白線表示スイッチ46等を備える。なお，前記左寄せスイッチ26，右寄せスイッチ27及び中央スイッチ28によって縁寄せスイッチが，左前スイッチ31，右前スイッチ32，左後スイッチ33及び右後スイッチ34によって角スイッチが，左駐車スイッチ35及び右駐車スイッチ36によって駐車スイッチが，左前スイッチ37，右前スイッチ38，左後スイッチ39及び右後スイッチ40によってブラインドスイッチがそれぞれ構成される。」(段落【0028】)",
                "「次に，図4のステップS6における縁寄表示処理のサブルーチンについて説明する。」(段落【0039】)",
                "「図8は本発明の実施の形態における縁寄表示処理のサブルーチンを示す図である。」(段落【0040】)",
                "「続いて，制御装置12の図示されない画像選択処理手段は，現在の車両状況において，どの縁寄せスイッチがオンにされたか，及びポジションスイッチ15のオン・オフ信号に基づいて前進レンジが選択されているかどうかを判断する。そして，左寄せスイッチ26がオンにされ，前進レンジが選択されている場合，画像形成処理手段91(図1)は車両11の左前端部分の画像P をディスプレイ22の表示画面に形成し，FL左寄せスイッチ26がオンにされ，前進レンジが選択されていない，すなわち，後進レンジが選択されている場合，前記画像形成処理手段91は車両11の左後端部分の画像P を表示画面に形成する。また，中央スRLイッチ28がオンにされ，前進レンジが選択されている場合，前記画像形成処理手段91は車両11の画像P 及び右前端部分の画像P を一つFL FRの表示画面に隣接させて形成し，中央スイッチ28がオンにされ，後進レンジが選択されている場合，前記画像形成処理手段91は車両11の画像P 及び右後端部分の画像P を一つの表示画面に隣接させて形成すRL RRる。そして，右寄せスイッチ27がオンにされ，前進レンジが選択されている場合，前記画像形成処理手段91は車両11の画像P を表示画面FRに隣接させて形成し，右寄せスイッチ27がオンにされ，後進レンジが選択されている場合，前記画像形成処理手段91は車両11の画像P をRR表示画面に形成する。」(段落【0042】)",
                "「なお，画像P ，P ，P ，P には，車両11の一部，溝52，壁FL FR RL RR53等が表示されるとともに，車両11の最外側の縁を表す表示ライン54が表示される。該表示ライン54は，車両11の最外側のラインを地面に垂直に下ろし，前記ラインを車両11の前後方向に延長させることによって設定され，車両11の前方又は後方に向けて突出させられる。なお，一部の図面においては，溝52，壁53等は図示されていない。」(段落【0043】)",
                "「例えば，前進走行中に，道路の左側にある溝52の直近に停車しようとする場合，運転者は左寄せスイッチ26をオンにする。その状態で，車速Vが閾値V1より低くなると，画像P が表示画面に形成される。運FL転者は，前記表示ライン54が画像P 上の溝52に重ならないように運FL転操作を行うと，容易に縁寄せを行うことができる。」(段落【0045】)",
                "「次に，前記表示ラインの他の例について説明する。なお，この場合，画像P に表示される表示ラインの例について説明する。」(段落【00FL48】)",
                "「図9に示される表示ライン55は，車両11を前進させる場合に舵角の大きさに対応させて車両11の最外側の縁が通る予測軌跡線を表す。また，図10に示される表示ライン57は，タイヤ56の最外側の縁を表す。そして，図11に示される表示ライン58は，車両11を前進させる場合にタイヤ56の最外側の縁が通る予測軌跡線を表す。」(段落【0050】)",
                "「また，画像P (図8)，P ，P ，P に絵を表示することもできFL FR RL RRる。」(段落【0051】)",
                "「図12は本発明の実施の形態における画像に表示された絵を示す図である。」(段落【0052】)",
                "「次に，図4のステップS7における障害物回避表示処理のサブルーチンについて説明する。」(段落【0058】)",
                "「続いて，前記画像選択処理手段は，角スイッチ判定処理を行い，現在の車両状況において，どの角スイッチがオンにされたかを判断し，判断結果に基づいて，画像P (図8)，P ，P ，P のうちの所定の角FL FR RL RRの画像を形成する。そして，制御装置12は，前記検出距離判断手段によって検出された検出距離が基準値以上であるかどうかを判断し，検出距離が基準値以上である場合に，角スイッチをオフにする。」(段落【0061】)",
                "「次に，障害物を回避する場合の画像P の例について説明する。」FL(段落【0063】)",
                "「図15は本発明の実施の形態における障害物回避表示処理によって形成される画像の第1の例を示す図，図16は本発明の実施の形態における障害物回避表示処理によって形成される画像の第2の例を示す図である。」(段落【0064】)",
                "「図において，11は車両，61は障害物としての他の車両である。この場合，画像P (図8)の第1の例においては，車両11を前進させFLる場合に，舵角の大きさに対応させて車両11の最外側の縁が通る予測軌跡線を表す表示ライン55，及び車両11を後退させる場合に，舵角の大きさに対応させて車両11の最外側の縁が通る予測軌跡線を表す表示ライン63が画像P に表示される。なお，車外が暗い場合，及び太陽FL又は照明灯の光によって道路の面51(図12)に車両11又は他の物体の影が写る場合においては，車両11の色が暗色系であると，表示画面上の車両11の輪郭を判別することが困難になる。そこで，車両11の周縁に重ねて輪郭線67を表示することができる。」(段落【0065】)",
                "「また，画像P の第2の例においては，車両61と車両11との間のFL間隔の目安となる距離線64～66を車両11からの距離(例えば「15cm」，「50cm」，「2m」等)と共に画像P に表示することもFLできる。」(段落【0066】)",
                "「したがって，例えば，運転者が所定の角スイッチをオンにすると，該角スイッチに対応する角の画像が表示画面に形成される。また，舵角の大きさに対応させて車両11の最外側の縁が通る予測軌跡線を表す表示ライン55，63が重ねて表示される。したがって，運転者は，前記表示ライン55，63が画像P 上の車両61に重ならないように運転操FL作を行うと，容易に障害物を回避することができる。なお，画像P ，PFL，P ，P における障害物センサS (図2)，S ，S ，S が搭載FR RL RR FL FR RL RRされた部分を警戒色で表示したり，点滅させたりすることもできる。」(段落【0067】)",
                "「次に，図5のステップS8における駐車操作表示処理のサブルーチンについて説明する。」(段落【0068】)",
                "「図17は本発明の実施の形態における駐車操作表示処理のサブルーチンを示す図，図18は本発明の実施の形態における駐車操作の説明図，図19は本発明の実施の形態における駐車操作表示処理で形成される画像の第1の例を示す図，図20は本発明の実施の形態における駐車操作表示処理で形成される画像の第2の例を示す図である。」(段落【0069】)",
                "「なお，車両11を後退させ，位置ST2から位置ST3を経て，駐車スペースに移動させる間，画像P ，P が一つの表示画面に形成されRL RRる。この場合，図20に示されるように，表示画面の左側には画像P が，RL右側には画像P が形成され，それぞれ表示ライン54が表示され，画像RRP ，P の間隔は運転者が実感することができるように設定される。」RL RR(段落【0078】)",
                "「なお，図20に示されるように，画像P ，P に目標駐車枠基準線RL RR75を表示することもできる。該目標駐車枠基準線75は，車両11を標準的な駐車スペースに正確に駐車させたときの駐車スペースの形状を表す。」(段落【0079】)"
              ]
            },
            {
              "fig": "オ",
              "subject": "発明の効果",
              "text": [
                "「したがって，現在の車両状況において表示機能が実行された履歴がある場合，運転者の意図に合う最適な画像だけを自動的に形成することができるので，形成された画像から必要な情報を容易に得ることができる。そして，画像を選択するために運転者による思考が要求されないので，画像上の有用な情報が見過ごされることはない。」(段落【0115】)",
                "の記載によれば，刊行物2には，運転者が車両の外部周縁の近傍に形成された死角から必要な情報を得るために，車両の前端，後端，左端及び右端の延長線上を推測するために必要な範囲を撮影することができ，しかも，運転者が運転席に座って車外を見るときの視線の方向とほぼ一致する方向に向けて，車両の左前端(C )，右前端(C )，左後端(C )，右後端(CFL FR RL)にカメラ(撮像手段)を搭載し，該カメラによって撮影された画像を形成RRする各種の表示機能として，縁寄表示機能，障害物回避表示機能，駐車操作表示機能等が運転支援機能として設定されており，選択された表示機能に対応する画像がディスプレイ(表示手段)に形成されるようになっている運転支援装置が開示されており，当該運転支援装置において，①車両の縁寄せを行う際に車外を確認する場合に選択される縁寄表示機能では，車両の左寄せを前進で行う場合，車両の左前端部分の画像P がディスプレイの表示画面にFL形成されるが，当該画像には，車両の一部，溝や壁等の縁寄せをする際の対象物が表示されるとともに，車両の最外側のラインを地面に垂直に降ろし，前記ラインを車両の前後方向に延長させることによって設置した，車両の前方又は後方に向けて突出させられたラインであって，車両の最外側の縁を表す表示ライン54が表示されるようになっていること，②車外の障害物を回避する場合に選択される障害物回避表示機能では，画像選択処理手段の判断結果に基づいて，画像P ，P ，P ，P のうちから選択された所定の画像FL FR RL RRがディスプレイの表示画面に形成されるが，車両の左前端部分の画像P が形FL成された場合，車両を前進又は後退させる際に舵角の大きさに対応させて車両の最外側の縁が通る予測軌跡線を表す表示ライン55又は63が画像に表示されるようになっていたり，あるいは，障害物(他の車両)と車両との間の間隔の目安となる距離線64～66が車両からの距離(例えば「15㎝」，「50㎝」，「2m」等)とともに画像に表示されるようになっていたりすること，③車両を駐車スペースに案内する場合に選択される駐車操作表示機能では，車両を後退させる場合，画像P ，P がディスプレイの表示画面にRL RR形成されるが，それぞれの画像に表示ライン54が表示されるとともに，車両を標準的な駐車スペースに正確に駐車させたときの駐車スペースの形状を表す目標駐車枠基準線75が表示されるようにすることもできること，がそれぞれ開示されているといえる。",
                "ここで，距離線64～66は，段落【0066】に「距離線64～66を車両11からの距離(例えば「15cm」，「50cm」，「2m」等)と共に画像P に表示することもできる。」と記載されており，車両の特定の部FL位からの距離を示す線であるなどとは説明されていない。そして，距離線64～66は，刊行物2に記載された障害物回避表示機能における他の実施例である「車両の最外側の縁が通る予測軌跡線を表す表示ライン55又は63」，縁寄表示機能における「車両の最外側の縁を表す表示ライン54」，駐車操作表示機能における「表示ライン54」や「車両を標準的な駐車スペースに正確に駐車させたときの駐車スペースの形状を表す目標駐車枠基準線75」等と同じく，車両の外縁と溝や壁，障害物，駐車枠等の外的要因との位置関係を把握し易いものとすることで運転者に安全運転上有益な情報を提供することを目的とするものであるところ，車両が障害物と接触する可能性がある箇所は車両の外縁部分全体であることから，「距離線64～66」は，車両の外縁からの距離，すなわち「車両からの距離を示す線」であると認められる。",
                "車両からの距離を示す線である距離線64～66を車両の左前端部分の画像P に表示する障害物回避表示機能(段落【0033】の障害物回避表示処FL理手段)は，距離線64～66と画像P とを合成して表示手段に表示させるFL画像合成手段であるといえ，刊行物2に記載された「運転支援装置」が本件訂正発明1や引用発明1にいう「車両監視装置」に相当するものであることは明らかである。",
                "したがって，刊行物2には，「車両からの距離を示す線である距離線64～66と車両の左前端部分の画像PFL とを合成し，表示手段に表示する画像合成手段を有する車両用監視装置」が記載されているといえる。",
                "原告らの主張について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告らは，「距離線64～66」は，車両61と車両11との間隔の目安となるものであるから，車両の左前端部からの距離を示すものであることは明白である旨主張する。",
                "しかしながら，距離線64～66が，車両11の左斜め前方に位置する車両61との間隔の目安となる線であるからといって，距離線64～66の距離の基準が車両の左前端部のみに限られなければならない必然性はないから，原告らの上記主張は理由がない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告らは，「距離線64～66」が車両61と車両11との間隔の目安となるものであること，車両の左斜め前方に障害物が位置する場合，運転者は車両の左前端部分が障害物にこすらないように注意をするものであること，「距離線64～66」は，それぞれ車両11の輪郭線を模した線を車両から左上斜め方向に移動させた線で描かれていること，「距離線64～66」は左斜め前方方向に向かって先細りとなっており車両の左斜め前方方向を問題としていることが明らかであることなどから，「距離線64～66」の示す距離は，車両の左斜め前方に沿った距離を示すものである旨主張する。",
                "原告らの上記主張の趣旨は必ずしも判然としないものの，原告らの指摘する上記の点は，いずれも，距離線64～66を車両の外縁からの距離，すなわち「車両からの距離を示す線」であると解することと矛盾するものではない。",
                "刊行物2の段落【0066】の記載や，距離線64～66が刊行物2に記載された障害物回避表示機能における他の実施例である「表示ライン55又は63」，縁寄表示機能における「表示ライン54」，駐車操作表示機能における「表示ライン54」や「目標駐車枠基準線75」等と同様の技術思想の下で表示される距離線であることに照らせば，距離線64～66は，車両の外縁からの距離，すなわち「車両からの距離を示す線」であ記載のとおりである。",
                "また，原告らは，車両の左斜め前方に障害物が位置する場合，運転者は車両の左前端部分が障害物にこすらないように車両の左前端部分のみに注意を向けるものであると主張するが，運転者が障害物の回避のために運転操作を行うことにより，あるいは，車両などの障害物が移動することにより，車両と障害物との相対的な位置関係も刻々と変化するものであるから，運転者は，障害物を回避するについては，車両各部が障害物に接触しないように，少なくとも画像P に表示された範囲において，障害物と車両各部FLとの距離に注意して運転操作を行うのは当然であって，車両の左前端部分の左斜め前方の距離のみに限って注意を払うわけではないから，原告らの主張は，この点においても理由がない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告らは，「距離線64～66」が「車両からの距離を示す線」であるとした本件審決の認定は誤りであり，上記距離線は，車両の左前端部分からの左斜め前方に沿った距離のみを示す線であるから，これを車両の先端からの距離を示す線に変更したり，長さ方向の距離や幅方向の距離を示す線に変更したりすることには阻害要因がある旨主張するが，距離線64～記載のとおりであり，原告らの上記主張はその前提を欠き，失当である。",
                "小括",
                "以上のとおり，本件審決における引用発明2の認定に誤りはない。",
                "また，本件審決における引用発明2の認定の誤りを前提とする，原告らの相違点1に係る容易想到性判断の誤りの主張も失当である。",
                "したがって，取消事由2に係る原告らの主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(周知技術1の認定の誤り)について",
          "text": [
            "原告らは，本件審決が，刊行物3～刊行物6の記載から，「車両にカメラを取付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」を周知技術(周知技術1)として認定したのは誤りである旨主張する。",
            "周知例に開示された内容",
            "甲3～6，乙1～3の記載によれば，これらの刊行物には以下の点が開示されているものと認められる(下記記載中に引用する図面については，別紙4の周知例図面目録を参照。)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "刊行物3(甲3)",
              "text": [
                "刊行物3に記載された発明は，車両後方確認カメラを搭載した後方確認表示装置に関する。",
                "後方確認カメラを搭載する車が増えており，従来の後方確認表示装置は，後方確認カメラ，モニタ，モニタ前面カバーに印刷された距離を示すスケールを備えるものであり，後方確認カメラより入力された映像信号はモニタにより映し出されるが，モニタの本体，または前面カバーに距離を示すスケールが印刷されており，障害物があった場合，そこまでの距離が容易に認識でき，後方の安全を確認することができるというものであった。",
                "この従来の後方確認表示装置では，後方確認カメラを車両へ取り付け，表示距離の位置を調整する場合，カメラを回転する人と，モニタを見ながら回転方向位置を指示する人が必要であり，また，固定しても車体の振動，風圧等によりカメラの位置がずれ，正確な距離が表示できない可能性があった。",
                "刊行物3に記載された発明は，上記欠点を解消し，後方確認カメラからの映像信号に図形文字信号を発生する信号発生器からの距離スケールを多重させ，この距離スケールを任意に上下できる手段を付加し，距離合せの正確化，容易化を図る後方確認表示装置を提供することを目的とするものである。",
                "刊行物3には実施例として次のような記載がある。",
                "「第1図は本発明の構成図を示す。カメラ1から出力された映像信号はインタフェース2によりR，G，B信号3に変換される。一方，CPU4はROM5に記憶されたプログラムデータにしたがい，システム全体をコントロールし，図形や文字パターンをROM5から読み出し，ビデオRAM6で画面の表示位置に対応した特定の座標へ書き込む。CRTコントローラ7は一定期間毎にビデオRAM6からR，G，Bの画像信号8を読み出し，インタフェース9を介して多重装置10へ入力する。多重装置10はインタフェース9とインタフェース2からのR，G，B信号をCRTコントローラ7からの切替コントロール信号11にしたがい高速に切替え，多重するものであり，その画像信号はCRT12へ入力され，表示される。キースイッチ13はROM5から読み出された画像パターンや文字パターンを上下方向に移動させるスイッチで，14はアップキー，15はダウンキーである。」(2頁左下欄1行～18行)",
                "「第1図においてキースイッチ13のアップキー14，ダウンキー15を押す毎にROM5よりパターンを読み出し，キーの種類と回数により上記演算をし，ビデオRAM6に書き込めば，任意に図形，文字パターンを上下方向に移動させることができる。",
                "第3図は実際に位置合せする方法を図示したものであり，車両16の屋根に後方確認カメラ1が取り付けられている。車両の後方にたとえば，10mの位置にフラッグ17を立て，その映像を表示したものが画面21であり，ここで，アップキー14を押すとパターン22，25が上方に移動し，パターン23，26はそれぞれ24，27の中間まで移動する。逆にダウンキー15を押すと22～27は下方に移動し，任意にフラッグ17の位置に合せ込むことができる。」(3頁左上欄10行～右上欄4行)",
                "刊行物3に記載された発明は，車両の後方を確認するカメラと，距離スケールの図形や文字を発生させる信号発生装置と，カメラからの映像信号と信号発生装置から出力された画像信号を多重させる多重装置と，多重された画像信号を上下方向に移動させる入力手段と，前記多重装置から出力された画像信号を表示するモニタと，これらの装置を制御するコントローラから構成され，前記モニタ上に映し出される後方の風景の中で，前記距離スケールを上下に任意に動かすことにより，距離スケールと実画面上の正確な位置合せを容易に実現させることを特徴とする後方確認表示装置である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "刊行物4(甲4)",
      "text": [
        "刊行物4に記載された発明は，車両の後方に設置されたカメラからの映像を表示するとき，同時に車幅や距離等の目安をモニタ上に表示するカメラスケール表示装置に関する。",
        "従来のカメラスケール表示装置として，刊行物3に記載された構成が知られているが，ここでは，カメラスケールを一定条件下でのパターンとしてROMに記憶しているため，自由に後方確認用カメラ1の取付け位置を選択できず，想定と異なる条件下では，後方確認用カメラの取付け角度を変更したり，カメラスケール全体パターンの上下移動だけではカメラスケールと実際の車幅や距離を合わせることができず，カメラスケールの表示が実際の車幅や距離と大きく異なってしまうという問題があった。",
        "刊行物4には，実施例として次のような記載がある。",
        "「以下，本発明の一実施の形態について図面を参照しながら説明する。図1は本発明の一実施の形態におけるカメラスケール表示装置を示すブロック図である。」(段落【0013】)",
        "「図3に示す前述の従来例のカメラスケール表示装置とほぼ同じ機能の構成要素，信号等には同じ符号を付し，その説明を省略する。本実施の形態において，前述の従来例と異なる点は，書換可能メモリ9と描画LSI110を備え，カメラスケールの座標データは書換可能メモリ9に記憶されており，変更可能であり，そして，描画LSI110は座標データに合わせたカメラスケール信号をオンスクリーン表示処理回路4に送り，表示デバイス5により表示させるようにしたことにある。」(段落【0014】)",
        "「図2はカメラスケールの表示例を示すものである。後方確認用カメラ1を車両13に対して図2(a)，(b)に示すような位置関係で取り付けた場合，基本カメラスケールのままで図2(c)に示すように，カメラスケール21，22，23，24，25，26，27，28は実際の距離や車幅を示す線と全く異なってしまう。こそで，カメラスケール21～28を図2(d)に示すカメラスケール31～38の位置に移動させればよい。」(段落【0015】)",
        "「まず，書換可能メモリ9内のカメラスケール21の座標データ(X21，Y21)をカメラスケール31の座標データ(X31，Y31)に変更し，書換可能メモリ9に記憶する。例えば，カメラスケール21が車両右側後方10mの位置を示す予定であれば，そのポイントに何か目印を置き，そのポイントにカメラスケール21が表示されるようにカメラスケール21を移動させ，その座標データ(X31，Y31)を新たなカメラスケール21の座標データとして書換可能メモリ9内の座標データを変更する。同様にして，カメラスケール22～28のそれぞれの座標データをカメラスケール32～38の各座標データに変更する。その新たな座標データにて描画LS110がカメラスケールを表示デバイス5に表示させることにより，図2(d)に示すように実際の車幅や距離に合ったカメラスケールとして表示が可能となる。」(段落【0016】)",
        "「なお，以上の説明では，表示デバイス5に表示されるカメラスケールは「＋」にて表示したが，どのような形であってもよい。また，カメラスケールは図形だけでなく，各カメラスケールの距離を図形と共に表示してもよく，距離を表示する座標データもそれぞれ自由に設定可能としてもよい。」(段落【0017】)",
        "刊行物4に記載された発明は，前記 記載の問題を解決し，基本カメラスケールを想定した車幅やカメラ取付け位置の地上高や左右位置に関係なく，後方確認用カメラの取付け位置を自由に選択でき，実際の車幅，距離に合ったカメラスケールに表示位置を修正可能なカメラスケール表示装置を提供することを目的とするものである。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "刊行物5(甲5)",
      "text": [
        "刊行物5に記載された発明は，目視による後方確認が困難な車両に適用する車載用後方確認装置の改良に関する。",
        "従来より，いわゆる車載用後方確認装置が用いられているが，最も簡単な車載用後方確認装置は，車両後部の高所にカメラを取り付け，このカメラで撮影した車両の後方画像を運転席のディスプレイ上に表示するというものであるが，上記カメラは，少なくとも車両最後端部を含む広範囲の画像を撮影する必要があり，その撮影レンズには広角レンズが用いられるから，ディスプレイ上の表示画像は距離感に欠けるものであったことから，後方画像に，距離目盛りパターン画像をオーバーラップ表示する装置も現れた。",
        "しかしながら，上記装置にあっては，距離目盛りパターン画像が固定のものであったため，カメラの取り付け方が適正でなかったり，走行中の振動でカメラの取り付け傾斜角がずれたりした場合には，距離目盛りパターン画像と後方画像との対応関係が不適切となり，運転者は，誤った距離認識をしてしまうという問題点があった。",
        "刊行物5には，実施例として次のような記載がある。",
        "「図1において，1はCCD(Charge Coupled Device)又は撮像管等を用いたテレビカメラ(以下「カメラ」と略す)であり，このカメラ1は，車両2の所定位置(車両後方を広く見渡すことのできる，たとえば車両後部の高所)に取り付けられ，その撮影レンズ1aは，車両2の後方に向いている。すなわち，カメラ1は，車両2に取り付けられ，該車両2の後方画像Vを撮影する撮影手段として機能する。」(段落【0011】)",
        "「3はカメラ1を車両2に取り付けるための取り付け金具である。この取り付け金具3は，カメラ1の取り付け傾斜角(カメラアングルθ；以下，単に「アングルθ」と言う)を，所定の範囲内で自在に調節できるものであり，アングルθは角度センサ4によって検出される。また，5はカメラ1の取り付け高Hを設定するための設定スイッチであり，この設定スイッチ5には，たとえば，ディップスイッチやロータリースイッチ等が用いられ，地面からカメラ1までの高さを計測して，その値を手動で設定するものである。上記の角度センサ4及び設定スイッチ5は，一体として検出手段を構成する。」(段落【0012】)",
        "「次に，作用を説明する。図2はコントロールユニット7における概略的な処理フローである。このフローに示すように，本実施例では，まず，アングルθ及び取り付け高Hを読み込み(ステップ10)，次いで，これらのθ及びHに基づいて距離目盛りパターン画像Sを選択し(ステップ11)，さらに，選択された距離目盛りパターン画像Sと後方画像Vとを合成してオーバーラップ画像Oを生成し(ステップ12)，最後に，リバース信号Rの有無を点検して(ステップ13)，リバース信号Rが有れば，すなわち車両の後退時であれば，オーバーラップ信号Oをディスプレイ8に出力する(ステップ14)，という処理を繰り返して実行する。」(段落【0015】)",
        "「図3は，三つの画像，すなわち，高さHの位置からアングルθで撮影された後方画像V，θとHとに応じて選択された距離目盛りパターン画像S，及び，これら二つの画像V，Sを合成したオーバーラップ画像Oの一例である。後方画像Vにおいて，20は障害物として注目しなければならない任意の物体であるが，この後方画像Vだけでは，物体20までの距離を正確に特定することはできない。一方，距離目盛りパターン画像Sにおいて，末広がりの二本の縦線21，22の間には，横方向の多数の距離目盛り線23が引かれており，距離目盛り線23の間隔は，グリッド(GRID)値として表示されている。ここで，1GRID はymである。なお，オフセット(OFFSET)値は，画面最下端の距離目盛り線から車両最後端部(一般にバンパー)までの距離であり，OFFSET はxmである。」(段落【0016】)",
        "「ここに，本実施例のポイントは，距離目盛りパターン画像Sを，カメラ1の取り付け高Hとアングルθとに応じて“選択”するという点にあるが，この選択動作は，Hとθのある組み合わせ(便宜的にH  とθ  )が，他の組み合わせ(便宜的にH と θ )に変化したとき，H",
        "と θ  の組み合わせで最適であった距離目盛りパターン画像Sを，H",
        "と θ  の組み合わせで最適となるように“補正”していることに他ならない。このことは，上記の選択動作以外にも，画像演算処理，たとえば，三次元的な視点補正処理を行なうことによって，同様な作用が得られることからも理解できる。」(段落【0018】)",
        "「図4は，カメラ1のアングルθの変化状態(例として3態)を示す図である。符号Aはアングルθaのときの視野角，符号Bはアングルθbのときの視野角，符号Cはアングルθcのときの視野角である。ただし，θa＞θb＞θc，A＝B＝Cである。A  ，A  ，B  ，B  ，C",
        "N N N F N及びC は，それぞれの視野角における最も近い撮影地点と最も遠い撮影F 地点とを表しており，添え字のFは Far(遠い)の頭文字，Ｎは Near(近い)の頭文字である。すなわち，A  からA はアングル θaのときN Fの撮影範囲，B  からB  はアングルθbのときの撮影範囲，C  からC",
        "N F N Fはアングル θcのときの撮影範囲である。なお，ここでは，車両2の最後端部から4mの地点に物体(障害物)20が位置しているものと仮定する。」(段落【0019】)",
        "「図5は，それぞれのアングルθa，θb及びθcにおけるオーバーラップ画像Oを示す図である。なお，ここでは識別のために，それぞれのオーバーラップ画像にアングルと同一の添え字(a，b，c)を付している。画像Oa，Ob及びOcのグリッド値はいずれも1mであるが，オフセット値はそれぞれ異なっている。すなわち，画像Oaのオフセット値は1m，画像Obの同値は2m，画像Ocの同値は3mであり，それぞれのオフセット値はA  ，B  及びC  に一致する。」(段落【00N N N20】)",
        "「いま，走行中の振動によってカメラ1のアングルがずれた場合を考える。たとえば，アングルθaにずれた場合である。この場合，図4からも認められるように，撮影範囲はB  ～B  からA  ～A  へと変化し，N F N Fオーバーラップ画像Oaにおける物体20の位置は，ほぼ画面最上部に位置することになる。仮に，本実施例を適用しないとすると，オーバーラップ画像Oa中の距離目盛りパターン画像Sは，基本アングル θbのそれになるから，距離目盛りの一致性が損なわれることは明白である。」(段落【0022】)",
        "「これに対して，本実施例を適用した場合には，オーバーラップ画像Oa中の距離目盛りパターン画像Sの距離目盛り線23の間隔が補正され，画像下端から物体20までの距離目盛り線23の本数は4本となるから，上式(1)より，物体20までの距離Dを，基本アングルθbと同一の4mと読み取ることができる。したがって，本実施例によれば，カメラ1のアングルθが変化した場合でも，常に適切な距離目盛りパターンSが合成されるから，物体20までの距離Dを正確に読み取ることができ，車両後退時における安全確保の維持を図ることができる。」(段落【0023】)",
        "刊行物5に記載された発明は，カメラの取り付け状態に応じて距離目盛りパターン画像を補正することにより，距離目盛りパターン画像と後方画像との対応関係を常に適切化し，以て，運転者による正確な距離認識を安定的に確保することを目的とする。"
      ]
    },
    {
      "fig": "エ",
      "subject": "刊行物6(甲6)",
      "text": [
        "刊行物6に記載された発明は，車両の後方等に設置されたカメラからの映像を運転席のモニターに表示するようにしたカメラシステム表示装置に関する。",
        "従来から車両の後方移動を安全に行うため，車両の後方にカメラを設置し，運転席にはカメラ映像を映し出すモニターが配置され，このモニターの前面板または前面板に貼り付けられたシール等で，カメラ映像に対応した車両後部からの距離表示や，車両の車幅表示を印刷したものを装着して後方移動の目安になるようにしていた。",
        "しかしながら，上記従来の表示装置では，モニターに後方確認カメラのカメラ映像に対応した車両後部からの距離表示，車両の車幅表示を印刷したものを装着しているため，モニターのオン／オフに関係なく常に後方確認用の表示を視認することになるという問題があった．",
        "刊行物6に記載された発明は，上記課題の解決を目的とするものであり，その実施形態として，車両に設置する後方確認用カメラとモニターで構成されたカメラシステム表示装置で，車両のバックギヤオン信号を検出したとき，モニターと車両の後方確認用として設置された後方確認カメラが動作し，前記モニターにカメラ映像とともにオンスクリーン表示処理によってオンスクリーンまたはスーパーインポーズで距離表示や車幅表示等を出画するようにしたものが記載されている。",
        "刊行物6には，実施例として次のような記載がある。",
        "「本発明の実施の形態は，車両に設置する後方確認用カメラとモニターで構成されたカメラシステム表示装置で，車両のバックギヤオン信号を検出したとき，モニターと車両の後方確認用として設置された後方確認カメラが動作し，前記モニターにカメラ映像とともにオンスクリーン表示処理によってオンスクリーンまたはスーパーインポーズで距離表示や車幅表示等を出画するようにしたものである。」(段落【0012】)",
        "「このカメラシステム表示装置によれば，後方確認カメラのモニターとして使用するときには後方確認用の距離表示，車幅表示等をモニター上に出画することができ，前記以外のモニターとして使用するときには視覚上障害となる後方確認用の表示を消すことができる作用を有する。」(段落【0013】)",
        "「前記従来例の図3と異なる点は，マイコン・オンスクリーン表示処理回路8を有し，スイッチング処理回路5を介して車両のバックギヤ入力端子Aからのバックギヤオン信号S3 が入力されて起動され，映像切替回路9からは映像切替信号S4 が入力され，カメラ映像S1 を認識し，映像同期処理回路3からは同期信号が入力され，マイコン・オンスクリーン表示処理回路8からは映像同期処理回路3から出力されたカメラ映像S1 に同期したオンスクリーンまたはスーパーインポーズ信号が出力され，表示処理・表示デバイス4のディスプレイ上に距離表示や車幅表示等を出力表示する構成となっている。」(段落【0016】)",
        "「次に上記構成の動作を図2のスクリーン表示例図を用いて説明する。まず，車両を後方へ移動するとき，後方確認カメラ1とモニター2が自動的に動作するように車両のバックギヤ入力端子Aにバックギヤオン信号S3 を入力する。このバックギヤオン信号S3 はスイッチング処理回路5を介して電源回路7およびマイコン・オンスクリーン表示処理回路8へ入力され，電源回路7からは各回路へ電源が供給されるとともに，後方確認カメラ1へも電源が供給される。」(段落【0017】)",
        "「そして，後方確認カメラ1の映像信号(カメラ映像S1)は映像切替回路9を介して映像同期処理回路3に入力されて処理され，表示処理・表示デバイス4のディスプレイ上へ映像信号を出力し，モニター2に後方確認カメラ1の映像が映し出される。なお，このときバックギヤオン信号S3 は映像切替回路9に入力され，強制的に後方確認カメラ1の映像信号に切り替える動作が行われる。」(段落【0018】)",
        "「また，マイコン・オンスクリーン表示回路8も前記バックギヤオン信号S3 で動作し，映像同期処理回路3から同期信号の供給を受け，同期した状態でオンスクリーン信号が表示処理・表示デバイス4に供給されてカメラ映像S1 の上にオンスクリーンが表示される。」(段落【0019】)",
        "「なお，以上の説明では，後方確認カメラ1とモニター2で構成した例で説明したが，モニター2への映像入力を増設していき，前方カメラ，側方カメラの表示もカメラの視野角，方向に合わせてオンスクリーンのパターンを設定すれば，同様にオンスクリーン表示ができる。」(段落【0023】)",
        "刊行物6に記載された発明によれば，表示はオンスクリーンで出すため，種々の車両やカメラの取付位置，高さに対応した何種類もの距離表示，車幅表示をすることができ，カメラの視野角の異なる場合でも対応することができる。",
        "刊行物6に記載された発明は，後方確認ばかりでなく，前方カメラ，側方カメラのオンスクリーン表示もすることができる。"
      ]
    },
    {
      "fig": "オ",
      "subject": "乙1(特開平6-255423号公報)",
      "text": [
        "乙1に記載された発明は，車載用監視カメラ装置に関するものであり，特に，運転者の死角になりやすい車の後方等の状況を表示する車載用監視カメラ装置に関するものである。",
        "乙1に記載された発明の実施例として次の記載がある。",
        "「図1において，車載用監視カメラ装置は，カメラ部3，モニタ部5を含む。カメラ部3は車両の後部に固定され，車両後方の映像を撮影する。撮影された映像は車内に備えられた接続線を経由して，車内の運転席のパネル部内に備えられたモニタ部5へ伝送される。」(段落【0015】)",
        "「モニタ部5は，A／D変換器51，映像信号処理部52，D／A変換部53，表示装置54，画像を一時的に記憶するRAM(Random Access Memory)55，距離目盛等を予め記憶しているROM(Read Only Memory)56，使用者が操作指令等を入力する入力部61を含む。カメラ部3から出力された映像信号はA／D変換器51でアナログ信号からデジタル信号に変換される。デジタル信号に変換された映像信号は映像信号処理部52へ入力する。映像信号処理部52はROM56に予め記憶されている距離目盛に関するデータを読出し，表示画面の所定の位置に距離目盛が表示されるように映像信号に距離目盛の表示を重畳してD／A変換器53へ出力する。D／A変換器53は加工されたデジタル映像信号をアナログ映像信号に変換する。アナログ信号に変換された映像信号は表示装置54へ入力する。表示装置54はブラウン管または液晶表示装置等からなり，入力された映像を表示する。図2は表示画面の一例を示す図である。図2に示すように，本装置でもカメラ部3には広角レンズを使用しているので広範囲な映像を表示することができ，また，画面上に2本の距離目盛11を表示しているので，距離感が確認しやすくなっている。」(段落【0016】)",
        "「以上に述べた各実施例では，車両の後方監視を中心に述べたが，同様の手段を用いて，前方または側方の監視を同様に行なうことができる。」(段落【0041】)"
      ]
    },
    {
      "fig": "カ",
      "subject": "乙2(特開平7-2021号公報)",
      "text": [
        "乙2に記載された発明は，車両に搭載し，車両の周辺を確認するための画像を得る周辺確認装置に関する。",
        "乙2に記載された発明の実施例として，次の記載がある。",
        "「実施例5．図11は請求項5の発明の一実施例による周辺確認装置の構成を示すブロック回路図である。図において，61～66は図9と同様のものであるので説明を省略する。71は傾斜角検出装置，72はインジケータ情報の記憶されたメモリ，73は選択回路であり，メモリ72と選択回路73でインジケータ発生回路74を構成している。75は映像信号に簡単な図形や文字を重ね合わせる合成回路である。図12は本実施例によってディスプレイ装置66に表示されるインジケータの一例を示したものである。76は車両の後部，77は車両後端からの距離を示す線であり，78は車両の中心および車幅を示す線である。」(段落【0045】)",
        "「また，上記実施例では撮像装置61を車両の後部に取り付けたが，車両の前方，あるいはその他の任意の場所に取り付けても構わない。」(段落【0048】)"
      ]
    },
    {
      "fig": "キ",
      "subject": "乙3(特開平10-181447号公報)",
      "text": [
        "乙3に記載された発明は，運転者の死角となる車両周辺の状況を車内の表示装置に表示する車両周辺監視システムに関する。",
        "乙3に記載された発明の実施の形態として，次の記載がある。",
        "「本発明を適用した一実施形態の車両後方確認システムは，車両後方をカメラで映してその映像を車内に設置された表示装置の画面に表示するものであり，車両のシフトレバーが後退位置にあるときにだけ，映像の一部に車両後方のバンパーが含まれるように撮影された映像に表示が切り替わる。しかも，この映像にバンパーからの距離を示す指標としての距離マークが重ね合わされ，この合成画像が表示されることに特徴がある。以下，本発明を適用した一実施形態の車両後方確認システムについて図面を参照しながら説明する。」(段落【0010】)",
        "「・・・図6はカメラ10の位置合わせ時の表示画面を示す図であり，同図(A)に示すように，画面の下辺近傍の所定位置にバンパー位置合わせライン40が表示される。」(段落【0019】)",
        "「カメラ10の位置合わせは，このようにしてカメラ10の映像にバンパー位置合わせライン40を表示させた状態で行われる。例えば，図2に示す位置にカメラ10を取り付けたときに，カメラ10の取り付け方向が上を向きすぎている場合には，図6(A)に示すようにバンパー位置合わせライン40のみが見えて後部バンパー32は表示画面から外れる。反対に，カメラ10の取り付け方向が下を向きすぎている場合には，図6(B)に示すようにバンパー位置合わせライン40より上方まで後部バンパー32が映し出されることになる。表示画面を見ながらカメラ10の取り付け方向を調整して，図6(C)に示すように後部バンパー32の先端位置とバンパー位置合わせラインとを一致させることにより，カメラ10の位置合わせが終了する。」(段落【0021】)",
        "「なお，本発明は上記実施形態に限定されるものではなく，本発明の要旨の範囲内で種々の変形実施が可能である。例えば，上述した実施形態では，車両後方の状況を表示画面を見ながら確認するようにしたが，車両の前方や助手席の横方向の状況を表示画面を見ながら確認する場合にも本発明を適用することができる。この場合には，表示画面の一部に後部バンパーを表示させる代わりに，前部バンパーあるいは車体側面を表示させればよい。」(段落【0030】)",
        "「車両後方にカメラを取り付け，カメラからの画像に車両からの距離を示す画像を重ねて表示すること」は，本件特許の出願日前に一般に知られている周知技術であったといえる。",
        "また，刊行物6，乙1～3に記載された発明は，いずれも車両の後方確認のみを目的とするものではなく，これらの刊行物には，上記技術を車両の後方確認ばかりでなく，車両の前方や側方の確認のためにも用いることができることが記載されているから，車両の後方のみならず前方や側方を含め，「車両にカメラを取り付け，カメラからの画像に車両からの距離を示す画像を重ねて表示すること」は，本件特許の出願日前に，一般に知られている周知技術であったと認められる。",
        "そして，上記周知技術において，距離を示す画像は，車両から障害物などの対象物までの距離を把握するためのものであるから，距離の基準となるのは，車両が進行した場合に最も早く障害物などの対象物に到達する部分，すなわち，車両の進行方向の先端部分である。",
        "したがって，「車両にカメラを取付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」は，本件特許の出願日前に，一般に知られている周知技術であったと認められる。",
        "原告らの主張について",
        "原告らは，刊行物3～刊行物6は，車両の後方を確認するものであって，車両の前方を確認するものではないから，上記刊行物に開示されている技術は，「車両後方を確認するためのカメラを車両後部に取り付け，カメラからの画像に車両の後端からの距離を示す画像を重ねて表示すること」にすぎないにもかかわらず，本件審決がこれを車両前方にまで上位概念化して周知技術1を認定したのは誤りである旨主張する。",
        "しかしながら，刊行物6，乙1～3の記載から，車両の後方のみならず前方や側方を含め，「車両にカメラを取り付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」が周知技術では理由がない。",
        "なお，原告らは，車両の前方については，死角は車両の後方よりも格段に少なく，運転者は車両の前方を見て運転するのが常態であるから，運転者は車両の前方の確認が比較的容易であり，距離を示す画像の距離の基準を車両の先端にする必要性が低い点をその主張の根拠として挙げる。しかしながら，運転者が，車両と障害物との接触等を回避するために，車両の進行方向において車両が最初に障害物等に到達し得る部分(車両の進行方向における先端部)と障害物等との距離に注意を払いつつ運転操作を行うことは通常であって，これは，車両が前進している場合であっても異ならないといえるから，原告らの上記指摘は前記認定を左右するに足りない。",
        "小括",
        "以上のとおり，本件審決における周知技術1の認定に誤りはない。",
        "また，本件審決における周知技術1の認定の誤りを前提とする，原告らの相違点1に係る容易想到性判断の誤りの主張も失当である。",
        "したがって，取消事由3に係る原告らの主張は理由がない。"
      ],
      "content": [
        {
          "fig": "5",
          "subject": "取消事由4(相違点1に係る容易想到性判断の誤り)について",
          "text": [
            "原告らは，本件審決における相違点1に係る容易想到性の判断は誤りであるとして，①刊行物1に，車両の進行方向まで撮影するという技術思想が開示されていること，運転者は，側方だけでなく，当然前方にも注意を払うものであることを前提として，車両の前方の距離線を設けることが容易想到であると判断した点，②車両の前方向の距離を示す線を直線で示すことが容易想到であると判断した点，③距離線を車両の画像の横の位置に配置することが容易想到であると判断した点，④カメラによって監視したい領域と車両の進行方向先端とが車両の幅方向において重なる場合についての周知技術を両者が重ならない場合に係る引用発明1に適用した点において誤りがある旨主張するので，以下検討する。",
            "相違点1の容易想到性について"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "刊行物1には， ア記載のとおり，「・・・運転席(運転席は車体中央より右側寄りにあるものとして説明する)からは車体の左端の位置を確認するための基準となるべきものが何も見えず，従って，車体の左端がどこまであるのかがよく解らない状態となっている。・・・運転席から見ると車体左側面近傍は所謂死角となり，安全運転上問題となっていた。特に狭い道路における離合や車庫入れ等に際しては，車7左側面近傍の死角部分についての安全が確認できず，そのために車体左側面を電柱や塀等に接触させたり，溝の中へ左車輪を脱落させたり，また極端な場合には通行人に接触することなどがあった。」(1頁19行～2頁16行)，「本考案は上記の点に鑑みてなされたもので，運転席と反対側の車体側方近傍を十分に確認できる自動車の側方監視装置を提供するもので，・・・」(2頁18行～20行)と記載されている。したがって，引用発明1は，車両用監視装置(側方監視装置)であり，運転席と反対側の車体側方近傍(死角部分)を十分に確認できる自動車の側方監視装置を提供することを目的とし，その解決手段として，ドアミラーのうち少なくとも運転席と反対側のドアミラーの背面にテレビカメラを設置し，車室内の運転席近傍にはテレビカメラと接続されたテレビ受像機を配し，テレビカメラによってテレビ受像機に自動車のフロントフェンダ部側方近傍を映し出すようにするという構成を採用したものである。",
        "刊行物2には， イ記載のとおり，「従来，自動車等の車両においては，・・・運転者が運転席に座って車外を見ると，車両の外部周縁の近傍に死角が形成される。」(段落【0002】)，「・・・運転者は死角の部分を推定して運転することが多く，その場合，車両が障害物に接触したり，車輪が路肩の溝にはまったりすることがある。」(段落【0003】)，「そこで，運転者にとって死角の部分のうち，車両の後方の左右両側を撮影するために第1，第2のカメラを，車両の前方の左右両側を撮影するために第3，第4のカメラをそれぞれ配設した運転支援装置が提供されている・・・」(段落【0004】)，「本発明は，前記従来の運転支援装置の問題点を解決して，運転者にとって死角の部分の画像のうち，運転者の意図に合う最適な画像を形成することができ，しかも，画像を形成するための作業を簡素化することができる運転支援装置及び運転支援方法を提供することを目的とする。」(段落【0006】)と記載されている。したがって，引用発明2は，車両用監視装置(運転支援装置)であり，運転者にとって死角の部分の画像のうち，運転者の意図に合う最適な画像を形成することができ，しかも，画像を形成するための作業を簡素化することができる運転支援装置を提供することを目的とし，その解決手段として，車両に搭載され，所定の被撮影体を撮影する撮像装置と，表示画面を備えた表示部と，運転者によって操作され，あらかじめ設定された表示機能を選択するための操作手段と，撮影によって得られた画像を前記表示画面に形成する画像形成処理手段と，現在の車両状況を検出する車両状況検出手段と，現在の車両状況において表示機能が実行された履歴があるかどうかを判断する表示履歴判断処理手段とを有する構成を採用した発明の実施例であり，あらかじめ設定された表示機能のうち障害物回避表示機能が選択され，車両の左前端に搭載されたカメラにより撮像された車両の左前端部分の画像P に，車両からの距離を示す線である距離線64～66を合FL成し，合成された画像を表示手段に表示するようにしたものである。",
        "以上のとおり，引用発明1と引用発明2は，いずれも車両に搭載した撮像手段により運転者から死角になる部分等の画像を撮像し，撮像された画像を表示手段に表示して，運転者に安全運転上有益な情報を提供することを目的とするものである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "そして，前記4 運転者から死角になる部分等を監視する車両用監視装置において，車両にカメラを取り付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示することは，周知技術であるから，当業者において，上記周知技術をも勘案し，運転者に安全運転上有益な情報をより多く提供するために，引用発明1に，引用発明2の構成を組み合わせて，引用発明1における「ドアミラーに配設されており前輪近傍を撮像する撮像手段で撮影した第一の画像」に，障害物を回避する運転操作を支援するために車両からの距離を示す線である距離線64～66を合成し，合成された画像を表示手段に表示するようにすること，すなわち，引用発明1において，第一の画像に車両からの距離を示す線である距離線64～66を合成して表示手段に表示する画像合成手段の構成を採用することは容易であると解される。",
        "引用発明1における「第一の画像」は，フロントフェンダ部側方近傍が映っている画像であり，例えば，刊行物1の第4図のような，左前輪近傍の路面や車体の左側フロントフェンダ部に加え，進行方向である車両の左側前方もある程度映っている画像であり，運転者は，障害物を回避するについて，車両各部が障害物に接触することがないように，少なくとも表示手段に表示された画像の範囲において，障害物と車両各部との距離に注意して運転操作を行うのは当然であり，側方のみならず，前方にも注意を払うものであるから，例えば刊行物1の第4図のような第一の画像において，車両からの距離を示す線である距離線64～66を表示する場所は，車両の左側及び車両の前方ということになる。",
        "刊行物2には，縁寄せする運転操作を支援するために車両からの距離を示す線である「車両11の最外側の縁を表す表示ライン54」が記載されており，この「表示ライン54」は，「車両11の最外側のラインを地面に垂直に下ろし，前記ラインを車両11の前後方向に延長させることによって設定され，車両11の前方又は後方に向けて突出させられる」ものであるから(刊行物2の段落【0043】)，当業者において，刊行物2に記載された「車両11の最外側の縁を表す表示ライン54」を距離線の距離の基準とし，車両の左側に表示する距離線を車両の最外側の縁からの距離を示す線とすることは容易であるといえる。したがって，引用発明1において，「車両の幅方向の距離を示す第一の指標」を第一の画像に合成して表示する構成を採用することは，容易であると解される。",
        "また，前記のとおり，車両にカメラを取り付け，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示することは周知技術であるから，当業者において，距離線の距離の基準を車両の先端とし，また，上方から見た車両は，通常略四角形の形状をしているから，車両前部の外縁を略直線形状として捉えて，車両の幅方向に沿って延びる直線で示すこと，すなわち，車両の前方に表示する距離線を「車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す」線とすることは容易であるといえる。したがって，引用発明1において，「車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す第二の指標」を第一の画像に合成して表示する構成を採用することは，容易であると解される。",
        "車両の前方に表示する距離線，すなわち「第二の指標」を，直線によって示した場合には，車両の長さ方向においてその直線が配置された位置が車両先端からの車両の長さ方向の距離を示すことになることは明らかである。そして，前記のとおり，刊行物2には「車両11の最外側の縁を表す表示ライン54」が記載されており，この「表示ライン54」は，「車両11の最外側のラインを地面に垂直に下ろし，前記ラインを車両11の前後方向に延長させることによって設定され，車両11の前方又は後方に向けて突出させられる」ものであるから，当業者において，刊行物2に記載された「車両11の最外側の縁を表す表示ライン54」を，「第一の指標」と同様に，「第二の指標」の距離の基準とし，「第二の指標」は，車両先端のラインを地面に垂直に下ろし，車両の左方及び右方に向けて突出させた線を基準にした線とすることは容易であるといえ，このように設定された「第二の指標」は，「前記第一の画像における路面上の位置に配置された前記幅方向に沿って延びる直線の前記長さ方向における配置位置によって前記長さ方向の距離を示す」ものとなる。",
        "「第二の指標」は，第一の画像に合成されて表示手段に表示され，運転者に安全運転上有益な情報を提供することを目的とするものであるから，当業者において，運転者が把握し易い位置に距離線を配置しようとすることは当然のことであり，第一の画像において，車両を避けて，これと重ならないように距離線を表示しようとすれば，前記引用発明1における「第一の画像」においては，距離線を車両の画像の左側，すなわち「前記幅方向を横方向とした場合の前記第一の画像における車両の画像の横の位置」に表示することになる。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "以上によれば，引用発明1に引用発明2を適用して，引用発明1に「前輪近傍の路面の画像及び車両の画像を含む前記第一の画像と，車両の幅方向の距離を示す第一の指標及び車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す第二の指標を有する第二の画像と，を合成して前記表示手段に表示させる画像合成手段」を設け，「前記第二の指標は，前記幅方向を横方向とした場合の前記第一の画像における車両の画像の横の位置であって前記第一の画像における路面上の位置に配置された前記幅方向に沿って延びる直線の前記長さ方向における配置位置によって前記長さ方向の距離を示す」ようにすることは，当業者が容易に想到し得ることであると認められる。",
        "原告らの主張について"
      ]
    },
    {
      "fig": "ア",
      "subject": "車両の前方の距離線を設けることが容易想到であるとの判断の誤りについて",
      "text": [
        "原告らは，本件審決が，「「第一の画像」は，刊行物1の第4図のようなフロントフェンダ部側方近傍の映像(画像)であり，車の進行方向も写っているものであって，」として，刊行物1には，車両の進行方向まで撮影するという技術思想が開示されていると認定したのは誤りである旨主張する。",
        "しかしながら，引用発明1において，車体のドアミラーの背面に前方やや下方を向けて設置されたテレビカメラにより撮像された映像は，左前輪近傍の路面や車体の左側フロントフェンダ部のみならず，車両の左側前方もある程度映ったものとなると認められることは，前記2のとおりである。",
        "そして，図面は，発明(考案)の技術内容を理解するための補助的機能を果たすものであるから，当業者であれば，刊行物1の第4図の記載のみならず，発明(考案)自体の作用効果や明細書における発明(考案)の詳細な説明の記載を併せて，開示された技術内容を理解するものといえる。刊行物1の第4図は，図面としての正確性はともかくとして，刊行物1の考案の詳細な説明に記載された内容と齟齬のないものとなっていることも併せ考慮すれば，刊行物1に接した当業者において，車体のドアミラーの背面に前方やや下方を向けて設置されたテレビカメラにより撮像された映像は，左前輪近傍の路面や車体の左側フロントフェンダ部のみならず，車両の左側前方もある程度映ったものとなると認識し得るものといえる。",
        "以上によれば，原告らの上記主張は理由がない。",
        "原告らは，本件審決が，「運転者は，側方だけでなく，当然前方にも注意を払うものである。」として，車両の前方の距離線を設けることが容易想到であると判断したのは誤りである旨主張する。",
        "認定のとおり，引用発明1において，車体のドアミラーの背面に前方やや下方を向けて設置されたテレビカメラにより撮像された映像は，左前輪近傍の路面や車体の左側フロントフェンダ部のみならず，車両の左側前方もある程度映ったものとなると認められ，刊行物1に接した当業者においても，テレビカメラにより撮像された映像が上記のようなものとなることを当然に認識し得るものといえる。",
        "そして，運転者が障害物の回避のために運転操作を行うことにより，あるいは，車両などの障害物が移動することにより，車両と障害物との相対的な位置関係も刻々と変化するものであって，運転者は，障害物を回避するについては，車両各部が障害物に接触しないように，画像に表示された範囲において，障害物と車両各部との距離に注意して運転操作を行うのは当然であるといえるから，刊行物1に接した当業者において，運転者が車両側方の距離のみならず，車両前方の距離にも注意を払うものであることを考慮して，障害物等との接触を回避するための距離線を，車両の側方のみならず，前方にも表示することは容易に想到し得ることであるといえる。",
        "以上によれば，原告らの上記主張は理由がない。"
      ]
    },
    {
      "fig": "イ",
      "subject": "車両の前方向の距離を示す線を直線で示すことが容易想到であるとの判断の誤りについて",
      "text": [
        "原告らは，本件審決が，「上方から見た車両の形状は，刊行物2の図2に車両の概念図に示されているように通常四角であって，直線的であ」るとして，刊行物1の第4図に示されているような車体の画像に，引用発明2を適用し，車両の前方向の距離を示す線を「車両先端からの長さ方向の距離を前記幅方向に沿って延びる直線で示す」ことが容易想到であると判断したのは誤りである旨主張する。",
        "しかしながら，本件審決が，刊行物2の【図2】に示された車両の概念図を参照しつつ，上方から見た車両の形状が通常四角であって，直線的であると認定したことが誤りであるとはいえない。",
        "そして，たとえ，上方から見た車両の形状が車両の前部においてやや曲線的になっていたとしても，車両の前方向の距離を示す線の基準を車両の先端とすれば，車両の前部の全体的な形状がやや曲線的となっている点を捨象して距離線を直線で表したとしても，車両の前方における障害物を回避するための指標としての役割を果たし得るものであるから，上方から見た車両前部の外縁を略直線形状として捉え，車両の前方向の距離を示す線を「車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す」ことは，当業者において容易に想到し得ることであるといえる。",
        "原告らは，距離線を直線とすると，車両の左前端部分からの距離を把握しにくくなってしまうから，引用発明2の距離線64～66を直線とすることには阻害要因があるとも主張する。",
        "距離線64～66は， 認定のとおり，車両左前端部分からの距離のみを示すものではなく，車両の外縁からの距離，すなわち「車両からの距離を示す線」であるが，車両の前方向の距離を示す線の基準を車両の先端とすれば，車両の前部の全体的な形状がやや曲線的となっている点を捨象して距離線を直線で表したとしても，車両の前方における障害物を回避するための指標としての役割を果たし得るものであり，また，直ちに距離感を分かりにくくするとはいえないから，距離線を直線で表すか曲線で表すかは，当業者がその目的に応じて適宜選択する設計的事項であるといえる。したがって，距離線64～66を直線とすることに阻害要因があるとはいえない。",
        "以上によれば，原告らの上記主張は理由がない。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "距離線(距離を示す画像)を車両の画像の横の位置に配置することが容易想到であるとの判断の誤りについて",
      "text": [
        "原告らは，引用発明1に引用発明2を適用し，車両先端を距離線64～66の距離の基準とする場合，距離線64～66は車両先端と車両先端前方にある障害物との間に配置されるのが通常であり，車両の画像の横の位置には配置しないから，本件審決が，第二の指標を車両の画像の横の位置に配置することは容易想到であると判断したのは誤りである旨主張する。",
        "しかしながら，車両の前方向の距離を示す線を「車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す第二の指イ認定のとおりである。",
        "そして，この第二の指標は，車体のドアミラーの背面に前方やや下方を向けて設置されたテレビカメラにより撮像された映像(第一の画像)に合成されて表示手段に表示され，運転者に安全運転上有益な情報を提供することを目的とするものであるから，当業者において，運転者が把握し易い位置に距離線を配置しようとすることは当然のことであり，引用発明1の第一の画像において，車両を避けて，これと重ならないように距離線を表示しようとすれば，距離線を車両の画像の左側，すなわち車両の画像の横の位置に配置することになるものと認められる。",
        "以上によれば，原告らの上記主張は理由がない。"
      ]
    },
    {
      "fig": "エ",
      "subject": "カメラによって監視したい領域と車両の進行方向先端とが車両の幅方向において重なる場合についての周知技術を両者が重ならない場合に係る引用発明1に適用した誤りについて",
      "text": [
        "原告らは，刊行物3～刊行物6の記載から認定し得る本件特許の出願当時の周知技術は「車の進行する方向の先端(車両の進行方向先端)とカメラによって監視したい領域とが車両の幅方向において重なる場合において，カメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示すること」であるから，これを「車の進行する方向の先端(車両の進行方向先端)とカメラによって監視したい領域とが車両の幅方向においてずれている場合」に当たる引用発明1の場合に適用することはできない，「車の進行する方向の先端とカメラによって監視したい領域とが車両の幅方向においてずれている場合」にカメラからの画像に車の進行する方向の先端からの距離を示す画像を重ねて表示するようにすると，カメラによって監視したい領域に写る障害物との距離感がかえって分かりにくくなってしまうので，阻害要因がある旨主張する。",
        "しかしながら，まず，原告らの想定する車両と障害物等の関係は，参考図1及び2の場合に限られるものではなく，参考図1の障害物が横に直線的に広がっており，カメラによって監視できる領域が参考図2の場合においても，車両の進行方向先端と障害物との距離を知る必要がある場合も考えられるから，参考図1及び2の場合に限定する原告らの主張は採用し難い。そして，カメラによって監視される領域が，本来カメラによって監視したい領域のすべてではなくその一部である場合，例えば，カメラによって撮影された画像が，車両の左前部付近を表示するだけであって，車両の進行方向先端とその前方の障害物等との関係を直接表示できない場合であっても，車両と障害物との衝突を避けるためには，カメラの画像に車の進行する方向の先端からの距離を直線で示す画像を重ねて表示することが有用な場合も考えられるから，そのような表示をすることは当然前記周知技術の範囲内の事柄である。また，カメラに写る障害物との距離感についても，車両からの距離線を，車両の進行方向の先端部を基準として直線とするか，車両の形態に沿った線とするかは，車両用監視装置の目的や設計によって異なるところであって，車両の進行する方向の先端からの距離を示す画像を重ねて表示することが直ちに距離感を分かりにくくするとはいえず，そのことが阻害要因になると認めることはできない。したがって，原告らの上記主張は理由がない。",
        "また，原告らの上記主張は，車両の左斜め前方に障害物が位置する場合，運転者は車両の左前端部分が障害物にこすらないように車両の左前端部分のみに注意を向けるものであることを前提とするものと考えられるが，運転者が障害物の回避のために運転操作を行うことにより，あるいは，車両などの障害物が移動することにより，車両と障害物との相対的な位置関係も刻々と変化するものであるから，運転者は，障害物を回避するについては，車両各部が障害物に接触しないように，少なくとも画像に表示された範囲に注意を払い，障害物と車両各部との距離に注意して運転操作を行うのは当然であって，車両の左前端部分の左斜め前方の距離のみに限って注意を払うわけではないから，原告らの上記主張は，この点においても理由がない。",
        "以上によれば，本件審決における周知技術1の認定に誤りはなく，また，これを前提とした相違点1に係る容易想到性判断にも誤りがあるとはいえない。",
        "したがって，原告らの上記主張は理由がない。",
        "小括",
        "以上のとおり，相違点1に係る構成は，引用発明1に基づき引用発明2を適用して容易に発明することができたと認められるから，本件審決の相違点1に係る容易想到性の判断に誤りはなく，原告らの主張する取消事由4は理由がない。"
      ],
      "content": [
        {
          "fig": "6",
          "subject": "取消事由5(相違点2に係る容易想到性判断の誤り)について",
          "text": [
            "原告らは，本件審決における相違点2に係る容易想到性の判断は誤りであるとして，①カメラからの画像と距離を示す画像との表示位置がずれることに備え，距離を示す画像の表示位置を調整できるようにすることが容易想到であると判断した点，②第二の画像を上下左右に移動させ，第二の画像の位置を調整する表示位置調整手段を設けることが容易想到であると判断した点において誤りがある旨主張するので，以下検討する。",
            "相違点2の容易想到性について",
            "当業者が，引用発明1に引用発明2の構成を組み合わせ，ドアミラーに配設された撮像手段で撮像した第一の画像と，車両からの距離を示す線である距離線64～66を有する第二の画像とを合成して表示手段に表示する画像合成手段を備える構成とすることは容易であると認められることは，前記5刊行物3～刊行物5の記載から，「カメラからの画像と距離を示す画像の表示位置がずれた場合に備え，距離を示す画像の表示位置を調整できるようにすること」は周知技術であるといえる。したがって，刊行物3の記載や同ウの刊行物5の記載にもあるように，車両用監視装置において，車両に搭載したカメラからの画像と距離を示す画像との表示位置にずれが生じることは普通に想定されることであるから，引用発明1に引用発明2の構成を組み合わせた構成において，合成された2つの画像の表示位置にずれが生じる場合に備え，ずれを修正する手段を設けることには動機付けがあるといえる。",
            "2つの画像の表示位置の合わせ方として，1つの画像を平行移動したり，回転移動したりする方法は技術常識であると認められるから，「前記第二の画像を上下左右に移動させ，前記画面における前記第二の画像の位置を調整する表示位置調整手段」を設けることは，当業者が容易に想到し得ることであると認められる。",
            "原告らの主張について"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告らは，引用発明1に引用発明2を適用する動機と引用発明2の構成を更に変更する動機は全く異なるものであるから，引用発明1に引用発明2を適用する際に，車体の振動等によりカメラからの画像と距離を示す画像との表示位置がずれることに備え，距離を示す画像の表示位置を調整できるようにすることが容易想到であるとしたのは誤りである旨主張する。",
        "しかしながら，引用発明1に引用発明2を適用することは，引用発明1に車両からの距離を示す線である距離線を有する第二の画像と第一の画像とを合成して表示手段に表示する画像合成手段を設けることになるのであり， の刊行物3の記載や同ウの刊行物5の記載にもあるように，車両用監視装置において，車両に搭載したカメラからの画像と距離を示す画像との表示位置にずれが生じることは普通に想定されることであるから，合成された2つの画像の表示位置にずれが生じる場合に備え，ずれを修正する手段を設けることには動機付けがあるといえる。なお，カメラがドアミラーに内蔵されており，機能的にはカメラの可動が想定されない場合であっても，自動車は走行に供されるものであって，道路状況その他の要因により，車両に搭載したカメラからの画像と距離を示す画像との表示位置がずれることがないとはいえないから，上記動機付けがあることに変わりはない。",
        "よって，原告らの上記主張は理由がない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告らは，本件審決は2つの画像の表示位置の合わせ方として，平行移動や回転移動させることが普通のことであるとしたが，2つの画像の表示位置の合わせ方として，平行移動や回転移動させることが普通であることは，刊行物1～刊行物6には開示も示唆もされておらず，誤りである旨主張する。",
        "しかしながら，2つの画像の表示位置の合わせ方として，1つの画像を平行移動したり，回転移動したりする方法は技術常識であると認められるから，本件審決が2つの画像の表示位置の合わせ方として，平行移動や回転移動させることは普通のことであるとした点に誤りはない。",
        "また，原告らは，刊行物3～刊行物5には，距離スケール(第二の画像)を上下方向に移動させることが記載されているのみであり，第二の画像を上下左右に移動させることについては開示も示唆もないから，第二の画像を上下左右に移動させる表示位置調整手段を設けることが容易想到であるとしたのは誤りである旨主張する。",
        "しかしながら，車両用監視装置において，車両に搭載したカメラからの画像と距離を示す画像との表示位置にずれが生じることは普通に想定されることは，前記ア記載のとおりであり，車両に搭載したカメラの位置がずれる方向は上下方向に限られず，左右方向においてもずれが生じ得るといえる。",
        "そうすると，当業者において，カメラからの画像と距離を示す画像の表示位置がずれた場合等に備え，距離を示す画像の表示位置を調整できるようにする場合に，上下方向のみならず左右方向のずれが生じた場合にも対応し得るように，第二の画像を上下左右に移動させる表示位置調整手段を設けることは容易に想到し得ることであるといえる。",
        "したがって，本件審決が第二の画像を上下左右に移動させる表示位置調整手段を設けることは容易想到であるとしたことに誤りはない。",
        "以上によれば，原告らの上記主張は理由がない。",
        "小括",
        "以上のとおり，相違点2に係る構成は，引用発明1に基づき引用発明2及び周知技術を適用して容易に発明することができたと認められるから，本件審決の相違点2に係る容易想到性の判断に誤りはなく，原告らの主張する取消事由5は理由がない。"
      ],
      "content": [
        {
          "fig": "7",
          "subject": "取消事由6(本件訂正発明1の効果の認定の誤り)について",
          "text": [
            "原告らは，本件訂正発明1は，その構成に基づき，車両を壁などに可及的に近づけることができるという効果を奏するものであり，上記効果は，刊行物1～刊行物6に記載された発明では得られない効果であるから，本件訂正発明1は進歩性を有するものであり，本件審決が，本件訂正発明1の奏する効果が当業者において容易に予測し得る範囲内のものであり，同範囲を超える顕著なものではないとした判断は誤りである旨主張する。",
            "しかしながら，車両を壁などに可及的に近づけることができるという効果は，容易想到である相違点1に係る構成，すなわち，前輪近傍の路面の画像及び車両の画像を含む第一の画像と，車両の幅方向の距離を示す第一の指標及び車両先端からの車両の長さ方向の距離を前記幅方向に沿って延びる直線によって示す第二の指標を有する第二の画像とを合成して表示手段に表示させる画像合成手段を備え，前記第二の指標を上記合成画像において，車両の画像の横の位置かつ路面上の位置に配置したという構成から予想し得る範囲内のものにすぎないから，原告らの上記主張は失当である。",
            "小括",
            "以上のとおり，本件審決における本件訂正発明1の効果に係る判断に誤りはなく，取消事由6に係る原告らの主張は理由がない。"
          ]
        },
        {
          "fig": "8",
          "subject": "本件訂正の可否について",
          "text": [
            "以上検討したところによれば，本件訂正発明1は，引用発明1に基づき，引用発明2及び周知技術を適用して容易に発明することができたものであるから，本件訂正発明1は特許出願の際独立して特許を受けることができないものであり，本件訂正後の請求項1に係る本件訂正は認められない。",
            "また，本件訂正後の請求項2～5は，本件訂正後の請求項1をいずれも引用しているから，本件訂正後の請求項2～5に係る本件訂正も，全て認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上の次第であるから，原告ら主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
        "したがって，原告らの請求は棄却されるべきものである。"
      ]
    }
  ]
}