{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2011-800130号事件について平成26年6月24日にした審決のうち，「特許第4725533号の請求項1ないし8に係る発明についての特許を無効とする。審判費用は，被請求人の負担とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(以下の事実は，括弧内に証拠を記載したものを除き，当事者間に争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「シンチレータパネル」とする特許第4725533号(平成19年2月23日出願，平成23年4月22日設定登録，設定登録時の請求項の数は7である(甲33)。以下「本件特許」という。)の特許権者であったコニカミノルタエムジー株式会社を平成25年4月1日付けで吸収合併することにより，同特許権を承継した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成23年7月20日，コニカミノルタエムジー株式会社を被請求人として，本件特許について無効審判を請求し(無効2011-800130号事件)，同年10月4日，訂正請求をした(甲36)。",
                "特許庁は，平成24年2月16日，「平成23年10月4日付け訂正請求書による訂正を認める。本件審判の請求は，成り立たない。」との審決をした。",
                "被告は，同年3月23日，知的財産高等裁判所に上記審決の取消しを求めて訴えを提起した(平成24年(行ケ)第10111号。以下「前訴」という。)。",
                "知的財産高等裁判所は，平成25年1月28日，上記審決を取り消す旨の判決(以下「前訴判決」という。)をした。",
                "コニカミノルタエムジー株式会社は，同年2月8日，前訴判決に対し，上告及び上告受理の申立てをした(平成25年(行ツ)第135号及び平成25年(行ヒ)第174号)が，最高裁判所は，平成26年3月4日，上記上告を棄却するとともに事件を上告審として受理しない旨の決定をし，前訴判決は確定した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "その後，特許庁において，原告を被請求人として，前記無効審判の審理が再開された。",
                "原告は，平成26年4月4日，訂正請求をした(甲34の1。以下「本件訂正」という。本件訂正後の請求項の数は8である。)",
                "特許庁は，平成26年6月24日，「平成26年4月4日付け訂正請求書による訂正を認める。特許第4725533号の請求項1ないし8に係る発明についての特許を無効とする。審判費用は，被請求人の負担とする。」との審決をし，同年7月3日，その謄本を原告に送達した。",
                "原告は，同年8月4日，上記審決のうち，前記第1記載部分の取消しを求めて本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の記載は，次のとおりである〔甲34の2の「特許請求の範囲」。以下，各請求項記載の発明を「訂正特許発明1」のようにいい，訂正特許発明1ないし8を併せて「訂正特許発明」という。また，本件訂正後の明細書(甲34の2の「明細書」)を「本件訂正明細書」という。〕。",
            "「【請求項1】",
            "基板上に反射層及びヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として基板温度150℃～250℃において蒸着により形成された柱状結晶構造のシンチレータ層を有するシンチレータパネルであって，",
            "該反射層が，該基板と該柱状結晶構造のシンチレータ層との間に存在し，アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からなり，該反射層は，溶剤に分散または溶解した該白色顔料および該バインダー樹脂を塗布および乾燥して形成したものであって，該バインダー樹脂が，ポリウレタン，塩化ビニル共重合体，塩化ビニル-酢酸ビニル共重合体，塩化ビニル-塩化ビニリデン共重合体，塩化ビニル-アクリロニトリル共重合体，ブタジエン-アクリロニトリル共重合体，ポリビニルブチラール，ポリエステル，セルロース誘導体，ニトロセルロース，スチレン-ブタジエン共重合体，合成ゴム系樹脂，フェノール樹脂，エポキシ樹脂，尿素樹脂，メラミン樹脂，フェノキシ樹脂，シリコン樹脂，または尿素ホルムアミド樹脂から選ばれる樹脂であり，",
            "該柱状結晶構造のシンチレータ層は，該反射層の表面に柱状結晶体を成長させて形成したものであり，",
            "該シンチレータパネルは，入射された放射線のエネルギーを吸収してその強度に応じた電磁波を発光し，該電磁波を吸収して画像信号を出力する出力基板とともに撮像パネルを構成し，該出力基板は，光電変換素子を備え，",
            "さらに，該シンチレータパネルは，該出力基板の光電変換素子面形状に合った形状に変形していること",
            "を特徴とするシンチレータパネル。",
            "【請求項2】",
            "前記反射層表面がカレンダー処理により平滑化されていることを特徴とする請求項1記載のシンチレータパネル。",
            "【請求項3】",
            "基板上に反射層及びヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として基板温度150℃～250℃において蒸着により形成された柱状結晶構造のシンチレータ層を有するシンチレータパネルであって，",
            "該反射層が，該基板と該柱状結晶構造のシンチレータ層との間に存在し，アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からなり，該反射層は，溶剤に分散または溶解した該白色顔料および該バインダー樹脂を塗布および乾燥して形成したものであって，前記白色顔料が，平均粒径0．1～3．0μmの白色顔料であり，該バインダー樹脂が，100℃以下のガラス転移温度(Tg)を有する樹脂であって，ポリウレタン，塩化ビニル共重合体，塩化ビニル-酢酸ビニル共重合体，塩化ビニル-塩化ビニリデン共重合体，塩化ビニル-アクリロニトリル共重合体，ブタジエン-アクリロニトリル共重合体，ポリアミド樹脂，ポリビニルブチラール，ポリエステル，セルロース誘導体，ニトロセルロース，スチレン-ブタジエン共重合体，合成ゴム系樹脂，フェノール樹脂，エポキシ樹脂，尿素樹脂，メラミン樹脂，フェノキシ樹脂，シリコン樹脂，アクリル系樹脂，または尿素ホルムアミド樹脂から選ばれる樹脂であり，",
            "該柱状結晶構造のシンチレータ層は，該反射層の表面に柱状結晶体を成長させて形成したものであり，",
            "該シンチレータパネルは，入射された放射線のエネルギーを吸収してその強度に応じた電磁波を発光し，該電磁波を吸収して画像信号を出力する出力基板とともに撮像パネルを構成し，該出力基板は，光電変換素子を備え，",
            "さらに，該シンチレータパネルは，該出力基板の光電変換素子面形状に合った形状に変形していること",
            "を特徴とするシンチレータパネル。",
            "【請求項4】",
            "前記平均粒径0．1～3．0μmの白色顔料が，二酸化チタンであることを特徴とする請求項3記載のシンチレータパネル。",
            "【請求項5】",
            "厚さ50μm以上500μm以下の可とう性を有する高分子フィルムからなる基板上に反射層及びヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として基板温度150℃～250℃において蒸着により形成された柱状結晶構造のシンチレータ層を有するシンチレータパネルであって，",
            "該反射層が，該基板と該柱状結晶構造のシンチレータ層との間に存在し，アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からなり，該反射層は，溶剤に分散または溶解した該白色顔料および該バインダー樹脂を塗布および乾燥して形成したものであって，該バインダー樹脂が，ポリウレタン，塩化ビニル共重合体，塩化ビニル-酢酸ビニル共重合体，塩化ビニル-塩化ビニリデン共重合体，塩化ビニル-アクリロニトリル共重合体，ブタジエン-アクリロニトリル共重合体，ポリビニルブチラール，ポリエステル，セルロース誘導体，ニトロセルロース，スチレン-ブタジエン共重合体，合成ゴム系樹脂，フェノール樹脂，エポキシ樹脂，尿素樹脂，メラミン樹脂，フェノキシ樹脂，シリコン樹脂，または尿素ホルムアミド樹脂から選ばれる樹脂であり，",
            "該柱状結晶構造のシンチレータ層は，該反射層の表面に柱状結晶体を成長させて形成したものであり，",
            "該シンチレータパネルは，入射された放射線のエネルギーを吸収してその強度に応じた電磁波を発光し，該電磁波を吸収して画像信号を出力する出力基板とともに撮像パネルを構成し，該出力基板は，光電変換素子を備えていること",
            "を特徴とするシンチレータパネル。",
            "【請求項6】",
            "厚さ50μm以上500μm以下の可とう性を有する高分子フィルムからなる基板上に反射層及びヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として基板温度150℃～250℃において蒸着により形成された柱状結晶構造のシンチレータ層を有するシンチレータパネルであって，",
            "該反射層が，該基板と該柱状結晶構造のシンチレータ層との間に存在し，アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からなり，該反射層は，溶剤に分散または溶解した該白色顔料および該バインダー樹脂を塗布および乾燥して形成したものであって，前記白色顔料が，平均粒径0．1～3．0μmの白色顔料であり，該バインダー樹脂が，100℃以下のガラス転移温度(Tg)を有する樹脂であって，ポリウレタン，塩化ビニル共重合体，塩化ビニル-酢酸ビニル共重合体，塩化ビニル-塩化ビニリデン共重合体，塩化ビニル-アクリロニトリル共重合体，ブタジエン-アクリロニトリル共重合体，ポリアミド樹脂，ポリビニルブチラール，ポリエステル，セルロース誘導体，ニトロセルロース，スチレン-ブタジエン共重合体，合成ゴム系樹脂，フェノール樹脂，エポキシ樹脂，尿素樹脂，メラミン樹脂，フェノキシ樹脂，シリコン樹脂，アクリル系樹脂，または尿素ホルムアミド樹脂から選ばれる樹脂であり，",
            "該柱状結晶構造のシンチレータ層は，該反射層の表面に柱状結晶体を成長させて形成したものであり，",
            "該シンチレータパネルは，入射された放射線のエネルギーを吸収してその強度に応じた電磁波を発光し，該電磁波を吸収して画像信号を出力する出力基板とともに撮像パネルを構成し，該出力基板は，光電変換素子を備え，",
            "さらに，該シンチレータパネルは，該出力基板の光電変換素子面形状に合った形状に変形していること",
            "を特徴とするシンチレータパネル。",
            "【請求項7】",
            "前記高分子フィルムがポリイミド(PI)またはポリエチレンナフタレート(PEＮ)フィルムであることを特徴とする請求項5又は6に記載のシンチレータパネル。",
            "【請求項8】",
            "前記反射層の厚さが0．2～3．0μmであることを特徴とする請求項1～7のいずれか1項に記載のシンチレータパネル。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写し記載のとおりであり，要するに，訂正特許発明は，特開2001-255610号公報(平成13年9月21日公開。以下「甲1」という。)に記載された発明(以下「甲1発明」という。)，周知技術及び技術常識に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した甲1発明の内容，訂正特許発明1と甲1発明の一致点及び相違点並びに訂正特許発明3と甲1発明の相違点は，次のとおりである(なお，明らかに誤記であると認められる部分は，訂正した。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容",
                  "text": [
                    "「フロント側の蛍光スクリーン20bは，バック側の蛍光スクリーン20c，及びその間のセンターの放射線像変換パネル20aとともに放射線画像形成材料20を形成し，",
                    "フロント側蛍光スクリーン20bは順に，支持体21b，放射線吸収性蛍光体層22b，および保護層24bから構成されており，",
                    "支持体21bは，ポリイミド樹脂からなる厚みが50μm乃至1mmのシートあるいはフィルムであり，",
                    "放射線吸収性蛍光体層22bは，CsI：Tlの針状結晶膜である蒸着膜からなり，",
                    "支持体21bと放射線吸収性蛍光体層22bとの間に，拡散反射層を設け，",
                    "拡散反射層は，平均粒子径が0．1乃至0．5μmの範囲にある二酸化チタンおよび結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体21b上に塗布乾燥することにより形成され，層厚が15乃至100μmの範囲にあり，",
                    "結合剤は樹脂材料であり，",
                    "放射線像変換パネル20aは順に，保護層24a，蓄積性蛍光体層23，および保護層24a’から構成されている，",
                    "フロント側の蛍光スクリーン20b。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正特許発明1と甲1発明の一致点",
                  "text": [
                    "「基板上に反射層及びヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により形成された柱状結晶構造のシンチレータ層を有するシンチレータパネルであって，",
                    "該反射層が，該基板と該柱状結晶構造のシンチレータ層との間に存在し，アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からなり，該反射層は，溶剤に分散または溶解した該白色顔料および該バインダー樹脂を塗布および乾燥して形成したものであって，",
                    "該シンチレータパネルは，入射された放射線のエネルギーを吸収してその強度に応じた電磁波を発光し，該電磁波を吸収して画像を形成する基板とともに撮像パネルを構成する，",
                    "シンチレータパネル。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正特許発明1と甲1発明の相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点a           訂正特許発明1の「柱状結晶構造のシンチレータ層」は，「基板温度150℃～250℃において」，「酸化チタンの白色顔料及びバインダー樹脂からな」る「反射層の表面に柱状結晶体を成長させて形成したものであ」るのに対し，甲1発明の「CsI：Tlの針状結晶膜である蒸着膜からな」る「放射線吸収性蛍光体層22b」は，上記発明特定事項を備えていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点b 訂正特許発明1の「バインダー樹脂」は，「ポリウレタン・・・または尿素ホルムアミド樹脂から選ばれる樹脂であ」るのに対して，甲1発明の「結合剤」は「樹脂材料であ」るとのみ特定されている点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "相違点c             訂正特許発明1は，「シンチレータパネル」から発光された電磁波を吸収するものが，「光電変換素子を備え，」「画像信号を出力する出力基板」であって，「該シンチレータパネルは，該出力基板の光電変換素子面形状に合った形状に変形している」のに対して，甲1発明は，「放射線吸収性蛍光体層22b」から発光された電磁波を吸収するものが，「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」であって，「フロント側の蛍光スクリーン20b」が「蓄積性蛍光体層23」の面形状に合った形状に変形しているか否かが不明である点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "訂正特許発明3と甲1発明の相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点a             前記ウ(ア)と同じ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点b’",
                      "text": [
                        "訂正特許発明3の「バインダー樹脂」は，「100℃以下のガラス転移温度(Tg)を有する樹脂であって，ポリウレタン，塩化ビニル共重合体，塩化ビニル-酢酸ビニル共重合体，塩化ビニル-塩化ビニリデン共重合体，塩化ビニル-アクリロニトリル共重合体，ブタジエン-アクリロニトリル共重合体，ポリアミド樹脂，ポリビニルブチラール，ポリエステル，セルロース誘導体，ニトロセルロース，スチレン-ブタジエン共重合体，合成ゴム系樹脂，フェノール樹脂，エポキシ樹脂，尿素樹脂，メラミン樹脂，フェノキシ樹脂，シリコン樹脂，アクリル系樹脂，または尿素ホルムアミド樹脂から選ばれる樹脂であ」るのに対して，甲1発明の「結合剤は樹脂材料であ」るとのみ特定されている点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "相違点c             前記ウ(ウ)と同じ。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決には，甲1発明の認定及び訂正特許発明1と甲1発明の一致点及び相違点の認定の誤り(取消事由1)，訂正特許発明3に関する進歩性判断の誤り(取消事由2)及び訂正特許発明1，2，4ないし8に関する進歩性判断の誤り(取消事由3)があり，これらの誤りは，いずれも審決の結論に影響を及ぼすものであるから，審決は違法であり，取り消されるべきものである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明の認定及び訂正特許発明1と甲1発明の一致点及び相違点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明の認定及び訂正特許発明1と甲1発明の一致点の認定について",
              "text": [
                "審決は，「甲1発明の「フロント側の蛍光スクリーン20b」は「放射線像変換パネル20a」とともに，画像を撮るパネル，すなわち，撮像パネルを構成する」と述べ(審決36頁16行～18行)，甲1発明と訂正特許発明1とは，「「該シンチレータパネルは，入射された放射線のエネルギーを吸収しその強度に応じた電磁波を発光し，該電磁波を吸収して画像を形成する基板とともに撮像パネルを構成する」ことで一致する」と認定している(審決36頁25行～27行)。",
                "しかし，以下のとおり，訂正特許発明1は，「該シンチレータパネルは，・・・該電磁波を吸収して画像を形成する出力基板とともに撮像パネルを構成する」のに対し，甲1発明は，そのような構成は有しておらず，訂正特許発明1と甲1発明が一致するのは，「該シンチレータパネルは，入射された放射線のエネルギーを吸収しその強度に応じた電磁波を発光し」という限度においてである。したがって，審決の上記認定は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術常識について",
                  "text": [
                    "訂正特許発明の技術分野において，「撮像パネル」という語は，放射線の吸収により蛍光体層から生じる発光を電気信号に変換するための受光素子等の読み取り機構を備えるものを意味する(甲43の【0002】及び【0003】，甲44の【0009】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正特許発明1の「撮像パネル」の意味について",
                  "text": [
                    "上記アの技術常識に基づけば，訂正特許発明1の「撮像パネル」は，シンチレータパネルが出力基板に押し付けられて固定され両者が一体化した物であり(本件訂正明細書の図5)，かつ，シンチレータ層から発光された蛍光を，それ自体で電気信号として変換し画像として直ちに出力することができる物である(同【0077】及び【0082】ないし【0093】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1発明の「フロント側の蛍光スクリーン20b」及び「放射線像変換パネル20a」と訂正特許発明1の「撮像パネル」の対比について",
                  "text": [
                    "甲1発明の「フロント側の蛍光スクリーン20b」と「放射線像変換パネル20a」とは，飽くまで別個の部材であって，一体化したものではない。",
                    "仮に，甲1発明の「フロント側の蛍光スクリーン20b」と「放射線像変換パネル20a」をワンセットとして見ても，それ自体で画像を電気信号として直ちに出力できるものではない。",
                    "したがって，甲1発明の「フロント側の蛍光スクリーン20b」と「放射線像変換パネル20a」は，両者が互いに固定されていないという点においても，また，入射された放射線のエネルギーを吸収しその強度に応じて発光された電磁波を電気信号に変換する読み取り機構を備えていないという点においても，「撮像パネル」に該当しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲1発明の「放射線像変換パネル20a」と訂正特許発明1の「基板」の対比について",
                  "text": [
                    "甲1発明の「放射線像変換パネル20a」は，支持体を有さず，保護層24a及び24a’に挟まれた蓄積性蛍光体層23で構成されているだけである。",
                    "したがって，甲1発明の「放射線像変換パネル20a」は，「該電磁波を吸収して画像を形成する基板」(訂正特許発明1における「出力基板」に相当)ということもできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点cの認定について",
              "text": [
                "審決は，相違点cとして，「訂正特許発明1は，・・・「該シンチレータパネルは，該出力基板の光電変換素子面形状に合った形状に変形している」のに対して，甲1発明は，・・・「フロント側の蛍光スクリーン20b」が「蓄積性蛍光体層23」の面形状にあった形状に変形しているか不明である」と認定している。",
                "しかし，甲1発明の「フロント側の蛍光スクリーン20b」は，「蓄積性蛍光体層23」の面形状にあった形状に変形していない。なぜなら，甲1発明の「フロント側の蛍光スクリーン20b」は，「放射線像変換パネル20a」と固定されておらず，両者は一体化されていないため，「フロント側の蛍光スクリーン20b」の形状を「蓄積性蛍光体層23」の面形状にあった形状に「変形」させることはできないからである。",
                "また，仮に，甲1発明の「フロント側の蛍光スクリーン20b」と「放射線像変換パネル20a」とが固定されて一体化されたとしても，「フロント側の蛍光スクリーン20b」が「蓄積性蛍光体層23」の面形状にあった形状に変形することにはならない。なぜなら，甲1発明では，「放射線像変換パネル20a」を剛直な素材により構成することはできないため，仮に，「フロント側の蛍光スクリーン20b」と「放射線像変換パネル20a」とが互いに固定されて一体化されたとしても，「フロント側の蛍光スクリーン20b」が「蓄積性蛍光体層23」の面形状にあった形状に変形することにはならず，むしろより柔軟な「放射線像変換パネル20a」のほうが変形することになるからである。",
                "したがって，相違点cは，正しくは，次のように認定されなければならない。",
                "(修正相違点c)",
                "「訂正特許発明1は，「該シンチレータパネルは，・・・該電磁波を吸収して画像を形成する出力基板とともに撮像パネルを構成する」のに対し，甲1発明は，そのような構成は有しておらず，訂正特許発明1は，「シンチレータパネル」から発光された電磁波を吸収するものが，「光電変換素子を備え，」「画像信号を出力する出力基板」であって，「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」のに対して，甲1発明は，「シンチレータパネル」から発光された電磁波を吸収するものが，「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」であって，「フロント側の蛍光スクリーン20b」が「蓄積性蛍光体層23」の面形状に合った形状に変形していない点。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(訂正特許発明3に関する進歩性判断の誤り)",
          "text": [
            "審決は，相違点aの判断の誤り(取消事由2a)，相違点b’の判断の誤り(取消事由2b)及び相違点c(修正相違点c)の判断の誤り(取消事由2c)により，訂正特許発明3の進歩性判断を誤ったものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2a(相違点aの判断の誤り)",
              "text": [
                "以下のとおり，相違点aの容易想到性に係る審決の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成の容易性について",
                  "text": [
                    "審決は，相違点aに関し，「蒸着によりCsI：Tlを形成する際の基板温度を150～300℃の範囲とすること」は，甲22ないし24(審決における乙6ないし8)により技術常識であると認定し(審決37頁下から4行目～末行)，また，甲8，甲16及び甲41に基づき，「バインダー樹脂を含んだ反射層の表面又は反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成することは，周知技術であると認められる」と認定した(審決38頁3行目～16行)上，甲1発明において，相違点aに係る訂正特許発明3の構成にすることは，当業者にとって格別の創意工夫を要するものとは認められないと判断している。",
                    "しかし，以下のとおり，審決の上記認定及び判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決の判断手法について",
                      "text": [
                        "相違点aに係る構成は，「特定の基板温度の蒸着条件において軟化するバインダー樹脂を含む反射層を形成し，当該反射層の表面にCsI：Tlの柱状結晶構造のシンチレータ層を蒸着により形成すること」を規定したものであり，訂正特許発明3は，かかる技術的特徴により，蒸着により柱状結晶構造のシンチレータ層を形成する際に，バインダー樹脂が軟化して，蒸着結晶の種晶が根付き易くなり，根元から結晶をきれいに成長させることができ，その結果，シンチレータ層と反射層の接着性が向上し鮮鋭性が向上するという優れた作用効果を奏するものである。",
                        "したがって，上記技術的特徴に含まれる基板温度等の各要素を個別に切り離して議論するべきものではない。",
                        "しかるに，審決は，相違点aにおける基板温度の範囲のみを切り離して，それがCsI：Tlの蒸着における技術常識であると述べるのみで，訂正特許発明3において特定されている反射層に用いられるバインダー樹脂と当該基板温度との関係性を看過している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "技術常識及び周知技術の認定について",
                      "text": [
                        "以下のとおり，審決が引用するいずれの文献にも，CsI：Tlの柱状結晶構造のシンチレータ層を蒸着により形成する際に，基板温度が150～250℃の範囲となる場合に軟化するバインダー樹脂を含む反射層を用いることは開示されておらず，また，当該構成は当業者にとって常識的な事項でもない。",
                        "この点については，前訴判決も，「「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなること」は，本件特許の出願当時，当業者にとって常識的な事項であったとは認められない」と認定している。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲22ないし甲24について",
                          "text": [
                            "上記文献には，蒸着によりCsI：Tlを形成する際に150～250℃の範囲の基板温度を用い得ることが開示されていたとしても，訂正特許発明3のように，CsI：Tlの蒸着結晶の種晶を根付き易くし，根元から結晶をきれいに成長させるために，そのような基板温度と当該基板温度下において軟化するバインダー樹脂を用いるという着想は何ら示されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲8について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲8には，輝尽性蛍光体であるCsBr：Euの蒸着において，支持体を240℃に加温することが記載されているが(甲8の【0172】)，当該支持体上に形成される光反射層は酸化チタンと酸化ジルコニウムからなる蒸着膜であり(同【0171】)，バインダー樹脂を含むものではない。反射層として，白色顔料を樹脂中に分散させ支持体上に塗布乾燥したものが例示されているものの(同【0117】)，そのような反射層を用いた場合に，蛍光体層を蒸着により形成すること，及びその際の基板温度との関係については明らかにされていない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲8に係る発明は，輝尽性蛍光体層を用いて放射線画像を検出するCRシステムに関するものであるところ，甲8の【0117】に記載されている反射層の代表例である酸化チタンと樹脂からなる層は，輝尽発光光(代表例としてCsBr：Euのピーク波長は440nm程度)に対して430nm以下の波長の光を吸収してしまうので(甲1の【0085】)，CRシステムにおける「反射層」としての機能を果たさない。むしろ，酸化チタンと樹脂からなる層は読み取り励起光(ピーク波長が600nm程度)を反射してしまうので，蛍光体層で励起光が散乱して分解能が低下することになる。すなわち，甲8の【0117】に反射層として記載されているものは，CRシステムにおける反射層としての機能を果たさず，逆に輝尽発光光を吸収してしまい，反射層の意味をなさないため，当業者であれば上記の構成を考慮することはない。したがって，甲8には，バインダー樹脂を含んだ反射層の表面又は反射層機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成することは実質的に開示されていないのであり，それが周知技術であるという根拠となるものではない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "甲8においては，「反射層」は必須のものではない上(甲8の【0117】)，使用できる蛍光体層は，塗布型蛍光体層と蒸着型蛍光体層があり(同【0063】)，また，反射層には，白色顔料を樹脂中に分散させたものや(同【0117】)，発泡性ポリエチレンテレフタレート(同【0124】)，酸化チタンと酸化ジルコニウムの蒸着膜(同【0171】)など様々であり，それぞれが独立して記載されている。このため，甲8においてとりうる構成には多数の組み合わせがあり，その中には，実際には使用できない組み合わせも含まれている。したがって，「バインダー樹脂を含んだ反射層の表面又は反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成すること」が周知技術であることの例示として甲8を用いることはできない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲16について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲16は，そもそも樹脂製の基材上に直接蛍光体層を形成させたものであって反射層を形成しないものであり，実施例を見ても，蛍光体粒子と樹脂を混合し基材上に塗布することによって蛍光体層を形成することを前提とするものである(甲16の【0042】等)。",
                                "したがって，甲16は，「バインダー樹脂を含んだ反射層の表面又は反射層機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成すること」が周知技術であることを示すものではない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲16において，蛍光体を形成する対象は，プラスチック基板，シリコン基板，カーボン基板などの「基材」であり，好ましくは0．1-2mmの厚みを有している。このようなプラスチック基板は，一般に，溶融させた樹脂を押出して成形する押出成形法等により製造されることが周知である。",
                                "これに対して，訂正特許発明3では，シンチレータ層を蒸着により形成する対象である反射層は「溶剤に分散または溶解した該白色顔料および該バインダー樹脂を塗布および乾燥して形成したもの」である。",
                                "甲16に記載の基板が酸化チタン，酸化アルミニウムなどの顔料を混入した白色樹脂材料からなるものであったとしても，甲16の基材と訂正特許発明3における反射層は，その形成方法が異なることから，当業者であれば，形成された表面の構造も通常は異なると理解するのが自然である。",
                                "そうすると，前訴判決も認定しているように「蒸着により膜形成を行う場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されること」は技術常識であるから(甲42の45頁15行～19行)，相違点aにおける「バインダー樹脂を含んだ反射層の表面に蛍光体層を蒸着に形成する」という構成の容易想到性を判断する上で甲16の基材の構成を参酌することはできない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲41について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲41には，反射層である鉛含有層の上に蒸着により蛍光体層を形成することが開示されているが，バインダー樹脂を含む鉛含有層の表面に蒸着により蛍光体層を蒸着させる旨の直接的な記載はなく，また基板温度との関係についても何ら言及されていない(甲41の【0028】等)。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲41には，結合剤に分散されてポリマー支持体上に被覆される鉛塩として炭酸鉛が例示されているが(甲41の【0042】)，かかる炭酸鉛は，一般にCsI蒸着が行われる0．000001気圧程度の減圧下という条件では，基板の加熱温度によって容易に熱分解し，酸化鉛に変化し変色してしまい好ましくないものである。この点からも，甲41では，炭酸鉛等の鉛化合物と結合剤を含む層の上に蛍光体層を蒸着により形成することは想定されておらず，あくまで，結合剤を含まない鉛箔の表面に蛍光体層を蒸着することのみを開示しているものと認められる。甲41には，「バインダー樹脂を含んだ反射層」の表面に，「蛍光体層を蒸着により形成すること」は何ら具体的に開示されていない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "「結合剤に分散された鉛酸化物の層」は「反射層」ではない。一方，「鉛箔」(鉛含有層)は，X線吸収層であると同時に反射層の機能も備えるものである。したがって，反射層として機能する「鉛箔」(鉛含有層)の代替物として，反射層の機能を有さない「結合剤に分散された鉛酸化物の層」を使用する場合には，別途反射層(例えばアルミニウム反射層)を設ける必要がある。そして，反射層の機能を果たすためには，蛍光体層になるべく近い位置に反射層を設ける必要があることから，「結合剤に分散された鉛酸化物の層」／「アルミニウム反射層」／「蛍光体層」の順番となる必要があり，蛍光体層は，「アルミニウム反射層」の上に蒸着により形成されることになる。したがって，「バインダー樹脂を含んだ反射層の表面又は反射機能を有する樹脂基板の表面」に形成することは開示されていない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成の容易性について",
                      "text": [
                        "仮に，上記引用文献によって，蒸着によりCsI：Tlを形成する際の一般的な基板温度の範囲と，樹脂を含む層の表面に蒸着により蛍光体層を形成することが，それぞれ個別に技術常識ないし周知技術と認められたとしても，蒸着結晶の種晶を根付き易くし，根元から結晶をきれいに成長させるために，特定の基板温度と当該基板温度下において軟化するバインダー樹脂を用いるという課題や解決手段は何ら示唆されていないから，これら技術常識及び周知技術を組み合わせても相違点aには至らないし，そのような動機付けも存在するとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "顕著な効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一般に，蒸着により柱状結晶を成長させて蛍光体層を形成した場合，それを出力基板に張り合わせていく際に，スプラッシュなど結晶の異常成長や支持基板の表面粗さを原因として問題が生じる。",
                        "これに対し，訂正特許発明3は，以下のとおり，①反射層が一定の厚みを持つことで支持基板の表面粗さを吸収し，②蒸着の際の基板温度(150℃～250℃)よりも低いガラス転移温度を有する樹脂が蒸着に際して軟化することで，根付きがよく，スプラッシュの発生が低減されて柱状結晶が良好に成長するという効果を奏するものである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "反射層について",
                          "text": [
                            "従来技術では，基板に直接シンチレータ層を形成するため，基板上に存在する凹凸などの欠陥により柱状結晶の異常成長によりシンチレータ層表面に凹凸ができ，その結果，平面受光素子との密着性及び鮮鋭性に劣ることとなる。",
                            "これに対し，訂正特許発明3の場合は，基板に凹凸などの欠陥があっても，反射層が凹凸などの欠陥を覆い隠すことができ，平滑性に優れた表面を得ることができ，かつ，蒸着結晶の膜付がよいため，柱状結晶の根元での乱れがなくなりシンチレータ層表面の凹凸がなく，その結果，受光素子との密着性に優れ，鮮鋭性の劣化を抑えることができる。",
                            "実際に，甲21の報告書から明らかなように，基板上にバインダー層を設けることによって柱状結晶を根本からきれいに成長させることができる。また，甲46の実験結果からは，訂正特許発明3のシンチレータパネルは，シンチレータ層表面の凹凸が良好であり，シンチレータ層と受光素子との密着性に優れ，鮮鋭性も優れることが分かる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "ガラス転移温度について",
                          "text": [
                            "審決は，「樹脂材料層の表面に蛍光体を蒸着するとき，樹脂材料のガラス転移温度(Tg)が蒸着時の基板温度の150℃～250℃より低いものであれば，樹脂材料層と蛍光体層の接着性が向上することは，当業者にはよく知られていることである」と認定している(審決42頁3行～5行)。しかし，審決の上記認定は誤りである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "甲14について",
                              "text": [
                                "甲14は，蒸着の際の基板温度について，「100℃以上に設定することが好ましく」(甲14の【0028】)とする一方，「本発明に用いることが出来る熱可塑性樹脂はガラス転移点が30℃～150℃，好ましくは50℃～120℃が好ましい。」(甲14の【0070】)としており，「好ましい」とされる範囲に着目しても，樹脂のガラス転移温度が蒸着の際の基板温度よりも高い場合を含んでおり，樹脂のガラス転移温度が蒸着の際の基板温度よりも低いようにすることについての示唆は何らなされていない。",
                                "また，甲14は，蒸着により蛍光体層を形成する際に，支持体上に樹脂膜が存在すると，蛍光体成膜時に揮発成分が発生し真空度が変化し蛍光体膜中の賦活剤量及び膜厚の均一性に劣るという課題を解決するために(甲14の【0013】及び【0023】)，蛍光体層の蒸着に先立って，樹脂膜を140℃～180℃の範囲で加熱処理を施すこととしたものであって(同【0023】及び【0025】)，支持体上に樹脂膜を設けることによって，スプラッシュ等による柱状結晶の異常成長が減り，良好に成長することについては何ら記載も示唆もなされていない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "甲15について",
                              "text": [
                                "甲15には，確かに，ガラス転移温度が100℃以下の樹脂を用いることにより，支持体と蛍光体層との付着性(接着性)を高めることができることが開示されている(甲15の【0016】，【0024】及び【0026】)。",
                                "しかし，ここで言及されているのは，あくまでも，支持体と蛍光体層との付着性(接着性)のみであって，スプラッシュ等による柱状結晶の異常成長が減り，良好に成長することについての知見は開示されていない。そうすると，甲15にガラス転移温度が100℃以下の樹脂を用いることが開示されていたとしても，蒸着により柱状結晶を成長させて形成した蛍光体層を出力基板に張り合わせる際に，スプラッシュ等による結晶の異常成長によって生じる課題に対処するために，ガラス転移温度が100℃以下の樹脂を用いようということにはならない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "さらに，訂正特許発明3は，修正相違点cの「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」という構成をとるものであるために，コンピューテッド・ラジオグラフィ(CR)である甲1発明と比較した場合はもちろんのこと，該構成を有さない平板X線検出装置(FPD)と比べても，より一層，受光面全体で均一な鮮鋭性を得ることができるものである(本件訂正明細書の【0062】)。訂正特許発明3において，修正相違点cの構成をとることが可能となるのは，相違点a及びb’に係る構成を採用したことによるものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2b(相違点b’の判断の誤り)",
              "text": [
                "以下のとおり，相違点b’の容易想到性に係る審決の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点b’の認定について",
                  "text": [
                    "審決が認定した，訂正特許発明3と甲1発明との相違点b’は，訂正特許発明1と甲1発明との相違点b，すなわち「訂正特許発明1の「バインダー樹脂」は，「ポリウレタン，塩化ビニル共重合体，塩化ビニル-酢酸ビニル共重合体，塩化ビニル-塩化ビニリデン共重合体，塩化ビニル-アクリロニトリル共重合体，ブタジエン-アクリロニトリル共重合体，ポリビニルブチラール，ポリエステル，セルロース誘導体，ニトロセルロース，スチレン-ブタジエン共重合体，合成ゴム系樹脂，フェノール樹脂，エポキシ樹脂，尿素樹脂，メラミン樹脂，フェノキシ樹脂，シリコン樹脂，または尿素ホルムアミド樹脂から選ばれる樹脂であ」るのに対して，甲1発明の「結合剤」は「樹脂材料であ」るとのみ特定されている点。」(審決37頁13行～21行)に加えて，さらに，「「100℃以下のガラス転移温度(Tg)を有する樹脂であって，」，「ポリアミド樹脂」，「アクリル系樹脂」が相違する事項として追加されたものである。」(審決44頁15行～17行)。",
                    "しかし，甲1発明の拡散反射層の形成に用いられる塗布液に混合される「結合剤」については，甲1には「樹脂材料」であることは示されていない。審決が引用する「樹脂材料」との記載は，蛍光体層に用いられる結合剤についてのものである。",
                    "したがって，審決の上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付け及び顕著な効果について",
                  "text": [
                    "審決は，相違点bに関し，「表面に蛍光体を蒸着する樹脂として，ポリ塩化ビニル-酢酸ビニル共重合体・・・から選ばれる樹脂を使用することは，周知技術であると認められる。」と認定した上(審決39頁下から2行目～40頁11行)，これらの樹脂を甲1発明の拡散反射における結合剤として使用することは，当業者には容易であると認定している。",
                    "そして相違点b’として追加された点に関しては，「甲第14号証には，表面に蛍光体を蒸着する熱可塑性樹脂膜の熱可塑性樹脂として，ガラス転移点が30℃～150℃，好ましくは，50℃～120℃が好ましく，その例として，上述の熱可塑性樹脂が挙げられており，また，甲第15号証には，支持体と蛍光体層との付着性(接着性)に優れた効果を奏するために，ポリマーのガラス転移点(Tg)が30～100℃であることが好ましいことが記載されているように，樹脂材料層の表面に，蛍光体を蒸着するとき，樹脂材料のガラス転移温度(Tg)が，蒸着時の基板温度の150℃～250℃より低いものであれば，樹脂材料層と蛍光体層の接着性が向上することは，当業者にはよく知られていることであり，また，訂正特許発明3で，「100℃」という数値に格別な技術的意味(特に，臨界的意味)がないことも考慮すると，甲1発明の「樹脂材料」として，100℃以下のガラス転移温度(Tg)を有する樹脂を採用することは，当業者が容易に想到し得ることである。」と判断した(審決44頁23行～末行)。",
                    "しかし，以下のとおり，審決の上記認定及び判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)ア(ア)のとおり，訂正特許発明3は，「特定の基板温度の蒸着条件において軟化するバインダー樹脂(100℃以下のガラス転移温度(Tg)を有する樹脂であって，種類の特定されたもの)を含む反射層を形成し，当該反射層の表面にCsI：Tlの柱状結晶構造のシンチレータ層を蒸着により形成すること」を一体とした技術的特徴の一つとするものである。",
                        "したがって，相違点aとの関係性を捨象して，引用文献において，相違点bに含まれる樹脂が，表面に蛍光体を蒸着する樹脂として列挙されていることのみをもって，上記のように認定した審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，上記周知技術又は公知技術の認定と根拠とされた甲8，14，15及び16は，以下のとおり，蒸着結晶の種晶を根付き易くし，根元から結晶をきれいに成長させるという課題を有するものではなく，それらに開示されている樹脂を訂正特許発明3の反射層におけるバインダー樹脂として用いることを何ら示唆しておらず，訂正特許発明3のバインダー樹脂とは異なる目的で用いているものである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲8について",
                          "text": [
                            "甲8は，支持体上に塗布乾燥して形成する反射層において，白色顔料を分散させるために用いられる樹脂の種類が例示されているものの(甲8の【0117】)，そのような反射層を用いた場合に，蛍光体層を蒸着により形成すること，及びその際の基板温度との関係については明らかにされていない。また，それらの樹脂を用いることによって，蒸着結晶の種晶を根付き易くし，根元から結晶をきれいに成長させることも何ら開示されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲14について",
                          "text": [
                            "甲14において，支持体表面に設けられた熱可塑性樹脂膜は，反射層ではなく，また白色顔料を含むものでもない(甲14の【0075】～【0077】において白色顔料への言及があるが，これは，【0074】に記載されるように，熱可塑性樹脂膜に混合されるのではなく，蛍光体層の「柱状結晶間の間隙」に充填されるものである。)。むしろ，甲14には，「基材表面に樹脂が存在するとその樹脂の製造プロセスにより残留溶媒や揮発性成分が多数存在するために，蛍光体成膜時に揮発成分が発生し真空度が変化し蛍光体膜中の賦活剤量及び膜厚の均一性に劣る原因となる。」(同【0013】)，「熱可塑性樹脂膜を表面に有する支持体は成膜中に，水又は揮発性成分があるとCsBr蛍光体成膜工程の真空度変動を制御することが難しかった。」(同【0023】)と記載されており，蒸着により蛍光体層を形成する際に，支持体上に樹脂膜を設けることは好ましくないことが開示されている。甲14は，その課題を解決するために，熱可塑性樹脂を支持体上に設ける際に，同時に140℃～180℃の範囲で加熱処理を施すこととしたものである(同【0023】及び【0025】)。",
                            "したがって，甲14には，審決(41頁下から4行目～末行)が相違点b’に関して指摘するように，確かに樹脂のガラス転移温度の記載があるものの，これは，蛍光体層の蒸着温度との関係ではなく，蛍光体層の蒸着に先立つ熱可塑性樹脂の加熱処理との関係で意識されたものと理解するのが自然である。すなわち，甲14は，バインダー樹脂と白色顔料からなる反射層を形成し，当該反射層の表面にCsI：Tlの柱状結晶構造のシンチレータ層を蒸着により形成することとした場合のバインダー樹脂の選択に際し，蒸着温度において軟化するバインダー樹脂を選択することやそれによる効果についての示唆や動機付けを与えるものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲15について",
                          "text": [
                            "甲15には，ガラス転移温度が100℃以下の樹脂を用いることにより，支持体と蛍光体層の付着性を高めることができるとの記載はあるものの，甲15のポリマー被覆は反射層ではなく，また輝尽性蛍光体層が基板への形成後に剥離しやすいという課題に対して，放射線画像変換パネルの耐食性や衝撃耐性の向上を目的とするものであるから，シンチレータ層と反射層の接着性を向上させて，画像の鮮鋭性を向上させるという訂正特許発明3とは目的が異なる。加えて，甲15における基板温度は100℃であり(甲15の【0087】)，これは訂正特許発明3に規定される範囲とは異なる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲16について",
                          "text": [
                            "甲16は，そもそも樹脂製の基材上に直接蛍光体層を形成させたものであって反射層を有さないものであり，実施例を見ても，蛍光体粒子と樹脂を混合し基材上に塗布することによって蛍光体層を形成することを前提とするものである(甲16の【0042】等)。したがって，訂正特許発明3とは何ら関係ない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上のとおり，上記文献は，CsI：Tlの蒸着結晶の種晶を根付き易くし，根元から結晶をきれいに成長させるために，特定の基板温度と当該基板温度下において軟化するバインダー樹脂を白色顔料とともに反射層に用いることを開示するものではなく，また，その用いられる目的も異なるものであるから，甲1発明の拡散反射層における結合剤として当該文献に列挙される樹脂を使用することの動機付けも存在しない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "加えて，前記(1)イ(イ)のとおり，訂正特許発明3は，修正相違点cの「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」という構成をとるものであるために，コンピューテッド・ラジオグラフィ(CR)である甲1発明と比較した場合はもちろんのこと，該構成を有さない平板X線検出装置(FPD)と比べても，より一層，受光面全体で均一な鮮鋭性を得ることができるものである(本件訂正明細書の【0062】)。訂正特許発明3において，修正相違点cの構成をとることが可能となるのは，相違点a及びb’に係る構成を採用したことによるものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2c(相違点c(修正相違点c)の判断の誤り)",
              "text": [
                "以下のとおり，相違点cの容易想到性に係る審決の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "修正相違点cとその効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点cは，前記1(2)のとおり，修正相違点cとして認定されるべきである。これにより，訂正特許発明3は，次の効果を有する。",
                        "訂正特許発明3は，甲1発明と異なり，「該シンチレータパネルは，・・・該電磁波を吸収して画像を形成する出力基板とともに撮像パネルを構成する」ものであって，甲1発明のように，「蛍光スクリーン20b」と分離した「放射線像変換パネル20a」のみをカセッテから取り出し，「放射線像変換パネル20a」に赤外線を照射して輝尽発光させることで潜像を読み取るという工程を経ることなく，出力基板から直接に画像情報が電気信号として出力されるものである。したがって，訂正特許発明3を用いた平板X線検出装置(FPD)は，甲1発明やその他のコンピューテッド・ラジオグラフィ(CR)と比して，一般的に，鮮鋭性及び空間分解能が高い(本件訂正明細書の【0004】)。コンピューテッド・ラジオグラフィ(CR)の場合，一般的に，そもそも赤外線照射と輝尽発光の読み取りという工程における誤差が避けられないが，さらに，甲1発明の場合には，「蛍光スクリーン20b」から「放射線像変換パネル20a」を引き離す際の「引き離し易さなど取り扱い性を高めるため」(甲1の【0074】)，むしろ両者が密着することを防がなければならないからである。両者が密着していると，甲1の【0075】に示されるように，放射線像変換パネルを蛍光スクリーンから引き離すときには剥離帯電(いわゆる静電気)が生じがちであり，そのような剥離帯電は，放射線像変換パネルに蓄積された潜像を一瞬にして消し去ってしまうのである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "その上，訂正特許発明3は，「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」ために，そのような構成を有さない平板X線検出装置(FPD)と比べて，より一層，受光面全体で均一な鮮鋭性を得ることができるものである(本件訂正明細書の【0062】」。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けについて",
                  "text": [
                    "審決は，相違点cに関し，「甲1発明の「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」に換えて，周知の光電変換素子を備える出力基板とすることは，当業者が容易に想到し得ることである。」(審決41頁3行～5行)，「シンチレータパネルと光電変換素子を備える出力基板とを，ローラーを用いて貼り合わせていく方法が，・・・一般的な方法であると認められる。」(審決41頁7行～11行)，「柔軟な樹脂材料を基板とするシンチレータパネルと光電変換素子を備える出力基板とを，ローラを用いて貼り合せれば，シンチレータパネルが光電変換素子面形状に合った形状となることは自明」(審決41頁11行～14行)と認定している。",
                    "しかし，まず，コンピューテッド・ラジオグラフィ(CR)のシステムとして完成している甲1発明において，そもそも，「甲1発明の「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」に換えて，周知の光電変換素子を備える出力基板とする」ことの動機付けは一切見当たらない。",
                    "また，前記1(1)のとおり，甲1発明において，「フロント側の蛍光スクリーン20b」は，「放射線像変換パネル20a」と固定されておらず，ローラーを用いて「放射線像変換パネル20a」に貼り合せるという工程は採られていない。それは，甲1発明は，コンピューテッド・ラジオグラフィ(CR)に関するものであって，「放射線像変換パネル20a」を「蛍光スクリーン20b」から容易にかつ静電気を生じさせることなく引き離すことができることが原理上必須だからである。",
                    "したがって，仮に，審決が言うように，「甲1発明の『蓄積性蛍光体層23』を有する『放射線像変換パネル20a』に換えて，周知の光電変換素子を備える出力基板とすることは，当業者が容易に想到し得る」としても，そこまでである。それだけでは，甲1発明の「フロント側の蛍光スクリーン20b」を出力基板に固定して一体の撮像パネルとすることや，その際に「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」との特徴を備えさせることへの動機付けは生じない。",
                    "審決は，「柔軟な樹脂材料を基板とするシンチレータパネルと光電変換素子を備える出力基板とを，ローラーを用いて貼り合せれば，シンチレータパネルが光電変換素子面形状に合った形状となることは自明」(審決41頁11行～14行)だとするが，樹脂材料を基板とする場合であっても，その厚さ等の条件によっては，シンチレータパネルが光電変換素子面形状に合った形状となるとは限らない。そして，いずれの証拠にも「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」との特徴が開示されていないことに鑑みれば，本件特許の出願日前においては，シンチレータパネルの変形は望まれないものであることが技術常識であったことが明らかである。したがって，かかる技術常識に照らせば，仮に，審決が認定するように，当業者が「甲1発明の『蓄積性蛍光体層23』を有する『放射線像変換パネル20a』に換えて，周知の光電変換素子を備える出力基板とする」場合には，甲1発明の「フロント側の蛍光スクリーン20b」の支持体もより剛性の高いものとしたであろうと考えるのが合理的である。光電変換素子を備える出力基板と貼り合せる場合でも，あえて，厚みの薄いシートあるいはフィルムを支持体として使い続けるという構成に想到するためには，より積極的な動機付けが不可欠である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害要因について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明の「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」に換えて，周知の光電変換素子を備える出力基板とし，甲1発明の「フロント側の蛍光スクリーン20b」と出力基板とをローラーを用いて貼り合わせることには，阻害要因がある。",
                        "すなわち，甲9及び甲10は，以下のとおり，いずれも，シンチレータパネルと光電変換素子を備える出力基板とをローラーを用いて貼り合わせていく方法の問題を提示している。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲9について",
                          "text": [
                            "甲9は，センサーパネル100と蛍光板110とを，接着層120を間に塗布した後に，全体をローラーでしごきながら接着層120が厚くならないようにするという従来技術を開示している(甲9の【0006】)。しかし，甲9は，その従来技術について，スプラッシュや支持基板の表面粗さにより生じた柱状結晶の異常成長により生じた突起部がフォトセンサーや配線部を破壊するという問題や(同【0011】)，破壊に至らなくとも解像度を低下させるという問題(同【0012】【0013】)を指摘している。甲9は，突起部を押し潰す，突起部を削る又は突起部を切り落とす(同【0021】)という工程を経ることにより，突起部の高さを最大でも50μmとすることにより，それらの問題を解決したものである。したがって，甲9は，蒸着により柱状結晶を成長させて構成した蛍光体層を出力基板にローラーで力をかけて貼り合わせることについての課題を開示するものではあっても，それはむしろ，何らの工夫を施すことなくローラーで力をかけて貼り合わせることに対しては，阻害要因として働くものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲10について",
                          "text": [
                            "甲10は，光センサー111に接着剤を介して蛍光体125を重ね合せ，ローラーで押し付けながら貼り合せを行うことを開示している(甲10の【0021】)。",
                            "しかし，甲10は，蒸着により形成した蛍光体層にはスプラッシュが生じ(同【0016】)，それをローラーで押し付けながら貼り合せを行うと，光センサーの破壊(同【0023】)，保護層の破壊(同【0024】)，蛍光体層の破壊(同【0025】)などの問題が生じることを指摘している。甲10は，金属又は金属化合物からなる反射層(同【0007】)の表面に直接蛍光体層を蒸着しているのではなく，反射層の表面にポリパラキシリレン樹脂等の保護膜を形成してその上に蛍光体層を形成しているのであるが(同【0008】)，ポリパラキシリレン膜の目的は反射膜と蛍光体層との直接接触による互いの腐食を抑止するためだけにあるので，訂正特許発明3のように塗布により形成される層とは違って，これによる良好な接着性の向上と良好な結晶成長という効果は期待できないのである。",
                            "そこで，甲10は，貼り合せに先立って，蛍光体層にガラス板を載せてローラーで加圧することにより蛍光体層を平坦化するという工程(同【0050】)等を経ることによって，スプラッシュの問題を取り除き，医療用放射線システムにおけるセンサとして，安定した性能を保証し，信頼性の高いセンサを提供することを達成することができた(同【0038】)というものである。",
                            "したがって，甲10は，蒸着により柱状結晶を成長させて構成した蛍光体層を出力基板にローラーで力をかけて貼り合わせることについての課題を開示するものではあっても，それはむしろ，何らの工夫を施すことなくローラーで力をかけて貼り合わせることに対しては，阻害要因として働くものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方，甲1には，「上記のように蛍光体層が蒸着膜などのように放射線吸収蛍光体の凝集体からなる場合には，クラックを形成させることにより隔壁とすることができる。そのような蛍光体層の例としては，CsI：Ｎa，CsI：Tl，CsBr：Tlなどの針状結晶膜を挙げることができる。」(甲1の【0053】)と記載され，CsI：Tlの蒸着膜においてむしろ積極的にクラックを形成されることがむしろ好ましいものとして開示されている。当該記載は，甲1発明では，甲9や甲10における上記のような課題が認識されていないことを示すものであり，すなわち，甲1発明では，「フロント側の蛍光スクリーン20b」と出力基板とをローラーを用いて貼り合わせることは想定されていないのである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "面形状に変形している構成について",
                  "text": [
                    "審決も，訂正特許発明3の「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」との構成要件に関し，何らかの証拠により開示されていたと認定しているわけではなく，この点について，公知文献に開示がないことは審決も認めている。",
                    "審決は，結局，「甲1発明の「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」に換えて，周知の光電変換素子を備える出力基板とすることは，当業者が容易に想到し得ることである。」(審決41頁3行～5行)との判断に基づき，訂正特許発明3の「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」との構成要件の開示もあるものと同視してしまっている。しかし，前記のとおり，そのような論理必然性は認められない。審決の判断は不合理である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "顕著な効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)イ(イ)のとおり，訂正特許発明3は，修正相違点cの「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」という構成をとるものであるために，コンピューテッド・ラジオグラフィ(CR)である甲1発明と比較した場合はもちろんのこと，該構成を有さない平板X線検出装置(FPD)と比べても，より一層，受光面全体で均一な鮮鋭性を得ることができるものである(本件訂正明細書の【0062】)。訂正特許発明3において，修正相違点cの構成をとることが可能となるのは，相違点a及びb’に係る構成を採用したことによるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲9や甲10に示されるように，蒸着により柱状結晶を成長させて蛍光体層を形成した場合，それを出力基板に貼り合わせていく際に，スプラッシュなど結晶の異常成長や支持基板の表面粗さを原因として，問題が生じる。訂正特許発明3は，この問題について，甲9や甲10とは異なり，ガラス転移温度が100℃以下の特定の種類の樹脂を反射層の結合剤として塗布により用いることにより解決を図った。すなわち，訂正特許発明3においては，①反射層が一定の厚みを持つことで支持基板の表面粗さを吸収し，②蒸着の際の基板温度(150℃～250℃)よりも低いガラス転移温度を有する樹脂が蒸着に際して軟化することで，根付きがよく，スプラッシュの発生が低減されて柱状結晶が良好に成長するのである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，訂正特許発明3は，甲1発明，周知技術及び技術常識に基づいて当業者が容易に発明をすることができたとする審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(訂正特許発明1，2，4ないし8に関する進歩性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正特許発明1について",
              "text": [
                "審決は，訂正特許発明1と甲1発明の相違点として，相違点a，b，及びcを認定している。",
                "相違点bは，バインダー樹脂のガラス転移温度を具体的に特定していない点で，訂正特許発明3に係る相違点b’と異なるが，訂正特許発明1に具体的に列挙されているポリウレタン等のバインダー樹脂は，基板温度が150℃～250℃において軟化し，蛍光体層となる蒸着結晶の種晶が根付き易くなり，根元から結晶をきれいに成長させるという目的及び作用効果の点で訂正特許発明3の相違点b’と共通するものである。",
                "前記1及び2で述べたとおり，相違点cの認定並びに相違点a，b’(相違点bに対応)及びcに係る審決の判断は誤りであるから，訂正特許発明1についても，上記認定及び判断の誤りは審決取消事由を構成する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正特許発明2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1及び2で述べたとおり，相違点cの認定並びに相違点a，b’(相違点bに対応)及びcに係る審決の判断は誤りであるから，訂正特許発明1に従属する訂正特許発明2についても，上記認定及び判断の誤りは審決取消事由を構成する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，甲2の記載のみを根拠に，「蛍光体層が設けられる基板表面は非常に平滑であることが必要であるという課題が当業者には周知の課題であると認められる。」と認定している(審決43頁5行～6行)。",
                    "しかし，甲41には，「エンボスされた層を与えるために，鉛ベースの塗料を使用し，良く知られた被覆技術(例えばシルクスクリーン印刷)によって適用してもよく，その層の上に針状燐光体を蒸着してもよい。」(甲41の【0043】)とあるように，むしろ，エンボス加工によって凹凸のある表面に針状結晶を蒸着することが好ましい旨が記載されている。この記載だけを見ても，蛍光体層等を蒸着する際に基板表面を平滑にすることが必ずしも常に好ましいものではないことは明らかである。",
                    "さらに，本件訂正明細書において，訂正特許発明2に係る実施例のＮo．1は，Ｎo．12(カレンダー処理なし)に比べMTFにおいて更に優れていることが示されている。かかる有利な効果は甲1等から当業者は予期し得ないものといえる。しかし，審決では当該効果を何ら考慮することなく，「『拡散反射層』の表面をカレンダー処理によって平滑化することは，当業者が適宜なし得たことである。」と認定しており(審決43頁17行～18行)，発明の効果を看過している点でも誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "乙2は，金属基板表面の表面粗さを問題とするものであるが，訂正特許発明2のように反射層がバインダー樹脂を含む場合にもカレンダー処理による平滑化が必要であることは何ら開示も示唆もなされていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正特許発明4について",
              "text": [
                "訂正特許発明4は，訂正特許発明3に係る相違点a，b’及びcを含むものであり，審決には，前記1及び2で述べた点と同様の認定及び判断の誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "訂正特許発明5について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正特許発明5は，訂正特許発明3に係る相違点a，相違点b’に対応するb及び相違点cに対応する相違点c’を含むものであり，審決には，前記1及び2で述べた点と同様の認定及び判断の誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点c’は，シンチレータパネルが「光電変換素子の面形状に合った形状に変化している」ことを具体的には特定していないが，相違点a及びbの構成により訂正特許発明5もかかる効果を奏するものである点で訂正特許発明3と共通する。",
                    "この点に関し，審決は，「柔軟な樹脂材料を基板とするシンチレータパネルと光電変換素子を備える出力基板とを，ローラを用いて貼り合せれば，シンチレータパネルが光電変換素子面形状に合った形状となることは自明である」(審決47頁6行～8行)と認定している。",
                    "しかし，前記2(3)イないしオのとおり，シンチレータパネルと出力基板を単にローラを用いて貼り合わせることで，シンチレータパネルが光電変換素子面形状に合った形状になり鮮鋭性が向上するわけではない。",
                    "したがって，審決の上記認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "訂正特許発明6について",
              "text": [
                "訂正特許発明6は，訂正特許発明3に係る相違点a，相違点b’及び相違点cを含むものであり，審決には，前記1及び2で述べた点と同様の認定及び判断の誤りがある。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "訂正特許発明7について",
              "text": [
                "訂正特許発明7は，訂正特許発明3に係る相違点a，相違点b’に対応する相違点b及び相違点cに対応する相違点c’を含むものであり，審決には，前記1及び2で述べた点と同様の認定及び判断の誤りがある。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "訂正特許発明8について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正特許発明8は，訂正特許発明3に係る相違点a，相違点b’に対応する相違点b及び相違点cを含むものであり，審決には，前記1及び2で述べた点と同様の認定及び判断の誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，訂正特許発明8は「前記反射層の厚さが0．2～3．0μmである」のに対し，甲1発明の「拡散反射層」は「層厚が15乃至100μmの範囲」であるという相違点eに関して(審決49頁11行～14行)，「厚さのみが「0．2～3．0μmである」と限定された点に格別な技術的意味(特に，臨界的意味)が認められない」と認定している(審決49頁下から3行目～下から2行目)。",
                    "しかし，本件訂正明細書の実施例(表1)では，同一の粒径(0．2μm)の白色顔料を用いた場合に，反射層の厚みが，0．2～3．0μmの範囲にあるＮo．1(1．0μm)，Ｎo．8(0．2μm)及びＮo．9(3．0μm)の試料は，反射層の厚みが当該範囲外であるＮo．7(0．1μm)，Ｎo．10(3．5μm)の試料に比べて鮮鋭性(MTF)がより顕著に優れていることが示されている。このような反射層の厚み範囲による有利な効果は，甲1等から当業者が予期し得ないものである。",
                    "したがって，相違点eに係る審決の判断も誤りである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明の認定及び訂正特許発明1と甲1発明の一致点及び相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明の認定及び訂正特許発明1と甲1発明の一致点の認定について",
              "text": [
                "原告は，審決が，「甲1発明の「フロント側の蛍光スクリーン20b」は「放射線像変換パネル20a」とともに，画像を撮るパネル，すなわち，撮像パネルを構成する」と述べ，甲1発明と訂正特許発明1とは，「「該シンチレータパネルは，入射された放射線のエネルギーを吸収しその強度に応じた電磁波を発光し，該電磁波を吸収して画像を形成する基板とともに撮像パネルを構成する」ことで一致する」と認定した点について，訂正特許発明1の「撮像パネル」は，シンチレータパネルが出力基板に押し付けられて固定され両者が一体化した物であり，かつ，放射線の吸収により蛍光体層から生じる発光を電気信号に変換するための受光素子等の読み取り機構を備えるものを意味するのに対し，甲1発明の「フロント側の蛍光スクリーン20b」と「放射線像変換パネル20a」は，互いに固定されておらず，また，入射された放射線のエネルギーを吸収しその強度に応じて発光された電磁波を電気信号に変換する読み取り機構を備えていないから，訂正特許発明1と甲1発明が一致するのは，「該シンチレータパネルは，入射された放射線のエネルギーを吸収しその強度に応じた電磁波を発光し」という限度においてであって，訂正特許発明1は「該シンチレータパネルは，・・・該電磁波を吸収して画像を形成する出力基板とともに撮像パネルを構成する」のに対し，甲1発明は，そのような構成は有していないから，審決の上記認定は誤りであると主張する。",
                "しかし，審決は，「甲1発明の「放射線像変換パネル20a」を構成する「蓄積性蛍光体層23」が「放射線吸収性蛍光体層22b」から発光された電磁波を吸収して画像(潜像)を形成するものであることは技術常識である」ことを前提に(審決36ページ13行～15行)，「撮像パネル」という用語を，画像を撮るパネルという意味で用い，その意味において，訂正特許発明1と甲1発明は，「シンチレータパネルは，・・・該電磁波を吸収して画像を形成する基板とともに撮像パネルを構成する」点で共通し，シンチレータパネルから発光された電磁波を吸収するものが，訂正特許発明1は，「光電変換素子を備え，」「画像信号を出力する出力基板」である，すなわち，「シンチレータパネルは，・・・該電磁波を吸収して画像信号を出力する出力基板とともに撮像パネルを構成し，該出力基板は，光電変換素子を備え，」ているのに対して，甲1発明は，「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」である点で相違すると認定しているのである。",
                "そして，甲1発明の蓄積性蛍光体層23は，放射線吸収性蛍光体層22bから発光された電磁波を吸収して潜像として蓄積するものであり(甲1の【0106】)，潜像として蓄積することも画像を形成するといえるし，甲1発明の「フロント側の蛍光スクリーン20b」は「放射線像変換パネル20a」とともに，画像を撮るパネルという意味で撮像パネルを構成しているといえる。",
                "したがって，審決の甲1発明の認定及び訂正特許発明1と甲1発明の一致点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点cの認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が，相違点cとして，「訂正特許発明は，・・・「該シンチレータパネルは，該出力基板の光電変換素子面形状に合った形状に変形している」のに対して，甲1発明は，・・・「フロント側の蛍光スクリーン20b」が「蓄積性蛍光体層23」の面形状にあった形状に変形しているか不明である」と認定した点について，甲1発明の「フロント側の蛍光スクリーン20b」は，「蓄積性蛍光体層23」の面形状にあった形状に変形していないとして，相違点cは，正しくは，修正相違点cのとおり，「訂正特許発明1は，「該シンチレータパネルは，・・・該電磁波を吸収して画像を形成する基板とともに撮像パネルを構成する」のに対し，甲1発明は，そのような構成は有しておらず，・・・」と認定されなければならないと主張する。",
                    "しかし，前記(1)のとおり，訂正特許発明1と甲1発明は，「該シンチレータパネルは，・・・該電磁波を吸収して画像を形成する基板とともに撮像パネルを構成する」ことで共通している。したがって，「訂正特許発明1は，「該シンチレータパネルは，・・・該電磁波を吸収して画像を形成する基板とともに撮像パネルを構成する」のに対し，甲1発明は，そのような構成は有しておらず，・・・」とは認定できない。",
                    "また，甲1には，甲1発明の「フロント側の蛍光スクリーン20b」が，「蓄積性蛍光体層23」の面形状にあった形状に変形しているとも，していないとも記載されていないから，審決が，変形しているか不明と認定したことには誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲1発明において，「フロント側の蛍光スクリーン20b」は「放射線像変換パネル20a」と固定されておらず，両者は一体化されていないことを理由に，また，仮に，「フロント側の蛍光スクリーン20b」が「放射線像変換パネル20a」と固定され，一体化されていたとしても，「放射線像変換パネル20a」を剛直な素材により構成することができないことを理由に，「フロント側の蛍光スクリーン20b」は，「蓄積性蛍光体層23」の面形状にあった形状に変形していないと主張する。",
                    "しかし，甲1発明の「フロント側の蛍光スクリーン20b」の支持体21b(基板)は，ポリイミド樹脂からなる厚みが50μmないし1mmのシートあるいはフィルムであって，可とう性を有しているから，「フロント側の蛍光スクリーン20b」と「蓄積性蛍光体層23」を合わせた際，「蓄積性蛍光体層23」が変形しないということはできず，「フロント側の蛍光スクリーン20b」が「蓄積性蛍光体層23」の面形状に合った形状に変形していないということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(訂正特許発明3に関する進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2a(相違点aの判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成の容易性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決の判断手法について",
                      "text": [
                        "原告は，相違点aに係る構成は，「特定の基板温度の蒸着条件において軟化するバインダー樹脂を含む反射層を形成し，当該反射層の表面にCsI：Tlの柱状結晶構造のシンチレータ層を蒸着により形成すること」を規定したものであり，訂正特許発明3は，かかる技術的特徴により，蒸着により柱状結晶構造のシンチレータ層を形成する際に，バインダー樹脂が軟化して，蒸着結晶の種晶が根付き易くなり，根元から結晶をきれいに成長させることができ，その結果，シンチレータ層と反射層の接着性が向上し鮮鋭性が向上するという優れた作用効果を奏するものであるから，上記技術的特徴に含まれる基板温度等の各要素を個別に切り離して議論するべきものではないと主張する。",
                        "しかし，審決は，相違点bにおいて，基板温度等の各要素の関連性について議論している。",
                        "したがって，原告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "技術常識及び周知技術の認定について",
                      "text": [
                        "原告は，審決が引用するいずれの文献にも，CsI：Tlの柱状結晶構造のシンチレータ層を蒸着により形成する際に，基板温度が150～250℃の範囲となる場合に軟化するバインダー樹脂を含む反射層を用いることは開示されておらず，また，当該構成は当業者にとって常識的な事項でもないと主張する。",
                        "しかし，以下のとおり，原告の上記主張は失当である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲22ないし甲24について",
                          "text": [
                            "甲22には，「蒸着工程は180℃乃至220℃の温度域で有利に行われる」(【0010】)，甲23には，「蒸着時に基板温度を150℃に維持したまま」(【0014】)，甲24には，「基板温度は150～300℃でなければならない」(【0032】)と記載されている。",
                            "これらの記載からみて，「蒸着によりCsI：Tlを形成する際の基板温度を150～300℃の範囲にすること」が技術常識であることは明らかである(前訴判決の第5の2(4)イ(62頁))。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲8について",
                          "text": [
                            "甲8には，「支持体上に特定の入射角で輝尽性蛍光体の蒸気又は該原料を供給し，蒸着等の気相成長(堆積)させる方法によって独立した細長い柱状結晶からなる輝尽性蛍光体層を得ることができる」(【0099】)，「支持体と輝尽性蛍光体層との間には係る反射層を設けても良い。《反射層》反射層としては，例えば，白色顔料を樹脂中に分散含有させたものが用いられる」(【0117】)，「上記作製した支持体1を240℃に加温し」(【0169】～【0172】)と記載されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲16について",
                          "text": [
                            "甲16には，「基材1の材料として，プラスチック基板，シリコン基板・・・などを用いることができる。プラスチック材料として，ポリエチレンテレフタレート，ポリカーボネート，ポリエチレンナフタレートなどの樹脂材料，または樹脂材料に酸化チタン，酸化アルミニウムなどの顔料を混入した白色樹脂材料を用いることができる・・・また，CsI：Tlなどの柱状結晶の層を，基材1に蒸着法により形成することによっても得られる。」(【0022】～【0024】)と記載されている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲41について",
                          "text": [
                            "甲41には，「支持体をカバーする鉛含有層は刺激する光の少なくとも80％ ( マンモグラフィ用途)を吸収し，刺激された光の少なくとも80％(一般に適用される放射線写真)を反射する。・・・鉛の層は反射特性を有する・・・」(【0028】)，「“蒸着された燐光体”は・・・さらなる例では鉛又は鉛酸化合物の可撓性層は可撓性ポリマー支持体上に接着剤層を与えられ，前記接着剤層上に被覆された結合剤に分散された鉛又は鉛酸化物の層である・・・」(【0030】～【0033】)，「結合剤としては例えばポリビニルブチラール，ポリビニルアセテート，ウレタン，ポリビニルアルコール，ポリエステル樹脂，ポリメチルメタクリレートなどが挙げられる」(【0039】)と記載されている。",
                            "これらの記載からみて，「バインダー樹脂を含んだ反射層の表面又は反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成すること」が周知技術であることは明らかである(前訴判決の第5の2(5)ウ(63頁)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "顕著な効果について",
                  "text": [
                    "原告は，訂正特許発明3は，①反射層が一定の厚みを持つことで支持基板の表面粗さを吸収し，②蒸着の際の基板温度(150℃～250℃)よりも低いガラス転移温度を有する樹脂が蒸着に際して軟化することで，根付きがよく，スプラッシュの発生が低減されて柱状結晶が良好に成長するという効果を奏すると主張し，更に，甲21(報告書)を提示して，基板上にバインダー層を設けることによって柱状結晶が根本からきれいに成長させることができ，また，甲46(実験成績証明書)を提示して，シンチレータ層表面の凹凸が良好であり，シンチレータ層と受光素子の密着性が優れ，鮮鋭性も優れることが分かると主張する。",
                    "しかし，以下のとおり，原告の上記主張は失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "反射層について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，「①反射層が一定の厚みを持つことで支持基板の表面粗さを吸収し」と主張している。しかし，このことは本件訂正明細書には記載されておらず，しかも，反射層の表面が支持基板の表面よりも平滑であることについて，その理由(平滑となる手段)も含めて訂正特許発明3の発明特定事項(請求項3の記載)との関係で何ら説明されていない。原告の上記主張は，訂正特許発明3(請求項3の記載)に基づく主張とはいえない。",
                            "また，甲21及び甲46には，訂正特許発明3の発明特定事項である，基板温度150℃～250℃の温度条件であること，白色顔料が，アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種から選ばれ，しかも平均粒径0．1～3．0μmの白色顔料であること，シンチレータパネルが出力基板の光電変換素子面形状に合った形状に変形するものであること，について何ら記載されておらず，更に，甲46には，バインダー樹脂が，100℃以下のガラス転移温度(Tg)を有する樹脂であること，について何ら記載されていない。そうすると，甲21及び甲46は，訂正特許発明3のシンチレータパネルを実験により検証したものとはいえない。したがって，甲21及び甲46の結果に基づいて，訂正特許発明3の効果を主張することは許されない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "進歩性の判断において，特許明細書に記載されていない効果について主張することは許されない(知財高裁平成21年(行ケ)第10238号判決22頁4行～7行参照)。",
                            "訂正特許発明3の効果として，本件訂正明細書には，反射層を白色顔料及びバインダー樹脂で形成することで，高い発光取り出し効率を殆ど減じることなく，鮮鋭性が飛躍的に向上すること，基板温度は150℃～250℃で実施されるが，反射層にガラス転位温度が30～100℃を含有しておくことで，光反射層が接着層としても有効に機能するようになること，すなわち，蒸着結晶とバインダー樹脂，基板との接着性が向上することしか記載されておらず，原告が主張している「スプラッシュの発生が低減されて柱状結晶が良好に成長するという効果を奏する」点は何ら記載されていない(【0027】，【0035】，【0038】，【0071】)。",
                            "したがって，原告の上記主張は失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ガラス転移温度について",
                      "text": [
                        "原告は，審決の「樹脂材料層の表面に蛍光体を蒸着するとき，樹脂材料のガラス転移温度(Tg)が蒸着時の基板温度の150℃～250℃より低いものであれば，樹脂材料層と蛍光体層の接着性が向上することは，当業者にはよく知られていることである」の認定は誤りであると主張する。",
                        "しかし，甲15の【0016】，【0019】，【0020】，【0024】，【0086】及び【0087】の記載からみて，甲15には，ガラス転移点(Tg)が30℃～100℃であるポリマー被覆された支持体の表面温度を100℃とし，ポリマー被覆上に蒸着により蛍光体層を形成すると，支持体と蛍光体層との付着性(接着性)がすぐれたものとなることが記載されているといえる。",
                        "そうすると，樹脂材料のガラス転移温度(Tg)が蒸着時の基板温度より低いものであれば，樹脂材料層と蛍光体層の接着性が向上することは，当業者にはよく知られていることであるといえる。",
                        "したがって，樹脂材料層の表面に蛍光体を蒸着するとき，蒸着時の基板温度を150℃～250℃とした場合であっても，樹脂材料のガラス転移温度(Tg)が蒸着時の基板温度より低いものであれば，樹脂材料層と蛍光体層の接着性が向上することは，当業者にとって予測可能な範囲の効果であるといえる。",
                        "したがって，原告の上記主張は失当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2b(相違点b’の判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点b’の認定について",
                  "text": [
                    "原告は，甲1発明の拡散反射層の形成に用いられる塗布剤に混合される「結合剤」については，甲1には「樹脂材料」であることは示されていないから，結合剤が樹脂材料であるとした審決の認定は誤りであると主張する。",
                    "しかし，拡散反射層の形成に用いられる塗布剤に混合される「結合剤」については，通常樹脂材料が用いられることは当業者にとって技術常識である(例えば，甲8の【0118】)。",
                    "そうすると，甲1の「拡散反射層は，上記微粒子状の光反射性物質および結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成することができる。結合剤および溶剤は，前記蛍光体層に使用することが可能なものの中から適宜選択して用いることができる。」(【0087】)に接した当業者は，結合剤として樹脂材料が用いられていると理解するのが自然である。",
                    "したがって，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付け及び顕著な効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲8，甲14，甲15及び甲16には，CsI：Tlの蒸着結晶の種晶を根付き易くし，根元から結晶をきれいに成長させるために，特定の基板温度と当該基板温度下において軟化するバインダー樹脂を白色顔料とともに反射層に用いることを開示するものではなく，目的も異なるものであって，甲1発明の拡散反射層における結合剤として当該文献に列挙される樹脂を使用することの動機付けが存在せず，顕著な効果を奏するものであるから，相違点b’に係る審決の判断は誤りであると主張する。",
                        "しかし，以下のとおり，特に甲15には，甲1発明の拡散反射層における結合剤として当該文献に列挙される樹脂を使用することの動機付けは存在する。また，訂正特許発明3は顕著な効果を奏するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正特許発明3は，前記(1)イ(ア)bのとおり，本件訂正明細書の記載からみて，基板温度は150℃～250℃において蒸着により形成された柱状結晶構造のシンチレータ層を有するシンチレータパネルであって，反射層にガラス転位温度が30～100℃を含有しておくことで，光反射層が接着層としても有効に機能することになる，すなわち，蒸着結晶とバインダー樹脂，基板との接着性が向上する発明である。",
                        "そして，甲8，甲14，甲15及び甲16には，次の事項が記載されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲8について",
                          "text": [
                            "甲8には，訂正特許発明1と同様のポリウレタン，ポリエステル等の特定材料から選択されるバインダー樹脂を含む反射層，及び基板温度240℃(150℃～250℃の範囲である)で柱状結晶構造の蛍光体層を形成することが記載されている(【0099】，【0117】～【0123】，【0172】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲14について",
                          "text": [
                            "甲14には，表面に，ガラス転移点が30℃～150℃，好ましくは50℃～120℃であるポリウレタン等の熱可塑性樹脂膜を設けた支持体の温度を150℃以上とし，該ポリウレタン等の熱可塑性樹脂の表面に気相成長法により蛍光体層を形成することが記載されている(【0026】，【0028】，【0070】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲15について",
                          "text": [
                            "甲15には，ガラス転位点(Tg)が30～100℃であるポリマー被覆された支持体の表面温度を100℃とし，ポリマー被覆上に蒸着により蛍光体層を形成すると，支持体と輝尽性蛍光体層との付着性( 接着性)が優れたものとなることが記載されていて，被覆されるポリマーとして，ポリエステル樹脂，ポリエステル系，ウレタン系，エポキシ系樹脂等が記載されている(【0016】，【0018】～【0020】，【0024】，【0087】)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲16について",
                          "text": [
                            "甲16には，反射機能を有する樹脂基板(ポリエチレンテレフタレート，ポリカーボネート，ポリエチレンナフタレート等の樹脂材料に，酸化チタン，酸化アルミニウム等の顔料を混入した白色樹脂材料からなる基材1)の表面に，柱状結晶構造のCsI：Tlからなるシンチレータ層を蒸着によって形成することが記載されている(なお，ポリエチレンテレフタレート，ポリエチレンナフタレートは，ポリエステルである)(【0022】，【0023】，【0024】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，ポリウレタン等の熱可塑性樹脂やポリマー樹脂上に，蒸着によりシンチレータ層を形成する際，当該樹脂のガラス転移温度(Tg)と蒸着時の基板温度との関係においてTgを基板温度より低くすることは，甲14，甲15に記載されているとおり周知技術であり，特に，当該樹脂のガラス転移温度(Tg)と蒸着時の基板温度との関係においてTgを基板温度より低くすれば，支持体と輝尽性蛍光体層との付着性(接着性)が優れたものとなることは当業者にとってよく知られたことであるといえる(甲15)。",
                        "したがって，前記のとおり，訂正特許発明3は，基板温度は150℃～250℃において蒸着により形成された柱状結晶構造のシンチレータ層を有するシンチレータパネルであって，反射層にガラス転位温度が30～100℃を含有しておくことで，蒸着結晶とバインダー樹脂，基板との接着性が向上する発明であるから，特に甲15には，甲1発明の拡散反射層における結合剤として当該文献に列挙される樹脂を使用することの動機付けが存在し，しかも，訂正特許発明3は，顕著な効果を奏するものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2c(相違点c(修正相違点c)の判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "修正相違点cとその効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(2)のとおり，相違点cに係る審決の認定に誤りはない。したがって，修正相違点cを前提とする効果についての原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件訂正明細書の【0062】の記載を引用して，訂正特許発明3は，「該シンチレータパネルは，該出力基板の光電変換面形状に変形している」ことにより，フラットパネルデテイクタの受光面全体で均一な鮮鋭性が得られるという効果を奏すると主張する。",
                        "しかし，甲1発明は，「支持体21bは，ポリイミド樹脂からなるアルミが50μm乃至1mmシートあるいはフィルム」であるから，訂正特許発明3と同様可とう性を有しており，この甲1発明において，「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」に換えて，周知の光電変換素子を備える出力基板とし，シンチレータパネルを，光電変換素子を備える出力基板とともに撮像パネルとして構成した際，シンチレータパネルが平面受光素子面形状に合った形状に変形し，受光面全体で均一な鮮鋭性が得られるという効果を奏することは，当業者ならば容易に予測できるものである。",
                        "したがって，原告が主張する上記効果は，甲1発明及び周知技術から当業者が予測できる範囲のものであって，格別顕著な効果ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けについて",
                  "text": [
                    "原告は，甲1発明において，甲1発明の「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」に換えて，周知の光電変換素子を備える出力基板とすることの動機付けはなく，仮に，甲1発明の「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」に換えて，周知の光電変換素子を備える出力基板とすることは，当業者が容易に想到し得るとしても，甲1発明の「フロント側の蛍光スクリーン20b」を出力基板に固定して一体の撮像パネルとすることや，その際に，シンチレータパネルは，出力基板の光電変換素子面形状に変形しているとの特徴を備えさせることの動機付けは生じないと主張する。",
                    "しかし，そもそも，訂正特許発明3は，シンチレータパネルを，光電変換素子を備える出力基板とともに撮像パネルとして構成するものであって，シンチレータパネルを出力基板に「固定して一体の」撮像パネルとすることは発明特定事項とはしていない。",
                    "また，訂正特許発明3におけるシンチレータパネルは，入射した放射線の強度に応じた電磁波を発光するものであって，電磁波を吸収して画像信号を出力する光電変換素子を備えた出力基板とともに撮像パネルを構成するものである。",
                    "一方，甲1発明における「フロント側の蛍光スクリーン20b」，すなわちシンチレータパネルも，入射した放射線の強度に応じた電磁波を発光するものであって，この電磁波を吸収して画像情報として蓄積する蓄積性蛍光体層とともに放射線画像形成材料を構成するものである。そして，甲1発明は，最終的には，放射線画像情報読取装置により，蓄積性蛍光体層に蓄積された画像情報を画像信号として読み出し，可視画像として再生されるものである。",
                    "そうすると，相違点cにおける訂正特許発明3と甲1発明のシンチレータパネルは，1つの装置で行うか別の装置で行うかの違いはあるが，入射した放射線の強度に応じた電磁波を発光するものであって，この電磁波を吸収して画像を得る点では共通するものである。",
                    "また，シンチレータパネルを，光電変換素子を備える出力基板とともに撮像パネルとして構成するものは，審決が述べるとおり，当該シンチレータの技術分野においてきわめて周知の技術であり(甲7，甲9，甲10，甲12，甲16)，この周知の技術も，入射した放射線の強度に応じた電磁波を発光するものであって，光電変換素子を備える出力基板とともに，この電磁波を吸収して画像を得るものである。",
                    "したがって，訂正特許発明3，甲1発明，上記周知の技術は，技術分野，及び機能が共通するから，甲1発明において，甲1発明の「蓄積性蛍光体層23を有する放射線像変換パネル20aに換えて，周知の光電変換素子を備える出力基板とすることの動機付けは明確にあるといえる。",
                    "更に，甲1発明は，支持体が，ポリイミド樹脂などの柔軟な樹脂材料からなる厚みが50μmないし1mmのシートあるいはフィルムであるから(【0048】)，甲1発明のシンチレータパネルは可とう性を有するものである。したがって，甲1発明のシンチレータパネルを，光電変換素子を備える出力基板とともに撮像パネルとして構成すると，シンチレータパネルは，おのずから出力基板の光電変換素子面形状に変形しているといえる。(本件訂正明細書の【0056】，【0057】，【0062】)。",
                    "したがって，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害要因について",
                  "text": [
                    "原告は，甲9及び甲10の記載によると，シンチレータパネルに何らの工夫を施すことなくローラーで力をかけて貼り合わせることに対しては，阻害要因があると主張する。",
                    "しかし，甲9及び甲10には，シンチレータパネルを出力基板に，ローラーを用いて貼り合わせることは通常の技術であると記載されていて，甲9及び甲10の各発明は，ローラーを用いて貼り合わせることを否定しているわけではない。甲9及び甲10の各発明は，シンチレータパネルを出力基板に，ローラーを用いて貼り合わせる場合，不都合が生じることがあり，その課題を解決することを目的とした発明であるにすぎない。",
                    "したがって，甲9及び甲10の記載から，シンチレータパネルを出力基板に，ローラーを用いて貼り合わせることに阻害要因があるとはいえない。",
                    "また，甲16には，蒸着により柱状結晶を成長させたものではないものの，シンチレータパネルを出力基板に，ローラーを用いて貼り合わせることが記載されていることには変わりがない。",
                    "したがって，ローラーを用いることに阻害要因はなく，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "面形状に変形している構成について",
                  "text": [
                    "原告は，「該シンチレータパネルは，該出力基板の光電変換面形状に変形している」構成について開示する証拠がないにもかかわらず，審決は，訂正特許発明3の「該シンチレータパネルは，該出力基板の光電変換面形状に変形している」との開示もあるものと同視しており，不合理であると主張する。",
                    "しかし，甲1発明は，支持体が，ポリイミド樹脂などの柔軟な樹脂材料からなる厚みが50μmないし1mmのシートあるいはフィルムであるから(【0048】)，甲1発明のシンチレータパネルは可とう性を有するものである。したがって，当業者は，甲1発明のシンチレータパネルを，光電変換素子を備える出力基板とともに撮像パネルとして構成すると，シンチレータパネルは，おのずから出力基板の光電変換素子面形状に変形していると理解するのが自然である。(本件訂正明細書【0056】，【0057】，【0062】)。",
                    "したがって，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "顕著な効果について",
                  "text": [
                    "原告は，訂正特許発明3は，修正相違点cの「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」ために，コンピューテッド・ラジオグラフィ(CR)である甲1発明と比較した場合はもちろんのこと，該構成を有さない平板X線検出装置(FPD)と比べても，より一層，受光面全体で均一な鮮鋭性を得ることができるものであり(本件訂正明細書の【0062】)，訂正特許発明3において，修正相違点cに係る構成が可能となったのは，相違点a及び相違点b’に係る構成を採用したことによると主張する。",
                    "しかし，前記(1)イのとおり，訂正特許発明3は，原告が主張するような発明ではない。",
                    "したがって，原告の上記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，訂正特許発明3は，甲1発明，周知技術及び技術常識に基づいて当業者が容易に発明をすることができたとする審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(訂正特許発明1，2，4ないし8に関する進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正特許発明1について",
              "text": [
                "原告は，相違点cの認定並びに相違点a，b’(相違点bに対応)及びcに係る審決の判断は誤りであるから，訂正特許発明1についても，上記認定及び判断の誤りは審決取消事由を構成すると主張する。",
                "しかし，前記1及び2で述べたとおり，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正特許発明2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点cの認定並びに相違点a，b’(相違点bに対応)及びcに係る審決の判断は誤りであるから，訂正特許発明1に従属する訂正特許発明2についても，上記認定及び判断の誤りは審決取消事由を構成すると主張する。",
                    "しかし，前記1及び2で述べたとおり，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲41の【0043】には，エンボス加工によって凹凸のある表面に針状結晶を蒸着することが好ましいと記載されていることから，審決の「蛍光体層が設けられる基板表面は非常に平滑であることが必要であるという課題が当業者には周知の課題であると認められる」との認定は誤りであり，しかも，訂正特許発明2に関る実施例のＮo．1は，Ｎo．12(カレンダー処理なし)に比べてMTFにおいて優れていると主張する。",
                    "しかし，甲41の【0043】には，「エンボスされた層を与えるために，鉛ベースの塗料を使用し，良く知られた被覆技術(例えばシルクスクリーン印刷)によって適用してもよく，その層の上に針状燐光体を蒸着してもよい。」と記載されているだけであって，原告が主張するように，「・・・蒸着することが好ましい。」とは記載されていない。",
                    "したがって，甲41の【0043】の記載をもって，審決の上記認定が誤りであるとはいえない。",
                    "むしろ，乙1(【請求項6】，【0008】，【0021】，【0029】【0040】)及び乙2(【0010】，【0012】，【0013】，【0019】，【0027】，【0028】)の記載からしても，審決の上記認定のとおり，蛍光体層が設けられる基板表面は非常に平滑であることが必要であるという課題が当業者には周知の課題であるといえる。",
                    "そして，蛍光体層が設けられる基板表面を平滑にすることによって，画像特性等を向上することができることは，当業者にとって周知であるから，原告が主張している効果も，当業者ならば予測し得る範囲の効果であって，格別なものであるとはいえない。",
                    "したがって，上記原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正特許発明4について",
              "text": [
                "原告は，訂正特許発明4は，訂正特許発明3に係る相違点a，b’及びc，を含むものであり，審決には，相違点cの認定並びに相違点a，b’及びc に係る判断の誤りがあると主張する。",
                "しかし，前記1及び2で述べたとおり，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "訂正特許発明5について",
              "text": [
                "原告は，訂正特許発明5は，訂正特許発明3に係る相違点a，相違点b’に対応するb及び相違点cに対応する相違点c’を含むものであり，審決には，審決には，相違点cの認定並びに相違点a，b’及びc  に係る判断の誤りがあると主張する。",
                "しかし，前記1及び2で述べたとおり，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "訂正特許発明6について",
              "text": [
                "原告は，訂正特許発明6は，訂正特許発明3に係る相違点a，相違点b’及び相違点cを含むものであり，審決には，相違点cの認定並びに相違点a，b’及びc  に係る判断の誤りがあると主張する。",
                "しかし，前前記1及び2で述べたとおり，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "訂正特許発明7について",
              "text": [
                "原告は，訂正特許発明7は，訂正特許発明3に係る相違点a，相違点b’に対応する相違点b及び相違点cに対応する相違点c’を含むものであり，審決には，前記1及び2で述べた点と同様の認定及び判断の誤りがあると主張する。",
                "しかし，前記1及び2で述べたとおり，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "訂正特許発明8について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，訂正特許発明8は，訂正特許発明3に係る相違点a，相違点b’に対応する相違点b及び相違点cを含むものであり，審決には，相違点cの認定並びに相違点a，b’及びcに係る判断の誤りがあると主張する。",
                    "しかし，前記1及び2で述べたとおり，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，訂正特許発明8と甲1発明の相違点eについて，反射層の厚みが，0．2～3．0μmの範囲にあるＮo．1(1．0μm)，Ｎo．8(0．2μm)及びＮo．9(3．0μm)の試料は，反射層の厚みが当該範囲外であるＮo．7(0．1μm)，Ｎo．10(3．5μm)の試料に比べて鮮鋭性(MTF)がより顕著に優れていることを示しており，このような反射層の厚み範囲による有利な効果は，甲1等から当業者が予期し得ないものであるから，相違点eに係る審決の判断は誤りであると主張する。",
                    "しかし，訂正特許発明8は，訂正特許発明1ないし7を引用した発明である。ところで，訂正特許発明1，2及び5において，白色顔料の粒径は何ら特定されていないから，訂正特許発明8においては，白色顔料の粒径が異なる試料も比較対象とすべきである。",
                    "ところが，Ｎo．11及びＮo．12の試料は，反射層の厚さが0．2～3．0μmの範囲に入っているが，反射層の厚みが当該範囲外であるＮo，7及びＮ0．10の試料よりも鮮鋭性が劣っている。",
                    "したがって，訂正特許発明8は，原告の主張している効果を奏するとはいえないから，原告の上記主張は失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由はいずれも理由がないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明の認定及び訂正特許発明1と甲1発明の一致点及び相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正特許発明1にいう「撮像パネル」の意味について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "はじめに",
                  "text": [
                    "審決は，「甲1発明の「フロント側の蛍光スクリーン20b」は「放射線像変換パネル20a」とともに，画像を撮るパネル，すなわち，撮像パネルを構成する」と述べ(審決36頁16行～18行)，甲1発明と訂正特許発明1とは，「「該シンチレータパネルは，入射された放射線のエネルギーを吸収しその強度に応じた電磁波を発光し，該電磁波を吸収して画像を形成する基板とともに撮像パネルを構成する」ことで一致する」と認定した(審決36頁25行～27行)。",
                    "これに対し，原告は，訂正特許発明の技術分野において，「撮像パネル」という語は，放射線の吸収により蛍光体層から生じる発光を電気信号に変換するための受光素子等の読み取り機構を備えるものを意味する(甲43の【0002】及び【0003】，甲44の【0009】)として，かかる技術常識に基づけば，訂正特許発明1の「撮像パネル」は，シンチレータパネルが出力基板に押し付けられて固定され両者が一体化した物であり(本件訂正明細書の図5)，かつ，シンチレータ層から発光された蛍光を，それ自体で電気信号として変換し画像として直ちに出力することができる物である(同【0077】及び【0082】ないし【0093】)ところ，甲1発明の「フロント側の蛍光スクリーン20b」と「放射線像変換パネル20a」は，互いに固定されておらず，また，入射された放射線のエネルギーを吸収しその強度に応じて発光された電磁波を電気信号に変換する読み取り機構を備えていないから，「撮像パネル」には該当しないし，また，甲1発明の「放射線像変換パネル20a」は，支持体を有さず，保護層24a及び24a’に挟まれた蓄積性蛍光体層23で構成されているだけであるから，「該電磁波を吸収して画像を形成する基板」(訂正特許発明1における「出力基板」に相当)ということもできないとして，審決の上記認定は誤りであると主張する(前記第3の1(1))。",
                    "そこで，まず，原告の指摘する甲43及び甲44の記載を参照して，本件特許の出願時(平成19年2月23日)における技術常識を確認する(後記イないしエ)。そして，取消事由2として訂正特許発明3に関する進歩性判断の誤りが主張されており，訂正特許発明3は，訂正特許発明1と同様に，「該シンチレータパネルは，・・・該電磁波を吸収して画像を形成する出力基板とともに撮像パネルを構成し」との発明特定事項を有するものであることから，本件訂正明細書の記載に基づいて訂正特許発明3の概要について確認し(後記オ)，その上で，本件訂正発明1にいう「撮像パネル」の意味について検討する(後記カ)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲43について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲43は，発明の名称を「光導電層および放射線撮像パネル」とする特開2007-12843号公報(平成19年1月18日公開)である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲43には，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「【請求項1】",
                          "text": [
                            "放射線画像情報を静電潜像として記録する放射線撮像パネルを構成する・・・光導電層であって，・・・光導電層。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「【背景技術】",
                          "text": [
                            "【0002】",
                            "従来より，・・・・X線に感応する光導電層を感光体として用い，この光導電層にX線により形成された静電潜像を，光或いは多数の電極で読み取って記録するX線撮像パネルが知られている。・・・",
                            "【0003】",
                            "上述したX線撮像パネルは，この撮像パネル内に設けられた電荷生成層にX線を照射することによって，X線エネルギーに相当する電荷を生成し，生成した電荷を電気信号として読み出すようにしたものであって，上記光導電層は電荷生成層として機能する。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「【発明を実施するための最良の形態】",
                          "text": [
                            "・・・",
                            "【0023】",
                            "・・・光読取方式に用いられる放射線撮像パネルを例にとって説明する。図1は本発明の光導電層を有する放射線撮像パネルの一実施の形態を示す断面図を示すものである。",
                            "【0024】",
                            "この放射線撮像パネル30は，・・・第1の導電層31，・・・記録用放射線導電層32，・・・電荷輸送層33，・・・読取用光導電層34，・・・第2の導電層35を，この順に積層してなるものである。",
                            "・・・",
                            "【0029】",
                            "・・・静電潜像を読み取るために光を用いる方式について簡単に説明する。図2は放射線撮像パネル30を用いた記録読取システム(静電潜像記録装置と静電潜像読取装置を一体にしたもの)の概略構成図を示すものである。この記録読取システムは，放射線撮像パネル30，記録用照射手段90，電源50，電流検出手段70，読取用露光手段92並びに接続手段S1，S2とからなり，静電潜像記録装置部分は放射線撮像パネル30，電源50，記録用照射手段90，接続手段S1とからなり，静電潜像読取装置部分は放射線撮像パネル30，電流検出手段70，接続手段S2とからなる。",
                            "【0030】",
                            "放射線撮像パネル30の導電層31は接続手段S1を介して電源50の負極に接続されるとともに，接続手段S2の一端にも接続されている。接続手段S2の他端の一方は電流検出手段70に接続され，放射線撮像パネル30の導電層35，電源50の正極並びに接続手段S2の他端の他方は接地されている。・・・",
                            "【0031】",
                            "導電層31の上面には被写体29が配設されており，被写体29は放射線L1に対して透過性を有する部分29aと透過性を有しない遮断部(遮光部)29bが存在する。記録用照射手段90は放射線L1を被写体29に一様に曝射するものであり，読取用露光手段92は赤外線レーザ光やLED，EL等の読取光L2を図2中の矢印方向へ走査露光するものであり，読取光L2は細径に収束されたビーム形状をしていることが望ましい。",
                            "【0032】",
                            "以下，上記構成の記録読取システムにおける静電潜像記録過程について電荷モデル(図3)を参照しながら説明する。図2において接続手段S2を開放状態(接地，電流検出手段70の何れにも接続させない)にして，接続手段S1をオンし導電層31と導電層35との間に電源50による直流電圧Edを印加し，電源50から負の電荷を導電層31に，正の電荷を導電層35に帯電させる(図3(A)参照)。これにより，放射線撮像パネル10には導電層31と35との間に平行な電場が形成される。",
                            "【0033】",
                            "次に記録用照射手段90から放射線L1を被写体29に向けて一様に曝射する。・・・",
                            "【0036】",
                            "・・・このようにして，被写体29に放射線L1を曝射することにより，被写体像に応じた電荷を放射線導電層32と電荷輸送層33との界面に蓄積することができるようになる。なお，この蓄積せしめられた電荷による被写体像を静電潜像という。",
                            "【0037】",
                            "次に静電潜像読取過程について電荷モデル(図4)を参照しつつ説明する。接続手段S1を開放し電源供給を停止すると共に，S2を一旦接地側に接続し…た後に(図4(A)参照)，接続手段S2を電流検出手段70側に接続する。",
                            "【0038】",
                            "読取用露光手段92により読取光L2を放射線撮像パネル30の導電層35側に走査露光する・・・",
                            "【0040】",
                            "このように，読取光L2を走査露光しながら，放射線撮像パネル30から流れ出す電流を検出することにより，走査露光された各部(画素に対応する)の蓄積電荷量を順次読み取ることができ，これにより静電潜像を読み取ることができる。・・・」"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「【図面の簡単な説明】",
                          "text": [
                            "【図1】本発明の製造方法により製造される光導電層を有する放射線撮像パネルの一実施の形態を示す断面図",
                            "【図2】放射線撮像パネルを用いた記録読取システムの概略構成図」"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "「",
                          "text": [
                            "」"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲44について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲44は，発明の名称を「撮像装置」とする特開2003-329777号公報(平成15年11月19日公開)である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲44には，以下の記載がある。",
                        "「【発明の実施の形態】",
                        "【0009】・・・被写体の動画像を得る場合は，放射線源であるパルスX線発生器・・・からX線パルスを発生させ，被写体を透過した撮像パネル・・・内のX線がシンチレータによって可視光に変換される。この光を撮像パネル・・・内の撮像素子で電気信号に変換する。・・・」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「撮像パネル」に係る技術常識について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記ウのとおり，甲44には，原告が主張するように，撮像パネルが，それ自体で画像を電気信号として直ちに出力できるものとして記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，前記イによれば，甲43には，「放射線画像情報を静電潜像として記録する放射線撮像パネル」(【請求項1】)が記載されており，光読取方式に用いられる放射線撮像パネルの例として，第1の導電層31，記録用放射線導電層32，電荷輸送層33，読取用光導電層34，第2の導電層35がこの順に積層された放射線撮像パネル30が記載されている(【0024】)。",
                        "この放射線撮像パネル30の静電潜像記録過程では，放射線撮像パネル30に加え，別途設けた電源50，記録用照射手段90，接続手段S1からなる静電潜像記録装置部分を用いて(【0029】)，初めに，接続手段S2を開放状態にした上で接続手段S1をオンし導電層31と導電層35との間に電源50による直流電圧を印加し(【0032】)，次に，記録用照射手段90から放射線L1を被写体29に向けて一様に曝射することにより(【0033】)，被写体像に応じた電荷を放射線導電層32と電荷輸送層33との界面に静電潜像として蓄積する(【0036】)。",
                        "次に，静電潜像読取過程では，放射線撮像パネル30に加え，別途設けた電流検出手段70，読取用露光手段92，接続手段S2からなる静電潜像読取部分を用いて(【0029】)，初めに，接続手段S1を開放し電源供給を停止するとともに，接続手段S2を一旦接地側に接続し，その後，接続手段S2を電流検出手段70側に接続する。そして，読取用露光手段92により読取光L2を放射線撮像パネル30の導電層35側に走査露光することによって(【0038】)，放射線撮像パネル30から流れ出す電流を検出することにより，走査露光された各部の蓄積電荷量を順次読み取り，これにより静電潜像を読み取っている(【0040】)。",
                        "このように，甲43に記載された「放射線撮像パネル30」は，放射線撮像パネル30に加えて，それとは別に設けた電流検出手段70，読取用露光手段92，接続手段S2からなる静電潜像読取部分を用いて，読取用露光手段92により読取光L2を放射線撮像パネル30の導電層35側に走査露光して蓄積された静電潜像を読み取っており，蓄積された静電潜像は，放射線撮像パネル30とは別に設けた読取用露光手段92の読取光L2の照射によって初めて読取可能となるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，本件特許の出願時において，当業者は，「撮像パネル」と呼ばれるものには，甲44に記載された「撮像パネル」のように，それ自体で画像を電気信号として直ちに出力できるものもあれば，甲43に記載された「放射線撮像パネル30」のように，それ自体では画像を電気信号として直ちに出力できないものも「撮像パネル」の概念に含まれるものとして認識していたものと認められる。",
                        "そして，当業者の上記のような認識こそが，本件特許の出願時における技術常識であったものと認められ，原告が主張するような，「撮像パネル」という語が，放射線の吸収により蛍光体層から生じる発光を電気信号に変換するための受光素子等の読み取り機構を備えるもののみを意味するという技術常識があったものとは認められない。",
                        "以上によれば，「撮像パネル」とは，入射するX線等の放射線によって形成される潜像を保持するとともに，それ自体で潜像を電気信号として直ちに出力できるものに限られず，他の手段を用いて潜像を読み出すことが可能なものであれば，「撮像パネル」に含まれる，というのが，本件特許の出願時における技術常識であったものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "訂正特許発明3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件訂正明細書の記載",
                      "text": [
                        "本件訂正明細書には，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「【技術分野】",
                          "text": [
                            "【0001】",
                            "本発明は，被写体の放射線画像を形成する際に用いられるシンチレータパネルに関する。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「【背景技術】",
                          "text": [
                            "・・・",
                            "【0003】",
                            "・・・近年ではコンピューテッドラジオグラフィ(computed radiography：CR)やフラットパネル型の放射線ディテクタ(flat  panel  detector：FPD)等に代表されるデジタル方式の放射線画像検出装置が登場している。・・・",
                            "【0004】",
                            "X線画像のデジタル技術の一つとしてコンピューテッド・ラジオグラフィ(CR)が現在医療現場で受け入れられている。しかしながら鮮鋭性が十分でなく空間分解能も不十分であり，スクリーン・フィルムシステムの画質レベルには到達していない。そして，更に新たなデジタルX線画像技術として，例えば，薄膜トランジスタ(TFT)を用いた平板X線検出装置(FPD)が開発されて・・・いる。",
                            "【0005】",
                            "放射線を可視光に変換するために，放射線により発光する特性を有するX線蛍光体で作られたシンチレータパネルが使用されるが，低線量の撮影においてのSＮ比を向上するためには，発光効率の高いシンチレータパネルを使用することが必要になってくる。一般にシンチレータパネルの発光効率は，シンチレータ層(蛍光体層)の厚さ，蛍光体のX線吸収係数によって決まるが，蛍光体層の厚さは厚くすればするほど，蛍光体層内での発光光の散乱が発生し，鮮鋭性は低下する。そのため，画質に必要な鮮鋭性を決めると，膜厚が決定する。",
                            "【0006】",
                            "・・・ヨウ化セシウム(CsI)はX線から可視光に対する変更率が比較的高く，蒸着によって容易に蛍光体を柱状結晶構造に形成出来るため，光ガイド効果により結晶内での発光光の散乱が抑えられ，蛍光体層の厚さを厚くすることが可能であった。",
                            "【0007】",
                            "しかしながらCsIのみでは発光効率が低いために，例えば，CsIとヨウ化ナトリウム(ＮaI)を任意のモル比で混合したものを，蒸着を用いて基板上にナトリウム賦活ヨウ化セシウム(CsI：Ｎa)として堆積，又近年ではCsIとヨウ化タリウム(TlI)を任意のモル比で混合したしたものを，蒸着を用いて基板上にタリリウム賦活ヨウ化セシウム(CsI：Tl)として堆積したものに，後工程としてアニールを行うことで可視変換効率を向上させ，X線蛍光体として使用している。",
                            "【0008】",
                            "また他の光出力を増大する手段として，シンチレータを形成する基板を反射性とする方法・・・，基板上に反射層を設ける方法・・・，基板上に設けられた反射性金属薄膜と，金属薄膜を覆う透明有機膜上にシンチレータを形成する方法・・・などが提案されているが，これらの方法は得られる光量は増加するが，鮮鋭性が著しく低下するという欠点がある。",
                            "【0009】",
                            "またシンチレータパネルを平面受光素子面上に配置する方法…があるが生産効率が悪く，シンチレータパネルと平面受光素子面での鮮鋭性の劣化は避けられない。",
                            "【0010】",
                            "従来，気体層法によるシンチレータの製造方法としては，アルミやアモルファスカーボンなど剛直な基板上に蛍光体層を形成し，その上にシンチレータの表面全体を保護膜で被覆させる・・・ことが一般的である。しかしながら，自由に曲げることのできないこれらの基板上に蛍光体層を形成した場合，シンチレータパネルと平面受光素子面を貼り合せる際に，基板の変形や蒸着時の反りなどの影響を受け，フラットパネルデテイクタの受光面内で均一な画質特性が得られないという欠点がある。この問題は近年のフラットパネルデテイクタの大型化に伴い深刻化してきている。",
                            "【0011】",
                            "この問題を回避するために撮像素子上に直接，蒸着でシンチレータを形成する方法や，鮮鋭性の低いが，可とう性を有する医用増感紙などをシンチレータパネルの代用として用いることが一般的に行われている。また，保護層としてポリパラキシリレン等の柔軟な保護層を使用した例が示されて・・・いる。しかしながら，基板として使用しているアルミやアモルファスカーボンなどは剛直であり，基板の凹凸や反りなどの影響により，シンチレータパネル面と平面受光素子面の均一接触は達成し難い。",
                            "【0012】",
                            "この様な状況から，放出される光量や鮮鋭性に優れ，シンチレータパネルと平面受光素子面間での鮮鋭性の劣化が少ない放射線フラットパネルデテイクタを開発することが望まれている。・・・」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「【発明の開示】",
                          "text": [
                            "【発明が解決しようとする課題】",
                            "【0013】",
                            "本発明は，上記状況に鑑み成されたものであり，その課題はシンチレータの発光取り出し効率，鮮鋭性が高く，平面受光素子面間での鮮鋭性の劣化が少ないシンチレータパネルを提供することである。」"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「【発明の効果】",
                          "text": [
                            "【0024】",
                            "本発明の上記手段により，シンチレータの発光取り出し効率，鮮鋭性が高く，平面受光素子面間での鮮鋭性の劣化が少ないシンチレータパネルを提供することができる。」"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "「【発明を実施するための最良の形態】",
                          "text": [
                            "・・・",
                            "【0027】",
                            "本発明者らは，上記課題を達成するために鋭意検討を加えた結果・・・反射層を白色顔料及びバインダー樹脂で形成することで，高い発光取り出し効率を殆ど減じることなく，鮮鋭性が飛躍的に向上することを見出した。",
                            "・・・",
                            "【0029】",
                            "(シンチレータパネルの構成)",
                            "本発明のシンチレータパネルは，基板上に反射層及びシンチレータ層を設けて成るシンチレータパネルであって，反射層を平均粒径0．1～3．0μmを中心にした白色顔料及びバインダー樹脂で形成することが好ましい。",
                            "・・・",
                            "【0031】",
                            "(反射層)",
                            "本発明に係る反射層は，基板とシンチレータ層の間に存在し，アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からなる。",
                            "【0032】",
                            "当該反射層の厚さは，0．2～3．0μmであることが，発光光取り出し効率の観点から好ましい。",
                            "【0033】",
                            "以下，反射層の構成要素について説明する。",
                            "【0034】",
                            "〈白色顔料〉",
                            "白色顔料としては，Al O ，ZrO ，TiO ，Y O を挙げることができる。これらの物質は単独で用いてもよいし，あるいは組み合わせて用いてもよい。これらの高い屈折率を有する物質は，その高い屈折率によって本発明の効果を高めることができる。特にTiOが好ましい。",
                            "【0035】",
                            "〈バインダー樹脂〉",
                            "本発明において白色顔料は，バインダー樹脂中に分散されて用いられる。分散剤は，用いるバインダーと白色顔料とに合わせて種々のものを用いることができる。バインダーとしては，ガラス転位温度(Tg)が30～100℃のポリマーであることが，蒸着結晶と基板との膜付の点で好ましく，特にポリエステル樹脂であることが好ましい。",
                            "・・・",
                            "【0038】",
                            "本発明に係る反射層は，溶剤に溶解した樹脂を塗布，乾燥して形成することが好ましい。前記樹脂としては，具体的には，ポリウレタン，塩化ビニル共重合体，塩化ビニル-酢酸ビニル共重合体，塩化ビニル-塩化ビニリデン共重合体，塩化ビニル-アクリロニトリル共重合体，ブタジエン-アクリロニトリル共重合体，ポリアミド樹脂，ポリビニルブチラール，ポリエステル，セルロース誘導体(ニトロセルロース等)，スチレン-ブタジエン共重合体，各種の合成ゴム系樹脂，フェノール樹脂，エポキシ樹脂，尿素樹脂，メラミン樹脂，フェノキシ樹脂，シリコン樹脂，アクリル系樹脂，尿素ホルムアミド樹脂等が挙げられる。なかでもポリウレタン，ポリエステル，塩化ビニル系共重合体，ポリビニールブチラール，ニトロセルロースを使用することが好ましい。特にガラス転位温度が30～100℃のバインダー樹脂を含有することが好ましい。通常，蒸着によるシンチレータを形成するにあたっては，基板温度は150℃～250℃で実施されるが，反射層にガラス転位温度が30～100℃を含有しておくことで，光反射層が接着層としても有効に機能するようになる。",
                            "・・・",
                            "【0040】",
                            "(シンチレータ層)",
                            "シンチレータ層(「蛍光体層」ともいう。)を形成する材料としては・・・X線から可視光に対する変更率が比較的高く，蒸着によって容易に蛍光体を柱状結晶構造に形成出来るため，光ガイド効果により結晶内での発光光の散乱が抑えられ，シンチレータ層(蛍光体層)の厚さを厚くすることが可能であることから，ヨウ化セシウム(CsI)が好ましい。",
                            "・・・",
                            "【0042】",
                            "・・・本発明においては，特に，1種類以上のタリウム化合物を含む添加剤とヨウ化セシウムとを原材料とすることが好ましい。すなわち，タリリウム賦活ヨウ化セシウム(CsI：Tl)は400nmから750nmまでの広い発光波長をもつことから好ましい。」",
                            "・・・",
                            "【0056】",
                            "特に，ポリイミド又はポリエチレンナフタレートを含有する高分子フィルム等が，ヨウ化セシウムを原材料として気相法にて柱状シンチレータを形成する場合に，好適である。特に基板が厚さ50～500μmの可とう性を有する高分子フィルムであることが好ましい。",
                            "・・・",
                            "【0062】",
                            "・・・シンチレータパネルと平面受光素子面を貼り合せる際に，基板の変形や蒸着時の反りなどの影響を受け，フラットパネルデテイクタの受光面内で均一な画質特性が得られないという点に関して，該基板を，厚さ50μm以上500μm以下の高分子フィルムとすることでシンチレータパネルが平面受光素子面形状に合った形状に変形し，フラットパネルデテイクタの受光面全体で均一な鮮鋭性が得られる。",
                            "【0063】",
                            "(シンチレータパネルの作製方法)",
                            "本発明のシンチレータパネルの作製方法の典型的例について，図を参照しながら説明する。なお，図1は，放射線用シンチレータパネル10の概略構成を示す断面図である。図2は，放射線用シンチレータパネル10の拡大断面図である。",
                            "・・・",
                            "【0075】",
                            "(放射線画像検出器)",
                            "以下に，上記放射線用シンチレータパネル10の一適用例として，図4及び図5を参照しながら，当該放射線用シンチレータプレート10を具備した放射線画像検出器100の構成について説明する。なお，図4は放射線画像検出器100の概略構成を示す一部破断斜視図である。また，図5は撮像パネル51の拡大断面図である。",
                            "【0076】",
                            "図4に示す通り，放射線画像検出器100には，撮像パネル51，放射線画像検出器100の動作を制御する制御部52，書き換え可能な専用メモリ(例えばフラッシュメモリ)等を用いて撮像パネル51から出力された画像信号を記憶する記憶手段であるメモリ部53，撮像パネル51を駆動して画像信号を得るために必要とされる電力を供給する電力供給手段である電源部54，等が筐体55の内部に設けられている。・・・",
                            "【0077】",
                            "ここで，放射線画像検出器100に電源部54を設けるとともに放射線画像の画像信号を記憶するメモリ部53を設け，コネクタ56を介して放射線画像検出器100を着脱自在にすれば，放射線画像検出器100を持ち運びできる可搬構造とすることができる。",
                            "【0078】",
                            "図5に示すように，撮像パネル51は，放射線用シンチレータパネル10と，放射線用シンチレータパネル10からの電磁波を吸収して画像信号を出力する出力基板20と，から構成されている。",
                            "・・・",
                            "【0080】",
                            "出力基板20は，放射線用シンチレータパネル10の放射線照射面と反対側の面に設けられており，放射線用シンチレータパネル10側から順に，隔膜20a，光電変換素子20b，画像信号出力層20c及び基板20dを備えている。",
                            "・・・",
                            "【0082】",
                            "光電変換素子20bは，透明電極21と，透明電極21を透過して入光した電磁波により励起されて電荷を発生する電荷発生層22と，透明電極21に対しての対極になる対電極23とから構成されており，隔膜20a側から順に透明電極21，電荷発生層22，対電極23が配置される。",
                            "【0083】",
                            "透明電極21とは，光電変換される電磁波を透過させる電極であり，例えばインジウムチンオキシド(ITO)，SnO2，ZnOなどの導電性透明材料を用いて形成される。",
                            "【0084】",
                            "電荷発生層22は，透明電極21の一面側に薄膜状に形成されており，光電変換可能な化合物として光によって電荷分離する有機化合物を含有するものであり，電荷を発生し得る電子供与体及び電子受容体としての導電性化合物をそれぞれ含有している。電荷発生層22では，電磁波が入射されると，電子供与体は励起されて電子を放出し，放出された電子は電子受容体に移動して，電荷発生層22内に電荷，すなわち，正孔と電子のキャリアが発生するようになっている。",
                            "【0085】",
                            "ここで，電子供与体としての導電性化合物としては，p型導電性高分子化合物が挙げられ，p型導電性高分子化合物としては，ポリフェニレンビニレン，ポリチオフェン，ポリ(チオフェンビニレン)，ポリアセチレン，ポリピロール，ポリフルオレン，ポリ(p-フェニレン)又はポリアニリンの基本骨格を持つものが好ましい。",
                            "【0086】",
                            "また，電子受容体としての導電性化合物としては，n型導電性高分子化合物が挙げられ，n型導電性高分子化合物としては，ポリピリジンの基本骨格を持つものが好ましく，特にポリ(p-ピリジルビニレン)の基本骨格を持つものが好ましい。",
                            "【0087】",
                            "電荷発生層22の膜厚は，光吸収量を確保するといった観点から，10nm以上(特に100nm以上)が好ましく，また電気抵抗が大きくなりすぎないといった観点から，1μm以下(特に300nm以下)が好ましい。",
                            "【0088】",
                            "対電極23は，電荷発生層22の電磁波が入光される側の面と反対側に配置されている。対電極23は，例えば，金，銀，アルミニウム，クロムなどの一般の金属電極や，透明電極21の中から選択して用いることが可能であるが，良好な特性を得るためには仕事関数の小さい(4．5eV以下)金属，合金，電気伝導性化合物及びこれらの混合物を電極物質とするのが好ましい。",
                            "【0089】",
                            "また，電荷発生層22を挟む各電極(透明電極21及び対電極23)との間には，電荷発生層22とこれら電極が反応しないように緩衝地帯として作用させるためのバッファー層を設けてもよい。バッファー層は，例えば，フッ化リチウム及びポリ(3，4-エチレンジオキシチオフェン)：ポリ(4-スチレンスルホナート)，2，9-ジメチル-4，7-ジフェニル［1，10］フェナントロリンなどを用いて形成される。",
                            "【0090】",
                            "画像信号出力層20cは，光電変換素子20bで得られた電荷の蓄積および蓄積された電荷に基づく信号の出力を行うものであり，光電変換素子20bで生成された電荷を画素毎に蓄積する電荷蓄積素子であるコンデンサ24と，蓄積された電荷を信号として出力する画像信号出力素子であるトランジスタ25とを用いて構成されている。",
                            "【0091】",
                            "トランジスタ25は，例えばTFT(薄膜トランジスタ)を用いるものとする。このTFTは，液晶ディスプレイ等に使用されている無機半導体系のものでも，有機半導体を用いたものでもよく，好ましくはプラスチックフィルム上に形成されたTFTである。プラスチックフィルム上に形成されたTFTとしては，アモルファスシリコン系のものが知られているが，その他，米国Alien Technology社が開発しているFSA(Fluidic Self Assembly)技術，即ち，単結晶シリコンで作製した微小CMOS(Ｎanoblocks)をエンボス加工したプラスチックフィルム上に配列させることで，フレキシブルなプラスチックフィルム上にTFTを形成するものとしても良い。さらに，Science，283，822(1999)やAppl．Phys．Lett，771488(1998)，Ｎature，403，521(2000)等の文献に記載されているような有機半導体を用いたTFTであってもよい。",
                            "【0092】",
                            "このように，本発明に用いられるトランジスタ25としては，上記FSA技術で作製したTFT及び有機半導体を用いたTFTが好ましく，特に好ましいものは有機半導体を用いたTFTである。この有機半導体を用いてTFTを構成すれば，シリコンを用いてTFTを構成する場合のように真空蒸着装置等の設備が不要となり，印刷技術やインクジェット技術を活用してTFTを形成できるので，製造コストが安価となる。さらに，加工温度を低くできることから熱に弱いプラスチック基板上にも形成できる。",
                            "【0093】",
                            "トランジスタ25には，光電変換素子20bで発生した電荷を蓄積するとともに，コンデンサ24の一方の電極となる収集電極(図示せず)が電気的に接続されている。コンデンサ24には光電変換素子20bで生成された電荷が蓄積されるとともに，この蓄積された電荷はトランジスタ25を駆動することで読み出される。すなわちトランジスタ25を駆動させることで放射線画像の画素毎の信号を出力させることができる。」"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "「【図面の簡単な説明】",
                          "text": [
                            "【0118】",
                            "【図1】放射線用シンチレータパネル10の概略構成を示す断面図",
                            "【図2】放射線用シンチレータパネル10の拡大断面図",
                            "・・・",
                            "【図5】撮像パネル51の拡大断面図",
                            "【符号の説明】",
                            "【0119】"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "基板"
        },
        {
          "fig": "2",
          "subject": "シンチレータ(蛍光体)層"
        },
        {
          "fig": "3",
          "subject": "反射層"
        },
        {
          "fig": "10",
          "subject": "放射線用シンチレータパネル",
          "text": [
            "・・・」"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "g",
                          "subject": "「【図1】",
                          "text": [
                            "」",
                            "「【図2】",
                            "」",
                            "「【図5】",
                            "」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正特許発明3の概要",
                      "text": [
                        "上記記載によれば，訂正特許発明3は，概要，次のとおりの発明であることが認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "訂正特許発明3は，被写体の放射線画像を形成する際に用いられるシンチレータパネルに関する(【0001】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "近年，コンピューテッドラジオグラフィ(computed  radiography：CR)等に代表されるデジタル方式の放射線画像検出装置が登場しており(【0003】)，放射線を可視光に変換するために，放射線により発光する特性を有するX線蛍光体で作られたシンチレータパネルが使用されている(【0005】)。",
                            "また，シンチレータ層(蛍光体層)(【0005】)の形成材料として用いられるヨウ化セシウム(CsI)は，X線から可視光に対する変換率が比較的高く，蒸着によって容易に蛍光体を柱状結晶構造に形成できるため，光ガイド効果により結晶内での発光光の散乱が抑えられ，蛍光体層を厚くすることが可能であるが(【0006】)，近年では，CsIとヨウ化タリウム(TlI)を任意のモル比で混合したものを，蒸着を用いて基板上に堆積したタリリウム賦活ヨウ化セシウム(CsI：Tl)が可視光変換効率の向上したX線蛍光体として使用されている(【0007】)。",
                            "しかし，従来，気体層法によるシンチレータの製造方法としては，アルミやアモルファスカーボンなど剛直な基板上に蛍光体層を形成することが一般的であったため，シンチレータパネルと平面受光素子面を貼り合わせる際に(【0010】)，基板の凹凸や反りなどの影響により，シンチレータパネル面と平面受光素子面の均一接触は達成し難いという状況にあった(【0011】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "訂正特許発明3は，上記状況に鑑み成されたものであり，その課題はシンチレータの発光取り出し効率，鮮鋭性が高く，平面受光素子面間での鮮鋭性の劣化が少ないシンチレータパネルを提供することである(【0013】)。",
                            "訂正特許発明3の発明者らは，反射層を白色顔料及びバインダー樹脂で形成することで，高い発光取り出し効率を殆ど減じることなく，鮮鋭性が飛躍的に向上することを見出した(【0027】)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "訂正特許発明3は，基板上に反射層及びヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料(【0040】，【0042】)として基板温度150℃～250℃において蒸着により形成された柱状結晶構造のシンチレータ層(【0038】)を有するシンチレータパネルであって，該反射層が，該基板と該柱状結晶構造のシンチレータ層との間に存在し，アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からなり，該反射層は，溶剤に分散または溶解した該白色顔料および該バインダー樹脂を塗布および乾燥して形成したものであって，前記白色顔料が，平均粒径0．1～3．0μmの白色顔料であり(【0029】，【0034】，【0038】)，該バインダー樹脂が，100℃以下のガラス転移温度(Tg)を有する樹脂であって(【0035】，【0038】)，ポリウレタン，塩化ビニル共重合体，塩化ビニル-酢酸ビニル共重合体，塩化ビニル-塩化ビニリデン共重合体，塩化ビニル-アクリロニトリル共重合体，ブタジエン-アクリロニトリル共重合体，ポリアミド樹脂，ポリビニルブチラール，ポリエステル，セルロース誘導体，ニトロセルロース，スチレン-ブタジエン共重合体，合成ゴム系樹脂，フェノール樹脂，エポキシ樹脂，尿素樹脂，メラミン樹脂，フェノキシ樹脂，シリコン樹脂，アクリル系樹脂，または尿素ホルムアミド樹脂から選ばれる樹脂(【0038】)であり，該柱状結晶構造のシンチレータ層は，該反射層の表面に柱状結晶体を成長させて形成したものであり，該シンチレータパネルは，入射された放射線のエネルギーを吸収してその強度に応じた電磁波を発光し，該電磁波を吸収して画像信号を出力する出力基板とともに撮像パネルを構成し，該出力基板は，光電変換素子を備え(【0078】，【0080】)，さらに，該シンチレータパネルは，該出力基板の光電変換素子面形状に合った形状に変形していること(【0056】，【0062】)を特徴とするシンチレータパネルである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "訂正特許発明3では，基板温度150℃～250℃において蒸着により柱状結晶構造のシンチレータ層を形成する際に，バインダー樹脂のガラス転移温度(Tg)を100℃以下にすることで，反射層が接着層としても有効に機能し(【0035】，【0038】)，また，シンチレータパネルが平面受光素子面形状に合った形状に変形することで，受光面全体で均一な鮮鋭性を得ることができる(【0062】)ため，シンチレータの発光取り出し効率，鮮鋭性が高く，平面受光素子面間での鮮鋭性の劣化が少ないシンチレータパネルを提供することができる(【0024】)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「撮像パネル」の意味について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，訂正特許発明の技術分野において，「撮像パネル」という語は，放射線の吸収により蛍光体層から生じる発光を電気信号に変換するための受光素子等の読み取り機構を備えるものを意味すると主張する(前記第3の1(1)ア)。",
                        "しかし，まず，前記エにおいて説示したとおり，「撮像パネル」とは，入射するX線等の放射線によって形成される潜像を保持するとともに，それ自体で潜像を電気信号として直ちに出力できるものに限られず，他の手段を用いて潜像を読み出すことが可能なものであれば，「撮像パネル」に含まれる，というのが，本件特許の出願時における技術常識であったものである。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，訂正特許発明1の「撮像パネル」は，シンチレータパネルが出力基板に押し付けられて固定され両者が一体化した物である(本件訂正明細書の図5)とも主張する(前記第3の1(1)イ)。",
                        "しかし，請求項1には，シンチレータパネルと出力基板との関係について，「該シンチレータパネルは，入射された放射線のエネルギーを吸収してその強度に応じた電磁波を発光し，該電磁波を吸収して画像信号を出力する出力基板とともに撮像パネルを構成し，該出力基板は，光電変換素子を備え」と記載されているのみであり，原告が主張するように，「押し付けられて固定され両者が一体化した物である」ことは，発明特定事項としては記載されていない。そして，請求項1に記載されている上記の態様に照らせば，シンチレータパネルは，出力基板に押し付けられて固定され両者が一体化した物であるまでの必要はなく，放射線照射時において，出力基板と密着した状態で配置されていることをもって足りるというべきである。",
                        "したがって，訂正特許発明1の「撮像パネル」は，原告が主張するように，シンチレータパネルが出力基板に押し付けられて固定され両者が一体となった物である必要はなく，放射線照射時において，出力基板と密着した状態で配置されていることをもって足りると認めるのが相当である。原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，訂正特許発明1の「撮像パネル」は，シンチレータ層から発光された蛍光を，それ自体で電気信号として変換し画像として直ちに出力することができる物である(本件訂正明細書の【0077】及び【0082】ないし【0093】)と主張する(前記第3の1(1)イ)。",
                        "しかし，前記(ア)の技術常識に照らせば，本件訂正明細書において用いられている「撮像パネル」という語が，技術常識とは異なり，入射するX線等の放射線によって形成される潜像を保持するとともに，それ自体で潜像を電気信号として直ちに出力できるものに限られ，他の手段を用いて初めて潜像を読み出すことが可能となるようなものは，「撮像パネル」には含まれない，ということが本件訂正明細書において記載又は示唆されていれば格別，そのような記載がなければ，本件訂正明細書において用いられている「撮像パネル」の語は，前記技術常識に従い，入射するX線等の放射線によって形成される潜像を保持するとともに，それ自体で潜像を電気信号として直ちに出力できるものに限られず，他の手段を用いて潜像を読み出すことが可能なものを含むというべきである。",
                        "このような観点から前記オ(ア)の本件訂正明細書の記載を見ると，原告の指摘する【0077】及び【0082】ないし【0093】には，「撮像パネル51」が，シンチレータ層から発光された蛍光を，それ自体で電気信号として変換し画像として直ちに出力する，という動作をするということは，記載されているといえるものの，本件訂正明細書には，「撮像パネル51」が，シンチレータ層から発光された蛍光を，それ自体で潜像を電気信号として直ちに出力できるものに限られ，他の手段を用いて初めて潜像を読み出すことが可能となるようなものは，「撮像パネル」には含まれないということについては，明示的な記載はもとより，これを示唆する記載もない。",
                        "そうすると，本件訂正明細書において用いられている「撮像パネル」の語も，前記技術常識に従い，入射するX線等の放射線によって形成される潜像を保持するとともに，それ自体で潜像を電気信号として直ちに出力できるものに限られず，他の手段を用いて潜像を読み出すことが可能なものを含む概念というべきである。",
                        "したがって，訂正特許発明1の「撮像パネル」は，原告が主張するように，シンチレータ層から発光された蛍光を，それ自体で電気信号として変換し画像として直ちに出力することができる物である必要はなく，入射するX線等の放射線によって形成される潜像を保持するとともに，それ自体で潜像を電気信号として直ちに出力できるものに限られず，他の手段を用いて潜像を読み出すことが可能なものを含む概念であると認めるのが相当である。原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明について",
              "text": [
                "原告は，審決による甲1発明の認定及び訂正特許発明1と甲1発明の一致点の認定は誤りであると主張する(前記第3の1(1))ので，以下，甲1の記載に基づいて甲1発明の概要について確認し(後記ア)，その上で，審決による上記認定について検討する(後記イ)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の概要について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明の記載",
                      "text": [
                        "甲1には，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「【請求項19】・・・放射線吸収性蛍光体層をそれぞれ有する二枚の蛍光スクリーンの間に・・・蓄積性蛍光体層を有する放射線像変換パネルを，それぞれ密着状態で配置し，いずれか一方のスクリーンの側から・・・放射線を照射して，パネルに該放射線の空間的エネルギー分布情報を潜像として記録させた後，パネルを両方のスクリーンより引き離し・・・」"
                        },
                        {
                          "fig": "b",
                          "subject": "「【0001】",
                          "text": [
                            "【発明の属する技術分野】本発明は，蓄積性蛍光体を利用する放射線画像形成方法・・・に有利に用いられる放射線画像形成材料に関するものである。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「【従来の技術】",
                          "text": [
                            "・・・",
                            "【0007】・・・放射線像変換方法において，これまで数々の輝尽性蛍光体が提案され，実用化されてきたが，いずれの輝尽性蛍光体も放射線を直接吸収してそのエネルギーを蓄積するものであった。言い換えれば，放射線を吸収する蛍光体がエネルギーを蓄積する蛍光体を兼ねているため，蛍光体を選択する際に，放射線吸収性の高さを充分に考慮して最適な蛍光体を選ぶことができなかった。従って，これまでに提案または実用化された輝尽性蛍光体は，必ずしもその放射線吸収が充分に満足できるレベルの蛍光体であるとは言えなかった。」"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「【0011】",
                          "text": [
                            "【発明が解決しようとする課題】・・・本発明は，高感度の放射線像変換パネルと蛍光スクリーンとからなる放射線画像形成材料を提供することにもある。」"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "「【0012】",
                          "text": [
                            "【課題を解決するための手段】本発明者は・・・従来の輝尽性蛍光体における放射線吸収機能とエネルギー蓄積機能を分離して，二種類の蛍光体に各機能を分担させることにより，放射線吸収の優れた蛍光体を用いることが可能となり，その結果，上記方法の放射線吸収率を高められることを見い出した。・・・",
                            "【0014】・・・放射線吸収性蛍光体層をそれぞれ有する二枚の蛍光スクリーンの間に・・・蓄積性蛍光体層を有する放射線像変換パネルを，それぞれ密着状態で配置し，いずれか一方のスクリーンの側から・・・放射線を照射して，パネルに該放射線の空間的エネルギー分布情報を潜像として記録させた後，パネルを両方のスクリーンより引き離し・・・」"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "「【発明の実施の形態】",
                          "text": [
                            "・・・",
                            "【0029】フロント側の放射線吸収性蛍光体層12aの層厚は，一般には50乃至200μmの範囲にあり，好ましくは100乃至150μmの範囲にある。・・・",
                            "【0030】一方，蓄積性蛍光体層13は，・・・その層厚は薄くすることができて，一般には1乃至50μmの範囲にあり，好ましくは5乃至20μmの範囲にある。好ましくは，蓄積性蛍光体層13は放射線吸収性蛍光体層12aよりも薄く，さらに好ましくは，蓄積性蛍光体層13の層厚は，放射線吸収性蛍光体層12aおよび12bの全層厚の0．2乃至20％の範囲にある。",
                            "【0031】・・・保護層14a，14bの層厚は，一般には約1μm乃至20μmの範囲にあり，好ましくは3乃至15μmの範囲にある。",
                            "【0032】図2において，放射線画像形成材料20は，フロント側の蛍光スクリーン20b，バック側の蛍光スクリーン20c，及びその間のセンターの放射線像変換パネル20aからなる。フロント側スクリーン20bは順に，支持体21b，放射線吸収性蛍光体層22b，および保護層24bから構成されている。バック側スクリーン20cは順に，支持体21c，放射線吸収性蛍光体層22c，および保護層24cから構成されている。センターパネル20aは順に，保護層24a，蓄積性蛍光体層23，および保護層24a’から構成されている。",
                            "・・・",
                            "【0042】(放射線吸収蛍光体)本発明の放射線画像形成材料の放射線吸収性蛍光体層および蛍光スクリーンで用いられる放射線吸収蛍光体は，本発明の方法による画像形成に用いられる，X線，γ線，β線，α線，紫外線，中性子線等の放射線を吸収して，通常は瞬時に紫外乃至可視領域に発光を示す蛍光体である。本発明で用いる放射線吸収蛍光体は…特に好ましいのは・・・CsX系(Xはハロゲン)・・・等を挙げることができる。・・・",
                            "【0048】(支持体)支持体は通常，柔軟な樹脂材料からなる厚みが50μm乃至1mmのシートあるいはフィルムである。…支持体の形成に用いることのできる樹脂材料の例としては，ポリエチレンテレフタレート，ポリエチレンナフタレート，アラミド樹脂，ポリイミド樹脂などの各種樹脂材料を挙げることができる。・・・",
                            "【0049】(放射線吸収性蛍光体層)まず，上記の放射線吸収蛍光体粒子と結合剤とを溶剤に加え，これを十分に混合して，結合剤溶液中に放射線吸収蛍光体粒子が均一に分散した塗布液を調製する。蛍光体粒子を分散支持する結合剤については様々な種類の樹脂材料が知られており，本発明の放射線像変換パネルの製造においても，それらの公知の結合剤樹脂を中心とした任意の樹脂材料から適宜選択して用いることができる。・・・",
                            "【0051】本発明に係る放射線吸収性蛍光体層は，放射線吸収蛍光体とこれを分散状態で含有支持する結合剤とからなるのものばかりでなく・・・蒸着膜・・・などでもよい。",
                            "【0052】(隔壁)また，放射線吸収性蛍光体層には，発光光の散乱を防止して得られる画像の画質を高める目的で，蛍光体層を平面方向に沿って細分区画する隔壁が設けられていてもよい。放射線吸収性蛍光体層は層厚が比較的厚いので，隔壁を設けることにより発光光の拡散を有効に防止することができる。・・・",
                            "【0053】・・・上記のように蛍光体層が蒸着膜などのように放射線吸収蛍光体の凝集体からなる場合には，クラックを形成させることにより隔壁とすることができる。そのような蛍光体層の例としては・・・CsI：Tl・・・などの針状結晶膜を挙げることができる。",
                            "・・・",
                            "【0084】(拡散反射層)また，この放射線像変換パネルがフロント側となる場合には，支持体と放射線吸収性蛍光体層との間に，図14に示すように，拡散反射層を設けることが好ましい。本発明の画像形成材料に用いることのできる拡散反射層は，放射線吸収蛍光体からの発光光を反射する機能を有する層である。この拡散反射層の設置によって，蓄積性蛍光体層に入射する放射線吸収蛍光体からの発光光(一次励起光)の光量を増加させて，高感度の放射線像変換パネルとすることができる。図14において，放射線像変換パネル10a”は順に，支持体11a，拡散反射層16，放射線吸収性蛍光体層12a，蓄積性蛍光体層13，および保護層14aから構成されている。",
                            "【0085】拡散反射層は，二酸化チタン，酸化イットリウム，酸化ジルコニウム，酸化アルミニウム(アルミナ)などの光反射性物質を含有する層である。・・・光反射性物質として好ましいのは二酸化チタンであり，特により屈折率の高いルチル型が好ましい。・・・",
                            "【0086】・・・光反射性物質の平均粒子径は，一般には0．1乃至0．5μmの範囲にあり…拡散反射層の層厚は一般に15乃至100μmの範囲にある。",
                            "【0087】拡散反射層は，上記微粒子状の光反射性物質および結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成することができる。結合剤および溶剤は，前記蛍光体層に使用することが可能なものの中から適宜選択して用いることができる。」"
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "「【0103】",
                          "text": [
                            "［放射線画像形成方法］次に，・・・本発明の放射線画像形成方法について，・・・説明する。",
                            "・・・",
                            "【0106】放射線は，・・・被検体に関する空間的エネルギー分布情報を有する放射線としてフロント側パネル10aに入射する。入射した放射線の一部は，放射線吸収性蛍光体層12aの放射線吸収蛍光体に吸収されて，紫外乃至可視領域の波長の光(瞬時発光光)に変換される。この発光光は，隣接する蓄積性蛍光体層13に入射し，蛍光体層中の輝尽性蛍光体に吸収されてそのエネルギーが蓄積され，蓄積性蛍光体層13には被検体の空間的エネルギー分布情報が潜像として記録される。",
                            "・・・",
                            "【0109】・・・放射線画像情報読取装置を用いて，フロント側パネル10aに記録された被検体の空間的エネルギー情報を読み取る。・・・」"
                          ]
                        },
                        {
                          "fig": "h",
                          "subject": "「【0140】",
                          "text": [
                            "【発明の効果】本発明によれば，放射線画像形成に関わる蛍光体の放射線吸収機能とエネルギー蓄積機能を分離して，二種類の蛍光体に各機能を分担させ，放射線吸収機能を担う蛍光体には放射線吸収率の高い蛍光体を用いることにより…検出量子効率の高い画像形成を実現することができる。・・・」"
                          ]
                        },
                        {
                          "fig": "i",
                          "subject": "「【図2】",
                          "text": [
                            "」",
                            "「【図14】",
                            "」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明の概要",
                      "text": [
                        "上記記載によれば，甲1発明は，概要，次のとおりの発明であることが認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1発明は，蓄積性蛍光体を利用する放射線画像形成方法に有利に用いられる放射線画像形成材料に関するものである(【0001】)。",
                            "従来，放射線像変換方法において，これまで数々の輝尽性蛍光体が提案され，実用化されてきたが，いずれも放射線を吸収する蛍光体がエネルギーを蓄積する蛍光体を兼ねているため，蛍光体を選択する際に，放射線吸収性の高さを充分に考慮して最適な蛍光体を選ぶことができなかった。従って，これまでに提案または実用化された輝尽性蛍光体は，必ずしもその放射線吸収が充分に満足できるレベルの蛍光体であるとはいえなかった(【0007】)。",
                            "そこで，甲1発明は，高感度の放射線像変換パネルと蛍光スクリーンとからなる放射線画像形成材料を提供すること等を課題とする(【0011】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲1発明のフロント側の蛍光スクリーン20bは，バック側の蛍光スクリーン20c，及びその間のセンターの放射線像変換パネル20aとともに放射線画像形成材料20を形成し，フロント側蛍光スクリーン20bは順に，支持体21b，放射線吸収性蛍光体層22b及び保護層24bから構成されており(図2，【0032】)，支持体21bは，ポリイミド樹脂からなる厚みが50μmないし1mmのシートあるいはフィルムであり(【0048】)，放射線吸収性蛍光体層22bは，CsI：Tlの針状結晶膜である蒸着膜からなり(【0051】～【0053】)，支持体21bと放射線吸収性蛍光体層22bとの間に，拡散反射層を設け(【0084】)，拡散反射層は，平均粒子径が0．1ないし0．5μmの範囲にある二酸化チタンおよび結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体21b上に塗布乾燥することにより形成され，層厚が15ないし100μmの範囲にあり(【0085】～【0087】)，結合剤は樹脂材料であり(【0049】，【0087】)，放射線像変換パネル20aは順に，保護層24a，蓄積性蛍光体層23及び保護層24’aから構成されている(図2，【0032】)，フロント側の蛍光スクリーン20bである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲1発明は，以上のような構成により，放射線画像形成に関わる蛍光体の放射線吸収機能とエネルギー蓄積機能を分離して，二種類の蛍光体に各機能を分担させ，放射線吸収機能を担う蛍光体には放射線吸収率の高い蛍光体を用いることにより検出量子効率の高い画像形成を実現するという効果を奏するものである(【0140】)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明の認定及び訂正特許発明1と甲1発明の一致点の認定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲1発明の「フロント側の蛍光スクリーン20b」と「放射        線像変換パネル20a」は，両者が互いに固定されていないという点においても，また，入射された放射線のエネルギーを吸収しその強度に応じて発光された電磁波を電気信号に変換する読み取り機構を備えていないという点においても，「撮像パネル」に該当しないと主張する(前記第3の1(1)ウ)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "しかし，まず，訂正特許発明1の「撮像パネル」は，入射するX線等の放射線によって形成される潜像を保持するとともに，それ自体で潜像を電気信号として直ちに出力できるものに限られず，他の手段を用いて潜像を読み出すことが可能なものを含む概念である(前記(1)カ(ア))。",
                            "これを甲1発明についてみると，「フロント側の蛍光スクリーン20b」と「放射線像変換パネル20a」との接触状態については，「フロント側の蛍光スクリーン20bは・・・センターの放射線像変換パネル20aとともに放射線画像形成材料20を形成し」とされており，甲1には，「放射線吸収性蛍光体層をそれぞれ有する二枚の蛍光スクリーンの間に・・・蓄積性蛍光体層を有する放射線像変換パネルを，それぞれ密着状態で配置し，・・・放射線を照射して，パネルに該放射線の空間的エネルギー分布情報を潜像として記録させた後，パネルを両方のスクリーンより引き離し」(【請求項19】，【0014】)，「放射線画像形成材料が別の構成(例えば，図4または図2，3)であっても，カセッテを上記と同様の構成，機構とすることにより，カセッテを閉蓋した状態で放射線像変換パネルと蛍光スクリーンが密着して重ね合わされ」(【0126】)と記載されている。",
                            "そうすると，甲1発明の「フロント側の蛍光スクリーン20b」と「放射線像変換パネル20a」は，放射線照射時には，密着状態で配置されているということができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，訂正特許発明1の「撮像パネル」は，シンチレータパネルが出力基板に押し付けられて固定され両者が一体となった物である必要はなく，放射線照射時において，出力基板と密着した状態で配置されていることをもって足りる(前記(1)カ(イ))。",
                            "これを甲1発明についてみると，甲1には，「被検体に関する空間的エネルギー分布情報を有する放射線としてフロント側パネル10aに入射した放射線の一部は，放射線吸収性蛍光体層12aの放射線吸収蛍光体に吸収されて，紫外ないし可視領域の波長の光(瞬時発光光)に変換される。この発光光は，隣接する蓄積性蛍光体層13に入射し，蛍光体層中の輝尽性蛍光体に吸収されてそのエネルギーが蓄積され，蓄積性蛍光体層13には被検体の空間的エネルギー分布情報が潜像として記録される」(【0106】)，「放射線画像情報読取装置を用いて，フロント側パネル10aに記録された被検体の空間的エネルギー情報を読み取る。」(【0109】)と記載されている。",
                            "そうすると，甲1発明の「放射線画像変換パネル20a」の「蓄積性蛍光体23」は，潜像を保持する機能を有し，放射線画像情報読取装置を用いて，潜像を読み出すことが可能なものであるということができる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，原告の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲1発明の「放射線像変換パネル20a」は，支持体を有さず，保護層24a及び24a’に挟まれた蓄積性蛍光体層23で構成されているだけであるから，これが審決の一致点の認定における「該電磁波を吸収して画像を形成する基板」(訂正特許発明1における「出力基板」に相当)ということもできないとも主張する(前記第3の1(1)エ)。",
                        "しかし，審決は，訂正特許発明1と甲1発明との相違点cとして，「訂正特許発明1は，「シンチレータパネル」から発光された電磁波を吸収するものが，「光電変換素子を備え，」「画像信号を出力する出力基板」であ・・・るのに対して，甲1発明は，「放射線吸収性蛍光体層22b」から発光された電磁波を吸収するものが，「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」であ・・・る点。」と認定した上で，甲1発明における「放射線像変換パネル20a」を，訂正特許発明1の「光電変換素子を備え，」「画像信号を出力する出力基板」に相当する事項に置き換えることの容易想到性について検討している。",
                        "そうすると，審決が，訂正特許発明1と甲1発明の一致点として，",
                        "「該電磁波を吸収して画像を形成する基板」を認定したことの適否は，訂正特許発明1の容易想到性に係る審決の判断を左右するものではない。",
                        "したがって，原告の上記主張は，それのみでは，審決の取消事由の主張としては失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，審決による甲1発明の認定及び訂正特許発明1と甲1発明の一致点の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点cの認定について",
              "text": [
                "原告は，審決が，相違点cとして，「訂正特許発明1は，・・・「該シンチレータパネルは，該出力基板の光電変換素子面形状に合った形状に変形している」のに対して，甲1発明は，・・・「フロント側の蛍光スクリーン20b」が「蓄積性蛍光体層23」の面形状にあった形状に変形しているか不明である」と認定した点について，甲1発明の「フロント側の蛍光スクリーン20b」は，「蓄積性蛍光体層23」の面形状にあった形状に変形していないから，審決の上記認定は誤りであると主張する(前記第3の1(2))ので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明における「フロント側の蛍光スクリーン20b」については，「フロント側蛍光スクリーン20bは順に，支持体21b，放射線吸収性蛍光体層22b，および保護層24bから構成されており，支持体21bは，ポリイミド樹脂からなる厚みが50μm乃至1mmのシートあるいはフィルムであり，放射線吸収性蛍光体層22bは，CsI：Tlの針状結晶膜である蒸着膜からなり，支持体21bと放射線吸収性蛍光体層22bとの間に，拡散反射層を設け，拡散反射層は，平均粒子径が0．1乃至0．5μmの範囲にある二酸化チタンおよび結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体21b上に塗布乾燥することにより形成され，層厚が15乃至100μmの範囲にあり，結合剤は樹脂材料であり」とされている。",
                    "また，甲1には，放射線吸収性蛍光体層と保護層の厚さについて，「フロント側の放射線吸収性蛍光体層・・・の層厚は，一般には50乃至200μmの範囲にあり，好ましくは100乃至150μmの範囲にある。」(【0029】)，「保護層・・・の層厚は，一般には約1μm乃至20μmの範囲にあり，好ましくは3乃至15μmの範囲にある。」(【0031】)と記載されている。",
                    "以上に加えて，本件訂正明細書に，シンチレータパネルの基板について，「特に基板が厚さ50～500μmの可とう性を有する高分子フィルムであることが好ましい」(【0056】)，「基板を，厚さ50μm以上500μm以下の高分子フィルムとすることでシンチレータパネルが平面受光素子面形状に合った形状に変形し」(【0062】)と記載されていることも併せて勘案すると，甲1発明における「フロント側の蛍光スクリーン20b」は，可とう性を有しているということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，甲1発明における「放射線像変換パネル20a」については，「放射線像変換パネル20aは順に，保護層24a，蓄積性蛍光体層23，および保護層24a’から構成されている」とされており，また，甲1には，蓄積性蛍光体層の厚さについて，「蓄積性蛍光体層13・・・の層厚は・・・一般には1乃至50μmの範囲にあり，好ましくは5乃至20μmの範囲にある。好ましくは，蓄積性蛍光体層13は放射線吸収性蛍光体層12aよりも薄く，さらに好ましくは，蓄積性蛍光体層13の層厚は，放射線吸収性蛍光体層12aおよび12bの全層厚の0．2乃至20％の範囲にある。」(【0030】)と記載され，保護層の厚さについては，前記アのとおりである。",
                    "したがって，甲1発明における「放射線像変換パネル20a」も，可とう性を有しているということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，前記(2)イ(ア)aのとおり，甲1発明の「フロント側の蛍光スクリーン20b」と「放射線像変換パネル20a」は，放射線照射時には，密着状態で配置されているということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，甲1発明における「フロント側の蛍光スクリーン20b」と「放射線像変換パネル20a」は，共に可とう性を有しており，放射線照射時には，密着状態で配置されている。そして，密着して配置された状態では，一方が変形せず，他方が変形して両者が密着する態様だけではなく，両者がそれぞれ一定程度変形した状態で密着する態様も想定することができるのであるから，両者の接触状態が，「フロント側の蛍光スクリーン20b」は変形せず，「放射線像変換パネル20a」のみが「フロント側の蛍光スクリーン20b」に追従して変形する態様に限定されるということはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，審決による相違点cの認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2a(相違点aの判断の誤り)について",
          "text": [
            "原告は，取消事由2(訂正特許発明3に関する進歩性判断の誤り)として，取消事由2aないし2cを主張するので，以下，順次判断する。",
            "まず，原告は，相違点aに係る訂正特許発明3の構成は容易想到ではなく，また，同構成により訂正特許発明3は顕著な効果を奏するものであるとして，相違点aに係る審決の判断は誤りであると主張する(前記第3の2(1)・取消事由2a)ので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点aの容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術常識について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲22について",
                      "text": [
                        "甲22(特開2000-180597号公報)には，以下の記載がある。",
                        "「【0008】",
                        "【発明の実施の形態】・・・基板ホルダ4に支えられた基板5は，ガラスから成ることが好ましい。アルカリハロゲン化物，例えばヨウ化タリウムのようなドーピング剤を含むヨウ化セシウムは，ガラス基板上に蒸着される。・・・」",
                        "「【0010】・・・TlでドープされたCs：Iに対しては，蒸着工程は180℃乃至220℃の温度域で有利に行われることが知られている。蛍光層を作る全工程中この温度を持続させるには，基板と基板ホルダの間で熱結合が実現される。・・・」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲23について",
                      "text": [
                        "甲23(特開平6-36714号公報)には，以下の記載がある。",
                        "「【0007】この図9に示す入力蛍光スクリーンは，アルミニウム基板1上によう化セシウム(CsI)の不連続蛍光体層2を形成し，この不連続蛍光体層2上によう化セシウムの連続蛍光体層3を積層させ，光電面4を連続して形成している。」",
                        "「【0014】また，不連続蛍光体層2の径は，スクリーン蒸着工程における基板温度に依存するので，蒸着時に基板温度を150℃に維持したまま，4．5Paの圧力下でよう化セシウム膜を形成させたところ，6μmの結晶柱の不連続蛍光体層2が形成され，基板温度を180℃に維持したところ，9μmの不連続蛍光体層2が形成された。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲24について",
                      "text": [
                        "甲24(特開2004-117347号公報)には，以下の記載がある。",
                        "「【0023】",
                        "図6には本発明による蛍光体シート，例えば蓄積性蛍光体シートが示す。この蛍光体シートはガラス又はアルミニウム製の基板1を備えている。基板1上に・・・補助層2を取り付けている。・・・この補助層2により構造化される基板上に蓄積性蛍光体を蒸着させる・・・。」",
                        "「【0025】",
                        "・・・好ましくは，補助層2はプラスチック，特に・・・パリレンC又はポリイミド層から構成する。・・・」",
                        "「【0032】",
                        "CsBr：Euに代えてCsI：Tl又はCsI：Ｎaも使用できる。基板材料としては，表1に列挙した材料を使用できる。圧力は0．0005～0．9Paの間であってよい。基板温度は150～300℃でなければならない。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ア)ないし(ウ)の記載によれば，蒸着によりCsI：Tlを形成する際の基板温度を150～300℃の範囲にすることは，技術常識であり，この基板温度の範囲は，CsI：Tlを形成する基板，層の材質が異なっても大きく変わるものではないものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知技術について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲7について",
                      "text": [
                        "甲7(特開2001-183464号公報)には，以下の記載がある。",
                        "「【0013】・・・図1に示すように，シンチレータパネル8は，平面形状を有するガラス製の基板26を備えており，その一方の表面には，真空蒸着法により100nmの厚さで形成された反射膜としてのAl膜13が形成されている。このAl膜13の表面には，入射した放射線を可視光に変換する柱状構造のシンチレータ16が250μmの厚さで形成されている。このシンチレータ16には，蒸着法によって成長させたTlドープのCsIが用いられている。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲41について",
                      "text": [
                        "甲41(特開2004-163410号公報)には，以下の記載がある。",
                        "「【0028】",
                        "本発明によれば支持体をカバーする鉛含有層は刺激する光の少なくとも80％(マンモグラフィ用途)を吸収し，刺激された光の少なくとも80％(一般に適用される放射線写真)を反射する。特別な例では前記層は上述の値を達成するために隣接する薄い層，例えばアルミニウム又は別の反射層でカバーされる。鉛の層は反射特性を有するので，貯蔵燐光体パネルにおける層配置をさらに最適化するため，及び最適化された解像度を得るため，このように使用することができる。あるいは，反射特性に関して，薄い反射アルミニウム箔と組合わせた鉛箔を使用することができる。」",
                        "「【0030】",
                        "貯蔵燐光体パネルは“結合剤のない貯蔵燐光体”に限定されないことは明らかである。“蒸着された燐光体”はさらにこの明細書全体を通じて，熱蒸着，化学蒸着，電子ビーム蒸着，無線周波数蒸着及びパルス化レーザ蒸着からなる群から選択されたいずれかの方法によって生成された燐光体を意味する。・・・",
                        "【0031】",
                        "・・・図1は刺激性燐光体(BaFBr：Eu，CsBr：Eu)で被覆された，支持体(3)(PET，Al，ガラス，非晶質炭素)と燐光体層(1)の間の中間層として鉛箔を有する貯蔵燐光体パネルを示し，そこでは鉛箔(2)は燐光体層(1)と支持体(3)の間の中間層として位置される。",
                        "【0032】",
                        "・・・所望の吸収及び反射特性を達成するため，本発明のスクリーンに使用される支持体は，特別な層として所望の鉛含有層を別にして，針状燐光体の蒸着の場合において支持体上にさらに被覆される特別な層は全くないように処理される。…鉛含有層は燐光体を蒸着するための支持体における不均一性をさらに描くかもしれない。これは極めて望ましい例である。なぜならばそれはもし望むなら針状形態で燐光体結晶を蒸着することを助けるからである。",
                        "【0033】",
                        "さらなる例では鉛又は鉛酸化合物の可撓性層は可撓性ポリマー支持体上に接着剤層を与えられ，前記接着剤層上に被覆された結合剤に分散された鉛又は鉛酸化物の層である。・・・」",
                        "「【0039】",
                        "好適な結合剤に分散されかつ好ましいポリマー支持体上に層で被覆される鉛酸化物を鉛箔のための代替物として使用してもよい。増感スクリーンの層中の燐光体の分散のために使用されるもののような従来の結合剤のいずれかをここで使用してもよい。かかる結合剤としては例えばポリビニルブチラール，ポリビニルアセテート，ウレタン，ポリビニルアルコール，ポリエステル樹脂，ポリメチルメタクリレートなどが挙げられる。本発明によれば貯蔵燐光体スクリーン又はパネルでは鉛化合物を含有する前記結合剤はポリビニルブチラール，ポリビニルアセテート，ウレタン，ポリビニルアルコール，ポリエステル樹脂及びポリメチルメタクリレートからなる群から選択される。通常，結合剤は好適な溶媒及びその中の鉛酸化物の分散助剤としての通常の湿潤剤と混合される。存在する結合剤のレベルは鉛で被覆された薄い支持体を与えるために分散された鉛酸化物に対して低く維持されるべきである。」",
                        "「【0060】",
                        "本発明は下記工程を含む貯蔵燐光体パネルの製造方法をさらに含む：",
                        "- 燐光体プレート又はパネルのための支持体材料として中間鉛含有シート又は箔でカバーされた好適な支持体(例えば非晶質炭素フィルム)を与える；",
                        "- 前記支持体材料上に貯蔵燐光体層を真空蒸着する；",
                        "- 所望により，前記燐光体によってカバーされない支持体材料の側上にポリマーフィルムを積層する。",
                        "【0061】",
                        "本発明は下記工程を含む貯蔵燐光体パネルの製造方法をさらに含む：",
                        "- 燐光体プレート又はパネルのための支持体材料として中間鉛含有シート又は箔でカバーされた好適な支持体(例えば非晶質炭素フィルム)を与える；",
                        "- その上に正反射層を適用する；",
                        "- 前記反射層上に貯蔵燐光体層をさらに蒸着する；及び",
                        "- 所望により，前記燐光体によってカバーされない反射層の側上にポリマーフィルムを積層する。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲8について",
                      "text": [
                        "甲8(特開2003-207862号公報)には，以下の記載がある。",
                        "「【0097】特に，アルカリハライド蛍光体は，蒸着，スパッタリング等の方法で柱状の輝尽性蛍光体層を形成させやすく好ましい。",
                        "【0098】又，前述のように，アルカリハライド蛍光体の中でもRbBr及びCsBr系蛍光体が高輝度，高画質である点，好ましく，中でもCsBr系蛍光体が特に，好ましい。",
                        "【0099】支持体上に，蒸着型の蛍光体層を形成する方法としては，例えば，支持体上に特定の入射角で輝尽性蛍光体の蒸気又は該原料を供給し，蒸着等の気相成長(堆積)させる方法によって独立した細長い柱状結晶からなる輝尽性蛍光体層を得ることができる。蒸着時の輝尽性蛍光体の蒸気流の入射角に対し約半分の成長角で該柱状結晶は結晶成長することができる。・・・」",
                        "「【0117】また，支持体と輝尽性蛍光体層との間には係る反射層を設けても良い。《反射層》反射層としては，例えば，白色顔料を樹脂中に分散含有させたものが用いられるが，これにより感度を向上させることができる。この反射層の製造方法としては，例えば，以下の方法が挙げられる。",
                        "【0118】(1)有機溶剤中に樹脂及び白色顔料を分散し支持体上に塗布乾燥させ，反射層とする。」",
                        "「【0121】白色顔料としては酸化チタン，酸化亜鉛，酸化アルミニウム，炭酸カルシウム，硫酸バリウム等が挙げられる。…顔料を分散する樹脂としては，例えばポリウレタン，ポリエステル(例えば，ポリエチレンテレフタレート，ポリエチレンナフタレート)，塩化ビニル共重合体(例えば，塩化ビニル-酢酸ビニル共重合体，塩化ビニル-塩化ビニリデン共重合体，塩化ビニル-アクリロニトリル共重合体等)，ブタジエン-アクリロニトリル共重合体，ポリアミド樹脂，ポリビニルブチラール，セルロース誘導体(ニトロセルロース等)，スチレン-ブタジエン共重合体，各種の合成ゴム系樹脂，フェノール樹脂，エポキシ樹脂，メラミン樹脂，フェノキシ樹脂，シリコン樹脂，アクリル系樹脂，尿素ホルムアミド樹脂等が挙げられる。・・・」",
                        "「【0169】《蒸着型の放射線画像変換パネル4，5の作製》以下に記載の方法に従って，蒸着型蛍光体層を有する放射線画像変換パネル4，5を作製した。",
                        "【0170】(支持体1の作製)厚さ500μmの透明結晶化ガラス上に下記のようにして光反射層を設け，支持体1を作製した。",
                        "【0171】(光反射層の形成)フルウチ化学社製酸化チタンとフルウチ化学社製酸化ジルコニウムとを，400nmでの反射率が85％，660nmでの反射率が20％となるように，蒸着装置を用いて支持体1の表面に膜形成を行った。",
                        "【0172】(輝尽性蛍光体プレートの作製)上記作製した支持体1を240℃に加温し，真空チャンバー中に窒素ガスを導入し，真空度を0．1Paとした後，支持体1の一方の面に，公知の蒸着装置を用いて，CsBr：Euからなるアルカリハライド蛍光体を支持体表面の法線方向に対して30°の角度で，アルミニウム製のスリットを用いて，支持体とスリット(蒸着源)の距離を60cmとして，支持体と平行な方向に支持体を搬送しながら蒸着を行って，300μm厚の柱状構造を有する蛍光体層Aを形成した。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲16について",
                      "text": [
                        "甲16(特開2004-61172号公報)には，以下の記載がある。",
                        "「【0022】",
                        "基材1は蛍光体層形成のための基材シートの役割をする。基材1としてはX線を透過させる材料が好ましい。基材1の材料として，プラスチック基板，シリコン基板，カーボン基板などを用いることができる。",
                        "【0023】",
                        "プラスチック材料として，ポリエチレンテレフタレート，ポリカーボネート，ポリエチレンナフタレートなどの樹脂材料，または樹脂材料に酸化チタン，酸化アルミニウムなどの顔料を混入した白色樹脂材料を用いることができる。基材1の厚さとしては，X線の透過量を十分に確保するために0．1-2mmが好ましい。",
                        "【0024】",
                        "蛍光体層2はX線を可視光に変換する機能を有する。蛍光体材料とバインダ樹脂から成る粒子状蛍光体層が用いられる。蛍光体材料としては，Gd O S ：Tb，Gd O S ：Euなどの粒子が用いられる。また，CsI：Tlなどの柱状結晶の層を，基材1に蒸着法により形成することによっても得られる。」"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記(ア)ないし(ウ)の記載によれば，基板と蛍光体層との間に反射層が設けられている蛍光体パネル／スクリーンにおいて，蛍光体層を反射層の表面に蒸着により形成することは，周知技術であると認められる。",
                        "また，上記(イ)ないし(エ)の記載によれば，バインダー樹脂を含んだ反射層の表面又は反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成することも，周知技術であると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，上記イ(ア)及び(エ)の記載によれば，甲7及び甲16には，柱状結晶構造のCsI：Tlを蒸着する際の具体的な条件については何ら記載されておらず，このことからすると，Al膜や樹脂基板上に柱状結晶構造のCsI：Tlを蒸着することは，格別の困難を伴わずに普通に行われている事項であると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そして，本件訂正明細書には，以下の記載がある。",
                    "「【0038】",
                    "・・・通常，蒸着によるシンチレータを形成するにあたっては，基板温度は150℃～250℃で実施される・・・」",
                    "「【0108】",
                    "(シンチレータ層の形成)",
                    "上述した反射層試料1～13を形成した基板の反射層側にシンチレータ蛍光体(CsI：TlI(0．3mol％))を，図3に示す蒸着装置を使用して蒸着させシンチレータ(蛍光体)層をそれぞれ形成した。",
                    "【0109】",
                    "すなわち，まず，上記蛍光体原料を蒸着材料として抵抗加熱ルツボに充填し，また回転する支持体ホルダに支持体を設置し，支持体と蒸発源との間隔を400mmに調節した。",
                    "【0110】",
                    "続いて蒸着装置内を一旦排気し，Arガスを導入して0．5Paに真空度を調整した後，10rpmの速度で支持体を回転しながら基板の温度を150℃に保持した。次いで，抵抗加熱ルツボを加熱して蛍光体を蒸着しシンチレータ層の膜厚が500μmとなったところで蒸着を終了させ表1に示すシンチレータパネル(放射線像変換パネル)を得た。」",
                    "これらの記載によれば，訂正特許発明3のシンチレータ層は，格別特殊な条件で形成されているものとは認められず，蒸着時の基板温度150℃～250℃についても，通常実施される基板温度の範囲を確認的に記載したものにすぎず，その上限値及び下限値のいずれにも臨界的意義を含めた格別の技術的意義を認めることはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，甲1発明，すなわち，放射線吸収性蛍光体層22bが，CsI：Tlの針状結晶膜である蒸着膜からなり，支持体21bと放射線吸収性蛍光体層22bとの間に，拡散反射層を設け，拡散反射層は，二酸化チタンおよび結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成する発明において，上記拡散反射層上にCsI：Tlの柱状結晶を，基板温度150℃～250℃の蒸着によって成長させることは，当業者にとって格別の創意工夫を要するものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成の容易性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決の判断手法について",
                      "text": [
                        "原告は，相違点aに係る構成は，「特定の基板温度の蒸着条件において軟化するバインダー樹脂を含む反射層を形成し，当該反射層の表面にCsI：Tlの柱状結晶構造のシンチレータ層を蒸着により形成すること」を規定したものであり，訂正特許発明3は，かかる技術的特徴により，蒸着により柱状結晶構造のシンチレータ層を形成する際に，バインダー樹脂が軟化して，蒸着結晶の種晶が根付き易くなり，根元から結晶をきれいに成長させることができ，その結果，シンチレータ層と反射層の接着性が向上し鮮鋭性が向上するという優れた作用効果を奏するものであるから，審決のように，上記技術的特徴に含まれる基板温度等の各要素を個別に切り離して議論するべきものではないと主張する(前記第3の2(1)ア(ア))。",
                        "しかし，前記(1)アのとおり，蒸着によりCsI：Tlを形成する際の基板温度を150～300℃の範囲にすることは，技術常識であり，一方，前記(1)エのとおり，訂正特許発明3における蒸着時の基板温度150℃～250℃については，通常実施される基板温度の範囲を単に確認的に記載したものにすぎず，その上限値及び下限値のいずれにも臨界的意義を含めた格別の技術的意義を認めることはできない。そのため，審決は，訂正特許発明3における蒸着時の基板温度の限定に格別の創意工夫を要するものとは認められないとした上で，相違点b’について，このような通常実施される基板温度の範囲を前提とした上で，甲15の記載事項に基づいてガラス転移温度(Tg)が100℃以下の樹脂材料を選択することの容易想到性を検討しているのであって，審決は，原告が主張するように，基板温度とバインダー樹脂材料のガラス転移温度(Tg)との関係を個別に切り離して検討しているものではない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "技術常識及び周知技術の認定について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲22ないし甲24について",
                          "text": [
                            "原告は，上記文献には，蒸着によりCsI：Tlを形成する際に150～250℃の範囲の基板温度を用い得ることが開示されていたとしても，訂正特許発明3のように，CsI：Tlの蒸着結晶の種晶を根付き易くし，根元から結晶をきれいに成長させるために，そのような基板温度と当該基板温度下において軟化するバインダー樹脂を用いるという着想は何ら示されていないと主張する(前記第3の2(1)ア(イ)a)。",
                            "しかし，前記(1)アでは，甲22ないし甲24によって，蒸着によりCsI：Tlを形成する際の基板温度を150～250℃の範囲にすることが技術常識であり，この基板温度の範囲は，CsI：Tlを形成する基板，層の材質が異なっても大きく変わるものではないことを認定したものである。原告の上記主張は，同認定を左右するものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲8について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原告は，甲8には，輝尽性蛍光体であるCsBr：Euの蒸着において，支持体を240℃に加温することが記載されているが(甲8の【0172】)，当該支持体上に形成される光反射層は酸化チタンと酸化ジルコニウムからなる蒸着膜であり(同【0171】)，バインダー樹脂を含むものではないし，反射層として，白色顔料を樹脂中に分散させ支持体上に塗布乾燥したものが例示されているものの(同【0117】)，そのような反射層を用いた場合に，蛍光体層を蒸着により形成すること，及びその際の基板温度との関係については明らかにされていないと主張する(前記第3の2(1)ア(イ)b(a))。",
                                "しかし，甲8には，支持体の表面に，輝尽蛍光体層を，細長い柱状結晶を成長させて形成すること(【0099】)，支持体と輝尽蛍光体層との間に反射層を設けてもよいこと(【0117】)，反射層の製造方法としては，有機溶剤中に樹脂及び白色顔料を分散し支持体上に塗布乾燥させ，反射層とすること(【0118】)，支持体の表面に形成した光反射層の表面に輝尽蛍光体層を蒸着により形成すること(【0171】，【0172】)，蒸着型の放射線画像変換パネルの作成方法として，反射層の表面に蛍光体層を蒸着により形成すること(【0169】～【0172】)が記載されている。",
                                "上記記載によれば，甲8には，有機溶剤中に樹脂及び酸化チタンを分散して支持体上に塗布乾燥させて設けた反射層の表面に，輝尽性蛍光体層である蛍光体層を蒸着により形成することが記載されていると認められる。",
                                "したがって，甲8は，「基板と蒸着により形成された蛍光体層との間に反射層が設けられている蛍光体パネル／スクリーンにおいて，蛍光体層を反射層の表面に蒸着により形成すること」及び「バインダー樹脂を含んだ反射層の表面に，蛍光体層を蒸着により形成すること」が周知技術であることを認定する根拠となるものである。原告の上記主張は，同認定を左右するものではない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "原告は，甲8に係る発明は，輝尽性蛍光体層を用いて放射線画像を検出するCRシステムに関するものであるところ，甲8の【0117】に記載されている反射層として記載されているものは，CRシステムにおける反射層としての機能を果たさず逆に輝尽発光光を吸収してしまい，反射層の意味をなさないため，当業者であれば上記の構成を考慮することはないと主張する(前記第3の2(1)ア(イ)b(b))。",
                                "しかし，当業者であれば，反射層を構成する材料のうち，一定のものについて，その表面に蛍光体層を蒸着により形成することが記載ないし示唆されていれば，同記載ないし示唆に基づいて好適な材料を選択して用いることは可能である。",
                                "したがって，甲8に記載されている反射層を構成する材料の中に，機能しないものが含まれるとしても，甲8に基づいて，「基板と蒸着により形成された蛍光体層との間に反射層が設けられている蛍光体パネル／スクリーンにおいて，蛍光体層を反射層の表面に蒸着により形成すること」及び「バインダー樹脂を含んだ反射層の表面に，蛍光体層を蒸着により形成すること」が周知技術であることを認定することの支障になるものではない。原告の上記主張は，同認定を左右するものではない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "原告は，甲8においては，「反射層」は必須のものではない上(甲8の【0117】)，使用できる蛍光体層は，塗布型蛍光体層と蒸着型蛍光体層があり(同【0063】)，また，反射層には，白色顔料を樹脂中に分散させたものや(同【0117】)，発泡性ポリエチレンテレフタレート(同【0124】)，酸化チタンと酸化ジルコニウムの蒸着膜(同【0171】)など様々であり，それぞれが独立して記載されているため，甲8においてとりうる構成には多数の組み合わせがあり，その中には，実際には使用できない組み合わせも含まれているから，「バインダー樹脂を含んだ反射層の表面又は反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成すること」が周知技術であることの例示として甲8を用いることはできないと主張する(前記第3の2(1)ア(イ)b(c))。",
                                "しかし，上記(b)に説示したところと同様の理由により，原告の上記主張は，甲8に基づく上記周知技術の認定を左右するものではない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲16について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原告は，甲16は，そもそも樹脂製の基材上に直接蛍光体層を形成させたものであって反射層を形成しないものであり，実施例を見ても，蛍光体粒子と樹脂を混合し基材上に塗布することによって蛍光体層を形成することを前提とするものである(甲16の【0042】等)から，甲16は「バインダー樹脂を含んだ反射層の表面又は反射層機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成すること」が周知技術であることを示すものではないと主張する(前記第3の2(1)ア(イ)c(a))。",
                                "しかし，前記(1)イでは，甲16に加えて，甲41及び甲8の記載も含めて，バインダー樹脂を含んだ反射層の表面又は反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成することが周知技術であると認定したものである。そして，甲16は，蛍光体層を蒸着により形成する際に，バインダー樹脂を含んだ反射層の表面のみならず，反射機能を有する樹脂基板の表面にも形成することを開示していることから，広い範囲の樹脂材料について蛍光体層を蒸着により形成できることを推認する一材料となり得るものであり，そのようなものとして，上記周知技術の認定の根拠となるものである。",
                                "したがって，原告の上記主張は採用することができない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "原告は，甲16に記載の基板が酸化チタン，酸化アルミニウムなどの顔料を混入した白色樹脂材料からなるものであったとしても，甲16の基材と訂正特許発明3における反射層は，その形成方法が異なることから，当業者であれば，形成された表面の構造も通常は異なると理解するのが自然であり，「蒸着により膜形成を行う場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されること」は技術常識であるから，相違点aにおける「バインダー樹脂を含んだ反射層の表面に蛍光体層を蒸着に形成する」という構成の容易想到性を判断する上で甲16の基材の構成を参酌することはできないと主張する(前記第3の2(1)ア(イ)c(b))。",
                                "しかし，上記(a)のとおり，周知技術の認定は，甲16に加えて，甲41及び甲8の記載も含めて，バインダー樹脂を含んだ反射層の表面又は反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成することを根拠としたものである(前記(1)イ)。原告の上記主張は，上記周知技術の認定を左右するものではない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲41について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原告は，甲41には，バインダー樹脂を含む鉛含有層の表面に蒸着により蛍光体層を蒸着させる旨の直接的な記載はなく，また基板温度との関係についても何ら言及されていない(甲41の【0028】等)と主張する(前記第3の2(1)ア(イ)d(a))。",
                                "しかし，前記(1)イ(イ)のとおり，甲41には，反射層である鉛含有層(【0028】)の上に蒸着により蛍光体層を形成することが開示されており(【0030】～【0032】)，また，「鉛又は鉛酸化合物の可撓性層は・・・結合剤に分散された鉛又は鉛酸化物の層である」(【0033】)，「好適な結合剤に分散されかつ好ましいポリマー支持体上に層で被覆される鉛酸化物を鉛箔のための代替物として使用してもよい。増感スクリーンの層中の燐光体の分散のために使用されるもののような従来の結合剤のいずれかをここで使用してもよい。かかる結合剤としては例えばポリビニルブチラール，ポリビニルアセテート，ウレタン，ポリビニルアルコール，ポリエステル樹脂，ポリメチルメタクリレートなどが挙げられる。」(【0039】)との記載がある。",
                                "したがって，甲41記載の鉛含有層が，鉛又は鉛酸化物が結合剤すなわちバインダー樹脂に分散された反射層を含むものであることは明らかである。原告の上記主張は，前記周知技術の認定を左右するものではない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "原告は，甲41には，結合剤に分散されてポリマー支持体上に被覆される鉛塩として炭酸鉛が例示されているが(甲41の【0042】)，甲41では，炭酸鉛等の鉛化合物と結合剤を含む層の上に蛍光体層を蒸着により形成することは想定されておらず，あくまで，結合剤を含まない鉛箔の表面に蛍光体層を蒸着することのみを開示しているものと認められ，「バインダー樹脂を含んだ反射層」の表面に，「蛍光体層を蒸着により形成すること」は何ら具体的に開示されていないと主張する(前記第3の2(1)ア(イ)d(b))。",
                                "しかし，甲41記載の鉛含有層が，鉛又は鉛酸化物が結合剤すなわちバインダー樹脂に分散された反射層を含むものであることは，前記(a)のとおりである。原告の上記主張は採用することができない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "原告は，「結合剤に分散された鉛酸化物の層」は「反射層」ではないとして，甲41には，「バインダー樹脂を含んだ反射層の表面又は反射機能を有する樹脂基板の表面」に形成することは開示されていないと主張する(前記第3の2(1)ア(イ)d(c))。",
                                "しかし，前記(a)のとおり，甲41には，「鉛又は鉛酸化物の可撓性層は・・・結合剤に分散された鉛又は鉛酸化物の層である」(【0033】)との記載があり，「結合剤に分散された鉛酸化物の層」は「反射層」ではないとする点には根拠がない。",
                                "したがって，原告の上記主張は，前提において誤りがあり，採用することができない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "まとめ",
                      "text": [
                        "以上のとおりであり，相違点aに係る訂正特許発明3の構成は容易想到ではないとの原告の主張はいずれも採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "顕著な効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，訂正特許発明3においては，①反射層が一定の厚みを持つことで支持基板の表面粗さを吸収し，②蒸着の際の基板温度(150℃～250℃)よりも低いガラス転移温度を有する樹脂が蒸着に際して軟化することで，根付きがよく，スプラッシュの発生が低減されて柱状結晶が良好に成長するという効果を奏するものであると主張する(前記第3の2(1)イ(ア))。",
                        "前記1(1)オ(イ)によれば，本件訂正明細書には，訂正特許発明の効果について，「反射層を白色顔料及びバインダー樹脂で形成することで，高い発光取り出し効率を殆ど減じることなく，鮮鋭性が飛躍的に向上すること」(【0027】)，「バインダーとしては，ガラス転位温度(Tg)が30～100℃のポリマーであることが，蒸着結晶と基板との膜付の点で好ましく，特にポリエステル樹脂であることが好まし」いこと(【0035】)，「反射層は，溶剤に溶解した樹脂を塗布，乾燥して形成することが好まし」く，「特にガラス転位温度が30～100℃のバインダー樹脂を含有することが好ましい。通常，蒸着によるシンチレータを形成するにあたっては，基板温度は150℃～250℃で実施されるが，反射層にガラス転位温度が30～100℃を含有しておくことで，光反射層が接着層としても有効に機能するようになる」こと(【0038】)，「バインダー樹脂としては接着性の観点でポリエステル樹脂，ポリウレタン樹脂等の疎水性樹脂が好ましい」こと(【0071】)が記載されている。",
                        "上記記載によれば，本件訂正明細書には，蒸着によってシンチレータ層を形成する際の基板温度を通常の150℃～250℃で実施する際に，反射層を形成する樹脂のガラス転移温度(Tg)を30～100℃とすると，シンチレータ層と反射層との膜付，接着性の点で望ましいことは記載されているといえる。",
                        "しかし，原告の主張するような，反射層が一定の厚みを持つことで支持基板の表面粗さを吸収することや，スプラッシュの発生が低減されて柱状結晶が良好に成長することについては，何ら記載されていない。また，それらの事項が本件訂正明細書に記載されているに等しいと評価し得る根拠もない。また，仮に，上記の事項が記載されているに等しいと評価し得るとしても，そうであれば，もはや，当業者が予測できない格別の効果であるとはいえない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，訂正特許発明3は，修正相違点cの「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」という構成をとるものであるために，コンピューテッド・ラジオグラフィ(CR)である甲1発明と比較した場合はもちろんのこと，該構成を有さない平板X線検出装置(FPD)と比べても，より一層，受光面全体で均一な鮮鋭性を得ることができるものであり，修正相違点cの構成をとることが可能となるのは，相違点a及びb’に係る構成を採用したことによるものでもあると主張する(前記第3の2(1)イ(イ))。",
                        "しかし，前記1(3)において説示したとおり，審決による相違点cの認定に誤りはなく，原告主張の修正相違点cなるものは認められない。",
                        "したがって，原告の上記主張は，その前提を欠き，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，原告主張の取消事由2aは理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2b(相違点b’の判断の誤り)について",
          "text": [
            "原告は，相違点b’に係る訂正特許発明3の構成は容易想到ではなく，また，同構成により訂正特許発明3は顕著な効果を奏するものであるとして，相違点b’に係る審決の判断は誤りであると主張する(前記第3の2(2)・取消事由2b)ので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点b’の認定について",
              "text": [
                "原告は，甲1発明の拡散反射層の形成に用いられる塗布液に混合される「結合剤」については，甲1には「樹脂材料」であることは示されていないと主張する(前記第3の2(2)ア)。",
                "しかし，前記1(2)ア(ア)fのとおり，甲1には，「拡散反射層は，上記微粒子状の光反射性物質および結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成することができる。結合剤および溶剤は，前記蛍光体層に使用することが可能なものの中から適宜選択して用いることができる。」(【0087】)とされているように，拡散反射層を形成する際の結合剤については，蛍光体層に使用することが可能なものの中から選択できることが記載されている。",
                "また，蛍光体層の形成については，「(放射線吸収性蛍光体層)まず，上記の放射線吸収蛍光体粒子と結合剤とを溶剤に加え，これを十分に混合して，結合剤溶液中に放射線吸収蛍光体粒子が均一に分散した塗布液を調製する。蛍光体粒子を分散支持する結合剤については様々な種類の樹脂材料が知られており，本発明の放射線像変換パネルの製造においても，それらの公知の結合剤樹脂を中心とした任意の樹脂材料から適宜選択して用いることができる。」(【0049】)と記載されている。",
                "これらの記載によれば，甲1には，結合剤として様々な種類の樹脂材料を用いることが記載されているといえるから，甲1には，甲1発明の拡散反射層の形成に用いられる塗布液に混合される「結合剤」が「樹脂材料」であることは開示されているといえる。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点b’の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲8について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記2(1)イ(ウ)のとおり，甲8(特開2003-207862号公報)には，有機溶媒中に樹脂及び酸化チタン，酸化亜鉛，酸化アルミニウム，炭酸カルシウム，硫酸バリウム等からなる白色顔料を分散したものを支持体上に塗布乾燥させて反射層を形成し(【0117】，【0118】，【0121】)，この反射層上に，蒸着等の気相成長(堆積)によってアルカリハライド蛍光体等の輝尽性蛍光体層を柱状結晶構造で形成する際に用いる上記樹脂材料として，例えば，ポリウレタン，ポリエステル(例えば，ポリエチレンテレフタレート，ポリエチレンナフタレート)，塩化ビニル共重合体(例えば，塩化ビニル-酢酸ビニル共重合体，塩化ビニル-塩化ビニリデン共重合体，塩化ビニル-アクリロニトリル共重合体等)，ブタジエン-アクリロニトリル共重合体，ポリアミド樹脂，ポリビニルブチラール，セルロース誘導体(ニトロセルロース等)，スチレン-ブタジエン共重合体，各種の合成ゴム系樹脂，フェノール樹脂，エポキシ樹脂，メラミン樹脂，フェノキシ樹脂，シリコン樹脂，アクリル系樹脂，尿素ホルムアミド樹脂等(【0121】)が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，前記2(1)ウのとおり，Al膜や樹脂基板上に柱状結晶構造のCsI：Tlを蒸着することは，格別の困難を伴わずに普通に行われている事項であると認められ，甲8にも「アルカリハライド蛍光体は，蒸着，スパッタリング等の方法で柱状の輝尽性蛍光体層を形成させやすく好ましい」(【0097】)と記載されているから，当業者であれば，甲8に例示列挙された上記樹脂材料を用いた反射層上にアルカリハライド蛍光体であるCsI：Tlからなる輝尽性蛍光体層を柱状結晶構造で形成できることを容易に理解する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲15について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲15(特開2006-138642号公報)には，以下の記載がある。",
                        "「【発明が解決しようとする課題】",
                        "【0009】",
                        "・・・本発明の目的は支持体と輝尽性蛍光体層との付着性(接着性)を改良した放射線画像変換パネルを提供することにある。",
                        "【課題を解決するための手段】",
                        "【0010】",
                        "本発明の上記目的は以下の構成により達成される。",
                        "【0011】",
                        "(請求項1)",
                        "支持体上に輝尽性蛍光体層を有する放射線画像変換パネルにおいて，少なくとも1層の輝尽性蛍光体層が気相堆積法(気相法)により50μm～20mmの膜厚に形成され，該支持体がポリマーで被覆されたアルミニウム基板であることを特徴とする放射線画像変換パネル。",
                        "【0012】",
                        "(請求項2)",
                        "輝尽性蛍光体が下記一般式(1)で表される化合物であることを特徴とする請求項1に記載の放射線画像変換パネル。",
                        "【0013】",
                        "一般式(1)",
                        "M1X・aM2X′ ・bM3X″ ：eA 〔式中，M1はLi，Ｎa，K，RbおよびCsから選ばれる少なくとも1種のアルカリ金属原子であり，M2はM1以外のLi，Ｎa，K，RbおよびCsから選ばれる少なくとも一種の金属原子であり，M3はSc，Y，La，Ce，Pr，Ｎd，Pm，Sm，Eu，Gd，Tb，Dy，Ho，Er，Tm，Yb，Lu，Al，GaおよびInから選ばれる少なくとも1種の三価金属原子であり，X，X′およびX″は各々F原子，Cl原子，Br原子およびI原子から選ばれる少なくとも1種のハロゲン原子であり，Aは，Eu，Tb，In，Ce，Tm，Dy，Pr，Ho，Ｎd，Yb，Er，Gd，Lu，Sm，Y，Tl，Ｎa，Ag，Cu及びMgから選ばれる少なくとも1種の金属原子であり，また，a，b，eはそれぞれ0≦a＜0．5，0≦b＜0．5，0＜e≦0．2の範囲の数値を表す。〕・・・",
                        "【0014】",
                        "(請求項4)",
                        "前記アルミニウム基板を被覆するポリマーのガラス転位点が30～100℃であることを特徴とする請求項1～3の何れか1項に記載の放射線画像変換パネル。",
                        "【0015】",
                        "(請求項5)",
                        "前記ポリマーがポリエステル樹脂であることを特徴とする請求項1～4の何れか1項に記載の放射線画像変換パネル。",
                        "【発明の効果】",
                        "【0016】",
                        "本発明による放射線画像変換パネルは，支持体と輝尽性蛍光体層との付着性(接着性)に優れた効果を有する。」",
                        "「【0024】",
                        "また，ガラス転位点(Tg)が30～100℃であることが本発明の効果をより奏する点で好ましい。」",
                        "「【0026】",
                        "ガラス転位点(Tg)は30℃未満であると，輝尽性蛍光体のヒビワレ耐性が低下し，100℃を超えると輝尽性蛍光体の接着性が低下する。」",
                        "「【0043】",
                        "蛍光体原料としては，例えば，",
                        "(a)ＮaF，ＮaCl，ＮaBr，ＮaI，KF，KCl，KBr，KI，RbF，RbCl，RbBr，RbI，CsF，CsCl，CsBr及びCsIから選ばれる少なくとも1種もしくは2種以上の化合物が用いられる。」",
                        "「【0046】",
                        "(d)賦活部の原料としては，Eu，Tb，In，Cs，Ce，Tm，Dy，Pr，Ho，Ｎd，Yb，Er，Gd，Lu，Sm，Y，Tl，Ｎa，Ag，Cu及びMg等の各原子から選ばれる金属原子を有する化合物が用いられる。」",
                        "「【0085】",
                        "(実施例)",
                        "《放射線画像変換パネル試料1～7(試料Ｎo．1～7)の作製》",
                        "以下にしめすように，0．5mm厚のアルミニウム板支持体の表面(平均表面粗さ0．02μm)に図1で示した蒸着装置を用いて，輝尽性蛍光体(CsBr：Eu)を有する輝尽性蛍光体層を形成した。",
                        "【0086】",
                        "尚，アルミ基板への樹脂被覆はスピンコーターを用いて膜厚が1．5μmとなるように行った。・・・",
                        "【0087】",
                        "真空チャンバー内を一旦排気した後，Arガスを導入して1．0×10-2Paとなるように真空度を調整し，支持体の表面温度を100℃となるように保持しながら，輝尽性蛍光体層の膜厚が400μmとなるまで蒸着を行ない放射線像変換パネル試料を形成した。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の記載によれば，甲15には，支持体と輝尽性蛍光体層との付着性(接着性)を改良した放射線画像変換パネルを提供するために(【0009】)，ポリマー(樹脂)で被覆されたアルミニウム基板上に気相堆積法(気相法)によって輝尽性蛍光体層を形成する発明が記載されており(【0011】)，発明の効果をより奏する点で，ポリマー(樹脂)のガラス転位点(Tg)が30～100℃であることが好ましいこと(【0014】，【0024】，【0026】)，樹脂被覆を塗布で形成すること(【0086】)，輝尽性蛍光体層を蒸着によって形成する際の支持体の表面温度を100℃となるように保持すること(【0087】)も記載されている。",
                        "甲15には，樹脂のガラス転位点(Tg)と，輝尽性蛍光体層を蒸着によって形成する際の支持体の表面温度との関係について明記はされていない。しかし，甲15に記載された発明の目的が，支持体と輝尽性蛍光体層との付着性(接着性)を改良することにあり，樹脂のガラス転位点(Tg)を30～100℃とすることで発明の効果をより奏することができるものであって，輝尽性蛍光体層を蒸着によって形成する際の支持体の表面温度を100℃となるように保持していることに鑑みれば，樹脂のガラス転位点(Tg)を，輝尽性蛍光体層を蒸着によって形成する際の支持体の表面温度以下とすることによって，樹脂が軟化して輝尽性蛍光体との接着性が増すことは，当業者であれば容易に理解することである。そして，前記2(1)アのとおり，蒸着によりCsI：Tlを形成する際の基板温度を150～300℃の範囲にすることは，技術常識であるものと認められるから，この通常用いられる基板温度範囲において，樹脂のガラス転移温度(Tg)を100℃以下にすれば，蛍光体層と樹脂との接着性が改善することも，当業者であれば容易に理解できることである。",
                        "また，甲1発明においても，CsI：Tlの針状結晶膜である蒸着膜からなる放射線吸収性蛍光体層22bと，二酸化チタンおよび結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成拡散反射層との間で良好な接着性を確保することが望ましいことも明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，甲1発明，すなわち，放射線吸収性蛍光体層22bが，CsI：Tlの針状結晶膜である蒸着膜からなり，支持体21bと放射線吸収性蛍光体層22bとの間に，拡散反射層を設け，拡散反射層は，二酸化チタンおよび結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成する発明において，結合剤となる樹脂材料として，放射線吸収性蛍光体層22bと拡散反射層との良好な接着性の確保も考慮して，甲8に記載された樹脂材料の中から，ガラス転移温度(Tg)が100℃以下のものを選択することは，当業者にとって格別の創意工夫を要するものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点b’に含まれる相違点bに係る審決の認定について，相違点aとの関係性を捨象して，引用文献において，相違点bに含まれる樹脂が，表面に蛍光体を蒸着する樹脂として列挙されていることのみをもって認定したのは誤りであると主張する(前記第3の2(2)イ(ア))。",
                    "しかし，まず，前記2(1)ア及びエにおいて説示したとおり，蒸着によりCsI：Tlを形成する際の基板温度を150～300℃の範囲にすることは，技術常識であり，一方，訂正特許発明3における蒸着時の基板温度150℃～250℃については，通常実施される基板温度の範囲を確認的に記載したものにすぎず，その上限値及び下限値のいずれにも臨界的意義を含めた格別の技術的意義を認めることはできない。",
                    "そのため，審決は，訂正特許発明3における蒸着時の基板温度の限定に格別の創意工夫を要するものとは認められないとした上で，相違点b’について，このような通常実施される基板温度の範囲を前提として，甲15の記載事項に基づいてガラス転移温度(Tg)が100℃以下の樹脂材料を選択することの容易想到性を検討しているのであって，審決は，原告が主張するように，相違点b’の検討に際して，相違点aとの関係性を捨象しているものではない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲15には，ガラス転移温度が100℃以下の樹脂を用いることにより，支持体と蛍光体層の付着性を高めることができるとの記載はあるものの，甲15のポリマー被覆は反射層ではなく，また輝尽性蛍光体層が基板への形成後に剥離しやすいという課題に対して，放射線画像変換パネルの耐食性や衝撃耐性の向上を目的とするものであるから，シンチレータ層と反射層の接着性を向上させて，画像の鮮鋭性を向上させるという訂正特許発明3とは目的が異なる上，甲15における基板温度は100℃であり(甲15の【0087】)，これは訂正特許発明3に規定される範囲とは異なると主張する(前記第3の2(2)イ(イ)c)。",
                    "しかし，前記(2)イ(イ)において説示したとおり，甲15には，樹脂のガラス転位点(Tg)と，輝尽性蛍光体層を蒸着によって形成する際の支持体の表面温度との関係について明記はされていないものの，甲15に記載された発明の目的が，支持体と輝尽性蛍光体層との付着性(接着性)を改良することにあり，樹脂のガラス転位点(Tg)を30～100℃とすることで発明の効果をより奏することができるものであって，輝尽性蛍光体層を蒸着によって形成する際の支持体の表面温度を100℃となるように保持していることに鑑みれば，樹脂のガラス転位点(Tg)を，輝尽性蛍光体層を蒸着によって形成する際の支持体の表面温度以下とすることによって，樹脂が軟化して輝尽性蛍光体との接着性が増すことは，当業者であれば容易に理解することである。",
                    "そして，当業者であれば，甲1発明においても，CsI：Tlの針状結晶膜である蒸着膜からなる放射線吸収性蛍光体層22bと，二酸化チタンおよび結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成拡散反射層との間で良好な接着性を確保することを志向するのは明らかであるといえるから，甲15の記載に基づいて相違点b’に係る構成を採用することは当業者であれば容易になし得たことである。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，訂正特許発明3は，修正相違点cの「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」という構成をとるものであるために，コンピューテッド・ラジオグラフィ(CR)である甲1発明と比較した場合はもちろんのこと，該構成を有さない平板X線検出装置(FPD)と比べても，より一層，受光面全体で均一な鮮鋭性を得ることができるものであり(本件訂正明細書の【0062】)，訂正特許発明3において，修正相違点cの構成をとることが可能となるのは，相違点a及びb’に係る構成を採用したことによるものであると主張する(前記第3の2(2)イ(ウ))。",
                    "しかし，前記1(3)において説示したとおり，審決による相違点cの認定に誤りはなく，原告主張の修正相違点cなるものは認められない。",
                    "したがって，原告の上記主張は，その前提を欠き，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，原告主張の取消事由2bは理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2c(相違点cの判断の誤り)について",
          "text": [
            "原告は，相違点cの容易想到性に係る審決の判断は誤りであると主張する(前記第3の2(3)・取消事由2c)ので，以下，判断する。",
            "まず，原告は，相違点cについては，修正相違点cとして認定されるべき旨を主張する(前記第3の2(3)ア)が，この点については，前記1(3)において説示したとおり，審決による相違点cの認定に誤りはなく，原告主張の修正相違点cなるものは認められない。",
            "そこで，以下，相違点cの容易想到性について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点cの容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知技術について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲7について",
                      "text": [
                        "甲7(特開2001-183464号公報)には，以下の記載がある。",
                        "「【0015】放射線イメージセンサは，図2に示すように，シンチレータパネル8のシンチレータ16の先端部側に撮像素子20を対向させて貼り付けた構造を有している。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲9について",
                      "text": [
                        "甲9(特開2002-243859号公報)には，以下の記載がある。",
                        "「【0026】・・・図1において，110は蛍光板で，柱状結晶化した蛍光体よりなる蛍光体層113と，蛍光体層113を支持するための基材111と，蛍光体層113で変換された光を後述するセンサーパネル100側へ反射するアルミニウム薄膜よりなる反射層112と，蛍光体層113等を外気から保護する有機樹脂よりなる保護層114とを備えている。」",
                        "「【0028】また，図1において，100はセンサーパネルであり，ガラス基板101と，アモルファスシリコンを用いたフォトセンサー及びTFTからなる光電変換素子部102と，光電変換素子部102で変換された電気信号を伝送する配線部103と，光電変換素子部102及び配線部103を保護する窒化シリコン等よりなる保護層104とを備えている。」",
                        "「【0067】・・・図9(a)に示すように，蛍光体110の周囲部の構造上の弱さによって発生する接着材の厚さのばらつきや，蛍光体110の端部の破壊を抑えるために，蛍光板110の周囲にスペーサ130を設ける。",
                        "【0068】この状態で，接着材を塗布したセンサーパネル100上に，蛍光板110を載せて，図9(b)に示すように，上からローラー301でしごく。・・・」",
                        "【図9】(b)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲10について",
                      "text": [
                        "甲10(特開2006-335887号公報)には，以下の記載がある。",
                        "「【0004】",
                        "現在，光センサー111上に柱状形状の蛍光体114を形成する手段として，光センサー111上に蛍光体114を直接蒸着する手法と，図16のように光センサー111とは別基台121上に反射層124及び蛍光体125を蒸着形成し，保護層128で覆ったのちローラー等を使い，接着剤140を介し光センサー111に貼り合せる手法とがある。」",
                        "「【0021】",
                        "蛍光体125の一般的な貼り合せとしては，接着剤140を光センサー111上に塗布し，その上に蛍光体125を重ね合せ，ローラーで押し付けながら貼り合せを行う。・・・」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲12について",
                      "text": [
                        "甲12(特表2002／023220号公報)には，以下の記載がある。",
                        "「図3は，本発明に係る放射線イメージセンサの第1の実施形態の縦断面図である。この放射線イメージセンサ2は，図1に示されたシンチレータパネル1のシンチレータ10に対して，撮像素子20を対向配置した状態で組み合わせることで構成されている。撮像素子20はシンチレータ10により発生した光を電気信号に変換するものである。撮像素子20としては，例えば，2次元的に配列されたSiフォトダイオードを有するMOS型のイメージセンサが使用される。」",
                        "【図3】"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲16について",
                      "text": [
                        "甲16(特開2004-61172号公報)には，以下の記載がある。",
                        "「【0005】",
                        "デジタルX線撮影装置を作製するためには，光電変換撮像素子とシンチレーターを積層することが必須である。光電変換撮像素子とシンチレーターを積層するために，粘着剤を介して光電変換撮像素子の上にシンチレーターを積層している。」",
                        "「【0038】",
                        "【実施例】",
                        "実施例1・・・」",
                        "「【0041】",
                        "厚さ188μmの白色PET材料(東レ製：E400)11の100mの巻物を用意した。",
                        "【0042】",
                        "白色PET材料11の表面に第一の蛍光体層31(厚さ30μm)を塗布し，次に第二の蛍光体層32(厚さ150μm)を塗布したのち溶媒を乾燥し，蛍光体層2を得た。・・・」",
                        "「【0046】",
                        "実施例3",
                        "実施例1で得られたデジタルX線撮影用放射線変換シートの剥離フィルム41を剥離したのちすぐに，ロールラミネータを用いて室温でアモルファスシリコンから成る半導体光電変換撮像素子(センサー)の表面に積層し，図4に示されるデジタルX線撮影装置を得た。」"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "上記(ア)ないし(オ)の記載によれば，放射線を吸収してその強度に応じた電磁波を発光するシンチレータパネルを，光電変換素子を備える出力基板とともに撮像パネルとして構成することは周知技術であると認められる。",
                        "また，上記(イ)，(ウ)及び(オ)の記載によれば，シンチレータパネルと光電変換素子を備える出力基板とから撮像パネルを形成する方法として，シンチレータパネルと光電変換素子を備える出力基板とをローラーを用いて貼り合わせる方法も周知技術であると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，上記ア(イ)及び(オ)にもあるように，シンチレータパネルと光電変換素子を備える出力基板を貼り合わせて用いる際には，光電変換素子を備える出力基板をガラス基板等の可とう性を有さない剛性の高い基板を用いて形成することが一般的であるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一方，前記1(2)ウにおいて説示したとおり，甲1には，放射線照射時に，放射線吸収性蛍光体層を備える蛍光スクリーン(シンチレータパネル)と，蛍光スクリーンからの発光を受けて潜像を形成する蓄積性蛍光体層を備える放射線像変換パネルとを密着状態で配置することが記載されており(【請求項19】，【0014】，【0126】)，この記載に接した当業者であれば，両者が密着しない状態では，蛍光スクリーン(シンチレータパネル)から発光した電磁波が両者の界面付近で拡散，散乱，減衰等して効率的に放射線像変換パネルに到達しないために，潜像を形成する上での支障があることを理解する。",
                    "また，前記2(2)イ(イ)において説示したとおり，甲1発明における「フロント側の蛍光スクリーン20b」の支持体21bは，ポリイミド樹脂からなる厚みが50μmないし1mmのシートあるいはフィルムであり，本件訂正明細書には，シンチレータパネルの基板について，「基板を，厚さ50μm以上500μm以下の高分子フィルムとすることでシンチレータパネルが平面受光素子面形状に合った形状に変形し」(【0062】)と記載されていることも併せて勘案すると，甲1発明における「フロント側の蛍光スクリーン20b」は，訂正特許発明3のシンチレータパネルと同程度に可とう性を有しているということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，前記ア(カ)で説示した周知の光電変換素子を備える出力基板と，甲1発明の「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」は，シンチレータパネル(蛍光スクリーン)から発光された電磁波を受けて画像を得る手段である点で共通するから，甲1発明の「放射線像変換パネル20a」を周知の光電変換素子を備える出力基板に換えることは，当業者であれば容易に想到し得ることであって，甲1発明の「放射線像変換パネル20a」を周知の光電変換素子を備える出力基板に換えた場合であっても，「フロント側の蛍光スクリーン20b」と周知の光電変換素子を備える出力基板の両者が密着していない状態では，両者の界面付近で「フロント側の蛍光スクリーン20b」から発光した電磁波が拡散，散乱，減衰等して，効率的に周知の光電変換素子を備える出力基板に到達しないために，電気信号を取り出す上での支障があることは，当業者であれば当然に理解することである。",
                    "そして，周知の光電変換素子を備える出力基板は剛性を有することが一般的である一方で，甲1発明の「フロント側の蛍光スクリーン20b」は可とう性を有することを併せて勘案すると，甲1発明において，「放射線像変換パネル20a」を周知の光電変換素子を備える出力基板に置き換える際に，可とう性を有する「フロント側の蛍光スクリーン20b」を剛性の高い周知の光電変換素子を備える出力基板に合った形状にローラー等を用いて変形させることで両者を密着させることは，当業者であれば容易に想到し得ることである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けについて",
                  "text": [
                    "原告は，コンピューテッド・ラジオグラフィ(CR)のシステムとして完成している甲1発明において，そもそも，「甲1発明の「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」に換えて，周知の光電変換素子を備える出力基板とする」ことの動機付けは一切見当たらない，もし仮に百歩譲って，審決が言うように，「甲1発明の「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」に換えて，周知の光電変換素子を備える出力基板とすることは，当業者が容易に想到し得る」としても，そこまでである，光電変換素子を備える出力基板と貼り合せる場合でも，あえて，厚みの薄いシートあるいはフィルムを支持体として使い続けるという構成に想到するためには，より積極的な動機づけが不可欠である，と主張する(前記第3の2(3)イ)。",
                    "しかし，前記(1)エにおいて説示したとおり，光電変換素子を備える出力基板と，甲1発明の「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」は，シンチレータパネル(蛍光スクリーン)から発光された電磁波を受けて画像を得る手段である点で共通するから，甲1発明の「放射線像変換パネル20a」を周知の光電変換素子を備える出力基板に換える動機付けはあるというべきである。そして，その際に，可とう性を有する「フロント側の蛍光スクリーン20b」を剛性の高い周知の光電変換素子を備える出力基板に合った形状にローラー等を用いて変形させることで両者を密着させることが容易想到であることも，前記(1)エにおいて説示したとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害要因について",
                  "text": [
                    "原告は，甲9は，蒸着により柱状結晶を成長させて構成した蛍光体層を出力基板にローラーで力をかけて貼り合わせることについての課題を開示するものではあっても，それはむしろ，何らの工夫を施すことなくローラーで力をかけて貼り合わせることに対しては，阻害要因として働くものであり，また，甲10は，蒸着により柱状結晶を成長させて構成した蛍光体層を出力基板にローラーで力をかけて貼り合わせることについての課題を開示するものではあっても，それはむしろ，何らの工夫を施すことなくローラーで力をかけて貼り合わせることに対しては，阻害要因として働くものであると主張する(前記第3の2(3)ウ)。",
                    "なるほど，甲9及び甲10には，蛍光体層表面の突起等による凹凸を小さくしてから，蛍光体層と出力基板とをローラーで貼り合わせる技術が開示されている。",
                    "しかし，甲9及び甲10には，いずれも，ローラーによる貼り合わせが従来から行われていたことが記載されており，蛍光体層表面の突起等による凹凸を小さくしなければ，ローラーによる貼り合わせができないということまでは記載されていない。",
                    "また，甲1発明において，可とう性を有する「フロント側の蛍光スクリーン20b」を剛性の高い周知の光電変換素子を備える出力基板に合った形状にローラー等を用いて変形させることで両者を密着させるに際して，「フロント側の蛍光スクリーン20b」を構成する放射線吸収性蛍光体層22b表面の凹凸をあらかじめ小さくすることが禁じられているともいえない。",
                    "したがって，甲1発明の「蓄積性蛍光体23」を有する「放射線像変換パネル20a」に換えて，周知の光電変換素子を備える出力基板とし，甲1発明の「フロント側の蛍光スクリーン20b」と出力基板とをローラーを用いて貼り合わせることについて，甲9及び甲10が阻害要因として働くということはいえない。原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "面形状に変形している構成について",
                  "text": [
                    "原告は，審決も，訂正特許発明3の「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」との構成要件に関し，何らかの証拠により開示されていたと認定しているわけではなく，この点について，公知文献に開示がないことは審決も認めていると主張する(前記第3の2(3)エ)。",
                    "しかし，前記(1)のとおり，甲1発明において，相違点cに係る構成を採用することは，容易想到であり，「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」との構成要件に関して単に公知文献がないということだけでは，上記判断を左右するものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "顕著な効果について",
                  "text": [
                    "原告は，訂正特許発明3は，修正相違点cの「該シンチレータパネルは，該出力基板の光電変換素子面形状に変形している」という構成をとるものであるために，コンピューテッド・ラジオグラフィ(CR)である甲1発明と比較した場合はもちろんのこと，該構成を有さない平板X線検出装置(FPD)と比べても，より一層，受光面全体で均一な鮮鋭性を得ることができるものであり(本件訂正明細書の【0062】)，訂正特許発明3において，修正相違点cの構成をとることが可能となるのは，相違点a及びb’に係る構成を採用したことによるものであると主張する(前記第3の2(3)オ(ア))。",
                    "また，原告は，訂正特許発明3においては，①反射層が一定の厚みを持つことで支持基板の表面粗さを吸収し，②蒸着の際の基板温度(150℃～250℃)よりも低いガラス転移温度を有する樹脂が蒸着に際して軟化することで，根付きがよく，スプラッシュの発生が低減されて柱状結晶が良好に成長するのであると主張する(前記第3の2(3)オ(イ))。",
                    "しかし， 前記2(2)イにおいて説示したとおり，原告の上記主張は，いずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，原告主張の取消事由2cは理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2(訂正特許発明3に関する進歩性判断の誤り)についてのまとめ",
          "text": [
            "前記2ないし4のとおり，原告主張の取消事由2aないし2cは，いずれも理由がなく，訂正特許発明3に係る審決の進歩性判断に誤りはない。",
            "よって，原告主張の取消事由2は理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由3(訂正特許発明1，2，4ないし8に関する進歩性判断の誤り)について",
          "text": [
            "原告は，訂正特許発明1，2，4ないし8のそれぞれについて，いずれも進歩性を否定した審決の判断には誤りがあると主張する(前記第3の3)ので，以下，順次判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正特許発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，訂正特許発明3と甲1発明との相違点cの認定並びに相違点a，b’(相違点bに対応)及びcに係る審決の判断の誤りに照らし，訂正特許発明1についての審決の判断も誤りであると主張する(前記第3の3(1))。",
                  "text": [
                    "訂正特許発明1と甲1発明は，相違点a，b及びcで相違し，このうち，相違点a及びcに係る構成を採用することについては，前記2及び3において説示したとおり容易想到である。そこで，相違点bに係る構成を採用することの容易想到性について検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点bは，訂正特許発明3と甲1発明の相違点b’から「バインダー樹脂」に対する「100℃以下のガラス転移温度(Tg)を有する樹脂であって，」という限定を削除し，樹脂材料の中から「ポリアミド樹脂」及び「アクリル系樹脂」が除外されたものである。",
                    "そうすると，相違点bに係る構成を採用することは，相違点b’の容易想到性について説示したのと同様の理由により，当業者であれば容易になし得たことであるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，訂正特許発明1の進歩性に係る審決の判断に誤りはない。原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正特許発明2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，訂正特許発明3と甲1発明との相違点cの認定並びに相違点a，b’(相違点bに対応)及びcに係る審決の判断の誤りに照らし，訂正特許発明2についての審決の判断も誤りであると主張する(前記第3の3(2))。訂正特許発明2は，訂正特許発明1に対して「反射層表面がカレンダー処理により平滑化されていること」を限定するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訂正特許発明2と甲1発明は，訂正特許発明1と同様，相違点a，b，及びcで相違するのに加え，以下の相違点dで相違する(審決42頁)。",
                    "(相違点d)",
                    "「訂正特許発明2は，「前記反射層表面がカレンダー処理により平滑化されている」のに対し，甲1発明の「拡散反射層」がカレンダー処理により平滑化されているか否かが不明である点。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点a，b及びcに係る構成を採用することについては，訂正特許発明1について説示したのと同様の理由により，当業者であれば容易になし得たことである。そこで，相違点dに係る構成を採用することの容易想到性について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知技術について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲2について",
                          "text": [
                            "甲2(特開2006-194860号公報)は，以下の記載がある。",
                            "「【0002】",
                            "従来，放射線画像を得るために，放射線照射によって得られた潜像をレーザー光等を使い光信号を取り出す法がとられてきた。放射線を吸収してからある時間経過後に光信号を取り出すには，輝尽性蛍光体層が必要で，その輝尽性蛍光体層を設けるには，従来より塗布による塗設方法があったが，塗布液にはバインダー等の発光に寄与しない成分を含むため，最近では蒸着等の気相堆積法による技術が用いられるようになってきた。",
                            "【0003】",
                            "蒸着法等による輝尽性蛍光体の形成では，蒸着時の蒸気流またはルツボ輻射熱，基板加熱の必要有る可能性等から，基板は耐熱性(80℃～200℃程度)があることが必要であった。かつ蛍光体層が設けられる基板表面は非常に平滑であることが求められていた。」",
                            "「【0017】",
                            "・・・放射線画像変換パネルの蛍光体層中の輝尽性蛍光体が下記一般式(1)で表される輝尽性蛍光体である・・・",
                            "【0018】",
                            "一般式(1)  CsX：yA (式中，XはCl，Br又はIを表し，AはEu，Sm，In，TI，Ga又はCeを表す。yは1×10-7～1×10-2である)・・・」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲3について",
                          "text": [
                            "甲3(特開2001-59898号公報)には，以下の記載がある。",
                            "「【請求項1】  少なくとも支持体と該支持体に積層される蛍光体層とからなる放射線像変換パネルの製造方法において，前記支持体に前記蛍光体層を積層する前に，該蛍光体層の前記支持体に接触する側の表面を平滑化処理することを特徴とする放射線像変換パネルの製造方法。」",
                            "「【請求項3】  前記平滑化処理をカレンダーロールにより行うことを特徴とする請求項1または2記載の放射線像変換パネルの製造方法。」",
                            "「【0008】",
                            "【発明が解決しようとする課題】ところで，蛍光体層と支持体との接触面(界面)が乱れていると高画質が望めなくなることがある。これは，蛍光体層と支持体の界面の乱れにより，励起光が不均一に散乱し，粒状が悪化するためである…」",
                            "「【0015】",
                            "【発明の効果】本発明の放射線像変換パネルの製造方法は…支持体に前記蛍光体層を積層する前に，該蛍光体層の前記支持体に接触する側の表面を平滑化処理するので，支持体と蛍光体層の接触する界面を平滑化することができ，貼り合わせ界面における微妙な凹凸に起因すると考えられる画像ノイズを効果的に抑制し，画質の向上を図ることができる。」",
                            "「【0031】平滑化処理は，たとえばカレンダーロールにより行うことができる。カレンダーロールは，通常一対のロール(金属ロールと金属ロールとの組合せ，金属ロールとゴムロールとの組合せ，ゴムロールとゴムロールとの組合せなど)からなる。・・・」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "乙2について",
                          "text": [
                            "乙2(特開2005-292130号公報)には，以下の記載がある。",
                            "「【発明が解決しようとする課題】",
                            "【0010】",
                            "本発明者の研究により，蒸着法などの気相堆積法により金属シート(基板)の表面に柱状結晶構造の蛍光体層を堆積形成する際に，用いる金属シートの表面が滑らかでなく，小さなものであっても凹凸が存在すると，即ち，粗面であると，その基板表面の凹凸が起点となって蛍光体結晶の異常成長が現われ，この異常成長した結晶のサイズが蓄積画像の読み取り時の画素サイズや画像再生時の画素サイズを越えてしまうと，再生された放射線画像上で，周囲と極端に濃度の異なる点欠陥として視認されるようになり，各種の診断や検査に支障を来すことが分かった。また，気相堆積法により形成される蛍光体層の透明性が高いために，表面が粗面の金属シート表面に気相堆積法により蛍光体層を形成して得た放射線像変換パネルを用いて放射線画像を再生すると，金属シート表面の凹凸が直接，再生される放射線画像上に現れて，構造モトル(画素間の粒子ゆらぎ)を増大させ，再生放射線画像の粒状性の低下を招くことが判明した。",
                            "【0011】",
                            "従って，本発明は，高画質の放射線画像を与える放射線像変換パネルを提供することを目的とする。",
                            "【課題を解決するための手段】",
                            "【0012】",
                            "本発明者は，上記の問題点について検討を重ねた結果，金属シート(金属製基板)の表面に気相堆積法により蛍光体層を形成して放射線像変換パネルを得る場合に，金属シートの表面粗さ(Ra)を一定値以下とすることによって，再生放射線画像の粒状性に影響を及ぼす構造モトルを低減し，再生放射線画像に現われる点欠陥を減少させることができることを見い出し，本発明に到達したものである。",
                            "【0013】",
                            "本発明は，金属シート及びその上に気相堆積法により形成された蛍光体層を有する放射線像変換パネルにおいて，該金属シートの蛍光体層側の表面の表面粗さRaが0．1μm以下であることを特徴とする放射線像変換パネルにある。」",
                            "「【0022】",
                            "蛍光体は，蓄積性蛍光体であることが好ましく，特に下記基本組成式(I)を有するアルカリ金属ハロゲン化物系輝尽性蛍光体であることが好ましい。・・・",
                            "MIX・aMIIX’ ・bMIIIX” ：zA    ・・・・(I)",
                            "【0023】",
                            "［ただし，MIはLi，Ｎa，K，Rb及びCsからなる群より選ばれる少なくとも一種のアルカリ金属を表し・・・X，X’及びX”はそれぞれ，F，Cl，Br及びIからなる群より選ばれる少なくとも一種のハロゲンを表し；AはY，Ce，Pr，Ｎd，Sm，Eu，Gd，Tb，Dy，Ho，Er，Tm，Yb，Lu，Ｎa，Mg，Cu，Ag，Tl及びBiからなる群より選ばれる少なくとも一種の希土類元素又は金属を表し；そしてa，b及びzはそれぞれ，0≦a＜0．5，0≦b＜0．5，0＜z＜1．0の範囲内の数値を表す］」"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "上記a及びcの記載によれば，CsI：Tl等の輝尽性蛍光体からなる層を蒸着法等の気相堆積法によって形成する際には，蛍光体層が設けられる基板表面は平滑であることが求められていたことは，周知の技術課題であったと認められる。",
                            "また，平滑化の手段としてカレンダーロールを用いることは，周知技術であったと認められ，上記bの記載によれば，蛍光体層を積層する支持体表面を平滑化する手段としてカレンダーロールを用いることも知られていたことである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，甲3には，CsI：Tlを含む柱状結晶構造の蛍光体層を蒸着法などの気相堆積法により形成する際の基板として金属シートを用いることが記載されているが，乙2に課題として記載された蛍光体結晶の異常成長は，基板表面の凹凸に起因するものであって，基板の材質自体に直接依存するものではないことは，当業者であれば容易に理解するといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，甲1発明において，上記周知の課題に鑑み，CsI：Tlの針状結晶膜である蒸着膜からなる放射線吸収性蛍光体層22bの形成に先立って，「拡散反射層」の表面を，必要に応じてカレンダー処理によって平滑化することは，当業者であれば容易になし得たことである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，審決は，甲2の記載のみを根拠に，「蛍光体層が設けられる基板表面は非常に平滑であることが必要であるという課題が当業者には周知の課題であると認められる。」と認定しているが，甲41には，「エンボスされた層を与えるために，鉛ベースの塗料を使用し，良く知られた被覆技術(例えばシルクスクリーン印刷)によって適用してもよく，その層の上に針状燐光体を蒸着してもよい。」(甲41の【0043】)とあるように，むしろ，エンボス加工によって凹凸のある表面に針状結晶を蒸着することが好ましい旨が記載されており，この記載だけを見ても，蛍光体層等を蒸着する際に基板表面を平滑にすることが必ずしも常に好ましいものではないことは明らかであると主張する(前記第3の3(2)イ)。",
                        "しかし，甲41には，「前記中間層が微細な凹凸パターンを形成するためのエンボシングに供された表面を有する請求項1～7のいずれかに記載の燐光体スクリーン又はパネル。」(請求項8)，「鉛含有層は燐光体を蒸着するための支持体における不均一性をさらに描くかもしれない。これは極めて望ましい例である。なぜならばそれはもし望むなら針状形態で燐光体結晶を蒸着することを助けるからである。」(【0032】)，「エンボスされた層を与えるために，鉛ベースの塗料を使用し，良く知られた被覆技術(例えばシルクスクリーン印刷)によって適用してもよく，その層の上に針状燐光体を蒸着してもよい。」(【0043】)，「本発明によれば中間層における支持体として鉛層でカバーされたポリマーフィルム上に結合剤のない刺激性燐光体スクリーンを与えることがさらに好ましく，前記中間層は微細な凹凸パターンを形成するためのエンボシングを受けた表面を有する。」(【0051】)との記載がある。",
                        "これらの記載は，中間層表面に微細な凹凸パターンを形成すると，針状形態の燐光体結晶層(蛍光体層)を蒸着で形成する際の助けとなる点において好ましいことを意味するものと解されるが，甲41には，微細な凹凸パターンについて，どの程度の寸法や形状であれば，針状形態の燐光体結晶層(蛍光体層)を蒸着で形成する際の助けになるのか，微細な凹凸パターンは針状形態の燐光体結晶層(蛍光体層)を蒸着で形成する際に常に助けとなるのか，微細な凹凸パターン上に燐光体結晶層(蛍光体層)を蒸着形成しても異常成長は生じないのか等を含め，作用機序についての具体的な記載は何らされていない。",
                        "したがって，甲41は，CsI：Tl等の輝尽性蛍光体からなる層を蒸着法等の気相堆積法によって形成する際には，蛍光体層が設けられる基板表面は平滑であることが求められていたことが周知の技術課題であるとの認定(前記ウ(ア)d)を左右するものではない。原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，訂正特許発明2に係る実施例のＮo．1は，Ｎo．12(カレンダー処理なし)に比べMTFにおいて更に優れていることが示されており，かかる有利な効果は甲1等から当業者は予期し得ないものといえるが，審決では訂正特許発明2の効果を何ら考慮することなく，「『拡散反射層』の表面をカレンダー処理によって平滑化することは，当業者が適宜なし得たことである。」と認定しており，発明の効果を看過している点でも誤りがあると主張する(前記第3の3(2)ウ)。",
                        "しかし，本件訂正明細書に「MTF値が高いほど鮮鋭性に優れていることを示す。」(【0114】)と記載されているとおり，MTF値は鮮鋭性の指標であるところ，蒸着法などの気相堆積法により柱状結晶構造の蛍光体層を堆積形成する際に，基板表面が平滑でなく凹凸があると鮮鋭性が損なわれることは，例えば，乙2に「基板表面の凹凸が起点となって蛍光体結晶の異常成長が現われ，この異常成長した結晶のサイズが蓄積画像の読み取り時の画素サイズや画像再生時の画素サイズを越えてしまうと，再生された放射線画像上で，周囲と極端に濃度の異なる点欠陥として視認されるようになり，各種の診断や検査に支障を来す」(【0010】)と記載されているように，当業者にとって周知の事項であったと認められる。",
                        "したがって，蛍光体層を堆積形成する前に基板表面をカレンダー処理により平滑化すれば鮮鋭性が改善することは，当業者が予測できる効果である。原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，乙2は，金属基板表面の表面粗さを問題とするものであるが，訂正特許発明2のように反射層がバインダー樹脂を含む場合にもカレンダー処理による平滑化が必要であることは何ら開示も示唆もなされていないと主張する(前記第3の3(2)イ)。",
                        "しかし，前記ウ(ア)a及びcのとおり，甲2及び乙2には，いずれも，CsI：Tl等の輝尽性蛍光体からなる層を蒸着法等の気相堆積法によって形成する際には，蛍光体層が設けられる基板表面は平滑であることが求められていたことが記載されており，当裁判所は，これらの記載に基づいて，CsI：Tl等の輝尽性蛍光体からなる層を蒸着法等の気相堆積法によって形成する際には，蛍光体層が設けられる基板表面は平滑であることが求められていたことが周知の技術課題であることを認定したものである。原告の上記主張は，周知の技術課題に係る上記認定を左右するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "よって，訂正特許発明2の進歩性に係る審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正特許発明4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，訂正特許発明3と甲1発明との相違点cの認定並びに相違点a，b’(相違点bに対応)及びcに係る審決の判断の誤りに照らし，訂正特許発明4についての審決の判断も誤りであると主張する(前記第3の3(3))。",
                    "訂正特許発明4は，訂正特許発明3の「反射層」を構成する「平均粒径0．1～3．0μmの」「アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料」を「二酸化チタン」に限定したものである。甲1発明は，「拡散反射層」に「平均粒子径が0．1乃至0．5μmの範囲にある二酸化チタン」を有しているから，上記限定によって新たな相違点が生じることはない。",
                    "そうすると，訂正特許発明4と甲1発明は，既に説示した訂正特許発明3と同様，相違点a，b’及びcで相違する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，訂正特許発明3について説示したところと同様の理由により，訂正特許発明4について進歩性を認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，訂正特許発明4の進歩性に係る審決の判断に誤りはない。原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "訂正特許発明5について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，訂正特許発明3と甲1発明との相違点cの認定並びに相違点a，b’(相違点bに対応)及びcに係る審決の判断の誤りに照らし，訂正特許発明5についての審決の判断も誤りであると主張する(前記第3の3(4))。",
                    "訂正特許発明5は，訂正特許発明3の基板に対して，「厚さ50μm以上500μm以下の可とう性を有する高分子フィルムからなる」という限定を付し，訂正特許発明3の「前記白色顔料が，平均粒径0．1～3．0μmの白色顔料であり，」という限定を削除し，バインダー樹脂については，「100℃以下のガラス転移温度(Tg)を有する樹脂であって，」という限定を削除するとともに，樹脂材料の中から「ポリアミド樹脂」及び「アクリル系樹脂」を除外したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1発明の「支持体21bは，ポリイミド樹脂からなる厚みが50μm乃至1mmのシートあるいはフィルムであ」ることは，訂正特許発明5の「厚さ50μm以上500μm以下の可とう性を有する高分子フィルムからなる」ことに相当する。",
                    "したがって，訂正特許発明5と甲1発明は，相違点a，b及びc’で相違し，相違点c’は以下のとおりである(審決46頁)。",
                    "(相違点c’)",
                    "「訂正特許発明5は，「シンチレータパネル」から発光された電磁波を吸収するものが，「光電変換素子を備え，」「画像信号を出力する出力基板」であるのに対して，甲1発明は，「放射線吸収性蛍光体層22b」から発光された電磁波を吸収するものが，「蓄積性蛍光体層23」を有する「放射線像変換パネル20a」である点。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点c’は，相違点cから，訂正特許発明3における「シンチレータパネルは，該出力基板の光電変換素子面形状に合った形状に変形している」のに対して，甲1発明では「フロント側の蛍光スクリーン20b」が「蓄積性蛍光体層23」の面形状に合った形状に変形している否かが不明である点を除外したものである。",
                    "したがって，相違点cの容易想到性について説示したところと同様の理由により，相違点c’に係る構成を採用することは，当業者であれば容易になし得たことであり，訂正特許発明5について進歩性を認めることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，訂正特許発明5の進歩性に係る審決の判断に誤りはない。原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "訂正特許発明6について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，訂正特許発明3と甲1発明との相違点cの認定並びに相違点a，b’(相違点bに対応)及びcに係る審決の判断の誤りに照らし，訂正特許発明6についての審決の判断も誤りであると主張する(前記第3の3(5))。",
                    "訂正特許発明6は，訂正特許発明3の基板に対して，「厚さ50μm以上500μm以下の可とう性を有する高分子フィルムからなる」という限定を付したものである。甲1発明の「支持体21bは，ポリイミド樹脂からなる厚みが50μm乃至1mmのシートあるいはフィルムであ」ることは，訂正特許発明6の「厚さ50μm以上500μm以下の可とう性を有する高分子フィルムからなる」ことに相当する。したがって，訂正特許発明6と甲1発明は，訂正特許発明3と同様，相違点a，b’及びcで相違する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，訂正特許発明3について説示したところと同様の理由により，訂正特許発明6について進歩性を認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，訂正特許発明6の進歩性に係る審決の判断に誤りはない。原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "訂正特許発明7について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，訂正特許発明3と甲1発明との相違点cの認定並びに相違点a，b’(相違点bに対応)及びcに係る審決の判断の誤りに照らし，訂正特許発明7についての審決の判断も誤りであると主張する(前記第3の3(6))。",
                    "訂正特許発明7は，訂正特許発明5又は6の「高分子フィルムからなる基板」に対して，その材料を「ポリイミド(PI)またはポリエチレンナフタレート(PEＮ)フィルムである」ことを限定するものである。甲1発明の「支持体21bは，ポリイミド樹脂からなる厚みが50μm乃至1mmのシートあるいはフィルムであ」ることは，訂正特許発明7の「前記高分子フィルムがポリイミド(PI)またはポリエチレンナフタレート(PEＮ)フィルムである」ことに相当するから，上記限定によって新たな相違点は生じない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，訂正特許発明5及び6について説示したところと同様の理由により，訂正特許発明7について進歩性を認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，訂正特許発明7の進歩性に係る審決の判断に誤りはない。原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "訂正特許発明8について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，訂正特許発明3と甲1発明との相違点cの認定並びに相違点a，b’(相違点bに対応)及びcに係る審決の判断の誤りに照らし，訂正特許発明8についての審決の判断も誤りであると主張する(前記第3の3(7))。",
                    "訂正特許発明8は，訂正特許発明1ないし7のいずれかにおいて，「反射層の厚さが0．2～3．0μmであること」を限定するものであり，この限定により，訂正特許発明8は，既に検討した相違点に加えて，以下の相違点eで甲1発明と相違する(審決49頁)。",
                    "(相違点e)",
                    "「訂正特許発明8は，「前記反射層の厚さが0．2～3．0μmである」のに対し，甲1発明の「拡散反射層」の「層厚が15乃至100μmの範囲にあ」る点。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訂正特許発明8における上記数値限定の臨界的意義も含めた技術的意義について検討すると，本件訂正明細書の【0032】には，「反射層の厚さは，0．2～3．0μmであることが，発光光取り出し効率の観点から好ましい。」とあるように，発光光取り出し効率の観点で反射層の厚さを設定することは記載されているが，上記数値限定の臨界的意義については記載されていない。",
                    "次に，本件訂正明細書に実施例として記載されたシンチレータパネルＮo．1～13(【0116】，【表1】)のうち，基板がアルミ板(300μm)で可とう性を有さないと考えられるＮo．11及び，比較例のＮo．13を除外して検討すると，訂正特許発明8に相当する反射層の厚さが0．2～3．0μmの範囲にあるシンチレータパネルは，Ｎo．1～6，8，9，12であり，このうち，鮮鋭性の評価指標であるMTF値を参照すると，Ｎo．1及び3が0．65の最大値である一方，Ｎo．12では0．53の最小値となっているから，その範囲は0．53～0．65である。",
                    "一方，反射層の厚さが上記範囲外であるＮo．7(0．1μm)及びＮo．10(3．5μm)については，いずれのMTF値も0．55となっている。",
                    "そうすると，MTF値は高いほど鮮鋭性に優れているから(【0114】)，反射層の厚さが上記範囲内にあるＮo．12のMTF値(0．53)は，反射層の厚さが上記範囲外にあるＮo．7，10のMTF値(0．55)よりも低くなっており，Ｎo．12は，Ｎo．7，10よりも鮮鋭性の点で劣っていることになり，【表1】に記載された結果からは，訂正特許発明8に相当する反射層の厚さが0．2～3．0μmの範囲のシンチレータパネルは，その全範囲にわたって，上記範囲外のシンチレータパネルと比較して顕著な効果を奏するとはいえない。",
                    "したがって，訂正特許発明8における反射層の厚さについての上記数値限定に対して臨界的意義を認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一方，甲1には，反射層の厚さについて，「拡散反射層は，感度および鮮鋭度の点から，できるだけ薄い層厚で高い光反射率を達成することが望ましい。」(【0086】)との記載があり，その厚さを薄くすることが志向されていることを併せて勘案すると，甲1発明において，反射層を0．2～3．0μmに設定することは，当業者にとって格別の創意工夫を要することとは認められない。",
                    "したがって，訂正特許発明8について進歩性を認めることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，訂正特許発明8の進歩性に係る審決の判断に誤りはない。原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "小括",
              "text": [
                "よって，原告主張の取消事由3には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違法はない。",
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10192",
    "date": "2015-04-15",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085050",
    "ipprecedent_id": "4025",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}