{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2011-28347号事件について平成26年2月10日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「可食用酸及び／又はその酸性塩を含む薬剤組成物と用途」とする発明について，平成16年4月26日(優先日平成15年4月24日，中国)を国際出願日とする特許出願(特願2006-501328号。以下「本願」という。)をした(甲62)。",
                "原告は，平成20年10月10日付けで，本願の願書に添付した特許請求の範囲及び明細書(以下，図面を含めて「本願明細書」という。)について手続補正(甲9)をした後，平成22年6月28日付けの拒絶理由通知(甲35。以下「本件拒絶理由通知」という。)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "その後，原告は，平成23年8月12日付けの拒絶査定(甲54。以下「本件拒絶査定」という。)を受けたため，同年12月26日，同日付け審判請求書(以下「本件審判請求書」という。乙6の1頁ないし11頁)の書面を提出して，拒絶査定不服審判の請求(以下「本件審判請求」という。)をした。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審判請求書の記載事項及びこれと同時に提出された書類(乙6)の記載事項は，工業所有権に関する手続等の特例に関する法律に基づいて，特許庁において電子化(以下「本件電子化」という。)され，ファイルに記録された。",
                    "本件電子化後の本件審判請求書(甲55)には，次のような記載がある。",
                    "「4・むすび",
                    "したがって，本願発明は引用文献1～10に記載された発明の内容に関係って，原査定を取り消す，この出願の発明はこれを特許すべきものとする，との審決をもとめる。",
                    "【証拠方法】",
                    "【提出物件の目録】",
                    "【物件名】  1・手続補正書  1",
                    "【物件名】  2・A審査官に送ったファクス  1",
                    "【物件名】  3・B事務所からのイーメールのコピー  平成22年10月5日付き出した書類〔返却されたもの〕  1",
                    "【物件名】  4・封筒表紙  1",
                    "【物件名】  5・意見書  1",
                    "【物件名】  6・意見の内容  1",
                    "【物件名】  7・手続補正書  1",
                    "【物件名】  8・印鑑変更届  1",
                    "【物件名】  9・Comment  1",
                    "【物件名】  10・IＮSTRUCTIOＮ  SHEEET  1",
                    "【物件名】  委任状  1",
                    "【援用の表示】  平成22年11月提出の委任状のものを援用します。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本件審判請求書と同時に提出された書類中には，①本件審判請求書の「【提出物件の目録】」欄記載の「1・手続補正書」に対応するものとして，「【書類名】」欄に「手続補正書」，「【提出日】」欄に「平成22年12月  日」と記載された書面(以下「本件書面1」という。乙6の12頁)，②「【提出物件の目録】」欄記載の「7・手続補正書」に対応するものとして，「【書類名】」欄に「手続補正書」，「【提出日】」欄に「平成22年10月5日」と記載された書面(以下「本件書面2」という。甲45，乙6の20頁)が含まれていた。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，上記請求を不服2011-28347号事件として審理を行い，平成26年2月10日，「本件審判の請求は，成り立たない。」との審決(付加期間90日。以下「本件審決」という。)をし，同年3月7日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成26年7月4日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "平成20年10月10日付け手続補正による補正後のもの",
              "text": [
                "平成20年10月10日付け手続補正による補正後の特許請求の範囲は請求項1ないし16から成り，その請求項1，3及び9の記載は，次のとおりである(以下，請求項3に係る発明を「本願発明1」，請求項9に係る発明を「本願発明2」，請求項1に係る発明を「本願発明3」という。甲9)。",
                "「【請求項1】",
                "有効量の可食用酸及び／又はその酸性塩を活性成分とし，また薬学的に許容される添加剤からなる，体液のpHを下げることを特徴とする薬剤組成物；それには，可食用酸及び／又はその酸性塩の含有量が0．06～100％で，有機酸のカボキシル酸，グルコノラクトン酸，無機酸のリン酸，及びこれらのナトリウム或いはカリウムの酸性塩よりなる群から選ばれた少なくとも一種の酸を有効成分とすることを特徴とする薬剤組成物。」",
                "「【請求項3】",
                "体液のpHを下げることを特徴とする薬剤組成物を，風邪薬又はウィルス感染薬剤に用い；そのうち酢酸を呼吸系統の病気に用いることを除くことを特徴とする請求項1記載の薬剤組成物。」",
                "「【請求項9】",
                "含有量が0．06～10％の可食用酸及び／又はその酸性塩であることを特徴とする請求項1記載の体液のpHを下げる薬剤組成物を活性成分とし，皮膚と接触する手袋または着物を処理し，そのアレルギー性を減らす方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件書面1に記載のもの",
              "text": [
                "本件書面1(乙6の12頁)には，「【補正対象書類名】」を「特許請求の範囲」，「【補正対象項目】」を「全文」，「【補正方法】」を「変更」との記載があり，さらに，「【補正の内容】」として，次のような記載がある。",
                "「【請求項1】  有効量な可食用酸と／またはその酸性塩を活性成分とし、と薬学的に許容される添加剤からなる、体液のpHを下げることを特徴とするアレルギー、感冒、炎症、かゆう、鎮痛、虫さされの中毒、を防止又は改善する薬剤組成物；可食用酸と／またはその酸性塩の含有量が0・06～100％で；可食用酸はフマル酸、コハク酸、α-オキシ酸、りんご酸、マレイン酸、酒石酸、クエン酸、乳酸、マレイン酸、α-オキシオクタン酸、グルコンラクドン酸、グリコール酸、酢酸、プロパン酸、りん酸なる群から選ばれた少なくとも一種の酸を有効成分とし；アレルギーの薬剤組成物である非経口皮膚外用剤(アレルギー性鼻炎とアピトー)にはクエン酸の含有量が1重量部の範囲を除きに限定するし、非径口剤を除き、且つ径口剤にはコハク酸とクエン酸を除き；感冒およびインフエンザウイルスの予防並びに治療用の非経口服組合せ物にはpH3．5-5．5の物、を除きには；感冒と抗炎の予防並びに治療用の非経口服薬剤組成物であるときには酢酸を除き；虫さされの中毒の薬剤組成物であるときにはフマル酸を除き；床ずれと火傷口の治療用には非経口組合せ物を除き；ことを特徴とする薬剤組成物。」",
                "「【請求項2】  請求項1の薬剤組成物を口投与剤の保健食品としたとき、その活性成分の可食用酸／またはその酸性塩の含有量が0・06～10％で、その際コハク酸、フマル酸とクエン酸を除き、をいずれのクッキー、ケーキ、キャンディ、チューンガム、缶詰め、乳製品、ピーナツ製品、プディング、玉子製品、料理、酒、お茶、コーラ、サルサ、と混ぜることを特徴とする保健品。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明1は本願の優先日前に頒布された刊行物である特表2003-512325号公報(以下「引用例1」という。甲1)に記載された発明，本願発明2は本願の優先日前に頒布された刊行物である特表2004-510717号公報(以下「引用例2」という。甲2)に記載された発明，本願発明3は引用例1又は引用例2に記載された発明であるから，特許法29条1項3号に該当し，特許を受けることができないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用例1に記載された発明(以下「引用発明1」という。)，引用例2に記載された発明(以下「引用発明2」という。)，本願発明1と引用発明1との一致点及び相違点，本願発明2と引用発明2との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "「0．5％のクエン酸を含有する薬剤組成物を，ウィルス感染の治療に用いる薬剤組成物。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2",
                  "text": [
                    "「アレルギー中和金属イオン及び0．2～8％のクエン酸を含有する組成物を，衣類に噴霧しアレルギー反応を起こらなくする方法」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明1と引用発明1との一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「薬剤組成物を，風邪薬又はウイルス感染薬剤に用い；そのうち酢酸を呼吸系統の病気に用いることを除く薬剤組成物であって，その薬剤組成物が，有効量の可食用酸を活性成分とし，また薬学的に許容される添加物からなる薬剤組成物；それには，可食用酸の含有量が0．5％で，有機酸のカルボキシル酸を有効成分とすることを特徴とする薬剤組成物」である点",
                    "(相違点)",
                    "本願発明1では「体液のpHを下げる」組成物とされているのに対し，引用発明1では具体的に規定されていない点(以下「相違点1」という。)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本願発明2と引用発明2との一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「含有量が0．2～8％の可食用酸を含有する，有効量の可食用酸を活性成分とし，また薬学的に許容される添加剤からなる薬剤組成物；それには，可食用酸の含有量が0．2～8％で，有機酸のカルボキシル酸を有効成分とする薬剤組成物を活性成分とし，皮膚と接触する着物を処理し，アレルギー性を減らす方法」である点",
                    "(相違点)",
                    "本願発明2は「体液のpHを下げる」組成物であるのに対し，引用発明5(判決注・「引用発明2」の誤記と認める。)では具体的に規定されていない点(以下「相違点2」という。)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(補正の看過による発明の要旨認定の誤り)",
              "text": [
                "本件審決は，平成20年10月10日付け手続補正による補正後の特許請求の範囲の記載に基づいて本願発明1ないし3を認定し，これを審理の対象とし，本願発明1ないし3は，特許法29条1項3号に該当し，特許を受けることができないから，本件審判の請求は成り立たない旨判断した。",
                "しかしながら，以下のとおり，原告は，本件審判請求と同時に，本件書面1を提出して特許請求の範囲について補正(以下「本件書面1による補正」という。)をしたのであるから(特許法17条の2第1項4号)，本件書面1による補正後の特許請求の範囲を審理の対象とすべきであったにもかかわらず，本件審決は，本件書面1による補正を看過し，上記補正後の特許請求の範囲について審理判断を行わず，発明の要旨認定を誤った違法がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件書面1による補正の看過について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "在外者である原告の特許管理人であるC(以下「C」という。)は，原告の指示を受けて，平成23年12月26日，特許庁の窓口(出願課)で，本件審判請求書並びに本件書面1及び2を含む書類(以下「本件一件書類」という場合がある。)を同時に提出した。",
                        "なお，原告は，本願の出願手続について，当初，弁理士B(以下「B弁理士」という。)を特許管理人として選任していたが，平成22年11月5日，B弁理士が特許庁に代理人辞任届を提出したため，原告の親類であるCを新たに特許管理人として選任し，同月19日，Cが代理人受任届を特許庁に提出した(甲49，50)。Cは，弁護士資格及び弁理士資格を有していない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件書面1(乙6の12頁)は，その「【書類名】」，「【補正対象書類名】」，「【補正対象項目】」，「【補正の内容】」等の記載から，本願の特許請求の範囲を補正する手続補正書であることは明らかである。",
                        "そして，本件書面1の記載事項によれば，原告が，本件書面1によって，特許請求の範囲の全文を変更し，請求項の数を2とする補正をする意思を表示していることは明らかである。",
                        "また，本件審判請求書には，「3．立証の趣旨」の「(1)  拒絶すべきでない理由」中に「請求項16の「人間項」を消して補正する」，「本発明の手袋らの処理項を省ける」との記載があり，さらに，「4．むすび」として「したがって，本願発明は引用文献1～10に記載された発2つにまとめ，原査定を取り消す，この出願の発明はこれを特許すべきものとする，との審決をもとめる。」との記載がある。これらの記載は，本件書面1による補正により特許請求の範囲が変更されたことを前提とするものであり，これらの記載からも，本件書面1が本願の特許請求の範囲を補正する手続補正書であることは明らかである。",
                        "したがって，本件書面1による補正は，拒絶査定不服審判請求と同時にする特許請求の範囲の補正(特許法17条の2第1項4号)に該当するから，本件書面1による補正後の特許請求の範囲について審理判断をすべきであったのに，本件審決には，本件書面1による補正を看過し，上記補正後の特許請求の範囲について審理判断を行わず，発明の要旨認定を誤った違法がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，本件審判請求書の添付書類の一つとして，「【提出物件の目録】」欄記載の「1・手続補正書」に対応するものとして「【書類名】」を「手続補正書」とする本件書面1が提出されたが，本件書面1は，審判請求書の添付書類であって，独立した書類ではないから，正式な手続補正書に該当しない旨主張する。",
                        "しかしながら，特許庁作成の「審判の概要(手続編)」(甲68)には，審判請求書と同時に手続補正書を提出する場合の手続について，「特許庁窓口差出」の場合には，「審判請求書と手続補正書を一回の窓口対応で提出します。」(27頁)との記載があるが，審判請求書の「【提出物件の目録】」欄に「手続補正書」を記載してはならないなどの記載はなく，他に特許庁が「審判請求書と同時に提出される手続補正書」の「独立性」を判断するための基準を外部に公表していることを示す証拠はない。",
                        "また，本件審判請求書の「【提出物件の目録】」欄に「【物件名】  手続補正書」と記載したことが誤りであるとしても，通常であれば職権訂正の対象となる軽微な瑕疵にすぎない。",
                        "したがって，被告の上記主張は，外部には公表されていない「手続補正書の独立性」の基準を適用して，通常であれば職権訂正の対象となるような軽微な瑕疵をもって，審判請求書と同時に現実に提出された「手続補正書」の法的有効性を否定するものにほかならず，出願人・審判請求人の利益を著しく損なうものであるから，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，本件書面1の「【提出日】」欄には，本件審判の請求日である「平成23年12月26日」とは異なる「平成22年12月  日」と記載されているとともに，「【代理人】」欄に押印も識別ラベルもないから，本件書面1を本件審判請求と同時にする補正に係る手続補正書であると認識することは困難であった旨主張する。",
                        "しかしながら，特許法施行規則様式第13(以下「様式13」という。)において，括弧書きで「(【提出日】平成    年    月    日)」と記載されているように，手続補正書において，「提出日」は「必須」の記載事項ではなく，「任意」の記載事項である。特許庁の運用によれば，提出期間が定められている書類が窓口に提出された場合には，提出書面に記載された日付ではなく，現実に提出された日時を基に提出日を判断している。",
                        "次に，手続補正書に押印又は識別ラベルの貼付のない場合には，特許法17条3項2号に基づき，「方式補正指令」が発せられる。方式審査便覧126．50(平成23年11月改訂)によれば，手続を行ったことの意思表示に不備があるときは，当該手続を行ったことを申し出る補正を行い，押印又は識別ラベルを貼付することで，押印又は識別ラベルの欠缺を補充することができることとされている。",
                        "また，査定系審判請求書に押印又は識別ラベルの貼付のない場合であっても，審判便覧「21-03  補正命令又は審尋をすべき類型一覧」(甲64)の「3.(3)」に記載されているとおり，補正命令が発せられる。",
                        "さらに，特許法18条の2第2項は，不適法な手続であって，その補正をすることができないことを理由に手続を却下しようとする場合には，手続をした者に対し，その理由を通知し，弁明の機会を与えなければならないと規定している。",
                        "しかるところ，本件審判手続においては，方式補正指令は発せられているが，手数料に関するもの(甲56)のみで，押印又は識別ラベルの欠缺に関する方式補正指令は発せられておらず，押印又は識別ラベルの欠缺について，原告は，補正の機会も，弁明の機会も与えられていない。",
                        "したがって，被告の上記主張は，特許法17条3項2号及び18条の2第2項に反するとともに，特許庁の制度運用の方針にも反するものであるから，失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，本件審判請求書の提出物件の中に「【書類名】」が「手続補正書」とされた書類が二つあるので(物件名「1・」及び「7・」)，そのうちの一つだけを抜き出して本件審判請求書とは異なる書類である手続補正書として取り扱うことは，書類の取扱いとして不自然である旨主張する。",
                        "しかしながら，前記ア(イ)のとおり，「提出物件」の「1・手続補正書」に対応する本件書面1が，本件審判請求書と同時に提出された，本願の特許請求の範囲を補正する手続補正書であることは明らかである。",
                        "また，本件審判請求書の「【提出物件の目録】」欄は原告の当初の意図と異なる形で職権訂正され，本件電子化がされたという手続的瑕疵がある。このような職権訂正及び電子化がされなければ，「提出物件の目録」の欄の記載からも，本件審判請求書と同時に提出された「手続補正書」は，「 1・手続補正書」(本件書面1)の1通のみであることは明らかである。",
                        "すなわち，本件電子化前の「【提出物件の目録】」欄の記載(乙6の11頁)は，下記のとおり，「平成22年10月5日付き出した書類〔返却されたもの〕」の文言は，「3・B事務所からのイーメールのコピー  1枚」の後に改行されて記載されており，その配置からみて，それ以降に記載された提出物件(物件名「4．」ないし「10」の書類)の「見出し」であることを理解することができる。",
                        "そうすると，本件審判請求に伴い新たに提出された提出物件は，「",
                        "1・手続補正書」，「2・A審査官に送ったファクス」及び「3・B事務所からのイーメールのコピー」の3通であり，本件審判請求書と同時に提出された「手続補正書」は，「 1・手続補正書」(本件書面1)の1通のみであることを理解することができる。",
                        "したがって，被告の上記主張は理由がない。",
                        "記",
                        "(本件電子化前の【提出物件の目録】欄の記載)",
                        "「【提出物件の目録】",
                        "【物件の名】",
                        "1・手続補正書                              1枚",
                        "【物件名】  2・A審査官に送ったファクス        1枚",
                        "【物件名】  3・B事務所からのイーメールのコピー      1枚",
                        "平成22年10月5日付き出した書類〔返却されたもの〕",
                        "【物件名】  4・封筒表紙                                1枚",
                        "【物件名】  5・意見書                                  1枚",
                        "【物件名】  6・意見の内容                            13枚",
                        "【物件名】  7・手続補正書                              1枚",
                        "【物件名】  8・印鑑変更届                              1枚",
                        "【物件名】  9・Comment                          1枚",
                        "【物件名】   10・IＮSTRUCTIOＮ  SHEEET  1枚」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，本件審判請求時に納付された手数料は，請求項の数が「1」である場合の料金であり，本件書面1記載の請求項の数が「2」であることと整合せず，また，原告は，特許庁からの納付の求めに応じて，請求項の数が「16」であることに対応する手数料の不足分を納付しているから，原告は，請求項の数が「16」であることを前提として本件審判請求をしていると解するのは当然である旨主張する。",
                        "しかしながら，特許法195条11項は，過誤納の料金は，納付した者の請求により返還すると規定しているところ，原告は，本件審判請求に係る請求項の数は「16」であることを理由として納付された手数料の不足分8万2500円の納付を求め，指令の発送の日から30日以内に手続の補正をしないときは，同法133条3項の規定により審判請求書を却下することになる旨が記載された平成24年2月7日付けの手続補正指令書(方式)(甲56)を受けたため，原告の特許管理人Cに対し，特許庁に間違いがあれば，事後に納め過ぎた金額の返還を求めることができる旨述べた上で，その不足分の納付を指示したものである。",
                        "被告の主張するように，不足分の料金納付の事実のみをもって，原告の補正の意思が不当に狭く解釈されるのであれば，過誤納という行為そのものが単なる過誤以外の何らかの法律的な意味を有することになり，過誤納の料金の返還を認める特許法195条11項の趣旨が没却されることになり，不当である。",
                        "したがって，被告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決は，本件書面1による補正を看過し，上記補正後の特許請求の範囲について審理判断を行わず，発明の要旨認定を誤ったものであるから，違法なものとして取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願発明1ないし3の特許法29条1項3号該当性の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，「薬剤組成物を，風邪薬又はウイルス感染薬剤に用い；そのうち酢酸を呼吸系統の病気に用いることを除く薬剤組成物であって，その薬剤組成物が，有効量の可食用酸を活性成分とし，また薬学的に許容される添加物からなる薬剤組成物；それには，可食用酸の含有量が0．5％で，有機酸のカルボキシル酸を有効成分とすることを特徴とする薬剤組成物」である点を本願発明1及び引用発明1の一致点として認定したが，本願発明1は，「有機酸のカルボキシル酸を有効成分」とするのに対し，引用発明1は，有機酸のカルボキシル酸とは異なるアミノ酸の一種である「ピログルタミン酸を活性成分(有効成分)」として用いている点で相違するから，上記一致点のうち，「有機酸のカルボキシル酸を有効成分とする」との部分は誤りである。",
                        "すなわち，引用発明1においては，実施例III，IVにおいて製造方法の初期段階で，クエン酸が用いられてはいるが，その後水酸化ナトリウムを添加してpH3．5に調整しており，pKaが3．13のクエン酸は全て中和されて中性塩のクエン酸ナトリウムになっており，最終的な薬剤組成物中にクエン酸そのものが活性成分として残存することはあり得ないし，活性成分である「酸」としてその薬効を発揮するのはピログルタミン酸であり，本願発明1の有機酸のカルボキシル酸と相違する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，本願発明1と引用発明1との相違点1について，引用例1には，薬剤組成物を添加することによって「体液のpHを下げる」とは明記されていないが，引用発明1の薬剤組成物の組成は本願発明1と同一である以上，「体液のpHを下げる」という性質においても同一であると認められると判断した。",
                        "しかしながら，前記(ア)のとおり，両発明は薬剤組成物の組成そのものが異なる。",
                        "また，本願発明1は，「体液のpHを下げること」の医薬用途に基づく発明であり，その「用法」において経口薬として最もその効能を発揮し得るものと考えられるのに対し，引用発明1の用法は，その請求項7に記載されているように，「被験者の鼻の鼻甲介において組成物をスプレーする」ものであり，本願発明1とは用法が異なるから，「用法で特定の疾病に適用するという医薬用途」が異なることも明らかである。",
                        "したがって，本件審決の上記判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本願発明2は，「本願の優先日前に頒布された刊行物である特表2004-510717号公報」(引用例2)に記載された発明(引用発明2)であるから，特許法29条1項3号に該当し，特許を受けることができない旨判断した。",
                        "しかしながら，引用例2(甲2)の公表日は「平成16年4月8日」であり，本願の優先日である「平成15年4月24日」よりも後に公表されたものであるから，引用例2は，「本願の優先日前に頒布された刊行物」に該当しない。",
                        "被告は，この点に関し，本件審決記載の「本願の優先日前に頒布された刊行物である特表2004-510717号公報」との部分は，「本願の優先日前に頒布された刊行物である国際公開第02／028187号」の明らかな誤記である旨主張するが，本件審決が摘記した引用例2の記載事項は，甲2記載のものであって，英文で記載された国際公開第02／028187号(甲3)とは明らかに異なり，また，本件審決には甲3の訳文との対応関係の指摘もないから，誤記であるということはできない。",
                        "したがって，本願発明2は特許法29条1項3号に該当するとの本件審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に(ア)が認められないとしても，本件審決が，本願発明2と引用発明2との相違点2について，引用例2には，薬剤組成物を添加することによって「体液のpHを下げる」とは明記されていないが，引用発明2の薬剤組成物の組成は本願発明2と同一である以上，「体液のpHを下げる」という性質においても同一であると認められると判断したのは誤りである。",
                        "すなわち，引用発明2においては，特定の疾病に適用される主要化合物(活性成分)は，その請求項1に記載されているように，「アレルギー中和金属イオン」であり，クエン酸等は，必須の有効成分ではなく，単なる任意成分にすぎない。",
                        "したがって，引用発明2は，薬剤組成物の組成そのものが本願発明2と異なる上，クエン酸等の化合物によって体液のpHを下げるとの医薬用途に基づく発明でない点においても本願発明2と相違するから，本件審決の上記判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明3について",
                  "text": [
                    "本件審決は，本願発明3をより狭い範囲のものとした本願発明1が引用例1に記載された発明であり，また，本願発明3をより限定した本願発明2が引用例2に記載された発明であるから，本願発明3は，引用例1又は引用例2に記載された発明であると判断した。",
                    "しかしながら，前記アで述べたとおり，本願発明1と引用発明1は，薬剤組成物の組成そのものが相違し，また，前記イで述べたとおり，本願発明2と引用発明2とは，薬剤組成物の組成そのものが相違するから，本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本願発明1ないし3が特許法29条1項3号に該当するとの本件審決の上記判断は，いずれも誤りであるから，本件審決は，違法なものとして取り消されるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成23年12月26日に本件審判請求と同時に，特許法17条の2第1項4号に基づく補正に係る手続補正書を特許庁に提出した旨主張するが，以下のとおり，手続補正書が提出された事実はない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "手続の補正をするには，所定の様式による手続補正書を提出しなければならない(特許法17条4項，特許法施行規則11条)。手続補正書は，明細書などの補正を行うための独立した書類であるから，審判請求書の添付書類である「提出物件」となるようなものではない。",
                        "本件審判請求書の添付書類の一つとして，本件審判請求書の「【提出物件の目録】」欄記載の「1・手続補正書」に対応する「【書類名】」を「手続補正書」とする本件書面1が提出されたが，本件書面1は，審判請求書の添付書類であって，独立した書類ではないから，正式な手続補正書に該当しない。",
                        "また，本件書面1の「【提出日】」の欄には，本件審判の請求日である「平成23年12月26日」とは異なる「平成22年12月  日」と記載されているとともに，「【代理人】」の欄に押印も識別ラベルもないから，本件書面1を本件審判請求と同時にする補正に係る手続補正書であると認識することは困難であった。",
                        "確かに，本件審判請求書には，「手続補正をし，請求項を2つにまとめ」との記載があるが，審判請求時に補正案を示し，その補正案に基づく主張がされたり，実際の特許請求の範囲の記載とは必ずしも一致しない主張を行ったりする事例は，少なからず存在するから，審判請求書に上記のような記載があるからといって，その前提として実際に特許請求の範囲の補正がされているはずであるとか，本件書面1が正式な手続補正書であったと認識できたはずであるとはいい難い。",
                        "さらに，本件審判請求書の添付書類として提出された提出物件の数は10にも及び，その書類群の中に2つもある「【書類名】」を「手続補正書」とする書類(物件「1・」及び「7・」)のうちの一つだけを抜き出して，本件審判請求書とは異なる書類である手続補正書と取り扱うことは，書類の取扱いとして不自然である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "加えて，本件審判請求時に原告の特許管理人Cが納付した手数料は，請求項の数が「1」である場合の料金であり，本件書面1記載の請求項の数が「2」であることと整合しないのみならず，原告は，特許庁から，請求項の数が16であることを明記した上で，手数料の不足分の納付を求める平成24年2月7日付けの手続補正指令書(方式)に対し，特許管理人を通じてその不足分を納付している。これらの事実を客観的にみれば，原告は，請求項の数が「16」であることを前提として本件審判請求をしたものととらえるのが自然であるから，請求項の数が「16」あり，有効な最新の手続補正書である平成20年10月10日付け手続補正書を前提として本件審判請求をしているものと解するのは当然である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，原告が平成23年12月26日にした本件審判請求と同時に，特許法17条の2第1項4号に基づく補正に係る手続補正書を特許庁に提出した事実はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審判請求書が書面(紙)により特許庁の窓口に提出された場合の取扱いは，次のとおりである。",
                        "手続者により請求書が窓口に提出されると，特許庁(出願課受理担当)は，通常，以下の手順に従って請求書を受理し，その後，請求書の電子化(請求書の内容の電子データ化)を経て，方式審査が行われる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "窓口において，提出された請求書について，必要な記載が抜け落ちていないか，不要な記載がないかを確認し，必要があれば，手続者に確認の上，訂正する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "窓口において，請求書の【提出物件の目録】に示される各物件が，実際に添付されているものと一致しているかどうかを確認する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "明細書等の補正については，拒絶査定不服審判の請求と同時にすることが要件とされているから(特許法17条の2第1項4号)，窓口において，請求書と同時に手続補正書が提出されているかどうかを確認する。",
                            "また，併せて，分割出願がなされているかどうかを確認し，「①同時提出の手続補正書無し」，「②審判請求書・手続補正書同時提出有り」，「③審判請求書・分割出願同時提出有り」，「④審判請求書・手続補正書・分割出願同時提出有り」のいずれか該当するゴム印を請求書に押印する。",
                            "なお，請求書と同時に手続補正書が提出されていないと解される場合であっても，請求書の【提出物件の目録】欄に示される各物件の中に正式な手続補正書と疑われる書類が存在する場合には，手続者に補正の意思があるかどうかを確認の上，該当するゴム印を押印する。また，必要があれば，請求書の【提出物件の目録】の記載も訂正する。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "窓口において，請求書に記載された納付金額と，貼付された特許印紙の金額が一致しているかどうかを確認する。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "前記aないしdの確認後，窓口担当者は，請求書を提出書類として受け付け，その後，請求書は，窓口から出願課受理担当の作業机に移され，そこで，請求書の日付を確認し，受付印を押印する。",
                            "また，請求書に記載された納付金額と，貼付された特許印紙の金額が一致している場合(前記d)には，「適」印を押印するとともに，特許印紙を消印する。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "その後，「早期管理情報」(提出書類の有無を早期に審理部門等において確認することができるようにするための提出書類名や受付日等の情報)を特許庁のシステムに入力した後，窓口で受付をした者以外の者が，手続者の意思確認として，特許庁のシステムに登録されている手続者の印影と，請求書に押印された印鑑とが同一であるかどうか確認する。同一である場合，「済」印を押印する。印影を含む手続者の情報が特許庁のシステムに既に登録されている場合には，その登録ごとに識別番号が付与されており，請求書には，その識別番号を記載することとされている。",
                            "しかし，登録されていない場合には，識別番号は存在しないため，請求書にも記載されない。この場合，印鑑と照合すべき印影が存在しないことになるため，「未照合」印を押印する。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "前記fの確認のほか，再度，前記aないしcの確認を行い，必要があれば，手続者に電話確認等を行った上で，訂正する。担当者は，これらの方式チェック(確認)が完了したら，「チェック済」のゴム印を押印する。"
                          ]
                        },
                        {
                          "fig": "h",
                          "text": [
                            "その後，請求書の電子化のため，データエントリーが行われるが，そのための準備として，データエントリーを行う部署において，各書類ごとないし各物件ごとに，バーコードのシールが1枚ずつ貼り付けられる。"
                          ]
                        },
                        {
                          "fig": "i",
                          "text": [
                            "請求書の電子化の後，方式審査が行われる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審判請求書及びその添付書類(本件一件書類)は，書面(紙)により窓口に提出されたものである。",
                        "本件一件書類のスキャンデータ(乙6)によれば，①前記(ア)aの窓口における手続において，本件審判請求書における「委任状」の記載が追加され(11頁)，「【郵便番号】」の記載が削除されていること(1頁)，②前記(ア)cの窓口における手続において，本件審判請求書に「①同時提出の手続補正書無し」のゴム印が押印されていること(1頁)，③前記(ア)dの窓口における手続において，本件審判請求書に納付金額が「55，000円」と記載され，特許印紙の金額が55，000円であり(1頁)，納付金額と特許印紙の金額が一致していることが確認されていること，④前記(ア)eの手続において，出願課受理担当が，本件審判請求書に丸い印(特許庁／23．12．26／出願支援課窓口)及び「適」印を押印するとともに，特許印紙を消印していること(1頁)，⑤前記(ア)fの手続において，印影を含む手続者の情報が登録されていないため，本件審判請求書には，「未照合」印が押印されていること(1頁)，⑥前記(ア)gの手続において，本件審判請求書に「チェック済  E」と押印されていること(1頁)，⑦前記(ア)hの手続において，本件審判請求書の右方にバーコードのシールが貼り付けられていること(1頁)が認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件審判手続において，原告が主張するような特許法17条の2第1項4号に基づく補正に係る手続補正書が提出された事実は存在しないし，また，原告も請求項の数が16であることを認めたものと認識し，請求項の数を16とする平成22年10月10日付け手続補正による補正後の請求項について審理を行ったことは合理的であるから，本件審決における本願発明1ないし3の認定に誤りはない。",
                    "したがって，原告主張の取消事由1は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願発明1ないし3の特許法29条1項3号該当性の判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "クエン酸は3価の酸であり，3つの水素の解離度によって複数の形態をとり得るものであり，水溶液中ではそれらが混在していることが知られている(例えば，乙1)。",
                        "ナトリウム塩となっていない3価のクエン酸を「AH 」，水素1つが解離したクエン酸2水素1ナトリウム塩を「AH 」，2つ解離したクエン酸1水素2ナトリウム塩を「AH」，3つ全て解離したものを「A」と表現し，「pKa1＝3．13，pKa2＝4．76，pKa3＝6．39」，「pH3．5」の条件で計算すると，「AH ：AH ：AH：A＝1：2．34：0．1638(＝2．34×0．07)：2．11×10-4(＝2．34×0．07×1．29×10-3)」となる。",
                        "そうすると，この場合，ナトリウム塩となっていないクエン酸(AH)が28．5％，クエン酸2水素1ナトリウム塩(AH )が66．8％，クエン酸1水素2ナトリウム塩(AH)が4．7％で存在していることとなるから，pH3．5においては，ナトリウム塩となっていないクエン酸が全体の28．5％存在していることとなる。",
                        "したがって，引用発明1においては，pKaが3．13のクエン酸は全て中和されて中性塩のクエン酸ナトリウムになっており，最終的な薬剤組成物中にクエン酸そのものが活性成分として残存することはあり得ないことを前提とした原告の主張は，その前提において誤りがある。",
                        "また，引用例1には，気道のウイルス感染による感冒において，ライノウイルスが重要なウイルス群であり，ライノウイルスは酸性条件下で感染力を失うこと，「本発明」の組成物はピログルタミン酸とpKaが3～5の有機酸の組合せ物がpH3．5～5．5の鼻腔組織の表面pHを提供することが記載されているから，ピログルタミン酸がクエン酸と協働して働くとしても，pKaが3～5の有機酸として例示されているクエン酸は，ウイルス感染治療における「活性成分」であることが記載されているといえる。",
                        "そうすると，クエン酸，クエン酸2水素1ナトリウム塩，クエン酸1水素2ナトリウム塩からなる酸を含む引用発明1は，本願発明1でいうところの「有機酸のカルボキシル酸，およびその酸性塩からなる群から選ばれた酸を有効成分とする」ものであり，本願発明1において，発明特定事項として選択されている薬剤組成物の点で，引用発明1と本願発明1とは相違しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例1の記載事項によれば，引用発明1の薬剤組成物がpH3．5～5．5の鼻腔組織の表面pHを提供し，鼻腔組織における体液のpHを下げることによってウイルスの感染力を失わせているといえるから，引用例1においても，体液のpHを下げることを目的(用途)として薬剤組成物を投与することが記載されている。",
                        "また，引用発明1の薬剤は，「鼻甲介」にスプレーするものであるところ，本願明細書には，投与箇所として鼻腔(段落【0052】)が，投与方法としてスプレー(段落【0053】)がそれぞれ記載されているから，本願発明1の薬剤組成物は，鼻腔にスプレーする態様を含むものといえる。",
                        "そうすると，本願発明1と引用発明1は，薬剤組成，性質，目的(用途)及び用法の点で異なるところはないから，本願発明1は引用発明1と同一であるとした本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決に「原査定の拒絶の理由に引用された，本願の優先日前に頒布された刊行物である特表2004-510717号公報(以下「引用例2」という)」との記載があるが，これは，正しくは「原査定の拒絶の理由に引用された，本願の優先日前に頒布された刊行物である国際公開第02／028187号(以下「引用例2」という)」と記載すべきであったものであり，明らかな誤記である。そして，国際公開第02／028187号(甲3)の国際公開日は本願の優先日前の「2002年(平成14年)4月11日」である。本件拒絶理由通知書(甲35)に，引用文献として「国際公開第02／028187号」が記載され，本件拒絶査定(甲54)にも，拒絶の理由に引用する文献として「国際公開第02／028187号」が記載されていることに照らすと，本件審決における「原査定の拒絶の理由に引用された，本願の優先日前に頒布された刊行物である特表2004-510717号公報」との記載は，上記のとおり，明らかな誤記であると判断できるものであり，原告も，この点について十分理解し得たものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲3には，クエン酸は，アレルゲン変性化合物であり，アレルゲン含有タンパク質を化学的に変性し，ヒトにアレルギー反応を生じないように変更することが記載されており，クエン酸がヒトにアレルギー反応を生じなくなるように働き，少なくとも必須成分ではなくとも活性成分として働くことが示されている。",
                        "また，甲3には，アレルギー中和金属イオン，溶媒，さらなるアレルゲン変性化合物であるクエン酸を含むアレルゲン中和組成物が記載されており，実際にアレルゲン抑制率を測定したアレルギー中和金属イオンは，水溶液としたときに酸性を示すものであるから，水溶液としたときに酸性を示すZnCl ，SnCl ，及び，酸であるクエン酸を含むアレルゲン中和組成物は酸性を示すものである。",
                        "さらに，甲3には，溶媒としては，水及び低級アルコールが好ましいことが記載されている。",
                        "したがって，甲3に記載されたアレルギー中和金属イオン，中性である水や低級アルコールなどの溶媒，アレルゲン変性化合物を含むアレルゲン中和組成物は，酸性のpHを有しており，このような酸性pHを有するものに体の一部が触れるならば，本願発明2と同様に，体に触れた部分については体液のpHは下がることになる。",
                        "そうすると，甲3には，「体液のpHを下げる」ことが実質的に記載されているといえるものであり，甲3に記載された発明(引用発明2)も「体液のpHを下げる」作用を有するから，本件審決における相違点2の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明3について",
                  "text": [
                    "前記ア及びイによれば，本願発明1と引用発明1との間には実質的な相違点はなく，また，本願発明2と引用発明2との間にも実質的な相違点はないから，それぞれ薬剤組成物としても相違しない。",
                    "したがって，本願発明3は引用例1又は引用例2に記載された発明であるとした本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本願発明1ないし3が特許法29条1項3号に該当するとした本件審決の判断に誤りはないから，原告主張の取消事由2は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(補正の看過による発明の要旨認定の誤り)について",
          "text": [
            "原告は，特許法17条の2第1項4号に基づいて，本件審判請求と同時に，本件書面1による補正をしたのであるから，本件書面1による補正後の特許請求の範囲を審理の対象とすべきであったにもかかわらず，本件審決は，本件書面1による補正を看過し，上記補正後の特許請求の範囲について審理判断を行わず，発明の要旨認定を誤った違法がある旨主張するので，以下において判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法17条の2第1項4号に基づく補正の有無について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記第2の1の事実と証拠(甲10，45，55ないし57，67，乙6)及び弁論の全趣旨によれば，次の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告の特許管理人Cは，平成23年12月26日，特許庁の窓口(出願支援課窓口)において，本件審判請求書とともに，本件書面1及び2を含む書類(乙6)を提出した。",
                        "特許庁の窓口担当者によって本件審判請求書の受付手続が行われた後，受理担当者によって本件審判請求書に同日付け受理印が押印され，本件審判請求書に貼付された特許印紙の消印などが行われ，さらに，その後，所定の部署において本件審判請求書並びに本件書面1及び2を含む書類(本件一件書類)の記載事項について本件電子化の処理がされた。",
                        "窓口担当者による本件審判請求書の受付手続から本件電子化に至る一連の過程において，本件審判請求書について，「【郵便番号】」欄，「【手数料の表示】欄等を削除し，「【提出物件の目録】欄の「1枚」の記載を「1」に訂正するなどの職権訂正が行われ，また，「①同時提出の手続補正書無し」の押印がされた。一方，本件審判請求書以外の提出書類(本件書面1を含む。)については，いずれも「【添付書類】」と表示されたバーコードのシールが貼付された。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審判請求書の記載事項は，本件電子化によって，所定のフォーマットに組み直され，本件電子化後の本件審判請求書の最上部には，「［書類名］審判請求書」，「［受付日］平23.12.26」及び「［特許］2006-501328」(甲55)との記載が付加されている。",
                        "また，本件電子化後の本件審判請求書(甲55)の「【提出物件の目録】」欄には，「【物件名】」として，「1・手続補正書  1」，「2・A審査官に送ったファクス  1」，「3・B事務所からのイーメールのコピー  平成22年10月5日付き出した書類〔返却されたもの〕",
                        "1」，「4・封筒表紙  1」，「5・意見書  1」，「6・意見の内容  1」，「7・手続補正書  1」，「8・印鑑変更届  1」，「9・Comment  1」，「10・IＮSTRUCTIOＮ  SHEEET  1」との記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一方，本件書面1(乙6の12頁)の記載事項は，本件電子化によって，前記(ア)のバーコードのシールが貼付された後の原文のフォーマットのままスキャンデータ化され，本件電子化後の本件書面1(甲10)の最上部には，「［書類名］添付物件」，「［受付日］平23.12.26」及び「［特許］2006-501328」との記載が付加されている。",
                        "本件書面1(乙6の12頁)には，「【書類名】」欄に「手続補正書」，「【提出日】」欄に「平成22年12月  日」，「【あて先】」欄に「特許長官  D  殿」，「【事件の表示】」の「【出願番号】」欄に「特願2006-501328」，【補正をする者】の「【識別番号】」欄に「505369228」，「【住所又は居所】」欄，「【氏名又は名称】」欄及び「【国籍】」欄に原告の住所，氏名及び国籍，【代理人】の【住所又は居所】欄及び【氏名又は名称】欄にCの住所及び氏名，【発送番号】欄に「463898」，「【手続補正1】」の「【補正対象書類名】」欄に「特許請求の範囲」，「【補正対象項目】」欄に「全文」，「【補正方法】」欄に「変更」，「【補正の内容】」の「【書類名】」欄に「特許請求の範囲」とそれぞれ記載され，「【請求項1】」及び「【請求項2】」として，前記第2の2(2)のとおり記載されており，本件電子化後の本件書面1(甲10)も，同様である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，「審判手数料82，500円に相当する特許印紙」について補正した手続補正書を30日以内に提出することを求める旨の平成24年2月7日付け手続補正指令書(方式)(甲56)を受けた後，原告の特許管理人Cを通じて，同月28日付け手続補正書(方式)(甲57)を提出し，その旨の補正をした。",
                        "上記手続補正指令書(方式)には，「上記期間内に手続の補正をしないときは，特許法第133条第3項の規定により審判請求を却下することになります。」，「(注)本件審判請求に係る請求項の数は「16」であるため，審判請求手数料は137，500円(基本料金49，500円＋(請求項の数16×5，500円))となります。」，「手数料として55，000円は納付されていますが，不足分82，500円が必要となります。」との記載があった。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件審決は，本件審判請求について，請求項の数を16とする平成20年10月10日付け手続補正による補正後の特許請求の範囲の記載に基づいて本願発明1(請求項3に係る発明)，本願発明2(請求項9に係る発明)及び本願発明3(請求項1に係る発明)を認定し，本願発明1ないし3は，特許法29条1項3号に該当し，特許を受けることができないから，本件審判請求は成り立たない旨判断した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許法17条の2第1項4号は，特許出願人は，拒絶査定不服審判を請求する場合には，その審判請求と同時に願書に添付した明細書，特許請求の範囲又は図面について補正をすることができる旨規定し，同法17条4項は，手続の補正(手数料の納付を除く。)をするには，手続補正書を提出しなければならない旨規定し，また，特許法施行規則11条1項は，手続補正書の様式に関し，手続の補正は，「様式13」によりしなければならない旨規定している。",
                    "そこで，本件書面1が様式13に適合するかどうかについて検討するに，様式13は，「【書類名】」欄に「手続補正書」，「【あて先】」欄に「特許長官  殿」とそれぞれ記載し，「【事件の表示】」の「【出願番号】」欄，【補正をする者】の「【識別番号】」欄，「【住所又は居所】」欄及び【氏名又は名称】」欄，【代理人】の「【識別番号】」欄，「【住所又は居所】」欄及び「【氏名又は名称】」欄，「【発送番号】」欄」，「【手続補正1】」の「【補正対象書類名】」欄，「【補正対象項目名】」欄，「【補正方法】」欄及び「【補正の内容】」欄を設け，その各欄に具体的に記載すべき旨定めているところ，前記ア(ウ)によれば，本件書面1は，「【補正対象項目名】」欄と記載すべきところを「【補正対象項目】」欄と記載し，「【代理人】」の「【識別番号】」欄の記載がないほかは，様式13の定めに従った記載がされているものと認められる。",
                    "しかるところ，「【補正対象項目名】」欄の欄名を「【補正対象項目】」と記載したことは，単なる誤記にすぎず，職権訂正の対象となる事柄であるものと認められる。",
                    "次に，様式13の「［備考］」の「2」に「識別ラベルをはり付けることにより印を省略するときは，識別ラベルは「「【氏名又は名称】」(法人にあつては「【代表者】」)の横にはるものとする。」との記載があることからすると，【代理人】の「【識別番号】」欄は識別ラベルを貼付する方法によって記載することができ，また，代理人がその押印をすることにより「【識別番号】」欄の記載を要しないものと認められる。本件書面1には，【代理人】の「【氏名又は名称】」欄に記載されたCの押印はなく，「【識別番号】」欄の記載も，識別ラベルの貼付もないが，前記ア(ア)のとおり，Cは特許庁の窓口(出願支援課窓口)に訪れて，本件審判請求書とともに，本件書面1を含む書類を提出していること，本件審判請求書の【代理人】の「【氏名又は名称】」欄には，Cの氏名が記載され，その押印がされていること(乙6の1枚目)に鑑みると，上記の点は，窓口の担当者がCに本件書面1への押印を求めることなどにより補正可能な軽微な瑕疵にすぎないものと認められる。",
                    "さらに，様式13には，「【提出日】」について，括弧書きで「(【提出日】  平成  年  月  日)」と記載され，それが任意的記載事項であって，必要的記載事項に当たらないことが示されている。この点に関し，本件書面1には，「【提出日】」欄に「平成22年12月  日」との記載があるが，この記載は具体的な日を特定するものではなく，「【提出日】」の記載に当たらないといえるから，本件書面1には，具体的な「【提出日】」の記載がないものとして取り扱うべきものといえる。",
                    "以上によれば，本件書面1は，本願の特許請求の範囲の補正を内容とする書面であって，様式13に適合する手続補正書と認めるのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，本件審判請求書の「3・立証の趣旨」に，「拒絶されるべきでない理由」として記載されている主たる理由は，平成20年10月10日付け手続補正による補正後の特許請求の範囲の請求項1ないし16について補正をすることで拒絶理由を解消するという内容のものであり(乙6の5頁ないし9頁記載の「(拒絶理由1)」ないし「(拒絶理由4)」に対する反論部分を参照)，しかも，本件審判請求書の「4・むすび」には，「したがって，本願発明は引用文献1～10に記載された発明の内容に関項を2つにまとめ，よって原査定を取り消す，この出願の発明はこれを特許すべきものとする，との審決をもとめる．」(乙6の10頁～11頁)との記載がある。これらの記載は，本願の特許請求の範囲が平成20年10月10日付け手続補正による補正後の請求項1ないし16から本件書面1記載の請求項1及び2に補正されたことを前提としたものであることは明らかである。",
                    "もっとも，本件審判請求書の「【提出物件の目録】」欄には，「【物件名】」として，「1・手続補正書  1」及び「7・手続補正書  1」との記載があり，「1・手続補正書  1」に対応するものとして本件書面1が，「1・手続補正書  7」に対応するものとして本件書面2が提出されているが(前記第2の1(2)ウ)，本件書面2(甲45，乙6)には，「【提出日】」欄に平成22年10月5日，「【補正の内容】」欄に請求項1ないし3がそれぞれ記載され，「22．10．6」と刻印された特許庁国際出願課名義の日付印が押印されていることに照らすと，本件書面2は，本件審判請求書の提出日(平成23年12月26日)より前に提出された手続補正書であり，本件審判請求書の前提とする「請求項を2つにまとめ」る手続補正に係る手続補正書に当たらないことは明らかである。",
                    "さらに，本件においては，拒絶査定不服審判請求書の「【提出物件の目録】」欄に，拒絶査定不服審判請求と同時にする「手続補正書」を記載してはならないことを定めた法令が存在することや特許庁がそのような運用基準を定めて公表していることについての主張立証はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "前記イ及びウによれば，本件書面1は，本件審判請求書と同時に特許庁に提出された，本願の特許請求の範囲の補正を内容とする様式13に適合する手続補正書であるから，特許法17条の2第1項4号に基づく補正に係る手続補正書に該当するものと認められる。",
                    "そうすると，本件審判手続においては，本件書面による補正が特許法17条の2第3項ないし5項所定の補正の要件に適合するかどうかについて審理判断を行い，適法であれば，本件書面による補正後の特許請求の範囲(請求項1及び2)の記載に基づいて発明の要旨認定を行い，その特許要件について審理判断を行うべきであったものであるが，本件審決には，本件書面1による補正がされたことを看過し，上記審理判断を行うことなく，本件書面による補正前の特許請求の範囲の記載に基づいて発明の要旨認定を行った誤りがあり，この誤りは，審決の結論に影響を及ぼすべきものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張について",
              "text": [
                "被告は，①本件審判請求書の添付書類の一つとして，本件審判請求書の「【提出物件の目録】」欄記載の「1・手続補正書」に対応する本件書面1が提出されたが，本件書面1は，審判請求書の添付書類であって，独立した書類ではないから，正式な手続補正書に該当しない，②本件書面1の「【提出日】」の欄には，本件審判の請求日である「平成23年12月26日」とは異なる「平成22年12月  日」と記載されているとともに，「【代理人】」の欄に押印も識別ラベルもないから，本件書面1を本件審判請求と同時にする補正に係る手続補正書であると認識することは困難であった，③本件審判請求書の添付書類として提出された提出物件の数は10にも及び，その書類群の中に2つもある「【書類名】」を「手続補正書」とする書類(物件「1・」及び「7・」)のうちの一つだけを抜き出して，本件審判請求書とは異なる書類である手続補正書と取り扱うことは，書類の取扱いとして不自然である，④本件審判請求時に原告の特許管理人Cが納付した手数料は，請求項の数が「1」である場合の料金であり，本件書面1記載の請求項の数が「2」であることと整合しないのみならず，原告は，特許庁から，請求項の数が16であることを明記した上で，手数料の不足分の納付を求める平成24年2月7日付けの手続補正指令書(方式)に対し，特許管理人を通じてその不足分を納付していることからすると，原告は，請求項の数が「16」であることを前提として本件審判請求をしたものととらえるのが自然であるから，請求項の数が「16」あり，有効な最新の手続補正書である平成20年10月10日付け手続補正書を前提として本件審判請求をしているものと解するのは当然であるとして，特許法17条の2第1項4号に基づく補正に係る手続補正書に該当しない旨主張する。",
                "しかしながら，被告の主張は，以下のとおり理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記①の点について",
                  "text": [
                    "前記(1)イのとおり，本件書面1は，本願の特許請求の範囲の補正を内容とする書面であって，様式13に適合する手続補正書と認めるのが相当である。",
                    "また，前記(1)ウのとおり，本件においては，拒絶査定不服審判請求書の「提出物件の目録」欄に，拒絶査定不服審判請求と同時にする「手続補正書」を記載してはならないことを定めた法令が存在することや特許庁がそのような運用基準を定めて公表していることについての主張立証はない。",
                    "したがって，被告の上記①の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記②の点について",
                  "text": [
                    "前記(1)イのとおり，様式13には，手続補正書における「【提出日】」の記載は，任意的記載事項であって，必要的記載事項に当たらないことが示されている。本件書面1には，「【提出日】」欄に「平成22年12月  日」との記載があるが，この記載は具体的な日を特定するものではなく，「【提出日】」の記載に当たらないといえるから，本件書面1には，具体的な「【提出日】」の記載がないものとして取り扱うべきものといえる。",
                    "また，前記(1)イのとおり，「【代理人】」の「【識別番号】」欄について，識別ラベルを貼付する方法によって記載するか，あるいは代理人がその押印をすることにより「【識別番号】」欄の記載を要しないものとすることができるところ，本件書面1には，【代理人】の「【氏名又は名称】」欄に記載されたCの押印はなく，「【識別番号】」欄の記載も，識別ラベルの貼付もないが，この点は，窓口の担当者がCに本件書面1への押印を求めることなどにより補正可能な軽微な瑕疵にすぎないものと認められ，本件書面1が手続補正書であると認識することを困難とする事情には当たらない。",
                    "したがって，被告の上記②の主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記③の点について",
                  "text": [
                    "前記(1)ウのとおり，本件審判請求書の「【提出物件の目録】」欄には，「【物件名】」として，「1・手続補正書  1」及び「7・手続補正書  1」との記載があり，「1・手続補正書  1」に対応するものとして本件書面1が，「1・手続補正書  7」に対応するものとして本件書面2が提出されているが，本件書面2には，「【提出日】」欄に平成22年10月5日，「【補正の内容】」欄に請求項1ないし3がそれぞれ記載され，「22．10．6」と刻印された特許庁国際出願課名義の日付印が押印されていることに照らすと，本件書面2は，本件審判請求書の前提とする「請求項を2つにまとめ」る手続補正を内容とする手続補正書に当たらないことは明らかであるから，本件書面2が提出されたことは，本件書面1を本件審判請求と同時にする手続補正に係る手続補正書と取り扱うことを困難とする事情に当たらない。",
                    "したがって，被告の上記③の主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "上記④の点について",
                  "text": [
                    "証拠(甲56，57，乙6)及び弁論の全趣旨によれば，本件審判請求書には，「【手数料の表示】」の「【納付金額】」欄に「55000」と記載され，5万5000円分の特許印紙が貼付されていたものであり(乙6の1頁)，この5万5000円の手数料は，請求項の数が「1」の場合の手数料に相当することが認められる。この点においては，本件書面1による補正後の請求項の数が「2」であることと整合しないが，他方で，平成20年10月10日付け手続補正書による補正後の請求項の数が「16」であることとも整合しない。",
                    "したがって，本件審判請求書の上記記載及び特許印紙の貼付の事実は，原告が請求項の数が「16」であることを前提として本件審判請求をしたことの根拠にはならない。",
                    "次に，原告は，請求項の数が「16」である場合の不足分の「審判手数料82，500円に相当する特許印紙」について補正した手続補正書を30日以内に提出することを求める旨の平成24年2月7日付け手続補正指令書(方式)を受けた後，原告の特許管理人Cを通じて，同月28日付け手続補正書(方式)を提出し，その旨の補正をしていることは，前記(1)ア(エ)認定のとおりである。",
                    "しかしながら，前記(1)ウ認定のとおり，本件審判請求書の「3・立証の趣旨」に「拒絶されるべきでない理由」として記載されている主たる理由は，平成20年10月10日付け手続補正による補正後の特許請求の範囲の請求項1ないし16について補正をすることで拒絶理由を解消するという内容のものであり，しかも，本件審判請求書の「4・むすび」には，「したがって，本願発明は引用文献1～10に記載された発明の内容に関係とて原査定を取り消す，この出願の発明はこれを特許すべきものとする，との審決をもとめる。」との記載があることからすると，上記手数料に関する手続補正の事実があるからといって直ちに原告が請求項の数が「16」であることを前提として本件審判請求をしたものと認めることはできない。",
                    "また，特許法195条11項は，「過誤納の手数料」がある場合に，納付した者の請求により，返還することを規定しており，手数料に関する手続補正により納付された手数料に「過誤納の手数料」が含まれるとすれば，同項所定の手続により返還が認められることになるから，原告が手数料を追加納付した事実が上記認定を左右するものではない。",
                    "したがって，被告の上記④の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上によれば，原告主張の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由1は理由があるから，本件審決は取消しを免れない。",
            "したがって，その余の取消事由について判断するまでもなく，原告の請求を認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10158",
    "date": "2015-07-16",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085237",
    "ipprecedent_id": "4114",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}