{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が不服2012-23892号事件について平成25年11月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，補正発明及び補正前発明の進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成21年5月21日，名称を「太陽電池ユニット，太陽電池セルの接続方法，太陽電池セルの接続構造及び太陽電池セル接続用導通材」とする発明につき，特許法44条1項の規定による特許出願の分割出願をし（特願2009-123330号，甲8。原出願は特願2004-150373号，出願日平成16年5月20日，特許法41条1項に基づく優先権主張日平成15年9月5日），平成22年9月9日付け手続補正書（甲9）により，特許請求の範囲の変更を内容とする手続補正をしたが，平成24年1月20日付けで拒絶理由の通知を受けた（甲10）。",
            "原告は，同年3月26日付け手続補正書（甲12）により，特許請求の範囲の変更及び発明の名称の変更を内容とする手続補正をしたが，同年5月21日付けで再び拒絶理由の通知を受けた（甲13）。",
            "原告は，さらに，同年7月11日付け手続補正書（甲15）により，特許請求の範囲及び発明の詳細な説明を変更するとともに，発明の名称を「太陽電池セルの接続方法及び太陽電池ユニットの製造方法」に変更する旨の手続補正をしたが，同年8月29日付けで拒絶査定を受けたので（甲16），同年12月3日，これに対する不服の審判を請求し（不服2012-23892号，甲17），また，同日付け手続補正書（甲18。以下「本件補正書」という。）により，特許請求の範囲の変更及び発明の詳細な説明の変更を内容とする手続補正をした（以下「本件補正」という。）。",
            "特許庁は，平成25年11月25日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同年12月10日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の請求項1（補正前発明）",
              "text": [
                "平成24年7月11日付け手続補正書（甲15）による。",
                "「【請求項1】",
                "接続部材を介して複数の結晶系太陽電池セルを電気的に接続する太陽電池セルの接続方法であって，",
                "フィルム状接着剤を介して前記結晶系太陽電池セルと前記接続部材とを熱圧着して前記複数の結晶系太陽電池セルを電気的に接続し，",
                "前記フィルム状接着剤は，高分子樹脂及び導電粒子を含んで異方導電性を有する熱硬化型フィルム状接着剤である，太陽電池セルの接続方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の請求項1（補正発明）",
              "text": [
                "本件補正書による。",
                "「【請求項1】",
                "接続部材を介して複数の結晶系太陽電池セルを電気的に接続する太陽電池セルの接続方法であって，",
                "フィルム状接着剤を介して前記結晶系太陽電池セルと前記接続部材とを熱圧着すると共に前記フィルム状接着剤を熱硬化させて前記複数の結晶系太陽電池セルを電気的に接続し，",
                "前記フィルム状接着剤は，高分子樹脂及び導電粒子を含んで異方導電性を有する熱硬化型フィルム状接着剤である，太陽電池セルの接続方法。」（下線部は，補正前発明からの補正箇所。）",
                "補正発明の実施例として，複数の太陽電池セルを接続した太陽電池ユニットの分解図は下図のとおりである（甲8の図2）。",
                "1：反射防止膜，2：光透過性表面部材（強化ガラス板や透明樹脂板），3：充填材層，4a，4b：太陽電池セル，5：導通材，4＋5：導通材付き太陽電池セル，6：接続部材，10：フィルム状光透過性樹脂層（光透過性樹脂フィルム），11：フィルム状セル裏面支持層，12：反射膜，13：発泡体層（低吸湿性3  本件審決の理由の要点",
                "発泡体層）"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件補正について",
              "text": [
                "[文書の引本件補正は，補正前発明を特定するために必要な事項である「フィルム状接着剤」用文や注目に関し，「前記フィルム状接着剤を熱硬化させてす」べとき限箇定所するものであって，平成1の要約を入8年法律第55号改正附則3条1項によりなお従前の例によるとされる同法による力してくだ改正前の特許法（以下「平成18年改正前の特許法」という。）17条の2第4項2さい。テキスト  ボッ号の特許請求の範囲の減縮を目的とするものに該当する。",
                "クスは文書(2)  補正発明の独立特許要件について",
                "のどの位置ア  引用発明  にも配置できます。抜 ",
                "引用例（特開平10-313126号公報，甲1。以下，単に「引用例」という。）中，複数の太陽電池素子16（この作製方法につき，【0016】，【0017】）から構成される「第4の実施形態」（以下，単に「第4の実施形態」という。）に関する記載（【0038】から【0040】，【0042】）によれば，引用例には，以下の引用発明が記載されているものと認められる。",
                "「リード線を介して複数のp型単結晶シリコン基板からなる太陽電池素子を電気的に接続する複数の太陽電池素子の接続方法であって，熱硬化型の導電性接着剤が施されたリード線における熱硬化型の導電性接着剤を加熱することにより硬化させて，複数の太陽電池素子を接続し，熱硬化型の導電性接着剤は，導電性フィラーとバインダーを主成分とし，導電性フィラーとしては，金属の微粉末が用いられ，エポキシ樹脂，フェノール樹脂，シリコーン樹脂，ポリイミド樹脂等の熱硬化性樹脂をバインダーに用いたものである，太陽電池素子の接続方法。」"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "補正発明と引用発明との一致点と相違点",
                  "text": [
                    "【一致点】",
                    "「接続部材を介して複数の結晶系太陽電池セルを電気的に接続する太陽電池セルの接続方法であって，",
                    "接着剤を介して前記結晶系太陽電池セルと前記接続部材とを前記接着剤を熱硬化させて前記複数の結晶系太陽電池セルを電気的に接続し，",
                    "前記接着剤は，高分子樹脂及び導電粒子を含んでいる熱硬化型接着剤である，太陽電池セルの接続方法。」",
                    "【相違点】",
                    "（相違点1）",
                    "接着剤，熱硬化型接着剤に関し，補正発明においては，「フィルム状接着剤」，「異方導電性を有する熱硬化型フィルム状接着剤」であるのに対し，引用発明においては，熱硬化型の導電性接着剤である点。",
                    "（相違点2）",
                    "結晶系太陽電池セルと接続部材との接続に関し，補正発明は，フィルム状接着剤を介して結晶系太陽電池セルと接続部材とを「熱圧着すると共に」前記フィルム状接着剤を熱硬化させて接続しているのに対し，引用発明は，熱硬化型の導電性接着剤が施されたリード線における熱硬化型の導電性接着剤を加熱することにより硬化させて，接続している点。",
                    "（判決注：本件審決においては「リード線における」が記載されていないところ，これは明白な誤りによる脱字と認められることから，当審において付加した。）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点についての検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一般に，接着剤において，熱圧着と共に熱硬化させて接着する高分子樹脂及び導電粒子を含んだ異方導電性を有する熱硬化型フィルム状接着剤は，本願の原出願の優先日（以下「原出願優先日」という。）当時，周知の技術事項であった（特開2001-31915号公報〔甲2。以下「甲2公報」という。〕，特開平11-61060号公報〔甲3。以下「甲3公報」という。〕，特開昭62-188184号公報〔甲4。以下「甲4公報」という。〕など。以下「周知の技術事項1」という。）。",
                        "そして，引用発明の「熱硬化型の導電性接着剤」（判決注：本件審決においては「フィルム状接着剤（熱硬化型フィルム状接着剤）」と記載されているが，これは明らかな誤記であり，同誤記自体については，当事者間に争いがない。）及び周知の技術事項1はいずれも，2つの部材を接着剤によって接続するという機能，作用を有するところ，原出願優先日の時点において，一般に，太陽電池セルと他の部材とを接続する手段として異方導電性を有する接着剤（以下「異方導電性接着剤」という。）を用いることは，周知の技術事項（特開平7-147424号公報〔甲5。以下「甲5公報」という。〕，特開2001-345465号公報〔甲6。以下「甲6公報」という。〕など。以下，「周知の技術事項2」という。）であったことから，引用発明に周知の技術事項1を適用することは，当業者が容易に想到し得るものであった。",
                        "したがって，原出願優先日当時，引用発明に周知の技術事項1を適用することによって，相違点1及び相違点2に係る補正発明の発明特定事項とすることは，当業者が容易に想到し得たものといえ，また，補正発明の発明特定事項全体によって奏される効果も，引用発明並びに周知の技術事項1及び2から当業者が予測し得た範囲内のものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，補正発明は，原出願優先日当時，引用発明並びに周知の技術事項1及び2に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により，特許出願の際独立して特許を受けることができない。",
                        "よって，本件補正は，平成18年改正前の特許法17条の2第5項において準用する同法126条5項の規定に違反するものであるから，同法159条1項の規定において読み替えて準用する特許法53条1項の規定により却下すべきものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正前発明について",
              "text": [
                "補正前発明は，補正発明の「フィルム状接着剤」に関し，「前記フィルム状接着剤を熱硬化させて」という限定を省いたものである。",
                "したがって，補正発明は，補正前発明を特定する事項のすべてを含み，更に限定したものに相当するところ，上記のとおり，原出願優先日当時，引用発明並びに周知の技術事項1及び2に基づいて当業者が容易に発明をすることができたものであるから，補正前発明についても，同様の容易想到性が認められる。",
                "以上によれば，補正前発明は，特許法29条2項により，特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "本件審決が，①補正発明につき，原出願優先日当時，引用発明並びに周知の技術事項1及び2に基づいて，当業者が容易に発明をすることができたとして進歩性を否定した点及び②補正前発明についても，補正発明と同様に進歩性を否定した点は，いずれも誤りであり，本件審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "補正発明の進歩性を否定した判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "阻害要因の存在",
              "text": [
                "引用発明においては，リード線の全周に黒色の導電性接着剤を施すことが必須とされており，これを補正発明における異方導電性を有する熱硬化型フィルム状接着剤（以下「異方導電熱硬化型フィルム接着剤」ともいう。）に置き換えることについては，阻害要因が存在する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明において，リード線の全周に黒色の導電性接着剤を施すことが必須とされていること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例中，【発明の詳細な説明】における【発明の実施の形態】において，第4の実施形態の内容に関し，「本実施形態の導電性接着剤には，必ずカーボンブラック等の着色剤を加えるようにする。これにより，導電性接着剤は黒色に着色されることになる。」（【0043】），「その全表面に片面20～70μm 厚の黒色に着色した導電性接着剤が施されたリード線により，（中略）接続する。」（【0038】）と記載されており，また，【特許請求の範囲】のうち第4の実施形態に対応する【請求項6】においては，「前記複数の太陽電池素子が着色した導電性接着剤で表面が覆われた導電体により接続されていることを特徴とする太陽電池モジュール。」と記載されている。",
                        "そして，第4の実施形態の効果に関し，【発明の詳細な説明】における【発明の効果】において，「着色化されたリード線で上記太陽電池素子間を配線するので，電極部だけでなく配線部も目立たなくすることが可能となる。」（【0047】）という記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，引用発明においては，導電性接着剤に「必ず」カーボンブラック等の着色剤を加えて黒色化し，これをリード線の全表面に施すこととしており，この処理によって，電極部のみならず，配線部（リード線の部分）も目立たなくすることが，第4の実施形態に関する発明としての課題を解決する手段であり，発明の効果である。",
                        "すなわち，引用発明において，導電性接着剤は，太陽電池素子とリード線とを接続する機能のみならず，上記のとおり黒色化してリード線の全表面を被覆することによって，リード線のうち，太陽電池素子との接着箇所とは反対側の人目に触れる部分を目立たなくするという機能を果たすことが求められている。",
                        "したがって，引用発明においては，リード線の全周に黒色の導電性接着剤を施すことが必須とされているといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告の反論に対する再反論",
                      "text": [
                        "引用例に記載された主たる技術は，はんだを太陽電池素子の受光面電極に施すことから生じる種々の問題につき，上記受光面電極の表面を黒色の酸化膜，硫化膜で覆うことによって解消するというものであり，導電性接着剤によって解決しようとするものではない。",
                        "引用発明である第4の実施形態において，はんだによってリード線を接続すると，リード線のうち，太陽電池素子との接着箇所とは反対側の人目に触れる部分が金属光沢を有するようになるという，上記問題とは別の問題が発生し得る。この問題の発生を防止することが，第4の実施形態において，リード線を接続するに当たり，はんだに換えて導電性接着剤を用いる技術的意義といえ，上記防止のためには，引用例に明記されているとおり，導電性接着剤を黒色化してこれをリード線の全表面にコーティングすることが必須である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "具体的阻害要因の存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "異方導電熱硬化型フィルム接着剤",
                      "text": [
                        "異方導電熱硬化型フィルム接着剤は，導電粒子を分散した細長長尺テープ状のものであり，使用時は，剥離紙を剥がして接続対象物（基板に形成された回路，電極等）の間に挿入し，その上で接続対象物を強く加圧する。同加圧によって，高分子樹脂である接着剤が流動して脇にはみ出し，接続対象物どうしが導電粒子を介して異方導電熱硬化型フィルム接着剤の厚み方向にのみ導通し（下図の「対向回路間の導電性」），面方向には絶縁物である高分子樹脂によって絶縁状態が保持される（下図の「隣接回路間の絶縁性」）。",
                        "甲39号証  図2"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "阻害要因",
                      "text": [
                        "a⒜  引用発明においては，ペースト状の導電性接着剤がリード線の全周を被覆している。他方，異方導電熱硬化型フィルム接着剤は，前記のとおり，接続対象物の間に挿入して使用するフィルム状のものであり，この形状に鑑みると，リード線の全周を被覆することは不可能といえる。",
                        "⒝  また，異方導電熱硬化型フィルム接着剤は，高い透明性を備えており，これは接続作業の向上に寄与している。この点に鑑みると，異方導電熱硬化型フィルム接着剤を，黒色化が必須とされる引用発明における導電性接着剤に置き換え，透明性という長所を失わせることはあり得ない。",
                        "⒞  さらに，異方導電熱硬化型フィルム接着剤を黒色化してリード線の全周を被覆すると，以下のとおり好ましくない結果が生じる。",
                        "①  リード線と太陽電池素子とを接続するためには，前掲の甲39号証の図2のとおり，黒色化した接着剤が脇に排除されて接続対象物であるリード線と太陽電池素子とが導電粒子を介して接近するまで強力に加圧しなければならないところ，同加圧により，リード線のうち，太陽電池素子と接着している面（以下「接着面」という。）及びその反対側の面（以下「反対面」という。）の両方から黒色の接着剤がはみ出して，太陽電池素子の受光面積を減少させ，それによって発電効率が直接的に悪化する。",
                        "②  熱圧着に伴って接着剤が脇に排除されることから，リード線の反対面において銅等の金属表面が露出してその部分が金属光沢を有するようになり，リード線を目立たなくするという引用発明の課題を果たすことができなくなる。補正発明においても同様の事態は生じ得るものの，補正発明は，リード線の金属光沢を全く問題にしていない。",
                        "③  リード線の接着面を直接に熱圧着することから，反対面において熱圧着装置への付着等が生じ，生産性が劣化する。",
                        "b⒜①  異方導電熱硬化型フィルム接着剤は，ガラス基板である液晶パネルと回路基板との接続や，2枚の回路基板の対向する電極どうしの接続を用途として開発されたものである（甲39）。",
                        "そして，本件審決が周知の技術事項1を開示するものとして掲げる甲2公報，甲3公報及び甲4公報において，①接続対象については，「本発明は，プラスチックフィルムを基材とする液晶フィルムの電極端子と，これに接続されるべきフレキシブルプリント基板等の電子部品の端子との間に介装され，これら両端子を接続する場合など，150℃以下の低温で圧着，使用するために用いられる異方性導電フィルムに関する。」（甲2公報【0001】）」などと記載されており，②加圧力については，「通常5～50kg／cm2（原告注：0．5～5MPa），特に10～30kg／cm2（原告注：1～3MPa）の加圧力とすることが好ましい。」(甲2公報【0040】），「3MPaにおいて加熱圧着」（同【0044】），「30kg／cm2（原告注：3MPa），15secの条件で加熱加圧して圧着接続を行った。」（甲3公報【0022】），「圧力20kg／cm2（原告注：2MPa）で20秒間加熱加圧して回路を接続した」（甲4公報）などと記載されている。",
                        "以上によれば，原出願優先日当時において，異方導電熱硬化型フィルム接着剤は，これを介して対象物を接続する際に数MPaの加圧を要し，その程度の加圧によっても割れが生じないもの，すなわち，堅いもの，柔軟で割れにくいもの，IC（集積回路）のように，結晶性のものであっても厚さの割に面積が非常に小さく割れにくいものを接続対象として想定していたといえる。",
                        "②  他方，補正発明においては，異方導電熱硬化型フィルム接着剤を介して結晶系太陽電池セルと接続部材とを熱圧着することが特定されているところ，結晶系太陽電池セルは，単結晶又は多結晶のシリコンウエハを基板とし，通常，一辺が10数センチメートルありながら，厚さは数百μm以下という薄い結晶によって構成されており，割れやすいという特質がある。このような特質に鑑み，結晶系太陽電池セルについては，保護のために合成樹脂フィルムで被覆，封止するラミネート工程において平面的に加圧する場合も，1MPa（1×106Pa，10．2kg／cm2，9．9気圧）を超える圧力は加えないという技術常識が，原出願優先日当時に存在した。このことは，特開2002-185026号公報（甲29），特開2002-185027号公報（甲30）及び特開2002-94096号公報（甲38。以下「甲38公報」という。）からも明らかである。特に，甲38公報においては，結晶系太陽電池セルと異なり，薄いながらも柔軟性があるので通常は割れの問題が生じないアモルファス系太陽電池セルについて，105Pa以下（原告注：0．1MPa以下）が好適とされており（【0103】），したがって，結晶系太陽電池セルについては，それよりもはるかに低い圧力しか想定できないといえる。",
                        "⒝  以上によれば，原出願優先日当時，割れやすく，1MPaを超える圧力は加えないとされていた結晶系太陽電池セルは，異方導電熱硬化型フィルム接着剤を介して接続する対象として想定されていなかったものというべきである。",
                        "⒞  被告の反論に対する再反論",
                        "①  被告が掲げる加圧力に関する証拠のうち，後記乙10公報に記載されている「異方導電性フィルム」は，銅線等から形成される導通路が絶縁性フィルムの上面と下面とを貫通するという構造のものであり（【0017】，【0024】，【0025】），補正発明における異方導電熱硬化型フィルム接着剤とは接着機構，構成とも異なるものであるから，比較の対象にすべきではない。",
                        "②  被告が掲げる加圧力に関するその余の証拠，すなわち，甲2公報，甲4公報，後記乙4公報及び後記乙5公報に記載されている加圧力の範囲は，いずれも異方導電熱硬化型フィルム接着剤の通常の使用範囲を超える広範なものであり，被告はその下限値を指摘しているにすぎない。",
                        "原出願優先日当時，実際に製品化されていた異方導電熱硬化型フィルム接着剤の熱圧着においては，数MPaの加圧が実施されており（甲41から甲43），このことから，当業者にとっては，異方導電熱硬化型フィルム接着剤の熱圧着に数MPaの加圧力を要することが技術常識であったといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "補正発明について",
                      "text": [
                        "補正発明において，原出願優先日当時の技術常識に反し，結晶系太陽電池セルに割れを生じることなく，異方導電熱硬化型フィルム接着剤によって接続部材と接続することができた技術的理由は必ずしも明らかではない。",
                        "もっとも，異方導電熱硬化型フィルム接着剤による結晶系太陽電池セルと接続部材との接続は，原出願優先日以降においては原告以外の者によっても実施されており，したがって，補正発明に特定されているもの以外の特徴的事項がなければ実施できないものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知の技術事項2の存在に係る認定の誤り",
              "text": [
                "本件審決が周知の技術事項2の根拠として掲げる甲5公報及び甲6公報は，太陽電池セルと他の部材とを接続する手段として異方導電性接着剤を用いることが周知であったことを開示しておらず，したがって，甲5公報及び甲6公報を根拠として周知の技術事項2の存在を認めた本件審決の認定は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5公報",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5公報の図1と後記乙10公報の図1とを対比すると，いずれの異方導電フィルムにおいても，フィルムの上下面の間を貫通する金属体が配置されている。このことから，甲5公報記載の異方導電フィルムも，乙10公報記載の異方導電フィルムと同様に，補正発明における異方導電熱硬化型フィルム接着剤とは全く異質なものである可能性が高い。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲5公報には，「金属片5として銅片を含有したEVA4のフィルム，例えば日立化成(株)商品名異方導電フィルムアニソルムおよび透明電極部と同じ幅の銅箔の片面に導電性接着剤を塗布した導電性フィルム6」（【0008】）と記載されているところ，異方導電フィルムアニソルムは，エポキシ系等の樹脂にＮiやAu粒子等の金属粒子を含むものであり，EVA（エチレンビニルアセテート）の樹脂及び銅の金属粒子のいずれも使用していない。また，異方導電フィルムアニソルムの形態は「粒子」であり，「片」ではない。そうすると，上記の「銅片を含有したEVA」が具体的にどのような物質を指すのか不明であり，異方導電性接着剤であるか否かも分からない。",
                        "なお，甲5公報の実施例に記載されている「銅箔の片面」に塗布された「導電性接着剤」（【0008】は，異方導電性接着剤に該当しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，甲5公報に記載されているのは，アモルファス系の薄膜太陽電池セルに関する技術であり（【0001】，【0008】），甲5公報は，補正発明における結晶系太陽電池セルの接続について示唆するものともいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲6公報",
                  "text": [
                    "甲6公報において開示されている発明は，金属ワイヤから構成される集電電極につき，その全周に形成された導電性被覆層のうち，バスバー電極との交差部となるべき箇所にある導電性被覆層を除去して他の比抵抗の小さい導電材を配置しようとするものであり，この導電材として異方性導電膜を使用してもよい旨記載されている。",
                    "この異方性導電膜は，太陽電池セルの製造段階において，太陽電池セルの一部を成す電極どうしをその交差部において局所的に接続するためのものにすぎず，補正発明のように接続部材を太陽電池セルに接続するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の反論に対する再反論",
                  "text": [
                    "後記乙6公報には，異方導電フィルムにより太陽電池素子の基板表面に金属箔が接続される旨が記載されているところ，上記金属箔は，太陽電池素子の一部である。  ",
                    "したがって，乙6公報において，太陽電池セルと他の部材との接続に異方導電フィルムを使用することが開示されているとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正発明が有する格別の効果",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原出願優先日当時，はんだによる結晶系太陽電池セルの接続技術が，実用化されていた唯一の手段であったところ，本願に係る明細書（甲8，甲9，甲12，甲15，甲18。以下，まとめて「本願明細書」という。）には，補正発明について，①作業効率，作業の容易性及びコスト削減の点において上記はんだによる接続技術に比して優れていること，②同接続技術を用いた場合と異なり，接続対象及びその周囲の電極，樹脂膜，結晶を高熱により劣化させることがなく，また，はんだが溶けて太陽電池セルの受光面積を減少させることもないこと，③異方導電熱硬化型フィルム接着剤で多結晶シリコン太陽電池セルを接続して太陽電池モジュールを作製したところ，部材コスト及び製造コストを約40パーセント削減でき，信頼性試験の結果も極めて良好であったことが記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "補正発明における異方導電熱硬化型フィルム接着剤と引用発明における導電性接着剤とは，接着機構において異なり，前者においては，強い加圧によって接着剤成分が脇に排除されて導電粒子による厚さ方向への導通が達成されるのに対し，後者においては，ペースト状であることから，これを塗布した後の加熱によって接着剤成分が収縮して導電性ペースト中の導電フィラーが互いに導通する。異方導電熱硬化型フィルム接着剤による接続の方が，導電性接着剤による接続よりも，導電性及び接着性において優れている。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "補正前発明の進歩性を否定した判断の誤り",
          "text": [
            "補正前発明は，補正発明に対して「前記フィルム状接着剤を熱硬化させて」という発明特定事項を除いたものである。",
            "前記1と同様の理由により，補正前発明の進歩性を否定した本件審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "補正発明の進歩性を否定した判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "阻害要因について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明において，リード線の全周に黒色の導電性接着剤を施すことは，必須とまではされていない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来は，受光面電極の表面にはんだを施した太陽電池素子複数個を，はんだでコーティングされたリード線を用いて直列又は並列に接続して太陽電池モジュールを作製していたところ，この太陽電池モジュールについては，はんだ使用に関し，①太陽電池素子の受光面電極や配線（リード線）がはんだでコーティングされているために金属光沢を有し，例えば住宅の屋根等に設置した場合，上記金属光沢を有する部分に太陽光が反射して美観を損ねるという問題，②はんだに含まれる鉛は有害物質であり，電子部品等の鉛規制が厳しくなりつつあるという問題があった（引用例【0002】から【0006】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "当業者であれば，引用例の記載から，引用発明につき，「導電性接着剤を使用して複数の太陽電池素子を接続したことによって，はんだ使用に関する問題を解決した技術」として理解できるはずである。そして，当業者がこのように理解した上で相違点1について考えれば，特に黒色の樹脂材料を使用しなくても，前記のはんだ使用に関する問題が解決することは明らかである。",
                        "確かに，引用例においては，導電性接着剤を黒色としたことによって，目立つことなく，外観上好ましいものになった旨が記載されているが，当業者は，そのような利点と直接関連付けることなく，引用発明を前述の技術として把握できるはずである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "具体的阻害要因の存在について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明においてリード線に施されている導電性接着剤を異方導電熱硬化型フィルム接着剤に置き換える場合は，同接着剤を，リード線の表面全体ではなく，電気的接続に必要な部分，すなわち，従来はんだが施されていた部分にのみ適用すれば足り，それによって，前述したはんだ使用に関する問題が解決することは，当業者が当然に理解するところである。",
                        "したがって，異方導電熱硬化型フィルム接着剤を，リード線の全周，すなわち，表面全体に施すことを前提とする原告の阻害要因の主張は，誤りといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲2公報，甲4公報，特開2001-202830号公報（乙4。以下「乙4公報」という。），特開2001-297631号公報（乙5。以下「乙5公報」という。）及び特開2000-294910号公報（乙10。以下「乙10公報」という。）における「この場合，上記接着時の加圧で，加圧方向（フィルム厚さ方向）に導電性が生じるが，この加圧力は適宜選定され，通常5～50kg／cm2（被告注：約0．5～5MPa），特に10～30kg／cm2（被告注：約1～3MPa）の加圧力とすることが好ましい。」（甲2公報【0040】），「異方導電性フィルムによる接続は，例えば液晶パネルの場合には，（中略）0．1～7MPa程度の圧力で軽く接着させる。」（乙4公報【0004】）などの記載によれば，原出願優先日当時において，異方導電熱硬化型フィルム接着剤による接続が1MPa未満の比較的低い圧力の加圧でも可能であることは，当業者にとって明らかであったといえ，原告の主張は前提を誤っている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "当業者である原告自身，異方導電熱硬化型フィルム接着剤で結晶系太陽電池セルと接続部材とを接続することに成功している。",
                            "この点に関し，補正発明においてのみ，数MPaの圧力を加えても結晶系太陽電池セルの割れなどの問題が発生せず，接続が成功するというのであれば，それは，補正発明には特定されていない事項，例えば，結晶系太陽電池セルと異方導電熱硬化型フィルム接着剤の配置などの別の特徴によるものと考えられ，そのような補正発明に特定されていない特徴に基づく原告の主張は失当である。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知の技術事項2の存在に係る認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲5公報記載の「金属片として銅片を含有したEVAのフィルム」は，原出願優先日前において，異方導電性フィルムの1つとして知られていた（甲2公報の【請求項1】，【0023】，特開平9-118860号公報〔乙11。以下「乙11公報」という。〕の【請求項1】，【0024】参照〔被告注：甲2公報及び乙11公報記載の「エチレン-酢酸ビニル共重合体」は，「EVA」に相当する。〕）。一方，アニソルムも，異方導電性フィルム接着剤の 1 つとして原出願優先日前に既に販売されていたものであった。",
                    "以上によれば，甲5公報に接した当業者は，原告が矛盾を指摘する箇所に何らかの誤記があることを理解した上で，太陽電池セルと他の部材との接続に異方導電性フィルムが使用されることが記載されていることを理解できるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原出願優先日前に頒布された特開2000-286436号公報（乙6。以下「乙6公報」という。）には，太陽電池素子と金属箔とを接続するために異方導電フィルムを用いることが記載されている（例えば【0009】から【0012】参照。）。",
                    "この記載及び甲5公報の記載によれば，太陽電池セルと他の部材とを接続する手段として，異方導電性フィルムのような異方導電性を有する接着剤を用いること，すなわち，本件審決が周知の技術事項2とした事項は，原出願優先日当時，周知技術として存在していたものといえる。",
                    "そして，原出願優先日当時，異方導電熱硬化型フィルム接着剤が太陽電池（セル）を含む様々な接続対象の接続部材として使用し得ることは，当業者であれば既に知っていたといえるから，異方導電性フィルムによる接続対象となる太陽電池セルは，必ずしもアモルファス系の太陽電池に限られない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正発明が有する格別の効果について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "補正発明の効果として，前述したはんだ使用に関する問題が生じないことに加え，①良好な導電性，接続性，③作業効率の向上，④コストの削減，⑤接続するための温度がはんだ接合よりも低温であることから，接続対象やその周囲を高熱により劣化させないこと，⑥異方導電熱硬化型フィルム接着剤が透明な物質であることから，太陽電池セルの受光面積を減少させないことなどが挙げられるところ，これらはいずれも，周知の技術事項1の異方導電熱硬化型フィルム接着剤を用いることによって当然に得られる効果であり，当業者において予測可能なものといえる。",
                    "なお，信頼性試験の結果の相違は，補正発明と引用発明との相違点に基づくものではないから，補正発明の進歩性を基礎付けるものとして参酌することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "補正発明における異方導電熱硬化型フィルム接着剤と引用発明における導電性接着剤との接着機構の相違については，具体的な根拠を欠く。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "補正前発明の進歩性を否定した判断の誤り",
          "text": [
            "以上のとおり，補正発明の進歩性を否定した本件審決の判断に誤りはなく，したがって，これを前提として補正前発明の進歩性を否定した本件審決の判断にも誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件審決が補正発明及び補正前発明の進歩性を否定した結論に誤りはないものと判断した。",
        "その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明は，第2の3(2)アのとおりと認められ，この点は当事者間に争いがない。",
                "なお，引用例においては，第1の実施形態から第4の実施形態まで記載されているが，引用発明は，これら4つの実施形態のうち，太陽電池素子を接続するために導電性接着剤が施されたリード線を用いる第4の実施形態に基づくものである。",
                "引用発明における太陽電池素子の構成を示した断面図及び複数の太陽電池素子を接続した太陽電池モジュールの代表的な構成を示した断面図は，以下のとおりである（引用例の図2，図3）。",
                "太陽電池素子の構成を示した断面図（引用例の図3）",
                "太陽電池モジュールの代表的な構成を示した断面図（引用例の図2）",
                "【符号の説明】"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "p-n接合面，2 裏面電極，3 受光面電極，5 反射防止膜，6及び16 太陽電池素子，7 裏面部材，8 透過性樹脂，9 リード線，10 透過性ガラス，11 シール剤，12 フレーム部材，13及び21 太陽電池モジュール，14 基板，15 皮膜",
          "content": [
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "補正発明と引用発明との一致点及び相違点は，本件審決が認定した第2の3(2)イのとおりであり，この点は当事者間に争いがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，相違点1は，補正発明においては「異方導電性を有する熱硬化型フィルム状接着剤」を用いるのに対し，引用発明においては熱硬化型の導電性接着剤を用いること，相違点2は，結晶系太陽電池セルと接続部材との接続に関し，補正発明においてはこれらの接続対象物を「熱圧着」するのに対し，引用発明においてはそのような処理がないことである。",
                    "この点に関し，異方導電熱硬化型フィルム接着剤は，エポキシ樹脂等の絶縁性熱硬化性樹脂から成る接着剤中に導電粒子を分散させたテープ状接着剤であり，その原理は，これを接続対象物の間に挟んで加熱加圧（熱圧着）することによって，圧力により接着剤が面方向に流動排除されて厚み方向の導電性が得られ，他方，面方向の絶縁性は上記接着剤により保たれ（異方導電性），加熱により同接着剤が硬化して対象物が接続されるというものである（甲21添付の参考資料2，甲39，乙9）。このことから，「熱圧着」は，異方導電熱硬化型フィルム接着剤を使用して対象物を接続する過程において必要不可欠な処理といえる。",
                    "したがって，補正発明と引用発明との相違点は，実質において，結晶系太陽電池セルと接続部材との接続に，異方導電熱硬化型フィルム接着剤と，熱硬化型の導電性接着剤とのいずれを用いるか，ということに尽きるものというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明において，リード線の全周に黒色の導電性接着剤を施すことの意義について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前述したとおり，引用発明は第4の実施形態に基づくものであるところ，この実施形態については，①「第3の実施形態とは，太陽電池素子16を接続するために用いるリード線9が異なる。本実施形態では，厚み100～200μmの銅等の金属片より成り，その全表面に片面20～70μm厚の黒色に着色した導電性接着剤が施されたリード線により，複数の太陽電池素子16を所望の出力が得られるように直列あるいは並列に接続する。」（引用例【0038】），「本実施形態の導電性接着剤には，必ずカーボンブラック等の着色剤を加えるようにする。これにより，導電性接着剤は黒色に着色されることになる。」（同【0043】）と説明されている。また，②第4の実施形態は，引用例の【特許請求の範囲】中の【請求項6】に対応するものと解されるところ，同請求項には，「複数個の太陽電池素子より構成される太陽電池モジュールにおいて，前記複数の太陽電池素子が着色した導電性接着剤で表面が覆われた導電体により接続されていることを特徴とする太陽電池モジュール。」と記載されている。",
                        "これらの内容によれば，引用発明においては，リード線の表面に黒色に着色した導電性接着剤を施すことが必須とされているものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "もっとも，第4の実施形態について，引用例に「本実施形態において，リード線9の端部の太陽電池素子16の電極2，3への接着（判決注：引用例には，「電極2，3へ接着」と記載されている。）は，上記導電性接着剤によるものでもよいし，はんだ付けによるものであってもよい」と記載されており（同【0044】），また，はんだを着色するという趣旨の記載は引用例中に一切見られないことから，引用発明において，リード線の端部と太陽電池素子の電極との「接着」については，はんだによる処理が許容され，着色も必須とされていないものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明である第4の実施形態においてはんだに換えて導電性接着剤によってリード線を接続する技術的意義は，リード線の接続にはんだを用いた場合は接続後に人目に触れる側が金属光沢を有することから，それを防止することにあるとして，引用発明においては黒色化した導電性接着剤をリード線の全表面にコーティングすることが必須である旨主張する。",
                    "しかしながら，前述したとおり，引用発明においては，「リード線の端部」と「太陽電池素子の電極」との「接着」について，着色しないはんだによる処理が許容されており，したがって，リード線のうち上記接着部分については黒色化した導電性接着剤によるコーティングを必須のものとはされていない（リード線のその余の部分は，前記のとおり表面が黒色に着色されることが必須と認められる。）ことが明らかといえ，原告の上記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知の技術事項1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決が周知の技術事項1を認定した根拠として挙げた文献は，原出願優先日である平成15年9月5日よりも前の平成13年2月6日に公開された甲2公報，平成11年3月5日に公開された甲3公報及び昭和62年8月17日に公開された甲4公報であるところ，これらの文献には，それぞれ，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲2公報",
                      "text": [
                        "【特許請求の範囲】",
                        "【請求項1】 相対峙する回路間に介装し，回路間を150℃以下の温度で加熱，加圧することによりこれら回路間を導通すると共に接着固定する異方性導電フィルムであって，エチレン-酢酸ビニル共重合体；エチレンと酢酸ビニルとアクリレート系及び／又はメタクリレート系モノマーとの共重合体；エチレンと酢酸ビニルとマレイン酸及び／又は無水マレイン酸との共重合体；エチレンとアクリレート系及び／又はメタクリレート系モノマーとマレイン酸及び／又は無水マレイン酸との共重合体；並びにエチレン-メタクリル酸共重合体の分子間を金属イオンで結合させたアイオノマー樹脂からなる群から選ばれる少なくとも1種のポリマーに導電性粒子を分散させると共に，10時間半減期温度が80℃以下の低温分解型有機過酸化物を配合した熱硬化性接着剤からなることを特徴とする異方性導電フィルム。",
                        "・・・",
                        "【発明の詳細な説明】",
                        "【0001】",
                        "【発明の属する技術分野】本発明は，プラスチックフィルムを基材とする液晶フィルムの電極端子と，これに接続されるべきフレキシブルプリント基板等の電子部品の端子との間に介装され，これら両端子を接続する場合など，150℃以下の低温で圧着，使用するために用いられる異方性導電フィルムに関する。",
                        "【0002】",
                        "【従来の技術及び発明が解決しようとする課題】異方性導電フィルムは，接着剤に導電性粒子が分散され，厚さ方向に加圧することにより厚さ方向に導電性が付与されるものであり，相対峙する回路間に介装し，回路間を加圧，加熱することにより回路間を導電性粒子を介して接続すると共に，これら回路間を接着固定する目的に使用され，厚み方向にのみ導電性を与えるものである。",
                        "・・・",
                        "【0004】異方性導電フィルムは，一般にエポキシ系又はフェノール系樹脂と硬化剤を主成分とする接着剤に導電性粒子を分散させたもので，中でも使用上の便宜等の点から接着剤としては1液型の熱硬化型のものが主流になってきている。",
                        "・・・",
                        "【0015】以下，本発明につき更に詳しく説明する。本発明の異方性導電フィルムは，接着剤中に導電性粒子を分散させてなるものであり，この場合，接着剤としては，エチレン-酢酸ビニル共重合体；エチレンと酢酸ビニルとアクリレート系及び／又はメタクリレート系モノマーとの共重合体；エチレンと酢酸ビニルとマレイン酸及び／又は無水マレイン酸との共重合体；エチレンとアクリレート系及び／又はメタクリレート系モノマーとマレイン酸及び／又は無水マレイン酸との共重合体；並びにエチレン-メタクリル酸共重合体の分子間を金属イオンで結合させたアイオノマー樹脂からなる群から選ばれる少なくとも1種のポリマーを主成分としたものを使用する。",
                        "・・・",
                        "【0039】本発明においては，このように耐熱性の低い被接着物に用いられるため，熱硬化温度は150℃以下であり，好ましくは100～130℃である。また，硬化時間は5～30秒がよい。",
                        "・・・"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3公報",
                      "text": [
                        "【特許請求の範囲】",
                        "【請求項1】  絶縁性接着剤樹脂中に導電性粒子を分散させた異方導電性接着剤において，該導電性粒子として，平均粒子径0．5～3μm，比表面積0．1～5m2／gのコバルト粒子を0．1～5体積％配合したことを特徴とする異方導電性接着剤。",
                        "・・・",
                        "【発明の詳細な説明】",
                        "・・・",
                        "【0018】本発明に用いられる接着剤は，絶縁性を示すものであれば，熱可塑性，熱硬化性，光硬化性など特に制限はない。",
                        "・・・",
                        "【0021】『実施例1』エポキシ樹脂（エピコート1001，油化シェルエポキシ（株）製）／ポリビニルブチラール樹脂（エスレックBM-S，積水化学（株）製）＝1：1をトルエン／酢酸エチル＝1：1の混合溶媒に溶解した25％溶液200重量部イミダゾール系潜在性硬化剤（ノバキュアHX-3721，旭化成（株）製）100重量部を混合した接着剤を準備する。この中に，平均粒径1．5μm，比表面積0．5m2／gのコバルト粒子を0．5体積％分散させ，ポリエチレンテレフタレートのキャリアフィルムの上に乾燥後約50μmの厚さになるように塗布・乾燥し，その後2mm幅にスリットして異方導電フィルムを作製した。このフィルムの外観を観察したところ，導電性粒子は均一に分散していた。",
                        "【0022】この異方導電フィルムを，回路幅0．1mm，回路ピッチ0．2mm，60端子を有するPCBの接続する端子部に置き，70℃，5kg／cm2  ，2secの条件で加熱加圧して仮圧着を行った。その後，表面のキャリアフィルムを剥がし，圧着プレスにセットして，回路幅0．1mm，回路ピッチ0．2mm，60端子を有するTCPの端子をPCBの回路端子に合うように位置合わせしてPCBの上に置き，175℃，30kg／cm2  ，15secの条件で加熱加圧して圧着接続を行った。",
                        "・・・"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲4公報",
                      "text": [
                        "2．特許請求の範囲",
                        "・・・",
                        "17．加圧あるいは加熱加圧により塑性変形性を有する高分子核材のほゞ全表面を導電性の金属薄層により被覆した導電性粒子を，熱硬化型および／または光硬化型接着剤中に0．1～15体積分散させてなる接着剤組成物または接着フィルムを相対峙する電極回路間に介在せしめ，回路間の接着剤層厚みが初期厚みの0．02～0．95の範囲になるよう加圧あるいは加熱加圧することにより回路間の電気的接続と機械的結合をおこなうことを特徴とする回路の接続方法。",
                        "・・・"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2公報，甲3公報及び甲4公報の上記記載によれば，原出願優先日当時において，①高分子樹脂及び導電粒子を含んだ異方導電性を有する熱硬化型フィルム状接着剤の存在，②同接着剤の使用方法は，電極回路等の接続対象物の間に同接着剤を挟み，これを介して上記接続対象物を熱圧着するとともに同接着剤を熱硬化させるというものであることは，当業者にとって周知の技術事項であったと認められる。そして，これは，本件審決のいう周知の技術事項1，すなわち，「一般に接着剤において，熱圧着と共に熱硬化させて接着する高分子樹脂及び導電粒子を含んだ異方導電性を有する熱硬化型フィルム状接着剤」にほかならない。したがって，本件審決が，甲2公報，甲3公報及び甲4公報の記載から周知の技術事項1を認定した点に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知の技術事項1の引用発明への適用及び容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，引用発明において，「リード線の端部」と「太陽電池素子の電極」との「接着」については，はんだによる処理が許容されているものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "他方，甲3公報及び甲4公報における「発明の詳細な説明」には，以下の各記載があり，これらの記載によれば，LCD分野や配線基板等の分野において，異方導電熱硬化型フィルム接着剤がはんだに代わる接続手段として用いられていたことは，原出願優先日当時，当業者にとって周知の技術事項であったものと認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲3公報",
                          "text": [
                            "【0004】このような特長を生かして，近年急速に成長しているLCD分野に於いて，LCDパネルとTCPの接続では被着体の耐熱性がないことや微細な回路では隣接端子間で電気的にショートしてしまうなど半田付けなどの従来の接続方法が適用できないことからこの異方導電フィルムが必要不可欠の材料となっている。また，特に，最近はLCDの急速な大型化・高精細化が進み，従来は半田付けを行っていたTCPとPCBの接続でも異方導電接着剤，フィルムの適用が広まりつつある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲4公報",
                          "text": [
                            "（従来の技術および問題点）",
                            "従来より集積回路類の配線基板への接続，表示素子類と配線基板への接続，電気回路とリードとの接続などのように接続端子が細かいピッチで並んでいる場合の接続方法として，ハンダ付や導電性接着剤などの接続部材による方法が広く用いられている。しかしながら，これらの方法においては導電回路部のみに限定して接続部材を形成しなければならないので，高密度，高精細化の進む微細回路の接続に困難をきたしていた。",
                            "最近回路接続用の接続部材について検討が加えられ，すでに（中略）提案されているが，これらはいずれもその基本思想は，相対峙する回路間に金属粒子等の導電材料を含む異方導電性の接続部材層を設け，加圧または，加熱加圧手段を構じることによって，回路間の電気的接続（判決注：甲4公報には「電気的接類」と記載されている。）と同時に隣接回路間に絶縁性を付与し，相対峙する回路を接着固定するといういわゆる異方導電接続材料による方法である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "さらに，異方導電性を有する熱硬化型接着剤を使用する対象に関し，甲2公報及び甲3公報には，以下の記載がある。",
                            "⒜  甲2公報",
                            "【0038】本発明の異方性導電フィルムにより接着される被接着物は特に制限されるものではないが，本発明においては，特に耐熱性の低い被接着物の接着に有効であり，プラスチックフィルムを基材とする液晶フィルムの電極端子と，これと接続されるべき電子部品，例えばフレキシブルプリント基板（FPC），TABなどの端子との間に介装され，これら両端子を接続するのに用いられる。この場合，液晶フィルムのプラスチックフィルム基材としては，PET，ポリエステル，ポリカーボネート，ポリエーテルサルフォン等の透明ポリマーフィルムが用いられ，特にPETフィルムが安価な点で有用である。また，高集積化（細密化）されて熱による膨張・収縮の影響の大きいプリント基板，ICチップなどにも有効に用いられる。",
                            "⒝  甲3公報",
                            "【0039】",
                            "【発明の効果】本発明の異方導電性接着剤を用いることにより，多くの金属導電性粒子を均一に単一分散して配合できるようになり，端子表面が酸化された場合や，汚れている場合などでも確実に接続することができ，しかも0．4mmピッチ以下の微細な回路接続にも対応でき，電流容量も大きな信頼性の高い接続が可能になり，従来の異方導電性接着剤では接続できなかった用途にも適用可能になるものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これらの記載に加え，本件証拠上，異方導電熱硬化型フィルム接着剤の使用対象を制限する趣旨の記載は見当たらないことに鑑みると，異方導電熱硬化型フィルム接着剤は，種々の対象物の接続に幅広く使用し得るものといえ，このことは，原出願優先日当時，当業者にとって周知の技術事項であったものと認められる。",
                            "そして，原出願優先日前である平成13年7月27日に公開された乙4公報及び同年10月26日に公開された乙5公報に，それぞれ，「本発明は，導電性粒子を用いてなる異方導電性フィルム及びそれを用いた電気接続体に関するものである。（中略）太陽電池，電卓，（中略）フレキシブルプリント基板の導体回路基板との接続などに応用できる。」（乙4公報【0001】），「本発明は，導電性粒子を用いてなる異方導電性フィルム及びそのフィルムを用いてなる異方導電体に関するものであり，駆動IC回路を有するフレキシブルフィルムを取り付け端子電極に直接ボンデイン（中略）太陽電池，電卓，（中略）フレキシブルプリント基板の導体回路基板との接続などに応用できる。」（乙5公報【0001】）との記載があり，これらの記載によれば，上記の周知の技術事項につき，異方導電熱硬化型フィルム接着剤の使用対象として太陽電池も含まれていたものと認めることができる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，①引用発明において，「リード線の端部」と「太陽電池素子の電極」との「接着」について，はんだによる処理が許容されていること，②原出願優先日当時，異方導電熱硬化型フィルム接着剤がはんだに代わる接続手段として用いられることは，当業者にとって周知の技術事項であったこと，③原出願優先日当時，異方導電熱硬化型フィルム接着剤は，種々の対象物の接続に幅広く使用し得ることも，当業者にとって周知の技術事項であり，上記対象物には太陽電池も含まれることが認められる。",
                    "上記事実によれば，原出願優先日当時，①引用発明においてはんだによる処理が許容されていた「リード線の端部」と「太陽電池素子の電極」との「接着」に，②はんだに代わる接続手段として，太陽電池も含む種々の対象物に幅広く使用し得ることが当業者に周知されていた，異方導電熱硬化型フィルム接着剤を使用することは，当業者にとって容易に想到し得たものといえる。  ",
                    "そして，前述のとおり，補正発明と引用発明との実質的相違点は，結晶系太陽電池セルと接続部材との接続に，補正発明は異方導電熱硬化型フィルム接着剤を用い，引用発明は熱硬化型の導電性接着剤を用いることであるから，引用発明において，接続部材である「リード線」の端部と，結晶系太陽電池セル，すなわち，「太陽電池素子」の電極との接着に異方導電熱硬化型フィルム接着剤を使用することにより，補正発明の構成に至ることは明らかである。",
                    "したがって，原出願優先日当時，当業者において，引用発明から補正発明に想到することは容易であったものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告主張の具体的阻害要因について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，前記のとおり，引用発明においてはリード線の全周に黒色の導電性接着剤を施すことが必須とされていることを前提として，引用発明においてリード線の全周を被覆する黒色の導電性接着剤のすべてを，黒色化した異方導電熱硬化型フィルム接着剤に置き換えることにつき，①そのようなことは不可能である，②上記置換えにより異方導電熱硬化型フィルム接着剤の有する高い透明性という長所を失わせることはあり得ない，③上記置換えにより，太陽電池素子の受光面積減少などの好ましくない結果が生じ得る旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "しかしながら，前述したとおり，引用発明においては，「リード線の端部」と「太陽電池素子の電極」との「接着」については，はんだを用いること，着色しないことが許容されており，したがって，引用発明から補正発明を想到するに当たって問題となるのは，引用発明において黒色化した導電性接着剤に被覆されたリード線の一部である前記「接着」部分につき，上記導電性接着剤を異方導電熱硬化型フィルム接着剤に置き換えることの可否である。 "
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そうすると，原告の前記主張は前提において誤りがあり，採用できない。",
                            "すなわち，異方導電熱硬化型フィルム接着剤はフィルム状であるから，リード線の全表面を被覆することは相当困難といえるが，上記の「接着」部分にのみ施すことは十分に可能である。",
                            "また，透明性に関しては，前記のとおり，引用発明においては上記「接着」部分については着色しないことも許容されていることから，この部分の導電性接着剤を異方導電熱硬化型フィルム接着剤に置き換えるに当たり，後者を着色する必要はない。したがって，透明性が損なわれることはないし，その結果，受光面積が減少することもない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，異方導電熱硬化型フィルム接着剤は，対象物の接続に当たり数MPaの加圧を要することから，割れやすく，1MPaを超える圧力は加えないとされていた結晶系太陽電池セルは，上記接着剤による接続対象として想定されていなかった旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し，甲2公報，甲4公報，乙4公報及び乙5公報には，以下のとおりの記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲2公報",
                          "text": [
                            "【0039】本発明においては，このように耐熱性の低い被接着物に用いられるため，熱硬化温度は150℃以下であり，好ましくは100～130℃である。また，硬化時間は5～30秒がよい。",
                            "【0040】この場合，上記接着時の加圧で，加圧方向（フィルム厚さ方向）に導電性が生じるが，この加圧力は適宜選定され，通常5～50kg／cm2，特に10～30kg／cm2の加圧力とすることが好ましい。",
                            "（判決注：1kg／cm2は約0．1MPaであるから，「5～50kg／cm2」は，「約0．5～5MPa」に相当する。）"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲4公報",
                          "text": [
                            "「  実施例22～25  実施例-11で得たフィルムを用いて実施例-14と同様な回路（FPC／透明導電ガラス，ピッチ0．2mm）の組み合せで，接続時の条件による影響をみた。結果を第5表に示したが温度で150～180℃，圧力5kg／cm～50kg／cm2，時間5秒～50秒と広範囲の接続条件で良好な結果を得た。このときの接着剤フィルム厚みの接続前後の比率は0．02～0．50であった。」",
                            "（判決注：「5kg／cm～50kg／cm2」のうち，「5kg／cm」は「5kg／cm2」の誤記と解される。「5kg／cm2～50kg／cm2」は，「約0．5～5MPa」に相当する。）"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "乙4公報",
                          "text": [
                            "【0005】異方導電性フィルムを接続後，駆動用IC回路の乗った絶縁フィルム（例えばポリイミドフィルム）の接続電極を対向のパネル電極（基板電極）に向かうように位置合わせして押さえつけ，50～230℃程度の温度で0．1～18MPa程度の圧力で接続する。",
                            "・・・",
                            "【0049】本発明の異方導電性フィルムを用いてフレキシブル絶縁フィルム上の接続電極を接続される基板電極に接続する方法としては，公知の方法で構わない。（中略）さらに，ヒートツールを用いて60～250℃程度の温度で，0．2～15MPa程度で加圧，圧着する。圧力は，0．2～10MPa程度が好ましく，さらに，0．6～5MPaが好ましい。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "乙5公報",
                          "text": [
                            "【0005】異方導電性フィルムを接続後，駆動用IC回路の乗った絶縁フィルム（例えばポリイミドフィルム）の接続電極を対向のパネル電極（基板電極）に向かうように位置合わせして押さえつけ，50～230℃程度の温度で0．1～18MPa程度の圧力で接続する。",
                            "・・・",
                            "【0044】本発明の異方導電性フィルムを用いてフレキシブル絶縁フィルム上の接続電極を接続される基板電極に接続する方法としては，公知の方法で構わない。（中略）さらに，ヒートツールを用いて60～250℃程度の温度で，0．2～15MPa程度で加圧，圧着する。圧力は，0．2～10MPa程度が好ましく，さらに，0．6～5MPaが好ましい。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "これらの記載によれば，異方導電熱硬化型フィルム接着剤を用いた接続は，1MPa未満の圧力による加圧でも可能とされており，このことは，原出願優先日当時，当業者一般に認識されていたものと推認できる。そして，当業者であれば，接着剤を加圧して接続するに当たり，接続対象物の性状等に応じて適宜加圧力を調整することは，当然の技術手段であるから，異方導電熱硬化型フィルム接着剤を用いた接続に当たり，結晶系太陽電池セルの性状等を考慮して，比較的弱い圧力の加圧により接着を行うことは，十分に可能であったものと推認できる。",
                            "以上によれば，原出願優先日当時，異方導電熱硬化型フィルム接着剤を用いた接続は，1MPa未満の圧力による加圧でも可能とされていたから，仮に，結晶系太陽電池セルには1MPaを超える圧力を加えられないとされていたとしても，上記接着剤による接続対象に含まれ，当業者においてもそのように想定していたものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点に関し，原告は，原出願優先日当時，実際に製品化されていた異方導電熱硬化型フィルム接着剤の熱圧着においては数MPaの加圧が実施されていたことを指摘し，同事実をもって，当業者にとっては，異方導電熱硬化型フィルム接着剤の熱圧着に数MPaの加圧力を用いることが，技術常識であった旨主張する。",
                            "しかしながら，原出願優先日当時，当業者において，異方導電熱硬化型フィルム接着剤の使用に当たり，製品化されたもののみに限定していたことはうかがわれない。したがって，原告が指摘する事実をもって，異方導電熱硬化型フィルム接着剤の熱圧着に数MPaの加圧力を用いるという技術常識が原出願優先日当時に存在していたとは認められない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，前記(ア)の原告の主張は採用できない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "周知の技術事項2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "なお，本件審決は，甲5公報，甲6公報などから周知の技術事項2，すなわち，一般に，太陽電池セルと他の部材とを接続する手段として異方導電性を有する接着剤を用いることを認定した上，周知の技術事項1である異方導電熱硬化型フィルム接着剤も異方導電性を有する接着剤の1つであることから，これを太陽電池セルと他の部材との接続手段に用いて補正発明を想到することは容易であったと判断しているものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲5公報について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲5公報には，以下の記載がある。",
                            "【0005】",
                            "【課題を解決するための手段】",
                            "・・・本発明の薄膜太陽電池モジュールの製造方法の第一は，絶縁性基板上に両端に帯状取出し電極を備えた太陽電池構造を有するサブモジュールの複数個を取出し電極の設けられない側で隣接させて一つの保護基板の上に接着樹脂層を介して載せ，上面の両取出し電極の上には，その幅よりやや狭い幅を有する，両端面が露出する金属片を分散して含む接着樹脂フィルムと，両端が端部のサブモジュールの上より突出する導電性フィルムを，取出し電極の上以外の部分には金属片を含まない接着樹脂フィルムを積層し，さらにそれらの上に他の保護基板を載せ，加熱圧着することにより，太陽電池サブモジュールの両面を保護基板と接着すると共に，取出し電極を導電性フィルムと電気的に接続するものとする。",
                            "・・・",
                            "【0007】",
                            "【作用】薄膜太陽電池サブモジュールを両面の保護基板と接着樹脂で接着する際に，サブモジュール相互間の接続および外部への発電電力の取出しに用いる導電性フィルムとサブモジュールと端部電極との間を，接着樹脂に含ませた金属片もしくは端部電極上あるいは導電性フィルム上に形成され接着樹脂フィルムを突き破る導電性突起により電気的に接続する。これによりはんだ付けによる導電性フィルムとの接続性が回避される。",
                            "【0008】",
                            "【実施例】",
                            "・・・",
                            "金属粉を含有するEVA4のフィルムの膜厚は，金属粉がEVAフィルムから露出し，太陽電池サブモジュール2の取出し電極および導電性フィルム6と十分に接触するように薄くする必要がある。このことから今回の試作では，EVA4のフィルムの膜厚を100μm（判決注：これは，EVA4の中に分散した金属片である銅片5の高さと同じ。）とした。",
                            "・・・"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これらの記載によれば，甲5公報には，異方導電性接着剤について記載されているものと認められるが，それは，異方導電フィルム中の金属片がフィルムを貫通するというものであり，これは，補正発明，引用発明，甲2公報，甲3公報及び甲4公報における異方導電性接着剤（以下「補正発明等の異方導電性接着剤」という。）とは相当に異なる形状を有するものといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲6公報について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲6公報には，「導電性被覆層を有する金属ワイヤからなる集電電極と，前記集電電極と接続された金属バスバーとを有し，前記金属ワイヤと前記金属バスバーの間の接続部が，前記導電性被覆層よりも比抵抗の小さい導電材によって形成されていることを特徴とする光起電力素子」という発明が開示されている（【請求項1】，【請求項3】，【0013】，【0015】等）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲6公報には，「導電性被覆層」について，「導電性接着剤から成り，導電性粒子と高分子樹脂とを分散して得られる。」（【0036】）など，また，",
                          "text": [
                            "「導電材」について，「導電性接着剤であることを特徴とする。」（【0015】），「導電材が異方性導電膜である場合には」（【0075】）などと，異方導電性接着剤を指すものと解し得る記載は存在するものの，その詳細は必ずしも明らかではなく，補正発明等の異方導電性接着剤との具体的な相違の有無も不明である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，甲5公報には，異方導電性接着剤について記載されているものの，それは補正発明等の異方導電性接着剤とは相当に異なる形状を有し，甲6公報には，異方導電性接着剤を指すものと解し得る記載は存在するものの，補正発明等の異方導電性接着剤との具体的な相違の有無は不明である。",
                    "この点に鑑みると，本件審決が，甲5公報及び甲6公報などから，一般に，太陽電池セルと他の部材とを接続する手段として異方導電性接着剤を用いることを周知の技術事項と認定したことは，誤りというべきであるが，この誤りは，本件審決の結論に影響を及ぼすものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "補正発明が有する格別の効果について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，補正発明が，作業効率，作業の容易性等の点において，原出願優先日当時，格別の効果を有していた旨主張する。",
                    "確かに，本願明細書によれば，補正発明は，「半田の場合に比べ低い150℃程度以下の温度で熱圧着することで導通性が得られるため，半田付けの際によく見られるセル受光面上での部材の黄変を避けるとともに，作業効率を高め，製造コストを低減することができる。また，部材の選択の幅を広げることができる」（【0032】），",
                    "「半田を用いた場合の半田の溶けすぎ（流れすぎ）で生じる太陽光受光面積の減少も生じにくい。また，半田を用いる場合に比べ，作業も容易である」（【0040】）などといった効果を有する旨が記載されているが，原出願優先日当時において，これらは，いずれも異方導電熱硬化型フィルム接着剤によって得られる効果として，当業者であれば予測可能なものといえる。",
                    "また，本願明細書には，＜太陽電池モジュールの製造例＞において作製したモジュールにつき，「なお，ここで作製したモジュールと，ここで使ったセルを用いている市販品のモジュールとを比較したところ，初期特性においては同等であり，また，ここで作製したモジュールは，部材コスト及び製造コストで約40％程度を削減できたものと推算した。また，信頼性試験においては，サンシャインウェザーメータ（デューサイクル）テストに1000時間かけたところ，市販品の変換効率低下が-10％であったのに対し，-2％と極めて良好な結果となった。軽量化については，この試作では2％減程度であったが，これはモジュールの面積に大きく依存するものである。」（【0061】）と記載されているが，補正発明の実施例として作製した太陽電池モジュールとの比較の対象とされる「市販品のモジュール」と引用発明に係る太陽電池モジュールとの異同が明らかではないことから，上記記載をもって，補正発明と引用発明の効果の差を認定することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，補正発明における異方導電熱硬化型フィルム接着剤と引用発明における導電性接着剤とは接着機構において異なり，前者の方が，導電性，接着性において後者よりも優れている旨主張する。",
                    "しかしながら，補正発明の構成が引用発明自体の構成に対して優れた効果を有する旨を主張しても，補正発明が進歩性を有することにはならないから，原告の主張はそれ自体失当である。すなわち，当業者にとって，引用発明に対して相違点に係る構成を組み合わせることが容易に想到できたとしても，補正発明が実際に有する作用効果が予測困難な顕著なものである場合に，その顕著な作用効果により進歩性が裏付けられるのであるから，補正発明と引用発明自体との効果上の相違を主張しても意味があるものとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，補正発明につき，原出願優先日当時において，当業者にとって予測困難なほどの顕著な効果を認めることはできず，したがって，補正発明の進歩性を認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "以上によれば，原出願優先日当時において，当業者が引用発明から補正発明を想到することは容易であったといえ，補正発明の進歩性を否定した本件審決の判断は，その結論において誤りはない。また，補正発明は，補正前発明を特定する事項のすべてを含み，「フィルム状接着剤」に関し，「前記フィルム状接着剤を熱硬化させて」と限定したものに相当することから，補正前発明も，補正発明と同様に進歩性を欠くものと認められ，補正前発明の進歩性を否定した本件審決の判断にも誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由は，いずれも理由がなく，したがって，原告の請求は理由がないから棄却することとし，よって，主文のとおり判決する。"
      ]
    }
  ]
}