{
  "conclusion": [
    {
      "text": "- 1 -"
    },
    {
      "fig": "1",
      "text": "本件各控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らの請求をいずれも棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件請求の要旨",
              "text": [
                "本件は，名称を「架電接続装置，架電接続方法，架電接続プログラム，及び架電受付サーバ」とする発明に係る本件特許権(特許番号・第4077866号)を有する控訴人から，原判決別紙製品目録記載のイ号製品又は同方法目録記載のイ号方法の生産等又は使用が本件特許権を侵害すると主張された被控訴人らが，控訴人に対し，控訴人の各被控訴人に対する本件特許権に基づくイ号製品又はイ号方法の生産等又は使用についての差止請求権又は本件特許権侵害に基づく損害賠償請求権若しくは不当利得返還請求権のいずれも有しないことの確認を求める事案である。",
                "なお，上記確認を求める差止請求権，損害賠償請求権又は不当利得返還請求権は，いずれも，本件特許権のうち，特許請求の範囲の請求項1に係る発明(本件発明1)及び同請求項15に係る発明(本件発明6)に係る特許権に基づくものに限定されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の内容",
              "text": [
                "本件発明1の特許請求の範囲の記載(分説後)は，次のとおりである。",
                "【1-A】識別番号と連絡先番号とを関連情報として有するデータベースと，",
                "【1-B】該データベースを内部に保持する記憶装置と，",
                "【1-C】第1の電話機から前記識別番号を含む電話番号宛に架けられた架電を受付けるとともに該電話番号の中から前記識別番号を抽出する架電受付部と，",
                "【1-D】該抽出された前記識別番号に基づいて，前記データベースから該識別番号に関連付けられた前記連絡先番号を抽出する連絡先抽出部と，",
                "【1-E】該抽出された連絡先番号に基づいて，前記第1の電話機からの架電を該連絡先番号に対応する第2の電話機へと接続する接続処理部と，",
                "【1-F】を有する架電接続装置。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明6の内容",
              "text": [
                "本件発明6の特許請求の範囲の記載(分説後)は，次のとおりである。",
                "【6-A】データベース内に連絡先番号と関連付けられて格納された識別番号を含む電話番号宛に第1の電話機から架けられた架電を受付けるステップと，",
                "【6-B】該電話番号の中から前記識別番号を抽出するステップと，",
                "【6-C】該抽出された前記識別番号に基づいて，前記データベースから該識別番号に関連付けられた前記連絡先番号を抽出するステップと，",
                "【6-D】該抽出された連絡先番号に基づいて，前記第1の電話機からの架電を該連絡先番号に対応する第2の電話機へと接続するステップと，",
                "【6-E】を有する架電接続方法。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原審の判断",
              "text": [
                "原判決は，イ号製品又はイ号方法は，それぞれ，本件発明1又は本件発明6の技術的範囲に属するものと認めたが，本件発明1及び本件発明6は，それぞれ，甲12A発明又は甲12B発明(いずれも特開2004-171105号公報〔甲12〕に記載された発明)と同一であり，特許無効審判により無効にされるべきものであるから，特許法104条の3により，控訴人は本件特許権を行使することができないとし，被控訴人らの請求をいずれも認容した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実及び争点",
          "text": [
            "前提となる事実及び争点は，次のとおり補正するほかは，原判決の「事実及び理由」欄の第2の2(前提となる事実)及び3(争点)に記載のとおりである。",
            "①  原判決6頁1行目の「甲7」の次に「(特開2005-115945号公報)」を，同2行目の「甲8」の次に「(特開2004-23626号公報)」を，同3行目の「甲9」の次に「(特開2005-191799号公報)」を，同4行目の「甲10」の次に「(特開2002-312687号公報)」を，同5行目の「甲11」の次に「(特開平7-297930号公報)」をそれぞれ加える。",
            "②  原判決11頁6行目の「1-D」を「1-E」に改める。",
            "③  原判決19頁11・12行目の「『該マッピングデータベースを保持する記憶装置』」を「『該データベースを内部に保持する記憶装置』」に改める。",
            "④  原判決30頁2行目の「甲12A発明及び甲12B発明」の次に「(以下，併せて『甲12発明』ということがある。)」を加える。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "争点に関する当事者の主張は，下記1に当審における控訴人の新たな主張(均等侵害)を，同2に当審における控訴人の補充主張(無効の再抗弁に対する反論)を，同3に当審における控訴人の新たな主張(訂正の再々抗弁)を，同4～6に控訴人の上記各主張に対する被控訴人らの各反論(再反論)をそれぞれ加えるほかは，原判決の「事実及び理由」欄の第3(争点に関する当事者の主張)に記載のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "当審における控訴人の新たな主張(均等侵害)",
          "text": [
            "仮に，本件発明1・6の「識別番号」が電話番号の一部でなければならず，又は，本件発明1・6の「抽出」が電話番号の一部から番号を抜き出し若しくは選び出すものでなければならないとした場合，イ号製品及びイ号方法は，電話番号を抽出しておらず，単に，識別機能を有する番号を認識していることになり(本件相違部分)，文言上，本件発明1・6の構成要件のすべては充足しないことになる。",
            "しかしながら，本件相違部分は，次のとおりに均等の第1～第3要件を満たし，イ号製品及びイ号方法は，本件発明1・6の構成と均等なものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "第1要件(非本質的部分)の充足",
              "text": [
                "本件発明1・6「識別番号」が電話番号の全部又は一部であることは，本件発明1・6の技術的思想の本質と何ら関係がなく，単なる運用方式又は設計的事項にすぎない。そうすると，本件相違部分は，本件発明1・6の本質的部分ではない。",
                "したがって，第1要件を充足する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2要件(置換可能性)の充足",
              "text": [
                "本件発明1・6の作用効果の一つは，本件明細書の【0035】に「本発明によれば，…複数の広告情報の提供を行った場合に，それらが発揮する広告効果を広告情報ごとに管理・把握することができる。」との記載があるとおり，複数の広告情報の広告効果の管理・把握である。そして，本件発明1・6では，「識別番号」という構成を設け，ユーザがいかなる広告情報又は広告媒体を見て架電してきたかを識別することで，上記効果を実現している。",
                "そうすると，かかる作用効果は，「識別番号」が電話番号の全部であっても一部であっても変わるところはない。「識別番号」を電話番号の一部で構成することによって，一つの電話番号で複数の広告情報に対応した識別番号を生成することが可能となるのは，付加的な効果にすぎない。",
                "したがって，第2要件を充足する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "第3要件(置換容易性)の充足",
              "text": [
                "仮想電話番号は，電話通信事業者に割り当てられた番号にすぎず，そのうちの一部を転送先電話番号及び広告媒体等と関連付けて用いるよりも，全部をそのまま流用して転送先電話番号及び広告媒体と関連付けて用いる方が，手間及びコストの面から容易である。",
                "そうすると，本件発明1・6の「識別番号」に相当する部分を，仮想電話番号の全部とすることは，イ号製品の製造時点又はイ号方法の使用時点において，当業者が格別の努力をしなくても容易に想到できるものである。",
                "したがって，第3要件を充足する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "第4要件(容易推考性)の非充足に対して",
              "text": [
                "イ号製品及びイ号方法は，仮想電話番号の中に転送先電話番号が含まれない別な番号となっているから，公知技術と同一又は公知技術から容易に想到できるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の補充主張(無効の再抗弁に対する反論)",
          "text": [
            "①  甲12A発明は，「0120-xxx-xxxx-01-11-31-41-77-33」のような問い合わせ先の電話番号に架電すると，「0120-xxx-xxxx」のような電話番号に関連付けられたサーバ7に接続され，「01」のような広告掲載内容符号の種別に従い，サーバ7の所定の記憶領域に記憶されている広告情報を広告視聴者に提供し，「01-11-31-41-77-33」のような広告種別情報(広告掲載内容符号及び広告掲載状態等符号)の受付回数を用いて，広告の効果を数値的に把握する発明である。",
            "甲12A発明は，広告主に通話を転送する発明ではない。",
            "②  上記①のとおり，甲12A発明は，広告掲載内容符号「01」とアクセス先電話番号とがデータベースにおいて関連付けられているのではなく，ユーザがアクセス先電話番号の全部を入力することによりアクセス先の特定が既に行われており，改めて，広告主の連絡先番号との関連付けや検索を行う必要がない。",
            "そうすると，広告掲載内容符号「01」は，自動転送電話番号機能を具備しておらず，広告掲載状態等符号「01-11-31-41-77-33」にも自動転送電話番号機能がないことは明らかであるから，広告種別情報は，自動転送電話番号機能を有しておらず，本件発明1の「識別番号」に相当しない。",
            "③  本件発明1の構成【1-C】の「電話番号」は，「広告情報」に記載される番号であり(本件明細書【0055】)，本件発明1の構成【1-D】【1-E】の「連絡先番号」は，「広告主」の「第2の電話機」に対応する番号であるところ，「電話番号」は，上記「連絡先番号」を含まない。すなわち，[1]「電話番号」に「連絡先番号」を含むとすると，「連絡先番号」には識別機能がない以上，新たに識別機能を有する番号を「連絡先番号」に付加して「電話番号」としなければならなくなるが，これによって，ユーザが識別機能を有する番号を余計にプッシュする必要が生じ，本件発明1の課題(本件明細書【0010】)を解決できなくなる。また，[2]「電話番号」に「連絡先番号」を含むとすると，「電話番号」の中に「連絡先番号」があるのだから，わざわざ，構成【1-D】にて「該抽出された前記識別番号に基づいて，前記データベースから該識別番号に関連付けられた前記連絡先番号を抽出する」との構成をとった技術的な意義がなくなる。",
            "他方，甲12A発明は，「アクセス先電話番号」に「広告種別情報」を付加して「問い合わせ先の電話番号」としているから，「問い合わせ先の電話番号」の中には，必ず「アクセス先電話番号」が含まれている。",
            "したがって，甲12A発明の「問い合わせ先の電話番号」は，本件発明1の「電話番号」に相当しない。",
            "④  甲12B発明と本件発明6についても，上記と同旨である。"
          ]
        },
        {
          "fig": "3",
          "subject": "当審における控訴人の新たな主張(訂正の再々抗弁)",
          "content": [
            {
              "fig": "(1)",
              "subject": "適法な訂正",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正請求の存在",
                  "text": [
                    "控訴人は，無効2013-800087号事件において，平成26年1月29日付け訂正請求書により，本件発明1・6について，訂正請求(本件訂正)をした。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件訂正発明1",
                      "text": [
                        "本件訂正後の本件発明1(本件訂正発明1)は，次のとおりである(分説後のものであり，訂正部分を下線で示す。)。",
                        "【訂正1-A】いずれの広告情報に基づいて架電してきたかを識別するための識別番号と連絡先番号とを関連情報として有するデータベースと，",
                        "【1-B】該データベースを内部に保持する記憶装置と，",
                        "【1-C】第1の電話機から前記識別番号を含む電話番号宛に架けられた架電を受付けるとともに該電話番号の中から前記識別番号を抽出する架電受付部と，",
                        "【1-D】該抽出された前記識別番号に基づいて，前記データベースから該識別番号に関連付けられた前記連絡先番号を抽出する連絡先抽出部と，",
                        "【1-E】該抽出された連絡先番号に基づいて，前記第1の電話機からの架電を該連絡先番号に対応する第2の電話機へと接続する接続処理部と，",
                        "【訂正1-G】前記連絡先番号に係る広告主に対し，前記広告情報に基づく架電である旨のメッセージを提供するメッセージ提供手段と，",
                        "【1-F】を有する架電接続装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件訂正発明6",
                      "text": [
                        "本件訂正後の本件発明6(本件訂正発明6)は，次のとおりである(分説後のものであり，訂正部分を下線で示す。)。",
                        "【訂正6-A】データベース内に連絡先番号と関連付けられて格納され，いずれの広告情報に基づいて架電してきたかを識別するための識別番号を含む電話番号宛に第1の電話機から架けられた架電を受付けるステップと，",
                        "【6-B】該電話番号の中から前記識別番号を抽出するステップと，",
                        "【6-C】該抽出された前記識別番号に基づいて，前記データベースから該識別番号に関連付けられた前記連絡先番号を抽出するステップと，",
                        "【6-D】該抽出された連絡先番号に基づいて，前記第1の電話機からの架電を該連絡先番号に対応する第2の電話機へと接続するステップと，",
                        "【訂正6-F】前記連絡先番号に係る広告主に対し，前記広告情報に基づく架電である旨のメッセージを提供するメッセージ提供ステップと，",
                        "【6-E】を有する架電接続方法。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正の適法性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正1-A及び訂正6-A   構成【訂正1-A】及び構成【訂正6-A】に係る本件訂正は，本件明細書の【0073】の記載に基づき，「識別番号」の意義を明らかにするものであるから，明瞭でない記載の釈明を目的とし，特許請求の範囲の実質的拡張・変更には該当せず，また，本件明細書に記載した事項の範囲内の訂正である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正1-G及び訂正6-F   構成【訂正1-G】及び【訂正6-F】に係る本件訂正は，訂正前の本件発明1・6に，本件明細書の【0039】の記載に基づき，それぞれ，構成【訂正1-G】又は構成【訂正6-F】に係る構成を直列的に付加するものであるから，特許請求の範囲の減縮であり，特許請求の範囲の実質的拡張・変更には該当せず，また，本件明細書に記載した事項の範囲内の訂正である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効事由の解消",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明1",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "新たな相違点",
                      "text": [
                        "①  甲12では，広告視聴者が音声などにより一方的に情報を取得できるシステム(例えば，ダイヤルQ2サービスのような情報チャンネル)しか開示されておらず，広告視聴者による架電が広告情報に基づくものであるかどうかのメッセージを広告主に対して通知する構成は想定されていない。",
                        "また，本件訂正発明1の構成【訂正1-G】により，広告効果があったか否かを広告主に対して直ちに伝えることが可能となるから，甲12発明Aが想定していない顕著な効果を発揮することが可能となり，構成【1-G】は，設計的事項ではない。",
                        "そうすると，構成【訂正1-G】に係る本件訂正により，本件訂正発明1と甲12発明Aとは，構成【訂正1-G】のとおりの実質的な相違点がある。",
                        "②  仮に，甲12A発明が通話を転送する発明であって，アクセス先電話番号が，オペレータ9の電話番号であるとしても，これは，広告依頼主11の電話番号とは異なり，「広告主」の連絡先番号を抽出しているのではない。",
                        "本件訂正発明1においては，ユーザから広告主の連絡先番号に対する架電の中には，広告情報を見ていないユーザからの架電も可能であって，広告情報を見たユーザとそうでないユーザとの区別ができ，それによって，広告効果を測定できる作用効果があるのに対し(本件明細書【0080】)，甲12A発明においては，アクセス先の電話番号は，問い合わせ先の電話番号の一部であるから，ユーザからアクセス先電話番号に対する架電は，すべて広告情報を見たユーザであって，甲12A発明では，架電したユーザの広告情報の視聴の有無を区別できない。これは，設計的事項とはいえない実質的な相違点である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "周知技術との相違",
                      "text": [
                        "本件訂正発明1の【訂正1-G】のメッセージ提供手段が提供するメッセージの内容は，「『前記』広告情報に基づく架電である」旨であるところ，この「前記」が指す【訂正1-A】の「広告情報」からみて，その内容は，「識別番号により，いずれの広告情報に基づいて架電してきたかを識別された広告情報」といえ，複数の広告情報のうちのいずれの広告情報に基づく架電であるかという，具体的な広告媒体を含むメッセージである(本件明細書【0035】【0039】【0147】～【0149】【0151】【0152】【0156】【図6】参照)。",
                        "他方，周知技術は，「○○(電話番号)から転送されました」「フリーダイヤルです」とのメッセージを転送先に通知するというものであり，複数の広告情報のうちのいずれの広告情報に基づき架電してきたかをメッセージとして伝えるためのものではない。また，特開2001-274910号公報(甲33)に記載の発明は，広告とは全く関係のないサービスが記載されている上に，受信者の利便に資することを目的としており，発信者の利便性に資することを目的とする本件訂正発明1とは，その目的とするところが正反対の発明である。",
                        "そうすると，甲12A発明に技術常識や公知文献に記載された事項を組み合わせたとしても，転送元の電話番号を通知するメッセージシステム，あるいは，フリーダイヤルであることを通知するメッセージシステムしか構成できず，本件訂正発明1の【訂正1-G】の構成にはならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "容易想到性に対して",
                      "text": [
                        "①  甲12A発明は，架電がすべて広告情報を視聴した者からされるから，アクセス先に対して広告情報に基づく架電である旨のメッセージの提供をする実益はない。",
                        "そうすると，甲12A発明に本件訂正発明1の構成【訂正1-G】を組み合わせる動機付けがない。",
                        "②  甲12A発明は，電話転送サービスに関するものではないから，後記6(2)ア(ウ)の電話転送サービスに係る技術常識1，技術常識2，甲33及び甲34に記載された事項を組み合わせる動機付けがない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明6",
                  "text": [
                    "上記アのとおり，構成【訂正6-F】に係る本件訂正により，本件訂正発明6と甲12発明Bとは，構成【訂正6-F】のとおりの実質的な相違点がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正発明の構成要件の充足について(訂正部分)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明1",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正1-A   本件訂正発明1の構成要件【訂正1-A】は，明瞭でない記載の釈明を目的としているものであって，技術的範囲に変更はない。",
                        "したがって，原判決6頁14～22行目(構成要件1-A)に記載のとおり，イ号製品は，本件訂正発明1の構成要件【訂正1-A】を充足する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正1-G   イ号製品は，広告クライアント(店舗)又はコールセンターなどの電話応対者に対し，広告情報に基づく架電である旨の音声ガイダンスを提供する音声ガイダンス提供手段を備えているから(甲14の2～3頁)，本件訂正発明1の構成【訂正1-G】を充足する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明6",
                  "text": [
                    "本件訂正発明6の技術的範囲は，本件訂正発明1の技術的範囲と実質的に同一であるから，イ号方法は，本件訂正発明6の構成要件【訂正6-A】及び【訂正6-F】を充足する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "当審における控訴人の新たな主張(均等侵害)に対する被控訴人らの反論",
          "text": [
            "次のとおり，イ号製品及びイ号方法は，本件発明1・6の構成と均等ではない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "第1要件(非本質的部分)の充足に対して",
              "text": [
                "本件発明1・6は，電話番号の中から，その一部である連絡先番号に関連付けられた部分を特定することにより得られる「識別番号」を用いることによって，はじめて実現されるものである。そうすると，「識別番号」が電話番号の一部であることは，本件発明1・6の本質的部分である。",
                "そうすると，本件相違部分は，本質的部分である。",
                "したがって，第1要件を充足しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2要件(置換可能性)の充足に対して",
              "text": [
                "本件発明1・6の「識別番号」は，電話番号の中から，その一部である連絡先番号に関連付けられた部分を特定することにより得られるものである。この「識別番号」の実現方法として，本件明細書に唯一開示されているのは，電気通信事業者特定番号(電気通信事業者ごとに割り振られた番号)及びサーバ特定番号(電気通信事業者により設定される番号)の後に付与する番号として生成される番号である。すなわち，本件発明1・6では，電気通信事業者から割り当てられる契約電話番号一つに対して，複数の広告情報に対応した電話番号を生成することが可能となる。これにより，本件発明1・6は，電気通信事業者との契約電話番号数に応じたコストを低減させることができるという効果を奏する。",
                "他方，イ号製品及びイ号方法における仮想電話番号は，その全部が電気通信事業者から割り当てられる。すなわち，イ号製品及びイ号方法において，広告情報ごとに仮想電話番号を設ける場合，広告情報と同数の契約電話番号が必要となる。",
                "したがって，本件発明1・6の「識別番号」を含む電話番号を，イ号製品及びイ号方法の「仮想電話番号」に置換すると，電気通信事業者との契約電話番号数に応じたコストを低減させることができるという本件発明1・6の効果を奏することができない。",
                "したがって，第2要件を充足しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "第3要件(置換容易性)の充足",
              "text": [
                "明らかに争わない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "第4要件(容易推考性)の非充足",
              "text": [
                "イ号製品及びイ号方法は，後記6(2)ア(ウ)の本件特許出願当時の技術常識1及び技術常識2と同一か，又は当業者がこれらから容易に推考することができたものである。",
                "したがって，第4要件を充足しない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "当審における控訴人の補充主張(無効の再抗弁に対する反論)に対する被控訴人らの再反論",
          "text": [
            "①  甲12には，[1]解釈テーブルが，広告種別情報」(例えば，「01-11-31-41-77-33」)と，アクセス先の電話番号(例えば，「0120-xxx-xxxx-01」)とを対応付けて記憶するテーブルであること，[2]解釈テーブルを用いて，広告種別情報(例えば，「01-11-31-41-77-33」)から，アクセス先の電話番号(例えば，「0120-xxx-xxxx-01」)が認識され，広告視聴者からの架電が，認識されたアクセス先の電話番号に接続されること，[3]広告視聴者が製品照会を行った場合，すなわち，広告視聴者が，【図1】の「B  新聞のチラシ広告」の「新型TV○○(製品照会)」の「TEL  0120-xxx-xxxx-01-11-31-41-77-33」に電話をかけた場合，オペレータに接続されることが記載されている(【0021】【0024】【0025】【0027】～【0029】【図1】【図2】)。",
            "したがって，甲12A発明は，単なるダイヤルQ2のような情報提供サービスを提供するものではなく，解釈テーブルを用いて，広告視聴者からの電話の転送先であるアクセス先電話番号(転送先電話番号)を抽出し，広告視聴者からの架電を，抽出されたアクセス先電話番号に対応する電話(オペレータの電話)に接続するものである。",
            "②  上記①のとおり，甲12には，アクセス先電話番号が，問い合わせ先電話番号と解釈テーブルによって関連付けられた番号であり，架電時に，広告種別情報に基づいて解釈テーブルを検索し抽出されるものであることが，明確に記載されている。",
            "そうすると，甲12A発明におけるアクセス先電話番号は，問い合わせ先の電話番号と関連付けられた番号であり，架電時に検索し抽出されるものである。",
            "したがって，甲12A発明における「広告種別情報」は，本件発明1における「識別番号」に相当する。",
            "③  本件明細書には，「電話番号」を，「前記識別番号を含む電話番号」とする記載はあるものの，「連絡先番号」を含まない番号であるとする記載はない。本件発明1の「電話番号」が「連絡先番号」を含まない番号であるとの控訴人の主張は，特許請求の範囲の記載に基づかないものである。",
            "甲12A発明の「問い合わせ先の電話番号」は，任意の数値が当てはまる記号として開示されており，本件発明1の「電話番号」に相当する。",
            "したがって，甲12A発明の「問い合わせ先の電話番号」は，本件発明1の「電話番号」に相当する。",
            "④  甲12B発明と本件発明6についても，上記と同旨である。"
          ]
        },
        {
          "fig": "6",
          "subject": "当審における控訴人の新たな主張(訂正の再々抗弁)に対する被控訴人らの反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "適法な訂正に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正請求の存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件訂正発明1",
                      "text": [
                        "認める。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件訂正発明6",
                      "text": [
                        "認める。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正の適法性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正1-A及び訂正6-A   認める。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正1-G及び訂正6-F   明らかに争わない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効事由の解消に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明1",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "新たな相違点に対して",
                      "text": [
                        "本件訂正発明1と甲12発明Aとに，本件訂正発明1の構成【訂正1-G】のとおりの相違点が生じることは認めるが，実質的な相違点ではないか，設計的事項である。",
                        "①  甲12には，「ある広告視聴者が・・・携帯情報端末1あるいは電話3を用いて電話をかけた場合，携帯情報端末1あるいは電話3は当該電話番号の問い合わせ先となるサーバ7に接続される。サーバ7では…このアクセスが本来は『新型TV○○』の電話番号(0120-xxx-xxxx-01)へのアクセスであると認識し，この電話番号との接続の仲介を行い，広告視聴者に新型TVに関する情報が提供される。…このとき，広告視聴者が『新型TV○○』の『製品照会』を行った場合には，オペレータ9に接続され，また『製品紹介』を行った際のアクセス情報がサーバ7に記録される。」(【0025】)と記載されている。",
                        "したがって，甲12A発明では，携帯情報端末1又は電話3(ある電話機)からの架電がオペレータ9の電話機(別の電話機)に接続されており，電話の転送が行われている。",
                        "②  本件訂正発明1の構成【1-D】は，「該識別番号に関連付けられた前記連絡先番号を抽出する」とするものであり，「連絡先番号」が「広告主」の電話番号であるとするものではない。",
                        "仮に，本件訂正発明1における「連絡先番号」が広告主の電話番号であるとしても，甲12発明におけるオペレータ9は，広告視聴者に対して情報を提供するものであるから(【0025】)，広告主自身であるか，広告主の手足である履行補助者である。",
                        "したがって，甲12発明におけるオペレータ9は，「広告主」である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "周知技術との相違に対して",
                      "text": [
                        "①  本件訂正発明1の構成【訂正1-G】は，メッセージ提供手段が提供するメッセージを，単に，「広告情報に基づく架電である旨のメッセージ」としている。そうすると，【訂正1-G】のメッセージ提供手段が提供するメッセージを，複数の広告情報のうちのいずれの広告情報に基づき架電してきたかを伝えるためのメッセージとする控訴人の主張は，特許請求の範囲の記載に基づくものではない。",
                        "②  仮に，本件明細書の記載を参酌するとしても，次の記載のとおり，【訂正1-G】のメッセージ提供手段が提供するメッセージは，単に，「広告情報に基づく架電である」旨のメッセージにすぎない。",
                        "「  …広告主に対して”○○からの入電です。”等の案内メッセージを提供することもできる。それにより，広告主が広告情報に接したユーザからの電話であることを容易に把握することができる。」(【0039】)",
                        "「  …応答検知部623Cが，CTI記録部621に内の音声応答データ，例えば『広告情報を閲覧した利用者からの入電です。』との音声データを，店舗電話機ヘ向けて出力する(ステップS105)。」(【0156】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "容易想到性",
                      "text": [
                        "本件訂正発明1の構成【1-G】のメッセージ提供手段が提供するメッセージの内容が，複数の広告情報のうちのいずれの広告情報に基づく架電であるか，であると仮定しても，構成【1-G】は，下記刊行物からうかがわれる技術常識並びに甲12，甲33及び「フリーダイヤル・インテリジェントサービスの新機能提供について  エヌ・ティ・ティ・コミュニケーションズ株式会社，2002年1月24日」(甲34)に記載された事項から，当業者が容易に想到することができた(各図のカラーの下線は，被控訴人らが付したものである。)。",
                        "[1]  フリーダイヤル等の電話転送サービスを広告に利用すること(技術常識1)",
                        "<1>  特開2000-270099号公報(甲30)",
                        "「  今日において，フリーダイヤルサービスは，電話の着信側が料金を支払うシステムとして広く普及しており，例えばISDＮ(Integrated  Services  DigitalＮetwork，総合サービスデジタル網)等の通信回線を介して以下のように提供される。すなわち，先ず，利用者が「0120」の後に続けてコードD～Jに相当する契約者専用の電話番号(以下「フリーダイヤル番号」という。)をダイヤルすると，サービスアクセスポイント(SAP)という交換機は網サービス制御局(ＮSP)というコンピュータに対し接続先の電話番号の問い合せを行う。網サービス制御局(ＮSP)には，フリーダイヤル番号に対応する契約者側の電話番号がデータベースとして記憶されており，この問い合せに対応する電話番号を返信する。そしてサービスアクセスポイント(SAP)は返信された電話番号に利用者の回線を接続する。このようなフリーダイヤルサービスを利用すれば，利用者は電話代を支払うことなく所定の接続先との通話を行うことができる。」(【0002】)",
                        "<2>  新聞広告(朝日新聞)，朝日新聞，2000年1月12日(甲20)",
                        "<3>  新聞広告(トヨタ東京カローラ)，朝日新聞，1997年12月13日(甲21)",
                        "<4>  新聞広告(東芝)，朝日新聞，1999年12月8日(甲22)",
                        "<5>  新聞広告(東京日産モーター)，朝日新聞，1988年2月2日(甲23)",
                        "<6>  新聞広告(松下電器)，朝日新聞，1997年12月31日(甲24)",
                        "<7>  新聞広告(ＮTT)，朝日新聞，1997年12月4日(甲25)",
                        "<8>   「特集  0120活用術」，広告3・4月号4～25頁，博報堂，1993年3月15日(甲26)",
                        "「  テレマーケティングというとまず思い起こすのがダスキンのCMだろうか。きんさんとぎんさんが登場して『ダスキン呼ぶなら100番100番』と新規客にフリーダイヤルでの試用申込を呼びかけて話題になった。」(6頁1段1～6行目)",
                        "「  昼間のテレビ画面一杯に『0120-444-444』という電話番号が占拠する再春館製薬。」(6頁1段6行～2段1行目)",
                        "「  (株)ユーノスでは，1989年9月の開業時から問い合わせ窓口，資料請求先としてフリーダイヤルサービス『ユーノスコール』を実施すると同時に，そこでの情報をデータベース化し顧客の開発に生かしている。…現在，『ユーノスコール』の告知は，新聞，雑誌に出稿する広告の中にフリーダイヤルの番号を入れる形で行っている。新聞広告は土，日に開催される展示会(セッション)に合わせて出稿されることが多い。」",
                        "(10頁1段2行～2段6行目，11頁左上図)",
                        "<9>   新聞広告(有線ブロードバンドネットワーク)，朝日新聞，2003年6月21日(甲27の朝日新聞社広告局ウェブサイト参照)",
                        "<10>  新聞広告(ジュピターテレコム)，朝日新聞北海道支社版，2005年3月5日(甲28)",
                        "<11>  「機械技術」第53巻第1号，日刊工業新聞社，平成17年1月1日(甲29)",
                        "[2]  電話転送を行う際に，転送先に対して，フリーダイヤル(0120)であること(又は転送電話であること)や転送元の電話番号等のメッセージを提供すること(技術常識2)",
                        "<1>  「転送電話サービス『ボイスワープ』のサービス開始について」Ｎews",
                        "Release，平成8年5月14日(甲31)",
                        "「1．サービスの概要",
                        "かかってきた電話を別の電話に転送するサービスです。携帯電話等へも転送ができます。転送元(契約者)の呼出音を鳴らさずに転送したり，一旦応答した後転送するなど転送条件を変えることができます。",
                        "契約者回線に限らず，外出先の電話や公衆電話からも転送の開始や停止などの操作が可能です。」",
                        "(第1葉10～14行目，第1葉の図)",
                        "「  1.  アナウンスの送出",
                        "転送先へは，着信の都度，転送された通話である旨のアナウンスを送出します。『この電話は△△△△△△-△△△△から転送されました』」(第2葉6～8行目)",
                        "<2>  ウェブページ(ＮTTコミュニケーションズ)，ウェブアーカイブ，2005年2月4日(甲19)",
                        "<3>  冊子「おとくライン  多機能転送サービス  ご利用ガイド」  日本テレコム(現・ソフトバンクテレコム)，2005年5月(甲32)",
                        "(35頁)",
                        "[3]  甲12",
                        "「  ある広告視聴者がB新聞に掲載された新型TV(Television)○○のチラシ広告を見て問い合わせ先の電話番号(0120-xxx-xxxx-01-11-31-41-77-33)を入手し，携帯情報端末1あるいは電話3を用いて電話をかけた場合，携帯情報端末1あるいは電話3は当該電話番号の問い合わせ先となるサーバ7に接続される。サーバ7では，電話番号の解釈テーブル8cを用いて広告種別情報『01-11-31-41-77-33』の『01』からこのアクセスが本来は『新型TV○○』の電話番号(0120-xxx-xxxx-01)へのアクセスであると認識し，この電話番号との接続の仲介を行い，広告視聴者に新型TVに関する情報が提供される。」(【0025】)",
                        "[4]  甲33",
                        "「  また，商品発注のために，発注用のフリーダイヤル(登録商標)にかけた場合，まず相手先から発注に関する質問内容が音声メッセージで流され，発信者がそのメッセージに従って必要な情報を入力し，その後その製品の担当者と通話が行われる。」(【0003】)",
                        "「  …その外線電話の該当者が受ける時点までの発信者との通話内容等の情報を予め受け取ることは，従来のシステムでは実現されていなかった。このように，転送を行う前に行った通話内容等の発信者に関する情報は，転送先では把握することができないため，発信者は，通話が転送された後に同じ内容の通話をもう一度繰り返さなければならないという問題があった。」(【0004】)",
                        "「  本発明は，これらの課題を解決するためになされたもので，本発明の目的は，転送先に対して発信者の識別情報等様々な情報を通知することができ，また，そのときに入力を行ったデータ等の情報を音声で通知することができるようなマルチメディア情報通信システムを提供することにある。」(【0005】)",
                        "「  また，転送を行う前に通話内容から通話内容のデータ等を入力したときに，その入カデータの内容を音声に変換して送信することにより，転送先の話者は入力したデータ等を確認することができ，転送後の通話をスムーズに行うことができる。さらに，これらの転送時の音声情報を転送先の通信端末の要求により，送信する音声情報の内容を選択して送信することができるので，転送先の話者は自分の本当に必要な情報のみを選択して聞くことができる。」(【0061】)",
                        "[5]  甲34",
                        "「  これまでフリーダイヤル着信の接続先を決める場合には，ネットワーク側でのガイダンス(例：営業部は「1」を押してください，「故障受付」は「2」を押してください  など )を流し，利用者側からの電話のPB信号を用いて選択されていました。",
                        "今回提供する音声認識接続機能は，PB信号の代わりに発信者の発声により選択できる機能で，数字だけでなく『営業部』『故障受付』といった部門別や『ディスクトップパソコン』『ノートパソコン』といった商品名での認識も可能となります。",
                        "また，『接続先情報通知機能』は，音声認識された結果を着信者に着信時に音声で通知する機能で，音声認識結果だけではなく，PB信号による振り分け先情報も通知できます。(別紙イメージ図参照願います)」",
                        "(第1葉8～16行目及び別紙下段，図面の赤丸は，被控訴人らが付した。)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明6",
                  "text": [
                    "本件訂正発明6の構成【訂正6-F】は，本件訂正発明1の【訂正1-G】と同一であるから，構成【訂正6-F】を採用することは，上記アのとおり，技術常識1及び技術常識2並びに甲12，甲33及び甲34に記載された事項から，当業者が容易に想到することができた。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正発明の構成要件の充足について(訂正部分)に対して",
              "text": [
                "原判決11頁14行～16頁10行目までのとおり，イ号製品又はイ号方法は，本件発明1の構成要件【1-A】【1-C】【1-D】又は本件発明6の構成要件【6-A】【6-B】【6-C】を充足しない。",
                "本件訂正発明1は，本件発明1よりも，本件訂正発明6は，本件発明6よりも，それぞれ技術的範囲が狭いから，イ号製品又はイ号方法が，本件発明1又は本件発明6の技術的範囲に属さないのであれば，当然に，本件訂正発明1又は本件訂正発明6の技術的範囲にも属さない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，本件発明1・6は，特許無効審判に無効とされるべきものであり，特許法104条の3により，控訴人はイ号製品又はイ号方法に対して本件特許権を行使することができないものと認め，被控訴人らの請求は，いずれも認容すべきものと判断する。",
        "その理由は，被控訴人らの無効の再抗弁に対する判断について，原判決の「事実及び理由」欄の第4の2(争点7〔本件発明1，6が甲12から新規性，進歩性を有するか〕，原判決49頁11行～57頁14行目まで。)の記載を引用し，さらに，下記1に無効の再抗弁についての当審における控訴人の補充主張に対する判断を加え，同2に当審における控訴人の新たな主張である訂正の再々抗弁に対する判断を加えたとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "無効の再抗弁についての当審における控訴人の補充主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "前記第3，2①の主張について",
              "text": [
                "控訴人は，甲12A発明は，広告視聴者からの通話を広告主に転送する発明ではない旨を主張する。",
                "しかしながら，甲12には「…電話3は当該電話番号の問い合わせ先となるサーバ7に接続される。サーバ7では，…このアクセスが本来は『新型TV○○』の電話番号…へのアクセスであると認識し，この電話番号との接続の仲介を行い，広告視聴者に新型TVに関する情報が提供される。…このとき，広告視聴者が『新型TV○○』の『製品照会』を行った場合には，オペレータ9に接続され，また『製品紹介』を行った際のアクセス情報がサーバ7に記録される。」との記載があり(【0025】)，広告視聴者からの通話はオペレータ9に転送されるから，オペレータ9と広告視聴者が実際に通話を行うことが可能であることが理解できる。",
                "そして，一般的に，広告主が，自身で製品紹介を行うことも普通に行われることであり，オペレータ9と広告主とは同視できる場合があることは明らかであるから，アクセス先電話番号は，広告主の連絡先番号を含むものと解される。",
                "そうであれば，甲12A発明は，広告主に通話を転送する発明と認められる。",
                "したがって，控訴人の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "前記第3，2②の主張について",
              "text": [
                "控訴人は，①甲12A発明は，アクセス先電話番号につき，データベースにおける関連付け・検索を要しない，②甲12A発明の広告種別情報は，自動転送電話番号機能を具備しないから，甲12A発明の「広告種別情報」は，本件発明1の「識別番号」に相当しない旨を主張する。",
                "しかしながら，甲12の【0021】及び【0025】の記載によれば，甲12には，ある広告視聴者が，B新聞に掲載された新型TV○○の広告を見て，問い合わせ先の電話番号(0120-xxx-xxxx-01-11-31-41-77-33)を入手した後，電話3を用いて，この問い合わせ先の電話番号に電話をかけることにより，サーバ7と接続され，サーバ7では，広告種別情報(「01-11-31-41-77-33」等；例えば，「01：新型TV○○」，「41：媒体(B新聞)等」)とアクセス先電話番号(「0120-xxx-xxxx-01」等)とを対応付けて記憶している解釈テーブル8cを用いて，問い合わせ先の電話番号に含まれる広告種別情報である「01-11-31-41-77-33」の「01」から，アクセス先電話番号である「新型TV○○」の電話番号(0120-xxx-xxxx-01)を抽出し，サーバ7を介して，オペレータ9に接続することが記載されている。",
                "上記記載によれば，甲12A発明は，データベースである解釈テーブル8cを用いて，問い合わせ先の電話番号の中から「広告種別情報」を抽出するとともに，この「広告種別情報」と結び付けられ構成されていることにより，「広告種別情報」と関連付けられているアクセス先電話番号を抽出しているといえるから，本件発明1と同様に，データベースから「識別番号」に関連付けられた「連絡先番号」を抽出する機能を有していると認められる。そして，上記(1)のとおり，アクセス先電話番号は，広告主の連絡先番号であるといえる。",
                "そうすると，甲12A発明の「広告種別情報」は，本件発明1の「識別番号」に相当する。",
                "したがって，控訴人の上記各主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "前記第3，2③の主張について",
              "text": [
                "控訴人は，本件発明1の「電話番号」は「連絡先番号」を含まないのに対し，甲12A発明の「問い合わせ先の電話番号」は「アクセス先電話番号」が含まれるから，甲12A発明の「問い合わせ先の電話番号」は，本件発明1の「電話番号」に相当しない旨の主張をする。",
                "しかしながら，本件発明1の特許請求の範囲の記載においては，「電話番号」が「連絡先番号」を含まないとの限定はされていないから，控訴人の上記主張は，特許請求の範囲に基づかない主張である。本件発明1は，自動応答を採用して転送された電話の着信時におけるユーザの操作軽減によって，ユーザの操作の煩わしさを解決しようとするものであり(【0007】【0035】)，「電話番号」の桁数や構成方法を限定するものではない。本件発明1においては，識別番号に基づいて，識別番号に関連付けられた「連絡先番号」をデータベースから抽出できればよいのであって，「電話番号」の構成は任意なものとして，「連絡先番号」を含むものでもよいと認められる(【0103】及び【図7】には，「電話番号」が21桁である実施形態が例示されており，甲12の【0025】に記載された23桁の実施形態と比較して，格別短いものではない。)。",
                "そうであれば，本件発明1の広告情報に掲載された電話番号が連絡先番号を含むこともあるのであり，控訴人の主張は，前提において誤りである。",
                "したがって，控訴人の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "前記第3，2④の主張について",
              "text": [
                "上記(1)～(3)によれば，本件発明6に係る控訴人の主張も，採用することができないことが明らかである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，当審における控訴人の補充主張を踏まえても，甲12発明には，本件発明1・6のすべての構成要件が開示されていると認められ，本件発明1・6は，いずれも新規性を有しないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の新たな主張である訂正の再々抗弁に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "適法な訂正について",
              "text": [
                "本件訂正の内容及び訂正の適法性については，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効事由の解消について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明1",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点の認定(新たな相違点)",
                      "text": [
                        "本件訂正発明1と甲12発明Aとに，本件訂正発明1の構成【訂正1-G】のとおりの相違点が存することは，当事者間に争いがない。また，本件訂正発明1の【訂正1-A】は，「識別番号」を，前記認定(引用に係る原判決51頁18～23行目の部分)のとおりに明瞭にしようとするものであり，実質的な相違点とはならないものと認められる。",
                        "したがって，構成【訂正1-G】は，本件訂正発明1と甲12発明Aとの唯一の相違点である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点の判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "周知技術との相違について",
                          "text": [
                            "控訴人は，本件訂正発明1の構成【訂正1-G】のメッセージ提供手段が提供するメッセージは，複数の広告情報のうちのいずれの広告情報に基づく架電であるかという，具体的な広告媒体を含むメッセージを提供するものである旨を主張するので，以下，検討する。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "特許請求の範囲の記載",
                              "text": [
                                "本件訂正発明1のメッセージ提供手段は，特許請求の範囲(甲7の2)の記載によれば，「前記連絡先番号に係る広告主に対し，前記広告情報に基づく架電である旨のメッセージを提供するメッセージ提供手段」というものである。",
                                "ここに，「前記広告情報」とあるのは，「いずれの広告情報に基づいて架電してきたかを識別するための識別番号と連絡先番号とを関連情報として有するデータベース」との発明特定事項中の「広告情報」を指すものであるから，この広告情報は，識別番号を有する「いずれの広告情報」を意味することとなる。すると，「前記広告情報に基づく架電である旨」は「いずれの広告情報に基づく架電である旨」と解することができる。このことは，①本件訂正発明1が，識別番号に基づいて接続処理をするにもかかわらず，一転して，メッセージ提供手段が提供するメッセージのみがその識別番号を利用しないことが不自然なこと，②メッセージ提供手段が提供するメッセージが，「広告情報に基づく架電である」それ自体を通知するものであるとした場合，「いずれの広告情報に基づいて架電してきたかを識別するための識別番号」と，広告情報と識別番号との関連付けを明示した意味がなくなってしまうことからみても，肯定することができる。",
                                "したがって，特許請求の範囲の記載からは，メッセージ提供手段が提供するメッセージは，「いずれの広告情報に基づく架電である旨」すなわち「複数の広告情報のうちのいずれの広告情報に基づく架電である旨」と解することができる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "本件明細書の記載",
                              "text": [
                                "本件明細書(甲1)には，次の記載がある。",
                                "「  広告主の着信応答を検知してからユーザと広告主との電話を接続すれば，両者の通話を確実に接続することができる。広告主が着信応答できない状態にもかかわらずユーザと広告主との電話を接続してしまうこともない。また，広告主が着信応答したときに，広告主に対して”○○からの入電です。”等の案内メッセージを提供することもできる。それにより，広告主が広告情報に接したユーザからの電話であることを容易に把握することができる。」(【0039】)",
                                "「  …広告電話番号710宛ての架電は，まず電気通信事業者が特定され，サーバシステム600及びCTIサーバ装置620が特定されてCTIサーバ装置620の架電受付部623Aによって受付けられる。そして，識別番号の情報611A1に基づいて，データベース610から識別番号に関連付けられた連絡先番号の情報611A2Bが特定されるのである。」(【0106】)",
                                "「  …連絡先抽出部623Bは，架電受付部623Aで取得した広告電話番号710の中に含まれる識別番号に基づいて，データベース610の広告関連情報記録領域611から接続要求先の広告主400に対応する広告特定情報611Aを検索し，この広告特定情報611Aの連絡先番号情報611A2Bを取得する。この連絡先番号情報611A2Bは，応答検知部623Cへ出力される。」(【0110】)",
                                "「  店舗電話機が着信応答し通話可能な状態となったとき，応答検知部623Cは，CTI記録部621に予め記録された所定の応答音声データ，例えば『広告情報を閲覧した利用者からの入電です。』等の音声データを出力させ，ユーザからの架電である旨を広告主400に対して報知する。」(【0113】)",
                                "「  …CTI演算部623は，架電受付部623Aで取得した広告電話番号710に含まれる識別番号を認識し，データべース610内の広告関連情報記録領域611から識別番号に関連付けられた広告主400の広告特定情報611Aを検索し，広告特定情報611Aの連絡先番号情報611A2Bを取得し，応答検知部623Cヘ出力する。」(【0152】)",
                                "「  このステップS103におけるダイヤルアップによりCTIサーバ装置620から出力される呼出信号に基づいて広告主電話機が着信応答すると(ステップS104)，応答検知部623Cが，CTI記録部621に内の音声応答データ，例えば『広告情報を閲覧した利用者からの入電です。』との音声データを，店舗電話機ヘ向けて出力する(ステップS105)。」(【0156】)",
                                "これらの記載によれば，CTI演算部は，あらかじめ記録された所定の応答音声データを応答検知部623Cから出力できるところ，その音声データを，識別番号に従った音声データとすることを妨げる記載はないから，本件訂正明細書の記載を参酌しても，上記特許請求の範囲の記載の検討結果を左右するものとまではいえない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "被控訴人らの主張について",
                              "text": [
                                "被控訴人らは，本件訂正発明1のメッセージ提供手段が提供するメッセージは，本件訂正明細書の【0039】【0156】【図10】の記載からみて，「広告情報に基づく架電である」旨であると主張する。",
                                "しかしながら，当該メッセージの内容についての特許請求の範囲の記載は，前記のとおり解釈され，明細書における上記各記載のメッセージの内容は，例示にすぎないほか，その記載における「○○からの入電です。」の「○○」も，「広告情報を閲覧した利用者からの入電です。」の「広告情報」も，「いずれの広告情報」と解釈する余地があるから，被控訴人ら主張の記載は，メッセージ提供手段が提供するメッセージが，単に，「広告情報に基づく架電である」旨の通知であることを積極的に根拠付けるものとまではいい難い。",
                                "被控訴人らの上記主張は，採用することができない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "小括",
                              "text": [
                                "以上のとおり，本件訂正発明1のメッセージ提供手段が提供するメッセージは，広告主に対して，「複数の広告情報のうちのいずれの広告情報に基づき架電したきたか」を通知するものであり，その広告情報の具体的な内容を広告主に通知することと特定するものと認められる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "周知技術の認定",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "甲19",
                              "text": [
                                "甲19には，次の記載がある。",
                                "「  電話をかけていただいたお客さまの発信地域を着信側へガイダンスでお知らせするサービスです(通話の冒頭にガイダンスを送出)。」",
                                "「  案内内容は以下の5つから契約時に選択します。",
                                "…",
                                "発信者へのガイダンス",
                                "…",
                                "『フリーダイヤル です。』」",
                                "「  ・フリーダイヤル通話と一般通話の識別ができます。」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "甲31",
                              "text": [
                                "甲31には，次の記載がある。",
                                "「  転送サービス『ボイスワープ』のサービス開始について」",
                                "「・転送先での転送通話の識別",
                                "1．アナウンス送出",
                                "転送先へは，着信の都度，転送された通話である旨のアナウンスを送出します。",
                                "『この電話は△△△△△△-△△△△から転送されました。』」"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "甲33",
                              "text": [
                                "甲33には，次の記載がある。",
                                "「  従来のシステムにおいて，外線電話や内線電話がかかってきた場合，該当者が外出や会議で不在のときはその電話を受けた人が手動で転送先に転送していた。…そして，転送が2度3度と行われる場合はその間発信者は，同じ内容をその都度電話を受けた人に説明を行っていた。」(【0002】)",
                                "「  また，商品発注のために，発注用のフリーダイヤル(登録商標)にかけた場合，まず相手先から発注に関する質問内容が音声メッセージで流され，発信者がそのメッセージに従って必要な情報を入力し，その後その製品の担当者と通話が行われる。」(【0003】)",
                                "「  以上説明したように，従来のシステムでは，かかってきた外線電話等を転送する場合に予め発信者の情報を音声で通知することができないめ，転送先でその外線電話を受ける場合は，どこから発信されたのかわからなかった。また，その外線電話の該当者が受ける時点までの発信者との通話内容等の情報を予め受け取ることは，従来のシステムでは実現されていなかった。このように，転送を行う前に行った通話内容等の発信者に関する情報は，転送先では把握することができないため，発信者は，通話が転送された後に同じ内容の通話をもう一度繰り返さなければならないという問題があった。」(【0004】)",
                                "「  本発明は，これらの課題を解決するためになされたもので，本発明の目的は，転送先に対して発信者の識別情報等様々な情報を通知することができ，また，そのときに入力を行ったデータ等の情報を音声で通知することができるようなマルチメディア情報通信システムを提供することにある。」(【0005】)",
                                "「  図5は，発信者の識別情報やそれに関連する情報を音声で転送先に通知する場合のシステム構成を示す図である。」(【0039】)",
                                "「  まず，図5に基づいて，本発明に係る第1の実施形態である発信者の識別情報を音声で通知する場合について説明する。」(【0040】)",
                                "「  公衆網IＮWに接続されている電話機TEL4から，着信先として音声自動応答装置IVR(図5のIVRに03-1234-5000と記している。)に対して発信すると，音声自動応答置IVRでは着信動作が行われる。このとき音声自動応答装置IVRは，発信者の識別情報を取得した後，音声ガイダンスをTEL4に対して送信する。電話機TEL4では，このガイダンスに従い転送の要求を入力し，PB信号を用いて音声自動応答装置IVRに送信する。音声自動応答装置IVRは，転送前に発信者の識別情報を音声データ合成部24で音声データに変換する。その後，音声自動応答装置IVRはハブ装置H1に接続されている転送先の電話機TEL1に対して発信動作を起こし，電話機TEL1が応答し変換された識別情報の音声データが送信された後に，TEL4への転送処理が行われる。」(【0041】)",
                                "「  このようにすることにより，電話機TEL1，TEL5では，発信者の識別情報を音声で聞いた後に転送処理が行われるので，通話状態となった電話機TEL1，TEL5では誰からの通話かが即座に判別でき，その後の通話をスムーズに行うことができる。」(【0042】)"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "小括",
                              "text": [
                                "上記(a)～(c)の記載によれば，発信者からの呼を受けた転送元が，その呼を転送先に転送する際に，呼に関するメッセージを提供しているといえ，このような架電接続方式は周知技術であったと認められる。",
                                "控訴人は，甲33は，広告に関するものではなく，受信者の利便を目的とするので，甲12A発明とは分野，目的を異にする旨を主張する。しかしながら，相違点である構成【訂正1-G】は，専ら通話の転送の際のメッセージ提供に係るものといえ，控訴人主張の甲33と甲12A発明との相違が，転送の際のメッセージの提供に係る甲33に記載の事項を，相違点に係る周知技術の認定資料とすることを妨げることはない。したがって，控訴人の上記主張は，採用することができない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "容易想到性",
                          "text": [
                            "甲12A発明は，電話3からの呼を受けたサーバが，その呼をアクセス先の電話に接続(転送)する架電接続方式であるといえる。また，上記bのとおり，発信者からの呼を受けた転送元が，その呼を転送先に転送する際に，呼に関するメッセージを提供する架電接続方式は周知技術である。",
                            "そうすると，甲12A発明と周知技術は，ともに呼の転送を行う架電接続方式であるから，甲12A発明において，周知技術を採用し，呼をアクセス先の電話に転送する際に，呼に関するメッセージを提供するように設計変更することに格別の困難性は認められない。そして，甲12A発明のサーバは，受けた呼が，どのような種類の広告を見た発信者からの呼であるかを認識できるのであるから(甲12の【0025】)，呼をアクセス先の電話に転送する際に，呼に関するメッセージとして，どのような種類の広告を見た発信者からの呼である旨，すなわち，いずれの広告情報に基づく架電である旨のメッセージを提供するように構成することは，当業者であれば容易に想到し得るものであり，その構成をとったことによる効果も，甲12A発明及び周知技術から当業者が予測し得る範囲内のものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "控訴人の主張について",
                      "text": [
                        "①  控訴人は，相違点に係る本件訂正発明1の構成により，着信応答時に，直ちに広告効果があったか否かを広告主に伝えることを可能とする顕著な効果を奏する旨を主張する。",
                        "しかしながら，相違点に係る本件訂正発明1の構成，すなわち，広告主に対しいずれの広告情報に基づく架電である旨のメッセージを提供する構成が，当業者にとって容易に組み合わせられることは，前記のとおりであり，そのような構成を採用した場合，着信応答時に広告効果があったか否かが分かるのは当然の帰結であるから，控訴人主張の上記効果は，甲12A発明及び周知技術から，当業者が予測し得る範囲内のものである。",
                        "控訴人の上記主張は，採用することができない。",
                        "②  控訴人は，甲12A発明は，架電がすべて広告情報を視聴した者からされるため，アクセス先に対して広告情報に基づく架電である旨のメッセージの提供をする実益はなく，甲12A発明に本件訂正発明1の構成【訂正1-G】を組み合わせる動機付けがない旨を主張する。",
                        "しかしながら，甲12A発明の構成は，広告を視聴せず「アクセス先電話番号」に架電したユーザの存在を排除するものではなく，このことは，本件訂正発明1と全く同様である。",
                        "控訴人の上記主張は，その前提に誤りがあり，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明6",
                  "text": [
                    "上記アの認定判断によれば，本件訂正発明6が，甲12B発明及び周知技術から容易に想到できたことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "上記(1)(2)のとおり，本件訂正によっても無効事由は解消されておらず，その余の点について判断するまでもなく，控訴人の訂正の再々抗弁は，理由がないことが明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上によれば，本件発明1・6に係る本件特許は，本件訂正をしたとしても，特許無効審判により無効にされるべきものであるから，控訴人は，被控訴人らに対して，本件発明1・6に係る本件特許権をイ号製品又はイ号方法に対して行使することができない。",
                "そうすると，控訴人は，被控訴人らに対し，イ号製品又はイ号方法についての差止請求権又は本件特許権侵害に基づく損害賠償請求権若しくは不当利得返還請求権のいずれも有しない。",
                "したがって，被控訴人らの請求は，理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，本件請求をいずれも認容した原判決は相当であり，本件各控訴はいずれも理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「被控訴人」に，「被告」とあるのを「控訴人」と読み替えるほか，適宜これに準じる。"
  ],
  "meta": {
    "case_num": "平成26年(ネ)10015",
    "date": "2015-03-19",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成25年(ワ)14825",
    "precedent_id": "084967",
    "ipprecedent_id": "4006",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}