{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2012-24070号事件について平成25年9月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成21年5月12日，発明の名称を「低エネルギー消費の脱着装置とその除湿装置」とする特許出願(請求項数17。特願2009-115359号。パリ条約の例による優先権主張日：同年1月12日，同年4月10日，優先権主張国：台湾。以下「本願」という。)をした(甲11)。",
            "特許庁は，平成23年6月9日付けで拒絶理由を通知し(甲5)，原告は，同年11月14日付け手続補正書により，本願の願書に添付した特許請求の範囲及び明細書(以下，この明細書を図面を含めて，「本願当初明細書」といい，特許請求の範囲と併せて「本願当初明細書等」という。甲11)の補正(発明の名称を「省エネ型除湿装置」とする補正を含む。)をした(請求項数16。甲7)。",
            "特許庁は，平成24年8月15日付けで拒絶査定をしたため(甲8)，原告は，同年12月4日，これに対する不服の審判を請求するとともに(甲9)，同日付け手続補正書により本願の特許請求の範囲の補正をした(以下「本件補正」という。請求項数14。甲10)。",
            "特許庁は，これを不服2012-24070号事件として審理し，平成25年9月24日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年10月8日，原告に送達された。",
            "原告は，平成26年2月4日，本件審決の取消しを求めて本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正前(平成23年11月14日付け手続補正書(甲7)による補正後のもの。以下同じ。)の特許請求の範囲の請求項1の記載は，次のとおりである。",
            "以下，本件補正前の請求項1に記載された発明を「本願発明」といい，その明細書を「本願明細書」という。",
            "「【請求項1】",
            "除湿装置は，空気中の水分を凝結させる凝結部，吸着材料，再生部，電圧源を備え，",
            "前記凝結部は，循環気流を提供し，",
            "前記吸着材料は，気流を通過させ，前記吸着材料は，前記気流内の少なくとも1種の物質を吸着し，",
            "前記再生部は，前記凝結部，及び前記吸着材料と相互に接続し，前記再生部は，前記循環気流を導引し，前記吸着材料を通過させ，前記再生部はさらに，一対の電極構造を備え，それは前記吸着材料の両側と相互に接続し，前記各電極構造は，相互に絶縁する複数のサブ電極を備え，",
            "前記電圧源は，前記一対の電極構造と相互に接続し，前記電圧源は，前記一対の電極構造に電圧を提供し，これにより前記吸着材料には電流が導通し，脱着が行なわれることを特徴とする除湿装置。」",
            "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである(下線部は補正箇所である。甲10)。以下，本件補正後の請求項1に記載された発明を「本願補正発明」という。",
            "「【請求項1】",
            "除湿装置は，空気中の水分を凝結させる凝結部，吸着材料，再生部，電圧源を備え，",
            "前記凝結部は，循環気流を提供し，",
            "前記吸着材料は，気流を通過させ，前記吸着材料は，前記気流内の少なくとも1種の物質を吸着し，該物質は水分子とされ，該吸着材料は，ゼオライト，シリカゲル，活性炭，カーボンナノチューブ，分子ふるい，或いは金属有機フレームワーク(metal  organic  framework)を包含する多孔性材質より選択されるか，或いは水素吸蔵金属の非多孔性材質とされ，",
            "前記再生部は，前記凝結部，及び前記吸着材料と相互に接続し，前記再生部は，前記循環気流を導引し，前記吸着材料を通過させ，前記再生部はさらに，一対の電極構造を備え，それは前記吸着材料の両側と相互に接続し，前記各電極構造は，相互に絶縁する複数のサブ電極を備え，",
            "前記電圧源は，前記一対の電極構造と相互に接続し，前記電圧源は，前記一対の電極構造に電圧を提供し，これにより前記吸着材料には電流が導通し，脱着が行なわれ，",
            "各該電極構造は，前記吸着材料と相互に接続する導電構造と，該導電構造に組み合わされて該導電構造を上記相互に絶縁する複数のサブ電極に分ける複数の絶縁フレームとを包含することを特徴とする省エネ型除湿装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件補正は，本願当初明細書等に記載した事項の範囲内においてしたものとは認められないか，仮に，本件補正が本願当初明細書等に記載した事項の範囲内においてしたものであるとしても，本願補正発明は，本願の優先権主張日前に頒布された刊行物である特開2000-329371号公報(以下「刊行物1」という。甲1)に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであって，独立して特許を受けることができないから，本件補正を却下し，②本願発明は，本願の優先権主張日前に頒布された刊行物である特開2006-71171号公報(以下「刊行物2」という。甲2)に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないから，他の請求項に係る発明について検討するまでもなく，本願は拒絶すべきものであるというものである。",
            "本件審決が認定した刊行物1に記載された発明(以下「引用発明1」という。)，本願補正発明と引用発明1の一致点及び相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用発明1",
              "text": [
                "「除湿を行う空調機器であって，除湿剤(材)からなる吸湿ロータ10，吸湿ロータ10における再生領域，外部電源12を備え，",
                "前記吸湿ロータ10は，被除湿空気の流れを通過させ，前記被除湿空気の流れ内の水分を吸湿し，該吸湿剤(材)は，合成ゼオライト，シリカゲルを包含する多孔性材質より選択され，前記吸湿ロータ10における再生領域は，再生空気の流れを導引し，前記吸湿ロータ10を通過させ，前記再生領域はさらに，一対の電極11を備え，それは前記吸湿ロータ10の両面と相互に接続する導電構造であり，前記導電構造は，相互に絶縁する8つの電極を備え，",
                "前記外部電源12は，前記一対の電極11と相互に接続し，前記外部電源12は，前記一対の電極11に給電し，これにより前記吸湿ロータ10には電流が導通し，前記吸着剤(材)から水分を奪い，",
                "該電極11は，前記吸湿ロータ10の両面と相互に接続する導電構造であって，該導電構造は相互に絶縁する8つの電極に分けられる，エネルギーロスの少ない除湿装置。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願補正発明と引用発明1の一致点",
              "text": [
                "「除湿装置は，吸着材料，再生部，電圧源を備え，",
                "前記吸着材料は，気流を通過させ，前記吸着材料は，前記気流内の少なくとも1種の物質を吸着し，該物質は水分子とされ，該吸着材料は，ゼオライト，シリカゲルを包含する多孔性材質より選択され，",
                "前記再生部は，前記吸着材料と相互に接続し，前記再生部は，空気の流れを導引し，前記吸着材料を通過させ，前記再生部はさらに，一対の電極構造を備え，それは前記吸着材料の両側と相互に接続し，前記各電極構造は，相互に絶縁する複数のサブ電極を備え，",
                "前記電圧源は，前記一対の電極構造と相互に接続し，前記電圧源は，前記一対の電極構造に電圧を提供し，これにより前記吸着材料には電流が導通し，脱着が行なわれ，",
                "各該電極構造は，前記吸着材料と相互に接続する導電構造を包含し，該導電構造を相互に絶縁する複数のサブ電極に分ける，省エネ型除湿装置。」である点。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本願補正発明と引用発明1の相違点",
              "text": [
                "(相違点1)",
                "本願補正発明では，「空気中の水分を凝結させる凝結部」を備え，「前記凝結部は，循環気流を提供し」，「前記再生部は，前記凝結部，及び前記吸着材料と相互に接続し，前記再生部は，前記循環気流を導引し，前記吸着材料を通過させ」るのに対し，引用発明1では，単に，「再生領域」は，「再生空気の流れを導引し，前記吸湿ロータ10を通過させ」る点。",
                "(相違点2)",
                "本願補正発明では，各該電極構造は，さらに，「該導電構造に組み合わされて該導電構造を上記相互に絶縁する複数のサブ電極に分ける複数の絶縁フレーム」を包含するのに対し，引用発明1では，そのような構成を有さない点。",
                "本件審決が認定した刊行物2に記載された発明(以下「引用発明2」という。)，本願発明と引用発明2の一致点及び相違点は，以下のとおりである。"
              ]
            },
            {
              "fig": "ア",
              "subject": "引用発明2",
              "text": [
                "「除湿器として作動する調湿装置(1)は，吸湿素子(2)，吸湿素子(2)における再生側通路に位置する部分，吸湿素子(2)における再生側通路に位置する部分にのみ電圧を印加する直流電源(18)を備え，",
                "前記吸湿素子(2)は，第1の被処理空気を通過させ，前記吸湿素子(2)は，前記第1の被処理空気中の水分を吸着し，",
                "前記吸湿素子(2)における再生側通路に位置する部分は，第2の被処理空気を導引し，前記吸湿素子(2)を通過させ，前記吸湿素子(2)における再生側通路に位置する部分はさらに，第1及び第2の側面(5，7)にそれぞれ貼付され，扇状に複数に分割されたメッシュ状電極(10)を備え，",
                "前記吸湿素子(2)における再生側通路に位置する部分にのみ電圧を印加する直流電源(18)は，前記第1及び第2の側面(5，7)にそれぞれ貼付され，扇状に複数に分割されたメッシュ状電極(10)と相互に接続し，電圧を提供し，これにより前記吸湿素子(2)には電流が導通し，水分が脱離される吸湿装置。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願発明と引用発明2の一致点",
              "text": [
                "「除湿装置は，吸着材料，再生部，電圧源を備え，",
                "前記吸着材料は，気流を通過させ，前記吸着材料は，前記気流内の少なくとも1種の物質を吸着し，",
                "前記再生部は，空気の流れを導引し，前記吸着材料を通過させ，前記再生部はさらに，一対の電極構造を備え，それは前記吸着材料の両側と相互に接続し，前記各電極構造は，相互に絶縁する複数のサブ電極を備え，",
                "前記電圧源は，前記一対の電極構造と相互に接続し，前記電圧源は，前記一対の電極構造に電圧を提供し，これにより前記吸着材料には電流が導通し，脱着が行なわれることを特徴とする除湿装置。」である点。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本願発明と引用発明2の相違点",
              "text": [
                "(相違点3)",
                "本願発明では，「空気中の水分を凝結させる凝結部」を備え，「前記凝結部は，循環気流を提供し」，「前記再生部は，前記凝結部，及び前記吸着材料と相互に接続し，前記再生部は，前記循環気流を導引し，前記吸着材料を通過させ」るのに対し，引用発明2では，単に，「吸湿素子(2)における再生側通路に位置する部分」は，「第2の被処理空気を導引し，前記吸湿素子(2)を通過させ」る点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "取消事由1(本件補正の適否についての判断の誤り)"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件補正の却下",
              "text": [
                "本件審決は，本件補正は，本願発明(本件補正前の請求項1に記載された発明)について，①吸着物質，吸着材料，除湿装置について，それぞれ「水分子」，「ゼオライト，シリカゲル，活性炭，カーボンナノチューブ，分子ふるい，或いは金属有機フレームワーク(metal  organic  framework)を包含する多孔性材質より選択されるか，或いは水素吸蔵金属の非多孔性材質」，「省エネ型」であると限定すること各電極構造について，「前記吸着材料と相互に接続する導電構造と，該導電構造に組み合わされて該導電構造を上記相互に絶縁する複数のサブ電極に分ける複数の絶縁フレームとを包含する」と限定するのであるところ， 減縮を目的とするものに該当し，かつ，本願当初明細書等の記載に基づくものであるものの，補本願当初明細書の記載(段落【0017】，【図6】，【図7】)によれば，「電極構造31」は，溝314bあるいはその上に設置された絶縁フレームにより形成された，「複数のサブ電極」を備え，各サブ電極の辺縁上には，「導電構造314c」を設置するものであり，「複数のサブ電極」と「導電構造314c」とは別体のものと認めにおいては，「該導電構造を上記相互に絶縁する複数のサブ電極に分ける複数の絶縁フレーム」とあり，この記載によれば，「導電構造」は，複数の絶縁フレームによって「複数のサブ電極」に分けられるものと解されるから，本願当初明細書に記載される上記のものとは異なるものであることは明らかであり，上記「該導電構造を上記相互に絶縁する複数のサブ電極に分ける複数の絶縁フレーム」との事項は，本願当初明細書等に記載されていたとはいえず，それが自明であるとも認められを含む本件補正は，本願当初明細書等に記載した事項の範囲内においてしたものとは認められず，不適法であるとした。",
                "さらに，本件審決は，仮に，本件補正が本願当初明細書等に記載した事項の範囲内においてしたものであるとしても，本願補正発明は，本願の優先権主張日前に頒布された刊行物1(甲1)に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により独立して特許を受けることができず，本件補正は不適法であるとして，これを却下した。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件補正が本願当初明細書等に記載した事項の範囲内においてしたものではないとの判断の誤り(取消事由1-1)",
              "text": [
                "本願当初明細書の段落【0017】には，「図6に示すように，電極構造31は，吸着材料30を表面に塗布した抗酸化導電層314aである。溝314bを絶縁帯とし，これにより電極構造31は，複数のサブ電極を備える。図6に示す絶縁区域は，溝を利用する他に，溝の上に絶縁フレームを設置し，絶縁効果を拡大させることができる。」と記載されている。上記記載と【図6】を参照すれば，本願補正発明が本願当初明細書等に開示されていることは明白である。",
                "すなわち，段落【0017】及び【図6】に示す実施形態には，抗酸化導電層が吸着材料の両側と相互に全面にわたって接続されていること，溝(314b)の上に設置される絶縁フレームによって抗酸化導電層が複数の部分(314a)に区画され，それによって複数のサブ電極としての機能を果たすように構成されていることが記載されており，抗酸化導電層(314a)と絶縁フレームとによって，全体として，吸着材料の両側の複数の部位のいずれかに対して選択的に電圧を印加するための電極としての機能を果たしている。上記実施形態においては，電極構造31が，本願補正発明の「導電構造」に相当する抗酸化導電層と，抗酸化導電層を区画し，これを相互に絶縁する複数のサブ電極に分ける複数の絶縁フレームとによって構成されていること(電極構造が導電構造を包含すること)が開示されている。本件審決は，「導電構造314c」に言及するが，この「導電構造314c」は，【図7】に示す実施形態，すなわち，【図6】におけるのとは別の実施形態の「電極構造」に含まれるものであり，この構成の電極構造では，抗酸化導電層と導電構造314cとによって本願補正発明の「導電構造」が構成されており，【図6】に示す実施形態の「導電構造」(抗酸化導電層)に対して追加の要素(導電構造314c)が付加された構成となっているにすぎない。",
                "したがって，補正事項(イ)，すなわち，各電極構造について「前記吸着材料と相互に接続する導電構造と，該導電構造に組み合わされて該導電構造を上記相互に絶縁する複数のサブ電極に分ける複数の絶縁フレームとを包含する」とする点は，本願当初明細書の段落【0017】及び【図6】に記載されているから，本件補正は本願当初明細書等に記載した事項の範囲内においてしたものであり，本件補正が本願当初明細書等に記載した事項の範囲内においてしたものではないとの本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本願補正発明の独立特許要件の判断の誤り(取消事由1-2)",
              "text": [
                "本願補正発明と引用発明1との相違点の看過"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "本件審決は，本願補正発明と引用発明1との対比において，引用発明1における「電極11」が本願補正発明における「電極構造」に相当するとしたが，この認定は，以下の点で誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "本願補正発明は，その特許請求の範囲に「一対の電極構造を備え，それは前記吸着材料の両側と相互に接続し」と記載されているように，一対の電極構造が，「吸着材料の両側と相互に接続する」構成である。",
                        "ここで，一対の電極構造が「吸着材料の両側と相互に接続する」とは，①吸着材料は水分子を吸着する「構造体」であって，一般に，構造体と他の構造が接続するという場合，第一義的には，両者が構造的に接続又は連結されていることを意味するものであって，結果(作用)として電気的に接続されることになる場合を意味するものではないこと，②吸着材料は除湿システムに組み込まれており，気流を通過させて気流内の水分子を吸着するものであるから，請求項に吸着材料の具体的形態が記載されていない以上，当業者であれば，吸着材料の「両側」は「吸着材料において，気流の入口面と出口面」を意味するものと考えるのが自然であること，③本願明細書の段落【0013】には，「一対の電極構造31と32は，吸着材料30の両側と，相互に接続する。電圧源33は，一対の電極構造31，32と相互に接続し，一対の電極構造31，32に電圧を提供する。・・・電極構造31，32が吸着材料30の両端に加えられるため，通電後は，短時間の高圧電位が形成する駆動力を利用し，吸着された物質を解離させ，或いは吸着された物質と特定金属イオンが形成する結合分子に，イオン導電特性を生じさせる。・・・この状況下で，大部分のエネルギーは，吸着された物質上に直接加えられるため，効果的な脱着を起こし，こうしてエネルギー消費を減少させることができる。」と記載されているが，【図2】及び【図14】に示されているように，一対の電極構造は，吸着材料の両側の面，すなわち，吸着材料において気流の入口面と出口面に接続又は連結されることによって，初めて「大部分のエネルギーは，吸着された物質上に直接加えられる」という作用効果を奏するものであること(本願補正発明の吸着材料は，「ゼオライト，シリカゲル，活性炭，カーボンナノチューブ，分子ふるい，或いは金属有機フレームワーク(metal  organic  framework)を包含する多孔性材質より選択されるか，或いは水素吸蔵金属の非多孔性材質」といった比抵抗が極めて大きい材料を含むものであり，このような材料から成る吸着材料の入口面と出口面の周縁にのみ電圧を印加したとしても，上記の効果的な脱着作用は得られないこと)からすれば，一対の電極構造がそれぞれ，「吸着材料における気流の入口面と，気流の出口面との間で構造的に接続又は連結されていること」を意味するものと解すべきである。",
                        "これに対し，刊行物1の段落【0025】には，「図2は，図1に示した吸湿用素子で構成した吸湿ロータを示す図である。この吸湿ロータ10は，厚み方向に通気孔が設けられている。また，吸湿ロータ10は図示するように8つの領域に分割しており，各領域を絶縁材料で分離した構造である。吸湿ロータ10の両面には銀ペーストなどの低抵抗塗料が塗布されており，該吸湿ロータ10の外周部に設けられた電極11に接合されている。」と記載されているから，引用発明1の「電極11」は，吸湿ロータ10の外周部に設けられるものであって，吸着材料の「両側」には接続されていない。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "本願明細書の段落【0017】の「図6，7は本発明電極構造の第二実施例の概略図である。図6に示すように，電極構造31は，吸着材料30を表面に塗布した抗酸化導電層314aである。溝314bを絶縁帯とし，これにより電極構造31は，複数のサブ電極を備える。図6に示す絶縁区域は，溝を利用する他に，溝の上に絶縁フレームを設置し，絶縁効果を拡大させることができる。」との記載及び【図6】を参酌すれば，本願補正発明における「電極構造」は，単なる電極を意味するものではなく，吸着材料の両側に形成された「抗酸化導電層を備えた構造」を意味するものと解すべきである。このように解すべきことは，本願明細書には，電極構造として，吸着材料の両側に形成された抗酸化導電層を備えた構造のみが開示されていることからも裏付けられる(本願明細書の段落【0015】及び【0017】参照)。",
                        "これに対し，引用発明1の「電極11」は，抗酸化導電層を備えていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "以上によれば，本願補正発明と引用発明1とは，①本願補正発明の「電極構造」は吸着材料の両側に接続されているのに対し，引用発明1の「電極11」は吸湿ロータ10の外周部に設けられている点(以下「相違点A」という。)及び②本願補正発明の「電極構造」は抗酸化導電層を備えた構造であるのに対して，引用発明1はそのような抗酸化導電層を備えていない点(以下「相違点B」という。)で相違する。",
                    "したがって，本件審決には，相違点A及びBを看過した誤りがある。",
                    "容易想到性判断の誤り"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "相違点Aについて",
                  "text": [
                    "引用発明1では，電極は吸着材料の外周部に設けられているため，電圧及び電流が吸着材料内に均等に分散して印加されず，吸着材料全体を加熱するのには長時間を要する。これに対し，本願補正発明では，電極構造が吸着材料の両側に接続されており，吸着構造の気流の進行方向，すなわち，開孔されている方向に電気が流れるため，吸着材料全体を素早く加熱するのに極めて有利である。",
                    "また，引用発明1では，電極は吸着材料の外周部に設けられているため，吸着材料の気流の進行方向，すなわち開孔されている方向に電気が流れ難く，火花放電が生ずることによって，吸着材料の表面が焼けて破壊するおそれがある。これに対し，本願補正発明では，電極構造は導電層を吸着材料の両側に設けているため，吸着材料を破壊しないように導電性能の安定性を高めるという効果を奏する(本願明細書の段落【0015】参照)。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点Bについて",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "刊行物1の段落【0025】には，「図2は，図1に示した吸湿用素子で構成した吸湿ロータを示す図である。この吸湿ロータ10は，厚み方向に通気孔が設けられている。また，吸湿ロータ10は図示するように8つの領域に分割しており，各領域を絶縁材料で分離した構造である。吸湿ロータ10の両面には銀ペーストなどの低抵抗塗料が塗布されており，該吸湿ロータ10の外周部に設けられた電極11に接合されている。・・・但し，各領域毎にスイッチ13を設けており，各領域毎に給電を行うことができる。したがって，吸湿ロータ10は分割した領域毎に吸湿材を加熱することができるので，吸湿剤による水分の吸湿を行う領域(除湿領域)と，吸湿剤から水分を奪う再生を行う領域(再生領域)とに分割して機能させることができる。」と記載されている。",
                        "上記記載によれば，引用発明1の空調機器では，電極11を介して，吸湿ロータ10の両面に設けられた銀ペーストなどの低抵抗塗料に対して給電し，それによって吸湿ロータ10を加熱して水分を奪う再生処理を行うものであるが，刊行物1に開示された銀ペーストでは，容易に酸化層が吸湿ロータ10の表面に形成され，比較的短期間で導電経路が失効する。",
                        "刊行物1には，吸湿ロータ10の表面に抗酸化導電層を形成することは記載も示唆もされておらず，また，引用発明1の課題がエネルギーロスを減少させることにあることに照らせば，引用発明1において，吸湿ロータ10の表面に抗酸化導電層を採用することの動機付けもない。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "一般に，金属材料は湿った状況で通電し，金属表面に電気分解反応を有し，この電気分解反応は，電極表面に酸化作用を形成する。抗酸化不能の金属，例えば銅や銀は，長期に通電されると金属表面に不伝導の酸化層を形成し，最終的に導電経路が失効する。",
                        "これに対し，本願補正発明の「電極構造」は，抗酸化導電層を備えた構造であるため，吸着材料の導電経路を長期にわたって確保することができるという顕著な効果を奏するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "以上のとおり，本願補正発明と引用発明1とは，相違点A及びBにおいても相違し，本願補正発明が，刊行物1に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるとはいえない。",
                    "したがって，本願補正発明は刊行物1に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるとの本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "被告の主張に対する反論",
                  "text": [
                    "被告は，刊行物1においても「銀ペーストなどの低抵抗塗料」を吸湿ロータの両側に塗布しており，結果として「導電層」が形成されている旨主張する。",
                    "刊行物1の段落【0024】には，吸湿用素子(本願補正発明の「吸着材料」に相当)に関し，「担持体3は，合成ゼオライト，カーボンブラック，バインダーの混合物である。このように，担持体3に導電性材料であるカーボンブラックを混合したことによって，担持体3に対して給電を行うことでカーボンブラックが発熱し，吸湿材である合成ゼオライトを直接加熱することができる。したがって，吸湿用素子の吸湿材を効率的に加熱することができる(吸湿用素子を加熱する際のエネルギーロスが小さい。)。」と記載されており，刊行物1では，吸着機能を備えた合成ゼオライトに対して導電性のカーボンブラックを担持させた，高い導電性(低い比抵抗)を備えた特殊な吸湿用素子を使用することを前提とする構成を採用している。このような構成においては，吸湿用素子に含まれるカーボンブラックに電圧を印加して発熱させればよく，刊行物1には，吸湿用素子の両側(つまり，気流の入口面および出口面)に積極的に電極を設けることについての記載はないし，その必要性もない。",
                    "したがって，本願補正発明の吸着材料と刊行物1の吸着用素子とでは，材料の電気的特性が異なり，それによって脱着作用が異なるものであるから，刊行物1において「銀ペーストなどの低抵抗塗料」を吸湿ロータの両側に塗布しているからといって，当業者において，刊行物1の記載に基づいて本願補正発明を容易に想到することができたとはいえない。このことは，仮に，本願補正発明の「電極構造」を抗酸化導電層を備えた構造であると限定的に解釈すべきであるとは認められないとしても，同様である。"
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "subject": "小括",
              "text": [
                "以上によれば，本件補正は，本願当初明細書等に記載した事項の範囲内において特許請求の範囲の減縮を目的とするものであり，かつ本願補正発明は独立特許要件を備えるものであるから，本件補正が本願当初明細書等に記載した事項の範囲内においてしたものとは認められず，また，仮に，本件補正が本願当初明細書等に記載した事項の範囲内においてしたものであるとしても，本願補正発明が独立特許要件を備えないとして，本件補正を却下した本件審決の判断は誤りである。",
                "取消事由2(本願発明の容易想到性判断の誤り)"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件審決は，本願発明と引用発明2との対比において，引用発明2における「第1及び第2の側面(5，7)にそれぞれ貼付され，扇状に複数に分割されたメッシュ状電極(10)」が本願発明における「一対の電極構造を備え，それは前記吸着材料の両側と相互に接続し，前記電極構造は，相互に絶縁する複数のサブ電極」に相当するとした。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "しかしながら，本願発明の電極構造の電極機能を発揮する「サブ電極」は抗酸化導電層を備えたものと解すべきところ，刊行物2には「メッシュ状電極(10)」の材料について具体的な開示はなく，引用発明2の「メッシュ状電極(10)」は，本願発明の「サブ電極」とは異なるものである。",
                "そして，本願発明の「電極構造」は，抗酸化導電層を備えた構造であるため，吸着材料の導電経路を長期にわたって確保することができるという顕著な効果を奏するものである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "したがって，本願発明が，刊行物2に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるとの本件審決の判断は誤りである。",
                "まとめ",
                "以上によれば，①本件補正が本願当初明細書等に記載した事項の範囲内においてしたものとは認められず，仮に，本件補正が本願当初明細書等に記載した事項の範囲内においてしたものであるとしても，本願補正発明が独立特許要件を備えないとして，本件補正を却下した本件審決の判断は誤りであり，また，仮に，本件補正が却下されるべきものであるとしても，②本願発明が刊行物2に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるとの本件審決の判断は誤りであり，本件審決は違法であるから，取り消されるべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "text": [
            "本件審決における本件補正の適否に係る判断に誤りがないこと"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件補正は本願当初明細書等に記載した事項の範囲内においてしたものとは認められないこと(取消事由1-1に対し)",
              "text": [
                "本願当初明細書の段落【0017】には，「導電構造」に関して，「図6に示すように，電極構造31は，吸着材料30を表面に塗布した抗酸化導電層314aである。溝314bを絶縁帯とし，これにより電極構造31は，複数のサブ電極を備える。・・・さらに図7に示すように，電気的接触効果を拡大させるために，導電層314aが形成する各サブ電極の辺縁上には，導電構造314cを設置する。導電構造314cは，金属棒，金属線，或いは金属網などの材料である。」と説明されているのみであり，電気的接触効果を拡大させるための「導電構造」は，金属棒，金属線，あるいは金属網などの材料からなるものであって，用語としても「電極構造」とは使い分けられているのであるから，塗布により形成される，電極構造の電極としての「抗酸化導電層」あるいは「複数のサブ電極」とは別体のものであることは明らかである。【図7】に示される「導電構造314c」は，上記段落【0017】の記載のとおり，「電極構造」に対しての追加の要素であって，「導電構造」に対しての追加の要素であるとはいえない。",
                "原告が主張するような「導電構造としての抗酸化導電層」が，本願当初明細書等に記載されていたとはいえないし，記載されていたに等しいとも認められない。",
                "したがって，補正事項(イ)を含む本件補正は，本願当初明細書等に記載した事項の範囲内においてしたものとは認められないとした本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願補正発明が刊行物1及び周知技術に基づいて当業者が容易に発明をすることができたものであること(取消事由1-2に対し)",
              "text": [
                "本件審決における本願補正発明と引用発明1との対比に相違点の看過は存しないこと"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "本願明細書(甲7，11)には，以下の記載がある。",
                    "「本発明は環境状態制御技術に関し，特に通電の方式を利用し，材料に導電し，脱着を行う省エネ型除湿装置に関する。」(段落【0001】)",
                    "「 以下に図面を参照しながら本発明を実施するための最良の形態について詳細に説明する。」(段落【0011】)",
                    "「【実施例】",
                    "本発明一実施例による省エネ型脱着装置の概略図である図2に示すように，本実施例中では，脱着装置3は，吸着材料30，一対の電極構造31と32，電圧源33を備える。・・・」(段落【0012】)",
                    "「一対の電極構造31と32は，吸着材料30の両側と，相互に接続する。電圧源33は，一対の電極構造31，32と相互に接続し，一対の電極構造31，32に電圧を提供する。・・・大部分のエネルギーは，吸着された物質上に直接加えられるため，効果的な脱着を起こし，こうしてエネルギー消費を減少させることができる。」(段落【0013】)",
                    "「前記の脱着装置を利用し，本発明は除湿装置を提供する。本発明一実施例による除湿装置の概略図である図14に示すように，除湿装置4は，凝結部40，吸着材料41，再生部42を備える。・・・」(【0021】)",
                    "「上記は本発明の実施例に過ぎず，本発明技術内容の説明に用いたのみで，本発明を限定するものではない。本発明の精神に基づく等価応用或いは部品(構造)の転換，置換，数量の増減はすべて，本発明の保護範囲に含むものとする。」(【0024】)"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "これらの記載によれば，本願補正発明は，省エネ型除湿装置において，一対の電極構造を介して材料(吸着材料)に通電をすることにより，材料中に導電し，脱着を行うものであって，一対の電極構造がそれぞれ，吸着材料の両端に通電可能，すなわち，電気的に接続可能であればよいことが理解され，一対の電極構造が，実施例に記載された形態，すなわち，「吸着材料における気流の入口面と，気流の出口面との間で構造的に接続又は連結されている」ことまでは必要としていないことが解かる。",
                    "また，本願明細書の段落【0017】は実施例に係る記載であって，本願補正発明における「電極構造」を「抗酸化導電層」を備えた構造のものに限定して解する理由もない。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "したがって，刊行物1における「電極11」が本願補正発明における「電極構造」に相当すると判断した本件審決に誤りはなく，本件審決には，原告の主張する相違点A及びBの看過は存しない。",
                    "仮に，本願補正発明と引用発明1とが，相違点A及びBの点で相違するとしても，相違点A及びBに関する原告の主張は失当であること"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "相違点Aについて",
                  "text": [
                    "刊行物1の「図2は，図1に示した吸湿用素子で構成した吸湿ロータを示す図である。この吸湿ロータ10は，厚み方向に通気孔が設けられている。また，吸湿ロータ10は図示するように8つの領域に分割しており，各領域を絶縁材料で分離した構造である。吸湿ロータ10の両面には銀ペーストなどの低抵抗塗料が塗布されており，該吸湿ロータ10の外周部に設けられた電極11に接合されている。また，図に示す12は上記電極11に給電を行うための外部電源であり，・・・」(段落【0025】)，「上述したように外部電源からの給電によって発熱させた発熱材料の熱で吸湿剤を直接加熱しているので，」(段落【0028】)との記載によれば，刊行物1における「電極11」は，吸湿ロータ(「吸着材料」に相当)の両面に塗布された銀ペーストなどの低抵抗塗料層に接合されており，その結果，吸湿ロータの気流の進行方向，すなわち通気孔の方向の電気が流れ，吸着材料全体を素早く加熱でき，また，吸着材料の表面が焼けて破壊するおそれもない。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点Bについて",
                  "text": [
                    "上記aのとおり，刊行物1においても「銀ペーストなどの低抵抗塗料」を吸湿ロータの両側に塗布しており，結果として「導電層」が形成されることは明らかであり，この「導電層」に給電し，加熱を行っている。",
                    "銀ペーストと並んで，白金ペーストや金ペーストも電極等を形成するための導電性塗料(低抵抗塗料)として周知のものであり(乙1，乙2参照)，白金ペーストや金ペーストが抗酸化性であることは技術常識である。上記のとおり，刊行物1には「銀ペーストなどの低抵抗塗料」と記載されているのであるから，「銀ペースト」は例示にすぎず，抗酸化性を有する白金ペーストや金ペーストも，刊行物1の「低抵抗塗料」に包含されることは明らかである。",
                    "そして，水分を含んだ吸湿ロータに給電し，加熱を行うという酸化の起こりやすい環境を考慮すれば，「低抵抗塗料」として「抗酸化ペースト」を選択し，「抗酸化導電層」を設けることで導電経路を確保することは，設計的事項であるといえる。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "以上によれば，本願補正発明が，引用発明1と相違点A及びBの点においても相違することにより，刊行物1に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるとはいえないとする原告の主張は失当である。",
                    "本件審決における本願発明の容易想到性の判断に誤りがないこと(取消事由2に対し)"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "おける「電極構造」を「抗酸化導電層」を備えた構造に限定して解釈する理由はないから，本件審決が，引用発明2における「第1及び第2の側面(5，7)にそれぞれ貼付され，扇状に複数に分割されたメッシュ状電極(10)」が，本願発明における「一対の電極構造を備え，それは前記吸着材料の両側と相互に接続し，前記電極構造は，相互に絶縁する複数のサブ電極」に相当するとした点に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "したがって，本願発明の「電極構造」が抗酸化導電層を備えた構造に限定されることを前提として，本願発明が引用発明2と比較して顕著な効果を奏するとする原告の主張は失当である。",
                "まとめ",
                "以上によれば，原告の主張する取消事由はいずれも理由がないから，原告の請求は棄却されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正の適否についての判断の誤り)について",
          "text": [
            "原告は，本件補正は，本願当初明細書等に記載した事項の範囲内において特許請求の範囲の減縮を目的とするものであり，かつ本願補正発明は独立特許要件を備えるものであるから，本件補正が本願当初明細書等に記載した事項の範囲内においてしたものとは認められず，また，仮に，本件補正が本願当初明細書等に記載した事項の範囲内においてしたものであるとしても，本願補正発明が独立特許要件を備えないとして，本件補正を却下した本件審決の判断は誤りである旨主張するので，以下において判断する。",
            "取消事由1-1(本件補正が本願当初明細書等に記載した事項の範囲内においてしたものではないとの判断の誤り)について"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件補正の内容",
              "text": [
                "おりであり，同請求項に記載された発明(本願発明)は，凝結部，吸着材料，再生部，電圧源を備えた除湿装置に関するものであり，再生部は，凝結部及び吸着材料と相互に接続し，凝結部から提供される循環気流を導引して吸着材料を通過させるもので，吸着材料の両側と相互に接続する一対の電極構造を備え，各電極構造は相互に絶縁する複数のサブ電極を備えるものである。",
                "のとおりとする補正，すなわち，本願発明における「各電極構造」を，「各該電極構造は，前記吸着材料と相互に接続する導電構造と，該導電構造に組み合わされて該導電構造を上記相互に絶縁する複数のサブ電極に分ける複数の絶縁フレームとを包含する」ものに限定する補正事項(補正事と相互に接続する導電構造」と「複数の絶縁フレーム」とを包含するものであり，この「複数の絶縁フレーム」は，導電構造に組み合わされることにより，導電構造を相互に絶縁する複数のサブ電極に分けるものであることを内容とする。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願当初明細書の記載等",
              "text": [
                "本願出願時の特許請求の範囲",
                "本願出願時の特許請求の範囲の請求項2及び9の記載は，以下のとおりである(甲11)。",
                "「【請求項2】",
                "除湿装置は，凝結部，吸着材料，再生部，電圧源を備え，",
                "前記凝結部は，循環気流を提供し，",
                "前記吸着材料は，気流を通過させ，前記吸着材料は，前記気流内の少なくとも1個の物質を吸着し，",
                "前記再生部は，前記凝結部，及び前記吸着材料と相互に接続し，前記再生部は，前記循環気流を導引し，前記吸着材料を通過させ，前記再生部はさらに，一対の電極構造を備え，それは前記吸着材料の両側と相互に接続し，前記各電極構造は，相互に絶縁する複数のサブ電極を備え，",
                "前記電圧源は，前記一対の電極構造と相互に接続し，前記電圧源は，前記一対の電極構造に電圧を提供し，これにより前記吸着材料には電流が導通し，脱着が行なわれることを特徴とする除湿装置。」",
                "「【請求項9】",
                "前記各電極構造はさらに，導電構造，複数の絶縁フレームを備え，",
                "前記導電構造は，前記吸着材料と相互に接続し，",
                "前記複数の絶縁フレームは，前記導電構造上に設置し，これにより前記導電構造を相互に絶縁する複数のサブ電極に分けることを特徴とする請求項1或いは2に記載の低エネルギー消費の脱着装置とその除湿装置。」",
                "本願当初明細書(甲11)には，次のような記載がある(下記記載中に引用する図面については，本文中に掲記したもののほか，別紙1の本願図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "発明の詳細な説明",
                  "text": [
                    "「図6，7は本発明電極構造の第二実施例の概略図である。図6に示すように，電極構造31は，吸着材料30を表面に塗布した抗酸化導電層314aである。溝314bを絶縁帯とし，これにより電極構造31は，複数のサブ電極を備える。図6に示す絶縁区域は，溝を利用する他に，溝の上に絶縁フレームを設置し，絶縁効果を拡大させることができる。さらに図7に示すように，電気的接触効果を拡大させるために，導電層314aが形成する各サブ電極の辺縁上には，導電構造314cを設置する。導電構造314cは，金属棒，金属線，或いは金属網などの材料である。図6，7は，電極構造31により説明したが，電極構造32に対する実施方式も相同である。図8に示すように，電気ブラシ330が接触する脱着構造区域の両側にはさらに，再生ダクト34を設置することができる。再生ダクト34は，対応通電する脱着構造区域内に気流90を導入することができ，対応通電する脱着構造区域の吸着材料を気流90が通過することにより，脱着された物質を連れ出し，こうして脱着速度を高めることができる。気流が物質を持ち出す効率を向上させるため，気流90は，加熱により比較的高温の気流とし，これにより脱着を補助し，脱着速度をさらに上げることができる。」(段落【0017】)"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "図面",
                  "text": [
                    "【図6】                            【図7】"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "本願出願時の特許請求の範囲の請求項2及び9には，凝結部，吸着材料，再生部，電圧源を備えた除湿装置において，再生部は，凝結部及び吸着材料と相互に接続し，凝結部から提供される循環気流を導引して吸着材料を通過させるもので，吸着材料の両側と相互に接続する一対の電極構造を備え，各電極構造は，吸着材料と相互に接続する導電構造と導電構造上に設置され導電構造を相互に絶縁する複数のサブ電極に分ける複数の絶縁フレームを備える構成が記載されている。",
                "本願当初明細書の段落【0017】には，「電極構造」の第2実施例のうち【図6】に示される態様においては，吸着材料30の表面に抗酸化導電層314aが塗布により形成され，この抗酸化導電層314aに形成された複数の溝314bの上に絶縁フレームが設置され，それにより，複数のサブ電極を備えた電極構造31が構成されることが記載されており，上記請求項2及び9の記載と上記実施例からは，【図6】に示される態様では，電極構造31は，吸着材料30の表面に塗布された抗酸化導電層314aと複数の絶縁フレームとを包含するものであり，この複数の絶縁フレームが，抗酸化導電層314aに形成された複数の溝314bの上に設置されることにより，抗酸化導電層314aが相互に絶縁する複数のサブ電極に分けられるものであり，この「抗酸化導電層314a」が，請求項9の「導電構造」に相当するものであると理解することができる。",
                "さらに，本願当初明細書の段落【0017】には，「電極構造」の第2実施例のうち，【図7】に示される態様においては，抗酸化導電層314aが形成する各サブ電極の辺縁上には，金属棒，金属線，金属網などの材料から成る導電構造314cを設置することが記載されており，上記請求項2及び9の記載と上記実施例からは，【図7】に示される態様では，電極構造31は，吸着材料30の表面に塗布された抗酸化導電層314a及びその辺縁上に設置された導電構造314cと複数の絶縁フレームとを包含するものであり，この複数の絶縁フレームが，抗酸化導電層314aに形成された複数の溝314bの上に設置されることにより，抗酸化導電層314a及び導電構造314cが，相互に絶縁する複数のサブ電極に分けられるものであり，「抗酸化導電層314a及び導電構造314c」が，請求項9の「導電構造」に相当するものであると理解することができる。",
                "そして，抗酸化導電層314aは吸着材料30の表面に塗布により形成され，導電構造314cは，抗酸化導電層314aが形成する各サブ電極の辺縁上に金属棒，金属線，金属網などの材料を設置することにより形成されるものであるから，「導電構造」に相当する「抗酸化導電層314a」(【図6】に示される態様)，「抗酸化導電層314a及び導電構造314c」(【図7】に示される態様)は，いずれも「吸着材料と相互に接続する」ものであり，「絶縁フレーム」は，抗酸化導電層314aに形成された複数の溝314bの上に設置され，「抗酸化導電層314a」(【図6】に示される態様)，又は「抗酸化導電層314a及び導電構造314c」(【図7】に示される態様)を相互に絶縁する複数のサブ電極に分けるものであるから，「導電構造に組み合わされることにより，導電構造を，相互に絶縁する複数のサブ電極に分ける」ものである。",
                "したがって，本願当初明細書等には，「各電極構造」が，「前記吸着材料と相互に接続する導電構造と，該導電構造に組み合わされて該導電構造を上記相互に絶縁する複数のサブ電極に分ける複数の絶縁フレームとを包含する」ものであることが記載されているものと認められる。"
              ]
            },
            {
              "fig": "エ",
              "subject": "被告の主張について",
              "text": [
                "被告は，本願当初明細書の段落【0017】の記載によれば，「導電構造」は，金属棒，金属線，あるいは金属網などの材料から成るものであって，用語としても「電極構造」とは使い分けられているのであるから，「導電構造」は，塗布により形成される電極構造の電極としての「抗酸化導電層」あるいは「複数のサブ電極」とは別体のものであり，「導電構造としての抗酸化導電層」は，本願当初明細書等に記載されているとはいえず，記載されているに等しいともいえないし，「導電構造314c」は「電極構造」に対する追加の要素であって，「導電構造」に対する追加の要素であるともいえない旨主張する。",
                "しかしながら，本願当初明細書の段落【0017】に，第二実施例のうち【図7】に示される態様における導電構造314cが金属棒，金属線，あるいは金属網などの材料から成るものであると記載されているからといって，また，上記段落中では，「図6に示すように，電極構造31は，・・・抗酸化導電層314aである。」と記載されており，「抗酸化導電層314a」について「導電構造」との用語をもって説明されていないからといって，これらのことから直ちに，本願当初明細書等において「導電構造としての抗酸化導電層」，すなわち，抗酸化導電層314aが「導電構造」に相当する構成が排除されているものとはいえない。そして，本願出願時の特許請求の範囲の請求項2及び9の記載，本願当初明細書の記載(段落【0017】，【図6】，【図7】)によれば，電極構造の実施例のうち【図6】に示される態様においては，「抗酸化導電層314a」が，【図7】に示される態様においては，「抗酸化導電層314a及び導電構造314c」が，それぞれ上記請求項9の「導電構造」に相当するものと理解できることは，前記ウのとおりである。",
                "したがって，被告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "以上によれば，補正事項 は，本願当初明細書等に記載した事項の範囲内においてしたものといえることは明らかであって，本件審決が，補正事項 を含む本件補正は，本願当初明細書等に記載した事項の範囲内においてしたものとは認められないと判断したことは誤りである。",
                "取消事由1-2(本願補正発明の独立特許要件の判断の誤り)について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "は，本願当初明細書等に記載した事項の範囲内において特許請求の範囲の減縮を目的とするものであるといえるから，更に進んで，本願補正発明が独立特許要件を備えるものであるか否かについて検討する。",
                "原告は，本件審決は，本願補正発明と引用発明1との対比において，引用発明1における「電極11」が本願補正発明における「電極構造」に相当するとしたが，①本願補正発明は一対の電極構造が，「吸着材料の両側と相互に接続する」構成，すなわち「吸着材料における気流の入口面と，気流の出口面との間で構造的に接続又は連結されている」ものであるのに対し，引用発明1の「電極11」は，吸湿ロータ10の外周部に設けられるものであって，吸着材料の「両側」には接続されていないこと，②本願補正発明における「電極構造」は，吸着材料の両側に形成された「抗酸化導電層を備えた構造」であるのに対し，引用発明1の「電極11」は，抗酸化導電層を備えていないことから，上記一致点の認定は誤りであり，本願補正発明と引用発明1とは，本願補正発明の「電極構造」は吸着材料の両側に接続されているのに対し，引用発明1の「電極11」は吸湿ロータ10の外周部に設けられている点(相違点A)及び本願補正発明の「電極構造」は抗酸化導電層を備えた構造であるのに対して，引用発明1はそのような抗酸化導電層を備えていない点(相違点B)で相違するにもかかわらず，本件審決はこれらの相違点を看過した旨主張する。",
                "そして，原告は，本願補正発明と引用発明1とは，相違点A及びBにおいても相違し，本願補正発明は，相違点A及びBに基づいて，引用発明1にはない顕著な効果を奏するものであるから，本願補正発明は，刊行物1に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるとはいえない旨主張する。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願明細書の記載事項等",
              "text": [
                "本願補正発明の特許請求の範囲の請求項1のとおりである。",
                "本願明細書(甲7，11)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する図面については，別紙1の本願図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "技術分野",
                  "text": [
                    "「本発明は環境状態制御技術に関し，特に通電の方式を利用し，材料に導電し，脱着を行う省エネ型除湿装置に関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "背景技術",
                  "text": [
                    "「従来の一般家庭用除湿機の除湿方式は，冷媒コンプレッサーシステムにより，空気中の水分を凝結させ，これにより室内空気乾燥の目的を達成するものである。しかし，オゾン層破壊を招くCFC冷媒の使用を回避するため，冷媒を不要とする除湿技術が開発され，注目を集めている。回転ホイール式脱着除湿装置は，コンプレッサーと冷媒を使用しない。該除湿装置は，除湿ホイールにより，空気中の水分を吸着し，電熱により空気を加熱し，除湿ホイールの再生側に流し，水分の脱着を行うものである。再生側の高温高湿の空気は，熱交換器中に導入され，凝結を行い，これにより排水タンクにより凝結した水分を収集し，家庭用除湿装置としての目的を達成する。上記のように，除湿ホイール式除湿機は，除湿ホイールにより吸湿するという特性により，除湿メカニズムを完成させるため，環境の気体温度と湿度条件の制限を受けず，しかも従来のコンプレッサーを使用する必要がないため，低騒音で，冷媒の使用を不要とするなどの技術的な優位を備える。」(段落【0002】)",
                    "「従来の回転ホイール式吸着除湿装置はみな，電熱器加熱再生側気流により，再生空気の温度を高める。",
                    "この部分の加熱脱着メカニズムは主に，以下の2部分に分けられる。",
                    "(一)気流熱交換気化：加熱再生側気流により，温度の勾配を生じ，熱交換が発生する熱により，除湿構造体孔中の水分を気化する。湿気の脱着過程では，高温の空気を作る必要があり，しかも長時間の気化を行わなければ，湿気を脱着する効果を達成することはできない。よって，極めて高いエネルギーを消費し，熱による乾燥と除湿の目的を達成している。",
                    "(二)放射熱気化：加熱機中の電熱線は，電流が通過することで高温を発する。この熱量は放射熱の形式で，これにより除湿構造体微孔中の水分子は，放射熱を直接吸収し，気化脱着する。放射熱量と表面温度は，四次方程式正比例をなし，電熱線表面はすべて400℃以上となり，放射熱量は極めて高い。よって，生じる湿気脱着効果は，気流熱交換気化脱着より，はるかに重要である。」(段落【0005】)",
                    "「上記したように，従来の加熱式再生脱着法の一つは，加熱再生気流が間接的に気化脱着を起こすもので，もう一つは，放射熱が水分子に吸収されると同時に，大部分の放射熱量も，吸湿構造体により吸収されるものである。前記気化メカニズムに対する分析が示すように，これらは共に，回避不能なエネルギー消費の源となっている。また，放射熱量が招く吸湿構造体表面の温度上昇も，水分子の吸着に不利で，除湿能力を大幅に低下させてしまう。よって，加熱式再生脱着法は，回転ホイール式除湿装置のエネルギー消費を高めてしまい，除湿効率を低下させる主因となっている。本発明は，従来の脱着装置とそれを使用した除湿装置の上記した欠点に鑑みてなされたものである。」(段落【0006】)"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「本発明が解決しようとする課題は，通電の方式を利用し，材料に導電し，脱着を行う省エネ型除湿装置を提供することである。」(段落【0007】)"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「上記課題を解決するため，本発明は下記の省エネ型除湿装置を提供する。省エネ型脱着装置は，吸着材料両側に電極を設置し，該一対の電極に通電することで，電流は該吸着材料を通過し，温度上昇を起こすことができ，同時に，ある条件下では，被吸着分子と吸着材料との間の吸引力に影響を及ぼし，こうして該吸着材料により吸着された物質を脱着し，さらに電極の区域に対応し，気流を導引する通路を設置し，これにより気流は通電した吸着材料を通過可能で，こうして脱着の速度を加速することができ，除湿装置は，電極により，電流を吸着材料上に直接加え，これにより吸着材料は空気中の湿気を吸着し，環境の湿度を低下させることができ，該除湿装置は，再生循環の気流を備え，脱着した湿気を持ち去ることができ，本発明は通電により，吸着材料に対して脱着の作用を直接発生するため，先に空気を加熱する必要がなく，よって熱損失を直接的に減らすことができ，脱着に用いるエネルギー消費を低下させることができ，",
                    "一実施例中では，本発明は省エネ型脱着装置を提供し，それは吸着材料，一対の電極構造，電圧源を備え，",
                    "該吸着材料は，少なくとも1種の物質を吸着し，",
                    "該一対の電極構造は，該吸着材料の両側とそれぞれ相互に接続し，該各電極構造は，相互に絶縁する複数のサブ電極を備え，",
                    "該電圧源は，該一対の電極構造と相互に接続し，該電圧源は，該一対の電極構造に電圧を提供し，これにより該吸着材料には電流が導通し，脱着が行なわれ，",
                    "一実施例中では，本発明は除湿装置を提供し，それは凝結部，吸着材料，再生部，電圧源を備え，",
                    "該凝結部は，循環気流を提供し，",
                    "該吸着材料は，気流を通過させ，該吸着材料は，該気流内の少なくとも1種の物質を吸着し，",
                    "該再生部は，該凝結部，及び該吸着材料と相互に接続し，該再生部は，該循環気流を導引し，該吸着材料を通過させ，該再生部はさらに，一対の電極構造を備え，それは該吸着材料の両側と相互に接続し，該各電極構造は，相互に絶縁する複数のサブ電極を備え，",
                    "該電圧源は，該一対の電極構造と相互に接続し，該電圧源は，該一対の電極構造に電圧を提供し，これにより該吸着材料には電流が導通し，脱着が行なわれる。」(段落【0008】)",
                    "「本発明一実施例による省エネ型脱着装置の概略図である図2に示すように，本実施例中では，脱着装置3は，吸着材料30，一対の電極構造31と32，電圧源33を備える。吸着材料30は，空気中に含まれる有機揮発物，窒素，或いは水分などを吸着するが，これに限るものではない。一般的に，吸着材料は除湿ホイール式除湿機などの家庭用除湿設備に応用されるが，これに限るものではない。吸着材料の材質は，ゼオライト，シリカゲル，活性炭，カーボンナノチューブ，分子ふるい，或いは金属有機フレームワーク(metal  organic  framework)などの多孔性材質である。この他に，吸着材料は，水素吸蔵金属の非多孔性材質としても良い。」(段落【0012】)",
                    "「一対の電極構造31と32は，吸着材料30の両側と，相互に接続する。電圧源33は，一対の電極構造31，32と相互に接続し，一対の電極構造31，32に電圧を提供する。電圧源33は，直流電源或いは交流電源である。電極構造31，32が吸着材料30の両端に加えられるため，通電後は，短時間の高圧電位が形成する駆動力を利用し，吸着された物質を解離させ，或いは吸着された物質と特定金属イオンが形成する結合分子に，イオン導電特性を生じさせる。こうして，吸着された物質と吸着材料との間の導電状態を直接改変し，これにより吸着された物質は吸着物質を脱着し離れる。本発明の電流導通のメカニズムは，吸着材料中のイオン遷移で，また吸着された物質の解離が招くイオン或いは陽子伝導で，或いは前記2種作用の総合結果である。この状況下で，大部分のエネルギーは，吸着された物質上に直接加えられるため，効果的な脱着を起こし，こうしてエネルギー消費を減少させることができる。」(段落【0013】)",
                    "「回転時に，吸着材料の特定区域内においてのみ，脱着反応を生じるようにし，吸着材料の他の区域では，吸着の効果を維持させるため，電極上にはさらに，絶縁体を備え，電極を複数の区域に区分する。絶縁体が存在することで，電極への通電時に，各区域間は，特定区域だけが導電の能力を有するよう確保される。これにより吸着材料上は，通電電極の区域に対して，脱着効果を生じ，他の未通電の電極区域は，物質を吸着する能力を維持することができる。本発明電極構造の第一実施例の正面概略図である図3に示すように，本実施例中では，電極構造31は，複数のサブ電極310を備える。本発明の吸着材料は，円柱状であるため，各サブ電極310の外形は扇方である。各サブ電極310は，絶縁フレーム311と導電構造金属枠312を備える。本実施例中では，絶縁フレーム311は，サブ電極310の両側に設置され，これにより，相互に隣接するサブ電極310は，絶縁を保持することができる。絶縁フレーム311の材料は，高酸化アルミニウム，セラミック，石英，高分子材料，テフロン( 登録商標) ，peek，ベークライト，或いはエポキシ樹脂で，これら材質を単独で使用し，或いは混合して使用することができる。本実施例中では，絶縁フレームの厚みは，1mmから5mmであるが，これに限るものではない。導電構造金属枠312は，サブ電極310の外縁に設置する。導電構造金属枠312は，本実施例中では，金属棒或いは金属線である。」(段落【0014】)",
                    "「前記の脱着装置を利用し、本発明は除湿装置を提供する。本発明一実施例による除湿装置の概略図である図14に示すように、除湿装置4は、凝結部40、吸着材料41、再生部42を備える。凝結部40は、コンデンサー401、循環管路402を備える。コンデンサー401は、入口端4010と出口端4012を備える。本実施例中では、コンデンサー401は、複数の凝結管路4011を備え、その内部には、流道を備え、循環気流91は流動する。コンデンサー401の主要な目的は、外部環境の除湿しようとする気流90を通過させ、コンデンサー401内において流動する循環気流91と熱交換を行わせ、コンデンサー401内の循環気流91内の水分を凝結して水とし、収集盤46内へと流すことである。よって、各凝結管路4011間には、間隙を備え、気流90を通過させる。各コンデンサー401は、従来の技術に属するため、詳述しない。再生部42は、吸着材料41と接続する。再生部42は、一対の電極構造421、422、再生ダクト423、再生ファン424を備える。一対の電極構造421、422の接続関係は、電極構造31、32と相同であるため、詳述しない。再生ダクト423は、殻体4230を備え、気流通路を形成する。殻体4230の片側には、出口端4231を備え、コンデンサー401の入口端4010と相互に接続する。殻体4230の反対側には、入口端4232を備え，再生ファン424と相互に接続する。再生ダクト424の目的は、循環気流91の圧力を増加させることで、これにより循環気流91の速度を加速する。」(段落【0021】)",
                    "「吸着材料41は、気流90を通過させる。吸着材料41内部には、除湿構造410を備え、気流90内に含まれる水分を吸収する。本実施例中では、吸着材料41はホイール体で、回転運動を行うことができる。吸着材料41の構造は、他の構造の設計を利用することができ、本発明のホイール体に限定するものではない。吸着材料41はまた、従来の技術に属するため、その細部構造について、詳述しない。吸着材料41が回転し定位すると、再生ダクト423のサブ電極4210と4220と電圧源45は導通する。よって、通過する電流は、サブ電極4210と4220が対応する吸着材料41が吸着する物質を脱着する。本実施例中では、循環気流91は、再生部42の殻体4230内部を通過することができ、殻体4230内部には、吸着材料41の一部を収容することができる。これにより、殻体4230内部において流動する循環気流91は、吸着材料41を通過し、通電により脱着する物質を持ち出すことができる。」(段落【0022】)",
                    "「除湿を待つ気流90の流速を加速し、除湿の効果を制御するため、本実施例中では、除湿ファン44を設置し、吸着材料41を通過する乾燥気流92を装置4外へと排出することができる。この他、除湿装置4はさらに、必要に応じて加熱ユニット43を設置することができる。本実施例中では、加熱ユニット43は、再生部42の入口端4232と再生ファン424との間に設置する。加熱ユニット43は、循環気流91に熱量を提供し、循環気流91の温度を上げることができ、これにより水分を脱着する凝結効果を向上させることができる。」(段落【0023】)",
                    "「上記は本発明の実施例に過ぎず、本発明技術内容の説明に用いたのみで、本発明を限定するものではない。本発明の精神に基づく等価応用或いは部品(構造)の転換、置換、数量の増減はすべて、本発明の保護範囲に含むものとする。」(段落【0024】)"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "発明の効果",
                  "text": [
                    "「本発明は，通電の方式を利用し，材料に導電し，脱着を行うことができ，本発明が提供する省エネ型除湿装置は，エネルギー消費を低下させ，脱着効果を拡大することができる。」(段落【0009】)",
                    "本願補正発明の構成及びその特徴は以下のとおりであると認められる。"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "回転ホイール式脱着除湿装置は，除湿ホイールにより空気中の水分を吸着し，電熱により空気を加熱して除湿ホイールの再生側に流し，水分の脱着を行い，再生側の高温高湿の空気は，熱交換器中に導入され，凝結を行い，これにより排水タンクにより凝結した水分を収集するというものである。",
                    "回転ホイール式脱着除湿装置における加熱脱着メカニズムは，主に気流熱交換気化と放射熱気化の部分に分けられる。従来の加熱式再生脱着法の気流熱交換気化の部分は，加熱再生気流が間接的に気化脱着を起こすものであり，放射熱気化の部分は，放射熱が水分子に吸収されると同時に大部分の放射熱量も吸湿構造体により吸収されるものである。",
                    "これらは共に，回避不能なエネルギー消費の源となっており，また，放射熱量が招く吸湿構造体表面の温度上昇は，水分子の吸着に不利で，除湿能力を大幅に低下させてしまうことから，加熱式再生脱着法は，回転ホイール式除湿装置のエネルギー消費を高めてしまい，除湿効率を低下させる主な要因となっている。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "本願補正発明は，回転ホイール式除湿装置において，除湿装置のエネルギー消費を高めてしまい，除湿効率を低下させてしまうという，従来の加熱式再生脱着法における課題を解決することを目的とするものであり，その解決手段として，本願補正発明は，凝結部，吸着材料，再生部，電圧源を備えた除湿装置であって，吸着材料は，所定の材質からなり，気流を通過させ，気流内の水分子を吸着するものであり，再生部は，循環気流を提供する凝結部及び吸着材料と相互に接続し，循環気流を導引し，吸着材料を通過させるものであって，さらに，吸着材料の両側と相互に接続する一対の電極構造を備え，各電極構造は，吸着材料と相互に接続する導電構造と，導電構造に組み合わされて導電構造を相互に絶縁する複数のサブ電極に分ける複数の絶縁フレームとを包含するものであり，電圧源は，一対の電極構造と相互に接続し，電圧を提供するものであり，これにより，吸着材料には電流が導通し，吸着材料に吸着された水分子の脱着が行われるという構成を採用した。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "本願補正発明においては，吸着材料両側に電極を設置し，一対の電極に通電することで，電流が吸着材料を通過して温度上昇を起こすことができ，同時に，被吸着分子と吸着材料との間の吸引力に影響を及ぼして，吸着材料により吸着された物質を脱着する。また，電極の区域に対応して気流を導引する通路を設置することにより，気流は通電した吸着材料を通過可能で，脱着の速度を加速する。",
                    "本願補正発明は，上記のとおり，吸着材料に導電し，脱着を行うという作用により，除湿装置において，エネルギー消費を低下させ，脱着効果を拡大するという効果を奏する。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "刊行物1の記載事項等",
              "text": [
                "刊行物1(甲1)には，次のような記載がある(下記記載中に引用する図面については，別紙2の刊行物1図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "「【請求項1】 ハニカム状に形成され，通過する空気から水分を吸湿する吸湿用素子において，表面に水分を吸湿する吸湿剤と導電性材料とを混合した担持体を担持させた吸湿用素子。」",
                  "text": [
                    "「【請求項2】 上記吸湿剤は，シリカゲル，ゼオライト，活性化アルミナ，または吸湿性のある塩類である請求項1に記載の吸湿用素子。」",
                    "「【請求項5】 請求項1～4のいずれかに記載の吸湿用素子を適用した空調機器であって，上記吸湿用素子を複数の領域に分割するとともに，分割した領域毎に絶縁材料で分離し，さらに，上記分割した領域毎に給電が行える給電手段を備えた空調機器。」"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "発明の属する技術分野，従来の技術",
                  "text": [
                    "「この発明は，通過する空気から水分を吸湿する吸湿用素子およびこの吸湿用素子を適用した空調機器に関する。」(段落【0001】)",
                    "「従来より，空気中の水分量(湿度)を調整する除湿機等の空調機器には通過する空気から水分を吸湿する吸湿用素子が設けられている。図5は連続運転が可能な従来の連続式乾湿除湿機の概念を示す構成図である。図において，21は吸湿用素子，22は除湿ファン，23は再生ファン，24はヒータである。本体において，除湿ファン22の運転を開始することによって図に示す被除湿空気の流れが生じ，再生ファン23の運転を開始することによって図に示す再生空気の流れが生じる。上記被除湿空気は吸湿用素子21における除湿領域21aを通過し，上記再生空気は吸湿用素子21の再生領域21b(図にハッチングで示す領域)を通過する。なお，吸湿用素子21は図示していないモータによって回転駆動されており，吸湿用素子21のおける上記除湿領域21aおよび再生領域21bについては連続的に変化している。すなわち，吸湿用素子21のおける上記除湿領域21aおよび再生領域21bについては固定的に決めれた領域ではなく，被除湿空気が通過する領域が除湿領域21aとなり，再生空気が通過する領域が再生領域21bとなる。さらに，吸湿用素子21はハニカム状に形成したロータであり，ハニカム表面に吸湿剤を担持させた構成である。」(段落【0002】)",
                    "「上記構成の除湿機では，除湿ファン22の運転によって本体外部から取り込まれた被除湿空気は吸湿用素子21(除湿領域21a)を通過する際に，吸湿用素子21に担持させた吸湿剤に水分が吸湿され，乾燥した空気となって放出される。」(段落【0003】)",
                    "「また，再生ファン23の運転によって再生空気が吸湿用素子21(再生領域21b)を通過する。再生空気は，吸湿用素子21を通過する前にヒータ24によって200～250℃に温められており，吸湿用素子21を通過する際に該吸湿用素子21を加熱して吸湿材から水分(主に，上記被除湿空気から吸湿した水分)を奪い，湿った空気となって放出される。これにより，吸湿用素子21は上記被除湿空気から吸湿した水分が取り除かれた状態に戻る(吸湿用素子21は再生される。)。」(段落【0004】)",
                    "「そして，被除湿空気を室内に放出する装置では(再生空気を室外に放出する。)室内の除湿・乾燥が行え，逆に再生空気を室内に放出する装置では(被除湿空気を室外に放出する。)室内の加湿が行える。なお，再生空気については本体に設けた凝縮器で吸湿用素子21を通過した再生空気の水分を結露させて乾燥した再生空気に戻すことによって，再生空気を本体内部で循環させる(本体外部に放出しない)構成の除湿機もある。また，上述したように吸湿用素子21を回転駆動することによって，吸湿用素子21における除湿領域21aおよび再生領域21bを連続的に変化させているので，本体の連続運転が可能である。」(段落【0005】)"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「しかしながら，水分を吸湿した吸湿用素子21を再生するためには，吸湿用素子21を加熱して温度を高める必要があり，従来の方式は上述したようにヒータ14によって温めた再生空気を通過させる方式であった。すなわち，空気を介して吸湿用素子21を加熱していたため，吸湿素子21の加熱にはヒータ14において発生させた熱の一部しか利用されておらず(エネルギーロスが大きく)，ランニングコストが嵩むという問題があった。」(段落【0006】)",
                    "「この発明の目的は，製造コストの増加等のデメリットを抑制し，再生時のエネルギーロスを減少させた吸湿用素子，および，この吸湿用素子を用いることでランニングコストを低減することができる空調機器を提供することにある。」(段落【0009】)"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「この発明は，上記の課題を解決するために以下の構成を備えている。」(段落【0010】)",
                    "「(1)ハニカム状に形成され，通過する空気から水分を吸湿する吸湿用素子において，表面に水分を吸湿する吸湿剤と導電性材料とを混合した担持体を担持させている。」(段落【0011】)",
                    "「この構成では，吸湿用素子に吸湿剤と導電性材料とを混合して担持させたので，導電性材料に給電することにより生じる熱を吸湿剤に直接伝達することができる。したがって，吸湿剤を加熱する際のエネルギーロスが小さくなり，効率的に吸湿用素子を加熱することができる。」(段落【0012】)",
                    "「(2)上記吸湿剤は，シリカゲル，ゼオライト，活性化アルミナ，または吸湿性のある塩類である。」(段落【0013】)",
                    "「この構成では，シリカゲル，ゼオライト，活性化アルミナ，または吸湿性のある塩類を吸湿剤として用いるようにした。」(段落【0014】)",
                    "「(3)上記導電性材料は、カーボンブラックや銀、銅などの金属粉末である。」(段落【0015】)",
                    "「この構成では、カーボンブラックや銀、銅などの金属粉末を導電性材料として用いるようにした。」(段落【0016】)",
                    "「(4)上記導電性材料の配合比は、5wt％～70wt％とした。」(段落【0017】)",
                    "「導電性材料の配合比は、5wt％～70wt％の範囲とすることで、吸湿剤を効率的に加熱することができ、十分な吸湿能力を確保することができる。」(段落【0018】)",
                    "「(5)上記(1)～(4)のいずれかに記載の吸湿用素子を適用した空調機器であって，上記吸湿用素子を複数の領域に分割するとともに，分割した領域毎に絶縁材料で分離し，さらに，上記分割した領域毎に給電が行える給電手段を備えている。」(段落【0019】)",
                    "「この構成では，吸湿用素子を複数の領域に分割し，各領域毎に給電が行えるようにしたので，吸湿剤による水分の吸湿と，吸湿剤からの水分の奪う再生とを並行して行うことができる。したがって，除湿・乾燥動作，または，加湿動作を連続して行うことができる。また，上記したように吸湿用素子の再生時におけるエネルギーロスが小さいので，ランニングコストも大幅に低減できる。」(段落【0020】)"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "発明の実施の形態",
                  "text": [
                    "「図1は、この発明の実施形態である吸湿用素子を示す図である。図において、1は帯板状の基材(以下、帯板状基材1と言う。)であり、2は基材1表面に貼着された断面が波形の基材(以下、波形状基材2と言う。)であり、3は帯板状基材1および波形状基材2に担持させた担持体である。帯板状基材1および波形状機材2はダンボール紙等を原料とした帯状のシートであり、また波形状基材2はこの帯状シートを高さ1～1．5mm程度の波付け加工したものである。」(段落【0023】)",
                    "「また、担持体3は、合成ゼオライト、カーボンブラック、バインダーの混合物である。このように、担持体3に導電性材料であるカーボンブラックを混合したことによって、担持体3に対して給電を行うことでカーボンブラックが発熱し、吸湿材である合成ゼオライトを直接加熱することができる。したがって、吸湿用素子の吸湿材を効率的に加熱することができる(吸湿用素子を加熱する際のエネルギーロスが小さい。)。なお、吸湿剤としては、上記合成ゼオライトの他にもシリカゲルや活性化アルミナまたは塩化リチウム等の吸湿性のある塩類を用いてもよい。また、発熱材料となる導電性材料としては上記カーボンブラックの他にも銀ペースト、インジウム-スズ酸化物(ITO)、アンチモン-スズ酸化物(ATO)、銅等の金属粉末を用いてもよい。さらに、担持体3における上記発熱材料となるカーボンブラックの配合比については5wt％～70wt％の範囲内であることが好ましい。この配合比については、本願発明者が行った実験において、担持体3における吸湿能力および給電により吸湿材を適当な温度まで加熱するのに要する時間等から判断したものである。」(段落【0024】)",
                    "「図2は，図1に示した吸湿用素子で構成した吸湿ロータを示す図である。この吸湿ロータ10は，厚み方向に通気孔が設けられている。また，吸湿ロータ10は図示するように8つの領域に分割しており，各領域を絶縁材料で分離した構造である。吸湿ロータ10の両面には銀ペーストなどの低抵抗塗料が塗布されており，該吸湿ロータ10の外周部に設けられた電極11に接合されている。また，図に示す12は上記電極11に給電を行うための外部電源であり，13は外部電源12からの給電の開始／停止を切り換えるスイッチである。なお，外部電源12は分割した領域毎に設けてもよいし，単一の外部電源12から各領域に対して給電を行う構成でもよい。但し，各領域毎にスイッチ13を設けており，各領域毎に給電を行うことができる。したがって，吸湿ロータ10は分割した領域毎に吸湿材を加熱することができるので，吸湿剤による水分の吸湿を行う領域(除湿領域)と，吸湿剤から水分を奪う再生を行う領域(再生領域)とに分割して機能させることができる。」(段落【0025】)",
                    "「図3は，上記図2に示した吸湿ロータを適用した空調機器における除湿・乾燥(または加湿)動作の概念を示す図である。図において10は吸湿ロータであり，15は除湿ファンであり，16は再生ファンである。〔従来技術〕の欄でも記載したように，除湿ファン15の運転を開始することによって図に示す被除湿空気の流れが発生し，再生ファン16の運転を開始することによって図に示す再生空気の流れが発生する。なお，この図では吸湿ロータ10に対して給電を行う外部電源については図示していない。」(段落【0026】)"
                  ]
                },
                {
                  "fig": "f",
                  "subject": "発明の効果",
                  "text": [
                    "「以上のように，この発明によれば，ハニカム表面に吸湿剤と導電性材料とを混合して担持させたので，導電性材料に給電した際に生じる熱によって吸湿剤を直接加熱することができる。したがって，吸湿剤を加熱する際のエネルギーロスが小さい吸湿用素子を得ることができる。」(段落【0034】)",
                    "「また，上記発明にかかる吸湿用素子を適用し，吸湿用素子を複数の領域に分割し，各領域毎に給電が行えるようにしたので，吸湿剤による水分の吸湿と，吸湿剤からの水分の奪う再生とが並行して行える。したがって，除湿・乾燥動作，または，加湿動作を連続して行うことができる空調機器を得ることができる。また，上記したように吸湿用素子の再生時におけるエネルギーロスが小さいので，ランニングコストも大幅に低減できる。」(段落【0035】)",
                    "刊行物1の記載事項によれば，刊行物1には，次の点が開示されていることが認められる。"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "刊行物1に記載された発明は，通過する空気から水分を吸湿する吸湿用素子及びこの吸湿用素子を適用した空調機器に関する。",
                    "従来の除湿機等の空調機器では，水分を吸湿した吸湿用素子を再生するためには，吸湿用素子を加熱して温度を高める必要があり，従来の方式は，ヒータによって温めた再生空気を通過させる方式，すなわち，空気を介して吸湿用素子を加熱していたため，吸湿用素子の加熱には，ヒータにおいて発生させた熱の一部しか利用されておらず(エネルギーロスが大きく)，ランニングコストが嵩むという問題があった。",
                    "刊行物1に記載された発明は，上記課題を解決し，製造コストの増加等のデメリットを抑制し，再生時のエネルギーロスを減少させた吸湿用素子，及びこの吸湿用素子を用いることでランニングコストを低減することができる空調機器を提供することを目的とするものである。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "刊行物1に記載された発明は，ハニカム状に形成され，通過する空気から水分を吸湿する吸湿用素子において，シリカゲル，ゼオライト，活性化アルミナ又は吸湿性のある塩類などの表面に水分を吸湿する吸湿剤と導電性材料とを混合した担持体を担持させたものであり，また，このような吸湿用素子を適用した空調機器であって，吸湿用素子を複数の領域に分割するとともに，分割した領域毎に絶縁材料で分離し，さらに，分割した領域毎に給電が行える給電手段を備えたものである。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "刊行物1に記載された発明によれば，ハニカム表面に吸湿剤と導電性材料とを混合して担持させたので，導電性材料に給電した際に生じる熱によって吸湿剤を直接加熱することができるため，吸湿剤を加熱する際のエネルギーロスが小さい吸湿用素子を得ることができ，また，かかる吸湿用素子を適用し，吸湿用素子を複数の領域に分割し，各領域毎に給電が行えるようにしたので，吸湿剤による水分の吸湿と，吸湿剤から水分を奪う再生とを並行して行えるため，除湿・乾燥動作又は加湿動作を連続して行うことができる空調機器を得ることができ，吸湿用素子の再生時におけるエネルギーロスが小さいので，ランニングコストも大幅に低減できるという効果を奏するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "subject": "原告の主張する相違点Aの存否について",
              "text": [
                "本願補正発明における「両側」の意義について",
                "の構成及び特徴によれば，本願補正発明における一対の電極構造は，吸着材料の「両側」と相互に接続されたものであって，電圧源から電圧が提供されることにより，その一対の電極構造の間に存在する吸着材料に電流を導通させ，それにより，吸着材料に吸着された水分子の脱着を行うものである。",
                "本願補正発明において，吸着材料の「両側」と相互に接続された一対の電極構造は吸着材料に電流を導通させる作用を果たす必要があるから，吸着材料の「両側」とは，「その間に存在する吸着材料に電流を導通させることが可能な一対の位置を意味する」ものといえる。",
                "他方，本願補正発明は，吸着材料の「両側」と吸着材料における気流の進行方向との関係について何ら特定するものではないから，吸着材料の「両側」を「吸着材料における気流の入口面と，気流の出口面」を意味すると限定して解すべき理由はない。このことは，本願補正発明において，吸着材料の形状を特に限定しておらず，例えば，立方体形状の吸着材料では，吸着材料における気流の入口面と出口面に垂直な面に一対の電極構造を設けることも可能であって，吸着材料の形状によっては，必ずしも，吸着材料における気流の入口面と出口面に一対の電極構造を設ける必要はないことに照らしても明らかである。",
                "引用発明1における「電極11」について"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "記載のとおりであり，吸湿剤(材)からなる吸湿ロータ10，吸湿ロータ10における再生領域，外部電源12を備えた，エネルギーロスの少ない除湿装置に関するものであり，吸湿ロータ10は，被除湿空気の流れを通過させ，被除湿空気の流れ内の水分を吸湿するものであり，吸湿ロータ10における再生領域は，再生空気の流れを導引し，吸湿ロータ10を通過させるものであって，さらに，吸湿ロータ10の両面と相互に接続する導電構造である一対の電極11を備えるものであり，外部電源12は，一対の電極11と相互に接続し，給電し，これにより，吸湿ロータ10には電流が導通し，吸湿剤(材)から水分を奪うものである。",
                    "引用発明1に相当する実施例に関し，刊行物1の段落【0025】には「図2は，図1に示した吸湿用素子で構成した吸湿ロータを示す図である。この吸湿ロータ10は，厚み方向に通気孔が設けられている。また，吸湿ロータ10は図示するように8つの領域に分割しており，各領域を絶縁材料で分離した構造である。吸湿ロータ10の両面には銀ペーストなどの低抵抗塗料が塗布されており，該吸湿ロータ10の外周部に設けられた電極11に接合されている。また，図に示す12は上記電極11に給電を行うための外部電源であり，13は外部電源12からの給電の開始／停止を切り換えるスイッチである。・・・したがって，吸湿ロータ10は分割した領域毎に吸湿材を加熱することができるので，吸湿剤による水分の吸湿を行う領域(除湿領域)と，吸湿剤から水分を奪う再生を行う領域(再生領域)とに分割して機能させることができる。」との記載があり，引用発明1における一対の「電極11」は，吸湿ロータ10の両面と相互に接続する導電構造であるが，刊行物1には，上記「電極11」は吸湿ロータ10の外周部に設けられており，吸湿ロータ10の両面に塗布された銀ペーストなどの低抵抗塗料と接合されていることが記載されている。",
                    "上記記載によれば，一対の「電極11」には，外部電源12から給電されるが，上記のとおり，「電極11」は吸湿ロータ10の両面に塗布された銀ペーストなどの低抵抗塗料と接合されているから，上記銀ペーストなどの低抵抗塗料にも給電され，その結果，銀ペーストなどの低抵抗塗料の間に存在する吸湿ロータ10に電流が導通することになる。",
                    "そして，銀ペーストなどの低抵抗塗料は，吸湿ロータ10の両面に塗布されており，また，その間に存在する吸湿ロータ10に電流が導通するのであるから，銀ペーストなどの低抵抗塗料は，その間に存在する吸着材料(吸湿ロータ)に電流を導通することが可能な一対の位置，すなわち，本願補正発明にいう，吸着材料の「両側」と相互に接続されたものであるといえる。",
                    "そうすると，引用発明1における一対の「電極11」と，これにそれぞれ接合されている「吸湿ロータ10の両面に塗布された銀ペーストなどの低抵抗塗料」とは，一体として，吸着材料の「両側」と相互に接続されたものであって，電圧源から電圧が提供されることにより，吸着材料に電流を導通させるものであり，それによって，吸着材料に吸着された水分の脱着が行われるのであるから，本願補正発明における一対の「電極構造」に相当するものであると認められる。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "以上によれば，本件審決が，引用発明1の認定において，「電極11」を，これに接合された「吸湿ロータ10の両面に塗布された銀ペーストなどの低抵抗塗料」に言及することなく，本願補正発明の「電極構造」に相当するとしたことは不適切であるとはいえるものの，本願補正発明と引用発明1とが，本願補正発明の「電極構造」は吸着材料の両側に接続されているのに対し，引用発明1の「電極構造11」は吸着材料(吸湿ロータ10)の外周部に設けられている点(相違点A)において，相違するということはできない。"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "原告は，本願補正発明において，一対の電極構造が「吸着材料の両側と相互に接続する」とは，一対の電極構造がそれぞれ，「吸着材料における気流の入口面と，気流の出口面との間で構造的に接続又は連結されていること」を意味するものと解すべきである旨主張し，その根拠として，①吸着材料は水分子を吸着する「構造体」であるから，構造体と他の構造が接続するという場合には，第一義的には，両者が構造的に接続又は連結されていることを意味するものであって，結果(作用)として電気的に接続されることになる場合を意味するものではないこと，②請求項に吸着材料の具体的形態が記載されていない以上，吸着材料の「両側」は「吸着材料において，気流の入口面と出口面」を意味するものと考えるのが自然であること，③本願明細書の記載(段落【0013】，【図2】，【図14】)や本願補正発明における吸着材料が比抵抗の極めて大きい材料を含むものであることに照らせば，一対の電極構造は，吸着材料において気流の入口面と出口面に接続又は連結されることによって，初めて「大部分のエネルギーは，吸着された物質上に直接加えられる」という作用効果を奏し得ることを挙げる。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "上記①の点について",
                      "text": [
                        "原告の主張の趣旨は必ずしも明らかではないが，引用発明1における一対の「電極11」と，これにそれぞれ接合されている「吸湿ロータ10の両面に塗布された銀ペーストなどの低抵抗塗料」とが，一体として，吸着材料の「両側」と相互に接続されたものであって，電圧源から電圧が提供されることにより，吸着材料に電流を導通させるものであることは前記 a記載のとおりであり，上記「電極11」及び「吸湿ロータ10の両面に塗布された銀ペーストなどの低抵抗塗料」が一体として，吸着材料と構造的に接続されているといえることは明らかである。",
                        "したがって，原告の上記①の点に関する主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "subject": "上記②及び③の点について",
                      "text": [
                        "本願補正発明において，吸着材料の形状を特に限定していないことは原告主張のとおりであるが，吸着材料の形状が一定の形状のものに限定されていないことから，本願補正発明における吸着材料の「両側」を「気流の入口面と出口面」を意味するものと解すべきであるとはいえない。むしろ，本願補正発明においては，吸着材料の形状を特に限定していないことから，吸着材料の形状によっては，必ずしも，吸着材料における気流の入口面と出口面に一対の電極構造を設ける必要がないことは， である。",
                        "また，本願補正発明は，吸着材料の「両側」と吸着材料における気流の進行方向との関係について何ら特定しておらず，原告の指摘する本願明細書の段落【0013】及び【図2】にも，両者の関係については何ら記載されていない。さらに，段落【0021】～【0023】及び【図14】の記載は，一実施例に関するものにすぎず，このような実施例が存するからといって，本願補正発明が上記実施例の態様に限られるものということはできない。加えて，前本願補正発明は，吸着材料両側に電極を設置し，一対の電極に通電することで，電流が吸着材料を通過して温度上昇を起こすことができ，同時に，被吸着分子と吸着材料との間の吸引力に影響を及ぼして，吸着材料により吸着された物質を脱着するというものであって，本願補正発明における作用効果は，吸着材料に対しての気流の入口や出口といった進行方向いかんにかかわるものとは認められない。",
                        "なお，吸着材料の「両側」が，吸着材料における気流の入口面と出口面を意味するとの原告の主張を前提としたとしても，刊行物1の段落【0026】及び【図3】には，被除湿空気が銀ペーストなどの低抵抗塗料が塗布された吸湿ロータ10の一方の面から他方の面に流れることが記載されているから，いずれにせよ，本願補正発明と引用発明1とが，原告の主張する相違点Aにおいて相違するということはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "オ",
              "subject": "原告の主張する相違点Bの存否について",
              "text": [
                "本願補正発明の特許請求の範囲の請求項1載のとおりであり，「電極構造」が抗酸化導電層を備えることを特定するものではない。",
                "そして，原告が指摘する本願明細書の段落【0017】及び【図6】の記載は，一実施例に関するものにすぎず，このような実施例が存するからといって，本願補正発明が上記実施例の態様に限られるものということはできない。本願明細書に記載された実施例として，電極構造として抗酸化導電層を備えた構造のみが開示されていたとしても，同様である。",
                "したがって，本願補正発明と引用発明1とが，本願補正発明の「電極構造」は抗酸化導電層を備えた構造であるのに対し，引用発明1がそのような抗酸化導電層を備えていない点(相違点B)において相違するということはできない。"
              ]
            },
            {
              "fig": "カ",
              "subject": "本願補正発明の容易想到性について",
              "text": [
                "前記のとおり，本願補正発明と引用発明1とが，原告の主張する相違点A及びBにおいて相違するとはいえないから，本願補正発明は，相違点A及びBに基づいて，引用発明1にはない顕著な効果を奏するものであるとの原告の主張に理由がないことは明らかである。",
                "したがって，本件審決における本願補正発明の容易想到性の判断に誤りはない。"
              ]
            },
            {
              "fig": "キ",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決に原告が主張する相違点の看過は認められず，したがって，本件審決における容易想到性の判断についても誤りがあるとは認められないから，本件審決が本件補正を却下したことは相当であって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明の容易想到性判断の誤り)について",
          "text": [
            "原告は，本件審決は，本願発明と引用発明2との対比において，引用発明2における「第1及び第2の側面(5，7)にそれぞれ貼付され，扇状に複数に分割されたメッシュ状電極(10)」が本願発明における「一対の電極構造を備え，それは前記吸着材料の両側と相互に接続し，前記電極構造は，相互に絶縁する複数のサブ電極」に相当するとしたが，本願発明における「サブ電極」は抗酸化導電層を備えたものと解すべきところ，刊行物2には，メッシュ状電極(10)」の材料について具体的な開示はないから，引用発明2における「メッシュ状電極(10)」は本願発明における「サブ電極」とは異なるものであって，上記一致点の認定は誤りであり，本願補正発明と引用発明2とは抗酸化導電層を備えた構造であるか否かという点において相違するにもかかわらず，本件審決は上記相違点を看過した旨主張する。",
            "そして，原告は，本願発明と引用発明2とは，上記相違点においても相違し，本願発明は，上記相違点に基づいて，引用発明2にはない顕著な効果を奏するものであるから，刊行物2に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるとはいえない旨主張する。",
            "本願明細書の記載事項等"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "おりである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "の記載についてのものであり，明細書の記載についての補正事項を含まない。)。",
                "化導電層を備えることを特定するものではない。",
                "そして，原告が指摘する本願明細書の段落【0017】及び【図6】の記載は，一実施例に関するものにすぎず，このような実施例が存するからといって，本願発明が上記実施例の態様に限られるものということはできない。本願明細書に記載された実施例として，電極構造として抗酸化導電層を備えた構造のみが開示されていたとしても，同様である。",
                "したがって，本願発明と引用発明2とが，本願発明の「サブ電極」は抗酸化導電層を備えた構造であるのに対し，引用発明2がそのような抗酸化導電層を備えていない点において，相違する旨の原告の主張はその前提を欠くから失当である。",
                "以上によれば，本件審決に相違点の看過がある旨の原告の主張は失当であり，本件審決における容易想到性の判断についても誤りがあるとは認められないから，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
        "したがって，原告の請求は棄却されるべきものである。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10035",
    "date": "2014-10-15",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084566",
    "ipprecedent_id": "3872",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}