{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2012-13531号事件について平成26年1月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，進歩性判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "フレックストロニクス  インターナショナル  ユーエスエー，インコーポレッド（フレックストロニクス社）は，平成17年6月22日，発明の名称を「フレキシブル基盤上のイメージ撮像デバイスの実装におけるシステムと方法」（後に「デジタルカメラモジュールとその製造方法，該モジュールを実装しているカメラ」と補正）とする特許出願をした（特願2007-518234号。WO2006／012139号。パリ条約による優先権主張：平成16年6月25日（本件優先日），アメリカ合衆国）が，平成24年3月13日，拒絶査定を受け，平成24年7月13日，審判請求するとともに（不服2012-13531号），手続補正をした（本件補正）。フレックストロニクス社は，平成24年6月28日，本願出願人の地位を原告に譲り渡し，同年12月18日，特許庁に出願人名義変更届を提出した。",
            "特許庁は，平成26年1月8日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，同月20日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の特許請求の範囲の請求項1に記載された本願発明（補正発明）の要旨は，以下のとおりである（本件補正による訂正箇所に下線を付した。下線を除いた部分が本件補正前の本願発明（補正前発明）である。）。",
            "「可撓性を有する回路基板と，該回路基板表面に実装されるイメージ撮像デバイスと，前記イメージ撮像デバイス上に実装されるレンズハウジングと，前記イメージ撮像デバイスの下方の裏面に取り付けられる補強材と，を備えており，",
            "前記可撓性を有する回路基板が，可撓性の基層と，該可撓性の基層上に形成される第1，第2の導電性のトレース層と，イメージ撮像デバイス用の複数の第1接触パッドと，コネクタと，を備え，",
            "前記第1の導電性のトレース層が，イメージ撮像デバイスの実装される側の第1面上に設けられており，",
            "前記第2の導電性のトレース層が，前記第1面の反対の第2面に設けられており，前記可撓性を有する回路基板を通って前記第1の導電性のトレース層に接続されており，",
            "前記複数の第1接触パッドが，前記第1の導電性のトレース層に電気的に接続されており，",
            "前記コネクタが，複数の第2接触パッドを備え，該第2接触パッドが前記第2の導電性のトレース層に電気的に接続されており，",
            "前記可撓性を有する回路基板が，第2面側へと曲げて用いられ，前記第1接触パッドの各々が，前記第1の導電性のトレース層上に接着されるニッケルからなる層と，前記ニッケルからなる層上に接着される金からなる層とからなる，ことを特徴とするデジタルカメラモジュール。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点（争点とは関係の薄い部分は小さいフォントで表記する。）",
          "text": [
            "本件補正は，平成18年法律第55号改正附則3条1項によりなお従前の例によるとされる同法による改正前の特許法（平成18年改正前特許法）17条の2第4項2号に規定された特許請求の範囲の減縮を目的とするものであるといえ，補正の要件を満たすが，補正発明は，引用例1（特開2002-330358号公報）記載の発明（引用発明），引用例2（特表2002-523891号公報）記載の技術，引用例3（特開2003-204012号公報）記載の技術及び周知技術に基づいて，当業者が容易に発明することができたものであるから，同法17条の2第5項において準用する同法126条5項にいう独立特許要件を欠き，同法159条1項において準用する53条1項に基づき，本件補正は却下される。そして，補正前発明は，補正発明の構成をすべて含むから，補正発明と同様の理由により，当業者が容易に発明することができたものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "「フレキシブルプリント配線板と，該フレキシブルプリント配線板表面に実装される光学素子ベアチップと，前記光学素子ベアチップ上に実装されるレンズアセンブリと，前記光学素子ベアチップの下方の裏面に取り付けられる補強板と，を備えており，前記フレキシブルプリント配線板が，光学素子ベアチップ用の複数のパッドを備えるデジタルカメラ用の実装構造。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "補正発明と引用発明との対比",
              "text": [
                "（一致点）",
                "「可撓性を有する回路基板と，該回路基板表面に実装されるイメージ撮像デバイスと，前記イメージ撮像デバイス上に実装されるレンズハウジングと，前記イメージ撮像デバイスの下方の裏面に取り付けられる補強材と，を備えており，",
                "前記可撓性を有する回路基板が，イメージ撮像デバイス用の複数の第1接触パッドを備えるデジタルカメラモジュール。」",
                "（相違点）",
                "相違点1：補正発明では，「前記可撓性を有する回路基板が，可撓性の基層と，該可撓性の基層上に形成される第1，第2の導電性のトレース層と，イメージ撮像デバイス用の複数の第1接触パッドと，コネクタと，を備え，前記第1の導電性のトレース層が，イメージ撮像デバイスの実装される側の第1面上に設けられており，前記第2の導電性のトレース層が，前記第1面の反対の第2面に設けられており，前記可撓性を有する回路基板を通って前記第1の導電性のトレース層に接続されており，前記複数の第1接触パッドが，前記第1の導電性のトレース層に電気的に接続されており，前記コネクタが，複数の第2接触パッドを備え，該第2接触パッドが前記第2の導電性のトレース層に電気的に接続されて」いるのに対し，引用発明では，フレキシブルプリント配線板は，光学素子ベアチップ（補正発明でいう「イメージ撮像デバイス」）用の複数のパッド（補正発明でいう「複数の第1接触パッド」）を備えること以外は，そのように特定されていない点。",
                "相違点2：補正発明では，「前記可撓性を有する回路基板が，第2面側へと曲げて用いられ」るのに対し，引用発明では，どのように用いられるのか特定されていない点。",
                "相違点3：補正発明では，前記第1接触パッドの各々が，「前記第1の導電性のトレース層上に接着されるニッケルからなる層と，前記ニッケルからなる層上に接着される金からなる層とからなる」のに対し，引用発明では，複数のパッドは，そのように特定されていない点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての検討",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "引用発明は，公知のフレキシブルプリント配線板が使用可能なものである。",
                    "両面に配線を有するフレキシブルプリント配線板は，カメラモジュールにおいても用いられているものであるが，そのようなフレキシブルプリント配線板として，「第1の表面と第2の表面とを有する折り曲げ可能な非導電性の基板を含み，第1の導電トレースが第1の表面に設けられ，第2の導電トレースが第2の表面に設けられており，基板を貫通して第1のトレースから第2のトレースに通路が延びていて，通路は第1のトレースと第2のトレースとを電気的に相互接続する導電表面を含む，フレキシブル回路基板」は，引用例2に記載されているように知られている。",
                    "また，引用発明のデジタルカメラ用の実装構造において，信号出力するための端子を備えることが想定され，フレキシブルプリント配線板から信号を出力するための端子の構成として，該フレキシブルプリント基板にフレキシブルプリント配線板の配線と接続されたパッドを備えるコネクタを備えたものは周知である。",
                    "したがって，引用発明において，フレキシブルプリント配線板に，引用例2に記載されたフレキシブル回路基板を用い，また，上記周知のコネクタを備えることは，当業者が容易に想到し得ることである。その場合，光学素子ベアチップが実装される側を第1の表面とすると，引用発明の複数のパッドは，前記第1の導電トレースに電気的に接続されているものとなり，また，コネクタのパッドをフレキシブルプリント配線板の表面に備えるか裏面に備えるかは，コネクタを差し込む対象の回路と合わせて設計を行う上で決定される事項であって，第2の表面の第2の導電トレースに電気的に接続することも容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "引用発明のフレキシブルプリント配線板は，曲げて用いることを想定したプリント配線板であるから，引用発明の構造をカメラなどに実装するときに，フレキシブルプリント配線板を曲げて用いることは予定されたことである。また，カメラの筐体に引用発明のレンズアセンブリを取り付けると，レンズは筐体の外部側へ向いているから，フレキシブルプリント配線板を曲げる方向は，筐体の内部側（補正発明でいう「第2面側」）となると考えるのが自然である。",
                    "したがって，引用発明のプリント配線板が，第2面側へと曲げて用いられる構成とすることは当業者が容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "text": [
                    "引用発明の複数のパッドは，ワイヤボンディングにより配線を行うための，プリント配線上のパッドである。プリント配線上のパッドの構成として，ニッケルメッキ層と金メッキ層とを順次形成したものは，知られている（引用例3）から，引用発明におけるプリント配線上の複数のパッドにかかる構成を採用し，複数のパッドを，ニッケルメッキ層と金メッキ層とを順次形成したものとすることは，当業者が容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "補正却下",
                  "text": [
                    "補正発明は，引用発明に，引用例2に記載された技術等を組み合わせることで，当業者が容易に発明をすることができたものであり，本件優先日当時，独立して特許を受けることができないものである。 ",
                    "よって，本件補正は，却下すべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "補正前発明について",
              "text": [
                "補正前発明は，補正発明から，その発明特定事項である「前記第1接触パッドの各々が，前記第1の導電性のトレース層上に接着されるニッケルからなる層と，前記ニッケルからなる層上に接着される金からなる層とからなる」ことを省いたものであるが，これは，本願補正発明と刊行物1発明との対比における相違点3に係る事項であるから，補正前発明と引用発明を対比すると，両者の一致点，相違点は，補正発明と引用発明の一致点，相違点のうち，相違点3を省いたものと同じである。",
                "補正前発明と引用発明との相違点は上記相違点1，2のとおりであるから，補正発明に対する上記判断と同様の理由で当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由-相違点2の判断の誤り",
      "text": [
        "審決は，引用例を示すことなく，フレキシブルプリント配線板を曲げて用いられることを周知技術と認定し，引用発明に周知技術を適用して相違点2に係る構成に想到することは，当業者が容易に想到し得ることであると判断したが，かかる判断は誤りである。また，審決は，相違点2から導かれる「配置的問題が軽減され，更に，従来技術よりも少ない製造工程及び／又は短時間の組立時間でできあがる」という効果を看過し，進歩性判断を誤った。",
        "フレキシブルプリント配線板は，リジッドプリント配線板と比べて厚みが薄くて軽量であり，板の中央部分等を打ち抜き等によって自由な形に加工できるという特徴があるので，軽量化のために用いるだけで，曲げて用いないこともよくある。また，フレキシブルプリント配線板を曲げて3次元的に用いるには，曲げたフレキシブルプリント配線板の配線が他の構成物と接触すること等がないように設計しなければならないので，容易に曲げて用いることはできない。このように，フレキシブルプリント配線板を曲げて用いるには，それなりの目的が必要である。補正発明は，「配置的問題が軽減され，さらに，従来技術よりも少ない製造工程及び／または短時間の組み立て時間でできあがるデジタルカメラモジュール」を提供することを課題とし，かかる課題を解決するため，補正発明は，回路基板（フレキシブルプリント配線板）を第2面側に曲げて用いる構成を採用している。",
        "しかしながら，審判手続で示された引用例には，フレキシブルプリント配線板を曲げて用いるデジタルカメラモジュールを示すものはなく，フレキシブルプリント配線板を曲げて用いることや，フレキシブルプリント配線板を曲げて用いることにつながる課題について記載も示唆もない。したがって，フレキシブルプリント配線板を曲げて用いられる構成とすることは，当業者が容易に想到し得ない。",
        "被告が，フレキシブルプリント配線板を曲げて用いることが，当業者にとって既知の技術的事項であることを示すために提出した証拠は，補正発明とは異なって，単に配線パターンを有するだけで，電気部品等を有していない基板に関するものや，撮像素子等が片面側に実装されているだけで，その撮像素子等の裏面側に補強材は取り付けられていないものにすぎず，フレキシブルプリント配線板を曲げて用いることが，当業者にとって既知の技術的事項であることは立証されていない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "フレキシブルプリント配線板を曲げて用いることは，周知技術である。すなわち，岩波情報科学辞典（乙1）において，「フレキシブルプリント基板  flexible printed wiring board  プリント基板の一種。可撓性のある配線板をいう。基材にはポリイミドフィルムなどの耐熱性フィルムを用いる。片面に銅箔で配線パターンを形成した片面フレキシブル基板と，両面に銅箔で配線パターンを形成した両面フレキシブル基板がある。可撓性があるためふつうの堅いプリント基板では対応できない複雑な形状部や可動部に用いられる。」と記載されているとおり，フレキシブルプリント配線板は，その可撓性を利用して複雑な形状部や可動部に用いられることを目的とする部品であり，複雑な形状部に合わせて屈曲されて用いられることや可動部に用いて曲げて用いられることを想定したものである。そして，装置の筐体内にカメラモジュールを設置する際に，カメラモジュールから延びるフレキシブルプリント配線板を曲げて用いる周知例も，多数存在する（特開2001-33686号公報（乙2），特開2002-330319号公報（乙3），特開2004-64575号公報（乙4））。",
        "他方，引用例1の段落【0006】において，フレキシブルプリント配線板を用いた従来例の説明において，「なお，装置内での接続を容易にするために，リジッドプリント配線板11と，図では省略した他の回路とをフレキシブルプリント配線板12により接続している。」と記載されているように，引用発明も，フレキシブルプリント配線板の可撓性を利用して，装置内での接続を容易にすることを意図している。",
        "したがって，フレキシブルプリント配線板を曲げて用いることは，周知の技術的事項であり，引用発明も，フレキシブルプリント配線板を曲げて用いることを想定しているから，引用発明に上記周知技術を適用することは，当業者が容易に想到し得るものである。"
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "審決の行った補正発明の認定，引用発明の認定，これらを前提とした両発明の対比については，当事者間に争いがなく，上記第2の2，3(1)(2)のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1（特開2002-330358号公報，甲1）には，次のとおりの記載がある。",
                    "【特許請求の範囲】",
                    "【請求項1】 基板上にCCD等光学素子ベアチップおよびレンズアセンブリを実装するにあたって，次の構成によることを特徴とする光学素子とレンズアセンブリとの位置合わせ方法。",
                    "a）前記光学素子ベアチップ実装部近傍に少なくとも2個所の基準穴を穿設したフレキシブルプリント配線板と，該基準穴に相当する位置に該基準穴の2～5倍の直径の穴を穿設した補強板とを接着したものを基板とすること。",
                    "b）別途作製した位置決め治具であって，前記基準穴と嵌合し，該光学素子ベアチップの形状をくり抜いた窓枠状の該位置決め治具により，前記光学素子ベアチップをa）記載の基板上に位置決め接着し，その後に該位置決め治具を取り外すこと。",
                    "c）前記レンズアセンブリのレンズホルダー底部のa）記載の基準穴に相当する位置に，先端部直径が該基準穴直径の0．5倍以下の直径で，付け根部直径が該基準穴直径の1．5～2倍の直径のほぼ円錐台状突起を配設すること。",
                    "d）該円錐台状突起を前記フレキシブルプリント配線板基準穴に挿入後，該基準穴周辺フレキシブルプリント配線板を撓ませながら前記レンズホルダー底部を前記基板表面に押し付けて接着すること。",
                    "【発明の詳細な説明】",
                    "【0001】",
                    "【発明の属する技術分野】本発明は，光学素子とレンズアセンブリとの位置合わせ方法に関するものである。",
                    "【0002】",
                    "【従来の技術】撮像素子が固体化されて久しいが，近年，CCD等光学素子は，その高性能化と多用途化が相俟って需要が急速に高まっている。その用途は例えば，高画素数により画質の面で塩銀フィルムカメラに近づいたディジタルカメラ用，携帯電話の爆発的普及による多機能携帯端末搭載用，都市型犯罪防止あるいは無人化のための監視カメラ用，などである。これら用途は，何れも量産されうる製品用であり，組み立てにあたっては生産性を良くする必要がある。",
                    "・・・",
                    "【0009】",
                    "【発明が解決しようとする課題】しかしながら，上記方法は何れも光学素子とレンズアセンブリとの光軸を合わせるためには高精度の位置決め実装が可能な装置を必要とするという問題があった。すなわち，光学素子の位置決めと該光学素子に対するレンズアセンブリの位置決めを高精度で行なう必要がある。また，前記高精度の位置決め実装が可能な実装装置を使用しても高精度の位置決めを行なうには実装速度が遅くなってしまうという問題もあった。本発明は，上記課題を解決するためになされたもので，高精度な位置決め実装が可能な実装装置を必要とせず，簡単な実装で速やかに光軸を合わせることができる，光学素子とレンズアセンブリとの位置合わせ方法を提供することを目的とする。",
                    "【0010】",
                    "【課題を解決するための手段】",
                    "・・・",
                    "【0011】請求項1の光学素子とレンズアセンブリとの位置合わせ方法によれば，フレキシブルプリント配線板にレンズアセンブリを載置し，基準穴と円錐台状突起を合せ，レンズホルダー底部を補強板に対し垂直に押し付けるだけでフレキシブルプリント配線板の基準穴周辺部が補強板方向に撓みながら基板とレンズアセンブリとの相互位置が定まるので，高精度位置決め可能な実装装置を使用することなく，しかも短時間に光学素子ベアチップおよびレンズアセンブリの高精度光軸合わせを行なうことができる。",
                    "【0012】",
                    "【発明の実施の形態】以下，本発明の一実施形態を図面に基づいて説明する。図1は本発明の実装構造を説明する模式図であり，図2はその部分拡大図である。図1および図2において，1は光学素子ベアチップ，2は21のレンズ，22のレンズホルダーを含むレンズアセンブリ，22a，22bはレンズホルダー22底部二箇所に設置した円錐台状突起，3はフレキシブルプリント配線板，3a，3bはフレキシブルプリント配線板3に穿設した二箇所の基準穴，4は補強板，4a，4bは前記二箇所の基準穴に相当する位置に基準穴の2～5倍の直径で補強板4に穿設したの穴，5は複数の周辺部品である。",
                    "【0013】まず，フレキシブルプリント配線板3に，補強板4を接着する。接着にあたっては，基準穴3aと穴4a，基準穴3bと穴4bそれぞれの穴中心位置を精度よく合わせるために段付きピンで固定する方法が簡便である。",
                    "【0014】前記で完成した基板に周辺部品5を実装する。その後，前記実装済みの基板に光学素子ベアチップ1を位置決め載置し，接着する。フレキシブルプリント配線板3と光学素子ベアチップ1の位置決めにあたっては，図3に示す別途作製した位置決め治具6を使用してフレキシブルプリント配線板3に穿設した二箇所の穴3a，3bと位置決め治具6に穿設した穴7，7をピンで固定して位置決めを行なう。位置決め治具6の形状は，光学素子ベアチップ1の寸法をくり抜いた窓枠状板に穴3a，3bと同じ位置，同じ径の穴を穿設したものでよい。光学素子ベアチップ1接着，硬化完了後には位置決め治具6を取り外す。ここで，穴3a，3bの二箇所の位置関係は，光学素子ベアチップ1の位置を中心にして非対称にすることが重要である。これは，後工程においてレンズアセンブリ2を搭載する際にいつも同一方向にしか載置できないようにするためである。ただし，光学素子ベアチップ1の配線を行なうのに使用するワイヤボンダに位置出し搭載機能があれば上記の位置合わせ治具6は不要である。",
                    "【0015】光学素子ベアチップ1の接着，硬化完了後，ワイヤボンダにより光学素子ベアチップ1からフレキシブルプリント配線板3上のパッドへの配線を行なう。配線完了後，フレキシブルプリント配線板3上にレンズアセンブリ2を搭載する。レンズアセンブリ2のレンズホルダー22底部二箇所に設置した円錐台状突起22a，22bは，前記フレキシブルプリント配線板3に穿設した二箇所の穴3a，3bに位置を合わせてある。",
                    "【図1】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，引用発明は，デジタルカメラ用の実装構造に関する発明である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙1について",
                  "text": [
                    "岩波情報科学事典（乙1）の「フレキシブルプリント基板」の欄には，「プリント基板の一種，可撓性のある配線板をいう。基材にはポリイミドフィルムなどの耐熱性フィルムを用いる。片面に銅箔で配線パターンを形成した片面フレキシブル基板と両面に銅箔で配線パターンを形成した両面フレキシブル基板がある。可撓性があるためふつうの堅いプリント基板では対応できない複雑な形状部や可動部に用いられる。」との記載がある。",
                    "このように，フレキシブルプリント配線板自体は，本来，折り曲げて使用することが予定されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙2について",
                  "text": [
                    "特開2001-33686号公報（乙2）には，次のとおりの記載がある。",
                    "【0009】そして，図2に示すように前記レンズ鏡筒Aは前記固定部材15の固定部15a，15b，15cでカメラ本体25にビス24で固着される。また，前記撮像素子18はフレキシブルプリント基板26を介して該カメラ本体25の固定部材に保持されたカメラ基板28上のコネクタ27に接続されている。",
                    "【図2】"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙3について",
                  "text": [
                    "特開2002-330319号公報（乙3）には，次のとおりの記載がある。",
                    "【0010】図2は，本発明の他の実装構造の実施の形態を示す図で，携帯電話のメイン基板に撮像モジュールを2つ折りにして取り付けた場合である。フレキシブルプリント基板13を折り曲げてレンズ光学ユニット11および撮像素子IC12の搭載部分とプロセスIC15の搭載部分を重ね合わせコネクト端子を携帯等のメイン基板16のコネクタ14に差し込んである。",
                    "【0012】多層フレキシブルプリント基板23は，所定の添加剤を加えたポリイミド樹脂であり，30μの間隔でパターンを形成することができる。したがって，従来に比較し，パターン間隔およびランド間隔を狭くすることができ，フレキシブルプリント基板全体のサイズを小さくすることができる。CCD22が取り付けられた左半分とドライブチップ27およびプロセスチップ28が取り付けられた右半分の多層フレキシブルプリント基板23の裏面には，裏打ち板25が取り付けられている。この裏打ち板25は，補強のためであり，従来のリジッド基板に比較し，厚さはかなり薄くなっている。",
                    "【図2】                        【図3】"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "乙4について",
                  "text": [
                    "特開2004-64575号公報（乙4）には，次のとおりの記載がある。",
                    "【0015】図1において，FPC4上の点線及び一点鎖線で示す箇所は，折り曲げ部分を示しており，点線が谷折り部分，一点鎖線が山折り部分である。また，「90度曲げ部」として示している点線は，谷折りでかつ90度折り曲げることを示している。このカメラモジュール1のFPC4に対して，点線及び一点鎖線に従って，山折り，谷折りの操作をなすことにより，図2（B）や図3に示す如き構造のカメラモジュールが得られることになる。すなわち，図2（B）に示す如く，フロントカメラユニット2の視野方向が図面における表面方向となり，リアカメラユニット3の視野方向が図面における裏面方向となって，互いに視野方向が180度の逆方向となっている。",
                    "【図1】                            【図3】",
                    "【図2】"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "周知技術の認定について",
                  "text": [
                    "上記乙2～4の記載によれば，装置の筐体内にカメラモジュールを設置する際に，カメラモジュールから延びるフレキシブルプリント配線板を筐体の内部側（補正発明でいう「第2面側」）に曲げて用いることは，周知技術であると認められる。これは，乙1の記載から窺い知れるフレキシブルプリント配線板の通常の用法とも合致する。",
                    "審決では，周知技術の認定に当たって格別証拠が掲げられていないが，上記のとおり，周知技術であると認められる以上，この点は，審決の判断の当否に何ら影響するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知技術の引用発明への適用について",
              "text": [
                "上記(1)のとおり，引用発明はデジタルカメラ用の実装構造であるから，カメラモジュールを設置する場合の上記(2)の周知技術を適用し，相違点2に係る構成に至ることは，当業者であれば，容易に想到することができる。上記乙2～4において，装置の筐体内へのカメラモジュールの設置に当たって，パッケージの大きさやカメラモジュールの納まりといった場所的制約からフレキシブルプリント配線板を曲げて用いていることが窺われるが，収納上の必要性は，デジタルカメラの実装において常に生じる一般的な課題であって，フレキシブルプリント配線板を曲げて使用するに当たって，かかる収納上の必要性という一般的な課題以上の特別な課題や動機付けが必要とは解されない。",
                "したがって，相違点2に関する審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，被告の提出証拠は，電気部品等を有していない基板に関するものや，撮像素子等の裏面側に補強材が取り付けられていないものにすぎないから，フレキシブルプリント配線板を曲げて用いることが周知技術であることを立証するものではないと主張する。",
                "確かに，乙1には，フレキシブルプリント配線板の定義として，他のデバイスとの接続や実装のための部品に関する具体的な記載はない。しかしながら，他のデバイスとの接続なくしてフレキシブルプリント配線板単独では何の機能も果たさないから，定義として記載がなくとも，他のデバイスとの接続等のための電気部品等が備え付けられていることは自明である。実際の使用例である乙2及び乙3におけるフレキシブルプリント配線板を見ても，撮像素子やコネクタに接続されているが，コネクタの接続部分には電気部品があると考えられる（フレキシブルプリント配線板の先端に多数のパッドが記載されている特開2004-55574号公報（甲5）の図2や，特開2004-104078号公報（甲6）の図1～3等参照。）。また，乙3の多層フレキシブルプリント配線板の裏面には，補強のための裏打ち板が取り付けられていると認められる。したがって，原告の主張は前提を欠く。",
                "そもそも，原告が相違点1の認定及び判断を争っていないことからすると，フレキシブルプリント配線板に常に電気部品等が備えられていることは，乙1の記載内容にかかわらず，原告自身が認めているはずの事項である。また，原告が，引用発明の認定や補正発明と引用発明の一致点の認定を争っていないことからすると，引用発明に撮影デバイスの下方の裏面に補強板が備え付けられていることは前提となっているはずであり，補強板を備えた構成が周知技術を示す証拠に記載されていなくても，撮像素子である光学素子ベアチップの裏面側に補強板が取り付けられた構成を備えている引用発明に上記周知技術を適用することで，相違点2に係る構成に容易に想到できることになるから，乙2～4に補強板に関する記載があるか否かは，相違点2に係る構成の容易想到性の判断を左右するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告の主張には，補正発明に顕著な効果がある旨解される部分もある。",
                "しかしながら，フレキシブルプリント配線板を曲げて用いることにより，装置内での接続が容易になることは本件優先日時に既に知られていた効果であって，補正発明に関して原告が主張する「配置的問題が軽減され，さらに，従来技術よりも少ない製造工程及び／または短時間の組み立て時間でできあがる」という効果は，フレキシブルプリント配線板を曲げて用いることによって，当然予想される効果であるから，当業者にとって予想を超えるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "小括",
          "text": [
            "以上によれば，補正発明における相違点2に係る構成は，引用発明に周知技術を適用することで，当業者が容易に想到することができる発明であり，その他の相違点に係る構成が，当業者が容易に想到することができることについては当事者間に争いがなく，結局，平成18年改正前特許法17条の2第5項において準用する同法126条5項の規定にいう独立特許要件を満たさないから，本件補正は，同法159条1項において読み替えて準用する同法53条1項の規定により却下されるべきことになる。そして，補正前発明は，補正発明から相違点3に係る構成を除外したものであるから，補正発明と同様の理由により，当業者が容易に想到することができたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}