{
  "conclusion": [
    {
      "fig": "1",
      "text": "控訴人の被控訴人会社に対する控訴に基づき，原判決主文第5項を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "控訴人は，被控訴人会社に対し，金3000万円及びこれに対する平成25年10月2日から支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(2)",
          "text": "被控訴人会社のその余の請求を棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "控訴人の被控訴人Yに対する控訴を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審を通じてこれを2分し，その1を被控訴人会社の負担とし，その余を控訴人の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決は，第1項(1)に限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らの請求をいずれも棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人らの負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "訴訟の概要",
          "content": [
            {
              "fig": "(1)",
              "subject": "原審請求の要旨",
              "text": [
                "被控訴人Yは，後掲被控訴人商標1及び2の商標権を有する者であり，被控訴人会社は，これらの商標の独占的通常使用権を有する者である。",
                "本件は，被控訴人らが，控訴人は，被控訴人商標1及び2に類似する後掲控訴人標章1から6を付した洋服等を販売するなどしてこれらの標章を使用し，その行為によって，被控訴人Yの前記商標権を侵害し(商標法37条1号，2条3項1号，2号，8号)，また，被控訴人会社の前記独占的通常使用権を侵害する不正競争行為に及んでいる(不正競争防止法〔以下「不競法」という。〕2条1項1号)として，控訴人に対し，①被控訴人Yにおいて，商標法36条1項及び2項に基づき，上記侵害行為の差止め及び控訴人標章1から6を付した洋服等の廃棄など侵害の予防に必要な行為を求め，②被控訴人会社において，不競法4条，5条2項，民法709条に基づき(なお，訴状には，商標法38条2項も根拠条文の1つとして掲げられているが，被控訴人会社の控訴人に対する損害賠償請求は，同項の適用対象である商標権又は専用使用権の侵害に係るものではなく，控訴人による上記不正競争行為によって営業上の利益を侵害されたことを理由とするものであるから，商標法38条2項は，上記損害賠償請求の根拠にならない。)，平成23年10月1日から平成25年7月末日まで(以下「本件損害賠償請求期間」という。)に発生した損害等に係る損害賠償金1億6500万円及びこれに対する訴状送達の日の翌日である平成25年10月2日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原審の経過",
              "text": [
                "控訴人は，原審の口頭弁論期日に出頭せず，また，答弁書その他の準備書面を提出することもなかったことから，被控訴人らの主張する請求原因事実を争うことを明らかにしないものとして，自白したものとみなされ(民訴法159条3項本文，1項本文)，被控訴人らの請求をすべて認容する内容の，いわゆる欠席判決(以下「原審欠席判決」という。)が言い渡された(調書判決，同法254条1項1号，2項)。",
                "控訴人は，原審欠席判決を不服として，本件控訴を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いのない事実及び証拠により容易に認定できる事実。弁論の全趣旨により認められる事実を含む。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，その現在事項全部証明書によれば，既製洋服の輸出入，製造，加工及び販売，鞄，靴，帽子，ネクタイ等衣料雑貨品の輸出入，製造，加工及び販売などを目的とする株式会社である。控訴人の旧商号は，「株式会社ロエン」(以下「ロエン」という。)であり，平成26年6月1日，現在の商号に変更した。控訴人の本店は，平成24年8月頃から上記商号変更までは東京都港区六本木に所在していたが，その後間もなく，現在の東京都目黒区中目黒に移転した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人会社は，服飾デザインの製作及び販売，服飾品，装身具，アクセサリー等の製造並びに委託販売等を目的とする有限会社である。",
                    "被控訴人Yは，ファッションデザイナーであり，被控訴人会社の代表取締役を務めている。",
                    "なお，被控訴人らは，平成25年の春夏コレクションを最後に活動を休止する旨を内外に伝えた(甲6の2，3，乙113)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人らの商標",
              "text": [
                "被控訴人Yは，別紙1記載の被控訴人商標1及び2(以下，併せて「被控訴人商標」ともいう。)の商標権者であり，これらの商標につき，被控訴人会社が日本国内において独占的通常使用権を有することを認めることなどを内容とする「登録商標の使用に関する契約」を，被控訴人会社との間で締結した(甲5)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人使用の標章",
              "text": [
                "控訴人は，別紙2記載の控訴人標章1の商標権者である。控訴人は，控訴人標章1から6(以下，併せて「控訴人標章」ともいう。)又はこれらに類似する標章を使用している(甲9の1，2，甲20，甲21，乙44から乙49〔なお，甲8の1から3は，それぞれ乙45から乙47の抜粋である。〕，乙105から乙109)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人運営のウェブサイト",
              "text": [
                "控訴人は，①URL http://www.roen.jp/(甲9の1)及び②URL http://roenshop.jp/(甲9の2)の2つのウェブサイト(以下，併せて「控訴人ウェブサイト」という。)を運営している。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "控訴人標章1と被控訴人商標1に関する係争の経緯(甲10，甲11，甲23，裁判所に顕著な事実)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人Yは，平成24年，控訴人標章1の指定商品中，第25類「被服，ガーター，靴下止め，ズボンつり，バンド，ベルト，履物」(以下「控訴人標章1についての別件審判の請求に係る指定商品」という。)についての登録無効審判請求をした(無効2012-890067号。以下「控訴人標章1についての別件無効審判請求事件」という。)。",
                    "特許庁は，同年12月3日，控訴人標章1が被控訴人商標1に類似していることなどを理由に，控訴人標章1の指定商品中，控訴人標章1についての別件審判の請求に係る指定商品についての登録を無効とする旨の審決(以下「控訴人標章1についての別件審決」という。)をした。",
                    "控訴人は，控訴人標章1についての別件審決の取消しを求めて審決取消訴訟(平成25年(行ケ)第10008号。以下「控訴人標章1についての別件審決取消訴訟」という。)を提起したが，知的財産高等裁判所は，平成25年6月27日，請求棄却の判決を言い渡した(以下「控訴人標章1についての別件判決」という。)。",
                    "控訴人は，控訴人標章1についての別件判決を不服として，上告及び上告受理申立てをしたが(平成25年(行ツ)第391号，同年(行ヒ)第411号)，最高裁判所は，同年11月8日，上告棄却及び上告不受理の決定をし，控訴人標章1についての別件判決及び控訴人標章1についての別件審決が確定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人Yは，平成25年8月5日，控訴人標章1の指定商品中，第14類「身飾品(「カフスボタン」を除く。)，キーホルダー，宝玉及びその模造品，貴金属性靴飾り，時計」及び第18類「かばん類，袋物，傘，革ひも，毛皮」(以下「控訴人標章1についての後行別件審判の請求に係る指定商品」という。)についての登録無効審判請求をした(無効2013-890053号。以下「控訴人標章1についての後行別件無効審判請求事件」という。)。",
                    "特許庁は，平成26年4月10日，控訴人標章1が被控訴人商標1に類似していることなどを理由に，控訴人標章1の指定商品中，控訴人標章1についての後行別件審判の請求に係る指定商品についての登録を無効とする旨の審決(以下「控訴人標章1についての後行別件審決」という。)をした。",
                    "控訴人は，控訴人標章1についての後行別件審決の取消しを求めて審決取消訴訟(平成26年(行ケ)第10127号。以下「控訴人標章1についての後行別件審決取消訴訟」という。)を提起したが，知的財産高等裁判所は，同年11月26日，控訴人の訴えを却下する判決を言い渡した(裁判所に顕著な事実)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標権侵害(商標法37条1号，2条3項1号，2号，8号)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人標章と被控訴人商標との類否"
                },
                {
                  "fig": "イ",
                  "subject": "侵害行為の有無"
                },
                {
                  "fig": "ウ",
                  "subject": "無効の抗弁の当否"
                },
                {
                  "fig": "エ",
                  "subject": "権利濫用の抗弁の当否"
                },
                {
                  "fig": "オ",
                  "subject": "権利制限の抗弁の当否"
                },
                {
                  "fig": "カ",
                  "subject": "先使用の抗弁の当否"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "不正競争行為(不競法2条1項1号)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "不正競争行為該当性の有無",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人標章と被控訴人商標との類否"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人商標の周知性の有無"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "控訴人による混同惹起行為の有無"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "損害額"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点についての当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)  商標権侵害(商標法37条1号，2条3項1号，2号，8号)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人標章と被控訴人商標との類否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人らの主張",
                      "text": [
                        "控訴人標章と被控訴人商標とは，以下のとおり，特定の称呼の有無という相違はあるものの，外観が類似していることから，類似性が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "控訴人標章1から3と被控訴人商標",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "外観",
                              "text": [
                                "①  被控訴人商標は，いずれも「正面を向いた頭蓋骨と偏平に交差させた2本の骨を組み合わせた黒塗りに表した構図」(以下「被控訴人商標図形」ともいう。)として看者の記憶に強く印象付けられるものであるから，類否判断に当たり，被控訴人商標図形が要部となるというべきである。",
                                "そして，控訴人標章1から3と被控訴人商標図形とは，外観において類似している。",
                                "②  控訴人標章1と被控訴人商標1については，両者が類似しているという判断が，控訴人標章1についての別件判決に対する上告棄却及び上告不受理の最高裁決定によって確定している。",
                                "控訴人標章2及び3は，構成中，頭蓋骨部分と交差した2本の骨片との位置関係において，控訴人標章1にもまして，外観が被控訴人商標1に類似している。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "称呼及び観念",
                              "text": [
                                "控訴人標章1から3は，いずれも特定の称呼及び観念を生じない。",
                                "被控訴人商標1は，特定の称呼及び観念を生じない。被控訴人商標2は，「マスターマインド」「ジャパン」との称呼を生じるが，特定の観念を生じない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "控訴人標章4から6と被控訴人商標",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "外観",
                              "text": [
                                "控訴人標章4から6は，いずれも「正面を向いた頭蓋骨と偏平に交差させた2本の骨からなる黒塗りの図形」(以下，「控訴人標章図形」ともいう。)とその下部の「Roen」の文字(以下「控訴人標章文字」ともいう。)からなるところ，その全体を常に一体不可分のものとして観察しなければならない特段の事情はないから，控訴人標章図形及び控訴人標章文字は，それぞれが独立して自他商品の識別機能を果たし得るものといえる。そして，控訴人標章4から6は，いずれも控訴人標章図形として看者の記憶に強く印象付けられることから，これをもって要部とすべきである。",
                                "控訴人標章4から6の要部である控訴人標章図形と，前述したとおり被控訴人商標の要部である被控訴人商標図形とを比較すると，これらは類似しており，したがって，控訴人標章4から6と被控訴人商標とは，外観上類似するものといえる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "称呼及び観念",
                              "text": [
                                "控訴人標章4から6は，「ロエン」との称呼を生じ，特定の観念を生じない。他方，被控訴人商標の称呼及び観念は，前述したとおりである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "控訴人の主張に対する反論",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "控訴人のいう後記基本的構図を基本的構成態様とする標章が多数存在することをもって，直ちに基本的構図からなる標章が慣用標章であるということはできない。被控訴人商標図形は，基本的構成態様に創意工夫(アレンジ)を施したものであり，同アレンジに係る具体的構成態様によって，出所識別機能を十分に果たすことができる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記のとおり，控訴人標章1と被控訴人商標1については，両者が類似している旨の判断をした控訴人標章1についての別件判決が確定しており，両者の類似性を争う控訴人の主張は，実質において控訴人標章1についての別件審決取消訴訟を蒸し返すものといえ，訴訟上の信義則に反し，許されない。",
                                "(c)①  控訴人標章の観念に関し，いわゆるスカルデザインが被服や装飾品など多種多様な商品に使用されている現状においては，必ずしも基本的構図から「海賊(旗)」や「危険物又は毒物」が連想されるとはいえない。",
                                "②  控訴人標章の構成中，控訴人が「牙」と称する犬歯の部分は，頭蓋骨部分全体に占める割合が小さいことから，狼の牙をイメージすることは困難といえる。通常，人間や野生動物の頭蓋骨を直接目にすることのない一般人において，頭蓋骨部分の印象から野生動物である狼又は架空の生物をイメージすることは，難しい。また，「ミステリアス」は，単なる見た目の「印象」にすぎず，特定の「観念」とはいえない。",
                                "③後記のとおり，控訴人標章が需要者に周知された著名なものであるという事実は，認められない。また，一般人において，「Roen」の表記から，「狼煙」を想起し，さらに「のろし」を連想するに至ることは，困難である。",
                                "以上によれば，控訴人標章が控訴人主張に係る特定の観念を生じるとはいえない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "取引の実情に関し，控訴人標章がロエンブランドを示す標章として需要者に周知された著名なものであるという事実は，認められない。",
                                "すなわち，控訴人は，控訴人標章を付した商品がファッションショーや雑誌等によって発表，紹介されていることなどを挙げて，控訴人標章の周知性及び著名性を主張するが，いわゆるスカルデザインが広く親しまれている状況下において，控訴人の商品の購入者は，ファッションに精通した需要者に限られないところ，一般の需要者の多くが，上記ファッションショー等に常時留意しているとは考え難い。この点に鑑みれば，控訴人標章の周知性及び著名性は認め難く，控訴人標章が商品の出所についての誤認混同を招くおそれは，多分に存在する。",
                                "また，控訴人は，控訴人標章が遅くとも平成17年7月頃までにはロエンブランドを示す標章として周知され，著名なものとなっていた旨主張するが，平成17年当時，控訴人が使用していた複数の標章は，いずれも創作途中のものであって特定の標章とはいえず，また，外観において控訴人標章と全く異なるものであった。控訴人が控訴人標章を使用するようになったのは，控訴人標章の商標登録出願をした平成20年11月前後の頃である。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人の主張",
                      "text": [
                        "控訴人標章はすべて，被控訴人商標のいずれにも類似していない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "外観，称呼及び観念の対比",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "商標の類否の検討に当たり，比較対象とされる各商標の構成中に出所識別力を備えた部分とこれを欠く部分とがある場合には，後者のみが共通することをもって上記各商標全体の類似性を肯定することは許されず，前者を対比して類否を判断すべきである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "この点に関し，被控訴人らは，「正面を向いた頭蓋骨と頭蓋骨の下あるいは頭蓋骨の下部に2本の交差した骨を表した図形」(以下「基本的構図」という。)をもって被控訴人商標の外観とし，これを前提として控訴人標章との類似性を主張しているが，基本的構図は，出所識別力を有しないものである。",
                                "すなわち，基本的構図は，一般に広く知られている「頭蓋骨と，交差した2本の大腿骨」という海賊旗の標章(通称「ジョリー・ロジャー」)又は，これから派生した，危険物や毒薬の標識として使用される「正面に頭蓋骨を設置し，その後ろ又は下に大腿骨を交差させたデザイン」(以下「頭蓋骨と骨のハザードシンボル」という。)に由来するものであり，被控訴人商標1の査定日である平成20年7月9日よりもはるかに以前から現在に至るまで長年にわたり，被控訴人商標の指定商品に係る業界を含むファッション業界において，広く，多数の事業者によって慣用的に使用され続けてきたことから，既に出所識別力を有しないものとなっている。",
                                "したがって，控訴人商標と被控訴人商標との類否判断に当たっては，基本的構図以外の部分を対比すべきである。",
                                "(c)①  以下のとおり，控訴人標章と被控訴人商標との間には，外観において，基本的構図以外の部分につき，顕著な相違がある。",
                                "すなわち，控訴人標章の外観は，「ジョリー・ロジャー」の基本デザインに，狼をイメージした牙及び広大な額部を有する架空の生物の頭蓋骨をモチーフとした様々なアレンジ(眼窩部，鼻孔部，上顎骨部及びこれらの配置等)を加え，これによってミステリアスな印象を与えるものとなっている。他方，被控訴人商標図形の外観は，上記基本デザインにおける人の頭蓋骨を写実的に描き，下顎部を取り除いた以外は，格別の特徴を有しない。",
                                "②  称呼及び観念についてみると，控訴人標章1から3は，特定の称呼を生じないが，「ジョリー・ロジャーないし頭蓋骨と骨のハザードシンボル」との観念，上記のとおり狼をイメージした牙及び広大な額部を有する架空の生物の頭蓋骨という外観による「ミステリアスな観念」及び狼煙(ＮOROSHI・ROEＮ)をあげるという強いメッセージを伴った「ロエンブランドの観念」を生じる。控訴人標章4から6は，控訴人標章図形の称呼及び観念は，控訴人標章1から3と同様であり，控訴人標章文字は，「ロエン」の称呼及び「株式会社ロエンの英文表示の略称」との観念を生じる。控訴人標章4から6の全体からは，「株式会社ロエンのジョリー・ロジャーないし頭蓋骨と骨のハザードシンボル」との観念，「ミステリアスな観念」及び狼煙をあげるという強いメッセージを伴った「ロエンブランドの観念」が生ずる。",
                                "他方，被控訴人商標1は，特定の称呼を生じず，基本的構図に相応した「ジョリー・ロジャーないし頭蓋骨と骨のハザードシンボル」との観念を生じる。被控訴人商標2は，被控訴人商標図形部分の称呼及び観念は，被控訴人商標1と同様であり，文字部分については，「マスターマインドジャパン」の称呼を生じ，「有限会社マスターマインド・ジャパンの英文表示の略称」との観念を生じる。そして，全体としては，「有限会社マスターマインド・ジャパンのジョリー・ロジャーないし頭蓋骨と骨のハザードシンボル」との観念を生じる。",
                                "以上によれば，控訴人標章と被控訴人商標とは，観念においても大きく相違している。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "取引の実情",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "前述したとおり，基本的構図は出所識別力を有しないことから，需要者は，基本的構図以外の特徴等により，商品の出所を識別することになる。特に，ファッション性の高いデザイナーブランドであるロエンブランドの需要者は，ファッション愛好家であり，「ジョリー・ロジャー」の基本的構図のみによって商品の出所を判断することはあり得ない。",
                                "そして，控訴人標章は，基本的構図に狼をイメージした牙など種々のアレンジが加えられており，同アレンジによって出所識別力を備えている。特に，控訴人標章4から6については，アレンジの一環として，交差した骨の下部に控訴人標章文字，すなわち，「Roen」の欧文字が大きく配されており，これが，控訴人の略称を指し，商品の出所が控訴人であることを直截に表すものであることについては，疑問の余地がない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "さらに，以下のとおり，控訴人標章は，日本から海外にも狼煙(のろし・ろうえん)をあげるというロエンブランドのメッセージに強く結び付いたものとして需要者に周知されており，この点にも鑑みると，出所混同のおそれは存在しないといえる。",
                                "①  すなわち，控訴人代表者は，平成13年頃に洋服や小物等の販売等を取り扱う店舗「Roen」を開業してロエンブランドを立ち上げた際，「自分なりの生き方を楽しみ狼煙(ろうえん)をあげろ」などのコンセプトを表現するために，基本的構図に，狼をイメージした牙及び広大な額部を有する架空の生物の頭蓋骨をモチーフにするというアレンジを加えて控訴人標章を創作した。以後，現在に至るまで，控訴人標章は，若干の修正を加えられながら，ファッション業界において，ファッションショーや雑誌等によって紹介されるロエンブランドの商品に付されるなど，ロエンブランドを示す標章として使用されてきた。結果として，控訴人標章は，遅くとも平成17年7月頃までには，ロエンブランドを示す標章として，需要者に周知され，著名なものとなっていた。",
                                "②  類否判断の際に取引の実情として考慮されるのは，侵害が問題となる時点における控訴人標章の周知性及び著名性であるところ，控訴人標章は，少なくとも本件損害賠償請求期間においては，ロエンブランドを示す標章として周知され，著名なものであったことは明らかである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以下の理由により，控訴人標章1と被控訴人商標1との類似性を争う控訴人の主張は，控訴人標章1についての別件審決取消訴訟を蒸し返すものとはいえない。",
                            "すなわち，審決取消訴訟と侵害訴訟は，各別の制度目的を有する別個の訴訟であり，両者は，商標の類否に関しても，判断の基準時や判断要素，取引の実情に基づく解釈を異にするので，主張，立証の内容が異なれば，判断も異なるものになり得ることは，当然に予定されている。そして，控訴人標章1についての別件審決取消訴訟においては，基本的構図が指定商品及びその類似商品の分野において慣用されたものであること及び控訴人標章の周知性等の取引の実情については， ほとんど主張，立証されていなかった。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "侵害行為の有無",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人らの主張",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，本件損害賠償請求期間中，以下のとおり，控訴人標章を使用した。",
                            "すなわち，控訴人は，控訴人標章を付した商品を販売し，また，販売のために展示した。控訴人ウェブサイトにも，控訴人標章を付した商品を掲載して，宣伝及び通信販売を実施した。加えて，控訴人は，控訴人標章をポスターや商品カタログ等の広告にも付した。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "控訴人の主張に対する反論",
                          "text": [
                            "リレーション株式会社(以下「リレーション社」という。)及びRoenblue株式会社(以下「ロエンブルー社」という。)は，①いずれも控訴人が入居するビルの同じフロアに所在すること，②リレーション社は，登記上の本店所在地を控訴人と同じくし，また，以前に控訴人の監査役を務めた者が監査役に就任し，さらに，控訴人の取締役を兼任するなど，役員構成においても，控訴人と相互に関係を有することから，リレーション社及びロエンブルー社は，資本上又は業務上，控訴人と密接な関係を有するものと考えられ，控訴人との間において，控訴人標章の使用につき，使用許諾契約又はこれに類する権利関係の設定と使用の対価に関する契約を締結しているものと推認できる。",
                            "以上によれば，控訴人は，仮に，その主張のとおり，平成22年6月18日頃から商品の製造，販売業務に従事していなかったとしても，リレーション社及びロエンブルー社を通じて，控訴人標章を使用していたものというべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人の主張",
                      "text": [
                        "控訴人は，平成22年6月18日以降，被服の輸出入，製造，加工及び販売の業務に従事しておらず，したがって，本件損害賠償請求期間において，侵害行為に及んだことはない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "欧州のブランドにおいては，通常，商品のデザインと製造販売をそれぞれ別個の事業主体が担い，両者は独立の取引関係にあることが多いところ，控訴人は，以前から，このような経営を目指しており，商品の製造販売業務を他社に移転し，自社は商品のデザイン及び商標権管理業務に特化することを検討していた。",
                            "平成22年6月18日，当時の控訴人の従業員が独立してリレーション社及びロエンブルー社を設立した。控訴人は，商品の在庫をロエンブルー社に譲渡し，以後，商品の製造，販売業務には従事せず，デザイン及び商標権管理業務に特化した。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人標章を付した商品は，平成22年6月18日以降も製造，販売されていたが，これは，リレーション社又はロエンブルー社によるものである。オンラインショップのサイトは，別会社によって運営されており，商品が発注されると，同社がリレーション社から商品を取り寄せて販売していた。また，「直営店」においても，リレーション社が運営主体として商品を仕入れて販売していた。",
                            "この点に関し，控訴人は，リレーション社及びロエンブルー社に対して，控訴人標章1を含むロエンブランドの商標の通常使用を包括的かつ非独占的に許諾し，その対価として両社が製造又は販売する商品の販売額に応じた一定率のロイヤルティを受領していた。なお，控訴人標章2から6は未登録であることから，これらの標章の使用は，上記許諾の対象とされていなかった。",
                            "控訴人は，リレーション社及びロエンブルー社の製造，販売業務には一切関与しなかった。すなわち，控訴人が両社に対して経営方針を指示したことはなく，商品の製造及び販売を指揮監督したこともなかった。両社のいずれにおいても，販売義務を負う最低販売数量などは定められておらず，また，控訴人に商品を納入することもなかった。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上に加え，控訴人及び控訴人代表者は，リレーション社及びロエンブルー社のいずれとの間においても，株式保有などの資本関係は一切なく，また，両社と控訴人とは，控訴人代表者がリレーション社の設立者に対して当時の控訴人の監査役を紹介した他は，共通の役員はいないことにも鑑みれば，控訴人は，リレーション社及びロエンブルー社を通じて控訴人標章1を使用していたとはいえない。",
                            "控訴人標章2から6については，前述したとおり，リレーション社及びロエンブルー社に対する控訴人による通常使用の許諾の対象とされていなかったことから，控訴人が両社を通じて控訴人標章2から6を使用していたということはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効の抗弁の当否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "text": [
                        "被控訴人商標1は，前述したとおり，長年にわたり慣用的に使用されてきた基本的構図に微細な変更を加えたものにすぎず，商標法3条1項2号所定の慣用商標に該当する。たとえ同該当性が認められなくても，基本的構図が出所識別力を有しないことに鑑みると，同項6号所定の「需要者が何人かの業務に係る商品又は役務であることを認識することができない商標」に該当するというべきである。",
                        "したがって，被控訴人商標1は，無効とされるべきものであるから(商標法46条1項1号)，被控訴人らは，被控訴人商標1に基づいて権利行使をすることはできない(商標法39条，特許法104条の3第1項)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人らの主張",
                      "text": [
                        "前記のとおり，被控訴人商標は，出所識別機能を十分に果たしており，慣用化したものとはいえず，したがって，無効とされるべきものに当たらない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "権利濫用の抗弁の当否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "text": [
                        "前記のとおり被控訴人商標1が無効とされるべきものであることに加え，以下の経緯によれば，被控訴人らは，活動休止に当たり，本来であれば登録されるべきではない被控訴人商標1が商標登録を受けたことを利用して，多数のブランドが使用している基本的構図を根拠にロエンブランドをいわば狙い撃ちしているものと解され，これらのことに鑑みると，被控訴人らの権利行使は，権利の濫用に当たり，許されない。",
                        "すなわち，被控訴人らは，被控訴人商標が登録された当時，既に控訴人標章がロエンブランドを示すものとして幅広く使用されていたにもかかわらず，直ちに権利行使をすることなく，被控訴人Yにおいて，被控訴人商標のうち後に登録された被控訴人商標1の登録日である平成20年8月1日から3年9か月以上が経過した平成24年5月に至って突然，控訴人に対して警告書(甲14)を送付し，さらに，同年，控訴人標章1ほか2件の控訴人の登録商標について登録無効審判請求をした。加えて，被控訴人Yは，平成25年2月，控訴人標章2及び3に酷似する2件の商標の登録出願をした。",
                        "被控訴人らは，平成25年にブランドの活動を休止したにもかかわらず，その直前に，上記のとおり，商標登録無効審判請求をするなどし，さらに，原審欠席判決がいまだ確定していないにもかかわらず，権利行使とは無関係に，控訴人の取引先に対し，「ロエンに対し判決に基づく誠実な履行を促すために」などと記載された書面を送付して不当な通知をするという，控訴人の業務に過大な悪影響を及ぼす行為に及んだ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人らの主張",
                      "text": [
                        "前記のとおり，被控訴人商標1が無効とされるべきものではないことに加え，以下の点によれば，被控訴人らの権利行使は，権利の濫用に当たらない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被控訴人Yは，平成20年5月21日付けで，控訴人に対し，控訴人の商品の販売行為が被控訴人商標2の商標権を侵害する旨の警告書を，内容証明郵便によって送付している(甲29)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人Yが平成25年2月に行った商標登録出願は，控訴人標章2及び3が被控訴人商標に類似していることを確認するためのものにすぎない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原審欠席判決によって控訴人標章の使用等差止請求が認められた以上，その旨を速やかに関係各所に通知することは，被控訴人らの権利行使として当然のことである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "被控訴人らは，控訴人以外の者が被控訴人商標類似の商標を使用していることを察知したときも，当該商標使用者に対して警告書を送付しており，控訴人のみを狙い撃ちにしたわけではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "権利制限の抗弁の当否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "text": [
                        "被控訴人商標1は，少なくとも現在においては，慣用商標に該当する。したがって，控訴人標章が被控訴人商標に類似している旨評価された場合，控訴人標章は，慣用商標である被控訴人商標1に類似していることになるから，同様に慣用商標に該当し，したがって，商標法26条1項4号により，被控訴人商標1の効力は，控訴人標章に及ばない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人らの主張",
                      "text": [
                        "前記のとおり，被控訴人商標は，現在においても，いまだ慣用商標化していない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "先使用の抗弁の当否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "text": [
                        "控訴人は，被控訴人商標の出願日の以前から，控訴人標章の使用を開始しており，控訴人標章は，上記出願日当時において，控訴人の業務に係る商品を表示するものとして，広く需要者の間に認識されていた。",
                        "したがって，控訴人標章の使用が被控訴人商標の商標権を侵害するとしても，控訴人は，控訴人標章の先使用権(商標法32条1項)を有する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人らの主張",
                      "text": [
                        "前記のとおり，控訴人が控訴人標章を使用するようになったのは，平成20年11月前後の頃であり，それよりも以前に控訴人が使用していた標章は，控訴人標章とは異なるものである。",
                        "したがって，控訴人標章が，被控訴人商標の登録出願日当時において，控訴人の業務に係る商品を表示するものとして，広く需要者の間に認識されていたとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)  不正競争行為(不競法2条1項1号)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "不正競争行為該当性の有無",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人らの主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "控訴人標章と被控訴人商標との類否",
                          "text": [
                            "前記(1)ア(ア)のとおり，控訴人標章は，被控訴人商標に類似するものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "被控訴人商標の周知性の有無",
                          "text": [
                            "以下の事実によれば，被控訴人商標は，遅くとも，被控訴人商標1の登録日である平成20年8月1日の時点において，既に被控訴人会社の商品を表示する商品等表示として，消費者やファッション関係者である需要者に周知されていた。",
                            "すなわち，遅くとも，平成15年7月には，被控訴人商標に類似する標章を付したティーシャツが，同年10月には，被控訴人商標に類似する標章を付したブルゾンが，それぞれファッション雑誌に掲載され，以後，被控訴人商標と同一又は類似の標章を付した被控訴人会社の商品(以下「被控訴人商品」という。)が多数の雑誌に掲載されている。また，被控訴人会社は，被控訴人商品につき，雑誌やインターネット等による広告，ファッションショーへの出品など積極的な宣伝活動を実施し，さらに，テレビ等のマスメディアにおいても，著名な芸能人が被控訴人商品を衣装として着用している様子が多数報道されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "控訴人による混同惹起行為の有無",
                          "text": [
                            "控訴人は，前記(1)イ(ア)のとおり，商品の出所につき，被控訴人商品と混同を生じさせる行為に及んでいる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人の主張",
                      "text": [
                        "①前記(1)ア(イ)のとおり，控訴人標章は被控訴人商標に類似しておらず，混同のおそれは存在しないこと，②被控訴人商標の周知性が立証されているとはいえないこと，③前記(1)イ(イ)のとおり，控訴人は，本件損害賠償請求期間中，被控訴人ら主張に係る侵害行為に及んでいないことから，不正競争行為該当性は認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "損害額",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人らの主張",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，本件損害賠償請求期間中，直営店及びオンラインショップにおいて控訴人標章を付した商品を販売し，また，北海道から九州に至るまで全国48店舗に控訴人標章を付した商品を卸売りしており，それらの商品，すなわち，控訴人の標章を付した衣類を少なくとも1万着販売した。控訴人の商品1着当たりの利益額は，平均して1万5000円であるから，控訴人は，本件損害賠償請求期間中，控訴人標章を付した商品の販売によって，少なくとも合計1億5000万円の利益を得たものといえる。",
                            "したがって，不競法5条2項により，本件損害賠償請求期間中に被控訴人会社が被った損害の額は，1億5000万円と推定される。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "弁護士費用及び弁理士費用相当の損害額は，1500万円が相当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人の主張",
                      "text": [
                        "前述のとおり，控訴人標章に関して商品の出所混同のおそれは存在せず，控訴人標章を付した商品の販売によってリレーション社及びロエンブルー社が得た利益は，控訴人標章及びロエンブランドの周知性及び信頼，上記商品の品質並びに両社の営業努力によるものであるから，上記利益をもって被控訴人会社の損害が推定されるということはできない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)  商標権侵害(商標法37条1号，2条3項1号，2号，8号)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人標章と被控訴人商標との類否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人標章1と被控訴人商標1との類否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記第2の2(5)において認定した事実及び証拠(甲10，甲11)によれば，①控訴人と被控訴人Yとの間における控訴人標章1についての別件無効審判請求事件において，控訴人標章1と被控訴人商標1との類否(商標法4条1項11号)が主要な争点となったこと，②控訴人標章1についての別件審決は，請求人である被控訴人Y及び被請求人である控訴人の各主張を踏まえながら上記争点について検討した上で，控訴人標章1は，被控訴人商標1に類似する商標であり，商標法4条1項11号に該当するものである旨認定し，控訴人標章1の指定商品中，控訴人標章1についての別件審判の請求に係る指定商品についての登録を無効とするという結論を導いたこと，③控訴人と被控訴人Yとの間における控訴人標章1についての別件審決取消訴訟においても，控訴人標章1と被控訴人商標1との類否が争点となり，控訴人標章1についての別件判決は，控訴人標章1についての別件審決の類否判断の誤りを指摘する控訴人主張の審決取消事由及び被控訴人Yの反論を踏まえつつ，控訴人標章1についての別件審決の前記認定の当否を検討した上で，同認定に誤りはなく，控訴人主張の審決取消事由はすべて理由がない旨判断し，控訴人の請求を棄却したこと(なお，控訴人標章1が被控訴人商標1に類似するとの判断において，控訴人標章1についての別件審判の請求に係る指定商品のみに限定されるような事情は認められない。)，④控訴人標章1についての別件判決及び控訴人標章1についての別件審決は，いずれも確定したことが認められる。",
                            "他方，本件訴訟は，被控訴人Yが，自ら代表取締役を務める被控訴人会社と共に，控訴人に対し，控訴人は，被控訴人商標に類似する控訴人標章を付した洋服等を販売するなどして控訴人標章を使用したとして，そのような行為の差止め等を求めるものであり，控訴人標章1と被控訴人商標1との類否は，争点の1つとなっている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件訴訟は，いわゆる侵害訴訟であり，民事訴訟であるから，特許庁による審決の取消しを求める行政訴訟である控訴人標章1についての別件審決取消訴訟とは，明らかに訴訟物が異なる。",
                                "(b)①  もっとも，前記aのとおり，本件訴訟及び控訴人標章1についての別件審決取消訴訟は，控訴人標章1と被控訴人商標1との類否という争点を共通にしている。",
                                "②  訴訟の当事者についてみると，控訴人標章1についての別件審決取消訴訟が被控訴人Yと控訴人との間の訴訟であったのに対し，本件訴訟は，被控訴人ら，すなわち，被控訴人Y及び被控訴人会社と，控訴人との間の訴訟である。",
                                "しかしながら，被控訴人会社は，被控訴人Yが代表取締役を務める有限会社であり，また，被控訴人Yを商標権者とする被控訴人商標1の独占的通常使用権者であることから，被控訴人商標1に関する利害関係については，被控訴人Yと一致しており，現に，本件訴訟においても，被控訴人Yの共同訴訟人として訴訟を追行しており，同じ内容の訴訟行為に及んでいる。",
                                "上記の点に鑑みれば，本件訴訟も，実質においては，被控訴人Yと控訴人との間の訴訟と同視できるというべきである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "以上によれば，本件訴訟及び控訴人標章1についての別件審決取消訴訟のいずれも，実質上，被控訴人Yと控訴人が，控訴人標章1と被控訴人商標1との類否を争ったものといえる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "この点に関し，本件訴訟における控訴人の主張の骨子は，前述したとおり，控訴人標章1及び被控訴人商標1の外観につき，「ジョリー・ロジャー」又は「頭蓋骨と骨のハザードシンボル」から由来する「基本的構図」という概念を掲げ，「基本的構図」が既に出所識別力を有しないものとなっているとして，それ以外の構成要素によって類否を決すべきであるというものであるのに対し，控訴人商標1についての別件審決取消訴訟における控訴人の主張の骨子は，そのような概念を用いず，頭蓋骨及び骨片の位置，眼窩部の形状などといった両商標間の9つの相違点を個別に挙げるというものであり(甲11)，両主張の内容に差異があることは，明らかである。",
                            "しかしながら，上記差異は，控訴人標章1と被控訴人商標1との類否について異なる観点から検討したことによるものにすぎず，控訴人が，いずれの訴訟においても，控訴人標章1と被控訴人商標1との非類似を主張している点に変わりはない。そして，本件訴訟と控訴人標章1についての別件審決取消訴訟との間に，控訴人標章1及び被控訴人商標1の外観など類否判断の前提となる主要な事実関係について相違があるとは，認められない(前述したとおり，特定の指定商品についてのみ妥当するような判断もない。)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "以上によれば，控訴人標章1と被控訴人商標1とが非類似であるという控訴人の本件における主張は，実質において，控訴人標章1と被控訴人商標1との類否判断につき，既に判決確定に至った控訴人標章1についての別件審決取消訴訟を蒸し返すものといえ，訴訟上の信義則に反し，許されないものというべきである(最高裁昭和51年9月30日第一小法廷判決・民集30巻8号799頁，同昭和52年3月24日第一小法廷判決・集民120号299頁，同平成10年6月12日第二小法廷判決・民集52巻4号1147頁参照。)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，①審決取消訴訟と侵害訴訟は，各自の制度目的を有する別個の訴訟であり，主張，立証の内容が異なれば，判断も異なるものになり得ることは，当然に予定されている，②控訴人標章1についての別件審決取消訴訟においては，基本的構図の慣用化及び控訴人標章の周知性等の取引の実情については，ほとんど主張，立証されていなかったとして，控訴人による前記非類似の主張は，控訴人標章1についての別件審決取消訴訟を蒸し返すものとはいえない旨主張する。",
                            "しかしながら，前述したとおり，①両訴訟は，訴訟物を異にする別個のものではあるが，いずれも，実質上，被控訴人Yと控訴人が，控訴人標章1と被控訴人商標1との類否を争ったものといえる。また，②控訴人は，本件訴訟において，控訴人標章1についての別件審決取消訴訟における主張とは異なる観点から，控訴人標章1と被控訴人商標1との非類似を主張しているにすぎず，両訴訟の間に，類否判断の前提となる主要な事実関係について相違があるとは，認められない。",
                            "以上によれば，控訴人の前記主張は，採用できない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人標章2から6と被控訴人商標1との類否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人商標1",
                      "text": [
                        "被控訴人商標1の外観は，別紙1記載のとおりであり，概略，正面を向いた頭蓋骨とその下に扁平に交差させた2本の骨を組み合わせた黒塗りの図形からなり，特定の称呼を生じないが，その図形の形状に応じて「頭蓋骨と骨」との観念を生じる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人標章2及び3",
                      "text": [
                        "控訴人標章2及び3の外観は，別紙2記載のとおりであり，概略，正面を向いた頭蓋骨とその下に扁平に交差させた2本の骨を組み合わせた黒塗りの図形からなり，特定の称呼を生じないが，その図形の形状に応じて「頭蓋骨と骨」との観念を生じる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "控訴人標章4から6",
                      "content": [
                        {
                          "fig": "a",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "控訴人標章4から6の外観は，別紙2記載のとおりであり，①控訴人標章4は，概略，正面を向いた頭蓋骨とその背後に扁平に交差させた2本の骨を組み合わせた黒塗りの図形及びその下方に配置されている控訴人標章文字，すなわち，筆記体のアルファベット4文字「Roen」からなる結合商標であり，②控訴人標章5及び6は，概略，正面を向いた頭蓋骨とその下に扁平に交差させた2本の骨を組み合わせた黒塗りの図形及び控訴人標章文字からなる結合商標である。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "控訴人標章4から6のいずれにおいても，図形部分と控訴人標章文字部分は，互いに接するところはなく，明確に分けられている。そして，図形部分は，控訴人標章文字部分に比べてかなり大きく，標章全体の面積の大半を占めており，しかも，目鼻立ちの主要な部分である両眼窩部及び鼻孔部が地色とは別の色で表現されていることから，全体的に比較的目立つ形状といえる。また，図形部分は，特定の称呼を生じるものではないが，図形自体及び「頭蓋骨と骨」との観念から，後記のとおり，不気味なイメージを与え，人の死などの凶事を連想させるものである。",
                                "他方，控訴人標章文字部分は，筆記体のアルファベットの大文字「R」，小文字「o」，「e」及び「n」からなる。冒頭の「R」は，二筆目が文字の中央付近から始まり，上部の弧の部分が楕円形様をなすというデフォルメを施されているが，字体を大幅に変形させたとまではいえず，普通に見られる飾り文字の域を出るものではない。その余の3文字には，格別特徴的な点は見られない。また，控訴人標章文字部分は，構成文字に相応した「アールオーイーエヌ」及び構成文字をローマ字読みした「ロエン」の称呼を生じるが，特定の意味合いを生じるものではない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上によれば，結合商標である控訴人標章4から6のいずれにおいても，図形部分と控訴人標章文字部分とは，外観上，常に一体不可分のものとして認識されるものとはいえず，また，称呼及び意味合い上の関連性も認められない。",
                            "したがって，図形部分と控訴人標章文字部分とは，分離して看取し得るものといえ，特に図形部分が，控訴人標章文字部分よりも，相当に強く看者の注意を引くものといえるから，要部と認められる。なお，控訴人標章4から6の各要部である各図形部分は，外観においてそれぞれ控訴人標章1から3に酷似している。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "控訴人標章2から6と被控訴人商標1との比較-外観",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "共通点",
                          "text": [
                            "控訴人標章2及び3並びに控訴人標章4から6の各要部である図形部分(以下，併せて「控訴人標章に係る図形」という。)と，被控訴人商標1との主な共通点は，①正面を向いた頭蓋骨と，扁平に交差させた2本の骨とによって構成されている点，②両眼窩部は，楕円形であり，左右それぞれ輪郭に近い方の端が下がっている点，③両側頭部に，曲線状の切れ込みがあり，立体感を醸し出している点，④鼻孔部の下方が二股に分かれている点，⑤両眼窩部，両側頭部の切れ込み及び鼻孔部は，地色とは別の色で表現されている点である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点",
                          "text": [
                            "他方，控訴人標章に係る図形と被控訴人商標1との主な相違点は，①頭蓋骨部の輪郭(控訴人標章に係る図形は，被控訴人商標1と比べると，頭蓋骨部の幅に対して前頭部，すなわち，頭頂部から眼窩部までが相対的に長めであり，やや縦長の印象を与える。)，②両眼窩部の輪郭，③両側頭部につき，控訴人標章に係る図形は，曲線状の切れ込みの幅が，被控訴人商標1よりも狭いこと，④控訴人標章に係る図形の鼻孔部は，被控訴人商標1の鼻孔部よりも全体的に細長いこと，⑤両頬骨部の形状，⑥上顎部につき，控訴人標章に係る図形においては，長い2本の犬歯及びこれらに挟まれた6本の歯が描かれているのに対し，被控訴人商標1においては，歯部が全く描かれていない点，⑦2本の骨の形状である。さらに，頭蓋骨と2本の骨との位置関係につき，控訴人標章3及び控訴人標章6の要部である図形部分と，被控訴人商標1との間には，前者においては犬歯及び他の歯の一部が2本の骨の交差部分に接しているのに対し，後者においては，頭蓋骨と2本の骨とは，完全に離れているという相違が，控訴人標章4の要部である図形部分と被控訴人商標1との間には，前者においては，頭蓋骨の背後に2本の骨が配置されているのに対し，後者においては，頭蓋骨の下方に2本の骨が配置されているという相違が，それぞれ存在する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "検討",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "控訴人標章に係る図形及び被控訴人商標1は，いずれも正面を向いた頭蓋骨と扁平に交差させた2本の骨がくっきりと描かれている。そして，①頭蓋骨及び骨は，一般人が日常生活において直接目にする機会はほとんどないこと，②特に，頭蓋骨は，一般に，白骨化した人の頭蓋骨を指す「どくろ」又は「晒された頭(こうべ)」を意味する「されこうべ」という不気味なイメージを与え，人の死などの凶事を連想させるものであること(乙1の1，3，乙12の1)に鑑みると，控訴人標章に係る図形及び被控訴人商標1のいずれも，その外観に接した看者にとっては，一見して，正面を向いた頭蓋骨と扁平に交差させた2本の骨とを組み合わせた図形として強く印象付けられ，その旨の観念も生じるものと認められる。さらに，控訴人標章に係る図形と被控訴人商標1とのその他の共通点，すなわち，①両眼窩部が楕円形であり，左右それぞれ輪郭に近い方の端が下がっている点，②両側頭部に，曲線状の切れ込みがあり，立体感を醸し出している点，③鼻孔部の下方が二股に分かれている点，④両眼窩部，両側頭部の切れ込み及び鼻孔部は，地色とは別の色で表現されている点も，頭蓋骨部の特徴として強い印象を看者に与えるものといえる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "他方，前述した控訴人標章に係る図形と被控訴人商標1との相違点のうち，頭蓋骨部及び両眼窩部の輪郭，両側頭部の切れ込みの幅並びに鼻孔部，両頬骨部及び2本の骨の形状に係る相違は，いずれも細部にわたるもので，微差の範囲にとどまるものである。",
                                "また，確かに，上顎部の歯部の有無は，明確な相違といえるものの，控訴人標章に係る図形の歯部のうち最も大きい犬歯でさえ，頭蓋骨部全体から見れば小さなものにすぎず，左右の犬歯間の歯はそれよりも更に小さい。歯部全体をみても，その頭蓋骨部に占める面積の割合は，少ないものである。これらの点によれば，歯部は，控訴人標章に係る図形においてさほど目立つものとはいい難く，したがって，歯部の有無は，控訴人標章に係る図形と被控訴人商標1との相違を際立たせるものとはいえず，看者にとっても，上記相違を印象付けるものということはできない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "頭蓋骨と2本の骨との位置関係に関しても，控訴人標章3及び控訴人標章6の要部である図形部分と，被控訴人商標1との間の前記相違については，被控訴人商標1において，頭蓋骨と2本の骨とは完全に離れているとはいえ，かなり近接しており，その間隔はわずかなものである。このことから，上記位置関係の相違も，看者にとって，控訴人標章3及び控訴人標章6の要部である図形部分と，被控訴人商標1との相違を印象付けるものとはいい難い。",
                                "控訴人標章4の要部である図形部分と被控訴人商標1との間の前記相違についても，前者においては，2本の骨の交差部は，頭蓋骨の陰に隠れる位置にあるために描かれていないものの，頭蓋骨と2本の骨は，上記交差部の上に頭蓋骨の下部が重なるような位置関係に配置されており，後者においては，2本の骨の交差部が頭蓋骨のすぐ下に近接して配置されている。この点にかんがみると，控訴人標章4の要部である図形部分と被控訴人商標1との前記相違も，看者にとって，両者の相違を印象付けるものまではいえない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "小括",
                              "text": [
                                "以上によれば，控訴人標章に係る図形と被控訴人商標1とは，外観上，看者にとって，一見して，正面を向いた頭蓋骨と扁平に交差させた2本の骨とを組み合わせた図形として強く印象付けられるものであるという点において共通し，さらに，前述のとおり，両眼窩部，両側頭部及び鼻孔部の形状が看者に強い印象を与えるという点においても，共通している。",
                                "これに対し，前述した相違点は，そのすべてを併せてもなお，上記共通点に凌駕されるものというべきである。",
                                "したがって，控訴人標章に係る図形と被控訴人商標1とは，外観において類似しているものと認められる。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "控訴人標章2から6と被控訴人商標1との比較-称呼及び観念",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人標章2及び3は，いずれも特定の称呼を生じないが，「頭蓋骨と骨」との観念を生じる。控訴人標章4から6は，「アールオーイーエヌ」及び「ロエン」の称呼並びに「頭蓋骨と骨」との観念を生じる。",
                            "他方，被控訴人商標1は，特定の称呼を生じないが，「頭蓋骨と骨」との観念を生じる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上によれば，控訴人標章2及び3と，被控訴人商標1とは，いずれも特定の称呼を生じない点及び「頭蓋骨と骨」との観念を生じる点において共通している。",
                            "控訴人標章4から6と，被控訴人商標1とは，いずれも「頭蓋骨と骨」との観念を生じる点において共通しており，称呼については，控訴人標章4から6は，「アールオーイーエヌ」及び「ロエン」の称呼を生じる点において，特定の称呼を生じない被控訴人商標1と相違するが，同相違は，外観上の共通点及び観念の同一性を凌駕するものとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，控訴人標章2から6は，被控訴人商標1に類似するものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人標章と被控訴人商標2との類否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人商標2",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被控訴人商標2の外観は，別紙1記載のとおりであり，概略，正面を向いた頭蓋骨とその下に扁平に交差させた2本の骨を組み合わせた黒塗りの図形並びにその下方に配置されているゴシック体の2段のアルファベット文字，すなわち，上段の「mastermind」の文字及び下段の「JAPAＮ」の文字(以下，併せて「被控訴人商標文字」という。)からなる結合商標である。",
                            "上記図形部分は，被控訴人商標文字部分の近くに配置されているものの，接するところはなく，両者を明確に区別することができる。また，上記図形部分は，被控訴人商標文字部分よりも相当に大きく，商標全体の面積の大半を占めており，その形状も，目鼻立ちの主要な部分である眼窩部及び鼻孔部を地色とは別の色で表現するという比較的目立つものである。加えて，上記図形部分は，「頭蓋骨と骨」との観念を生じるものであり，頭蓋骨は，前述したとおり，不気味なイメージを与え，人の死などの凶事を連想させるものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "他方，被控訴人商標文字部分は，上段がゴシック体のアルファベットの小文字「m」，「a」，「s」，「t」，「e」，「r」，「m」，「i」，「n」及び「d」からなり，下段がゴシック体のアルファベットの大文字「J」，「A」，「P」，「A」及び「Ｎ」からなり，いずれも通常の字体である。また，被控訴人商標文字部分は，構成文字に対応して，上段は「マスターマインド」の称呼を生じ，特定の意味合いを生じず，下段は「ジャパン」の称呼及び「日本」の意味合いを生じる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，結合商標である被控訴人商標2において，図形部分と被控訴人商標文字部分とは，外観上，常に一体不可分のものとして認識されるものとはいえず，また，称呼及び意味合い上の関連性も認められない。",
                            "したがって，図形部分と被控訴人商標文字部分とは，分離して看取し得るものといえ，特に図形部分が，被控訴人商標文字部分よりも，相当に強く看者の注意を引くものといえるから，要部と認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人標章と被控訴人商標2との比較",
                      "text": [
                        "被控訴人商標2の要部である図形部分は，外観上，被控訴人商標1に酷似するとともに観念を同一にし，被控訴人商標1と同様に，特定の称呼を生じないものであることから，控訴人標章2から6と被控訴人商標2との類否は，前述の控訴人標章2から6と被控訴人商標1との類否と同様に考えられるものといえる。また，控訴人標章1は，控訴人標章4の要部である図形部分と酷似するとともに観念を同一にし，同図形部分と同様に，特定の称呼を生じないものであることから，控訴人標章1と被控訴人商標2との類否も，前述の控訴人標章2から6と被控訴人商標1との類否と同様に考えることができる。",
                        "以上によれば，控訴人標章は，被控訴人商標2に類似するものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "類否判断に関する控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，基本的構図は，長年にわたり，ファッション業界において広く慣用的に使用され続けてきたことから，既に出所識別力を有しないものとなっており，したがって，類否判断に当たっては，基本的構図以外の部分を対比すべきである旨主張する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "確かに，証拠(乙1の1から乙4，乙6，乙10，乙11の2，乙12の1)によれば，海賊旗に描かれている「ジョリー・ロジャー」及び危険物や毒物の存在を示して注意を促す「頭蓋骨と骨のハザードシンボル」は，かなり以前から広く知られているものであり，これらの特徴は，「正面を向いた頭蓋骨」と「2本の交差した骨」とを組み合わせ，「骨」を「頭蓋骨」の下方に，又は，「頭蓋骨」の下部と重なるように配置するという点にあるところ，これは，基本的構図の構成に他ならず，同構成を有する図形は，「どくろマーク」などと呼ばれて一般に知られている。",
                            "そして，ファッション業界においては，①スカル(頭蓋骨)ファッションなどと呼ばれる頭蓋骨をモチーフとするデザインの制作者及び愛好者が一定程度存在し，特に近時は，芸能人等の著名人が愛用することも珍しくなく，上記デザインは，一種のファッションとして確立していること(乙11の1から乙15，乙18から乙20など)，②控訴人以外の相当数の業者が，基本的構図を採用した多数の標章を被服や小物等を指定商品として商標登録しており(甲28，乙22の1から3，7，11から18，21，23から26，28，30から36)，また，基本的構図を取り入れた多種類にわたる衣装やアクセサリー等の小物を製造，販売していることが認められる(乙8の1から6，乙11の6，11，14，乙12の3，4，7，8，14，乙13から乙15，乙18から乙21の62，64から73，乙24から乙28，乙30の3から5，乙33から乙37)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "しかしながら，基本的構図の主要な構成部分といえる頭蓋骨は，前述したとおり，不気味なイメージを与え，人の死などの凶事を連想させるものである。そして，①「ジョリー・ロジャー」は，海賊又は海賊旗の象徴であり，海賊をテーマとしたフィクションやアトラクション等に用いられていること(乙1の1，2，乙3，乙4，乙6，乙7から乙8の6，乙11の2)，②「頭蓋骨と骨のハザードシンボル」も，人体を害するおそれの高い危険物の公的な標札及び標識として用いられていること(乙10)にも鑑みると，頭蓋骨をモチーフとするデザインが一種のファッションとして確立した現在にあってもなお，一般人の多くは，頭蓋骨を含む基本的構図に対し，「死」や「生命の危険」など不吉な印象を抱くものと推認できる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "また，①「スカルの解説サイト」(乙11の2)には，「アウトローにとっては，永遠の定番モチーフとされるスカル」という文言があり，スカルファッションを扱う業者のブランド情報を記したウェブサイトにも，『不良が憧れる永遠のモチーフであるSKULL』という文言が見られること(乙29)，②ファッション雑誌において，頭蓋骨のデザインを付された衣類について「大人の不良にこそ着て欲しい」(乙55)，「“不良(ワル)”の王道アイテム」(乙98)などという宣伝文言や，「毒々しくて悪いものとか敵とかが好き。だからドクロも好きになったんです。」(乙20)などという愛好者の感想が掲載されていること，③基本的構図を取り入れたファッションにおいても，「PIRATES」(乙21の29)，「FAST  TO  DIE」(乙21の48)，「TOO  YOUＮG  TO  DIE」(乙15)など，「海賊」や「死」などのテーマと共に基本的構図を用いるものがあることにも鑑みると，頭蓋骨をモチーフとしたデザインは，前述した不吉な印象を魅力の1つととらえて顧客誘引力の源としている側面があるものということができる。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "これらの点に鑑みると，基本的構図を採用したデザインについては，熱心な愛好者も存在するものの，どちらかといえば敬遠する者の方が多く，需要者層は比較的限られているものと推認される。加えて，そのようなデザインを付された衣類や小物は，原則として冠婚葬祭の場における着用は避けるなど，使用する場面がかなり限定されるものと考えられる。現に，本件証拠に挙げられている基本的構図を取り入れた衣装やアクセサリー等の小物の大半は，Tシャツ，ジーンズ，ジャンパーなどの衣服とその着用時に使用するいわゆるカジュアル系のものである。",
                                "以上によれば，基本的構図が，ファッション業界において，広く慣用的に使用され続けてきたとまでは，認め難く，控訴人の主張は，採用できない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，外観に関し，控訴人標章は，「ジョリー・ロジャー」の基本デザインに，狼をイメージした牙及び広大な額部を有する架空の生物の頭蓋骨をモチーフとした様々なアレンジを加え，これによってミステリアスな印象を与えるものとなっているのに対し，被控訴人商標図形の外観は，上記基本デザインにおける人の頭蓋骨を写実的に描き，下顎部を取り除いた以外は，格別の特徴を有しないとして，控訴人標章と被控訴人商標とは，基本的構図以外の部分につき，顕著な相違がある旨主張する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかしながら，控訴人標章の頭蓋骨部にある2本の犬歯は，確かに，人のものとしては不自然に長い印象を受けるものの，前記イにおいて前述したとおり，頭蓋骨部全体から見れば小さなものにすぎず，その形状をみても，直ちに狼を含む動物の「牙」というイメージを与えるものとまではいい難い。額部についても，頭蓋骨部全体との比較において若干広めとは感じられるものの，人の額部として不自然さを感じさせるほどのものではない。",
                            "以上によれば，控訴人標章の頭蓋骨が，人以外の生物の頭蓋骨を直ちに連想させるものとはいえない。そして，前記イのとおり，控訴人標章と被控訴人商標との外観上の差異は，頭蓋骨部の輪郭の相違及び歯部の有無も含め，看者にとって控訴人標章と被控訴人商標との相違を印象付けるものとまではいえない。",
                            "以上によれば，控訴人の前記主張は，採用できない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，観念に関し，控訴人標章は，狼をイメージした牙及び広大な額部を有する架空の生物の頭蓋骨という外観に由来する「ミステリアスな観念」及び狼煙(ＮOROSHI・ROEＮ)をあげるという強いメッセージを伴った「ロエンブランドの観念」をも生じる点において，被控訴人商標と相違する旨主張する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "しかしながら，前述したとおり，控訴人標章の頭蓋骨部にある2本の犬歯は，直ちに動物の「牙」というイメージを与えるものとまではいい難く，額部も，人の額部として不自然さを感じさせるほどのものではないことから，控訴人標章が，控訴人のいう「ミステリアスな観念」を生じるとは認められない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "そして，上記の点に加え，一般人において，控訴人標章文字から生ずる「ロエン」の称呼をもって狼を連想するとは考え難い。また，「のろし」という言葉自体，現代の日常生活において使用されることはまれであり，これを漢字で「狼煙」と表記し，「ろうえん」とも読むことは，一般人にとってほとんどなじみのない事柄といえる。さらに，後述するとおり，控訴人標章がロエンブランドとして需要者に周知されていることも認められない。",
                                "以上によれば，控訴人標章が，控訴人のいう「ロエンブランドの観念」を生じるとも認められない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，控訴人の前記主張は，採用できない。",
                            "なお，控訴人は，控訴人標章1から3及び控訴人標章4から6の図形部分並びに被控訴人商標1及び被控訴人商標2の図形部分が，基本的構図に相応した「ジョリー・ロジャーないし頭蓋骨と骨のハザードシンボル」との観念を生じる旨主張するが，海賊旗に描かれた「ジョリー・ロジャー」及び「頭蓋骨と骨のハザードシンボル」のいずれも，日常生活において目にする頻度はさほど高いものではなく，これらが基本的構図から直ちに連想されるとまでは考え難いことから，上記主張も採用できない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，取引の実情に関し，①基本的構図が出所識別力を有しないことを前提として，特にファッション愛好家であるロエンブランドの需要者は，基本的構図以外の特徴等によって出所を識別するところ，控訴人標章は，基本的構図に加えたアレンジによって出所識別力を備えており，特に，控訴人標章4から6においては，アレンジの一環として控訴人の略称を表す控訴人標章文字が大きく配されており，これは，商品の出所が控訴人であることを直截に示すものである，②控訴人標章は，遅くとも平成17年7月頃までには，ロエンブランドを示す標章として周知され，著名なものとなっていた，少なくとも本件損害賠償請求期間においては，そのような状況になっていたとして，控訴人標章は，日本から海外にも狼煙(のろし・ろうえん)をあげるというロエンブランドのメッセージに強く結び付いたものとして需要者に周知されており，出所混同のおそれは存在しない旨主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "①の点については，前述したとおり，基本的構図が，ファッション業界において広く慣用的に使用され続けてきたとまでは，認め難いことから，出所識別力を有しないとはいえず，前提において誤りがある。また，前記アからウのとおり，控訴人標章は被控訴人商標に類似しているものと認められ，控訴人主張に係る牙，広大な額部等のアレンジは，看者にとって，被控訴人商標との相違を印象付けられるものとはいえない。さらに，控訴人標章4から6については，前記イのとおり，図形部分を要部として控訴人標章文字部分と分離して看取することができることから，控訴人標章文字の存在は，前記類似性の認定を左右するものではなく，出所混同のおそれを解消するものとは認め難い。"
                          ]
                        },
                        {
                          "fig": "b",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "②の点については，確かに，控訴人代表者は，平成13年に「洋服・靴・小物をトータル提案するSHOP『Roen』」を開業し，平成14年9月に，既製洋服の輸出入，製造，加工及び販売等を目的として控訴人(当時は，旧商号ロエン)を設立したことが認められる(乙39，乙41)。",
                                "そして，控訴人は，平成17年7月には，「若くして成功したカリスマ達」をテーマとするテレビ番組に取り上げられた。同番組は，約30分間にわたるもので，番組プロデューサーによる控訴人代表者へのインタビューを中心に構成されていた。同番組において，「ロエン」は，武士用語である『狼煙(ロウエン，のろし)』に由来することなどが紹介され，また，控訴人標章又はこれに類似する標章を付した衣類等の映像も少なからずあった(乙110の1，2)。加えて，ウェブサイト「スカルファッション」には，控訴人を紹介するページがあり，同ページにおいては，控訴人標章2が掲載されており，また，「牙を持ったスカル(ドクロ)のモチーフが特徴的。」，「ブランドコンセプトは(中略)Roenは存在するそこに関わる全てのものに狼煙(ＮOROSHI)をあげる。」などという記載も見られる(乙12の8)。",
                                "さらに，頭蓋骨と交差する2本の骨とを組み合わせた標章を付した控訴人の商品は，平成14年から平成20年にかけて，かなり人気のあるファッションショーやファッション雑誌などに取り上げられた(乙43，乙50から乙104)。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "しかしながら，上記のファッションショーやファッション雑誌等に取り上げられている控訴人の商品には，一見して控訴人標章とは異なる外観の標章を付したものも相当数含まれており(乙43，乙50，乙51，乙55，乙65，乙77，乙83，乙93から乙99など)，これらに比して，控訴人標章又はこれに類似する標章を付した商品の方が，その数，上記のファッションショーやファッション雑誌等による宣伝効果及び需要者，取引者に与える印象の強さにおいて勝るものとまでは言いきれない。特に，控訴人の旧商号である「ロエン」と同じ呼称を有する控訴人標章文字を構成に含む標章を付した商品は，平成18年に刊行された乙81号証のファッション雑誌に掲載されている靴を除き，上記のファッションショーやファッション雑誌等においてほとんど紹介されていない。",
                                "さらに，平成22年に作成された控訴人の公式カタログ(乙39)においては，一見して控訴人標章とは異なる外観を有した標章を付した商品がかなり多く紹介されており，控訴人標章又はこれに類似する標章を付した商品よりも，目立つ印象を与える。",
                                "他方，証拠として提出されている平成23年以降に刊行されたファッション雑誌や控訴人の宣伝冊子においては，それ以前に比べて，控訴人標章又はこれに類似する標章を付した商品が多数紹介されており，その中には，控訴人標章文字を含む標章を使用するものも相当数あり(乙44から乙49，乙105から乙109)，特に，平成23年から平成25年にかけて刊行された控訴人の宣伝冊子(乙45から乙48)においては，各冊子の末尾に，うち乙47号証については表紙にも，控訴人標章6が鮮明に描かれている。控訴人ウェブサイトにも，控訴人標章又はこれに類似する標章を付した商品が，多数紹介されているところである(甲9の1，2，甲20，甲21)。",
                                "もっとも，上記ファッション雑誌や控訴人の宣伝冊子においてもなお，一見して控訴人標章とは異なる外観の標章が少なからず使用されており(乙48，乙49，乙105，乙108など)，平成25年に刊行された控訴人の宣伝冊子である乙49号証の末尾にも，そのような標章が大きく描かれている。",
                                "以上によれば，控訴人標章又はこれに類似する標章は，ファッションショー，ファッション雑誌，控訴人の宣伝冊子やカタログにおいて，控訴人の使用する標章のうち主要なものとして位置付けられているとまではいい難い。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "加えて，ファッション業界においては，前述のとおり，控訴人以外の複数の業者が，基本的構図を採用した標章を被服や小物等を指定商品として商標登録しており，また，基本的構図を取り入れた衣装やアクセサリー等の小物を製造，販売しているところであり，ファッション業界において，控訴人のみが，基本的構図を採用したデザインを取り扱っているわけではない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "以上によれば，控訴人標章は，ロエンブランド，すなわち，商品の出所が控訴人であることを示す標章として需要者に周知されるに至ったものとは，いまだ認められない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "結論",
                  "text": [
                    "以上によれば，控訴人標章は，被控訴人商標に類似するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "侵害行為の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠(甲9の1，2，甲20，甲21，甲24，甲25，乙44から乙49，乙105から乙109)及び弁論の全趣旨によれば，控訴人は，本件損害賠償請求期間中，①控訴人標章又はこれに類似する標章を付した商品を販売し，また，販売のために展示したこと，②控訴人ウェブサイトに，控訴人標章又はこれに類似する標章を付した商品を掲載して，宣伝及び通信販売を実施したこと，③控訴人標章又はこれに類似する標章を，ファッション雑誌や控訴人の宣伝冊子にも掲載したことが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，①平成22年6月18日以降，デザイン及び商標権管理業務に特化し，被服の輸出入，製造，加工及び販売業務に従事しておらず，したがって，本件損害賠償請求期間中に侵害行為に及んだことはない，②同日以降に控訴人標章を付した商品を製造，販売したのは，リレーション社又はロエンブルー社であるところ，控訴人は，両社に対して控訴人標章1を含むロエンブランドの商標の通常使用を包括的かつ非独占的に許諾し，ロイヤリティを受領しているにすぎず，両社の製造，販売業務には何ら関与していない旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "確かに，控訴人標章又はこれに類似する標章を付した商品には，タグ等にリレーション社又はロエンブルー社の社名が記載されているものがある(弁論の全趣旨)。",
                          "text": [
                            "しかしながら，控訴人が平成14年9月に設立されて以来，平成22年6月までの7年以上にわたり一貫して携わってきた商品の製造，販売業務をやめ，以後，同業務には一切関与しないということは，控訴人の業務形態を大幅に変えるものであるとともに，商品供給の継続の可否，販売方法などそれまで控訴人が提供していた商品の流通の根幹に変更をもたらし得るものであるから，需要者，取引者に対して大きな影響を及ぼす事項である。この点に鑑みると，控訴人が主張する業務内容の変更は，通常であれば，取引に関する混乱の発生防止及び商品に係る責任の所在の明確化を図るなどの観点から，直ちに公表され，取引先などに遺漏なく周知する措置が執られるはずである。",
                            "しかしながら，平成22年に作成された控訴人の公式カタログ(乙39)，平成23年以降に刊行されたファッション雑誌及び控訴人の宣伝冊子(乙44から乙49，乙105から乙109)及び控訴人ウェブサイト(甲9の1，2，甲20，甲21，甲33)のいずれにおいても，控訴人が主張する業務内容の変更については何ら言及されておらず，リレーション社及びロエンブルー社についても，ほとんど触れられていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "他方，上記の控訴人の宣伝冊子及び控訴人の公式ウェブサイトにおいては，「ロエン青山(Roen  AOYAMA)」，「ロエン名古屋(Roen  ＮAGOYA)」など主要都市圏に所在する店舗が，「旗艦店」，「Roen  Flag  Ship」及び「ロエン直営店」など控訴人経営に係る店舗であることを示す言葉と共に，「Authorized  Retailers」，「Roen取扱店」などと呼ばれる単なる商品の取扱店とは明確に区別して，掲載されている(甲9の1，乙46から乙49)。なお，リレーション社及びロエンブルー社のいずれも，取扱店にさえ挙げられていない。",
                            "加えて，平成23年には石川県金沢市に「ロエン金沢(Roen  KAＮAZAWA)」が，平成24年には「ロエン新宿(Roen  SHIＮJUKU)」が，それぞれ「ロエン直営店」として設立された(甲33，乙46，乙48)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上に鑑みると，控訴人が，平成22年6月18日以降，商品の製造，販売業務に一切携わっていなかったとは，考え難い。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "加えて，証拠(甲2，甲26，甲27，甲32)及び弁論の全趣旨によれば，①リレーション社及びロエンブルー社は，いずれも控訴人に勤務していた従業員が独立して平成22年6月18日に設立したものであり，当時控訴人が入居していたビル内に所在すること，②特に，リレーション社については，平成24年7月，同社の監査役に，当時控訴人の監査役を務めていた者が就任しており，同人は，その後間もなく控訴人の監査役を退任して取締役に就任し，以後，控訴人の取締役とリレーション社の監査役を兼任していたこと，同年10月，同社の本店が当時の控訴人の本店所在地，すなわち，商号変更前の本店所在地と同じ場所に移転したこと，また，平成25年1月当時，インターネットに，「Roenの営業・PR・販売などを代行する当社。今後，Roenで新しい展開を進めていくため，増員募集を行います。」という内容の求人情報を掲載していたことが認められ，これらの事実によれば，リレーション社及びロエンブルー社と控訴人とは，密接な関係にあるものと推認できる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上の点によれば，控訴人は，本件損害賠償請求期間中も，リレーション社及びロエンブルー社を通じて商品の製造，販売に携わっていたものと推認できる。",
                        "控訴人が，リレーション社及びロエンブルー社に対して控訴人標章1を含むロエンブランドの商標の通常使用を包括的かつ非独占的に許諾し，ロイヤリティを受領している点は，上記推認を妨げるものではない。",
                        "したがって，控訴人の前記主張は，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効の抗弁の当否",
              "text": [
                "控訴人は，被控訴人商標1における基本的構図が出所識別力を有しなくなったことを前提として，被控訴人商標1は，商標法3条1項2号所定の慣用商標又は同項6号所定の「需要者が何人かの業務に係る商品又は役務であることを認識することができない商標」に該当し，無効とされるべきものであるから，被控訴人らは，被控訴人商標1に基づいて権利行使をすることはできない旨主張する。",
                "しかしながら，前記(1)エにおいて前述したとおり，被控訴人商標1の基本的構図が出所識別力を有しなくなったとは認められないから，控訴人の主張は前提を欠き，採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "権利濫用の抗弁の当否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，被控訴人商標1が無効とされるべきものであることに加え，被控訴人Yが控訴人に対して警告書を送付した経緯等から，被控訴人らは，活動休止に当たり，被控訴人商標1が商標登録を受けたことを利用して，基本的構図を根拠にロエンブランドをいわば狙い撃ちしているものと解され，これらのことに鑑みると，被控訴人らの権利行使は，権利の濫用に当たり，許されない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人主張に係る被控訴人らの行為につき，前記第2の2「前提事実」，後掲証拠及び弁論の全趣旨によれば，以下の事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被控訴人Yは，平成18年10月20日，被控訴人商標2の設定登録を受けた。",
                            "被控訴人Yは，代理人を通じて，控訴人に対し，平成20年5月21日付けで，控訴人が被控訴人商標2の商標権を侵害している旨の警告書(甲29)を送付した。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人Yは，平成20年8月1日，被控訴人商標1の設定登録を受けた。",
                            "被控訴人Yは，代理人を通じて，控訴人に対し，平成24年5月11日付けで，控訴人が販売する「衣類，帽子」について使用している「商標(髑髏と，この髑髏の下方に骨片が交差した図形)」は，被控訴人商標1に類似している旨の警告書(甲14)を送付した。同警告書には，控訴人の登録商標は，「髑髏と髑髏の後方に骨片が交差した図形」(商標登録第5244936号〔以下「控訴人の36号商標」という。〕，控訴人標章1)及び「髑髏のみの図形」(商標登録第5296696号。以下「控訴人の96号商標」という。)であることは，承知している旨が記載されている。",
                            "控訴人は，代理人を通じて，被控訴人Yに対し，同年6月7日付けで，被控訴人Yが指摘する控訴人使用の商標は，被控訴人商標1に類似していない旨の回答書(甲15)を送付した。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被控訴人Yは，以下のとおり，控訴人の36号商標，控訴人標章1及び控訴人の96号商標(以下，併せて「控訴人の登録商標3件」という。)につき，商標登録無効審判を請求した。被控訴人Yと控訴人は，いずれもこれらの商標登録無効審判事件及び控訴人標章1についての別件審決取消訴訟において，代理人を選任して争った(甲10，甲11，乙111，乙112，裁判所に顕著な事実)。",
                            "(a)①  被控訴人Yは，平成24年，控訴人標章1の指定商品中，控訴人標章1についての別件審判の請求に係る指定商品についての登録無効審判請求をし(控訴人標章1についての別件無効審判請求事件)，特許庁は，同年12月3日，控訴人標章1の指定商品中，控訴人標章1についての別件審判の請求に係る指定商品についての登録を無効とする旨の審決(控訴人標章1についての別件審決)をした。",
                            "控訴人は，控訴人標章1についての別件審決取消訴訟を提起したが，知的財産高等裁判所は，平成25年6月27日，請求棄却の判決を言い渡した(控訴人標章1についての別件判決)。",
                            "控訴人は，控訴人標章1についての別件判決を不服として，上告及び上告受理申立てをしたが，最高裁判所は，同年11月8日，上告棄却及び上告不受理の決定をし，控訴人標章1についての別件判決及び控訴人標章1についての別件審決が確定した。",
                            "②  被控訴人Yは，平成25年8月5日，控訴人標章1の指定商品中，控訴人標章1についての後行別件審判の請求に係る指定商品についての登録無効審判を請求し(控訴人標章1についての後行別件無効審判請求事件)，特許庁は，平成26年4月10日，控訴人標章1の指定商品中，控訴人標章1についての後行別件審判の請求に係る指定商品についての登録を無効とする旨の控訴人標章1についての後行別件審決をした。",
                            "控訴人は，控訴人標章1についての後行別件審決取消訴訟を提起したが，知的財産高等裁判所は，同年11月26日，控訴人の訴えを却下する判決を言い渡した(裁判所に顕著な事実)。"
                          ],
                          "content": [
                            {
                              "fig": "(b)",
                              "text": [
                                "被控訴人Yは，平成24年，控訴人の36号商標の商標登録無効審判を請求し(無効2012-890066号)，上記登録商標が被控訴人商標1に類似し，商標法4条1項11号に該当するなどと主張したが，特許庁は，同年12月26日，審判不成立の審決をした(乙112)。",
                                "被控訴人Yは，平成24年，控訴人の96号商標に係る商標登録無効審判を請求し(無効2012-890068号)，上記登録商標が被控訴人商標1に類似し，商標法4条1項11号に該当するなどと主張したが，特許庁は，同年12月27日，審判不成立の審決をした(乙111)。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "被控訴人Yは，平成25年2月28日，2件の商標登録出願をした(商願2013-13844号，同2013-13845号)。各出願に係る商標は，それぞれ控訴人標章2，控訴人標章3に酷似している(乙114，乙115)。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "被控訴人らは，控訴人に対し，平成25年9月10日，本件訴えを東京地方裁判所に提起した。",
                            "その後，第1回口頭弁論期日が指定されたものの，延期され，さらに，同年12月3日，口頭弁論期日が実施された。控訴人は，2回にわたり，呼出状の送達による期日の呼出し(民訴法94条1項)を受けたが，口頭弁論期日に出頭せず，また，答弁書その他の準備書面を提出することもなかった。",
                            "東京地方裁判所は，同日，口頭弁論を終結し，被控訴人らの請求をすべて認容する内容の原審欠席判決を言い渡した。同判決の主文第1項及び第5項には仮執行宣言が付されていた。同月6日，原審欠席判決の正本は，控訴人に送達された。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "被控訴人会社は，控訴人の取引先に対し，平成25年12月11日付けで，通知書(乙116)を送付した。同通知書には，「ロエンに対し判決に基づく誠実な履行を促すためにも貴社にご通知を差し上げる次第となりました。」として，金員支払を除く原審欠席判決の内容，すなわち，控訴人標章を付した洋服等の販売の差止めなどが記載されており，損害賠償金の額に係る部分を黒塗りした原審欠席判決の写しも添付されていた。",
                            "同月25日，被控訴人らは，前記欠席判決を債務名義とする執行文の付与を受けた。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(3)において前述したとおり，被控訴人商標1は無効とされるべきものとはいえず，また，以下の点によれば，被控訴人らによる権利行使につき，権利の濫用と評価することはできない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "控訴人は，権利濫用の根拠として，被控訴人商標が登録された当時，既に控訴人標章がロエンブランドを示すものとして幅広く使用されていたにもかかわらず，被控訴人Yは，被控訴人商標1の登録日である平成20年8月1日から3年9か月以上が経過した平成24年5月に至って突然，控訴人に対し，警告書(甲14)を送付し，さらに，同年，控訴人の登録商標3件について商標登録無効審判を請求し，加えて，平成25年に控訴人標章2及び3に酷似する2件の商標の登録出願をしたことを挙げる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "しかしながら，前記(1)エにおいて認定した事実によれば，被控訴人商標が登録された当時，既に控訴人標章がロエンブランドを示すものとして幅広く使用されていたとまでは認められない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "そして，上記認定のとおり，被控訴人Yは，被控訴人商標2の設定登録を受けた平成18年10月20日から約1年7か月後に，控訴人に対し，控訴人が被控訴人商標2の商標権を侵害している旨の警告書を送付しているところ，上記設定登録から同警告書送付までの約1年7か月という期間は，不自然に長いものではない。",
                                "その後，さらに，被控訴人Yは，控訴人に対し，控訴人が使用している商標は被控訴人商標1に類似している旨の警告書を送付したが，控訴人から，同警告書の内容に対して全面的に反論する旨の回答を受けた。",
                                "被控訴人Yは，このような控訴人の対応を見て，同時点において控訴人との間で円満な解決を図ることは困難と判断し，控訴人の登録商標3件についての商標登録無効審判の請求，控訴人標章2及び3に酷似する商標の登録出願並びに本件訴えの提起に及んだものと推認できる。これらは，控訴人によって被控訴人商標の商標権を侵害されていると認識している被控訴人Yにおいて，商標権者の立場で同侵害を阻止するために執る措置として十分に理解し得るものといえ，特段，不自然な点は見られない。",
                                "なお，控訴人は，被控訴人らがブランド休止の直前に上記措置を執ったことを問題視しているものと解されるが，前記第2の2「前提事実」のとおり，被控訴人らは，平成25年の春夏コレクションを最後に活動を休止する旨を内外に伝えているものの，同休止自体が，直ちに被控訴人商標の侵害に関して何らかの影響を及ぼすとは考え難く，また，侵害によって既に生じた損害を左右するものではないことは明らかといえ，同休止との関係で，上記措置が問題となるべきものではない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，控訴人は，被控訴人会社において，いまだ原審欠席判決が確定していないにもかかわらず，権利行使とは無関係に，取引先に前記通知書を送付したことにつき，控訴人の業務に過大な悪影響を及ぼす行為である旨主張する。",
                            "しかしながら，控訴人は，本件訴えの提起に先立って，その使用する商標と被控訴人商標との類否をめぐって被控訴人Yと争っており，この間，平成24年に審判請求された控訴人の登録商標3件に対する商標登録無効審判事件及び控訴人標章1についての別件審決取消訴訟並びに控訴人標章1についての後行別件無効審判請求事件が係属し，しかも，双方とも代理人を選任して攻撃，防御を尽くすという対立が続いた経緯がありながら，本件原審において，2回にわたり呼出状送達による期日の呼出しを受けたにもかかわらず，口頭弁論期日に出頭せず，答弁書その他の準備書面を提出することもなく，原審欠席判決を受けた。",
                            "このような従前の経緯及び控訴人の応訴態度に鑑みれば，被控訴人らは，控訴人がもはや本件訴えに対応する意思を有しない旨の判断をしたものと推認できる。そして，原審欠席判決の一部に仮執行宣言が付されており，被控訴人らが前記通知書の送付後間もなく原審欠席判決に係る執行文の付与を受けていることも併せ考えると，被控訴人らは，控訴人によって被控訴人商標が侵害されている状況の解消及び今後の侵害の防止のために，原審欠席判決のうち特に侵害の停止及び予防に係る部分の早期かつ確実な実現を求めて，原審欠席判決が控訴人に送達された後，事実上の影響を受ける可能性の大きい控訴人の取引先に原審欠席判決の内容を通知したものと解される。したがって，前記通知書の送付は，権利行使と密接な関係を有する行為といえる。そして，前記通知書は，専ら原審欠席判決の内容を示すものであり，いたずらに控訴人をおとしめるような内容の記載はない。しかも，前記通知書においては，原審欠席判決が支払を命じた損害賠償金の額は伏せられており，これは，控訴人が1億を超える多額の損害賠償金の支払を命じられたことを取引先に伝えないための配慮とみることができる。",
                            "以上によれば，前記通知書の送付に関しても，特に不合理な点は見出し難い。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人は，被控訴人らがロエンブランドを狙い撃ちした旨主張するが，被控訴人Yは，控訴人以外の第三者に対しても，自身の商標権を侵害しているという趣旨の，控訴人に送付したものと同様の警告書を送付しており(甲30，甲31)，この点に鑑みれば，被控訴人らは，殊更に控訴人のみに対して権利行使をしているものとは認められない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，控訴人の権利濫用の主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "権利制限の抗弁の当否",
              "text": [
                "控訴人は，被控訴人商標1は，少なくとも現在においては，慣用商標に該当し，控訴人標章が被控訴人商標に類似している旨評価された場合，控訴人標章は，慣用商標である被控訴人商標1に類似していることになるから，同様に慣用商標に該当し，したがって，商標法26条1項4号により，被控訴人商標1の効力は，控訴人標章に及ばない旨主張するが，前記(3)のとおり，被控訴人商標1は慣用商標とは認められないことから，上記主張は，前提を欠き，採用できない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "先使用の抗弁の当否",
              "text": [
                "控訴人は，被控訴人商標の出願日の以前から，控訴人標章の使用を開始しており，控訴人標章は，上記出願日当時において，控訴人の業務に係る商品を表示するものとして，広く需要者の間に認識されていたことを理由に，控訴人標章の先使用権を主張するが，前記(1)エによれば，控訴人標章が，いずれの被控訴人商標の出願日当時においても，控訴人の業務に係る商品を表示するものとして需要者の間に周知されていたとは認められず，したがって，上記主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)  不正競争行為(不競法2条1項1号)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "不正競争行為該当性の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人標章と被控訴人商標との類否",
                  "text": [
                    "前記1(1)のとおり，控訴人標章は，被控訴人商標に類似するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人商標の周知性の有無",
                  "text": [
                    "後掲証拠及び弁論の全趣旨によれば，①平成15年7月に刊行されたファッション雑誌(甲7の1)中，「一生付き合える大人Tシャツ67枚」という特集のタイトルが記載されている頁に，被控訴人商標1に酷似した標章を付したTシャツが掲載され，その下には被控訴人会社の名称と同じ「マスターマインド」の称呼を生じる「MASTERMIＮD」という文字が明記されており，上記Tシャツは，同じ頁に掲載されている他社の5点のTシャツよりも大きく，紙面の約3分の1を占めていること，②その後も，同年10月から平成25年6月にかけて刊行された多数のファッション雑誌に，被控訴人商品，すなわち，被控訴人商標と同一又は類似の標章を付した被控訴人会社の商品が，「マスターマインド」など被控訴人会社の名称を表す文字と共に掲載されていること(甲6の1から甲7の9，甲22)，③特に，平成24年2月(甲6の1)及び平成25年3月(甲6の2)に刊行された各ファッション雑誌においては，それぞれ表紙に「マスターマインド・ジャパン」，「マスターマインド，ラストコレクション！」と大書され，誌面の相当数の頁を割いて被控訴人らに関する特集記事が組まれ，被控訴人商品が多数紹介されており，また，平成16年8月(甲22)，平成17年12月(甲7の9)，平成18年6月(甲7の5)及び平成25年6月(甲6の3)に刊行された各ファッション雑誌においても，特に被控訴人会社又は被控訴人Yが取り上げられ，表紙に「マスターマインドTシャツ  応募者全員サービス」(甲22)と記載されるなど，被控訴人商品がかなり目立つ形で宣伝されていること，④被控訴人らは，ファッションショーも開催しており，その様子等は，平成18年2月に刊行されたファッション雑誌に掲載されていること(甲7の6，7)が認められる。",
                    "以上によれば，被控訴人ら主張のとおり，被控訴人商標は，遅くとも平成20年8月1日の時点において，既に被控訴人会社の商品を表示する商品等表示として，消費者やファッション関係者である需要者に周知されていたものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人による混同惹起行為の有無",
                  "text": [
                    "前記1(2)のとおり，控訴人は，本件損害賠償請求期間中，①控訴人標章又はこれに類似する標章を付した商品を販売し，また，販売のために展示したこと，②控訴人ウェブサイトに，控訴人標章又はこれに類似する標章を付した商品を掲載して，宣伝及び通信販売を実施したこと，③控訴人標章又はこれに類似する標章を，ファッション雑誌や控訴人の宣伝冊子にも掲載したことが認められ，これらは，商品の出所につき，被控訴人会社の商品と混同を生じさせる行為に他ならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，控訴人は，本件損害賠償請求期間中，不競法2条1項1号所定の不正競争に及んだものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "損害額",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "①前記1(2)において認定したとおり，複数の控訴人の直営店が，東京都内，名古屋市内，石川県金沢市内など主要都市圏に散在しており，さらに，控訴人の製造，販売に係る商品の取扱店舗が，全国各地に多数存在すること(甲9の1，甲33，乙46から乙49)，②平成22年に作成された控訴人の公式カタログ(乙39)及び平成23年以降に刊行されたファッション雑誌や控訴人の宣伝冊子(乙44から乙49，乙105から乙109)には，控訴人の製造，販売に係る商品が多数紹介されていること，③控訴人と同様の業務を営む被控訴人会社は，平成24年の秋から平成25年の夏までの約1年間で合計2万着余りの商品を販売していること(甲34)によれば，控訴人は，本件損害賠償請求期間中，少なくとも1万着の商品を販売したものと認められる。",
                        "そして，証拠(甲34，乙44，乙45，乙47，乙105)及び弁論の全趣旨によれば，控訴人の販売する商品の平均単価は，販売点数が比較的多いものと推認できるティーシャツの価格帯に鑑みて，3万円程度と認めるのが相当であり，また，利益率は30パーセント程度であるものと推認できる。",
                        "以上によれば，本件損害賠償請求期間中における控訴人の製造，販売に係る商品の売上高は，おおよそ3億円であり(3万円×1万着)であり，その30パーセントである9000万円程度の利益を得たものと推計できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，上記利益に対する控訴人標章の寄与度は，控訴人標章が頭蓋骨と骨を組み合わせた特徴ある態様であり，商品購入者の大半を占めるものと考えられるスカルファッションの愛好者に対して，相当の顧客誘引力を有するものと考えられることに鑑み，3割をもって相当と認める。",
                        "したがって，不競法5条2項に基づく被控訴人会社の損害額は，前述した9000万円の3割，すなわち，2700万円と認めるのが相当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，本件事案の性質，内容，認容額等に鑑み，300万円をもって弁護士費用及び弁理士費用相当額の損害と認める。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，控訴人標章に関して商品の出所混同のおそれは存在せず，控訴人標章を付した商品の販売によってリレーション社及びロエンブルー社が得た利益は，控訴人標章及びロエンブランドの周知性及び信頼，控訴人商品の品質並びに両社の営業努力によるものであるから，上記利益をもって被控訴人会社の損害が推定されるということはできない旨主張する。",
                    "しかしながら，1(1)において前述したとおり，控訴人標章が被控訴人商標に類似していることから，商品の出所混同のおそれがあることは，否定し難い。また，控訴人標章又はこれに類似する標章を付した商品の販売による利益は，控訴人標章及びロエンブランドの周知性及び信頼，控訴人商品の品質並びに両社の営業努力によるものであるという点については，①前記1(1)エによれば，控訴人標章及びロエンブランドの周知性は認められず，②控訴人商品の品質並びにリレーション社及びロエンブルー社の営業努力に関する証拠は提出されておらず，これらが上記利益に大きく寄与したことは認められない(なお，控訴人商品の売上げに係る利益は，原則として控訴人に帰属するものと推認できる。)。",
                    "以上によれば，控訴人の前記主張は，採用できない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，被控訴人会社の控訴人に対する請求は，3000万円(2700万円＋300万円)及びこれに対する訴状送達の日の翌日である平成25年10月2日から支払済みまで年5分の割合による遅延損害金の支払を求める限度において理由があるから認容し，その余は理由がないから棄却すべきであるところ，原判決中被控訴人会社の控訴人に対する請求を全額認容した原判決は失当であって，控訴人の被控訴人会社に対する控訴の一部は理由があるから，原判決中主文第5項を，主文のとおり変更する。",
        "他方，原判決中，被控訴人Yの控訴人に対する請求を認容した判断は相当であり，したがって，控訴人の被控訴人Yに対する控訴は理由がないから棄却することとする。",
        "なお，訴訟費用の負担については，本件事案の内容，性質に加え，第1，2審を通じた控訴人の応訴態度に鑑み，主文のとおりとした。",
        "よって，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(ネ)10005",
    "date": "2014-12-17",
    "rights_type": "商標権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成25年(ワ)24040",
    "precedent_id": "084703",
    "ipprecedent_id": "3932",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}