{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2013-800038号事件について平成26年2月21日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とする審決の取消訴訟である。争点は，①進歩性の有無，②明細書の記載要件違反の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成13年8月16日，名称を「果菜自動選別装置用果菜載せ体と，果菜自動選別装置と，果菜自動選別方法」とする発明につき，特許出願をし（特願2001-285930号），平成24年2月10日，特許登録を受けた（特許4920841号。請求項の数8。甲7。以下，この特許を「本件特許」という。）。",
            "原告は，平成25年3月8日，本件特許の請求項1～8（以下「本件発明」1～8といい，これらを総称して「本件発明」ともいう。）につき特許無効審判請求をした（無効2013-800038号）。",
            "特許庁は，平成26年2月21日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年3月3日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許公報（甲7）によれば，本件特許に係る特許請求の範囲の記載は，以下のとおりである（なお，明らかな誤記は改めたものを記載した。）。",
            "【請求項1】",
            "果菜載せ体が無端搬送体に多数取付けられた果菜搬送ラインの供給部において果菜載せ体の上に果菜を載せて搬送し，搬送中に果菜を計測部で計測して等階級等を判別し，果菜載せ体の上の果菜を判別結果に基づいて振り分けて搬送ラインの搬送方向側方に送り出す果菜自動選別装置の果菜載せ体において，",
            "果菜載せ体は搬送ラインの搬送方向側方に往復回転可能な搬送ベルトを備え，搬送ベルトの上に果菜を載せることのできる受け部が設けられ，搬送ベルトの上方であって前記受け部よりも往回転方向後方に仕切り体が設けられ，仕切り体は前記受け部よりも上方に突出しており，搬送ベルトの往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻ることを特徴とする果菜自動選別装置用果菜載せ体。",
            "【請求項2】",
            "請求項1記載の果菜自動選別装置用果菜載せ体において，搬送ベルトの受け部が，果菜を載せることのできる受け部材を備えたことを特徴とする果菜自動選別装置用果菜載せ体。",
            "【請求項3】",
            "果菜載せ体が無端搬送体に多数取付けられた果菜搬送ラインの供給部において果菜載せ体の上に果菜を載せて搬送し，搬送中に果菜を計測部で計測して等階級等を判別し，果菜載せ体の上の果菜を判別結果に基づいて振り分けて搬送ラインの搬送方向側方に送り出す果菜自動選別装置において，",
            "前記果菜載せ体が請求項1又は請求項2記載の果菜自動選別装置用果菜載せ体であり，前記多数の果菜載せ体は受け部が前記搬送方向に一列又は略一列に並んで移動して果菜を搬送でき，搬送中に搬送ベルトが判別結果に基づいて搬送方向側方に往回転して前記受け部の上の果菜を搬送方向側方に送り出し，送り出した前記搬送ベルトは，送り出し後の搬送方向への移動中に，前記受け部が搬送方向に一列又は略一列に並ぶように，前記往回転と逆方向に戻り回転することを特徴とする果菜自動選別装置。",
            "【請求項4】",
            "請求項3記載の果菜自動選別装置において，複数の果菜引受け体が果菜搬送方向側方に配置され，それら果菜引受け体は搬送方向に間隔をあけて配置され，果菜載せ体から送り出される果菜が前記果菜引受け体にプールされることを特徴とする果菜自動選別装置。",
            "【請求項5】",
            "請求項4記載の果菜自動選別装置において，果菜引受け体は果菜載せ体から果菜が送り出される度に回転して，果菜載せ体から送り出される果菜をプールできることを特徴とする果菜自動選別装置。",
            "【請求項6】",
            "果菜載せ体が無端搬送体に多数取付けられた果菜搬送ラインの供給部において果菜載せ体の上に果菜を載せて搬送し，搬送中に果菜を計測部で計測して等階級等を判別し，果菜載せ体の上の果菜を判別結果に基づいて振り分けて搬送ラインの搬送方向側方に送り出す果菜自動選別方法において，",
            "果菜載せ体の往復回転可能な搬送ベルトの受け部の上に載せた果菜を，搬送方向に一列又は略一列に並べて搬送して，当該搬送中に果菜の等階級等を判別し，果菜搬送中に前記搬送ベルトを判別結果に基づいて搬送方向側方に往回転させて，前記受け部の上の果菜を搬送方向側方に送り出し，往回動した搬送ベルトを前記送り出し後の搬送方向への移動中に前記往回転と反対方向に戻り回転させて前記受け部を元の位置に戻して，前記多数の果菜載せ体の受け部を搬送方向に一列又は略一列に並べることを特徴とする果菜自動選別方法。",
            "【請求項7】",
            "請求項6記載の果菜自動選別方法において，判別結果に基づいて果菜載せ体から搬送方向側方に送り出される果菜を，果菜搬送ラインの搬送方向側方に間隔をあけて配置された二以上の果菜引受け体にプールすることを特徴とする果菜自動選別方法。",
            "【請求項8】",
            "請求項7記載の果菜自動選別方法において，果菜載せ体から果菜が送り出される度に果菜引受け体を移動させて，送り出される果菜を果菜引受け体にプールさせることを特徴とする果菜自動選別方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告が主張する無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1（進歩性の欠如）",
              "text": [
                "本件発明は，以下の甲1に記載された甲1発明と，甲2～甲5に記載された発明（以下，「甲2発明」というように呼称する。）及び周知技術とを適宜組み合わせることにより，又は，甲2発明と，甲1発明，甲3発明ないし甲5発明及び周知技術とを適宜組み合わせることにより，当業者が容易に発明をすることができたものであるから，本件特許は，特許法123条1項2号に該当し，無効とすべきである。",
                "甲1：実願平4-39182号（実開平6-23936号）のCD-ROM ",
                "甲2：特開平3-256814号公報 ",
                "甲3：特開平11-286328号公報 ",
                "甲4：米国特許第3231068号明細書 ",
                "甲5：特開平10-25014号公報"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2（記載要件違反）",
              "text": [
                "本件発明は，本件特許に係る明細書（甲7。以下「本件明細書」という。）の発明の詳細な説明に記載したものではない，又は，請求項自体から明確ではないので，本件特許は，特許法36条6項1号又は2号に規定する要件を満たしていない。また，本件特許の発明の詳細な説明の記載は，当業者が本件発明の技術思想の実現をすることができる程度に明確かつ十分に記載したものではなく，特許法36条4項1号に規定する要件を満たしていない。",
                "よって，本件特許は，特許法123条1項4号に該当し，無効とすべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，上記の無効理由1，2について，以下のとおり，いずれも理由なしとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明1（甲1に記載されている物の発明）",
                      "text": [
                        "（なお，甲1に記載された発明を，物，方法の区別なく，単に「甲1発明」ということがある。以下，甲2～4発明についても同じ。）",
                        "「ベルトコンベア3が走行体1に多数取付けられた搬送路5の供給部においてベルトコンベア3の上に果菜2を載せて搬送し，搬送中に果菜2を光学センサ10で計測して等階級等を判別し，ベルトコンベア3の上の果菜2を判別結果に基づいて振り分けて搬送路5の搬送方向側方に送り出す自動選別装置のベルトコンベア3において，",
                        "ベルトコンベア3は搬送路5の搬送方向側方に往回転可能なベルト23を備え，ベルト23の上に果菜2を載せることのできるベルト23の多数の突起26のある果菜2載置時の上面領域が設けられ，前記ベルト23の多数の突起26のある果菜2載置時の上面領域はベルト23の往回転に伴ってその往回転方向に移動する自動選別装置用のベルトコンベア3。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明2（甲1に記載されている方法の発明）",
                      "text": [
                        "「ベルトコンベア3が走行体1に多数取付けられた搬送路5の供給部においてベルトコンベア3の上に果菜2を載せて搬送し，搬送中に果菜2を光学センサ10で計測して等階級等を判別し，ベルトコンベア3の上の果菜2を判別結果に基づいて振り分けて搬送路5の搬送方向側方に送り出す果菜2の自動選別方法において，",
                        "ベルトコンベア3の往回転可能なベルト23のベルト23の多数の突起26のある果菜2載置時の上面領域の上に載せた果菜2を，搬送方向に一列又は略一列に並べて搬送して，当該搬送中に果菜2の等階級等を判別し，果菜2搬送中に前記ベルト23を判別結果に基づいて搬送方向側方に往回転させて，前記ベルト23の多数の突起26のある果菜2載置時の上面領域の上の果菜2を搬送方向側方に送り出す，果菜2の自動選別方法。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲2発明1（甲2に記載されている物の発明）",
                      "text": [
                        "「受け台8がガイドチェーン7に多数取付けられた振分けコンベア2の供給部9において受け台8の上にキューイKを載せて搬送し，搬送中にキューイKを判定部3で計測してサイズ・品質・重量を判別し，受け台8の上のキューイKを判別結果に基づいて振り分けて振分けコンベア2の搬送方向側方に送り出す果菜物整列箱詰装置1の受け台8において，",
                        "受け台8は振分けコンベア2の搬送方向側方に傾動可能な受け台8を備え，受け台8の上にキューイKを載せることのできる受け部が設けられた果菜物整列箱詰装置1用受け台8。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲2発明2（甲2に記載されている方法の発明）",
                      "text": [
                        "「受け台8がガイドチェーン7に多数取付けられた振分けコンベア2の供給部9において受け台8の上にキューイKを載せて搬送し，搬送中にキューイKを判定部3で計測してサイズ・品質・重量を判別し，受け台8の上のキューイKを判別結果に基づいて振り分けて振分けコンベア2の搬送方向側方に送り出す果菜物整列箱詰方法において，",
                        "受け台8の傾動可能な受け台8の受け部の上に載せたキューイKを，搬送方向に一列又は略一列に並べて搬送して，当該搬送中にキューイKのサイズ・品質・重量を判別し，キューイK搬送中に前記受け台8を判別結果に基づいて搬送方向側方に傾動させて，前記受け部の上のキューイKを搬送方向側方に送り出し，傾動した受け台8を前記送り出し後の搬送方向への移動中に前記傾動と反対方向に戻り回動させて前記受け部を元の位置に戻して，前記多数の受け台8の受け部を搬送方向に一列又は略一列に並べる果菜物整列箱詰方法。」"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲3発明1（甲3に記載されている物の発明）",
                      "text": [
                        "「小物類である搬送物Pを載せる搬送ユニット1が搬送レール12に多数取付けられた小物類である搬送物Pの搬送路Aの搬送物の投入路Bにおいて小物類である搬送物Pを載せる搬送ユニット1の上に小物類である搬送物Pを載せて搬送し，搬送中に小物類である搬送物Pを仕分けコード番号に基づいて振り分けて小物類である搬送物Pの搬送路Aの搬送方向側方に送り出す小物類である搬送物Pを自動的に仕分ける装置の小物類である搬送物Pを載せる搬送ユニット1において，",
                        "小物類である搬送物Pを載せる搬送ユニット1は小物類である搬送物Pの搬送路Aの搬送方向側方に往復移動可能な移送シート49を備え，",
                        "移送シート49の上に小物類である搬送物Pを載せることのできる，中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域が設けられ，",
                        "移送シート49の上方であって前記中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域よりも往方向後方にバー48b及び当該バー48bと側縁の結着した移送シート49の側縁領域が設けられ，",
                        "バー48b及び当該バー48bと側縁の結着した移送シート49の側縁領域は前記中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域よりも上方に突出しており，移送シート49の往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻る小物類である搬送物Pを自動的に仕分ける装置用小物類である搬送物Pを載せる搬送ユニット1。」"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "甲3発明1を本件発明1に対応するように上位概念的に認定した発明",
                      "text": [
                        "「物品載せ体が搬送体に多数取付けられた物品搬送ラインの供給部において物品載せ体の上に物品を載せて搬送し，搬送中に物品を仕分け情報に基づいて振り分けて物品搬送ラインの搬送方向側方に送り出す物品自動選別装置の物品載せ体において，",
                        "物品載せ体は物品搬送ラインの搬送方向側方に往復移動可能な搬送ベルトを備え，",
                        "搬送ベルトの上に物品を載せることのできる，受け部が設けられ，",
                        "搬送ベルトの上方であって前記受け部よりも往方向後方に仕切り体が設けられ，",
                        "仕切り体は前記受け部よりも上方に突出しており，搬送ベルトの往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻る物品自動選別装置用物品載せ体。」",
                        "（キ）  甲3発明2（甲3に記載されている方法の発明）",
                        "「小物類である搬送物Pを載せる搬送ユニット1が搬送レール12に多数取付けられた小物類である搬送物Pの搬送路Aの搬送物の投入路Bにおいて小物類である搬送物Pを載せる搬送ユニット1の上に小物類である搬送物Pを載せて搬送し，搬送中に小物類である搬送物Pを仕分けコード番号に基づいて振り分けて小物類である搬送物Pの搬送路Aの搬送方向側方に送り出す小物類である搬送物Pを自動的に仕分ける方法において，",
                        "小物類である搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域の上に載せた小物類である搬送物Pを，搬送方向に一列又は略一列に並べて搬送して，",
                        "前記移送シート49を仕分けコード番号に基づいて搬送方向側方に往回転させて，前記中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域の上の小物類である搬送物Pを搬送方向側方に送り出し，往回動した移送シート49を送り出し後の搬送方向への移動中に前記往回転と反対方向に戻り回転させて前記中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域を元の位置に戻して，前記多数の小物類である搬送物Pを載せる搬送ユニット1の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域を搬送方向に一列又は略一列に並べる小物類である搬送物Pを自動的に仕分ける方法。」"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "甲3発明2を本件発明6に対応するように上位概念的に認定した発明",
                      "text": [
                        "「物品載せ体が搬送体に多数取付けられた物品搬送ラインの供給部において物品載せ体の上に物品を載せて搬送し，搬送中に物品を仕分け情報に基づいて振り分けて物品搬送ラインの搬送方向側方に送り出す物品自動選別方法において，",
                        "物品載せ体の往復移動可能な搬送ベルトの受け部の上に載せた物品を，搬送方向に一列又は略一列に並べて搬送して，",
                        "前記搬送ベルトを仕分け情報に基づいて搬送方向側方に往回転させて，前記受け部の上の物品を搬送方向側方に送り出し，往回動した搬送ベルトを送り出し後の搬送方向への移動中に前記往回転と反対方向に戻り回転させて前記受け部を元の位置に戻して，前記多数の物品載せ体の受け部を搬送方向に一列又は略一列に並べる物品自動選別方法。」"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "甲4発明1（甲4に記載されている物の発明）",
                      "text": [
                        "「物品を載せるプラットホーム160がトラック12に複数取付けられた移動経路の供給部において物品を載せるプラットホーム160の上に物品を載せて搬送し，物品を載せるプラットホーム160の上の物品を符号に基づいて振り分けて移動経路の搬送方向側方に送り出す物品を自動的に所定のステーションに配送する装置の物品を載せるプラットホーム160において，",
                        "物品を載せるプラットホーム160は移動経路の搬送方向側方に往復回転可能なウェブ168を備え，",
                        "ウェブ168の上に物品を載せることのできるウェブ168上面部のうちバー170の領域を省いた領域が設けられ，",
                        "ウェブ168の上方であって前記ウェブ168上面部のうちバー170の領域を省いた領域よりも往回転方向後方にバー170が設けられ，",
                        "バー170は前記ウェブ168上面部のうちバー170の領域を省いた領域よりも上方に突出しており，ウェブ168の往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻る物品を自動的に所定のステーションに配送する装置用物品を載せるプラットホーム160。」"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "甲4発明1を本件発明1に対応するように上位概念的に認定した発明",
                      "text": [
                        "「物品載せ体が搬送体に複数取付けられた物品搬送ラインの供給部において物品載せ体の上に物品を載せて搬送し，物品載せ体の上の物品を仕分け情報に基づいて振り分けて物品搬送ラインの搬送方向側方に送り出す物品自動選別装置の物品載せ体において，",
                        "物品載せ体は物品搬送ラインの搬送方向側方に往復回転可能な搬送ベルトを備え，",
                        "搬送ベルトの上に物品を載せることのできる受け部が設けられ，",
                        "搬送ベルトの上方であって前記受け部よりも往回転方向後方に仕切り体が設けられ，",
                        "仕切り体は前記受け部よりも上方に突出しており，搬送ベルトの往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻る物品自動選別装置用物品載せ体。」"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "甲4発明2（甲4に記載されている方法の発明）",
                      "text": [
                        "「物品を載せるプラットホーム160がトラック12に複数取付けられた移動経路の供給部において物品を載せるプラットホーム160の上に物品を載せて搬送し，物品を載せるプラットホーム160の上の物品を符号に基づいて振り分けて移動経路の搬送方向側方に送り出す物品を自動的に所定のステーションに配送する方法において，",
                        "物品を載せるプラットホーム160の往復回転可能なウェブ168のウェブ168上面部のうちバー170の領域を省いた領域の上に載せた物品を，搬送方向に一列又は略一列に並べて搬送して，物品搬送中に前記ウェブ168を符号に基づいて搬送方向側方に往回転させて，前記ウェブ168上面部のうちバー170の領域を省いた領域の上の物品を搬送方向側方に送り出し，往回動したウェブ168を前記送り出し後の搬送方向への移動中に前記往回転と反対方向に戻り回転させて前記ウェブ168上面部のうちバー170の領域を省いた領域を元の位置に戻して，前記複数の物品を載せるプラットホーム160のウェブ168上面部のうちバー170の領域を省いた領域を搬送方向に一列又は略一列に並べる物品を自動的に所定のステーションに配送する方法。」"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "甲4発明2を本件発明6に対応するように上位概念的に認定した発明",
                      "text": [
                        "「物品載せ体が搬送体に複数取付けられた物品搬送ラインの供給部において物品載せ体の上に物品を載せて搬送し，物品載せ体の上の物品を仕分け情報に基づいて振り分けて物品搬送ラインの搬送方向側方に送り出す物品自動選別方法において，",
                        "物品載せ体の往復回転可能な搬送ベルトの受け部の上に載せた物品を，搬送方向に一列又は略一列に並べて搬送して，物品搬送中に前記搬送ベルトを仕分け情報に基づいて搬送方向側方に往回転させて，前記受け部の上の物品を搬送方向側方に送り出し，往回動した搬送ベルトを前記送り出し後の搬送方向への移動中に前記往回転と反対方向に戻り回転させて前記受け部を元の位置に戻して，前記複数の物品載せ体の受け部を搬送方向に一列又は略一列に並べる物品自動選別方法。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1を主引例とする本件発明1の進歩性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1と甲1発明1との一致点及び相違点",
                      "text": [
                        "【一致点】",
                        "果菜載せ体が無端搬送体に多数取付けられた果菜搬送ラインの供給部において果菜載せ体の上に果菜を載せて搬送し，搬送中に果菜を計測部で計測して等階級等を判別し，果菜載せ体の上の果菜を判別結果に基づいて振り分けて搬送ラインの搬送方向側方に送り出す果菜自動選別装置の果菜載せ体において，",
                        "果菜載せ体は搬送ラインの搬送方向側方に回転可能な搬送ベルトを備え，搬送ベルトの上に果菜を載せることのできる受け部が設けられ，搬送ベルトに設けられた特定部分は搬送ベルトの往回転に伴ってその往回転方向に移動する果菜自動選別装置用果菜載せ体。",
                        "【相違点A’】 ",
                        "果菜自動選別装置用果菜載せ体において，搬送ベルトの回転動作及び仕切り体に関し，",
                        "本件発明1においては，搬送ベルトの回転動作は「往復回転可能」であり，仕切り体は「搬送ベルトの上方であって受け部よりも往回転方向後方に仕切り体が設けられ，仕切り体は前記受け部よりも上方に突出しており，搬送ベルトの往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻る」のに対して，",
                        "甲1発明1においては，ベルト23（搬送ベルト）は「往回転可能」であるが「復回転可能」か否か不明であり，仕切り体は設けられておらず，「ベルト23（搬送ベルト）に設けられたベルト23の多数の突起26のある果菜2載置時の上面領域（受け部）はベルト23（搬送ベルト）の往回転に伴ってその往回転方向に移動する」が，復回転に伴ってその復回転方向に戻るか否か不明である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点A’に関する判断（甲1と甲3との組合せ）",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "搬送対象，技術分野，課題について",
                          "text": [
                            "甲1発明1の搬送対象は，傷付きやすく，傷みやすく，形状，大きさが一つずつ異なる「果菜」であり，甲3発明1の搬送対象は「搬送物P」（薄物や不定形品などの小物類，例えばビン，缶）であるから，甲1発明1と甲3発明1とは，搬送対象に関して，「物品」という上位概念では共通するものの，その具体的性状を異にする。",
                            "そのため，甲1発明1と甲3発明1とは，「物品選別装置用物品載せ体」として上位概念では類似しているが，具体的な技術分野が共通しているとまではいえない。",
                            "また，そもそも搬送対象が同じではなく，その具体的な性状が異なるものであるから，「物品の損傷や破損の防止」という上位概念での課題としては共通していても，「搬送物同士の衝合による損傷や破損」しないようにする力の大きさ等の隔たりがあるから，甲1発明1に甲3発明1を適用する動機付けは乏しい。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "解決手段①「受け部」について",
                          "text": [
                            "甲1発明1における水平移動する搬送ベルトでは，受け部が上下方向に移動することがないのに対し，甲3発明1における受け部である「中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域」は，物品である「小物類である搬送物P」を載せて「移送シート49」（本件発明1における「搬送ベルト」に相当。）の往回転に伴ってその往回転方向に移動し，「小物類である搬送物P」を搬送方向側方に送り出す際に，「中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46」の水平でない窪み面及び円弧状の形状から，前記受け部は「移送シート49」に伴い上下方向に移動することになる。このことにより，甲1発明1に甲3発明1を適用した場合には，「果菜」のような「転がる」可能性のある搬送対象では，課題が十分に達成されないから，むしろ阻害要因がある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "解決手段②「仕切り体」及び「受け部」の復回転（戻り回転）方向への移動について",
                          "text": [
                            "甲1発明1において，復回転（戻り回転）方向に移動させる理由はない。また，甲3発明1において，振り分けのための判別に用いられる情報は，「仕分けコード番号」として，搬送物Pに付されたものであるから，振り分けのための判別に用いられる情報を取得するために，搬送中に物品等を計測する「計測部」のような手段を持つ必要性がないし，そのために復回転（戻り回転）方向に移動する必要もない。",
                            "甲1発明1及び甲3発明1には，一応，「仕切り体」及び「受け部」は存在するが，「計測部」との関係において復回転（戻り回転）方向に移動するものではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上のとおりであるから，技術分野，搬送対象及び解決すべき課題を異にし，かつ，計測部を備えた甲1発明1において，甲3発明1を組み合わせる動機付けはないというべきである。仮に，両者を組み合わせることができたとしても，「仕切り体」及び「受け部」を計測部との関係において復回転（戻り回転）方向に移動させる理由がない点で，相違点A’に係る本件発明1の発明特定事項である構成を導き出すことはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点A’についての判断（甲1と甲4との組合せ）",
                      "text": [
                        "甲4発明1の搬送対象は，商品倉庫内の物品，小包，郵便袋等の「物品」であるのに対し，甲1発明1の搬送対象は「果菜」であるから，上記(イ)と同様に，甲1発明1と甲4発明1は，技術分野，搬送対象及び解決すべき課題を異にし，かつ，計測部を備えた甲1発明1において，甲4発明1を組み合わせる動機付けはないというべきである。 ",
                        "また，仮に，両者を組み合わせることができたとしても，「仕切り体」及び「受け部」を計測部との関係において復回転（戻り回転）方向に移動させる理由がない点で，相違点A’に係る本件発明1の発明特定事項である構成を導き出すことはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1を主引例とする本件発明6の進歩性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明6と甲1発明2との一致点及び相違点",
                      "text": [
                        "【一致点】",
                        "果菜載せ体が無端搬送体に多数取付けられた果菜搬送ラインの供給部において果菜載せ体の上に果菜を載せて搬送し，搬送中に果菜を計測部で計測して等階級等を判別し，果菜載せ体の上の果菜を判別結果に基づいて振り分けて搬送ラインの搬送方向側方に送り出す果菜自動選別方法において，",
                        "果菜載せ体の回転可能な搬送ベルトの受け部の上に載せた果菜を，搬送方向に一列又は略一列に並べて搬送して，当該搬送中に果菜の等階級等を判別し，果菜搬送中に前記搬送ベルトを判別結果に基づいて搬送方向側方に往回転させて，前記受け部の上の果菜を搬送方向側方に送り出す，果菜自動選別方法。",
                        "【相違点D’】 ",
                        "果菜自動選別方法において，搬送ベルトの回転動作及び受け部に関し，",
                        "本件発明6においては，搬送ベルトの回転動作は「往復回転可能」であり，受け部について「往回動した搬送ベルトを送り出し後の搬送方向への移動中に往回転と反対方向に戻り回転させて受け部を元の位置に戻して，多数の果菜載せ体の受け部を搬送方向に一列又は略一列に並べる」のに対して，",
                        "甲1発明2においては，ベルト23（搬送ベルト）は「往回転可能」であるが「復回転可能」か否か不明であり，ベルト23の多数の突起26のある果菜2載置時の上面領域（受け部）についての往回動後の回転動作は不明である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点D’についての判断",
                      "text": [
                        "上記イ(イ)，(ウ)と同様に，甲1発明2と甲3発明2又は甲4発明2は，技術分野，搬送対象及び解決すべき課題を異にし，かつ，計測部を備えた甲1発明2において，甲3発明2又は甲4発明2を組み合わせる動機付けはない。仮に，両者を組み合わせることができたとしても，「受け部」を計測部との関係において復回転（戻り回転）方向に移動させる理由がない点で，相違点D’に係る本件発明6の発明特定事項である構成を導き出すことはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲2を主引例とする本件発明1の進歩性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1と甲2発明1との一致点及び相違点",
                      "text": [
                        "【一致点】",
                        "果菜載せ体が無端搬送体に多数取付けられた果菜搬送ラインの供給部において果菜載せ体の上に果菜を載せて搬送し，搬送中に果菜を計測部で計測して等階級等を判別し，果菜載せ体の上の果菜を判別結果に基づいて振り分けて搬送ラインの搬送方向側方に送り出す果菜自動選別装置の果菜載せ体において，",
                        "果菜載せ体は搬送ラインの搬送方向側方に移動可能な搬送部材を備え，搬送部材の上に果菜を載せることのできる受け部が設けられた果菜自動選別装置用果菜載せ体。",
                        "【相違点F’】 ",
                        "果菜自動選別装置用果菜載せ体において，果菜載せ体の搬送部材に関し，",
                        "本件発明1においては，搬送部材が「往復回転可能な搬送ベルト」であり，「搬送ベルトの上方であって受け部よりも往回転方向後方に仕切り体が設けられ，仕切り体は前記受け部よりも上方に突出しており，搬送ベルトの往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻る」のに対して，",
                        "甲2発明1においては，搬送部材が「傾動可能な受け台8」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点F’についての判断（甲2と甲3との組合せ）",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "搬送対象，技術分野，課題について",
                          "text": [
                            "甲2発明1の搬送対象は，傷付きやすく，傷みやすく，形状，大きさが一つずつ異なる「キューイK」（果菜）であり，甲3発明1の搬送対象は「搬送物P」（薄物や不定形品などの小物類，例えばビン，缶）であるから，甲2発明1と甲3発明1とは，搬送対象に関して，「物品」という上位概念では共通するものの，その具体的性状を異にする。",
                            "そのため，甲2発明1と甲3発明1とは，「物品選別装置用物品載せ体」として上位概念では類似しているが，具体的な技術分野が共通しているとまではいえない。",
                            "また，「物品の損傷や破損の防止」という上位概念での課題としては共通していても，「搬送物同士の衝合による損傷や破損」しないようにする力の大きさ等の隔たりがあるから，甲2発明1に甲3発明1を適用する動機付けは乏しい。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "解決手段①「受け部」について",
                          "text": [
                            "甲3発明1の移送シートは，前記イ(イ)bに記載のとおり，果菜が転がる可能性があるから，甲2発明1に甲3発明1を適用することには，むしろ阻害要因がある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "解決手段②「仕切り体」及び「受け部」の復回転（戻り回転）方向への移動について",
                          "text": [
                            "「仕切り体」について，甲2には記載も示唆もなく，甲2発明1における「受け部」は「受け台8」の上にある傾動可能なもので，往復動可能なベルトではない。また，前記イ(イ)cに記載のとおり，甲3発明1には，搬送中に物品等を計測する「計測部」のような手段を持つ必要性がないし，そのために復回転（戻り回転）方向に移動する必要もない。",
                            "よって，甲2発明1及び甲3発明1には，一応「仕切り体」又は「受け部」は存在するものの，「計測部」との関係において復回転（戻り回転）方向に移動するものではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上のとおりであるから，技術分野，搬送対象及び解決すべき課題を異にし，かつ，計測部を備えた甲2発明1において，甲3発明1を組み合わせる動機付けはない。仮に，両者を組み合わせることができたとしても，「仕切り体」及び「受け部」を計測部との関係において復回転（戻り回転）方向に移動させる理由がない点で，相違点F’に係る本件発明1の発明特定事項である構成を導き出すことはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点F’の進歩性判断（甲2と甲4との組合せ）",
                      "text": [
                        "前記と同様に，甲2発明1と甲4発明1は，技術分野，搬送対象及び解決すべき課題を異にし，かつ，計測部を備えた甲2発明1において，甲3発明1を組み合わせる動機付けはない。仮に，両者を組み合わせることができたとしても，「仕切り体」及び「受け部」を計測部との関係において復回転（戻り回転）方向に移動させる理由がない点で，相違点F’に係る本件発明1の発明特定事項である構成を導き出すことはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲2を主引例とする本件発明6の進歩性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明6と甲2発明2との一致点及び相違点",
                      "text": [
                        "【一致点】",
                        "果菜載せ体が無端搬送体に多数取付けられた果菜搬送ラインの供給部において果菜載せ体の上に果菜を載せて搬送し，搬送中に果菜を計測部で計測して等階級等を判別し，果菜載せ体の上の果菜を判別結果に基づいて振り分けて搬送ラインの搬送方向側方に送り出す果菜自動選別方法において，",
                        "果菜載せ体の移動可能な搬送部材の受け部の上に載せた果菜を，搬送方向に一列又は略一列に並べて搬送して，当該搬送中に果菜の等階級等を判別し，果菜搬送中に前記搬送部材を判別結果に基づいて搬送方向側方に移動させて，前記受け部の上の果菜を搬送方向側方に送り出し，移動した搬送部材を前記送り出し後の搬送方向への移動中に前記移動と反対方向に戻り移動させて前記受け部を元の位置に戻して，前記多数の果菜載せ体の受け部を搬送方向に一列又は略一列に並べる果菜自動選別方法。",
                        "【相違点H’】 ",
                        "果菜自動選別方法において，果菜載せ体の搬送部材に関し，",
                        "本件発明6においては，搬送部材が「往復回転可能な搬送ベルト」であり，「果菜搬送中に前記搬送ベルトを判別結果に基づいて搬送方向側方に往回転させて，受け部の上の果菜を搬送方向側方に送り出し，往回動した搬送ベルトを前記送り出し後の搬送方向への移動中に前記往回転と反対方向に戻り回転させて前記受け部を元の位置に戻して」いるのに対して，",
                        "甲2発明2においては，搬送部材が「傾動可能な受け台8」であり，「キューイK搬送中に前記受け台8を判別結果に基づいて搬送方向側方に傾動させて，受け部の上のキューイKを搬送方向側方に送り出し，傾動した受け台8を前記送り出し後の搬送方向への移動中に前記傾動と反対方向に戻り回動させて前記受け部を元の位置に戻して」いる点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点H’についての判断",
                      "text": [
                        "甲2発明2と甲3発明2又は甲4発明2とは，技術分野，搬送対象及び解決すべき課題を異にし，かつ，計測部を備えた甲2発明2において，甲3発明2又は甲4発明2を組み合わせる動機付けはないというべきである。仮に，両者を組み合わせることができたとしても，「受け部」を計測部との関係において復回転（戻り回転）方向に移動させる理由がない点で，相違点H’に係る本件発明6の発明特定事項である構成を導き出すことはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件発明1～5の進歩性",
                  "text": [
                    "以上により，本件発明1は，甲1発明1又は甲2発明1，及び，甲3発明1又は甲4発明1に基づいて，当業者が容易に発明をすることができたものとすることができない。そして，本件発明2～5は，本件発明1を引用する形式で特定された発明であり，本件発明1の発明特定事項をすべて包含するものであるから，同様の理由により，本件発明2～5は，甲1発明1又は甲2発明1，及び，甲3発明1又は甲4発明1に基づいて，当業者が容易に発明をすることができたものとすることができない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "本件発明6～8の進歩性について",
                  "text": [
                    "以上により，本件発明6は，甲1発明2又は甲2発明2，及び，甲3発明2又は甲4発明2に基づいて，当業者が容易に発明をすることができたものとすることができない。そして，本件発明7及び8は，本件発明6を引用する形式で特定された発明であり，本件発明6の発明特定事項をすべて包含するものであるから，同様の理由により，本件発明7及び8は，甲1発明2又は甲2発明2，及び，甲3発明2又は甲4発明2に基づいて，当業者が容易に発明をすることができたものとすることができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2について",
              "text": [
                "本件明細書の段落【0009】には，「・・・・図1の2は，トマト3を載せて搬送する果菜載せ体であり，前記チェーン1に一列に等間隔で連結されており，図中の矢印a方向に進行するようになっている。・・・・」と記載されているとおり，果菜載せ体を一列に等間隔で連結することが記載されており，図1及び3には果菜載せ体の受け部（受け部材13）が計測部Bの手前で一列に並んでいる状態が示されている。したがって，本件発明において「元の位置に戻す」ということは，果菜載せ体の受け部（受け部材13）が図1及び3のように一列に並ぶ，ということに他ならない。一列に並んだ「受け部」に果菜を載せれば，果菜が一列に並んで搬送され，計測部での計測がしやすくなり，精度の高い計測が可能となって正確な等階級判別ができる，という効果が奏されることは，当業者であれば明らかなことである。",
                "本件発明において，搬送ベルトを戻し回転させて果菜載せ体の受け部を一列又は略一列に戻すとの構成をとったことにより，形状や大きさが二つとして同じものがない果菜を計測しやすくなることは，本件発明の発明特定事項及び段落【0014】の記載に接した当業者であれば，当然に理解し得る作用効果であるといえる。",
                "搬送ベルトの復回転に伴って受け部が元の位置に戻ると，計測部での次回の計測がしやすくなることは上記のとおりであり，本件明細書に「目的」，「効果」として特別に明記するまでもなく，本件発明の発明特定事項や，本件明細書に記載された実施例に関する記載から，当業者が当然奏されると理解できる効果である。",
                "よって，本件発明1及び6は，特許法36条6項1号及び2号に規定する要件を満たしており，本件発明1を引用する本件発明2ないし5並びに本件発明6を引用する本件発明7及び8についても同様である。",
                "また，本件明細書の詳細な説明の記載（段落【0009】，【0013】，【0014】）は，当業者が技術思想の実現をすることができる程度に明確かつ十分に記載されており，特許法36条4項1号に規定する要件を満たしている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（進歩性判断の誤り）",
          "text": [
            "審決のした相違点A’，D’，F’，H’についての容易想到性判断はいずれも誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点A’についての容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明1に甲3発明1を適用する動機付け",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明1は，「果菜や小荷物等の物品2」（【請求項1】）を搬送対象としており，搬送対象が，「小荷物等の物品2」という点において甲3発明1の「搬送物P」と共通している。",
                        "また，甲1発明1は，甲1の【0005】及び【0006】に記載されているように，従来技術の秤量バケットEを可倒させて，果菜Bを転がして落とす自動選別装置における傷が付いたり，潰れたりするという問題を解決するためのものであるところ，甲3発明1においても，従来の傾動可能なトレイを備えた方式の場合は，搬送物同士の衝合による損傷や破損の生じるおそれがあり，破損しやすい搬送物の搬送には不向きであるという課題（【0004】）を解決するものであり，この点において解決すべき具体的な課題は一致している。",
                        "さらに，甲3には，「移送ベルトを水平回転させる方式の場合，移送ベルトの表面が水平面であることにより搬送の過程でビンや缶などの円筒物が転動して落下する惧れがあり，また仕分け時に移送ベルトが静止状態から急回転するので，重心の不安定な搬送物は慣性により仕分け方向と反対方向に転動する惧れがあって仕分けの確実性が劣るなどの不都合があった。」（【0005】）という記載があり，「移送ベルトを水平回転させる方式」における「搬送の過程で転動して落下する惧れや，仕分けの確実性が劣る」などの問題も解決すべき課題として明記されている。この点，甲1発明1は，ベルトコンベア3のベルト23を搬送方向と直交する方向で単に水平回転させる方式であり，甲3発明1で明らかとされた「搬送の過程で転動して落下する惧れや，仕分けの確実性が劣る」などの問題が存在するものである。",
                        "よって，かかる問題が存在する甲1発明1に対して，甲3発明1を適用する積極的かつ具体的な動機付けが甲3に明記されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲3は，上記のとおり，重心が不安定で，破損しやすく，転動するおそれがある搬送物を仕分けることを課題としているところ，【0035】には，窪み部に搬送物を安定した状態で保持できることが開示されているので，甲3の記載に接した当業者は，「果菜」のような「傷付きやすく，傷みやすく，形状，大きさが一つずつ異なるもの」で「転がる」可能性のある搬送対象に対して甲3発明1を適用することを容易に想到するのである。なお，搬送する物品の種類に応じて，安定に載置されるように工夫することは，当業者が適宜行う設計事項であるから（例えば，甲1の【0014】），この点においても審決が認定したような阻害要因は存在しない。",
                        "また，本件発明1の「受け部」は，単に「搬送ベルトの上に果菜を載せることのできる」ものにすぎず，「果菜が転がる」という課題を解決するための構成を備えていない。本件発明1においては，「仮に，搬送ベルトが急に往回転することにより果菜が後方に位置ずれしたり，倒れたり，転がったりすることがあっても，仕切り部材17で受け止められて安定する。」（平成23年12月5日付意見書（甲6の2頁19行～21行）とされており，甲3発明1においても同じ作用効果を奏するものであるから，甲3発明1の「受け部」がわずかに上下動することを殊更に捉えて，これを阻害要因とすること自体が誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，甲1発明1及び甲3発明1には，一応，「仕切り体」及び「受け部」は存在するが，「計測部」との関係において復回転（戻り回転）方向に移動するものではないと認定する。",
                        "しかし，相違点A’に係る本件発明1の構成は，計測部との関係を特に限定しておらず，単に，果菜自動選別装置用果菜載せ体の搬送ベルトの上方に突出して設けられた仕切り体が，往復回転可能な搬送ベルトの往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻る構成にすぎないから，審決は，この点において相違点A’に係る構成の認定を誤るものである。相違点A’に係る本件発明1の構成は，甲1発明1において，甲3発明1の搬送ユニットを適用することによって，「仕切り体」及び「受け部」を計測部との関係において復回転（戻り回転）方向に移動させる理由の有無に関係なく，必然的に具備されるのである。",
                        "また，甲1発明1において，甲3発明1の参酌に基づいて，搬送物Pの仕分けが終了した後，搬送物の投入路Bに至る以前に，再び動作を繰り返すために，移送シート49を反対方向に移動させて元の位置に戻す構成を採用することは当業者にとって容易に想到し得る事項である。",
                        "そもそも，本件明細書には，搬送ベルト12を元の位置に戻すことについて特別な目的も効果も記載されておらず，審決は，本件発明1の搬送ベルトを復回転方向に移動させる目的を「計測部」との関係に限定した点において，本件発明1の認定を誤るものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "果菜選別機の主なものとして，従来，ピアノ鍵盤方式（PK方式），横転方式，フリートレイ方式等があり，さらに，甲1発明1のようなベルト方式の果菜選別機もあった。これらは，「搬送ユニットに載せた物品を搬送中に計測部で計測して等階級等を判別し，搬送ユニットの上の物品を判別結果に基づいて振り分ける」構成で共通しており，搬送ユニットの機構及び振り分け方式のみが異なるものである。換言すれば，「搬送ユニットに載せた物品を搬送中に計測部で計測して等階級等を判別し，搬送ユニットの上の物品を判別結果に基づいて振り分ける」ことは，いずれの装置においても行われていた技術常識なのであり，搬送ユニットの機構及び振り分け方式として，どのような構成を採用するかは設計事項にすぎない。特に，本件発明1は果菜載せ体の発明であって，前記のとおり，果菜選別機において，搬送ユニットとして同じ仕分け装置の分野における公知の搬送ユニットを採用することに何ら困難性はない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，甲1発明1に甲3発明1を適用する動機付けは明らかに存在するのであり，審決が縷々述べる前記理由付けは，いずれも誤りである。本件特許出願当時の当業者にとって，甲1発明1に甲3発明1を適用し，相違点A’に係る構成を想到することは容易になし得る事項にすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明1に甲4発明1を適用する動機付け",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲4発明1のプラットホーム構造は，「特に，種々様々なあまり複雑でない駆動機構によって操作できる」，「構造が本質的に比較的小型であり，したがってこれらの構造の設置に大きい空間が必要ない」，「プラットホームと操作手段は，実質的に常に同じ平面内で動作し，したがって，構造物が広範囲で垂直運動することが不要である。」等の効果を有している。",
                        "これに対して，甲1発明1のベルト23の駆動機構は，内蔵モータを使用するために電気的な接続を必要とする複雑な構造であるから，甲1発明1において，複雑でない機械的な駆動機構を有し，消費電力を抑えられる甲4発明1の駆動機構を採用する動機付けが存在する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1発明1は，「果菜や小荷物等の物品2」（【請求項1】）を搬送対象としており，商品倉庫内の在庫品や小包や郵便袋などに例示される様々な物品を搬送対象とする甲4発明1の搬送物と「小荷物等」という点において，甲4発明1と共通している。",
                        "甲4発明1は，「物品をひとつのステーションで受け取るように適応され，かつその物品を後続ステーションのどれかできわめて効率な手法で配送する」（甲4翻訳1頁本文2行～3行）ものであり，甲1発明1と甲4発明1とは，物品を自動的に仕分ける装置を含む点において共通しており，その実質的な技術分野は共通している。また，物品を搬送中に計測し等階級等を判別する構成は，物品の振り分け先を決定する手段に関するものであるが，甲4発明1において，物品の振り分け先を決定する手段が異なっていたとしても，一定の条件に基づいて決定された振り分け先に物品を振り分ける点では甲1発明1と技術的に共通している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記相違点A’に係る本件発明1の構成は，甲1発明1において，甲4発明1のプラットホーム構造を適用することによって，「仕切り体」及び「受け部」を計測部との関係において復回転（戻り回転）方向に移動させる理由の有無に関係なく，必然的に具備されることは明白である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲1発明1において，甲4発明1の参酌に基づいて，プラットホーム60上の物品の放出を達成した後に，プラットホーム60が更に移動すると，ピン84がレバー76から外れ，復元スプリング86によって自動的にウェブ66を元の状態に戻す構成を採用することは，当業者にとって容易に想到し得る事項である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，甲1発明1に甲4発明1を適用する動機付けは明らかに存在するのであり，審決が縷々述べる前記理由付けはいずれも誤りである。本件特許出願当時の当業者にとって，甲1発明1に甲4発明1を適用し，相違点A’に係る構成を想到することは容易になし得る事項にすぎない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点D’についての容易想到性判断の誤り",
              "text": [
                "上記(1)に述べたのと同様の理由により，甲1発明2に甲3発明2又は甲4発明2を適用する動機付けがあり，阻害要因は存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点F’についての容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明1に甲3発明1を適用する動機付け",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲3発明1は，従来の傾動可能なトレイを備えた方式の場合は，搬送物同士の衝合による損傷や破損の生じるおそれがあり，破損しやすい搬送物の搬送には不向きであるという課題（【0004】）を解決するものであるところ，甲2発明1の受け台8は振分けコンベア2の搬送方向側方に向けて傾動可能な構成であるから，甲3発明1に記載された損傷や破損の生じるという課題を有するものであり，甲2発明1に甲3発明1を適用する具体的な動機付けが存在する。",
                        "この点，甲1には，「果菜」について従来技術の秤量バケットEを可倒させて，果菜Bを転がして落とす自動選別装置（甲2発明と同様の装置）において傷が付いたり，潰れたりするという問題が開示されており，「果菜物」に関する甲2発明1においても甲3発明1の課題が存在することは公知であり，かつ，甲1発明1においてバケット式の果菜載せ体をベルト式の果菜載せ体に置換するという思想が開示されているため，甲2発明1が「果菜物」に関するものであったとしても，甲2発明1に甲3発明1を適用する動機付けが存在することに変わりはない。",
                        "よって，当業者は，甲2発明1の受け台8を傾動させて振り分ける構成について，甲3発明1に記載された技術思想を参酌し，「搬送ユニット1の搬送方向を直交する左右方向に往復移動可能な移送シート49の中間部に搬送物Pを保持する窪み部を設け，窪み部に搬送物が安定した状態で保持されるとともに，移送シート49の走行により，窪み部よりもHに相当する高い位置のバー48bで搬送物を支持して円滑でかつ確実に搬出させ，搬送物Pの仕分けが終了した後，搬送物の投入路Bに至る以前に，移送シート49を反対方向に移動させて元の位置に戻し，動作を繰り返す構成を採用すること」は，当業者が容易に想到し得る事項である。",
                        "また，甲2発明1には，箱詰工程に関するものではあるが，「キューイKを転動させて受けボックス58内に整列させると，受けボックス58の下流側内壁面にキューイKが当接したり，或いは，整列されるキューイKの相互接触により，キューイKの外周面に打ち傷や擦り傷が付くことがあり，キューイKの商品価値が損なわれるという問題点を有している」（2頁左上欄12行～18行）との記載があり，キューイKの外周面に打ち傷や擦り傷が付くことが問題であることを指摘しているところ，甲3発明1は，従来の傾動可能なトレイを備えた方式の場合は，搬送物同士の衝合による損傷や破損の生じるおそれがあり，破損しやすい搬送物の搬送には不向きであるという課題（【0004】）を解決するものであるから，前記甲2発明1の指摘に鑑みれば，当業者は，甲2発明1の傾動可能なトレイを甲3発明1の構成に変更することを通常試みるのである。",
                        "以上のとおり，甲2発明1の仕分部は，甲3発明1が解決すべき課題として挙げた従来の方式を採用したものであるから，甲2発明1において，甲3発明1の仕分部を採用する積極的かつ具体的な動機付けが存在する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲3は，「搬送物P」について「果菜」とは明記していないものの，発明の属する技術分野において「本願は，薄物や不定形品などの小物類を自動的に仕分ける装置に関する。」（【0001】）と不定形品が含まれることを明記しており，発明が解決しようとする課題において，「破損し易い搬送物」を対象とすることを記載している（【0004】）。また，甲3は，従来技術の課題として，傾動可能なトレイを備えた方式では破損しやすい搬送物の搬送には不向きであるという課題を開示しているところ，甲1に記載されているように，「果菜」を搬送対象とした場合でも，同じように傾動方式では傷付くという課題が発生するのであるから，甲3発明1の搬送対象と甲2発明1の「果菜」とを区別すべき理由はない。そして，甲2発明1は，まさにこの甲3発明1の従来の方式を採用したものであるから，甲2発明1と甲3発明1の技術分野は共通しているのであり，甲2発明1の傾動方式の問題を解決した甲3発明1の仕分部を適用する積極的かつ具体的な動機付けが存在する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，甲3発明1における受け部は「移送シート49」に伴い上下方向に移動することになるとして，甲2発明1に適用した場合には，「果菜」のような「傷付きやすく，傷みやすく，形状，大きさが一つずつ異なるもの」で「転がる」可能性のある搬送対象では，課題が十分に達成されるとはいえず，阻害要因があると判断しているが，前記(1)ア(イ)において述べたとおり，阻害要因は存在しない。",
                        "また，甲3発明1は，甲2発明1のような「傾動可能なトレイを備えた方式の場合は，・・・搬送物同士の衝合による損傷や破損の生じる惧れがあり，したがって，破損し易い搬送物の搬送には不向きである」（【0004】）という課題を解決するためのものであり，甲2発明1に適用するために阻害要因があると判断した審決の認定判断は，甲3の明示的な記載を無視した理由のないものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "審決は，甲2発明1及び甲3発明1には，一応，「仕切り体」及び「受け部」は存在するが，「計測部」との関係において復回転（戻り回転）方向に移動するものではないと認定するが，前記(1)ア(ウ)に述べたとおり，誤りである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，甲2発明1に甲3発明1を適用する動機付けは明らかに存在するのであり，審決が述べる前記理由付けはいずれも誤りである。本件特許出願当時の当業者にとって，甲2発明1に甲3発明1を適用し，相違点F’に係る構成を想到することは容易になし得る事項にすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明1に甲4発明1を適用する動機付け",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲4発明1は，傾斜可能なトレイを用いた構造に替えて，極めて効率的に動作する機構及び理想的に小型の構造を得るため，甲4発明1のプラットホーム構造を採用することが開示されているところ，甲2発明1の受け台8は振分けコンベア2の搬送方向側方に向けて傾動可能な構成であるから，甲4発明1に記載された極めて効率的に動作する機構及び理想的に小型の構造を得るため，甲2発明1に甲4発明1を適用する具体的な動機付けが存在する。",
                        "また，甲4発明1では，ウェブ168の上面にバー170を形成し，バーが，ウェブ上に配置された物品と係合するように構成することにより，バー170によって，梱包をプラットホーム・コンベヤのどちらかの末端まで確実に移動させる効果を得られることが開示されている（甲4翻訳6頁下から2行～7頁9行）。甲2発明1の受け台8の上のキューイKを判別結果に基づいて振り分けて振分けコンベア2の搬送方向側方に送り出す果菜物整列箱詰装置1において，受け台8の上のキューイKを搬送方向側方に確実に送り出す必要があることは，当業者にとって自明の課題であるので，この点においても，甲2発明1において，甲4発明1のプラットホーム構造を採用する動機付けが存在する。",
                        "よって，当業者は，甲2発明1の受け台8を傾動させて振り分ける構成について，甲4発明1に記載された技術思想を参酌し，あまり複雑でない機械的な駆動機構によって操作でき，バー170によって，梱包をプラットホーム・コンベヤのどちらかの末端まで確実に移動させる効果が得られる甲4発明1のプラットホーム構造を採用することは，当業者が容易に想到し得る事項である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲4発明1は，「物品をひとつのステーションで受け取るように適応され，かつその物品を後続ステーションのどれかできわめて効率な手法で配送する」（甲4翻訳1頁本文2行～3行）ものであり，甲2発明1と甲4発明1とは，物品を自動的に仕分ける装置を含む点において，その実質的な技術分野は共通している。また，物品を搬送中に計測し等階級等を判別する構成は，物品の振り分け先を決定する手段に関するものであるが，甲4発明1において，物品の振り分け先を決定する手段が異なっていたとしても，一定の条件に基づいて決定された振り分け先に物品を振り分ける点では甲2発明1と技術的に共通している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記相違点F’に係る本件発明1の構成は，甲2発明1において，甲4発明1に記載されたプラットホーム構造を適用することによって，「仕切り体」及び「受け部」を計測部との関係において復回転（戻り回転）方向に移動させる理由の有無に関係なく，必然的に具備されるものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，甲2発明1に甲4発明1を適用する動機付けは明らかに存在するのであり，審決が述べる前記理由付けはいずれも誤りである。本件特許出願当時の当業者にとって，甲2発明1に甲4発明1を適用し，相違点F’に係る構成を想到することは容易になし得る事項にすぎないのである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点H’についての容易想到性判断の誤り",
              "text": [
                "上記(3)に述べたのと同様の理由により，甲2発明2に甲3発明2又は甲4発明2を適用する動機付けがあり，阻害要因は存在しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（明細書記載要件の認定判断の誤り）",
          "text": [
            "本件特許の請求項はもちろん，本件明細書及び図面のいずれにも，計測部との関係において復回転（戻り回転）方向に移動させることは記載されておらず，審決の認定した技術思想は，発明の詳細な説明に記載したものではなく，又は，請求項自体から明確ではないので，本件特許は，特許法36条6項1号又は2号に規定する要件を満たしていない。また，本件特許の発明の詳細な説明の記載は，当業者が本件は発明の技術思想の実現をすることができる程度に明確かつ十分に記載したものではなく，特許法36条4項1号に規定する要件を満たしていない。したがって，これらの点を肯定した審決は，結論に直接影響を及ぼす重大な認定判断の誤謬があるから，取消しを免れない。",
            "審決は，「本件発明において，搬送ベルトが往回転した後，復回転に伴って戻ることによって次回の計測部での計測をしやすくするという技術思想は，直接の記載はないものの，把握できないとはいえず，本件発明1ないし8における・・・発明特定事項を採用した目的及び効果は当業者であれば把握可能なことである。」と曖昧な認定判断をし，また，「搬送ベルトの往回転に伴って受け部が元の位置に戻ると，計測部での次回の計測がしやすくなることは前記したとおりであり，本件明細書に『目的』，『効果』として特別に明記するまでもなく，本件発明1ないし8の発明特定事項や，明細書に記載された実施例に関する記載から，当業者が当然奏されると理解できる効果である」と判断している。",
            "しかし，そもそも，本件明細書には，搬送ベルト12を元の位置に戻すことについて特別な目的も効果も記載されていないのであり，かかる効果が把握できたとしても，搬送ベルト12を元の位置に戻すことの目的，効果を関連付けることはできない。",
            "また，「受け部」には受け部材を設けない態様が含まれるのであり，受け部材を設けない「受け部」については，果菜の配置は，供給部における作業員の置き方次第であり，搬送ベルトを復回転により元の位置に戻しても，審決が認定したような効果を得ることはできない。審決は，「受け部」を「受け部材」と混同し，本件発明1の効果を誤解したものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点A’，D’，F’，H’に係る構成について",
              "text": [
                "相違点A’，D’，F’，H’に係る構成は，以下のとおり，甲3及び甲4発明には開示されていないから，甲1又は甲2発明に甲3又は甲4発明を組み合わせても，相違点A’，D’，F’，H’に係る本件発明の発明特定事項を導き出すことはできない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そもそも，本件発明は，果菜特有の課題を解決できる構成，機能（技術思想）を備えたものであるところ，甲2発明及び甲3発明は，後記において詳述するように，果菜を搬送対象とするものではないから，相違点に係る構成を備えているとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，相違点A’について，本件発明1の搬送ベルトが，単に，戻ることを相違点として認定するものではなく，本件発明1では搬送ベルトが復回転するだけでなく仕切り体も戻ると認定し，しかも，その仕切り体は「搬送ベルトの上方であって受け部よりも往回転方向後方に設けられ，受け部よりも上方に突出している」ものであるから，仕切り体に加えて受け部も戻ると認定している。これに対し，甲3発明1では，受板46に窪み面45が設けられているものの，移送シート49の上の特定箇所が，受け部として定められているわけではないため，受け部との関係で位置が特定された仕切り体も存在しない。",
                        "したがって，甲3発明1における移送シート49の戻りは，相違点A’のように仕切り体と受け部を戻すための復回転ではない。甲4発明1にもウェブの特定箇所に受け部が指定されていないため，受け部との関係で位置が特定された仕切り体も存在せず，相違点A’のように仕切り体と受け部を戻すための復回転ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件発明1の果菜載せ体は，請求項1の前段（「おいて書き」）に，「搬送中に果菜を計測部で計測して等階級を判別し，果菜載せ体の上の果菜を判別結果に基づいて振り分けて搬送ラインの搬送方向側方に送り出す果菜自動選別装置の果菜載せ体において」と明記してあるように，果菜を計測部で計測して等階級を判別すること，その判別結果に基づいて等階級別に果菜を振り分ける果菜自動選別装置に用いられることを必須の要件とするものであるから，本件発明1における搬送ベルトの復回転とその復回転に伴う仕切り体の戻りは，仕切り体とともに戻った受け部に，次の果菜を載せるとその果菜が計測部に搬送されて自動的に計測されるようにするための戻りであることは，明らかである。これに対して，甲3発明1は，「仕分けコード番号」が付された搬送物を仕分けコード番号に基づいて仕分けるものであるため計測部がない。また，甲3発明1には移送シート49の特定箇所に受け部が指定されていないため，その受け部との関係で位置が特定された仕切り体も存在しない。",
                        "したがって，甲3発明1における移送シート49の戻りは，計測部との関係で受け部と仕切り体を戻す復回転ではない。甲4発明1についても同様である。",
                        "よって，相違点A’は，甲3発明1にも甲4発明1にも開示されているとはいえない。相違点F’についても同様である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本件発明6の復回転が「計測部」との関係での復回転であることは，本件発明1の復回転が「計測部」との関係であるのと同様であり，「計測部」との関係でベルトを復回転させることは，上記のとおり，甲3にも甲4にも記載がないから，相違点D’及びH’についても，甲3発明2及び甲4発明2に記載されているとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，仮に，甲1発明又は甲2発明に甲3発明又は甲4発明を組み合わせたとしても，相違点A’，D’，F’，H’に係る本件発明の発明特定事項を導き出すことはできないから，審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点A’に関する容易想到性判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明1に甲3発明1を適用する動機付け，阻害事由",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明1において，「果菜や小荷物等」として，果菜と小荷物を分けて記載していることからしても，両者は搬送物として別カテゴリーのものと扱っていると理解するべきである。一方，甲3発明1には「果菜」を搬送することは一切開示されていない。そうすると，甲1発明1において，「小荷物等の物品を搬送できる」との記載があるとしても，果菜を搬送することが前提の甲1発明1に，そもそも果菜を搬送することを想定していない甲3発明1を適用する動機付けはない。",
                        "甲1発明1と甲3発明1とは，問題としている損傷や破損の程度や内容は互いに質的に異なるものであるから，両者の解決課題は実質的に異なっている。",
                        "また，甲1発明1に甲3発明1の搬出機構24を採用することは，甲1発明1のベルトコンベア3よりも複雑な構造になり，しかも，甲3発明1の搬出機構24を採用することによって甲1発明1よりも優れた効果が奏されるわけでもないから，甲3発明1の搬出機構24を採用する必要性がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲3発明1の搬送物Pは，移送シート49の移動に伴って上下に揺れ，受板46にぶつかりながら動き，同シートに擦られるようにしながら，その端部により押圧されて，シュートCに送り出されることになる。そして，甲3発明1においては，図7に示されるとおり，その構造上，バー48aが固定チェーンホイール40を超えて図中反時計方向に回転するため，シュートCと移送ユニットとの間にはある程度の隙間を必ず空けなければならないから，搬送物Pは勢いをつけてシュートCへ送り出されなければならないことになる。しかも，図7及び図1より，シュートCは，搬送物Pを滑落させることが前提となっていることが読み取れる。",
                        "したがって，甲3発明1における搬送物Pは，このような乱暴ともいえる扱いによっても傷付いたり損傷したりしないものであることが前提となるところ，果菜はそのようなものではない。このような構成，機能を有する甲3発明1によって，果菜を搬送した場合，傷だらけになって商品としての価値が滅失することから，甲3発明1においては，搬送物Pに果菜は含まれていないことが明らかである。",
                        "よって，甲1発明1において，「小荷物等の物品を搬送できる」との記載があるとしても，果菜を搬送することが前提の甲1発明1に，そもそも果菜を搬送することを想定していない甲3発明1を適用する動機付けとはならない。むしろ，果菜を搬送すれば傷だらけにしてしまうことになる甲3発明1を甲1発明1に適用することは，完熟トマトや桃等の傷みやすい果菜を傷付けることなく選別するという甲1発明1の目的との関係から無理があり，阻害事由がある。",
                        "よって，甲1発明1に甲3発明1を適用し，相違点A’に係る構成を想到することは容易になし得ないから，審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明1に甲4発明1を適用する動機付け",
                  "text": [
                    "甲1発明1は電気的に駆動できる構成であるところ，この駆動を機械的機構に変えなければならない必要も，消費電力を抑えなければならない必要もなく，小型化しなければ駆動できないものでもない。このため，甲4発明1の機械的機構を採用する動機付けはない。",
                    "甲4に例示されている搬送物は，梱包ステーションに配送する前の在庫品，郵便局で扱う小包や郵便袋であり，このような例示を果菜と結び付けることはできず，また，甲4の Fig.3には搬送物をシュート54に送り出して滑落させることが開示されているから，甲4発明1で扱う搬送物はシュート54に滑落させても傷付いたり，損傷したりしないものであることから，甲4発明1において「果菜」を搬送することは含まれていないことが明らかである。",
                    "したがって，甲1発明1に甲4発明1を組み合わせる動機付けはないから，甲1発明1に甲4発明1を適用し，相違点A’に係る構成を想到することは容易になし得ず，その旨の審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点D’に関する容易想到性判断について",
              "text": [
                "前記に述べたのと同様に，甲1発明2に甲3発明2又は甲4発明2を適用する動機付けはない。また，本件発明6の搬送ベルトを復回転方向に移動させる目的が「計測部」との関係であることは前記したとおりであるから，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点F’に関する容易想到性判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明1に甲3発明1を適用する動機付け，阻害事由",
                  "text": [
                    "甲2発明1の搬送対象物が果菜であるのに対して，甲3発明1の搬送対象物に果菜は含まれない。このため，甲2発明1の解決課題は果菜の傷付き防止にあるのに対し，果菜を扱わない甲3発明1にはそのような課題がなく，両者の解決課題は共通しない。",
                    "また，甲2発明1の仕分けが箱詰めのための仕分けであるのに対して，甲3発明1の仕分けはシュートに送り出すための仕分けであって，少なくとも箱詰めのための仕分けではないこと，甲2発明1は箱詰めに先立って果菜を計測部で計測してからの仕分けであるのに対して，甲3発明1は計測しないこと等々から，甲2発明1は計測装置の技術分野あるいは箱詰め装置の技術分野に属するものであるのに対し，甲3発明1は計測の目的も箱詰めの目的もない単なる仕分けの技術分野に属するものであるから，甲2発明1と甲3発明1はこの意味でも技術分野が異なる。",
                    "このように，両者は，対象物，解決課題，技術分野のすべてにおいて異なるから，甲2発明1の受け台8を傾動させる構成について，甲3発明1に記載された移送シート方式を適用することを当業者は容易に想到し得ない。よって，甲2発明1に甲3発明1を適用する動機付けは存在しない。",
                    "さらに，前記のとおり，甲3の移送シート49が上下動することは，その明細書や図面（甲3【0032】図7）の記載から明らかであるから，転がりやすい果菜の場合は一層転がりやすくなり，転がりによって果菜に擦り傷が付いたり，果菜が傷んだり，移送シート49の上から送り出しにくくなったりするといった新たな課題が発生するおそれがあることは事実であるから，阻害要因があるとした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明1に甲4発明1を適用する動機付け",
                  "text": [
                    "甲2発明1は傾倒式トレイであるから，極めて効率的に動作する機構及び理想的小型の構造を得るにしても，傾倒トレイ方式を効率的に動作する機構及び小型化すれば足り，傾倒式トレイ方式と方式の全く異なる甲4発明1のウェブ式に置き換えなければならない理由はない。また，甲4発明1に置き換えたとしても，実際に，効率的に動作する機構になるのか，小型化されるのか，その効果も不明である。よって，甲2発明1に甲4発明1を適用する具体的な動機付けは存在しない。",
                    "以上のとおり，甲2発明1と甲4発明1は，技術分野，搬送対象物及び解決すべき課題がすべて異なるものであるから，その旨判断した審決に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点H’に関する容易想到性判断について",
              "text": [
                "上記(4)と同様に，甲2発明2に甲3発明2又は甲4発明2を適用する動機付けはない。また，本件発明6の搬送ベルトを復回転方向に移動させる目的が「計測部」との関係であることは前記したとおりであるから，審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "果菜が一列に並んで搬送されれば，計測部における計測がしやすくなり，精度の高い計測が可能となって正確な等階級判別ができることは，当業者にとって明らかである。そして，そのような精度の高い計測は，本件発明において，搬送ベルトが元の位置に戻されて，その受け部が計測部の手前で一列に並んでいることにより達成されることになる。",
            "本件発明において，搬送ベルトが復回転して戻ることが，計測部での次回の計測をしやすくするものであることは，本件発明の特許請求の範囲，発明の詳細な説明，図面の記載から明確に読み取ることができる。よって，審決の認定判断は曖昧ではない。",
            "受け部材のない受け部については，受け部材を設けるべき個所に何らかの目印を付けて受け部とすることができ，その場合は，作業員がその目印（受け部）の上に果菜を載せれば，果菜は一列又は略一列に並ぶことになる。そもそも，本件発明において「搬送ベルトを復回転により元の位置に戻す」ということは，搬送ベルトの特定箇所が元の位置になるように戻すということであり，その特定箇所が「受け部材」であり，前記「目印（受け部）」である。したがって，本件発明においては，「受け部材」がなくても何らかの「目印」があればそれが受け部となり，その受け部を一列又は略一列にそろえて元に戻し，戻った受け部に果菜を載せれば果菜を一列又は略一列にそろえて計測部に搬送することができ，計測精度を向上させる（低下しないようにする）ことができる。これが，計測部との関係での復回転に他ならず，発明の詳細な説明により，明らかである。",
            "したがって，特許法36条1項1号及び2号，同条4項1号にいずれも反しないとした審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1及び6について",
          "text": [
            "本件明細書（甲7）によれば，本件発明1及び6について，以下のとおり認められる。",
            "本件発明は，各種果菜をサイズ別，形状別，糖度別など規格（等階級）別に選別するための自動選別装置用果菜載せ体（本件発明1，2）と，果菜自動選別装置（本件発明3～5）と，果菜自動選別方法（本件発明6～8）に関するものであり，特に，トマト，桃，梨，メロン，西瓜などの果菜の選別に適したものである（【0001】）。",
            "従来，トマトなどの果菜選別装置として，無端搬送帯（チェーン）に多数の受け皿が連結されており，各受け皿は搬送方向横向きに可倒式となっており，排出すべき果菜引受け体（ベルトコンベアやテーブル）のところで受け皿を横倒してその上のトマトを搬送ライン脇の果菜引受け体に転倒させて排出するもの（【0002】）や，フリーで搬送される受け皿状のトレイに果菜を乗せて搬送し，等階級を判別し，トレイごと等階級別のプールエリアにためて仕分けするもの（【0003】）があったが，前者は，トマトを転倒して果菜引受け体に排出するため，トマトが転がってその表面が傷付いたり，転がって勢いがついて別のトマトとぶつかって互いに痛むことがあり（【0004】），後者は，大量の余剰トレイをプールすることに伴う種々の問題があった（【0005】）。",
            "そこで，これを解決するため，果菜載せ体が無端搬送体に多数取り付けられた果菜搬送ラインの供給部において果菜載せ体の上に果菜を載せて搬送し，搬送中に果菜を計測部で計測して等階級等を判別し，果菜載せ体の上の果菜を判別結果に基づいて振り分けて搬送ラインの搬送方向側方に送り出す果菜自動選別装置の果菜載せ体において，果菜載せ体は，搬送ラインの搬送方向側方に往復回転可能な搬送ベルトを備え，搬送ベルトの上に果菜を載せることのできる受け部が設けられ，搬送ベルトの上方であって前記受け部よりも往回転方向後方に仕切り体が設けられ，仕切り体は前記受け部よりも上方に突出しており，搬送ベルトの往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻るとの構成をとる（本件発明1）とともに，上記果菜選別装置において，果菜載せ体の往復回転可能な搬送ベルトの受け部の上に載せた果菜を，搬送方向に一列又は略一列に並べて搬送して，当該搬送中に果菜の等階級等を判別し，果菜搬送中に前記搬送ベルトを判別結果に基づいて搬送方向側方に往回転させて，前記受け部の上の果菜を搬送方向側方に送り出し，往回動した搬送ベルトを前記送り出し後の搬送方向への移動中に前記往回転と反対方向に戻り回転させて前記受け部を元の位置に戻して，前記多数の果菜載せ体の受け部を搬送方向に一列又は略一列に並べる方法（本件発明6）を採用した（【0006】～【0008】）。このように，果菜を搬送ベルト上に支持して同搬送ベルトを果菜載せ体の進行方向と直交する左右方向に進行させて果菜を搬送ライン脇の果菜引受け体に送出することとしたため，果菜載せ体から果菜引受け体への果菜の乗り換え時に落下して傷んだり，転がって他の果菜とぶつかったりするようなことがなく，極めて傷みの発生が少ない果菜自動選別装置を提供することができるとの効果を奏する（【0019】）。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明について",
              "text": [
                "甲1によれば，甲1発明について，次のとおり認められる。",
                "各種の品物を，大きさ（サイズ）別，重量別などに自動的に選別してより分ける選別装置に関するものであり，特に傷みやすい果菜の自動選別に適するものである（【0001】）。",
                "従来，小荷物，果菜その他の各種品物を大きさ，重量，形状等の条件に基づいて自動的に選別する装置には種々のものがあったところ，トマト，桃等の丸い果菜の自動選別装置として，平行な2本のチェーン間に果菜を1つ1つ載せて運搬するコンテナが多数取り付けられ，コンテナは2本のチェーンの間に連結固定された移動台と，その上に取り付けられて果菜を載せることができるようにした秤量バケットとから構成され，秤量バケットは移動台にチェーンの横の受台側に傾斜・復帰可能に取り付けられ，所定のサイズ用の受台を通過するところで秤量バケットを押し上げて果菜を転がして所定のサイズ用の受台に落とす仕組みになっているものが知られているが（【0002】～【0004】，図6及び7），そのような自動選別装置は，コンテナの秤量バケットから果菜を受台に送り出す際に，秤量バケットを可倒させて，果菜を転がして落とすため，例えば，完熟トマトや桃等の傷みやすい果菜をこの自動選別装置で選別すると傷が付いたり，潰れたりするという問題があった（【0005】）。",
                "そこで，甲1発明は，傷みやすいトマトや桃等の果菜を傷付けることなく選別することができる自動選別装置を提供することを目的として（【0006】），「チェーン等の走行体1に，果菜や小荷物等の物品2を載せることができ且つ走行体1の横方向に回動可能な多数のベルトコンベア3を取り付け，各ベルトコンベア3の回動，停止を外部からの信号により制御可能としたことを特徴とする自動選別装置。」（請求項1）とすることにより，ベルトコンベアを個々に動作させれば，その上の物品がベルトコンベアの回転により搬送路の側方にスムーズに排出されるようになり，物品を無理に押し出したり，転がしたりすることなくなるので，桃やトマト等の傷みやすい果菜を選別するような場合でも，それらが傷付いたり潰れたりするようなことがないとの効果を奏するものである（【0015】）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明について",
              "text": [
                "甲2によれば，甲2発明について，次のとおり認められる。",
                "甲2発明は，キューイや茄子等の楕円形状を有する果菜物の箱詰めに最適な果菜物整列箱詰装置に関するものである（1頁右欄）。",
                "従来のキューイを箱詰する果菜物箱詰装置としては，ベルトコンベアを搬送方向に回転して，斜設した受けボックス内にキューイを連続的に供給し，この受けボックスの下流側吸着位置に所定箱詰数のキューイを整列した後，吸着位置の上方に待機する吸着ユニットを垂直降下して，この吸着ユニットに垂設した各吸着子を整列したキューイに密着して吸着保持した後，この吸着ユニットを垂直上昇して箱詰位置の上方に水平移動させ，再び，吸着ユニットを垂直降下して，箱詰位置に装填された箱体にキューイを箱詰めする装置がある。しかし，キューイを転動させて受けボックス内に整列させると，受けボックスの下流側内壁面にキューイが当接したり，あるいは，整列されるキューイの相互接触により，キューイの外周面に打ち傷や擦り傷が付いたりすることがあり，キューイの商品価値が損なわれるという問題点を有していた（1頁右下欄～2頁左上欄，4図）。また，キューイを相互接触させて整列するので，左右又は前後に隣接するキューイの相互接触抵抗により，次列のキューイの整列が妨げられ，吸着ユニットに垂設した吸着子とキューイとの吸着位置がずれると，キューイの吸着保持に充分な負圧が得られず，キューイの吸着保持が困難で，移動中にキューイが落下する等，箱詰ミスが生じるという問題点も有していた（2頁左上欄～2頁右上欄）。",
                "そこで，そのような問題点（課題）を解決するために，",
                "「(1)  コンベアにより搬送される果菜物を箱詰めする果菜物整列箱詰装置であって，",
                "上記コンベアの搬送面上に果菜物を所定間隔に離間した姿勢に保持する受け部を多数形成した果菜物整列箱詰装置。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "コンベアにより搬送される果菜物を吸着保持して箱詰めする果菜物整列箱詰装置であって，上記コンベアの搬送面上に果菜物を所定間隔に離間した姿勢に保持する物品載置部を多数形成し，上記コンベアの搬送面上方に，該コンベアにより搬送される果菜物を吸着保持して箱詰する吸着ユニットを対設した果菜物整列箱詰装置。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "果菜物を搬送する搬送経路に沿って，該果菜物を等階級別に振り分ける振分け部を複数設定し，該各振分け部に振り分けられる果菜物を吸着保持して箱詰めする果菜物整列箱詰装置であって，上記振分け部の一つに，該振分け部に振り分けられる果菜物を吸着保持して箱詰する一つの吸着ユニットを対設すると共に，上記吸着ユニットを各振分け部に移動する移動手段を設けた果菜物整列箱詰装置。」（特許請求の範囲）としたものである。そして，コンベアの搬送面上に形成した受け部に果菜物を個々に載置し，果菜物を所定間隔に離間した姿勢に保持して搬送することで，搬送中における果菜物の接触及び衝突が防止され，果菜物の商品価値を損ねることなく搬送することができ，吸着ユニットの吸着間隔と対応した位置及び間隔に果菜物が整列され，果菜物の吸着保持を正確に行うことができ，果菜物の箱詰作業が容易に行える。また，移動手段を駆動して，果菜物が集中して振り分けられる一つの振分け部に吸着ユニットを移動させ，この振分け部に向けて振り分けられる大量の果菜物を吸着ユニットにより吸着保持して箱詰めする際，果菜物を所定間隔に離間した姿勢のまま搬送するので，吸着ユニットの吸着間隔と対応した位置及び間隔に果菜物を整列させることができ，整列時における果菜物の接触及び衝突を確実に防止され，整列された所定箱詰数の果菜物を吸着ユニットにより正確に吸着保持することができる。さらに，果菜物が集中して振り分けられる振分け部に吸着ユニットを移動して，この振分け部に振り分けられる果菜物を吸着ユニットにより吸着保持して機械的に箱詰めするので，搬送経路上に果菜物を停滞させることなく，振り分け量に対応した速度で箱詰めすることができ，箱詰作業の能率アップが図れるとともに，一つの吸着ユニットを各振分け部に移動して箱詰めするので，装置全体の構成が簡素化され，製作コストの低減を図ることができるとの効果が得られるものである（2頁左下欄～3頁左上欄）。",
                "なお，甲2発明1及び2は，実施例に係る発明であり，これらの発明における果菜物箱詰整列装置は，上記の整列コンベアのほか，振分けコンベアにより構成されているところ，甲2の実施例において，振分けコンベアは，搬送方向に張架したガイドチェーンの長さ方向に受け台を所定等間隔に隔てて多数配列し，この受け台を振り分け側に向けて傾動可能に取り付ける構成となっている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲3発明について",
              "text": [
                "甲3によれば，甲3発明について，次のとおり認められる。",
                "甲3発明は，薄物や不定形品などの小物類を自動的に仕分ける装置に関するものである（【0001】）。",
                "従来，小物類を自動的に仕分ける装置として，搬送コンベアにより移送されてきた小物類を，指定された所定位置に備えたスクレーパをコンベア面上で水平回動することにより側方に押出す方式のものがあるが，スクレーパにより搬送物（小物類）を側方に押圧する構成であるため，搬送速度が高速となるほど搬送物に対する衝撃が大きくなり，搬送物に損傷を与えるおそれがあるばかりでなく，ビンなどの破損しやすい搬送物の搬送には不適当であるなどの不都合があった。また，搬送路に沿って多数配設され，搬送方向と直交する方向に傾動可能なトレイを指定された所定位置において傾動してトレイ上の小物類を自由落下により側方に移送する方式のものが知られていたが，上記傾動可能なトレイを備えた方式の装置は，トレイを傾動して搬送物を自由落下する構成であるから，落下する搬送物にスピードがついて仕分け受け口で搬送物同士の衝合による損傷や破損の生じるおそれがあり，したがって，破損しやすい搬送物の搬送には不向きであるとともに，底面の摩擦係数が大きい搬送物の場合，自由落下が円滑に行われないという不都合を有していた。さらに，搬送路に沿って多数配設され，搬送方向と直交する方向で水平回転するターンテーブルが，指定された所定位置に至ったとき，水平回転してターンテーブル上の小物類を側方に移送する方式のものがあるが，移送ベルトの表面が水平面であることにより搬送の過程でビンや缶などの円筒物が転動して落下するおそれがあり，また，仕分け時に移送ベルトが静止状態から急回転するので，重心の不安定な搬送物は慣性により仕分け方向と反対方向に転動するおそれがあって，仕分けの確実性が劣るなどの不都合があった（【0002】）～【0005】）。",
                "そこで，「搬送路に沿って搬送ユニットを搬送し，その搬送過程において，搬送ユニット上の搬送物を搬送方向と直交方向に設けた仕分けシュートに搬出する小物類の仕分け装置において，搬送ユニットが，搬送方向と直交する方向に走行可能であって端部位置で巻回される搬送物を載置する移送シートを備えて成り，この移送シートは，常態で中間部で窪んであり，この状態で移送シートを仕分けシュートに対応する位置で走行させることにより，搬送物を移送シートの走行方向の端部位置で仕分けシュートに搬出することを特徴とする小物類の仕分け装置」（特許請求の範囲の請求項1）とすることにより，搬送物は移送シートの走行によって強制的に搬出でき，特に常態で中間部が窪んでいるので，その窪み部に搬送物が安定した状態で保持されるとともに，移送シートの走行により，搬送物同士の衝合等により損傷や破損が生じることがないよう，搬送物を円滑でかつ確実に搬出させることができるとの効果を奏するものである（【0035】）。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点F’についての容易想到性判断（本件発明1関係）について",
              "text": [
                "まず，甲2発明1に甲3発明1を組み合わせることにより，当業者が相違点F’（果菜自動選別装置用果菜載せ体において，果菜載せ体の搬送部材に関し，本件発明1においては，搬送部材が「往復回転可能な搬送ベルト」であり，「搬送ベルトの上方であって受け部よりも往回転方向後方に仕切り体が設けられ，仕切り体は前記受け部よりも上方に突出しており，搬送ベルトの往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻る」のに対して，甲2発明1においては，搬送部材が「傾動可能な受け台8」である点。）に係る構成に容易に想到できるか否かについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点F’に係る構成について",
                  "text": [
                    "被告は，甲3発明1では，受板46に窪み面45が設けられているものの，移送シート49の上の特定箇所が，受け部として定められているわけではなく，受け部との関係で位置が特定された仕切り体も存在しないから，甲3発明1における移送シートの戻りは，相違点F’のように仕切り体と受け部を戻すための復回転ではないとともに，計測部との関係で受け部と仕切り体を戻す復回転ではない，したがって，甲2発明1に甲3発明1を組み合わせても，相違点F’の構成に至らない旨主張する。そこで，甲2発明1と甲3発明1を組み合わせる動機付け等についての検討に先立ち，この点について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の構成について見るに，本件明細書の「搬送ベルトの上に果菜を載せることのできる受け部が設けられ，搬送ベルトの上方であって前記受け部よりも往回転方向後方に仕切り体が設けられ，仕切り体は前記受け部よりも上方に突出しており，搬送ベルトの往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻る」（請求項1）との記載からすると，「仕切り体」は，「搬送ベルトの上方であって前記受け部よりも往回転方向後方に」「受け部よりも上方に突出して」取り付けられているもので，そのことにより，「搬送ベルトの往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻る」ものと認められる。そして，「受け部」について，本件明細書上，「搬送ベルトの上に果菜を載せることのできる受け部」（請求項1）とあり，仕切り体との関係で，往回転時に仕切り体よりも前方に位置するものであることは明らかであるものの，それ以上に「受け部」の構成，位置を搬送ベルト上の特定の箇所や構成に限定する記載はない。そうすると，「受け部」は，仕切り体よりも往回転時に前方に位置する，すなわち，仕切り体よりも果菜引受け体側（排出側）に位置する搬送ベルト上にある，果菜を載せ置く部分との意味合いを有するものと認められる（なお，本件発明6～8との関係では，搬送ベルト上に「仕切り体」が存在するとの特定はなく，単に，「受け部」は，果菜を載せ置く部分の意味合いを有するにすぎないものと認められる。）。",
                        "そして，本件明細書の記載を見ても，計測部と受け部・仕切り体との位置関係について，限定する記載はない。請求項3において，「搬送中に搬送ベルトが判別結果に基づいて搬送方向側方に往回転して前記受け部の上の果菜を搬送方向側方に送り出し，送り出した前記搬送ベルトは，送り出し後の搬送方向への移動中に，前記受け部が搬送方向に一列又は略一列に並ぶように，前記往回転と逆方向に戻り回転する」と記載されていること，方法発明に関する請求項6において，「前記受け部の上の果菜を搬送方向側方に送り出し，往回動した搬送ベルトを前記送り出し後の搬送方向への移動中に前記往回転と反対方向に戻り回転させて前記受け部を元の位置に戻して，前記多数の果菜載せ体の受け部を搬送方向に一列又は略一列に並べる」と記載されていること，実施例において，果菜載せ体2が，無端搬送帯1に連結されるフレーム10と，同フレーム10の左右2ケ所に取付けられた回転自在の回転ローラー11a，11bと，これら回転ローラー11a，11b間に架け渡された搬送ベルト12と，同搬送ベルト12の下側部分のベルトに下向きに突設された駆動ピン14とを備え，同ピン14を果菜載せ体2の下側に設けられたガイドレール20により果菜載せ体2の搬送方向と直交する左右方向にスライドさせて搬送ベルト12を往復駆動可能とする方法が記載されていることに照らすと，請求項1における「搬送ベルトの往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻る」との技術的意義は，往回転によって送り出した搬送ベルトを，送り出した分だけ復回転することによって，元々あった搬送ベルトの位置，すなわち，果菜が載置されて往回転する前の状態に戻すことを指すものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，甲3の「前記搬出機構24は，前後壁板25の上部間のほぼ全平面を覆う大きさを有し，かつ上面に左右位置で傾斜して中央位置で窪む窪み面45を有すると共に，左右側面を円弧状に形成した受板46と，この受板46に重合されるゴム乃至スポンジなどから成る緩衝シート47と，左右で対向する上位の固定チェーンホイール40，40の間隔とほぼ等しい間隔をもって，両端がチェーンベルト42に軸止された左右1対のバー48a，48bに両側縁が結着された移送シート49とから成り，前記左右1対のバー48a，48bは，枠部材37が搬送ユニット1の左右幅の中央に位置する中立位置において前記緩衝シート47の面上よりもHに相当する高い位置で支持されて」いる（【0023】）との記載及び図2，「移送シート49上の搬送物Pを仕分けシュートCに搬出する場合の態様を示している。即ち搬送物Pが移送シート49を介して緩衝シート47上の窪んだ中央部に位置し，かつ枠部材37も亦搬送ユニット1の中立位置にある図6仮想線の状態から，すでに述べたように，作動機構15により枠部材37が中立位置から図中右方向に移動すると，その移動に伴って移送シート49を支持している一方のバー48aがチェーンベルト42と共に上位の一方の固定チェーンホイール40の周りに沿って図中反時計方向に回転すると共に，他方のバー48bは高い位置Hを保持しながら図中左方向に移動する」（【0030】）との記載並びに図6及び7に照らすと，甲3発明1の「バー48b及び当該バー48bと側縁の結着した移送シート49の側縁領域」は，中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49（本件発明1の「搬送ベルト」に相当）の上にあって，中央位置で窪む窪み面45よりも往回転方向後方に高い位置Hを保持しているものであるから，「受け部よりも上方に突出して」取り付けられているものであるといえ，本件発明1における「仕切り体」に相当するものと認められる。また，甲3において，搬送物は，「（中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する）移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域」に載置されるものであるから，同領域が本件発明の「受け部」に相当するものと認められる。",
                        "したがって，甲3発明1は，審決も認定するとおり，「移送シート49の往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻る」構成を備えているものである（なお，段落【0029】～【0033】に示されるその駆動機構造からしても，中央の窪み面と仕切り体に相当する「移送シート49の上面領域からバー48a，48bと結着した両側縁領域」とは，移送シートの移動に伴って動くものであり，上記「復回転に伴ってその復回転方向に戻る」構成とは，往回転によって移動した分だけ戻る構成であると解される。）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，本件発明1の相違点F’に係る構成は，搬送ベルトの回転動作は「往復回転可能」であり，仕切り体は「搬送ベルトの上方であって受け部よりも往回転方向後方に仕切り体が設けられ，仕切り体は前記受け部よりも上方に突出しており，搬送ベルトの往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻る」ものであり，前記のとおり，計測部との関係を特に限定していないことからすれば，甲2発明1において，甲3発明1の搬送ユニットを適用したものは，往復回転可能な搬送ベルトを備えたものとなり，「仕切り体」及び「受け部」が，往回転及び復回転（戻り回転）方向に移動するものであり，結局，相違点F’に係る構成を備えることになると認められる。",
                        "したがって，甲2発明1と甲3発明1を組み合わせたとしても，相違点F’に至らないとの被告の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，甲3の図2から明らかなように，甲3発明1の「受け部」は，バー48aと48bの間の移送シート49のほぼ全域であり，任意の箇所に搬送物を置くことが可能となっているのに対して，本件発明1における「受け部」は，「受け部材」を備えた場合には「受け部材」の存在する箇所であり，「受け部材」を備えない場合には，特定の箇所に何らかの目印を付けて受け部とし，その場合には，作業員がその目印（受け部）の上に果菜を載せることになるから，搬送ベルトの特定箇所が「受け部」となり，計測部との関係で「受け部」が一列又は略一列に並ぶことで計測精度を向上させることができる点で，甲2発明1と甲3発明1を組み合わせたものが，単に元の中立点に戻すにすぎないのとは，全く異なっていると主張する。",
                        "しかし，本件明細書には，果菜を戴置する際の方法や，搬送ベルト上の特定の一点を戴置場所として定める旨の記載もなく，計測部との関係で，搬送ベルトの特定の位置を「受け部」とする記載もない。受け部が搬送方向に一列又は略一列に並ぶという効果は，搬送ベルト上の特定の一点を「受け部」とすることによって導かれるものではなく，前記のとおり，往回転によって送り出した搬送ベルトを，送り出した分だけ復回転することによって，元々あった搬送ベルトの位置，すなわち，果菜が載置されて往回転する前の状態に戻すことによって得られるものにすぎない。",
                        "したがって，被告の上記主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明1に甲3発明1を組み合わせる動機付けについて",
                  "text": [
                    "審決は，搬送対象について甲2発明1の搬送対象は，キューイなどの「果菜」であるが，甲3発明1の搬送対象は，薄物や不定形品などの小物類であり，搬送対象の具体的性状を異にしており，この搬送対象の相違により，発明の対象となる技術分野も，甲2発明1において「果菜自動選別装置用果菜載せ体」であるのに対し，甲3発明1では「物品選別装置用物品載せ体」であって，相違すると判断した。",
                    "しかし，甲2発明1は，上記のとおり，キューイ等の果菜を選別する装置における果菜を載置する受け台に関するものであり，また，甲3発明1は，上記のとおり，薄物や不定形品などの小物類を自動的に仕分ける装置における小物類を載置する搬送ユニットに関するものであるから，甲2発明1と甲3発明1とは，物品を選別・搬送する装置における物品載せ体，すなわち「物品選別装置用物品載せ体」に関する技術として共通しているといえる。",
                    "また，両者が搬送する物品は，甲2発明1では，キューイ等の果菜であるのに対して，甲3発明1では，薄物や不定形品などの小物類であるから，物品の大きさや性状に大きな相違はない。このことは，甲1において，「各種の品物を，大きさ（サイズ）別，重量別などに自動的に選別してより分ける選別装置」と記載され（【0001】），「従来より小荷物，果菜その他の各種品物を大きさ，重量，形状等の条件に基づいて自動的に選別する装置には種々のものがあった」として，従来技術について，特に小荷物と果菜とを区別しておらず，「特にいたみやすい果菜の自動選別」（【0001】として，傷みやすい搬送物の典型として特に果菜を挙げながらも，請求項1において，搬送物につき「果菜や小荷物等」との記載をしており，対象とする物品が，果菜と小荷物等とで異なるとしても，これらの物品を選別，搬送する装置としては，同一の技術分野に属するものと捉えていることが明らかである。しかも，果菜が傷みやすく傷付きやすいとはいえ，甲1にも示されるように，従来から，果菜を選別して搬送方向から側方に送り出す際であっても，容器を傾倒する方式が採用されていたのであるから，破損しやすい小物類との間で，技術分野が異なるというほどに相違するものではない。",
                    "さらに，甲2発明1は，前記のとおり，キューイを転動させて受けボックス内に整列させると，受けボックスの下流側内壁面にキューイが当接したり，キューイの相互接触により，キューイの外周面に打ち傷や擦り傷が付いたりすることがあり，キューイの商品価値が損なわれるという問題点を解決するために，コンベアの搬送面上に形成した受け部に果菜物を個々に載置し，果菜物を所定間隔に離間した姿勢に保持して搬送することで，搬送中における果菜物の接触及び衝突を防止することとしたものであるところ，搬送物を選別振り分けする際に，搬送物が壁等の設備に衝突することを防止したり，搬送物同士の相互接触を防止したりするという課題は，ボックス内に整列させる際のみならず，選別・搬送の全過程を通じて内在していることは明らかである。そして，甲2発明1は，振り分けコンベアの受け台が，載置された搬送物を搬送方向側方に送り出す際に，搬送方向側方に向けて傾動可能な構成であるところ，傾動させて搬送物を搬送方向側方に送り出すには，ある程度の落下による衝撃，あるいは，接触時に衝撃が生じ，搬送物に損傷や破損の生じるおそれがあることは，従来技術の秤量バケットEを可倒させて，果菜Bを転がして落とす自動選別装置において，傷が付いたり潰れたりするという問題を解決するために，バケット式の果菜載せ体をベルト式の果菜載せ体に置換したと甲1に記載されるように，その構成自体から明らかな周知の課題である。",
                    "一方，甲3発明1は，上記2(3)で認定したように，従来の傾動可能なトレイを備えた方式の場合は，搬送物同士の衝合による損傷や破損の生じるおそれがあり，破損しやすい搬送物の搬送には不向きであるという課題を解決するものである。",
                    "そうすると，甲2発明1と甲3発明1は，課題としての共通性もある。",
                    "以上を総合すると，甲2発明1の振分けコンベアの搬送方向側方に向けて傾動可能な構成において生じる搬送物の損傷，破損という技術課題を解決するために，甲3発明1を適用して，相違点F’の構成に至る動機付けが存在するといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲3発明1の移送シート49は，わずかであっても上下動するので，転がりやすい搬送物が転がるため，果菜の転がりによる傷付きを解消することはできないから，甲3発明1を果菜に適用することは，阻害要因がある旨主張する。",
                        "しかし，甲3発明1は，ターンテーブル方式による従来例について，水平面であることによって円筒物が転動して落下するという問題を指摘しており，搬送物によっては，転がりやすいものもその射程に置いているものである。そうすると，移送シート49がわずかに上下動することが阻害要因になるということはできない。",
                        "また，果菜を転がらないように果菜載置部（受け部）の構造を工夫することは，本件特許の出願前から周知であり（甲1，2，5），適宜，受け部の構造について搬送物の転がりの生じないように工夫するものである。",
                        "被告は，甲3発明1の構造上，バー48aが固定チェーンホイール40を超えて図中反時計方向に回転するため，シュートCと移送ユニットとの間にはある程度の隙間を必ず空けなければならないことや，図7及び図1より，シュートCは，搬送物Pを滑落させることが前提となっていることからも，その適用が阻害される旨主張する。",
                        "しかし，前記のとおり，甲2に示されるように，果菜選別装置に関する従来例において，傾倒式の容器が用いられていたものであることに照らすと，果菜と破損しやすい小物類との間で傷付きやすさにおいて，さほどの相違があるとはいえない。",
                        "また，甲3発明1の構造上，バー48aが回転するために，シュートCと移送ユニットとの間にはある程度の隙間が空くとしても，バー48aの高さ自体が，搬送物の大きさ，形状等によって適宜選択されるものであるから，上記の隙間も調整可能である上，甲3発明1自体が，搬送物同士の衝合による損傷や破損の生じるおそれを課題として明示する一方で，シュートCと移送ユニットとの間隙を破損しやすい搬送物の搬送における問題点として指摘していないことからすれば，この点が阻害要因になるとはいえない。さらに，図7及び図1より，シュートCは，搬送物Pを滑落させることが前提となっているかどうかは不明である上，仮に，損傷や破損しやすいものを搬送するのであれば，傾斜を持たせて滑落させることを回避すれば足りることが明らかであるから，この点が阻害要因になるとはいえない。",
                        "したがって，被告の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲2発明1の仕分けが箱詰めのための仕分けであるのに対して，甲3発明1の仕分けはシュートに送り出すための仕分けであること，甲2発明1は箱詰めに先立って果菜を計測部で計測してからの仕分けであるのに対して甲3発明1は計測しないこと等々から，甲2発明1は計測装置の技術分野あるいは箱詰め装置の技術分野に属するものであるのに対し，甲3発明1は計測の目的も箱詰めの目的もない単なる仕分けの技術分野に属するものであるから，甲2発明1と甲3発明1はこの意味でも技術分野が異なると主張する。",
                        "しかし，前記のとおり，甲2発明1は，箱詰めに先立ってボックス内に整列させる際に，果菜が壁面に当接したり，整列させる果菜の相互接触により，果菜に打ち傷や擦り傷が付いたりとの問題があることから，それを解決するために，搬送中に果菜同士が接触しないよう離間した姿勢に保持して搬送するなどの解決策をとったものであり，甲3発明1も，搬送物同士の衝突，排出の際の落下等による搬送物の損傷や破損を回避するために，搬送する方向に直交する移送シートにより側方へ排出するとの構成をとったものである。両発明とも，搬送物の損傷を回避すること課題とする点で共通しており，それが最終的に箱詰めされるか，仕分けシュートに排出されるかは，技術課題との関係で，本質的ではないというべきである。また，甲2発明1は，計測部において「サイズ・品質・重量」を計測した上で振り分けるものであり，甲3発明1が，「計測」ではなく，仕分けコード番号に基づいて振り分けるものであったとしても，これらは振り分けの契機にすぎないのであって，コード番号の読み取りであれ，計測であれ，物品を振り分けて搬送するという技術に違いはない以上，技術分野が相違するということはできない。被告の上記主張は，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，甲2発明1に甲3発明1を適用し，本件発明1の相違点F’に係る構成とすることは，当業者が容易に想到し得たことであるから，この点についての審決の進歩性判断には誤りがある。",
                    "本件発明2～5は，本件発明1の相違点F’を発明特定事項として含むものであるところ，本件発明2～5に関する進歩性の判断は，上記判断を前提になされたものであるから，その認定判断にも誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点H’について容易想到性判断（本件発明6関係）について",
              "text": [
                "審決は，相違点H’について，上記と同様に，甲2発明2と甲3発明2の搬送対象が具体的形状を異にしており，搬送対象の相違により，発明の対象となる技術分野も，甲2発明2において「果菜自動選別方法」であるのに対し，甲3発明2では「物品自動選別方法」であって，技術分野が相違するから，甲2発明2に甲3発明2を適用することはできないと判断した。",
                "しかし，これらの判断が誤りであることは，前記において述べたのと同様であって，甲2発明2に甲3発明2を適用し，本件発明6の相違点H’の構成とすることは，当業者が容易に想到し得たことであるから，相違点H’についての審決の容易想到性判断には誤りがある。",
                "本件発明7及び8は，本件発明6の相違点H’を発明特定事項として含むものであるところ，本件発明7及び8に関する進歩性の判断は，上記判断を前提になされたものであるから，その認定判断にも誤りがある。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，本件発明1～8に係る進歩性の判断は誤りであるから，取消事由1には理由があり，その余の点について判断するまでもなく，審決は取り消すべきものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由1には理由がある。",
        "よって，原告の請求を認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}