{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2013-800085号事件について平成25年12月2日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，平成15年4月7日，発明の名称を「絵文字形成皿」とする発明について特許出願(特願2003-133764号。以下「本件出願」という。)をし，平成22年4月9日，特許第4487279号(請求項の数2。以下「本件特許」という。)として特許権の設定登録(甲21)を受けた。",
            "原告は，平成25年5月15日，本件特許(請求項1及び2)に対して特許無効審判を請求した。",
            "特許庁は，上記請求を無効2013-800085号事件として審理を行い，同年12月2日，「本件審判の請求は成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月12日原告に送達された。",
            "原告は，平成26年1月10日，本件審決の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項1及び2の記載は，次のとおりである(以下，請求項1に係る発明を「本件発明1」，請求項2に係る発明を「本件発明2」という。)。",
            "「【請求項1】",
            "食事用の皿であって，皿に注いだ液体調味料の流動と停滞により，液体調味料または皿の一部が，絵柄または文字を形成するように，皿の上面に凹凸部を設けて構成し，前記絵柄または文字が，前記液体調味料を多く注ぐに従って変形するように，前記凹凸部を立体的に形状変更して形成することを特徴とする絵文字形成皿。",
            "【請求項2】",
            "前記凹凸部以外の皿上面の前記凸部と同じ高さの部位に丘陵帯を設けることを特徴とする請求項1に記載の絵文字形成皿。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)(以下，単に「別紙」という。)記載のとおりである。要するに，原告が本件発明1及び2について主張した次の無効理由1ないし3について，①本件発明1は，甲1ないし7に記載されたものから当業者が容易に発明をすることができたものではなく，また，本件発明1の発明特定事項をその構成の一部とする本件発明2は，同様の理由により，当業者が容易に発明をすることができたものではないから，無効理由1は理由がない，②甲8，12，16は本件出願前に頒布された刊行物ではないので，本件発明1と甲9，10，11，13ないし15，17を対比検討すると，甲9，10，11，13ないし15，17には，本件発明1の発明特定事項の一部である「絵柄または文字が，液体調味料を多く注ぐに従って変形するように，皿の上面の凹凸部を立体的に形状変更して形成した」ことが記載されていないから，本件発明1は，本件出願前に頒布された刊行物である甲8ないし17に記載された発明ではなく，また，本件発明1の発明特定事項をその構成の一部とする本件発明2は，同様の理由により，本件出願前に頒布された刊行物である甲8ないし17に記載された発明ではないから，無効理由2は理由がない，③仮に甲8ないし17記載の皿自体が本件出願前に公然実施されたものであったとしても，本件発明1の発明特定事項の一部である「絵柄または文字が，液体調味料を多く注ぐに従って変形するように，皿の上面の凹凸部を立体的に形状変更して形成した」構成を備えていないから，本件発明1は，本件出願前に公然実施された発明ではなく，また，本件発明1の発明特定事項をその構成の一部とした本件発明2は，同様の理由により，本件出願前に公然実施された発明ではないから，無効理由3は理由がないというものである。",
            "(無効理由1)",
            "本件発明1及び2は，本件出願前に頒布された刊行物である甲1ないし7に記載された発明に基づいて，当業者が容易に発明することができたものであり，本件特許は，特許法29条2項の規定に違反してされたものであるから，同法123条1項2号に該当し，無効とすべきものである。",
            "(無効理由2)",
            "本件発明1及び2は，本件出願前に頒布された刊行物である甲8ないし17に記載された発明と同一の発明であり，本件特許は，特許法29条1項3号の規定に違反してされたものであるから，同法123条1項2号に該当し，無効とすべきものである。",
            "(無効理由3)",
            "本件発明1及び2は，本件出願前に公然実施された甲8ないし17記載の皿と同一の発明であり，本件特許は，特許法29条1項2号の規定に違反してされたものであるから，同法123条1項2号に該当し，無効とすべきものである。",
            "甲1ないし17は，以下のとおりである。",
            "甲1    「九谷彩磁器」(表紙，21，22，29，30頁)(1994年発行)",
            "甲2    「総合カタログ No.7  KUTANI  COLLECTION」(表紙，94，95頁)(1994年発行)",
            "甲3      稲垣揚平作成の「流動と停滞による絵柄の変化実験について」と題する書面",
            "甲4    「現代日本の陶芸第十二巻  用のデザイン」(表紙，29，111頁)(昭和58年7月15日発行)",
            "甲5    「備前焼大鑑  古備前から現代まで」(表紙，「作品126，138，139」の掲載頁)(昭和55年9月25日発行)",
            "甲6    「中国の陶磁  第三巻  三彩」(表紙，「作品24，25，87，88」の掲載頁)(1995年9月19日発行)",
            "甲7    「現代日本の陶芸第四巻  現代陶芸の旗手」(表紙，78頁)(昭和57年11月10日発行)",
            "甲8    「鍋島」(表紙，166，167，172ないし175頁)(2005年2月19日発行)",
            "甲9    「歴代柿右衛門」(表紙，17頁)(2002年12月15日発行)",
            "甲10  「中国の陶磁  第十巻  明末清初の民窯」(表紙，「作品49～51」の掲載頁)(1997年9月18日発行)",
            "甲11  「九谷名品図録」(表紙，71頁)(平成12年3月31日発行)",
            "甲12  「将軍と鍋島・柿右衛門」(116，117頁)(平成19年9月15日発行)",
            "甲13  「中国の陶磁  第十一巻  清の官窯」(表紙，「作品53，54，55，56」の掲載頁)(1996年11月25日発行)",
            "甲14  「中国の陶磁  第五巻  白磁」(表紙，「作品55，56」の掲載頁)(1998年9月17日発行)",
            "甲15  「中国の陶磁  第十二巻  日本出土の中国陶磁」(表紙，「作品53，54」の掲載頁)(1995年9月19日発行)",
            "甲16  「耀州窯瓷」(表紙，18，19，32ないし35頁)(2004年3月5日発行)",
            "甲17  「現代日本の陶芸第七巻  伝統と創造の意匠I」(111頁)(昭和59年3月15日発行)",
            "本件審決が認定した甲1記載の「皿A」(30頁に「窯1-255  5．7号  向付揃 染付つる草(径17cm・木箱入)」として掲載されたもの。以下同じ。)に係る発明(以下「引用発明」という。)，本件発明1と引用発明の一致点及び相違点は，以下のとおりである。",
            "(引用発明)",
            "「扇縁形状の向付であって，向付の底面に凹凸部を有し，注いだ液体調味料の流動と停滞により，液体調味料を多く注ぐに従って，その表面形状は，点形状から概略向付の長手方向に沿った両端部に突出部を有する形状に変形する向付」",
            "(本件発明1と引用発明の一致点)",
            "「食事用の皿であって，皿に注いだ液体調味料の流動と停滞により，液体調味料または皿の一部が，所定の形状を形成するように，皿の上面に凹凸部を設けて構成した皿。」である点。",
            "(本件発明1と引用発明の相違点)",
            "本件発明1では，絵柄または文字が，液体調味料を多く注ぐに従って変形するように，皿の上面の凹凸部を立体的に形状変更して形成したのに対し，引用発明では，所定の形状である点形状，概略皿の長手方向に沿った両端部に突出部を有する形状が，液体調味料を多く注ぐに従って変形するように，皿の上面の凹凸部を立体的に形状変更して形成したか否か不明な点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "取消事由1(本件発明1の進歩性の判断の誤り)",
            "本件審決は，本件発明1の無効理由1について，本件発明1は甲1ないし7に記載されたものから，当業者が容易に発明をすることができたものではないと判断したが，以下に述べるとおり，本件審決は，引用発明(甲1記載の皿Aに係る発明)の認定などを誤った結果，本件発明1の進歩性の判断を誤ったものであるから，取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件審決は，①本件発明1における「『絵柄または文字』の変形は，使用する者に，驚きや楽しみを与えることができるよう，確実に認識できる必要がある」から，本件発明1の「皿の上面に凹凸部を設けて」の構成における「皿の上面の凹凸部」は，皿の上面に形成される単なる凹凸部ではなく，液体調味料を多く注ぐに従い，「絵柄または文字」の変形が，使用する者により確実に認識できるように立体的に形状変更して形成されたものというべきである，②甲1記載の皿Aについて，外縁は扇縁形状であり，底面にはわずかであるが凹凸部を有しているとした上で，皿Aに液体調味料を注ぐ実験結果(甲3)に示された「液体調味料の表面形状は底面の凹凸部によるものではなく外縁形状によるもの」であり，また，その「液体調味料の表面形状」の変形は，「使用する者に，驚きや楽しみを与えることができるよう，確実に認識できる変形とはいいがたく，本件発明1における皿の上面の凹凸部を立体的に形状変更して形成したことによるものであるとはいえない」から，本件発明1の「絵柄または文字が，液体調味料を多く注ぐに従って変形するように，皿の上面の凹凸部を立体的に形状変更して形成した」との構成を備えていないとして，この点を本件発明1と引用発明の相違点と認定した。",
                "しかしながら，まず，本件発明1の特許請求の範囲(請求項1)には，本件発明における「皿の上面」にいう「上面」の意義について規定した記載はない。一般に，皿の内側面がゆるやかに傾斜し，その「底面」(皿の内側の面のうち，略水平な低位の面)と「内側面」(最外縁に向けてかけ上がる傾斜面)との境界が不明確な皿が少なくないから，皿の「上面」を議論する際には，「底面」と「内側面」とを厳格に区別して評価すべきではない。",
                "したがって，本件審決が，本件発明における「皿の上面」にいう「上面」が皿の「底面」を意味することを前提に，甲1記載の皿Aについて，「底面」の凸凹部のみに直目し，「内側面」の凸凹部を考慮することなく，引用発明が相違点に係る本件発明1の構成を備えていないと認定したのは誤りである。",
                "次に，本件審決は，本件発明1の「絵柄または文字」の変形は，「使用する者に，驚きや楽しみを与えることができるよう，確実に認識できる必要がある」と認定したが，請求項1は，停滞する場所の立体形状によって流体の外形が変形するという物理的現象に着目した皿を発明として特定しているだけであって，使用者に対してどのような感情を抱かせるかという仕組みを定義しているわけではないから，本件審決の上記認定には，「驚きや楽しみを与える」という概念を導入している点において誤りがある。",
                "そして，甲1記載の皿Aの凸凹部は，甲20に示すように，3～6mm程度の高さであり，本件出願の願書に添付した明細書(以下，図面を含めて，「本件明細書」という。甲18)に記載された凹凸(例えば，図面で表された等高線は2mm，4mm及び6mmである)と比較して，特段低いものではない。また，甲1記載の皿Aは，甲3に示すように，その立体形状によって，液体(醤油)の外形を，確実に認識できる状態で変形させているのは明らかである。",
                "したがって，本件審決が，甲1記載の皿Aについて，「底面にはわずかであるが凹凸部を有している」と認定した上で，「液体調味料の表面形状」の変形が「確実に認識できる変形とはいいがた」いと認定したのは，いずれも誤りである。",
                "以上のとおり，本件審決には，引用発明(甲1記載の皿Aに係る発明)の認定に誤りがあり，ひいては本件発明1と引用発明の相違点の認定にも誤りがある。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件審決における甲1記載の「皿B」(21頁に「窯1-158  3号小鉢  揃  染付花紋(径9cm・木箱入)」として掲載されたもの。以下同じ。)，甲2記載の「皿C」(95頁に「Ｎo7-549  松花堂  揃・雅(箱付き24cm・化粧箱入)」として掲載された「松花堂弁当箱と4つの小鉢」のうち，黄色の小鉢。以下同じ。)及び甲5記載の「皿E」(作品126の「備前額形平鉢(高さ6．3cm，左右31．4cm)」として掲載されたもの)の認定についても，甲1記載の皿Aと同様の認定の誤りがある。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上のとおり，本件審決は，引用発明の認定などを誤り，その結果，本件発明1の進歩性の判断を誤ったものである。",
                "取消事由2(甲14の対比判断の欠如による本件発明1及び2の新規性の判断の理由不備)",
                "本件審決は，本件発明1についての無効理由2の判断の「イ  結論」の項において，「甲第13号証～甲第15号証」として「甲第14号証」を引用し，その上で，本件発明1は甲14に記載された発明ではない旨判断し，同様の理由により，本件発明1の発明特定事項をその構成の一部とする本件発明2も，甲14に記載された発明ではない旨判断した。",
                "しかしながら，本件審決の「ア  対比・判断」の項には，甲14に関する「対比・判断」の記載がなく，本件審決は，甲14に記載された発明と本件発明1とを「対比・判断」することなく，本件発明1は甲14に記載された発明ではないとの結論のみを述べたものである。",
                "したがって，本件審決の上記判断は妥当でないから，本件審決は，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "text": [
            "取消事由1に対し"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件発明1は，立体的な絵文字形成皿の発明であるから，本件発明1が本件出願前に頒布された刊行物に記載された発明であるというためには，当該刊行物において，立体形状を理解するために，三面図と鳥瞰図(又は3Dレンダリング)に相当する三次元測定データか，諸寸法(断面図や等高線図など)のデータの併記があることが必須である。",
                "しかしながら，原告が挙げる甲1ないし7には，それらの必須データの記載が皆無であるため，甲1ないし7記載のものについて，いずれも三次元形状の評価ができない。",
                "したがって，本件審決が，甲1記載の皿Aが，本件発明1の「絵柄または文字が，液体調味料を多く注ぐに従って変形するように，皿の上面の凹凸部を立体的に形状変更して形成した」構成を備えていない点を相違点と認定し，上記の相違点に係る本件発明1の構成が甲1記載の皿B，甲2(皿C)ないし7のいずれにも記載されていないと認定したことに誤りはなく，また，本件発明1は甲1ないし7に記載されたものから当業者が容易に発明をすることができたものではないとした判断にも誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "甲1記載の皿A，皿B，甲2記載の皿Cを個別的にみると，まず，皿Aは，起立した外縁形状が扇形のいわゆる「半開扇・向付」であり，仮に容器一杯まで醤油を注げば，当然のごとく扇形になるが，更なる変形は見込めない上に，あふれる寸前では醤油をつけられず，途中の形状は不明である。",
                "したがって，本件審決が，引用発明では「変形するように，皿の上面の凹凸部を立体的に形状変更して形成したか否か不明な点」を本件発明1との相違点と認定したことに誤りはない。本件審決において，原告が指摘する甲1記載の皿Aの「内側面」の形状が考慮されていないのではなく，特段の造形構成も絵柄になる作用もないとしたものである。そもそも，「お造り」等を涼しげに盛る縁起ものの皿Aに，醤油をなみなみと注ぐのは，愚行である。",
                "次に，甲1記載の皿Bは，いわゆる「ダイヤ型・小鉢」等と呼ばれるものであり，単なる多面体造形の薄肉磁器である。本件審決は，原告が指摘する「内側面」の形状に起因する形状変更を除外しているのではなく，五角形の大きな内底面からほぼ鉛直に起立する多角形の内側面による形状構成は，コーヒーカップ内のコーヒーが当然のごとくカップ形状になるだけの変容にすぎず，皿の上面の凹凸部を立体的に形状変更して形成されるものではないとしたものである。",
                "したがって，皿Bから相違点に係る本件発明1の構成は把握できないとした本件審決の認定に誤りはない。",
                "さらに，甲2記載の皿Cは，松花堂弁当(松竹梅)の梅鉢のようであるが，梅は小さな染付だけで，容器一杯まで液体を注いでも波縁状の外縁による液体の変形が現出直後に液体はあふれてしまうため，梅の花の凹凸造形ともいえない。また，皿Cは，皿A，Bと同様に，液溜めの中央域における明確な造形がなく，器の表と裏が均一な厚さで構成できる一般的な薄肉磁器製小鉢にすぎない。",
                "したがって，皿Cから相違点に係る本件発明1の構成は把握できないとした本件審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "本件明細書の発明の詳細な説明の記載を総合すれば，本件発明1における「使用する者に，驚きや楽しみを与えることができるよう」にするという作用は，個人差があるのは当然であるが，その作用こそが，本件発明1の第1目的であるといえるものであるから，本件審決が，本件発明1の効果である「料理や環境にマッチした絵柄や文字の変化を，驚きと共に楽しむこと」を考慮すれば，本件発明1における，液体調味料または皿の一部により形成される「絵柄または文字」の変形は，使用する者に，驚きや楽しみを与えることができるよう，確実に認識できる必要があると認定したことに誤りはない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上のとおり，本件発明1は甲1ないし7に記載されたものから当業者が容易に発明をすることができたものではないとした本件審決の判断に誤りはないから，原告主張の取消事由1は理由がない。",
                "取消事由2に対し",
                "本件審決では，17頁から始まる本件発明1と甲号各証との対比において，「甲第13号証～甲第15号証」について検討している中で，18頁における「甲第14号証」についての対比検討が欠落しているとも推測できるが，「甲第14号証」は，証拠群の中でも最も造形が不明な上に，その構成が本件発明1とは異質の辟易させられるレベルの作品であるため，甲13，15，17等と同様に「…皿の上面の凹凸部を立体的に形状変更して形成したとはいえない」と断定できる。",
                "したがって，「甲第14号証」が本件発明1の発明特定事項の一部を備えていないとした本件審決の判断自体に誤りはないから，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2(甲14の対比判断の欠如による本件発明1及び2の新規性の判断の理由不備)について",
          "text": [
            "本件の事案の内容に鑑み，まず，原告主張の取消事由2から判断する。",
            "原告は，本件審決は，本件発明1についての無効理由2の判断に際し，「イ",
            "結論」の項において，「甲第13号証～甲第15号証」として「甲第14号証」を引用し，その上で，本件発明1は甲14に記載された発明ではない旨判断し，同様の理由により，本件発明1の発明特定事項をその構成の一部とする本件発明2も，甲14に記載された発明ではない旨判断したが，「ア  対比・判断」の項には，甲14に関する「対比・判断」の記載がなく，本件審決は，甲14に記載された発明と本件発明1とを「対比・判断」することなく，本件発明1は甲14に記載された発明ではないとの結論のみを述べたものであるから，本件審決の上記判断は妥当でなく，本件審決は，取り消されるべきである旨主張する。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "そこで検討するに，前記第2の3のとおり，原告は，本件審判において，無効理由2として，本件発明1及び2は，本件出願前に頒布された刊行物である甲8ないし17に記載された発明と同一の発明であり，本件特許は，特許法29条1項3号の規定に違反してされたものであるから，同法123条1項2号に該当し，無効とすべきものである旨主張した。",
                "そして，本件審決は，別紙記載のとおり，「第6  当審の判断」の「2",
                "無効理由2の判断」の項において，「A  本件発明1」について，次のとおり判断した。",
                "「本件発明1に係る出願は，平成15年4月7日(2003年4月7日)に特許出願されたものであるが，甲第8号証は2005年2月19日発行であり，甲第12号証は平成19年9月15日発行であり，甲第16号証は2004年3月5日発行であるから，甲第8号証，甲第12号証，甲第16号証については本件出願前に頒布された刊行物ではない。",
                "したがって，甲第9号証，甲第10号証，甲第11号証，甲第13号証～甲第15号証，17号証について，本件発明1と対比検討する。」(16頁34行～17頁5行)",
                "「ア  対比・判断",
                "本件発明1は，「食事用の皿であって，皿に注いだ液体調味料の流動と停滞により，液体調味料または皿の一部が，絵柄または文字を形成するように，皿の上面に凹凸部を設けて構成し，前記絵柄または文字が，前記液体調味料を多く注ぐに従って変形するように，前記凹凸部を立体的に形状変更して形成することを特徴とする絵文字形成皿。」であるが，まず，無効理由1で検討した本件発明1の発明特定事項の一部である「絵柄または文字が，液体調味料を多く注ぐに従って変形するように，皿の上面の凹凸部を立体的に形状変更して形成した」ことが，前記甲各号証に記載されているかどうか検討する。",
                "甲第9号証には，…本件発明1の発明特定事項の一部を備えていない。",
                "甲第10号証には，…したがって，甲第10号証の皿は，いずれも本件発明1の発明特定事項の一部を備えていない。",
                "甲第11号証には，…したがって，甲第11号証の皿は，本件発明1の発明特定事項の一部を備えていない。",
                "甲第13号証には，…したがって，甲第13号証の皿は，いずれも本件発明1の発明特定事項の一部を備えていない。",
                "甲第15号証には，…したがって，甲第15号証の皿は，本件発明1の発明特定事項の一部を備えていない。",
                "甲第17号証には，…したがって，甲第17号証の皿は，本件発明1の発明特定事項の一部を備えていない。」(17頁6行～18頁末行)",
                "「イ  結論",
                "以上の検討により，甲第9号証，甲第10号証，甲第11号証，甲第13号証～甲第15号証，甲第17号証には，本件発明1の発明特定事項の一部である「絵柄または文字が，液体調味料を多く注ぐに従って変形するように，皿の上面の凹凸部を立体的に形状変更して形成した」ことは記載されておらず，したがって，本件発明1は，本件出願前に頒布された刊行物である甲第8号証から甲第17号証に記載された発明ではない。」(19頁1行～7行)"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "前記アのとおり，本件審決は，原告主張の本件発明1についての無効理由2について，「イ  結論」として，「甲第9号証，甲第10号証，甲第11号証，甲第13号証～甲第15号証，甲第17号証」には，本件発明1の発明特定事項の一部である「絵柄または文字が，液体調味料を多く注ぐに従って変形するように，皿の上面の凹凸部を立体的に形状変更して形成した」ことは記載されておらず，「本件発明1は，甲第8号証から甲第17号証」に記載された発明ではない。」と判断し，無効理由2は理由がないと判断したものである。",
                "しかるところ，前記アによれば，本件審決は，本件発明1についての無効理由2が理由がないとの結論を導くに当たり，「甲第8号証，甲第12号証，甲第16号証については本件出願前に頒布された刊行物ではない。」ので，「「甲第9号証，甲第10号証，甲第11号証，甲第13号証～甲第15号証，17号証」について，本件発明1と対比検討する。」とし，「ア  対比・判断」の項において，「「本件発明1の発明特定事項の一部である「絵柄または文字が，液体調味料を多く注ぐに従って変形するように，皿の上面の凹凸部を立体的に形状変更して形成した」ことが，前記甲各号証に記載されているかどうか検討する。」とした上で，「甲第9号証，甲第10号証，甲第11号証，甲第13号証，甲第15号証，甲第17号証」については，本件発明1との対比検討を具体的に行っているが，一方で，「甲第14号証」については，本件発明1との対比検討を何ら行っていないことが認められる。",
                "そうすると，本件審決は，本件発明1についての無効理由2のうち，本件発明1は甲14に記載された発明と同一の発明であるとの部分については，甲14に記載された事項と本件発明1との対比検討を何ら行うことなく，本件発明1の発明特定事項の一部である「絵柄または文字が，液体調味料を多く注ぐに従って変形するように，皿の上面の凹凸部を立体的に形状変更して形成した」ことは記載されておらず，本件発明1は，甲14に記載された発明ではない旨判断したものであるから，本件審決には，甲14を引用例とする無効理由2が理由がないとの結論を導き出すための理由の一部が欠けており，理由不備の違法があるといわざるを得ない。",
                "無効理由2の判断」の項において，「B  本件発明2」について，「本件発明2は本件発明1の発明特定事項をその構成の一部としたものであるから，上記と同様の理由により，本件発明2は，本件出願前に頒布された刊行物である甲第8号証から甲第17号証に記載された発明ではない。」(19頁9行～11行)と判断したが，上記判断のうち，本件発明2は甲14に記載された発明ではないとの部分については，上記と同様の理由により，理由不備の違法があるといわざるを得ない。",
                "そして，本件審決における上記理由不備の違法は，本件審決の結論に影響を及ぼすことは明らかである。",
                "したがって，原告主張の取消事由2は理由がある。",
                "被告は，この点に関し，甲14は，甲13，15，17等と同様に「…皿の上面の凹凸部を立体的に形状変更して形成したとはいえない」と断定できるから，甲14が本件発明1の発明特定事項の一部を備えていないとした本件審決の判断自体に誤りはなく，原告主張の取消事由2は理由がない旨主張する。",
                "事項と本件発明1との対比検討を何ら行うことなく，甲14には本件発明1の発明特定事項の一部が記載されておらず，本件発明1は，甲14に記載された発明ではない旨判断したものであり，本件審決には，甲14を引用例とする無効理由2が理由がないとの結論を導き出すための理由の一部が欠けており，理由不備の違法がある。",
                "そうすると，本件審決の判断を是認することができないから，被告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由2は理由があるから，その余の取消事由について判断するまでもなく，本件審決は取消しを免れない。",
            "なお，念のために以下の点を付言する。",
            "本件審決は，原告主張の無効理由1の判断において，「したがって，甲第3号証を参考にすると，甲第1号証には，皿Aとして次の発明(以下，引用発明という)が記載されている。」(12頁23行～24行)として，甲3(稲垣揚平作成の「流動と停滞による絵柄の変化実験について」と題する書面)の記載事項を参考にして引用発明を認定している。この引用発明の認定は，甲3記載の実験において「皿A」として記載された「皿」が甲1記載の「皿A」と同一の皿であることを前提とするものであるが，本件審決には，甲3記載の「皿A」と甲1記載の「皿A」が同一の皿であることをどのように認定したかについての説明がなく，また，仮に同一の皿であったとしても，甲1には，「皿A」について，「窯1-255  5．7号  向付揃 染付つる草(径17cm・木箱入)」との記載と写真が掲載されているだけであるから，甲1に接した当業者が甲3記載の実験及び実験結果(本件審決の12頁15行～20行)を想起して甲3に引用発明が記載されているものと理解することは困難であるといわざるを得ない。したがって，本件審決における引用発明の認定手法は適切ではない。",
            "よって，原告の請求を認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}