{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2013-14619号事件について平成25年11月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等（争いがない。）",
          "text": [
            "原告は，発明の名称を「大盤用磁石付碁石」とする発明につき，平成20年4月11日を出願日とする特許出願（特願2008-126494号。以下，「本願」という。）をし，平成24年5月7日付けの手続補正書により，特許請求の範囲及び明細書の補正をした（以下，「本件補正」という。本件補正後の明細書及び図面を併せて「本件明細書」という。）。",
            "特許庁は，平成25年11月25日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同年12月14日，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載（甲5）",
          "text": [
            "本件補正後の本願の特許請求の範囲（請求項の数は5である。）の請求項1の記載は，以下のとおりである（以下，同請求項に記載された発明を「本願発明」という。）。",
            "「【請求項1】 ",
            "碁石が磁力により大盤上の所定位置に吸い付く竪型の大盤と共に用いられる磁石付碁石であって，碁石部と碁石部の下方に設けられた磁石部とから構成される黒石と白石とからなる磁石付碁石において，黒石と白石のいずれか一方の碁石部の上面中央部に突起を設けたことを特徴とする大盤用磁石付碁石。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，本願発明は，本願出願前に頒布された実開昭55-65073号のマイクロフィルム（以下「引用例1」といい，そこに記載された発明を「引用発明1」という。），特開昭56-158671号公報（以下「引用例2」といい，そこに記載された発明を「引用発明2」という。），特開2002-177436号公報（以下「引用例3」といい，そこに記載された発明を「引用発明3」という。）及び周知の事項に基づいて当業者が容易に発明することができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。",
            "審決が認定した引用発明1の内容，本願発明と引用発明1との一致点及び相違点は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1の内容",
              "text": [
                "「壁面等に懸垂して垂直面でも使用し得る碁盤に着脱する黒石と白石とからなっている磁石式の碁石。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "「碁石が磁力により盤上の所定位置に吸い付く竪型の盤と共に用いられる磁石付碁石であって，黒石と白石とからなる盤用磁石付碁石。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点 ",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "盤に関して，本願発明は，「大盤」であるのに対して，引用発明1は，碁盤ではあるが，その点につき，明らかでない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "磁石付碁石に関して，本願発明は，「碁石部と碁石部の下方に設けられた磁石部とから構成される」のに対して，引用発明1は，その点につき，明らかでない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "text": [
                    "磁石付碁石に関して，本願発明は，「黒石と白石のいずれか一方の碁石部の上面中央部に突起を設けた」のに対して，引用発明1は，そのようなものでない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4",
                  "text": [
                    "磁石付碁石に関して，本願発明は，「大盤用」であるのに対して，引用発明1は，その点につき，明らかでない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（審査段階の二度の拒絶理由通知と，それに対する意見書の内容を無視し，かつ，それらを吟味することなく審決に至ったことの誤り）",
          "text": [
            "審決は，審査段階での経緯に関し，手続補正書の提出日を挙げるにとどまり，果たして二度にわたる拒絶理由通知に引用された引用文献の内容が吟味され，出願人の意見書の内容が精査されたのか大いに疑問がある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（審判請求料として請求項数の料金を同時徴収しておきながら，請求項2～5に係る発明を一切検討することなく審決に及んだことの誤り）",
          "text": [
            "審決において，請求項2ないし5に係る発明の特許性について全く触れられていないから，審判合議体の審理不尽は明白である。一方で，審判請求料として，4万9500円＋（5500円×請求項の数）＝7万7000円を徴収しているから，審判で審理がなされなかった請求項に関する料金を審判請求人に不当に課す行為に他ならず，このような不当な審決は取り消されなければ，社会的衡平性が保たれない。    "
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（引用発明2の認定の誤り）について",
          "text": [
            "審決は，引用発明2の「永久磁石内蔵の碁石」を「永久磁石の碁石」，すなわち，「永久磁石で作った碁石」と誤って認定している。しかし，引用発明2は，本質的に，碁石に内蔵した永久磁石の磁気により碁石の着手位置を検知して棋譜を作成するための碁石であるから，「永久磁石で作った碁石」ではないことは明らかである。審決は，引用発明2の認定を誤っており，取消しを免れない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（引用発明3の認定の誤り）について",
          "text": [
            "審決は，引用発明3は，「上面中央部に突起を形成されたものであって，」，「上面中央部に突起を設けたことにより，本願発明と同様の突起の有無を瞬時に判別して所望の色の碁石を速やかに探り当てることができる」としているが，誤りである。",
            "引用発明3の碁石は，視覚障害者の競技用碁石であって，碁石には表も裏も，上も下もないものであり，かつ，印は碁石の両面に付けることが必要である。碁石をどちらの面を上へ向けて置いても間違いなく碁形が把握できるように，印は碁石の両面に設けなければならない。この碁石は競技用の碁石であって，黒石は黒の碁笥に，白石は白の碁笥に納められており，印は，碁笥に手を入れて握る等した碁石が黒か白かを判別するために使われる印ではない。引用発明3において，一方の面にのみ印をつけて，印の付いた面を上にするように視覚障害者に指示することは甚だ使い勝手が悪く，引用例3の段落【0004】にあるように，印と突起4との協同作業による浮き上がり効果によって石を取りやすくすることを妨げることになって合理性に欠ける。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（相違点1，4の判断の誤り）について",
          "text": [
            "本願発明の根底にあるのは，大盤用磁石付碁石に限定した用途発明である。したがって，大勢の前で解説や説明を行う解説者や説明者あるいはその補助者の作業の円滑化を図ったり，それらの人々の肉体的あるいは精神的疲労を低減する目的でなされたものである。ところが，審決は本願発明が大盤用であるという用途を無視しているため，大盤上に置いたり取り除いたりする運動量の低減や首の上げ下げの回数低減など，先行技術が何ら意図していない本願発明特有の作用効果を検討していない。審決は取消しを免れない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6（相違点2の判断の誤り）について",
          "text": [
            "取消事由3で述べたとおり，審決は引用発明2の認定を誤っているから，相違点2の判断に影響が及ぶことは明白であり，取り消されなければならない。",
            "本願発明1は，大盤用磁石付碁石であって，碁石部の上面中央部に突起を設けているのに対し，引用発明2は，碁石に何らの突起を設けていない点において異なっている。  ",
            "また，引用発明2の碁石の本質は，碁石の永久磁石の磁気により碁盤上の碁石の白黒と着手位置を検知して，棋譜を作成するものであるから，磁性板に貼り付く豆粒のような磁石付碁石を例示するにとどまり，磁石付碁石の公知例とするには疑問が残る。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7（相違点3の判断の誤り）について",
          "text": [
            "取消事由4で述べたとおり，審決は引用発明3の構成についての認定を誤っているから，引用発明1に引用発明3を適用した容易想到性の認定の判断も誤っている。",
            "また，審決は，以下に述べるとおり，作用効果の判断も誤っている。",
            "本願発明の作用効果は，「片方の手に握られた数個の磁石付碁石から黒又は白の碁石を他方の手も使って探りながら，一々目視により認識しなくても，突起の有無を瞬時に判別して，所望の色の碁石を速やかに探り当てる」ことである。",
            "他方，引用発明3における碁石の印は，視覚障害者が「碁盤上に置かれている碁石に触って黒石と白石の石の配列を確認するためのもの」である。",
            "このように，本願発明と引用発明3はその作用効果も異なっており，相違点3についての審決の判断は誤っている。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8（本願発明によって奏される効果の判断の誤り）について",
          "text": [
            "本願発明の作用効果は，「大盤解説等にあたる健常者が視覚のみならず触覚をも使って所望の色の大盤用磁石付碁石を探り当てることを可能とするよう工夫」されたものであって，解説者等の運動量の低減のみならず，首の上下運動や旋回動作を減らすことに寄与するという，本願発明特有の作用効果である。",
            "少なくとも，本件明細書の段落【0014】「片方の手に握られた数個の磁石付碁石から黒又は白の碁石を他方の手も使って探りながら，一々目視により認識しなくても，突起の有無を瞬時に判別して，所望の色の碁石を速やかに探り当てることができるのである。」という本願発明の作用効果を結果的に検討しなかった審決は，本願発明の進歩性を適切に判断したものでなく，取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（審査段階の二度の拒絶理由通知と，それに対する意見書の内容を無視し，かつ，それらを吟味することなく審決に至ったことの誤り）について",
          "text": [
            "拒絶査定不服審判事件の審決において，「手続の経緯」は審決に必要な範囲で記載するものであり，特段の事情がなければ，経緯に関する全ての事項を記載する必要はなく，審査段階で拒絶理由通知がなされたことや意見書が提出されたことは，必要に応じて記載すれば足りるものである。",
            "審決の「手続の経緯」に，審査段階で二度の意見書が提出されたことを記載しないことをもって，拒絶理由通知や意見書の内容が吟味されなかったことの理由にはならない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（審判請求料として請求項数の料金を同時徴収しておきながら，請求項2～5に係る発明を一切検討することなく審決に及んだことの誤り）について",
          "text": [
            "特許法49条及び51条の各規定の文言や出願分割制度の存在に照らせば，特許法は，一つの出願について，その全体につき拒絶査定か特許査定かのいずれかの行政処分を行うべきことを規定しているものと解すべきであるから，審決が本願発明について特許法29条2項の規定により特許を受けることができないと判断した以上，これによって本願の出願全体が特許法49条2号に該当し，拒絶すべきものとなることは明らかである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（引用発明2の認定の誤り）について",
          "text": [
            "審決において，引用発明2の「碁石」は，「碁石本体と，その片面から内部にかけて穴が形成され，その穴2の中に永久磁石が取り付けられている」と特定しているのであるから，実質的に永久磁石が碁石の下方に内蔵していると解することができる。このような引用発明2の認定に係る記載や，審決の容易想到性の判断に係る記載内容からみて，審決が永久磁石が内蔵された碁石として理解していることは明らかである。審決の認定に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（引用発明3の認定の誤り）について",
          "text": [
            "引用例3の図1の開示から，「碁石の印は，その上面中央部に形成された突起である」との事項が看取できるから，引用発明3の「（白石又は黒石の片方に印を付けた碁石であって，）その印は，碁石の上面中央部に形成された突起である碁石。」との認定に誤りはない。",
            "また，引用例3には，「碁石の白石又は黒石に白又は黒の判別用に視覚障害者用印を両面に付けた碁石。」（【請求項1】），及び「(1)碁盤上の白石と黒石を判別でき，かつ手で触って全体を確認できる。」（段落【0005】）と記載され，当該記載から，白石又は黒石の片方に付けられた印，つまり突起により，碁石の色を判別しているといえ，また，碁形の判別をするためには，その前提として碁石の判別をしなければならないから，本願発明の「突起」と引用発明3の「突起」とは，その機能において異なるものではなく，引用発明3は，碁石の色の判別のために印を設けたものといえる。審決の認定に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点1，4の判断の誤り)について",
          "text": [
            "審決は，相違点1，4について，「一般に碁盤を大盤としたものは，周知例を挙げるまでもなく，本願の出願時点で周知の事項（なお，この点につき，審判請求人も認めるところである（審判請求書第8頁第27～28行）。）であること，また，相違点1に係る本願発明の発明特定事項とした点に，格別の技術的意義はないことから，引用発明1において，相違点1に係る本願発明の発明特定事項とする点は，当業者は所望により適宜なし得る設計的事項である。また，上記のとおり，引用発明1の『碁盤（盤）』を大盤とすれば，『磁石式の碁石（磁石付碁石）』は，大盤に対応したものとして使用することになって，必然的に大盤用磁石付碁石となるものであり，また相違点4に係る本願発明の発明特定事項とした点に，格別の技術的意義はないから，引用発明1において，相違点4に係る本願発明の発明特定事項とする点は，当業者が容易に想到し得るものである。」と判断している。このように，審決は，「大盤と共に用いる大盤用磁石付碁石」について判断しており，その判断に誤りはない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6（相違点2の判断の誤り）について",
          "text": [
            "審決における引用発明2の認定に誤りはないから，原告の主張はその前提において誤っている。",
            "引用発明2は，本願発明と同様の構造を有し，磁石により碁盤に吸着する点で機能も同じである。引用例2（甲2号証）の記載から，碁石の大きさに関わらない，当該構造の碁石を認定できることは技術的に明らかで，引用発明1の磁石の具体的構造を検討するに際し，十分参考になる技術である。",
            "原告の主張に理由はない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7（相違点3の判断の誤り）について",
          "text": [
            "審決における引用発明3の認定に誤りはないから，原告の主張はその前提において誤っている。",
            "引用発明3は，視覚障害者の便宜に配慮し色判別の印を設けたものといえるが，引用発明1において大盤用とする場合も同様に，そのような配慮から引用発明3を適用することは，当業者にとって容易想到である。この点，たとえ，引用発明3が一次的には碁形の確認に係るものであっても同様である。",
            "大盤解説において，白石と黒石のより分け，分別に煩しさが伴うことは当然で，特に，磁石式の碁石にあっては，白石と黒石が吸引し合うため，分別が容易でないことは従前から知られているとおり顕著である（乙4の2）。",
            "このように，大盤解説の場面では，混在する碁石のより分け，分別という課題が潜在的にあるもので，そうした事情は当業者であれば当然に理解していることである。そして，作業を速やかに進める上で，触感でより分けるといったことは日常的に経験しているところであり，一方の碁石に凹凸をつけて，白石と黒石の分別を容易にするといったことも知られている（乙5，6）。",
            "以上の点に照らすと，引用発明1において大盤用とする場合に，碁石の色の判別に係る課題が内在し，碁石の色の判別をするための手段を設ける動機は十分にあるといえる。引用発明1に碁石の色の判別のために印を設けた引用発明3を適用することは，当業者にとって格別困難ではない。相違点3に係る本願発明の発明特定事項とすることは，当業者が容易に想到し得るものである。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8（本願発明によって奏される効果の判断誤り）について",
          "text": [
            "引用発明3は，黒石と白石のいずれか一方の碁石（碁石部）の上面中央部に突起を設けたものであって，本願発明と同様に，使用者がいちいち目視により確認しなくても，突起の有無を瞬時に判別して，所望の色の碁石を速やかに探り当てることができるという効果を奏するものである。",
            "また，引用発明1に引用発明2，3及び周知の事項を適用すれば，本願発明と同様の発明特定事項を備えることになるから，本願発明の効果は当然奏されることになる。本願発明の効果は，各引用発明が奏する効果を総和したものであって，当業者であれば予測範囲内のもので格別ではない。     "
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "取消事由1，2の判断に先立ち，取消事由3以下について判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由3（引用発明2の認定の誤り）について",
          "text": [
            "原告は，審決が引用例2の「永久磁石内蔵の碁石」を「永久磁石の碁石」と誤って認定していると主張する。",
            "そこで，審決の引用発明2についての認定についてみると，「碁石本体と，その片面から内部にかけて穴が形成され，その穴2の中に永久磁石が取付けられている永久磁石の碁石」とされている。",
            "原告は，上記認定のうちの末尾部分の「永久磁石の碁石」の部分を取り上げて，引用発明2の認定を誤っていると主張しているものと解される。",
            "そこで，引用発明2の内容について検討するに，引用例2には，以下の記載がある。",
            "「発明の詳細な説明・・・碁盤上に置いた碁石の位置を検出する方式として，碁石に永久磁石を内蔵させ，碁盤の下部の適所にホール素子，可飽和コイルなどの磁気センサーを配設する方式が提案されている。この場合，使用される碁石としては第1図に示すごとき構造のものが一般的である。同図において，1は白石または黒石の合成樹脂などで形成された碁石本体であり，その片面から内部にかけて穴2が形成され，その穴2の中に円板状または円柱状の永久磁石3が接着剤を用いて取付けられている。」",
            "また，引用例2の第1図には別紙「引用例2の第1図」の図面が記載されている。",
            "以上によれば，審決の上記認定における「永久磁石の碁石」とは，碁石自体が永久磁石で形成されているものを意味しているのではなく，あくまでも碁石に永久磁石が内蔵されていることを前提として，引用発明2(上記引用例2の引用部分は，引用例2の特許請求の範囲に記載された発明ではなく，従来技術として記載された技術的事項であるが，以下においても，審決の表記に合わせて「引用発明2」という。)を「碁石本体と，その片面から内部にかけて穴が形成され，その穴2の中に永久磁石が取付けられている永久磁石の碁石」と，その構造についての記載を含んで表記したものであって，審決の認定に誤りはない。",
            "原告は，審決が引用発明2を碁石自体が永久磁石であると認定していると主張する。しかし，上記のとおり，審決は碁石自体を永久磁石と認定しているものではなく，原告の主張を採用することはできない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由4（引用発明3の認定の誤り）について",
          "text": [
            "原告は，引用発明3において印は碁石の両面に設けなければならないのに，審決が「上面中央部に突起を形成されたものであって」などと認定しているのは誤りであると主張する。",
            "そこで，引用発明3の内容について検討するに，引用例3には，以下の記載がある。",
            "「【特許請求の範囲】",
            "【請求項1】碁石の白石又は黒石に白又は黒の判別用に視覚障害者用印を両面に付けた碁石。",
            "【請求項2】碁盤の目に碁石が入る穴をあけ，触っても動かないようにした碁盤。",
            "【請求項3】碁石を入れた穴の底の中央に突起物を付けた碁盤。",
            "【請求項4】穴の底の中央の突起物の中央尖端に印が入るように穴をあけた碁盤。",
            "【発明の詳細な説明】",
            "【0001】",
            "【発明の属する技術分野】本発明は，視覚障害者用の碁石と碁盤に関するものである。",
            "【0002】",
            "【従来の技術】従来，囲碁は石を取ったり置いたりするため石に触れる度，石が動く，又は磁石を使用した碁石でも磁石を強くしないと動くが石が取りにくくなる。",
            "【0003】",
            "【発明が解決しようとする課題】碁石に触っても碁盤の目からずれなく白か黒か判別でき，石を取りやすくすることを目的とする。",
            "【0004】",
            "【課題を解決するための手段】白石又は黒石1の片方に印を付け，碁盤3に碁石の大きさより少し大きめの穴5をあけ，穴の底の中央に突起物4を付け碁石の端を押さえれば，押さえた反対側が浮き上がるため石が取りやすくなる。",
            "【0005】",
            "【発明の効果】本発明は，上記構成により次の効果がある。",
            "（1）碁盤上の白石と黒石を判別でき，かつ手で触って全体を確認できる。」",
            "上記記載によれば，引用例3には，碁石に関する発明（請求項1）と碁盤に関する発明（請求項2～4）が記載されている。",
            "そして，碁石に関する発明である請求項1によれば，「碁石の白石又は黒石に白又は黒の判別用に視覚障害者用印を両面に付けた碁石」であるから，判別用に印を付けられた白石又は黒石には，その両面に視覚障害者用の印が付けられているものと認められる。また，引用例3の【図1】（別紙「引用例3の【図1】」参照）には，判別用の印として，碁石部の両面の各中央部に突起が形成されている碁石が記載されている。以上によれば，引用例3には，白石又は黒石の両面に印をつけた碁石であって，その印は，碁石の両面の中央部に形成された突起である碁石が記載されているものといえる。",
            "しかし，引用例3に記載された事項から引用発明を認定するに当たっては，技術的課題に即して，引用例の構成の中からその一部の構成を抽出して認定することは，当業者が通常に行うことである。",
            "引用例3の発明が解決しようとする課題の記載からみると，引用発明3は，①白石か黒石かを判別しやすくする課題と②碁石に触っても碁盤の目からずれなく石を取りやすくする，という大きく分けて二つの課題が挙げられており，碁石が碁盤に置かれた状態を考えると，碁石の上面の突起が上記①の課題を解決する手段となり，碁石の下面の突起が請求項2～4の碁盤の構成と相まって上記②の課題を解決する手段となることが明らかである。",
            "そうすると，白石と黒石を判別するという課題を認識する当業者は，引用発明3の構成のうち，碁盤に置かれた碁石の上面の突起に着目するものといえる。したがって，審決が，その課題に即して，引用発明3を「白石又は黒石の片方に印を付けた碁石であって，その印は碁石の上面中央部に形成された突起である碁石。」と認定することは，その課題との関係で引用発明3を認定する限りにおいて誤りはない。  ",
            "そして，白石と黒石とを判別するという課題との関係で引用発明3が検討されることは，後記5のとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由5（相違点1，4の判断の誤り）について",
          "text": [
            "審決は，碁盤を大盤とすることに格別の技術的意義はなく設計的事項であるとし，また，大盤に対応した碁石は必然的に大盤用磁石付碁石となるから，格別の技術的意義はなく，当業者が容易に想到し得るとしている。",
            "これに対し，原告は，審決は，本願発明は，大盤用磁石付碁石に限定した用途発明であり，大盤上に置いたり取り除いたりする運動量の低減や首の上げ下げの回数低減など，先行技術が何ら意図していない本願発明特有の作用効果を検討していないと主張する。原告の主張の趣旨は，引用発明1から本願発明特有の作用効果を奏するような構成を想到することは容易でないとする趣旨であると解される。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "そこで，引用発明1の内容について検討する。",
                "引用例1には，以下の記載がある。",
                "「2  実用新案登録請求の範囲",
                "磁石式若しくは差込式に碁石又は駒を着脱する碁盤又は将棋盤において，盤の双方又は一方の端部に貫通孔とこれに直前記挿入孔に挿入した吊金具のループ部を貫通孔に挿入した連結棒で挿通し着脱自在に係合させることを特徴とする懸垂式の碁，将棋盤。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "考案の詳細な説明",
          "text": [
            "本案は，磁石式若しくは差込式で碁石等を着脱する碁盤又は将棋盤を水平にして使用するほか，例えば壁面等に懸垂して垂直面でも使用し得るようにしたものである。",
            "碁，将棋の研究においては，新聞掲載の棋譜あるいは教本による定石，布石等の手順を実際に盤上に再現すると理解度を増し棋力も向上するが，従来の盤は水平状態にして使用するものであるから，いわゆる打掛けの状態にして毎日継続的に研究することは机上等にそのスペースを要し，また他物あるいは小児などが碁石等に触れて配置した位置からずれ動くおそれがあり，特に1局が数日間におよぶ新聞棋譜を盤上に継続させて打つておくことは困難であつた。・・・本案はこのような構成であるから，吊金具及び連結棒を取り外せばこれを水平状態にして通例のごとくに使用でき，盤の側面には単に開口部が存するのみで吊下げ用金具等の邪魔な物を付着することがない。また，上記のようにして釘，長押等に吊金具で掛け下げれば，該盤は壁面その他の垂直面と一体化して特に余分なスペースを要せず，さらに他物若しくは小児等の接触からも隔絶されるのであり，新聞掲載棋譜，教本等にしたがつて毎日碁石又は駒を打ち込み対局の手順を再現して研究し得る効果がある。」",
            "上記記載によれば，引用発明1は，碁，将棋盤を懸垂形式とすることによって，打ち掛け状態のまま毎日継続的に研究することが可能なように構成した碁，将棋盤である。碁，将棋盤が懸垂式とされることから，これに対応して，碁石又は駒は磁石式又は差込式とされている。そして，磁石式の碁石又は駒が着脱される碁盤又は将棋盤は磁性板であるものと理解される。",
            "その作用効果は，盤が壁面その他の垂直面と一体化して特に余分なスペースを要せず，さらに他物若しくは小児等の接触からも隔絶され，毎日碁石又は駒を打ち込み対局の手順を再現して研究し得るというものである。",
            "引用例1には，碁盤の大きさについては特に触れられていないが，個人的・日常的な用途が前提とされていると解されるから，大盤ではなく，個人的・日常的な用途に使用される通常の大きさの碁盤が記載されているものと認められる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "次に，本願発明の内容について検討する。",
                "本願の請求項1の記載は第2の2のとおりであり，大盤用の磁石付碁石に関する発明である。",
                "本件明細書の記載は，以下のとおりである。",
                "「【0005】",
                "解説や説明を行う際，当初は黒石と白石とをそれぞれ別の石収納ケースに入れておくのが普通で，黒石を置くときには黒石の石収納ケースから取り出し，白石を置く時には白石の石収納ケースから取出して置くとすると，一々手を伸ばしたり上げ下げする手間が多大となる。また大盤解説を行う場合を例にとれば，大盤上に並べた碁石の碁形を一旦崩して，再度異なった碁形に並べ直す必要性が頻繁に発生する。このような場合，石を1個1個外して黒石は黒石の石収納ケースに戻し，白石は白石の石収納ケースに戻しても良いのではあるが，解説を円滑に進める要請から時間の節約を図ることが求められ，碁形を崩す時には，複数の黒石と白石とを纏めて大盤から外すこととなる。もともと磁石付碁石なので，大盤から取外した碁石同士が白黒の別なく磁石部同士で互いに吸引し合うことが多く，一々互いに引き離して白黒それぞれの石収納ケースに戻すことは，これも時間節約の観点からその余裕がなくなり，碁石収納ケースには，黒の碁石と白の碁石とがどうしても混在することになる。",
                "【0006】",
                "そのような事情のもとで，大盤解説を行う場合は通常，片方の手に数個の碁石を握り，他方の手で黒白の碁石を大盤上に置いてゆき，石が足りなくなれば又数個の碁石を握ってこれを繰り返して解説を進めることが多い。",
                "【0007】",
                "そうすると，黒白交互に打ち進めるのが囲碁の大原則であるにも拘わらず，黒石のつもりで白石を置いてしまったり，白石のつもりで黒石を置いてしまうことが頻繁に発生しその都度石の置き直しが必要となってしまう。勿論，一々碁石の白黒を目視して碁石の白黒を確認判断した上で解説を進行することも考えられるが，これも時間的効率が悪く，解説者や解説補助者への余計な肉体的，精神的負担が大きいと云う問題があった。」",
                "「【発明の開示】",
                "【発明が解決しようとする課題】",
                "【0008】",
                "本発明は上記実状に鑑みて成し遂げられたものであり，その目的とするところは大盤と磁石付碁石を用いて解説や説明を行うに際して，解説や説明の進行を遅滞なく円滑に行うのに適した大盤用磁石付碁石を提供することにある。",
                "【課題を解決するための手段】",
                "【0009】",
                "本発明は上記課題を解決するために，碁石が磁力により大盤上の所定位置に吸い付く竪型の大盤と共に用いられる磁石付碁石であって，碁石部と碁石部の下方に設けられた磁石部とから構成される黒石と白石とからなる磁石付碁石において，黒石と白石のいずれか一方の碁石部の上面中央部に突起を設けたことを特徴とする。」",
                "「【発明の効果】",
                "【0014】",
                "床面や地面に対してほぼ垂直に立てられた大盤に磁石付碁石を置くに際し，磁石付碁石の上面に親指を当て，底面側を人差指と中指とで支えながら大盤上に置く人が圧倒的に多いのが実状である。人によっては磁石付碁石の両側面を親指と中指とで挟んで支える人もいるが，その場合でも磁石付碁石の上面に人差指を添えることが多い。また，異なる種類の数個の碁石を同時に片方の手で握る場合を考えると，永久磁石の性質からして碁石の磁石部同士が互いに反発する個所を表面に有するにせよ，磁石付碁石の底面側同士が互いに引付け合う構成の永久磁石が多いから，石を握った手の平やこれに添えた他方の手の指に底面側の磁石部が触れる確率よりも，上面側の碁石部が触れる確率の方が高いのである。したがって，片方の手に握られた数個の磁石付碁石から黒又は白の碁石を他方の手も使って探りながら，一々目視により確認しなくても，突起の有無を瞬時に判別して，所望の色の碁石を速やかに探り当てることができるのである。」",
                "「【産業上の利用可能性】",
                "【0026】",
                "この出願の発明は、磁石付碁石の構成を大きく変更することなく、大盤用磁石付碁石の取扱いを大幅に利便化したので、慣れれば慣れるほど目視することなく碁石をスムーズに並べることができ、大盤から目を離す必要が大幅に減少するから、大盤解説を円滑に進めることができて、特に時間的制約が厳しいテレビ放送の解説に用いて有用である。更に、白黒の磁石付碁石が混在していても、或いは積極的に混在させることにより、大盤解説をより円滑に進めることができるという使用法が期待できる。」",
                "以上によれば，本願発明は，大盤用磁石付き碁石に関する発明であり，磁石付碁石の用途は大盤用である。",
                "他方，引用発明1では，碁盤の大きさについては特に触れられていないが，前記のとおり，個人的・家庭的用途に使用される通常の大きさの碁盤を念頭に置いた発明であると解される。",
                "原告は，前記のとおり，本願発明は，大盤用磁石付用途発明として，大盤上に置いたり取り除いたりする運動量の低減や首の上げ下げの回数低減など，特有の作用効果を有するから，当業者は，引用発明1からは大盤用途特有の構成を容易に想到できないものと主張しているものと解される。",
                "本願出願日前の平成15年には囲碁の分野の名人戦で大盤解説が行われており（乙2），大盤の碁盤は周知であり，引用発明1の懸垂形式の碁盤に接した当業者は，その地平面に対して垂直方向に置かれるという共通点からみて，これを大盤解説用の大盤とすることを容易に想到できたものといえる。したがって，相違点1に係る構成を当業者が容易に想到できるものとした審決の判断に誤りはない。",
                "また，このように引用発明1に大盤に関する周知の構成を適用して大盤用碁盤を想到することが容易である以上，磁石付碁石についても，大盤用碁盤に対応する大きさの碁石とすることは，当業者が容易に想到できることといえる。",
                "確かに，本件明細書中には，一々碁石の白黒を目視してその白黒を確認判断した上で解説を進行することによる，解説者や解説補助者への余計な肉体的，精神的負担（【0007】）に触れている記載等が存在する。しかし，それは，本願発明において黒石又は白石のいずれか一方の碁石の上面中央部に突起を設け，黒石と白石を視覚ではなく触覚で区別できるようにしたことの作用効果であって，碁盤及び磁石付碁石を大盤としたことによる作用効果ではない。この点は，相違点3に係る容易想到性の問題として検討されるべきものであり，取消事由7において判断する。",
                "そうすると，相違点1，4に係る事項を容易に想到できるものとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由6（相違点2の判断の誤り）について      ",
          "text": [
            "原告は，引用発明2の認定が誤っているから，相違点2の判断も誤っていると主張する。しかし，審決の引用発明2の認定に誤りがないことは取消事由3で判断したとおりであるから，この点についての原告の主張には理由がない。",
            "また，原告は，本願発明は碁石部の上面中央部に突起を設けているのに対し，引用発明2は碁石に何らの突起を設けていない点において異なると主張するが，碁石に突起を設けることの容易想到性については，相違点3で検討すべきことであるから，碁石部の磁石の有無に関する相違点2で検討すべきであるとする原告の主張を採用することはできない。",
            "さらに，原告は，引用発明2は，磁性板に貼り付く豆粒のような磁石付碁石を例示するにとどまり，公知例とするには疑問があると主張する。原告のこの主張は，引用例2の「このような永久磁石内蔵の碁石は，従来より碁盤に磁性板を使用した携帯用の囲碁ゲーム装置等に使用されているものと同様であり」（甲2の4欄6～9行）との記載を根拠とするものと考えられるが，この部分の記載は，従来技術の問題点を示した部分であり，引用発明2の碁石が携帯用の囲碁ゲーム装置等に使用されているものであることを述べているわけではない。原告の主張を採用することはできない。",
            "取消事由3で述べたとおり，引用発明2の内容は，「碁石本体と，その片面から内部にかけて穴が形成され，その穴2の中に永久磁石が取付けられている永久磁石の碁石」というものである。このように，引用発明2は，碁石部と碁石部の下方に設けられた磁石部から構成された碁石である。",
            "そして，引用例2には，引用発明2の碁石について，上記のとおり，「このような永久磁石内蔵の碁石は，従来より碁盤に磁性板を使用した携帯用の囲碁ゲーム装置等に使用されているものと同様であ」るとの記載がある。",
            "そうすると，磁石付碁石及び磁性板である碁盤に関する発明である引用発明1に接した当業者は，共通の技術分野として磁石付碁石及び磁性板の碁盤に関する引用発明2を参照し，そこで示された引用例2の図1の形態を引用発明に適用することを検討するものというべきである。  ",
            "そうすると，当業者は，引用発明1に引用発明2を適用して，相違点2に係る構成を容易に想到し得るものであるといえる。",
            "よって，審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由7（相違点3の判断の誤り）について        ",
          "text": [
            "引用発明1は，取消事由5の判断で述べたとおり，継続的な囲碁，将棋の研究のために，碁盤又は将棋盤を懸垂式のものとし，そのために碁石又は駒を磁石式又は差込式としたものである。そして，引用発明1の利用者は，新聞掲載の棋譜あるいは教本による定石，布石等の手順を毎日継続的に研究する者であり，研究対象となる媒体の上記性質及び視覚障害者が白石と黒石を区別する手段が記載されていないことに照らせば，引用発明1は，視覚障害者ではない者の利用を予定しているものといえる。",
            "他方，引用発明3は視覚障害者用の碁盤及び碁石に関する技術である。したがって，引用発明1と引用発明3はその用途を異にするものといえる。",
            "しかし，碁盤及び碁石に関する技術は，基本的かつ重要な構成要素が碁盤と碁石という二つの要素に限定されており，碁石に要求される基本的機能も，碁石の配置の確認の容易性，配置された碁石の位置の安定性，碁石の取扱容易性等の機能に限定されているものと理解される。そのため，碁盤，碁石に関する技術を検討する当業者は，新たな技術を検討するに当たって，視覚障害者用と健常者用とにかかわらず，基本的構成や基本的機能において共通する技術を広く参照するものと考えられる。そして，本願出願日前に刊行された実開昭63-16073号公報のマイクロフィルム（以下「乙5公報」という。乙5），実開昭63-32577号公報のマイクロフィルム（以下「乙6公報」という。乙6）には，容器から取り出す際に，指の触覚だけで白石か黒石かを区別するために，白石又は黒石のいずれかに凹凸をつけた碁石又は磁石付碁石の発明が記載されている。これらの発明は視覚障害者であるか否かを問わず，指の触覚だけで白石か黒石を区別しようとするものであり，本願当時，碁石に関する技術の当業者においては，視覚障害者か否かを問わず，指の触覚を利用して白石と黒石を判別するという技術的課題が周知の技術的課題として意識されていたものと認められる。",
            "引用発明1，2に接した当業者が，以上の技術分野の特色及び白石と黒石を判別するという周知の技術的課題を前提として引用発明3を参照した場合，引用発明3の「白石又は黒石の片方に印をつけた碁石であって，その印は，碁石の上面中央部に形成された突起である碁石。」という内容から，黒石又は白石のいずれか一方の石の磁石の存在しない面，すなわち，碁石の上面の中央部に判別のための突起を設けることは容易に想到できるものというべきである。",
            "原告は，前記のとおり，本願発明は，大盤用磁石付用途発明として，大盤上に置いたり取り除いたりする運動量の低減や首の上げ下げの回数低減など，特有の作用効果を有するから，当業者は，引用発明1からは大盤用途特有の構成を容易に想到できないものと主張しているものと解される。",
            "しかし，本願発明においても，解説者の肉体的負担の軽減に関する上記効果は，黒石と白石を目視することなく判別できるということの付随的な効果と解されるのであって（本件明細書【0005】【0007】【0026】），黒石と白石の判別という基本的な効果を生じる構成が上記のとおり容易に想到できるものである以上，付随的効果はその構成に伴って生じるものであるから，上記付随的効果が生じることをもって，相違点3に係る構成を想到することが容易でないといえるものではない。",
            "そうすると，引用発明1に接した当業者は相違点3に係る構成を容易に想到することができるものといえる。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由8（本願発明によって奏される効果の判断の誤り）について",
          "text": [
            "原告は，碁石の突起の有無を瞬時に判別して所望の色の碁石を速やかに探り当てるという本願発明の作用効果からは，さらに，大盤解説における解説者等の運動量の低減のみならず，首の上下運動や旋回運動を減らすことに寄与するという，本願発明特有の作用効果が生じると主張する。これは，本願発明が顕著な作用効果を有することによって進歩性を有するとの主張であると解される。",
            "しかし，取消事由7で述べたとおり，本願当時，白石又は黒石のいずれかに付けた凹凸により指の触覚だけで白石か黒石かを判別するという技術は知られていることからすれば，大盤解説において碁石の突起の有無により瞬時に所望の色の碁石を探り当てることにより，解説者等の運動量を低減し，首の上下運動や旋回運動を減らすことに寄与するということは，本願発明の構成から生じる効果として予測される付随的な効果であって，格別顕著なものではない。",
            "上記効果が引用発明1，3及び周知の事項から当業者が予測し得る範囲内のものであるとした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由1（審査段階の二度の拒絶理由通知と，それに対する意見書の内容を無視し，かつ，それらを吟味することなく審決に至ったことの誤り）について",
          "text": [
            "審決書の内容及び審判請求書（甲7）における原告の主張内容をみると，審決は審査段階での拒絶理由通知やそれに対する意見書の内容も踏まえて判断したものと認められるから，原告の主張には理由がない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由2（審判請求料として請求項数の料金を同時徴収しておきながら，請求項2ないし5に係る発明を一切検討することなく審決に及んだことの誤り）について",
          "text": [
            "拒絶査定を受けた出願人が，基本手数料額に請求項数に一定額を乗じた額を加えた額の手数料を納付しなければ，拒絶査定不服審判を受けることができないとの特許法195条2項（別表11）の規定は，特許がされる場合には全ての請求項について審理判断がされることに対応するものであって，合理性を有するものと解される。また，特許法49条，51条及び出願分割制度に照らせば，特許法は一つの特許出願について，その全体につき拒絶査定か特許査定かいずれかの行政処分を行うべきことを規定しているものと解されるから，一つの請求項について特許要件を充足しないために，結果的として，他の請求項について判断されないことになったとしても，そのことが審決の違法を基礎付けるものとはいえない。原告の主張には理由がない。"
          ]
        },
        {
          "fig": "9",
          "subject": "まとめ",
          "text": [
            "以上のとおり，原告主張の取消事由にはいずれも理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないから，主文のとおり判決する。"
      ]
    }
  ]
}