{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，HDプレート(上部プレート：HDP-50U，HDP-75U)及びHDネットを販売してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人に対し，2333万6720円及びこれに対する平成25年3月12日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，原判決に従う。",
        "本件は，「斜面保護方法及び逆巻き施工斜面保護方法」という名称の発明について本件特許権(特許第4256545号)を有する控訴人が，被控訴人に対し，ト(HDP-50U，HDP-75U)及び2のHDネット(以下，上部プレートとHDネットを併せて「被告製品」という。)を使用して施工するHDネット工法と称する斜面保護工法(被告方法)が，本件発明の技術的範囲に属する被控訴人が被告製品を販売及び宣伝・広告する行為は，特許法101条4号及び5号の間接侵害に当たるとして，特許法100条1項に基づき，被告製品の販売行為の差止めを求めるとともに， 被控訴人がユウテック株式会社(以下「ユウテック」という。)に対して被告方法を宣伝・広告し，被告製品を販売及び宣伝・広告した行為は，ユウテックが被告方法による斜面保護工事を実施して本件特許権を直接侵害することの教唆又は幇助に当たるとして，民法719条及び特許法102条2項の損害賠償請求権に基づき，控訴人が受けた損害の額と推定される，共同行為者であるユウテックが本件特許権の直接侵害行為により受けた利益の額2000万円及び被控訴人がユウテックに被告製品を販売及び宣伝・広告するという本件特許権の間接侵害行為により受けた利益の額121万5200円に弁護士費用相当損害金212万1520円を加えた合計2333万6720円並びにこれに対する不法行為の後である訴状送達の日の翌日である平成25年3月12日から支払済みまで年5分の割合による遅延損害金の支払を求める事案である。",
        "原判決は，被告方法は本件発明の技術的範囲に属するとは認められないと判示して，控訴人の請求を全部棄却したため，控訴人が，これを不服として控訴したものである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "次のとおり訂正するほかは，原判決の「事実及び理由」の第2の1記載のとおりであるから，これを引用する。",
            "原判決3頁18行目「三重県紀伊長島加田地区において」とあるのを，「紀勢線加田地区工事用道路建設工事1号切土法面・所在地三重県紀伊長島加田地区(以下「本件現場」という。)において」に改める。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "text": [
            "原判決4頁23   控訴人の損害」を挿入するほかは，原判決の「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点に関する当事者の主張",
          "content": [
            {
              "fig": "ア",
              "text": [
                "被告方法が本件発明の技術的範囲に属するか。",
                "控訴人"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "構成要件A HDネットは，素線径3．2㎜，引張り強度が1000Ｎ／㎟を有する亜鉛メッキ鋼線に飽和ポリエステル塗装を施した鋼線を格子状のネット様に編んだ金網であるから，被告方法は構成要件Aを充足する。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "構成要件B HDネットは，保護すべき斜面に展設されるから，被告方法は構成要件Bを充足する。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "構成要件C   上部プレートは，地山に押し付けられて固定されている下部プレートの設置位置，すなわち，約1ないし2mの間隔で所定間隔をおいて点在状態に固定されるとともに，地山斜面に固定される。",
                    "そして，下部プレートは，HDボルトを地中内にセメントミルクで固定した上で，HDボルトの地表に突出した先端部を下部プレートの中央穴に貫入させ下部プレートを球座ナットでHDボルトに固定する方法で設置固定されるが，球座ナットによる締め付けは，HDネットの交点強度以上の強力な力で締め付け固定していることから，ほとんどの設置箇所で，地山の周囲よりも沈み込んでいる。次に，上部プレートは，下部プレート上に載置された状態で，同じくHDネットの交点強度以上の強力な力でキャップナットで締め付けて固定され，上部プレートの構成要素である傾斜した4本の脚部は，HDネットの網目に挿通され，かつ，HDネットと接触して，HDネットが上方に浮き上がらないように上部から押さえ付けていることから，下部プレート周りのHDネットの水平面は，地表面よりも低い位置になる。また，地山斜面には凹凸があり，地山斜面に展設されたHDネットは，設置された状態で約30mmの厚み，すなわち上側と下側の鋼線の高さ差があり，HDネットの下側はほとんどの部分で地山に接している。",
                    "したがって，HDネット全体にほぼ均等に土圧による張力が働くから，上部プレートは「受圧板」に当たる。",
                    "そして，上部プレートはHDネットの上面から所定間隔において点在状態に配置されているから，被告方法は構成要件Cを充足する。",
                    "原判決の本件発明の認定の誤り",
                    "原判決は，本件明細書の段落【0006】の記載を引用して，「本件発明は，…これに加えて，受圧板と金網と地山とがより密着し，受圧板の押圧作用がより的確に地山に伝達されるようにした方法を提供することを目的として，特許請求の範囲の請求項1の構成を採用した」とした上で，「受圧板は，地山の土圧を受ける板，すなわち，地山を押圧する板で，地山と金網に密着して，地山と金網を押さえ付けるものであると認められる。」と判示した。",
                    "しかし，本件発明(請求項1)の構成は，「アンカーを用いて受圧板を地山に対して固定し」(構成要件D)，「受圧板の固定は，金網全体にほぼ均等に土圧による張力が働くように押さえ付けて行われる」(構成要件E)というものであり，「受圧板と金網と地山とがより密着」されることまでは本件発明(請求項1)の構成要件ではない。「受圧板と金網と地山とがより密着」することは，本件特許の請求項2ないし4において付加された構成要件である「袋体」の設置によって得られる作用効果である。すなわち，もともと本件補正前の本件明細書においては，段落【0005】の目的は本件補正前の請求項1ないし5に係るものであり，段落【0006】の目的は本件補正前の請求項6及び7に係るものであったが，本件補正によって，本件補正前の請求項1，2及び4は本件補正後の請求項1(本件発明)に修正され，本件補正前の請求項6及び7は本件補正後の請求項2ないし4に修正されたものであるから，段落【0005】の目的は本件発明に対応するものであり，段落【0006】の目的は本件補正後の請求項2ないし4に対応するものである。したがって，段落【0006】の記載するところは，本件発明の目的ではない。請求項2ないし4の袋体を含む構成に対応した本件明細書の段落【0014】及び【0016】によれば，袋体に注入した注入材が地山と受圧板との間の隙間を埋め，注入材硬化後は受圧板と金網と地山とが密着状態になるので，受圧板による締め付け作用が金網を介して効果的に地山に伝えられるものとされている。これに対して，本件発明(請求項1)における「受圧板の固定」は，地山と金網と密着しての固定が要求されるわけではなく，上記のとおり，アンカーを用いて地山に対して固定され，その固定が金網全体にほぼ均等に土圧による張力が働くように押さえ付けて行われれば足りるものであって，受圧板の形状等は密着性を得ることができるものに限定されるものではない。",
                    "また，原判決が「受圧板は，地山の土圧を受ける板」であると認定したことも誤りである。従来のコンクリートブロックのような大型の受圧板は，正に地山の土圧を受けることがその機能であるが，本件発明における受圧板は，「金網全体にほぼ均等に土圧による張力が働くように」するために設置されるものである。そして，「押さえ付け」て固定されるので，その部分で土圧を受けることもあるが，あくまで「土圧を受けるための金網」を押さえることがその機能である。したがって，「受圧板」は，「地山の土圧を受ける板」ではなく，地山方向に金網を押さえ付けて固定する板であり，原判決の認定は誤りである。",
                    "原判決の被告方法の認定の誤り",
                    "被告方法においては，HDボルトは，地山に設けられた穿設穴に挿入された状態でセメント系硬化材の打設により，地山に固定され，下部プレートは，その中央に開けられた貫通穴(ネジ構造ではない)にHDボルトを挿通させ，その上からHDボルトに螺合させた球座ナットの締め付けにより，HDボルトの緊張力を用いて地山に押し付けて固定され，HDネットは，下部プレートの上から地山の保護すべき領域に展設される。上部プレートは，中央に開けられた貫通穴(ネジ構造ではない)にHDボルトを挿通させ，その上からHDボルトにキャップナットを螺合させて締め付けることで，HDボルトの緊張力を用いて，下部プレートを地山側に押した状態で固定される。",
                    "そして，甲7及び21のとおり，被告方法において，下部プレートの設置箇所の殆どは周囲の地山表面より下に沈み込んでおり，HDネットは地山に密着した状態にあり，また，HDネットは上部プレートの傾斜脚部で下方に押さえ付けられ，上方には移動できない。すなわち，被告方法においては，下部プレートは，設置時のナットの締め付けによって地山を押して地面にめり込み周囲よりも凹んでいるか，または，斜面に元々存在する凹地に設置されるため，HDネットは下部プレートの設置箇所部分で上部プレートによって押し下げられている。その結果，HDネットは，上部プレートによって，HDネット全体にほぼ均等に土圧による張力が働くように押さえ付けられ，これにより，中抜け土塊の崩落防止を目的とした法面保護をはかることができる。",
                    "上記のとおり，被告方法においては，下部プレートが，設置時にナットの締め付けによって地面にめり込み周囲よりも凹んでいるか，または，斜面に元々存在する凹地に設置されるために，上部プレートはHDネットを浮き上がらないように押さえ付けることによって，「金網全体にほぼ均等に土圧による張力が働く」(構成要件E)ような斜面保護を行うものであるから，被告方法の上部プレートは受圧板に当たる。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "構成要件D HDボルトは，「アンカー」であり，下部プレート及び上部プレート設置箇所に相当して地山に固設されるHDボルトを用いて上部プレートを地山に置かれた下部プレートに固定するから，被告方法は構成要件Dを充足する。"
                  ]
                },
                {
                  "fig": "e",
                  "text": [
                    "構成要件E         前記cのとおりであって，被告方法において，HDボルトを用いた上部プレートの固定は，前記上部プレートによりHDネット全体にほぼ均等に土圧による張力が働くように押さえ付けて行われるから，被告方法は構成要件Eを充足する。",
                    "被控訴人"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "構成要件A 「引張り強度が400～2000Ｎ／㎟であるワイヤーで製作した金網」は，本件発明の目的，作用効果である地山を押さえ付ける目的，作用効果を有する金網を意味するが，被告方法のHDネットは，地山を押さえ付ける目的，作用効果を有しないから，被告方法は構成要件Aを充足しない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "構成要件B 「保護すべき斜面に展設」は，金網全体にほぼ均等に土圧による張力が働くように地山を押さえ付けて保護すべき斜面に展設することを意味するが，被告方法のHDネットは，その全体にほぼ均等に土圧による張力が働くように地山を押さえ付けて保護すべき斜面に展設されたものではないから，被告方法は構成要件Bを充足しない。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "構成要件C               本件発明は，本件明細書の段落【0002】，【0003】，【0005】，【0006】及び【0009】に記載された技術的思想に基づいて，保護すべき斜面に所定の引張り強度を有する金網を展設し，この金網の上面から，「受圧板と金網」，「金網と地山」，「地山と受圧板」とが「より密着し」た状態になるように，所定間隔において点在状態に配置した受圧板を固定することによって金網を地山表面に押さえ付け，アンカー及び受圧板を介し金網全体にほぼ均等に土圧による張力が働くようにするというものである。",
                    "これに対して，被告方法においては，上部プレートは，HDネットがHDボルトの先端から外れることを防止するためにHDボルトの先端に設置固定されるものであり，その上面部は底面に4本の脚部を有していて，地山とは接触しない。そして，上部プレートの上面部と下部プレートとの間には空間があって，HDネットはその空間に展設されているから，上部プレートは，地山の土圧を直接受けることもないし，HDネットに対して均等に土圧による張力が働くように，HDネットを地山により密着するように押さえ付けて設置固定するものでもない。",
                    "また，被告方法において，下部プレートは地山表面より下に沈み込むことは物理的かつ技術的にあり得ない。すなわち，下部プレートはHDボルトに合わせてその先端に設置し，ナットで締め付けて固定するが，HDボルトは所定の深度まで確実に挿入し，注入材が硬化するまで動かないように保持されている。したがって，HDボルトは地山の所定位置にしっかりと固定され，上下左右に移動することはない。このようなHDボルトの先端に固定される下部プレートが，交点強度(金網の交点にかかる強度)以上の力でHDボルトに締め付けられたとしても，その程度の力でHDボルト(削孔内の所定の深度にわたって硬化された注入材によって強く固定されている。)が地中に沈み込むなどの現象が生ずる訳はなく，そのため，HDボルトの先端に固定された下部プレートがHDボルトとともに「地山の周囲よりも沈み込む」などの事態が発生する訳もない。このように，下部プレートが周囲よりも沈み込むことがない以上，下部プレートの上面に載置された上部プレートも周囲より沈み込むことはなく，下部プレートと上部プレートの間に存在する空間の高さは一定に保たれ，HDネットが周囲の地山より沈み込むこともない。たとえHDネットの一部が地山に接触することがあるとしても，ほとんどの部分で接触することがないのであるから，上部プレートは，金網全体にほぼ均等に土圧による張力が働くように金網を押さえ付けるという効果を奏さない。",
                    "したがって，上部プレートは「受圧板」に該当せず，被告方法は構成要件Cを充足しない。",
                    "原判決に本件発明の認定の誤りはないこと",
                    "本件明細書の段落【0007】，【0008】，【0014】及び【0016】が請求項を限定した記載の仕方をしているのに対し，段落【0005】及び【0006】は，いずれも「本発明は」と記載されているのであるから，段落【0006】が本件特許の請求項1ないし4の全てに係るものであることは明らかであり，これを請求項2ないし4に係る発明に限定したものであって，本件発明(請求項1)を除外するものであるとの解釈がされる余地はない。控訴人は，本件補正前の明細書の記載から「受圧板と金網と地山との密着性を得ることは，「袋体」を設置することの目的である。」と主張するが，本件補正が適法と認められて特許査定を受けた以上は「本発明」は本件補正後の本件明細書の記載に基づいて解釈されなければならないから，控訴人の主張は理由がない。",
                    "そして，本件明細書の段落【0003】～【0006】及び【0009】によれば，本件発明は，①網体を押える部材として，従来技術ではコンクリートブロックを使用していたのに対し，本件発明では「受圧板」を採用することによって，「連続する梁などのコンクリートブロック面で金網を押えるのでなく，点在する受圧板により「点」で押さえる状態を得ていることから，金網の張力を均等化し易いという利点がある。よって斜面の金網による押しの均等化も向上する。」との作用効果があること，②網体として，従来技術ではPC鋼線を編み込んだ金網を使用していたのに対し，本件発明では引張り強度が400～2000Ｎ／mm2のワイヤーで製作した金網を採用することによって，「地山の圧力を確実に受け止めることができ，しかも破断することはない。」との作用効果があることが認められる。このように，「受圧板」はコンクリートブロックに代わって金網を上から押さえ付ける部材であるから「コンクリートブロック」がそうであったように「受圧板」が「金網」と密着していることは当然であり，また，「金網」は地山斜面を押すように斜面に展設されるものであるから，「金網」が「地山」と密着するものであることは自明である。このように，本件発明における「受圧板」と「金網」と「地山」とは相互に密着しており，かつ「金網」が「地山」から受ける「土圧」は「受圧板」にもそのまま伝達されることは明らかである。また，本件発明において，「金網」は「受圧板」と「地山」との間に存在するのであるから，段落【0029】及び【0030】の記載等からすれば，「受圧板は，地山と金網に密着して，地山と金網を押さえ付けるものであり，地山の土圧を受ける板」であることは明らかである。",
                    "したがって，原判決の「受圧板」は「地山の土圧を受ける板」との認定は正当である。",
                    "原判決に被告方法の認定の誤りはないこと",
                    "被告方法において，下部プレートは，HDボルトの地山への固設を安定化させるための部材であり，その上面で球座ナットをHDボルトに螺合させて地山表面に固定するものであるが，「地山が押さえ付けられて凹む」ような地形の変形を来たす固定の仕方はしていない。また，下部プレートの上面にその脚部が密着固定された上部プレートは，HDネットがHDボルトの自由端から外れてしまうことを防止するためにHDネットの上方に設けられるものであり，下部プレートを介して地山を押圧するような締め付け力で固定されていない。HDネット工法において下部プレートの上方43mm(地表からは65mm～75mm)の位置に存在する上部プレートが「地山が押さえ付けられて凹む」ような状態を現出することはあり得ない。そして，上部プレートの下面と下部プレート(高さ22mm～32mm)の上面との間には43mmの空間があるので，上部プレートの下面は地表から65mm～75mm上方にある。したがって，上部プレートによってHDネットが地山に押さえ付けられることはない。",
                    "控訴人は，被告方法において，下部プレートの設置箇所の殆んどは周囲の地山表面より下に沈みこんでおり，HDネットは上部プレートの傾斜脚部によって下方に押さえ付けられている旨主張するが，乙19及び20のとおり，控訴人による甲7の計測地点の全てにおいて，HDネットは下部プレートの上方10mm～125mmの位置に浮いた状態で存在し，地山が下部プレートの押さえによりその周囲より凹んだとされる箇所は存在しない。",
                    "そもそも被告方法において，地山斜面の滑りや崩壊を防止しているのは，「HDボルトと下部プレート」であってHDネットではない。HDネットは，下部プレートの上方に展設され，HDボルトや下部プレートでは押え切れない中抜け土塊の崩落・落下を防止する目的で上部プレートと下部プレートの間に挟み込まれるものであるから，「上部プレート」と「HDネット」との関係は，本件発明の「受圧板の固定が受圧板により金網全体にほぼ均等に土圧による張力が働くように押さえ付けて行う」というようなものではない。",
                    "被告方法における「上部プレート」が本件発明の「受圧板」に該当するためには，「上部プレート」の固定が，「上部プレートにより金網全体にほぼ均等に土圧による張力が働くように押さえ付けて行われること」が必要であるが，上記のとおりであるから，被告方法の「上部プレート」は本件発明の構成要件Eを充足するものではなく，被告方法には受圧板がないとした原判決の認定判断に誤りはない。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "構成要件D 上部プレートは，「受圧板」に該当せず，被告方法には「受圧板」に相当する部材がないから，「前記受圧板配置箇所に相当して地山に固設されるアンカーを用いて受圧板を地山に固定」するという構成がない。そうであるから，被告方法は構成要件Dを充足しない。"
                  ]
                },
                {
                  "fig": "e",
                  "text": [
                    "構成要件E 前記cのとおりであって，被告方法には「受圧板」がないから，「前記アンカーを用いた受圧板の固定は，前記受圧板により金網全体にほぼ均等に土圧による張力が働くように押え付けて行われる」という構成がない。そうであるから，被告方法は構成要件Eを充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被控訴人が被告製品を販売及び宣伝・広告する行為について，特許法101条4号及び5号の間接侵害が成立するか。",
                "控訴人",
                "被告製品を使用する工法は被告方法のみであるから，被告製品は被告方法の使用にのみ用いる物であり，被控訴人は，業として被告製品を販売及び宣伝・広告している。したがって，被控訴人が被告製品を販売及び宣伝・広告する行為は，特許法101条4号の間接侵害行為に当たる。",
                "また，本件発明の特徴的技術手段は，均質な高強度の金網を地山からの圧力を主体的に受けるように用いている点にあるから，被告製品は，本件発明の課題の解決に不可欠であり，また，被控訴人は，平成10年頃から控訴人との業務上の関係があって，本件発明を実施するための製品を控訴人に供給したこともあるから，本件特許の存在及び被告製品が本件発明の実施に用いられることを知っていた。したがって，被控訴人が被告製品を販売及び宣伝・広告する行為は，特許法101条5号の間接侵害行為に当たる。",
                "被控訴人",
                "否認ないし争う。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "被控訴人がユーテックに対して，被告方法を宣伝・広告し，被告製品を販売及び宣伝・広告した行為は，ユウテックが被告方法による斜面保護工事を実施して本件特許権を直接侵害することの教唆又は幇助に当たるものとして，民法719条2項の共同不法行為となるか。",
                "控訴人",
                "被控訴人は，ユウテックに対し，被告方法を広告・宣伝し，被告製品を販売及び宣伝・広告し，そのため，ユウテックは，本件現場において被告方法を実施して本件特許権を直接侵害した。したがって，被控訴人はユウテックによる本件特許権の直接侵害行為を教唆又は幇助した者であり，被控訴人にはユウテックとともに，控訴人に対する共同不法行為が成立する。",
                "被控訴人",
                "被控訴人が被告方法を広告・宣伝し，ユウテックに対し被告製品を販売及び宣伝・広告したことは認めるが，その余は否認ないし争う。",
                "本件特許が特許無効審判により無効とされるべきものと認められるか)について",
                "原判決8頁19行目から11頁7行目までに記載のとおりであるから，これを引用する。",
                "原判決11頁9行目から12頁13行目までに記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "ア",
              "subject": "控訴人",
              "text": [
                "ユウテックが得た利益",
                "ユウテックは，本件現場における被告方法による地山斜面保護工事により，8000万円の施工代金の支払を受けた。施工業者であるユウテックは，この施工代金の25％である2000万円の利益を得た。これは，特許権侵害によって得た利益であり，控訴人の損害とみなされる(特許法102条2項)。このユウテックの特許権侵害行為は，被控訴人との共同不法行為であるから，民法719条2項により，被控訴人は，この控訴人の損害額について不真正連帯債務を負い，これを賠償する義務がある。",
                "被告製品の販売による利益",
                "施工した地山斜面保護工事には，被告製品のうち上部プレートが1240個以上使用されており，その製品単価は2800万円を下らない。したがって，同工事における被控訴人の売上げは，347万2000円を下らない。そして，被控訴人が被告製品のうち上部プレートを販売した際の利益率は35％を下るものではない。上記の被控訴人の売上高及び利益率からすれば，被控訴人が被告製品のうち上部プレートを販売し，施工業者であるユウテックが被告方法により施工するという間接侵害行為により，被控訴人が受けた利益は121万5200円を下らない。",
                "弁護士費用",
                "本件訴訟追行に当たって相当な弁護士費用は，212万1520円が相当である。"
              ]
            },
            {
              "fig": "イ",
              "subject": "被控訴人",
              "text": [
                "不知ないし否認し，法律上の主張については争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の本訴請求は，いずれも理由がなく，これを棄却すべきものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "(被告方法が本件発明の技術的範囲に属するか)について",
          "text": [
            "被告方法における「上部プレート」が本件発明の構成要件CないしEの「受圧板」に当たるか否かについては，当事者間に争いがあるところ，「受圧板」は，本件発明の構成要件AないしDによれば，保護すべき斜面に展設された金網の上面から所定間隔において点在状態に配置され，その配置箇所に相当して地山に固設されるアンカーを用いて地山に固定されるものであることは理解できるものの，それ以上には，本件明細書(甲2)中にも「受圧板」を定義した記載はない。そこで，仮に控訴人主張のとおり，被告方法における「上部プレート」が本件発明CないしEの「受圧板」に当たるとした場合に，さらに進んで，被告方法が，本件発明の構成要件Eを充足するかについて，以下，検討する。",
            "構成要件Eの該当性について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件発明の特許請求の範囲請求項1の記載は，本件公報の該当項記載の以下のとおりのものである(甲2)。",
                "【請求項1】",
                "引張り強度が400～2000Ｎ／mm2 であるワイヤーで製作した金網を，保護すべき斜面に展設し，この金網の上面から受圧板を所定間隔をおいて点在状態に配置し前記受圧板配置箇所に相当して地山に固設されるアンカーを用いて受圧板を地山に対して固定し，前記アンカーを用いた受圧板の固定は，前記受圧板により金網全体にほぼ均等に土圧による張力が働くように押え付けて行われることを特徴とする斜面保護方法。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件明細書(甲2)には，以下の内容の記載がある。",
                "発明の属する技術分野",
                "本件発明は，斜面保護方法，特に地山の斜面や法面の表層の滑り，崩壊を防止するための方法に関する(【0001】)。",
                "従来の技術",
                "地山の斜面の表層を保護し，その安定化を図るための様々な方法が提案されており，その中で，比較的浅い，例えば1ないし2mの深さの表層が剥離して滑り落ちるような斜面の安定化法として，金網などの網体で斜面を覆い，この網体の上面に所定の間隔で多数のコンクリートブロックを配置し，この配置箇所の地山に固定的に設置されるアンカーを用いてコンクリートブロックを網体に押し付け，これら網体を地山に定着する方法があり，さらに，使用される網体が地山から受ける圧力によって破断して保護機能を失ってしまうことがあることから，その対策として，網体にPC鋼線を編み込んで，網体の引張り強度を高める方法が提案されている(【0002】)。",
                "発明が解決しようとする課題",
                "多数のコンクリートブロックを並べ，連続したコンクリートの枠の状態として網体を上面から押さえる方法，あるいは梁状のコンクリート体となるようにコンクリートの打設を行うものでは，法面形状の経時的な変化による網体とコンクリートブロックとの接触，押圧関係の変化は非常に大きなものとなる，すなわち，上記のようなコンクリートブロックなどによる網体の押さえ状態は安定性に欠ける。このことは，地山から網体に対する圧力である土圧による網体の破損の可能性が増加することを意味する(【0003】)。",
                "また，上記従来の方法は，網体の補強のためにPC鋼線の編み込みを行った箇所で専ら地山からの圧力を強く受け止めることになり，それ以外の網体部分との間には圧力受け止め作用に大きな差異が生じ，斜面全体に均一で十分な保護効果を及ぼすという点では，未だ改善の余地がある(【0004】)。",
                "そこで，本件発明は，斜面全体にわたって土圧が金網に均一かつ確実に及ぼされるようにし，効果的な斜面保護ができるようにする方法を提供することを目的としたものである(【0005】)。",
                "課題を解決するための手段",
                "上記目的を達成するために，本件発明は，引張り強度が400～2000Ｎ／mm2であるワイヤーで製作した金網を，保護すべき斜面に展設し，この金網の上面からそれぞれ受圧板を所定間隔を開けて点在状態に配置し，受圧板配置箇所に相当して地山に固設されるアンカーを用いて受圧板を地山に対して固定し，前記アンカーを用いた受圧板の固定は，前記受圧板により金網全体にほぼ均等に土圧による張力が働くように押さえ付けて行われることを特徴とする(【0008】)。",
                "金網の上面から受圧板を点在状態で配置して固定することにより，保護すべき斜面の凹凸により的確に追従した金網の設置が可能になる。すなわち，金網による斜面の押さえ機能がより均質かつ的確なものとなる。また，受圧板により金網全体にほぼ均等に土圧による張力が働くように押さえ付けて行うアンカーを用いた受圧板の固定は，地山から及ぼされる圧力を，金網全体でほぼ均等に受け持つことを可能とする。すなわち，連続する梁などのコンクリートブロック面で金網を押さえるのではなく，点在する受圧板により「点」で押さえる状態を得ていることから，金網の張力を均等化し易いという利点がある。よって斜面の金網による押しの均等化も向上する(【0009】)。",
                "発明の実施の形態",
                "受圧板は，地山に埋設固定されたアンカーもしくはロックボルト(以下「アンカー」と総称する)と協同しており，アンカーとの係合部に設けられた締付け手段により，地山に対して押し付けられる(【0029】)。",
                "雌ねじ部材を雄ねじ部材に対して，例えば右回転させることにより，アンカーに働く緊張力が増大するとともに，受圧板が地山へ向けて押し込まれる(【0030】)。",
                "金網は受圧板によって地山へ押し付けられるが，本件発明によれば，所定間隔を開けて点在する受圧板により，いわば複数分散した点で押さえているので，金網による斜面の押さえ付けは，金網全体に均一に土圧による張力が働くように行われている。また，保護すべき斜面の凹凸に対し，より的確に追従した金網の設置が可能になる。すなわち，金網による斜面の押さえ機能がより均質かつ的確なものとなる(【0032】)。",
                "発明の効果",
                "本件発明に係る斜面保護方法によれば，金網を点在する受圧板で固定することによって，斜面を金網で均等に押さえるという作用を容易に達成することができる。すなわち，地山から及ぼされる圧力を金網全体でほぼ均等に受け持つようにすることができる。また，本件発明の受圧板の設置作業は，比較的簡単で短時間の作業で行うことができ，さらに，本件発明によれば，保護斜面において，金網の領域に対して受圧板の占める領域が従来のブロックに比し，極めて小さくなること，また金網の厚さが確保されていることから，保護斜面の植生が向上するという効果が得られる(【0053】)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記アの本件発明の特許請求の範囲請求項1の記載及び前記イの本件明細書の記載によれば，本件発明においては，受圧板を，保護すべき斜面に展設した金網の上面から所定間隔をおいて点在状態に配置し，その配置箇所に相当して地山に固設されるアンカーを用いて地山に対して固定し，当該固定は，受圧板により「金網全体にほぼ均等に土圧による張力が働く」ように押さえ付けて行われるものであることが認められる。",
                "被告方法について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "証拠(甲3，4，5の1～3，甲6の1～3，乙1，11)及び弁論の全趣旨によれば，被告方法は，以下のとおりのものであることが認められる。",
                "補強を行うべき地山斜面の所定領域において，HDボルト(補強材)の設置位置を決定し，同所に2ないし5mの深さの穴を削孔し，注入材を充填し，充填した注入材が固化する前にHDボルトを挿入し，地山に固定する。設置固定されたHDボルトの地表に突出した先端部を，下部プレートの面部中央の貫通穴に挿通させ，球座ナットで螺合して下部プレートを締め付け(締付け荷重は，交点強度以上(HDPL-50：12kＮ，HDPL-75：24kＮ)を目安とする。甲4・17頁)，HDボルトに固定する。",
                "次に，下部プレートの上方からHDネットを展設し，さらにHDネットの上方から上部プレートを，その脚部をHDネットの編み目に挿通した上で下部プレート上に載置し，上部プレートの面部中央の貫通穴に下部プレートから突出したHDボルトの先端を挿通させ，下部プレートに密着するようキャップナットを螺合して上部プレートを締め付け(締付け荷重は，交点強度以上を目安とする。)，HDボルトに固定する。",
                "その結果，上部プレートは下部プレート上に載置され，かつHDネットはHDボルトから外れないような状態で係止される。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "控訴人は，この点について，被告方法においては，下部プレートは，設置時の球座ナットの強力な締め付けによって地山を押して地面にめり込み周囲よりも凹んでいるか，または，斜面に元々存在する凹地に設置されるため，HDネットはその部分で浮き上がらないよう上部プレートによって押さえ付けられており，下部プレート周りのHDネットの水平面は地表面よりも低い位置にあり，HDネットの下側はほとんどの部分で地山に接しているため，HDネットは，上部プレートによって，HDネット全体にほぼ均等に土圧による張力が働くように押さえ付けられていることから，被告方法においては，上部プレートの固定は，上部プレートにより「金網全体にほぼ均等に土圧による張力が働く」ような斜面保護を行うものであり，被告方法における上部プレートの固定は構成要件Eを充足する旨主張する。",
                "そして，甲7及び21には，被告方法により斜面保護工事が施工された本件現場において，地山表面に展設されたHDネットの高さに基準棒を置き，この基準棒の高さと下部プレート上に位置するHDネットの高さとの距離を測ることにより，上部プレートにより押さえ付けられ凹んでいる地山の「凹みの程度」を測定したところ，上部プレートの押さえ作用により，プレート周りのHDネットが地中方向に凹む現象が多くみられ，特に地山表面の凹凸形状と重なる箇所ではHDネットの凹みは著しく100mm以上に達している旨報告するなど，控訴人の上記主張に沿う部分がある。",
                "しかし，甲7及び21においては，控訴人主張に係る上部プレートの押さえ作用により凹んでいるものではない元々の地山表面に展設されているHDネットの位置・高さを各測定箇所ごとにどのような基準で選択し，また，当該基準に従って正確に基準棒が置かれたのかが証拠上不明である上，HDネットは鋼線を網目63mm×63mmの格子状のネット様に編み，厚みが30mmあるものであって(甲3，4)，甲7及び21において，この厚みを含めて測定値としている蓋然性があることなど，その測定数値の正確性については多大な疑問がある。",
                "そして，甲7及び21では，下部プレート及びHDネットが地山表面に相当程度凹んでいる旨報告しているものの，HDネットが地山表面に密着ないし接地していることを端的に示す写真が掲載されていない。また，下部プレートは，260mm×260mm又は340mm×390mmの大きさを有し(甲3)，地山との設置面積も大きいことから，球座ナットの締め付け程度(必要交点強度以上(HDPL-50：12kＮ，HDPL-75：24kＮ))の力を加えただけでは，下部プレートがその面にかかる土圧に抗して地山の表面からめり込み周囲より凹むような状態となることは考え難い。",
                "かえって，乙19，20及び25の1によれば，甲7及び21と同一の測定箇所及びプレート間の位置において，HDネットと地面との距離を計測したところ，プレート位置での測定結果は20mmから140mm，プレートとプレート間のポイントでの測定結果は2mmから125mmであり，地形の凹凸に影響されてHDネットが接地している1箇所を除いて，全ての位置でHDネットが地面と接していないことが確認された旨報告されている。これらの事実に照らせば，控訴人主張に沿う甲7及び21の前掲証拠部分は，反対証拠(乙19，20，25の1)に照らし，直ちには措信し難く，他に控訴人の上記主張を認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "ウのとおり，本件発明においては，受圧板を，保護すべき斜面に展設した金網の上面から所定間隔をおいて点在状態に配置し，その配置箇所に相当して地山に固設されるアンカーを用いて地山に対して固定し，当該固定は，受圧板により「金網全体にほぼ均等に土圧による張力が働く」ように押さえ付けて行われるものである。",
                "ところで，斜面に展設された金網に土圧による張力が働くためには，外力が金網の面方向に作用して，金網を構成するワイヤーに延伸方向の力が加わる必要がある。すなわち，下部プレートが地山の表面からめり込み周囲より凹むような状態となった上で，受圧板が地山方向に金網を押さえ付け，その結果，金網の下面が地山の表面よりも低い位置に押し下げられることによってはじめて，受圧板からの外力が金網の面方向に作用して金網を構成するワイヤーに延伸方向の力が加わることとなる。そして，受圧板によって金網が点在状態で押し下げられることで，受圧板と受圧板の間に展設された金網は当該領域の地山の斜面に密着ないし接地し，斜面を押さえ付け，その反力として土圧による張力が働くことになる。",
                "しかるに，前記イのとおり，本件現場における被告方法による斜面保護工事については，下部プレートの設置が地山の表面からめり込み周囲より凹むような状態で行われていることを認めるに足りる証拠はなく，かえって乙19，20及び25の1によれば，地形の凹凸に影響されてHDネットが接地している1箇所を除いて，全ての位置でHDネットが地面と接していないとされているのであるから，HDネットは地山の斜面に密着ないし接地せず，斜面を押さえ付けるものではないというべきである。したがって，かかるHDネットを下部プレート及び上部プレートを用いて設置したとしても，「金網全体にほぼ均等に土圧による張力が働く」ように押さえ付けて設置したものということはできない。",
                "また，本件現場における被告方法による斜面保護工事について，下部プレート及び上部プレートを地山の斜面の凹所に配置すれば，隣り合うプレート間のHDネットが当該領域の地山の斜面に密着ないし接地し，斜面を押さえ付ける状態が生じることもあり得るところであるが，この場合，HDネットが地山の斜面に密着ないし接地するのは，HDネット全体の一部に限られることとなるため，下部プレート及び上部プレートによるHDネットの設置は，「金網全体にほぼ均等に」土圧による張力が働くように押さえ付けて行われるとの要件(構成要件E)を充足しない。",
                "以上によれば，本件現場における被告方法による斜面保護工事によって，受圧板の固定が金網全体にほぼ均等に土圧による張力が働くように押さえ付けて行われていることを認めるに足りる証拠はないから，同工事は，本件発明の構成要件Eを充足するものではない。そうすると，仮に控訴人主張のとおり，被告方法における「上部プレート」が構成要件CないしEの「受圧板」に該当するとしても，他に，被告方法において上部プレートの固定が，上部プレートにより「金網全体にほぼ均等に土圧による張力が働く」ように押さえ付けて行われるものであることを認めるに足りる証拠はない。",
                "したがって，被告方法は，構成要件Eを充足しないから，本件発明の技術的範囲に属すると認めることはできない。",
                "小括",
                "前記 のとおり，被告方法が本件発明の技術的範囲に属すると認めることができない以上，被控訴人による被告製品の販売行為については，その余の点について判断するまでもなく，特許法101条4号及び5号のいずれにも該当しないから，控訴人の被控訴人に対する特許法100条1項に基づく差止請求は，理由がないというべきである。",
                "また， 本件現場においてユウテックが被告方法による斜面保護工事を施工することは，本件発明の技術的範囲に属するものではないから，ユウテックによる同工事が本件特許権を直接侵害するとの控訴人の主張は理由がなく，そのため，ユウテックに対する被控訴人による被告方法の広告・宣伝並びに被告製品の販売及び広告・宣伝行為が，ユウテックの直接侵害行為に対する教唆又は幇助に当たり不法行為を構成するとの控訴人の主張も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，控訴人の本訴請求はいずれも理由がなく，これを棄却した原判決は結論において相当である。よって，本件控訴を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}