{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1000万円及びこれに対する平成25年2月1日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，その営業につき，「全国共通お食事券」なる標章又は同表示を含む標章を使用し，使用した商品を譲渡し，引き渡し，譲渡若しくは引渡しのために展示し，若しくは電気通信回線を通じて提供してはならない。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "本件は，控訴人が，被控訴人に対し，控訴人発行の「ジェフグルメカード",
          "text": [
            "全国共通お食事券」(以下「控訴人商品」という。)について，その商品等表示は「ジェフグルメカード  全国共通お食事券」，「全国共通お食事券」又は「全国共通お食事券  ジェフグルメカード」(以下，併せて「本件各商品等表示」という場合がある。)であり，「ジェフグルメカード」のみならず，「全国共通お食事券」もそれ自体で識別力を有する商品等表示であるから，被控訴人発行の「ぐるなびギフトカード  全国共通お食事券」(以下「被控訴人商品」という。)との間に混同が生じており，被控訴人が不正競争防止法2条1項1号，2号又は13号所定の不正競争行為を行っているなどと主張し，①同法4条又は不法行為に基づく損害賠償請求として，1000万円(附帯請求として訴状送達の日の翌日である平成25年2月1日から支払済みまで民法所定の年5分の割合による遅延損害金)の支払，②同法3条1項又は企業の人格権としての営業権に基づく差止請求として，被控訴人の営業について「全国共通お食事券」なる標章又は同表示を含む標章の使用等の禁止を求める事案である。",
            "原判決が控訴人の請求を全部棄却したため，これを不服として控訴人が本件控訴をした。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，争点及び争点に関する当事者の主張は，原判決の「事実及び理由」中の第2の1ないし3記載のとおりであるから，これを引用する(以下，原判決を引用する場合は，「原告」を「控訴人」と，「被告」を「被控訴人」と，それぞれ読み替える。)。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求はいずれも理由がないものと判断する。その理由は，次のとおり原判決を補正するほかは，原判決の「事実及び理由」中の第3の1ないし5記載のとおり(ただし，平成26年2月4日付け更正決定による更正後のもの)であるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決27頁1行目の「原告商品を」を「原告商品の」と，同頁13行目の「記載」を「掲載」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決28頁18行目冒頭から同頁24行目末尾までを次のとおり改める。",
                "「(ア)  「全国共通お食事券」及び「全国共通」の語は，辞書類には掲載されていない(甲42，弁論の全趣旨)。「全国共通お食事券」の構成中，「全国」，「共通」，「食事」，「券」の語は，辞書(広辞苑第6版，大辞林第2版)に掲載されており，それぞれ，「全国」は，「国内全体。国じゅう。」等，「共通」は，「二つまたはそれ以上のもののどれにも通ずること，あてはまること。」ないし「二つ以上のもののどれにもあてはまり，通用すること。また，そうしたさま。」等，「食事」は，「生存に必要な栄養分をとるために，毎日の習慣として物を食べること。また，その食物。」等，「券」は，「荘園・田地などの所有を証明する手形。また，割符・切手・信用証書・印紙・証文の類。」ないし「金額・条件・資格などを書き記してある紙片。債券・証券・入場券・乗車券・食券など。切符。てがた。わりふ。切符・切手・印紙・証文の類。」を意味するとされている。"
              ],
              "content": [
                {
                  "fig": "(イ)",
                  "text": [
                    "実際の各種金券における使用例をみると，「全国共通」の文字は，「全国共通図書券」，「全国共通商品券」，「全国共通ゆうえんち券」，「全国共通スポーツ券」，「全国共通花とみどりのギフト券」などの例で，全国の加盟店(取扱店)で利用できる商品券(ギフト券)の名称又はその説明文に使用されており(乙11)，また，「お食事券」の文字は，取扱先のレストラン等で使える商品券(ギフト券)の説明文等に使用されていた(乙4，弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "このような「食事券」の取引者及び需要者は，加盟店の経営者及び従業員並びに一般消費者であると認められ(弁論の全趣旨)，上記(イ)の各用語を上記と異なる意味で理解するものと認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "上記(ア)ないし(ウ)の認定事実によれば，「全国共通お食事券」のうち，「全国共通」は「全国で共通して」程度の意味と解されるし，「お食事券」も，社会通念上，「取扱店で利用できる食事券」程度の意味と解されるから，「全国共通お食事券」は，上記の取引者及び需要者からみると，「全国で共通して取扱店で利用できる食事券」程度の意味で認識される語であると認められる。したがって，同語を，「全国で共通して取扱店で利用できる食事券」という商品について使用すれば，これに接する取引者及び需要者をして，その商品の品質を記述的に表示したものと認識させるものといえ，その出所を表示するものとは認識されないものといえるから，同語は，当該商品についての自他識別標識としての機能を果たし得ないものである。」"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決28頁25行目の冒頭に「エ  」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決29頁9行目の「「」を削り，同頁19行目冒頭から同頁20行目の「照らせば，」までを，次のとおり改める。",
                "「しかし，「全国共通お食事券」という語自体から取引者及び需要者が認識する内容は，「全国で共通して取扱店で利用できる食事券」程度の意味であることは前記判示のとおりである。「食事券」というものは，現金ではなく，金券であり，その取扱店でのみ利用できるものであることは社会通念上明らかであることからすれば，「全国共通」という語自体から，取引者及び需要者が，「使える時期，店舗，種類等に汎用性がある」(すなわち，使用条件に制限がない。)という意味を当然に看取するものとは認められない。また，「お食事券」という語についても，単語の接頭語として「お」をつけることは，丁寧な表現をする場合に一般的に行われていることであり，「お食事券」という語自体から，取引者及び需要者が，「家庭的な」食事サービスが受けられる，と当然に認識するものとも認められない。したがって，「全国共通お食事券」という語自体が，「全国的に通用する，使える時期・店舗・種類等において汎用性があり，家庭的な食事サービスが受けられる食事券」という印象を与えるものであるとの控訴人の主張は理由がない。",
                "また，「全国共通お食事券」の語自体から取引者及び需要者が認識する内容が前記判示のものであることに照らせば，」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決33頁13行目の「エ」を「オ」に改め，同頁18行目の末尾に，改行の上，次のとおり加える。",
                "「カ  控訴人は，「全国共通お食事券」の字義解釈についての上記判断を前提としても，平成23年9月の時点においては，取引者及び需要者は「全国共通お食事券」と「ジェフグルメカード」をイコールとみる認識状況となっていたものと推認されるから，控訴人の商品等表示中の「全国共通お食事券」の表示は，「ジェフグルメカード」の表示とは独立して，控訴人の商品等表示としての出所識別力及びその周知性を獲得していたと主張し，その根拠として，①  控訴人の商品等表示については，常に，「全国共通お食事券」と「ジェフグルメカード」の各語が，分離して表示されているが，あたかも一対のような形で併記されて使用されてきたものであり，「全国共通お食事券」の方が「ジェフグルメカード」の前に記載されているものが圧倒的に多い，「全国共通お食事券」の方が大きい字体のものも少なくない(甲14，18の1・3・6，甲106，110，112，115，116)，両者にまったく違う色を付けているものが少なくない(甲47，甲111ないし114，甲123の6ないし20)という表示態様であること，②  控訴人商品の販売実績，③  控訴人が，事業開始の際，「有効期限を設けない(いつでも)，同一ブランドであればどこの店でも使える(どこでも)，食事の種類による利用制限がないという品質を備える食事券である(何にでも)」という目標・理念及び外食産業初の全国共通の食事券を発行する取組みとしての位置付けを体現する名称として「全国共通お食事券」の表示を採択し，控訴人の商品等表示にこれを表示することとしたという経緯，④  同目標・理念に基づいて，「全国共通お食事券」の名称の周知化を図ってきたという控訴人の広報活動(甲17，18，22ないし28，91，106，108ないし110，117ないし121，130，131)，⑤",
                "控訴人の事業開始後も上記目標等の定着を計る為，同一ブランドであれば直営店，フランチャイズ店を問わずどこでも使えるということを加盟条件としてフランチャイジーの隅々まで浸透するべく徹底してきたなどという事業展開の状況，⑥  平成23年9月の被控訴人商品の販売以降は，控訴人商品と被控訴人商品を取り違える事例が増えてきており(甲21，37，38，48，49の1・2，甲63ないし66，甲74ないし80)，これは，被控訴人商品の「全国共通お食事券」を控訴人商品の「全国共通お食事券」と誤認したことから生じたものであること，また，控訴人商品の加盟社128社が被控訴人宛に「(被控訴人商品の発行は)お客様が認識し信頼している『ジェフグルメカード  全国共通お食事券』の市場価値を薄めるものであり，極めて遺憾に思います。」などと記載した抗議文を送付したことも，控訴人商品が「全国共通お食事券」としての社会の評価を確立していることを示すものであることなどを挙げ，上記括弧内記載の各証拠を提出している。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "しかし，控訴人も自認するとおり，控訴人商品を指し示す表示として，「全国共通お食事券」という語が単独で使用されたことはなく，同語は，常に「ジェフグルメカード」という語や控訴人商品の券面画像と併記されて使用されてきたものである。また，併記の具体的形態をみても，取引者及び一般消費者が最も直接的に控訴人商品の表示として目にする控訴人商品の券面(表面)においては，上段の「ジェフグルメカード」の文字の方が「全国共通お食事券」の文字の約1．5倍の大きさの目立つ文字で表記された上(原判決別紙控訴人商品記載のとおり)，中央部の大きい図形標章も「グルメカード」という文字を表したものとなっており，その下部にも「ジェフグルメカード」とさらに記載され(原判決第3の1(1)ア(ア))，控訴人商品の販売に際して顧客に配布される加盟店リストないし加盟店一覧表の表紙にも，平成24年6月までは同様に「ジェフグルメカード」という表示の方が「全国共通お食事券」よりも約1．5倍の大きさの文字で表記されており(甲122の1ないし3，甲123の1ないし16)，「全国共通お食事券」の語よりも看る者の注意を惹くものとなっている。そして，前記のとおり，「全国共通お食事券」という語は，「全国で共通して取扱店で利用できる食事券」程度の意味と理解されるものであるから，これを看た者をして，そのような控訴人商品の品質を記述的に説明したものと認識させる表示であり，そもそも控訴人商品の発売当初から平成5年頃までは，控訴人商品の商品等表示の一部としても使用されていなかった語であるのに対し(発売当初は，控訴人商品の券面上の表示は「お食事券」であった。甲125，135)，「ジェフグルメカード」という名称は，そのような記述的な表示ではなく，控訴人商品の発売元(出所)である控訴人会社名を含む，自他識別力を有するものであり，控訴人商品を表示する商標として発売当初から現在まで単体でも使用されているものである(控訴人商品の裏面の注意書きの表題は，「ジェフグルメカードのご使用について」と記載されており〔甲20〕，控訴人商品の販売の際に用いられる専用封筒及び封印シールにも「ジェフグルメカード」の表示があるのみで，「全国共通お食事券」の語は表示されていない〔乙13〕。平成12年6月以降頃からの加盟店リストにも「ジェフグルメカード加盟店情報」，「『ジェフグルメカード』のお買い求めはこちらで」などと記載されている〔甲123の4ないし20〕。また，控訴人のウエブサイト上においては，控訴人商品を「ジェフグルメカード」との表記のみで表示している部分がある〔乙12の1・2〕。さらに，平成10年7月の日本経済新聞社のブランド認知度調査は，「ジェフグルメカード」をブランド名として行われた〔原判決32頁13ないし16行目〕。)。以上の事実からすれば，「全国共通お食事券」と「ジェフグルメカード」が併記されている表示を見た取引者及び需要者としては，「全国共通お食事券」とは，控訴人商品の記述的，説明的な表示であり，「ジェフグルメカード」の表示の方が控訴人商品の出所を示すものと認識するものと認められる。",
                    "したがって，控訴人の使用によっても，取引者及び需要者が，「全国共通お食事券」という語が単独で控訴人商品についての出所を示す商品等表示であると認識するものとは認められない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "控訴人の上記主張①については，確かに，控訴人加盟店ステッカーにおいては，「全国共通お食事券」の方が大きく，赤字に白抜きの目立つ表示となっており(原判決第3の1(1)ア(イ))，また，控訴人が指摘する控訴人商品の広告(甲18の1・3・6，甲106，110，112，115，116)においては，「全国共通お食事券」の方が大きい字体で表示されている。しかし，控訴人加盟店ステッカーにおいても，「全国共通お食事券」が単体で使用されているものではなく，「ジェフグルメカード」の文字標章及び図形標章がその上下に表示されているし，上記「全国共通お食事券」の方が大きい表示となっている広告例は数例にとどまる上，「全国共通お食事券」が単体で使用されている例ではないことからすれば，控訴人が主張する事実を考慮しても，上記認定判断が左右されるものとはいえない(なお，控訴人が当審で提出した証拠〔甲115，116〕によれば，第一生命保険株式会社が平成24年5月から7月の間に実施したキャンペーンのチラシ上においては，被控訴人商品が「ぐるなびギフトカード(全国共通お食事券)」と表示されていたのに対し，控訴人商品については「全国共通お食事券(ジェフグルメカード)」との表示がされていたことが認められる。しかし，同表示も，「全国共通お食事券」の語を単独で使用するものではなく，控訴人商品の画像及び「全国約35，000店舗の加盟店でご利用可能な『全国共通お食事券』です」との説明とともに表示されていることからすれば，同表示中の「全国共通お食事券」の語は，控訴人商品の説明的な記載にすぎないと解するのが相当である。また，そもそも，同チラシの初稿においては，控訴人商品は単に「ジェフグルメカード」とのみ表示されていたのに，その後上記のとおりの表示に変更されていること，同チラシは，本件を本案事件とする控訴人の被控訴人に対する仮処分命令申立事件の申立時期(平成24年6月)と近接した時期に作製されていること(乙1，22)からすれば，上記チラシ上の表示は，控訴人が初稿確認後に表示内容の修正を指示したことによるものと推認されるから，同チラシの記載をもって，「全国共通お食事券」という表示が単独で控訴人商品を示すものとして取引者及び需要者に広く認識されていたとも認められない。)。",
                    "控訴人の上記主張④の控訴人商品の宣伝，広告の内容についても，「全国共通お食事券」の表示は常に「ジェフグルメカード」という文字の表示又は「ジェフグルメカード」との記載がある控訴人商品の券面(表面)字体の画像と共に用いられており，上記①で控訴人が挙げたものを除いては，「全国共通お食事券」の語の方が看る者の目を惹く表示態様ともなっておらず(なお，控訴人が指摘する一部のテレビ放送〔甲119〕では，そもそも「全国共通食事券」と表示されている。)，「全国共通お食事券」の語が単独で控訴人商品の商品等表示であることを示すものとはなっていないことからすれば，上記認定判断を左右するものとはいえない。",
                    "その他，控訴人の上記主張②は，上記認定に係る控訴人商品の券面の表示態様を前提とすると，その発行枚数が「全国共通お食事券」の語単独での自他商品識別性の上記認定を左右するものとはいえず，控訴人の上記主張③，⑤も，「全国共通お食事券」の語が取引者及び需要者に対する自他商品の識別力を客観的に有するに至ったかについての認定を左右するものではない。控訴人の上記主張⑥についても，取違えの内容は，全国の控訴人商品の加盟店で，被控訴人商品の販売から平成25年7月までの間に合計14件，控訴人商品を顧客から誤って提示され，又は受領したという報告を受けたという程度のものであり(甲49の1・2，甲63ないし66，74，77，79，80)，「全国共通お食事券」が控訴人商品を表示するものとして広く一般的に認識されていたことを証するものとはいえない。その他，上記認定判断を覆すに足りる証拠はない。",
                    "したがって，控訴人の上記各主張を採用することはできない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決34頁4行目の「を対比する」を「と対比する」と改め，同頁15行目の「である」の次に，次のとおり加える。",
                "「(なお，控訴人の主張中には，被控訴人の商品等表示が「全国共通お食事券」であるかのような主張をする部分もみられるが，被控訴人が被控訴人商品の「商品等表示」として「全国共通お食事券」の語を単独で使用していることを認めるに足りる証拠はなく，仮にそのような場合があるとしても，上記判示のとおり，控訴人の商品等表示(「ジェフグルメカード  全国共通お食事券」，「全国共通お食事券",
                "ジェフグルメカード」)のうち「全国共通お食事券」の部分が要部ではないことからすれば，後記イ及びウと同様に，控訴人の商品等表示と「全国共通お食事券」の表示が類似するとはいえない。)」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決34頁22行目ないし23行目，35頁4行目ないし5行目，同頁16行目ないし17行目及び同頁25行目並びに36頁14行目ないし15行目の「全国に共通して食事に利用できる金券」を，それぞれ「全国で共通して取扱店で利用できる食事券」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "36頁17行目の末尾に，改行の上，次のとおり加える。",
                "「控訴人は，前記カの控訴人が主張した控訴人の事業開始の経緯，控訴人商品の販売実績，広報活動，その後の事業展開の状況によれば，平成23年9月の相当前の時点で，控訴人商品については控訴人の主張するような品質保証が確立し，取引者及び消費者は，「全国共通お食事券」とは，利用制限がほとんどない食事券であるという認識をもつに至ったものと推認されると主張する。",
                "しかし，「全国共通お食事券」が控訴人主張の意味及び品質を有するものとして取引者及び需要者に認識されていることを認めるに足りる証拠がないことは，前記説示(引用に係る原判決29頁7行目冒頭から33頁12行目末尾まで〔ただし，補正後のもの〕)のとおりであり，控訴人が当審において新たに提出した証拠によっても，これを認めるには足りない。そもそも「全国共通お食事券」という表示が，取引者及び需要者に，単独で控訴人商品の商品等表示であると認識されるものとは認められないことは，前記認定のとおりであるから，「全国共通お食事券」という表示が，控訴人商品の有する品質保証を意味するものとして取引者及び需要者に認識されているとは認められない。」"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "36頁21行目及び37頁6行目ないし7行目の「全国に共通して食事に利用できる金券」を，それぞれ「全国で共通して取扱店で利用できる食事券」と改め，同頁12行目の末尾に，改行の上，次のとおり加える。",
                "「控訴人は，被控訴人は，被控訴人商品の品質が控訴人商品の品質より著しく劣るものであるにもかかわらず，そのことを示さずに，控訴人の商品等表示の「全国共通お食事券」の表示をそのまま被控訴人商品に用いて，控訴人の信用にただ乗りしたものであり，さらに，被控訴人商品と「ポイントご利用券」とを包摂した「全国共通お食事券サービス」なるサービスや，全国共通お食事券のデジタル版と称する「ぐるなびデジタルマネーギフト」においても，「全国共通お食事券」の表示をそのまま用い，前払式支払手段以外のポイント券やデジタルマネーの分野でも同表示に化体した控訴人の信用を借用しようとしているものであり，このような行為は，自由競争の限度を超えた社会通念上是認できない行為として，不法行為に当たるとも主張する。",
                "しかし，そもそも「全国共通お食事券」という単独の表示が，控訴人商品の商品等表示として取引者及び需要者の間に広く認識され，出所表示機能を有するとは認められないことは前記判示のとおりである。そうすると，「全国共通お食事券」という語自体に控訴人の信用が化体されているとは認められず，これを被控訴人が前記認定に係る態様で使用したことが違法であるとは解されないから，控訴人の主張はその前提を欠き，採用することができない。」"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決37頁25行目の末尾に，改行の上，次のとおり加える。",
                "「控訴人は，①  現在は是正されているものの，従前，前払式支払手段である被控訴人商品に，対価を払って入手するものと，対価を払わないで入手するもの(ポイント交換券から交換されるもの)が含まれていたこと自体が種々の法違反の事態を引き起こしていたものであり，被控訴人はかかる違法状態を利用することにより，品質において劣る被控訴人商品の流通拡大を図り，ひいては控訴人商品の信用を毀損しようとした，②  被控訴人が発行する前払式支払手段である「ぐるなびデジタルマネー」を購入者が第三者のために購入した場合の「ぐるなびデジタルマネーギフト」は，有効期間が購入日から120日という極めて短期のものであったのに，被控訴人がこれを当初ホームページ上に表示していなかったこと，また，このような短期で無効となる「全国共通お食事券のデジタル版」が存在すること自体が控訴人商品に対する消費者の信頼を毀損するものであるから，これらは控訴人に対する不法行為を構成するとも主張する。",
                "しかし，上記①については，そもそも，被控訴人商品が控訴人の主張するような内容のものであったことにより，どのように控訴人商品の信用が毀損され，控訴人が損害を被ったというのか明らかではなく，そのような被控訴人商品の取扱いが控訴人に対する不法行為に当たるとの上記主張を採用することができない。上記②についても，「全国共通お食事券」という語が控訴人商品の商品等表示とはいえず，取引者及び需要者に控訴人が主張するような品質保証を認識させるものとも認められないことは前記判示のとおりであり，被控訴人商品が控訴人商品と異なる短期の有効期限を定めていることなどが，控訴人に対する不法行為に当たるとは解されない。控訴人の主張はいずれも理由がない。」"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決38頁4行目ないし5行目の「全国に共通して食事に利用できる金券」を「全国で共通して取扱店で利用できる食事券」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "よって，控訴人の請求を棄却した原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}