{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2010-6459号事件について平成25年9月30日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(証拠の記載のない事実は当事者間に争いがない。)",
          "text": [
            "プリヴァリス・インコーポレーテッド(以下「プリヴァリス」という。)は，発明の名称を「電子装置へのアクセスを制御するマン・マシン・インターフェース」とする発明につき，平成16年6月1日を国際出願日とする特許出願(特願2006-533547。パリ条約に基づく優先権主張・2003年5月30日，米国。出願時の請求項の数は14である。以下「本願」という。)をした。プリヴァリスは，平成20年8月12日付けで拒絶理由通知を受けたので，平成21年2月16日，意見書を提出するとともに手続補正をしたが，同年11月20日付けで拒絶の査定を受けた(同月25日送達。甲12)。プリヴァリスは，平成22年3月25日，拒絶査定に対する不服の審判(不服2010-6459号)を請求するとともに，手続補正をしたが，平成24年3月2日付けで拒絶理由通知を受けたので，同年9月5日，意見書を提出するとともに手続補正をした。プリヴァリスは，平成25年1月10日付けで最後の拒絶理由通知を受けたので，同年7月11日に意見書を提出するとともに手続補正をした。",
            "特許庁は，平成25年9月30日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同年10月15日，プリヴァリスに送達した(出訴期間90日附加)。",
            "プリヴァリスは，平成26年2月5日，本願に係る特許を受ける権利を原告に譲渡した(甲21)。同月10日，特許庁に対し，出願人名義変更届が提出され，本願の出願人が原告に変更された。",
            "原告は，平成26年2月10日，上記審決の取消しを求めて，本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "平成25年7月11日付け手続補正後の本願の特許請求の範囲(同補正後の請求項の数は6である。)の請求項1の記載は，以下のとおりである(以下，同請求項に記載された発明を「本願発明」という。また，本願の明細書及び図面をまとめて「本願明細書」という。)。",
            "「装置であって，",
            "ハウジングと，",
            "前記ハウジング内に配置され，複数の生体計測テンプレートを格納するように構成されるメモリであって，前記複数の生体計測テンプレートのうち少なくとも1つが，複数のセキュリティ特権のうちの1つに関連付けられ，前記複数のセキュリティ特権のうち少なくとも1つが，複数の機能のうちの1つに関連付けられる，メモリと，",
            "前記ハウジングに結合されるタッチ・スクリーンであって，該タッチ・スクリーン内における位置で生体計測入力を受けるように構成される生体計測センサを有し，該タッチ・スクリーンは，複数のアイコンを任意の位置に配置して表示するように構成され，前記複数のアイコンの各々は，前記複数の機能のうちの1つに関連付けられる，タッチ・スクリーンと，",
            "前記メモリおよび前記生体計測センサに結合され，前記複数の生体計測テンプレートのうちの1つが前記生体計測入力に関連付けられる，前記ハウジング内に配置されるプロセッサであって，該プロセッサは，前記生体計測入力を受けた前記タッチ・スクリーン内における前記位置を計算し，該位置に，前記複数のアイコンのうちの1つが存在する場合，および，前記生体計測入力に関連付けられた前記生体計測テンプレートが関連付けられている前記複数のセキュリティ特権の1つが，前記アイコンが関連付けられた前記複数の機能の1つに関連付けられている場合に，前記複数のアイコンの1つが関連付けられている機能へのアクセスを許可するように構成される，プロセッサと，を備え，",
            "前記プロセッサは，前記セキュリティ特権が，前記アイコンが関連付けられた前記複数の機能の1つに関連付けられない場合，又は，前記生体計測入力に関連付けられた前記生体計測テンプレートが，前記セキュリティ特権に関連付けられない場合には，前記機能へのアクセスを許可しないように構成される，装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，本願発明は，特開平07-234837号公報(甲1。以下「引用例1」という。)に記載された発明(以下「引用発明」という。)並びに特表2001-510579号公報(甲2)及び特開2002-159052号公報(甲3)に記載された事項に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができないというものである。",
            "審決が認定した引用発明の内容，本願発明と引用発明との一致点及び相違点は以下のとおりである(これらの認定につき当事者間に争いがない。)。",
            "引用発明の内容",
            "「オペレータに事前に権限を与え，複数のオペレータによって，コンピュータシステムが単一の入力装置を介して個々のプログラムへのアクセスを与える，装置であって，",
            "ユーザは，図形的なオブジェクトを介して画面に直接にタッチし，権限を与えられた人の指紋のファイルと一致した場合に限って，識別されたプログラムへのアクセスが与えられ，",
            "オペレータが指をタッチ・スクリーンのフィールドにタッチすると，監視装置に接続された指紋認識装置が，権限を与えられたアクセスか否かのチェックを行ない，もしそのオペレータがそのプログラムへのアクセスに権限を与えられているならば，所定のプログラムがオペレータに与えられ，",
            "オペレータがタッチ・スクリーンのアイコンに触った後，アクセス付与装置にある，アイコン毎のアクセス・テーブルを用いて，入力された指紋のイメージと，指紋のテンプレートとが比較され，",
            "このテンプレートの比較結果が，特定された信頼性レベルに到達しているならば，アクセスが許容される",
            "装置。」",
            "一致点",
            "「装置であって，",
            "複数の生体計測テンプレートを格納するように構成されるメモリであって，複数の生体計測テンプレートのうち少なくとも1つが，複数の機能のうちの1つに関連付けられる，メモリと，",
            "タッチ・スクリーンであって，タッチ・スクリーン内における位置で生体計測入力を受けるように構成される生体計測センサを有し，タッチ・スクリーンは，複数のアイコンを表示するように構成され，複数のアイコンの各々は，複数の機能のうちの1つに関連付けられる，タッチ・スクリーンと，",
            "メモリおよび生体計測センサに結合され，複数の生体計測テンプレートのうちの1つが生体計測入力に関連付けられる，プロセッサであって，",
            "プロセッサは，生体計測入力を受けたタッチ・スクリーン内における位置に，複数のアイコンのうちの1つが存在する場合，および，生体計測入力に関連付けられた生体計測テンプレートが，アイコンが関連付けられた複数の機能の1つに関連付けられている場合に，前記複数のアイコンの1つが関連付けられている機能へのアクセスを許可するように構成される，プロセッサと，",
            "を備える装置。」",
            "相違点"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "相違点1",
              "text": [
                "「本願発明の「装置」は，「ハウジング」を備え，メモリ及びプロセッサが，「ハウジング」内に配置され，タッチ・スクリーンが，「ハウジング」に結合される構成であるのに対し，引用発明は，そのような構成ではない点。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点2",
              "text": [
                "「本願発明の複数の「アイコン」は，「任意の位置に配置して表示」されるものであり，プロセッサは，「生体計測入力を受けたタッチ・スクリーン内における位置を計算し，該位置に，複数のアイコンのうちの1つが存在する」場合にアクセス許可の処理をするのに対して，引用発明は，そのような構成であるか明確ではない点。」"
              ]
            },
            {
              "fig": "ウ",
              "subject": "相違点3",
              "text": [
                "「本願発明は，複数の生体計測テンプレートのうち少なくとも1つが，「複数のセキュリティ特権のうちの1つに関連付けられ，複数のセキュリティ特権のうち少なくとも1つが，」複数の機能のうちの1つに関連付けられるものであり，生体計測入力に関連付けられた生体計測テンプレートが「関連付けられている複数のセキュリティ特権の1つが」，アイコンが関連付けられた複数の機能の1つに関連付けられている場合に，複数のアイコンの1つが関連付けられている機能へのアクセスを許可するものであるのに対し，引用発明は，そのようなものであるかどうかは明確ではない点。」"
              ]
            },
            {
              "fig": "エ",
              "subject": "相違点4",
              "text": [
                "「本願発明は，「プロセッサが，セキュリティ特権が，アイコンが関連付けられた複数の機能の1つに関連付けられない場合，又は，生体計測入力に関連付けられた生体計測テンプレートが，セキュリティ特権に関連付けられない場合には，機能へのアクセスを許可しない」ように構成されるのに対して，引用発明は，そのような構成であるか明確ではない点。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "text": [
        "審決には，相違点3に係る実質性の判断の誤り(取消事由1)及び相違点4に係る容易想到性の判断の誤り(取消事由2)があり，これらの誤りは審決の結論に影響を及ぼすものであるから，審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点3に係る実質性の判断の誤り)",
          "text": [
            "審決は，相違点3に係る，「セキュリティ特権」により生体計測テンプレートと機能とを関連付け，「セキュリティ特権」を介して生体計測テンプレートと機能とが関連付けられた場合にその機能へのアクセスを許可する，との本願発明の発明特定事項は，所定の機能が所定の生体計測テンプレートのユーザに許可されているか否かを判定する仕組みと，この仕組みにより判定することを特定するものと解されるとし，これは引用発明においても同一であるとして，相違点3に係る事項は実質的な相違点ではない旨判断した。",
            "しかし，以下のとおり，相違点3に係る事項につき，本願発明の構成と引用発明の構成とは同一であるとはいえず，審決の判断は誤りである。",
            "本願発明におけるセキュリティ特権について"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "セキュリティ特権の意義について",
              "text": [
                "請求項の記載について"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "本願発明は，相違点3に関し，「メモリ」に関する部分として，①",
                  "text": [
                    "複数の生体計測テンプレートのうち少なくとも一つが，複数のセキュリティ特権のうちの一つに関連付けられ，②  前記複数のセキュリティ特権のうち少なくとも一つが，複数の機能のうちの一つに関連付けられる，との発明特定事項を含み，「プロセッサ」に関する部分として，③  生体計測テンプレートが関連付けられている前記複数のセキュリティ特権の一つが，前記アイコンが関連付けられた前記複数の機能の一つに関連付けられている場合に，前記複数のアイコンの一つに関連付けられている機能へのアクセスを許可する，④  セキュリティ特権が，前記アイコンが関連付けられた前記複数の機能の一つに関連付けられない場合，又は，前記生体計測入力に関連付けられた前記生体計測テンプレートが，前記セキュリティ特権に関連付けられない場合には，前記機能へのアクセスを許可しない，との発明特定事項を含む。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "そして，上記①の発明特定事項からは，生体計測テンプレートがセキュリティ特権に関連付けられていることが，上記②の発明特定事項からは，セキュリティ特権が機能に関連付けられていることが，それぞれ明確に理解できる。すなわち，上記①の発明特定事項からは下記テーブル1に例示する関連付けの存在を理解することができ，上記②の発明特定事項からは下記テーブル2に例示する関連付けの存在を理解することができる。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "また，上記③の発明特定事項からは生体計測テンプレートがセキュリティ特権に関連付けられており，かつ，セキュリティ特権が機能に関連付けられている場合について言及していることが明確に理解できる。すなわち，上記③の発明特定事項からはテーブル1及び2に例示する二つの関連付けを利用した条件分岐の存在を理解することができる。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "以上によれば，本願発明において，メモリの中に格納される複数の生体計測テンプレートは，複数のセキュリティ特権との間で，一例としてテーブル1により規定される関連付けを有し ，複数のセキュリティ特権は，複数の機能との間で，一例としてテーブル2により規定される関連付けを有するということができる。"
                  ]
                },
                {
                  "fig": "e",
                  "text": [
                    "なお，上記の点は，上記④の発明特定事項からも裏付けられる。すなわち，「セキュリティ特権と機能との関連付け」と「生体計測テンプレートとセキュリティ特権との関連付け」が別個のものとして扱われており，それぞれの関連付けに対応する二つの「場合(関連付けられていない場合)」が「又は」により接続されているところ，仮に，「セキュリティ特権」と「機能」とが相異なるものではなく，「生体計測テンプレート」が「機能」に対して直接的に関連付けられるのであれば，二つではなく一つの関連付けだけを考慮すれば十分であるからである。",
                    "以上のとおり，セキュリティ特権の内容は，本願の特許請求の範囲の記載のみに基づいて明確に把握できるものである。",
                    "［テーブル1］",
                    "生体計測テンプレート セキュリティ特権(SP)  テンプレートA(ユーザA) SP1  テンプレートB(ユーザB) SP2  テンプレートC(ユーザC) SP2，SP3  テンプレートD(ユーザD) SP5  テンプレートE(ユーザE) 無し［テーブル2］",
                    "セキュリティ特権(SP) 機能  SP1 Eメール  SP2 インターネット  SP3 電話  SP4 Eメール，インターネットSP5 Eメール，インターネット，電話  本願明細書の記載について",
                    "さらに，上記 は，本願明細書【0031】及び図6の記載からも読み取ることができる。",
                    "すなわち，図6(本判決別紙「本願明細書図6」参照)のステップ608の処理は，検出された指紋(生体計測テンプレート)がテーブル1に含まれている場合(ステップ607の判定が「はい」の場合)に実行され，ここでは，指紋(生体計測テンプレート)に関連付けられたセキュリティ特権が特定される。続いて，ステップ609の処理が実行され，ここでは，ステップ608において特定されたセキュリティ特権の中に目的の機能(ここではEメール機能とする)に関連付けられたものがあるか否かが判定される。このように，図6からは，テーブル1及び2に例示する二つの関連付けを利用した条件分岐が行われることが明確に読み取れるし，また，テーブル1及び2に例示する二つの関連付けが存在するからこそ，検出された指紋が格納されている指紋と合致することの判定(ステップ607)からEメール機能へのアクセス許可(ステップ610)までの間に二つのステップ(ステップ608及びステップ609)が存在するのである。",
                    "本願発明の効果について",
                    "以上の構成により，本願発明においては，生体計測テンプレートを機能と関連付けられたセキュリティ特権に基づいて管理することにより，テンプレートごとに利用可能な機能を柔軟かつ効率的に管理することができる。すなわち，管理者が必要に応じて様々な形態で管理できるという点で柔軟かつ効率的なのである。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "被告の主張について",
              "text": [
                "審決の認定判断及び被告の主張 は，セキュリティ特権の内容につき，本願の特許請求の範囲の記載のみに基づいて把握できるにもかかわらず，本願明細書の記載から主張するものであって，失当である。",
                "その主張の内容も，結局のところセキュリティ特権を「生体計測テンプレートに関連付けられた機能」にすぎないものと解釈するものと解される。",
                "しかし，上記解釈によれば，「機能」が「セキュリティ特権」であるので， aの②の発明特定事項に相当する関連付けを規定するまでもないこととなるから，被告主張のセキュリティ特権は，前記ア aの①及び②の二つの発明特定事項の関連付けによって生体計測テンプレートと機能とを結び付ける本願発明のセキュリティ特権とは明らかに性質を異にする。また，被告主張のセキュリティ特権の解釈は，前記ア aの③及び④の発明特定事項が共に含む二つの関連付けのうち，「セキュリティ特権」と「機能」との間の関連付けを評価する必要を失わせるものである。すなわち，例えば，「生体計測テンプレートが，前記アイコンが関連付けられた前記複数の機能の1つ(機能のセキュリティ特権)に関連付けられ」ているにもかかわらず当該「複数の機能の1つ(機能のセキュリティ特権)」が「前記アイコンが関連付けられた前記複数の機能の1つに関連付けられない」ということがあり得ないため aの④の発明特定事項に含まれる「又は」で接続された二つの「場合」のうちの一つ目の「場合」(関連付けられない場合)に相当するものが考慮される余地はないこととなる。",
                "以上のとおり，被告の主張は本願の特許請求の範囲の記載に基づかないものである。",
                "さらに，被告の主張は，本願明細書【0031】及び図6の理解をも誤ったものである。",
                "すなわち，被告の主張は，審決において参照すべきであるとされた本願明細書のステップ603及びステップ604の解釈に矛盾しているし，セキュリティ特権が被告主張のとおりのものであるとすると，ステップ608において指紋に関連付けられた機能の中にEメール機能が存在することが判定されれば，その時点でEメール機能へのアクセスを許可することが決まるため，ステップ609はもはや不要であることになる。",
                "したがって，審決の認定判断及び被告の主張するセキュリティ特権の内容は，いずれも誤っている。",
                "引用発明について",
                "引用発明においては，ユーザとオブジェクトとが直接的に関連付けられており，ユーザやオブジェクトと関連付けられたセキュリティ特権のようなものは存在しない。すなわち，引用発明では，下記のテーブル3のような単一のテーブルが管理されるだけである。",
                "したがって，引用例1において開示される事項は，せいぜい「指紋のテンプレートに関連付けられたオブジェクト」にすぎず，本願発明のセキュリティ特権を開示するものではない。",
                "［テーブル3］",
                "オブジェクト 指紋のテンプレート(FT)    A FT1，FT2，FT3，FT4，FT5，…  B FT2，FT3，FT4，FT5，…  C FT4，FT5，FT6，…  D FT1，FT5，…E FT1，FT2，FT4，…2  取消事由2(相違点4に係る容易想到性の判断の誤り)",
                "審決は，相違点4につき，引用発明において，「オペレータが指をタッチ・スクリーンのフィールドにタッチすると，監視装置に接続された指紋認識装置が，権限を与えられたアクセスか否かのチェックを行ない，もしそのオペレータがそのプログラムへのアクセスに権限を与えられているならば，所定のプログラムがオペレータに与えられ」るものであり，これ以外の場合には，その機能へのアクセスを許可しないようにすること，つまり，権限があってもそのプログラムへのアクセスの権限でなかったり，そもそも権限がないときには，アクセスできないようにすることは，当業者が容易に想到することができたものであるので，引用発明において，相違点4に係る本願発明の構成とすることは当業者が容易に想到することができたものであると認定判断した。",
                "しかし，前記1のとおり，引用発明にはセキュリティ特権に相当するものが存在しない。",
                "また，審決は，相違点4に含まれる「セキュリティ特権が，アイコンが関連付けられた複数の機能の1つに関連付けられない場合」及び「生体計測入力に関連付けられた生体計測テンプレートが，セキュリティ特権に関連付けられない場合」という二つの「場合」のうち，前者を看過している。すなわち，引用例1の【0019】には，「決定ブロツク122において，アクセス・テーブルは，認識されたユーザと選択されたオブジエクトとの適合を含んでいるか否かが決定される。」と記載されているところ，引用例1においては，「適合を含んでいる」にもかかわらず「オブジエクト」が「指紋とは別種の何か」に関連付けられていないことを理由にアクセスが許可されないようなことはない。したがって，引用例1は，相違点4における前者の「場合」又は後者の「場合」にアクセスを許可しないことを開示も示唆もしていない。",
                "なお，引用例1に関する被告の主張(後記第4の2)は，「アクセスの許可又は不許可を決定するための具体的な構成」ではなく，「最終的にアクセスの許可又は不許可が決定された状態」の共通性に基づいて相違点4に係る構成の容易想到性を主張しようとするものであるところ，「機能」と「指紋」との結び付きの確認が完了して最終的にアクセスが許可されたという「状態」の共通性と，「機能」と「指紋」との結び付きを確認するための具体的な「構成」の共通性とは，全く次元の異なる問題であるから，被告の上記主張は失当である。",
                "以上のとおり，審決の上記認定判断は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点3に係る実質性の判断の誤り)について",
          "text": [
            "以下のとおり，相違点3に係る事項につき，本願発明と引用発明の構成は同一である。したがって，相違点3に係る事項は実質的な相違点ではないとした審決の判断に誤りはない。",
            "本願発明におけるセキュリティ特権について"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "セキュリティ特権の意義について",
              "text": [
                "請求項の記載について",
                "本願の請求項1は，セキュリティ特権に関連して，次のとおり特定している。",
                "①  「前記複数の生体計測テンプレートのうち少なくとも1つが，複数のセキュリティ特権のうちの1つに関連付けられ，前記複数のセキュリティ特権のうち少なくとも1つが，複数の機能のうちの1つに関連付けられる」",
                "②  「前記生体計測入力に関連付けられた前記生体計測テンプレートが関連付けられている前記複数のセキュリティ特権の1つが，前記アイコンが関連付けられた前記複数の機能の1つに関連付けられている場合に，前記複数のアイコンの1つが関連付けられている機能へのアクセスを許可するように構成される」",
                "③  「前記セキュリティ特権が，前記アイコンが関連付けられた前記複数の機能の1つに関連付けられない場合，又は，前記生体計測入力に関連付けられた前記生体計測テンプレートが，前記セキュリティ特権に関連付けられない場合には，前記機能へのアクセスを許可しないように構成される」",
                "もっとも，本願の請求項1には「セキュリティ特権」の明確な定義はない。",
                "本願明細書の記載について",
                "本願明細書【0029】ないし【0031】の記載によれば，実施例のPDAは，「Eメール・プログラムのセキュリティ特権」に関連する「指紋」を格納しており(【0029】)，指紋が入力されると，その指紋のイメージが格納された指紋と合致するか否かを検証し(ステップ607)，合致する指紋が見付かれば，指紋に関連する「セキュリティ特権」を判定し(ステップ608)，次に「Eメール機能」が「それらの特権」の中にあるかどうかを判定し(ステップ609)，「Eメール機能」が「それらの特権」の中にあれば，「Eメール機能へのアクセス」を許可する(ステップ610)ものである(【0031】)。",
                "すなわち，本願明細書において，PDAには，「指紋」と「Eメール機能」(Eメール機能のセキュリティ特権)とが関連付けられて格納されており，入力された「指紋」が，「Eメール機能」に関連付けられた「指紋」と合致した場合に，「Eメール機能」へのアクセスを許可するものであり，さらに，【0031】及び図6の「ステップ608」に関する記載を参照すると，本願明細書における「セキュリティ特権」は，「Eメール機能」へのアクセス権にほかならない。",
                "そうすると，本願発明の前記 の①の発明特定事項は，本願明細書の上記記載との整合性を考慮すれば，「所定の生体計測テンプレート」と「所定の機能」とが，一つの「セキュリティ特権」によって関連付けられること(結び付けられること)を意味すると合理的に理解することができる。",
                "の②及び③の発明特定事項は，一つの「セキュリティ特権」が「所定の機能」と関連付けられている場合に，当該「所定の機能」へのアクセスを許可し，他方，「所定の機能」と関連付けられていない場合には，当該「所定の機能」へのアクセスを許可しないことであると理解することができる。",
                "すなわち，本願発明に特定された「セキュリティ特権」の技術的意義は，本願明細書に記載された事項を参酌すれば，所定の機能と関連付けられたアクセス権に対応するものであり，審決の認定するように「Eメールなどの機能と登録した指紋とを結び付けるもの」(審決書14頁8～9行目等)であると合理的に理解することができる。",
                "審決は，セキュリティ特権の技術的意義に関連して，「相違点3に係る事項は，つまり「セキュリティ特権」に係るものであり，「セキュリティ特権」により生体計測テンプレートと機能とを関連付け，セキュリティ特権」を介して生体計測テンプレートと機能とが関連付けられた場合にその機能へのアクセスを許可するものである。」(審決書13頁9～12行目)と認定している。",
                "すなわち，当該審決の記載は，上記のとおり，本願明細書における「セキュリティ特権」が所定の機能と関連付けられたアクセス権に対応することを認定した上で，相違点3に係る事項を検討したものであることは明らかである。",
                "したがって，審決における本願発明のセキュリティ特権の技術的意義の認定に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "原告の主張について",
              "text": [
                "原告は，本願発明において，メモリの中に格納される複数の生体計測テンプレートは，複数のセキュリティ特権との間で，一例として前記のテーブル1により規定される関連付けを有し ，複数のセキュリティ特権は，複数の機能との間で，一例として前記のテーブル2により規定される関連付けを有する )。",
                "しかし，本願明細書の記載を参酌しても，本願発明のセキュリティ特権に関し，テーブル1及び2に相当する構成が存在し，テーブル1で「生体計測テンプレート」である「指紋」が特定されると「セキュリティ特権」が特定され，テーブル2で「セキュリティ特権」が特定されると「機能」が特定されることは，記載も示唆もされていない。",
                "また，原告は，被告の前記アの主張につき，本願の特許請求の範囲に基づいて理解できるにもかかわらず，本願明細書に基づいて主張するもので失当である上に，本願の特許請求の範囲の記載に基づかないものである旨主張する(",
                "しかし，審決は，本願発明を特許請求の範囲に記載されたとおりに認定した上で，本願明細書の記載を参酌し，前記アのとおり，本願発明に特定されたセキュリティ特権の技術的意義について認定したものであるから，審決の認定は本願の特許請求の範囲の記載に基づかないものではない。",
                "さらに，原告は，本願発明は「管理者」が柔軟かつ効率的に管理できる旨も主張する",
                "しかし，本願明細書を参照しても，【0005】や【0029】ないし【0031】に記載されているのは「個人」の携帯情報端末(PDA)であって，複数の利用者や管理者は記載がない。",
                "引用発明について",
                "引用発明は，「オペレータが指をタッチ・スクリーンのフィールドにタッチすると，監視装置に接続された指紋認識装置が，権限を与えられたアクセスか否かのチェックを行ない，もしそのオペレータがそのプログラムへのアクセスに権限を与えられているならば，所定のプログラムがオペレータに与えられ」るものであって，オペレータの指紋からそのプログラムへのアクセス権があるかどうかを判断することは，所定のプログラム，すなわち「機能」と登録した「指紋」とを結び付けることにほかならない。",
                "そうすると，引用発明における「所定のプログラムへのアクセス権」は，本願発明における「セキュリティ特権」にほかならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点4に係る容易想到性の判断の誤り)について",
          "text": [
            "本願発明に特定されたセキュリティ特権の技術的意義は，本願明細書に記載された事項を参酌すれば，所定の機能と関連付けられたアクセス権に対応するものであり，審決の認定するように「Eメールなどの「機能」と登録した「指紋」とを結び付けるもの」(審決書14頁等)であると合理的に理解することができる。",
            "他方，引用発明は，審決の認定するとおり，「オペレータが指をタッチ・スクリーンのフィールドにタッチすると，監視装置に接続された指紋認識装置が，権限を与えられたアクセスか否かのチェックを行ない，もしそのオペレータがそのプログラムへのアクセスに権限を与えられているならば，所定のプログラムがオペレータに与えられ」るものであって(審決書15頁24～28行目)，オペレータの指紋からそのプログラムへのアクセス権があるかどうかを判断することは，所定のプログラム，すなわち「機能」と登録した「指紋」とを結び付けることにほかならない。",
            "そうすると，引用発明における「所定のプログラムへのアクセス権」は，本願発明における「セキュリティ特権」にほかならない。",
            "したがって，「これ以外の場合には，その機能へのアクセスを許可しないようにすること，つまり，権限があってもそのプログラムへのアクセスの権限でなかったり，そもそも権限がないときには，アクセスできないようにすることは，当業者が容易に想到することができたものである。そうすると，「プロセッサが，セキュリティ特権が，アイコンが関連付けられた複数の機能の1つに関連付けられない場合，又は，生体計測入力に関連付けられた生体計測テンプレートが，セキュリティ特権に関連付けられない場合には，機能へのアクセスを許可しない」ように構成することは，当業者が容易に想到することができたものである。」(審決書15頁29～37行目)とした審決の認定判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由にはいずれも理由があり，審決は取り消されるべきものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点3に係る実質性の判断の誤り)について",
          "text": [
            "本願発明のセキュリティ特権の意義について",
            "原告は，相違点3に関する審決の判断につき，審決は本願発明におけるセキュリティ特権の意義に関する認定を誤っており，本願発明の構成と引用発明の構成とは同一であるとはいえず，審決の判断は誤りである旨主張する(前記第3の1)。これに対し，被告は，審決の判断に誤りはない旨主張する(前記第4の1)。",
            "そこで，相違点3に係る本願発明の内容について検討する。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "請求項の記載について",
              "text": [
                "原告は，本願発明の請求項1の記載のみから，メモリの中に格納される複数の生体計測テンプレートは，複数のセキュリティ特権との間で，一例として 示すテーブル1(以下，単に「テーブル1」という。)により規定される関連付けを有し ，複数のセキュリティ特権は，複数の機能との間で，一例として 示すテーブル2(以下，単に「テーブル2」という。)により規定される関連付けを有するということができるとし，審決の判断には誤りがある旨主張する ，イ)。",
                "そこで，以下，本願発明の請求項1の記載について検討する。",
                "メモリに関する部分について",
                "本願発明の請求項1の記載は前記第2の2のとおりであるところ，本願発明は，相違点3に関する発明特定事項として「前記ハウジング内に配置され，複数の生体計測テンプレートを格納するように構成されるメモリであって，前記複数の生体計測テンプレートのうち少なくとも1つが，複数のセキュリティ特権のうちの1つに関連付けられ，前記複数のセキュリティ特権のうち少なくとも1つが，複数の機能のうちの1つに関連付けられる，メモリ」を含むものである。そうすると，本願発明は，メモリを特定する記載において，①「複数の生体計測テンプレートのうち少なくとも1つが，複数のセキュリティ特権のうちの1つに関連付け」られること，②「複数のセキュリティ特権のうち少なくとも1つが，複数の機能のうちの1つに関連付けられる」こと，がそれぞれ記載されているものといえる。",
                "以上の記載からは，本願発明には，①「生体計測テンプレート」と「セキュリティ特権」の関連付け，及び，②「セキュリティ特権」と「機能」との関連付けの二つが存在することを明確に理解できる。",
                "プロセッサに関する部分について",
                "本願発明は，相違点3に関する発明特定事項として「前記メモリおよび前記生体計測センサに結合され，前記複数の生体計測テンプレートのうちの1つが前記生体計測入力に関連付けられる，前記ハウジング内に配置されるプロセッサであって，該プロセッサは，前記生体計測入力を受けた前記タッチ・スクリーン内における前記位置を計算し，該位置に，前記複数のアイコンのうちの1つが存在する場合，および，前記生体計測入力に関連付けられた前記生体計測テンプレートが関連付けられている前記複数のセキュリティ特権の1つが，前記アイコンが関連付けられた前記複数の機能の1つに関連付けられている場合に，前記複数のアイコンの1つが関連付けられている機能へのアクセスを許可するように構成される，プロセッサ」を含むものであり，当該プロセッサは，「前記セキュリティ特権が，前記アイコンが関連付けられた前記複数の機能の1つに関連付けられない場合，又は，前記生体計測入力に関連付けられた前記生体計測テンプレートが，前記セキュリティ特権に関連付けられない場合には，前記機能へのアクセスを許可しないように構成される」ものである。",
                "上記各記載に照らすと，本願発明におけるプロセッサは，①「生体計測入力に関連付けられた前記生体計測テンプレートが関連付けられている前記複数のセキュリティ特権の1つが，前記アイコンが関連付けられた前記複数の機能の1つに関連付けられている場合に」，「複数のアイコンの1つが関連付けられている機能へのアクセスを許可する」こと，及び，②「セキュリティ特権が，前記アイコンが関連付けられた前記複数の機能の1つに関連付けられない場合」，又は「生体計測テンプレートが，前記「セキュリティ特権」に関連付けられない場合」には，機能へのアクセスを許可しないことをそれぞれ特定するものといえる。",
                "そして，上記①の記載からは，「機能」へのアクセスが許可されるには，「生体計測テンプレート」が「セキュリティ特権」に関連付けられており，さらに，「セキュリティ特権」が「機能」に関連付けられているという二段階の要素が必要であることが明確に理解できる。しかも，上記②の記載に照らすと，「機能」へのアクセスが許可されない場合として，「セキュリティ特権」が「機能」に関連付けられない場合，及び，「生体計測テンプレート」が「セキュリティ特権」に関連付けられない場合の二つの別個のものが記載されていることが明らかであり，「機能」へのアクセスの可否につき，二つの関連付けの各々が技術的意義を有するものであることが理解できる。",
                "まとめ",
                "前記 及び において説示したところに照らすと，請求項1の文言上，本願発明は，「生体計測テンプレート」と「セキュリティ特権」の関連付け，及び「セキュリティ特権」と「機能」の関連付けという二つの別個の関連付けの有無に基づき，プロセッサが「アイコン」に関連付けられている「機能」へのアクセスを許可するか否かを判断するものであって，「セキュリティ特権」は，「生体計測テンプレート」や「機能」とは異なるものであることを理解することができるものと認められる。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願明細書の記載について",
              "text": [
                "これに対し，被告は，本願明細書の記載を参酌すると，審決の認定判断)，前記アにおいて検討した「セキュリティ特権」と「機能」の関連付けの意義について，本願明細書の記載を参照する。",
                "本願明細書(甲5)には以下の記載がある(下線は裁判所が付した。)。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "「【0029】",
                  "text": [
                    "本発明の方法は，ディスプレイ上のアイコンによって表される機能に関する指紋認証を提供する。基本実施形態では，この方法は，PDAに導入されたマン・マシン・インターフェース装置100を使用中に使用されるが，他の適切な技術と共に使用することができ，本明細書で説明する例は，両方を使用する。この方法は，従来のユーザ・インターフェース及び認証方法を置き換えるためのものである。例えばPDAは，所期の受信側がセキュアに保つことを望むEメールを受信することができる。PDAは，Eメール・プログラムのセキュリティ特権に関連する所期の受信側に関して登録した指紋を格納する。更に，PDAは，選択時にEメール・プログラムにアクセスするアイコンをディスプレイ装置102上に表示する。」"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "「【0030】",
                  "text": [
                    "図5に，本発明のマン・マシン・インターフェース装置100を使用して，PDA503のディスプレイ装置102上に表示されるアイコン502(この例ではEメール・アイコン)の上の指タッチ・センサ領域101にタッチする個人501を示す。図6のフロー・チャートからわかるように，指タッチ・センサ領域101は，指の存在を検出し(ステップ601)，指紋のイメージを生成し(ステップ602)，それがコントローラ103に渡される。コントローラ103は，指タッチ位置を計算し(ステップ603)，その位置に，ディスプレイ上102上に表示されたアイコンが存在するかどうかを判定する(ステップ604)。アイコンが存在する場合，PDAは，どの機能がアイコンと関連付けられているかを判定し(ステップ605)，その機能が指紋認証を必要とするかどうかを判定する(ステップ606)。」"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "「【0031】",
                  "text": [
                    "機能が認証を必要としない場合，PDAは，機能へのアクセスを直接許可する。しかし，Eメールに伴うこの例では，機能は，指紋認証を必要とする。PDAは，合致が見つかるまで，格納された指紋を検討し，格納されたイメージに対して新しいイメージを検証する(ステップ607)。合致が見つかった場合，PDAは，指紋に関連するセキュリティ特権を判定し(ステップ608)，Eメール機能がそれらの特権の中にあるかどうかを判定する(ステップ609)。Eメール機能がそれらの特権の中にない場合，この方法は終了する(ステップ611)。Eメール機能がそれらの特権の中にある場合，PDAはEメール機能へのアクセスを許可し(ステップ610)，次いで認証方法を終了する(ステップ611)。」"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "本願明細書には，認証方法につき図6(本判決別紙「本願明細書図6」参照)の記載がある。",
                    "以上のとおり，本願明細書には，PDAが「Eメール・プログラムのセキュリティ特権」と関連する「指紋」(生体計測テンプレート)を格納することが記載されている(前記 )。",
                    "また，本願明細書における，「PDAは・・・格納されたイメージに対して新しいイメージを検証」し，指紋の「合致が見つかった場合，PDAは，指紋に関連するセキュリティ特権を判定し(ステップ608)，Eメール機能がそれらの特権の中にあるかどうかを判定する(ステップ609)」との記載(前記 )，並びに，図6の上記各記載に対応すると解されるステップ608の「合致に関するアクセス権を判定する」との記載，及び，ステップ609の「機能へのアクセスを許可するか？」との記載(前記 d)に照らすと，検出された指紋が格納されている指紋と合致することの判定(ステップ607)からEメール機能へのアクセス許可(ステップ610)までの間に，指紋と関連付けられるセキュリティ特権の判定を行うステップ(ステップ608)，及びセキュリティ特権と機能とが関連付けられているかどうかを判定するステップ(ステップ609)の二つが存在することが理解できる。さらに，セキュリティ特権と機能との関連付けの有無により機能へのアクセスの許否が判断されることが記載されている(ステップ610，611)ことも理解できる。",
                    "以上によれば，本願明細書の記載を参照すると，本願発明は，「生体計測テンプレート」と「セキュリティ特権」の関連付け，及び「セキュリティ特権」と「機能」の関連付けという二つの別個の関連付けの有無に基づき，プロセッサが「アイコン」に関連付けられている「機能」へのアクセスを許可するか否かを判断するものであること，「セキュリティ特権」は，「生体計測テンプレート」や「機能」とは異なるものとして記載されていることがそれぞれ理解できる。したがって，本願明細書の記載は，前記ア に説示の本願の特許請求の範囲の請求項1の記載に基づいて認定した本願発明の内容に沿うものであるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "本願発明のセキュリティ特権の意義について",
              "text": [
                "前記ア及びイにおいて説示したところから，本願発明における「セキュリティ特権」については，本願発明は，「生体計測テンプレート」と「セキュリティ特権」の関連付け，及び「セキュリティ特権」と「機能」の関連付けという二つの別個の関連付けの有無に基づき，プロセッサが「アイコン」に関連付けられている「機能」へのアクセスを許可するか否かを判断するものであり，「セキュリティ特権」は，「生体計測テンプレート」や「機能」とは異なるものであることを理解することができるものといえる。"
              ]
            },
            {
              "fig": "エ",
              "subject": "被告の主張について",
              "text": [
                "被告は，本願の請求項1には「セキュリティ特権」の明確な定義はないことを前提に，本願明細書の記載を参酌すると，本願発明に特定された「セキュリティ特権」の技術的意義は，所定の機能と関連付けられたアクセス権に対応するものであり，審決の認定するように「Eメールなどの機能と登録した指紋とを結び付けるもの」(審決書14頁8～9行目等)であると合理的に理解することができ，審決における本願発明のセキュリティ特権の技術的意義の認定に誤りはない旨主張する(前記第4の1 )。",
                "しかし，被告の上記主張は，審決における「Eメール機能はセキュリティ特権の中の一であって，「セキュリティ特権」は，Eメールなどの「機能」と登録した「指紋」とを結び付けるものであり，「機能」や「指紋」から独立して設定可能な「セキュリティ特権」があるものではないと解される。」(審決書14頁7行目～10行目)との認定判断を前提とするものであるところ，本願発明における「セキュリティ特権」は，指紋と機能とを結び付けるものであるとしても，「機能」とは異なるものとして理解できることは前記ウの説示のとおりである。そうすると，上記審決の認定は誤っているというほかなく，したがって，被告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "オ",
              "subject": "まとめ",
              "text": [
                "以上によれば，本願発明の「セキュリティ特権」の意義に関する審決の認定には誤りがある。",
                "引用発明について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "引用発明は前記第2の3 記載のとおりのものと認められるところ(甲1)，引用例1には以下の記載がある(下線は裁判所が付した。)。",
                "「【0016】・・・アクセス付与装置76中にある関連された「アイコン毎の」アクセス・テーブルに対して，指紋のテンプレートが比較される。・・・」",
                "「【0019】・・・決定ブロツク120において，一致した指紋のイメージがアクセス・テーブルの領域内で見出されたか否かが決定される。・・・決定ブロツク120の応答がイエスであれば，決定ブロツク122において，アクセス・テーブルは，認識されたユーザと選択されたオブジエクトとの適合を含んでいるか否かが決定される。・・・決定ブロツク122の応答がイエスであれば，決定ブロツク124において，アクセス・テーブルは，このユーザに対してアプリケーシヨンの使用制限を含んでいるか否かが決定される。若し，決定ブロツク124の応答がイエスならば，ブロツク102に戻る経路を従えたブロツク126において，選択されたオブジエクトに関連したプログラム(制限付きのプログラム)が呼び出される。若し，決定ブロツク124の応答がノーであれば，ブロツク102に戻る経路を従えたブロツク112において，選択されたオブジエクトに関連したプログラム(制限なしのプログラム)が呼び出される。」"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "以上によれば，引用発明において，「アイコン毎のアクセス・テーブル」は，個々の「アイコン毎」に設けられるものであること，アクセス・テーブルの領域内に指紋のイメージが格納されているか否か(「一致した指紋のイメージがアクセス・テーブルの領域内で見出されたか否か」)の決定は，入力された指紋のイメージについて，個々のアイコンに関連付けられているプログラムにアクセスする権利の有無を判断するために用いられるものであり，上記決定に基づき，「選択されたオブジエクトに関連したプログラム」が呼び出されるものであることが認められる。",
                "本願発明と引用発明の対比",
                "前記 に説示の引用発明の内容に照らすと，引用発明は，アクセス・テーブルを備えるものではあるが，プログラムへのアクセス権の有無は，アクセス・テーブルの領域内に指紋のイメージが格納されているか否かを判定することにより決定されるものであるから，引用発明においては，指紋とプログラムとが直接結び付けられているものといえる。",
                "そうすると，引用発明は，前記 に説示の本願発明における「セキュリティ特権」に相当する構成を含むものではない。",
                "被告は，引用発明における「所定のプログラムへのアクセス権」は，本願発明における「セキュリティ特権」にほかならない旨主張する(前記第4の1 )。しかし，被告の「セキュリティ特権」の意義に関する主張が採用できないことは前記 エに説示したとおりであるから，被告の上記主張はその前提を欠き採用することができない。",
                "まとめ",
                "以上によれば，相違点3に係る事項は実質的な相違点ではないとした審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点4に係る容易想到性の判断の誤り)について",
          "text": [
            "前記1に説示したとおり，引用発明には本願発明の「セキュリティ特権」に相当する構成が含まれない以上，引用発明において，オペレータがプログラムへのアクセス権限を与えられていない場合に，その機能へのアクセスを許可しないようにする，つまり，権限があってもそのプログラムへのアクセスの権限でなかったり，そもそも権限がないときには，アクセスできないようにした(審決書15頁下から11行目～8行目)としても，相違点4に係る本願発明の構成となるものではない。",
            "したがって，相違点4に係る構成につき，引用発明に基づき当業者が容易に想到できたとする審決の判断は誤りである。",
            "被告は，引用発明における「所定のプログラムへのアクセス権」は，本願発明における「セキュリティ特権」に相当することを前提に，相違点4に係る構成につき容易想到であるとした審決の判断に誤りはない旨主張する(前記第4の2)。",
            "しかし，引用発明における「所定のプログラムへのアクセス権」は，本願発明における「セキュリティ特権」とは異なることは前記1に説示したとおりであり，被告の上記主張はその前提を欠き採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，審決は，本願発明の認定を誤り，その結果，相違点3に係る実質性の判断及び相違点4に係る容易想到性の判断を誤ったものであるから，違法として取り消されるべきである。",
        "よって，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10044",
    "date": "2014-11-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084652",
    "ipprecedent_id": "3911",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}