{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2012-26174号事件について平成26年6月10日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，先願発明との同一性判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成20年7月25日，発明の名称を「紫の可視光線と不可視光線の近紫外線で透過するウイルス殺菌安全施設」とする特許出願をした(2008-213318号)が，平成24年9月27日，拒絶査定を受け，平成25年1月4日，審判請求をした(不服2012-26174号)。",
            "特許庁は，平成26年6月10日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，同年7月2日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "特許請求の範囲の請求項1に記載された本願発明の要旨は，以下のとおりである。",
            "【請求項1】",
            "「屋内を殺菌作用のある紫色の可視光線と不可視光線の近紫外線で透過して，ウイルスを殺菌することを特徴とした，『紫色の可視光線と不可視光線の近紫外線を透過する構造としたウイルス殺菌安全施設』。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願発明は，引用例(特開平9-207262号公報。甲1)記載の発明(引用発明)と同一の発明であるから，特許法29条1項3号により特許を受けることができない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "「熱光線である赤外線を遮断して紫外線を透過する，温室用の被覆シートに使用する農業用シートにおいて，紫外線(UV)及び波長400～700nm近辺の可視光線をともに良好に透過する農業用シートであり，波長約300nm以下の分光透過率は0％であり，波長が増加するに従い透過率が増加し，波長400nmにおいて70％超の透過率に達し，波長400～700nmにおいても70％超の透過率を有する，紫外線の透過によって植物の栽培が円滑に行える農業用シートを用いてなる温室。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "(一致点)",
                "「屋内を紫色の可視光線と不可視光線の近紫外線で透過して，紫色の可視光線と不可視光線の近紫外線を透過する構造とした施設。」",
                "(形式上の相違点)",
                "本願発明は，紫色の可視光線と不可視光線の近紫外線に関して「殺菌作用のある」こと，また，施設に関して「ウイルスを殺菌することを特徴とした，ウイルス殺菌安全施設。」であるのに対し，引用発明はそのようなものであるか不明である点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "形式上の相違点についての検討",
              "text": [
                "発明の詳細な説明の記載からみて，本願発明に係る施設は，構造物に透明のビニール又は合成樹脂を貼り付けて300～400nmの波長を含む紫の可視光線と不可視光線の近紫外線が透過した施設であると解される。したがって，本願発明の「屋内を殺菌作用のある紫色の可視光線と不可視光線の近紫外線で透過して，ウイルスを殺菌することを特徴とした，『ウイルス殺菌安全施設』。」との事項は，透明のビニール又は合成樹脂を貼り付けて300～400nmの波長を含む紫の可視光線と不可視光線の近紫外線を透過させた施設を含むものと解される。",
                "引用発明の温室も，透明な合成樹脂シートを貼り付けた近紫外線及び紫を含む可視光線が透過した施設であるから，本願発明と同様の施設であって，紫色の可視光線と近紫外線による殺菌作用を有する点でも，本願発明と同様であるから，相違点は，実質的に相違点ではない。本願発明には，紫色の可視光線と不可視光線の近紫外線に関する透過率に関する記載はなく，引用発明の「紫外線を透過する」温室も，可及的に近紫外線を透過することを意図したものであるから，作用効果の面からも本願発明と引用発明とが異なる発明と認識されるものではない。",
                "そうすると，本願発明は，引用発明と同一の発明ということができる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の認定の誤り",
          "text": [
            "本願発明は，鳥インフルエンザウイルスのように抗体の変異が極めて早いウイルスのDＮAを損傷する構造原理として，透明の紫色の畜舎であることを必須の要件とし，紫外線照射装置から出る光線ではなく，太陽光線を活用して紫の透過光を利用するものである。畜舎を透過した光線の波長が300～400nmなのは，本願発明のみである。",
            "本願明細書において，符号の説明で，「ウイルス殺菌安全施設」について「紫色で透明の施設」と記載されているのは，本願発明に係る施設が，普通の紫外線のほかに，紫色で透明の物質を透過するからであって，ただの透明な施設ではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明の認定の誤り",
          "text": [
            "引用発明では，400～700nmの波長の70％程度が，鉛色の農業用シートを透過するが，これでは，微弱なウイルスを殺傷することはできても，鳥インフルエンザウイルスのDＮAを損傷することはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の認定の誤り",
          "text": [
            "本願発明は，殺菌するウイルスの種類を特定していないから，殺菌の対象を特定した原告の主張は，特許請求の範囲の記載に基づかないものである。",
            "また，本願発明では，「ウイルス殺菌安全施設」について「紫色で透明」であるとは特定されておらず，原告の主張は，特許請求の範囲の記載に基づかないものである。発明の詳細な説明に「建物の構造物に紫色で透明のビニール又は合成樹脂あるいはガラス等を貼り付けるなどとして」と記載されているとしても，それはあくまで実施態様の一つにすぎず，本願発明の「ウイルス殺菌安全施設」を「紫色で透明」なものに限定して解釈すべき理由はない。なお，畜舎を透過した中に，太陽光線中の「普通の紫外線」の他に，太陽光線中に含まれる光線とは別の「紫色のした透明が加わっている光線」が存在するという技術常識はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明の認定の誤り",
          "text": [
            "引用例には，合成樹脂シートに無機系物質を蒸着させると記載されているが，「鉛色の紫外線」という記載はなく，無機系物質を蒸着させた合成樹脂シートは，紫外線(UV)及び波長400～700nm近辺の可視光線をともに良好に透過させる。したがって，波長300～400nmの近紫外線と波長400～700nmの可視光線を含む太陽光線は，引用発明の農業用シートを良好に透過することができ，温室内に到達した波長300～400nmの近紫外線は，畜舎内で殺菌作用を果たすはずである。引用発明の農業用シートを透過して畜舎内に到達した近紫外線が，程度はともかくとして，全く鳥インフルエンザウイルスのDＮAを損傷して殺菌することができないとはいえないから，引用発明の農業用シートを透過した紫外線が鳥インフルエンザウイルスのDＮAを損傷して殺菌することはできないとする原告の主張は，失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "text": [
                "本願明細書(甲2)には，次のとおりの記載がある。",
                "【請求項1】",
                "屋内を殺菌作用のある紫色の可視光線と不可視光線の近紫外線で透過して，ウイルスを殺菌することを特徴とした，「紫色の可視光線と不可視光線の近紫外線を透過する構造としたウイルス殺菌安全施設」。",
                "【発明の詳細な説明】",
                "本発明は伝染病のウイルスに犯された野鳥が，家畜等に媒介し，更にはそのウイルスが我々人間にも被害を受けるという構造を喉元からカットする為に，発明したものであって，本日ここに発表するものである。視界が見える明るい所は7色の光で構成され，赤の外側には不可視光線の赤外線，紫色の可視光線の外側には不可視光線の紫外線は必ず存在している。この紫の外側にある近紫外線は強い殺菌作用がある。そこで本発明者はこの紫外線の強力な殺菌作用に着目した。建物の内部を全部紫色の可視光線と不可視光線の近紫外線が透過する施設にすれば，近紫外線の殺菌作用によりウイルスは殺菌されることになり我々人間社会にも2次被害が波及することもない。建物の構造物に紫色で透明のビニール又は合成樹脂あるいはガラス等を貼り付けるなどとして屋内を紫色にする，要するに内部が紫の可視光線と不可視光線の近紫外線で透過させれば300～400nmの波長が浸透して伝染ウイルスを殺菌するのである。このような施設にすれば，野鳥等からの伝染ウイルスの媒介は喉元からカットされることになる。又の施設の屋内に家畜などを育成すれば家畜が伝染ウイルスに冒され全滅する等ということもなく，清潔な畜産物が提供できる。畜舎は空調設備などで室温を常に家畜が快適な環境状態に維持させておくと言うことは云うまでも無い。",
                "【図面の簡単な説明】",
                "【図1】建物の構造物に紫で透明のビニール，又は合成樹脂あるいはガラス等を設置し，建物内部が紫色の建物の上空で伝染病のウイルスに冒されている野鳥が病原体を撒き散らしながら畜舎の上空を飛び待ってしていることを示す斜視図。",
                "【符号の説明】",
                "(1)紫色で透明の施設",
                "・・・"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用例(甲1)には，次のとおりの記載がある。",
                "【特許請求の範囲】",
                "【請求項1】紫外線透過性の透明乃至半透明の合成樹脂シートの少なくとも片面に酸化錫，若しくは酸化錫を主体とする無機系物質を物理的蒸着法にて成膜した赤外線遮断層を備え，少なくとも紫外線を透過し且つ赤外線を遮断することを特徴とする農業用シート。",
                "【0001】",
                "【発明の属する技術分野】本発明は，熱光線である赤外線を遮断して紫外線を透過するシートであって，温室用の被覆シートなどに使用する農業用シートに関する。",
                "【0002】",
                "【従来の技術】温室に張られる農業用シートは，地域の気候や気象条件や，温室で栽培する植物の種類による栽培に適する温度など，その目的に応じて種々のシートが開発されている。",
                "・・・",
                "【0006】",
                "【発明が解決しようとする課題】",
                "・・・",
                "【0007】本発明は，上記のような農業用シートにおいて，赤外線遮断層の膜厚を適宜に調整することによって，赤外線，特に近赤外線を必要とする遮断程度に対応して遮断できるようにして，栽培条件に対応した農業用シートの容易な使い分けができるようにすることにある。",
                "・・・",
                "【0014】〔実施の形態1〕図1(a)は，本発明の農業用シートの実施の形態1であり，透明乃至半透明な紫外線を透過する合成樹脂シート1の少なくとも片面に，物理的蒸着法(PVD法)，例えば真空蒸着方式(例えば，真空度10-9Torr以上)，又はスパッタリング方式(例えば，10-1～10Pa程度のアルゴンガスなど不活性ガス中にて，4000～6000V印加)にて，無機系物質を吸着させて成膜し，赤外線遮断層2を設けたものである。",
                "・・・",
                "【0016】使用する合成樹脂シート1としては，ポリエチレンテレフタレート系樹脂，ポリ塩化ビニル系樹脂，ポリオレフィン系樹脂のうちのいずれか1種又はこれらの複合によるシートが使用でき，シート1の厚さは，本発明においては特に限定されるものではないが，例えば，50μm～300μmの範囲のいずれかが適当である。",
                "【0017】また，赤外線遮断層2を形成する無機系物質としては，例えば錫，銅，亜鉛，マグネシウム，アンチモン，インジウムなどの金属酸化物，又は金，銀などの貴金属類，又はカーボンブラック，又は周期律表4A，5A，6Aに属する酸化物のうちのいずれか1種若しくはこれら酸化物の混合物などの無機系物質が使用できる。",
                "・・・",
                "【0019】〔実施の形態2〕図1(b)は，本発明の農業用シートの実施の形態2であり，透明乃至半透明な紫外線を透過する合成樹脂シート1の少なくとも片面に無機系物質をスパッタリングして赤外線遮断層2を設け，該遮断層2を設けた合成樹脂シート1の少なくとも片面，又は両面に汚染防止層3を設けたものである。",
                "・・・",
                "【0022】〔実施の形態3〕図1(c)は，実施の形態3であり，透明乃至半透明な紫外線を透過する合成樹脂シート1の少なくとも片面に無機系物質をスパッタリングして赤外線遮断層2を設け，該遮断層2を設けた合成樹脂シート1の少なくとも片面，又は両面に防露層4を設けたものである。",
                "・・・",
                "【0025】〔実施の形態4〕図1(d)は，実施の形態4であり，透明乃至半透明な紫外線を透過する合成樹脂シート1の少なくとも片面に無機系物質をスパッタリングして赤外線遮断層2を設け，該遮断層2を設けた合成樹脂シート1の一方の面に汚染防止層3，他方の面に防露層4を設けたものである。・・・",
                "・・・",
                "【0028】",
                "【実施例】以下に本発明の農業用シートの具体的実施例を説明する。",
                "【0029】＜実施例1＞基材シートとして，厚さ50μmのポリエチレンテレフタレート製の透明な合成樹脂シートを用意した。",
                "【0030】上記基材シート面にスパッタリング成膜するための無機系物質による成膜材料として，酸化錫を用意した。",
                "【0031】上記合成樹脂シートの片面に，スパッタリング方式にて上記酸化錫を所定の膜厚(膜厚；200Å)にて成膜して，赤外線遮断層を形成した。",
                "【0032】次に，上記合成樹脂シートの赤外線遮断層上に，グラビアコーティング方式にてフッ素系樹脂を所定の塗布量(塗布膜厚；1μm，又は0．5～1．5μm)にて塗布して汚染防止層を形成した。",
                "【0033】次に，上記合成樹脂シートの赤外線遮断層と反対側の面に，グラビアコーティング方式にて界面活性剤を所定の塗布量(塗布膜厚；1μm，又は0．5～1．5μm)にて塗布して防露層を形成して，本発明の農業用シートを得た。",
                "【0034】＜比較例＞基材シートとして，厚さ50μmのポリエチレンテレフタレート製の透明な合成樹脂シートを用意した。",
                "【0035】粒径50～100Åの酸化錫の超微粒子を，アクリル系樹脂を有機系溶剤に溶解した樹脂バインダー中に分散混合して，無機系微粒子を分散させた樹脂液(分散液)を用意した。",
                "【0036】上記合成樹脂シートの片面に，グラビアコーティング方式にて上記分散液を所定の塗布量(塗布膜厚；3μm，又は2．5～3．5μm)にて塗布し加熱乾燥させて，赤外線遮断層を形成した。",
                "【0037】次に，上記合成樹脂シートの赤外線遮断層上に，グラビアコーティング方式にてフッ素系樹脂を所定の塗布量(塗布膜厚；1μm，又は0．5～1．5μm)にて塗布して汚染防止層を形成した。",
                "【0038】次に，上記合成樹脂シートの赤外線遮断層と反対側の面に，グラビアコーティング方式にて界面活性剤を所定の塗布量(塗布膜厚；1μm，又は0．5～1．5μm)にて塗布して防露層を形成して農業用シートを得た。",
                "【0039】＜測定結果＞図2は，上記実施例1によるスパッタリング方式にて赤外線遮断層が形成された本発明の農業用シートと上記比較例による分散液を塗布することにより得られた農業用シートの分光透過率を示すグラフである。",
                "【0040】図2によれば，実施例1による本発明の農業用シートでは，波長400nm未満の紫外線(UV)及び400～700nm近辺の可視光線をともに良好に透過し，700～900nm近辺の赤外線は透過するものの，900nm以上の赤外線を良好に遮断し，特に1200nm以上の赤外線を十分に遮断できる。",
                "【0041】また比較例による農業用シートは，波長400nm未満の紫外線(UV)及び400～700nm近辺の可視光線をともに良好に透過し，700～1500nm近辺の赤外線は透過するものの，1500nm以上の赤外線を良好に遮断し，特に1800nm以上の赤外線を十分に遮断できる。",
                "・・・",
                "【0043】＜比較結果＞上記実施例1により得られた本発明の農業用シートと，従来の一般的な農業用シート(赤外線遮断機能を有するもの)との性能の比較結果では，表1に示すように，例えば，午前9時～午後3時までの6時間経過後において，従来の農業用シートを用いた密閉空間では，空間内温度が73℃まで上昇したのに対して，本発明の農業用シートを用いた密閉空間では，54℃までの上昇に抑えることができ，過剰な温度上昇を回避できた。",
                "・・・",
                "【0045】",
                "【発明の効果】本発明の農業用シートは，赤外線を遮断するとともに紫外線を透過するため，温室などの過剰な温度上昇を抑え，植物栽培の好適温度に保持することができ，また，紫外線の透過によって植物の栽培が円滑に行えるなどの効果がある。",
                "【図2】",
                "」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明と引用発明の同一性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記請求項の記載によれば，本願発明は，請求項1記載のとおり，「屋内を殺菌作用のある紫色の可視光線と不可視光線の近紫外線で透過して，ウイルスを殺菌することを特徴とした，『紫色の可視光線と不可視光線の近紫外線を透過する構造としたウイルス殺菌安全施設』。」であると認められる。審決の本願発明の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "この点，原告は，本願発明は，鳥インフルエンザウイルスのように抗体の変異が極めて早いウイルスのDＮAを損傷する構造原理として，透明の紫色の畜舎であることを必須の要件とし，紫外線照射装置からの光線ではなく，太陽光線を活用して紫の透過光を利用するものであって，畜舎を透過した光線の波長が300～400nmであるのは，本願発明のみである旨主張する。",
                        "しかしながら，本願発明の請求項上，ウイルスを殺菌することや，紫色の可視光線と不可視光線の近紫外線が透過することは，発明特定事項となっているが，光線の光源や，紫色の可視光線と不可視光線の近紫外線の透過率は，発明特定事項となっておらず，光源が太陽であること，施設で殺菌する対象が鳥インフルエンザウイルスや同ウイルスのように抗体の変異が早いウイルスであること，施設自体が透明の紫色であることは，いずれも限定されていない。可視光線の波長が400～700nmであり，紫の波長は380～430nmであること，可視光線よりも波長の短いものを紫外線と呼び，その中でも波長の長いものを近紫外線と呼ぶこと，太陽光線由来のものであるか否かにかかわらず，300～400nm付近の波長の近紫外線には殺菌作用があることは，本願出願時における技術常識であるから(甲1，乙1ないし5)，上記請求項の記載は，明細書の記載を参照しなければ理解できないようなものではなく，本願明細書の記載を参照する必要はない。したがって，原告の主張は，特許請求の範囲の記載に基づかないものというほかない。本願発明は，太陽光線からの紫色の透過光を利用したものに限られず，また，鳥インフルエンザウイルスを殺菌する施設に限定される必要もない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本願明細書において，符号の説明で，「ウイルス殺菌安全施設」について「紫色で透明の施設」と記載されているのは，本願発明に係る施設が，普通の紫外線のほかに，紫色で透明の物質をも透過するからであって，ただの透明な施設ではない旨主張する。",
                        "しかしながら，本願発明の請求項を理解する上で，本願明細書の記載を参照する必要はないことは上記(ア)のとおりである。本願発明の請求項において，施設の色や透明性の有無に関する限定はないから，原告の主張は，特許請求の範囲の記載に基づかないものというほかない。本願発明の施設は，紫色で透明の施設に限られるわけではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告の主張はいずれも理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記引用例の記載によれば，引用発明は，「熱光線である赤外線を遮断して紫外線を透過する，温室用の被覆シートに使用する農業用シートにおいて，紫外線(UV)及び波長400～700nm近辺の可視光線をともに良好に透過する農業用シートであり，波長約300nm以下の分光透過率は0％であり，波長が増加するに従い透過率が増加し，波長400nmにおいて70％超の透過率に達し，波長400～700nmにおいても70％超の透過率を有する，紫外線の透過によって植物の栽培が円滑に行える農業用シートを用いてなる温室。」であると認められ，審決の引用発明の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "この点，原告は，審決は，引用発明において，400～700nmの波長の70％が鉛色の農業用シートを透過するが，これでは，微弱なウイルスを殺傷することはできても，鳥インフルエンザウイルスのDＮAを損傷できない旨主張し，本願発明との相違点の存在を示唆する。",
                        "しかしながら，本願発明が鳥インフルエンザウイルスの殺菌に限定されるものではないことは，前記(1)のとおりであるから，この点が引用発明との相違点となるものではない。また，引用例において，合成樹脂シートに，錫，銅，亜鉛，マグネシウム等の酸化物などの無機系物質が吸着されること，合成樹脂シートは透明ないし半透明で紫外線を透過することは記載されているが，合成樹脂シートが鉛色である，あるいは，無機系物質の吸着により鉛色になるという記載はないから，原告の主張は，引用発明において，400～700nmの波長が鉛色の合成樹脂シートを透過することを前提としている点で，誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，引用例には，波長約300nm以下の分光透過率は0％であるが，紫外線及び波長400～700nm近辺の可視光線をともに良好に透過する農業用シートであることが記載されているところ，上記で指摘したとおり，近紫外線に殺菌作用があることは技術常識であるから，程度はともかくとして，引用発明が，およそ鳥インフルエンザウイルスのDＮAを損傷できないものということはできない。したがって，鳥インフルエンザウイルスの殺菌効果に限定して検討しても，引用発明に当該効果が全くないという原告の引用発明の認定には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告の主張は，いずれも理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "対比",
              "text": [
                "以上によれば，本願発明と引用発明は，ともに「紫色の可視光線と不可視光線の近紫外線を透過する構造とした施設。」という点で一致し，形式的には，本願発明は，紫色の可視光線と不可視光線の近紫外線に関して「殺菌作用のある」こと，また，施設に関して「ウイルスを殺菌することを特徴とした，ウイルス殺菌安全施設。」であるのに対し，引用発明はそのようなものであるか不明である点が相違すると認められる。",
                "しかしながら，引用発明の畜舎も，透明な合成樹脂シートを貼り付けた近紫外線及び紫を含む可視光線が透過した施設であるから，紫外線及び波長400nm近辺の可視光線が透過し，本願発明と相違する点はない。そして，本願発明は，紫色の可視光線と不可視光線の近紫外線に関する透過率を発明特定事項としていないから，ウイルス殺菌効果の程度を限定しない発明と解されるところ，引用発明においても，紫外線及び波長400nm近辺の可視光線が透過する以上，一定程度のウイルス殺菌作用があることは明らかであるから，作用効果の面から本願発明と引用発明とが異なる発明と認識されるものではない。したがって，本願発明は，引用発明と同一の発明ということができる。審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}