{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2013-390154号事件について平成26年3月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(当事者間に争いがない。)",
          "text": [
            "原告は，発明の名称を「フッ素置換オレフィンを含有する組成物」とする特許第4699758号(平成15年10月27日出願(パリ条約による優先権主張  平成14年10月25日)，平成23年3月11日設定登録。以下「本件特許」という。設定登録時の請求項の数は9である。)の特許権者である。",
            "本件特許について，平成23年6月3日(無効2011-800092号。請求項1ないし8について)，同年9月2日(無効2011-800156号。請求項1ないし8について)及び平成24年2月9日(無効2012-800009号。請求項1ないし9について)，それぞれ特許無効審判請求がされ，特許庁は，平成25年3月19日，これら3件について，本件特許の請求項1ないし8に係る発明についての特許を無効とするとの審決をした。",
            "原告は，同年7月31日，知的財産高等裁判所に対し，これらの審決の取消しを求める訴えを提起するとともに(同庁平成25年(行ケ)第10217号，同第10218号，同第10216号審決取消請求事件)，同年10月11日，特許庁に対し，平成23年法律第63号による改正前の特許法(以下，単に「特許法」という。)126条2項ただし書に基づく訂正審判を請求した(この訂正審判請求に係る訂正を，以下「本件訂正」という。)。",
            "特許庁は，この審判請求を，訂正2013-390154号事件として審理した上，平成26年3月25日，「本件審判の請求は，成り立たない。」との審決(以下，単に「審決」という。)をし，審決の謄本を，同年4月3日，原告に送達した。",
            "原告は，同月22日，審決の取消しを求めて本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲の請求項1ないし4の記載は，次のとおりである(甲8。以下，これらの請求項に係る発明を，順次「本件発明1」，「本件発明2」などといい，これらを総称して，「本件発明」という。また，本件訂正後の本件特許の明細書を，以下「本件明細書」という。なお，請求項5ないし10の記載は，省略する。)。",
            "【請求項1】",
            "化学式(ⅠⅠ)",
            "【化1】",
            "(式中，各々のRは独立にF，またはHであり，",
            "R’は(CR ) Yであり，"
          ]
        },
        {
          "fig": "2",
          "subject": "n  YはCF であり，",
          "text": [
            "nは0であり，かつ，",
            "不飽和な末端炭素上のRの少なくとも1つはHであり，残るRのうち少なくとも1つはFである)",
            "の少なくとも1つの化合物と，ポリオールエステルの潤滑剤とを含む蒸気圧縮システム用の熱移動組成物であって，",
            "前記化学式(II)の少なくとも1つの化合物が，1，3，3，3-テトラフルオロプロペン(HFO-1234ze)である，熱移動組成物。",
            "【請求項2】",
            "前記HFO-1234zeが，前記熱移動組成物に対して重量で少なくとも50％の量で存在する，請求項1記載の熱移動組成物。",
            "【請求項3】",
            "前記HFO-1234zeが，前記熱移動組成物に対して重量で少なくとも70％の量で存在する，請求項2記載の熱移動組成物。",
            "【請求項4】",
            "前記潤滑剤が，前記熱移動組成物に対して重量で30％～50％の量で存在する，請求項1記載の熱移動組成物。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本件発明1ないし4は，特開平4-110388号公報(以下「引用例1」という。)に記載された発明及び当業者の技術常識又は慣用技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により，特許出願の際独立して特許を受けることができるものではなく，そのため，本件訂正は，同法126条5項に規定された要件を満たさないというものである。",
            "審決が上記結論を導くに当たり認定した，引用例1に記載された発明(以下「引用発明」という。)の内容，本件発明1と引用発明との一致点及び相違点は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用発明の内容",
              "text": [
                "「分子式：C H F (ただし，m＝1～5，n＝1～5かつm＋n＝3 m n6)で示され且つ分子構造中に二重結合を1個有する有機化合物からなる熱媒体であって，該有機化合物は1，3，3，3-テトラフルオロ-1-プロペンに代表されるものである熱媒体と，ヒートポンプ用の熱媒体に用いられる潤滑油とからなる，ヒートポンプ熱伝達用組成物」。"
              ]
            },
            {
              "fig": "イ",
              "subject": "一致点",
              "text": [
                "「化学式(ⅠⅠ)(同化学式及びこれに続く括弧書は，本件発明1の請求項1に掲げられたものと同一であり，省略する。)",
                "の少なくとも1つの化合物と，潤滑剤とを含む蒸気圧縮システム用の熱移動組成物であって，前記化学式(ⅠⅠ)の少なくとも1つの化合物が，1，3，3，3-テトラフルオロプロペン(HFO-1234ze)である，熱移動組成物」である点。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "相違点(以下「相違点1」という。)",
              "text": [
                "「潤滑剤」につき，本件発明1では，「ポリオールエステルの潤滑剤」であるのに対し，引用発明においては「ヒートポンプ用の熱媒体に用いられる潤滑油」である点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "text": [
        "審決には，引用発明の認定の誤り(取消事由1)，本件発明1の予想外かつ顕著な効果の看過(取消事由2)及び不飽和化合物に関する阻害事由の看過(取消事由3)があり，これらの判断の誤りは，本件発明1及びこれに従属する本件発明2ないし4についての審決の結論に影響を及ぼすものであるから，審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)",
          "text": [
            "審決は，引用発明が，「分子式：C H F (ただし，m＝1～5，n＝13 m n～5かつm＋n＝6)で示され且つ分子構造中に二重結合を1個有する有機化合物(以下「C H F の化合物」という。)からなる熱媒体と，ヒートポン3 m nプ用の熱媒体に用いられる潤滑油とからなる，ヒートポンプ熱伝達用組成物」という上位概念の発明のみならず，「1，3，3，3-テトラフルオロ-1-プロペン(以下「HFO-1234ze」という。)とヒートポンプ用の熱媒体に用いられる潤滑油とからなる，ヒートポンプ熱伝達用組成物」という下位概念の発明を含むものと認定した。",
            "しかし，引用例1は，潤滑剤(「潤滑油」や「冷凍機油」と同義。以下同じ。)との組合せの観点では，C H F の化合物という上位概念しか開示し3 m nておらず，個別の化合物を開示しているわけではないし，潤滑剤の種類も開示していない。そして，引用例1は，C H F の化合物について，どの潤滑剤3 m nと特定のどの化合物とを組み合わせて使用するべきなのか，特定のどの化合物とどの潤滑剤とが混和し，安定なのかについて，何も開示していない。",
            "したがって，引用例1に記載された発明は，正しくは「分子式：C H F3 m n(ただし，m＝1～5，n＝1～5かつm＋n＝6)で示され且つ分子構造中に二重結合を1個有する有機化合物からなる熱媒体からなる，ヒートポンプ用の熱媒体に用いられるヒートポンプ熱伝達用組成物」と認定されるべきであり，審決による引用発明の認定には誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1の予想外かつ顕著な効果の看過)",
          "text": [
            "審決の判断",
            "審決は，下記の引用例2ないし4の記載から，当業者の慣用技術として，熱移動組成物中に冷媒と組み合わせる潤滑剤として，「当業界慣用の」ポリオールエステル(以下「POE」という。)を使用する技術を認定した。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "特開平5-85970号公報(以下「引用例2」という。)"
            },
            {
              "fig": "イ",
              "subject": "「ハイドロフルオロカーボン(HFC)系およびその他の純粋冷媒に関する最新物性情報」(日本冷凍空調学会論文集18巻3号203頁ないし216頁。以下「引用例3」という。)"
            },
            {
              "fig": "ウ",
              "subject": "「HFC系の冷媒の実用化に向けての評価」(日本冷凍協会論文集10巻3号453頁ないし460頁。以下「引用例4」という。)",
              "text": [
                "そして，審決は，ハイドロフルオロカーボン(以下「HFC」という。)又はハイドロフルオロオレフィン(以下「HFO」という。)などの熱媒体により熱移動組成物を構成するに当たり，POEを含む当業界慣用の潤滑剤から相溶性，金属腐食性などに鑑み試行錯誤的に適宜選択することは，当業者の技術常識であるとし，引用例1中の「ヒートポンプ用の熱媒体に対して要求される一般的な特性(例えば，潤滑油との相溶性，材料に対する非浸蝕性など)に関しても，問題はないことが確認されている」との記載から，当業界慣用の潤滑剤の中に問題のない適当なものがあることが示唆され，さらに，引用例2ないし4によれば，POEは有力な選択肢であると当業者が認識できるとして，本件発明1の効果は，引用発明において潤滑剤としてPOEを用いる場合に，当然に奏される効果であるか，当業者が予測し得る効果であり，格別の効果であるとはいえないと判断した。",
                "しかしながら，審決には，本件発明1がHFO-1234zeをPOEと組み合わせることにより，優れた混和性及び安定性という当業者にとって予想外の顕著な効果を奏することを看過した誤りがある。",
                "「当業界慣用の潤滑剤」は存在しないこと",
                "冷媒化合物と潤滑剤との混和性は，実験なしに予測することはできず，ある潤滑剤がある冷媒と優れた混和性を示すとしても，その潤滑剤が別の冷媒と混和するとは限らない。すなわち，冷媒全般に適した「当業界慣用の潤滑剤」は存在しない。また，冷媒化合物と潤滑剤との混和性は，化合物の分子中の塩素の数や双極子モーメントからも予測することができない。",
                "さらに，潤滑剤には様々な種類が存在しており，HFO-1234zeとPOEとの組合せは，「当然の考慮の対象」ではなかった。",
                "引用例1に本件発明1への示唆があるとはいえないこと",
                "POEは，引用例1に係る発明の特許出願日である平成2年8月31日の当時，商業的な冷凍の分野において未だ広く使用されておらず，「当業界慣用の潤滑剤」ではなかった。したがって，仮に，引用例1が，HFO-1234zeと組み合わせるべき潤滑剤として，上記出願日当時の「当業界慣用の潤滑剤」の中に問題のない適当なものがあることを示しているとしても，当該記載は，HFO-1234zeとPOEとの混和性を何ら示唆しない。",
                "むしろ，引用例1において，冷媒の評価に当たり油分離器が使用されていることは，同文献において検討されたいずれの潤滑剤も，開示された冷媒化合物と混和性を有さないと認められたか，それらの冷媒化合物と混和性を有さない危険があると認められたことを開示又は示唆する。",
                "さらに，引用例1の実施例1におけるHFO-1243zfの能力の値には重大な誤りがあるから，引用例1全体の信用性が損なわれている。よって，当業者は，引用例1の「一般的な特性…に関しても，問題はない」との記載に疑念を抱くはずであり，当業者が，そのような誤った記載に基づいて，本件発明1が自明であると認識することはない。",
                "引用例2から，本件発明1の効果は予測できないこと",
                "引用例2には，HFO系冷媒である2-トリフルオロメチル-3，3，3-トリフルオロプロペン(以下「HFO-1336」という。)が，POEに相当するポリエステル系油などとの相溶性に優れているとの記載がある。",
                "しかし，引用例2には，HFO-1336とポリエステル系油との混和性の具体的な実験結果について何ら記載がない。実際には，HFO-1336は，POE濃度が5及び10重量％では，10℃以上に限り，POEと混和するが，多くの実用的な用途での運転においては，蒸発温度が10℃未満であり，循環潤滑剤濃度が10％未満であることからすれば，引用例2におけるHFO-1336とポリエステル系油との混和性についての評価は，許容可能な混和性に関する冷媒業界の技術常識に照らし，適切ではない。",
                "また，HFO-1336とHFO-1234zeとは，炭素-炭素二重結",
                "合を有する点で共通するものの，前者が，炭素数4であり，-C(CF )末端基を有する一方，二重結合の炭素とフッ素との結合を有していないのに対し，後者は，炭素数3であり，-CHCF 末端基を有し，二重結合の炭素とフッ素との結合を有する点で，構造上異なる。よって，HFO-1336とPOEとの組合せに関する技術は，HFO-1234zeに対し直ちに適用できるわけではない。",
                "加えて，引用例2はHFO-1336の安定性を具体的に開示していないし，HFO-1336とPOEとの組合せの安定性は，HFO-1234zeとPOEとの組合せの安定性の参考になるものではない。",
                "以上によれば，た混和性及び安定性は，引用例2からは予想外のものであった。",
                "引用例3及び4から，本件発明1の効果は予測できないこと",
                "引用例3及び4は，5つのHFCとPOEとの混和性を試験した結果を記載し，これらのHFCと組み合わせてPOEを使用する技術を開示する。",
                "しかるに，HFCは，飽和化合物である点で，炭素-炭素二重結合を有するHFOと異なっており，引用例2のHFO-1336よりもHFO-1234zeとの構造上の共通性に乏しいから，HFCに関して観察された混和性のいかなる結果も，HFOに適用することはできない。",
                "また，引用例3及び4には，潤滑剤濃度20重量％未満での混和性のデータは記載されていないから，HFCの混和性に基づいてHFOの混和性を予測できたとしても，これらの文献に基づいて，例えば5重量％及び10重量％の低潤滑剤濃度におけるHFO-1234zeとPOEとの混和性を予測することは困難である。",
                "さらに，引用例4の試験結果は，POEとの混和性が各HFC系冷媒によって異なること，試験された5つのHFC化合物のうち3つがPOEと非混和であるか，又は試験された温度及び濃度範囲の一部でのみ混和すること，POE濃度が低いほど混和性が損なわれる傾向にあることを示しており，これらは，HFO-1234zeとPOEとの混和性に関して示された結果と逆である。",
                "以上によれば， HFO-1234zeとPOEとの優れた混和性は，引用例3及び4からは予想外のものであった。",
                "本件発明1が予想外の顕著な効果を奏すること",
                "HFO-1234zeは，-50℃から70℃までの幅広い温度範囲にわたり，そして5から50重量％の幅広い潤滑剤濃度にわたり，POEと混和する。",
                "多くの用途において，蒸気圧縮サイクル内の最低温度は10℃以下であり，潤滑剤濃度は約10重量％以下であることからすれば，低温かつ低潤滑剤濃度でも，HFO-1234zeがPOEと混和する点が，とりわけ重要である。また，HFO-1234zeのPOEとの混和性は，その鉱油，アルキルベンゼン及びポリ-α-オレフィンとの混和性と比べても著しく優れている。",
                "本件特許の優先権主張日(以下「本件優先日」という。)の当時，HFOと潤滑剤との混和性について，具体的な実験結果を開示した文献は皆無であり，HFO-1234zeがPOEとこのような優れた混和性を示すことは，本件優先日における技術常識に照らして，当業者にとって予想外の事項であった。",
                "さらに，HFO-1234zeとPOEとの組合せの優れた安定性は，予想外かつ顕著な効果として高く評価されるべきである。",
                "これに対し，被告は，引用例2ないし4の記載に基づき，当業者はHFO-1234zeとPOEとの組合せが従来技術と同程度の相溶性を示す可能性がそれなりに高いと予測すると主張する。",
                "しかし，これらの文献の開示する混和性は実用的に不十分であるか，広い濃度範囲におけるものではないから，本件発明1の効果がこれと同程度であるとはいえない。また，本件発明1の効果が同程度である可能性が「それなりに高い」との曖昧な見込みは，容易想到性の評価根拠事実ないし進歩性の評価障害事実として価値が乏しく，あえてHFO-1234zeとPOEとの組合せに着目する合理的必然性に欠ける。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(不飽和化合物に関する阻害事由の看過)",
          "text": [
            "HFO-1234zeは，フルオロオレフィンに分類されるフルオロプロペンの一例であるが，フルオロオレフィンが，炭素-炭素二重結合について求核付加反応を起こしやすいことは，本件優先日当時，当業者に周知であった。そして，POEは，オレフィン化合物と求核付加する可能性のある反応部位を有する。",
            "したがって，当業者は，フルオロオレフィンの反応性及び安定性について懸念を有しており，これを冷媒として選択することを回避し，また，これを冷媒として選択するとしても，これと反応する可能性のある潤滑剤，例えばPOEとの組合せを回避したはずである。",
            "また，本件優先日当時，フルオロオレフィンには毒性への懸念があるというのが技術常識であり，冷媒が，人体に近接した多くの状況で使用されることから，フルオロオレフィンは冷媒としての用途には不向きと考えられていた。",
            "これらのフルオロオレフィンの反応性や毒性に関する技術常識は，当業者がHFO-1234zeを冷媒として研究対象とすること，HFO-1234zeと潤滑剤との組合せについて研究することを阻害する。",
            "審決には，かかる阻害事由を看過した誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "text": [
            "引用例1には，C H F の化合物からなる熱媒体の発明が記載され，その3 m n代表的な化合物として，HFO-1234zeを含む4つの具体的な化合物の物性が示されており，実施例1ないし4においては，これら4つの化合物を熱媒体として用いてヒートポンプを運転した際の成績係数(COP)及び冷凍能力が開示されている。",
            "そして，引用例1に「本発明で使用するC H F で示される化合物…は，3 m nヒートポンプ用の熱媒体に対して要求される一般的な特性(例えば，潤滑油との相溶性，材料に対する非浸蝕性など)に関しても，問題はないことが確認されている」との記載もあることからすれば，実施例1ないし4で用いられた具体的な化合物に代表されるC H F の化合物をヒートポンプ用の熱媒体に用3 m nいられる潤滑剤とともに熱伝達用組成物として用いることも記載されていると認めるのが自然である。",
            "以上によれば，審決による引用発明の認定に，原告の主張する誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "text": [
            "引用例1には，HFO-1234zeからなる熱媒体化合物と潤滑剤との組合せからなる熱伝達用組成物に係る引用発明が開示されているものの，具体的な潤滑剤の種類については開示されていないから，引用例1に接した当業者としては，これらの冷媒化合物と組み合わせるべき潤滑剤としていずれの潤滑剤を選択すべきなのかを，本件優先日時点の技術常識に基づいた当業者の通常の創作能力の発揮により検討することになる。",
            "引用例3及び4の記載からみて，本件優先日以前より，HFC系の冷媒に関する研究が行われ，これと比較的広い温度範囲で相溶性がある潤滑剤としてPOE等が検討されていたと認められる。なお，本件明細書に，HFC系冷媒とともに冷却機に用いられるPOE及びポリアルキレングリコール(以下「PAG」という。)など，一般的に用いられる冷却潤滑剤が，本件発明の冷媒組成物とともに用いられてもよいとの記載があることに照らしても，本件優先日の当時，POEは，HFC系の冷媒に関しては，一般的には相溶性を有する潤滑剤として使用可能であることが，当業者において認識されていたということができる。",
            "そして，HFOとHFCとの構造の類似性や，引用例2にはHFOに属する点でHFO-1234zeと共通するHFO-1336を冷媒に用いる発明が開示され，この冷媒がPOEと良好な相溶性を有することが記載されていることからみて，当業者が，HFO-1234zeと組み合わせるべき潤滑剤として，HFC系の冷媒やHFO-1336との間で認められた相溶性と同程度の相溶性を示す可能性がそれなりに高いことを予測し，POEを選択することには，特段の創意工夫を要しないといえる。",
            "また，当業者は，引用例2の記載によって，同文献に開示された冷媒化合物と潤滑剤との組合せが実用可能な程度の化学的安定性を有していることを理解することができる。してみると，HFO-1234zeとPOEとの組合せがある程度の化学的安定性を有することは，十分に予想することができることである。",
            "よって，HFO-1234zeとPOEとの混和性(相溶性)及び化学的安定性は，当業者が予測することができたと理解するのが自然である。",
            "なお，本件明細書には，HFO-1234zeとPOEとの組合せが，相溶性や安定性について，他の冷媒化合物と潤滑剤との組合せに比して具体的にどの程度優れるのかについての記載が一切ない以上，HFO-1234zeとPOEとの組合せの相溶性や安定性の程度が予測を超える程に格別顕著であるとはいえず，上記組合せが予想外かつ顕著な効果を奏するとの原告の主張は，本件明細書の記載に基づかないものであり，失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "text": [
            "引用例1及び2では，HFO-1234zeなどのHFO系冷媒を冷凍機において使用することができることを確認しており，これらの冷媒が一般に冷媒に要求される程度の安定性を備えていることが記載されている。また，冷凍機においてHFO-1234zeなどのHFO系冷媒を使用するに当たっての周辺の環境に対して問題となるような事情(例えば毒性など)については記載や示唆がない。",
            "上記文献の記載内容を踏まえると，当業者にとって，フルオロオレフィンの反応性及び毒性によって，熱移動組成物へのフルオロオレフィンの使用や，これと潤滑剤として周知のPOEとの組合せを検討することが阻害されるということはできない。",
            "原告が提示する文献は，塩素を含まないフルオロオレフィン全体が冷媒として使用することができないことを示しているわけではないし，HFOの具体的構造のいかんにかかわらず毒性があることや，その毒性が検討を断念させるほどのものであったことを何ら示すものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の主張は理由がなく，審決に取り消されるべき違法はないと判断する。その理由は次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "text": [
            "原告は，審決には引用発明の認定に誤りがあると主張する(前記第3の1)。そこで，引用例1の記載内容に照らし，引用発明の認定の適否を検討する。",
            "引用例1(甲1)の記載内容(なお，誤記は適宜訂正した。)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "発明の名称",
              "text": [
                "「熱伝達用流体」"
              ]
            },
            {
              "fig": "イ",
              "subject": "特許請求の範囲",
              "text": [
                "「1．分子式：C H F"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "m n(但し，m＝1～5，n＝1～5且つm＋n＝6)で示され且つ分子構造中に二重結合を1個有する有機化合物からなる熱媒体。」",
          "content": [
            {
              "fig": "ウ",
              "subject": "産業上の利用分野(1枚目左下欄9行目ないし11行目)",
              "text": [
                "「本発明は，冷凍機，ヒートポンプなどで使用される熱伝達用流体に関する。」"
              ]
            },
            {
              "fig": "エ",
              "subject": "従来技術とその問題点(1枚目左下欄14行目ないし2枚目左上欄4行目)",
              "text": [
                "「従来，ヒートポンプの熱媒体(冷媒)としては，クロロフルオロ炭化水素，フルオロ炭化水素，これらの共沸組成物ならびにその近辺の組成物が知られている。これらは，一般にフロンと称されており，現在R-11(トリクロロモノフルオロメタン)，R-22(モノクロロジフルオロメタン)，R-502(R-22＋クロロペンタフルオロエタン)などが主に使用されている。",
                "しかしながら，近年，大気中に放出された場合に，ある種のフロンが成層圏のオゾン層を破壊し，その結果，人類を含む地球上の生態系に重大な悪影響を及ぼすことが指摘されている。従って，オゾン層破壊の危険性の高いフロンについては，国際的な取決めにより，使用および生産が規制されるに至っている。規制の対象になっているフロンには，R-11とR-12とが含まれており，またR-22については，オゾン層破壊への影響が小さいため，現在規制の対象とはなっていないが，将来的には，より影響の少ない冷媒の出現が望まれている。冷凍・空調設備の普及に伴って，需要が毎年増大しつつあるフロンの使用および生産の規制は，居住環境をはじめとして，現在の社会機構全般に与える影響が極めて大きい。従って，オゾン層破壊問題を生じる危険性のない或いはその危険性の極めて小さい新たなヒートポンプ用の熱媒体(冷媒)の開発が緊急の課題となっている。」"
              ]
            },
            {
              "fig": "オ",
              "subject": "問題点を解決するための手段(2枚目左上欄5行目ないし3枚目左上欄11行目)",
              "text": [
                "「本発明者は，ヒートポンプ或いは熱機関に適した熱伝達用流体であって，且つ当然のことながら，大気中に放出された場合にもオゾン層に及ぼす影響が小さいか或いは影響のない新たな熱伝達用流体を得るべく種々研究を重ねてきた。その結果，特定の構造を有する有機化合物がその目的に適合する要件を具備していることを見出した。",
                "すなわち，本発明は，下記の熱伝達用流体を提供するものである：",
                "「分子式：C H F"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "m n(但し，m＝1～5，n＝1～5且つm＋n＝6)",
          "text": [
            "で示され且つ分子中に二重結合を1個有する有機化合物からなる熱伝達用流体。」",
            "本発明で使用する代表的な化合物の主な物性は，以下の通りである。",
            "Ⅰ．F C-CH＝CH (3，3，3-トリフルオロ-1-プロペン)",
            "Ⅱ．F C-CH＝CHF(1，3，3，3-テトラフルオロ-1-プロペン)",
            "Ⅲ．H C-CF＝CF (1，1，2-トリフルオロ-1-プロペン)",
            "Ⅳ．H C-CF＝CH (2-モノフルオロ-1-プロペン)",
            "(判決注・上記のそれぞれの化合物毎に，沸点，臨界温度，臨界圧力，分子量の記載がある。)",
            "本発明において熱伝達用流体として使用するC H F  で示される化合3 m n物は，オゾン層に影響を与える塩素原子および臭素原子を全く含まないので，オゾン層の破壊問題を生じる危険性はない。",
            "また，一方では，C H F  で示される化合物は，ヒートポンプ用熱媒3 m n体としての特性にも優れており，成績係数，冷凍能力，凝縮圧力，吐出温度などの性能において，バランスが取れている。さらに，この化合物の沸点は，現在広く使用されているR-12，R-22，R-114およびR-502のそれに近いため，これら公知の熱媒体の使用条件下，即ち蒸発温度-20から10℃および凝縮温度30から60℃での使用に適している。",
            "…",
            "本発明で使用するC H F  で示される化合物或いはC H F  で示さ3 m n 3 m nれる化合物とR-22，R-32，R-124，R-125，R-134a，R-142b，R-143aおよびR-152aの少なくとも一種との混合物は，ヒートポンプ用の熱媒体に対して要求される一般的な特性(例えば，潤滑油との相溶性，材料に対する非浸蝕性など)に関しても，問題はないことが確認されている。」"
          ],
          "content": [
            {
              "fig": "カ",
              "subject": "発明の効果(3枚目左上欄12行目ないし同右上欄4行目)",
              "text": [
                "「本発明による熱伝達用流体によれば，下記の様な顕著な効果が達成される。",
                "(1)従来からR-12，R-22或いはR-502を熱媒体として使用してきたヒートポンプと同等以上のサイクル性能が得られる。",
                "(2)熱媒体としての優れた性能のゆえに，機器設計上も有利である。",
                "(3)仮に本発明による熱伝達用流体が大気中に放出された場合にも，オゾン層破壊の危険性はない。」"
              ]
            },
            {
              "fig": "キ",
              "subject": "実施例1(3枚目右上欄8行目ないし4枚目左上欄16行目)",
              "text": [
                "「熱媒体としてF C-CH＝CH (3，3，3-トリフルオロ-1-プロペン)を使用する1馬力のヒートポンプにおいて，蒸発器における熱媒体の蒸発温度を-10℃，-5℃，5℃および10℃とし，凝縮器における凝縮温度を50℃とし，過熱度および過冷却度をそれぞれ5℃および3℃として，運転を行なった。",
                "また，比較例として，R-12(比較例1)，R-22(比較例2)およびR-502(比較例3)を熱媒体として使用して，上記と同一条件下にヒートポンプの運転を行なった。",
                "これらの結果から，成績係数(COP)および冷凍効果を次式により，求めた…。",
                "…",
                "本実施例ならびに比較例で使用した冷凍サイクルの回路図を第2図(判決注・省略)に示す。",
                "COPおよび冷凍能力の算出結果を比較例1～3の結果と対比して第3図(判決注・省略)および第4図にそれぞれ示す。",
                "なお，第3図に示す成績係数は，R-22を熱媒体とした場合の蒸発温度5℃における測定値(COP )で，それぞれの熱媒体の測定値(COBP )を除したものである。特に，本発明による熱媒体の結果は，“○”Aで示してある。",
                "また，第4図に示す冷凍能力は，R-22を熱媒体とした場合の蒸発温度5℃における測定値(能力B)で，それぞれの熱媒体の測定値(能力A)を除したものである。本発明による熱媒体の結果は，やはり“○”で示してある。",
                "第3図から明らかな様に，本実施例による作動流体は，COPに関して，R-12およびR-22と同程度の良好な値を示している。さらに，第4図から明らかな様に，冷凍効果に関して，R-12よりも高めの値を示している。",
                "また，蒸発温度5℃における凝縮圧力および圧縮機吐出温度の比較結果を第1表に示す。",
                "第  1  表",
                "凝縮圧力        吐出温度",
                "(kg/cm2・A)      (℃)",
                "実施例1          9              51",
                "比較例1        12              59",
                "比較例2        20              73",
                "比較例3        22                -",
                "本実施例による熱媒体の凝縮圧力および吐出温度は，R-12よりも低い値を示しており，機器設計上有利である。",
                "以上の結果から，F C-CH＝CH を熱媒体として使用する本発明においては，従来から広く使用されているR-12，R-22およびR-502を使用するヒートポンプと同等以上のサイクル性能が得られており，本発明は，機器設計上からも有利であることが，明らかである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ク",
      "subject": "実施例2(4枚目左上欄17行目ないし同右上欄13行目)",
      "text": [
        "「熱媒体としてF C-CH＝CHF(1，3，3，3-テトラフルオロ-1-プロペン)を使用するとともに，蒸発器における熱媒体の蒸発温度を5℃とする以外は実施例1と同様にしてヒートポンプの運転を行なった。",
        "成績係数および冷凍能力を下記第2表に示す。",
        "何れの数値も，R-22を熱媒体とした場合の蒸発温度5℃における測定値(COP および冷凍能力 )により本発明熱媒体の測定値(COP おB B Aよび冷凍能力 )を除した数値で示してある。",
        "A                      第  2  表",
        "実施例2    R-12  R-502",
        "COP /COP       1．01    1．02    0．92",
        "A B能力 ／能力   0．43    0．61    1．03」",
        "A Bケ  図面の簡単な説明",
        "「第4図は，実施例1および比較例1～3による冷凍能力を示すグラフである。」(5枚目左上欄3行目ないし4行目)",
        "「",
        "」(7枚目)",
        "検討",
        "前記 引用例1には，特許請求の範囲に「分子式：C H F3 m n(但し，m＝1～5，n＝1～5且つm＋n＝6)で示され且つ分子構造中に二重結合を1個有する有機化合物」すなわちC H F の化合物からなる3 m n熱媒体が記載され，その代表的な化合物として，1，3，3，3-テトラフルオロ-1-プロペンすなわちHFO-1234zeを含む具体的な化合物の物性が，その沸点，臨界温度，臨界圧力及び分子量をもって示されている。また，実施例には，HFO-1234zeを含む具体的な化合物を熱媒体として用いてヒートポンプを運転した際の成績係数(COP)及び冷凍能力が開示されている。",
        "そして，「本発明で使用するC H F で示される化合物…は，ヒートポ3 m nンプ用の熱媒体に対して要求される一般的な特性(例えば，潤滑油との相溶性，材料に対する非浸蝕性など)に関しても，問題はないことが確認されている。」との記載があることから，実施例で用いられたHFO-1234zeなどに代表されるC H F の化合物を，ヒートポンプ用の熱媒体に用い3 m nられる潤滑油とともにヒートポンプ熱伝達用組成物として用いることも記載されていると認めることができる。",
        "以上によれば，引用例1には，C H F の化合物からなる熱媒体であっ3 m nて，該有機化合物はHFO-1234zeに代表されるものである熱媒体と，ヒートポンプ用の熱媒体に用いられる潤滑油とからなる，ヒートポンプ熱伝達用組成物，すなわち引用発明が記載されていると認められ，これと同旨の審決の認定に誤りはない。",
        "原告の主張について",
        "原告は，引用例1は，潤滑剤との組合せの観点では，C H F の化合物3 m nという上位概念しか開示しておらず，潤滑剤の種類も開示していないなどとして，同文献に記載された発明は，C H F の化合物からなる熱媒体から3 m nなる，ヒートポンプ用の熱媒体に用いられるヒートポンプ熱伝達用組成物と認定されるべきであると主張する(前記第3の1)。",
        "しかしながら，引用例1には，C H F の化合物のうちHFO-1233 m n4zeを含む個別の化合物が熱媒体として開示されているのは前記 のとおりである。これに加えて，引用例1における「一般的な特性(例えば，潤滑油との相溶性，材料に対する非浸蝕性など)に関しても，問題はないことが確認されている。」との記載から，具体的な潤滑剤の種類やこれと組み合わせた場合の実験結果についての記載はないものの，HFO-1234zeを含む上記の個別の化合物と潤滑剤とを組み合わせて熱伝達用組成物として用いることができることを，実際に実験を行うなどして確認したものであると理解することができる。よって，これらの記載から引用発明を認定することができることも前記 のとおりである。",
        "したがって，原告の上記主張は，採用することができない。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1の予想外かつ顕著な効果の看過)について",
          "text": [
            "原告は，審決が，相違点1に係る本件発明1の構成の容易想到性の判断に関して，本件発明1において，HFO-1234zeとPOEとを組み合わせることにより，優れた混和性及び安定性という当業者にとって予想外の顕著な効果を奏することを看過したと主張する(前記第3の2)。",
            "そこで，引用例1及び本件優先日以前に頒布された刊行物の記載内容並びに技術常識等を踏まえ，本件明細書に記載された上記の冷媒化合物と潤滑剤との組合せの奏する混和性及び安定性の程度が，当業者の予想を超える顕著なものであるといえるかどうかを検討する。",
            "本件明細書の記載内容について"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件明細書(甲8)には，次の記載がある。",
        "背景技術",
        "塩素含有組成物(クロロフルオロカーボン(CFC)，ハイドロクロロフルオロカーボン(HCF)など)を空調および冷却システムにおける冷媒として用いることは，オゾン破壊性を伴う。そのため，塩素を含有する冷媒を，ハイドロフルオロカーボン(HFC)など，オゾン層を破壊しないであろう，塩素を含有しない冷媒化合物で置き換えることが望ましいが，代用品となり得る任意の冷媒についても，優れた熱移動特性，化学的安定性，低毒性または無毒性，不燃性，および潤滑剤相溶性などの特性を備える必要があることは，一般に重要であり，中でも，潤滑剤の相溶性が特に重要である。しかるに，HFCを含む塩素を含有しない冷却流体の多くが，慣例的にCFCおよびHFC(判決注・「HCF」の誤記と認められる。)と共に用いられる種類の潤滑剤，例えば，鉱物油，アルキルベンゼン，またはポリ(アルファ-オレフィン)を含む潤滑剤に，比較的不溶および非混和のうちの少なくとも1つである。圧縮冷却，空調，およびヒートポンプのシステムのうちの少なくとも1つにおいて，冷却流体-潤滑剤の組合せを所望の効率レベルで作用させるためには，広い操作温度範囲に渡って潤滑剤が冷却流体に充分に可溶である必要がある(【0005】ないし【0007】)。",
        "課題を解決するための手段",
        "出願人らは，上述の必要および他の必要が，炭素数3～炭素数4の1つ以上のフルオロアルケン，好適には以下の化学式(Ⅰ)(判決注・省略)の化合物を含有する組成物によって満たされることを見出した。",
        "本発明によって，熱移動用の方法およびシステムを含む，本発明の組成物を利用する方法およびシステムも提供される(【0015】ないし【0017】)。",
        "発明を実施するための最良の形態",
        "本発明の非常に好適な実施態様，特に，低い毒性の化合物を含有する実施態様では，本発明の組成物は，テトラフルオロプロペン(HFO-1234)，ペンタフルオロプロペン(HFO-1225)，およびそれらの組合せからなる群から選択される1つ以上の化合物を含有する。",
        "本発明の化合物が，不飽和な末端炭素が1つ以下のフッ素置換基を有するテトラフルオロプロペンおよびペンタフルオロプロペン化合物，特に，1，3，3，3-テトラフルオロプロペン(HFO-1234ze)，2，3，3，3-テトラフルオロプロペン(HFO-1234yf)，および1，2，3，3，3-ペンタフルオロプロペン(HFO-1225ye)，およびそれらの各々の任意のまたは全ての立体異性体であることはさらに好適である。出願人らは，マウスおよびラットへの吸入曝露によって評価されるように，そうした化合物が有する急性毒性レベルが非常に低いことを発見した(【0022】，【0023】)。",
        "本発明による冷媒組成物，特に蒸気圧縮システムで用いられる冷媒組成物は，一般に組成物の重量の約30％～約50％の量で潤滑剤を含有する。ハイドロフルオロカーボン(HFC)冷媒と共に冷却機に用いられるポリオールエステル(POE)およびポリアルキレングリコール(PAG)など，一般的に用いられる冷却潤滑剤が，本発明の冷媒組成物と共に用いられてもよい(【0029】)。",
        "実施例1",
        "本発明の幾つかの組成物のCOPを，COPが1．00，能力値が1．00，および吐出温度が約79．4℃(175°F)であるHFC-134aを基準として，一定の範囲の凝縮器温度および蒸発器温度に渡って測定し，以下の表1に報告する。",
        "(【0053】ないし【0055】)",
        "実施例2",
        "種々の冷却潤滑剤とHFO-1225yeおよびHFO-1234zeとの混和性が試験されている。試験された潤滑剤は，鉱物油(炭素数3)，アルキルベンゼン(ゼロール(Zerol)150)，エステル油(モービル(Mobil)EAL22ccおよびソレスト(Solest)120)，ポリアルキレングリコール(PAG)油(グッドレンチ(Goodwrench)冷却油，134aシステム用)，およびポリ(アルファ-オレフィン)油(CP-6005-100)である。各々の冷媒／油の組合せにおいて，3つの組成物，すなわち，潤滑剤が5，20，および50重量パーセントであり，各々の残りが試験される本発明の化合物である組成物が試験されている(【0056】)。",
        "潤滑剤組成物は，肉厚(heavy-walled)のガラスチューブ中に配置される。ガラスチューブは脱気され，本発明の冷媒組成物が添加され，その後でガラスチューブが密封される。続いてガラスチューブは空気浴環境の(air bath environmental)チャンバ内に置かれ，その温度が約-50℃～70℃に変化される。ほぼ10℃毎に，1つ以上の液体相が存在するか否か，ガラスチューブの内容物の目視での観察が行われる。1つより多い液体相が観察された場合，混合物は非混和性であると報告される。観察された液体相が1つのみの場合，混合物は混和性であると報告される。2つの液体相が観察されたが，液体相のうち1つは非常に小さな体積を占めている場合，混合物は部分的に混和性であると報告される(【0057】)。",
        "ポリアルキレングリコール油およびエステル油の潤滑剤は，全温度範囲に渡り全ての試験比率で混和性と判定されたが，ポリアルキレングリコール油とHFO-1225yeとの混合物は例外であり，この冷媒混合物は，-50℃～-30℃の温度範囲に渡って非混和性であり，-20℃～50℃の温度範囲に渡って部分的に混和性であることが見出された。60℃においては，冷媒に対して50重量％濃度のPAGでは，冷媒／PAG混合物は混和性であった。70℃では，冷媒に対して5重量％～50重量％の潤滑剤は混和性であった(【0058】)。",
        "実施例3",
        "冷却および空調システムに用いられる金属との接触時の，本発明の冷媒化合物および組成物とPAG潤滑油との相溶性が，多くの冷却および空調用途で見出されるより充分に過酷な条件である350°Fで試験されている(【0059】)。",
        "アルミニウム片，銅片，および鋼片が，肉厚のガラスチューブに加えられる。2グラムの油がガラスチューブに添加される。続いてガラスチューブは脱気されて，1グラムの冷媒が添加される。ガラスチューブは350°Fのオーブン中に1週間置かれ，目視で観察される。曝露期間が終わると，ガラスチューブが取り出される(【0060】)。",
        "この処置は，以下の油および本発明の化合物の組合せに対してなされた。",
        "(判決注・下記の「HFC」は，それぞれ「HFO」を指すと解される。)",
        "a)HFC-1234zeおよびGMグッドレンチPAG油",
        "b)HFC-1243zfおよびGMグッドレンチ油PAG油",
        "c)HFC-1234zeおよびMOPAR-56PAG油",
        "d)HFC-1243zfおよびMOPAR-56PAG油",
        "e)HFC-1225yeおよびMOPAR-56PAG油",
        "全ての場合で，ガラスチューブの内容物の外観の変化は最小である。このことは，本発明の冷媒化合物および組成物が，冷却および空調システムに見出されるアルミニウム，鋼，および銅との接触時，および，それらの種類のシステムにてそのような組成物に含まれるまたはそのような組成物と共に用いられる可能性のある種類の潤滑油との接触時に，安定であることを示している(【0061】)。",
        "比較例：",
        "アルミニウム片，銅片，および鋼片が，鉱物油およびCFC-12と共に肉厚のガラスチューブに加えられ，実施例3でのように，350°Fで1週間加熱される。曝露期間が終わるとガラスチューブが取り出され，目視で観察される。液体の内容物が黒く変色しているのが観察され，このことはガラスチューブの内容物が激しく分解している事を示している(【0062】)。",
        "CFC-12および鉱物油の組合せは，これまで多くの冷媒システムおよび方法で選択されている。したがって，本発明の冷媒化合物および組成物は，広範に用いられている従来技術の冷媒-潤滑油の組合せよりも有意に優れた，一般的に用いられる多くの潤滑油に対する安定性を有する(【0063】)。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "前記アのとおり，本件明細書には，本件発明1に係る熱移動組成物の混和性について，実施例2において，HFO-1234zeとPOEとの組合せは，-50℃から70℃までの温度範囲にわたって，潤滑剤の濃度が5，20，50重量％の組成において混和性があると記載されている。",
        "一方，本件発明1に係る熱移動組成物の安定性については，本件明細書には，HFO-1234ze等の化合物とPAGとの組合せについての試験結果(実施例3)を踏まえ，本件特許に係る発明の冷媒化合物が，冷却及び空調システムに用いられる金属や潤滑剤との接触時に，従来技術の冷媒-潤滑油の組合せよりも有意に優れた安定性を有すると記載されている。そして，HFO-1234zeとPOEとの組合せについては，明確な試験結果の記載はないものの，潤滑剤の構造の類似性に照らすと，上記試験結果と同程度の安定性があると考えられる。",
        "公知文献の記載内容について"
      ]
    },
    {
      "fig": "ア",
      "subject": "引用例2",
      "text": [
        "引用例2(甲2)は，HFO-1336を冷媒に用いた発明を開示する。",
        "同文献には，特許請求の範囲の請求項1として，「2-トリフルオロメチル-3，3，3-トリフルオロプロペン(判決注・HFO-1336に当たる。)からなる冷媒。」と記載され，発明の詳細な説明の欄に，「【従来技術とその問題点】従来，作動流体乃至冷媒としては，クロロフルオロアルカン類，これらの共沸組成物並びにその近辺の組成の組成物が知られている。…オゾン層破壊の可能性の高いこれらクロロフルオロアルカンについては，国際的な取り決めにより，使用及び生産が制限されるに至っている。…上記の様なクロロフルオロアルカンに代替し得る有望な化合物…としては，水素原子を含むクロロフルオロアルカンまたはフルオロアルカン…が挙げられる。しかしながら，これらの代替候補化合物は，単独では，ODP(判決注・「オゾン破壊係数」を意味する。)，不燃性ならびにその他の冷媒として要求される各種性能を全て満足するものではない。…また，共沸混合組成物として，…などが知られているが，これらの冷媒は塩素原子を含んでいるので，今後その使用が制限される方向にある。」(【0002】ないし【0007】)，「【発明が解決しようとする課題】本発明は，ODPがゼロであり，冷媒としての性能に優れ，機器運転時に相変化に際しての組成変化を実質的に伴わない冷媒を提供することを主な目的とする。」(【0008】)，「【課題を解決するための手段】本発明者は，上記のような技術の現状に鑑みて種々研究を重ねてきた。その結果，2-トリフルオロメチル-3，3，3-トリフルオロプロペンがその目的に合致する要件を具備していることを見出した。」(【0009】)，「【発明の効果】本発明で使用する2-トリフルオロメチル-3，3，3-トリフルオロプロペンは，易分解性であり，オゾン層に影響を与える塩素原子を含まないので，ODPはゼロであり，オゾン層の破壊問題を生じる危険性はない。本発明による冷媒は，冷凍能力が高く，成績係数も比較的良好である。例えば，CFC11に比して，冷凍能力において約1．25倍であり，成績係数においては同等であるという総合的に優れた性能を発揮する。…本発明による冷媒は，PAG(ポリアルキレングリコール)系油，ポリエステル系油などとの相溶性に優れている。本発明による冷媒は，熱安定性に比較的優れている。」(【0014】)と記載され，実施例1において，同発明による冷媒を使用し，冷凍機油としてPAGを使用して冷凍機の運転を行い，COP及び冷凍能力を測定した結果が開示されている(【0016】)。"
      ]
    },
    {
      "fig": "イ",
      "subject": "引用例3",
      "text": [
        "引用例3(甲3)には，HFC系冷媒であるHFC-32，HFC-125，HFC-134a，HFC-143a及びHFC-152aと，POEなどの潤滑剤との相溶性に関して，次の記載がある。",
        "「HFC系冷媒は分子中に塩素原子をもたないために潤滑油との相溶性が低下することが知られている．従来冷凍機油として広く使用されてきたナフテン系鉱油はHFC系冷媒と相溶性をもたない．相溶性の観点からHFC系冷媒に適合する潤滑油としては，ポリアリキレングリコール(PAG)油，エステル(POEなど)系油，ポリエーテル油，フッ素系油，カーボネート油などの合成油が開発されている．一方，HFC系冷媒との相溶性はないが，潤滑性を重視して，あえてナフテン系鉱油などを用いることを推奨する報告もある．",
        "冷媒と潤滑油の相溶性に関して溶液論等を駆使して理論的に取り扱うことが試みられているが，これらはいずれも実測値に基づいた半経験的な解",
        "析にとどまっている．したがって，HFC系冷媒とそれらに適合するように新たに開発された潤滑油との相溶性を明らかにするためには，HFC系冷媒と潤滑油の個々の組み合わせに対して相挙動を実測する実験的研究に拠らざるを得ないのが現状となっている．",
        "本報で取上げた主要なHFC系冷媒，R32，R125，R134a，R143a，R152aについては，代表的な潤滑油との相溶性に関する一部のデータが冷媒および潤滑油メーカーなどから公表されている．その一例を表4．1．1に示した．ここでは，密封ガラス容器を用い，温度233-363K，油濃度20-80mass％の範囲で測定された5種のHFC系冷媒と4種の潤滑油との相溶性の概要がまとめられている．",
        "」",
        "(207頁右欄下から4行目ないし208頁左欄下から8行目)",
        "そして，表4．1．1によれば，R32，R125，R134a，R143a，R152aという5つの冷媒と，ナフテン系油，PAG油，エステル系油，PFE油(パーフルオロエーテル油を指す。)という4つの潤滑剤との相溶性の有無が記載され，鉱油であるナフテン系油はいずれの冷媒とも相溶性がないこと，R143aはPAG油，エステル系油と相溶性がなく，PFE油とは特定の温度範囲で相溶性がないこと，R125とR134aはPAG油，エステル系油，PFE油と相溶性があったこと，R152aはPAG油，エステル系油と相溶性があったこと等が記載されている。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "引用例4",
      "text": [
        "引用例4(甲4)には，HFC系冷媒であるHFC-32，HFC-125，HFC-134a，HFC-143a及びHFC-152aと，PAGやPOEなどの潤滑剤との相溶性に関して，次の記載がある。",
        "「本研究では，CFC系，HCFC系冷媒の将来的な代替候補で分子中に塩素をまったく含まずオゾン層を破壊しないHFC系冷媒としてHFC-125，HFC-143a，HFC-152a，HFC-32を選び熱力学特性，冷凍機油との相溶性，熱安定性，材料への攻撃性，冷媒性能について基礎データを取得し，実用化のための課題抽出を目的とした。」(453頁右欄3行目ないし454頁左欄2行目)",
        "「3．1  冷凍機油と冷媒の相溶性",
        "高温では冷凍機油は冷媒と比較的良く溶解するが，低温になると冷媒の種類によっては，冷凍機油と2層分離することがある。冷凍機油と冷媒が2層分離すると，圧縮機起動時に焼き付きを起こしたり，泡立ちによる潤滑不良，異常振動の原因となったりする。また，蒸発器の型式によっては，油戻りが悪くなるなど種々の問題がでてくるので，冷凍機油と冷媒の相溶性は重要視されている。そこで本研究では，CFC系，HCFC系冷媒の将来的な代替候補であるHFC系冷媒と各種冷凍機油の相溶性について試験をおこなった。",
        "供試油は，市販のポリアルキレングリコール油(PAG)，エステル油，パーフルオロエーテル油(PFE)及び，一般にCFC-12，HCFC-22に使用されている鉱油(ナフテン系)の4種を選んだ。…相溶性の評価は，冷媒と冷凍機油をシールドガラスチューブ(13φ×200mm)に充填し，温度を-70℃から臨界温度付近まで変化させる。このとき，シールドガラスチューブ内の冷媒と冷凍機油が2層分離すると白濁するので，この現象を目視確認し，そのときの温度を2層分離温度とする。冷媒と冷凍機油の混合比は20，50，80wt％と変化させた。",
        "従来から使用されている鉱油は，これらのHFC系冷媒と2層分離してしまい，相溶性は認められなかった。図1～3(判決注・次頁のとおり)にPAG油，PFE油，エステル油の相溶性試験結果を示す。図中の棒線の下限の温度以下で2層分離が起こる。また高温側は臨界温度(判決注・同文献454頁の表1には，各冷媒の臨界温度について，HFC-152aは113．3℃，HFC-143aは73．1℃，HFC-125は66．3℃，HFC-32は78．4℃，HFC-134aは101．15℃と記載されている。)付近までは2層分離は認められなかった。HFC-143aはPFEとだけ相溶性が認められた。HFC-32，HFC-152aはPAGとエステル油に溶解した。HFC-125，HFC-134aはどの合成油とも相溶性が認められた。」(454頁右欄4行目ないし455頁左欄20行目)",
        "「3．2  熱安定性",
        "フロン冷媒は単体では化学的に安定であり，CFC-12，HCFC-22共に，鉄触媒存在下で200℃に加熱した場合，1年間の分解率は1％以下である。しかし，冷媒と冷凍機油の混合物が金属触媒存在下で加熱されると，比較的低温で両者は徐々に反応しあう。反応の機構自体は明らかではないが油の着色，スラッジの生成に結びつく。実際の反応は単純なものではなく，冷凍サイクル内に存在する微量な酸素，水分も反応に関与するし，フロン自体の分解による塩酸の生成もある。生成した塩酸は2次的に炭化水素と反応し，金属の腐食あるいは銅メッキ現象(Copper Plating：油中に溶出した銅がシリンダ，ピストン軸受部などに沈着する現象)の原因ともなる。このような冷媒と冷凍機油の反応の起き易さを評価する方法として熱安定性試験(シールドチューブ試験)が広く採用されている。熱安定性の評価は，供試冷媒(0．5g)，供試油(0．05g)，触媒金属(Fe，Al，Cu：2φ×50mm，供試前にエメリー紙320番研磨)をシールドガラスチューブに充填し，120℃で30日間加熱した後，冷媒の分解度を調べるため，冷媒ガスを純水約15gに吸収させ，水溶液中のフッ素イオンをイオンクロマトグラフで分析した。また，水分の影響も調べるため，水を0．2％添加したサンプルについても同様な試験を行った。…試験に使用した油は各冷媒と相溶性のあるものを選んだ。",
        "図4に熱安定性試験結果を示す(判決注・図4は省略。なお，同図には，CFC-12及びHCFC-22については鉱油との，供試冷媒であるHFC系の冷媒についてはPAG，POE又はPFEのうち1種ないし3種との，それぞれの組合せによる試験結果が示されている。)。供試したHFC系冷媒はCFC-12，HCFC-22と同程度のフッ素イオン生成量を示しており熱安定性の面では実用上，問題のないレベルと考えられる。しかし，金属による分解促進効果は各冷媒ごとに異っており，さらに詳細な研究が必要である。また，水分の影響は今回の試験では認められなかった。」(455頁左欄21行目ないし456頁左欄16行目)",
        "「本予備試験結果から，…いくつかの課題が明らかになった。",
        "一般にCFC，HCFC系冷媒に使用されている鉱油はこれらのHFC系冷媒の潤滑油として使用することはできないが，供試油であるPAG，PFE，エステル油のような合成油は相溶性が認められ，潤滑油として期待される。熱安定性はCFC-12，HCFC-22と同程度であり，実用上問題のないレベルとみられる。…冷媒の性能は，COPが最も高いのはHFC-152aであるが，能力は低い。一方能力が最も高いのはHFC-32であるが，凝縮圧力吐出温度が他の冷媒と比べて高くなり，実用化に向けては対策が必要である。",
        "さらに，冷媒としての可能性を評価するためには毒性や燃焼性についての安全性確認等の試験が必要である。一方，不燃化やシステム性能の面からHFC32系混合冷媒等の適用についても検討が必要である。」(460頁左欄20行目ないし同頁右欄17行目)",
        "検討"
      ]
    },
    {
      "fig": "ア",
      "subject": "技術常識について",
      "text": [
        "前記 文献の記載及び証拠(甲16，26，41)によれば，空調システムに用いられる熱移動組成物は，冷媒化合物とともに，圧縮機を潤滑するための潤滑剤を含有していること，潤滑剤には様々な種類のものがあるが，冷媒化合物に適する潤滑剤の選択に当たっては，冷媒の使用温度範囲内における冷媒化合物との相溶性や化学的安定性(熱安定性ともいう。)などが重要な考慮要素となること，ここに「相溶性」とは，潤滑剤が冷媒と均一に溶け合い，二層に分離しない性質を指すこと，「化学的安定性」とは，冷媒と潤滑剤を金属触媒とともに混合した状態で，一定温度で一定期間，加熱させたときの化学的な安定性をいい，その一般的な試験方法としてシールドチューブ試験(試験管に冷媒，潤滑剤及び金属触媒を封入し，これを一定温度にて一定期間加熱後，冷媒の分解度等を調べるもの。)があることは，いずれも技術常識であると認められる。",
        "一方，本件明細書には，冷媒化合物と潤滑剤との「混和性」について，前記(冷媒と)「潤滑剤の相溶性が特に重要であることを認めるに到った。…冷却流体は…潤滑剤と相溶であることが非常に望ましい。」，「冷却流体-潤滑剤の組合せを所望の効率レベルで作用させるためには，広い操作温度範囲に渡って潤滑剤が冷却流体に充分に可溶である必要がある」(【0007】)などの記載があることや，実施例2がその内容に照らして，冷媒化合物と潤滑剤との相溶性について試験したものであると認められることに照らすと，上記のとおりの「相溶性」と同義であると認められる(原告の主張中の「混和性」も，これと同趣旨である。なお，本件明細書においては，上記記載に加え，化学的安定性について試験した実施例3について「相溶性」の試験であるとの記載があること(【0059】)などに照らせば，本件明細書における「相溶性」の語は，化学的安定性を含む趣旨で用いられていると解される。)。"
      ]
    },
    {
      "fig": "イ",
      "subject": "冷媒と潤滑剤との相溶性について",
      "text": [
        "引用例1には，C H F の化合物からなる熱媒体であって，該有機化3 m n合物はHFO-1234zeに代表されるものである熱媒体と，潤滑油とからなる，ヒートポンプ熱伝達用組成物(引用発明)が開示されていると認められるものの，具体的な潤滑剤の種類については開示されていないから，引用例1に接した当業者としては，かかる冷媒化合物と組み合わせるべき潤滑剤としていずれの潤滑剤を選択すべきなのかを，上記の考慮要素を踏まえて検討することとなると考えられる。",
        "引用例3及び4の記載によれば，本件優先日以前より，塩素を含む冷媒であるクロロフルオロカーボン(以下「CFC」という。)あるいはハイドロクロロフルオロカーボン(HCFないしHCFCと略称される。)系の冷媒がオゾン層を破壊することから，代替冷媒として塩素を含まないHFC系の冷媒に関する研究が行われていたこと，HFC系冷媒は，分子中に塩素原子を持たないために，これまでCFC系の冷媒とともに潤滑剤として用いられてきた鉱油との間で相溶性が悪いこと，そこで，HFC系の冷媒と相溶性があり組み合わせることができる潤滑剤として，PAG，エステル油(POE)，PFEなどの使用が検討されていたこと，その結果，HFC系冷媒とPOEとの相溶性については，HFC-143aとは相溶性はなく，HFC-32とは，混合比によって相溶性が認められる下限の温度に差はあるものの，概ね10℃から臨界温度(78．4℃)付近までの間では混合比にかかわらず相溶性があること，HFC-134aとは，混合比によって相溶性が認められる下限の温度に差はあるものの，概ね-40℃から臨界温度(101．15℃)付近までの間では混合比にかかわらず相溶性があること，さらに，HFC-125及びHFC-152aとは，-70℃から臨界温度(HFC-125は66．3℃，HFC-152aは113．3℃)付近までの間で相溶性があることなどの点が明らかになっていたことが認められる。",
        "以上に加え，本件明細書に「ハイドロフルオロカーボン(HFC)冷媒と共に冷却機に用いられるポリオールエステル(POE)およびポリアルキレングリコール(PAG)など，一般的に用いられる冷却潤滑剤が，本発明の冷媒組成物と共に用いられてもよい。」(【0029】)との記載があることに照らしても，本件優先日の当時，POEは，HFC系の冷媒に関しては，具体的な化合物によっては例外はあるものの，これと一般的には相溶性を有する潤滑剤として使用可能であることが，当業者において認識されていたということができる。",
        "そして，HFOは，水素，フッ素及び炭素からなり，炭素-炭素二重結合を有する化合物の総称であり，二重結合の有無の点でHFCとはその構造が異なるものの，水素，フッ素，炭素からなり，塩素を含まない化合物である点でHFCと共通する化合物であること，引用例2には，HFOに属する点で引用発明の冷媒化合物と共通する化合物であるHFO-1336を冷媒に用いる発明が開示され，具体的な実験条件は明記されていないものの，この冷媒がPOEと良好な相溶性を有することが記載されていることからすれば，当業者が，引用発明に係るHFO系の冷媒化合物であるHFO-1234zeと組み合わせるべき潤滑剤として，上記のようなPOEとの相溶性を示すHFC系の冷媒やHFO-1336との間で認められた相溶性と同程度の相溶性を示す可能性がそれなりに高いことを予測し，POEを選択することは，特段の創意工夫を要することなく行うことができるといえる。",
        "なお，引用例3には，「HFC系冷媒とそれらに適合するように新たに開発された潤滑油との相溶性を明らかにするためには，HFC系冷媒と潤滑油の個々の組み合わせに対して相挙動を実測する実験的研究に拠らざるを得ないのが現状となっている．」との記載があり，HFC系の冷媒の中にもPOEと相溶性を有しないものがあることからすれば，当業者としては，HFO-1234zeとPOEとの組合せが相溶性を有するかどうか，いかなる具体的な条件下で相溶性を有するかについて，実際に混合することなしには確認することはできないといえる。しかしながら，このことは，当業者がHFO-1234zeとPOEとを組み合わせた場合の相溶性について，上記のように予測することを妨げるものではない。",
        "そうすると，本件明細書に記載された，HFO-1234zeとPOEとの組合せが奏する混和性(相溶性)は，上記のとおり当業者が予測することができたものであり，また，その相溶性の程度が予測を超える程に格別顕著なものであることを認めるに足りる証拠もない。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "冷媒と潤滑剤の化学的安定性について",
      "text": [
        "引用例1には，冷媒と潤滑剤の化学的安定性について明確な記載はないものの，引用例4には，HFOとは前記のとおりその構造に共通する点のあるHFC系の冷媒とPAG，POE又はPFEのうち1種ないし3種とをそれぞれ組み合わせたものについて，シールドチューブ試験の結果，従来技術であるCFC-12やHCFC-22と鉱油とを組み合わせたものと同程度の化学的安定性を有すると記載されている。また，引用例2には，HFO系の冷媒であるという点でHFO-1234zeと共通するHFO-1336について，PAGないしはPOEとの組合せを前提に「本発明による冷媒は，熱安定性に比較的優れている。」と記載され，実施例1では同冷媒とPAGとを組み合わせた熱移動組成物を用いて冷凍機の運転を行ったことが記載されているから，当業者は，同冷媒と潤滑剤との組合せが実用可能な程度の化学的安定性を有していることを理解するということができる。",
        "これらの記載を踏まえると，当業者において，本件発明1に係る冷媒化合物と潤滑剤の組合せがある程度の化学的安定性を有することは，十分に予想することができることである。したがって，本件明細書にHFO-1234zeとPAGとを組み合わせた場合の化学的安定性についてのシールドチューブ試験の結果が記載され，HFO-1234zeとPOEとの組合せについても，かかる試験結果と同程度の化学的安定性があると考えられるとしても，そのことは当業者が予想することができたものであり，また，その化学的安定性の程度が予想を超える程に格別顕著なものであることを認めるに足りる証拠もない。",
        "原告の主張について"
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，冷媒化合物と潤滑剤との混和性は，実験なしに予測することができず，冷媒全般に適した「当業界慣用の潤滑剤」は存在しないし，潤滑剤には様々な種類が存在しており，HFO-1234zeとPOEとの組合せは，「当然の考慮の対象」ではなかったと主張する(前記第3の2)。",
        "しかしながら，本件優先日の当時の公知文献の記載や技術常識を踏まえると，様々な種類の潤滑剤のうち，POEがHFC系の冷媒に対して一般的に用いられていたということができること，冷媒全般に適した「当業界慣用の潤滑剤」の存否はともかく，HFO-1234zeとPOEとの相溶性を予測した上で，かかる組合せを選択することができると認められることは，いずれも前記 のとおりである。",
        "なお，原告が取消事由3において指摘するフルオロオレフィンの反応性や毒性への懸念は，上記のような相溶性についての予測それ自体を妨げるものではない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告は，引用例1に本件発明1への示唆があるとはいえないと主張する    しかしながら，引用例1に係る発明の特許出願時ではなく本件優先日の当時における公知文献の記載や技術常識を踏まえると，HFO-1234zeとPOEとの相溶性を予測した上で，かかる組合せを選択することが    なお，原告は，引用例1の実施例1において示された冷媒の能力の値に誤りがあるとも指摘する。しかし，仮に，本件優先日当時，原告が提出するシミュレーション(甲24)と同様のシミュレーションを行い，実施例1の冷媒化合物の能力の値がその記載されたものよりも低いとの結果を得た当業者がいたとしても，これとは化合物の構造の異なるHFO-1234zeを冷媒として用いた実施例2について追加の確認等を行うことなく，直ちに引用例1の記載全体の信用性を疑うものと考えることはできない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "原告は，HFO-1234zeとPOEとの優れた混和性は，引用例2に開示されたHFO-1336とPOEとの混和性や，引用例3及び4に開示された幾つかのHFCとエステル油との混和性から予測することができない 及び )。",
        "しかしながら，HFO系冷媒であるという点でHFO-1234zeと共通するHFO-1336や，HFOと構造上の共通性が一部認められる幾つかのHFC系冷媒と，POEとの相溶性についての上記各文献の記載から，HFO-1234zeとPOEとの組合せについて，実際に混合することなしには具体的な相溶性の程度を確認することはできないものの，同程度の相溶性があると予測することができることは前記 のとおりである。",
        "これに対し，原告は，本件発明におけるHFO-1234zeとPOEとの混和性が，引用例2ないし4の開示する混和性と同程度であるとはいえないし，本件発明の効果が同程度である可能性が「それなりに高い」との曖昧な見込みは，容易想到性の評価根拠事実として価値が乏しいとも主張",
        "しかしながら，引用例4には，HFC系の冷媒化合物のうちHFC-125及びHFC-152aが，本件明細書に記載されたHFO-1234zeとPOEとの相溶性が認められた温度条件の範囲を含む，あるいはそれと概ね重なり合う温度条件の範囲内で，同文献において試験された潤滑剤濃度(20，50及び80重量％)の限りではその濃度を問わず，POEとの相溶性を示したことが開示されている。そして，引用例4が，HFCの冷媒としての実用化の可能性を検討するため，一般的に冷媒として用いられる温度条件や濃度条件下での相溶性の試験を行ったものと考えられることを踏まえると，上記の試験結果に照らし，HFC系の化合物と構造上の共通性があるHFO-1234zeが，本件明細書に記載された上記温度条件の範囲内で，かつ熱移動組成物として一般的に想定される潤滑剤濃度の範囲内にある限り，POEと相溶性を有する可能性がそれなりに高いと予測することは，当業者において十分に可能であるということができる。",
        "なお，本件発明1ないし4が，いずれも原告の指摘するような低潤滑剤濃度におけるHFO-1234zeとPOEとの組合せに限定されていない以上，仮に，かかる低潤滑剤濃度における両者の相溶性を，引用例2ないし4から直接に予測することが困難であったとしても，そのこと自体は，本件発明が当業者の予測を超える顕著な効果を奏することを裏付けるものではない。",
        "以上によれば，本件明細書に開示されたHFO-1234zeとPOEとの混和性(相溶性)の程度をもって，本件発明が当業者の予測を超える顕著な効果を奏するものであると評価することはできない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "したがって，原告の前記主張は，いずれも採用することができない。",
        "小括",
        "以上によれば，本件発明1は，混和性(相溶性)や化学的安定性に関して当業者の予測を超える顕著な効果を奏するとはいえないから，審決の認定判断にこの点を看過した誤りがあるということはできない。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "取消事由3(不飽和化合物に関する阻害事由の看過)について",
          "text": [
            "フルオロオレフィンの反応性について",
            "原告は，当業者はフルオロオレフィンの反応性及び安定性について懸念を有しており，これを冷媒として選択することや，これと反応する可能性のある潤滑剤であるPOEとの組合せを回避したはずであると主張し(前記第3の3)，フルオロオレフィンの反応性に関して，次の文献の存在を指摘する。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "“Fluorine Chemistry: A Comprehensive Treatment”(1995)(甲28)には，「フッ素化オレフィン」の項に，フッ素の誘導効果によって求核付加反応が促進されること，アミン類，フェノール類，アルコール類等のフッ化物イオンを含む求核剤の多数が，高度フッ素化オレフィンの炭素-炭素二重結合に付加することが記載されている(235頁8行目ないし12行目)。",
        "また，“Organic Fluorine Chemistry”(1971)(甲29)には，CClF＝CF とC H OH，あるいは(CF ) C＝CF とCH OH又は(CH ) CHOHとを反応させることが記載されている(133頁の(311)及び(312)の式)。",
        "しかるに，これらの文献は，特定の構造のフルオロオレフィンと特定の構造のアルコールやエーテルを反応させる方法についての記載であり，これらの文献から，直ちに，炭素-炭素二重結合を含むHFO冷媒とPOEとを含む熱移動組成物が，その反応性により安定性を有さないと当業者が認識するものということはできない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "“National Aeronautics and Space Administration Contract No.NAS 7-918, Technical Support Package on Nearly Azeotropic Mixtures to Replace Refrigerant 12 ”(1992)(甲30)には，「表2  R12の代替となる可能性のある流体混合物の選択」として，飽和及び不飽和の冷媒に関する評価が記載されており，炭素-炭素不飽和結合を含むフルオロオレフィンの冷媒であるパーフルオロプロペン(R1216)，2-フルオロプロペン(R1261ya)，1，1，1，3，3-ペンタフルオロプロペン(R1225zc)及び1，1，1-トリフルオロプロペン(R1243zf)については，いずれもコメント欄に「反応性」と，「許容(A)／拒絶(R)」の欄に「R」と，それぞれ記載されている。",
        "また，“Quest for alternatives”(ASHRAE Journal 1987年12月号。甲32)には，「炭素-炭素二重結合を含有するCFC化合物は，その低い安定性のため，考慮されない。」(38頁左欄の脚注4)との記載がある。",
        "しかし，これらの文献は，特定の構造のフルオロオレフィンや塩素を含むフルオロオレフィンを反応性があるとして冷媒の候補から除外しているものの，塩素を含まないフルオロオレフィン全体が冷媒として使用することのできないものであることを示しているわけではない。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "“ Beyond  CFCs:  Extending  the  Search  for  New  Refrigerants ”",
      "text": [
        "(Proceedings of ASHRAE's 1989 CFC Technology Conference (1989)。甲31。以下「甲31文献」という。)には，「二重結合の炭素原子を有する化合物及びアセトンに基づく化合物は，冷媒としては問題のある評価を有するものである。」「これらの化合物の安定性は，分子にフッ素を加えるにつれて減少する。」(42頁右欄3行目ないし9行目)との記載がある。",
        "しかし，この文献についても，炭素-炭素二重結合を有する化合物について，どの範囲まで調査ないし実験をしたのかは明らかではなく，また，炭素-炭素二重結合を有する化合物の安定性が，どの程度のフッ素を加えると冷媒として使用することができないほどに減少するのかを明らかにしているものではない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "Donald B. Bivens による2012年10月15日付け陳述書(甲33)には，HFOの反応性(及び毒性)への懸念から，HFO類が冷媒として考慮されていなかった旨の記載がある。しかし，本件優先日後に作成された同陳述書の記載をもって，HFOを冷媒として使用することへの阻害事由があったことが直ちに裏付けられるということはできない。"
      ]
    },
    {
      "fig": "オ",
      "text": [
        "むしろ，引用例1及び2は，実施例において，HFO系の冷媒が冷凍機において使用することができることを確認しており，これらの冷媒が一般に冷媒に要求される程度の安定性を備えていることが認められるから，上記の各文献の記載内容を踏まえても，当業者にとって，フルオロオレフィンの反応性によって，熱移動組成物へのHFO-1234zeの使用や，これとPOEとの組合せを検討することが阻害されるということはできない。"
      ]
    },
    {
      "fig": "カ",
      "text": [
        "以上によれば，原告の前記主張は，採用することができない。",
        "フルオロオレフィンの毒性について",
        "原告は，フルオロオレフィンの毒性への懸念は，当業者がHFO-1234zeを冷媒として研究対象とすること，これと潤滑剤との組合せについて研究することを阻害する，と主張し(前記第3の3)，フルオロオレフィンの毒性に関して，次の文献の存在を指摘する。",
        "すなわち，特表平4-503064号公報(甲34)には，「飽和フルオロカーボン及びフルオロハイドロカーボンの製造中に不純物として存在するオレフィン系不純物は，有毒であるかもしれないので汚染物質であるとして特に好ましくなく，ほとんどの使用のために飽和生成物中のそれらの濃度は，実際上に可能な限り低いレベルまで下げなければならない。」(2頁右下欄10行目ないし14行目)との記載がある。",
        "また，甲31文献には，「二重結合の炭素原子を有する化合物及びアセトンに基づく化合物は，冷媒としては問題のある評価を有するものである。これらの化合物は，フッ素化されていない場合は低い毒性を有するが，完全にフッ素化するとより高い毒性を有する。」「これらの種類の，部分的にフッ素化したいくつかの化合物は，低い急性毒性を有するが可燃性である。」(42頁右欄3行目ないし13行目)との記載がある。",
        "さらに，本件優先日後の文献である“ARI Standard 700 2006 Standard for Specifications for Fluorocarbon Refrigerants”(2006)(甲35)には，「5．11．2．1  揮発性不純物である不飽和化合物  飽和のフッ素化冷媒の試験試料は，5．11．2．2に個別に記載されているものを除き，ハロゲン化された不飽和揮発性不純物を，重量で40ppm以上含んではならない。」(4頁16行目ないし18行目)との記載がある。",
        "しかしながら，これらの文献は，いずれも，飽和のフルオロカーボンに含まれる不純物ではなく，完全にフッ素化された化合物でもない，HFO-1234ze等のフルオロオレフィンについて，その具体的な構造のいかんにかかわらず毒性があることを示すものではない。",
        "なお，本件優先日後に作成されたその余の文献(甲36ないし39)は，本件優先日当時の阻害事由を構成するものとは認められない。",
        "したがって，当業者にとって，上記各文献に記載された知見に基づき，HFO-1234zeを冷媒として研究対象とすること，これと潤滑剤との組合せを研究することが阻害されるということはできない。",
        "よって，原告の前記主張は，採用することができない。",
        "小括",
        "以上によれば，審決の認定判断に，フルオロオレフィンの反応性や毒性に対する懸念を理由とする阻害事由を看過した誤りがあるということはできない。"
      ],
      "content": [
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおりであり，原告の主張する取消事由はいずれも理由がない。よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10104",
    "date": "2015-01-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084820",
    "ipprecedent_id": "3965",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}