{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "text": [
            "原判決を取り消す。",
            "被控訴人は，教育サロンの経営，新規提携サロンの開拓及び指導教育，化粧品等の販売事業に関し，別紙営業秘密目録記載の営業秘密を使用し，又は開示してはならない。",
            "被控訴人は，控訴人に対し，被控訴人の保有する別紙物件目録記載の物件を廃棄せよ。",
            "被控訴人は，控訴人に対し，1136万1000円及びこれに対する平成25年2月6日から支払済みまで年5分の割合による金員を支払え。",
            "訴訟費用は，第1，2審とも被控訴人の負担とする。",
            "仮執行宣言"
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，美容サロンの経営，化粧品の販売等を業とする控訴人が，控訴人の取締役の地位にあった被控訴人に対し，控訴人が被控訴人に開示した別紙営業秘密目録記載の営業秘密(以下「本件営業秘密」という。)を被控訴人が不正の利益を得る目的又は控訴人に損害を加える目的で使用し，又は開示するおそれがあると主張して，不正競争防止法2条1項7号，3条に基づき本件営業秘密の使用又は開示の差止め及び物件の廃棄を求めるとともに，被控訴人が本件営業秘密を持ち出した行為は控訴人と被控訴人の間の秘密保持契約にも違反し，これにより控訴人は損害を被ったと主張して，同法4条又は債務不履行に基づき1136万1000円の損害賠償及びこれに対する訴状送達の日の翌日である平成25年2月6日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原審は，控訴人の請求をいずれも棄却したため，控訴人が，前記第1の1の裁判を求めて控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，争点及び争点に関する当事者の主張は，次のとおり原判決を補正するほかは，原判決「事実及び理由」の第2の1ないし3記載のとおりであるから，これを引用する。",
            "原判決4頁15行目から同頁16行目の「現に保有しているというべきである。」の次に，次のとおり加える。",
            "「時間的余裕がない状況下ではなおさらのこと，ありとあらゆる証拠を持ち出そうと考えるのが自然である。」",
            "同5頁20行目の冒頭に，次のとおり加える。",
            "「  被控訴人が計画的に別件訴訟の提起に至ったことからすると，被控訴人が，取得した情報，特に個人情報を使用して，控訴人と同様のいわゆるネットワークビジネスを経営し，又は同ビジネスに従事する可能性は十分に存在する。」",
            "同6頁9行目から10行目の「改修措置を講ずることを余儀なくされた。」の次に，次のとおり加える。",
            "「控訴人がシステム改修のための見積書(甲5)を取得したのは，別件訴訟の終了後のことではあるが，同見積書の作成者に見積りを依頼したのは別件訴訟開始後である。控訴人は，被控訴人がしたような情報の無断持ち出しを追及することができる電子メールを含む情報のアーカイブ化等のシステム構築の検討を依頼し，その結果，提案書(甲19)により，ファイルサーバーの導入を提案されたものである。同提案書によれば，」",
            "同6頁17行目の末尾に，次のとおり加える。",
            "「控訴人は，被控訴人がしたような情報の無断持ち出しを追及することができる電子メールを含む情報のアーカイブ化等のシステム構築の検討を依頼し，その結果，提案書(甲19)により，ファイルサーバーの導入を提案されたと主張するが，上記提案書には，そのような記載はなく，むしろ，控訴人主張のシステム改修の目的がファイル情報の共有化・同期化による運用の効率化にあることが，その内容から明らかである。したがって，被控訴人の行為と控訴人主張の損害との間に相当因果関係はない。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求はいずれも理由がないものと判断する。その理由は，次のとおり原判決を補正するほかは，原判決「事実及び理由」の第3の1ないし4記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "text": [
            "原判決9頁16行目末尾に，改行の上，次のとおり加える。",
            "「  控訴人は，時間的余裕がない状況下ではなおさらのこと，ありとあらゆる証拠を持ち出そうと考えるのが自然であると主張する。しかし，被控訴人は退職後に控訴人の業務と同種の業務に携わる意思を有しておらず，実際にも，退職後，控訴人の業務と同種の業務には従事していないのであるから，被控訴人があえて退職後に必要としない控訴人の業務に係る情報まで持ち出そうと考えるのは，むしろ不自然であり，控訴人の上記主張を採用することはできない。」",
            "同9頁25行目「したがって，」の次に,「被控訴人が本件営業秘密を持ち出したとの」を加える。",
            "同10頁23行目冒頭に，次のとおり加える。",
            "「控訴人は，被控訴人が計画的に別件訴訟の提起に至ったことからすると，被控訴人が，取得した情報，特に個人情報を使用して，控訴人と同様のいわゆるネットワークビジネスを経営し，又は同ビジネスに従事する可能性は十分に存在すると主張する。しかし，」",
            "同11頁2行目末尾に，次のとおり加える。",
            "「そして，他に，被控訴人が控訴人の業務と同様の業務に従事する可能性を裏付ける具体的な事実を認めるに足りる証拠もない以上，単にそのような可能性が抽象的に存在するというだけでは，不正競争防止法3条1項にいう「営業上の利益を・・・侵害されるおそれ」があるということはできない。」",
            "同12頁1行目の「2年余り経過した後であることからすると，」を，次のとおり改める。",
            "「2年余り経過した後であること(なお，控訴人は，システム改修のための見積りを依頼したのは別件訴訟開始後であると主張するが，その依頼に対して提出された提案書(甲19)の内容に照らしても，その作成に多くの時間を要するとは考え難いことからすると，見積りの依頼時期も，被控訴人によるデータの持ち出しの事実を知った時期から相当期間を経過した後のことと認められる。)，また，上記提案書の内容も，ファイル情報の共有化・同期化による運用の効率化を目指す一般的なものと認められることからすると，」"
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "よって，控訴人の請求をいずれも棄却した原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(ネ)10044",
    "date": "2014-08-28",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成25年(ワ)127",
    "precedent_id": "084419",
    "ipprecedent_id": "3816",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}