{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，金1億円及びこれに対する平成24年12月1日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は第1審，第2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "仮執行宣言。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決で用いられた略語は，断りのない限り，当審でもそのまま用いる。原判決を引用する部分では，「原告」とあるのは「控訴人」と，「被告」とあるのは「被控訴人」と読み替えるものとする。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件は，本件特許の特許権者である控訴人が，業として被告製品の販売をしている被控訴人に対し，被控訴人による被告製品の販売によって本件特許権を侵害されたと主張して，不法行為に基づく損害賠償請求として，金1億円及びこれに対する不法行為の後の日である平成24年12月1日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を請求する事案である。",
            "原判決は，本件訂正発明は，当業者が乙9発明に基づいて容易に発明することができたから，本件特許は特許無効審判により無効にされるべきものであるなどとして，控訴人の請求を全部棄却したため，これを不服とする控訴人が，本件控訴を提起した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "前提事実等及び争点は，次のとおり改めるほかは，原判決の「第2  事案の概要」の「1  前提事実」及び「3  争点」(原判決2頁7行目から5頁1行目まで及び5頁6行目から21行目まで)に記載のとおりであるからこれを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁9行目ないし11行目を次のとおり改める。",
                "「原告は，以下の特許(請求項の数は5。以下「本件特許」といい，本件特許に係る明細書及び図面を「本件明細書等」という。)に係る特許権を有する。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁8行目から13行目までを次のとおり改める。",
                "「被控訴人は，平成22年8月4日，本件特許について無効審判請求(無効2010-800137号事件)をした。平成23年5月27日，当該無効審判請求について無効成立審決がされたため，控訴人は，当該審決について知財高裁に審決取消訴訟(当庁平成23年(行ケ)第10210号事件)を提起するとともに，同年9月30日，特許庁に訂正審判請求(訂正2011-390113号事件)をした。これを受けて，知財高裁は，同年11月11日，平成23年法律第63号による改正前の特許法181条2項の規定により無効2010-800137号事件についての平成23年5月27日付けの審決を取り消す旨の決定をし，当該決定は後に確定した。訂正2011-390113号事件による訂正審判請求は，後に，同改正前の特許法134条の3第5項の規定により，訂正請求(以下「本件訂正」という。)とみなされた。審理が再開された無効2010-800137号事件については，平成24年4月18日，訂正を認め，審判請求を不成立とする審決がされたため，被控訴人は，知財高裁に審決取消訴訟を提起した(当庁平成24年(行ケ)第10180号事件)。知財高裁は，平成25年7月17日，無効2010-800137号事件についての平成24年4月18日付けの審決を取り消す旨の判決をし，当該判決は後に確定した。審理が再開された無効2010-800137号事件については，平成25年10月25日，訂正を認め，本件特許の請求項1ないし5に係る発明についての特許を無効とする旨の審決がされたため，控訴人は，知財高裁に審決取消訴訟を提起した(当庁平成25年(行ケ)第10324号)。本件訂正による訂正は，本件口頭弁論終結時点において，未確定である。(乙44，47，当裁判所に顕著な事実)",
                "本件訂正による訂正後の本件特許の請求項1は次のとおりである(以下，本件訂正後の同請求項に記載の発明を「本件訂正発明」という。)。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者の主張は，次のとおり付加訂正する他は，原判決の「第3  争点に関する当事者の主張」(原判決5頁23行目から24頁19行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決19頁11行目末尾に，改行の上，次のとおり加える。",
            "「エ  控訴人は，後記のとおり，実験報告書(甲14)を提出し，本件訂正発明がβ-Al O 等を所定量含有(生成)させることにより，高Q値を実現するとの作用効果を有することは自明であるとする。しかし，同実験報告書で比較対象とされたものの組成は，本件明細書のいずれの実施例とも異なっており，いずれの実施例についても，β-Al O を1／100000～3体積％含むことでQ値が向上するとの効果が奏されていることを確認することはできない。」"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決20頁12行目末尾に，改行の上，次のとおり挿入する。",
            "「実験報告書(甲14)のとおり，乙9公報の試料35の配合組成で，第二相としてβ-Al O を0．85体積％含有する本件訂正発明の実施品と，第二相としてβ-Al O を含まない比較対象品の二種類の誘電体磁器を作製したところ，その誘電特性は次のとおりであった。",
            "β-Al O   誘電率  Qf  τf  (ppm/℃)",
            "実施品  0.85 体積%  46.5  45000  9.0",
            "比較対象品  0 体積%  46.9  36000  13.5",
            "このように，本件訂正発明の実施品(第二相としてβ-Al O を0．85体積％含有)が，β-Al O を含有しない同一の配合組成の比較対象品よりQ値において9000も高い値が出ていることから，本件訂正発明がβ-Al O 等を所定量含有(生成)させることにより，高Q値を実現するとの作用効果を有することは自明である。」"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，原判決と同じく控訴人の請求は棄却されるべきものと判断する。その理由は，原判決の理由とは異なり，本件訂正発明は乙1発明と同一である(争点2-1に対する判断)から，本件特許は無効審判により無効にされるべきものであると判断するところによる。",
            "その詳細は次のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点2-1(本件訂正発明は乙1発明と同一であるか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "乙1発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙1公報には，次のとおりの記載がある(図1は別紙のとおり。)。",
                    "「【請求項1】一般式が，w(M O)-x(M O)-y1(M O)-y2(MO)-z(M O)",
                    "但し，M OはCaO，CaCO などのカルシウム酸化物",
                    "M OはTiO などのチタン酸化物",
                    "M OはLa O ，La (CO ) などのランタン酸化物",
                    "M OはSm O などのサマリウム酸化物",
                    "M OはAl O などのアルミニウム酸化物",
                    "で表され，モル比w，x，y1，y2，zが百分比でそれぞれ",
                    "36．54≦ w ≦42．53",
                    "37．50≦ x ≦43．24"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "0",
          "subject": "≦y1≦12．50"
        },
        {
          "fig": "0",
          "subject": "≦y2≦ 9．52",
          "text": [
            "7．47≦ z ≦12．50",
            "であって，かつ",
            "w＋x＋y1＋y2＋z＝100",
            "75．0 ≦ w＋x ≦ 85．06",
            "90．47≦ w／x ≦100",
            "7．47≦y1＋y2≦ 12．5",
            "であることを特徴とする誘電体磁器組成物。」",
            "「【0001】",
            "【産業上の利用分野】本発明は，共振素子や誘電体フィルタそれにセラミックコンデンサなどを作製するに好適な誘電体磁器組成物に関する。",
            "【0002】",
            "【従来の技術】マイクロ波やミリ波を取り扱う高周波回路に使用される共振素子として，誘電体磁器を用いた誘電体共振素子がある。誘電体共振素子用の誘電体磁器には，一般に，①比誘電率(εr)が適度であること，②Q値が高いこと，③共振周波数の温度係数(Tfo；共振周波数の温度変化の傾きΔF／ΔT)が0付近で任意の値に設定でき，かつ共振周波数の温度変化の直線性が良いこと，④高精度かつ安定な共振素子が安価に作製できること等が要求される。さらに近年に至っては，通信又は放送技術の発達に伴い，例えばBS用又はCS用のダウンコンバータ・オシレータ・ブロックに使用される誘電体共振素子等として，より小型にして高性能の素子が求められている。かかる要請に対処するため，誘電体共振素子材料用の誘電体磁器には，上記③，④の条件を満たし，かつεr≧40，Q≧3000，｜Tfo｜≦20ppm／℃，-50℃～＋70℃の範囲の周波数偏差が2MHz以下(但し，20℃を基準とする)という諸条件を全て満たすことが求められる。」",
            "「【0006】本発明は，かかる技術的課題を解決するためになされたものであって，その目的は，上記③，④の条件を満たし，かつεr≧40，Q≧3000，｜Tfo｜≦20ppm／℃，-50℃～＋70℃の範囲の周波数偏差が2MHz以下(但し，20℃を基準とする)という諸条件を全て満たす誘電体磁器組成物を提供することにある。」",
            "「【0008】",
            "【作用】前記一般式で表される誘電体磁器組成物を用いて作製された誘電体磁器の比誘電率εr，材料Q，共振周波数の温度係数Tfo，それに20℃を基準とする-50℃～＋70℃の範囲の周波数偏差を誘電体共振器法によって測定したところ，いずれもεr≧40，Q≧3000，｜Tfo｜≦20ppm／℃，偏差＜2MHz以下という諸条件を満たすことがわかった。但し，比誘電率εr及び材料Qの評価に当っては，誘電体共振器法のTE011モード(約10GHz)を適用し，共振周波数の温度係数Tfoの評価に当っては，誘電体共振器法のTE01δモード(約10GHz)を適用した。本発明の誘電体磁器組成物は，従来より知られたCaTiO セラミックをベースにした材料に，La O やSm O などのランタン系材料とAl O などのアルミニウム系材料を固溶させたので，高い比誘電率εr及び高い材料Qを保ちながら，安定性に優れ，かつ共振周波数の温度変化の直線性が良好で共振周波数の温度係数Tfoを任意の値に設定できる誘電体磁器とすることができる。また，製造に当って特別な工程を必要としないので，前記の諸特性を有する誘電体磁器組成物を安価に提供できる。",
            "【0009】",
            "【実施例】一般式が，w(CaO)-x(TiO )-y1(La O )-y2(Sm O )-z(Al O )で表される誘電体磁器組成物について，組成が異なる27種類の誘電体磁器を作製し，それらを用いて作製した誘電体磁気について夫々比誘電率εrと，材料Qと，共振周波数の温度係数Tfoと，20℃を基準とする-50℃～＋70℃の範囲の周波数偏差とを測定した。図1に，試料27種の誘電体磁器組成物の組成と特性試験結果とを示す。27種の誘電体磁器組成物のうち，試料1～8はSm O を含まない第1のグループであり，試料9～18はLa O及びSm O を含む第2のグループであり，試料19～27はLa O を含まない第3のグループである。",
            "【0010】但し，各誘電体磁器は，①湿式混合→②仮焼成→③湿式粉砕→④バインダ合わせ→⑤造粒→⑥プレス→⑦本焼成という，この種の誘電体磁器を作製する際の一般的な工程を経て作製した。①の湿式混合は，遊星式ボールミル(モノボール)を備えたポリアミド製ボールミル型粉砕容器を用いて行った。処理時間は1時間である。②の仮焼成は，仮焼成プロファイルを用いて行った。処理雰囲気は，大気中，O 雰囲気中，Ｎ 雰囲気中のいずれにしても，同一の製品特性が得られた。また処理温度及び時間は，(1000～1200)℃×(1～10)時間の範囲で適宜調整した。③の湿式粉砕は，湿式混合に用いたと同様のボールミル型粉砕容器を用いて行った。処理時間は1．5時間である。④のバインダ合わせは，湿式粉砕された組成物基体に，ポリビニルアルコールを混練することで行った。⑤の造粒は，50メッシュをパスする粒径に調製した。⑥のプレスは，成形圧力1．5トン／cm2で行い，直径が7mm，厚さが5mmの円板状成形物を作製した。⑦の本焼成は，本焼成プロファイルを用いて行った。処理雰囲気は，大気中，O 雰囲気中，Ｎ 雰囲気中のいずれにしても，同一の製品特性が得られた。また処理温度及び時間は，(1500～1600)℃×(1～60)時間の範囲で適宜調整した。さらに，昇温・昇圧速度は，300℃／Hとした。",
            "【0011】また比誘電率εr及び材料Qの評価に当っては，誘電体共振器法のTE011モード(約10GHz)を適用し，共振周波数の温度係数Tfoの評価に当っては，誘電体共振器法のTE01δモード(約10GHz)を適用した。」",
            "「【0023】",
            "【発明の効果】以上説明したように本発明によると，εr≧40，Q≧3000，｜Tfo｜≦20ppm／℃，偏差＜2MHz以下という諸条件を満たし，かつ安価にして温度特性が安定な誘電体磁器を作製できる。よって，小型にして高性能の誘電体共振素子が実現できると共に，この誘電体磁器に銅Cuや銀Ag等をメタライズすることによって，移動体通信機等で使用される高性能な誘電体フィルタやセラミックコンデンサ等を実現できる。」"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "subject": "以上の乙1公報の記載によれば，乙1発明の内容は，次のとおりであると認められる(なお，乙1公報のQ値は10GHzでの数値が記載されているので，1GHzでの数値に換算した。)",
                  "text": [
                    "「A  金属元素としてLa，Al，Ca及びTiを含有し，",
                    "B  組成式をy1(La O )・z(Al O )・w(CaO)・x(TiO )と表したときy1，z，w，xが，",
                    "y1＝0．1061"
                  ],
                  "content": [
                    {
                      "fig": "z",
                      "subject": "＝0．1061"
                    },
                    {
                      "fig": "w",
                      "subject": "＝0．3939"
                    },
                    {
                      "fig": "x",
                      "subject": "＝0．3939",
                      "text": [
                        "であって，かつ",
                        "y1＋z＋w＋x＝1",
                        "を満足し，",
                        "E  1GHzでのQ値に換算した時のQ値が57200である",
                        "F  誘電体磁器」(乙1公報の図1の試料4の実施例)",
                        "又は",
                        "「A  金属元素としてLa，Al，Ca及びTiを含有し，",
                        "B  組成式をy1(La O )・z(Al O )・w(CaO)・x(TiO )と表したときy1，z，w，xが，",
                        "y1＝0．1077"
                      ]
                    },
                    {
                      "fig": "z",
                      "subject": "＝0．1231"
                    },
                    {
                      "fig": "w",
                      "subject": "＝0．3846"
                    },
                    {
                      "fig": "x",
                      "subject": "＝0．3846",
                      "text": [
                        "であって，かつ",
                        "y1＋z＋w＋x＝1",
                        "を満足し，",
                        "E  1GHzでのQ値に換算した時のQ値が58700である",
                        "F  誘電体磁器。」(乙1公報の図1の試料5の実施例。以下，両者を併せて「乙1発明」という。)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "本件訂正発明と乙1発明とを対比すると，両者の一致点は次のとおりである。",
                    "「A  金属元素として少なくとも稀土類元素(Ln：但し，Laを稀土類元素のうちモル比で90％以上含有するもの)，Al，M(MはCaおよび／またはSr)，及びTiを含有し，",
                    "B  組成式をaLn O ・bAl O ・cMO・dTiO(但し，3≦x≦4)と表2 X 2 3 2したときa，b，c，dが，",
                    "0．056≦a≦0．214",
                    "0．056≦b≦0．214",
                    "0．286≦c≦0．500",
                    "0．230＜d＜0．470",
                    "a＋b＋c＋d＝1",
                    "を満足し，",
                    "E  1GHzでのQ値に換算した時のQ値が40000以上である",
                    "F  誘電体磁器。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "本件訂正発明と乙1発明との相違点は，次のとおりである。",
                    "「誘電体磁器が，本件訂正発明では，「結晶系が六方晶および／または斜方晶の結晶を80体積％以上有する酸化物からなり」(構成要件C)，「前記Alの酸化物の少なくとも一部がβ-Al O および／またはθ-Al O の結晶相として存在するとともに，前記β-Al O および／またはθ-Al O の結晶相を1／100000～3体積％含有」する(構成要件D)のに対して，乙1発明では，このような結晶に関する構成を備えているか不明である点」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人による「特開平7-57537号公報記載の実施例検証試験報告書」(乙3。以下「乙3報告書」という。)は，乙1発明(乙1公報の図1の試料4，5の実施例)を，その実施例に示された方法(【0009】～【0011】)に従って，再現したとする実験の報告書である。",
                    "乙3報告書の実験で作製された試料の誘電特性(Q値)は，乙1公報の図1に記載のものとほぼ一致していることから，乙3報告書の実験は，乙1発明の上記実施例を再現した実験と認めることができる。この点，乙3報告書には，①  X線回折の結果及びSEM写真によれば，作製した試料は，斜方晶のCaTiO 結晶を有しており，その面積比率は95％以上であること，②  SEM写真によれば，作製した試料には柱状結晶が存在し，その面積比は，乙1公報の図1の試料4に相当する試料で0．34％，同試料5に相当する試料で2．84％であること，③  EPMA分析の結果によれば，上記の柱状結晶は，マトリックスに比較して，Al Oを多く含有するAlリッチの化合物であり，マトリックスの影響を除去したところ，柱状結晶には，Al以外にCa及びLaを含むことが分かったことが記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "愛知工業大学の教授による「依頼実験報告書(2)」(乙4。以下「乙4報告書」という。)も，乙3報告書と同様に，乙1発明の前記実施例を再現した実験の報告書である。",
                    "乙4報告書には，①  走査型電子顕微鏡写真(SEM写真)によれば，作製した試料は，均一なマトリックスに板状又は柱状の第二相結晶が存在するものであり，第二相結晶の面積比は，乙1公報の図1の試料4に相当する試料で0．15％，同試料5に相当する試料で2．71％であること，②  局部X線元素分析(EPMA組成分析)の結果によれば，マトリックスは均一な酸化物であり，第二相結晶はAlの酸化物が主成分で，Ca及びLaを少量含む化合物であること，③  粉末X線回折の結果によれば，主要構成相は，結晶系が斜方晶であり，第二相は，試料4に相当する試料では明瞭に現れなかったが，試料5に相当する試料ではβ-Al O構造を有する化合物の存在が確認できたことが記載されている。",
                    "被控訴人による「第二相結晶の回折像の同定について」(乙37。以下「乙37報告書」という。)には，上記の乙4報告書の試料4に相当する試料について，①  透過型電子顕微鏡観察によれば，マトリックス中に柱状の第二相微結晶が確認されたこと，②  制限視野電子回折の結果の解析によれば，上記の第二相は，β-AlO の結晶構造を有する結晶相であることが分かったことが記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，乙1発明の実施品を作製したところ，いずれも，結晶系が斜方晶の結晶を80体積％以上有する酸化物からなるものであり，また，板状又は柱状の第二相結晶が存在し，その面積比(すなわち，体積比)は，1／100000～3体積％を満たすものが生成したことが認められる。そして，この第二相結晶は，EPMA分析の結果(乙3報告書，乙4報告書)，粉末X線回折の結果(乙4報告書)，制限視野電子回折の結果の解析(乙37報告書)によれば，β-Al O と認められるものである。",
                    "したがって，乙1発明の前記実施例(乙1公報の図1の試料4及び試料5)は，いずれも本件訂正発明の構成要件C及び構成要件Dを備えていると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "特許法29条1項3号は，「特許出願前に日本国内又は外国において頒布された刊行物に記載された発明・・・」については，特許を受けることができない旨規定している。同号の「刊行物に記載された発明」とは，刊行物に明示的に記載されている発明であるが，このほかに，当業者の技術常識を参酌することにより，刊行物の記載事項から当業者が理解し得る事項も，刊行物に記載されているに等しい事項として，「刊行物に記載された発明」の認定の基礎とすることができる。",
                    "もっとも，本件訂正発明や乙1発明のような複数の成分を含む組成物発明の分野においては，乙1発明のように，本件訂正発明を特定する構成の相当部分が乙1公報に記載され，その発明を特定する一部の構成(結晶構造等の属性)が明示的には記載されておらず，また，当業者の技術常識を参酌しても，その特定の構成(結晶構造等の属性)まで明らかではない場合においても，当業者が乙1公報記載の実施例を再現実験して当該物質を作成すれば，その特定の構成を確認し得るときには，当該物質のその特定の構成については，当業者は，いつでもこの刊行物記載の実施例と，その再現実験により容易にこれを知り得るのであるから，このような場合は，刊行物の記載と，当該実施例の再現実験により確認される当該属性も含めて，同号の「刊行物に記載された発明」と評価し得るものと解される(以下，これを「広義の刊行物記載発明」ともいう。)。",
                    "これに対し，刊行物記載の実施例の再現実験ではない場合，例えば，刊行物記載の実施例を参考として，その組成配合割合を変えるなど，一部異なる条件で実験をしたときに，初めて本件訂正発明の特定の構成を確認し得るような場合は，本件訂正発明に導かれて当該実験をしたと解さざるを得ず，このような場合については，この刊行物記載の実施例と，上記実験により，その発明の構成のすべてを知り得る場合に当たるということはできず，同号の「刊行物に記載された発明」に該当するものと解することはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "乙1公報には，上記実施例(乙1公報の図1の試料4及び試料5)である誘電体磁器について，その結晶構造(本件訂正発明の構成要件C及びD)に関する明示的な記載はない。しかし，乙1発明の上記実施例を再現実験して，誘電体磁器を作成すれば，その結晶構造については，当業者が確認し得る属性であり，また，その具体的な結晶構造は前記アないしウ認定のとおりであるから，当業者は，いつでもこの乙1公報記載の実施例と，その再現実験により，本件訂正発明の構成のすべてを知り得るのであり，このような発明は，同号の「刊行物に記載された発明」(広義の刊行物記載発明)に当たると解するのが相当である。すなわち，上記アないしウに認定したとおり，乙1発明の上記実施例を再現実験して得られた試料は，結晶系が斜方晶の結晶を80体積％以上有する酸化物であり，また，板状又は柱状の第2相結晶が存在し，その面積比(すなわち体積比)は，1／100000～3体積％を満たすものが生成されており，そして，この第2相結晶は，β―Al O であることが認められるのであるから，当業者は，乙1公報記載の上記実施例と，その再現実験により，本件訂正発明の構成のすべてを知り得るものと認められる。",
                    "以上によれば，乙1公報の上記実施例の記載中には，本件訂正発明の構成要件C及びDに係る構成(結晶構造)が明示的に記載されてはいないものの，その結晶構造は，当業者が乙1発明の上記実施例を再現実験して誘電体磁器を作成すれば，確認し得る属性であるから，当業者からみれば，本件訂正発明は，乙1公報に「記載された発明」であると解するのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上に関し，控訴人は，乙1公報に記載されたQ値と，乙3報告書，乙4報告書で作成された試料のQ値との間には，5000～10500もの差があり，誤差とはいえず，乙3報告書及び乙4報告書は，乙1発明を再現したものとはいえないと主張する。",
                    "しかし，Q値は，誘電正接tanδの逆数であり，実際の測定ではtanδを測定するものであるところ，「誘電体円柱試料のマイクロ波測定用ソフト」のカタログ(乙17)には，誘電正接が10-3～10-7(すなわち，Q値が1000～10000000)では，測定精度が±5～20％となることが記載されている。また，乙1公報には，図1の試料4，5を実際に作製した際に採用された条件については，明記されていない。乙3報告書及び，乙4報告書の実験は，乙1公報に示された「(1500～1600)℃×(1～60)時間」との条件を満たすものであるが，乙1公報の図1の試料4，5が作成された際に採用された条件との異同は明らかでない。そして，本焼成の条件が異なれば，作製される誘電体磁器の誘電特性が異なることは，当業者において周知の事項である(乙38，39)から，本焼成の条件が両者の間で完全には一致しないことによっても，Q値に一定程度の差が生じることになる。",
                    "以上よりすると，この点に関する控訴人の主張は採用の限りではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，控訴人は，乙1公報の図1の試料5は，Al O のモル比が「0．1231」であるのに対して，乙3報告書の試料5に相当する試料では「0．1271」であるから，乙3報告書は，乙1公報の図1の試料5を再現したものではないと主張する。しかし，乙3報告書の「0．1271」は「0．1231」の誤記であると認められ(乙35)，この点に関する控訴人の主張も採用の限りではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，乙3報告書には，湿式混合及び湿式粉砕において，どのようなボールミルを使用したかや処理時間について記載がなく，乙4報告書には，ボールミルの詳細及び処理時間の記載がないのみならず，仮焼成後の湿式粉砕の工程が存在しないから，乙3報告書及び乙4報告書は，乙1発明を再現したものとはいえないと主張する。",
                    "しかし，乙4報告書に，仮焼成後の湿式粉砕の工程が記載されていない点は誤記であると認められる(乙36)。",
                    "また，乙1公報と乙3報告書・乙4報告書の実験とは，ボールミルの方式及びその処理時間が異なるものである。しかし，遊星式ボールミルを用いるにしろ，通常のボールミルを用いるにしろ，原料粉末が十分に混合されるとともに，所定の粒径に粉砕されることに変わりはない。また，乙1公報には，誘電体磁器の「製造に当って特別な工程を必要としない」(【0008】)，「各誘電体磁器は，①湿式混合→②仮焼成→③湿式粉砕→④バインダ合わせ→⑤造粒→⑥プレス→⑦本焼成という，この種の誘電体磁器を作製する際の一般的な工程を経て作製した。」(【0010】)と記載されている。そうすると，乙1公報においても，乙3報告書，乙4報告書のいずれにおいても，湿式混合及び湿式粉砕は，通常の条件で行われたものであり，それにより，原料粉末は十分に混合されているとともに，誘電体磁器の作製において通常用いられる所定の粒径に粉砕されているものであるから，乙3報告書，乙4報告書の実験における湿式混合及び湿式粉砕は，乙1公報における湿式混合及び湿式粉砕と同等のものということができる。",
                    "そうすると，この点に関する控訴人の主張も採用の限りではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，乙3報告書及び乙4報告書は，透過型電子顕微鏡による制限視野電子回折像による解析を行っておらず，第二相がβ-Al O であるか否か定かではない，乙4報告書のEPMA分析の結果によれば，第二相結晶のスペクトルにおけるAlのピークとCaのピークの差が小さいから，乙4報告書における試料4に相当する試料の第二相はβ-Al O ではないと主張する。",
                    "しかし，上記のとおり，EPMA分析の結果(乙3報告書，乙4報告書)，粉末X線回折の結果(乙4報告書)，制限視野電子回折の結果の解析(乙37報告書)によれば，第二相はβ-Al O と認められるもので，この点に関する控訴人の主張も採用の限りではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本件訂正発明に係る特許権は特許無効審判により無効にされるべきものと認められる(特許法104条の3第1項)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，控訴人の請求は理由がなく，その請求は全部棄却されるべきところ(なお，本件訂正による訂正は未確定であるが，本件訂正発明に係る本件特許が特許無効審判により無効にされるべきものである以上，本件訂正前の請求項1の発明に係る本件特許についても，同様に特許無効審判により無効にされるべきと認められる。したがって，本件訂正前の本件特許の請求項1の発明について，構成要件充足性が認められる場合であっても，控訴人の請求を棄却するべきとの結論には変わりがない。)，これと結論を同じくする原判決は正当であるから，控訴人の本件控訴は棄却されるべきことになる。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}