{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2012-17505号事件について平成25年9月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「車両トランスミッションをシフトするためのシフト装置」とする発明について，2006年(平成18年)12月15日(優先権主張日2005年(平成17年)12月20日，優先権主張国ドイツ連邦共和国)を国際出願日とする特許出願(特願2008-546118号。以下「本願」という。)をした。",
            "原告は，平成23年11月30日付けの拒絶理由通知(以下「本件拒絶理由通知」という。甲7)を受けたため，平成24年3月7日付けで本願の特許請求の範囲について手続補正(甲8)をし，同日付け意見書(以下「本件意見書」という。乙1)を提出したが，同年4月25日付けの拒絶査定(以下「本件拒絶査定」という。甲9)を受けた。",
            "原告は，同年9月7日，拒絶査定不服審判を請求するとともに，同日付けで本願の特許請求の範囲について手続補正(以下「本件補正」という。甲10)をした。",
            "特許庁は，上記請求を不服2012-17505号事件として審理を行い，平成25年9月24日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決(出訴期間の付加期間90日。以下「本件審決」という。)をし，同年10月8日，その謄本が原告に送達された。",
            "原告は，平成26年2月5日，本件審決の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正前のもの",
            "本件補正前の特許請求の範囲(平成24年3月7日付け手続補正による補正後のもの。以下同じ。)は，請求項1ないし15からなり，その請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本願発明」という。甲8)。",
            "「【請求項1】",
            "車両トランスミッションをシフトするためのシフト装置であって，",
            "回転軸(5)を中心に異なるシフト位置(6，7，8，9)に回転可能な操作素子(4)と，該操作素子(4)に結合されており，前記回転軸(5)を中心に回転可能なシャフト(21)と，該シャフト(21)に結合された回転角検出装置(32)と，アクチュエータ(22)と，前記回転角検出装置(32)およびアクチュエータ(22)に接続された制御装置(38)とを有し，",
            "前記回転角検出装置(32)によって，前記操作素子(4)の前記回転軸(5)を中心にする回転が検出され，",
            "前記アクチュエータ(22)によって，トルクが前記シャフト(21)に出力され，またはシャフト(21)の回転に対抗するトルクが出力され，",
            "前記制御装置(38)によって前記アクチュエータ(22)から出力されたトルク，または対抗するトルクが制御され，",
            "前記車両トランスミッション(10)は，シフト位置(6，7，8，9)に割り当てられたシフト状態(P，R，Ｎ，D)に切り替え可能である形式のシフト装置において，",
            "前記シャフト(21)は，前記回転角検出装置(32)と前記操作素子(4)との間で回転軸(5)に沿って伸長しており，前記操作素子は回転ヘッドまたは回転ノブとして構成されており，シャフト(21)の第1の端部(28)に配置され，",
            "前記回転角検出装置(32)は，前記シャフト(21)の第2の端部(29)に配置され，",
            "前記回転角検出装置(32)は，少なくとも1つの磁界感応センサ(31)と，該磁界感応センサに対して相対的に回転可能な少なくとも1つの磁石(30)とを有し，",
            "前記アクチュエータ(22)は，前記回転角検出装置(32)と前記操作素子との間の前記シャフト(21)上に座し，",
            "前記磁石(30)は前記シャフト(21)の前記第2の端部(29)に固定されており，前記磁石(30)の磁化方向は前記回転軸(5)に対して直角に配向されており，前記磁界感応センサ(31)は前記磁石(30)に対し，前記回転軸(5)に沿ってずらして配置されている，",
            "ことを特徴とするシフト装置。」",
            "本件補正後のもの",
            "本件補正後の特許請求の範囲は，請求項1ないし14からなり，その請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本願補正発明」という。なお，下線部は，本件補正による補正箇所である。甲10)。",
            "「【請求項1】",
            "車両トランスミッションをシフトするためのシフト装置であって，",
            "回転軸(5)を中心に異なるシフト位置(6，7，8，9)に回転可能な操作素子(4)と，該操作素子(4)に結合されており，前記回転軸(5)を中心に回転可能なシャフト(21)と，該シャフト(21)に結合された回転角検出装置(32)と，アクチュエータ(22)と，前記回転角検出装置(32)およびアクチュエータ(22)に接続された制御装置(38)とを有し，",
            "前記回転角検出装置(32)によって，前記操作素子(4)の前記回転軸(5)を中心にする回転が検出され，",
            "前記アクチュエータ(22)によって，トルクが前記シャフト(21)に出力され，またはシャフト(21)の回転に対抗するトルクが出力され，",
            "前記制御装置(38)によって前記アクチュエータ(22)から出力されたトルク，または対抗するトルクが制御され，",
            "前記車両トランスミッション(10)は，シフト位置(6，7，8，9)に割り当てられたシフト状態(P，R，Ｎ，D)に切り替え可能である形式のシフト装置において，",
            "前記シャフト(21)は，前記回転角検出装置(32)と前記操作素子(4)との間で回転軸(5)に沿って伸長しており，前記操作素子は回転ヘッドまたは回転ノブとして構成されており，シャフト(21)の第1の端部(28)に配置され，",
            "前記回転角検出装置(32)は，前記シャフト(21)の第2の端部(29)に配置され，",
            "前記回転角検出装置(32)は，少なくとも1つの磁界感応センサ(31)と，該磁界感応センサに対して相対的に回転可能な少なくとも1つの磁石(30)とを有し，",
            "前記アクチュエータ(22)は，前記回転角検出装置(32)と前記操作素子との間の前記シャフト(21)上に座し，",
            "前記磁石(30)は前記シャフト(21)の前記第2の端部(29)に固定されており，前記磁石(30)の磁化方向は前記回転軸(5)に対して直角に配向されており，前記磁界感応センサ(31)は前記磁石(30)に対し，前記回転軸(5)に沿ってずらして配置され，",
            "前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有し，該ホール効果素子は強磁性ディスク(35)により部分的に覆われている，",
            "ことを特徴とするシフト装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願補正発明は，本願の優先権主張日前に頒布された刊行物である特開2002-189558号公報(以下「引用例1」という。甲1)，特開2003-162328号公報(以下「引用例2」という。甲2)及び特表2001-518188号公報(以下「引用例3」という。甲3)に記載された発明及び周知事項に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものであり，平成18年法律第55号による改正前の特許法17条の2第5項において準用する同法126条5項の規定に違反するものであるとして，同法159条1項において準用する同法53条1項の規定により，本件補正を却下した上で，本願発明も，同様に，引用例1ないし3に記載された発明及び周知事項に基づいて当業者が容易に発明をすることができたものであるから，特許を受けることができず，他の請求項に係る発明について検討するまでもなく，本願は拒絶されるべきものであるというものである。",
            "本件審決が認定した引用例1に記載された発明(以下「引用例1発明」という。)，本願補正発明と引用例1発明の一致点及び相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用例1発明",
              "text": [
                "「自動車のトランスミッション25のギアシフト装置であって，",
                "回転可能なノブ3と，筐体に回転自在に保持され，一端にノブ3が固着された操作軸2と，操作軸2の回転量及び回転方向を検知する検知手段4と，ノブ3に外力を負荷する回転駆動形のアクチュエータ5と，操作軸2とアクチュエータ5の駆動軸5aとの間の動力伝達を行う動力伝達部6と，検知手段4およびアクチュエータ5に接続された制御部8とを有し，",
                "前記アクチュエータ5によって，ノブ3に抵抗感や推力が付与され，",
                "前記制御部8は，ノブ3の操作量及び操作方向や，変速制御装置の信号ないし制御情報に基づいて，前記アクチュエータ5により付与される抵抗感や推力を決定し，",
                "前記トランスミッション25は，ノブ3の操作位置に応じた特定レンジに切替可能であるギアシフト装置において，",
                "前記操作軸2は，前記アクチュエータ5と前記ノブ3との間で延びており，",
                "前記検知手段4は，操作軸2に固着されたコード板4aと，当該コード板4aを介してその表面側及び裏面側に対向に配置された発光素子4b及び受光素子4cとから構成されるロータリエンコーダからなるギアシフト装置。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願補正発明と引用例1発明の一致点",
              "text": [
                "「車両トランスミッションをシフトするためのシフト装置であって，",
                "回転軸を中心に異なるシフト位置に回転可能な操作素子と，該操作素子に結合されており，前記回転軸を中心に回転可能なシャフトと，該シャフトに結合された回転角検出装置と，アクチュエータと，前記回転角検出装置およびアクチュエータに接続された制御装置とを有し，",
                "前記回転角検出装置によって，前記操作素子の前記回転軸を中心にする回転が検出され，",
                "前記アクチュエータによって，トルクが前記シャフトに出力され，またはシャフトの回転に対抗するトルクが出力され，",
                "前記制御装置によって前記アクチュエータから出力されたトルク，または対抗するトルクが制御され，",
                "前記車両トランスミッションは，シフト位置に割り当てられたシフト状態に切り替え可能である形式のシフト装置において，",
                "前記操作素子は回転ヘッドまたは回転ノブとして構成されており，シャフトの第1の端部に配置されているシフト装置。」である点。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本願補正発明と引用例1発明の相違点",
              "text": [
                "(相違点1)",
                "本願補正発明は，",
                "「前記シャフト(21)は，前記回転角検出装置(32)と前記操作素子(4)との間で回転軸(5)に沿って伸長しており」，「前記回転角検出装置(32)は，前記シャフト(21)の第2の端部(29)に配置され」，「前記アクチュエータ(22)は，前記回転角検出装置(32)と前記操作素子との間の前記シャフト(21)上に座し」ているのに対し，",
                "引用例1発明は，",
                "「前記操作軸2は，前記アクチュエータ5と前記ノブ3との間で延びて」いる点。",
                "(相違点2)",
                "本願補正発明は，",
                "「前記回転角検出装置(32)は，少なくとも1つの磁界感応センサ(31)と，該磁界感応センサに対して相対的に回転可能な少なくとも1つの磁石(30)とを有し」，",
                "「前記磁石(30)は前記シャフト(21)の前記第2の端部(29)に固定されており，前記磁石(30)の磁化方向は前記回転軸(5)に対して直角に配向されており，前記磁界感応センサ(31)は前記磁石(30)に対し，前記回転軸(5)に沿ってずらして配置され，",
                "前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有し，該ホール効果素子は強磁性ディスク(35)により部分的に覆われている」のに対し，",
                "引用例1発明は，",
                "「前記検知手段4は，操作軸2に固着されたコード板4aと，当該コード板4aを介してその表面側及び裏面側に対向に配置された発光素子4b及び受光素子4cとから構成されるロータリエンコーダからなる」点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "取消事由1(手続違背)",
            "本件審決は，相違点2について，「少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段は，例えば，特開2004-317446号公報(特に【0001】～【0007】，【0021】～【0025】)，国際公開03／081182号(特に第8ページ第11～19行)に示されているように周知であり，一般に，引用例3のような「少なくとも2つのホールセンサ」に磁気収束板を組み合わせることは適宜なし得る設計的事項にすぎない。」として，「少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段」は周知技術であると認定した上で，本願補正発明は，引用例1ないし3に加え，上記周知技術及び設計的事項に基づいて，容易想到である旨判断した。",
            "本件審決の上記判断は，以下のとおり，本件拒絶理由通知及び本件拒絶査定で原告に示された拒絶理由とは異なる新たな拒絶理由に当たり，原告は，上記拒絶理由について，拒絶理由通知を受けておらず，その反論の機会を与えられていないから，本件審判手続には，特許法159条2項で準用する同法50条に違反する手続違背がある。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "相違点2に係る本願補正発明の構成は，以下のとおり，本件出願時の特許請求の範囲の請求項7(以下「当初請求項7」といい，これと同様に，本件出願時の請求項を「当初請求項」という。甲6)に記載されていた構成である。",
                "「【請求項7】",
                "請求項5または6記載のシフト装置において，",
                "前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有し，該ホール効果素子は強磁性ディスク(35)により部分的に覆われている，ことを特徴とするシフト装置。」"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件拒絶理由通知(甲7)には，当初請求項7に関し，次のとおりの記載がある。",
                "「・理由  3",
                "・請求項  5-7",
                "・引用文献等  1-3",
                "・備考",
                "磁界感応センサと磁石からなる回転角検出装置は，本願出願前に周知の技術(例えば，引用文献3の第4ページ-第6ページ)である。」",
                "本件拒絶理由通知の上記記載は，当初請求項7が拒絶理由(特許法29条2項に係る「理由3」)の対象であること，磁界感応センサと磁石からなる回転角検出装置は，本願出願前に周知の技術であったこと，当初請求項7に係る発明が「引用文献1」(甲1。引用例1と同じ)，「引用文献2」(甲2。引用例2と同じ)及び「引用文献3」(甲3。引用例3と同じ)に基づいて容易想到である旨を示すものである。",
                "しかしながら，「引用文献1ないし3」(引用例1ないし3)には，当初請求項7の発明特定事項について開示や示唆はなく，しかも，本件拒絶理由通知には，当初請求項7に係る発明と引用文献記載の発明との一致点及び相違点，当該相違点に係る構成の容易想到性に関して，具体的な指摘がないばかりか，当初請求項7の発明特定事項が周知技術やそれに伴う適宜の設計的事項にすぎないことなどの判断すらしておらず，当初請求項7に係る発明の進歩性を否定する具体的な論理付けが示されていない。",
                "また，原告は，本件拒絶理由通知に対して，平成24年3月7日付け手続補正をするとともに，同日付け意見書(本件意見書)を提出し，上記手続補正により当初請求項7は本件補正前の請求項3となった後，本件拒絶査定を受けた。",
                "しかしながら，本件拒絶査定における本件補正前の請求項3に係る拒絶理由は，本件拒絶理由通知と同様であり，本件補正前の請求項3に係る構成の容易想到性についての具体的な判断は示されていない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "本件審決は，本願補正発明は引用例1ないし3に加え，周知技術及び設計的事項に基づいて，容易想到である旨判断した。しかし，新たな周知文献として「特開2004-317446号公報」(甲4)及び国際公開03／081182号(甲5)を加え，一般に，引用例3のような「少なくとも2つのホールセンサ」に磁気収束板を組み合わせることは設計的事項であると判断したことは，本件拒絶理由通知及び本件拒絶査定に記載はなく，本件審決で初めて示された新たな拒絶理由である。",
                "しかるところ，原告は，本件審決で示された新たな拒絶理由に対して反論の機会を与えられていないから，本件審判手続には，特許法159条2項で準用する同法50条に違反する手続違背がある。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "被告は，この点に関し，原告が，本件意見書において，当初請求項7に係る発明の拒絶理由に不備があるとの異議を述べていないことを，本件審判手続が適法であることの根拠として挙げている。",
                "しかしながら，審査・審判手続の適法性は，拒絶理由通知の記載，その後の拒絶査定及び審決の記載自体から判断されなければならず，原告が本件意見書で異議を述べなかったことを，審査・審判手続が適法であることの根拠や拒絶理由通知の記載に不備がないことの理由とすることはできない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "以上によれば，原告は，本件拒絶査定の拒絶理由と異なる新たな拒絶理由について意見書を提出する機会が与えられなかったから，本件審判手続には特許法159条2項で準用する同法50条の規定に違反する手続違背があるというべきであり，本件審決は取り消されるべきである。",
                "取消事由2(本願補正発明の進歩性の判断の誤り)"
              ]
            },
            {
              "fig": "ア",
              "subject": "相違点の看過",
              "text": [
                "本願補正発明の特許請求の範囲(請求項1)の「前記アクチュエータ(22)は，…前記シャフト(21)上に座し」にいう「座し」との文言，本願の願書に添付した明細書(以下，図面を含めて，「本願明細書」という。甲6)の段落【0012】の「アクチュエータは回転軸から離れて配置されており，伝動装置ないしはベルト駆動部を介してベルトと接続することができる。しかし有利にはアクチュエータはシャフトに座し，とりわけシャフトに固定されている。これにより回転軸はアクチュエータを貫通して伸長し，前記の伝動装置を省略することができる。」との記載及び図3(別紙1参照)によれば，本願補正発明においては，アクチュエータの軸とシャフト軸とが同軸である構成であることを理解できる。",
                "これに対し，引用例1発明は，「操作軸2とアクチュエータ5の駆動軸5aとの間の動力伝達を行う動力伝達部6」を有し，「操作軸2」と「アクチュエータ5の駆動軸5a」がずれており，両軸が同軸である構成ではない。",
                "したがって，本願補正発明と引用例1発明とは，本願補正発明は，アクチュエータの軸とシャフト軸との間に動力伝達部が存在せず，両軸は同軸であるのに対し，引用例1発明は，操作軸2とアクチュエータ5の駆動軸5aとの間に動力伝達部6を有し，両軸は同軸ではない点で相違するといえるが，本件審決は，この相違点を認定せず，相違点を看過した誤りがある。",
                "被告は，この点に関し，本願補正発明におけるアクチュエータはシャフト上に「座し」という構成の態様は，種々多様であって，一義的に，アクチュエータの軸とシャフト軸とが同軸であること(軸がずれていないこと)を意味するものではなく，本願明細書の図15(「第2の実施形態」)には，アクチュエータの軸とシャフト軸とが同軸でない例が示されている旨主張する。",
                "しかしながら，別紙1の図15に示す構成は，本願明細書の段落【0012】における「アクチュエータは回転軸から離れて配置されており，伝動装置ないしはベルト駆動部を介してベルトと接続する」例であって，本願補正発明とは異なる構成であるから，被告の上記主張は失当である。"
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点1の容易想到性の判断の誤り",
              "text": [
                "本件審決は，相違点1について，引用例2(甲2)には，「バイワイヤ方式の各種装置に適用されるハプティックコントローラであって，そのアクチュエータ2の駆動軸2aの一端にロータリノブ3が固着され，駆動軸2aの他端に位置センサ4が固着されており，ロータリノブ3の操作量及び操作方向に応じた抵抗力や推力を付与するもの」が示されていると認定し，引用例1発明に引用例2の上記事項(位置センサ等の配置構成)を適用して，本願補正発明の相違点1に係る構成とすることは当業者が容易に想到し得たものと認められる旨判断した。",
                "しかしながら，引用例1及び引用例2のいずれにおいても，引用例1発明に引用例2記載の位置センサ等の配置構成を適用することの示唆等は存在せず，引用例1発明に引用例2記載の上記配置構成を適用する動機付けはない。",
                "すなわち，引用例1には，「手動入力装置とこれを用いた車載機器制御装置」(段落【0001】)に関する技術分野の発明が開示され，一方，引用例2には，「ハプティックコントローラ」(段落【0001】)に関する技術分野の発明が開示されているから，引用例1と引用例2の技術分野が異なっていることは明らかである。実施例を参照しても，引用例2の発明の実施形態に記載されているのは，車載電気機器の機能調整手段であって，「ラジオ局の選局」や「ラジオ音量の調整」等に用いられるハプティックコントローラであるから，本件審決が引用例1発明として認定した「ギアシフト装置」とは対象とする装置が明確に異なっている。",
                "引用例1発明と引用例2記載の発明とは，操作装置の操作性・信頼性を向上させることを共通の技術的課題とするものであり，この共通の課題の解決手段について，一方の技術的事項を他方に適用することは当業者が想到し得るとしても，課題解決手段と無関係の事項について，一方に記載の事項を他方に適用することは，何らの技術的な必然性もなく，動機付けも存在しない。引用例1の図1(別紙2参照)に記載された手動入力装置や，引用例2に従来技術として示された図9(別紙3参照)のハプティックコントローラについて，引用例1及び引用例2には，位置センサの配置についての技術課題は何ら記載されておらず，位置センサの配置は，課題解決手段と無関係であるから，その配置等を改変しようとする動機付けは生じ得ない。",
                "したがって，引用例1発明に引用例2の位置センサの配置構成を適用する動機付けはない。",
                "2)は，前記回転角検出装置(32)と前記操作素子との間の前記シャフト(21)上に座し」とは，アクチュエータの軸とシャフトの軸とが同軸である構成であること意味するが，本件審決は，引用例1発明から動力伝達部6を除くこと及び引用例1発明の「操作軸2」と「アクチュエータ5の駆動軸5a」を同軸とすることの容易性について判断を行うことなく，引用例1発明において相違点1に係る本願補正発明の構成とすることは容易想到である旨判断した誤りがある。",
                "被告は，この点に関し，仮に本願補正発明はアクチュエータの軸とシャフトの軸とが同軸である構成であるとしても，動力伝達部を設けてアクチュエータの軸とシャフト軸線をずらすか，アクチュエータの軸をシャフトと同軸に配置するかという程度のことは，必要な伝達トルクを得るための減速歯車の要否や，装置全体の所要空間の制限等の観点から適宜，相互に代替・選択し得る設計的事項にすぎず，本件審決では，同旨の判断をしている旨主張する。",
                "しかしながら，本件審決は，「検知手段やアクチュエータ」自体の種類を適宜選択し得ることを判断したにすぎず，動力伝達部を設けてアクチュエータの軸とシャフト軸線をずらすか，アクチュエータをシャフトと同軸に配置するかということについては，何ら判断していない。",
                "また，引用例1と引用例2の記載事項を検討しても，引用例1発明は，ノブ3と動力伝達部6との間に操作軸2が設けられ，アクチュエータ5の軸が動力伝達部6とアクチュエータ本体の間のみに延在する構成を前提としているから，センサの一部となるコード板4aはノブ3とアクチュエータ5との間に配置されることとなるが，他方，引用例2の図1(別紙3参照)には，アクチュエータ2の一端が筐体1に取り付けられた構造が示されており，筐体1内に取り付け可能なコードホイール4aの位置として，駆動軸2aのロータリノブ3と反対の側が選択されており，その前提となる構造及びセンサの配置の変更について開示も示唆もない。",
                "したがって，当業者は，両者の配置構成が，適宜，相互に代替・選択し得るものであると理解することはできず，引用例2記載の位置センサ等の配置構成を引用例1に適用する動機付けはないから，引用例1のアクチュエータ5の軸と操作軸2とを同軸にすることは，設計的事項に当たらない。",
                "そうすると，引用例1及び引用例2の記載から，引用例1における動力伝達部6を除き，アクチュエータ5の軸と操作軸2とを同軸にする構成に想到することは，当業者にとって容易であるとはいえないから，被告の上記主張は理由がない。",
                "以上によれば，引用例1発明において相違点1に係る本願補正発明の構成とすることは容易想到であるとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "相違点2の容易想到性の判断の誤り",
              "text": [
                "本件審決は，相違点2について，「引用例1発明の検知手段ないし引用例2の位置センサとして引用例3の上記事項を適用することに格別の困難性はない。」，「少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段」は周知である，「一般に，引用例3のような『少なくとも2つのホールセンサ』に磁気収束板を組み合わせることは適宜なし得る設計的事項にすぎない。」との認定判断に基づいて，「以上のようにしたものは，実質的に，本願補正発明の相違点2に係る上記事項を具備しているということができる。」として，引用例1発明において相違点2に係る本願補正発明の構成とすることは容易想到である旨判断しているが，以下のとおり，本件審決の判断は誤りである。",
                "引用例3記載の事項を検知手段として適用することの判断の誤り",
                "引用例3記載の特許請求の範囲の請求項1ないし3，引用例3の「この場合の欠点は，この構造形態が付加的なインクリメントセンサのために広い所要スペースを必要とすることである。」(4頁12行～13行)，「前記ローターの位置に依存してそのつど電気信号を送出するように構成されて解決される。」(19行～21行)との記載事項によれば，引用例3に開示されている技術的思想は，「モータ構成要素のロータ」を直径方向で磁化されているディスクとし，センサ(ホールセンサ)とともに，位置―電気信号の変換器(すなわち，回転角検出装置)を構成することである。",
                "また，引用例3には，モータ構成要素とは別の検知手段に，直径方向で磁化されているディスクとホールセンサからなる構成を適用することの開示はない。",
                "これに対して，本願補正発明においては，モータ構成要素に相当する「アクチュエータ(22)」と「回転角検出装置(32)」とは，互いに別の構成要素である。",
                "したがって，引用例1発明と引用例3に開示されている技術的思想に基づいて，本願補正発明の回転角検出装置(32)の構成に想到することはできない。",
                "また，引用例3の上記記載事項によれば，引用例3においては，「付加的なインクリメントセンサのために広い所要スペースを必要とすること」(12行～13行)は従来技術の欠点として排除されているから，引用例1発明の「検知手段」に引用例3の構造(直径方向で磁化されているディスク)を適用することには，阻害要因がある。",
                "以上によれば，本件審決における「引用例1発明の検知手段ないし引用例2の位置センサとして引用例3の上記事項を適用することに格別の困難性はない。」との判断は誤りであるから，上記認定に基づいた相違点2の容易性の判断も誤りである。",
                "周知技術の認定の誤り",
                "本件審決は，「少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段は，例えば，特開2004-317446号公報(特に【0001】～【0007】，【0021】～【0025】)，国際公開03／081182号(特に第8ページ第11～19行)に示されているように周知」であると認定した。",
                "しかしながら，本件審決は，相違点2として，本願補正発明の「前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有し，該ホール効果素子は強磁性ディスク(35)により部分的に覆われている」ことを挙げており，単に「少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段」が周知であるとしても，本願補正発明の「ホール効果素子は強磁性ディスク(35)」により「部分的に覆われている」との上記構成までもが周知であるとはいえない。",
                "また，前記特開2004-317446号公報(甲4)には，「強磁性体からなる磁気収束板と，該磁気収束板から漏洩する磁場を検知するための磁電変換素子とからなる磁気センサにおいて，前記磁気収束板が，前記磁電変換素子を含む基板上に形成された強磁性体粉末の成型体からなることを特徴とする磁気センサ。」(請求項1)が記載されており，磁気収束板と磁電変換素子が記載されているものの，当該磁気収束板1は，磁電変換素子(ホール素子)4～7がその一方の面に設けられた円型板であるから(別紙5の図1参照)，「該ホール効果素子は強磁性ディスクにより部分的に覆われている」ことを開示するものではない。",
                "さらに，本件審決が挙げた国際公開03／081182号(甲5)には，円形の磁気収束板MCの周辺端下部にホール素子HEを配置することが開示されているものの(別紙6の図2，図16A)，甲5には「磁場のX方向成分およびY方向成分を検出するため，少なくとも2対のホール素子が必要である。本実施の形態では，X方向成分を検出するために4個，Y方向成分を検出するために4個のホール素子を備えている。」(8頁12行～15行)との記載がある。本願補正発明の「少なくとも2つのホール効果素子」は，2つのホール効果素子で磁界検出が可能であるものであるが，甲5記載の角度検出装置は，少なくとも「2対」のホール素子が必要であるから，甲5は，「前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有」することを開示するものではない。",
                "したがって，本件審決が挙げた甲4及び甲5を参照しても，相違点2に係る本願補正発明の構成である「磁界感応センサは少なくとも2つのホール効果素子を有し，該ホール効果素子は強磁性ディスクにより部分的に覆われている」ことが周知であるとはいえないから，本件審決における周知技術の認定には誤りがある。",
                "「少なくとも2つのホールセンサ」に磁気収束板を組み合わせることの容易想到性の判断の誤り",
                "引用例3(甲3)記載のセンサ構造は，プリント基板8にホールセンサ9，10を設けたものである(別紙4の図1参照)が，平坦なプリント基板に個別素子としてのホールセンサを配置した場合，一般にホールセンサが突出する構造となることは自明である。",
                "これに対し，甲5には，角度検出器として，「Si基板上に，信号処理回路とともに形成されたホール素子上に，円形の磁性体材料からなるディスク(磁気収束板)を貼り付ける」(22頁12行～13行)ものが例示され，別紙6の図16Bを参照すると，ホールセンサに磁気収束板(強磁性ディスク)を組み合わせる場合，ホールセンサが設けられた平坦な基板上に磁性体材料からなる円形ディスク(磁気収束板)を貼り付けることが開示されている。",
                "しかしながら，このような平坦な基板面に貼り付けた磁気収束板を，引用例3のプとは極めて困難である。",
                "また，甲4には，磁気収束板と磁電変換素子とからなる磁気センサが開示されているものの，当該磁気収束板は，ホール素子よりも厚い円型の成型体(別紙5の図1)であって，酸化雰囲気で焼成して形成されたものであるから(段落［0023］)，このような焼成が必要な厚い磁気収束板を，引用例3のホールセンサと直ちに組み合わせることはできない。",
                "そうすると，甲4及び甲5に，少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段が記載されているとしても，引用例3のほか，甲4及び甲5には，引用例3記載のプリント基板上に設けられたホールセンサに，磁気収束板を組み合わせることについて，具体的な開示や示唆がないから，引用例3記載の「少なくとも2つのホールセンサ」に磁気収束板を組み合わせることは，当業者が適宜なし得る設計的事項であるということはできない。",
                "また，引用例3に係る発明は，モータ構成要素をコンパクトに構造化するものであって，ホールセンサ9，10がモータ構成要素の巻回体下部7に近接して設けられているが，ホールセンサに磁気収束板等の更なる構成を付加することは，装置の小型化に反するものであり，阻害要因となり得る。",
                "したがって，本件審決における「一般に，引用例3のような「少なくとも2つのホールセンサ」に磁気収束板を組み合わせることは適宜なし得る設計的事項にすぎない。」との認定判断は誤りである。",
                "判断の遺漏等",
                "本件審決は，引用例1発明において，相違点2に係る本願補正発明の「前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有し，該ホール効果素子は強磁性ディスク(35)により部分的に覆われている」ことの構成を適用することの容易想到性についての判断を行っていないから，本件審決には，判断の遺漏がある。",
                "また，仮に本件審決に上記の判断の遺漏がないとしても，引用例1発明から，相違点2に係る本願補正発明の構成を導くためには，引用例1発明の検知手段4のコード板4aを引用例3の直径方向で磁化されているディスク(磁石)に代えた上で，当該ディスク(磁石)をノブと反対側のシャフトの端部に移設して固定し，さらに，引用例1発明の検知手段4の発光素子4b及び受光素子4Cをホールセンサ(磁界感応センサ)に代えた上で，ホールセンサを前記ディスク(磁石)に対し回転軸に沿ってずらした配置とし，さらに，ホールセンサを部分的に覆う配置に強磁性ディスクを追加するとの改変が必要である。これは，引用例1発明に，引用例2記載の技術事項を適用し，その結果として得られた新たな発明について，引用例1及び2に記載されていない技術課題を解決するため，引用例3記載の技術事項を適用して，更に新たな発明を創出し，その新たな発明に対して更に他の文献に記載された技術事項を適用するといった作業を繰り返すものであり，このように各引用例に記載も示唆もない改変を繰り返すことで，引用例に記載された構成を多段階に改変し，本願補正発明の構成に至ることは，当業者であっても極めて困難である。",
                "小括",
                "以上によれば，引用例1発明において相違点2に係る本願補正発明の構成とすることは容易想到であるとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "エ",
              "subject": "まとめ",
              "text": [
                "以上のとおり，本件審決は，相違点を看過し，相違点1及び相違点2の容易想到性の判断を誤った結果，本願補正発明の進歩性の判断を誤り，本願補正発明が独立特許要件を満たさないとして本件補正を却下した判断の誤りがあり，本件審決は，違法であるから，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "text": [
            "取消事由1に対し"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件拒絶理由通知(甲7)には，当初請求項7が拒絶理由(特許法29条2項に係る「理由3」)の対象であること，当初請求項7に係る発明が引用文献1ないし3(甲1ないし3)に基づいて容易想到である旨が明記されている。",
                "原告は，本件拒絶理由通知に対して，平成24年3月7日付け手続補正をするとともに，本件意見書(乙1)を提出した。本件意見書には，「【意見の内容】1．…この出願の請求項1-15に係る発明は，特許法第29条第2項の規定により特許を受けることができないと認定されました(理由3)。出願人は，この意見書と同日付けで提出致します手続補正書においてこの出願を補正し，この発明の要旨を一層明確にした上で，以下の通り意見を申し述べます。」との記載があるが，当初請求項7に係る発明の拒絶理由に何らかの不備があるなどの異議は述べていない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件拒絶理由通知では，当初請求項5ないし7を括って備考欄で拒絶理由の要点を指摘している。確かに，周知技術として例示されている「引用文献3」(引用例3)には，直径方向に磁化されたロータからの磁束をホールセンサ9，10で捕捉して回転角度を算出する角度センサが示されているが，ホールセンサ9，10が強磁性ディスクにより部分的に覆われていることまでの開示はない。",
                "しかしながら，磁気センサにおいて，磁石等から発生する磁束を効率良く捕捉するために，導磁束，集磁束する「磁気収束板」あるいは「磁場コンセントレータ」などと呼ばれる，当初請求項7に係る発明の「強磁性ディスク」に相当する部材を設けることは，国際特許分類(IPC)のG01R33／02(G01「測定；試験」-サブクラスR「電気的変量の測定；磁気的変量の測定」-メイングループ33「磁気的変量を測定する計器または装置」-サブグループ02「磁界または磁束の方向または大きさの測定」)を細展開した国内分類としてFI「G01R33／02  V  導磁束，集磁束」が存在し(乙2)，かつ，当該分類に属する特許文献も多数(2005年(平成17年)以前で約60件)あること(乙3)から把握できるように，常套手段である。",
                "また，特に引用例3のように，磁気センサとして要所にのみ点在するホールセンサ(引用例3の場合は90度間隔で2つ)を用いた場合には，局所的に磁束を収束することが必要不可欠であり，ホールセンサに磁束が通過するように磁気収束板を配置することも当然のことである。そして，回転する磁石の磁束を磁気収束板で向きを変更しホール素子で捕捉する場合に，磁束が該磁気収束板の端部付近に集中して流れることは，本件審決において例示している甲5の図16B(別紙6参照)，特開2002-71381号公報(乙4)の図2及び図4(磁場コンセントレータ3，ホール効果素子2．1，2．4，磁力線13)(別紙7参照)，特開2005-98823号公報(乙5)の図10(磁気収束板1002，ホール素子902，904)(別紙8参照)に示されるように，技術常識である。",
                "さらに，磁束を確実に捕捉するためには，ホールセンサの感度特性を考慮しつつ，磁気収束板に対するホール素子の配置を決めるが，ホール素子が磁気収束板により部分的に覆われていることも，甲5の図16A(別紙6参照)，乙5の図9(磁気収束板1002，ホール素子902，904)(別紙8参照)に加え，特開2004-158668号公報(乙6)の段落【0028】及び図1，図5(B)及び図7(磁気収束板4，化合物半導体素子2)(別紙9参照)に示されているように普通の構造である。",
                "本件拒絶理由通知では，当初請求項7において特定されているすべての事項について逐一詳細な根拠を具体的に示しているわけではないが，それは，当該事項が単なる実施態様・具体例，あるいは周知事項の追加，それに伴う適宜の設計的事項にすぎないからであり，そのことは，当業者にとって明らかである。",
                "一方，本願明細書(甲6)の段落【0016】の記載は，当初請求項7の「前記磁界感応センサ(31)」が「少なくとも2つのホール効果素子(33，34)を有し」ているという事項及び「該ホール効果素子は強磁性ディスク(35)により部分的に覆われている」という事項は，いずれも，当該センサの種類・構造等に関して，そのような事項が好適な設計的事項にすぎないことを示すものであり，また，本願明細書には，上記事項が，従来技術のある特定の課題を解決するものであるとか，従来技術に対して格別の技術的意義を有するものであることについて特に説明はない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，原告は，本件拒絶理由通知を受け，当初請求項7に係る発明の拒絶理由を認識しており，手続上の事由についても，実体上の事由についても，意見があれば適時に反論し得たものといえる。",
                "そして，当初請求項5ないし7において特定されている事項は，引用例3に示されているような周知技術の追加及びそれに伴う適宜の設計的事項であることは，本件拒絶理由通知，本件拒絶査定及び本件審決において少なくとも趣旨は一貫して示しており，本件審決で示した判断は，原告が主張するような本件拒絶査定の拒絶理由とは異なる新たな拒絶理由には該当しない。",
                "また，本件審決は，周知技術について新たな文献を例示しているとしても，それは，当業者の知見・常識を確認し，原告の検討の便宜のためであり，新たな周知文献の追加的例示をもってそれだけで手続違背となるものではない。",
                "したがって，原告主張の取消事由1は理由がない。",
                "取消事由2に対し"
              ]
            },
            {
              "fig": "ア",
              "subject": "相違点の看過に対し",
              "text": [
                "本願補正発明の特許請求の範囲の請求項1には，「前記アクチュエータ(22)は，…前記シャフト(21)上に座し，」との記載があるが，シャフトは回転軸とは異なり，幾何学的な線ではなく，アクチュエータと同様に物理的空間的な物体であるから，アクチュエータはシャフト上に「座し」という構成の態様は，一般的な用語の理解として，種々多様であって，一義的に，アクチュエータの軸とシャフト軸とが同軸であること(軸がずれていないこと)を意味するものではない。",
                "一方，本願明細書には，アクチュエータがシャフトに座していることは，一具体例，適宜の設計例として示されており(段落【0012】，【0013】，【0045】)，アクチュエータをシャフトに固定する例に限定されるものではない。また，本願明細書の図15(別紙1参照)には，「第2の実施形態」として，アクチュエータが回転軸から離れて配置されており，伝動装置ないしはベルト駆動部を介してベルトと接続する例が記載されており，アクチュエータの軸とシャフト軸とが同軸でない例が示されている。",
                "したがって，本願補正発明におけるアクチュエータはシャフト上に「座し」という構成の態様は，種々多様であって，一義的に，アクチュエータの軸とシャフト軸とが同軸であること(軸がずれていないこと)を意味するものではないから，アクチュエータの軸とシャフト軸とが同軸であるかどうかは，本願補正発明と引用例1発明との相違点となるものではない。",
                "仮に本願補正発明におけるアクチュエータはシャフト上に「座し」という構成は，アクチュエータの軸とシャフト軸とが同軸であることを意味するとしても，本件審決は，本願補正発明は，「前記シャフト(21)は，前記回転角検出装置(32)と前記操作素子(4)との間で回転軸(5)に沿って伸長しており」，「前記回転角検出装置(32)は，前記シャフト(21)の第2の端部(29)に配置され」，「前記アクチュエータ(22)は，前記回転角検出装置(32)と前記操作素子との間の前記シャフト(21)上に座し」ているのに対し，引用例1発明は，「前記操作軸2は，前記アクチュエータ5と前記ノブ3との間で延びて」いる点を相違点1として認定し，引用例1発明に相違点1に係る本願補正発明の構成を適用することの容易想到性の判断をしているから，原告主張の相違点の看過はない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点1の容易想到性の判断の誤りに対し",
              "text": [
                "原告は，引用例1発明に引用例2の位置センサ等の配置構成を適用する動機付けはない旨主張する。",
                "しかしながら，引用例2の段落【0044】には，引用例2のハプティックコントローラをトランスミッションのギアシフト装置へ適用することが明示されているので，引用例1発明と引用例2の記載事項とは，技術分野が共通している。",
                "また，引用例1の段落【0002】及び【0010】の記載と引用例2の段落【0001】及び【0011】の記載に鑑みると，引用例1発明と引用例2の記載事項とは，回転ノブ，回転に関与するアクチュエータ，回転位置のセンサ等を備えた操作装置において，操作性・信頼性等を向上させるという技術的課題を解決する点においても共通している。",
                "本件審決が，「引用例1発明の『操作軸2』は『前記アクチュエータ5と前記ノブ3との間で延びて』いる。このように，『ノブ』，『検知手段』，及び『アクチュエータ』が『操作軸2』に沿ってその順に並ぶ配置構成は引用例1の図1等に示されているが，図1等は『実施形態例』にすぎず，これに限られるものではない。」と述べているように，一般にセンサの配置構成は，その機能を損なわない限り，検知手段に及ぼすノイズや塵等の発生源の有無や，アクチュエータに給電するためのケーブルの取り回し，所用空間の制限等に応じて自由にレイアウトできるものであるから，引用例1及び引用例2に接した当業者であれば，位置センサ等の配置構成は，適宜，相互に代替・選択し得る設計的事項にすぎないことを理解する。",
                "このように，引用例1発明に引用例2の位置センサ等の配置構成を引用例1発明に適用することに関し，引用例1及び2には示唆があるといえるから，引用例1発明に引用例2の位置センサ等の配置構成を適用することについての動機付けは十分に認められ，引用例1発明において引用例2の記載事項を適用して，回転角検出装置を操作軸(シャフト)の端部の一方に固定することは，当業者が容易に想到することができたものといえる。",
                "したがって，原告の上記主張は理由がない。",
                "次に，原告は，本件審決は，引用例1発明から動力伝達部6を除くこと及び引用例1発明の「操作軸2」と「アクチュエータ5の駆動軸5a」を同軸とすることの容易性について判断を行うことなく，引用例1発明において相違点1に係る本願補正発明の構成とすることは容易想到である旨判断した誤りがある旨主張する。",
                "しかしながら，前記アのとおり，本願補正発明におけるアクチュエータはシャフト上に「座し」という構成の態様は，種々多様であって，一義的に，アクチュエータの軸とシャフト軸とが同軸であること(軸がずれていないこと)を意味するものではない。",
                "また，仮に本願補正発明におけるアクチュエータはシャフト上に「座し」という構成は，アクチュエータの軸とシャフト軸とが同軸であることを意味するとしても，動力伝達部を設けてアクチュエータの軸とシャフト軸線をずらすか，アクチュエータの軸をシャフトと同軸に配置するかという程度のことは，必要な伝達トルクを得るための減速歯車の要否や，装置全体の所要空間の制限等の観点から適宜，相互に代替・選択し得る設計的事項の程度にすぎないものであって，本件審決では，「所要特定・要求仕様に応じて各種の検知手段やアクチュエータの性能・構造・寸法等を考慮して適宜選択し得るものである」として同旨の判断をしている。",
                "したがって，原告の上記主張は理由がない。",
                "以上によれば，引用例1発明において相違点1に係る本願補正発明の構成とすることは容易想到であるとした本件審決の判断に原告主張の誤りはない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "相違点2の容易想到性の判断の誤りに対し",
              "text": [
                "引用例3記載の事項を検知手段として適用することの判断の誤りに対し"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "原告は，本件審決における「引用例1発明の検知手段ないし引用例2の位置センサとして引用例3の上記事項を適用することに格別の困難性はない。」との判断は誤りである旨主張する。",
                    "しかしながら，回転角検出装置として，光学的なものから磁気的な回転角検出装置に変更することは，設計上の選択的事項にすぎないことである。",
                    "また，回転軸(シャフト)の端部に磁石を装着し，磁気センサより磁束を捕捉することで回転角度を検出する磁気的な回転角検出装置は，本件審決で例示した甲5の図16A(別紙6参照)に加え，乙4の図2(別紙7参照)，特開昭62-237302号公報(乙7)の第1図(出力軸2，マグネット部4，磁気センサ5)(別紙10参照)，特開平4-66813号公報(乙8)の第7図(回転軸2，永久磁石5，磁気抵抗素子7)(別紙11参照)に示されるような，慣用技術である。",
                    "そうすると，引用例1発明のロータリエンコーダの光学的な回転角検出装置から磁気的な回転角検出装置に変更する際には，引用例1発明のロータリエンコーダのコード板に代えて磁石を取り付ける構造に変更することは自然なことである。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "原告は，この点に関し，引用例3のローター(ロータ)はモータ構成要素である等の点から，引用例1発明と引用例3の技術思想に基づいて，本願補正発明の回転角検出装置の構成に想到することはできない旨主張する。",
                    "しかしながら，一般に，刊行物には，その請求項に係る発明のほか，従来技術，具体例等，多数の技術事項が開示されており，刊行物から理解・把握される事項が当該刊行物の請求項に係る発明に限られるものではないし，また，その請求項に係る発明以外の技術事項の応用・適用に当たり当該発明による思想的技術的制約を受けるものではなく，他の分野・装置への応用・適用や更なる改良を目指すのは当業者が普通に行う創作活動である。",
                    "そして，引用例3における「それ故に本発明の課題は，前述した公知技術の欠点に鑑み，所要スペースが僅かで済むような相応の操作装置を提供することである。前記課題は本発明により，変換器がモータ構成要素のローターとセンサからなっており，該センサは前記ローターの位置に依存してそのつど電気信号を送出するように構成されて解決される。モータ構成要素のロータは，さらに変換器の角度センサの付加的な機能を充たす。それにより本発明によって得られる利点は，変換器に対して付加的なセンサのみを必要とするだけで済むことである。直径方向に磁化されたディスクとして構成されたロータは，ロータに対する簡単で安価な解決手段となる。少なくとも2つのホールセンサとの結合において，直径方向に磁化されたディスクの磁界をホールセンサに引き起こす電圧からは360°の範囲で正確な回転角度が求められる。これに対しては2つのホールセンサで完全にまかなえる。」(4頁14行～25行)との記載によれば，「直径方向に磁化されたディスクとして構成された」「ロータ」がホールセンサに対する磁石に相当し，磁石とホールセンサとからなる回転角検出装置が開示されていることは技術的に明らかである。ロータがモータ構成要素であるのは，兼用してスペースを節減するためであって，このような更なる創作・工夫を付加したからといって，そのような創作の付加されていない単なる磁石とホールセンサとからなる検出装置という技術事項が，当業者に開示されていないとはいえない。",
                    "また，一般に，主引用発明に副次的な発明・技術事項を適用する場合，相互の構造や機能の調整・適応のために相応の合理的な構造変更や改変を行うことは当然のことであり，それを考慮することなく，形状・構造を原形状・原寸そのままとし，付随的要素・装置を取り付けたままで，主引用発明の構成に組み合わせようとする当業者がいるとは通常考えられない。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "以上によれば，本件審決が，「引用例1発明の検知手段ないし引用例2の位置センサとして引用例3の上記事項を適用することに格別の困難性はない。」として，引用例1発明に引用例3に開示されている検出装置を適用することに格別の困難性はないと判断したことに誤りはない。",
                    "周知技術の認定の誤りに対し",
                    "原告は，本件審決は，甲4及び甲5から，「少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段」が周知であると認定したが，甲4及び甲5を参照しても，相違点2に係る本願補正発明の構成である「磁界感応センサは少なくとも2つのホール効果素子を有し，該ホール効果素子は強磁性ディスクにより部分的に覆われている」ことが周知であるとはいえない旨主張する。",
                    "しかしながら，甲4には，磁気収束板11，13が，甲5には，磁気収束板MCが，それぞれホール素子と組み合わされていることが開示されている。",
                    "また，甲5には，別紙6の図2等に示すように，少なくとも2つのホール素子が磁気収束板により部分的に覆われている構成が開示されている。",
                    "覆われていることは，普通の構造である。",
                    "したがって，原告の上記主張は理由がない。",
                    "「少なくとも2つのホールセンサ」に磁気収束板を組み合わせることの容易想到性の判断の誤りに対し"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "原告は，本件審決における「一般に，引用例3のような『少なくとも2つのホールセンサ』に磁気収束板を組み合わせることは適宜なし得る設計的事項にすぎない。」との認定判断は誤りである旨主張する。",
                    "センサにおいて磁気収束板を用いることは常套手段であって，当然考慮に入れるべき設計事項である。",
                    "われていることは，普通の構造であるから，当然考慮に入れるべき設計事項である。",
                    "技術事項を適用する場合，相互の構造や機能の調整・適応のために相応の合理的な構造変更や改変を行うことは当然のことであり，引用例1発明に引用例3記載のホールセンサの構成をそのまま適用するものではない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "原告は，この点に関し，引用例3に係る発明は，モータ構成要素をコンパクトに構造化するものであって，ホールセンサ9，10がモータ構成要素の巻回体下部7に近接して設けられているが，ホールセンサに磁気収束板等の更なる構成を付加することは，装置の小型化に反するものであり，阻害要因となり得る旨主張する。",
                    "タないしセンサの省スペース化・小型化は，他の所要特性・要求仕様に関係なく無条件に最優先されるものではなく，引用例3の上記記載は，センサの感度向上等に寄与する「磁気収束板」等を例外なく絶対に設けないという趣旨でないことは明らかである。",
                    "このような磁気収束板等を設けるかどうかは，センサの用途や使用状況等に応じた所要の性能・特性に鑑み，適宜設計する事項であって，引用例3の上記記載が，「磁気収束板」を設けることに対する無条件の絶対的な阻害事由となるものではない。また，仮に引用例3において「磁気収束板」を設けることが阻害的であるとしても，引用例1発明において阻害的となるものではない。",
                    "したがって，原告の上記主張は理由がない。",
                    "判断の遺漏等に対し"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "原告は，本件審決は，引用例1発明において，相違点2に係る本願補正発明の「前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有し，該ホール効果素子は強磁性ディスク(35)により部分的に覆われている」ことの構成を適用することの容易想到性についての判断を行っていないから，本件審決には，判断の遺漏がある旨主張する。",
                    "しかしながら，本願明細書の段落【0035】には，「ホール効果素子は強磁性ディスク(35)により部分的に覆われている」という事項に関し，「図5から分かるように，ホール効果素子33と34は強磁性ディスク35により部分的に覆われている。この強磁性ディスクは2つのホール効果素子33と34の間の間隔をバイパスしている。」との記載があるが，これは，単にそのような構成にしたという一例を記載しているにすぎず，本願明細書には，従来技術の課題や，その事項により当該課題をどのようにして解決しているのかというようなことは何も記載されていないから，単なる慣用技術の追加ないし適宜の設計事項であるといわざるを得ない。",
                    "覆われていることは，普通の構造であるから，当然考慮に入れるべき設計事項である。",
                    "そして，本件審決は，このような設計的事項の付加も含めて，「少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段は…周知であり，一般に，引用例3のような『少なくとも2つのホールセンサ』に磁気収束板を組み合わせることは適宜なし得る設計的事項にすぎない。以上のようにしたものは，実質的に，本願補正発明の相違点2に係る上記事項を具備しているということができる。」として同旨の判断をしたものである。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "原告は，引用例1発明から，相違点2における本願補正発明の構成を導くためには，引用例に記載された構成を多段階に改変しなければならないが，各引用例に記載も示唆もない改変を繰り返すことで本願補正発明の構成に至ることは，当業者であっても極めて困難である旨主張する。",
                    "しかしながら，主引用発明に副次的な発明・技術事項を適用する場合，相互の構造や機能の調整・適応のために相応の合理的な構造変更や改変を行うこと，さらに，センサの選択等の好適な選択・設計変更を行うことは当然のことであり，多段階に改変するという一事をもって必然的に容易想到といえないことに帰するものではない。",
                    "したがって，原告の上記主張は理由がない。",
                    "小括",
                    "以上によれば，引用例1発明において相違点2に係る本願補正発明の構成とすることは容易想到であるとした本件審決の判断に原告主張の誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "subject": "まとめ",
              "text": [
                "以上によれば，本願補正発明は，引用例1ないし3に記載された発明及び周知の技術的事項に基づいて当業者が容易に発明をすることができたものであるから，本願補正発明が独立特許要件を満たさないとして本件補正を却下した本件審決の判断に誤りはない。",
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続違背)について",
          "text": [
            "原告は，①相違点2に係る本願補正発明の構成は，本件出願時の特許請求の範囲の請求項7(当初請求項7)に記載されていた構成であり，本件拒絶理由通知には，当初請求項7が拒絶理由(特許法29条2項に係る「理由3」)の対象であること，磁界感応センサと磁石からなる回転角検出装置は，本願出願前に周知の技術であったこと，当初請求項7に係る発明は「引用文献1ないし3」(引用例1ないし3)に基づいて容易想到である旨が示されていたが，「引用文献1ないし3」(引用例1ないし3)には，当初請求項7の発明特定事項について開示や示唆はなく，しかも，本件拒絶理由通知には，当初請求項7の発明特定事項が周知技術やそれに伴う適宜の設計的事項にすぎないことなどの判断すらしておらず，当初請求項7に係る発明の進歩性を否定する具体的な論理付けが示されていなかった，②本件拒絶査定における本件補正前の請求項3(当初請求項7に相当)に係る拒絶理由は，本件拒絶理由通知と同様であり，本件補正前の請求項3に係る構成の容易想到性についての具体的な判断は示されていなかった，③本件審決は，本願補正発明は引用例1ないし3に加え，周知技術及び設計的事項に基づいて，容易想到である旨判断したが，新たな周知文献として甲4及び甲5を加え，一般に引用例3のような「少なくとも2つのホールセンサ」に磁気収束板を組み合わせることは設計的事項である旨の判断は，本件拒絶理由通知及び本件拒絶査定に記載はなく，本件審決で初めて示された新たな拒絶理由である，④原告は，本件拒絶査定の拒絶理由とは異なる新たな拒絶理由に対して反論の機会を与えられていないから，本件審判手続には，特許法159条2項で準用する同法50条に違反する手続違背がある旨主張するので，以下において判断する。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "そこで検討するに，証拠(甲6，7，9，乙1)によれば，",
              "text": [
                "①当初請求項7の特許請求の範囲の記載は，",
                "「【請求項7】",
                "請求項5または6記載のシフト装置において，",
                "前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有し，該ホール効果素子は強磁性ディスク(35)により部分的に覆われている，ことを特徴とするシフト装置。」",
                "(甲6)というものであり，当初請求項7は，相違点2に係る本願補正発明の構成に相当すること，",
                "②本件拒絶理由通知(甲7)には，",
                "「3．この出願の下記の請求項に係る発明は，その出願前に日本国内又は外国において，頒布された下記の刊行物に記載された発明又は電気通信回線を通じて公衆に利用可能となった発明に基いて，その出願前にその発明の属する技術の分野における通常の知識を有する者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許を受けることができない。",
                "記      (引用文献等については引用文献等一覧参照)",
                "…",
                "・理由  3",
                "・請求項  5-7",
                "・引用文献等  1-3",
                "・備考",
                "磁界感応センサと磁石からなる回転角検出装置は，本願出願前に周知の技術(例えば，引用文献3の第4ページ-第6ページ)である。」(1頁～2頁)，",
                "「            引  用  文  献  等  一  覧",
                "1.特開2002-189558号公報",
                "2.特開2003-162328号公報",
                "3.特表2001-518188号公報…」(3頁)",
                "との記載があること，",
                "③原告は，本件拒絶理由通知に対して，平成24年3月7日付け手続補正(乙1)をし，上記手続補正により，当初請求項7は本件補正前の請求項3に補正されたこと，",
                "④本件拒絶査定(甲9)には，",
                "「この出願については，平成23年11月30日付け拒絶理由通知書に記載した理由3(第29条第2項)によって，拒絶をすべきものです。",
                "なお，意見書及び手続補正書の内容を検討しましたが，拒絶理由を覆すに足りる根拠が見いだせません。」(1頁)，",
                "「・請求項2-11について",
                "上記の拒絶理由通知書の請求項4，7-15の備考欄を参照。」(2頁)",
                "との記載があること",
                "上記認定事実によれば，本件拒絶理由通知には，当初請求項5ないし7に係る発明は，引用文献1(甲1)，引用文献2(甲2)及び引用文献3(甲3)と引用文献3に例示された本願出願前の周知技術(磁界感応センサと磁石からなる回転角検出装置)に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないことが示されていること，本件拒絶査定における本件補正前の請求項3(当初請求項7に相当)に係る拒絶理由は，本件拒絶理由通知と同じであることが認められる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "これに対し，本件審決は，前記第2 本願補正発明は，本願の優先権主張日前に頒布された刊行物である引用例1(甲1)，引用例2(甲2)及び引用例3(甲3)に記載された発明及び周知事項に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができないとして，本件補正を却下する旨判断したものであり，本件審決が認定した周知技術は，「少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段」というものであり，その周知技術の例示として甲4及び甲5を引用している。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記ア及びイを前提に，本件拒絶理由通知における当初請求項7に係る発明の拒絶理由と本件審決における本願補正発明に係る拒絶理由(本件補正却下の理由)を対比すると，①両者は，同一の刊行物である引用文献1ないし3(引用例1ないし3)と周知技術に基づいて当業者が容易に発明をすることができたものであることを拒絶理由とするものである点で共通すること，②その周知技術が，本件拒絶理由通知では「磁界感応センサと磁石からなる回転角検出装置」であるのに対し，本件審決では「少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段」である点で差異があるが，「少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段」は，「磁界感応センサと磁石からなる回転角検出装置」に含まれるといえることからすると，本件審決における本願補正発明に係る拒絶理由は，本件拒絶理由通知における当初請求項7に係る発明の拒絶理由と実質的に同一であり，新たな拒絶理由に当たらないというべきである。",
                "そして，本件拒絶査定における本件補正前の請求項3(当初請求項7に相当)に係る拒絶理由は，本件拒絶理由通知と同じであるから，本件審決における本願補正発明に係る拒絶理由は，本件拒絶査定における上記拒絶理由と異なる新たな拒絶理由に当たらないというべきである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原告は，これに対し，本件拒絶理由通知には，当初請求項7の発明特定事項について開示や示唆はなく，しかも，当初請求項7の発明特定事項が周知技術やそれに伴う適宜の設計的事項にすぎないことなどの判断すらしておらず，当初請求項7に係る発明の進歩性を否定する具体的な論理付けが示されていなかったが，本件審決では，新たな周知文献として甲4及び甲5を加え，一般に，引用例3のような「少なくとも2つのホールセンサ」に磁気収束板を組み合わせることは設計的事項であると判断し，その論理付けが示されているから，本件拒絶理由通知の拒絶理由と同様の本件拒絶査定の拒絶理由とは異なる新たな拒絶理由に当たる旨主張する。",
                "しかしながら，引用例1ないし3と周知技術に基づいて当業者が容易に発明をすることができることの論理付けとして「設計的事項」であることを示したからといって，それは，引用例や周知技術を追加又は変更するものではないから，新たな拒絶理由に該当するものとはいえない。",
                "また，本件拒絶理由通知には，当初請求項7の発明特定事項が周知技術やそれに伴う適宜の設計的事項にすぎないことなどの具体的な理由は示されていないが，原告は，本件拒絶理由通知に対し，平成24年3月7日付け手続補正をするとともに，本件意見書を提出していることから明らかなとおり，反論の機会が与えられており，しかも，本件意見書には，本件拒絶理由通知の拒絶理由の記載に不備があるため，原告が拒絶理由を理解できなかったことをうかがわせる記載はない。",
                "したがって，本件審決における本願補正発明に係る拒絶理由は，本件拒絶理由通知で示された拒絶理由と同様の本件拒絶査定の拒絶理由と異なる新たな拒絶理由に当たるものではなく，また，原告はその拒絶理由に対して反論の機会を与えられているから，原告の上記主張は理由がない。",
                "以上によれば，本件審判手続に特許法159条2項で準用する同法50条に違反する手続違背があるとの原告主張の取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願補正発明の進歩性の判断の誤り)について",
          "text": [
            "本願明細書の記載事項等について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "のとおりである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本願明細書(甲6)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する図面については別紙1を参照)。",
                "「【技術分野】",
                "本発明は，車両トランスミッションをシフトするためのシフト装置に関するものであり，このシフト装置は，回転軸を中心に異なるシフト位置に回転可能な操作素子と，この操作素子に結合されており，前記回転軸を中心に回転可能なシャフトと，このシャフトに結合された回転角検出装置と，アクチュエータと，前記回転角検出装置およびアクチュエータに接続された制御装置とを有し，前記回転角検出装置によって，前記操作素子の回転軸を中心にする回転が検出され，前記アクチュエータによって，トルクが前記シャフトに出力され，またはシャフトの回転に対抗するトルクが出力され，前記制御装置によってアクチュエータから出力されたトルク，または対抗するトルクが制御され，車両トランスミッションはシフト位置に割り当てられたシフト状態に切り替え可能である。さらに本発明は，このような車両トランスミッションをシフトするためのシフト装置の使用法に関する。」(段落【0001】)",
                "「US 6 295 887 B1から，自動車のトランスミッションをシフトするためのシフト装置が公知であり，この装置は回転可能に支承されたシフトエレメントを備え，このシフトエレメントは種々異なるシフト位置に回転可能である。操作素子とは，制御部と接続されたポテンシオメータが共働する。これにより車両を電子的に制御してシフトすることのできる構成が得られる。さらにこの装置は機械的係止部を有し，この機械的係止部はユーザにシフト位置間の切り替えの際にシフト感覚を通知する。付加的に機械的係合輪郭が設けられており，この係合輪郭は所定のシフト位置間の切り替えをブロックまたは解除することができる。」(段落【0002】)",
                "「車両モデルが異なれば，異なる数のシフト位置が所望されることがある。したがって種々異なる係止部と係合輪郭も形成しなければならない。したがって異なる車両モデルに対しては異なるシフト装置を提供すべきであり，そのためこのシフト装置のバリエーション数が制限される。」(段落【0003】)",
                "「US 6 904 823 B2は車両用の触覚シフト装置を開示しており，この装置は，2つの回転軸を中心に旋回可能に支承されたシフトレバーと，2つのアクチュエータとを備え，2つのアクチュエータはベルト駆動部を介してシフトレバーと結合されており，力をシフトレバーに及ぼすことができる。さらにアクチュエータシャフトには光学的デコーダとして構成さされたセンサが結合されており，このセンサによってシャフトの回転を検出することができる。プロセッサが，センサから出力された信号を読み出し，シフトレバーにより選択されたギヤを検出し，車両を制御システムによってこのギヤにシフトすることができる。さらにプロセッサはセンサ信号から力を検出し，この力をアクチュエータによりシフトレバーに送出することができる。とりわけこの力を介して，シフトレバーに対する係止を共感することができる。ここで力プロフィールはメモリにファイルすることができる。」(段落【0004】)",
                "「シフトレバーと2つのベルト駆動部を支承することは面倒であるので，このシフト装置の機構は比較的高価であり，純粋に機械的なシフト装置と同じような大きさの構造となる。そのため，機械的に簡単に構成することができ，必要空間が小さいシフト装置が所望される。」(段落【0005】)",
                "「本発明の課題は，冒頭に述べた形式のシフト装置を改善し，このシフト装置が種々異なる数のシフト状態に対して使用可能であり，同時に必要空間が小さく，低コストで実現できるようにすることである。」(段落【0008】)",
                "「この課題は本発明により，請求項1記載のシフト装置によって，また請求項15記載のシフト装置の使用法によって解決される。有利な改善形態は従属請求項に記載されている。」(段落【0009】)",
                "「本発明による車両トランスミッションをシフトするためのシフト装置は，回転軸を中心に異なるシフト位置に回転可能な操作素子と，この操作素子に結合されており，前記回転軸を中心に回転可能なシャフトと，このシャフトに結合された回転角検出装置と，アクチュエータと，前記回転角検出装置およびアクチュエータに接続された制御装置とを有し，",
                "前記回転角検出装置によって，前記操作素子の回転軸を中心にする回転が検出され，",
                "前記アクチュエータによって，トルクが前記シャフトに出力され，またはシャフトの回転に対抗するトルクが出力され，",
                "前記制御装置によってアクチュエータから出力されたトルク，または対抗するトルクが制御され，",
                "車両トランスミッションは，シフト位置に割り当てられたシフト状態に切り替え可能であり，",
                "前記シャフトは，回転角検出装置と操作素子との間で回転軸に沿って伸長しており，",
                "前記操作素子は回転ヘッドまたは回転ノブとして構成されており，シャフトの第1の端部に配置されている。」(段落【0010】)",
                "「アクチュエータによって，シフトノブないしは回転ヘッドとして構成された操作素子の回転の際に操作者に触覚的フィードバックを提供することができ，したがって本発明のシフト装置は機械的係止部無しで使用することができる。したがって本発明のシフト装置は，シフト位置の数が種々異なっていても使用することができる。さらに本発明のシフト装置はスペースを節約して実現可能である。なぜなら，操作素子，シャフトおよび回転角検出装置が回転軸に沿って配置されており，したがいシャフトを回転角検出装置と結合するための伝動装置ないしはベルト駆動部を省略することができるからである。本発明のシフト装置では，回転角検出装置はシャフトに空間的に配置され，有利にはシャフトに固定される。シャフトと固定的に結合された操作素子は別個の部材として構成することができるか，またはシャフトの第1の端部を形成することができる。有利には操作素子は端面側でシャフトに接続される。さらに操作素子は，シャフトとは反対側に自由端面を備える回転対称体として構成することができ，この自由端面側を通って回転軸が伸長する。付加的に回転軸の周囲で隆起部および／または凹部を操作素子に設けることができ，これによりグリップを改善することができる。」(段落【0011】)",
                "「アクチュエータは回転軸から離れて配置されており，伝動装置ないしはベルト駆動部を介してベルトと接続することができる。しかし有利にはアクチュエータはシャフトに座し，とりわけシャフトに固定されている。これにより回転軸はアクチュエータを貫通して伸長し，前記の伝動装置を省略することができる。これにより本発明のシフト装置に対する所要空間と必要コストが低減される。アクチュエータはステータと，これと相対的に回転可能なロータを有することができ，ロータはシャフトを包囲するか，またはシャフトを形成し，回転軸を中心に回転可能である。アクチュエータはとりわけ回転角検出装置と操作素子との間に配置されており，シャフトは有利にはアクチュエータないしはステータを通って伸長する。アクチュエータは駆動部として，とりわけ電気駆動部，例えば電気モータとして構成することができる。しかしアクチュエータをブレーキとして構成し，このブレーキの制動特性を電気的に制御することもできる。」(段落【0012】)",
                "「シャフトは回転角検出装置を通って伸長することができる。しかし有利には回転角検出装置はシャフトの第2の端部に配置されるか，またはシャフトを形成する。したがってシャフトはとりわけ完全に回転角検出装置と操作素子との間に配置されている。」(段落【0013】)",
                "「回転角検出装置は相対値発生器として構成することができる。しかし有利には回転角検出装置は絶対値発生器として構成され，したがって操作素子の絶対回転角を確実かつ精確に検出することができる。」(段落【0014】)",
                "「回転角検出装置は，例えばポテンシオメータまたは光学的インクリメント発生器として構成することができる。しかし有利には回転角検出装置は少なくとも1つの磁界感応センサと，これに対して相対的に回転可能な少なくとも1つの磁石を有する。磁石はとりわけ永久磁石として構成されている。磁石はシャフトの第2の端部に，とりわけ端面側に固定することができ，これに対し磁界感応センサはシャフトに間隔をおいて配置されている。磁石はとりわけ回転軸に対して直角に磁化されており，および／または磁界感応センサは磁石に対し，回転軸に沿ってずらして配置されている。センサはとりわけ導体路基板に，磁石に対し間隔をおいて固定的に配置されている。」(段落【0015】)",
                "「磁界感応センサは例えばホール効果センサまたは磁気抵抗センサとして構成することができる。しかし有利には磁界感応センサは少なくとも2つのホール効果素子を有し，これらの素子は相互に間隔をおいて配置されている。および／またはこれらの素子は強磁性ディスクにより，有利には磁石に向いた側で部分的に覆うことができる。2つのホール効果素子は，とりわけその感応面に関して相互に直角に配向することができる。磁界感応センサのこの構成により，回転角の絶対値を高精度で検出することができる。」(段落【0016】)",
                "「アクチュエータは制御装置により，アクチュエータからシャフトに出力されるトルクまたはシャフトの回転に対抗するトルクが，検出された操作素子の回転に依存して変化可能であるように制御される。ここではシフト位置ではトルクがシャフトに出力されないか，またはシャフトの回転にトルクが対抗せず，これに対してシフト位置から外れている場合，アクチュエータからトルクがシャフトに出力されるか，またはシャフトの回転に対抗するトルクが出力される。有利には制御装置はアクチュエータを，操作素子の回転の際に係止が共感されるように制御することができる。機械的係止部とはここでは例えばシャフト輪郭であると理解すべきであり，このシャフト輪郭に沿ってシャフトを弾性にプリロードするスライド素子がスライドすることができる。スライド中に，このスライド素子に接触する操作者に対して発生する感覚は，有利には本発明のシフト装置により操作素子の回転時に共感することができ，その際に機械的係止部は肉体的に存在しない。それでも機械的係止部を付加的に設けることができる。同様に，制御装置によりアクチュエータを，操作素子の回転の際に押しボタンが共感されるように制御することができる。」(段落【0018】)",
                "「トルクを制御して変化することにより，操作素子を回転する操作者に対して触覚的フィードバックを出力することができる。このためにトルク-回転角特性曲線を力-回転角テーブルの形態で，制御装置により読み出し可能なメモリにファイルすることができる(表現，力とトルクはここでは同義語として使用することができる)。アクチュエータからシャフトに出力されるトルク，またはシャフトの回転に対抗するトルクは特性曲線，すなわち力-回転角テーブルから，検出された操作素子の回転に依存して求めることができ，シャフトに出力されるか，またはシャフトの回転に対抗する。シフト位置には，とりわけ特性曲線のゼロ位置が割り当てられる。ここで係止をシミュレートするために特性曲線は，少なくとも領域的に周期的な経過を有することができる。シフト位置に割り当てられたゼロ位置間には，少なくとも1つの別のゼロ位置があり，このゼロ位置では2つの燐背得するシフト位置間でのトルク反転が行われる。特性曲線は有利には，シフト位置に割り当てられたゼロ位置が操作素子の安定した回転角位置を形成するような経過を有する。これに対して，トルク反転に割り当てられた少なくとも1つのゼロ位置は不安定な回転角位置を形成する。有利には特性曲線は，トルク反転の領域にヒステリシスを有し，これにより不所望な大きなトルク跳躍を回避する。さらに複数のトルク反転ヒステリシスまたはトルク反転ゼロ位置を特性曲線に設けることができ，とりわけ2つの隣接する安定した回転角位置の間に設けることができる。」(段落【0019】)",
                "「アクチュエータないしは電動駆動部は，とりわけパルス幅変調信号により制御装置によって制御される。特別の触覚効果を達成するために，制御装置によりパルス幅変調信号に加えて周期的な信号を形成することができる。パルス幅変調信号はこの周期的信号により変調され，周期的信号により変調されたパルス幅変調信号がアクチュエータに供給される。この作用により，操作者に知覚可能な操作素子の振動が形成され，とりわけ操作素子の(論理的)終端位置を知らせるために使用することができる。」(段落【0020】)",
                "「アクチュエータからシャフトの回転に対抗するトルク，またはシャフトにトルクを出力することができ，このトルクはとりわけ回転軸を中心にしてシャフトに作用する。したがってトルクベクトルは有利には回転軸上にある。さらにシャフトはアクチュエータにより，これが適切に構成されていれば(例えば駆動部)回転軸を中心に回転することができる。したがって，制御装置によりアクチュエータを，シフト装置のシフトの際に操作素子が所定の位置に回転されるように制御することができる。この位置は例えば前もって決めておくことができ，メモリから読み出されるか，または車両トランスミッションないしはそのトランスミッション制御装置により問い合わされる。所定の位置にこのように入り込むことは，操作素子に固定のマーキングが付されており，このマーキングが目下のシフト状態を指示する場合に意味がある。」(段落【0025】)",
                "「さらに本発明は，本発明のシフト装置と車両トランスミッションを備える車両，とりわけ自動車に関するものであり，車両トランスミッションは(場合によりトランスミッション制御装置を中間接続して)シフト装置ととりわけ電気的に接続されている。ここでトランスミッションはシフト装置により，操作素子の検出された回転角に依存して種々異なるシフト状態へシフトすることができる。シフト装置は前に述べたすべての構成にしたがってさらに改善することができる。」(段落【0027】)",
                "「図1から3には，本発明のシフト装置1の第1実施形態が示されており，このシフト装置はケーシング2，このケーシングに取り付けられたカバー3，および回転ノブとして構成された操作素子4を有する。この操作素子4は，ケーシング2とは反対の側でカバー3から突出しており，回転軸5を中心にケーシング2およびカバー3に対して回転することができる。操作素子4は回転軸5を中心に複数のシフト位置6，7，8，9(図9参照)に回転することができ，この複数のシフト位置は，自動車11(図6参照)のトランスミッション10(図6参照)のシフト状態P，R，ＮおよびD(図9参照)に割り当てられる。さらに光学的表示素子12，13，14，15がカバー3に設けられている。これらの光学的表示素子は円弧16の上に，回転軸5ないしは操作素子4の周囲で配置されている。表示素子12，13，14，15はトランスミッション10のシフト状態P，R，ＮおよびDに割り当てられる。ここで目下のシフト状態に割り当てられた表示素子は，そのシフト状態を他の表示素子に対して例えば点灯により光学的に目立つようにする。ここで表示素子12，13，14，15は，直線17，18，19，20上にあり，これらの直線は回転軸5と交差し，回転軸5に対して直角に配向されている。ここで直線17，18，19，20は，操作素子4の回転角位置を表し，この回転角位置はシフト位置6，7，8，9と一致している。」(段落【0030】)",
                "「操作素子14はシャフト21と固定的に結合されており，シャフトは同時に駆動部22の駆動シャフトを形成する。駆動部22はここでは電気モータとして構成されており，シャフト21に対する駆動部として用いられる。したがって駆動部22はシャフト21を回転し，トルクをシャフト21に与える。さらに駆動部22は，ケーシング2に固定されたステータ23を有する。支承部24を介してカバー3に，またはケーシング2に回転可能に支承されたシャフト21は駆動部22ないしはステータ23を貫通して伸長している。」(段落【0031】)",
                "「操作素子4は，ケーシング2から引き出され，カバー3を貫通して伸長するシャフト21の第1の端部28に固定されており，これと回動不能に結合されている。シャフト21の第1の端部28に対向する第2の端部21には永久磁石30が磁石ホルダ67によって固定されている。この磁石ホルダ67はシャフト21と回動不能に結合されており，磁界感応センサ31と共に回転角検出装置32を形成する。磁界感応センサ31は，導体路基板70(図14参照)を中間接続してケーシング2に固定されており，回転軸5に沿って磁石30に対してずらして配置されている。」(段落【0033】)",
                "「図4には，回転角検出装置32の拡大概略図が示されており，磁石30の磁化方向は回転軸5に対して直角に配向されていることが分かる。このことは，永久磁石30のＮ極に対する符合Ｎと，S極に対するSにより示されている。磁界感応センサ31は，相互に間隔をおき，とりわけ相互に直角に配向された2つのホール効果素子33と34を有する。これらのホール効果素子33と34によって，磁界感応センサ31に対する磁石30の回転αを検出することができる。磁石30はシャフト21と回動不能であり，シャフトはさらに操作素子4と回動不能に結合しているから，角度αはケーシング2ないしはカバー3に対する操作素子4の回転も表す。したがって回転角検出装置32により，ケーシング2に対する操作素子4の回転角を検出することができる。」(段落【0034】)",
                "「図5から分かるように，ホール効果素子33と34は強磁性ディスク35により部分的に覆われている。この強磁性ディスクは2つのホール効果素子33と34の間の間隔をバイパスしている。さらに2つのホール効果素子33と34は1つの共通の基板36上に配置されており，とりわけ強磁性ディスク35および基板36と共に1つの共通のセンサケーシング37内に配置されている。これによりコンパクトなセンサ構造が得られる。」(段落【0035】)",
                "「図9には，操作素子4の複数の回転角位置と，これに割り当てられた，自動車トランスミッション10のシフト状態P，R，ＮおよびDが概略的に示されている。ここでは180°の連続的角度領域が10ビットにより離散的に分解される。したがって全部で1024の検出可能な回転角度値が得られ，0°の回転角には値ゼロが，180°の回転角には値1023が割り当てられる。角度領域のこの量子化は，操作素子4の回転角αを十分な精度で分解するのに十分に微細である。ここでシフト状態Pに割り当てられたシフト位置6は値765により特徴付けられる。シフト状態Rに割り当てられたシフト位置7は値595により特徴付けられる。シフト状態Ｎに割り当てられたシフト位置8は値425により特徴付けられる。そしてシフト状態Dに割り当てられたシフト位置9は値255により特徴付けられる。さらに括弧内に示したトランスミッション10のシフト状態Mは，ギヤの手動でのシフトアップおよびシフトダウンが付加的に設けられたキースイッチにより可能であることを示す。このキースイッチは例えば自動車のステアリングに配置することができる。シフト状態Mが括弧内に示されているのは，これが単にオプションとして設けられているからである。」(段落【0038】)",
                "「図10には，部分的トルク-回転角特性曲線が示されている。この特性曲線はとりわけテーブルとしてメモリ40にファイルされている。ここで電気モータ22からシャフト21に出力すべきトルクMは，操作素子4ないしはシャフト21の回転角α上にプロットされている。この部分的線図ではシフト状態Ｎ，RおよびPだけが考慮されている。図10に示したトルク経過によって，操作素子4を回転する操作者に対して係止の感覚がシミュレートされる。とりわけ特性曲線はシフト位置6，7および8にそれぞれゼロ位置41，42，43を有する。したがってシフト位置6，7，8ではトルクが操作素子4に及ぼされない。とりわけシフト位置6，7，8は操作素子4の安定した回転角位置を形成する。さらに特性曲線はシフト位置7と8の間，およびシフト位置6と7の間にそれぞれゼロ位置44，45を有し，このゼロ位置は有利にはそれぞれのシフト位置の中央にある。例えば操作素子がシフト位置8からシフト位置7に回転されると，このゼロ位置44までの回転運動は操作者により克服することのできるトルクに対抗する。ゼロ位置44の領域ではトルクがほぼ跳躍的にその符合を変化する。これによりトルクはシフト位置7への回転方向で作用する。シフト位置7から出発して操作素子4がシフト位置6の方向に回転されると，ゼロ位置42と45との間で，この回転運動に対抗するトルクが操作素子4に作用する。ゼロ位置45の領域ではトルクがほぼ跳躍的にその符合を変化する。したがってトルクはシフト位置6への回転方向で作用する。相応する作用が，操作素子4が比較的小さな角度αへ逆回転される際に発生する。したがって操作者に対して，操作素子4の回転の際に機械的係止部を通過したかのような印象が発生する。ここで，トルク反転点44と45との間のシフト位置領域46はシフト位置7に割り当てられており，トルク反転点45とゼロ位置43との間のシフト位置領域47はシフト位置6に割り当てられており，トルク反転点44とゼロ位置41との間のシフト位置領域48はシフト位置8に割り当てられている。ここで考慮すべきことは，図10は特性曲線の一部だけを示していることである。したがってシフト位置8の左方の，αに対して比較的小さい値の方向には，別のトルク反転点と別のゼロ位置を設けることができ，これらはシフト状態Dに対するシフト位置に相当する。この場合，領域48はこの図示しないトルク反転点まで伸長することができる。」(段落【0039】)",
                "「図15には本発明のシフト装置の第2の実施形態が示されている。ここで第1の実施形態と同じ，または類似の構成には，第1の実施形態と同じ参照符合が付してある。第2の実施形態は第1の実施形態とは，駆動部22がシャフト21に固定されているのではなく，このシャフトに対して間隔をおいてケーシング2に固定されている点で異なる。駆動部22の駆動シャフトないしロータ63は，シャフト21と伝動装置64を介して接続されている。この伝動装置は，駆動シャフト63と回動不能に結合された第1の端面ホイール65，およびシャフト21と回動不能に結合された第2の端面ホイール66を有する。第2の端面ホイール66は第1の端面ホイール65に係合している。」(段落【0045】)"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記ア及びイの記載を総合すれば，本願明細書(甲6)には，次の点が開示されていることが認められる。",
                "従来から，車両を電子的に制御してシフトすることのできる自動車のトランスミッションをシフトするためのシフト装置として，ユーザにシフト位置間の切り替えの際にシフト感覚を通知する機械的係止部を有し，所定のシフト位置間の切り替えをブロック又は解除することができる機械的係合輪郭が付加的に設けられたシフト装置が知られているが，このシフト装置には，車両モデルが異なれば，異なる数のシフト位置が所望されるため，種々異なる係止部と係合輪郭も形成しなければならないという問題があった。",
                "また，従来から，車両用の触覚シフト装置として，2つの回転軸を中心に旋回可能に支承されたシフトレバーと，2つのアクチュエータとを備え，2つのアクチュエータはベルト駆動部を介してシフトレバーと結合され，さらに，アクチュエータシャフトには光学的デコーダとして構成されたセンサが結合され，このセンサによってシャフトの回転を検出することができるシフト装置が知られていた。このシフト装置においては，プロセッサはセンサから出力されたセンサ信号から力を検出し，この力をアクチュエータによりシフトレバーに送出することができ，この力を介して，シフトレバーに対する係止を共感することができるが，このシフト装置の機構は比較的高価であり，純粋に機械的なシフト装置と同じような大きさの構造となるため，機械的に簡単に構成することができ，必要空間が小さいシフト装置が所望されていた。",
                "「本発明」の課題は，シフト位置間の切り替えの際に操作者にシフト感覚を通知したり，所定の切り替えをブロック又は解除する従来の形式のシフト装置を改善し，このシフト装置が種々異なる数のシフト状態に対して使用可能であり，同時に必要空間が小さく，低コストで実現できるようにすることにあった。上記課題を解決する手段として，「本発明」は，「回転軸を中心に異なるシフト位置に回転可能な操作素子と，この操作素子に結合されており，前記回転軸を中心に回転可能なシャフトと，このシャフトに結合された回転角検出装置と，アクチュエータと，前記回転角検出装置およびアクチュエータに接続された制御装置とを有し，前記回転角検出装置によって，前記操作素子の回転軸を中心にする回転が検出され，前記アクチュエータによって，トルクが前記シャフトに出力され，またはシャフトの回転に対抗するトルクが出力され，前記制御装置によってアクチュエータから出力されたトルク，または対抗するトルクが制御され，車両トランスミッションは，シフト位置に割り当てられたシフト状態に切り替え可能であり，前記シャフトは，回転角検出装置と操作素子との間で回転軸に沿って伸長しており，前記操作素子は回転ヘッドまたは回転ノブとして構成されており，シャフトの第1の端部に配置されている」構成を採用した。",
                "「本発明」のシフト装置は，シフトノブないしは回転ヘッドとして構成された操作素子の回転の際に，アクチュエータからシャフトに出力されるトルク又はシャフトの回転に対抗するトルクを制御することによって操作者に触覚的フィードバックを提供することができるので，機械的係止部なしで使用することができ，シフト位置の数が種々異なっていても使用することができる。",
                "また，「本発明」のシフト装置は，操作素子，シャフト及び回転角検出装置が回転軸に沿って配置され，シャフトを回転角検出装置と結合するための伝動装置ないしはベルト駆動部を省略することができるので，スペースを節約して実現可能である。",
                "相違点の看過の有無について",
                "原告は，本願補正発明と引用例1発明とは，本願補正発明は，アクチュエータの軸とシャフト軸との間に動力伝達部が存在せず，両軸は同軸であるのに対し，引用例1発明は，操作軸2とアクチュエータ5の駆動軸5aとの間に動力伝達部6を有し，両軸は同軸ではない点で相違するにもかかわらず，本件審決は，この相違点を認定せず，相違点を看過した誤りがある旨主張するので，以下において判断する。"
              ]
            },
            {
              "fig": "ア",
              "subject": "引用例1の記載事項について",
              "text": [
                "引用例1(甲1)には，次のような記載がある(下記記載中に図面については別紙2を参照)。",
                "「【発明の属する技術分野】本発明は，フォースフィードバック機能付きの手動入力装置とこれを用いた車載機器制御装置とに係り，特に，ノブにフォースフィードバック用の外力を負荷するアクチュエータの制御手段に関する。」(段落【0001】)",
                "「【従来の技術】従来より，ノブの操作フィーリングを良好にしてノブの操作を確実なものにするため，ノブにその操作量及び操作方向に応じた抵抗感や推力を付与するフォースフィードバック機能付きの手動入力装置が知られている。」(段落【0002】)",
                "「図17に，従来より知られているこの種の手動入力装置の一例を示す。本例の手動入力装置は，ノブ101と，当該ノブ1の操作量及び操作方向を検知する検知手段102と，ノブ101に外力を負荷するアクチュエータ103と，検知手段102から出力される検知信号aを取り込んでアクチュエータ103の制御信号cを生成する制御部104と，制御部104から出力された制御信号cをD／A変換するD／A変換器105と，D／A変換器105から出力されたアナログ信号cを増幅してアクチュエータ103の駆動電力を得る電力増幅器106とから構成されている。制御部104は，CPU104aとメモリ104bとから構成されており，メモリ104bには，検知信号aに応じた制御信号cがテーブルの形で記憶されている。CPU104aは，検知手段102からの検知信号aを取り込み，取り込まれた検知信号aに応じた制御信号cをメモリ104bから読み出して，D／A変換器105に出力する。」(段落【0003】)",
                "「これによってアクチュエータ103が駆動され，ノブ101にその操作量及び操作方向に応じたフォースフィードバックを作用することができるので，本例の手動入力装置は，ノブ101の操作フィーリングが良好で，ノブ101の操作を確実なものにすることができる。」(段落【0004】)",
                "「この種の手動入力装置は，自動車におけるバイワイヤ方式のギアシフト装置や，車載された各種の電気機器，例えば，エアコン，ラジオ，テレビ，CDプレーヤ，ナビゲーションシステム等の機能調整装置に適用される。」(段落【0005】)",
                "「ギアシフト装置として適用する場合，手動入力装置に備えられたフォースフィードバック機能は，シフトレバーのレンジ切替にクリック感を与えたり，例えばP(パーキング)レンジからR(リバース)レンジ，D(ドライブ)レンジから2nd(セカンド)レンジなど，特定レンジから他の特定レンジへのシフトレバーの不正な操作を禁止するロック手段などとして利用される。また，車載電気機器の機能調整装置として利用する場合，手動入力装置に備えられたフォースフィードバック機能は，ノブ101に適度な抵抗感を付与して機能の微調整を容易にしたり，ノブ101に適度な推力を付与してノブ1の操作を軽快にするのに利用される。」(段落【0006】)",
                "「【発明が解決しようとする課題】ところで，前記手動入力装置を自動車のギアシフト装置に適用する場合，手動入力装置に備えられたフォースフィードバック機能を用いて特定レンジから他の特定レンジへのシフトレバーの不正な操作を禁止する構成にすると，シフトレバーが特定レンジに切り替えられている期間中，常時アクチュエータ103に電力を供給し続けなくてはならないので，電力消費が大きくなる。かかる不都合を回避するため，前記手動入力装置を自動車のギアシフト装置に適用する場合においては，手動入力装置に備えられたフォースフィードバック機能をシフトレバーのレンジ切替にクリック感を与えるためのみに利用し，特定レンジから他の特定レンジへのシフトレバーの不正な操作を禁止するロック手段については，機械的に構成するのが普通である。」(段落【0007】)",
                "「しかし，前記した従来の手動入力装置は，ノブ101の操作量及び操作方向のみに基づいてアクチュエータ103を制御する構成であるので，ロック手段を機械的に構成すると，ロック手段が解除された後は，手動入力装置に備えられたフォースフィードバック機能によってシフトレバーのレンジ切替にクリック感が与えられるだけになり，例えば高速走行中であってもDレンジからRレンジへのシフトレバーの切替やDレンジから2ndレンジへのシフトレバーの切替が可能になる。高速走行中にギアシフト装置がDレンジからRレンジに，又は，Dレンジから2ndレンジに誤操作されても，自動車に搭載されたトランスミッションがシンクロせず，ギアがドライブギアからリバースギアに切り替えられることはないが，実際のギアのかみ合い状態とシフトレバーの切替位置とが不一致になると，ギアシフト装置によるトランスミッションの操作を的確に行えなくなるばかりでなく，トランスミッションが不時に切り替えられて自動車が急停止或いは急減速する等の不測の動作を起こすおそれもある。」(段落【0008】)",
                "「手動入力装置を車載電気機器の機能調整装置に適用する場合も同様であって，前記した従来の手動入力装置は，機能を調整しようとする車載電気機器の状態に関係なく，ノブ101の操作量及び操作方向のみに基づいてアクチュエータ103を制御する構成であるので，車載電気機器の状態に応じた適切な機能調整を行うことが難しく，使い勝手が必ずしも良好ではないという問題がある。」(段落【0009】)",
                "「本発明は，かかる従来技術の不備を解消するためになされたものであって，その課題とするところは，操作しようとする外部装置の状態に応じて異なる操作フィーリングをノブに付与することができて操作性及び信頼性に優れた手動入力装置を提供すること，及びこの種の手動入力装置を備えた操作性及び信頼性に優れた車載機器制御装置を提供することにある。」(段落【0010】)",
                "「【課題を解決するための手段】本発明は，前記の課題を解決するため，手動入力装置の構成に関しては，ノブと，当該ノブに外力を負荷するアクチュエータと，前記ノブの操作状態を検知する検知手段と，前記ノブにより操作される外部装置との間で信号の送受信を行う入出力部とを備え，前記アクチュエータを，少なくとも前記外部装置に接続された外部検知手段から出力される外部信号に基づいて生成される制御信号により制御するという構成にした。」(段落【0011】)",
                "「かように，ノブに外力を負荷するアクチュエータを，外部装置に接続された外部検知手段から出力される外部信号に基づいて生成される制御信号により制御すると，外部装置の状態に応じたきめ細かいアクチュエータの制御を行うことができるので，外部装置の駆動状態とノブの操作状態との不一致を防止することができ，手動入力装置の操作性及び信頼性を高めることができる。」(段落【0012】)",
                "「一方，車載機器制御装置に関しては，各種の機能より機能調整を行おうとする機能を選択する機能選択スイッチと，当該機能選択スイッチによって選択された機能を調整する手動入力装置とを有し，前記手動入力装置として，ノブと，ノブに外力を負荷するアクチュエータと，ノブの操作状態を検知する検知手段と，ノブにより操作される電気機器との間で信号の送受信を行う入出力部とを備え，前記アクチュエータを，少なくとも前記電気機器に接続された外部検知手段から出力される外部信号に基づいて生成される制御信号により制御するものを備えるという構成にした。」(段落【0013】)",
                "「かように，車載機器制御装置に備えられる手動入力装置として，少なくとも外部装置に接続された外部検知手段から出力される外部信号に基づいて生成される制御信号により制御するものを備えると，電気機器の状態に応じたきめ細かいアクチュエータの制御を行うことができるので，電気機器の駆動状態とノブの操作状態との不一致を防止することができ，車載機器制御装置の操作性及び信頼性を高めることができる。」(段落【0014】)",
                "「【発明の実施の形態】まず，本発明に係る手動入力装置の実施形態について説明する。」(段落【0015】)",
                "「〈手動入力装置の第1例〉図1に，第1実施形態例に係る手動入力装置1Aを示す。本例の手動入力装置1Aは，ロータリ形の手動入力装置であって，図示しない筐体と，当該筐体に回転自在に保持された操作軸2と，操作軸2の一端に固着されたノブ3と，操作軸2の回転量及び回転方向を検知するロータリエンコーダやポテンショメータ等の検知手段4と，ノブ3に外力を負荷するDCモータやステッピングモータ等の回転駆動形のアクチュエータ5と，操作軸2とアクチュエータ5の駆動軸5aとの間の動力伝達を行うギアや摩擦車等の動力伝達部6と，図示しない外部装置との間で信号の送受信を行う入出力部7と，図示しない外部装置に接続された外部検知手段から出力される外部信号b又は少なくとも外部信号bに基づいて生成された制御情報eに基づいてアクチュエータ5の制御信号cを生成し出力する制御部8と，制御部8から出力された制御信号cをD／A変換するD／A変換器9と，D／A変換器9にてアナログ信号に変換された制御信号cを増幅してアクチュエータ5の駆動電力を得る電力増幅器10とから構成されている。なお，アクチュエータ5としてステッピングモータを用いる場合には，D／A変換器9は省略することができる。」(段落【0016】)",
                "「図1においては，検知手段4としてロータリエンコーダが備えられており，本例のロータリエンコーダは，操作軸2に固着されたコード板4aと，当該コード板4aを介してその表面側及び裏面側に対向に配置された発光素子4b及び受光素子4cとから構成されている。なお，互いに独立の別体に構成された発光素子4b及び受光素子4cを用いる構成に代えて，これら発光素子4b及び受光素子4cを一体化してなるフォトインタラプタを用いることも勿論可能である。」(段落【0017】)",
                "「入出力部7は，送信側インタフェース7aと受信側インタフェース7bとをもって構成されており，送信側インタフェース7aからは検知手段4から出力される検知信号aが図示しない外部装置に送信される。」(段落【0018】)",
                "「制御部8は，CPU8aとメモリ8bとから構成されており，メモリ8bには，前記外部信号b若しくは当該外部信号bに基づいて生成された制御情報eを解析するためのデータ及びプログラムと，アクチュエータ5の駆動データ及び駆動プログラムが記憶されている。CPU8aは，前記外部信号b若しくは制御情報eを取り込み，前記メモリ8bに記憶されたデータ及びプログラムに基づいて前記外部信号b若しくは制御情報eを解析し，前記メモリ8bに記憶されたデータ及びプログラムに基づいて前記外部信号b若しくは制御情報eに対応する制御信号cを決定し，D／A変換器9に出力する。」(段落【0019】)",
                "「制御信号cは，ノブ3に付与される操作フィーリングに対応する信号である。信号の種別としては，「振動の発生」，「衝撃力の発生」，「作動力の変更」等がある。信号の種別が「振動の発生」である場合には，振動強度，振動の形，負荷時間，周波数などを表現する制御信号cが構成される。また，信号の種別が「衝撃力の発生」である場合には，衝撃強度，衝撃の形，負荷回数などを表現する制御信号cが構成される。さらに，信号の種別が「作動力の変更」である場合には，作動力の強度，作動力の発生方向，負荷時間などを表現する制御信号cが構成される。また，制御信号eは，上記制御信号cの内容をコマンド化したものである。さらに，「作動力の変更」をパターン化して行う場合には，パターンを表現するコマンドをもって制御情報eを構成することができる。その他，制御情報eは，負荷量を示す値や前記検知信号a，それに外部装置に入力される他の外部検知手段(図示省略)からの信号を取り込んで構成することもできる。」(段落【0020】)",
                "「本例の手動入力装置によれば，CPU8aに図示しない外部装置に接続された外部検知手段から出力される外部信号b又は少なくとも外部信号bに基づいて生成された制御信号eを取り込んでアクチュエータ5の制御信号cを決定するので，外部装置の状態に応じたきめ細かいアクチュエータ5の制御を行うことができる。したがって，外部装置の状態によっては，ノブ3の操作を禁止するようにアクチュエータ5を駆動することができるので，外部装置の駆動状態とノブの操作状態との不一致を防止することができ，手動入力装置1Aの操作性及び信頼性を高めることができる。」(段落【0021】)",
                "「〈手動入力装置の第2例〉図2に，第2実施形態例に係る手動入力装置1Bを示す。本例の手動入力装置1Bは，検知手段4を回転モータ5の駆動軸5aに設定したことを特徴とする。その他については，第1実施形態例に係る手動入力装置1Aと同じであるので，図2の対応する部分に図1と同一の符号を付して説明を省略する。本例の手動入力装置1Bも，第1実施形態例に係る手動入力装置1Aと同様の効果を有する。」(段落【0022】)",
                "「〈手動入力装置の第5例〉図5に，第5実施形態例に係る手動入力装置1Eを示す。本例の手動入力装置1Eは，スライド形の手動入力装置であって，図示しない筐体に摺動自在に保持されたラック11(動力伝達部)の上面にノブ3を固着すると共に，当該ラック11と操作軸2の先端部に固着されたピニオン12(動力伝達部)とをかみ合わせ，ノブ3の駆動力がラック11及びピニオン12を介して操作軸2に伝達され，かつアクチュエータ5の駆動力がギア6，操作軸2，ピニオン12及びラック11を介してノブ3に伝達されるようにしたことを特徴とする。その他については，第1実施形態例に係る手動入力装置1Aと同じであるので，図5の対応する部分に図1と同一の符号を付して説明を省略する。本例の手動入力装置1Eは，第1実施形態例に係る手動入力装置1Aと同様の効果を有するほか，筐体に摺動自在に保持されたラック11にノブ3を固着したので，例えばオートマチック車におけるギアシフト装置のように，ノブが直線操作される装置への適用が可能になる。」(段落【0025】)",
                "「〈手動入力装置のその他の実施形態〉(1)前記各実施形態例においては，外部装置に接続された外部検知手段から出力される外部信号b又は少なくとも外部信号bに基づいて生成された制御情報eに基づいてアクチュエータ5の制御信号cを生成したが，本発明の要旨はこれに限定されるものではなく，前記検知信号a及び／又は外部信号bに外部装置に接続されていない他の外部検知手段から出力される外部信号を加えてアクチュエータ5の制御信号cを生成することもできる。」(段落【0030】)",
                "「(3)ノブ3の形状，筐体に対する操作軸2の配列，検知手段4の種類，アクチュエータ5の種類については，前記各実施形態例に例示した組み合わせに限定されるものではなく，必要に応じて任意の組み合わせとすることができる。」(段落【0032】)",
                "「〈手動入力装置の第1適用例〉以下，手動入力装置の第1適用例として，第5実施形態例に係るスライド形の手動入力装置1Eを適用したオートマチック車の変速制御装置を，図9に基づいて説明する。」(段落【0033】)",
                "「この図から明らかなように，本例の変速制御装置は，手動入力装置1Eの入出力部7に，外部装置として，トランスミッション制御装置21と，当該装置21によって制御されるソレノイドやリニアモータなどのアクチュエータからなるフォーク駆動部22と，当該駆動部22の駆動状態を検知するエンコーダやポテンショメータなどの外部装置検知手段23と，前記駆動部22によって操作される切替フォーク24と，当該切替フォーク24によってギアのかみ合いが切り換えられるトランスミッション25と，トランスミッション25の出力軸の回転数を検出する回転数センサ26とを接続することによって構成される。本例の場合，手動入力装置1Eのノブ3は，車室内に備えられ，トランスミッション25を切り替えるためのシフトノブとして使用される。」(段落【0034】)",
                "「トランスミッション制御装置21には，前記手動入力装置1Eに備えられた入出力部7と接続される入出力部27と，前記外部装置検知手段23から出力される外部信号b1並びに前記回転数センサ26から出力される外部信号b2よりフォーク駆動部22の駆動信号dを生成して出力する外部装置制御部28と，外部装置制御部28より出力された駆動信号dをD／A変換するD／A変換器29と，D／A変換器29によりアナログ信号に変換された駆動信号dを増幅してフォーク駆動部22の駆動電力を得る電力増幅器30とから構成されている。なお，フォーク駆動部22としてステッピングモータを用いる場合には，D／A変換器29は省略することができる。」(段落【0035】)",
                "「入出力部27には，手動入力装置1Eの入出力部7に備えられた送信側インタフェース7aと接続される受信側インタフェース27bと，手動入力装置1Eの入出力部7に備えられた受信側インタフェース7bと接続される送信側インタフェース27aとが備えられている。外部装置制御部28は，CPU28aとメモリ28bとから構成されており，メモリ28bには，前記外部信号b1，b2を解析するためのデータ及びプログラムと，フォーク駆動部22の駆動データ及び駆動プログラムが記憶されている。CPU28aは，前記外部信号b1，b2を取り込み，前記メモリ28bに記憶されたデータ及びプログラムに基づいてこれら前記外部信号b1，b2を解析し，前記メモリ28bに記憶されたデータ及びプログラムに基づいてこれら前記外部信号b1，b2に対応する駆動信号dを決定する。また，このCPU28aは，外部信号b1，b2を，送信側インタフェース27b及び受信側インタフェース7bを介して手動入力装置1Eの制御部8に送信する。」(段落【0036】)",
                "「以下，前記のように構成された変速制御装置の動作について説明する。」(段落【0037】)",
                "「ノブ3が操作されると，その操作量及び操作方向が検知手段4によって検知され，検知手段4からは，ノブ3の操作量及び操作方向に応じた検知信号aが出力される。この検知信号aは，送信側インタフェース7a及び受信側インタフェース27aを介して外部装置制御部28に送信される。一方，トランスミッション制御装置21に備えられたCPU28aは，前記検知信号a及び外部信号b1，b2を解析し，メモリ28bに記憶されたデータ及びプログラムに基づいてこれらの各信号a，b1，b2に対応する駆動信号dを決定し，D／A変換器29に出力する。D／A変換器29は，駆動信号dをアナログ信号に変換し，電力増幅器30に出力する。電力増幅器30は，D／A変換器29から出力されたアナログ信号を増幅し，フォーク駆動部22に印加する。これによって，フォーク24が駆動され，ノブ3の操作内容に応じてトランスミッション25のギアのかみ合いが切り替えられる。外部装置制御部28は，この検知信号aと前記外部装置検知手段23から出力される外部信号b1と前記回転数センサ26から出力される外部信号b2とを，送信側インタフェース27b及び受信側インタフェース7bを介して手動入力装置1Eの制御部8に送信する。制御部8は，送信された外部信号b1，b2を解析し，メモリ8bに記憶されたデータ及びプログラムに基づいてこれらの各信号b1，b2に対応する制御信号cを決定し，D／A変換器9に出力する。D／A変換器9は，制御信号cをアナログ信号に変換し，電力増幅器10に出力する。電力増幅器10は，D／A変換器9から出力されたアナログ信号を増幅し，アクチュエータ5に印加する。これによって，ノブ3に外部信号b1，b2に応じた外力が負荷され，ノブ3に所要の操作フィーリングが付与されるので，例えば，ノブ3が1のシフト位置から他のシフト位置に切り替え操作されたとき，アクチュエータ5から操作軸2に軽い抵抗感を付与することによって，ノブ3の操作にクリック感を付与することができる。また，トランスミッション25の出力軸の回転数が高い場合において，ノブ3が例えばDレンジからRレンジへの切替方向に操作された場合には，アクチュエータ5から操作軸2に強い抵抗感を付与することによってノブ3の操作を禁止し，ノブ3の誤操作を未然に防止することができる。」(段落【0038】)",
                "「本例の場合，制御部8を備えた手動入力装置1Eを用い，かつ外部信号b1，b2を当該制御部8に入力する構成としたので，外部装置制御部28を変更する必要がなく，外部装置であるトランスミッション制御装置21に対する手動入力装置の適用を容易に行うことができる。」(段落【0039】)",
                "「【発明の効果】本発明の手動入力装置は，ノブに外力を負荷するアクチュエータを，検知手段から出力される検知信号と外部装置に接続された外部検知手段から出力される外部信号に基づいて生成される制御信号により制御するので，外部装置の状態に応じたきめ細かいアクチュエータの制御を行うことができ，外部装置の駆動状態とノブの操作状態との不一致を防止することができて，手動入力装置の操作性及び信頼性を高めることができる。」(段落【0064】)",
                "「また，本発明の車載機器制御装置は，1つの筐体に車載電気機器の選択スイッチと，選択された車載電気機器の機能選択スイッチと，機能調整手段としての手動入力装置を備えたので，複数の車載電気機器を集中的に制御することができて各車載電気機器の機能調整を容易に行うことができ，自動車の安全運転性を高めることができる。また，手動入力装置として，検知手段から出力される検知信号と外部検知手段から出力される外部信号に基づいてアクチュエータの制御信号を生成するものを用いたので，調整しようとする車載電気機器の状態に合わせたノブの操作フィーリングを得ることができてノブの操作性を改善することができ，当該車載機器制御装置を用いて実行しようとする電気機器の機能調整を容易かつ確実に行うことができる。」(段落【0065】)"
              ]
            },
            {
              "fig": "イ",
              "subject": "検討",
              "text": [
                "引用例1に，",
                "「自動車のトランスミッション25のギアシフト装置であって，",
                "回転可能なノブ3と，筐体に回転自在に保持され，一端にノブ3が固着された操作軸2と，操作軸2の回転量及び回転方向を検知する検知手段4と，ノブ3に外力を負荷する回転駆動形のアクチュエータ5と，操作軸2とアクチュエータ5の駆動軸5aとの間の動力伝達を行う動力伝達部6と，検知手段4およびアクチュエータ5に接続された制御部8とを有し，",
                "前記アクチュエータ5によって，ノブ3に抵抗感や推力が付与され，",
                "前記制御部8は，ノブ3の操作量及び操作方向や，変速制御装置の信号ないし制御情報に基づいて，前記アクチュエータ5により付与される抵抗感や推力を決定し，",
                "前記トランスミッション25は，ノブ3の操作位置に応じた特定レンジに切替可能であるギアシフト装置において，",
                "前記操作軸2は，前記アクチュエータ5と前記ノブ3との間で延びており，",
                "前記検知手段4は，操作軸2に固着されたコード板4aと，当該コード板4aを介してその表面側及び裏面側に対向に配置された発光素子4b及び受光素子4cとから構成されるロータリエンコーダからなるギアシフト装置。」(引用例1発明)が記載されていることは，当事者間に争いがない。",
                "前記アの記載事項及び別紙2の図1によれば，引用例1記載のギアシフト装置(引用例1発明)は，一端にノブ3が固着された操作軸2と，ノブ3に外力を負荷する回転駆動形のアクチュエータ5の駆動軸5aとは，同じ軸上にはなく，軸がずれており，操作軸2とアクチュエータ5の駆動軸5aとの間の動力伝達を行う動力伝達部6を有していることが認められる。",
                "一方で，本願補正発明の特許請求の範囲(請求項1)の「前記アクチュエータ(22)は，前記回転角検出装置(32)と前記操作素子との間の前記シャフト(21)上に座し」にいう「座し」との文言，本願明細書の段落【0012】の「アクチュエータは回転軸から離れて配置されており，伝動装置ないしはベルト駆動部を介してベルトと接続することができる。しかし有利にはアクチュエータはシャフトに座し，とりわけシャフトに固定されている。これにより回転軸はアクチュエータを貫通して伸長し，前記の伝動装置を省略することができる。」との記載及び図3(別紙1参照)によれば，本願補正発明の「前記アクチュエータ(22)は，前記回転角検出装置(32)と前記操作素子との間の前記シャフト(21)上に座し」との構成は，アクチュエータの軸とシャフト軸とが同軸である構成であることを理解できる。",
                "被告は，この点に関し，本願補正発明におけるアクチュエータはシャフト上に「座し」という構成の態様は，種々多様であって，一義的に，アクチュエータの軸とシャフト軸とが同軸であること(軸がずれていないこと)を意味するものではなく，本願明細書の別紙1の図15(「第2の実施形態」)には，アクチュエータの軸とシャフト軸とが同軸でない例が示されている旨主張する。",
                "しかしながら，別紙1の図15に示す構成は，本願明細書の段落【0012】における「アクチュエータは回転軸から離れて配置されており，伝動装置ないしはベルト駆動部を介してベルトと接続する」例であるのに対し，本願補正発明は，上記段落【0012】における「有利にはアクチュエータはシャフトに座し，とりわけシャフトに固定」され，「これにより回転軸はアクチュエータを貫通して伸長し，前記の伝動装置を省略することができる」構成であって，本願補正発明の実施形態とはいえないから，被告の上記主張は失当である。",
                "そうすると，本願補正発明と引用例1発明とは，本願補正発明は，アクチュエータの軸とシャフト軸との間に動力伝達部が存在せず，両軸は同軸であるのに対し，引用例1発明は，操作軸2とアクチュエータ5の駆動軸5aとの間に動力伝達部6を有し，両軸は同軸ではない点で相違するといえる。",
                "しかるところ，本件審決は，本願補正発明は，「前記シャフト(21)は，前記回転角検出装置(32)と前記操作素子(4)との間で回転軸(5)に沿って伸長しており」，「前記回転角検出装置(32)は，前記シャフト(21)の第2の端部(29)に配置され」，「前記アクチュエータ(22)は，前記回転角検出装置(32)と前記操作素子との間の前記シャフト(21)上に座し」ているのに対し，引用例1発明は，「前記操作軸2は，前記アクチュエータ5と前記ノブ3との間で延びて」いる点を本願補正発明と引用例1発明の相違点1として認定しているが，引用例1発明の構成として，操作軸2とアクチュエータ5の駆動軸5aとの間に動力伝達部6を有し，両軸は同軸ではない点を明示していない。",
                "しかしながら，本件審決が認定した相違点1においても，本願補正発明は，「前記シャフト(21)は，前記回転角検出装置(32)と前記操作素子(4)との間で回転軸(5)に沿って伸長しており」，「前記回転角検出装置(32)は，前記シャフト(21)の第2の端部(29)に配置され」，「前記アクチュエータ(22)は，前記回転角検出装置(32)と前記操作素子との間の前記シャフト(21)上に座し」との構成を有しているのに対し，引用例1発明は，「前記操作軸2は，前記アクチュエータ5と前記ノブ3との間で延びて」おり，上記構成を備えていない点で相違することを示しており，本件審決がこのように相違点1を認定した趣旨は，両軸が同軸であるか否かの点を含めて，上記相違点に係る本願補正発明の構成を容易に想到することができるかどうかを判断するためのものと解されるから，本件審決が，引用例1発明の構成として，操作軸2とアクチュエータ5の駆動軸5aとの間に動力伝達部6を有し，両軸は同軸ではない点を明示していないからといって，そのことが本件審決の結論に影響を及ぼすものではない。",
                "したがって，本件審決に相違点を看過した誤りがあるとの原告の主張は，採用することができない。",
                "相違点1の容易想到性の判断の誤りの有無について",
                "原告は，本件審決は，相違点1について，引用例2(甲2)には，「バイワイヤ方式の各種装置に適用されるハプティックコントローラであって，そのアクチュエータ2の駆動軸2aの一端にロータリノブ3が固着され，駆動軸2aの他端に位置センサ4が固着されており，ロータリノブ3の操作量及び操作方向に応じた抵抗力や推力を付与するもの」が示されていると認定し，引用例1発明に引用例2の上記事項(配置構成)を適用して，本願補正発明の相違点1に係る構成とすることは当業者が容易に想到し得たものと認められる旨判断したが，引用例1及び引用例2のいずれにおいても，引用例1発明に引用例2記載の上記配置構成を適用することの示唆等は存在せず，引用例1発明に引用例2記載の上記配置構成を適用する動機付けはないから，本件審決の上記判断は誤りである旨主張するので，以下において判断する。"
              ]
            },
            {
              "fig": "ア",
              "subject": "引用例2の記載事項について",
              "text": [
                "引用例2(甲2)には，次のような記載がある(下記記載中に図面については別紙3を参照)。",
                "「【発明の属する技術分野】本発明は，バイワイヤ方式の各種装置に適用されるハプティックコントローラに係り，特に，操作性及び信頼性の改善手段に関する。」(段落【0001】)",
                "「【従来の技術】従来より，操作部の操作フィーリングを良好にして操作部の操作を確実なものにするため，操作部にその操作量や操作方向等の操作状態に応じたクリック感触や抵抗感又は推力等を付与するフォースフィードバック機能付きのハプティックコントローラが知られている。」(段落【0002】)",
                "「図9に，従来より知られているこの種のハプティックコントローラの一例を示す。本例のハプティックコントローラは，操作部であるロータリノブ101と，当該ロータリノブ101の回転量及び回転方向を検知する位置センサであるロータリエンコーダ102と，ロータリノブ101に外力を負荷するアクチュエータ103と，ロータリエンコーダ102より出力される位置信号aを取り込んでアクチュエータ103の制御信号cを出力する制御部104と，制御部104より出力された制御信号cをD／A変換するD／A変換器105と，D／A変換器105によりアナログ信号に変換された制御信号dを増幅してアクチュエータ103の駆動信号eを得る信号増幅器106とから構成されている。制御部104は，CPU104aと記憶部104bとから構成されており，記憶部104bには，位置信号a対応する制御信号cが記憶されている。CPU104aは，ロータリエンコーダ102からの位置信号aを取り込み，取り込まれた位置信号aに応じた制御信号cを記憶部104bから読み出して，D／A変換器105に出力する。」(段落【0003】)",
                "「このように構成された従来のハプティックコントローラは，位置センサであるロータリエンコーダ102より出力される位置信号aに基づいてアクチュエータ103の駆動を制御するので，ロータリノブ101にその操作量及び操作方向に応じた抵抗力や推力を付与することができ，ロータリノブ101の操作に所要の操作フィーリングを付与することができる。」(段落【0004】)",
                "「この種の手動入力装置は，自動車におけるバイワイヤ方式のハンドル装置や，車載された各種の電気機器，例えばエアコン，ラジオ，テレビ，CDプレーヤ，ナビゲーションシステム等の機能調整装置として適用される。」(段落【0005】)",
                "「【発明が解決しようとする課題】ところで，前記アクチュエータ103によってロータリノブ101に付与される抵抗力や推力は，位置信号aに応じて設定され付与されるものであるので，位置信号aによっては，抵抗力や推力がロータリノブ101に付与され続けるというものであった。」(段落【0006】)",
                "「このようなロータリノブ101の操作量及び操作方向に応じた抵抗力や推力をロータリノブ101に付与し続けるハプティックコントローラにおいては，ロータリノブ101に手が添えらえていることを想定した大きさの力を付与しているため，ロータリノブ101を回転操作中に操作者がロータリノブ101から急に手を離した場合に，ロータリノブ101に過大な力を付与してしまう結果となり，ロータリノブ101が手を離した位置に停止されず，アクチュエータ103より付与される外力によってその外力の方向に移動してしまうという問題があった。」(段落【0007】)",
                "「また，例えばセンター復帰形のハプティックコントローラのように，手を離した後に予め定められた所定の位置にロータリノブ101を自動的に停止させるハプティックコントローラにおいても，前記第1の問題と同様に付与する力が大きすぎること，及び，制御部104の動作に遅れがあるために，所要の停止位置にロータリノブ101を速やかに停止させることが難しく，ロータリノブ101がセンター位置等の所要の停止位置を中心として長時間振動してしまうという問題があった。」(段落【0008】)",
                "「前記第1の問題は，ロータリノブ101にタッチセンサを付設し，ロータリノブ101から手が離れたときにこれをタッチセンサで検知して，アクチュエータ103の駆動を停止するようにすれば解消することができる。しかしながら，タッチセンサを備えると，ハプティックコントローラの構成が複雑化して，ハプティックコントローラが高コスト化するばかりでなく，例えばロータリノブ101をラジオの選局つまみとして利用する場合のように，ロータリノブ101を特定の回転方向位置に停止させる必要がある場合においても，前記特定の回転方向位置に関係なく，ロータリノブ101から手を離すと，その位置でロータリノブ101を停止してしまうため，電気機器等の正確な機能調整を行うことができないという問題を生じる。」(段落【0009】)",
                "「本発明は，かかる従来技術の不備を解消するためになされたものであって，その課題とするところは，所要の目標位置に操作部を正確かつ迅速に停止することができ，操作性及び信頼性に優れたハプティックコントローラを提供することにある。」(段落【0011】)",
                "「【課題を解決するための手段】本発明は，前記の課題を解決するため，第1に，操作部と，当該操作部の位置を検出する位置センサと，前記操作部に外力を与えるアクチュエータと，前記位置センサより出力される位置信号に基づいて前記アクチュエータの駆動を制御する制御部とを有し，前記制御部は，前記操作部の位置に対応する前記アクチュエータの基本出力値を求めると共に，前記操作部の速度に対応し，前記基本出力値とは逆の符号を有する前記基本出力値の補正値を求め，これら基本出力値と補正値との加算値である制御信号を出力して前記アクチュエータの駆動を制御するという構成にした。」(段落【0012】)",
                "「このように，位置センサより出力される位置信号に対応する基本出力値のみに基づいてアクチュエータの駆動を制御するのではなく，操作部の速度に対応しかつ基本出力値とは逆の符号を有する補正値を加味してアクチュエータの駆動を制御すると，制御部の動作遅れにより操作者が手を離した後にアクチュエータからの外力を受けて操作部が移動を開始した場合にも，その移動方向とは逆向きでその移動速度に対応した大きさの外力がアクチュエータより操作部に付与されるので，不正な操作部の移動が防止され，操作部が手を離した位置に安定に保持される。したがって，タッチセンサ等の手段を追加することなく操作部を所要の位置に保持することができ，例えば操作部をラジオの選局つまみとして利用する場合のように，操作部を操作方向の特定の位置に停止させる必要がある場合に対応することができる。同様に，例えばセンター復帰形のハプティックコントローラのように，手を離した後に予め定められた所定の位置に操作部を自動的に停止させるハプティックコントローラにおいても，操作部が所定の位置まで移動されるときに，当該操作部の移動方向とは逆向きで当該操作部の移動速度に対応した大きさの外力が常にアクチュエータより操作部に付与されるので，操作部への余分な力の出力が抑制される結果，振動等の好ましくない動きが防止され，操作部を速やかに所要の停止位置に停止させることができる。」(段落【0013】)",
                "「【発明の実施の形態】以下，本発明に係るハプティックコントローラの第1例を，車載電気機器の機能調整手段として適用した場合を例にとって説明する。」(段落【0018】)",
                "「図1に示すように，本例のハプティックコントローラは，筐体1と，当該筐体1の内部に設置されたアクチュエータ2と，前記筐体1より外部に突出された前記アクチュエータ2の駆動軸2aの一端に固着されたロータリノブ3と，前記アクチュエータ2の駆動軸2aの他端に固着されたコードホイール4a及び前記筐体1に設置されたフォトインタラプタ4bとからなる位置センサ4と，スイッチ5と，前記アクチュエータ2及びスイッチ5を含むシステム全体を制御する制御部6とから主に構成されている。」(段落【0019】)",
                "「筐体1は自動車のダッシュボード或いはコンソールボックス等を構成するパネル7の内部に設置され，ロータリノブ3は当該パネル7の外部に配置される。」(段落【0020】)",
                "「アクチュエータ2としては，ロータリノブ3に所要の外力を負荷可能なものであれば，回転モータ，リニアモータ又はソレノイドなど，公知に属する任意のアクチュエータを用いることができる。なお，図1には，回転モータを用いた場合が例示されている。」(段落【0021】)",
                "「ロータリノブ3は，車載電気機器の調整つまみとして使用されるものであって，プラスチックの成形品をもって所要の形状に形成される。」(段落【0022】)",
                "「位置センサ4としては，ロータリノブ3の操作方向及び操作量を検知可能なものであれば，エンコーダ又は可変抵抗器など，公知に属する任意の位置信号検出器を用いることができる。なお，図1には，アクチュエータ2の駆動軸2aに固着されたコードホイール4aと筐体1に設置されたフォトインタラプタ4bとからなる光学式のロータリエンコーダが例示されている。」(段落【0023】)",
                "「スイッチ5は，ロータリノブ3を操作することによって調整しようとする車載電気機器の機能を選択するためのものであって，本例の手動入力装置においては，「ラジオ局の選局」を選択するための押釦スイッチ5aと，「ラジオ音量の調整」を選択するための押釦スイッチ5bと，「カーナビゲーションシステムにおける地図画面のスクロール」を選択するための押釦スイッチ5cとが備えられている。」(段落【0024】)",
                "「制御部6は，位置センサ4より出力される位置信号a及びスイッチ5より出力されるスイッチ信号bを取り込む入力部61と，位置信号aの値及び変化方向(ロータリノブ3の操作量及び操作方向)に応じたアクチュエータ2の制御信号の基本出力値が記憶された基本出力値記憶部62と，位置信号aの変化速度(ロータリノブ3の操作速度)に応じたアクチュエータ2の制御信号の補正値が記憶された補正値記憶部63と，押釦スイッチ5a～5cを操作することにより選択される各電気機器の機能に応じた目標位置が記憶された目標位置記憶部64と，前記基本出力値記憶部62より読み出される基本出力値と前記補正値記憶部63より読み出される補正値とを加算すると共に，前記目標位置記憶部64より読み出される目標位置とロータリノブ3の現在位置とを比較し，所要のアクチュエータ2の制御信号dを生成する演算処理部65と，当該演算処理部65より出力されたアクチュエータ2の制御信号dを入力し，アクチュエータ2の駆動信号eを生成するドライバ回路66と，出力部67とから主に構成されている。なお，前記ドライバ回路66は，演算処理部65より出力された制御信号dをD／A変換するD／A変換器と，D／A変換された信号を増幅する信号増幅器とから構成される。」(段落【0025】)",
                "「図2に，補正値記憶部63に記憶される補正値とロータリノブ3の操作速度との関係を示す。このグラフ図から明らかなように，本実施形態例においては，ロータリノブ3の操作速度に比例して補正値の値を増加する構成になっている。この補正値は，基本出力値とは逆の符号を有し，演算処理部65で加算されたとき，基本出力値の絶対値を減少する。」(段落【0026】)",
                "「【発明の効果】以上説明したように，本発明によれば，位置センサより出力される位置信号に対応する基本出力値のみに基づいてアクチュエータの駆動を制御するのではなく，操作部の速度に対応しかつ基本出力値とは逆の符号を有する補正値を加味してアクチュエータの駆動を制御するので，付与する力が大きすぎること，及び，制御部の動作遅れにより操作者が手を離した後にアクチュエータからの外力を受けて操作部が移動を開始した場合にも，その移動方向とは逆向きでその移動速度に対応した大きさの外力がアクチュエータより操作部に付与され，不正な操作部の移動が防止される。したがって，タッチセンサ等の手段を追加することなく操作部を操作後の位置に保持することができ，ハプティックコントローラの操作性及び信頼性を高めることができる。また，手を離した後に予め定められた所定の位置に操作部を自動的に停止させるハプティックコントローラにおいても，操作部が所定の位置まで移動されるとき，当該操作部の移動方向とは逆向きで当該操作部の移動速度に対応した大きさの外力が常にアクチュエータより操作部に付与されるので，操作部への余分な力の出力が抑制される結果，振動等の好ましくない動きが防止され，操作部を速やかに所要の停止位置に停止させることができる。」(段落【0046】)"
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点の容易想到性について",
              "text": [
                "開示されていることが認められる。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "従来より，ノブの操作フィーリングを良好にしてノブの操作を確実なものにするため，ノブにその操作量及び操作方向に応じた抵抗感や推力を付与するフォースフィードバック機能付き「手動入力装置」が知られており，この手動入力装置は，自動車におけるバイワイヤ方式のギアシフト装置や，車載された各種の電気機器(例えば，エアコン，ラジオ等)の機能調整装置に適用されていた。",
                    "この手動入力装置をギアシフト装置として適用する場合，フォースフィードバック機能は，シフトレバーのレンジ切替にクリック感を与えたり，特定レンジから他の特定レンジへのシフトレバーの不正な操作を禁止するロック手段などとして利用されるが，従来の手動入力装置では，ノブの操作量及び操作方向のみに基づいてノブに外力を負荷するアクチュエータを制御する構成であるので，実際のトランスミッションのギアのかみ合い状態とシフトレバーの切替位置とが不一致になると，ギアシフト装置によるトランスミッションの操作を的確に行えなくなるばかりでなく，トランスミッションが不時に切り替えられて自動車が急停止あるいは急減速する等の不測の動作を起こすおそれもあった。",
                    "また，従来の手動入力装置を車載電気機器の機能調整装置に適用する場合も同様であり，機能を調整しようとする車載電気機器の状態に関係なく，ノブの操作量及び操作方向のみに基づいてノブに外力を負荷するアクチュエータを制御する構成であるので，車載電気機器の状態に応じた適切な機能調整を行うことが難しく，使い勝手が必ずしも良好ではないという問題があった。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "「本発明」は，従来技術の不備を解消し，操作しようとする外部装置の状態に応じて異なる操作フィーリングをノブに付与することができて操作性及び信頼性に優れた手動入力装置を提供することを課題とするものであり，その課題を解決するための手段として，手動入力装置の構成として，「ノブと，当該ノブに外力を負荷するアクチュエータと，前記ノブの操作状態を検知する検知手段と，前記ノブにより操作される外部装置との間で信号の送受信を行う入出力部とを備え，前記アクチュエータを，少なくとも前記外部装置に接続された外部検知手段から出力される外部信号に基づいて生成される制御信号により制御するという」構成を採用した。",
                    "「本発明」の手動入力装置は，ノブに外力を負荷するアクチュエータを，検知手段から出力される検知信号と外部装置に接続された外部検知手段から出力される外部信号に基づいて生成される制御信号によって制御し，外部装置の状態に応じたきめ細かいアクチュエータの制御を行うことができるので，外部装置の駆動状態とノブの操作状態との不一致を防止し，手動入力装置の操作性及び信頼性を高めることができ，また，調整しようとする車載電気機器の状態に合わせたノブの操作フィーリングを得ることができるので，ノブの操作性を改善し，当該車載機器制御装置を用いて実行しようとする電気機器の機能調整を容易かつ確実に行うことができるという効果を奏する。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "「本発明」の手動入力装置におけるノブの形状，筐体に対する操作軸の配列，検知手段の種類，アクチュエータの種類については，各実施形態例に例示した組み合わせに限定されるものではなく，必要に応じて任意の組合せとすることができる(段落【0032】)。",
                    "前記アの引用例2の記載事項によれば，引用例2には，次の事項が開示されていることが認められる。"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "従来より，操作部の操作フィーリングを良好にして操作部の操作を確実なものにするため，操作部にその操作量や操作方向等の操作状態に応じたクリック感触や抵抗感又は推力等を付与するフォースフィードバック機能付き「ハプティックコントローラ」が知られており，この種の手動入力装置は，自動車におけるバイワイヤ方式のハンドル装置や，車載された各種の電気機器(例えば，エアコン，ラジオ等)の機能調整装置として適用されていた。",
                    "このハプティックコントローラにおいては，ロータリノブに手が添えらえていることを想定した大きさの力を付与しているため，操作者がロータリノブを回転操作中にロータリノブから急に手を離した場合に，ロータリノブに過大な力を付与してしまう結果となり，ロータリノブが手を離した位置に停止されず，アクチュエータより付与される外力によってその外力の方向に移動してしまうという問題があり，また，この問題を解消するために，ロータリノブにタッチセンサを付設し，ロータリノブから手が離れたときにタッチセンサで検知して，アクチュエータの駆動を停止する構成を採用することは，ハプティックコントローラの構成が複雑化して，ハプティックコントローラが高コスト化するばかりでなく，例えば，ロータリノブをラジオの選局つまみとして利用する場合のように特定の回転方向位置に停止させる必要がある場合においても，ロータリノブから手を離すと，その位置でロータリノブを停止してしまうため，電気機器等の正確な機能調整を行うことができないという問題があった。",
                    "さらに，例えば，センター復帰形のハプティックコントローラのように，手を離した後に予め定められた所定の位置にロータリノブを自動的に停止させるハプティックコントローラにおいても，所要の停止位置にロータリノブを速やかに停止させることが難しく，ロータリノブがセンター位置等の所要の停止位置を中心として長時間振動してしまうという問題があった。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "「本発明」は，従来技術の不備を解消し，所要の目標位置に操作部を正確かつ迅速に停止することができ，操作性及び信頼性に優れたハプティックコントローラを提供することを課題とするものであり，その課題を解決するための手段として，ハプティックコントローラの構成として，「操作部と，当該操作部の位置を検出する位置センサと，前記操作部に外力を与えるアクチュエータと，前記位置センサより出力される位置信号に基づいて前記アクチュエータの駆動を制御する制御部とを有し，前記制御部は，前記操作部の位置に対応する前記アクチュエータの基本出力値を求めると共に，前記操作部の速度に対応し，前記基本出力値とは逆の符号を有する前記基本出力値の補正値を求め，これら基本出力値と補正値との加算値である制御信号を出力して前記アクチュエータの駆動を制御するという」構成を採用した。",
                    "「本発明」のハプティックコントローラは，位置センサより出力される位置信号に対応する基本出力値のみに基づいてアクチュエータの駆動を制御するのではなく，操作部の速度に対応しかつ基本出力値とは逆の符号を有する補正値を加味してアクチュエータの駆動を制御するので，付与する力が大きすぎたり，制御部の動作遅れにより操作者が手を離した後にアクチュエータからの外力を受けて操作部が移動を開始した場合にも，その移動方向とは逆向きでその移動速度に対応した大きさの外力がアクチュエータより操作部に付与され，不正な操作部の移動が防止されるため，タッチセンサ等の手段を追加することなく操作部を操作後の位置に保持し，ハプティックコントローラの操作性及び信頼性を高めることができ，また，手を離した後に予め定められた所定の位置に操作部を自動的に停止させるハプティックコントローラにおいても，操作部への余分な力の出力が抑制される結果，振動等の好ましくない動きが防止され，操作部を速やかに所要の停止位置に停止させることができるという効果を奏する。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "「本発明」のアクチュエータとしては，ロータリノブに所要の外力を負荷可能なものであれば，回転モータ，リニアモータ又はソレノイドなど，公知に属する任意のアクチュエータを用いることができる(段落【0021】)。",
                    "また，「本発明」の位置センサとしては，ロータリノブの操作方向及び操作量を検知可能なものであれば，エンコーダ又は可変抵抗器など，公知に属する任意の位置信号検出器を用いることができる(段落【0023】)。",
                    "には，「バイワイヤ方式の各種装置に適用されるハプティックコントローラであって，そのアクチュエータ2の駆動軸2aの一端にロータリノブ3が固着され，駆動軸2aの他端に位置センサ4が固着されており，ロータリノブ3の操作量及び操作方向に応じた抵抗力や推力を付与するもの」が記載されていることが認められる。このハプティックコントローラは，アクチュエータ2の駆動軸2aの一端にロータリノブ3を配置し，駆動軸2aの他端にロータリノブ3の操作量及び操作方向(回転方向)を検知する位置センサ4を配置し，その間の駆動軸2a上にアクチュエータ2を配置したものであり，ロータリノブ3，アクチュエータ2及び位置センサ4がその順にアクチュエータ2の駆動軸2a上に配置され，駆動軸2aがアクチュエータ2の軸とロータリノブ3を回転操作するシャフト軸を兼用し，両軸が同軸である構成であるといえる。",
                    "そうすると，引用例2記載のハプティックコントローラにおける位置センサ4等の配置構成は，アクチュエータ2の駆動軸2aが位置センサ4とロータリノブ3との間で回転軸に沿って伸張し，ロータリノブ3が駆動軸2aの一方の端部に，位置センサ4が駆動軸2aの他方の端部にそれぞれ配置され，アクチュエータ2が位置センサ4とロータリノブ3との間の駆動軸2a上に座している配置構成であるといえるから，相違点1に係る本願補正発明の構成に相当するものである。",
                    "のハプティックコントローラは，①ノブの操作フィーリングを良好にしてノブの操作を確実なものにするため，ノブにその操作量及び操作方向に応じた抵抗感や推力を付与するフォースフィードバック機能付き手動入力装置であって，自動車におけるバイワイヤ方式のハンドル装置やトランスミッションのギアシフト装置，車載された各種の電気機器(例えば，エアコン，ラジオ等)の機能調整装置として適用される点で技術分野が共通すること，②従来技術として挙げた手動入力装置の具体的構成が共通し(引用例1につき別紙2の図17，引用例2につき別紙3の図9)，その技術的課題も，ノブに外力を負荷するアクチュエータの制御を検知手段又は位置センサから出力される検知信号のみに基づいて行うことによって生じる問題点を解決し，手動入力装置の操作性及び信頼性を高める点において共通することが認められる。",
                    "そして，一般に，センサとアクチュエータ等との配置構成は，検知手段に及ぼすノイズ等の発生源の有無，アクチュエータに給電するためのケーブルの取り回し，所用空間の制限等の設計仕様に応じて適宜選択する設計的事項であるといえる。また，引用例1記載の手動入力装置のように，動力伝達部を設けてアクチュエータの軸とシャフト軸線をずらすか，引用例2記載のハプティックコントローラのように，アクチュエータをシャフトと同軸に配置するかは，必要な伝達トルクを得るための減速歯車の要否や，装置全体の所要空間の制限等の観点から適宜，相互に代替，選択し得る設計的事項であるといえる。",
                    "動入力装置におけるノブの形状，筐体に対する操作軸の配列，検知手段の種類，アクチュエータの種類については，各実施形態例に例示した組合せに限定されるものではなく，必要に応じて任意の組合せとすることができるのアクチュエータとしては，公知に属する任意のアクチュエータを用いることができる旨の示唆がある。",
                    "以上によれば，引用例1及び引用例2に接した当業者においては，手動入力装置の設計仕様に応じて，引用例1発明に引用例2記載の位置セ)を適用する動機付けがあることが認められる。",
                    "そうすると，引用例1及び引用例2に接した当業者は，引用例1発明に引用例2記載の位置センサ等の上記配置構成を適用して，引用例1発明において，一端にノブを配置した操作軸であるシャフトの他端に回転角検出装置を配置し，その間のシャフト上にアクチュエータを配置し，ノブ，アクチュエータ及び回転角検出装置がその順にシャフト上に配置され，アクチュエータの軸とシャフト軸が同軸である構成(相違点1に係る本願補正発明の構成)とすることを容易に想到することができたものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用例1と引用例2の技術分野が異なり，対象とする装置が，引用例1発明はギアシフト装置であるのに対し，引用例2は「ラジオ局の選局」等に用いられるハプティックコントローラである点で異なる，引用例1及び引用例2には，位置センサの配置についての技術課題は何ら記載されておらず，位置センサの配置は，操作装置の操作性・信頼性を向上させるという技術課題に対する課題解決手段と無関係であるから，その配置等を改変しようとする動機付けは生じ得ないとして，引用例1発明に引用例2記載の位置センサ等の配置構成を適用する動機付けはない旨主張する。",
                "引用例2記載のハプティックコントローラは，いずれもフォースフィードバック機能付き手動入力装置である点で共通し，自動車におけるバイワイヤ方式のハンドル装置やトランスミッションのギアシフト装置，車載された各種の電気機器の機能調整装置として適用される点でも技術分野が共通すること，②一般に，センサとアクチュエータ等との配置構成は設計的事項であること，③引用例1には，「本発明」の手動入力装置におけるノブの形状，筐体に対する操作軸の配列，検知手段の種類，アクチュエータの種類は，必要に応じて任意の組合せとすることができる旨の示唆があり，また，引用例2には，「本発明」のアクチュエータとしては，公知に属する任意のアクチュエータを用いることができる旨の示唆があることによれば，引用例1及び引用例2に接した当業者においては，手動入力装置の設計仕様に応じて，引用例1発明に引用例2記載の位置センサ等の配置構成を適用する動機付けがあることが認められるから，原告の上記主張は理由がない。",
                "原告は，本願補正発明の「前記アクチュエータ(22)は，前記回転角検出装置(32)と前記操作素子との間の前記シャフト(21)上に座し」とは，アクチュエータの軸とシャフトの軸とが同軸である構成であること意味するが，本件審決は，引用例1発明から動力伝達部6を除くこと及び引用例1発明の「操作軸2」と「アクチュエータ5の駆動軸5a」を同軸とすることの容易性について判断を行うことなく，引用例1発明において相違点1に係る本願補正発明の構成とすることは容易想到であると判断した誤りがある旨主張する。",
                "トローラは，ロータリノブ3，アクチュエータ2及び位置センサ4がその順にアクチュエータ2の駆動軸2a上に配置され，駆動軸2aがアクチュエータ2の軸とロータリノブ3を回転操作するシャフト軸を兼用し，両軸が同軸である構成であって，本件審決は，引用例1発明に引用例2記載のハプティックコントローラにおける位置センサ等の上記配置構成を適用することが容易想到であることを判断しているから，本件審決は，引用例1発明から動力伝達部6を除くこと及び引用例1発明の「操作軸2」と「アクチュエータ5の駆動軸5a」を同軸とすることの容易性について実質的に判断したものといえる。",
                "したがって，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "小括",
              "text": [
                "以上によれば，引用例1発明において相違点1に係る本願補正発明の構成とすることは容易想到であるとした本件審決の判断に誤りはない。",
                "相違点2の容易想到性の判断の誤りの有無について",
                "原告は，本件審決は，相違点2について，「引用例1発明の検知手段ないし引用例2の位置センサとして引用例3の上記事項を適用することに格別の困難性はない。」，「少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段」は周知である，「一般に，引用例3のような「少なくとも2つのホールセンサ」に磁気収束板を組み合わせることは適宜なし得る設計的事項にすぎない。」との認定判断に基づいて，「以上のようにしたものは，実質的に，本願補正発明の相違点2に係る上記事項を具備しているということができる。」として，引用例1発明において相違点2に係る本願補正発明の構成とすることは容易想到である旨判断しているが，本件審決の判断は誤りである旨主張するので，以下において判断する。"
              ]
            },
            {
              "fig": "ア",
              "subject": "引用例3の記載事項について",
              "text": [
                "引用例3(甲3)には，次のような記載がある(下記記載中に図面については別紙4を参照)。",
                "「【特許請求の範囲】",
                "1. 機器における情報の手動入力のための操作装置であって，",
                "調整部材を有しており，前記調整部材の位置は，操作力の作用のもとで可変であり，前記調整部材は該調整部材の位置を特徴付ける電気信号生成のための変換器と接続されており，",
                "前記調整部材に接続されたモータ構成要素を有しており，前記構成要素は電気信号の制御のもとで調整部材に応力を実行し，その大きさと方向は，前記調整部材の位置および/または入力される情報に依存している形式のものにおいて，",
                "前記変換器がモータ構成要素のローター(3)とセンサ(9，10)からなっており，該センサは前記ローターの位置に依存してそのつど電気信号を送出することを特徴とする操作装置。",
                "2. 前記ロータ(3)は，直径方向で磁化されているディスクからなる，請求項1記載の操作装置。",
                "3. 前記センサ(9，10)は，ホールセンサである，請求項1または2記載の操作装置。」(2頁)，",
                "「  操作装置",
                "本発明は，機器における情報の手動入力のための操作装置であって，調整部材を有しており，前記調整部材の位置は，操作力の作用のもとで可変であり，前記調整部材は該調整部材の位置を特徴付ける電気信号生成のための変換器と接続されており，前記調整部材に接続されたモータ構成要素を有しており，前記構成要素は電気信号の制御のもとで調整部材に応力を実行し，その大きさと方向は，前記調整部材の位置および/または入力される情報に依存する，操作装置に関する。従来技術からは，インクリメントセンサの形態でシャフトを介して調整部材を変換器に接続させ，さらなるシャフトを介してモータに接続させることが公知である。",
                "この場合の欠点は，この構造形態が付加的なインクリメントセンサのために広い所要スペースを必要とすることである。",
                "それ故に本発明の課題は，前述した公知技術の欠点に鑑み，所要スペースが僅かで済むような相応の操作装置を提供することである。",
                "前記課題は本発明により，変換器がモータ構成要素のローターとセンサからなっており，該センサは前記ローターの位置に依存してそのつど電気信号を送出するように構成されて解決される。モータ構成要素のロータは，さらに変換器の角度センサの付加的な機能を充たす。それにより本発明によって得られる利点は，変換器に対して付加的なセンサのみを必要とするだけで済むことである。直径方向に磁化されたディスクとして構成されたロータは，ロータに対する簡単で安価な解決手段となる。少なくとも2つのホールセンサとの結合において，直径方向に磁化されたディスクの磁界をホールセンサに引き起こす電圧からは360°の範囲で正確な回転角度が求められる。これに対しては2つのホールセンサで完全にまかなえる。",
                "2つのホールセンサが半径方向では同じ間隔で，90°だけずらされて配置されているならば，ロータの調整は，特に簡単に算出できる。",
                "クロスコイル対の適用によっては，モータ構成要素が非常にコンパクトに構造化できる。さらに2つのコイルのそれぞれ異なる制御によって，それぞれ所望の回転トルク特性が所望の角度毎に得られる。この回転トルク特性と角度は，制御の変更によって相応に任意に調節可能である。所望のモーメント特性曲線は，メモリにファイルされそこから読出し可能である。それにより，どのデータが読出されるかに応じて種々異なる回転トルクが生成される。これにより例えば音量の調節の際に相応のモーメント経過によって係止位置がシミュレートされ得る。それに対して機器における個々のスピーカの音量の調節(バランス，フェーダ)の際には，速度に比例した摩擦がシミュレータされる。",
                "これは操作装置を使用する使用者に歩添書メータの調節間隔を伝える。」(4頁2行～5頁9行)",
                "「図1の操作装置1は，回転ノブの形態の調整部材1を有している。これは，シャフト2を介してロータ3と直径方向に磁化されたディスクの形態で結合されている。ロータ3はコイル4，5内に生成される磁界と共に作用し，それによって回転移動または回転トルクを生成する。コイル4，5は，それぞれ2つの半部に分割され，巻回体上部6と巻回体下部7からなる巻回体に巻回されている。巻回体6，7は，次のように構成されている。すなわちロータ3が完全に囲繞されるように構成されている。プリント基板8上にはホールセンサ9，10が次のように配設されている。すなわちロータ3の回転軸からは半径方向で同じ間隔で90度だけずらされて配置されている。」(6頁6行～14行)",
                "「ロータ3の磁界によってホールセンサ9，10内に生成される電圧から，ロータ3と回転ノブ1の回転角度が評価装置11において算出される。符号12の装置においては，ロータ3と，コイル4，5を通る電流の相互作用による所望の回転トルクを生成するのに，コイル4，5に必要とされる電圧が生成される。このことは算出された回転角度および/または送出された情報に依存して行われる。」(6頁15行～19行)"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件審決認定の周知事項に係る文献",
              "text": [
                "甲4",
                "甲4(特開2004-317446号公報)には，次のような記載がある(下記記載中に図面については別紙5を参照)。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "「【特許請求の範囲】",
                  "text": [
                    "【請求項1】強磁性体からなる磁気収束板と，該磁気収束板から漏洩する磁場を検知するための磁電変換素子とからなる磁気センサにおいて，前記磁気収束板が，前記磁電変換素子を含む基板上に形成された強磁性体粉末の成型体からなることを特徴とする磁気センサ。」(2頁)"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "「【発明の属する技術分野】",
                  "text": [
                    "本発明は，磁気センサに関し，より詳細には，強磁性体粉末の成型体からなる磁気収束板と，この磁気収束板から漏洩する磁場を検出するための磁電変換素子とからなる磁気センサに関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "「【従来の技術】",
                  "text": [
                    "磁場を高精度に検知する磁気センサとしては，一般にホール素子がよく用いられるが，例えば，増幅回路等との集積化が容易なシリコンを用いた場合，磁気感度が十分では無いため，増幅回路の設計が困難となり，必ずしも使い勝手は良くない。このような問題に対して，軟磁性材料で作成した磁気収束板をホール素子と組み合わせることで，磁場を高感度に検出することが可能になることが知られている。」(段落【0002】)",
                    "「例えば，空隙を介して配置された2個の磁気収束板からなる磁気収束板対と，この空隙の外側に配置され，磁気収束板対より漏洩する磁場を検知するホール素子とからなる構造によって，高感度を有する磁気センサを得ることができる(例えば，特許文献1参照)。」(段落【0003】)",
                    "「また，円型の磁気収束板1個と，この磁気収束板より漏洩する磁場を検知するホール素子とからなる構造によって，高感度を有する2次元磁気センサを得ることもできる(例えば，特許文献2参照)。」(段落【0004】)",
                    "「さらに，特願2003-51929号には，円型の磁気収束板1個と，複数の角柱型の磁気収束板と，この磁気収束板より漏洩する磁場を検知するホール素子とからなる構造によって，高感度を有する3次元磁気センサを得ることが開示されている。」(段落【0005】)",
                    "「【特許文献1】",
                    "米国特許第6，184，679号明細書」(段落【0006】)",
                    "「【特許文献2】",
                    "特開2002 -71381号公報」(段落【0007】)"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "「【発明が解決しようとする課題】",
                  "text": [
                    "しかしながら，磁気収束板を作成するにあたっては，強磁性体材料を所望の形に加工しなければならないが，強磁性材料，特に軟磁性材料である非晶質金属は高硬度を有するため，非常に加工性に乏しく，幅，長さ及び厚みなどの形状の制御が困難であり，結果として優れた磁気特性を有する実用的な磁気センサの実現は困難であった。」(段落【0008】)",
                    "「本発明は，このような問題に鑑みてなされたもので，その目的とするところは，大量生産可能で，かつ優れた磁気特性を有する磁気センサを提供することにある。」(段落【0009】)"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "「【課題を解決するための手段】",
                  "text": [
                    "本発明では，このような目的を達成するために，強磁性体粉末(以下，本発明でいう粉末とは，球状粉，楕円球状粉，箔状粉，角柱状粉，針状粉，あるいはこれらの形状を組み合わせた形状粉など，形状に依存しない粉末を示す。)を成型することで，所望の磁気収束板を実現する着想を得るに至った。」(段落【0010】)"
                  ]
                },
                {
                  "fig": "f",
                  "subject": "「【発明の実施の形態】",
                  "text": [
                    "以下，図面を参照して本発明の実施例について説明する。",
                    "［実施例1］",
                    "図1は，本発明に係る磁気センサの第1実施例を説明するための構成図で，図中符号1は円型の磁気収束板，4，5，6，7は磁電変換素子であるホール素子を示している。」(段落【0021】)",
                    "「本発明の磁気センサは，強磁性体粉末の成型体からなる円型の磁気収束板1と，この磁気収束板1から漏洩する磁場を検知するための複数の磁電変換素子であるホール素子4，5，6，7から構成されている。このホール素子4，5，6，7は，X軸上に一方の対のホール素子4と6が相対して設けられ，Y軸上に他方の対のホール素子5と7が相対するように配置されている。なお，このホール素子の数やその配置については，この実施例に限定されることはなく，種々の数及びその配置が考えられる。」(段落【0022】)",
                    "「磁気収束板1は，平均長さ1μm平均軸径100nmのコバルト-鉄非晶質合金針状粉末をビニル系樹脂中に分散させた後，さらに，エポキシ系樹脂を加えたものを塗布液とし，次いで，コバルト-鉄非晶質合金針状粉末を分散させた塗布液を，磁電変換素子を含む基板上に，スクリーン印刷機を用いて磁気収束板の形状に定着させ，最後に，磁電変換素子を含む基板を，酸化雰囲気400℃で焼成することで得ることができる。」(段落【0023】)",
                    "「また，同様の塗布液を，磁電変換素子を含む基板上に，インクジェット印刷機を用いて磁気収束板の形状に定着させ，最後に，磁電変換素子を含む基板を，酸化雰囲気400℃で焼成することで得ることもできる。」(段落【0024】)",
                    "「強磁性体粉末については，磁化が容易な磁化容易軸を有することが望ましいが，この磁化容易軸を有さない強磁性体粉末が混在していても構わない。」(段落【0025】)",
                    "甲5",
                    "甲5(国際公開03／081182号)には，次のような記載がある(下記記載中に図面については別紙6を参照)。"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "「図1は，本発明を適用した角度検出装置の主要部分を示した回路図である。",
                    "本図において，HEはホール素子であり，磁気センサとして用いる。磁場のX方向成分およびY方向成分を検出するため，少なくとも2対のホール素子が必要である。本実施の形態では，X方向成分を検出するために4個，Y方向成分を検出するために4個のホール素子を備えている。",
                    "これらのホール素子HEは，図2に示すように，円形の磁気収束板MCの周辺端下部に配置してある。なお，磁気収束板MCによって，米国特許第5，942，895号にも記載されているように，ホール素子近傍の磁界は収束され，ホール素子の感磁面の磁束密度を大きくすることができる。」(8頁10行～18行)"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "「図16Aおよび図16Bは，本発明を適用した角度検出部におけるコアの一例である。本図では，Si基板上に，信号処理回路とともに形成されたホ一ル素子上に，円形の磁性体材料からなるディスク(磁気収束板)を貼り付ける。ここで，図16Aは，このコアの様子と，このコアの好適な磁石の形状を示している。また図16Bは，その時の磁力線の分布を模式的に示している。右から入力された横方向の磁力線は，磁気収束板によって収束され，増幅されると同時に，垂直方向の磁場に変換される。この磁場の方向は，S側のホール素子とＮ側のホール素子で逆の方向となる。DDAに入力信号を供給する際は，極性を逆にするよう注意を要する。一例では，200ミクロンφの磁気収束板で， 約2倍の増幅率を得ることが可能である。」(22頁11行～20行)"
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "相違点の容易想到性について",
              "text": [
                "前記アの引用例3の記載事項及び別紙4の図1によれば，引用例3には，「回転ノブと，少なくとも2つのホールセンサと，該ホールセンサに対して相対的に回転可能なロータと，回転ノブ及びロータが結合されるシャフトとを備え，ロータは直径方向に磁化されたディスクとして構成されており，ロータとホールセンサにより回転ノブの位置が検出される操作装置」が記載されていることが認められる。この操作装置は，回転ノブが結合されたシャフトに結合され，直径方向に磁化されたロータ(「磁石」)と，ロータの回転軸から軸方向に離れた位置に配され，半径方向に同じ間隔で90°だけずらして配置された少なくとも2つのホールセンサからなる磁気センサ(「磁界感応センサ」)とで構成された回転角検出装置であるといえる。",
                "したがって，引用例3の回転角検出装置の構成は，相違点2に係る本願補正発明の構成のうち，「前記回転角検出装置(32)は，少なくとも1つの磁界感応センサ(31)と，該磁界感応センサに対して相対的に回転可能な少なくとも1つの磁石(30)とを有し」，「前記磁石(30)は前記シャフト(21)の前記第2の端部(29)に固定されており，前記磁石(30)の磁化方向は前記回転軸(5)に対して直角に配向されており，前記磁界感応センサ(31)は前記磁石(30)に対し，前記回転軸(5)に沿ってずらして配置され，前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有し」の構成部分に相当するものと認められる。",
                "次に，①甲4には，「従来の技術」として，「磁気収束板をホール素子と組み合わせることで，磁場を高感度に検出することが可能になるこc)，別紙5の図1に磁気収束板をホール素子と組み合わせた構成が示されていること，②甲5には，「磁気収束板MCによって，米国特許第5，942，895号にも記載されているように，ホール素子近傍の磁界は収束され，ホール素子の感磁面の磁束密度を大きくすることができ16Bに磁気収束板とホール素子を組み合わせた構成が示されていること，③国際特許分類(IPC)のG01R33／02(G01「測定；試験」-サブクラスR「電気的変量の測定；磁気的変量の測定」-メイングループ33「磁気的変量を測定する計器または装置」-サブグループ02「磁界または磁束の方向または大きさの測定」)を細展開した国内分類としてFI「G01R33／02  V  導磁束，集磁束」が存在すること(乙2)，④別紙7の乙4(特開2002-71381号公報)の図2及び図4(磁場コンセントレータ3，ホール効果素子2．1，2．4，磁力線13)，別紙8の乙5(特開2005-98823号公報)の図9及び図10(磁気収束板1002，ホール素子902，904)，別紙9の乙6(特開2004-158668号公報)の図1，図5(B)及び図7(磁気収束板4，化合物半導体素子2)によれば，磁気センサにおいて，磁石等から発生する磁束を効率良く捕捉するために，導磁束，集磁束手段として「磁気収束板」を設けることは，本願の優先権主張日(平成17年12月20日)当時，普通に行われていた常套手段であったことが認められる。",
                "さらには，ホール素子が磁気収束板により部分的に覆われている構成は，別紙6の甲5の図2及び図16A，別紙8の乙5の図9，別紙9の乙6の図1，図5(B)及び図7に示されているように，本願の優先権主張日当時，普通の構造であったことが認められる。",
                "そうすると，相違点2に係る本願補正発明の構成のうち，「前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有し，該ホール効果素子は強磁性ディスク(35)により部分的に覆われている」との構成部分は，本願の優先権主張日当時，周知であったことが認められる。",
                "そして，①回転角検出装置として，光学式センサ又は磁気センサのいずれかを選択し，あるいは光学式センサから磁気センサに変更することは，要求精度，コスト，接続回路等を考慮して，適宜決定する設計的事発明」の手動入力装置におけるノブの形状，筐体に対する操作軸の配列，検知手段の種類，アクチュエータの種類については，各実施形態例に例示した組合せに限定されるものではなく，必要に応じて任意の組合せと例2には，「本発明」の位置センサとしては，ロータリノブの操作方向及び操作量を検知可能なものであれば，エンコーダ又は可変抵抗器など，公知に属する任意の位置信号検出器を用いることができる旨の示唆があることからすると，引用例1ないし引用例3に接した当業者においては，引用例1発明に引用例2の位置センサ等の配置構成を適用して，操作軸であるシャフトの一端にノブを配置し，シャフトの他端に回転角検出装置を配置する配置構成とする際に，手動入力装置の設計仕様に応じて，回転角検出装置を光学式センサである引用例1記載のロータリエンコーダの構成から磁気センサである引用例3記載の回転角検出装置の構成(角検出装置の構成として，本件出願の優先権主張日当時に周知であった「少なくとも2つのホール効果素子を有し，該ホール効果素子は強磁性付けがあることが認められる。",
                "そうすると，引用例1ないし引用例3に接した当業者は，引用例1ないし引用例3の記載事項及び上記周知技術に基づいて，相違点2に係る本願補正発明の構成を容易に想到することができたものと認められる。"
              ]
            },
            {
              "fig": "エ",
              "subject": "原告の主張について",
              "text": [
                "引用例3記載の事項を検知手段として適用することの判断の誤りについて",
                "原告は，①引用例3記載の特許請求の範囲の請求項1ないし3，引用例3の記載事項(4頁12行～13行，19行～21行)によれば，引用例3に開示されている技術的思想は，「モータ構成要素のロータ」を直径方向で磁化されているディスクとし，センサ(ホールセンサ)とともに，位置―電気信号の変換器(すなわち，回転角検出装置)を構成することであるのに対し，本願補正発明は，モータ構成要素に相当する「アクチュエータ(22)」と「回転角検出装置(32)」とは，互いに別の構成要素であるから，引用例1発明と引用例3に開示されている技術的思想に基づいて，本願補正発明の回転角検出装置(32)の構成に想到することはできない，②引用例3においては，「付加的なインクリメントセンサのために広い所要スペースを必要とすること」は従来技術の欠点として排除されているから，引用例1発明の「検知手段」に引用例3の構造(直径方向で磁化されているディスク)を適用することには，阻害要因があるとして，本件審決における「引用例1発明の検知手段ないし引用例2の位置センサとして引用例3の上記事項を適用することに格別の困難性はない。」との判断は誤りであるから，上記認定に基づいた相違点2の容易性の判断も誤りである旨主張する。",
                "しかしながら，原告の主張は，引用例1発明に引用例3記載の回転角検出装置の構成を適用するに当たり，モータ構成要素のロータを「変換器」(回転角検出装置)の構成の一部(直径方向に磁化されたディスク)と兼用させた引用例3記載の回転角検出装置の形状・構造をそのまま組み合わせることを前提とするものといえるが，一般に，主たる引用発明に他の引用発明や技術事項を適用する場合，その引用発明又は技術事項に示された形状・構造をそのまま組み合わせるのではなく，必要に応じて合理的な構造変更や機能の調整・適応のための改変を行うことは当然のことであるから，原告の上記主張は，まず，その前提において採用することができない。",
                "ンサに変更することは，要求精度，コスト，接続回路等を考慮して，適宜決定する設計的事項であり，引用例1には，「本発明」の手動入力装置におけるノブの形状，筐体に対する操作軸の配列，検知手段の種類，アクチュエータの種類については，各実施形態例に例示した組合せに限定されるものではなく，必要に応じて任意の組み合わせとすることができる旨の示唆があることからすると，当業者においては，手動入力装置の設計仕様に応じて，回転角検出装置を光学式センサである引用例1記載のロータリエンコーダの構成から磁気センサである引用例3記載の回  そして，回転軸の端部に磁石を装着し，磁気センサによって磁束を捕捉することで回転角度を検出する回転角検出装置は，本件出願の優先権主張日当時，慣用技術であったものと認められること(例えば，別紙6の甲5の図16A，別紙7の乙4の図2等)からすると，引用例1記載のロータリエンコーダの構成から磁気センサである引用例3記載の回転角検出装置の構成に変更する際に，引用例1記載のロータリエンコーダのコード板に代えて磁石を取り付ける構造に変更することは自然なことである。",
                "したがって，引用例1発明の検知手段として引用例3の上記事項(前の困難性はないとした本件審決の判断に誤りはなく，原告の上記主張は理由がない。",
                "周知技術の認定の誤りについて",
                "原告は，①本件審決は，甲4及び甲5の記載事項に基づいて，「少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段」は，周知であると認定したが，本件審決は，相違点2として，本願補正発明の「前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有し，該ホール効果素子は強磁性ディスク(35)により部分的に覆われている」ことを挙げており，単に「少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段」が周知であるとしても，本願補正発明の「ホール効果素子は強磁性ディスク(35)」により「部分的に覆われている」との上記構成までもが周知であるとはいえない，②本件審決が挙げた甲4及び甲5を参照しても，相違点2に係る本願補正発明の構成である「磁界感応センサは少なくとも2つのホール効果素子を有し，該ホール効果素子は強磁性ディスクにより部分的に覆われている」ことが周知であるとはいえないから，本件審決の周知技術の認定には誤りがある旨主張する。",
                "磁気収束板をホール素子と組み合わせた構成が示されており，また，甲5には，別紙6の図2及び図16Aに示すように，少なくとも2つのホール素子が磁気収束板により部分的に覆われている構成が開示されていること，さらには，ホール素子が磁気収束板により部分的に覆われてい構成は，本願の優先権主張日当時，普通の構造であったことからすると，相違点2に係る本願補正発明の構成のうち，「前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有し，該ホール効果素子は強磁性ディスク(35)により部分的に覆われている」との構成部分は，本願の優先権主張日当時，周知であったことが認められるから，原告の上記主張は，理由がない。",
                "「少なくとも2つのホールセンサ」に磁気収束板を組み合わせることの容易想到性の判断の誤りについて",
                "原告は，本件審決は，「一般に，引用例3のような「少なくとも2つのホールセンサ」に磁気収束板を組み合わせることは適宜なし得る設計的事項にすぎない。」と判断したが，①甲4及び甲5に，少なくとも2つのホール素子に磁気収束板を組み合わせたセンサ手段が記載されているとしても，引用例3，甲4及び甲5には，引用例3記載のプリント基板上に設けられたホールセンサに，磁気収束板を組み合わせることについて，具体的な開示や示唆がないから，引用例3記載の「少なくとも2つのホールセンサ」に磁気収束板を組み合わせることは，当業者が適宜なし得る設計的事項であるということはできない，②引用例3に係る発明は，モータ構成要素をコンパクトに構造化するものであって，ホールセンサ9，10がモータ構成要素の巻回体下部7に近接して設けられているが，ホールセンサに磁気収束板等の更なる構成を付加することは，装置の小型化に反するものであり，阻害要因となり得るとして，本件審決の上記判断は誤りである旨主張する。",
                "のうち，「前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有し，該ホール効果素子は強磁性ディスク(35)により部分的に覆われている」との構成部分は，本願の優先権主張日当時，周知であったことが認められる。",
                "また，本件審決は，引用例1発明において，回転角検出装置を光学式センサである引用例1記載のロータリエンコーダの構成から磁気センサである引用例3記載の回転角検出装置の構成に変更する際に，「少なくとも2つのホールセンサ」に磁気収束板を組み合わせることが設計的事項にすぎないと判断しているのであり，引用例3記載の回転角検出装置そのものに磁気収束板を組み合わせることの容易想到性を判断しているものではない。",
                "したがって，引用例3，甲4及び甲5には，引用例3記載のプリント基板上に設けられたホールセンサに，磁気収束板を組み合わせることについて，具体的な開示や示唆があるかどうか，引用例3記載の回転角検出装置そのものに磁気収束板を組み合わせることに阻害要因があるかどうかは，「少なくとも2つのホールセンサ」に磁気収束板を組み合わせることは設計的事項にすぎないとした本件審決の上記判断を左右するものではないから，原告の上記主張は，理由がない。",
                "判断の遺漏等の有無について"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "原告は，本件審決は，引用例1発明において，相違点2に係る本願補正発明の「前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有し，該ホール効果素子は強磁性ディスク(35)により部分的に覆われている」ことの構成を適用することの容易想到性についての判断を行っていないから，本件審決には，判断の遺漏がある旨主張する。",
                    "しかしながら，本件審決が周知技術の例示として挙げた甲5には，別紙6の図2及び図16Aに示すように，少なくとも2つのホール素子が磁気収束板により部分的に覆われている構成が開示されているこ点2に係る本願補正発明の「前記磁界感応センサ(31)は少なくとも2つのホール効果素子(33，34)を有し，該ホール効果素子は強磁性ディスク(35)により部分的に覆われている」ことの構成を適用することの容易想到性についての判断を実質的に行っているものといえるから，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "原告は，仮に本件審決に上記の判断の遺漏がないとしても，引用例1発明から，相違点2における本願補正発明の構成を導くためには，引用例1発明の検知手段4のコード板4aを引用例3の直径方向で磁化されているディスク(磁石)に代えた上で，当該ディスク(磁石)をノブと反対側のシャフトの端部に移設して固定し，さらに，引用例1発明の検知手段4の発光素子4b及び受光素子4Cをホールセンサ(磁界感応センサ)に代えた上で，ホールセンサを前記ディスク(磁石)に対し回転軸に沿ってずらした配置とし，さらに，ホールセンサを部分的に覆う配置に強磁性ディスクを追加するとの改変が必要である，これは，引用例1発明に，引用例2記載の技術事項を適用し，その結果として得られた新たな発明について，引用例1及び2に記載されていない技術課題を解決するため，引用例3記載の技術事項を適用して，更に新たな発明を創出し，その新たな発明に対して更に他の文献に記載された技術事項を適用するといった作業を繰り返すものであり，このように各引用例に記載も示唆もない改変を繰り返すことで，引用例に記載された構成を多段階に改変し，本願補正発明の構成に至ることは，当業者であっても極めて困難である旨主張する。",
                    "クチュエータ等との配置構成は，検知手段に及ぼすノイズ等の発生源の有無，アクチュエータに給電するためのケーブルの取り回し，所用空間の制限等の設計仕様に応じて適宜選択する設計的事項であるといえるから，引用例1発明に相違点1に係る本願補正発明の構成を適用うに，相違点2に係る本願補正発明の構成は，回転角検出装置の磁気センサの構成として周知であり，引用例1発明に上記周知の磁気センサの構成を適用することは，複数段階の改変に当たるとしても，設計的事項にすぎないことからすると，当業者においては，引用例1ないし3の記載事項及び周知技術に基づいて本願補正発明の構成に想到することに格別の困難はないものと認められる。",
                    "したがって，原告の上記主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "オ",
              "subject": "小括",
              "text": [
                "以上によれば，引用例1発明において相違点2に係る本願補正発明の構成とすることは容易想到であるとした本件審決の判断は誤りであるとの原告の主張は，理由がない。",
                "まとめ",
                "以上によれば，本願補正発明は，引用例1ないし3に記載された発明及び周知の技術的事項に基づいて当業者が容易に発明をすることができたものであるから，本願補正発明が独立特許要件を満たさないとして本件補正を却下した本件審決の判断に誤りはない。",
                "したがって，原告主張の取消事由2は理由がない。",
                "なお，本願発明は，上記と同様の理由により，当業者が容易に発明をすることができたものであるとした本件審決の判断にも誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}