{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2013-15756号事件について平成26年9月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁による手続の経緯等(争いがない。)",
          "text": [
            "原告は，平成22年10月12日，発明の名称を「真空吸引式掃除機用パックフィルター」とする特許出願(特願2010-229730号)をし，平成25年4月25日付けで拒絶査定を受けたため，同年8月14日，手続補正書を提出すると共に，拒絶査定に対する不服の審判を請求した。",
            "原告は，審判手続において，平成26年5月21日付けで拒絶理由の通知を受けたため，同年7月28日付け手続補正書(甲12の2)により，特許請求の範囲の変更等を内容とする手続補正をした(以下「本件補正」という。)。",
            "特許庁は，原告の不服審判請求を不服2013-15756号事件として審理した結果，平成26年9月24日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年10月20日，原告に送達された。",
            "原告は，平成26年11月19日，上記審決の取消しを求めて本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件補正後の特許請求の範囲の記載(請求項の数は2)のうち，請求項1の記載は，以下のとおりである(以下，請求項1に係る発明を「本願発明」という。また，本願の明細書及び図面を併せて「本願明細書」という。)。",
            "【請求項1】",
            "「真空吸引式掃除機に使用するパックフィルターであって，",
            "表面積を大，中，小と異にする少なくとも3個の袋状のフィルター要素A，B，Cを備え，上記フィルター要素A，B，Cを重ねて少なくとも3段階のフィルターを構成するとともに，表面積の最も大きいフィルター要素Cと中間のフィルター要素B及び表面積の最も小さいフィルター要素Aの袋口を合わせて吸引口とし，",
            "上記パックフィルターを重ねた，少なくとも，表面積の最も小さいフィルター要素Aと中間のフィルター要素Bとの間には内側空間，中間のフィルター要素Bと表面積の最も大きいフィルター要素Cとの間には外側空間，表面積の最も大きいフィルター要素Cの外側には外部空間を形成するものとし，",
            "上記内側空間，外側空間，外部空間において少なくとも3段階の圧力降下を生じるようにフィルター要素Aの表面積をSA，フィルター要素Bの表面積をSB，フィルター要素Cの表面積をSCとするとき，SA＜SB＜SC，各フィルターA，B，Cにおける濾過速度をV1，V2，V3とするとき，V1＞V2＞V3としたことを特徴とする真空吸引式掃除機用パックフィルター。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりである。その要旨は，本願発明は，審判において通知した拒絶理由に引用された本願出願前に頒布された刊行物である特開2010-82136号公報(以下「引用公報」という。)に記載された発明(以下「引用発明」という。)であるから，特許法29条1項3号の規定により特許を受けることができないものであり，本件出願は拒絶されるべきである，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "審決が認定した引用発明",
              "text": [
                "「電動送風機13の作動によって被掃除面に溜まった塵埃を吸い込んで被掃除面を掃除する電気掃除機に着脱自在に収容される集塵袋11Aであって，",
                "集塵袋11Aは掃除機本体2の集塵室10に収容されており，",
                "集塵袋11Aの袋体部28Aは，最も外側に配置された最外袋体38と，最外袋体38の内側に配置された第一内袋体40と，第一内袋体40の内側に配置された第二内袋体41とから構成され，",
                "最も外側に配置された最外袋体38，最外袋体38の内側に配置された第一内袋体40及び第一内袋体40の内側に配置された第二内袋体41の袋口は合わされて，開口27aが穿設された口枠部27に一体的に設けられ，",
                "最外袋体38と第一内袋体40との間，および第一内袋体40と第二内袋体41との間は，それぞれ離間されて，適宜の隙間S1，S2を有している，",
                "集塵袋11A。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と本願発明との対比・判断",
              "text": [
                "引用発明は，本願発明の発明特定事項をすべて備えており，両者の間に相違する点はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)",
          "text": [
            "引用公報記載の袋体部は，最外袋体と内袋体とから構成され，それぞれ，最外袋体は，略均一な通気性を有する，内袋体は最外袋体の内側に配置されると共に，口枠部に近い近傍部と口枠部から遠い遠方部とが異なる通気性を有し，遠方部の通気性は，最外袋体の通気性よりも大きく，近傍部の通気性は，遠方部の通気性よりも大きい，ことを要件としている。",
            "そして，引用公報には，三重の袋体部について，「すなわち，最外袋体38の通気性P1と，第一内袋体40の遠方部40bの通気性P2と，第一内袋体40の近傍部40aの通気性P3と，第二内袋体41の遠方部41bの通気性P4と，第二内袋体41の近傍部41aの通気性P5との相互の関係は，「通気性P5＞通気性P4＞通気性P2＞通気性P1，かつ通気性P5＞通気性P3＞通気性P2」として構成される。したがって，袋体部28Aは，外側から内側に向かうにつれて通気性が順次に高くなるとともに，口枠部27から遠い側よりも近い側の方が通気性が高くなる。」【0044】と記載されている。",
            "このように，引用発明においては，通気性を変化させる手段が必須不可欠の要件であるといえる。よって，上記構成を引用発明の認定から捨象することは恣意的であり，審決のした引用発明の認定には誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明と本願発明との対比・判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用公報に記載された引用発明の袋体部の通気性について",
              "text": [
                "引用公報の【請求項1】及び段落【0044】の記載から，袋体部28Aにおいて通気性を変化させる手段が必要という構成は引用発明におけるかなめであるのに対し，本願発明の請求項1には「通気性変化を必要としない発明」が記載されていることは明らかである。少なくとも，引用発明のように通気性変化を必要とする発明と，通気性変化を必要としない本願発明が同一であるということはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の「隙間」と本願発明の「空間」について",
              "text": [
                "引用発明の「隙間」と本願発明の「空間」とは，以下のように相違する。",
                "本願発明は，微細塵埃は微細であるためにフィルターを通過し易く，これを捕集するには，これまで主として行われてきたようなフィルター性能に依存するのでは限界がある(本願明細書【0008】，【0010】等)という知見に基づいている。",
                "本願発明においては，フィルター要素を通過し得るほど，微細な塵埃は，「空間」を移動しフィルター要素に当たることで捕集される。「空間」は，圧力低下を生じさせ，フィルター要素の表面に微細塵埃を運んで付着に導く手段であるともいえる。",
                "本願発明は，各袋体を通過するごとに圧力降下が生じることのみならず，空間が微細塵埃を捕集するために圧力降下の作用をなすものである。",
                "他方，引用発明においては，最外袋体38と内袋体39との隙間Sに捕集された塵埃Dbは，細かい糸くずなどがより集まった多孔質状の堆積層を形成する(【0063】)。このことから，引用発明における袋体は塵埃と同程度の多孔質のものと認識されていることが分かる。引用発明において，塵埃は，袋体で捕集され隙間Sに堆積するのであって，捕集のために隙間Sが何らかの作用をするというものではない。",
                "したがって，引用発明の「隙間」は細かい塵埃を堆積させる手段であるが，本願発明の「空間」は吸引機流に圧力降下を生じさせて，フィルター要素の表面に微細塵埃を運び付着に導く手段につながる点において相違するといえる。",
                "このように，本願発明における「空間」と引用発明における「隙間」とは，構成及び作用の点において顕著に相違しており，同一視できるものではない。",
                "また，本願発明では，各フィルター要素A，B，C間等における所定の「空間」の属性として，「フィルター要素Aの表面積をSA，フィルター要素Bの表面積をSB，フィルター要素Cの表面積をSCとするとき，SA＜SB＜SC，各フィルターA，B，Cにおける濾過速度をV1，V2，V3とするとき，V1＞V2＞V3」という条件が求められている。このような空間が引用発明に存在しているとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の袋体の表面積の大小関係について",
              "text": [
                "本願発明においては，フィルター要素Aの表面積をSA，フィルター要素Bの表面積をSB，フィルター要素Cの表面積をSCとするとき，SA＜SB＜SCとなる。",
                "しかし，一般的な三重構造のフィルターを形成している三枚のフィルター用紙は重なって殆ど接した状態にあり，本願発明におけるフィルター要素のように，膨らんで空間を形成するほどの表面積の大小関係にはない。多重構造のフィルターは，複数枚のフィルター用紙を重ねた状態で一定の(同じ)大きさに型抜きし，その後筒を形成するように左右を折り畳み，次いで両端を封じて袋を形成するのがコスト的に一般的な方法であるから，三枚のフィルター用紙の表面積に，本願発明における大小関係といえる程の大きさの差は生じ得ない。",
                "また，本願発明における「SA＜SB＜SC」という表面積の条件は「空間」の最大限度の大きさを規定しており，本願明細書では「膨張」あるいは「膨らんだ」という記載と共に説明されている。「SA＜SB＜SC」という記載は最大膨張時の表面積でなければ意味がなく，膨らんだと記載したか否かを問う以前の当然のことである。すなわち，「SA＜SB＜SC」という記載は「膨張」した状態を意味する。フィルター要素の表面積を論じる場合，それが膨張した状態を指すとしなければ表面積を特定することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "濾過速度の低下について",
              "text": [
                "原告は，表面積に大小関係のあるフィルターの構成により風速の低下が決まってしまうとの考え方には賛同できない，",
                "実開昭62-151847号公報(甲2)によれば，フィルター要素を通過する際のいわゆる通風抵抗によって圧力降下が起こるものと理解されるが，本願発明における圧力降下は，通風抵抗による圧力降下というよりも，フィルター表面積の大小関係ひいては空間の大小関係に基づく膨張によるものである。",
                "気流がフィルター用紙を一枚ずつ通過する都度膨張するために必要な構成が，まさに，本願発明の，フィルターAの表面積をSA，フィルターBの表面積をSB，フィルターCの表面積をSCとするとき，SA＜SB＜SCという条件なのであり，",
                "その結果，各フィルターA，B，Cにおける濾過速度をV1，V2，V3とするとき，V1＞V2＞V3という関係が成り立つのである。",
                "仮に，引用発明の袋体部に隙間に基づく大小関係があるとすれば，その大小関係により圧力降下が得られ通気性も滞らないのであるから，近傍部の通気性を遠方部の通気性より大きくする必要もないことになる。",
                "結局，三重構造のフィルターであって遠方部よりも近傍部の通気性を大きい構成としたのが引用発明であり，また，三重構造のフィルターであってフィルター要素の表面積がSA＜SB＜SCという構成を有するのが本願発明である。",
                "被告の主張する通過速度の低下は，「袋体を通過するときには少なからず通風抵抗が存在すること」に基づくものである。引用発明における「隙間」は隣接する袋体間の隙であり，空間の様な必要な広がりは全くない。また，引用公報には，各袋体の大小関係について記載がない。また，一般的な三重構造のフィルターの構成を併せて勘案するなら，各袋体の大小関係が引用公報に記載されているとみなすことも適切とはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本願発明は引用発明であるとはいえないから，これに反する審決の判断は誤っている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "text": [
            "審決における引用発明の認定に誤りはない。",
            "原告の主張は，要するに，引用発明の認定に際し，各袋体の通気性が特定されていないことが誤りである旨の主張であると理解できる。",
            "そこで，引用発明を対比させる本願発明についてみると，本願発明において「表面積を大，中，小と異にする少なくとも3個の袋状のフィルター要素」について「通気性」を規定するような特定はない。このことは，本願明細書の記載から，各フィルター要素がそれぞれ異なるメッシュで構成されるものを含み得ると解されることからも明らかである。",
            "そして，引用発明の認定は，本願発明との対比及び判断を誤りなくすることができるように行うことで足りるところ，本願発明が上記各フィルター要素の通気性について特定していない以上，これと対比すべき引用発明の認定に当たっても各袋体の通気性に関わる構成について認定する必要があるとはいえない。",
            "よって，審決において引用発明に各袋体の通気性について認定しなかった点に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明と本願発明との対比・判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の袋体部の通気性について",
              "text": [
                "本願発明が各フィルター要素の通気性について特定していない以上，これと対比すべき引用発明の認定に当たっても各袋体の通気性に関わる構成について認定する必要はない。",
                "原告は，本願発明を「通気性変化を必要としない発明」であるかのように主張するが，本願発明は上記各フィルター要素の通気性について特定していないものであって，原告の上記主張は，本願発明に係る請求項1の記載に基づかないものであり失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の「隙間」と本願発明の「空間」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用公報(甲1)には，「最外袋体38と第一内袋体40との間，および第一内袋体40と第二内袋体41との間は，それぞれ離間されて，適宜の隙間S1，S2を有する。」(【0039】)と記載されているから，「隙間S1，S2」の存在により，「最外袋体38と第一内袋体40」及び「第一内袋体40と第二内袋体41」は，それぞれ「離間」していることが理解できる。そして，最外袋体38と第一内袋体40の間及び第一内袋体40と第二内袋体41の間には他の構成部材は存在しないから，「隙間S1，S2」部分は「空間」であることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明の掃除機においても塵埃を吸引すれば，「フィルター要素Bとフィルター要素Cとの間」の「外側空間」及び「フィルター要素Aとフィルター要素Bとの間」の「内側空間」には，それぞれの空間の空気流入側のフィルター要素のメッシュは通過したが，空気流出側のフィルター要素のメッシュは通過することができなかった塵埃が堆積することは，本願明細書に「微細塵埃は，表面積を大，中，小と異にする少なくとも3個の袋状のフィルター要素11，21，12，22，13，23で捕捉されると，そのフィルター要素11，21の内部の内部空間18と，内側空間14，24及び外側空間15，25に溜まり，事後，パックフィルターごと廃棄する」(【0026】)と記載されるとおり明らかである。よって，本願発明の「空間」も引用発明の「隙間」と同様，当該箇所に塵埃が堆積する点において，何ら相違するものではない。",
                    "また，本願発明において「圧力降下」を生じるようにする手段は，本願の請求項1に記載されるとおり「フィルター要素Aの表面積をSA，フィルター要素Bの表面積をSB，フィルター要素Cの表面積をSCとするとき，SA＜SB＜SC，各フィルターA，B，Cにおける濾過速度をV1，V2，V3とするとき，V1＞V2＞V3とした」という事項であるところ，引用発明は，各袋体の表面積と濾過速度の大小関係が本願発明と同じであって，この「圧力降下」を生じさせることについても，引用発明の「隙間」と本願発明の「空間」とで相違するものではないといえる。",
                    "よって，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のように，引用発明の「隙間」と本願発明の「空間」とは相違せず，「引用発明の「最外袋体38と第一内袋体40との間」の「適宜の隙間S1」，「第一内袋体40と第二内袋体41との間」の「適宜の隙間S2」は，その構造からみて，本願発明の「フィルター要素Bとフィルター要素Cとの間」の「外側空間」，「フィルター要素Aとフィルター要素Bとの間」の「内側空間」に相当」するとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の袋体の表面積の大小関係について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明の袋体は，細塵を大量に捕らえる堆積層が形成されるほどの技術的に意味を持つ大きさであるといえる(引用公報の明細書【0039】【0065】)。",
                    "そして，袋の大小は，他の袋を内部に包囲する袋の方が，当然，容積も大きいし表面積も大きいといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，一般的な三重構造のフィルターを形成している三枚のフィルター用紙は重なってほとんど接した状態にあり，本願発明におけるフィルター要素のように，膨らんで空間を形成するほどの表面積の大小関係はない旨主張する。",
                    "しかし，引用発明の集塵袋11Aの袋体部28Aは，最外袋体38と第一内袋体40との間，および第一内袋体40と第二内袋体41との間が，それぞれ離間されて，適宜の隙間S1，S2を有しているから，各袋体は重なって殆ど接した状態にはなく，実際，集塵後，その隙間に塵埃が堆積されることになるから，原告の主張するような，引用発明の集塵袋の各袋体の表面積が，本願発明におけるフィルター要素のように，膨らんで空間を形成するほどの表面積の大小関係にはないというようなことはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "濾過速度の低下について",
              "text": [
                "原告は，表面積に大小関係のあるフィルターの構成により風速の低下が決まってしまうとの考え方には賛同できない旨主張する。しかし，この主張は，各フィルターの濾過速度は，一定の吸引風量Qのもと，各フィルターの表面積で除して得られるとする本願明細書の記載(【0019】)などと矛盾するものであって失当である。",
                "また，原告は，本願発明における圧力降下は，通風抵抗による圧力降下というよりも，フィルター表面積の大小関係ひいては空間の大小関係に基づく“膨張”によるものである，気流がフィルター用紙を一枚ずつ通過する都度“膨張”するために必要な構成が，まさに，本願発明の，フィルターAの表面積をSA，フィルターBの表面積をSB，フィルターCの表面積をSCとするとき，SA＜SB＜SCという条件なのである，その結果，各フィルターA，B，Cにおける濾過速度をV1，V2，V3とするとき，V1＞V2＞V3という関係が成り立つのである旨主張する。しかし，引用発明の集塵袋も，「最も外側に配置された最外袋体38の表面積＞最外袋体38の内側に配置された第一内袋体40の表面積＞第一内袋体40の内側に配置された第二内袋体41の表面積」となっており，その結果，「最も外側に配置された最外袋体38の濾過速度＜最外袋体38の内側に配置された第一内袋体40の濾過速度＜第一内袋体40の内側に配置された第二内袋体41の濾過速度」となることは審決が認定したとおりであり，本願発明の真空吸引式掃除機用パックフィルターと引用発明の集塵袋とで相違するものではない。そもそも，「膨張」については本願発明において特定されておらず，「膨張」に特段の意味があるかの如き原告の主張は，本願発明に係る請求項1の記載に基づかないものであり失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の各取消事由の主張はいずれも理由がなく，審決にはこれを取り消すべき違法はないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の内容について",
              "text": [
                "本願明細書(甲3，12の2)によれば，本願発明は，以下のとおりのものであることが認められる(別紙本願明細書図面目録【図1】参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，真空吸引式掃除機用パックフィルターに関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来のものは，重層構造の集塵袋において微細塵の捕集効率を向上させるために，紙の目を細かくすると，通気性が低下して吸い込み性能が低下することを問題点とし，外袋と内袋との間に目の粗い中袋を配置して，風圧による外袋と中袋の密着を防止し，気流の通路を確保しようとするものであった。しかし，中袋の厚さによって密着を防止する程度の空間は極めて限定的で，内袋が目詰まりするまでの時間を延長できるだけであり，単位面積当たりの圧力が高過ぎ，微細塵埃を漏れなく封じ込めることに無理があった。(【0004】)"
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明は，真空吸引式掃除機による集塵において微細塵埃の漏れをなくし，微細塵埃を漏れなく封じ込め，以って集塵効率をより一層高めること，また，パックフィルターの目詰まり現象を抑制し，2次フィルターにおける集塵負荷の軽減を図ること，を課題とする(【0006】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで，前記課題を解決するため，本願発明は，「真空吸引式掃除機に使用するパックフィルターとして，表面積を大，中，小と異にする少なくとも3個の袋状のフィルター要素A，B，Cを備え，上記フィルター要素A，B，Cを重ねて少なくとも3段階のフィルターを構成すると共に，表面積の最も大きいフィルター要素Cと中間のフィルター要素B及び表面積の最も小さいフィルター要素Aの袋口を合わせて吸引口とし，上記パックフィルターを重ねた，少なくとも，表面積の最も小さいフィルター要素Aと中間のフィルター要素Bとの間には内側空間，中間のフィルター要素Bと表面積の最も大きいフィルター要素Cとの間には外側空間，表面積の最も大きいフィルター要素Cの外側には外部空間を形成するものとし，上記内側空間，外側空間，外部空間において少なくとも3段階の圧力降下を生じるようにフィルター要素Aの表面積をSA，フィルター要素Bの表面積をSB，フィルターCの表面積をSCとするとき，SA＜SB＜SC，各フィルター要素A，B，Cにおける濾過速度をV1，V2，V3とするとき，V1＞V2＞V3と」するという手段を講じたものである(請求項1，【0007】)。",
                    "よって，吸引気流は少なくとも3個のフィルター要素を通過することによって段階的に流速が低速化されると共に，少なくとも3段階の圧力降下を生じて，段階的に低圧化されて行くので，真空吸引式掃除機による集塵において微細塵埃の漏れをなくし，微細塵埃を漏れなく封じ込め，以って集塵効率をより一層高めることができるという効果を奏し，また，吸引気流の段階的な低速化によってパックフィルターの目詰まり現象も抑制されるので，2次フィルター，即ち，HEPAフィルター等の最終フィルターにおける集塵負荷の軽減を図ることができる(【0008】ないし【0014】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の内容について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用公報(甲1)には，次の記載がある(図は，別紙引用公報図面目録参照。ただし，図1及び図2は省略)。",
                    "「【特許請求の範囲】",
                    "【請求項1】",
                    "含塵空気が導入される開口を有する口枠部と，",
                    "前記口枠部に取り付けられ，袋状の通気性素材を2つ重ねて形成され，前記開口から導入された塵埃を捕集する袋体部とを備え，",
                    "前記袋体部は，",
                    "最も外側に配置され，略均一な通気性を有する最外袋体と，",
                    "前記最外袋体の内側に配置されるとともに，前記口枠部に近い近傍部と，前記口枠部から遠い遠方部とが異なる通気性を有し，前記遠方部の通気性は，前記最外袋体の通気性よりも大きく，前記近傍部の通気性は，前記遠方部の通気性よりも大きい内袋体とから構成されたことを特徴とする電気掃除機の集塵袋。",
                    "【請求項2】",
                    "含塵空気が導入される開口を有する口枠部と，",
                    "前記口枠部に取り付けられ，袋状の通気性素材を複数重ねて形成され，前記開口から導入された塵埃を捕集する袋体部とを備え，",
                    "前記袋体部は，",
                    "最も外側に配置され，略均一な通気性を有する最外袋体と，",
                    "前記最外袋体の内側に配置されるとともに，前記口枠部に近い近傍部と，前記口枠部から遠い遠方部とが異なる通気性を有する複数の内袋体とから構成され，",
                    "前記複数の内袋体のそれぞれの前記遠方部の通気性は，前記最外袋体の通気性および外側に配置された前記遠方部の通気性よりも大きく，",
                    "前記複数の内袋体のそれぞれの前記近傍部の通気性は，同じ前記内袋体の前記遠方部の通気性よりも大きく，かつ外側に配置された前記近傍部の通気性よりも大きいことを特徴とする電気掃除機の集塵袋。」",
                    "「【発明の詳細な説明】",
                    "【技術分野】",
                    "【0001】",
                    "本発明は，掃除機本体と，掃除機本体に着脱自在に収容された集塵袋とを備えた電気掃除機に関する。」",
                    "「【発明が解決しようとする課題】",
                    "【0005】",
                    "従来の電気掃除機の集塵袋は，袋体部を構成する通気性素材の内面に細塵が付着すると，通気性素材が目詰まりして，集塵袋に塵埃が殆ど入っていないのに電気掃除機の吸引力が低下してしまうという問題点があった。",
                    "【0006】",
                    "集塵袋が容易に目詰まりして電気掃除機の吸引力が低下すると，電気掃除機の集塵性能が著しく低下するとともに，集塵袋を頻繁に交換しなければならず，電気掃除機の保守性が低下する。",
                    "【0007】",
                    "本発明は，電気掃除機の集塵性能の低下を抑制できるとともに，メンテナンス性を向上できる電気掃除機用の集塵袋，および電気掃除機を提供することを目的とする。",
                    "【課題を解決するための手段】",
                    "【0008】",
                    "前記の課題を解決するため本発明では，含塵空気が導入される開口を有する口枠部と，前記口枠部に取り付けられ，袋状の通気性素材を2つ重ねて形成され，前記開口から導入された塵埃を捕集する袋体部とを備え，前記袋体部は，最も外側に配置され，略均一な通気性を有する最外袋体と，前記最外袋体の内側に配置されるとともに，前記口枠部に近い近傍部と，前記口枠部から遠い遠方部とが異なる通気性を有し，前記遠方部は，前記最外袋体よりも通気性が大きく，前記近傍部は，前記遠方部よりも通気性が大きい内袋体とから構成されたことを特徴とする。",
                    "【0009】",
                    "また，本発明では，含塵空気が導入される開口を有する口枠部と，前記口枠部に取り付けられ，袋状の通気性素材を複数重ねて形成され，前記開口から導入された塵埃を捕集する袋体部とを備え，前記袋体部は，最も外側に配置され，略均一な通気性を有する最外袋体と，前記最外袋体の内側に配置されるとともに，前記口枠部に近い近傍部と，前記口枠部から遠い遠方部とが異なる通気性を有する複数の内袋体とから構成され，前記複数の内袋体のそれぞれの前記遠方部の通気性は，前記最外袋体の通気性および外側に配置された前記遠方部の通気性よりも大きく，前記複数の内袋体のそれぞれの前記近傍部の通気性は，同じ前記内袋体の前記遠方部の通気性よりも大きく，かつ外側に配置された前記近傍部の通気性よりも大きいことを特徴とする。",
                    "【発明の効果】",
                    "【0010】",
                    "本発明によれば，電気掃除機の集塵性能の低下を抑制できるとともに，メンテナンス性を向上できる電気掃除機用の集塵袋，および電気掃除機を提供できる。",
                    "【発明を実施するための最良の形態】」",
                    "「【0030】",
                    "電動送風機13の作動によって集塵室10に負圧が作用すると，集塵袋11の袋体部28と，口枠部27の開口27aとを経て集塵ホース3に負圧が作用する。これによって吸込口体8から吸い込まれた含塵空気は，集塵袋11内に導入される。",
                    "【0031】",
                    "図3は，本発明に係る集塵袋を概略的に示した断面図である。」",
                    "「【0034】",
                    "袋体部28は，袋状に形成された通気性素材を複数重ねて構成される。具体的には，袋体部28は，最も外側に配置された最外袋体38と，最外袋体38の内側に配置された内袋体39とから構成される。最外袋体38と内袋体39との間は離間されて，適宜の隙間Sを有する。",
                    "【0035】",
                    "最外袋体38は，袋体部28の最も外側に配置され，その全面に亘って略均一な通気性を有する。最外袋体38を構成する通気性素材は，例えばパルプと合成繊維とで形成された不織布である。",
                    "【0036】",
                    "内袋体39は，最外袋体38の内側に配置される。また，内袋体39は，口枠部27に近い近傍部39a(帯状部)と，口枠部27から遠い遠方部39b(冠状部)とが互いに異なる通気性を有する。遠方部39bの通気性は，最外袋体38の通気性と比べて，より大きい通気性を有する。近傍部39aの通気性は，遠方部39bの通気性と比べて，より大きい通気性を有する。内袋体39の全面の通気性は，最外袋体38の通気性と比べて，より大きい通気性を有する。遠方部39bを構成する通気性素材は，例えばパルプと合成繊維とで形成された不織布である。近傍部39aを構成する通気性素材は，例えば網状の織布である。",
                    "【0037】",
                    "すなわち，最外袋体38の通気性Paと，内袋体39の遠方部39bの通気性Pbと，内袋体39の近傍部39aの通気性Pcとの相互の関係は，「通気性Pc＞通気性Pb＞通気性Pa」として構成される。したがって，袋体部28は，外側から内側に向かうにつれて通気性が順次に高くなるとともに，口枠部27から遠い側よりも近い側の方が通気性が高くなる。",
                    "【0038】",
                    "図4は，本発明に係る集塵袋の他の例を概略的に示した断面図である。",
                    "【0039】",
                    "図4に示すように，集塵袋11Aの袋体部28Aは，袋状に形成された通気性素材を複数重ねて構成される。具体的には，袋体部28Aは，最も外側に配置された最外袋体38と，最外袋体38の内側に配置された第一内袋体40と，第一内袋体40の内側に配置された第二内袋体41とから構成される。最外袋体38と第一内袋体40との間，および第一内袋体40と第二内袋体41との間は，それぞれ離間されて，適宜の隙間S1，S2を有する。なお，袋体部28Aは，袋状の通気性素材を複数，例えば4重以上に重ねて形成しても良い。",
                    "【0040】",
                    "第一内袋体40は，最外袋体38の内側に配置される。また，第一内袋体40は，口枠部27に近い近傍部40aと，口枠部27から遠い遠方部40bとが互いに異なる通気性を有する。",
                    "【0041】",
                    "第二内袋体41は，第一内袋体40の内側に配置される。また，第二内袋体41は，口枠部27に近い近傍部41aと，口枠部27から遠い遠方部41bとが互いに異なる通気性を有する。",
                    "【0042】",
                    "第一内袋体40の遠方部40bの通気性は，最外袋体38の通気性と比べて，より大きい通気性を有する。第一内袋体40の近傍部40aの通気性は，遠方部40bの通気性と比べて，より大きい通気性を有する。遠方部40bを構成する通気性素材は，例えばパルプと合成繊維とで形成された不織布である。近傍部40aを構成する通気性素材は，例えば網状の織布である。",
                    "【0043】",
                    "第二内袋体41の遠方部41bの通気性は，第一内袋体40の遠方部40bの通気性と比べて，より大きい通気性を有する。第二内袋体41の近傍部41aの通気性は，遠方部41bの通気性と比べて，より大きい通気性を有し，かつ第一内袋体40の近傍部40aの通気性と比べて，より大きい通気性を有する。遠方部41bを構成する通気性素材は，例えばパルプと合成繊維とで形成された不織布である。近傍部41aを構成する通気性素材は，例えば網状の織布である。",
                    "【0044】",
                    "すなわち，最外袋体38の通気性P1と，第一内袋体40の遠方部40bの通気性P2と，第一内袋体40の近傍部40aの通気性P3と，第二内袋体41の遠方部41bの通気性P4と，第二内袋体41の近傍部41aの通気性P5との相互の関係は，「通気性P5＞通気性P4＞通気性P2＞通気性P1，かつ通気性P5＞通気性P3＞通気性P2」として構成される。したがって，袋体部28Aは，外側から内側に向かうにつれて通気性が順次に高くなるとともに，口枠部27から遠い側よりも近い側の方が通気性が高くなる。",
                    "【0045】",
                    "また，袋状の通気性素材を，例えば4重以上に重ねた袋体部28Aは，最も外側に配置された最外袋体38と，最外袋体38の内側に配置された複数の内袋体とから構成される。任意の2つの内袋体に着目すると，相互の関係は図4に示された第一内袋体40と，第二内袋体41との関係に一般化できる。",
                    "【0046】",
                    "それぞれの内袋体40，41は，口枠部27に近い近傍部40a，41aと，口枠部27から遠い遠方部40b，41bとが互いに異なる通気性を有する。",
                    "【0047】",
                    "内側に配置された内袋体40の遠方部40bの通気性は，外側に配置された内袋体41の遠方部41bの通気性と比べて，より大きい通気性を有する。なお，最外袋体38のすぐ内側に配置された内袋体41の遠方部41bの通気性は，最外袋体38の通気性と比べて，より大きい通気性を有する。",
                    "【0048】",
                    "内側に配置された内袋体40の近傍部40aの通気性は，同じ内袋体40を構成する遠方部40bの通気性と比べて，より大きい通気性を有し，かつ外側に配置された内袋体41の近傍部41aの通気性と比べて，より大きい通気性を有する。なお，最外袋体38のすぐ内側に配置された内袋体41の近傍部41aの通気性は，同じ内袋体41を構成する遠方部41bの通気性と比べて，より大きい通気性を有する。」",
                    "「【0060】",
                    "図5から図7は，本発明に係る集塵袋が集塵を捕集する様子を概略的に示した断面図である。図5は，集塵袋11の使用初期段階を示し，図6は，集塵袋11の使用中期段階を示し，図7は，集塵袋11の使用後期段階を示した図である。",
                    "【0061】",
                    "図5に示すように，集塵袋11の使用初期段階では，袋体部28の内部には，集塵ホース3の連結管部35から袋体部28の後方に向かって直線的に電動送風機13に吸い込まれる空気の流れFaや，袋体部28の側方に向かった後に集塵室10の側壁部を沿って電動送風機13に吸い込まれる空気の流れFbや，口枠部27にほぼ沿って袋体部28の側方に向かった後に集塵室10の側壁部を沿って電動送風機13に吸い込まれる空気の流れFcなどの空気流が発生する。",
                    "【0062】",
                    "この段階では，袋体部28に案内された塵埃のうち，例えば，砂粒や紙切れ，寄り集まった糸くずなどの慣性力の大きい塵埃は，空気の流れFaによって集塵袋11の後方に案内され，内袋体39の遠方部39bに捕集される(図5中，塵埃Da)。他方，袋体部28に案内された塵埃のうち，細かい糸くずなどの慣性力の小さい塵埃の一部は，空気の流れFcによって内袋体39の近傍部39aに案内され，網状の近傍部39aを通過して最外袋体38と内袋体39との隙間Sに捕集される(図5中，塵埃Db)。",
                    "【0063】",
                    "最外袋体38と内袋体39との隙間Sに捕集された塵埃Dbは，細かい糸くずなどがより集まった多孔質状の堆積層を形成する。この堆積層は，内袋体39の遠方部39bを通過した細塵を捕らえ，最外袋体38の内面の目詰りを抑制するフィルタの役割を果たす。",
                    "【0064】",
                    "図6に示すように，集塵袋11の使用中期段階では，内袋体39の遠方部39bに捕集される塵埃Daは，堆積量が増し，空気の流れFaの流路抵抗が増加する。そうすると，空気の流れFb，Fcの流量が増し，特に，空気の流れFcの流量が増すことで最外袋体38と内袋体39との隙間Sに捕集された塵埃Dbの堆積量が増す。",
                    "【0065】",
                    "塵埃Dbの堆積量が増すと，隙間Sに形成された堆積層は，さらに，内袋体39の遠方部39bを通過した細塵を大量に捕らえ，最外袋体38の内面の目詰りを抑制し続ける。",
                    "【0066】",
                    "図7に示すように，集塵袋11の使用後期段階では，内袋体39の遠方部39bは，塵埃Daでほぼ満たされ，空気の流れFa，Fbの流路抵抗が増加する。そうすると，空気の流れFcの流量が増し，最外袋体38と内袋体39との隙間Sに捕集された塵埃Dbの堆積量が増す。",
                    "【0067】",
                    "本実施形態に係る集塵袋11は，使用初期段階から使用後期段階に至るまで，最外袋体38と内袋体39との隙間Sに捕集された塵埃Dbの堆積層によって，最外袋体38の内面の目詰りが抑制される。したがって，袋体部28は，内袋体39に塵埃が満杯に堆積されるまで，十分な通気性が確保される。これによって，電気掃除機1は，集塵袋11に蓄積された塵埃の量にかかわらず，吸引力を維持し続けることができる。",
                    "【0068】",
                    "図8は，本発明に係る集塵袋の他の例が集塵を捕集する様子を概略的に示した断面図である。図8は，集塵袋11Aの使用後期段階を示した図である。",
                    "【0069】",
                    "なお，袋状の通気性素材を，例えば3重以上に重ねて形成された袋体部28Aや袋体部28Bについても，最外袋体38と，内袋体39との間の隙間や，内袋体39どうしの間の隙間によって，集塵袋11と同様に，最も内側に配置された内袋体39に塵埃が満杯に堆積されるまで，十分な通気性が確保される。これによって，電気掃除機1は，集塵袋11Aに蓄積された塵埃の量にかかわらず，吸引力を維持し続けることができる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アによれば，引用発明の特徴は以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，掃除機本体と，掃除機本体に着脱自在に収容された集塵袋とを備えた電気掃除機に関する(【0001】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "従来の電気掃除機の集塵袋は，袋体部を構成する通気性素材の内面に細塵が付着すると，通気性素材が目詰まりして，集塵袋に塵埃が殆ど入っていないのに電気掃除機の吸引力が低下してしまうという問題点があり，集塵袋が容易に目詰まりして電気掃除機の吸引力が低下すると，電気掃除機の集塵性能が著しく低下すると共に，集塵袋を頻繁に交換しなければならず，電気掃除機の保守性が低下するとの課題があった(【0005】，【0006】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用発明は，電気掃除機の集塵性能の低下を抑制できると共に，メンテナンス性を向上できる電気掃除機用の集塵袋，および電気掃除機を提供することを目的とするものである(【0007】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "引用発明は，「含塵空気が導入される開口を有する口枠部と，前記口枠部に取り付けられ，袋状の通気性素材を複数重ねて形成され，前記開口から導入された塵埃を捕集する袋体部とを備え，前記袋体部は，最も外側に配置され，略均一な通気性を有する最外袋体と，前記最外袋体の内側に配置されるとともに，前記口枠部に近い近傍部と，前記口枠部から遠い遠方部とが異なる通気性を有する複数の内袋体とから構成され，前記複数の内袋体のそれぞれの前記遠方部の通気性は，前記最外袋体の通気性および外側に配置された前記遠方部の通気性よりも大きく，前記複数の内袋体のそれぞれの前記近傍部の通気性は，同じ前記内袋体の前記遠方部の通気性よりも大きく，かつ外側に配置された前記近傍部の通気性よりも大きいこと」(【0009】)という構成を採用することにより，適宜の隙間に捕集された塵埃の堆積層によって，最外袋体の内面の目詰りを抑制して，最も内側に配置された内袋体に塵埃が満杯に堆積されるまで，十分な通気性が確保されるようにし，電気掃除機の吸引力を維持し続けることができ(【0067】，【0069】)，電気掃除機の集塵性能の低下を抑制できると共に，メンテナンス性を向上できる電気掃除機用の集塵袋及び電気掃除機を提供できるという効果を奏するものである(【0010】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記の引用発明の課題に照らすと，引用発明の特徴的部分は，集塵袋を複数の袋体から構成して，袋体の間に「適宜の隙間」を有するようにして，袋体部を外側から内側に向かうにつれて通気性が順次に高くなると共に，口枠部から遠い側よりも近い側の方が通気性が高くなるようにして，適宜の隙間に捕集された塵埃の堆積層によって，最外袋体の内面の目詰りを抑制して，最も内側に配置された内袋体に塵埃が満杯に堆積されるまで，十分な通気性が確保されるようにした点にあると認められる。",
                    "これに対し，審決は，引用発明を前記のとおり認定しており，上記のような袋体の通気性が変化する構成については認定していない。そこで，審決における引用発明の認定が誤りであるかどうかを，次に判断する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の認定について",
              "text": [
                "特許法29条1項3号は，「特許出願前に…頒布された刊行物に記載された発明」については特許を受けることができない旨を規定している。",
                "本願発明の新規性の有無を判断する場合における引用発明の認定については，本願発明の発明特定事項のすべてが引用公報に記載されているかどうかを判断するために必要な技術事項が認定されるべきである。したがって，引用発明の認定は，本願発明の発明特定事項に対応する技術事項が客観的，具体的に認定されるべきであり，また，引用公報に発明特定事項に対応する技術事項が記載されていないとの判断を導く関連技術事項も記載されている場合には，これも加えて引用発明として認定する必要がある。これに対し，引用発明の特徴的技術事項であっても，本願発明の発明特定事項に関連しない技術事項まで認定する必要はない。",
                "引用発明は，前記認定のとおり，袋体の通気性が変化する構成をその特徴的構成とするものではあるけれども，ここで検討すべきは，この袋体の通気性が変化する構成が，本願発明の発明特定事項に対応する技術事項あるいは発明特定事項に対応する技術事項が記載されていないとの判断を導く関連技術事項かどうかである。",
                "まず，本願の請求項1は，各フィルター要素の通気性について何も記載していないから，引用発明における各袋体の通気性が変化する構成が，本願発明の発明特定事項に対応する技術事項でないことは明らかである。",
                "次に，引用公報における袋体の通気性が変化する構成が，引用公報に本願発明の発明特定事項に対応する技術事項が記載されていないとの判断を導く関連技術事項かどうかについては，次の取消事由2(2)においてまとめて判断する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明と引用発明の対比，判断の誤り)について(取消事由1のうち，上記部分についての判断も含む。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の本願発明と引用発明の対比，判断のうち，①  引用発明の「電動送風機13の作動によって被掃除面に溜まった塵埃を吸い込んで被掃除面を掃除する電気掃除機」，「集塵袋11A」，「第二内袋体41」，「第一内袋体40」，「最外袋体38」，「開口27a」は，その機能と構造からみて，本願発明の「真空吸引式掃除機」，「パックフィルター」，「フィルター要素A」，「フィルター要素B」，「フィルター要素C」，「吸引口」に，それぞれ相当する，②  引用発明の「電動送風機13の作動によって被掃除面に溜まった塵埃を吸い込んで被掃除面を掃除する電気掃除機に着脱自在に収容される集塵袋11A」は，その機能と構造からみて，本願発明の「真空吸引式掃除機に使用するパックフィルター」に相当する，③  引用発明の「集塵袋11Aの袋体部28Aは，最も外側に配置された最外袋体38と，最外袋体38の内側に配置された第一内袋体40と，第一内袋体40の内側に配置された第二内袋体41とから構成され」ていることは，その機能と構造からみて，本願発明の「パックフィルター」が，「少なくとも3個の袋状のフィルター要素A，B，Cを備え，上記フィルター要素A，B，Cを重ねて少なくとも3段階のフィルターを構成する」ことに相当する，④  引用発明の「最も外側に配置された最外袋体38，最外袋体38の内側に配置された第一内袋体40及び第一内袋体40の内側に配置された第二内袋体41の袋口は合わされて，開口27aが穿設された口枠部27に一体的に設けられ」ていることは，その構造からみて，本願発明の「フィルター要素C」と「フィルター要素B」及び「フィルター要素Aの袋口を合わせて吸引口とし」ていることに相当する，と判断した点については，当事者に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の袋体部の通気性について",
              "text": [
                "前記認定の引用公報における各袋体の通気性が変化する構成について，本願発明の発明特定事項に対応する技術事項が記載されていないとの判断を導く関連技術事項かどうかを判断する。",
                "まず，本願の請求項1には，本願発明を特定する事項として，各フィルター要素の通気性に関する構成が記載されていないことは前記のとおりである。",
                "そして，請求項1を引用する請求項2には，「表面積を大，中，小と異にする少なくとも3個の袋状のフィルター要素は，夫々のメッシュが事実上同じであることを特徴とする請求項1記載の真空吸引式掃除機用パックフィルター」との記載があり，各フィルター要素について事実上それぞれのメッシュが同じであるとの限定がされていることを考慮すると，請求項1に係る本願発明は，「表面積を大，中，小と異にする少なくとも3個の袋状のフィルター要素は，夫々のメッシュが同じであること」に限定されないもの，すなわち各フィルター要素がそれぞれ異なるメッシュで構成されるものを含み得ると解するのが相当である。このように，本願発明は，各フィルター要素の通気性がそれぞれ異なる構成であることを排除するものとは認められない。",
                "そうすると，本願発明は，引用発明の各袋体の通気性が変化する構成のものを排除するものではなく，このような構成のものを包含する発明であると認められ，かつ，本願の請求項1は，各フィルター要素間の空間の形成と各フィルター要素の表面積の大小関係及びこれに伴う各フィルター要素における濾過速度の大小関係を規定するものであり，各フィルター要素の通気性に関する構成は，本願発明とは関連しない技術事項であると認められるから，引用公報における袋体部の通気性が変化する上記構成は，引用公報に本願発明の発明特定事項が記載されていないとの判断を導く関連技術事項であるとはいえない。よって，審決が，本願発明の新規性の判断に当たり，引用公報に記載された各袋体の通気性が変化する構成を捨象して引用発明を認定したことに誤りはなく，原告の主張する取消事由1は理由がない(なお，引用発明の認定において，新規性の判断に必要な関連技術事項かどうかが明確ではない場合には，当該技術事項も含めて引用発明を認定し，その上で，本願発明の新規性を判断する手法も実務上見かけるところであり，このような判断手法も誤りであるとはいえない。また，上記の判断は，新規性の認定判断についていえることであり，進歩性の判断において，引用発明の特徴的技術事項が引用発明と公知発明との組合せの容易想到性の判断に影響を及ぼす場合があることとは異なる。)。",
                "なお，原告は，取消事由1において，引用発明においては，通気性を変化させる手段が必須不可欠の要件であり，同構成を引用発明の認定から捨象することは恣意的であり，審決のした引用発明の認定には誤りがあると主張する。",
                "しかし，前記認定のとおり，本願の請求項1には，本願発明を特定する事項として，各フィルター要素の通気性に関する構成が一切記載されておらず，本願発明は，各フィルター要素間の空間と各フィルター要素の表面積の大小関係及びこれに伴う各フィルター要素における濾過速度の大小関係を規定するものであり，各フィルター要素の通気性が変化する構成は，本願発明とは直接関連しない技術事項であるから，審決が引用公報に記載された袋体の通気性の変化に関する構成を引用発明として認定しなかったとしても，その認定には誤りがないというべきである。原告の上記主張は採用し得ない。",
                "また，原告は，取消事由2において，引用公報の請求項1及び【0044】の記載からみて，袋体部28Aにおいて通気性を変化させる手段が必要という構成は引用発明におけるかなめであり，少なくとも，このような通気性変化を必要とする発明と，通気性変化を必要としない発明(本願発明)が同一であるということはない旨主張する。",
                "確かに，引用発明は，その袋体部の通気性の変化に関する構成を必須の構成とするものである。しかし，本願発明は，フィルター要素について，その通気性の変化に関する構成を何ら規定するものではなく，また，引用発明のように「通気性変化を必要とする」構成を排除するものと認められないことは前記認定のとおりである。このように，本願発明は，各フィルター要素に通気性変化があるか否かとは関わりなく成立する発明であるから，引用発明が通気性変化を必須とする発明であることを理由に，引用公報に本願発明が記載されていないとする原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の「隙間」と本願発明の「空間」について",
              "text": [
                "審決は，本願発明と引用発明を対比し，本願発明の「空間」と引用発明の「隙間」について，引用発明の「最外袋体38と第一内袋体40との間」の「適宜の隙間S1」，「第一内袋体40と第二内袋体41との間」の「適宜の隙間S2」は，その構造からみて，本願発明の「フィルター要素Bとフィルター要素Cとの間」の「外側空間」，「フィルター要素Aとフィルター要素Bとの間」の「内側空間」に相当し，また，引用発明の「集塵袋11A」を収容する「掃除機本体2の集塵室10」は，本願発明の「フィルター要素Cの外側」の「外部空間」に相当すると判断した。",
                "これに対し，原告は，引用発明の「隙間」は細かい塵埃を堆積させる手段であるが，本願発明の「空間」は吸引気流に圧力降下を生じさせて，フィルター要素の表面に微細塵埃を運び付着に導く手段であるから，両者は相違する，また，本願発明の「空間」に必要な条件は「フィルター要素Aの表面積をSA，フィルター要素Bの表面積をSB，フィルター要素Cの表面積をSCとするとき，SA＜SB＜SC，各フィルターA，B，Cにおける濾過速度をV1，V2，V3とするとき，V1＞V2＞V3」である，このような空間が引用発明に存在しているとは認められない旨主張する。",
                "原告の主張するように，引用発明の特徴を考慮すると，引用発明における「適宜の隙間S1」「適宜の隙間S2」は，内側の袋体を通過した塵埃により多孔質状の堆積層を形成するためのものであるのに対し，本願発明における「内側空間」，「外側空間」は，吸引気流が内側のフィルター要素を通過することにより，外側のフィルター要素を膨張させて段階的に気流の圧力降下を生じさせるためのものであり，フィルター要素の表面に微細塵埃を運び付着させる(微細塵埃をもれなく封じ込め集塵効率をより一層高める)作用効果を奏することを目的としたものであるということができる。しかし，引用公報には本願発明の奏する目的，作用効果についての具体的な記載はないものの，引用発明における「適宜の隙間S1」「適宜の隙間S2」について，吸引気流が内側のフィルター要素を通過することにより，外側のフィルター要素を膨張させて段階的に気流の圧力降下を生じさせ，フィルター要素の表面に微細塵埃を運び付着させる作用効果を奏するものではないということはできない。",
                "また，「空間」について，本願発明である請求項1には，「表面積の最も小さいフィルター要素Aと中間のフィルター要素Bとの間には内側空間，中間のフィルター要素Bと表面積の最も大きいフィルター要素Cとの間には外側空間，表面積の最も大きいフィルター要素Cの外側には外部空間を形成するものとし，」と記載されており，単にフィルター要素の間に「空間」を形成するとの記載しかされていない。そして，その他に各フィルター要素との関係において「空間」の目的及び機能を特定するための限定がされているものとは認められないから，請求項1の記載からは，単にフィルター要素の間に「空間」が存在しているという構成であることしか把握することはできないといわざるを得ない。",
                "そうすると，本願発明の「空間」と引用発明の「適宜の隙間S1」「適宜の隙間S2」については，引用発明における袋体間の「適宜の隙間S1」「適宜の隙間S2」も各袋体の間に存在する「空間」であるということができるので，本願発明の「空間」とは，その構成において同一であると認められる。",
                "よって，審決の上記判断に誤りはなく，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用発明の袋体の表面積の大小関係について",
              "text": [
                "審決は，本願発明と引用発明を対比し，引用発明の集塵袋11Aの袋体部28Aは，最外袋体38と第一内袋体40との間，および第一内袋体40と第二内袋体41との間が，それぞれ離間されて，適宜の隙間S1，S2を有していることから，これらの袋体38，40，41の大きさには大小関係が生じており，一般にその大小関係がこれらの袋体38，40，41の表面積の大小関係と一致することは技術常識である，よって，これらの袋体38，40，41の表面積の大小関係が，「最も外側に配置された最外袋体38の表面積＞最外袋体38の内側に配置された第一内袋体40の表面積＞第一内袋体40の内側に配置された第二内袋体41の表面積」となっていることは，引用文献に記載されているに等しい事項であると判断した。",
                "この点について，引用公報においては，袋体の大小関係の構成については具体的な記載がないものの，特許法29条1項3号の「刊行物に記載された発明」の認定においては，当業者にとって自明な技術事項であり，かつ引用発明がその構成を備えていることを当然の前提としていると引用公報自体から理解することができる場合については，引用公報においてその具体的な構成の記載が省略されていても，その記載があるものと同視することができるというべきである。",
                "そして，一般的に，同形状の多重構造の袋については，一方の袋が他の袋を内部に包囲し，各袋が離間されて隙間を有する場合，外側の袋の方が，内側の袋に比べて，当然，容積も大きく，表面積も大きいことは，技術常識であるということができる。",
                "引用発明においても，多重構造の袋体をその構成とし，各袋が離間されて適宜の隙間を有することが認められるのであるから，外側の袋体の表面積が大きくなることは当業者にとって当然のことであり，引用発明が，「最も外側に配置された最外袋体38の表面積＞最外袋体38の内側に配置された第一内袋体40の表面積＞第一内袋体40の内側に配置された第二内袋体41の表面積」の構成を備えていることを当然の前提としているものと認められる。",
                "上記技術常識に照らせば，当業者であれば，引用公報の記載から，その自明な技術事項を読み取ることができるのであり，「最も外側に配置された最外袋体38の表面積＞最外袋体38の内側に配置された第一内袋体40の表面積＞第一内袋体40の内側に配置された第二内袋体41の表面積」との構成が引用公報に記載されているに等しいものと認められる。",
                "そうすると，引用発明の袋体38，40，41の表面積の大小関係について，引用発明も本願発明における「最も外側に配置された最外袋体38の表面積＞最外袋体38の内側に配置された第一内袋体40の表面積＞第一内袋体40の内側に配置された第二内袋体41の表面積」という構成を有しているものと認められるから，上記審決の判断に誤りはない。",
                "これに対し，原告は，一般的な三重構造のフィルターを形成している三枚のフィルター用紙は重なって殆ど接した状態にあり，本願発明におけるフィルター要素のように，膨らんで空間を形成するほどの表面積の大小関係にはない，本願発明における「SA＜SB＜SC」という表面積の条件は「空間」の最大限度の大きさを規定しており，本願明細書では「膨張」あるいは「膨らんだ」という記載と共に説明されている，「SA＜SB＜SC」という記載は，最大膨張時の表面積でなければ意味がなく，「膨張」した状態を意味するものであるなどと主張する。",
                "しかし，本願発明である請求項1には，単に「フィルター要素Aの表面積をSA，フィルター要素Bの表面積をSB，フィルター要素Cの表面積をSCとするとき，SA＜SB＜SCとする構成」との記載がされているだけで，原告が主張するような「膨らんで空間を形成するほどの表面積の大小関係」に係る構成，すなわち「膨らんで空間を形成するほどの表面積の大小関係」に関連する，フィルター要素の間の距離，空間の容積やフィルター要素の膨張度合い等とフィルター要素の表面積の関係に係る構成は何ら記載されていない。また，フィルター要素の表面積が最大膨張時における表面積を指すとの定義付けがなされているものでもない。",
                "なお，本願明細書(甲3，12の2)には，各フィルター要素について「膨張」や「膨らんだ」との記載があることが認められる(「フィルターCについてはフィルターBが十分に膨らみ得る外側空間15を形成できること，また，フィルターBについてはフィルターAが十分に膨らみ得る内側空間14を形成できること」【0016】など)。",
                "しかし，本願明細書においても，フィルター要素の間の距離，空間の容積やフィルター要素の膨張度合い等とフィルター要素の表面積の関係に係る構成は特定されていないことが認められる。",
                "したがって，原告の上記主張は，本願発明である請求項1の記載に基づかないものであり，採用することはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "濾過速度の低下について",
              "text": [
                "審決は，本願発明と引用発明を対比し，引用発明の集塵袋11Aは集塵室に収容され，電動送風機13によって吸引される構造である以上，これらの袋体38，40，41を通過する吸引風量は同じであるから，本願明細書の段落【0019】にも示されているとおり，集塵袋の各袋体の表面積が大きいほどその濾過速度は低下していくものであることは当業者にとって自明の事項である，さらに，これらの袋体38，40，41の表面積の大小関係や袋体を通過するときには少なからず通風抵抗が存在することを考慮すれば，これらの袋体38，40，41を通過するごとに圧力降下が生じることも当業者にとって自明の事項である(例えば，実願昭61-41697号(実開昭62-151847号)参照)，よって，これらの袋体38，40，41の濾過速度の大小関係が，「最も外側に配置された最外袋体38の濾過速度＜最外袋体38の内側に配置された第一内袋体40の濾過速度＜第一内袋体40の内側に配置された第二内袋体41の濾過速度」となっていること，これらの袋体38，40，41を通過するごとに圧力降下が生じることも，引用文献に記載されているに等しい事項であると判断した。",
                "これに対し，原告は，表面積に大小関係のあるフィルターの構成により風速の低下が決まってしまうとの考え方には賛同できない，本願発明における圧力降下は，通風抵抗による圧力降下というよりも，フィルター表面積の大小関係ひいては空間の大小関係に基づく膨張によるものである，気流がフィルター用紙を一枚ずつ通過する都度膨張するために必要な構成が，まさに，本願発明の，フィルターAの表面積をSA，フィルターBの表面積をSB，フィルターCの表面積をSCとするとき，SA＜SB＜SCという条件なのである，その結果，各フィルターA，B，Cにおける濾過速度をV1，V2，V3とするとき，V1＞V2＞V3という関係が成り立つのである，仮に，引用発明の袋体部に隙間に基づく大小関係があるとすれば，その大小関係により圧力降下が得られ通気性も滞らないのであるから，近傍部の通気性を遠方部の通気性より大きくする必要もないことになる，結局，三重構造のフィルターであって遠方部よりも近傍部の通気性を大きい構成としたのが引用発明であり，また，三重構造のフィルターであってフィルター要素の表面積がSA＜SB＜SCという構成を有するのが本願発明である，旨主張する。",
                "しかし，空気の流量が同じである場合，当該空気の流路断面積が大きくなるほど，当該箇所の空気の通過速度が低下していくことは，本願明細書において定義されるとおり(吸引風量をQとすると，各フィルター要素における濾過速度V1，V2，V3は，V1＝Q÷SA，V2＝Q÷SB，V3＝Q÷SCであり，各フィルター要素の表面積がSA＜SB＜SCであるから，各フィルター要素における濾過速度は，V1＞V2＞V3となる旨の記載がある【0019】)，当業者にとって自明のことであるといえる。また，引用発明も本願発明と同様，袋体を通過するごとに圧力降下が生じることも，自明であるというべきである。",
                "そうすると，前記認定のとおり，引用発明は，各袋体の表面積の大小関係は，袋体が外側に行くほど表面積が大きくなる，すなわち「第二内袋体41＜第一内袋体40＜最外袋体38」との構成を有していることが認められ，空気の流量も同じであるといえるから，引用発明のそれぞれの袋体における濾過速度の大小関係は，「第二内袋体41＞第一内袋体40＞最外袋体38」となると認められる。",
                "よって，当業者であれば，引用公報の記載から，その自明な技術事項を読み取ることができるのであり，「最も外側に配置された最外袋体38の濾過速度＜最外袋体38の内側に配置された第一内袋体40の濾過速度＜第一内袋体40の内側に配置された第二内袋体41の濾過速度」との構成が引用公報に記載されているに等しいものと認められる。",
                "また，前記のとおり，本願発明である請求項1には「膨張」に関する構成について何ら特定されていないから，本願発明における圧力降下は，通風抵抗による圧力降下というよりも，フィルター表面積の大小関係ひいては空間の大小関係に基づく膨張によるものであるなどとする原告の主張は，請求項の記載に基づかないものであるといわざるを得ない。",
                "したがって，審決の上記判断に誤りはなく，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "まとめ",
              "text": [
                "以上によれば，本願発明と引用発明との対比，判断において，引用発明の「集塵袋11A」は，「最も外側に配置された最外袋体38の表面積＞最外袋体38の内側に配置された第一内袋体40の表面積＞第一内袋体40の内側に配置された第二内袋体41の表面積」，「最も外側に配置された最外袋体38の濾過速度＜最外袋体38の内側に配置された第一内袋体40の濾過速度＜第一内袋体40の内側に配置された第二内袋体41の濾過速度」及び「これらの袋体38，40，41を通過するごとに圧力降下が生じる」という構成をさらに有しており，引用発明の当該構成が，本願発明の「上記内側空間，外側空間，外部空間において少なくとも3段階の圧力降下を生じるようにフィルター要素Aの表面積をSA，フィルター要素Bの表面積をSB，フィルター要素Cの表面積をSCとするとき，SA＜SB＜SC，各フィルターA，B，Cにおける濾過速度をV1，V2，V3とするとき，V1＞V2＞V3とした」構成に相当するとの審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "よって，審決における本願発明と引用発明との新規性に関する判断は，相当であり，原告の主張する取消事由1及び2はいずれも理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の各取消事由の主張はいずれも理由がなく，原告の本件請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10251",
    "date": "2015-10-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085422",
    "ipprecedent_id": "4184",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}