{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。"
    },
    {
      "fig": "2",
      "text": "1審被告らは，1審原告に対し，連帯して55万円を支払え。"
    },
    {
      "fig": "3",
      "text": "1審原告は，1審被告ジーオーティーに対し，40万円及びこれに対する平成24年3月28日から支払済みまで年5分の割合による金員を支払え。"
    },
    {
      "fig": "4",
      "text": "1審原告は，1審被告ジーオーティーに対し，原判決別紙ブログ目録記載のブログにおける原判決別紙記事目録記載1，3ないし6の各記事を抹消せよ。"
    },
    {
      "fig": "5",
      "text": "1審原告は，1審被告ジーオーティーに対し，原判決別紙ブログ目録記載のブログにおける原判決別紙投票プログラム記載1のタイトル，同記載2の選択肢及び同記載3の投票結果を抹消せよ。"
    },
    {
      "fig": "6",
      "text": "1審原告のその余の本訴請求，1審被告ジーオーティーのその余の反訴請求及び1審被告ジップス・ファクトリーの反訴請求をいずれも棄却する。"
    },
    {
      "fig": "7",
      "text": "訴訟費用は，第1，2審を通じて，1審原告に生じた費用の2分の1と1審被告ジーオーティーに生じた費用との合計の2分の1を1審原告の，その余を1審被告ジーオーティーの各負担とし，1審原告に生じた費用の2分の1と1審被告ジップス・ファクトリーに生じた費用との合計の4分の1を1審原告の，その余を1審被告ジップス・ファクトリーの各負担とする。"
    },
    {
      "fig": "8",
      "text": "この判決は，第2項及び第3項に限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "1審原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中1審原告敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "1審被告らは，1審原告に対し，連帯して124万4000円を支払え。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "1審被告ジーオーティーは，雑誌「実話大報」に，原判決別紙謝罪広告文記載の謝罪広告を2段2分の1頁の大きさで，標題部は20ポイント活字，その余の部分は10ポイント活字で，1回掲載せよ。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "1審被告らの反訴請求をいずれも棄却する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "1審被告ら",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中1審被告ら敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "1審原告の本訴請求をいずれも棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "1審原告は，原判決別紙ブログ目録記載のブログにおける原判決別紙記事目録2記載の記事を抹消せよ。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "1審原告は，1審被告ジーオーティーに対し，60万円及び平成24年3月28日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "1審原告は，1審被告ジップス・ファクトリーに対し，100万円及び平成24年3月28日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本訴事件は，1審原告が，別紙1審被告著作物目録記載1及び2の各漫画(以下，それぞれを「被告漫画1」，「被告漫画2」という。)は，それぞれ，別紙1審原告著作物目録記載1及び2の各記事(以下，それぞれを「原告記事1」，「原告記事2」という。)の翻案物であるとして，1審被告ジップス・ファクトリーにおいて被告漫画1及び2を掲載した雑誌を編集し，1審被告ジーオーティーにおいて同雑誌を発行したことにより，1審原告が原告記事1及び2について有する著作権，並びに著作者人格権(氏名表示権及び同一性保持権)を侵害された旨主張して，1審被告らに対し，共同不法行為による損害賠償請求権に基づき，131万円(著作権侵害による損害として16万円，著作者人格権侵害による慰謝料として100万円，弁護士費用として15万円)の連帯支払を求めるとともに，1審被告ジーオーティーに対し，著作権法115条に基づき，名誉又は声望を回復するための適当な措置として，謝罪広告の掲載を求めた事案である。",
            "反訴事件は，1審被告らが，1審原告がその運営する原判決別紙ブログ目録記載のブログ(以下「本件ブログ」という。)に原判決別紙記事目録記載1ないし6の各記事(以下，付された番号に従い「本件記事1」などという。)を書き込み，また，プロバイダーの投票プログラムを利用して，原判決別紙投票プログラム記載1のタイトル及び同記載2の選択肢から成る投票プログラム(以下「本件投票プログラム」という。)を募集し，同記載3の投票結果を掲載したことにより，1審被告らの名誉及び信用を毀損した旨主張して，1審原告に対し，不法行為による損害賠償請求権に基づき，それぞれ100万円及びこれに対する不法行為の後の日である反訴状送達の日の翌日である平成24年3月28日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めるとともに，人格権としての名誉権に基づき，本件記事1ないし6，並びに本件投票プログラム及びその投票結果の抹消を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，本訴事件につき，被告漫画1の記述の一部に原告記事1を翻案した部分があり，また，被告漫画2の記述の一部に原告記事2を翻案した部分があると認められるから，1審被告らが，1審原告の氏名を著作者として表示することなく被告漫画1及び2を掲載した雑誌を編集，発行した行為は，1審原告の有する原告記事1及び2に係る著作権(翻案権)を侵害する行為であるとともに，その著作者人格権(氏名表示権及び同一性保持権)を侵害する行為であるとして，1審原告の本訴請求について，1審被告らに対し，6万6000円(著作権侵害による損害賠償金として1万円，著作者人格権侵害による慰謝料として5万円，弁護士費用として6000円)の連帯支払を求める限度で認容し，その余は理由がないとして棄却した。",
            "また，原判決は，反訴事件につき，本件記事1及び3ないし6，並びに本件投票プログラムは1審被告ジーオーティーの社会的評価を低下させるものであるが，1審原告がこれらの記事及び投票プログラムを本件ブログに掲載した行為には，違法性阻却事由も認められないとして，1審被告ジーオーティーの反訴請求について，1審原告に対し，40万円及びこれに対する遅延損害金の支払，本件記事1及び3ないし6，並びに本件投票プログラム及びその投票結果の抹消を求める限度で認容し，その余は理由がないとして棄却し，1審被告ジップス・ファクトリーの反訴請求を全部棄却した。",
            "そこで，1審原告，1審被告らが，いずれもその敗訴部分を不服として控訴したものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実(当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により認められる事実)",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審原告は，風俗関係の記事を執筆するフリーのライターであり，「川村堂書店」，「D」というペンネームを用いて，本件ブログを管理，運営している者である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "1審被告ジーオーティーは，「実話大報」との題号の雑誌(以下「本件雑誌」という。)，「ズバ王」との題号の雑誌，「特選大報」との題号の雑誌等を出版，販売している株式会社である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "1審被告ジップス・ファクトリーは，雑誌等の企画制作，販売等を業とする特例有限会社であり，1審被告ジーオーティから請け負って，1審被告ジーオーティーの発行する前記イ記載の雑誌の企画・編集を行っていた。",
                    "A(以下「A」という。)は，1審被告ジップス・ファクトリーの代表取締役であり，本件雑誌に編集長としてその氏名が表記されていた者である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "1審原告による原告記事1及び2の著作等",
              "text": [
                "1審原告は，原告記事1及び2を著作し，平成22年7月30日に原告記事1を，同年1月10日に原告記事2を，それぞれ本件ブログに掲載した。",
                "1審原告は，風俗関係の体験記として記述した記事を本件ブログにアップロードしており，本件ブログは，不特定多数の者がパソコンを利用してこれを閲覧し，又はコメント欄にコメントを記載することができる。",
                "1審原告は，原告記事1及び2につき，著作権及び著作者人格権を有する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "1審被告らによる本件雑誌の編集，発行等",
              "text": [
                "1審被告ジップス・ファクトリーが編集し，1審被告ジーオーティーが発行した本件雑誌の平成23年1月号には被告漫画1が，本件雑誌の平成23年6月号には被告漫画2が掲載された(本件雑誌の発行部数は約10万部である。)。",
                "被告漫画1及び2は，1審被告ジップス・ファクトリーから依頼を受けた「B」ことB(以下「B」という。)が，原告記事1及び2に依拠して作画したものである。(甲7，弁論の全趣旨)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告記事1と被告漫画1，原告記事2と被告漫画2との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告記事1は，別紙著作物対照表1及び2の各第1の「原告記事1」欄1記載のとおり，場面が展開し，同欄2以下記載のとおりの記述がある。",
                    "これに対し，被告漫画1は，別紙著作物対照表1及び2の各第1の「被告漫画」欄1記載のとおり，場面が展開し，同欄2以下記載のとおりの記述がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告記事2は，別紙著作物対照表1及び2の各第2の「原告記事2」欄1記載のとおり，場面が展開し，同欄2以下記載のとおりの記述がある。",
                    "被告漫画2は，別紙著作物対照表1及び2の各第2の「被告漫画」欄1記載のとおり，場面が展開し，同欄2以下記載のとおりの記述がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告漫画1及び2の著作者表示",
              "text": [
                "本件雑誌の平成23年1月号には被告漫画1が，本件雑誌の平成23年6月号には被告漫画2が掲載されたが，被告漫画1及び2の著作者として，1審原告の実名又はペンネームは表示されていない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "1審原告による記事の書込み等",
              "text": [
                "1審原告は，本件記事1ないし6を執筆し，これを本件ブログにおいて公開した。",
                "また，1審原告は，本件ブログに本件投票プログラム(プロバイダーであるFC2の「FC2投票無料レンタル」システムを利用したプログラム)を掲載して，本件ブログの閲覧者向けに投票を募集し，その投票結果を掲載した。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本訴請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "著作権侵害の有無(争点1)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告漫画1は原告記事1の翻案物に当たるか否か(争点1-1)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告漫画2は原告記事2の翻案物に当たるか否か(争点1-2)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "1審被告らの故意又は過失の有無(争点1-3)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "著作者人格権(同一性保持権及び氏名表示権)侵害の有無(争点2)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告記事1に係る同一性保持権及び氏名表示権侵害の有無(争点2-1)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告記事2に係る同一性保持権及び氏名表示権侵害の有無(争点2-2)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "1審被告らの故意又は過失の有無(争点2-3)"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "1審原告の損害の発生及びその額(争点3)"
                },
                {
                  "fig": "エ",
                  "subject": "1審原告の名誉又は社会的声望の回復措置請求の可否(争点4)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "反訴請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件記事1ないし6及び本件投票プログラムは，1審被告らの名誉又は信用を毀損するものか否か(争点5)"
                },
                {
                  "fig": "イ",
                  "subject": "違法性阻却事由の有無(争点6)"
                },
                {
                  "fig": "ウ",
                  "subject": "1審被告らの損害の発生及びその額(争点7)"
                },
                {
                  "fig": "エ",
                  "subject": "人格権としての名誉権に基づく本件記事等の抹消請求の可否(争点8)"
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点に対する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1(著作権侵害の有無)について",
              "text": [
                "〔1審原告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点1-1(被告漫画1は原告記事1の翻案物に当たるか否か)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告漫画1の全体が，原告記事1全体の翻案物に当たる。",
                        "すなわち，被告漫画1と原告記事1とは，ツアー旅行の形式をとり，温泉宿において開催される「乱交」に参加した男性(主人公)の体験記という手法で記述されている点，場面展開，舞台設定や登場人物などの点で共通する。",
                        "加えて，被告漫画1は，別紙著作物対照表1の第1における対比のとおり，その具体的な記述においても，原告記事1と共通し，原告記事1の表現上の本質的な特徴の同一性が維持されており，その表現上の本質的な特徴を直接感得することができるものである。",
                        "被告漫画1と原告記事1とは，前者が漫画という表現形式をとっているのに対し，後者が小説という表現形式をとっている点に差異があるにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，被告漫画1の全体が原告記事1の翻案物に当たるとは認められないとしても，別紙著作物対照表2の第1の「被告漫画1」欄1ないし13記載の各記述部分は，それぞれ，これに対応する同表の「原告記事1」欄1ないし13記載の各記述部分の翻案物に当たる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点1-2(被告漫画2は原告記事2の翻案物に当たるか否か)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告漫画2の全体が，原告記事2全体の翻案物に当たる。",
                        "すなわち，被告漫画2と原告記事2とは，女性のパンティーをオークションにかけ，その後「乱交」に発展するという風俗サービスを，参加男性(主人公)が見慣れない三行広告を見つけて興味を持つところから，実際に参加して体験するところまでの体験記という手法で記述されている点，場面展開，舞台設定や登場人物などの点で共通する。",
                        "加えて，被告漫画2は，別紙著作物対照表1の第2における対比のとおり，その具体的な記述においても，原告記事2と共通し，原告記事2の表現上の本質的な特徴の同一性が維持されており，その表現上の本質的な特徴を直接感得することができるものである。",
                        "被告漫画2と原告記事2とは，前者が漫画という表現形式をとっているのに対し，後者が小説という表現形式をとっている点に差異があるにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，被告漫画2の全体が原告記事2の翻案物に当たるとは認められないとしても，別紙著作物対照表2の第2の「被告漫画2」欄1ないし8記載の各記述部分は，それぞれ，これに対応する同表の「原告記事2」欄1ないし8記載の各記述部分の翻案物に当たる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点1-3(1審被告らの故意又は過失の有無)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審被告らには，1審原告の有する原告記事1及び2に係る著作権の侵害につき，故意又は過失がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "1審被告らの主張について",
                      "text": [
                        "被告漫画2の81頁2コマ目(タイトルが記載されたコマの直後のコマ)には，「たまたま目にした夕刊紙に見慣れない三行広告を見つけた」との記載がある。",
                        "上記記載に照らせば，インターネット検索による調査の際，「三行広告」という検索ワードを用いて行うべきである。かかる検索ワードでインターネット検索をすれば，本件ブログが上位にランクする。",
                        "また，原告記事1及び2は，インターネット上で公開されており，誰でも自由に閲覧することが可能である。",
                        "したがって，1審被告らが必要な調査を行っていれば，本件ブログの存在を認識し，閲覧することによって，被告漫画1及び2を本件雑誌に掲載する前に，これらが原告記事1及び2の翻案物であることを認識し得たというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，被告漫画1は原告記事1の，被告漫画2は原告記事2のそれぞれ翻案物に当たり，1審被告らが被告漫画1及び2を掲載した本件雑誌を編集，発行したことは，1審原告が本件記事1及び2について有する著作権を侵害する行為に該当する。",
                    "〔1審被告らの主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "争点1-1(被告漫画1は原告記事1の翻案物に当たるか否か)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告漫画1の全体が，原告記事1全体の翻案物に当たる旨の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告記事1と被告漫画1とは，小説と漫画という表現形式において相違する。",
                            "また，1審原告が主張する共通点のうち，原告記事1における風俗サービスの内容，場面展開，舞台設定や登場人物などの大まかなストーリー(あらすじ)には，創作性は認められない。",
                            "原告記事1と被告漫画1とは，その表現において相互に共通しない部分を多く含み，両者の表現が共通する部分も，原告記事1のうち創作性が認められない部分について共通するにすぎない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "別紙著作物対照表1の第1における対比につても，以下のとおり，被告漫画1と原告記事1の記述は，その具体的表現において共通しないか，原告記事1のうち創作性が認められない部分において共通するにすぎない。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "2について",
                              "text": [
                                "原告記事1の記述と被告漫画1の記述は，その具体的記述において共通しない。",
                                "また，原告記事1は，「参加費は1泊2日で5万円」，「普通の乱交に比べると倍近い金額」などと，料金設定について触れているにすぎず，単に事実を摘示するのみであって，かかる部分に創作性は認められない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "3について",
                              "text": [
                                "原告記事1は，看板が設置されていたことや看板に記載された文字，スケジュール表を渡されたこと，主催者からの極めて短い台詞が記述されているにすぎず，かかる部分に創作性は認められない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "4について",
                              "text": [
                                "原告記事1は，「男性は今回が3回目らしく，「まあ，最初から飛ばさないようにしたほうがいいよ。」とだけ言って浴衣に着替えるとさっさと部屋から出ていった。」と，極めて短く，かつ，ありふれた表現で記述されているにすぎないから，創作性は認められない。",
                                "過去の風俗サービスの利用歴や出入りの態様という事情を記述している点についても，その選択自体に特段の創作性は認められない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "5について",
                              "text": [
                                "原告記事1は，主催者の極めて短い挨拶や台詞が記述されているにすぎず，また，登場した女性の人数なども単なる事実であるから，創作性は認められない。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "subject": "6について",
                              "text": [
                                "原告記事1の記述と被告漫画1の記述は，その具体的記述において共通しない。",
                                "原告記事1は，ディープキスをしたこと，乳房を愛撫したこと，陰部を愛撫したこと，という事実が極めて短い，かつ，ありふれた表現で記述されているにすぎないから，創作性は認められない。"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "subject": "7について",
                              "text": [
                                "原告記事1は，コンドームを装着したこと，性交の体位，性交によって汗が出たことが，極めて短い，かつ，ありふれた表現で記述されているにすぎない。",
                                "風俗サービスにおいて，コンドームを装着すること，原告記事1に記載された態様で性交等をすること，性交によって汗が出ることなどは，ありふれた当然の行為又は結果である。原告記事1は，これらのありふれた当然の行為又は結果に係る事実を淡々と記述しているにすぎないものであるから，創作性は認められない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，被告漫画1は，原告記事1の翻案物には当たらない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "別紙著作物対照表2の第1の「被告漫画1」欄1ないし13記載の各記述部分が，これに対応する同表の「原告記事1」欄1ないし13記載の各記述部分の翻案物に当たる旨の主張について",
                      "text": [
                        "原告記事1の記述1は，場面の流れにすぎず，創作性は認められない。",
                        "また，原告記事1の記述2，10，11及び13と，被告漫画1の記述2，10，11及び13は，その具体的表現において共通しない。",
                        "さらに，原告記事1の記述2ないし13は，単なる事実の記述又は平凡かつありふれた記述であり，創作性が認められない。",
                        "以上によれば，別紙著作物対照表2の第1の「被告漫画1」欄1ないし13記載の各記述部分は，これに対応する同表の「原告記事1」欄1ないし13記載の各記述部分の翻案物には当たらない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点1-2(被告漫画2は原告記事2の翻案物に当たるか否か)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告漫画2の全体が，原告記事2全体の翻案物に当たる旨の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告記事2と被告漫画2とは，小説と漫画という表現形式において相違する。",
                            "また，1審原告が主張する共通点のうち，原告記事2における風俗サービスの内容，場面展開，舞台設定や登場人物などの大まかなストーリー(あらすじ)には，創作性は認められない。",
                            "原告記事2と被告漫画2とは，その表現において相互に共通しない部分を多く含み，両者の表現が共通する部分も，原告記事2のうち創作性が認められない部分について共通するにすぎない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "別紙著作物対照表1の第2における対比についても，以下のとおり，被告漫画2と原告記事2の記述は，その具体的表現において共通しないか，原告記事2のうち創作性が認められない部分において共通するにすぎない。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "2について",
                              "text": [
                                "原告記事2は，四つん這いになった女性のお尻を主人公が撫で回したこと，下着ごしに性器を指で撫でると下着にしみができたことなどが，平凡かつありふれた表現で記述されているにすぎない。",
                                "風俗サービスにおいて，女性のお尻を撫で回すこと，パンティにしみができることなどは，ありふれた当然の行為又は結果である。原告記事2は，これらのありふれた当然の行為又は結果に係る事実を淡々と記述しているにすぎないものであるから，創作性は認められない。",
                                "さらに，「切なそうに」腰を振ったという記述も，心情の描写として，ありふれた表現にすぎない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "3について",
                              "text": [
                                "原告記事2は，「広げて見せろ」，「匂いを嗅げ」，「被れ」などのコールがあったこと，パンティを被って恥ずかしかったことが，極めて短い，かつ，ありふれた表現で記述されているにすぎないから，創作性は認められない。",
                                "さらに，主人公の心情に関する「恥ずかしかった」という記述も，心情の描写として，ありふれた表現にすぎない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "4について",
                              "text": [
                                "原告記事2の記述と被告漫画2の記述は，その具体的記述において共通しない。",
                                "原告記事2は，性交中の体位等を，ありふれた表現で記述したものにすぎず，創作性は認められない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，被告漫画2は，原告記事2の翻案物には当たらない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "別紙著作物対照表2の第2の「被告漫画2」欄1ないし8記載の各記述部分が，これに対応する同表の「原告記事2」欄1ないし8記載の各記述部分の翻案物に当たる旨の主張について",
                      "text": [
                        "原告記事2の記述1は，場面の流れにすぎず，創作性は認められない。",
                        "原告記事2の記述5，7及び8と，被告漫画2の記述5，7及び8は，その具体的表現において共通しない。",
                        "原告記事2の記述2ないし8は，単なる事実の記述又は平凡かつありふれた記述であり，創作性が認められない。",
                        "以上によれば，別紙著作物対照表2の第2の「被告漫画2」欄1ないし8記載の各記述部分は，これに対応する同表の「原告記事2」欄1ないし8記載の各記述部分の翻案物には当たらない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点1-3(1審被告らの故意又は過失の有無)について",
                  "text": [
                    "1審被告らには，1審原告の有する原告記事1及び2に係る著作権の侵害につき，故意も過失もない。",
                    "すなわち，被告漫画1及び2が著作された経緯は，①1審被告らが，ライターである訴外亡C(以下「亡C」という。)から，自身が取材したものであるとして原稿の提供を受け，Bに対し，かかる原稿を提供して作画を依頼し，Bにおいて，被告漫画1及び2を作画したものであるか，又は，②1審被告らが，Bに対して作画を依頼したところ，Bが自ら亡Cから原稿を入手して，被告漫画1及び2を作画したものであると考えられる。",
                    "1審被告らは，亡Cを含めライターに対し，日頃から著作権侵害行為を行わないように指導，監督をしていた。また，本件ブログの存在は，風俗関係の書籍を出版する業界において無名の存在である。このような無名の存在である本件ブログに掲載された記事についてまで，1審被告らが，調査，監督すべき義務を負うべきであるとはいえないし，実際，そのような調査，監督をすることは不可能である。さらに，被告漫画1及び2から想定し得る漫画のタイトルや内容等の検索ワードを用いてインターネット検索をするという通常の調査方法を用いても，本件ブログは検索上位にランクされず，1審被告らにおいて，本件ブログや原告記事1及び2の存在を窺い知ることもできない。",
                    "したがって，1審被告らに過失は存しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，被告漫画1は原告記事1の，被告漫画2は原告記事2のそれぞれ翻案物には当たらないから，1審被告らの行為は，1審原告の有する著作権を侵害するものではない。",
                    "仮に，1審被告らの行為が1審原告の有する著作権を侵害するものであったとしても，1審被告らには，著作権の侵害につき，故意も過失も存しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2(著作者人格権侵害の有無)について",
              "text": [
                "〔1審原告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点2-1(原告記事1に係る同一性保持権及び氏名表示権侵害の有無)について",
                  "text": [
                    "被告漫画1は原告記事1の翻案物に当たるが，被告漫画1における改変は1審原告の意に反するものであり，1審原告に無断で原告記事1を漫画化し，その作画をBに担当させた1審被告らの行為は，1審原告が原告記事1について有する同一性保持権を侵害する行為である。",
                    "また，1審被告らは，被告漫画1を掲載した本件雑誌を編集，発行するにつき，原著作物の著作者名として，1審原告の実名又は変名を表示しなかったから，1審被告らの上記行為は，1審原告が原告記事1について有する氏名表示権を侵害する行為である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点2-2(原告記事2に係る同一性保持権及び氏名表示権侵害の有無)について",
                  "text": [
                    "被告漫画2は原告記事2の翻案物に当たるが，被告漫画2における改変は1審原告の意に反するものであり，1審原告に無断で原告記事2を漫画化し，その作画をBに担当させた1審被告らの行為は，1審原告が原告記事2について有する同一性保持権を侵害する行為である。",
                    "また，1審被告らは，被告漫画2を掲載した本件雑誌を編集，発行するにつき，原著作物の著作者名として，1審原告の実名又は変名を表示しなかったから，1審被告らの上記行為は，1審原告が原告記事2について有する氏名表示権を侵害する行為である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点2-3(1審被告らの故意又は過失の有無)について",
                  "text": [
                    "1審被告らには，前記(1)〔1審原告の主張〕ウ記載のとおり，1審原告の有する原告記事1及び2に係る著作者人格権(同一性保持権及び氏名表示権)の侵害につき，故意又は過失がある。",
                    "〔1審被告らの主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "争点2-1(原告記事1に係る同一性保持権及び氏名表示権侵害の有無)について",
                  "text": [
                    "被告漫画1は原告記事1の翻案物には当たらないから，1審被告らの行為は，1審原告が原告記事2について有する同一性保持権及び氏名表示権を侵害するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点2-2(原告記事2に係る同一性保持権及び氏名表示権侵害の有無)について",
                  "text": [
                    "被告漫画2は原告記事2の翻案物には当たらないから，1審被告らの行為は，1審原告が原告記事2について有する同一性保持権及び氏名表示権を侵害するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点2-3(1審被告らの故意又は過失の有無)について",
                  "text": [
                    "1審被告らには，前記(1)〔1審被告らの主張〕ウ記載のとおり，1審原告の有する原告記事1及び2に係る著作者人格権(同一性保持権及び氏名表示権)の侵害につき，故意も過失も存しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3(1審原告の損害の発生及びその額)について",
              "text": [
                "〔1審原告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "著作権侵害についての損害額",
                  "text": [
                    "1審原告は，1審被告らによる著作権侵害行為により被った損害の賠償として，1審原告が原告記事1及び2に係る著作権の行使につき受けるべき金銭の額に相当する額を請求することができる(著作権法114条3項)。",
                    "1審原告が，原告記事1及び2に係る著作権の行使につき受けるべき金銭の額は，①1審被告らが本件雑誌の販売により，多額の売上利益及び広告費を得ていること，②1審原告が1審被告らに対して原告記事1及び2の利用を許諾する意思はなかったこと，③仮に，被告漫画1及び2のうち，原告記事1及び2の翻案に当たると認められる部分が一部に止まるとしても，かかる部分とその他の部分とは不可分なものであるから，損害額の算定に当たっては，被告漫画1及び2の全体を基準とすべきであること，④1審原告の風俗関係の原稿執筆料は通常1件当たり平均8万円を下らないことからすれば，合計16万円と認められるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "著作者人格権侵害についての損害額",
                  "text": [
                    "1審原告の1審被告らによる著作者人格権(氏名表示権・同一性保持権)侵害による慰謝料額は，①1審原告が原告記事1及び2の利用を許諾していないこと，②改変内容が1審原告の原告記事1及び2の制作意図に沿わないものであること，③1審被告らの不誠実な対応などの事情に照らせば，100万円を下らないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "弁護士費用",
                  "text": [
                    "1審被告らによる著作権及び著作者人格権侵害と相当因果関係のある弁護士費用額は15万円である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "合計額  131万円",
                  "text": [
                    "〔1審被告らの主張〕",
                    "否認ないし争う。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点4(1審原告の名誉又は社会的声望の回復措置請求の可否)について",
              "text": [
                "〔1審原告の主張〕",
                "1審原告の著作者としての名誉若しくは声望を回復するために適当な措置として，1審被告ジーオーティーによる第1「控訴の趣旨」1(3)記載のとおりの謝罪広告の掲載が認められるべきである(著作権法115条)。",
                "〔1審被告らの主張〕",
                "否認ないし争う。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点5(本件記事1ないし6及び本件投票プログラムは，1審被告らの名誉又は信用を毀損するものか否か)について",
              "text": [
                "〔1審被告らの主張〕",
                "本件記事は，以下のとおり，1審被告らの社会的評価を著しく低下させるか，又は低下させるおそれのあるものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件記事1(ブログ頭書部分)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "(1)記載部分",
                      "text": [
                        "本件記事1には，「盗作を繰り返し」，「著作権侵害を続ける悪質極まりない」などの記載がある。かかる記載は，一般読者の普通の注意と読み方を基準として解釈すれば，読者に対し，1審被告ジーオーティーが盗作を繰り返す悪質な会社であるとの印象を与えるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "(2)記載部分",
                      "text": [
                        "本件記事1には，「出版社」が「根拠のない事実を歪曲した内容」で「FC2に圧力をかけ」との記載がある。本件記事1のうち(1)の記載部分からすれば，上記「出版社」とは，1審被告ジーオーティーを指すことは明らかである。かかる記載は，一般読者の普通の注意と読み方を基準として解釈すれば，読者に対し，1審被告ジーオーティーは，虚偽の事実をもとにプロバイダーに圧力をかけるような反社会的行為を行う会社であるとの印象を与えるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件記事2(平成23年4月15日付け記事)について",
                  "text": [
                    "本件記事2には，「Aにまた盗作されていた」との記載がある。かかる記載は，一般読者の普通の注意と読み方を基準として解釈すれば，読者に対し，1審被告ジーオーティーは，盗作を繰り返す出版社であるとの印象を与えるものである。",
                    "そして，Aは，1審被告ジップス・ファクトリーの代表者であり，かつ，Aが同被告の代表者であることは雑誌等において明らかであるから，Aについて，その信用を毀損する内容の記事を掲載すれば，当然に，1審被告ジップス・ファクトリーの名誉，信用等の社会的評価が毀損されることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件記事3(平成23年5月5日付け記事)について",
                  "text": [
                    "本件記事3には，「驚くほど著作権侵害を繰り返す」などの記載がある。かかる記載は，一般読者の普通の注意と読み方を基準として解釈すれば，読者に対し，1審被告ジーオーティーが，極めて多数回にわたって著作権侵害を繰り返す悪質な会社であるとの印象を与えるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件記事4(平成23年5月10日付け記事)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "(1)記載部分",
                      "text": [
                        "本件記事4には，「再三に渡って・・・著作権侵害されてきた」などの記載がある。かかる記載は，一般読者の普通の注意と読み方を基準として解釈すれば，読者に対し，1審被告ジーオーティーが，極めて多数回にわたって著作権侵害を繰り返す悪質な会社であるとの印象を与えるものである。",
                        "また，本件記事4には，「盗作を止めるどころかほぼ毎月のようにブログ記事を盗んで」，「利益を貪る」などの記載がある。かかる記載は，読者に対し，1審被告ジーオーティーが，盗作によって莫大な利益をあげている極めて悪質な会社であるとの印象を与えるものである。",
                        "さらに，本件記事4には，「このまま盗作され続けたのでは，正直ブログの存続も危うくなる。」などの記載がある。かかる記載は，読者に対し，1審被告ジーオーティーが，他者の管理するブログを閉鎖にまで追い込む悪質な会社であるという印象を与えるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "(2)記載部分",
                      "text": [
                        "本件記事4には，「度重なる著作権侵害」との記載がある。かかる記載は，一般読者の普通の注意と読み方を基準として解釈すれば，読者に対し，1審被告ジーオーティーが，多数回にわたって著作権侵害を繰り返す悪質な会社であるとの印象を与えるものである。",
                        "また，本件記事4には，「商業誌の汚いやり方」との記載がある。かかる記載は，読者に対し，1審被告ジーオーティーが，極めて汚い事業を行っている会社であるとの印象を与えるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "(3)記載部分",
                      "text": [
                        "本件記事4には，「悪質極まり」，「極悪非道」などの記載がある。かかる記載は，1審被告ジーオーティーの社会的評価を著しく低下させるものである。",
                        "また，「確信犯的な犯行」との記載は，読者に対し，1審被告ジーオーティーが著作権侵害を当然のごとく悪びれることもなく行っているかのような印象を与えるものである。",
                        "さらに，「どうせ泣き寝入りするだろう」などという記載は，読者に対し，1審被告ジーオーティーは権力をかざして極めて悪質な考え方をする会社であるとの印象を与えるものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "(4)及び(5)記載部分",
                      "text": [
                        "本件記事4には，1審被告ジーオーティーを「悪」と断定する記載がある。かかる記載は，1審被告ジーオーティーの社会的評価を著しく低下させるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件記事5(平成23年12月30日付け記事)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "(1)記載部分",
                      "text": [
                        "本件記事5には，「半年以上」，「ほぼ毎号」，「述べ15本以上」「40万円超」などの記載がある。かかる記載は，読者に対し，1審被告ジーオーティーが繰り返し極めて多数の著作権侵害を行っているとの印象を与えるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "(2)記載部分",
                      "text": [
                        "本件記事5には，1審被告ジーオーティーが1審原告との和解の話を誠意なく反故にしたとの内容が記載されている。かかる記載は，読者に対し，1審被告ジーオーティーは，信用できない会社であるとの印象を与えるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "(3)記載部分",
                      "text": [
                        "本件記事5には，「こういう何の対応もとれない時期を狙って圧力をかけ，FC2との話し合いをする余地もないまま強制的にブログを閉鎖させる卑劣な手段まで取ってきた。」との記載がある。かかる記載は，読者に対し，1審被告ジーオーティーが卑劣であるとの印象を与えるものである。",
                        "また，「弁護士と協議を重ね準備を進めてきたが，その条件事項を無視して，こちら側には何も言わずに水面下で・・・裏工作」，「裏切られてきた」，「常に高圧的な態度」などという記載は，読者に対し，1審被告ジーオーティーが，1審原告との話合いを誠意なく行い，かつ，突如としてこれを反故にしたとの印象を与えるものである。",
                        "さらに，「あまりにもひどすぎた」，「非常事態」などの記載も，1審被告ジーオーティーの社会的評価を著しく低下させるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件記事6(平成24年1月5日付け記事)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "(1)記載部分",
                      "text": [
                        "本件記事6には，「事実を歪曲した相手の言い分」などの記載がある。かかる記載は，読者に対し，1審被告ジーオーティーが，プロバイダーに虚偽の事実を告げてまで1審原告のブログ記事を削除しようとしたとの印象を与えるものである。",
                        "また，「著作物を奪われた」などの記載は，1審被告ジーオーティーが1審原告の著作物を奪ったとの事実を摘示するものであって，1審被告ジーオーティーの社会的評価を著しく低下させるものである。",
                        "さらに，「盗作及び著作権侵害しておきながら自分たちに都合が悪い記事を次々と削除させ」などという記載は，読者に対し，1審被告ジーオーティーが，他者の表現の自由を次々と奪っていくとの印象を与えるものである。",
                        "そして，「さらに逆に盗作されたと訴えて」，「何もなかったように裏工作」，「被害者を犯罪者に仕立てる」との記載は，1審被告ジーオーティーが色々と工作を行い，1審原告を犯罪者に仕立て上げたとの事実を摘示するものであり，1審被告ジーオーティーの社会的評価を著しく低下させるものである。",
                        "加えて，「まるであの国で起きているようなことが」などの記載は，読者に対し，1審被告ジーオーティーが法律を遵守しない会社であるとの印象を与えるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "(2)記載部分",
                      "text": [
                        "本件記事6には，「再圧力」，「徹底的にブログを潰す」などという記載がある。かかる記載は，読者に対し，1審被告ジーオーティーが，プロバイダーに圧力をかけるような反社会的行為を行ったとの印象を与えるものである。",
                        "また，「事実が歪曲した内容でないことの証明をする」などという記載は，読者をして，あたかも1審被告ジーオーティーが事実を歪曲したかのような主張をしていると捉えられかねず，1審被告ジーオーティーの社会的評価を著しく低下させるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "本件投票プログラムについて",
                  "text": [
                    "本件投票プログラムには，「盗作についてどう思う？」などとの記載があり，かかる記載は，1審被告ジーオーティーが盗作を行っていると判断されかねないものである。また，「犯罪だ」，「プロとして恥ずかしい」などと1審被告ジーオーティーを著しく非難する選択肢が含まれている。したがって，本件投票プログラムは，全体として，1審被告ジーオーティーの社会的評価を著しく低下させるものである。",
                    "〔1審原告の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "本件記事1の(1)記載部分，本件記事3が，1審被告ジーオーティーの社会的評価を低下させるものであることは認め，その余は否認ないし争う。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件記事1の(2)記載部分について",
                  "text": [
                    "本件記事1の(2)記載部分は，1審被告らによるブログ管理会社(FC2)に対する削除依頼があったことを摘示するものである。かかる記載は，単に，1審原告が体験した1審被告らによるブログ削除依頼について述べているだけであり，1審被告ジーオーティの社会的評価を低下させるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件記事2について",
                  "text": [
                    "本件記事2は，1審被告らに関する記述は一切なく，一般の読者の普通の注意と読み方を基準として，1審被告らに関する記事とは読み取れない。",
                    "したがって，本件記事2が，1審被告らの社会的評価を低下させることはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件記事4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "(1)記載部分について",
                      "text": [
                        "「利益を貪る」，「ブログの存続も危うくなる」との記載は，1審被告らの盗作行為を前提とした1審原告の個人的意見にすぎない。",
                        "読者においても，1審原告が1審被告らについてそのような認識を有していると受け取るにすぎない。",
                        "したがって，かかる記述が1審被告らの社会的評価を低下させるものであるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "(2)記載部分について",
                      "text": [
                        "「商業誌の汚いやり方」との記載は，今回の盗作行為について述べたものであって，1審被告ジーオーティーが極めて汚い事業を行っているなどという内容は読み取れない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "(3)記載部分について",
                      "text": [
                        "「悪質極まり」，「極悪非道」との記載は，1審被告らの行為に対する1審原告の単なる評価であって，具体的事実を摘示したものではなく，1審被告らの社会的評価を低下させるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "(4)及び(5)記載部分について",
                      "text": [
                        "「悪」との記載は，1審被告らの行為に対する1審原告の単なる評価であって，具体的事実を摘示したものではなく，1審被告らの社会的評価を低下させるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件投票プログラムについて",
                  "text": [
                    "本件投票プログラム全体を観察すれば，1審被告ジーオーティーから著作権侵害被害を受けたとの見解を有するプログラム設置者が，自己の見解が正しいか否かを問うために設置された投票プログラムであると理解される。",
                    "本件投票プログラムの選択肢には，「許せる」，「盗作だと思わない」，「気にしすぎ」との，1審原告の意見に反する選択肢も用意されており，本件投票プログラム全体を観察すれば，1審被告ジーオーティーから著作権侵害の被害を受けたとの見解を有する投票プログラム設置者が，自己の見解が正しいか否かを問うために設置された投票プログラムであると理解される。",
                    "本件投票プログラム上の記載では，1審被告ジーオーティーが著作権侵害を行っているとの断定はしておらず，読者においても，あくまで1審原告の個人的な意見として受け取るにすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "争点6(違法性阻却事由の有無)について",
              "text": [
                "〔1審原告の主張〕",
                "仮に，本件ブログにおける本件記事1ないし6の掲載が，1審被告らの名誉又は信用を毀損するものであるとしても，1審原告の行為は，以下のとおり，違法性が阻却され，不法行為にはならない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件記事1(ブログ頭書部分)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "(1)記載部分",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "公共の利害",
                          "text": [
                            "本件記事1は，1審原告が被害者である1審被告らによる著作権侵害行為(盗作行為)を告発する内容のものであるから，公共の利害に関する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "公益を図る目的",
                          "text": [
                            "1審原告が本件記事を本件ブログにおいて公開した目的は，上記著作権侵害行為(盗作行為)を告発し，今後さらに著作権侵害行為が行われることがないようにすることにあるから，公益を図る目的に出たものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "真実性又は相当性",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "1審被告らには，1審原告の有する原告記事1及び2に係る著作権を侵害する行為が認められる。また，上記以外にも，1審被告らの発行する雑誌には，本件ブログにおいて公開された1審原告が著作した記事からの盗用が多数存在する(甲14，15)。",
                                "したがって，本件記事に摘示された事実(1審被告ジーオーティーが盗作ないし著作権侵害を繰り返したとの事実)は真実である。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "仮に，上記事実の真実性の立証がないとしても，本件ブログに掲載された記事と類似する記事が1審被告ジーオーティーの発行する雑誌に掲載された件数や類似の程度，1審被告ジップス・ファクトリーの代表者が，「調べたところ，弊社の依頼したライターがX様のブログ「三行広告と怪しげな店の潜入報告」記載の記事を盗用し，弊社編集の「実話大報」「特選大報」「ズバ王」内において発表しておりました。過去記事の流用や再録なども含めて，ご指摘のように数度の掲載があったことを確認致しました。」とする平成23年8月30日付け書面(甲7)を1審原告に送付したこと，同代表者は，1審原告への謝罪のため1審原告代理人事務所を訪問したこと等に照らせば，1審原告において，本件記事に摘示された事実が真実であると信ずるについて相当の理由がある。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "したがって，本件記事1のうち(1)記載部分の掲載については，その違法性が阻却される。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "(2)記載部分",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「圧力」とは評価を含んだ概念であり，個々の感じ方や捉え方に左右されるものであるから，「圧力をかけた」との記述は，証拠によってその存否を決することができる事項に該当せず，意見ないし論評とみるべきである。",
                            "そうすると，本件記事1のうち(2)記載部分の掲載については，「根拠のない事実を歪曲した内容に基づき1審被告らがブログ削除依頼を行った」という前提事実に関して，真実性又は相当性が認められれば，不法行為は成立しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "公共の利害",
                          "text": [
                            "ブログ記事の削除依頼は，表現の自由に対する事前抑制に当たるものであるから，公共の利害に関わる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "公益を図る目的",
                          "text": [
                            "1審原告が本件記事を本件ブログにおいて公開した目的は，1審被告らによる著作権侵害行為(盗作行為)及びこれに対する1審被告らの対応を告発することにあるから，公益を図る目的に出たものである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "真実性又は相当性",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "1審被告らは，1審原告が「不特定多数閲覧者へ対し事実を歪曲した内容を記述し」(甲13)，事実無根の内容をもって1審被告らの名誉を侵害しているとして，削除依頼をしたものである。",
                                "しかしながら，1審被告らによる著作権侵害の事実は真実であるから，1審被告らが「根拠のない事実を歪曲した内容に基づき1審被告らがブログ削除依頼を行った」事実も真実である。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "仮に，上記事実の真実性の立証がないとしても，1審被告ジップス・ファクトリーは，削除依頼に先立ち，著作権侵害を認め謝罪する旨の書面(甲7)を1審原告に差し入れている。そのため，1審原告は，上記書面とは180度主張が転換してなされた削除依頼について，「事実を歪曲した内容」と捉えたのであり，1審原告において，上記事実が真実であると信ずるについて相当の理由がある。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "したがって，本件記事1のうち(2)記載部分の掲載については，その違法性が阻却される。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件記事2",
                  "text": [
                    "前記ア(ア)記載のとおり，本件記事2の掲載については，その違法性が阻却される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件記事3",
                  "text": [
                    "前記ア(ア)記載のとおり，本件記事3の掲載については，その違法性が阻却される。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件記事4",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記ア(ア)記載のとおり，本件記事4の掲載については，その違法性が阻却される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，1審被告らが，盗作という不当な手段によって雑誌を発行し，その利益を得ているという事実は真実であるから，かかる点についても，前記(ア)と同様に，真実性又は相当性の抗弁が成立し，本件記事4の掲載については，その違法性が阻却される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，1審被告らは，悪いことであると分かっていながら，本件ブログから記事の盗用を行っているのであるから，前記(ア)と同様に，真実性又は相当性の抗弁が成立し，本件記事4の掲載については，その違法性が阻却される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件記事5",
                  "text": [
                    "前記ア(ア)及び(イ)記載のとおり，本件記事5の掲載については，その違法性が阻却される。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件記事6",
                  "text": [
                    "前記ア(ア)及び(イ)記載のとおり，本件記事6の掲載については，その違法性が阻却される。",
                    "〔1審被告らの主張〕",
                    "1審原告の行為は，以下のとおり，違法性は阻却されない。"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "公益を図る目的がないこと",
                  "text": [
                    "1審原告は，本件ブログ記事において，著作権侵害されたと断定し，その侵害数はのべ15本以上，被害総額は取材費だけでも40万円超と記載している。読者は，かかる記載が，著作権侵害されたブログ記事は15本以上であり，その取材費が40万円超であるとの事実を摘示したものと理解する。",
                    "1審原告の主張によれば，本件ブログに公開された記事は，全て架空のものであるということであるから，取材費が流用されたという事実は虚偽の事実である。",
                    "また，著作権を侵害されたとするブログ記事の本数についても，本件訴訟の対象とされているのは原告記事1及び2の2本にすぎず，著作権侵害されたブログ記事は15本というのも虚偽の事実である。",
                    "それにもかかわらず，1審原告は，著作権侵害に該当するか否かを精査しないまま，被害感情や1審被告らに対する敵対感情のみから，15本以上も著作権侵害されたと本件記事に記載したものであるから，虚偽の事実を摘示することにより，専ら1審原告ジーオーティーの社会的評価の低下を目的とした攻撃を行っていることは明らかである。",
                    "本件記事には，「悪質極まりない」，「利益を貪る悪行」，「商業誌の汚いやり方」，「悪を裁く」などと，1審被告ジーオーティーに対する反感や敵対心から記載された部分が非常に多く見受けられ，批判の内容も出版社への攻撃が目的であることが明らかである。",
                    "したがって，本件記事の掲載に，公益を図る目的がないことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "意見ないし論評としての域を逸脱したものであることについて",
                  "text": [
                    "意見ないし論評に関する表現について違法性が阻却されるには，「意見ないし論評の前提としている事実が重要な部分について真実であることの証明があったこと」のほか，「人身攻撃に及ぶなど意見ないし論評としての域を逸脱したものでないこと」を要する。",
                    "しかしながら，本件記事は，1審被告ジーオーティーを著作権侵害を繰り返し悪質極まりないと攻撃するものであって，同被告を反感ないし敵意をもって揶揄誹謗するものである。",
                    "したがって，本件記事が，意見ないし論評の域を逸脱したものであることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "1審原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審原告は，1審被告らの発行する雑誌には，本件ブログにおいて公開された1審原告が著作した記事からの盗用が多数存在する旨主張し，その証拠として甲14及び15を挙げる。",
                        "しかしながら，1審原告は，甲14及び15を挙げるのみで，著作権侵害に該当する事実については具体的な主張をしないから，真実性の立証としては不十分である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "1審原告は，1審被告ジップス・ファクトリーが平成23年8月30日付け書面(甲7)を1審原告に送付したことを挙げて，1審原告が本件記事に摘示された事実や意見ないし論評の前提となる事実が真実であると信ずるについて相当の理由がある旨主張する。",
                        "しかしながら，上記書面(甲7)の作成日は平成23年8月30日であるから，それ以前に本件ブログに掲載された記事について，上記書面を根拠に相当性を主張するのは失当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "争点7(1審被告らの損害の発生及びその額)について",
              "text": [
                "〔1審被告らの主張〕",
                "1審被告らが，1審原告による名誉及び信用の毀損行為により，受けた損害の額は，各自100万円を下らない。",
                "〔1審原告の主張〕",
                "否認ないし争う。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "争点8(人格権としての名誉権に基づく本件記事等の抹消請求の可否)について",
              "text": [
                "〔1審被告らの主張〕",
                "1審被告らの名誉権に基づき，本件記事，本件投票プログラム及びその結果の抹消が認められるべきである。",
                "〔1審原告の主張〕",
                "否認ないし争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点1(著作権侵害の有無)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1-1(被告漫画1は原告記事1の翻案物に当たるか否か)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審原告は，被告漫画1は全体として原告記事1の翻案物に当たる旨主張するので，以下検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告記事1の記述内容等",
                  "text": [
                    "証拠(甲1)によれば，原告記事1について，以下のとおり認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "題号は「混浴乱交サークル」であり，本文は総行数67行の記事である。",
                        "原告記事1は，記事の著者が乱交ツアーに潜入参加し，そこで体験した風俗サービスの内容を，自身の体験談として読者に向けて報告するという形式で記述したものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告記事1には，おおむね，以下の内容が付した番号(①等)の順に記述されている。",
                        "①  2行～23行",
                        "著者による，「乱交ツアー」に関する情報のネット検索及び参加申込みの場面であり，ⅰ)「乱交ツアー」等の風俗サービスに関する過去の状況の回想として，10年ほど前は，専門業者のようなものがいて，三行広告を出している時期もあったこと，これらの風俗サービスは，「乱交ツアー」，「カップリングツアー」などと呼ばれていたこと，広告の掲載回数が増えるにつれて話題になり，実話誌などが潜入記事を掲載してちょっとしたブームになったこと，どの業者も料金を前払いで振り込む必要があったことから，詐欺業者が現れて，2年ほどで三行広告から姿を消したこと，ツアーは月に1～2回程度開催され，料金は1泊2日で5～6万円というのが相場だったこと等が，ⅱ)「乱交ツアー」に関する情報のネット検索の状況として，10年経って「乱交ツアー」等の広告を見ることは無くなったが，この手の情報を求めるにはネット検索が最適であること，ネット検索したところ，なかなかスケジュールの合うツアーを見付けるのは難しかったが，気になるところに電子メールを送ってみたこと等が，ⅲ)著者による「乱交ツアー」への参加申込みの状況として，ホームページの情報によると参加費は1泊2日で5万円であること，普通の「乱交」に比べると倍近い金額であるが，宿代などを考えるとこのくらいの料金になるのだろうかと参加費の設定について著者が考察したこと，「ドタキャン」の防止のため参加費用が前払いとされていること，過去の状況もあって，少し悩んだが，ホームページに掲載された活動報告を見て大丈夫だろうと判断し，振り込みをしたこと等が，おおむねこの順序で記述されている。",
                        "②  24行～29行",
                        "著者が，開催当日に宿に向かい，宿に到着して，部屋に入るまでの場面であり，ⅰ)開催当日まで不安があったが，現地集合であったことから，電車とバスを乗り継いで関東某所の宿に向かったこと，ⅱ)2時間ほどで到着した宿の玄関には「○○○○御一行様」とサークル名が書かれた歓迎看板が掛かっており，安心したこと，ⅲ)ロビーで主催者らしき男から，注意事項などが書かれたスケジュール表を手渡されたこと，ⅳ)主催者らしき男が「3時から始めますので遅れないように露天風呂に集合してください」と言ったこと等が，この順序で記述されている。",
                        "③  30行～32行",
                        "著者が，部屋で相部屋の男と会話する場面であり，ⅰ)後から来た40代半ばの男と相部屋だったこと，ⅱ)相部屋の男は今回が3回目らしいという著者の推測，ⅲ)相部屋の男が，「まあ，最初から飛ばさないようにしたほうがいいよ」とだけ言って，浴衣に着替えると部屋から出て行ったこと等が，この順序で記述されている。",
                        "④  33行～39行",
                        "著者が，露天風呂に移動して，参加者の男や女と顔を合わせる場面であり，ⅰ)遅れないように露天風呂に移動すると，すでに10人ほどの男たちが全裸で待機していたこと，ⅱ)しばらくすると主催者が入ってきて，「本日はお集まり頂きありがとうございます。」と簡単な挨拶と注意事項を述べると，バスタオルを巻いた30代前半から後半の女が4人登場したこと，ⅲ)主催者が女たちに対して「さあ，タオルを取って皆さんにお見せしなさい」と言ったこと，ⅳ)女たちが，主催者の言葉に従ってタオルを取って裸を見せたこと，ⅵ)貧乳で細身のスレンダー，肉付きのいい豊満，少し茶髪の美乳，色白ポッチャリなどタイプが様々であったこと等が，この順序で記述されている。",
                        "⑤  40行～56行",
                        "露天風呂における「乱交」の状況を記述した場面であり，ⅰ)女たちが露天風呂にばらけるようにして入ると，そこに向けて男たちが群がっていったこと，ⅱ)著者も，遅れを取らないように豊満女性の胸に手を伸ばしたこと，ⅲ)だいたい女1人に対して男2～3人という割合になったこと，ⅳ)著者が，「ディープキス」をしながら，「柔らかなおっぱい」を揉んでいると，女の背後から来た男が女のお尻を撫で回してから「アソコ」に指を入れ，女がジャバジャバと水飛沫を上げながらの激しい「手マン」に喘ぎ声を漏らし始めたこと，ⅴ)著者の周囲には，女性を岩場に座らせて「クンニ」している男，「Wフェラ」させている男2人，痴態を見て自分の性器を弄んでいる男などがいたこと，ⅵ)著者が，桶に用意されていたコンドームを装着して，女と「立ちバック」で性交したこと，別の男が女の前に回って，女に「フェラチオ」をさせたこと，ⅶ)著者が，噴出する汗を滴らせながら，腰を激しく振って，射精したこと，ⅷ)その後も，著者が，別の女と性交したこと，ⅸ)著者が，周囲を見て，この場では1～2回の性交というのが基本らしい，相部屋の男に言われたのもこのことだったのだろうと推測したこと等が，この順序で記述されている。",
                        "⑥  57行～65行",
                        "宴会場で食事を終えた後の「乱交」の状況を記述した場面であり，ⅰ)宴会場で食事を終えると，再び「乱交モード」に突入したこと，ⅱ)男と女がほぼ1対1の状態となり，著者の相手は，茶髪美乳の女であったこと，ⅲ)著者は，女と「ディープキス」をし，女の乳房を揉みながら乳首を舐め，女に「フェラチオ」をさせてから「シックスナイン」の体位となり，正常位で性交したこと，ⅳ)その後も午前0時過ぎまで「セックス三昧な時間」が続いたこと等が，この順序で記述されている。",
                        "⑦  66行～67行",
                        "ツアー2日目朝の場面であり，翌朝は朝食をとって解散となり，「1泊2日セックス付きの混浴乱交ツアー」が終了したことが記述されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告漫画1の記述内容等",
                  "text": [
                    "証拠(甲3)によれば，被告漫画1について，以下のとおり認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「シリーズ連載」と欄外に添え書きされている様に，本件雑誌にシリーズとして連載されている漫画であり，被告漫画1(平成23年1月号掲載分)の題号は「裏風俗(珍)紀行  1泊2日温泉裏ツアーで乱交三昧！！」である。",
                        "被告漫画1の掲載総頁数は6頁(本件雑誌の平成23年1月号の69頁～74頁)であり，総コマ数は，題号及び作画者名(「まんが／B」)が記載された表題部を含め34コマである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告漫画1には，おおむね，以下の内容が付した番号(①等)の順に記述されている。",
                        "①  2コマ～6コマ",
                        "主人公による，風俗サービスに関する情報のネット検索及び参加申込みの場面であり，ⅰ)主人公がパソコンで「目新しい風俗」を探している場面(2コマ)，ⅱ)主人公がネット検索で「温泉乱交ツアー」のページを発見した場面(3コマ)，ⅲ)主人公がパソコンの画面を見ながら「そういえばちょっと前はこういうツアーをよく見かけたよな」とつぶやく場面(4コマ)，ⅳ)主人公が「ちょっと高いけど申し込んでみるか」とつぶやく場面(5コマ)，ⅴ)主人公がパソコンの画面を見ながら，「なになに参加料は1泊2日で5万円かァ…」とつぶやく場面(6コマ)が，順に描かれている。",
                        "②  7コマ～14コマ",
                        "主人公が，開催当日に宿に向かい，宿に到着して，部屋に入るまでの場面であり，ⅰ)「開催日は1週間後」(7コマ)，「現地集合だということなので愛車に乗り」(8コマ)，「2時間後北関東の某温泉地に到着」(9コマ)，「会場となる温泉旅館に車を止めると…」(10コマ)，ⅱ)宿の玄関に「歓迎○○サークル御一行様」の看板が掛かっており，これを見た主人公が「ハハ！気分が盛り上がってきたぞ！」とつぶやく場面(11コマ)，ⅲ)主人公が宿のロビーに入ってみると，そこには主催者らしき男性がおり，主催者らしき男性が主人公に「あっ！参加者の方ですね」と話しかける場面(12コマ)，ⅳ)主催者らしき男性が，主人公に「午後3時から始めますので遅れないように大露天風呂までお越し下さい」と案内し，主人公が「ハイ！」とこれに応じる場面(13コマ)，ⅴ)主人公が主催者らしき男性の案内を聞いて，時間まで部屋で待機することにしたこと(14コマ)が，順に描かれている。",
                        "③  15コマ～17コマ",
                        "主人公が，部屋で相部屋の男と会話する場面であり，ⅰ)部屋に入ると40代くらいの男性と相部屋であり，相部屋の男性と主人公とが挨拶を交わす場面(15コマ)，ⅱ)相部屋の男性が，主人公に「私は今回で3回目になるんですがあなたは？」と尋ね，主人公が「いや…今回が初めてなんです」と答える場面(16コマ)，ⅲ相部屋の男性が主人公に「そうですか  ま最初から飛ばさない方がいいですよ」と言うと，主人公がその意味を図りかねている場面(17コマ)が，順に描かれている。",
                        "④  18コマ～21コマ",
                        "主人公が，露天風呂に移動して，参加者の男や女と顔を合わせる場面であり，ⅰ)主人公が「時間になると浴衣に着替えて露天風呂へ」行ったこと(18コマ)，ⅱ)主人公を含め男たちが，裸で露天風呂に浸かっていると，そこに主催者の男性が現れ，参加者たちに「みなさん本日はお集りいただきましてありがとうございます」と挨拶し，主催者の男性が「ではそろそろ始めたいと思います」と述べる場面(19コマ)，ⅲ)バスタオルを体に巻いた4人の女性が現れ，主催者の男性が「こちらが本日参加する女性たちでございます！」と紹介する場面(コマ内のト書きで「って…色んなタイプの女性4人がご登場！」と説明が加えられている)(20コマ)，ⅳ)主催者の男性が，女性たちに対し，「さ～さ～タオルを取ってお湯に浸かって下さいね」と言い，女性たちが「ハーイ」と答える場面(21コマ)が，順に描かれている。",
                        "⑤  22コマ～30コマ",
                        "露天風呂における「乱交」の状況を描写した場面であり，ⅰ)女性が露天風呂に入る場面(22コマ)，ⅱ)露天風呂内に女性が入ると，そこに男性が群がる様子が「まるでピラニアのように10人ほどの男どもが群がる！」とコマ内のト書きで説明が加えられ，3人の女性が露天風呂にばらけるように入っているところに，1人の女性に対して各2人の男性が群がり，それぞれ女性の胸を揉んだりしてる場面(23コマ)，ⅲ)主人公が，そのうち1人の女性とディープキスをしている場面(24コマ)，ⅳ)主人公が女性の「巨乳を揉みしだ」く場面(25コマ)，ⅴ)主人公が，お湯の中に浸かっている女性の女性器に「お湯の中で激しい指マンをかます！」場面(26コマ)，ⅵ)女性が「あぁ～ッもうガマンデキないッ！」と言う場面(27コマ)，ⅶ)籠の中にコンドームが複数用意されている場面(「露天風呂の脇にはエチケット帽が用意されていて…」とコマ内のト書きで説明が加えられている)(28コマ)，ⅷ)コンドームを装着して，男女の性交がそこかしこで始まったことを，コマ内のト書きで「それを被せて大乱交パーティが勃発ーッ！」と説明を加えており，主人公が女性の背後から立位で性交し，女性の前にいる主人公とは別の男性が当該女性に「フェラチオ」をさせている様子が「バシャ，バシャ」という擬音語とともに描かれている場面(29コマ)，ⅸ)「1回戦を終えた後も…」と性交が1度では終わらず繰り返されたことを暗に示した場面(30コマ)が，順に描かれている。",
                        "⑥  31コマ～33コマ",
                        "大宴会場で食事を終えた後の「乱交」の状況を描写した場面であり，ⅰ)「大宴会場に場所を移して…」(31コマ)，「食事の後またもや乱交モード」と各コマ内のト書きで説明を加え，食事後，テーブルの周囲で，男性と女性がほぼ1対1の状態で，「乱交」をしており，主人公においては，女性の乳房を揉みながら乳首を舐めている場面(32コマ)，ⅱ)「その後も深夜までセックス三昧の時間を過ごしちゃいました！」とコマ内のト書きで説明を加えるとともに，一人の女性が，両手のそれぞれに男性器を握り，「フェラチオ」をする場面(33コマ)が，順に描かれている。",
                        "⑦  34コマ",
                        "2日目の朝，ツアーが解散となった後，「もちろん翌朝の態様は真っ黄っき最初から飛ばすなってのはこういう意味だったのね」と主人公の感想がト書きで加えられ，主人公が疲れた様子で「ハハ…」と漏らす場面(34コマ)が描かれている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告記事1と被告漫画1との対比",
                  "text": [
                    "原告記事1(前記イ)と被告漫画1(前記ウ)の記述内容等を対比すると，原告記事1と被告漫画1とは，まず，「乱交ツアー」に参加した者が，そこで体験した風俗サービスの内容を自身の体験談として記述又は描写するという点において共通する。",
                    "また，原告記事1と被告漫画1とは，その場面展開，すなわち，ⅰ)著者又は主人公が，風俗サービスに関する情報をネット検索し，ツアーに参加を申し込む場面，ⅱ)著者又は主人公が，開催当日に宿に向かい，宿に到着して，部屋に入るまでの場面，ⅲ)著者又は主人公が，部屋で相部屋の男と会話する場面，ⅳ)著者又は主人公が，露天風呂に移動して，参加者の男や女と顔を合わせる場面，ⅴ)露天風呂における「乱交」の状況を記述又は描写した場面，ⅵ)宴会場で食事を終えた後の「乱交」の状況を記述又は描写した場面，ⅶ)2日目の朝，ツアーが解散となった場面へと展開していく点において共通する。",
                    "さらに，原告記事1の記述には，被告漫画1には記述又は描写されていない部分が存するものの，上記各場面における被告漫画1の記述又は描写の内容はわずかな部分を除き，ほぼ原告記事1の記述に含まれ，しかも，その具体的な記述(描写)及び記述(描写)順序においても，おおむね原告記事1におけるそれと共通すると認められる。すなわち，被告漫画1の記述又は描写が原告記事1と相違するのは，①被告漫画1がツアーの開催日を申込みから「1週間後」と明記しているのに対し，原告記事1では，申込みから開催日まで日があることは記述から把握することができるが，どれくらい後の開催であるのかを明記していない点，②被告漫画1が現地までの交通手段として「愛車」を利用しているのに対し，原告記事1では，「電車とバス」を利用している点，③被告漫画1が，宿の玄関の看板を見た主人公の感情を「気分が盛り上がってきた」としているのに対し，原告記事1では，料金の前払いをしていたので，当日まで実際に開催されるのか心配していたことから安心したとしている点，④被告漫画1が，相部屋の男は主人公よりも先に到着しており，主人公と挨拶を交わす場面を描写しているのに対し，原告記事1では，相部屋の男は後に到着した者とされており，主人公と挨拶を交わすなどの記述はされてない点，⑤被告漫画1が，主人公において，露天風呂における「乱交」時に女性の性器に「指マン」をしたと描写しているのに対し，原告記事1では，第三者の別の男性がしたと記述している点など，被告漫画1と原告記事1の全体の対比の中では，ごく一部分に止まる。",
                    "以上検討したところによれば，被告漫画1は，原告記事1に依拠し，その記述のうちの一部を省略し，かつ，その表現形式を漫画に変更したものにすぎず，全体として，原告記事1の表現上の本質的特徴を直接感得することができるから，原告記事1の翻案物に当たるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点1-2(被告漫画2は原告記事2の翻案物に当たるか否か)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審原告は，被告漫画2は全体として原告記事2の翻案物に当たる旨主張するので，以下検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告記事2の記述内容等",
                  "text": [
                    "証拠(甲2)によれば，原告記事2について，以下のとおり認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "題号は「生脱ぎパンティオークション乱交」であり，本文の総行数63行の記事である。",
                        "原告記事2は，記事の著者が「乱交」に潜入参加し，そこで体験した風俗サービスの内容を，自身の体験談として読者に向けて報告するという形式で記述したものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告記事2には，おおむね，以下の内容が付した番号(①等)の順に記述されている。",
                        "①  1行～6行",
                        "著者が新聞で風俗サービスに関する広告を見て，問合せをし，参加を申し込む場面であり，ⅰ)著者が，夕刊紙の広告を見ていたら「セリ乱交」という見慣れないキャッチを見付けたこと，ⅱ)著者が問い合わせたところ「普通の乱交パーティーと同じですが，最初に参加女性が履いているパンティのオークションをします」と回答されたこと，ⅲ)著者が，「これなら面白そうだ。」との感想を抱いたこと，ⅳ)開催場所は都内のシティホテルで，参加費は3時間半で3万円であり，生脱ぎパンティが欲しいなら多めにお金を用意してくれと言われたので，著者は5000円ほど余計にお金を持っていったこと等が，おおむねこの順序で記述されている。",
                        "②  7行～10行",
                        "著者が，開催日当日にホテルに到着し，参加費を支払い，部屋に入るまでの場面であり，ⅰ)著者が，ホテルのロビーから電話してルームナンバーを聞き，部屋に入って精算を済ませると，バスタオルを渡されたこと，ⅱ)参加者は，20代後半から30代前半の人妻風の女性4人と男が5人であったこと，ⅲ)既にバスタオルを腰に巻いて缶ビールを飲みながら世間話をしている男もいたこと等が，おおむねこの順序で記述されている。",
                        "③  11行～17行",
                        "部屋で1回目のオークションが開かれる場面であり，ⅰ)著者がシャワーの順番を待っていると，スタッフが「そろそろ集まり出してきたので，1回目のオークション始めます」と声を上げたこと，ⅱ)それに合わせて，女性の1人がベッドに飛び乗って，クルリと回ると，スカートをまくって下着を見せたこと，ⅲ)「加奈子さん31歳です。では，1000円から」というスタッフの合図で，周囲から「1010円！」，「1050円！」，「1100円！」と値段が小刻みに上がっていたこと，ⅳ)2060円での落札となったこと，ⅴ)女性は落札者の目の前でパンティを脱いで手渡したことが，おおむねこの順序で記述されている。",
                        "④  18行～20行",
                        "2回目以降，最後のオークションが開かれるまでの間の部屋内の状況に関する場面であり，ⅰ)シャワーが空いたら浴びに行く者がいたり，新たな客が入ってきたりするなど出入りが激しいこと，ⅱ)著者がシャワーを浴びて浴室から出ると3回目のオークションが始まっていたが，2700円で落札となったことが，おおむねこの順序で記述されている。",
                        "⑤  21行～29行",
                        "部屋で最後のオークションが開かれ，主人公がパンティを落札する場面であり，ⅰ)最後のオークションに，この日のメインとも言うべき一番美人な女性がベッドに上がったこと，ⅱ)スタッフが「友里さん27歳です。1000円からどうでしょう」と言うと，すぐに「2000円！」，「2200円！」と好調に値段が上がり，4000円台に突入したこと，ⅲ)著者が，この際だから自分も購入したいと競りに参加したこと，ⅳ)著者が，ここが勝負とばかりに「4300円！」と一声上げると，無事に落札することができたこと，ⅴ)今となっては，何で買ってしまったんだろうと後悔の気持ちもあるが，現場ではそれなりに盛り上がっていたから不思議だという著者の感想が，おおむねこの順序で記述されている。",
                        "⑥  30行～47行",
                        "落札した著者が，出品者の女性に案内されてベッドに上がり，ベッド上で女性と性交渉をする場面であり，ⅰ)下着を落札した男性が，最初は1対1で出品者の女性と楽しめる特権があるらしいという著者の推測，ⅱ)著者が，出品者の女性に手を引かれてベッドに上がり，そのまま「プレイ」を開始したこと，ⅲ)著者が，周囲からの視線を感じながら，四つん這いになった女性が突き出すお尻を撫で回してから，下着越しに「ワレメ」を指で擦ると，女性が吐息を漏らして，切なそうに腰を振ったこと，ⅳ)著者が，女性が履いているパンティを脱がせると，パンティにはうっすらとシミが出来ていたこと，ⅴ)著者が，脱がせたパンティを置こうとしたら，周囲から「広げて見せろ」，「匂いを嗅げ」，「被れ」などのコールが沸いたので，恥ずかしかったが，匂いを嗅いでから頭に被ったこと，ⅵ)著者と女性が，「シックスナイン」の体位となり，女性が「フェラチオ」をしたこと，ⅶ)著者は，乱交パーティーでは，ゆっくり楽しむと他の人に迷惑がかかることなども考えて，女性と性交したこと等が，おおむねこの順序で記述されている。",
                        "⑦  48行～53行",
                        "著者に加え，他の男性客2人も加わり，乱交する場面であり，ⅰ)著者が女性と性交していると，「堪らんとばかりに」2人の男が乱入してきたこと，ⅱ)著者が，女性の背後から性交していると，他の男性客らは，女性に男性器を咥えさせたり，女性のおっぱいにむしゃぶりつくようにしたりしたこと，ⅲ)他の体位での乱交の状況等が，おおむねこの順序で記述されている。",
                        "⑧  54行～63行",
                        "著者が，他の女性とも乱交をする場面であり，ⅰ)著者は，乱交参加者が少なくなってきたところで，別の女性のところに行って，乱交に混ざったこと，ⅱ)著者が，2人目である29歳の桃子という女性と性交したこと，ⅲ)著者が，加奈子という女性と性交した状況等が，おおむねこの順序で記述されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告漫画2の記述内容等",
                  "text": [
                    "証拠(甲4)によれば，被告漫画2について，以下のとおり認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "欄外に「シリーズ連載」と添え書きされている様に，本件雑誌にシリーズとして連載されている漫画であり，被告漫画2(平成23年6月号掲載分)の題号は「裏風俗(珍)紀行  裏  マスコミ初潜入！！オークションで興奮体験」である。",
                        "被告漫画2の掲載総頁数は6頁(本件雑誌の平成23年6月号の81頁～86頁)であり，総コマ数は，題号及び作画者名(「マンガ／B」)が記載された表題部を含め37コマである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告漫画2には，おおむね，以下の内容が付した番号(①等)の順に記述されている。",
                        "①  2コマ～8コマ",
                        "主人公が新聞で風俗サービスに関する広告を見て，問合せをし，参加を申し込む場面であり，ⅰ)主人公が新聞を手に，紙面に注目している様子を描くとともに，コマ内のト書きで「たまたま目にした夕刊紙に見慣れない三行広告を見つけた」と説明が加えられている場面(2コマ)及び主人公が注目したのが「オークション乱交」と記載された広告であることを示す場面(3コマ)，ⅱ)主人公が紙面を手に「ハハ！！こりゃ怪しそうなパーティーだな」とつぶやく場面(4コマ)，ⅲ)主人公が広告主に電話をし，「もしもし広告見たんですけどどういうパーティーなんですか？」と問い合わせる場面(5コマ)，ⅳ)主人公が電話を手に，広告主から「パーティーに参加している女性のパンティーを男性のお客様にオークションで競り落としていただくんです」という説明を聞いている場面(6コマ)，ⅴ)広告主から「参加費は3時間3万円ですがオークションで使うお金は別途かかります」という説明を聞き，主人公が「何か面白そうだなァ」とつぶやく場面(7コマ)ⅵ)主人公が電話で「それじゃ参加します！！」と参加を申し込む場面(8コマ)が，順に描かれている。",
                        "②  9コマ～12コマ",
                        "主人公が，開催日当日にホテルに到着し，参加費を支払い，部屋に入るまでの場面であり，ⅰ)街灯とホテルの外装が描写され，コマ内のト書きで「ってことで週末の夜会場となる新宿の某ホテルへー」と説明が加えられている場面(9コマ)，ⅱ)主人公が受付けの男性から「これを巻いてパーティールームへどうぞ」と言われ，バスタオルを渡されている様子が描写され，コマ内のト書きで「受付で参加費を支払うとバスタオルを渡されて…」と説明が加えられている場面(10コマ)，ⅲ)主人公が廊下を歩いている様子が描写され，コマ内のト書きで「シャワーを浴びてパーティールームへ行ってみると」と説明が加えられている場面(11コマ)，ⅳ)パーティールーム内において，飲食物の載ったテーブルの周囲で，服を着用した数名の女性と腰にバスタオルを巻いただけで服を着用していない男性数名が既に談笑しているのを，主人公がその環の外から眺めている場面(12コマ)が，順に描かれている。",
                        "③  13コマ～21コマ",
                        "パーティールーム内で1回目のオークションが開かれる場面であり，ⅰ)主人公が既に男女が談笑している様子を，「横目で見ながらもじもじしている」場面(13コマ)，ⅱ)そこに，マイクを手にした司会者が「お待たせいたしました！1回目のオークションを行います！」とアナウンスする場面(14コマ)，ⅲ)オークションに参加する男性たちの目にあるステージに一人の女性が上がり，司会者から「裕子さん33歳でございます」と紹介される場面(15コマ)，ⅳ)コマ内のト書きで「ナント自分でスカートをまくりあげるではないか！！」と説明されており，女性が自分でスカートをまくり上げ，パンティーが見えるようにしている場面(16コマ)，ⅴ)司会者が「まず1000円から！！」と言うと競りが始まり，「1010円」，「1050円」，「1850円」と価格が徐々につり上がっていく場面(17～18コマ)，ⅵ)司会者が「他になければ決定です」と言い，主人公以外の男性参加者が落札する場面(19コマ)，ⅶ)落札者の男性と出品者の女性が手を組んでパーティールームを後にして，その隣の部屋に向かっていく場面(20コマ)ⅷ)その様子を見た主人公が，「なるほどオークションで落札した女性と最初にプレイできるのか」と納得する場面(21コマ)が，順に描かれている。",
                        "④  22コマ～30コマ",
                        "パーティールームで2回目のオークションが開かれ，主人公がパンティを落札する場面であり，ⅰ)司会者が「次の女性は佳代子さん27歳です！！」と紹介する場面(22コマ)，ⅱ)主人公の好みのタイプである「しっとり系美女」がステージ上に上がり，自分でスカートをまくり上げ，パンティが見えるようにしている場面(23コマ)，ⅲ)女性の様子を見て，主人公が「おお！？この女性を必ずゲットしてやる！！」と気合いを入れた場面(24コマ)，ⅳ)司会者が「では1000円からスタートです」と言うと競りが始まり，「2000円」，「3000円」と価格が徐々につり上がっていく場面(25コマ)，ⅴ)主人公が「4500円！！」と金額をつり上げる場面(26コマ)，ⅵ)司会者に「ハイッ！！あなたに決定です！！」と言われ，主人公が「やったー！！」と喜ぶ場面(27コマ)，が，順に描かれている。",
                        "⑤  28コマ～36コマ",
                        "落札した主人公が，出品者の女性に案内されてパーティールームの隣の部屋に案内され，ベッド上で女性と性交渉をする場面であり，ⅰ)主人公が，出品者の女性に案内されて隣のベッドルームに案内される場面(28コマ，29コマ)，ⅱ)主人公が後ろを振り返ると，オークションで競り負けた客2人も後ろからついて来て，ベッドルームに入室している場面(30コマ)，ⅲ)ベッド上で，パンティ一枚しか身につけていない状態で四つん這いになっている女性のお尻を，主人公が，他の男性客「2人の視線を感じながら」手で撫で回している場面(31コマ)，ⅳ)女性の股間をパンティの上から主人公が指で擦るようにしており，コマ内のト書きで「メコスジに指を這わすとジワッとシミができてきた」と説明が付されている場面(32コマ)，ⅴ)他の男性客2人が，主人公に対して口々に「早く脱がせてニオイをかげ！！」，「そして頭からかぶれ！！」と言う場面(33コマ)，ⅵ)コマ内のト書きで「という周囲の声に応えてパンティーをかぶる…」という説明が付されており，ベッド上で，主人公が女性のパンティを頭にかぶり，「恥ずかし…」とつぶやいている場面(34コマ)，ⅶ)主人公と女性が「シックスナイン」の体位となり，女性が主人公に「フェラチオ」している場面(35コマ)，ⅷ)主人公が，女性の背後から性交している場面(36コマ)が，順に描かれている。",
                        "⑥  37コマ",
                        "主人公に加え，他の男性客2人も加わり，乱交する場面であり，コマ内のト書きで「すると見ていた2人もプレイに乱入！！」，「結局4Pプレイで3時間タップリと楽しんじゃいました！！」と説明が加えられており，主人公が女性の背後から性交し，他の男性客の1人が女性の前に位置して女性に男性器を咥えさせ，もう1人の男性客が女性の乳房を手で揉む様子が描かれている(37コマ)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告記事2と被告漫画2との対比",
                  "text": [
                    "原告記事2(前記イ)と被告漫画2(前記ウ)の記述内容等を対比すると，原告記事2と被告漫画2とは，まず，「オークション乱交」に参加した者が，そこで体験した風俗サービスの内容を自身の体験談として記述又は描写するという点において共通する。",
                    "また，原告記事2と被告漫画2とは，その場面展開，すなわち，ⅰ)著者又は主人公が，新聞で風俗サービスに関する広告を見て，問合せをし，参加を申し込む場面，ⅱ)著者又は主人公が，開催日に会場となるホテルに到着し，受付で参加費を支払って部屋に入るまでの場面，ⅲ)室内で1回目のオークションが開かれる場面，ⅳ)室内で，2回目ないし最後のオークションが開かれ，主人公がパンティを落札する場面，ⅴ)落札した著者又は主人公が，出品者の女性に案内されてベッド上で女性と性交渉をする場面，ⅵ)著者又は主人公に加え，他の男性客2人も加わり乱交する場面へと展開していく点において共通する。",
                    "さらに，原告記事2の記述には，被告漫画2には記述又は描写されていない部分が存するものの，上記各場面における被告漫画2の記述又は描写の内容はわずかな部分を除き，ほぼ原告記事2の記述に含まれ，しかも，その具体的な記述(描写)及び記述(描写)順序においても，おおむね原告記事2におけるそれと共通すると認められる。すなわち，被告漫画2の記述又は描写が原告記事2と相違するのは，①被告漫画2では，夕刊紙の広告の記載が「オークション乱交」とされているのに対し，原告記事2では，「セリ乱交」とされている点，②被告漫画2では，広告を見た主人公が「ハハ！！こりゃ怪しそうなパーティーだな」という感想を抱いているのに対し，原告記事2では，「これなら面白そうだ。」という感想を抱いている点，③被告漫画2では，主人公がホテルの受付で参加費を支払っているのに対し，原告記事2では，部屋に入った後に参加費を支払っている点，④被告漫画2では，オークションが行われる部屋がパーティールームであり，出品者の女性が上がるのはステージ，落札者の男性(主人公)が当該女性に案内されるのはパーティールームの隣の部屋であるのに対し，原告記事2では，オークションが行われる部屋はホテルの一室であり，出品者の女性が上がるのはベッド，落札者の男性(著者)が当該女性に案内されるのも当該ベッドである点，⑤被告漫画2では，主人公が1回目のオークションが始まる前に，先に会場にいた男女の談笑している様子を「横目で見ながらもじもじしている」場面が描かれているが，原告記事2には，このような記述はない点，⑥被告漫画2では，主人公が好みの女性を見て「この女性を必ずゲットしてやる」と気合いを入れてオークションに臨んでいるのに対し，原告記事2では，「この際だから自分も購入したい」という程度に止まる点など，被告漫画2と原告記事2の全体の対比の中では，ごく一部分に止まる。",
                    "以上検討したところによれば，被告漫画2は，原告記事2に依拠し，その記述のうちの一部を省略し，かつ，その表現形式を漫画に変更したものにすぎず，全体として，原告記事2の表現上の本質的特徴を直接感得することができるから，原告記事2の翻案物に当たるというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお，1審被告らは，被告漫画1が全体として原告記事1の，被告漫画2が全体として原告記事2の翻案物に当たる旨の主張は追加的訴えの変更に当たり，1審被告らの審級の利益を侵害するものであるから許されない旨主張するが，1審原告の提出に係る訴状及び平成24年4月27日付け準備書面(1)によれば，1審原告は，原審の段階から上記の主張を行っていたものと認められるから，1審被告らの上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点1-3(1審被告らの故意又は過失の有無)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告漫画1は全体として原告記事1の，被告漫画2は全体として原告記事2の，それぞれ翻案物に当たる。",
                    "したがって，1審被告らが，1審原告に無断で，原告記事1の翻案物である被告漫画1を掲載した本件雑誌(平成23年1月号)及び原告記事2の翻案物である被告漫画2を掲載した本件雑誌(平成23年6月号)を発行し，販売する行為は，1審原告の原告記事1及び2に係る著作権(著作権法28条に基づく複製権及び譲渡権)を侵害するものであると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，被告漫画1及び2は，Bが1審被告ジップス・ファクトリーから依頼を受けて作画したものであること，1審被告ジップス・ファクトリーは，1審被告ジーオーティーから請け負い，原告記事1を翻案した被告漫画1を掲載した本件雑誌(平成23年1月号)及び原告記事2を翻案した被告漫画2を掲載した本件雑誌(平成23年6月号)を編集したこと，1審被告ジーオーティーが，上記各本件雑誌を発行したことは，前記第2の3(1)及び(3)記載のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "1審被告ジップス・ファクトリーの過失について",
                      "text": [
                        "1審被告ジップス・ファクトリーは，その業務として，Bに作画を依頼したのであるから，被告漫画1及び2が，第三者の著作権を侵害するものでないか否かを確認すべき注意義務を負うというべきである。",
                        "しかるに，1審被告ジップス・ファクトリーは，Bから被告漫画1及び2の原稿を受領した際，Bに対してその作画の経緯について確認せず，又は亡Cから原稿の提供を受けて，これをBに提供して作画を依頼するに当たり，亡Cに対してその執筆の経緯について確認せず，さらに，自ら，被告漫画1及び2から窺われるワードや風俗記事や漫画と一般的に関連するワード等を用いて，インターネット検索を行うなどすることもなかったのであるから(弁論の全趣旨)，上記注意義務を怠ったものといわざるを得ない。",
                        "したがって，1審被告ジップス・ファクトリーには，1審原告の原告記事1及び2に係る著作権侵害につき，過失が認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "1審被告ジーオーティーの過失について",
                      "text": [
                        "1審被告ジーオーティーは，その業務として，本件雑誌を発行したのであるから，1審被告ジップス・ファクトリーの編集した本件雑誌が第三者の著作権を侵害するものでないか否かを確認すべき注意義務を負うというべきである。",
                        "しかるに，1審被告ジーオーティーは，1審被告ジップス・ファクトリーの編集に係る被告漫画1及び2の掲載された各本件雑誌を発行する際，1審被告ジップス・ファクトリーに対して編集の経緯について確認せず，また，自ら，被告漫画1及び2から窺われるワードや風俗記事や漫画と一般的に関連するワード等を用いて，インターネット検索を行うなどすることもなかったのであるから(弁論の全趣旨)，上記注意義務を怠ったものといわざるを得ない。",
                        "したがって，1審被告ジーオーティーには，1審原告の原告記事1及び2に係る著作権侵害につき，過失が認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "1審被告らの主張について",
                      "text": [
                        "1審被告らは，本件ブログの存在は，風俗関係の書籍を出版する業界において無名であり，被告漫画1及び2から想定し得る漫画のタイトルや内容等の検索ワードを用いてインターネット検索をしても，本件ブログは検索上位にランクされないから，1審被告らにおいて，原告記事1及び2の存在を調査することは不可能である旨主張する。",
                        "しかしながら，1審被告ジップス・ファクトリーにおいて，B又は亡Cに対し，被告漫画1及び2に関し，作画又は執筆の経緯を確認することで，原告記事1及び2の存在を調査することが不可能であったとはいえず，また，証拠(甲5)によれば，平成24年2月1日の時点における「三行広告」というワードによるインターネット検索の結果では，本件ブログが検索上位に挙がっていたものと認められるところ，かかる検索ワードは，被告漫画2の冒頭(2コマ)に登場するだけでなく，1審被告ジーオーティーの発行する雑誌において，頻繁に登場していること(甲15の1ないし5，甲15の7ないし12)に照らせば，風俗記事や漫画と一般的に関連するワードであるともいえるから，1審被告らにおいて，「三行広告」というワードによるインターネット検索を行うことにより本件ブログの存在を知り得たものというべきである。",
                        "したがって，1審被告らの上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，1審被告らには，1審原告の原告記事1及び2に係る著作権の侵害について，過失が認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上の検討によれば，1審被告らは，被告漫画1及び2を掲載した各本件雑誌(平成23年1月号及び6月号)の発行，販売による1審原告の原告記事1及び2に係る著作権の侵害につき，共同不法行為責任を負うと認めるのが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(著作者人格権(同一性保持権及び氏名表示権)侵害の有無)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点2-1(原告記事1に係る同一性保持権及び氏名表示権侵害の有無)について",
              "text": [
                "被告漫画1は，前記1(1)記載のとおり，原告記事1の翻案物であると認められるが，1審原告に無断で原告記事1に改変を加える行為は，1審原告が有する原告記事1に係る同一性保持権(著作権法20条1項)を侵害する行為である。",
                "そして，被告漫画1は，Bが1審被告ジップス・ファクトリーから依頼を受けて作画したものであること，1審被告ジップス・ファクトリーは，1審被告ジーオーティーから請け負い，原告記事1を翻案した被告漫画1を掲載した本件雑誌(平成23年1月号)を編集したこと，1審被告ジーオーティーが，上記本件雑誌を発行したことに照らせば，1審被告らは，原告記事1の改変による同一性保持権侵害につき，Bと共同して，不法行為責任を負うというべきである。",
                "また，1審被告らは，被告漫画1を掲載した本件雑誌(平成23年1月号)を編集，発行するに当たり，1審原告の実名又は変名を表示しなかったのであるから(甲3，弁論の全趣旨)，1審被告らの上記行為は，1審原告の有する原告記事1に係る氏名表示権(著作権法19条1項)を侵害する行為であると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2-2(原告記事2に係る同一性保持権及び氏名表示権侵害の有無)について",
              "text": [
                "被告漫画2は，前記1(2)記載のとおり，原告記事2の翻案物であると認められるが，1審原告に無断で原告記事2に改変を加える行為は，1審原告が有する原告記事2に係る同一性保持権(著作権法20条1項)を侵害する行為である。",
                "そして，被告漫画2は，Bが1審被告ジップス・ファクトリーから依頼を受けて作画したものであること，1審被告ジップス・ファクトリーは，1審被告ジーオーティーから請け負い，原告記事2を翻案した被告漫画2を掲載した本件雑誌(平成23年6月号)を編集したこと，1審被告ジーオーティーが，上記本件雑誌を発行したことに照らせば，1審被告らは，原告記事2の改変による同一性保持権侵害につき，Bと共同して，不法行為責任を負うというべきである。",
                "また，1審被告らは，被告漫画2を掲載した本件雑誌(平成23年6月号)を編集，発行するに当たり，1審原告の実名又は変名を表示しなかったのであるから(甲4，弁論の全趣旨)，1審被告らの上記行為は，1審原告の有する原告記事2に係る氏名表示権(著作権法19条1項)を侵害する行為であると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点2-3(1審被告らの故意又は過失の有無)について",
              "text": [
                "1審被告らには，前記1(3)記載のとおり，著作権(著作権法28条に基づく複製権及び譲渡権)の侵害について過失が認められるから，前記(1)及び(2)の著作者人格権(同一性保持権及び氏名表示権)侵害についても同様の理由で，過失が認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上の検討によれば，1審被告らは，1審原告の原告記事1及び2に係る著作者人格権(同一性保持権及び氏名表示権)の侵害につき，共同不法行為責任を負うと認めるのが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点3(1審原告の損害の発生及びその額)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "1審被告らは，原告記事1及び2に係る著作権及び著作者人格権侵害により，1審原告が被った損害を連帯して賠償すべき責任を負う。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "著作権侵害について",
              "text": [
                "証拠(甲3，4，9，12，甲16の1・2，甲17の1ないし3)及び弁論の全趣旨によれば，1審原告は，フリーランスで活動する風俗関係の記事のライターであること，1審原告は，株式会社コアマガジンから平成19年中に33万1000円の，平成20年中に101万3000円の，平成23年中に56万8500円の原稿料の各支払を受けたこと，1審原告は株式会社双葉社から平成19年中に56万円の原稿料(支払回数12回の合計)，平成20年中に33万円の原稿料(支払回数11回の合計)の各支払を受けたこと，本訴提起前に1審被告ジップス・ファクトリーが1審原告訴訟代理人弁護士に対して送信した電子メール中には，1審被告ジップス・ファクトリーの規定する原稿料が1頁当たり5000円である旨の記述があったこと，被告漫画1の総頁数が6頁であり，被告漫画2の総頁数が6頁であること，本件雑誌の販売部数は10万部程度であることが認められる。",
                "上記事実に加え，1審原告が原告記事1及び2を自身が開設する本件ブログにおいて公開していること，原告記事1及び2の内容，侵害行為の態様，その他本件に顕れた諸般の事情を総合考慮すれば，著作権侵害についての原告記事1の使用料相当額，原告記事2の使用料相当額は各5万円(合計10万円)と認めるのが相当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "著作者人格権侵害について",
              "text": [
                "1審原告は，被告漫画1により原告記事1についての同一性保持権及び氏名表示権を，被告漫画2により原告記事2についての同一性保持権及び氏名表示権を，それぞれ侵害されたものであり，証拠(甲12)によれば，1審原告は，上記著作者人格権の侵害により，精神的苦痛を被ったものと認められる。",
                "そして，1審原告が原告記事1及び2を自身が開設する本件ブログにおいて公開していること，原告記事1及び2の内容，侵害行為の態様(改変箇所の多寡，改変内容，本件雑誌の性質やその発行部数等)，その他本件に顕れた諸般の事情を総合考慮すれば，著作者人格権(同一性保持権及び氏名表示権)の侵害により1審原告が被った精神的苦痛に対する慰謝料は，原告記事1及び2につき各20万円(合計40万円)と認めるのが相当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "弁護士費用について",
              "text": [
                "本訴の事案の内容，認容額，訴訟の経過等を総合すると，1審被告らの著作権侵害行為及び著作者人格権侵害行為と相当因果関係のある弁護士費用の額は5万円と認めるのが相当である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "合計  55万円"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点4(1審原告の名誉又は社会的声望の回復措置請求の可否)について",
          "text": [
            "1審原告は，原告記事1及び2に係る著作者人格権(同一性保持権及び氏名表示権)が侵害されたとして，1審被告ジーオーティーに対し，著作権法115条に基づき，本件雑誌(「実話大報」)の誌面上における謝罪広告の掲載を求める。",
            "著作者は，故意又は過失によりその著作者人格権を侵害した者に対し，著作者の名誉若しくは声望を回復するために，適当な措置を請求することができ(著作権法115条)，「適当な措置」には謝罪広告の掲載も含まれるが，同条にいう「名誉若しくは声望」とは，著作者がその品性，徳行，名声，信用等の人格的価値について社会から受ける客観的な評価，すなわち社会的名誉・声望を指すものであって，人が自分自身の人格的価値について有する主観的な評価，すなわち名誉感情を含むものではないと解される。",
            "そして，本件全証拠によるも，1審被告らの上記著作者人格権侵害によって，具体的に1審原告の社会的名誉・声望が害されたことについて主張立証はないから，1審原告の謝罪広告の掲載を求める請求は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "争点5(本件記事1ないし6及び本件投票プログラムは，1審被告らの名誉又は信用を毀損するものか否か)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件ブログにおいて公開された記事の内容が他人の客観的な社会的評価を低下させるものであるかどうかは，当該記述についての一般読者の普通の注意と読み方を基準として解釈した意味内容に従って判断すべきである。",
                "以下，上記基準を前提に，本件記事1ないし6及び本件投票プログラムが1審被告らの社会的評価を低下させるものであるか否かについて検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件記事1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件記事1に係る記述は，本件ブログのトップページの冒頭部分に存する(乙2の1)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "(1)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，一文から成り，1審被告ジーオーティーが，無料公開しているブログから盗作を繰り返し，毎月複数誌で著作権侵害を続けている出版社であるとの事実を摘示し，上記事実を前提に，1審被告ジーオーティーが「悪質極まりない出版社」であるとの意見ないし論評を表明し，上記事実及び意見を前提に，1審原告が1審被告ジーオーティーに対して刑事告訴を含めた訴訟を準備中であるとの事実を摘示するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般読者は，上記記述により，1審被告ジーオーティーが，本件ブログからの盗作を繰り返し，その発行する複数の雑誌で毎月のように著作権侵害に該当する行為を続けているとの印象を受け，また，このような行為を行う1審被告ジーオーティーは，極めて悪質な出版社であるとの印象を受けるものと認められる。",
                        "したがって，上記記述は，1審被告ジーオーティーの社会的評価を低下させるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "(2)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，(1)記載部分との間に3行を挟んで，これに続いて記述されたものであり，「上記件に対して」「出版社」が，根拠のない事実を歪曲した内容でFC2に圧力をかけブログの削除を要求してきたとの事実を摘示するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般読者は，上記記述により，1審被告ジーオーティーが，本件ブログからの盗作を繰り返し，その発行する複数の雑誌で毎月のように著作権侵害に該当する行為を続けているにもかかわらず，かかる事実を摘示した本件ブログの記事について，インターネットサービス会社である「FC2」に不当な圧力をかけて削除を要求してきているとの印象を受け，このような行為を行う1審被告ジーオーティーは，極めて悪質な出版社であるとの印象を受けるものと認められる。",
                        "したがって，上記記述は，1審被告ジーオーティーの社会的評価を低下させるものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件記事2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件記事2は，本件ブログ内で公開された平成23年4月15日付け記事に関するものであり，(1)記載部分は，その表題であり，(2)記載部分はその本文冒頭の記載である(乙2の2，弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "(1)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，記事の表題であり，「Aにまた盗作されていた」との事実を摘示するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件記事2には，その表題にも，本文にも，「A」という人物と1審被告らとを関連付ける記載は見当たらず，「A」が1審被告ジーオーティーの発行する本件雑誌の編集人として記名されている人物であることや(乙1の3)，「A」が1審被告ジップス・ファクトリーの代表者であることが一般に知られている事実であることを認めるに足りる証拠はない。また，本件記事2と，1審被告ジーオーティーが盗作を繰り返していることを内容とする他の記事(本件記事1，3ないし6)との一覧性があるとも認められない(乙2の1ないし6)。したがって，一般読者の普通の注意と読み方を基準として上記記述を解釈した場合，「A」と1審被告らとを結びつけて理解するものとまでは認められない。",
                        "したがって，上記記述は，1審被告らの社会的評価を低下させるものであるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "(2)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，本文中の記述であるが，本件ブログのプロフィールに「Author」として記載されている「三行スパイ」が主催する「三行広告系風俗SＮS」内に，「Aにまた盗作されていた」というコラムの様なものを掲載しているとの事実を摘示するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そうすると，前記イ(イ)と同様の理由により，上記記述は，1審被告らの社会的評価を低下させるものであるとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件記事3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件記事3は，本件ブログ内で公開された平成23年5月5日付け記事に関するものであり，(1)記載部分は，その表題であり，(2)記載部分はその本文冒頭の記載である(乙2の3，弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "(1)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，記事の表題であり，1審被告ジーオーティーが，「驚くほど」，すなわち，極めて多数回にわたって，著作権侵害を繰り返している出版社であるとの事実を摘示するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般読者は，上記記述により，1審被告ジーオーティーが，極めて多数回にわたって，著作権侵害に該当する行為を繰り返している出版社であるとの印象を受ける。",
                        "したがって，上記記述は，1審被告ジーオーティーの社会的評価を低下させるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "(2)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，本文中の記述であるが，本件ブログのプロフィールに「Author」として記載されている「三行スパイ」が主催する「三行広告系風俗SＮS」内に，「驚くほど著作権侵害を繰り返す出版社「ジーオーティー」」というコラムの様なものを掲載しているとの事実を摘示するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記イ(イ)記載のとおり，上記記述は，1審被告ジーオーティーの社会的評価を低下させるものであるといえる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件記事4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件記事4は，本件ブログ内で公開された「著作権侵害と戦うためにカンパのお願い」との表題の平成23年5月10日付け記事に関するものであり，(1)ないし(5)は，いずれもその本文中の記載部分であり，付された番号の順に記述されている(乙2の4，弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "(1)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，平成23年1月から，再三にわたり，本件ブログで公開された記事等において，1審被告ジーオーティーが，その発行する複数の雑誌で著作権侵害に該当する行為を行っていることを告発してきたにもかかわらず，1審被告ジーオーティーは，盗作を止めるどころか，かえって，ほぼ毎月のようにブログの記事を盗んで，雑誌を発行しているという事実を摘示し，上記事実を前提に，「1審被告ジーオーティーは，盗作により「利益を貪るという悪行を続けている」，「1審被告ジーオーティーがこのまま盗作を続けると，本件ブログの存続自体が危うくなる」との意見ないし論評を表明するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般読者は，上記記述により，1審被告ジーオーティーが，本件ブログ内で告発されているにもかかわらず，その後も本件ブログからの盗作を繰り返し，その発行する複数の雑誌で毎月のように著作権侵害に該当する行為を続けているとの印象を受け，また，このような行為を行う1審被告ジーオーティーは，極めて悪質な出版社であるとの印象を受けるものと認められる。",
                        "したがって，上記記述は，1審被告ジーオーティーの社会的評価を低下させるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "(2)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，1審被告ジーオーティーが，度重ねて，著作権侵害に該当する行為を行っているとの事実を摘示し，上記事実を前提に，1審被告ジーオーティーの度重なる著作権侵害に対して，どのような対策を取るのが効果的であるのかについて，「ブログ上で被害を訴えながら続けるか」，「商業誌の汚いやり方に諦めて閉鎖するか」，「盗作するレポートが無くなるまで更新を止めるか」，「直接出版社に文句を言うか」などの意見ないし論評を表明するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般読者は，上記記述により，1審被告ジーオーティーが，本件ブログからの盗作を繰り返し，その発行する雑誌で著作権侵害に該当する行為を度重ねて続けているとの印象を受け，また，このような行為を行う1審被告ジーオーティーは，極めて悪質な出版社であるとの印象を受けるものと認められる。",
                        "したがって，上記記述は，1審被告ジーオーティーの社会的評価を低下させるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "(3)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，本件ブログで公開された記事等において，迷惑であると訴え続けているにもかかわらず，1審被告ジーオーティーが，かえって，その発行する雑誌に掲載する盗作本数を増やし，また，掲載する雑誌数を増やしているとの事実を摘示し，上記事実を前提に，1審被告ジーオーティーの行為は「悪質極まりない」との意見ないし論評を表明するものである。",
                        "また，上記部分は，上記事実及び意見を前提に，1審原告が1審被告ジーオーティーに対して刑事告訴を含めた訴訟を準備中であるとの事実を摘示し，「1審被告ジーオーティーの行為は，高額な弁護士費用を負担することができず，どうせ泣き寝入りするであろうとの予測の下に，個人で運営管理しているブログを狙って盗作する「確信犯的な犯行」である」，「極悪非道すぎる」などの意見ないし論評を表明するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般読者は，上記記述により，1審被告ジーオーティーが，本件ブログ内で告発されているにもかかわらず，その後も，本件ブログからの盗作を繰り返し，かえって，その発行する複数の雑誌で多数の著作権侵害に該当する行為を続けているとの印象を受け，また，このような行為を行う1審被告ジーオーティーは，極めて悪質な出版社であるとの印象を受けるものと認められる。",
                        "したがって，上記記述は，1審被告ジーオーティーの社会的評価を低下させるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "(4)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，当該部分よりも前の部分で摘示した，1審被告ジーオーティーが繰り返しブログの記事を盗作し，その発行する雑誌において著作権侵害に該当する行為を繰り返しているという事実を前提に，1審被告ジーオーティーが「戦わなければならない「悪」」であるとの意見ないし論評を表明するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般読者は，上記記述により，1審被告ジーオーティーが，本件ブログからの盗作を繰り返し，その発行する複数の雑誌で多数の著作権侵害に該当する行為を続けているとの印象を受け，また，このような行為を行う1審被告ジーオーティーは，極めて悪質な出版社であるとの印象を受けるものと認められる。",
                        "したがって，上記記述は，1審被告ジーオーティーの社会的評価を低下させるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "(5)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，当該部分よりも前の部分で摘示した，1審被告ジーオーティーが繰り返しブログの記事を盗作し，その発行する雑誌において著作権侵害に該当する行為を繰り返しているという事実を前提に，1審被告ジーオーティーが「裁かれなければならない「悪」」であるとの意見ないし論評を表明するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般読者は，上記記述により，1審被告ジーオーティーが，本件ブログからの盗作を繰り返し，その発行する複数の雑誌で多数の著作権侵害に該当する行為を続けているとの印象を受け，また，このような行為を行う1審被告ジーオーティーは，極めて悪質な出版社であるとの印象を受けるものと認められる。",
                        "したがって，上記記述は，1審被告ジーオーティーの社会的評価を低下させるものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件記事5について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件記事5は，本件ブログ内で公開された「非常事態宣言」と題する平成23年12月30日付け記事に関するものであり，(1)ないし(3)は，いずれもその本文中の記載部分であり，付された番号の順に記述されている(乙2の5，弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "(1)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，1年前に発覚した「出版社」による盗作及び著作権侵害に該当する行為は，3つの雑誌において半年以上という長い期間にわたり，ほぼ毎号のように繰り返され，その数はのべ15本以上に上り，被害総額も取材費のみで40万円を超える額に上ったとの事実及び本件ブログの記事等で「出版社」の行為を告発等しても，その後も，「出版社」は，盗作や著作権侵害行為を止めるどころか，逆に掲載誌を増やすという行為に出たとの事実を摘示し，こららの事実を前提に，出版社の行為が「暴挙」であり，これにより「ブログの存続が危ぶまれる事態にまで陥った」との意見ないし論評を表明するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般読者は，上記記述により，1審被告ジーオーティーが，本件ブログ内で告発されているにもかかわらず，その後も本件ブログからの盗作を繰り返し，その発行する複数の雑誌で半年以上の期間にわたり，毎号のように著作権侵害に該当する行為を続けているとの印象を受け，また，このような行為を行う1審被告ジーオーティーは，極めて悪質な出版社であるとの印象を受けるものと認められる。",
                        "したがって，上記記述は，1審被告ジーオーティーの社会的評価を低下させるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "(2)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，当該部分よりも前の部分で摘示した，1審被告ジーオーティーが繰り返しブログの記事を盗作し，その発行する雑誌において著作権侵害に該当する行為を繰り返しているという事実を前提に，かかる1審被告ジーオーティーの行為に関し，1審原告の側は和解に向けて努力をしたが，1審被告ジーオーティーの側が途中で約束を覆したため，和解は決裂したとの事実を摘示するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般読者は，上記記述により，1審被告ジーオーティーが繰り返しブログの記事を盗作し，その発行する雑誌において著作権侵害に該当する行為を繰り返している件に関し，被害者である1審原告の側が和解に向けて努力をしたのに対し，加害者である1審被告ジーオーティーの側が話合いの途中で，1審原告との約束を覆したとの印象を受け，1審被告ジーオーティーは信用のできない不誠実な出版社であるとの印象を受けるものと認められる。",
                        "したがって，上記記述は，1審被告ジーオーティーの社会的評価を低下させるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "(3)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，「FC2」から1審原告に対し，記事の削除修正を平成24年1月3日までに行うように指示する内容の電子メールが送信された旨の記載に続く部分であり，1審被告ジーオーティーが，1審原告がその弁護士と相談したり，「FC2」と協議したりすることができない年末の時期を狙って圧力をかけ，強制的にブログを閉鎖させるという手段を講じてきたとの事実を摘示するものである。",
                        "また，これよりも前の部分で摘示した，1審被告ジーオーティーが繰り返しブログの記事を盗作し，その発行する雑誌において著作権侵害に該当する行為を繰り返しているという事実を前提に，1審原告の側は和解に向けて努力をしたが，1審被告ジーオーティーの側は，本件ブログからの盗作だけでは飽き足らず，1審原告の知らないところで，「FC2」を通じて本件ブログの削除を要求してきたとの事実を摘示するものである。",
                        "さらに，上記各事実の摘示を前提に，1審被告ジーオーティーの対応を，「卑劣な手段」，「いわば解除機能のない時限爆弾」，「裏工作」，「話を聞く度に裏切られてきた」，「まともな話し合いが出来るわけもない」などと評し，かつ，1審被告ジーオーティーの対応に関する意見ないし論評を表明するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般読者は，上記記述により，1審被告ジーオーティーが繰り返しブログの記事を盗作し，その発行する雑誌において著作権侵害に該当する行為を繰り返しているにもかかわらず，1審原告が本件ブログ内でかかる事実を告発したのに対して，不当な圧力をかけ，強制的にブログを閉鎖させようとしているとの印象を受け，また，1審被告ジーオーティーが著作権侵害に該当する行為を繰り返している件に関し，1審原告の側は和解に向けて努力をしたが，1審被告ジーオーティーの側は，これに誠実に対応せず，かえって，不当な要求をする信用のできない不誠実な出版社であるとの印象を受けるものと認められる。",
                        "したがって，上記記述は，1審被告ジーオーティーの社会的評価を低下させるものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件記事6について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件記事6は，本件ブログ内で公開された「SＮSに関する重要なお知らせ」と題する平成24年1月5日付け記事に関するものであり，(1)及び(2)は，いずれもその本文中の記載部分であり，付された番号の順に記述されている(乙2の6，弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "(1)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，1審被告ジーオーティーが，「FC2」に対し，「事実を歪曲した」内容を主張し，本件ブログ内の記事の削除を要求し，1審被告ジーオーティーの要求を受けた「FC2」の対応について，「1審被告ジーオーティーの言い分のみを聞き入れる」，「著作物を奪われた被害者に対し，表現の自由さえも奪い，被害実態を訴えることさえも禁じる」などとの事実を摘示し，上記事実を前提に，1審被告ジーオーティーの対応について，「盗作及び著作権侵害しておきながら自分たちに都合が悪い記事を次々と削除させ，さらに逆に盗作されたと訴えて盗作元の記事さえも削除させ，あたかも何も無かったように裏工作し，被害者を犯罪者に仕立てる」ようなものであるとの意見ないし論評を表明するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般読者は，上記記述により，1審被告ジーオーティーが繰り返しブログの記事を盗作し，その発行する雑誌において著作権侵害に該当する行為を繰り返しているにもかかわらず，1審原告が本件ブログ内でかかる事実を告発したのに対して，「事実を歪曲した」内容を主張して，本件ブログ内の記事を削除するように不当な要求をしたとの印象を受け，1審被告ジーオーティーは，自らが盗作及び著作権侵害の加害者であるにもかかわらず，被害者に対して不当な要求をする悪質な出版社であるとの印象を受けるものと認められる。",
                        "したがって，上記記述は，1審被告ジーオーティーの社会的評価を低下させるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "(2)記載部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記部分は，一旦記事が削除されたが，再公開されているのを確認した旨の記載に続く部分であり，1審被告ジーオーティーが，「FC2」に対し，再度圧力をかけて，本件ブログ内の記事の削除を要求したとの事実を摘示し，1審被告ジーオーティーの対応について，「徹底的にブログを潰したいらしい」などと意見ないし論評を表明するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般読者は，上記記述により，1審被告ジーオーティーが繰り返しブログの記事を盗作し，その発行する雑誌において著作権侵害に該当する行為を繰り返しているにもかかわらず，1審原告が本件ブログ内でかかる事実を告発したのに対して，「事実を歪曲した」内容を主張して，本件ブログ内の記事を「再び」削除するように不当な要求をしたとの印象を受け，1審被告ジーオーティーは，盗作及び著作権侵害の被害者である1審原告に対して不当な要求をする悪質な出版社であるとの印象を受けるものと認められる。",
                        "したがって，上記記述は，1審被告ジーオーティーの社会的評価を低下させるものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "本件投票プログラムについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件投票プログラムは，「FC2投票無料レンタル」というシステムを利用するものであり，本件記事1ないし6と共に，本件ブログ内に掲載されている(乙2の1ないし6，弁論の全趣旨)。",
                    "本件投票プログラムには，投票項目として「ジーオーティーの盗作行為についてどう思う？」と記載されており，選択肢として「これは犯罪だ」，「許せない」，「許せる」，「プロとして恥ずかしい」，「盗作だと思わない」，「盗作だが騒ぐ程ではない」，「気にしすぎ」，「その他」と記載されている。",
                    "また，本件投票プログラム内には投票結果へのリンクが張られている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記のとおり，本件投票プログラムは，1審被告ジーオーティーが盗作行為を行ったことを前提に，これに対する評価を投票という形で問うものであり，しかもその投票プログラムと共に本件記事1ないし6が掲載されているから，1審被告ジーオーティーが，本件記事1ないし6に記載された盗作行為を行ったとの事実を摘示するものであるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一般読者は，上記記述により，1審被告ジーオーティーが，本件ブログからの盗作を繰り返し，その発行する複数の雑誌で毎月のように著作権侵害に該当する行為を続けているとの印象を受けるものと認められる。",
                    "したがって，上記記述(投票結果を含む)は，1審被告ジーオーティーの社会的評価を低下させるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(9)",
              "subject": "小括",
              "text": [
                "以上によれば，本件記事1，3ないし6及び本件投票プログラム(投票結果を含む)は，1審被告ジーオーティーの社会的評価(名誉，信用)を毀損するものであると認められる。",
                "これに対し，本件記事2は1審被告ジーオーティーの社会的評価(名誉，信用)を毀損するものであるとは認められない。",
                "また，本件記事1ないし6及び本件投票プログラム(投票結果を含む)が1審被告ジップス・ファクトリーの社会的評価(名誉，信用)を毀損するものであるとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "争点6(違法性阻却事由の有無)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "1審原告は，本件記事1，3ないし6等が1審被告ジーオーティーの社会的評価(名誉，信用)を毀損するものであったとしても，本件記事1ないし6は，①公共の利害に関する事実に係り，②その目的が専ら公益を図ることにあり，③摘示した事実ないし意見又は論評の前提としている事実について真実性又は相当性の立証があるから，これらを本件ブログに掲載した行為は，違法性が阻却され，1審原告は不法行為責任を負わない旨主張する。",
                "事実を摘示しての名誉毀損にあっては，その行為が公共の利害に関する事実に係り，かつ，その目的が専ら公益を図ることにあった場合に，摘示された事実がその重要な部分について真実であることの証明があったときには，上記行為には違法性がなく，仮に，上記証明がないときにも，行為者において上記事実の重要な部分を真実と信ずるについて相当の理由があれば，その故意又は過失が否定される。",
                "一方，ある事実を基礎としての意見ないし論評の表明による名誉毀損にあては，その行為が公共の利害に関する事実に係り，かつ，その目的が専ら公益を図ることにあった場合に，上記意見ないし論評の前提としている事実が重要な部分について真実であることの証明があったときには，人身攻撃に及ぶなど意見ないし論評としての域を逸脱したものでない限り，上記行為は違法性を欠くものというべきであり，仮に，上記証明がないときにも，行為者において上記事実の重要な部分を真実と信ずるについて相当な理由があれば，その故意又は過失が否定される。",
                "以下，上記の見地から検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "公共の利害及び公益目的について",
              "text": [
                "本件記事1，3ないし6は，①出版社である1審被告ジーオーティーが，1審原告の管理運営する本件ブログから記事を盗作し，又は著作権侵害に該当する行為を行っていること，②かかる事実を摘示し，一般に公開した本件ブログ記事について，「FC2」に対し，1審被告ジーオーティーが根拠のない不当な削除依頼を行ったことを内容とするものであり，出版社である1審被告ジーオーティーの出版業務に関する事実，すなわち公共の利害に関する事実に係るものであると認められる。",
                "また，その目的は，1審被告ジーオーティーによる上記①及び②の行為を明らかにすることで，1審被告ジーオーティーの出版社としての問題を一般に知らしめ，1審被告ジーオーティーによる本件ブログ内の記事の更なる盗作又は著作権侵害を防止し，読者に対して1審被告ジーオーティーに対して裁判手続を取ることに要する費用の寄附(カンパ)を呼びかけること等にあるから，専ら公益を図る目的に出たものに当たらないとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "真実性の証明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記6認定のとおり，本件記事1，3ないし6は，「1審被告ジーオーティーが，本件ブログから盗作を繰り返し，毎月複数誌で著作権侵害を続けている出版社である」との事実を摘示するものである。",
                    "前記1認定のとおり，原告記事1の翻案物である被告漫画1を掲載した本件雑誌(平成23年1月号)及び原告記事2の翻案物である被告漫画2を掲載した本件雑誌(平成23年6月号)を編集，発行する行為は，1審原告の有する原告記事1及び2に係る著作権を侵害するものであると認められる。",
                    "これに対し，1審原告は，上記のほかにも，別紙記事対照表の「一審被告雑誌記事」欄記載の記事は，それぞれ対応する「一審原告ブログ記事」欄記載の記事を盗用したものであるとして，証拠(甲14の1ないし11，甲15の1ないし12)を提出するが，これら「一審被告雑誌記事」欄記載の各記事が，「一審原告ブログ記事」欄記載の各記事を盗用したものであることについては，両記事の内容を対比しての具体的な主張を全くしないから，これら「一審被告雑誌記事」欄記載の各記事が「一審原告ブログ記事」欄記載の各記事を盗用したものであるとの事実が真実であることについての証明があったものとは認められない。",
                    "そうすると，原告記事1の翻案物である被告漫画1を掲載した本件雑誌(平成23年1月号)及び原告記事2の翻案物である被告漫画2を掲載した本件雑誌(平成23年6月号)に関しては，1審被告ジーオーティーによる盗作(著作権侵害)は真実性の証明があるといえるが，その他については真実性の証明がなく，1審原告が本件記事1，3ないし6において摘示した「1審被告ジーオーティーが，本件ブログから盗作を繰り返し，毎月複数誌で著作権侵害を続けている出版社である」という事実については，真実性の証明があったとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記6認定のとおり，本件記事1，3ないし6は，「1審被告ジーオーティーが，根拠のない事実を歪曲した内容でFC2に圧力をかけブログの削除を要求してきた」との事実を摘示するものである。",
                    "証拠(甲13)によれば，平成23年12月頃，1審被告ジーオーティーは，「FC2」に対し，「Dこと1審原告によって，FC2に掲載されている本件ブログで継続的に掲載されている，1審被告ジーオーティー等に対する名誉毀損行為は，不特定多数の閲覧者に対し事実を歪曲した内容を記述し，上記法人等に対し，著しく名誉を毀損するのみに止まらず，業務妨害並びに信用を毀損するものである。ついては，これ以上掲載を継続し1週間以内に削除しないならば，民事にとどまらず刑事においても法的措置をとるものとする。既に，その旨を1審原告の代理人弁護士に対して通知しており，当方としては，1審原告の意思いかんにかかわらず，継続的にこのような著しく個人の名誉を毀損するようなブログを掲載し続けることを許しているFC2に対しても，同じく法的措置を取る用意がある」旨を記載した電子メールを送信したものと認められる。",
                    "1審被告ジーオーティーが削除を依頼した記事は，本件記事1，3ないし6に含まれるものであると認められるが，前記ア記載のとおり，1審原告が本件記事1，3ないし6において摘示した「1審被告ジーオーティーが，本件ブログから盗作を繰り返し，毎月複数誌で著作権侵害を続けている出版社である」という事実については，真実性の証明があったとは認められない。そうすると，1審被告ジーオーティーが，本件記事1，3ないし6が自己の社会的評価を低下させるものであるとして，「FC2」に対してその削除を求めたことは根拠のないことであるとは認められないから，1審原告が本件記事1，3ないし6において摘示した「1審被告ジーオーティーが，根拠のない事実を歪曲した内容でFC2に圧力をかけブログの削除を要求してきた」という事実については，真実性の証明があったとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "真実であると信じたことについての相当の理由について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審原告は，本件記事1，3ないし6において摘示した「1審被告ジーオーティーが，本件ブログから盗作を繰り返し，毎月複数誌で著作権侵害を続けている出版社である」という事実について真実性の立証がないとしても，①本件ブログに掲載された記事と類似する記事が1審被告ジーオーティーの発行する雑誌に掲載された件数や類似の程度，②1審被告ジップス・ファクトリーの代表者から，1審原告に対し，平成23年8月30日付け書面(甲7)が差し入れられたことに照らせば，1審原告において，上記事実が真実であると信ずるについて相当の理由があった旨主張する。",
                    "上記①の点については，前記(3)ア記載のとおり，1審原告は，別紙記事対照表の「一審被告雑誌記事」欄記載の記事は，それぞれ対応する「一審原告ブログ記事」欄記載の記事を盗用したものであるとして，証拠(甲14の1ないし11，甲15の1ないし12)を提出するが，前記(3)アのとおり，これら「一審被告雑誌記事」欄記載の各記事と「一審原告ブログ記事」欄記載の各記事との類似性については，両記事の内容を対比しての具体的な主張を全くしないから，これらの証拠をもって，上記事実が真実であったと認めることはできず，また，上記証拠によれば，別紙記事対照表の「一審原告ブログ記事」に対応する「一審被告雑誌記事」については，それぞれその内容が類似していることは認められるものの，この程度の事実をもって，1審原告において，上記事実が真実であると信ずるについて相当の理由があったものということはできない。",
                    "上記②の点についても，証拠(甲7，8)及び弁論の全趣旨によれば，1審被告ジップス・ファクトリーの代表者であるAは，1審原告訴訟代理人弁護士らから平成23年8月25日付け通知書(甲8)の送付を受けたことから，同弁護士ら宛ての同月30日付け書面(甲7)を交付したこと，同書面には，「調べたところ，弊社の依頼したライターがX様のブログ「三行広告と怪しげな店の潜入報告」記載の記事を盗用し，弊社編集の「実話大報」「特選大報」「ズバ王」内において発表しておりました。過去記事の流用や再録なども含めて，ご指摘のように数度の掲載があったことを確認致しました。」等と記載されていたことが認められるが，上記記載は，1審被告ジップス・ファクトリーが，平成23年8月30日当時，本件ブログに掲載された記事を盗用し，「実話大報」，「特選大報」，「ズバ王」という三雑誌において発表したことがあったこと，当該盗用記事を過去の記事の流用や再録などの形で数度掲載したことがあったことを認めるに止まり，「本件ブログから盗作を繰り返し，毎月複数誌で著作権侵害を続けていること」を認めているわけではないから，かかる事実が真実であると信ずるについて相当の理由があったものということはできない。なお，上記書面(甲7)は，平成23年8月30日頃，1審原告に交付されたものと認められるから，それ以前に本件ブログに掲載された記事については，同書面をもって，真実と信ずる相当の理由があったということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "1審原告は，本件記事1，3ないし6において摘示した「1審被告ジーオーティーが，根拠のない事実を歪曲した内容でFC2に圧力をかけブログの削除を要求してきた」という事実について真実性の立証がないとしても，1審被告ジップス・ファクトリーの代表者から，1審原告に対し，平成23年8月30日付け書面(甲7)が差し入れられたことに照らせば，1審原告において，上記事実が真実であると信ずるについて相当の理由があった旨主張する。",
                    "しかしながら，前記(3)イ記載のとおり，1審原告が本件記事1，3ないし6において摘示した「1審被告ジーオーティーが，本件ブログから盗作を繰り返し，毎月複数誌で著作権侵害を続けている出版社である」という事実については，真実性の証明があったとは認められず，さらに，前記ア記載のとおり，上記事実が真実であると信ずるについて相当の理由があったということもできない。",
                    "そうすると，1審被告ジーオーティーにおいて，本件記事1，3ないし6が自己の社会的評価を低下させるものであるとして，「FC2」に対してその削除を求めたことが，根拠のないことであると1審原告が信ずるについて相当の理由があったということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本件記事1，3ないし6及び本件投票プログラムを本件ブログに掲載した行為は，違法性が阻却される旨の1審原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "争点7(1審被告らの損害の発生及びその額)について",
          "text": [
            "1審原告は，本件記事1，3ないし6及び本件投票プログラムを本件ブログに掲載し，これにより1審被告ジーオーティーの社会的評価(名誉，信用)を毀損したことにより，1審被告ジーオーティーが被った損害を賠償すべき責任を負う。",
            "そして，本件記事1，3ないし6及び本件投票プログラム(投票結果を含む)の記載内容，これらの記載が一般読者に与える印象，1審被告ジーオーティーが出版社であること，1審被告ジーオーティーには，本訴請求に係る著作権侵害が認められること，その他本件に顕れた一切の事情を総合考慮すると，1審被告ジーオーティーの被った損害を回復するのに要する額は，40万円と認めるのが相当である。"
          ]
        },
        {
          "fig": "8",
          "subject": "争点8(人格権としての名誉権に基づく本件記事等の抹消請求の可否)について",
          "text": [
            "本件記事1，3ないし6及び本件投票プログラム(投票結果を含む)は，1審被告ジーオーティーの社会的評価(名誉，信用)を低下させるものであり，1審原告が，上記記事等を任意に抹消することは期待できないから(乙7，8，弁論の全趣旨)，人格権としての名誉権に基づき本件記事1，3ないし6及び本件投票プログラム(投票結果を含む)の抹消を求める1審被告ジーオーティーの請求を認容すべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，1審原告の本訴請求は，1審被告らに対し，連帯して55万円の支払を求める限度で理由があるからこれを認容し，その余は理由がないから棄却し，1審被告らの反訴請求は，1審被告ジーオーティが，1審原告に対し40万円及びこれに対する反訴状送達の日の翌日である平成24年3月28日から支払済みまで民法所定の年5分の割合による遅延損害金の支払，並びに，本件記事1，3ないし6及び本件投票プログラム(投票結果を含む)の抹消を求める限度で理由があるからこれを認容し，1審被告ジーオーティーのその余の反訴請求及び1審被告ジップス・ファクトリーの反訴請求はいずれも理由がないから棄却すべきである。",
        "したがって，以上と異なる原判決は変更することとし，主文のとおり判決する。"
      ]
    }
  ]
}