{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2013-800133号事件について平成26年5月16日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求の不成立審決に対する取消訴訟である。争点は，進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，名称を「遊技機」とする発明について，平成16年8月20日に特許出願（特願2004-241610号）をし，平成23年3月18日，その設定登録（特許第4705350号，請求項の数3）を受けた（本件特許）。（甲25）",
            "原告が，平成25年7月26日に本件特許の請求項1～3に係る発明についての特許無効審判請求（無効2013-800133号）をしたところ，特許庁は，平成26年5月16日に「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月26日，原告に送達された。（甲19）"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件特許の請求項1～3の発明（以下，請求項の番号に従い「本件発明1」のようにいい，本件発明1～3を併せて「本件発明」という。）に係る特許請求の範囲の記載は，次のとおりである（甲25。段落符号は本判決で付した。）。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1",
              "text": [
                "【A】前面扉を開放状態とすることにより操作可能となる設定変更操作手段を備える遊技機であって，",
                "【B1】遊技の進行を制御すると共に，遊技の進行状況に応じた制御情報を送信する遊技制御手段と，",
                "【B2】前記遊技制御手段から送信された制御情報を受信し，該受信した制御情報に基づいて少なくとも前記遊技に関する演出の実行を制御するものであって，書き換え可能な演出用記憶手段を含む演出制御手段とを備え，",
                "【C】前記遊技制御手段は，",
                "【C1】所定の入賞の発生を許容する旨を，所定の確率で事前に決定する事前決定手段と，",
                "【C2】前記所定の確率に基づいて算出される払出率について設定された段階を示す情報を記憶する特定領域と，遊技の進行状況に関する情報を記憶する領域として記憶すべき情報の重要度に応じて分けられた特別領域と一般領域とを含む遊技用記憶手段と，",
                "【C3】前記前面扉が開放状態となっているか否かを検出する開放検出手段と，",
                "【C4】前記開放検出手段により前記前面扉が開放状態となっている旨が検出され，さらに前記前面扉を開放状態とすることにより操作可能となる変更許可開始操作手段が操作されることにより所定の設定変更許可条件を成立させて，設定変更期間を開始させる変更期間開始制御手段と，",
                "【C5】前記設定変更期間において，少なくとも前記設定変更操作手段が操作されることによって，前記特定領域に記憶された段階を変更する設定変更手段と，",
                "【C6】前記設定変更期間が開始されたときに，前記遊技用記憶手段に情報が記憶されている変更前の段階を表示手段に表示させる段階表示制御手段と，",
                "【C7】前記設定変更期間が開始したときに，前記演出用記憶手段の記憶情報を初期化することを指示する初期化制御情報を前記演出制御手段に送信する初期化制御情報送信手段と，",
                "【C8】前記設定変更期間が終了したときに，該変更後の前記設定された段階に関する情報を含む設定制御情報を送信する設定制御情報送信手段と，",
                "【C9】前記設定変更手段による段階の変更の際に，前記遊技用記憶手段に含まれる領域のうちの前記一般領域に記憶されている情報を初期化する初期化手段とを備え，",
                "【D】前記演出制御手段は，",
                "【D1】前記初期化制御情報を受信することによって前記演出用記憶手段の記憶情報のうち少なくとも演出の実行に関する情報を初期化し，",
                "【D2】前記設定制御情報を受信することによって前記設定された段階に関する記憶情報を前記演出用記憶手段に記憶する",
                "【E】ことを特徴とする遊技機。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2",
              "text": [
                "【2】前記遊技制御手段は，前記開放検出手段により前記前面扉が閉鎖状態となっている旨が検出されているときに前記変更許可開始操作手段が操作されたときに，所定の情報を報知する閉鎖状態報知手段とをさらに備える",
                "【F】ことを特徴とする請求項1に記載の遊技機。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3",
              "text": [
                "【3】前記演出制御手段は，前記初期化制御情報を受信してから前記設定制御情報を受信するまで，前記設定変更手段により段階の変更が行われている旨を報知する設定変更報知手段をさらに備える",
                "【G】ことを特徴とする請求項1または2に記載の遊技機。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明",
              "text": [
                "特開2002-191753号公報（甲1）には，次の発明（甲1発明）が記載されている（本判決で，段落符号を付すとともに，審決が認定した本件発明1に相当する構成要素を，該当部分に括弧書きで加えた。以下同じ。）。",
                "【a】前面扉37を開放状態とすることにより操作可能となる抽選確率設定用鍵型スイッチ54，メインスイッチ52及びリセットスイッチ53（設定変更操作手段）を備える遊技機であって，",
                "【b1】遊技の進行を制御すると共に，遊技の進行状況に応じた信号を送信するメイン制御基板61（遊技制御手段）と，",
                "【b2】前記メイン制御基板61（遊技制御手段）から送信された制御情報を受信し，該受信した制御情報に基づいて少なくとも前記遊技に関する演出の実行を制御するものであって，RAM84（書き換え可能な演出用記憶手段）を含むサブ制御基板62（演出制御手段）とを備え，",
                "【c】前記メイン制御基板61（遊技制御手段）は，",
                "【c1】所定の入賞の発生を許容する旨を，所定の確率で事前に決定する確率抽選処理をおこない（事前決定手段），",
                "【c2】前記抽選確率設定用鍵型スイッチ54，メインスイッチ52及びリセットスイッチ53（設定変更操作手段）が所定の手順で操作されることで設定値を変更する設定変更手段を備え，",
                "【d】前記サブ制御基板62（演出制御手段）は，",
                "【d1】前記所定の確率に基づいて算出される出玉率（所定の確率に基づいて算出される払出率）について設定された段階を示す情報を記憶するRAM84（書き換え可能な演出用記憶手段）と，",
                "【d2】前記前面扉が開放状態となっているか否かを検出するサブCPU82およびセンサからなる扉開閉監視手段（開放検出手段）と，",
                "【d3】前記扉開閉監視手段（開放検出手段）により前記前面扉が開放状態となっている旨が検出されると，検出された扉の開情報を遊技機管理情報として液晶表示装置22に表示し，",
                "【d4】前記抽選確率設定用鍵型スイッチ54，メインスイッチ52及びリセットスイッチ53（設定変更操作手段）が操作され段階を変更されることでメイン制御基板61（遊技制御手段）から設定値変更コマンド（設定制御情報）が送信されると，設定が行われた現在時刻および設定値を前記RAM84（書き換え可能な演出用記憶手段）に記憶し，",
                "【d5】Aボタン24を操作すると，サブ制御基板62（演出制御手段）のRAM84（書き換え可能な演出用記憶手段）に確保されている遊技機データ記憶領域の総合データがクリアされる",
                "【e】遊技機。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "本件発明1と甲1発明との一致点は，次のとおりである。",
                "【C3】前面扉が開放状態となっているか否かを検出する開放検出手段を有し，",
                "【A】前面扉を開放状態とすることにより操作可能となる設定変更操作手段を備える遊技機であって，",
                "【B1】遊技の進行を制御すると共に，遊技の進行状況に応じた制御情報を送信する遊技制御手段と，",
                "【B2】前記遊技制御手段から送信された制御情報を受信し，該受信した制御情報に基づいて少なくとも前記遊技に関する演出の実行を制御するものであって，書き換え可能な演出用記憶手段を含む演出制御手段とを備え，",
                "【C】前記遊技制御手段は，",
                "【C1】所定の入賞の発生を許容する旨を，所定の確率で事前に決定する事前決定手段と，",
                "【C2´】前記所定の確率に基づいて算出される払出率について設定された段階を示す情報を記憶する領域を含む遊技用記憶手段を備え，",
                "【D】前記演出制御手段は，",
                "【D2】設定制御情報を受信することによって前記設定された段階に関する記憶情報を前記演出用記憶手段に記憶する",
                "【E】遊技機。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "text": [
                "本件発明1と甲1発明との相違点は，次のとおりである。",
                "①  相違点1（遊技制御手段が備える遊技用記憶手段に関して）",
                "本件発明1は，構成【C2】を有するのに対し，甲1発明では，メイン制御基板61（遊技制御手段）は制御RAM66とプログラムROM65の2つの記憶手段を有するものの，そのいずれの記憶手段についてもどのような領域を有しているのかが不明である点。",
                "②  相違点2（遊技制御手段が備える変更期間開始制御手段に関して）",
                "本件発明1は，構成【C4】のとおりに設定変更期間を開始させるものであるのに対して，甲1発明では，前面扉37の開放の検知は，サブ制御基板62（演出制御手段）によって制御されるサブCPU82及びセンサからなる開放検出手段であり，構成【C4】の変更許可開始操作手段及び変更期間開始制御手段を備えるものでもない点。",
                "③  相違点3（遊技制御手段が備える段階表示制御手段に関して）",
                "本件発明1は，構成【C6】を有するのに対し，甲1発明では，設定変更時に，どこが制御して，どこにどのように表示するかの明記がない点。",
                "④  相違点4（遊技制御手段が備える初期化制御情報送信手段に関して）",
                "本件発明1は，構成【C7】のとおりに初期化制御情報を送信し，構成【D1】のとおりに初期化するものであるのに対して，甲1発明においては，サブ制御基板62（演出制御手段）によって制御されるAボタン24を操作すると，サブ制御基板62（演出制御手段）のRAM84（書き換え可能な演出用記憶手段）に確保されている遊技機データ記憶領域の総合データがクリアされる点は記載されるものの，設定変更と関連する構成の記載がない点。 ",
                "⑤  相違点5（遊技制御手段が備える設定制御情報送信手段に関して）",
                "本件発明1は，構成【C8】のとおりに設定制御情報を送信するものであるのに対して，甲1発明では，メイン制御基板61（遊技制御手段）から設定値変更コマンド（設定制御情報）がサブ制御基板62（演出制御手段）に送信するための設定制御情報送信手段に相当する手段を有しているものの，設定変更期間と関連する構成の記載がない点。",
                "⑥  相違点6（遊技制御手段が備える初期化手段に関して）",
                "本件発明1は，構成【C9】のとおりに一般領域に記憶されている情報を初期化するものであるのに対して，甲1発明では，サブ制御基板62（演出制御手段）によって制御されるAボタン24を操作すると，サブ制御基板62のRAM84（書き換え可能な演出用記憶手段）に確保されている遊技機データ記憶領域の総合データがクリアされる点は記載されるものの，当該総合データが遊技機データ記憶領域のどの領域であるのかが不明な点。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "本件特許に係る明細書及び図面（本件明細書，甲25）の記載（【0010】【0129】～【131】）を参照すると，本件発明1において，①その特定領域は，設定値を記憶し，②その特別領域は，演出制御基板102に送信するコマンドやソフトウェア乱数を生成するためのワーク領域であり，③一般領域は，ビッグボーナス終了時にクリアしてもよいデータを記憶するワーク領域であると解釈できる。",
                    "他方，特開2004-223077号公報（甲2）には，設定値を保持するワーク領域である設定値ワーク112-4，演出制御基板102に送信するコマンドやソフトウェア乱数を生成するためのワーク領域である特別ワーク112-3及び当選フラグ設定部301を含むビッグボーナス終了時にクリアしてもよいデータを記憶するワーク領域である一般ワーク112-2が記載され（【0064】～【0065】），それぞれ，本件発明1の特定領域，特別領域，一般領域に相当する。",
                    "そうすると，甲1発明のメイン制御基板61の記憶手段を，甲2の各ワークを有する記憶手段とすることに，格別の技術的困難性はなく，相違点1に係る本件発明1の構成は，甲1発明と甲2に記載された技術事項から，当業者が容易に想到し得た。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について ",
                  "text": [
                    "①  特開2004-135843号公報（甲5）は，本件発明1のような，主制御手段として機能する遊技制御手段と，副制御手段として機能する演出制御手段を有するものにおいて，主制御手段として機能する遊技制御手段で設定値の変更を制御するものとは認められない。",
                    "②  特開2003-299772号公報（甲6）には，[1]設定値の変更を，主制御部30と副制御部40のいずれの制御部が司っているのかについての記載はなく，[2]設定値を変更する機能を有する初期設定入力部51は，本件発明1のように前面扉の開放を条件として設定値の変更が可能となるように制御されるものではない。",
                    "③  特開平6-114140号公報（甲15）は，本件発明1のような，主制御手段として機能する遊技制御手段と，副制御手段として機能する演出制御手段を有するものにおいて，主制御手段として機能する遊技制御手段が設定値の変更を制御するものとは認められない。",
                    "④  特開2004-135844号公報（甲16）は，本件発明1のような，主制御手段として機能する遊技制御手段と，副制御手段として機能する演出制御手段を有するものにおいて，主制御手段として機能する遊技制御手段で設定値の変更を制御するものとは認められない。",
                    "⑤  相違点2に係る本件発明1の構成は，周知技術ではない。",
                    "⑥  甲1，甲2，特開2003-245405号公報（甲3），特開2000-254272号公報（甲4），甲5，甲6，特開2004-41479号公報（甲7），特開2003-236053号公報（甲8），特開2001-87460号公報（甲9），特開2003-190421号公報（甲10），特開2000-126371号公報（甲11），特開2004-147786号公報（甲12），特開2003-245402号公報（甲13），特開2004-201796号公報（甲14），甲15，甲16，特開2003-225352号公報（甲17）及び特開2003-93580号公報（甲18）に記載された技術事項から，相違点2に係る本件発明1の構成が，当業者が容易に想到し得るとも認められない。",
                    "⑦  仮に，「前面扉の開放を制御の条件として，設定値の変更操作が可能になること」が周知技術（周知技術1）であったとしても，[1]甲1発明の扉開閉監視手段は，設定値の変更と無関係であるから，甲1発明においてサブ制御基板62が備える扉監視手段を，そのままメイン制御手段61に適用しても，適用前と同様に設定値の変更と無関係に扉の開閉の監視を行うだけの遊技機にしかならず，[2]また，甲1発明は，本件発明1のように，前面扉の開放を条件とした変更許可開始操作手段の操作を契機として，設定値の変更のみならず，設定値の表示や記憶手段に記憶されている記憶情報の初期化につながるものではないから，甲1発明に周知技術1とされるものを適用することには技術的困難性がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について ",
                  "text": [
                    "設定値変更に伴って現在の設定値を表示する表示制御を，設定値変更を制御する制御手段が行うことは，スロットマシンの技術分野において周知技術（周知技術2）である（甲7，17，18）。そして，本件発明1において，設定値の変更の際の現在の設定値の表示制御を遊技制御手段が行うことの格別の作用効果は認められない。",
                    "したがって，相違点3に係る本件発明1の構成は，甲1発明と周知技術2とから，当業者が容易に想到し得たものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4について ",
                  "text": [
                    "設定値を変更する際に，遊技制御手段から演出制御手段に送信される信号によって，演出制御手段の演出用記憶手段の記憶情報を初期化することは，スロットマシンの技術分野において周知技術（周知技術3）である（甲8，9）。そして，本件発明1において，周知技術3を付加して相違点4に係る本件発明1の構成とすることに，何らの技術的困難性も，また，付加したことによる格別の作用効果も認められない。",
                    "したがって，相違点4に係る本件発明1の構成は，甲1発明と周知技術3とから，当業者が容易に想到し得たものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点5について",
                  "text": [
                    "本件発明1における設定変更期間とは，何らかの定められた期間が存在するものではなく，設定値の変更の操作開始から終了までの期間のことである。とすれば，甲1発明における設定値の変更時に操作開始と操作終了があるから，その間の期間は，当然「設定変更期間」と呼ばれるものとなる。",
                    "したがって，相違点5に係る本件発明1の構成は，甲1に実質的に記載されている。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "相違点6について",
                  "text": [
                    "甲4，甲11，甲12は，いずれも本件発明1と異なり，遊技制御手段の遊技記憶手段内に特定領域，特別領域，一般領域を有するものではなく，本件発明1が設定値変更の際に初期化しない特別領域については，なんら言及するものではない。とすれば，相違点6に係る本件発明1の構成が，甲4，甲11，甲12に記載されているとは認められず，また，周知技術であると認めることもできない。",
                    "したがって，相違点6に係る本件発明1の構成は，甲1発明及び周知技術4から，当業者が容易に想到し得たとは認められない。",
                    "また，相違点6に係る本件発明1の構成は，甲1～18に記載された技術事項から，当業者が容易に想到し得たとも認められない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，相違点2及び相違点6について容易想到とすることができないから，本件発明1は，甲1発明及び甲2～18に記載された技術事項又は周知技術に基づいて，当業者が容易に想到し得たものとすることはできない。",
                    "また，本件発明2及び3は，本件発明1から更に限定を付したものであるから，それら事項を検討するまでもなく，当業者が容易に想到し得たものとすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明2について",
              "text": [
                "本件発明2は，構成【2】により，前面扉が閉鎖中に，例えば，前面扉に穴を開ける等の不正工作を行い，その穴を通じて不正に設定値を変更したことを報知するという顕著な効果を奏しているものである。",
                "甲13及び甲14は，前面扉の閉鎖を検知し，その検知中の設定値の変更操作を報知するものではない。とすれば，構成【2】が，甲13及び甲14に記載されているとは認められず，また，周知技術であると認めることもできない。また，構成【2】が，甲1～18に記載された技術事項から当業者が容易に想到し得たとも認められない。",
                "したがって，本件発明2の構成【2】は，当業者が容易に想到し得たものではないといえる。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明3について",
              "text": [
                "本件発明3の構成【3】は，設定変更中であることを，演出制御手段が設定変更報知手段を制御して報知する点を限定したものである。",
                "甲1の記載からは，メイン制御基板61からの指令によってサブ制御基板62（のサブCPU82）が，サポートメニュー画面の表示の制御をしていることが理解できるが（【0124】【0125】【0129】），あくまで，サポートメニュー表示要求によるものであって，構成【3】のように，遊技制御手段から送信された初期化制御情報によるものではない。とすれば，構成【3】が，甲1に記載されているとは認められず，また，周知技術であると認めることもできない。さらに，構成【3】が，甲1～18に記載された技術事項から当業者が容易に想到し得たとも認められない。",
                "したがって，本件発明3の構成【3】は，当業者が容易に想到し得たものではない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "審決判断のまとめ",
              "text": [
                "本件発明1～3には，無効理由がないから，本件特許は，原告の主張及び証拠方法によって無効とすることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（相違点2の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の判断過程について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "遊技制御手段・演出制御手段",
                  "text": [
                    "審決は，甲5，甲15及び甲16について，「（主制御手段として機能する）遊技制御手段と（副制御手段として機能する）演出制御手段を有するものにおいて，（主制御手段として機能する）遊技制御手段で設定値の変更を制御するものとは認められない」との説示をする（29頁下から2行～30頁2行目，同頁10～14行目，同頁15～18行目）。",
                    "本件発明1の構成【C4】とは，「遊技」制御手段が備える変更期間開始制御手段に係るものであるが，本件発明1における「遊技」制御手段とは，「遊技の進行を制御すると共に，遊技の進行状況に応じて制御情報を送信する」手段（構成【B1】）であって，それ以外の限定は存しない。本件明細書にも，開放検出手段が，「主」制御手段として機能する「遊技」制御手段と「副」制御手段として機能する「演出」制御手段を有するものにおいて，「主」制御手段としての「遊技」制御手段に設けられていることの技術的意義につき，何らの開示はない（【0007】【0008】【0012】参照）。したがって，構成【C4】は，「主」制御手段として機能する「遊技」制御手段で設定値の変更を行っているものではない。",
                    "したがって，審決の判断過程には，誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "開放検出手段",
                  "text": [
                    "審決は，「甲1発明の『扉開閉監視手段』は，設定値の変更と無関係であり，甲1発明においてサブ制御基板62が備える扉監視手段を，そのままメイン制御手段61に適用しても，適用前と同様に設定値の変更と無関係の扉の開閉の監視をおこなうだけの遊技機にしかならない。」（30頁下から2行～31頁2行目）と判断する。",
                    "しかしながら，相違点2に係る本件発明1の容易想到性は，甲1発明の扉開閉監視手段を，甲5，甲15，甲16の周知技術（遊技制御手段に設けられた扉開放検出手段及び設定変更期間を開始する手段）に置換するに当たり，これを遊技制御手段側に設けることが容易か否かであって，甲1発明のサブ制御基板62が備える扉開閉監視手段をそのまま甲1発明のメイン制御基板61に適用した場合にどのような遊技機となるかということではない。",
                    "したがって，審決の判断過程には，誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一致点・相違点",
                  "text": [
                    "審決のとおり，遊技制御手段を主制御基板が，演出制御基板を副制御基板が司ると解釈するのであれば，審決は，本件発明1と甲1発明とは，主制御基板として機能する遊技制御手段と，副制御基板として機能する演出制御手段とを備える遊技機の点で一致すると認定していることになる（26頁下から9行～27頁5行目）。",
                    "一方で，審決は，甲5には，主制御回路基板40は記載されているものの，副制御回路基板に相当する構成の記載がないから，相違点2に係る本件発明1の構成は，甲1発明と甲5から容易想到ではないとする。",
                    "しかしながら，主制御手段と副制御手段の存在が本件発明1と甲1発明との一致点であると認定しながら，構成【C4】には含まれない副制御手段との構成が甲5に存在しないから，相違点2に係る本件発明1の構成が甲5から容易想到ではないとすることは，判断の論理的整合性を欠く。",
                    "したがって，審決の判断過程には，誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "遊技制御手段・演出制御手段",
                  "text": [
                    "複数の制御手段に制御内容を分けるようになったのは，制御内容が，改良，複雑化，大容量化するに連れて，主制御基板のみでは対応しきれなくなったためであり，当業者は，制御手段の容量と多様な遊技制御機能に応じて，主制御基板と副制御基板とに制御機能を適宜選択的に割り振っているにすぎない（甲34の【0005】【0509】～【0510】，甲35の【0011】【0049】～【0052】，甲36の【0001】～【0004】）。",
                    "設定値の設定や前面扉の開閉に関して，その制御手段を主制御手段側に設けるか否かは，甲17の【図4】，甲12の【0018】【図1】，特開2003-310843号公報（甲26）の【0046】【図2】，特開2003-164560号公報（甲27）の記載からみれば，本件特許出願時の設計事項である。しかるところ，本件発明1の構成【C4】における制御を遊技制御手段が司ることの技術的意義は，何ら見いだせず（【0007】【0008】【0012】参照），変更期間開始制御手段を遊技制御手段に設けることは，当業者において適宜選択できる程度の設計的事項にすぎないと解される。",
                    "したがって，審決の相違点2に係る判断には，誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "開放検出手段",
                  "text": [
                    "本件発明1の構成【C4】は，遊技の進行を制御すると共に，遊戯の進行状況に応じて，制御情報を送信する手段である遊技制御手段が，前面扉の開放の検出を契機に設定変更を許可する制御手段を備えることであるところ，甲5の【請求項1】【0013】【図3】，甲6の【0047】【図3】，甲15の【請求項1】【0021】【0024】【0025】【図4】，又は甲16の【請求項1】【0013】【図3】には，本件発明1の構成【C4】そのものの記載が存し，上記構成は，本件特許出願時の周知技術である。そして，甲1発明の開放検出手段と甲5，甲15及び甲16の開放検出手段は，設定値の不正変更防止という課題及び機能作用において同一である。",
                    "前記のとおり，扉開放検出手段及び変更期間開始制御手段を，サブ制御手段側に設けてもメイン制御手段側に設けても技術的意義に相違はなく，適宜当業者が選択できた設計事項であるから，甲1発明のサブ制御手段に設けられた扉監視手段を甲5，甲15，甲16の出願時周知の技術に置換することには，何らの困難性もない。",
                    "したがって，審決の相違点2に係る判断には，誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点6の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の判断過程の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一般領域",
                  "text": [
                    "審決は，「甲第4号証，第11号証，第12号証は，いずれも本件発明1と異なり，遊技制御手段の遊技記憶手段内に『特定領域』，『特別領域』，『一般領域』を有するものではなく，本件発明1が設定値変更の際に初期化しない『演出制御基板102に送信するコマンドやソフトウェア乱数を生成するためのワーク領域を記憶する特別領域』については，なんら言及するものではない。」と判断する（33頁4～9行目）。",
                    "しかしながら，本件発明1の構成【C9】とは，設定変更を契機として一般領域を初期化することであって，特別領域，特定領域を初期化するかしないかは，構成【C9】とは何ら関わりがなく，発明特定事項になっていない。",
                    "したがって，審決の判断過程には，誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2～3",
                  "text": [
                    "審決は，「本件発明1の制御内容は，前面扉の開放を条件とした変更許可開始操作手段の操作を契機として，設定値の変更のみならず，設定値の表示や記憶手段に記憶されている記憶情報の初期化につながるものであるのに対し，甲1発明は相違点として挙げたように，それらの構成を有さないから，甲1発明に周知技術1とされるものを適用することに技術的困難性があ」る（31頁4～9行目）と判断する。",
                    "前面扉の開放を条件とした変更許可操作手段の操作を契機とする設定値の表示（相違点3），あるいは，記憶情報の初期化（相違点4）は，審決において容易想到と判断されるのだから（31頁15行～32頁5行目），同様に，それら操作の前提である前面扉の開放を条件とした変更許可開始操作手段の操作（相違点2）を採用することには，何らの困難性もないはずである。",
                    "したがって，審決の判断過程には，誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "text": [
                "審決は，本件発明1の構成【C2】【C9】の「一般領域」を，ビッグボーナス中フラグの設定領域，ビッグボーナス中の払出メダル数のカウンタ，レギュラーボーナス中フラグ，RT中フラグの設定領域，ビッグボーナス当選フラグ，レギュラーボーナス当選フラグ，RT当選フラグの設定領域，RTにおける消化ゲーム数のカウンタ，小役，リプレイ，JAC及びJACIＮの当選フラグの設定領域とする（29頁1～10行目）。",
                "このような遊技情報を記憶する領域は，甲2の【図6】，特開2004-223076号公報（甲28）の【0075】【図6】，特開2002-11140号公報（甲29）の【0078】【図9】に記載されているとおり，いわゆる前段階判定方式のスロットマシンが必ず備えている領域である。",
                "そして，上記のような遊技情報を設定値変更の際に初期化することは，甲2の【0090】【図10】に記載されているほか，甲4の【0106】【0107】【0109】，甲11の【0041】，甲12の【0032】【図5】に例示されるように，周知慣用技術若しくは技術常識又は任意に選択できる設計事項である。甲4，甲11，甲12に特別領域又は特定領域が記載されているか否かは，設定変更を契機に一般領域を初期化している周知技術を示すことと全く関係がない。",
                "したがって，審決の相違点6に係る判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（本件発明2の進歩性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "技術課題について",
              "text": [
                "本件発明2の構成【2】は，本件発明1の構成【C4】とは正反対に，前面扉の開放が検出されていないのに段階の変更操作が行われたときは，不正と判定し，異常報知を行うというものである。",
                "このように，前面扉が閉鎖中に例えば前面扉に穴を開ける等の不正工作を行い，その穴を通じて不正に設定値を変更したりすることは，甲5の【0003】【0004】，甲16の【0004】の記載にあるとおり，本件特許出願時に周知の課題であった。また，設定率の不正変更も，当業者における周知の課題である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "課題解決手段について",
              "text": [
                "前面扉が閉鎖中における不正工作を報知することは，例を挙げるまでもなく周知慣用技術であることが明らかであるが，①甲13の【0004】【0008】【0017】【0027】【0028】には，前面扉が閉鎖状態となっている旨が検出されているときに設定変更が行われれば不正な変更行為として警報を発することが開示され，②特開2002-360778号公報（甲30）の【0004】【0049】【0051】には，前面扉の閉鎖中に不正行為（メダルの強制払出行為）が行われたら異常状態と認識して所定の情報を報知することが開示され，③特開2002-360774号公報（甲31）の【請求項1】【0003】【0074】には，前面扉の閉鎖中に不正行為（メダルの強制払出行為）が行われたら異常状態と認識して所定の情報を報知することが開示されている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性について",
              "text": [
                "以上のとおり，前面扉の閉鎖状態における不正工作を報知することは，周知の技術課題に対する周知慣用の課題解決手段であるから，これを不正な設定変更に適用することは設計事項であり，甲1発明に周知慣用技術を適用したにすぎない構成【2】は，容易想到である。",
                "したがって，審決の技術事項2に係る判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（本件発明3の進歩性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の判断過程の誤り",
              "text": [
                "審決は，設定変更期間が開始したときに遊技制御手段が演出制御手段に初期化制御情報を送信することは，出願時周知の技術であり，当該周知の技術を甲1発明に適用することは，容易想到であると認定判断する（31頁28行～32頁5行目）。",
                "一方で，審決は，設定変更手段により段階の変更が行われている旨を報知する画面である甲1発明のサポートメニュー画面が，「サポート表示要求」によるものであって，初期化制御情報によるものではないとして，本件発明3の構成【3】が容易想到ではないと判断する（35頁4～13行目）。",
                "しかしながら，設定変更期間が開始したときに初期化制御情報を受信することが容易なのであるから，これを甲1発明の画像制御IC90を介して液晶表示装置22に表示することに何らの困難性もなく，審決の判断には，一貫性がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "text": [
                "甲1発明のサポートメニュー表示は，設定変更中であることを表示するものであり（【0129】【図24】），さらに，特開2004-49461号公報（甲32）の【0047】【図8】や特開2004-97334号公報（甲33）の【0050】の記載もみれば，遊技機が設定変更中であることを報知する設定変更報知手段は，周知技術である。この周知技術を初期化制御情報に係らしめて，構成【3】とすることは，容易に想到できる。",
                "したがって，審決の技術事項3に係る判断には，誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（相違点2の判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の判断過程について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "遊技制御手段・演出制御手段",
                  "text": [
                    "相違点2に係る本件発明1の構成は，遊技制御手段と演出制御手段とを有することを根本とする本件発明1において，遊技制御手段が当該構成を備えることを前提とする。",
                    "一方，甲5，甲15，甲16には，遊技制御手段と演出制御手段とを有すること，及び，設定値の変更に関する構成を演出制御手段ではなく遊技制御手段が備えることについて記載がない。",
                    "そうすると，相違点2に係る本件発明1の構成は，甲5，甲15及び甲16のいずれにも記載されておらず，また，周知技術であるともいえないこととなる。",
                    "したがって，審決の判断過程には，誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "開放検出手段",
                  "text": [
                    "審決が相違点2を容易想到とはいえないと判断した根拠は，副制御手段が甲5に存在しないことではなく，遊技制御手段と演出制御手段とを有することを根本とする本件発明1において，遊技制御手段が相違点2に係る本件発明1の構成を備えることが，周知技術とはいえず，その結果，甲1発明において演出制御手段が備える開放検出手段や「前面扉の開放を制御の条件として，設定値の変更操作が可能になること」という周知技術を遊技制御手段に適用する動機が存在しないということにある。",
                    "したがって，審決の判断過程には，誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一致点・相違点",
                  "text": [
                    "審決は，上記イのとおり，甲1発明において，演出制御手段が備える開放検出手段や周知技術を遊技制御手段に適用する動機が存在しないから，相違点2が容易想到ではないと判断したものと解釈すべきである。",
                    "したがって，審決の判断過程には，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "遊技制御手段・演出制御手段",
                  "text": [
                    "甲1発明の扉開閉監視手段は，設定値の変更とは無関係である。甲12，甲17，甲26，甲27は，「段階表示手段」や「扉開放検出手段」をそれぞれを個別に記載するものにすぎず，さらに，相違点2に係る本件発明1の構成を開示するものではない。したがって，相違点2に係る本件発明1の構成である変更期間開始制御手段をメイン側に設けるかサブ側に設けるかが，適宜当業者が選択できる設計事項であったとはいえない。",
                    "また，甲1発明の扉開閉監視手段を，甲5，甲15，甲16に記載の設定値の変更に関連する技術事項に置換した上で，甲1発明の演出制御手段ではなく，遊技制御手段に適用する動機は存在しない。",
                    "したがって，審決の相違点2に係る判断には，誤りがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "開放検出手段",
                  "text": [
                    "本件発明1は，開放検出手段を備える遊技制御手段が，併せて相違点2に係る本件発明1の構成を備えることで，遊技制御手段以外の制御手段を介さずに，開放検出手段そのものからの検出結果に基づいて，変更期間開始制御手段が扉の開閉状態を把握するという技術的意義を有している。これにより，「扉の開閉状態をより正確に把握でき，その結果，不正に設定値が変更されてしまうことを未然に防止できる」という格別な作用効果を奏する（本件明細書【0198】）。これに対して，甲1発明は，扉が開けられた旨を事後的に報知することで，その間に不正な設定変更が行われた可能性を報知するものにすぎず，扉が閉状態のままでも設定変更が行われてしまうとともに，扉が開けられなければ不正な設定変更が行われた可能性を報知することができない。",
                    "したがって，審決の相違点2に係る判断には，誤りがない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点6の判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の判断過程の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一般領域",
                  "text": [
                    "相違点6に係る本件発明1の構成は，段階の変更の際に，特定領域，特別領域及び一般領域のうちの一般領域を初期化し，一般領域と異なる特定領域及び特別領域については初期化をしない構成である（【0128】【0129】【0132】【0144】【図7】）。",
                    "一方，甲4，甲11及び甲12には，設定変更の際に領域を初期化することが記載されているものの，一般領域と異なる特別領域について初期化をしないことは記載されていない。",
                    "したがって，審決の判断過程には，誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2～3",
                  "text": [
                    "審決は，容易想到とする根拠が相違点3及び相違点4については存在し，相違点2については存在しないから，各々異なる結論を導き出しているものと解釈すべきである。",
                    "したがって，審決の判断過程には，誤りがない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "text": [
                "原告からは，遊技情報を記憶する領域を設定変更時に初期化することが当然の常識事項であると理解できる根拠が何ら示されていない。また，このような事項は，設定変更の際に，一般領域とは異なる特別領域について初期化しないこととは無関係であり，設定変更の際に，一般領域とは異なる特別領域については初期化をしないようにする動機には，なり得ない。",
                "甲2，甲4，甲11，甲12のいずれにも，相違点6に係る本件発明1の構成が示されてはおらず，また，これが周知技術であるということはできない。",
                "そうすると，相違点6に係る本件発明1の構成は，当業者が容易に想到し得たとは認められない。",
                "したがって，審決の相違点6に係る判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（本件発明2の進歩性判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "技術課題について",
              "text": [
                "甲5，甲16は，公開日，出願人，発明者がすべて同一の発明であるから，前面扉が閉鎖中に不正工作を行い，不正に設定値を変更したりすることが，本件特許出願時に周知の課題であったとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "課題解決手段について",
              "text": [
                "甲14には，開放扉の閉鎖状態の検出が明記されていない。甲30には，前面扉の閉鎖検出を条件として異常状態を報知することについては記載されていない（【0049】～【0051】）。甲13は，設定値の不正変更を報知するものであるのに対し，甲31は，メダルの不正払出を報知するものであるから，甲13と甲31とでは，少なくとも報知の対象が異なる技術事項が記載されている。",
                "以上から，前面扉が閉鎖中における不正工作を報知することは，本件特許出願時に周知の課題解決手段であったとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性について",
              "text": [
                "前面扉の閉鎖状態における不正工作を報知することは，周知慣用の技術であるとはいえない。仮に，これが周知慣用の技術であるとしても，当該技術を不正な設定変更に適用する動機が存在しない。さらに，本件発明2の構成【2】は，顕著な効果を奏している。",
                "そうすると，本件発明2の構成【2】は，容易に想到できない。",
                "したがって，審決の技術事項2に係る判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（本件発明3の進歩性判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の判断過程の誤り",
              "text": [
                "演出の実行に関する情報を初期化する初期化制御情報を契機として段階の変更が行われている旨を報知することは，いずれの甲号証にも記載されておらず，その結果，甲1に記載の段階変更報知の開始契機を，サポートメニュー表示要求から初期化制御情報に変更する根拠は存在しない。審決は，容易想到とする根拠が相違点4については存在し，本件発明3の構成【3】については存在しないから，各々異なる結論を導き出しているものと解釈すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "text": [
                "上記(1)のとおり，本件発明3の構成【3】は，容易に想到できない。",
                "したがって，審決の技術事項3に係る判断には，誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明について",
              "text": [
                "本件明細書の記載によれば，本件発明は，次のとおりのものと認められる。",
                "本件発明は，所定の確率に基づいて算出される払出率を定めた複数種類の段階（いわゆる設定値）を有する遊技機に関するものである（【0001】）。",
                "遊技店において個々のスロットマシンにおけるメダルの払出率を異ならせるために，設定値は変更することができるようになっているが，遊技制御基板と演出制御基板とを分けて制御回路を構成し，設定値に関する情報を含むコマンドを遊技制御基板から演出制御基板に送信するスロットマシンでは，設定値の変更操作を行っている期間においては，演出制御基板では設定値の変更操作を行う前の遊技状態が継続しているものと認識するため，遊技制御基板での設定値の変更操作が終了するまでの間，その前の設定値や遊技状態での演出が継続してしまう場合があり，煩わしさを感じさせてしまうことがあった（【0004】【0006】）。また，設定値の変更は，スロットマシンの前面扉を開放した筐体内部にある各種のスイッチを操作して行い，正当な設定値の変更操作は，前面扉を開放しなければ行うことができないが，設定値の変更操作を行うための各種スイッチは，電気的なスイッチによって構成されるため，前面扉が閉じたままでも外部からの信号によってこれらのスイッチが作動してしまうと，設定値が変更されてしまうことがある（【0007】【0008】)。",
                "そこで，本件発明は，段階の設定変更時における煩わしさを解消するとともに，段階の設定の不正な変更が行われるのを防止することを目的とした（【0009】）。",
                "上記目的を達成するために，本件発明は，前面扉を開放状態とすることにより操作可能となる設定変更操作手段（設定スイッチ91）と（構成【A】），遊技の進行を制御すると共に，遊技の進行状況に応じた制御情報（コマンド）を送信する遊技制御手段（遊技制御基板101）と（構成【B1】），遊技制御手段（遊技制御基板101）から送信された制御情報（コマンド）を受信し，受信した制御情報（コマンド）に基づいて少なくとも前記遊技に関する演出の実行を制御するものであって，書き換え可能な演出用記憶手段（RAM122）を含む演出制御手段（演出制御基板102）と（構成【B2】）を備える遊技機であって，①遊技制御手段（遊技制御基板101）は，[1]",
                "所定の入賞の発生を許容する旨を，所定の確率で事前に決定する事前決定手段（ステップS203）と（構成【C1】），[2]所定の確率に基づいて算出される払出率について設定された段階（設定値）を示す情報を記憶する特定領域（設定値ワーク112-3）と，遊技の進行状況に関する情報を記憶する領域として記憶すべき情報の重要度に応じて分けられた特別領域（特別ワーク112-2）と一般領域（一般ワーク112-5～7）とを含む遊技用記憶手段（RAM112）と（構成【C2】），[3]前面扉が開放状態となっているか否かを検出する開放検出手段（扉開放センサ95，S107）と（構成【C3】），[4]開放検出手段（扉開放センサ95，S107）により前面扉が開放状態となっている旨が検出され（S107〔ＮO〕），さらに前面扉を開放状態とすることにより操作可能となる変更許可開始操作手段（設定キースイッチ92）が操作されることにより所定の設定変更許可条件を成立させて（S101〔YES〕），設定変更期間を開始させる変更期間開始制御手段と（構成【C4】），[5]設定変更期間において，少なくとも設定変更操作手段（設定スイッチ91）が操作されることによって，特定領域（設定値ワーク112-3）に記憶された段階を変更する設定変更手段（S113，S115）と（構成【C5】），[6]設定変更期間が開始されたときに，遊技用記憶手段（RAM112）に情報が記憶されている変更前の段階を表示手段（液晶表示器4）に表示させる段階表示制御手段（S109）と（構成【C6】），[7]設定変更期間が開始したときに，演出用記憶手段（RAM122）の記憶情報を初期化することを指示する初期化制御情報（設定変更コマンド）を演出制御手段（演出制御基板102）に送信する初期化制御情報送信手段（S108）と（構成【C7】），[8]設定変更期間が終了したときに（S111〔YES〕），変更後の設定された段階に関する情報を含む設定制御情報（状態コマンド）を送信する設定制御情報送信手段（ステップS119）と（構成【C8】），[9]設定変更手段（設定スイッチ91）による段階の変更の際に，遊技用記憶手段（RAM112）に含まれる領域のうちの一般領域（一般ワーク112-5～7）に記憶されている情報を初期化する初期化手段（ステップS116，S117）と（構成【C9】）を備え，②演出制御手段（演出制御基板102）は，[1]初期化制御情報（設定変更コマンド）を受信することによって演出用記憶手段（RAM122）の記憶情報のうち少なくとも演出の実行に関する情報を初期化し（ステップS607）（構成【D1】），[2]設定制御情報（状態コマンド）を受信することによって設定された段階に関する記憶情報を演出用記憶手段（RAM122）に記憶する（ステップS609）（構成【D2】）という構成をとった。",
                "本件発明は，【C7】及び【D1】の構成をとることにより，設定変更期間が開始した時に遊技制御手段から演出制御手段に初期化制御情報が送信されることから，段階の変更操作を行っている間に，演出制御手段において変更前の段階に基づく演出が継続することがなくなるため，煩わしさを感じさせることがなくなる（【0011】【0192】）。",
                "そして，本件発明は，【C3】～【C5】の構成をとることにより，前面扉を開放状態とすることにより操作可能となる変更許可開始操作手段が操作されることにより設定変更期間が開始され，その設定変更期間において設定変更手段により段階の変更を行うこととしたので，前面扉が閉じられたまま遊技機の外部からの信号操作によって変更許可開始操作手段や設定変更操作手段が操作されたものとする信号が入力されたり，前面扉に穴を開けるなどして不正に変更許可開始操作手段や設定変更操作手段が操作されても設定されている段階が変更されることはないので，不正な段階の設定により払出率が不正に変更されてしまうのを未然に防ぐことができる（【0012】【0046】【0064】【0079】【0080】【0140】【0198】）。",
                "また，本件発明は，【C2】【C5】【C6】【C8】【C9】【D2】の構成をとることにより，設定値の変更操作をしていると外部から分かるので，不正な設定値の変更操作が行われることを防ぐことができるとともに，設定値に関する情報を含む状態コマンドが演出制御手段に送信されるので，演出制御手段で認識される設定値も確実に変更後のものに更新され，設定値の変更操作を終了した後のゲームにおいて，変更後の設定値に基づく演出を確実に行えるようになる（【0128】～【0134】【0144】【0145】【0180】【0181】【0193】【0195】【0197】【0198】）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明について",
              "text": [
                "甲1の記載によれば，甲1発明は，次のとおりのものと認められる。",
                "甲1発明は，複数の図柄を可変表示する可変表示装置の他に別の表示装置が設けられた遊技機に関するものである（【0001】）。",
                "従来の遊技機では，液晶表示装置といった表示装置に表示される情報は，遊技者によって行われる遊技の興趣を向上させる情報や，遊技者の便宜を図る情報であり，液晶表示装置には遊技者側に立った情報しか表示されず，液晶表示装置の表示機能は十分に活用されていなかった（【0005】）。",
                "そこで，甲1発明は，遊技に使用される複数の図柄を可変表示する可変表示装置とは別に設けられた種々の情報を表示する表示装置と，この表示装置に遊技機管理情報を表示させる表示制御手段とを備え，遊技機を構成し，遊技店側に立った情報である遊技機管理情報が表示装置に表示され，これにより，表示装置の表示機能が十分に活用されるようにしたものである（【0006】～【0008】）。",
                "そして，甲1発明の遊技機（構成【e】）は，①前面扉37を開放状態とすることにより操作可能となる抽選確率設定用鍵型スイッチ54，メインスイッチ52，リセットスイッチ53を備える遊技機であって（【0019】【図2】〔構成【a】〕），②遊技の進行を制御すると共に，遊技の進行状況に応じた信号を送信するメイン制御基板61と（【0019】【0040】【図8】〔構成【b1】〕），③メイン制御基板61から送信された制御情報を受信し，該受信した制御情報に基づいて少なくとも遊技に関する演出の実行を制御するものであって，RAM84を含むサブ制御基板62とを備え（【0046】【0047】【0049】【0085】【0092】【図9】〔構成【b2】〕），④メイン制御基板61は，[1]所定の入賞の発生を許容する旨を，所定の確率で事前に決定する確率抽選処理を行い（【0052】【0068】【0071】【0078】【0079】〔構成【c1】〕），[2]抽選確率を設定する時及び設定された抽選確率を確認する時に操作される抽選確率設定用鍵型スイッチ54，電力供給を断続するスイッチであるメインスイッチ52，抽選確率を設定する時に操作されるリセットスイッチ53が，メインスイッチ52を一度オフの状態にし，設定用鍵型スイッチ54をオンにした状態でメインスイッチ52をオンにし，その後，リセットスイッチ53を押すごとに順次変更するとの手順で操作されることで設定値を変更する設定変更手段を備え（【0019】【0129】〔構成【c2】〕），⑤サブ制御基板62は，[1]所定の確率に基づいて算出される出玉率について設定された段階を示す情報を記憶するRAM84と（【0047】【0128】【0252】〔構成【d1】〕），[2]前面扉が開放状態となっているか否かを検出するサブCPU82及びセンサからなる扉開閉監視手段と（【0265】【0266】〔構成【d2】〕），[3]扉開閉監視手段により前面扉が開放状態となっている旨が検出されると，検出された扉の開情報を遊技機管理情報として液晶表示装置22に表示し（【0265】〔【d3】〕），抽選確率設定用鍵型スイッチ54，メインスイッチ52，リセットスイッチ53が順次操作され段階を変更されることでメイン制御基板61から設定値変更コマンドが送信されると，設定が行われた現在時刻及び設定値を前記RAM84に記憶し（【0252】【0253】〔【d4】〕），[4]液晶表示装置22の左側に存するAボタン24を押圧操作すると，液晶表示装置22の画面中央に反転表示されているメニューを表示メニューとして決定し，総合データクリア画面でAボタンを押圧すると，これに基づき，サブ制御基板62のRAM84に確保されている遊技機データ記憶領域の総合データがクリアされる（【0016】【0126】【0240】【図1】【図24】【図48】〔構成【d5】〕）との構成をとった。",
                "これにより，甲1発明は，遊技店側に立った情報である遊技機管理情報が表示装置に表示されるため，表示装置の表示機能が十分に活用されるようにしている（【0271】）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（相違点2の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5の記載",
                  "text": [
                    "甲5には，次の発明（甲5発明）が記載されていると認められる。",
                    "甲5発明は，パチンコ店などの遊技場に設置して使用される遊技機に関するものである（【0001】）。",
                    "遊技の際に払い出される遊技媒体の払い出し確率（ペイアウト率）の設定変更は，電源装置の前面に設けられた鍵穴に専用の鍵となる設定キーを挿入し，設定変更を有効とする位置まで設定キーを所定方向に回転させ，スロットマシンの電源をオンにし，設定変更ボタンを操作した後に所定の操作を行うことで実行するが，このような設定変更は，電源装置や周辺回路を短絡（ショート）させることでも可能となるため，遊技者が前面扉に穴を開けたり，隙間から道具を用いて電源装置や周辺回路を短絡させて所定の信号を出力させれば容易に不正な設定変更を行うことができるという問題があった（【0003】【0004】）。",
                    "そこで，甲5発明は，不正な設定変更を防止することができるようにした遊技機を提供することを目的とした（【0005】）。",
                    "上記目的を達成するために，甲5発明は，遊技の際の利益付与確率を変更するための設定変更ボタン30及び遊技の際に各種装置を作動させるための主制御回路基板40を備えた筐体3と，この筐体3に回動自在に取り付けられる前面扉4とを有するスロットマシン2において，筐体3に，閉じ位置にある前面扉4を検知し，制御回路基板40に向けて検知信号を出力する前面扉開閉センサ35を設けるとともに，制御回路基板40に，前面扉開閉センサ35の検知信号の出力信号に応じて，設定変更ボタン30の操作による利益付与確率の設定変更信号を無効にするか否かを判定する設定信号判定部44を設け，①前面扉4を開けると前面扉開閉センサ35からの検出信号の入力が停止し，これを受けて，設定信号判定部44において設定変更が有効であると判定し，シリンダ29に設定キー28を差し込んで所定位置まで回転させた後に主電源となる電源スイッチ23をオンにし，これにより有効とされる設定変更ボタン30を操作して設定変更を行い，②前面扉4が閉じられている場合には前面扉開閉センサ35からの検出信号が出力されており，設定信号判定部44が，設定変更ボタン30からの設定変更信号を無効とするとの構成をとった（【請求項1】【0006】【0009】【0012】【0013】）。",
                    "この構成により，甲5発明は，前面扉を閉めた状態で，例えば前面扉に穴を開けたり，隙間から道具を挿入し，電源装置や周辺装置を短絡させる等の不正な設定変更を防止することができる（【0017】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲16の記載",
                  "text": [
                    "甲16の発明の詳細な説明には，甲5とほぼ同旨の記載があり，次の発明（甲16発明）が記載されていると認められる。",
                    "遊技の際の利益付与確率を変更するための設定変更ボタン30及び遊技の際に各種装置を作動させるための主制御回路基板40を備えた筐体3と，この筐体3に回動自在に取り付けられる前面扉4とを有するスロットマシン2において，筐体3内部に，閉じ位置にある前面扉4を検知する前面扉開閉センサ35と，前面扉開閉検知センサ35からの前面扉4の検知信号の有無に応じて，設定変更ボタン30の操作による設定変更信号が無効であるか否かを判定する信号判定部36とを設け，①前面扉4を開けると前面扉開閉センサ35から信号判定部36への検出信号の入力が停止し，これを受けて，信号判定部36において設定変更が有効であると判定し，シリンダ29に設定キー28を差し込んで所定位置まで回転させた後に，電源スイッチ23をオンにした状態で設定変更ボタン30を操作して設定変更を行い，②前面扉が閉じられている場合には前面扉開閉センサ35からのオン信号が信号判定部36に出力されており，信号判定部36は設定変更ボタン30の操作による設定変更信号を無効とする発明。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲15の記載",
                  "text": [
                    "甲15には，次の記載がある。",
                    "「  複数種類の識別情報を可変表示可能な可変表示装置を有し，該可変表示装置の可変停止時の表示結果が予め定められた特定の識別情報になった場合に所定の遊技価値を付与可能となるスロットマシンであって，スロットマシンが異常な状態となったことを判定する異常状態判定手段と，該異常状態判定手段の判定出力に基づいて遊技が続行できない遊技不能動化状態にする遊技不能動化手段と，該遊技不能動化手段による遊技の不能動化状態を解除して遊技が可能な状態に戻す不能動化状態解除手段と，開閉自在なカバー部材と，該カバー部材が閉成されたことを検出可能なカバー部材検出手段とを含み，前記不能動化状態解除手段は，前記カバー部材検出手段の検出出力に基づいて前記不能動化状態を解除するようにしたことを特徴とする，スロットマシン。」（【請求項1】）",
                    "「  …従来のスロットマシンにおいては，内部の異常原因を取除く作業を終えた遊技場の係員が，スロットマシンの不能動化状態を解除するための操作をわざわざ行なわなければならないという煩雑さがあり，しかも，この解除操作を忘れた場合には，スロットマシンが正常な状態に復旧しているにもかかわらずそのスロットマシンが不能動化状態のままとなっているために，そのスロットマシンの稼働率が低下するという欠点が生ずる。」（【0003】）",
                    "「  本発明…の目的は，異常原因を取除く作業が終了したスロットマシンの不能動化状態を解除する煩雑な操作を不要とし，解除操作を忘れた場合のスロットマシンの稼働率の低下を防止することである。」（【0004】）",
                    "「  …スロットマシン1の機枠1Aにはカバー部材の一例の前面枠1Bが開閉自在に設けられて…いる。…前面枠1Bは，通常時は開成状態で施錠されており，遊技場の係員が所定の鍵をドア開閉用鍵穴3aに挿入して操作することにより解錠されて前面1Bが開成可能となる。そして，前面枠1Bの開閉状態がドアスイッチ44により検出される。」（【0008】）",
                    "「【図1】本発明に係るスロットマシンの一例を示す全体正面図である。」",
                    "「【図2】スロットマシンの一部内部構造を示す全体背面図である。」  ",
                    "「  …遊技場の管理者等が所持する特定のキーを使用して確率設定用のキー操作が行なわれればキースイッチ43によりそれが検出され，その状態でドアスイッチ44（たとえばマイクロスイッチで構成されている）が能動化され，遊技場の管理者等がその能動化されたドアスイッチ44を操作することにより入賞確率を変更設定することが可能となるように構成されている。」（【0014】）",
                    "「  まず，遊技場の管理者等によってドアスイッチ44が操作された場合には，その操作信号がスイッチ・センサ回路55を介してI/Oポート49に与えられる。所定のキーによりキースイッチ43がキー操作された場合には，その操作信号がスイッチ・センサ回路55を介してI／Oポート49に入力される。このキースイッチにより，ゲームモードと確率設定モードの切換えが行なわれ，確率設定モードになっている場合には，ドアスイッチ44の検出出力に基づいて後述するように当りの確率が入力設定される。」（【0024】",
                    "「  図5は電源投入時に行なわれる処理プログラムである。…S4に進み，キースイッチがOＮになっているか否かの判断が行なわれる。キースイッチ43がOＮの場合には確率設定モードであ（る）」（【0027】）",
                    "「  …キースイッチ43がOＮすなわち確率設定モードに操作されている場合にはS7に進み，投入コイン流路を返却側に切替えて投入コインが返却されるように制御される。次にS8に進み，スタート操作があったか否かの判断が行なわれ，ない場合にはS10に進む。S10では，ドアスイッチ操作があったか否かの判断がなされ，ない場合にはS13により現時点での確率の設定値をたとえば払出数表示器27で表示してS8に戻る。なお，専用の設定値表示器を設けてもよい。」（【0029】）「このS8ないしS13の巡回途中で，遊技場の経営者や係員がドアスイッチ44（図1参照）を1回操作すれば，S10によりYESの判断がなされてS11に進み，確率の設定値が「1」歩進される。次にS12Aに進み，現時点での設定値が「7」であるか否かの判断がなされる。この確率の設定値の上限は「6」と定められているために，設定値が「7」になった場合にはS12Bに進み，設定値を再度「1」にする処理が行なわれS13に進む。一方，設定値が「7」になっていない場合には直接S13に進み，現時点での設定値の表示が行なわれる。遊技場の係員は，S13による確率の設定値の表示を見ながら所望の設定値になるようにドアスイッチ44を操作する。そして所望の設定値になれば，キースイッチ43をOFFに切替えてゲームモードに切替え，次にスタートレバー12（図1参照）を操作してスタートスイッチ13をOＮにすることによりS8によりYESの判断がなされる。その結果，既にキースイッチ43がOFFに切替えられているためにS14に進み，RAMの初期化，確率の設定値の確定，設定表示のクリアの処理がなされてゲームスタート処理に移行する。」（【0030】）",
                    "「  スピーカ28からエラー音が発せられていることを遊技場の係員が聞きつければ，その遊技場の係員はスロットマシンのエラー原因を取除くべく，前面枠1Bを開成させ，さらに，払出数表示器27により表示されているエラーコードから発生しているエラー原因の種類を識別し，エラー原因の種類に応じた作業を行なって発生しているエラー原因を取除く。そして，その作業が終了した後に遊技場の係員は前面枠1Bを閉じる。すると，ドアスイッチ44が，前面枠1Bの閉じられたことを検出し，それに応じてS31によりYESの判断がなされる。その結果，制御はS32に進み，払出数表示器27により表示されるエラーコードがクリアされ，エラー音が停止され，中断発生時のゲーム状態からゲームが再開される。このS31，S32により，前記遊技不能動化手段による遊技の不能動化状態を解除して遊技が可能な状態に戻す不能動化状態解除手段が構成されている。また，ドアスッチ44により，前記カバー部材が閉成されたことを検出するカバー部材検出手段が構成されている。なお，前面材1Bを実際に閉成するのではなくドアスッチ44を指等で押圧操作することによりドアスイッチ44から検出出力を尊出させてS31によりYESの判断を行なわせてもよい。」（【0035】）",
                    "上記記載によれば，甲15には，「閉成状態で施錠されているスロットマシン1の前面枠1Bを，所定の鍵をドア開閉用鍵穴3a に挿入して操作して開錠すると，ドアスイッチ44がこれを検出し，さらに，特定のキーを使用して確率設定用のキー操作が行われるとキースイッチ43がこれを検出し，確率設定モードに切り換えられ，このモードにおいてドアスイッチ44を操作することにより，入賞確率を変更設定することが可能となり，前面枠1Bを閉成すると，ドアスイッチ44がこれを検出し，ゲームが再開される。」との技術事項が記載されていると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "検討",
                  "text": [
                    "①  甲5発明及び甲16発明は，前面扉を開放状態とすることにより，その開放を検出する手段（前面扉開閉センサ35）により前面扉が開放状態となっている旨が検出され，設定信号判定部44（甲5発明）又は信号判定部36（甲16発明）による判定を受けて操作可能となる操作手段（シリンダ29，設定キー28，電源スイッチ23）により，設定変更が可能となり，この状態において設定変更手段（設定変更ボタン30）を操作して設定を変更するものである。",
                    "②  甲15記載の発明の目的は，スロットマシンの前面カバー部材を開放する作業が終了したスロットマシンの不能動化状態を解除する煩雑な操作を不要とし，解除操作を忘れた場合のスロットマシンの稼働率の低下を防止することであるところ（【0004】），甲15記載のドアスイッチ44は，前面枠1Bの開放を検出し，作業の終了である前面枠1Bの閉成をも検出している。作業中に前面カバー部材が開放中であることは自明であり，閉成を検出するためには開放も検出している必要があると理解できるから，設定変更に当たっては，必ずドアスイッチ44が前面枠1Bの開放を検出しているといえる。",
                    "そうすると，甲15記載の技術事項は，前面扉を開放状態とすることにより，その開放を検出する手段（ドアスイッチ44）により前面扉が開放状態となっている旨が検出され，ドアスイッチ44による検出を受けて操作可能となる操作手段（キースイッチ43）により，設定変更が可能となり，この状態において設定変更手段（ドアスイッチ44）を操作して設定を変更するものであるといえる。",
                    "③  以上のように甲5発明，甲16発明及び甲15記載の技術事項が，いずれも技術思想及び構成として同等といえる上，特定の操作を回避して次の操作をさせないためには，特定の操作の有無を検出して，その操作がある場合にのみ次の操作を有効とすればいいことは，技術的に自明であるから，開放検出手段により前面扉が開放状態となっている旨を検出し，前面扉が開放状態の場合にのみ操作可能となる変更許可開始操作手段により所定の設定変更許可条件を成立させて，これにより設定変更期間を開始するとすることは，周知技術であると認めるのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "開放検出手段の制御",
              "text": [
                "スロットマシン等の遊技機の制御回路の各種機能を，メイン制御基板とサブ制御基板とに分けてそれぞれに割り振るようにすることは，適宜の選択に応じてされる単なる設計事項といえる（甲2の【図4】，甲3の【図2】，甲6の【図2】，甲7の【図7】，甲8の【図6】，甲9の【図1】，甲10の【図4】，甲12の【図1】，甲14の【図4】，甲17の【図4】，甲18の【図3】【図4】，甲26の【図2】，甲27の【図2】，甲28の【図4】，甲29の【図3】，甲33の【図4】，甲34の【図2】【図3】，甲35の【図2】，甲36の【図6】，甲37の【図1】）。",
                "また，前面扉の開放検出手段に関しても，これを，メイン制御基板に設ける例（甲26の【0045】【0046】）もあれば，サブ制御基板に設ける例（甲27の【0034】【0041】【0052】【図2】【図3】）もある。",
                "メイン制御基板とサブ制御基板の制御機能の割振りが適宜になす設計事項であれば，これを制御機能からみて遊技制御機能と演出制御機能と言い替えても同等であるから，開放検出手段を，遊技制御手段に備えさせるか又は演出制御手段に備えさせるかも，当業者が適宜なす設計事項といえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性",
              "text": [
                "以上(1)(2)によれば，上記(1)に認定の周知技術は，遊技制御手段についても，演出制御手段についても等しく適用可能なものであって，甲1発明において，設定変更の不正対策を万全なものとするために，上記(1)に認定の周知技術を適用し，前面扉の開放検出手段を遊技制御手段に設けるとして相違点2に係る本件発明1の構成とすることは，公知技術に周知技術を適用しただけであって，当業者であれば容易に想到できるものというべきである。",
                "なお，「設定変更期間」（構成【C4】～【C8】）は，前面扉が開放されて，かつ，変更許可開始操作手段が操作された時から，設定変更手段による変更操作が確定した時までの間と認められ（【0010】【0012】【0140】～【0143】【図8】），相違点2における「設定期間開始制御手段」は，実質的な相違点ではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "遊技制御手段・演出制御手段",
                  "text": [
                    "被告は，甲1発明の扉開閉監視手段（サブCPU82及びセンサ）は，設定値の変更とは無関係であるから，甲1発明の扉開閉監視手段に甲5，甲15及び甲16に記載の設定値の変更に関連する技術事項を適用する動機付けはない旨を主張する。",
                    "しかしながら，甲1発明の技術分野（遊技機）と，甲5，甲15及び甲16からうかがわれる周知技術の分野（遊技機）は，同一であり，特段の阻害事由がないのであれば，当業者は，公知の発明に周知の技術を適用しようと動機付けられるところ，上記特段の阻害事由は認められない。",
                    "のみならず，甲1発明の扉開閉監視手段は，甲1に，「図55はドアオープン監視機能画面を示している。スロットマシン1の電源が断たれている間，主に遊技店の営業時間外の間に，前面扉37が開けられたことを，例えばセンサといったハードウエアで監視している。そして，スロットマシン1に電源が投入された時に，サブCPU82は，そのハードウエアをチェックし，前面扉37が開けられた形跡を検出した場合には，図示するようなメッセージを液晶表示装置22に表示する。遊技店関係者は，このメッセージにより，営業時間外に遊技機に不正行為が行われた可能性が高いことを把握することが出来る。」（【0265】）と記載されているように，不正行為の監視を目的とするものであるところ，その不正行為とは，とりもなおさず，設定の変更のことなのであるから（【0253】），甲1に接した当業者は，更なる不正手段の防止のために，甲1発明の扉開閉監視手段に甲5，甲15及び甲16からうかがわれる不正変更防止の周知技術を適用しようと，強く動機付けられるといえる。",
                    "以上のとおりであるから，被告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "開放検出手段",
                  "text": [
                    "被告は，相違点2に係る本件発明1の構成は，遊技制御手段と演出制御手段とを有し，かつ，遊技制御手段が開放検出手段を有する発明のみに関する構成であり，そのような構成を有さない発明が動機付けを与えることはなく，また，そのような構成を有さない発明とは異なる格別な作用効果がある旨を主張する。",
                    "しかしながら，上記(2)のとおり，遊技制御手段と演出制御手段のそれぞれに何を備えさせるかは適宜なすことであって，開放検出手段を上記のいずれに備えさせるかは設計事項にすぎず，容易想到性の判断を左右するものではない。また，被告は，相違点2に係る本件発明1の構成に格別な作用効果がある旨を主張するが，本件明細書の【0198】には，被告の指摘するような作用効果の記載はなく，前提を欠く（ここに記載された作用効果は，構成【C3】【C4】による効果であるが，本件発明1が，これらの構成を遊技制御手段に備えさせたことから，たまたま遊技制御手段の作用効果として顕れているだけであり，遊技制御手段に開放検出手段を備えさせたことそれ自体による作用効果ではない。）。",
                    "以上のとおり，被告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上の説示に照らし，そのほかの被告の主張も採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ",
              "text": [
                "以上のとおりであるから，相違点2に係る本件発明1の構成は，甲1発明及び周知技術に基づき容易に想到できたものといえるから，審決の判断には，誤りがある。",
                "よって，その余の点について判断するまでもなく，取消事由1は，理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（相違点6の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の構成【C9】の技術的意義について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決の判断",
                  "text": [
                    "審決は，甲4，甲11及び甲12について，「遊技制御手段の遊技記憶手段内に『特定領域』，『特別領域』，『一般領域』を有するものではなく，本件発明1が設定値変更の際に初期化しない『演出制御基板102に送信するコマンドやソフトウェア乱数を生成するためのワーク領域を記憶する特別領域』については，なんら言及するものではない。」とした上，このことを理由として，相違点6に係る本件発明1の構成が甲4，甲11及び甲12に記載されていないと判断した。",
                    "これに対し，原告は，審決が，発明特定事項に含まれていない事項を相違点6の中に含めて容易想到性を判断した旨を主張するので，以下検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点6について",
                  "text": [
                    "相違点6は，本件発明1の構成【C9】を甲1発明が備えていないというものである。そして，構成【C9】は，本件発明1の構成【C2】によって遊技用記憶手段に含まれた，①所定の確率に基づいて算出される払出率について設定された段階を示す情報を記憶する特定領域，②遊技の進行状況に関する情報を記憶する領域として記憶すべき情報の重要度に応じて分けられた特別領域，及び③一般領域の3領域のうち，一般領域に記憶されている情報を，設定変更手段による段階の変更の際に初期化すると特定するものである。",
                    "これら，「特定領域」「特別領域」「一般領域」が何を示すものかについては，本件明細書を参酌する必要があるといえるが，これら3領域のうちのいずれが段階変更の際に初期化されるかは，本件明細書の記載を参酌するまでもなく特許請求の範囲の記載から一義的に明らかであり，本件明細書の記載を参酌する必要はない。すなわち，構成【C9】により初期化されるとされたのは一般領域のみであり，特定領域や特別領域の初期化の有無については，構成【C9】は何ら限定を付すものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，前記の審決は，相違点6が，一般領域の初期化に係るものであるのにもかかわらず，上記各刊行物記載の発明が，「特定領域」「特別領域」「一般領域」の区分という相違点1に係る事項を有しないことと，特別領域の初期化という相違点6とは関連のない技術事項を有しないことを理由とし，上記各刊行物に相違点6に係る本件発明1の構成の記載がないと判断したものであって，合理的根拠を欠くことが明らかである。",
                    "そうであれば，この点において，審決の判断過程には，誤りがあるといわざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知技術の認定",
                  "text": [
                    "本件発明1の「一般領域」とは，特許請求の範囲からは明確ではないところ，本件明細書の記載（【0010】【0130】【0131】【図7】）を参酌すると，次のように，審決も認定するとおりのものと認められる。",
                    "「  ①ビッグボーナス終了時にクリアしてもよいデータを記憶するワーク領域で，②[1]ビッグボーナス中フラグの設定領域，[2]ビッグボーナス中の払出メダル数のカウンタ，[3]レギュラーボーナス中フラグの設定領域，[4]RT中フラグの設定領域，[5]ビッグボーナス当選フラグの設定領域，[6]レギュラーボーナス当選フラグの設定領域，[7]RT当選フラグの設定領域，[8]レギュラーボーナス及びRTにおける消化ゲーム数のカウンタ，[9]レギュラーボーナスにおける入賞ゲーム数のカウンタ，[10]小役，リプレイ，JAC及びJACIＮの当選フラグの設定領域  」",
                    "しかるに，下記に示すとおり，設定変更の際に，遊技制御手段が備える遊技用記憶手段の一般領域に記憶されている情報を初期化することは，本件特許出願当時の周知技術であると認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲2",
                      "text": [
                        "甲2には，次の記載がある。",
                        "「  遊技制御基板101は，スロットマシン1における遊技の進行全体の流れを制御するメイン側の基板であ（る）。」（【0045】）",
                        "「  図6は、遊技制御基板101のRAM112のメモリマップを示す図である。図示するように、RAM112は、ワーク領域としての重要ワーク112-1、一般ワーク112-2、特別ワーク112-3、設定値ワーク112-4及び非保存ワーク112-5と、未使用領域112-6と、スタック領域としての未使用中スタック領域112-7及び使用中スタック領域112-8とに分かれている。各領域112-1～8は、クリアされるときの条件によって区別されるものであり、図7は、RAM112の各領域112-1～8をクリアする条件を示す図である。」（【0063 】）",
                        "「  重要ワーク112-1は、ビッグボーナス終了時にクリアされると不都合が生じることのあるデータを記憶するワーク領域である。重要ワーク112-1は、電源投入時にRAM112が壊れていた場合と設定スイッチ91による設定が終了した場合にのみクリアされる。一般ワーク112-2は、ビッグボーナス終了時にクリアしてもよいデータを記憶するワーク領域であり、詳細を後述する当選フラグ設定部301を含む。遊技状態を示すフラグや各種カウンタなどもほとんどがここに記憶される。一般ワーク112-2は、ビッグボーナス終了時の他に、電源投入時にRAM112が壊れていた場合と設定が終了した場合にクリアされる。」（【0064】）",
                        "「  ステップS101において直前に電源が投入されたのではなかった場合には、直前に設定スイッチ91の操作により内部当選確率の設定変更がされたかどうかを判定する（ ステップS105）。設定変更がされていた場合には、重要ワーク112-1と一般ワーク112-2とをクリアする（ステップS106）。さらに、その操作により変更された設定の値を設定値ワーク112-4に入れて（ステップS107）、ステップS108の処理に進む。」（【0090】）",
                        "甲2の「一般ワーク112-2」は，本件発明1の「一般領域」に相当するものであることは明らかであるから，甲2には，設定変更の際に，遊技制御手段が備える遊技用記憶手段に含まれる一般領域に記憶される情報が初期化されることが記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲4",
                      "text": [
                        "甲4には，次の記載がある。",
                        "「  ＜制御装置＞…一連の遊技動作は，…制御装置31により制御される。制御装置31は，…確率設定部37を備えている。」（【0090】",
                        "「…確率設定部37は，…確率設定スイッチ42が接続されている。」（【0093】）",
                        "「  この確率設定スイッチ42は，…設定用鍵型スイッチ…により構成される。」（【0105】）",
                        "「…設定用鍵型スイッチをオフにすると，ビッグボーナスの発生確率の設定値，打ち止め処理を行うか否かの打ち止め設定スイッチ44の状態，自動精算を行うか否かの切り替えスイッチの状態が一時的に保持され，RAMエリアがクリアされた後，一時的に保持された設定値等がRAMエリアに再記憶される。」（【0109】）",
                        "上記記載によれば，甲4には，設定値変更の際に，ビッグボーナスの発生確率の設定値，打ち止め処理を行うか否かの打ち止め設定スイッチ44の状態，自動精算を行うか否かの切り替えスイッチの状態を除くすべての値を，遊技制御手段の遊技記憶手段からクリアすることが記載されている。甲4の設定値変更の際に一時的に保持されるものは，本件発明1の一般領域に記憶される情報に該当しないから，甲4においては，設定変更の際に，遊技制御手段が備える遊技用記憶手段に含まれる領域（本件発明1の「一般領域」に相当する。）に記憶される情報が初期化されることが記載されているといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲11",
                      "text": [
                        "甲11には，次の記載がある。",
                        "「  …筐体3の内部には、いわゆるビッグボーナス・ゲームの発生確率を設定するための設定スイッチ46（図2に示す）が設けられている。」（【0035】）",
                        "「  この設定スイッチ46は、…設定用鍵型スイッチ…により構成される。」（【0036】）",
                        "「…設定用鍵型スイッチをオフにすると，ビッグボーナス・ゲームの発生確率の設定値，打ち止め処理を行うか否かの切り替えスイッチの状態，自動精算を行うか否かの切り替えスイッチの状態が一時的に保持され，RAMエリアがクリアされた後，一時的に保持された設定値等がRAMエリアに再記憶される。」（【0041】）",
                        "以上の記載からすれば，甲11にも，設定変更の際に，遊技制御手段が備える遊技用記憶手段に含まれる領域（本件発明1の「一般領域」に相当する。）に記憶される情報が初期化されることが記載されているといえる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲12",
                      "text": [
                        "甲12には，次の記載がある。",
                        "「  以上のように構成された実施形態のスロットマシンにおいて、遊技制御装置1およびサブ制御装置2が行う処理の概略について説明する。図5は、遊技制御装置1に配備されたCPU（以下、メインCPUという）が実行する処理のメインルーチン及びタイマ割込時に実行するタイマ割込ルーチンを表すフローチャートである。電源が投入されると、まず、設定キースイッチがオンであるか否かが判別される（ステップS10）。設定キースイッチがオンでない場合はステップS12の初期化処理に移行する。また、設定キースイッチがオンの場合にはステップB1の設定値変更処理が行われ、入賞役の発生を許容するか否かに関する当選確率が複数段階（この実施形態では設定1～設定6までの6段階が予め定められている。）のうちから選択されて設定される。なお、入賞役の発生を許容するか否かに関する当選確率の設定状態は、RAMの設定値記憶エリアに記憶される。メインCPUは、設定値変更処理を行うと初期化処理に進み、設定値記憶エリアを除くRAMのデータ記憶エリアを初期化する（ステップS12）。」（【0032】）",
                        "上記記載によれば，甲12には，当選確率の設定状態が記憶される設定値記憶エリアを除くRAMのデータ記憶エリアを初期化することが記載されている。当選確率の設定状態は，本件発明1の一般領域に記憶される情報に該当しないから，甲12においては，設定変更の際に，遊技制御手段が備える遊技用記憶手段に含まれる領域（本件発明1の「一般領域」に相当する。）に記憶される情報が初期化されることが記載されているといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性",
                  "text": [
                    "以上のとおり，相違点6に係る本件発明1の構成は，周知技術であるから，甲1発明にこの周知技術を適用して相違点6に係る本件発明1の構成とすることは，当業者が容易に想到し得たものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "text": [
                "被告は，本件明細書の記載を根拠として，本件発明1は，特定領域及び特別領域を初期化するものではないことを前提とした上，甲4，甲11及び甲12には，設定変更の際に，一般領域と異なる特別領域について初期化しないことは記載されていないから，甲1発明に適用することはできない旨の主張をする。",
                "しかしながら，上記の前提は，前記(1)に認定判断のとおり，特許請求の範囲に基づかないものであるから，その余の点も含めて被告の主張が採用できないことは明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上のとおりであるから，相違点6に係る本件発明1の構成は，甲1発明及び周知技術から当業者が容易に想到し得たと認められるから，審決の相違点6の判断には，誤りがある。",
                "したがって，その余の点について判断するまでもなく，取消事由2は，理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，取消事由1及び2は理由があり，また，本件発明2及び3の進歩性判断は，本件発明1に進歩性があることを前提とした判断であるから，審決は，全部取り消すべきものである（技術事項2及び3に対する審決の判断は，念のためになされたものにすぎない。）。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}