{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2013-800102号事件について平成26年6月9日にした審決を取り消す。"
    },
    {
      "text": "- 1 -"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が特許無効審判を請求したところ，特許庁が原告の請求する訂正を認めた上で，同訂正後の発明についての特許を無効とする審決をしたので，原告が同審決の取消しを求めた事案である。",
        "争点は，進歩性についての判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成19年8月10日(優先権主張平成18年10月23日・日本国。以下「本件優先日」という。)を出願日として，発明の名称を「振動低減機構およびその諸元設定方法」とする発明につき，特許出願をし，平成24年4月13日，設定登録を受けた(特許第4968682号。甲17。以下「本件特許」という。)。",
            "被告は，平成25年6月3日付けで本件特許について無効審判請求(無効2013-800102号。乙1。以下「本件審判」という。)をしたところ，原告は，平成26年3月24日付け訂正請求書により，訂正請求をした(甲18。以下「本件訂正請求」という。)。",
            "特許庁は，平成26年6月9日，本件訂正請求を認めた上で，本件特許の請求項1，2に係る発明についての特許を無効とするとの審決をし(以下「本件審決」という。)，その謄本は，同月19日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許に係る発明の要旨",
          "text": [
            "本件訂正請求が認められた後の本件特許に係る発明の要旨は，以下のとおりである(甲18)。",
            "【請求項1】(以下「本件請求項1」という。)",
            "多層構造物の振動を低減する機構であって，",
            "多層構造物の全層を除く任意の層に，層間変形によって作動して錘の回転により回転慣性質量を生じる回転慣性質量ダンパーを設置するとともに，該回転慣性質量ダンパーと直列に付加バネを設置し，回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数や共振が問題となる特定振動数に同調させてなることを特徴とする振動低減機構。",
            "【請求項2】(以下「本件請求項2」という。)",
            "多層構造物の振動を低減する機構の諸元設定方法であって，",
            "多層構造物の全層を除く任意の層に，層間変形によって作動して錘の回転により回転慣性質量を生じる回転慣性質量ダンパーを設置するとともに，該回転慣性質量ダンパーと直列に付加バネを設置し，回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数や共振が問題となる特定振動数に同調させるように回転慣性質量ダンパーと付加バネの諸元を設定することを特徴とする振動低減機構の諸元設定方法。",
            "(以下，各請求項に記載された発明を「本件発明1」及び「本件発明2」といい，両発明を併せて「本件発明」という。また，「本件請求項1」及び「本件請求項2」を併せて「本件請求項」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告が主張した無効理由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1(特許法29条1項3号)",
                  "text": [
                    "本件発明は，甲1号証に記載された発明(以下「甲1発明」という。)と同一であるから，特許法29条1項3号の規定により特許を受けることができないものであり，その特許は同法123条1項2号に該当し，無効とすべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2(特許法29条2項)",
                  "text": [
                    "本件発明は，甲1発明及び甲第13号証に記載された発明(以下「甲13発明」という。)に基づいて，当業者が出願前に容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないものであり，その特許は同法123条1項2号に該当し，無効とすべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3(特許法29条2項)",
                  "text": [
                    "本件発明は，甲10号証に記載された発明(以下「甲10発明」という。)及び甲9号証に記載された発明(以下「甲9発明」という。)に基づいて，当業者が出願前に容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないものであり，その特許は同法123条1項2号に該当し，無効とすべきである。",
                    "甲1号証：特開2003-56199号公報",
                    "甲9号証：斉藤賢二ほか「慣性質量要素を利用した粘性ダンパーによる構造骨組の応答制御(その7  弾性バネ付きMVDダンパーによる最適応答制御)」，日本建築学会大会学術講演梗概集(関東)，2006年9月発行，21364，727頁から728頁",
                    "甲10号証：杉村義文ほか「慣性質量要素を利用した粘性ダンパーによる構造骨組の応答制御(その8  弾性バネ付きMVDダンパーを適用した建物の応答特性)」，日本建築学会大会学術講演梗概集(関東)，2006年9月発行，21365，729頁から730頁",
                    "甲13号証：特開平9-25740号公報",
                    "(判決注：上記甲号証の番号は，本件訴訟における甲号証の番号に対応する。甲9と甲10の執筆者らは同一である。)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1(特許法29条1項3号)及び2(同条2項)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲1発明の認定",
                          "text": [
                            "「建物2を制振する制振装置であって，",
                            "建物2の全層に，層間変形によって作動して錘32の回転により回転慣性力を発生する回転慣性機構を設置するとともに，該回転慣性機構と直列に第1，第2取付部材24，26を設置し，回転慣性機構と第1，第2取付部材24，26とで新たな共振点を形成し，第1，第2取付部材24，26の剛性を建物2の剛性の1割とした条件下で，最下層の制振装置の回転慣性機構の質量を1次振動数に対して調整し，中間層の回転慣性機構の質量は3次振動数に対して調整し，最上層の回転慣性機構の質量は2次振動数に対して調整して，より大きな制振効果を実現する制振装置。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明1と甲1発明との対比",
                          "text": [
                            "(一致点)",
                            "「多層構造物の振動を低減する機構であって，",
                            "多層構造物に，層間変形によって作動して錘の回転により回転慣性質量を生じる回転慣性質量ダンパーを設置するとともに，該回転慣性質量ダンパーと直列に付加バネを設置してなる振動低減機構。」",
                            "(相違点)",
                            "［相違点1］",
                            "本件発明1は，多層構造物の「全層を除く任意の層」に回転慣性質量ダンパーを設置するのに対し，甲1発明は，建物2の全層に回転慣性機構を設置する点。",
                            "［相違点2］",
                            "本件発明1は，「回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数や共振が問題となる特定振動数に同調させ」るのに対し，甲1発明は，回転慣性機構と第1，第2取付部材24，26とで新たな共振点を形成し，第1，第2取付部材24，26の剛性を建物2の剛性の1割とした条件下で，最下層の制振装置の回転慣性機構の質量を1次振動数に対して調整し，中間層の回転慣性機構の質量は3次振動数に対して調整し，最上層の回転慣性機構の質量は2次振動数に対して調整して，より大きな制振効果を実現する点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点についての検討",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件発明1と甲1発明との間には，少なくとも相違点1が存在することから，両者は同一のものではない。",
                                "したがって，本件発明1は，甲1発明との関係において，新規性を欠くものとはいえない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "相違点1に関し，甲1発明は，①建物の上下階間に生じる層間変位に着目していること，②回転慣性機構並びに第1取付部材24及び第2取付部材26を，最下層，中間層及び最上層に設置し，それぞれ異なる振動数に対して調整することにより，より大きな制振効果を実現することから，上記回転慣性機構並びに第1取付部材24及び第2取付部材26は，各階ごとに制振効果を生じることが分かる。また，甲1発明の基礎となる技術思想は，上記回転慣性機構並びに第1取付部材24及び第2取付部材26を全層に設置することを前提としたものではない。",
                                "他方，本件発明1における「全層を除く任意の層」につき，発明の詳細な説明からは，「任意の層」から「全層を除く」ことによる格別の効果を確認できない。",
                                "以上によれば，当業者において，甲1発明の回転慣性機構並びに第1取付部材24及び第2取付部材26が各階ごとに制振効果を生じることを把握すれば，建物2の「全層を除く任意の層」に回転慣性機構並びに第1取付部材24及び第2取付部材26を設置することは，容易に想到し得たことである。",
                                "(c)ⅰ  相違点2に関し，本件発明1と甲1発明とは，「多層構造物に，層間変形によって作動して錘の回転により回転慣性質量を生じる回転慣性質量ダンパーを設置するとともに，該回転慣性質量ダンパーと直列に付加バネを設置」する構造が同一であり，甲1発明が大きな制振効果を実現している。",
                                "本件発明1の「同調」は，回転慣性質量と付加バネとにより定まる固有振動数と，多層構造物の固有振動数や共振が問題となる特定振動数とを，発明の詳細な説明に記載されている「従来一般のTMDによる場合に比べて格段に優れた振動低減効果を得ること」(甲18【0006】)等の作用効果を達成できるように特定の関係とすることと解される。",
                                "以上によれば，相違点2に係る甲1発明の構成である「最下層の制振装置の回転慣性機構の質量を1次振動数に対して調整し，中間層の回転慣性機構の質量は3次振動数に対して調整し，最上層の回転慣性機構の質量は2次振動数に対して調整」することは，実質的に，「回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数」「に同調させ」ることに等しい。",
                                "したがって，相違点2は，実質的な相違点ではない。",
                                "ⅱ  仮に，本件発明1の「同調」を「一致」と限定的に解したとしても，本件発明1は，従来一般のTMD(Tunned Mass Damper)と同様に，固有振動数を構造物の固有振動数に同調させて振動低減効果を得るものであるところ，甲13発明に係る発明の詳細な説明には，構造物に一括して搭載したダンパ，バネ及び付加質量体で構成される振動系の固有振動周波数を，当該構造物の固有振動周波数に一致させるようにして，当該構造物の振動伝達関数のピークにおいて制振効果を得ることなどが記載されており，当業者は，同記載を参酌して，甲1発明において「回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数」「に同調(一致)させ」ることを，容易に想到し得たといえる。",
                                "また，風などによって構造物に水平振動が生じることは自明のことであり，甲1発明において，上記自明事項を考慮し，「共振が問題となる特定振動数」をも同調の対象とすることは，当業者が容易になし得る程度の設計変更である。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "小括",
                          "text": [
                            "以上によれば，本件発明1は，当業者が甲1発明及び甲13発明に基づいて容易に発明できたものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2",
                      "text": [
                        "本件発明2と甲1発明との相違点は，前述した相違点1及び2であるから，本件発明2も，本件発明1と同様に，当業者が甲1発明及び甲13発明に基づいて容易に発明できたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由3(特許法29条2項)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲10発明の認定",
                          "text": [
                            "「中層建物の各階に弾性バネ付きMVDダンパーを設置した制振装置において，弾性バネ付きMVDダンパーの慣性質量と弾性バネとを直列に設置し，弾性バネ付きMVDダンパーの弾性バネ剛性，ダッシュポット粘性係数，慣性質量の各パラメータを最適無次元化マックスウェル緩和時間の条件を満足するように設定した制振装置。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明1と甲10発明との対比",
                          "text": [
                            "(一致点)",
                            "「多層構造物の振動を低減する機構であって，",
                            "多層構造物に，層間変形によって作動して錘の回転により回転慣性質量を生じる回転慣性質量ダンパーを設置するとともに，該回転慣性質量ダンパーと直列に付加バネを設置する振動低減機構。」",
                            "(相違点)",
                            "［相違点3］",
                            "本件発明1は，多層構造物の「全層を除く任意の層」に回転慣性質量ダンパーを設置するのに対し，甲10発明は，中層建物の「各階」に弾性バネ付きMVDダンパーを設置する点。",
                            "［相違点4］",
                            "本件発明1は，「回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数や共振が問題となる特定振動数に同調させてなる」のに対し，甲10発明は，弾性バネ付きMVDダンパーの弾性バネ剛性，ダッシュポット粘性係数，慣性質量の各パラメータを最適無次元化マックスウェル緩和時間の条件を満足するように設定する点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点についての検討",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "相違点3について",
                              "text": [
                                "甲9発明には，弾性バネ付きMVDダンパーを有する1質点系モデルが1自由度の加振力を受けるとき，系の無次元化マックスウェル緩和時間を最適化することによって，系の応答のピーク値を大幅に低減できることが開示されている。",
                                "この点に関し，甲10発明に係る弾性バネ付きMVDダンパーは，各階ごとに変形によって作動することは明らかであるから，甲9発明に開示されている前記事項を参酌すると，各階ごとに制振効果を生じるものであることが分かる。",
                                "他方，前記ア(ア)c(b)のとおり，本件発明1における「全層を除く任意の層」につき，発明の詳細な説明からは，「任意の層」から「全層を除く」ことによる格別の効果を確認できない。",
                                "以上に鑑みると，当業者は，甲10発明に係る弾性バネ付きMVDダンパーが各階ごとに制振効果を生じることを把握すれば，甲10発明において，中層建物の「全層を除く任意の層」に弾性バネ付きMVDダンパーを設置することを，容易に想到し得たといえる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "相違点4について",
                              "text": [
                                "甲9発明には，最適無次元化マックスウェル緩和時間を求める条件として，ダンパーの固有振動数と系の固有振動数とを特定の関係とすることが示されている。この点に照らせば，当業者は，甲10発明の「弾性バネ付きMVDダンパーの各パラメータを最適無次元化マックスウェル緩和時間の条件を満足するように設定する」ことが，弾性バネ付きMVDダンパーの固有振動数と中層建物の固有振動数とを特定の関係とすること，すなわち「回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数」「に同調させ」ることであると容易に理解し得たか，又は，甲9発明に基づいて容易に導き出すことができた。",
                                "また，甲10発明において，風などによって構造物に水平振動が生じるという自明の事項を考慮して，「共振が問題となる特定振動数」をも同調の対象とすることは，当業者が容易になし得る程度の設計変更である。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "小括",
                          "text": [
                            "以上によれば，本件発明1は，当業者が甲10発明及び甲9発明に基づいて容易に発明できたものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2",
                      "text": [
                        "本件発明2と甲10発明との相違点は，前述した相違点3及び4であるから，本件発明2も，本件発明1と同様に，当業者が甲10発明及び甲9発明に基づいて容易に発明できたものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明の認定の誤り-「同調」の意義に関して)",
          "text": [
            "本件審決は，本件発明における「同調」の意義につき，一方において，「回転慣性質量と付加バネとにより定まる固有振動数を，多層構造物の固有振動数や共振が問題となる特定振動数に『一致』させることを意味する。」と正しく認定していながら，他方において，「発明の詳細な説明に記載される『従来一般のTMDによる場合に比べて格段に優れた振動低減効果を得ること』(甲18【0006】)や，『多層構造物全体に対して大きな振動低減効果が得られる』(同)等の作用効果を達成できるように特定の関係とすることと解される。」と認定し，「同調」の本来の意味を抽象的に拡大解釈している。その上で，本件審決は，「同調」についての上記拡大解釈に基づき，各無効事由について後記のとおり誤った判断をした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正請求が認められた後の明細書(甲18。以下「本件訂正明細書」という。)における「同調」の意義",
              "text": [
                "本件訂正明細書の段落【0012】の記載によれば，Ω2＝k ／Ψ の関係で定まるΩを構造物全体の固有1次角振動数ω に一致させることを「同調」といっていることが明らかである。",
                "また，長倉三郎ほか編「岩波  理化学辞典  第5版」(平成10年4月岩波書店発行，甲19)においては，「同調」につき，「受信機などで共振回路の共振周波数を目的の周波数に合わせること。ふつう回路の一部に可変コンデンサーまたは可変インダクタンスを用い，その値を調節して同調させる。」と説明しているところ，受信機の同調回路においては，コンデンサーの容量(C)とコイルのインダクタンス(L)によって，周波数fが定まり，これは，機械振動において質量mとバネ定数kによって固有(角)振動数ωが定まることと等価であり，この事実は技術常識に属する。そして，「合わせること」は，「一致させること」と同義である。",
                "以上によれば，当業者は，本件訂正明細書を読めば，当然に，「同調」は，Ω2＝k ／Ψ の関係で定まるΩを目的とする振動数に一致させることを指す旨を理解するのであり，前述した本件審決の解釈は，不当な拡大解釈といえる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の反論に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訴訟上の禁反言について",
                  "text": [
                    "争う。被告が後記第4の1(1)において指摘するとおり，原告は，本件審判時において「本件発明でいう『同調』は，多層構造物の用途，使用時間帯等による変動を考慮して，本件発明の作用，効果が得られる範囲における設計上の同調を意味する」と主張しているが，同主張においても，「同調」という用語を「一致」の趣旨で使用しており，それを超えて「同調」の意味を拡大しているわけではない。上記主張は，多層構造物の固有振動数が，内部の人の移動等により変動することがあっても，そのような変動は小さいものとして捨象するという趣旨である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "時機に後れた攻撃防御方法について",
                  "text": [
                    "争う。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(無効理由2に係る判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と甲1発明との一致点の認定誤り(相違点の看過)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "付加バネの解釈",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，「付加バネは，構造物に生じた層間変位を回転慣性質量ダンパー1に伝達し，回転慣性質量ダンパー1と協働して振動低減効果を得るという機能を有するものである。」と認定した上で，甲1発明の第1取付部材24及び第2取付部材26について，「後者(判決注：甲1発明)の『第1，第2取付部材24，26』は前者(判決注：本件発明1)の『付加バネ』と，バネ定数が特定できるバネである点で一致する。」と認定した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，本件審決は，本件発明が機械装置の発明であり，「付加バネ」は機械要素であることを看過している。",
                        "すなわち，機械要素としてのバネは，JIS(甲20)により，「たわみを与えたときにエネルギーを蓄積し，それを解除したとき，内部に蓄積されたエネルギーを戻すように設計された機械要素」と定義されている(以下「JISによるばねの定義」という。)。この定義に鑑みれば，構造部材である甲1発明の第1取付部材24及び第2取付部材26が「付加バネ」に該当しないことは，明らかである。",
                        "すなわち，甲1発明の第1取付部材24及び第2取付部材26は，機械要素としてのバネではなく，特定の場合にのみ，直列に連結した「バネ(剛性)」としても作用するものであり，両者を一体のものとして一義的にバネ定数を定めることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件請求項に，「回転慣性質量ダンパーと直列に付加バネを設置し，回転慣性質量と付加バネとにより定まる固有振動数」と記載されているとおり，付加バネは，回転慣性質量と共に固有振動数を決定する要素である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "他方，甲1発明の第1取付部材24及び第2取付部材26のバネ定数を特定しても，それのみでは固有振動数は決定されず，本件審決は，同固有振動数の算出手段を明らかにしていない。",
                            "しかも，甲1発明においては，ダンパー12の減衰定数を無限大に設定した場合に，第1取付部材24は無効化されるが，第2取付部材26は独立して作用し，このことから，両取付部材を一体のものとして把握することはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "しかしながら，本件審決は，前記a及びbの点を看過し，「バネ定数が特定できる」という理由のみにより，甲1の第1取付部材24及び第2取付部材26を，本件発明1の「付加バネ」と対応させて同一視しており，この点において誤りがある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "以上によれば，本件審決が，本件発明1の付加バネと甲1発明の第1取付部材24及び第2取付部材26につき，バネ定数が特定できるバネである点において一致する旨判断した点は，誤りであり，付加バネと第1取付部材24及び第2取付部材26に係る相違点を看過したものといえる。"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「同調」の意義",
                  "text": [
                    "前記第2の3(2)ア(ア)のとおり，本件審決は，相違点2に係る甲1発明の構成である「最下層の制振装置の回転慣性機構の質量を1次振動数に対して調整し，中間層の回転慣性機構の質量は3次振動数に対して調整し，最上層の回転慣性機構の質量は2次振動数に対して調整」することは，実質的に，「回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数」「に同調させ」ることに等しい旨認定する。",
                    "しかしながら，前記1(1)のとおり，本件発明1の「同調」とは，一致させることを意味する。",
                    "他方，甲1発明においては，制振装置の剛性(バネ定数)と回転慣性質量から算出される固有振動数を多層構造物(建物)の固有振動数に一致させるという思想は記載も示唆もされていない。",
                    "以上によれば，本件発明1の「同調」は，甲1発明の「調整」とは異なるものといえるから，本件審決の前記認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲13発明との組合せに係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記第2の3(2)ア(ア)のとおり，本件審決は，本件発明1の「同調」を「一致」と限定的に解したとしても，当業者は，甲13発明に係る発明の詳細な説明の記載を参酌して，甲1発明において，相違点2に係る構成，すなわち，「回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数」「に同調(一致)させ」ることを，容易に想到し得たといえる旨認定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，以下の理由により，本件審決の前記認定は，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲13発明に係る制振装置は，従来一般のTMDと同様に，構造物全体の振動によって作動するものであり(甲13【0001】)，他方，本件発明1は，甲1発明及び甲10号証の図2に記載されているダンパーと同様に，層間変位によって制振装置を作動させるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "制振装置の技術分野においては，構造物全体の振動を制振装置に伝達して作動させるものと，層間変位によって制振装置を作動させるものとは，それぞれ異なる技術に係るものとして認識されている。",
                        "そして，後者においては，層間変位を力学モデルで表現し，これに定点理論等の制振理論を適用して制振装置が設計されているところ，同適用によっても，制振装置の固有振動数を構造物の固有振動数に同調させるという，本件発明1と同じ結果は得られない。",
                        "すなわち，一部の層のみに設置された層間変位によって作動する制振装置において，その固有振動数を構造物の固有振動数に同調させるという発想は，本件発明1以前には，全く存在しなかった。",
                        "したがって，甲13発明において，固有振動数を一致させるという意味の「同調」が示唆されていたとしても，当業者において，層間変位の力学モデルに定点理論を適用した甲1発明の「調整」に替えて「同調」を採用する余地は，なかったといえる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(無効理由3に係る判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，前記第2の3(2)イ(ア)において前述したとおり，当業者は，甲9発明に照らせば，甲10発明の「弾性バネ付きMVDダンパーの各パラメータを最適無次元化マックスウェル緩和時間の条件を満足するように設定する」ことが，相違点4に係る「回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数」「に同調させ」ることであると容易に理解し得たか，又は，甲9発明に基づいて容易に導き出すことができた旨認定するが，同認定は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲10号証において，「制振建物モデルのダンパー特性」につき，「各階のダンパーの付加質量を(その4)の手法に基づき各階の剛性に比例して設定する。」とされている。",
                    "上記設定方法は，①まず，多層モデルを等価な 1 質点系(1層モデル)に置換し，これに甲9発明に係る慣性質量比を設定して慣性質量m を決めて，付加バネ及びr付加減衰の値を求め，②次に，多層モデルの層剛性と1層モデルの層剛性との比を，i 層でαi とし，各層に設置する慣性質量，付加バネ及び付加減衰は，1層モデルで設定した諸元のαi 倍の値とするというものであり，このような手順で設定されるダンパーの付加質量は，甲9号証において，m で表されている。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "r",
                              "text": [
                                "イ  甲10号証において，各階のダンパーの弾性バネ剛性につき，「最適な振動数比β＊に対応する」とされている。",
                                "β＊は，「最適な振動数比」であり，甲9号証の(59)式によって算出される。",
                                "この点に関し，振動数比βの定義は，ω ／ω である(甲9号証の(57)式の説r n明参照)。ここで，ω (＝√(k ／m ))は，ダンパーの固有振動数，すなわち，r b r本件発明における「回転慣性質量と付加バネとにより定まる固有振動数」に対応するものであるが，ω (＝√(k／m))は，「系の固有振動数」であるところ，こnれは，建物全体ではなく，等価1質点系の層間モデルの固有振動数である(甲10号証の図2及び甲9号証の図2)。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，甲10発明におけるダンパーの固有振動数ω は，以下rのとおり算出される。",
                    "ω ＝β＊・ω"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "r",
                              "subject": "n ＝√(1／(1-μ))・ω   (甲9号証の(59)式)",
                              "text": [
                                "n≒1．12ω (ただし，μ＝0．2の場合。甲10号証の表4参照。)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "n",
                          "text": [
                            "したがって，甲10発明につき，甲9発明を考慮して理解し得ることは，「回転慣性質量と付加バネとにより定まる固有振動数」が，層間モデルの系の固有振動数よりも大きいことに尽き，層間モデルの系の固有振動数と建物全体の固有振動数との関係は，不明というほかはない。",
                            "以上によれば，甲10発明においては，甲9発明を考慮しても，「回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数」「に同調(一致)させ」ることについては，開示も示唆もされていない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明の認定の誤り-「同調」の意義に関して)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訴訟上の禁反言",
              "text": [
                "本件審決は，本件発明の「同調」の意義につき，「特許請求の範囲の『同調』とは，回転慣性質量と付加バネとにより定まる固有振動数と多層構造物の固有振動数や共振が問題となる特定振動数とを，発明の詳細な説明に記載される『従来一般のTMDによる場合に比べて格段に優れた振動低減効果を得ること』(甲18【0006】)や，『多層構造物全体に対して大きな振動低減効果が得られる』(同)等の作用効果を達成できるように特定の関係とすることと解される。」と判断しているところ，これは，原告が，本件審判時に，審判事件答弁書(乙2)において，「本件発明1，2において，『同調』の意義は，(中略)完全に一致しないまでも，制振効果を得ることを目的として，固有振動数等を同調させるために調整することである」，「本件発明でいう『同調』は，多層構造物の用途，使用時間帯等による変動を考慮して，本件発明の作用，効果が得られる範囲における設計上の同調を意味する」と主張した内容を，採用したものである。",
                "したがって，取消事由1の主張は，訴訟上の禁反言の法理に抵触するものであるから，そのような主張をすること自体，許されるべきではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "時機に後れた攻撃防御方法",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件発明の「同調」の意義につき，前記(1)のとおり判断しているところ，同様の内容は，審理事項通知書(乙3)及び審決の予告(乙7)においても明示されていた。",
                    "しかしながら，原告は，本件審判において，同調に関する主張をしておらず，また，2回にわたり訂正の機会がありながら，同調に関する訂正はしなかった。",
                    "本件審判の経過に鑑みると，原告は，故意により，上記のとおり同調に関する主張も訂正もしなかったものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一般の民事訴訟においては，第一審時に提出すべきであり，かつ，提出可能であった攻撃防御方法を，控訴審において初めて提出することについては，同提出により訴訟の完結を遅延させるものと判断され得る。",
                    "審決取消訴訟においては，特許庁の審判が準司法的作用を有するものであることから，裁判所による第一審の審理が省略されていることなどに鑑みると，攻撃防御方法の提出時期の適時性に関しては，審決取消訴訟においても，一般の民事訴訟と同様に解すべきである。",
                    "したがって，取消事由1の主張は，同主張の提出により訴訟の完結を遅延させるものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，取消事由1の主張は，時機に後れた攻撃防御方法として，却下されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「同調」の意義の恣意的な限定解釈",
              "text": [
                "確かに，本件訂正明細書においては，「同調」の意義が「一致」である旨を説明する箇所も存在するが(【0012】，【0013】)，発明に関わる技術内容を明らかにするために，発明の詳細な説明や図面の記載に目を通す必要はあるものの，発明の要旨となる技術的事項の確定の段階においては，特許請求の範囲の記載を超えて，発明の詳細な説明や図面のみに記載されている構成要素を付加して限定解釈することは，許されない。",
                "しかも，本件訂正明細書の段落【0002】記載の「同調」の意義は，「一致」ではない。",
                "以上によれば，本件発明の「同調」の意義について原告が主張する解釈は，恣意的な限定解釈であり，認められるべきではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(無効理由2に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と甲1発明との一致点の認定誤り(相違点の看過)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "付加バネの解釈",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明が機械装置の発明であるから，付加バネは機械要素であり，また，JISによるばねの定義に当てはまるという原告の主張は，本件訂正明細書や図面の具体的記載に基づくものではなく，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，付加バネが機械要素であることを前提として，甲1発明の第1取付部材24及び第2取付部材26は，構造部材であるから，付加バネに該当しない旨主張するが，上記前提のとおりであったとしても，機械要素と構造部材とは排他的概念ではないので，同主張は誤りである。",
                        "原告主張のとおり，付加バネがJISによるばねの定義に当てはまるとしても，甲1発明の第1取付部材24及び第2取付部材26は，付加バネに該当する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，概要「本件発明においては，甲1発明の第1取付部材24のばね剛性に相当する付加バネは存在するが，第2取付部材26に相当するものはないので，ダンパーを0及び∞(無限大)のいずれとしたときも，構造バネkに並列する制振機構バネは同じk となること」を根拠として，甲1発明の第1取付部材b24及び第2取付部材26は，バネ定数を特定できないから，付加バネに相当しない旨を主張するものと解されるが，上記根拠のとおりであれば，甲1発明の第1取付部材24及び第2取付部材26のバネ定数は，正にk として特定されることなどbに鑑みると，上記主張は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「同調」の意義",
                  "text": [
                    "原告は，本件発明の「同調」が「一致」を意味することを前提として，甲1発明の「調整」とは異なる旨主張しているところ，前記1(3)のとおり，上記前提自体が誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲13発明との組合せに係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以下のとおり，甲1発明と甲13発明とは，①技術分野，②課題，③作動原理及び④作用，機能において共通しており，⑤両発明を組み合わせる示唆も存在することから，当業者は，甲1発明に，甲13発明の「付加質量体をダンパと引張材とからなる振動系に備えることによって，その固有振動周波数を，構造物自体の固有振動周波数に一致させる」(甲13【0055】)に係る構成を組み合わせることを，容易に想到し得たといえる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "いずれの発明も，建築分野における制振装置に関する技術に係るものであり，技術分野において共通する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1発明の課題は，「十分に大きな制振力が得られる制振装置を提供すること」(甲1【0007】)，甲13発明の課題は，「制振効果を向上させることができる制振装置(および制振方法)を提供すること」(甲13【0011】)であるから，両発明は，課題において共通する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲1発明は，「層間変形」によって作動するものであるところ，「層間変形」とは，階高に対応した相対的な水平変形を意味し，建物の高さ方向の差異に対応した相対的な水平変形であることを本質的要素とする。",
                        "甲13発明も，より本質的に，建物の高さ方向の差異に対応した相対的な水平変形によって作動するものである。",
                        "したがって，両発明は，作動原理において共通する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "両発明は，その制振装置の構成要素である回転慣性質量ダンパーと，これに直列されるバネという形態も同一であるから(甲1の図1及び【0023】，甲13の図4並びに【0010】，【0039】，【0040】及び【0055】)，作用，機能において共通する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "前記(ウ)及び(エ)のとおり，両発明は，作動原理のみならず，構成が同じという点において，これらを組み合わせる示唆が存在する。",
                        "また，両発明は，制振装置の調整方法においても共通しており(甲1【0023】，甲13【0054】)，この点においても，これらを組み合わせる示唆が存在する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "仮に，本件発明の「同調」の意義を，原告主張のとおり「一致」と解したとしても，本件訂正明細書の段落【0012】及び【0013】記載の計算式により特定される回転慣性質量と付加バネとによって定まる固有振動数を，構造物の固有振動数や共振が問題となる特定振動数に一致させることは，定点理論に基づく最適同調，すなわち，2つの定点の高さを等しくする条件に比して，制振効果が劣る周知慣用技術にすぎない。",
                        "したがって，甲1発明の「調整」を，「一致」，すなわち，本件発明の「同調」とすることは，当業者において容易に想到し得たことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，①本件特許に係る特許公報(甲17。以下「本件特許公報」という。)に掲載されている図3(b)及び甲1号証の図2においては，それぞれ，回転慣性質量と付加バネとを「同調」した結果，回転慣性機構と，第1取付部材24及び第2取付部材26とを「調整」した結果が示されており，応答倍率ないし伝達関数において2つの頂点を有するという作用及び制振力が高まるという効果も同じであること，②甲1発明につき，固有値解析を3層建物に適用し，甲2号証の表1の数値を用いて計算すると，各層のダンパー伝達材剛性と回転慣性質量から構成される固有振動数は，3層建物全体の1次固有振動数と「一致しないが，ほぼ同じであること」に鑑みると，甲1発明の「調整」は，実質的に，本件発明の「同調」に該当するものといえる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(無効理由3に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以下のとおり，甲10号証の表4に示されている各階ごとのMVEDダンパーの固有振動数は，甲10号証の表2に示されている制振建物モデル全体の1次固有振動数に対して，甲9号証の(59)式に質量比μ＝0．2を代入することによって得られる関係であり，このことから，甲10発明と甲9発明とは，具体的諸元において密接に関係している。",
                    "したがって，甲10発明において，回転慣性質量と付加バネとによって定められる固有振動数ω と，建物全体の固有振動数ω との関係が不明などという原告の主r n張は，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "すなわち，甲10号証の表4には，「制振建物モデルのダンパー特性」に記載されている手法によって算出した質量比μ＝0．2における各階ごとのMVEDダンパーの諸元が示されており，これを基に各階ごとの固有振動数ω を算出rすると，ω ＝√(k ／m )≒3．49(rad／s)となり，各階の値は，r bi riほぼ同一である。",
                    "甲10号証の表2によれば，制振建物モデル全体の1次固有周期は，2．012(s)であり，これを建物全体の固有振動数ω に換算すると，ω ＝2π／2．0n n12≒3．12(rad／s)となる。",
                    "したがって，振動数比は，ω ／ω ≒1．12となり，甲9号証の(59)式にr n記載されている質量比μ＝0．2の最適な振動数比 β＊＝1／√(1-0．2)≒1．12の解と一致する。この結果によれば，甲10号証の表4に示されている各階ごとのMVEDダンパー諸元は，甲10号証の表2に示されている制振建物モデル全体の1次固有周期2．012(s)に対して，甲9号証の(59)式に質量比μ＝0．2を代入して算出された諸元であることが分かる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，本件発明1の「同調」の意義を，原告主張のとおり「一致」と解したとしても，前記2(2)イ(ア)同様の理由により，甲10発明及び甲9発明の「同調」の方法を，「一致」とすることは，当業者において容易に想到し得た。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "各階のMVEDダンパーの固有振動数と，制振建物モデル全体の1次固有振動数との，「最適な振動数比β＊」は，甲9号証の(59)式により，「β＊＝1／√(1-μ)」によって算出される。μは質量比，すなわち，甲9発明においては，建物質量mに対するMVEDダンパーの回転慣性質量m の比であり，甲10発明rにおいては，甲10号証の表4の具体的な諸元から算出される「1次モードにおける建物の広義節点質量 M に対するMVEDダンパーの回転慣性質量による広義S 0慣性接続要素質量 M’の比」である。そして，質量比μが0．1の場合の，最適Sな振動数比β＊は，甲9号証の(59)式によれば，約1．05である。",
                "以上によれば，各階のMVEDダンパーの固有振動数と，制振建物モデル全体の1次固有振動数とは，質量比μが小さいほど一致に近付くことが明らかといえ，質量比μを小さく設定した各階のMVEDダンパーの固有振動数と，制振建物モデル全体の1次固有振動数とは，「一致しないが，ほぼ同じ」であり，実質的に，本件発明1の「同調」に該当する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "本件発明は，高層建物等の多層構造物の振動を低減させるための振動低減機構及びその諸元設定方法に関するものであるところ(甲18【0001】)，本件特許公報(甲17)に掲載されている図面，本件訂正明細書(甲18)，後掲証拠及び弁論の全趣旨によれば，背景技術，本件発明が解決しようとする課題，課題を解決するための手段，本件発明の実施形態及び本件発明の効果につき，以下のとおり認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "背景技術",
              "content": [
                {
                  "fig": "ア",
                  "subject": "前提となる技術用語等につき，以下のとおり認められる(弁論の全趣旨)。",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ばねと錘(質量)は，振動の本質的要素である。すなわち，ばねに錘を付けてつり下げ，同ばねを引くと，ばねの弾力によって錘が上下に振動する。この振動数，すなわち，1秒間の錘の往復回数を，固有振動数という。",
                        "なお，ここでいう「ばね」は，機械要素としてのばねに限られず，弾性変形する部品であれば，「ばね」になり得る。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記振動は，理論的には，永久に継続するものであるが，実際には，空気抵抗や摩擦が存在するので，時間とともに減衰していく。このことから，力学モデルによって振動を解析する際は，振動を減衰させる構成要素，すなわち，減衰要素を要する。減衰要素は，力学モデルにおいては，ダッシュポットと呼ばれることもある。",
                        "以上によれば，振動の解析には，質量，ばね及び減衰要素を要し，これらは，力学モデルにおいて，それぞれ， (質量)， (ばね)及び (減衰要素)のシンボルによって表現されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "質量に関しては，加速のために，加速度aに比例した力Fを要し，通常，F＝m(比例定数)・aと記述する(ニュートンの法則)。",
                        "ばねに関しては，変形させるために，変形量xに比例した力Fを要し，通常，F＝k(比例定数〔ばね定数〕)・xと記述する(フックの法則)。",
                        "減衰要素に関しては，変形させるために，変形速度vに比例した力Fを要し，通常，F＝c(比例定数〔減衰定数〕)・vと記述する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前述した固有振動数の2π倍を角振動数ωといい，ω2＝k／mという関係にある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "構造物の振動を低減するための機構として，例えば特開昭63-156171号公報(甲21)に示されているTMDが知られている(甲18【0002】)。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "subject": "付加マス(付加質量)"
                        },
                        {
                          "fig": "b",
                          "subject": "構造物"
                        },
                        {
                          "fig": "c",
                          "subject": "バネ"
                        },
                        {
                          "fig": "d",
                          "subject": "ダンパー",
                          "text": [
                            "図A(甲21の第6図)",
                            "TMDは，振動を制御しようとする構造物に，付加マス(付加質量)をバネとダンパーで結合したものであり，付加マス系の固有周期を，上記構造物の振動の固有周期に合わせて，その固有周期成分の構造物の振動を吸収しようとするものである(甲21)。",
                            "なお，TMDにつき，本件訂正明細書においては，「構造物に付加バネを介して付加質量を接続し，それらの付加バネと付加質量により定まる固有振動数を構造物の固有振動数に同調させることにより，構造物の共振点近傍における応答を低減するもの」(甲18【0002】)と説明されている。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明が解決しようとする課題",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "従来一般のTMDにおいて大きな振動低減効果を得るためには，付加質量を大きくする必要があるところ，構造物にあまり大きな質量を付加することは好ましくなく，また，TMDが大型大重量なものになれば，その設置位置やスペースに関する制約も大きくなることから，通常は，付加質量を構造物の全質量の1％から2％程度とすることが現実的であり，したがって，振動低減効果も，その程度の付加質量に応じたものとならざるを得ないという限界があった。",
                    "また，従来一般のTMDは，前記(1)イのとおり，付加マス系の固有周期を構造物の振動の固有周期に合わせて，その固有周期成分の構造物の振動を吸収しようとするものであることから，建物に設置する場合，通常，最も大きく振動する頂部に設置することが効果的であるので，屋上等に設置スペースを確保する必要があり，加えて，その設置については，建築計画上の制約を受けることも多い(甲18【0003】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これらの事情に鑑み，本件発明は，原理的にはTMDと同様に機能するものの，従来一般のTMDのように過大な付加質量を必要とせず，また，設置位置に対する制約や設置箇所数も少なく，特に高層建物等の多層構造物に適用して十分な振動低減効果を得られる振動低減機構及びその諸元設定方法の提供を目的としている(甲18【0004】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "課題を解決するための手段(甲18【0005】)",
              "text": [
                "本件発明は，多層構造物の全層を除く任意の層に，層間変形によって作動して錘の回転により回転慣性質量を生じる回転慣性質量ダンパーを設置するとともに，同回転慣性質量ダンパーと直列に付加バネを設置し，回転慣性質量と付加バネとにより定まる固有振動数を，前記多層構造物の固有振動数や共振が問題となる特定振動数に同調させるようにしたものである。",
                "回転慣性質量とは，2点間の相対加速度に比例した力を生じる質量効果であり，慣性接続要素と呼ばれることもある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明の実施形態(甲18【0007】，【0008】)",
              "text": [
                "図B(甲17の図1)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の実施形態に係る振動低減機構(以下「本件振動低減機構」という。)は，従来一般のTMDと同様の基本原理によるものであるが，従来一般のTMDにおける付加質量に替えて，錘の回転によって生じる回転慣性質量を利用するものである。",
                    "すなわち，本件振動低減機構は，図Bのとおり，構造物の任意の層に，①回転慣性質量ダンパー1を設置するとともに，②その回転慣性質量ダンパー1に対して付加バネ2を直列に設置することを主眼とする。回転慣性質量ダンパー1は，層間変位が生じた際に作動し，錘を回転させることによって所定の回転慣性質量Ψ を生じるものである。",
                    "本件振動低減機構には，減衰要素として付加減衰3も必要であり，その付加減衰3は，付加バネ2又は回転慣性質量ダンパー1に対して並列に設置すればよい。回転慣性質量ダンパー1に付加減衰3を並列に組み込んで一体化したものもあり，それを用いる場合には，他に格別の付加減衰を設置する必要はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件振動低減機構には，設置位置に関する制約はなく，任意の層に設置することで，十分な効果を得られる。",
                    "例えば，3階建ての建物に設置する場合は，いずれか任意の1層にのみ設置すれば足りる。任意の2層に設置してもよい。ただし，1層にのみ設置する場合は，一般に，上層部よりも下層部に設置する方が効果的であり，特に層間変形が大きい部位に設置すると，より効果的である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明の効果(甲18【0006】)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明によれば，従来一般のTMDにおける付加質量に替えて，小質量の錘を回転させる構成の小形軽量でコンパクトな回転慣性質量ダンパー及びこれに直列した小さな付加バネを設置するのみで，錘の実際の質量の10倍から1000倍もの大きな付加質量を付加したことと等価となり，構造物の質量の10％から50％以上の回転慣性質量を支障なく容易に得ることができ，それによって，従来一般のTMDによる場合と比べて，格段に優れた振動低減効果を得られる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかも，本件発明については，回転慣性質量ダンパーの設置位置に係る制約がなく，任意の層に設置すれば足り，各層に設置する必要はない。",
                    "したがって，設置スペースの確保に関する制約は少なく，設置個所数も少ないことから，コストも安くて済む。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，低減対象の振動数への同調は，錘の質量や付加バネの値を調整することによって，自由にかつ幅広く行うことができ，構造物全体の固有1次モードのみならず，固有2次モードや更に高次モードの振動，あるいは，共振が問題となっている特定振動数を対象とする振動低減効果も得られる。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1及び本件発明2は，それぞれ，前記第2の2【請求項",
                "1】(本件請求項1)，【請求項2】(本件請求項2)のとおりと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件発明の認定の誤り-「同調」の意義に関して)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "長倉三郎ほか編「岩波  理化学辞典  第5版」(平成10年4月岩波書店発行，甲19)においては，「同調」につき，「受信機などで共振回路の共振周波数を目的の周波数に合わせること」と説明されており，同説明によれば，一般的な理化学用語としての「同調」は，「一致」を意味するものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正明細書中，本件発明の「同調」の意義を端的に説明する記載は，見られない。",
                        "しかしながら，本件発明の「回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数や共振が問題となる特定振動数に同調させ」(本件請求項)につき，本件訂正明細書には，以下の記載が存在する。",
                        "【0012】",
                        "そして，本実施形態においては，上記の回転慣性質量ダンパー1とそれに直列に設置される付加バネ2とにより定まる固有振動数を，構造物全体の所望の固有振動数に同調させるようにそれらの諸元を適正に設定することにより，その振動数での構造物の応答を大きく低減させることができるものである。",
                        "すなわち，一般に質量mとバネkによる振動系における固有角振動数ωは",
                        "ω2＝k／m なる関係で定まるのと同様に本実施形態のような回転慣性質量ダンパー1と付加バネ2とによる振動系においては，その固有角振動数Ωは回転慣性質量Ψ および付加バネ2のバネ定数k から",
                        "Ω2＝k ／Ψ",
                        "なる関係で定まる。したがって，その固有角振動数Ωをたとえば構造物全体の固有1次角振動数ω に一致させれば，つまり",
                        "Ω2＝k ／Ψ ＝ω 2",
                        "の関係が成り立つようにΨ およびk の値を設定すれば，従来のTMDを設置した場合と同様に，構造物全体の固有1次モードの振動に対する応答を大きく低減させることができ，特に風揺れに対する充分な低減効果が得られる。",
                        "【0013】",
                        "あるいは，固有角振動数Ωを構造物全体の固有2次角振動数ω と一致させることでも良く，その場合は",
                        "Ω2＝k ／Ψ ＝ω 2",
                        "となるようにΨ およびk の値を設定すれば，固有2次モードの振動に対する応答を大きく低減させることができる。",
                        "同様に，必要であればさらに高次の固有角振動数に同調させたり，機械振動のような特定の振動数を対象とする場合にはその振動数に同調させることにより，目的とする振動数との共振による応答増大を有効に防止することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これらの記載内容は，「回転慣性質量ダンパー1の回転慣性質量Ψと付加バネ2のバネ定数k とにより，Ω2＝k ／Ψ として定まる固有角振動数Ω」を，構造物全体の固有1次角振動数ω ，固有2次角振動数ω ，更に高次の固有角振動数等に「一致」させることによって，その振動数での構造物の応答を低減させるというものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件発明の「同調」とは，「一致」を意味するものと解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件発明の「同調」の意義につき，以下のとおり判断した。",
                    "すなわち，まず，本件訂正明細書の段落【0027】の記載等によれば，「特許請求の範囲の『同調』とは，」「回転慣性質量と付加バネとにより定まる固有振動数を，多層構造物の固有振動数や共振が問題となる特定振動数に『一致』させることを意味する。」とした。",
                    "次に，本件訂正明細書の段落【0002】記載の「同調」の意義につき，甲21号証の記載によれば，「『同調』とは，吸振器系の固有振動数ω と主振動系の固有n振動数Ω とを(1)式(判決注：ω ／Ω ＝1／(1＋μ))の関係にして主振動n n n系の振幅倍率の最大値を最小にすることを意味する。」とした。",
                    "そして，「そうすると，特許請求の範囲の『同調』とは，回転慣性質量と付加バネとにより定まる固有振動数と多層構造物の固有振動数や共振が問題となる特定振動数とを，発明の詳細な説明に記載される『従来一般のTMDによる場合に比べて格段に優れた振動低減効果を得ること』(【0006】)や，『多層構造物全体に対して大きな振動低減効果が得られる』(同)等の作用効果を達成できるように特定の関係とすることと解される。」と結論付けた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，本件発明の「同調」の意義につき，結論として，「回転慣性質量と付加バネとにより定まる固有振動数と，多層構造物の固有振動数や共振が問題となる特定振動数とを，本件訂正明細書記載の作用，効果を達成できるように特定の関係とすること」と解される旨述べているところ，「一致」が，比較対象とされるものの完全な合致のみを指す一義的な用語であるのに対し，「特定の関係」は，「一致」よりも広義の用語であることは，明らかである。",
                    "この点に関し，「特定の関係」の具体的内容については，本件訂正明細書において記載も示唆もされておらず，不明といわざるを得ない。",
                    "また，本件審決は，前記のとおり，本件訂正明細書の段落【0027】の記載等によれば，「特許請求の範囲の『同調』」は「一致」を意味する旨認定しながら，本件訂正明細書の段落【0002】記載の「同調」の意義につき，甲21号証の記載を参照して異なる解釈をし，結論として，「特許請求の範囲の『同調』とは，」前記「特定の関係」を意味するものと判断しているところ，「特定の関係」の具体的内容を示しておらず，加えて，最終的に，本件請求項の「同調」の意義を，本件訂正明細書の記載によって認定した「一致」よりも広義のものと認めた合理的な理由も，明らかにしていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決は，本件発明の「同調」の意義を，誤って認定したものといえる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訴訟上の禁反言について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，本件審決は，原告が本件審判時に審判事件答弁書(乙2)において主張した内容を採用して本件発明の「同調」の意義を判断しており，したがって，取消事由1の主張は，訴訟上の禁反言の法理に抵触するものであるから，そのような主張をすること自体，許されるべきではない旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(2)のとおり，本件審決は，本件発明の「同調」の意義につき，結論として，「回転慣性質量と付加バネとにより定まる固有振動数と，多層構造物の固有振動数や共振が問題となる特定振動数とを，本件訂正明細書記載の作用，効果を達成できるように特定の関係とすること」と解される旨述べているところ，「特定の関係」が，「一致」よりも広義の用語であることは，明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "他方，被告において指摘する，原告が本件審判時に審判事件答弁書において主張した内容は，「同調」が「一致」を意味する，すなわち，回転慣性質量と付加バネとにより定まる固有振動数を，多層構造物の固有振動数や共振が問題となる特定振動数に一致させることを前提として，本件振動低減機構の付加減衰や多層構造物の固有振動数の変動等によって現実に生じる誤差は捨象するというものである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "すなわち，原告は，審判事件答弁書(乙2)において，本件訂正明細書の段落【0013】の「付加減衰があることにより，上記の固有角振動数Ωは厳密には構造物の固有振動数と一致しないが，ほぼ同じになるため，両者を一致させると表記している。」という記載につき，「本件発明1，2において，『同調』の意義は，(中略)完全に一致しないまでも，制振効果を得ることを目的として，固有振動数等を同調させるために調整することである」と述べている。",
                                "これは，前記(1)イのとおり，前記段落には，回転慣性質量Ψ 及び付加バネ2のバネ定数k によって定まる固有角振動数Ωを，構造物全体の固有1次角振動数ωに一致させて，Ω2＝k ／Ψ ＝ω 2の関係が成り立つようにΨ 及びk の値を設定する旨が記載されているところ，前記1(4)アのとおり，本件振動低減機構には，減衰要素として付加減衰3も設置されていることから，その減衰作用によって，実際の固有角振動数Ωは，上記数式によって定まる固有角振動数Ωよりも小さいものになり，したがって，厳密にいうと，実際のΩ2はω 2よりも小さくなるが，僅差であることに鑑みてこれを捨象し，Ω2＝ω 2とみるという趣旨である。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "また，原告は，審判事件答弁書(乙2)において，「本件発明でいう『同調』は，多層構造物の用途，使用時間帯等による変動を考慮して，本件発明の作用，効果が得られる範囲における設計上の同調を意味する」と述べている。",
                                "これは，その前後の文脈によれば，多層構造物の積載重量は，当該構造物の用途，使用時間帯等による利用者の人数の変動によって上下し，それに伴って，多層構造物の固有角振動数も変動し得るものの，同変動は小さいものであるから，前述の「一致」を意味するΩ2＝k ／Ψ ＝ω 2の関係が成り立つようにΨ 及びk の値を設定するに当たり，同変動を捨象する趣旨をいうものと解される。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，「同調」の意義に関し，原告が本件審判時に主張した内容は，本件審決の判断内容とは明らかに異なるものといえ，したがって，被告の前記主張は，前提において誤りがあり，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "時機に後れた攻撃防御方法について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，本件審決が本件発明の「同調」の意義について判断した内容と同様の内容が，審理事項通知書(乙3)及び審決の予告(乙7)においても明示されていたにもかかわらず，原告は，同調に関する主張等をしなかったなどとして，取消事由1の主張は，時機に後れた攻撃防御方法として却下すべきである旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "確かに，審理事項通知書(乙3)及び審決の予告(乙7)においては，「同調」を「調整」と解する旨が記載されており，これは，本件審決の判断とほぼ同趣旨のものということができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかしながら，審決取消訴訟は，裁判所において，特許庁における審判官の合議体(特許法136条)がした行政処分である審決の瑕疵の有無を事後的に判断する訴訟手続であるから，取消事由主張の適時性の有無については，専ら当該審決取消訴訟の審理状況を前提として判断すべきである。特許庁における審判手続が，被告主張のように準司法的作用を有するものであるとしても，これを，通常の民事(行政)訴訟における第一審の手続と同視することはできない。",
                            "①前記第2の1のとおり，特許庁は，平成26年6月9日，本件審決をし，その謄本は，同月19日，原告に送達されたこと，②原告は，同年7月18日付けで本件訴訟を提起し，平成26年9月30日付け原告第1準備書面において取消事由1を主張し，その後，同年10月20日に行われた第1回弁論準備手続期日において上記の原告第1準備書面を陳述したことに鑑みると，原告による取消事由1の主張は，「時機に後れて提出」には当たらない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，取消事由1の主張は，時機に後れた攻撃防御方法とはいえず，被告の前記主張は，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「同調」の意義の恣意的な限定解釈について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，①発明の要旨となる技術的事項の確定の段階においては，特許請求の範囲の記載を超えて，発明の詳細な説明や図面のみに記載されている構成要素を付加して限定解釈することは，許されない，②本件訂正明細書の段落【0002】記載の「同調」の意義は，「一致」ではないとして，本件発明の「同調」の意義について原告が主張する解釈は，恣意的な限定解釈であり，認められるべきではない旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "この点に関し，特許法29条1項及び2項所定の特許要件，すなわち，特許出願に係る発明の新規性及び進歩性について審理するに当たっては，この発明を同条1項各号所定の発明と対比する前提として，特許出願に係る発明の要旨が認定されなければならないところ，この要旨認定は，特段の事情のない限り，願書に添付した明細書の特許請求の範囲の記載に基づいてされるべきであるが，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないとか，あるいは，一見してその記載が誤記であることが明細書の発明の詳細な説明の記載に照らして明らかであるなどの特段の事情がある場合は，明細書の発明の詳細な発明の記載を参酌することが許される(最高裁平成3年3月8日第二小法廷判決・民集45巻3号123頁)。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本件請求項の「回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数や共振が問題となる特定振動数に同調させ」という記載の技術的意義を一義的に明確に理解するためには，「同調」の具体的意義，特に，「同調」が「一致」を意味するのか否かを明らかにすることが不可欠といえる。",
                                "しかしながら，「同調」という語は，社会一般に用いられるものではなく，「同」という文字から，「合わせる」というようなニュアンスを含む趣旨を有するものと推測し得るが，その正確な意義は，自明とまではいえない。",
                                "以上に鑑みれば，本件においては，特許請求の範囲の記載のみによっては，本件請求項の前記記載の技術的意義を一義的に明確に理解できないという「特段の事情」があるものといえるから，「同調」という用語の意義の解釈に当たって本件訂正明細書の記載内容を参酌することは，許されるものというべきである。",
                                "しかも，前記(1)アのとおり，一般的な理化学用語としての「同調」は，「一致」を意味するものと解されるから，発明の詳細における前記記載は，通常の用語の意味とも合致するものである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，本件訂正明細書の段落【0002】には，従来のTMDにつき，「付加バネと付加質量により定まる固有振動数を構造物の固有振動数に同調させる」ものであると記載されているが，ここでいう「同調」とは，従来技術における，付加バネと付加質量とにより定まる固有振動数と構造物の固有振動数との関係を示したにすぎないものであることが明らかであり，前記に認定した本件発明における「同調」の技術的意味を左右するものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，被告の前記主張は，採用できない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(無効理由2に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明の認定",
              "text": [
                "甲1発明は，「建物の上下階間に生じる層間変位を質量体の回転または揺動等の運動に変換して，その慣性力によって建物を制振するようにした，建物層間に設置する慣性力を利用した制振装置に関する」ものであるところ(甲1【0001】)，甲1発明に係る明細書(甲1)及び弁論の全趣旨によれば，以下のとおり認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "従来の技術(甲1【0002】，【0003】)",
                  "text": [
                    "図C(甲1の図5)            図D(甲1の図6)"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "建物2の制振装置4として，層間の柱6と梁8とに囲まれた架構の内部空間に設置されるブレース10の一端又はその途中に，ブレース10を取付部材としてダンパー12を介在させ，振動エネルギーを吸収する方法が，広く一般的に採用されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この方法の制振効果は，建物伝達関数の定点理論からも説明できる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前提として，地震に関し，固定端(通常は地表面)の入力(加速度，変位等)に対する評価位置の応答比を入力振動数ごとに表したものは，一般に，伝達関数と呼ばれている。",
                            "図Dは，横軸を入力振動数とし，縦軸をx(地表面に対する建物最上部の相対変位)／y(地表面変位)としたものであり，これを建物伝達関数という(弁論の全趣旨)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "ダンパー12の減衰定数をゼロとしたときの建物伝達関数とダンパー12の減衰定数を無限大としたときの建物伝達関数との2つの交点は，ダンパー12の減衰定数の値にかかわらず，当該建物伝達関数が必ず通過する点となり，建物伝達関数の定点と呼ばれる。この定点をピークとする減衰定数を有したダンパー12が，最適ダンパーとなる(甲1【0003】)。",
                            "定点理論は，まず，2つの定点の縦座標の値が等しくなるように，制振装置の質量の大きさ及びバネの強さを選択し，その後，建物伝達関数のピークが2つの定点となるよう，ダンパー12の減衰定数を選択するというものである(弁論の全趣旨)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術の問題点(甲1【0004】から【0006】)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ダンパー取付部材は，建物の上階層と下階層との層間変位をダンパー12に伝えるために，その高さ方向に延設するものであるが，剛性に限界があり，ブレース10をダンパー取付部材とした場合であっても，一般的には，建物自体の層剛性の1割から2割程度の剛性にとどまることが多い。ダンパー取付部材の剛性にこのような限界があることから，ダンパー12に十分な振動エネルギーが伝わらず，結果として，制振装置4の効果は，建物2の減衰定数を数％上昇させる程度にとどまっていた。",
                        "十分な制振効果を得るためには，ダンパー12の取付部材の剛性を上げる必要があるものの，そのためには，大きな取付部材の使用又はダンパー12の設置箇所の増加を要し，それは，居住スペースの減少につながり，建物平面利用計画上の制約に係る限界があった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "定点理論からみても，ダンパーの減衰定数をゼロにした場合と，無限大にした場合の各固有振動数が接近していると，その定点は，伝達率の高い位置に形成されることになり，定点自体が高い位置にあるために，最適ダンパーを用いても得られる減衰性能は小さく，大きな制振効果を期待できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1発明の実施例(図E〔甲1の図1〕)",
                  "text": [
                    "甲1発明の制振装置(以下「甲1制振装置」という。)は，基本的には，①建物2の上下階の層間に設けられ，層間の動きを増幅して出力する増幅機構20と，②増幅機構20の出力端に取り付けられた錘32などの付加質量体とを備え，当該付加質量体を含む出力端の慣性力により，建物2を制振することを特徴とするものである(甲1【0008】，【0014】)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "増幅機構20の構成(甲1【0015】，【0016】)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "建物2の柱6と梁8とに囲まれた架構内に，第1取付部材24及び第2取付部材26が設けられている。第1取付部材24は，その一端が，一方の柱6の上階側部分に固定され，当該架構の対角線に沿って延びている。第2取付部材26は，その一端が，他方の柱6の下階側部分に固定され，第1取付部材24に沿って平行に延びている。",
                            "第1取付部材24にはラック部材28aが，第2取付部材26にはラック材28bがそれぞれ設けられ，これら一対のラック材28a及び28bに噛合してピニオン30が挟持されている。",
                            "第2取付部材26の延出端，すなわち，柱6に固定されていない側の一端には，ダンパー12が設けられており，第2取付部材26と上階側の梁8とを連結している。第2取付部材26は，ダンパー12を備えたブレース10として機能するように構成されている。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "b",
      "text": [
        "連結部材34aは，第1取付部材24の延出端，すなわち，柱6に固定されていない側の一端の近傍に固定されて，第2取付部材26に摺動自在に係合する。連結部材34bは，第2取付部材26の延出端の近傍に固定されて，第1取付部材24に摺動自在に係合する。",
        "連結部材34a及び34bの一対は，第1取付部材24と第2取付部材26とを相互に繋いでその平行度を保つためのものであり，上記係合により，両取付部材が軸方向へ相対移動することを許容している。"
      ]
    },
    {
      "fig": "c",
      "subject": "以上は，ラック・ピニオン機構を採用したものであり，これは，",
      "text": [
        "上下階の層間変位による水平方向の相対変位量を出力側部材の回転量として取り出すものである。"
      ],
      "content": [
        {
          "fig": "(イ)",
          "subject": "付加質量体の構成(甲1【0017】)",
          "text": [
            "ピニオン30の端面には，付加質量体として円盤状のフライホイール36が一体に取り付けられており，同フライホイール36の外周面には，さらに，付加質量体として複数の錘32が，等間隔に放射状に配置されて一体的に設けられている。",
            "なお，フライホイール36は，ピニオンの軸方向両端面に一対で取り付けて，第1取付部材24と第2取付部材26との両側を挟むようにして，ラック材28a及び28bに噛合したピニオン30の脱落を防止するようにしてもよい。"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "甲1制振装置の作動(甲1【0018】から【0023】)"
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "地震や風によって建物2が振動し，上下階間に層間変位が発生すると，これがダンパー12に伝わり，第1取付部材24及び第2取付部材26並びにこれらにそれぞれ設けられたラック材28a及び28bは，連結部材34a及び34bによって平行度を保たれながら，それぞれ軸方向に沿って逆方向に相対移動する(ラック材28a及び28bの往復直進運動)。",
        "これに伴って，ラック材28a及び28bに噛合したピニオン30が，その端面に取り付けられたフライホイール36及びその外周面に設けられた錘32と共に，一体に回転する(ピニオン30の往復揺動回転運動)。",
        "ラック材28a及び28bの往復直進運動は，ラック・ピニオン機構について前述した「上下間の層間変位による水平方向の相対変位量」に係るものであり，ピニオン30の往復揺動回転運動は，「出力側部材の回転量」に係るものである。",
        "したがって，ラック・ピニオン機構は，ラック材28a及び28bの往復直進運動をピニオン30の往復揺動回転運動に変換するものといえる。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "以上によれば，ピニオン30，フライホイール28及び錘32から成る回転質量体が回転慣性機構を構成し，建物2の層間変位に伴って回転慣性力を生じ，この回転慣性力を反力として建物2を制振することができる。",
        "この際，主に第2取付部材26がブレース10として機能し，層間変位荷重を，大きい強度の軸方向の圧縮力として受けることから，大きな層間変位量にも十分に対応でき，したがって，大地震等により過大な層間変位が上下階間に発生した場合にも，十分に制振機能を確保できる。"
      ]
    },
    {
      "fig": "c",
      "content": [
        {
          "content": [
            {
              "fig": "(a)",
              "text": [
                "前記イ(イ)のとおり，ダンパーの減衰定数をゼロにした場合と，無限大にした場合の各固有振動数が接近していると，定点自体が高い位置にあるために大きな制振効果を期待できない。このことから，制振効果を上げるためには，①ダンパーの減衰定数をゼロにした場合の固有振動数を下げるか，②無限大にした場合の固有振動数を上げるかの少なくとも一方により，各固有振動数の接近を避ける必要がある。",
                "なお，甲1発明において，ダンパー12の減衰定数がゼロの場合，ダンパー12は，層間変位による振動エネルギーを全く吸収しないことになり，ダンパー12に並列に接続された第1取付部材24及び回転慣性機構は，上記振動エネルギーをすべて受け，変形ないし回転することになる。他方，ダンパー12の減衰定数が無限大の場合，ダンパー12は剛体となって変形せず，第1取付部材24及び回転慣性機構も，変形も回転もしないことになる(弁論の全趣旨)。"
              ]
            },
            {
              "fig": "(b)",
              "text": [
                "この点に関し，ラック・ピニオン機構によって，ダンパー12の減衰定数をゼロにした場合の固有振動数を下げることができる。",
                "すなわち，前記bのピニオン30，フライホイール28及び錘32から成る回転質量体によって構成される回転慣性機構が建物2の層間変位に伴って生ずる回転慣性力の大きさは，回転半径の2乗に比例する。",
                "したがって，回転質量体の総質量を同一に維持したまま，回転軸から付加質量の錘の設置位置までの半径を大きくすることによって，回転慣性力を大きくすることができる。そして，前記bのとおり，回転慣性力は，反力として建物2を制振できることから，回転慣性力を大きくすれば，固有振動数を下げることができる(図F参照。)。",
                "図F(甲1の図2)",
                "甲1制振装置使用時の建物伝達関数"
              ]
            },
            {
              "fig": "(c)",
              "text": [
                "ただし，ラック・ピニオン機構22等の慣性機構を用いた場合，慣性機構と，第1取付部材24及び第2取付部材26とで，新たな共振点が形成されることになり，この共振点は，ダンパー12の減衰定数を無限大としたときの固有振動数よりも高い振動数になって現れる。そして，この振動数がダンパー12の減衰定数を無限大にしたときの固有振動数に近付くと，新たに高い伝達率の定点，すなわち，ダンパー12の減衰定数を無限大にしたときの固有振動数よりも高い振動数において伝達率の高い位置に新たな定点が構成されるため，最適ダンパーを用いても得られる減衰性能は小さく，大きな制振効果は期待できなくなる。",
                "したがって，上記の新たな共振点の振動数が，ダンパー12を無限大にした場合の固有振動数に近付かないよう，留意する必要がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "d",
      "text": [
        "前出図Fは，第1取付部材24及び第2取付部材26の剛性を建物2の剛性の1割として，最下層の制振装置の回転慣性機構の質量を1次振動数(最も左側のピーク)に対して調整し，中間層の回転慣性機構の質量は3次振動数(最も右側のピーク)に対して調整し，最上層の回転慣性機構の質量は2次振動数(中央のピーク)に対して調整し，かつ，各層の制振装置のダンパーには，それぞれに定点理論の最適ダンパーを配した結果の伝達関数を表したものである。このように，全層を特定の次数に調整してより大きな制振効果を実現することも可能である。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，甲1発明は，本件審決が認定したとおり(前記第2の3(2)ア(ア)a)である。"
                  ],
                  "content": [
                    {
                      "fig": "(2)",
                      "subject": "本件発明1と甲1発明との一致点の認定誤り(相違点の看過)"
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "付加バネの解釈"
                }
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "subject": "本件発明の付加バネについて"
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "田中正躬編「JIS  ばね用語  JIS  B  0103：2012(JSMA／JSA)  平成24年5月21日改正  日本工業標準調査会審議」(平成24年5月一般財団法人日本規格協会発行，甲20)においては，「ばね」につき，「たわみを与えたときにエネルギーを蓄積し，それを解除したとき，内部に蓄積されたエネルギーを戻すように設計された機械要素。」(「JISによるばねの定義」)と説明されており，当業者は，「ばね(バネ)」という用語に接したとき，通常は，JISによるばねの定義を想起するものと考えられる。",
        "この点に鑑みると，JISによるばねの定義に該当するものが，当業者によって，通常，技術的に「ばね」として認識されるもの(以下「技術常識としてのばね」という。)というべきである。"
      ]
    },
    {
      "fig": "b",
      "content": [
        {
          "content": [
            {
              "fig": "(a)",
              "text": [
                "本件訂正明細書(甲18)中，本件発明の付加バネの意義を端的に説明する記載は，見られない。"
              ]
            },
            {
              "fig": "(b)",
              "text": [
                "前記1(4)のとおり本件訂正明細書には，本件発明の実施形態に係る本件振動低減機構につき，「構造物(図示例は3階建ての建物)の任意の層に，層間変位が生じた際に作動して錘を回転させることにより所定の回転慣性質量Ψ を生じる回転慣性質量ダンパー1を設置するとともに，その回転慣性質量ダンパー1に対して付加バネ2を直列に設置することを主眼とする。」(甲18【0007】)との記載があり，さらに，「回転慣性質量と付加バネとにより定まる固有振動数」(本件請求項)について，「固有角振動数Ωは回転慣性質量Ψ および付加バネ2のバネ定数k から，Ω2＝k ／Ψ なる関係で定まる」(甲18【0012】)旨の記載がある。",
                "これらの記載からは，付加バネが，技術常識としてのばねとは異なる特性を備えていることは認められず，本件訂正明細書中，他に，そのような特性の存在をうかがわせる記載も見当たらない，"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "c",
      "text": [
        "以上によれば，本件発明の付加バネは，技術常識としてのばねを指すものと解するのが相当である。"
      ],
      "content": [
        {
          "fig": "(イ)",
          "subject": "甲1発明の第1取付部材24及び第2取付部材26について"
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "本件審決は，甲1発明の第1取付部材24及び第2取付部材26は，本件発明の付加バネと，「バネ定数が特定できるバネである点」において一致する旨判断していることから，上記両取付部材について検討する。"
      ]
    },
    {
      "fig": "b",
      "content": [
        {
          "content": [
            {
              "fig": "(a)",
              "text": [
                "前記(1)イのとおり，甲1発明に係る従来の技術の問題点として，①ダンパー取付部材の剛性に限界があるために，建物の上階層と下階層との層間変位，すなわち，振動エネルギーを，十分にダンパーに伝えられず，結果として，制振装置の効果が，建物の減衰定数を数％上昇させる程度にとどまっていたこと，②十分な制振効果を得るためには，ダンパー取付部材の剛性を上げる必要があるものの，そのためには，大きな取付部材の使用等を要することから，建物平面利用計画上の制約に係る限界があったことが挙げられている。",
                "以上によれば，十分な制振効果を得るという観点からは，ダンパー取付部材が一定程度以上の剛性を備えていることを要すると認められる。"
              ]
            },
            {
              "fig": "(b)",
              "text": [
                "また，甲1制振装置の作動状況については，前記(1)ウのとおり，①建造物の上下階間に層間変位が発生すると，第1取付部材24及び第2取付部材26並びにこれらにそれぞれ設けられたラック材28a及び28bは，それぞれ軸方向に沿って逆方向に相対移動し，②これに伴って，ラック材28a及び28bに噛合したピニオン30が，その端面に取り付けられたフライホイール36及びその外周面に設けられた錘32と共に，一体に回転すること，③したがって，ラック・ピニオン機構は，ラック材28a及び28bの往復直進運動をピニオン30の往復揺動回転運動に変換するものといえること，④その結果，回転慣性力が発生し，これが反力となって建物2を制振することが認められる。",
                "以上によれば，第1取付部材24及び第2取付部材26が受けた層間変位の力は，ラック・ピニオン機構を通じて，最終的には回転慣性力に変換されるといえる。この点に鑑みると，第1取付部材24及び第2取付部材26には，上記層間変位の力を可能な限り吸収することなく，相対移動(往復直進運動)に用いることができるよう，JISによるばねの定義の本質的要素と解される「たわみ」のない材質が求められる。"
              ]
            },
            {
              "fig": "(c)",
              "text": [
                "他方，本件証拠上，甲1制振装置において，第1取付部材24及び第2取付部材26のいずれについても，JISによるばねの定義に係る機能，すなわち，「たわみを与えたときにエネルギーを蓄積し，それを解除したとき，内部に蓄積されたエネルギーを戻す」を果たしていることは，うかがわれない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "c",
      "text": [
        "以上によれば，第1取付部材24及び第2取付部材26は，JISによるばねの定義に該当せず，したがって，技術常識としてのばねではない。"
      ],
      "content": [
        {
          "fig": "(ウ)",
          "subject": "小括",
          "text": [
            "本件審決は，甲1発明の第1取付部材24及び第2取付部材26が，本件発明の付加バネと同じく，技術常識としてのばねであることを前提として，両者は，「バネ定数が特定できるバネである点」において一致する旨判断しており，同判断は，上記前提自体において誤っていることが明らかである。",
            "したがって，本件審決は，本件発明1が技術常識としてのばねである付加バネを備えているのに対し，甲1発明が技術常識としてのばねを備えていないという相違点を看過したものといえ，この点について誤りが存する。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "subject": "「同調」の意義",
                  "text": [
                    "前記2のとおり，本件審決は，本件発明の「同調」の意義を，誤って認定しており，その結果，本件発明1が「回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数や共振が問題となる特定振動数に同調させ」るのに対し，甲1発明が「最下層の制振装置の回転慣性機構の質量を1次振動数に対して調整し，中間層の回転慣性機構の質量は3次振動数に対して調整し，最上層の回転慣性機構の質量は2次振動数に対して調整」するという相違点を看過したものといえ，この点について誤りが存する。"
                  ],
                  "content": [
                    {
                      "fig": "(3)",
                      "subject": "被告の主張に対し"
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本件発明の付加バネの解釈に関し，①付加バネがJISによるばねの定義に当てはまるということは，本件訂正明細書や図面の具体的記載に基づくものではなく，誤りである，②付加バネがJISによるばねの定義に当てはまるとしても，甲1発明の第1取付部材及び第2取付部材26は，付加バネに該当する旨を主張している。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "text": [
            "①の点については，前記(2)ア(ア)によれば，当業者は，「ばね(バネ)」という用語に接したとき，JISによるばねの定義とは異なる内容が示されていない限り，通常，同定義を想起するものと考えられる。",
            "この点に鑑みると，前記(2)ア(ア)のとおり，本件訂正明細書中，付加バネにつき，JISによるばねの定義に係るものであることが明示されていなくとも，同定義とは異なる内容の記載は見当たらない以上，付加バネは同定義に当てはまるものと解するのが，当業者の視点からみても相当である。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "②の点については，前記(2)ア(イ)のとおり，甲1発明の第1取付部材24及び第2取付部材26は，JISによるばねの定義の本質的要素と解される「たわみ」のない材質が求められることなどに鑑みると，同定義に当てはまるものとはいえない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "以上によれば，被告の前記主張は，採用できない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ"
                }
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "text": [
            "被告は，本件発明の「同調」の意義に関し，これが「一致」を意味するという前提は誤っている旨主張するが，前記2によれば，被告の主張は，採用できない。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "被告は，本件発明の「同調」の意義を，「一致」と解したとしても，本件訂正明細書の段落【0012】及び【0013】により特定される回転慣性質量と付加バネとによって定まる固有振動数を，構造物の固有振動数や共振が問題となる特定振動数に一致させることは，定点理論に基づく最適同調，すなわち，2つの定点の高さを等しくする条件に比して，制振効果が劣る周知慣用技術にすぎず，",
          "text": [
            "したがって，甲1発明の「調整」を，「一致」，すなわち，本件発明の「同調」とする  ことは，当業者において容易に想到し得た旨主張する。",
            "しかしながら，前記(2)アのとおり，甲1発明は，付加バネを欠く。また，甲1発明には，ダンパーの減衰定数をゼロにした場合と，無限大にした場合の各固有振動数が接近していると大きな制振効果を期待できない旨は開示されているものの，これらの各固有振動数を構造物の固有振動数等に一致させる技術は，開示も示唆もされていない。また，同技術は，本件証拠上，周知慣用技術とも認めるに足りない。",
            "以上によれば，被告の前記主張は，採用できない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "被告は，①本件特許公報に掲載されている図3(b)と甲1号証の図2とは，応答倍率ないし伝達関数において2つの頂点を有するという作用及び制振力が高まるという効果において，共通していること，②計算によれば，甲1発明につき，各層のダンパー伝達材剛性と回転慣性質量から構成される固有振動数は，3層建物全体の1次固有振動数と「一致しないが，ほぼ同じであること」に鑑みると，甲1発明の「調整」は，実質的に，本件発明の「同調」に該当するものといえる旨主張する。",
            "しかしながら，①の点については，本件発明1と甲1発明とは，原理は異なるものの，いずれも制振装置であるから，各原理に従って適切に使用されれば，それぞれに制振作用，効果を実現するものといえる。したがって，本件発明1及び甲1発明につき，同じ作用，効果がみられるとしても，それをもって，甲1発明の「調整」が，実質において本件発明の「同調」に該当することを意味するものということはできない。",
            "また，②の点については，甲1発明の「調整」を行っても，各層のダンパー伝達材剛性(第1の取付部材24及び第2の取付部材26に相当する。)と回転慣性質量(回転慣性機構に相当する。)によって定まる固有振動数は，建物全体の固有振動数と「ほぼ同じ」になるにとどまり，「一致」には至っていないのであるから，甲1発明の「調整」が，「一致」，すなわち，本件発明の「同調」に当たらないことは，明らかといえる。",
            "以上によれば，被告の前記主張は，採用できない。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(4)",
                      "text": [
                        "以上のとおり，本件審決は，本件発明と甲1発明との一致点の認定を誤ったものであり，この認定誤りが審決の結論に影響を及ぼすことは明らかであるから，取消事由2には理由がある。"
                      ],
                      "content": [
                        {
                          "fig": "4",
                          "subject": "取消事由3(無効理由3に係る判断の誤り)について"
                        }
                      ]
                    },
                    {
                      "fig": "(1)",
                      "subject": "前提事実",
                      "text": [
                        "甲3号証によれば，以下の事実が認められる。",
                        "すなわち，大地震対応型のダンパーは，①変位に比例して減衰力を発揮する履歴型と，②速度に比例して減衰力を発揮する粘性型とに大きく分類される。",
                        "うち，②の粘性ダンパーにつき，粘性減衰要素(粘性ダッシュポット)に慣性質量要素を並列配置したダンパー(以下「MVDダンパー」という。)においては，粘性ダッシュポットの減衰力に加え，慣性質量と振動数の二乗に比例した荷重が働く。"
                      ]
                    },
                    {
                      "fig": "(2)",
                      "subject": "甲10発明の認定"
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "甲10号証には，①MVEDダンパー(弾性バネ付きMVDダンパー)を，後出の図Jのとおり中層建物の各階に設置し，制振装置として利用した場合について時刻歴応答解析を行ったこと，②同解析の結果，MVEDダンパーの弾性バネ剛性，ダッシュポット粘性係数，慣性質量の各パラメータを最適無次元化マックスウェル緩和時間の条件を満足するように設定すると，建物の加速度応答，変位応答を効果的に低減することができることが分かった旨が記載されている。",
                    "図J(甲10の図2)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの事実によれば，甲10発明は，本件審決が認定したとおり(前記第2の3(2)イ(ア)a)であり，この点につき，当事者間に争いはない。",
                    "また，本件発明1と甲10発明との一致点並びに相違点3及び相違点4も，本件審決が認定したとおり(前記第2の3(2)イ(ア)b)であり，この点についても，当事者間に争いはない。"
                  ],
                  "content": [
                    {
                      "fig": "(3)",
                      "subject": "甲9発明の認定"
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "甲9号証には，MVEDダンパーの1自由度系の応答特性を検討した結果が示されており，その結果によれば，MVEDダンパーを含む系(構造物を指す。)の応答は，無次元化マックスウェル緩和時間で支配されており，無次元化マックスウェル緩和時間を最適化することによって，系の応答倍率を最小化できることが判明した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲9号証によれば，最適化された無次元化マックスウェル緩和時間，すなわち，最適無次元化マックスウェル緩和時間の算出方法につき，以下のとおり認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "text": [
            "MVEDダンパーの1自由度系が加振力p ，振動数ωの調和加振peiωtを受けるときの運動方程式は次式で与えられる。",
            "図K(甲9の図1)",
            "図L(甲9の図2)",
            "mucuku f  p eit  (55)"
          ]
        }
      ]
    },
    {
      "fig": "f",
      "subject": "c u m u k u   (56)"
    },
    {
      "fig": "d",
      "subject": "d r d b b  m：系の主質量  c：系の粘性減衰係数  k：系の剛性",
      "text": [
        "u：変位"
      ]
    },
    {
      "fig": "c",
      "subject": "：ダンパーの粘性減衰係数  m ：MVEDダンパーの質量"
    },
    {
      "fig": "d",
      "subject": "r  k ：MVEDダンパーの弾性バネ剛性"
    },
    {
      "fig": "b",
      "text": [
        "(イ)  系の内部粘性減衰cを無視した場合の系の動的応答倍率R は次式dで与えられる。これによって，後出図M(甲9の図3)の共振曲線が与えられる。",
        "Uk 4r22 (2 r2)R     (57)"
      ]
    },
    {
      "fig": "d",
      "subject": "p (12 r2)(2r)2 [(1r2)(2 r2)2r2]2  U：変位uのフーリエ変換  ω ＝√k／m：系の固有振動数"
    },
    {
      "fig": "n",
      "subject": "ω ＝√k ／m ：ダンパーの固有振動数",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "r",
                              "subject": "b r  β＝ω ／ω ：ダンパーの固有振動数と系の固有振動数との比"
                            },
                            {
                              "fig": "r",
                              "subject": "n  μ＝m ／m：ダンパーの質量と系の質量との比"
                            },
                            {
                              "fig": "r",
                              "subject": "r＝ω／ω ：加振振動数と系の固有振動数との比"
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "n",
      "subject": "λ＝ω (c ／k )：無次元化マックスウェル緩和時間"
    },
    {
      "fig": "n",
      "subject": "d b(判決注：甲9号証には，λ＝ω (c ／k )と記載されているところ，「c 」n r b rは，「c 」の明白な誤記と認められる。)"
    },
    {
      "fig": "d",
      "subject": "図M(甲9の図3)",
      "content": [
        {
          "fig": "(ウ)",
          "text": [
            "以下，前記共振曲線のピーク値を最小化する無次元化マックスウェル緩和時間を求める。"
          ]
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "前記共振曲線が，パラメータにかかわらず，必ず通過する2点(定点)の横座標の値は，次式で与えられる。",
        "1(1)2  12(1)2 (2 1)4r    (58)",
        "1,2 2          b  さらに，前記2定点の縦座標の値が等しいものとなるときのβ(ダンパーの固有振動数と系の固有振動数との比)，すなわち，「最適な振動数比β＊」は，次式で与えられる。",
        "*    (59)",
        "1          c  r (r でもよい。)及びβ＊を(57)式に代入することにより，λの値にかかわらず，前記共振曲線が必ず通過する2つの交点(前記2定点)に共通する縦座標の値が，次式により，与えられる。",
        "2(1)R (r )  R (r )    (60)"
      ]
    },
    {
      "fig": "d",
      "text": [
        "1 d 22          d  前記共振曲線が前記2定点において極大値をとるときのλは，(61)，(62，a)及び(62，b)の各式によって，与えられる。",
        "A2  1   (61)",
        "BA  22{R 2[1(1)2]2}2{12R 2[1(1)2]2}r21 d d 1   (62,a)",
        "6R 2[1(1)2]r4 4R 2r6d 1 d 1B  R 24(12)2 4 4R 24(12)r2 3R 24r4  (62,b)"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "1",
                          "text": [
                            "d d 1 d 1          e  (58)式で与えられるr 2，(59)式で与えられるβ＊及び(60)式で与えられるR (r ，β＊)を，(62，a)及び(62，b)の各式に代d 1入し，最終的に，(61)式によって，極大値を与える無次元化マックスウェル緩和時間の一方の解λ 2は，次式により与えられる。",
                            "3 2(1)2    (63,a)",
                            "2( 2)  同様にして，λ 2は次式により与えられる。",
                            "3 2(1)2    (63,b)",
                            "2( 2)  最後に，λ 2とλ 2の平均値を，最適無次元化マックスウェル緩和時間(optimum normalized maxwell relaxation time)λ と定義する。",
                            "opt2 2 3(1)  1 2    (64)",
                            "opt 2 (2)      ウ(ア)  前記共振曲線のピーク値を最小化する無次元化マックスウェル緩和時間を求める過程についてみると，まず，①前記イ(ウ)aにおいて，(58)式により，前記共振曲線の前記2定点に係る横座標の値r r を求め，前記イ(ウ)bにお1， 2いて，(59)式により，前記2定点の縦座標の値が等しくなる最適な振動数比β＊(以下，前記2定点の縦座標の値が等しくなるようにパラメータを当てはめることを，「最適化」という。)を求める。",
                            "その上で，②前記イ(ウ)cにおいて，(60)式により，r (r でもよい。)及びβ＊を，前記共振曲線を与える(57)式に代入することによって，前記のとおり等しくなるようにした前記2定点の縦座標の値を求める。この段階において，前記2定点の横座標の値及び縦座標の値が確定する。",
                            "そして，③前記イ(ウ)d及びeにおいて，前記共振曲線が前記2定点において極大値をとる，すなわち，前記共振曲線が前記2定点をピークとする無次元化マックスウェル緩和時間λ ，λ を求め，その平均値を最適無次元化マックスウェル緩和時間λ と定義する。",
                            "opt        (イ)  前記のとおりβ＝ω ／ω ＝β＊とすることは，系(構造物)の固有r n振動数であるω が，√k／m，すなわち，系の剛性k及び系の質量mによって定nめられる所与のものであることから，ダンパーの固有振動数であるω を最適化すrることに他ならない。そして，ω は，√k ／m ，すなわち，MVEDダンパーr b rの弾性バネ剛性k 及びMVEDダンパーの質量m によって算出されるものであb rるから，ω を最適化することは，これらのパラメータを最適化することに等しい。"
                          ],
                          "content": [
                            {
                              "fig": "r",
                              "text": [
                                "(ウ)  最適無次元化マックスウェル緩和時間λ は，λ 2とλ 2の平均opt 1 2値であるところ，無次元化マックスウェル緩和時間の解であるλ 2及びλ 2は，前記イ(ウ)eのとおりβ＊等の値を所定の式に代入することによって，与えられる。",
                                "また，λは，ω (c ／k )，すなわち，系の固有振動数ω ，ダンパーの粘性n d b n減衰係数c 及びMVEDダンパーの弾性バネ剛性k によって算出されるものでd bあるところ，前記(イ)のとおり，系の固有振動数ω は所与のものである。この点にn鑑みると，λは，実質において，ダンパーの粘性減衰係数c 及びMVEDダンパdーの弾性バネ剛性k において定められるものということができる。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "b",
      "text": [
        "(エ)  以上によれば，MVEDダンパーを含む系においては，主に，弾性バネ剛性，MVEDダンパーの質量(慣性質量)及びダンパーの粘性減衰係数の最適化によって，最適無次元化マックスウェル緩和時間が算出される。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(4)",
                      "subject": "甲10発明と甲9発明との組合せ"
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "甲9号証及び甲10号証は，いずれも同じ執筆者らが「慣性質量要素を利用した粘性ダンパーによる構造骨組の応答制御」について著した一連の論文(甲3号証から甲10号証)の一部であるから，甲10発明に甲9号証に記載された事項を適用できることは，自明のことといえる。",
                    "そして，同適用によって得られた制振装置において，MVEDダンパーの固有振動数ω と中層建物(系)の固有振動数ω との比β(＝ω ／ω )は，前記(59)r n r n式で与えられる最適振動数比β＊＝1／√(1-μ)になる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，質量比μ＝m ／mは，ダンパーの質量m と系の質量mr rとの比であるから，明らかにμ＞0である。この点，甲10発明においては，質量比μ＝ M’／ M は広義慣性接続要素質量 M’と広義節点質量 M との比であs s u s s uるが，同様に，μ＞0であると認められる。",
                    "そうすると，最適振動数比β＊＞1になり，前述したとおり，β＊＝β＝ω ／ωr nであることに鑑みると，これは，MVEDダンパーの固有振動数ω が中層建物のr固有振動数ω と一致しない，すなわち，中層建物の固有振動数ω に同調されない，n nことを意味する。",
                    "したがって，甲10発明に甲9発明を適用しても，相違点4に係る構成が得られるとはいえない。"
                  ],
                  "content": [
                    {
                      "fig": "(5)",
                      "text": [
                        "以上によれば，当業者は，甲10発明の「弾性バネ付きMVDダンパーの各パラメータを最適無次元化マックスウェル緩和時間の条件を満足するように設定する」ことが，弾性バネ付きMVDダンパーの固有振動数と中層建物の固有振動数とを特定の関係とすること，すなわち「回転慣性質量と付加バネとにより定まる固有振動数を前記多層構造物の固有振動数」「に同調させ」ることであると容易に理解し得たか，又は，甲9発明に基づいて容易に導き出すことができたという，本件審決の相違点4に係る判断は，誤りである。"
                      ]
                    },
                    {
                      "fig": "(6)",
                      "subject": "被告の主張に対し"
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "被告は，甲10号証の表4に示されている各階ごとのMVEDダンパー諸元は，甲10号証の表2に示されている制振建物モデル全体の1次固有周期2．012(s)に対して，甲9号証の(59)式に質量比μ＝0．2を代入して算出された諸元であることが分かるとして，甲10発明と甲9発明とは，具体的諸元において密接に関係している旨主張する。",
                    "しかしながら，原告主張のとおり，両発明が具体的諸元において密接に関係しているとしても，甲10発明に甲9発明を適用することによって相違点4に係る構成が得られないのは，前記(4)のとおりであるから，原告主張の点は，前記(5)の結論を左右するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告は，仮に，本件発明の「同調」の意義を，「一致」と解したとしても，前記第4の2(2)イ(ア)同様の理由により，甲10発明及び甲9発明の「同調」の方法を，「一致」とすることは，当業者において容易に想到し得た旨主張するが，前記3(3)イ(イ)と同様の理由により，同主張は採用できない。"
                },
                {
                  "fig": "ウ"
                }
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "text": [
            "被告は，本件発明の「同調」の意義を，「一致」と解したとしても，各階のMVEDダンパーの固有振動数と，制振建物モデル全体の1次固有振動数とは，質量比μが小さいほど一致に近付くことが明らかといえ，質量比μを小さく設定した各階のMVEDダンパーの固有振動数と，制振建物モデル全体の1次固有振動数とは，「一致しないが，ほぼ同じ」であり，実質的に，本件発明の「同調」に該当する旨主張する。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "被告の主張によれば，甲10発明において，質量比μがゼロになれば，各階のMVEDダンパーの固有振動数と，制振建物モデル全体の1次固有振動数とが一致することになる。",
            "しかしながら，甲10発明における質量比μは，「1次モードにおける建物の広義節点質量 M に対するMVEDダンパーの回転慣性質量による広義慣性接続要素S 0質量 M’の比」，すなわち， M’／ M であるから，μがゼロということは，MS S S 0VEDダンパーの回転慣性質量による広義慣性接続要素質量，すなわち，MVEDダンパーの質量である M’がゼロということに他ならず，このとき，甲10発明Sがおよそ制振効果を有しなくなることは，明らかといえる。",
            "以上によれば，被告の前記主張は，採用できない。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(7)",
                      "text": [
                        "以上のとおり，本件審決の相違点4に係る判断は誤りであるから，取消事由3には理由がある。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の取消事由はいずれも理由があるから，本件審決は取消しを免れず，よって，主文のとおり，判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10175",
    "date": "2015-04-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085081",
    "ipprecedent_id": "4039",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}