{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。  "
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙物件目録1及び2記載の各製品(以下，それぞれを「イ号製品」，「ロ号製品」といい，併せて「被告各製品」という。)を製造し，販売し，輸出し又は販売の申出(販売のための展示を含む。)をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，被告各製品及びその半製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "subject": "被控訴人は，控訴人に対し，8億2500万円及びこれに対する平成25年4月5日から支払済みまで年5分の割合による金員を支払え。"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「吸着搬送装置およびそれに用いる流路切換ユニット」とする本件発明について本件特許権(特許第3866025号)を有する控訴人が，被控訴人による被告各製品の製造販売等が，控訴人の本件特許権を侵害すると主張して，被控訴人に対し，特許法100条1項に基づき被告各製品の製造販売等の差止め，被告各製品及びその半製品の廃棄を求めるとともに，民法709条，特許法102条2項の損害賠償請求権に基づき，8億2500万円及びこれに対する訴状送達日の翌日である平成25年4月5日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原判決は，被控訴人の製造販売等に係るイ号製品は本件発明の技術的範囲に属するが，ロ号製品は文言侵害及び均等侵害を含め本件発明の技術的範囲に属さない，本件発明に係る特許は，乙8発明及び周知の技術事項に基づいて当業者が容易に想到することができたものとして特許無効審判により無効にされるべきであるから，特許法104条の3第1項により控訴人は被控訴人に対し本件特許権を行使することができないと判示して，控訴人の請求を全部棄却したため，控訴人が，これを不服として控訴したものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決の「事実及び理由」の第2の1記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "次のとおり，争点(2)(ロ号製品の構成要件G～Jの充足性(文言侵害，均等論))及び争点(3)(本件特許の無効理由の有無)について，当審における当事者の主張を付加するほか，原判決の「事実及び理由」の第2の2記載のとおりであるから，これを引用する。",
            "〔当審における控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(2)(ロ号製品の構成要件G～Jの充足性(文言侵害，均等論))につ",
              "text": [
                "いて",
                "原判決は，ロ号製品の均等による特許権侵害の成否について，「本件発明は，大気開放ポートがなく，真空破壊のための空気が出力ポートのみから着脱路に流入し，かつ，出力ポートから供給される正圧空気が全て着脱路の吸着面から排出される従来技術を前提に，ワークを迅速に離脱させるとともに吹き飛ばしを防止して正確な位置決めをするという課題の解決のため，大気開放ポートを設けてこれを着脱路及び出力ポートと連通させることにより，着脱路が大気圧に達するまでは大気開放ポートからも空気を流入させてワークの離脱を迅速にし，これが大気圧に達した後は正圧空気が大気開放ポートからも流出するものとしてワークの吹き飛ばしを防止したものであり，この点の構成が本件発明の課題解決のための本質的部分に当たると認められる。そうすると，大気開放ポートがなくても排気口から大気の流入及び正圧空気の排出が行われるエジェクタを備えた構成は，上記の前提を欠くものであり，本件発明が解決すべき課題も存在しないことになるから，本件発明とは本質的部分において相違すると解するのが相当である。」と認定した。",
                "しかし，ロ号製品がその「排気口」によって，イ号製品の「大気開放ポート」と同等の大気の流入と正圧空気の排出を行うことができるのであれば，わざわざ，ロ号製品において，イ号製品と同じ「大気開放ポート」を設ける必要はなく，上記判決の認定は不合理である。現に，被控訴人が作成するイ号製品とロ号製品の性能を説明するパンフレット(甲5)には，ロ号製品にも，イ号製品と同様の「大気開放口」の記載があり，「大気開放口」の作用によりイ号製品と同様の作用効果が得られる旨が理解できる。実際，ロ号製品のように，エジェクタを用いたものにおいては，「排気口」から排出される空気による騒音を低減するために，「マフラ」を流路ブロックに設けることが必須となり，「マフラ」は，通気性を有する部材等により形成されているものの，「排気口」から外部に排気される空気には大きな通気抵抗が加わることから，「大気開放ポート」と同等の効果を奏することはなく，そのため，ロ号製品においても，エジェクタに「排気口」が存在するにもかかわらず，わざわざ「大気開放ポート」が設けられている。",
                "したがって，「排気口」が本件発明の「大気開放ポート」と同等の作用効果を有するものではないから，原判決の上記認定は誤りであり，ロ号製品に対する均等侵害は認められるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(3)(本件特許の無効理由の有無)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙8発明の認定の誤り，本件発明と乙8発明との一致点及び相違点の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原判決は，乙8発明を，",
                      "text": [
                        "「移動するアームの先端に設けられた吸盤の吸着面にカートンを吸着させて前記カートンを搬送するカートン取出し装置に使用する流路切換装置であって，",
                        "エアコンプレッサに正圧流路を介して連通する正圧供給ポート，前記吸盤の着脱路に連通する出力ポート，真空ポンプに真空流路を介して連通する真空供給ポート，前記着脱路に連通する真空ポート及び大気に開放され大気を前記着脱路に供給する大気ポートが形成され，",
                        "前記正圧供給ポートを前記出力ポートに連通させる状態と前記正圧供給ポートを遮断する状態に作動する圧縮空気電磁弁と",
                        "前記真空ポートを前記真空供給ポートに連通させる状態と前記真空ポートを前記大気ポートに連通させる状態に作動する真空電磁弁とを有し，",
                        "前記エアコンプレッサからの圧縮空気を前記着脱路に連通させて前記カートンの吸着を停止する際に，前記真空電磁弁の前記真空ポートを前記大気ポートに連通させるのと同時に，前記圧縮空気電磁弁の前記正圧供給ポートを前記出力ポートに連通させることにより，前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路とに連通させる，流路切換装置。」(原判決「事実及び理由」の第3の3(2)(24～25頁))",
                        "と認定した上で，「真空電磁弁(21)の閉成と同時にこの閉状態の圧縮空気電磁弁(24)を一度開閉動作させて，吸盤(50)内に残留する弱い真空状態を完全に解除」する(乙8の4頁左上欄10～12行)という乙8記載の流路切換装置の構成と，「前記真空ポートを前記大気開放ポートに連通させ，…前記正圧供給ポートを前記出力ポートに連通させることにより，前記大気開放ポートを前記正圧供給ポートと前記着脱路に連通させる」という本件発明の構成を同一のものであるとし，これを前提に，乙8発明の大気ポートには正圧空気の一部を排出する作用があることも流体力学上明らかであるから，本件発明の「大気開放ポート」が「正圧ポートからの正圧空気の一部を排出する」と規定されるのに対し，乙8発明の「大気ポート」は正圧空気の一部を排出することについて明示的な記載がない点は相違点に当たらないと判断した。",
                        "しかし，乙8には，乙8記載の流路切換装置が「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路とに連通させる」構成を有することまでは記載されていないから，原判決による乙8発明の認定のうち，上記構成を認定した部分は誤りである。したがって，本件発明の「大気開放ポート」が「正圧ポートからの正圧空気の一部を排出する」と規定されるのに対し，乙8発明の「大気ポート」は正圧空気の一部を排出することについて明示的な記載がない点は相違点に当たらないとした原判決の上記判断は誤りである。",
                        "すなわち，乙8の圧縮空気電磁弁(24)が開閉動作するのは，基本的には，コンベア(14)に被包装物(5)がない状態のときであり，コンベア(14)に被包装物(5)があるときには，真空電磁弁(21)を閉じるだけで，圧縮空気電磁弁(24)を開閉動作させなくても，吸盤(50)をカートン(2)から開放することができる。",
                        "従来のカートン取出し装置では，カートンの非吸着時，すなわち，吸盤がカートン(2)に接触してもカートンを吸着させない時に，真空電磁弁を大気開放しているにもかかわらず，吸気管路内のフィルターの目詰まり等によって，カートンの非吸着時にも弱い真空が残留してしまうという課題があった。そこで，被包装物(5)がコンベアにない場合に，装置の運転を停止させないようにするために，圧縮空気電磁弁(24)を開閉動作させることによって，カートンの非吸着時における吸盤内の弱い真空状態を解除して大気圧と等圧となるようにして，マガジン(4)に保持されたカートン(2)を取り出さないようにした技術が乙8記載の流路切換装置である。このように，乙8記載の流路切換装置は，吸着したカートン(2)をコンベア(14)に引き渡すとき，つまりカートン(2)を吸盤(50)から開放するときの問題を解決した技術ではなく，カートン(2)の非吸着時の弱い真空状態を解除して大気圧と等圧となるようにし，吸盤(50)がカートン(2)を吸着しないようにした技術である。すなわち，本件発明が吸着具がワークを吸着している状態からワークを離脱させる技術であるのに対して，乙8記載の流路切換装置は吸盤がカートンに接触してもカートンを吸着しないための技術である。乙8には，カートン(2)をコンベア(14)に引き渡す際には，エア抜きと同時に，圧縮空気電磁弁(24)を一度開閉動作させると，吸盤(50)からカートン(2)を開放しやすくすることができることが付記されているにすぎず，乙8記載の流路切換装置は，正圧空気の一部を排気するようにした技術ではない。乙8には，真空ポート(真空電磁弁(21))の閉成と同時に，正圧供給ポート(圧縮空気電磁弁(24))を一度開閉動作させることについては記載があるが，「前記出力ポートと前記真空ポートとを連通させて流路を介して大気ポートを正圧供給ポートと着脱路とに連通させる」ことまでは記載されていない。",
                        "また，乙8には，「吸盤が大気開放により大気圧と等圧となることが必要である」(乙8の2頁左上欄1～3行)，「吸盤内が充分に大気圧と等圧になりきらず，カートンの非吸着時にも弱い真空状態が発生していた」(乙8の2頁左上欄7～9行)との記載がみられるように，圧縮空気電磁弁(24)の一度開閉動作は，あくまで吸盤内の弱い真空状態を解除し，吸盤内を大気圧と等圧にするという限度のものにすぎず，大気圧と等圧にすることを超えて，それ以上の余剰な圧縮空気を送出することは，明細書上も想定されていないから，乙8記載の流路切換装置においては，圧縮空気の一部が，着脱路を介して吸盤(50)と連通した真空電磁弁(21)の大気ポートから排出されることはない。",
                        "したがって，原判決の上記認定・判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，乙8発明について，「前記エアコンプレッサからの圧縮空気を前記着脱路に連通させて前記カートンの吸着を停止する際に，前記真空電磁弁の前記真空ポートを前記大気ポートに連通させるのと同時に，前記圧縮空気電磁弁の前記正圧供給ポートを前記出力ポートに連通させることにより」との構成を有する旨認定した。",
                        "しかし，本件発明は，正圧空気によって真空を破壊する強制真空破壊の技術を基本とし，これに大気開放ポートによる自然真空破壊の技術を組み合わせることで，真空破壊の初期においては，強制真空破壊と自然真空破壊の原理の相乗効果により，真空破壊までの時間を短縮するとともに，大気開放ポートが大気圧に達した後には，大気開放ポートにおける大気の流れが流入から流出へと逆方向へ切り替わり，正圧流量や圧力を低下させることなく，タクトタイムが長くなることや，ワークの吹き飛びを防止することを課題として，「前記大気開放ポートを前記正圧供給ポートと前記着脱路に連通させ」ることによって，「大気開放ポート」を二方向弁(出力ポートが大気圧に達するまでは大気の流入ポートとして，大気圧に達した後は大気の排出ポートとして，空気の流れる方向が切り替わる弁)として作用させることを意図した技術である。",
                        "これに対して，乙8記載の流路切換装置は，大気開放によって真空を破壊する自然真空破壊の技術を基本として，真空状態を破壊して大気開放することによってのみカートンの開放を行い，圧縮空気電磁弁はカートンの非吸着時において，吸盤内に残留する弱い真空状態を完全に解除し，吸盤内を大気圧と等圧にすることによって，吸盤からカートンを開放しやすくするために，補助的に圧縮空気電磁弁を一度開閉動作するというものにすぎない。",
                        "したがって，原判決が，乙8発明について，強制真空破壊の技術を基本として，「前記エアコンプレッサからの圧縮空気を前記着脱路に連通させて前記カートンの吸着を停止する際に，前記真空電磁弁の前記真空ポートを前記大気ポートに連通させるのと同時に，前記圧縮空気電磁弁の前記正圧供給ポートを前記出力ポートに連通させることにより」との構成を有すると認定したことは誤りであり，正しくは，「閉成時に大気と連通するエア抜き弁として構成された真空電磁弁(21)を閉じて大気開放することにより真空状態を遮断して前記カートンの吸着を停止する際に，吸盤(50)内に残留する弱い真空状態を完全に解除するために，同時に，一度圧縮空気電磁弁(24)を開閉動作させる」と認定すべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決は，乙8発明について，「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路とに連通させる，流路切換装置」であると認定した。",
                        "しかし，乙8において，真空電磁弁(21)の構成としては，乙8の第4図に示した構成(以下「第4図の構成」という。)のほかに，第5図に示した構成(以下「第5図の構成」という。)にすることもできるとされ，第4図の構成と第5図の構成とが等価なものとして記載されている。",
                        "そして，第5図の構成については，回路切換とエア抜きとの両機能を備えた真空電磁弁(21a)を設けて圧縮空気電磁弁(24)と回路接続し，この真空電磁弁(21a)の閉成時にのみ圧縮空気電磁弁(24)と連通する構成とする旨が記載されており，出力ポートと真空ポートが共通であるため，「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路に連通させる」との構成を有しない。",
                        "そうすると，第4図の構成と第5図の構成，とりわけ真空電磁弁(21)の構成について実施上は等価なものと明記された乙8から認定されるのは，第4図及び第5図の構成に共通の構成である，「真空電磁弁(21)の閉成と同時にこの閉状態の圧縮空気電磁弁(24)を一度開閉動作させる」というにとどまり，原判決のように，第4図の構成にのみ固有の，「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路に連通させる，流路切換装置」との本件発明の構成と同一のものを認定することはできず，原判決がこの点を一致点として認定し，相違点として認定しなかったことは誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記(ウ)のとおり，乙8は，第4図の構成と第5図の構成を等価なものとして，第4図の構成に加えて，第5図の構成とすることもできるとしている以上，乙8に記載されている，吸盤(50)内の弱い真空状態を解除するための圧縮空気の送出とは，単に吸盤(50)内の弱い真空状態を完全に解除し大気圧と等圧にする程度のものであって，カートンが吹き飛ぶ程度のものではなく，そもそも余剰の圧縮空気を排出する必要のない程度のものである。加えて，乙8記載の流路切換装置においては，乙8に従来技術として引用されている特開昭63-162436号公報(甲21)に開示された構成と同様の構成を採るものと理解すべきところ，甲21においては，カートンはコンベアの送り爪に挟まれて搬送されるから，乙8記載の流路切換装置も同様に，コンベアへの引き渡しに際し，送り爪に挟まれて搬送されることにより，客観的に正圧空気による吹き飛びという課題が発生し得ない構成をとっている。",
                        "したがって，上記の点を相違点として認定しなかった原判決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙8発明からの容易想到性の判断の誤り",
                  "text": [
                    "原判決は，本件発明は乙8発明及び周知の技術事項に基づいて当業者が容易に想到することができたものである旨判断した。",
                    "しかし，本件発明は，強制真空破壊の技術を基本として，これに大気開放ポートによる自然真空破壊の技術を組み合わせることで，真空破壊の初期においては，強制真空破壊と自然真空破壊の原理の相乗効果により，真空破壊までの時間を短縮するとともに，大気開放ポートが大気圧に達した後には，大気開放ポートにおける大気の流れが流入から流出へと逆方向へ切り替わり，破壊圧の上がりすぎによるワークの吹き飛びを防止するという技術であって，顕著な作用効果を有する技術である。",
                    "これに対して，前記ア(ウ)で述べたとおり，第4図の構成と第5図の構成を等価なものとして扱う乙8には，「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路に連通させる」という構成は開示されておらず，したがって，大気ポートが二方向弁として働き，圧縮空気電磁弁から供給される正圧空気の一部が大気ポートから排出されるという効果も奏し得ないものであるから，破壊圧の上がりすぎによるワークの吹き飛び防止という課題も全く意識されないし，第5図においてはそのような効果を奏することも全くない。そうすると，乙8記載の流路切換装置において，第5図の構成ではなく，第4図の構成のみを選択的に採用して，かつ「一度開閉動作」ではなく「大気ポートを着脱路を通じて正圧供給ポートに連通させ」る構成として，当該課題を解決しようとする動機付けは得られない。さらに，乙8記載の流路切換装置においては，乙8に従来技術として引用されている特開昭63-162436号公報(甲21)に開示された構成と同様の構成を採るものと理解すべきところ，甲21においては，カートンはコンベアの送り爪に挟まれて搬送されるから，乙8記載の流路切換装置も同様に，コンベアへの引き渡しに際し，送り爪に挟まれて搬送されることにより，客観的に正圧空気による吹き飛びという課題が発生する余地がない。",
                    "以上によれば，当業者であっても，乙8発明から本件発明に想到することは不可能であって，原判決の上記判断は誤りである。",
                    "〔当審における控訴人の主張に対する被控訴人の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "争点(2)(ロ号製品の構成要件G～Jの充足性(文言侵害，均等論))につ",
              "text": [
                "いて",
                "本件発明は，ワークの迅速な離脱及びワークの正確な位置決めという課題を解決するために，特許請求の範囲に記載のとおり，大気開放ポートを設け，正圧源からの正圧空気を着脱路に連通させてワークの吸着を停止する際に，大気開放ポートを正圧供給ポートおよび着脱路に連通させる，という構成を採用することにより，ワークの離脱の際に，着脱路が大気圧に達するまでは大気開放ポートからも大気が流入するのでワークの離脱を迅速に行うことができ，着脱路が大気圧に達した後は正圧空気が大気開放ポートからも排出されるのでワークの吹き飛ばしを防止することができる，という効果を奏するものである。",
                "これに対して，ロ号製品のように真空発生装置としてエジェクタを採用した場合は，大気開放ポートを設けなくても，エジェクタに設けられた排気口から空気が流入・流出することから，エジェクタの「排気口」が本件発明の「大気開放ポート」と同等の作用効果を有する。したがって，エジェクタを採用したロ号製品においては，ワークを離脱させる際に正圧空気によってワークが吹き飛ばされるという課題がそもそも存在しないから，本件発明とは本質的部分において相違する。",
                "以上のことから，ロ号製品は，均等の第1要件(ロ号製品との相違部分が本件発明の本質的部分でないこと)を充足しないから，均等による本件特許権の侵害は認められない。この点，原判決も，被控訴人の上記主張と同旨の認定をしており，正当であり，控訴人の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(3)(本件特許の無効理由の有無)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙8発明の認定，本件発明と乙8発明との一致点及び相違点の認定に誤りがないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張(2)ア(ア)について",
                      "text": [
                        "乙8には，被包装物(5)がある場合において，吸引機構(10)がカートン(2)をコンベア(14)に引き渡す際に，真空電磁弁(21)の閉成と同時に圧縮空気電磁弁(24)を一度開閉動作させるという技術事項について明確な記載があるから，控訴人の主張は失当である。",
                        "確かに乙8には，「カートンの非吸着時に，吸盤に高圧のエアを送出して吸盤内の真空状態を解除し，高速かつ円滑なカートンの取り出しを行うことのできるカートン取出し装置」(乙8の2頁右上欄6行以下)に係る技術事項が記載されているが，乙8には，このような技術事項に加えて，カートン(2)をコンベア(14)に引き渡す際に，圧縮空気電磁弁(24)を一度開閉動作させることで，吸盤(50)からカートン(2)を開放しやすくするという技術事項(乙8の4頁左上欄8行以下)についても明確に記載されている。",
                        "そして，乙8において，カートン(2)をコンベア(14)に引き渡す際に圧縮空気電磁弁(24)を一度開閉動作させることにより吸盤(50)内に残留する弱い真空状態を解除してカートン(2)を開放しやすくすることと，カートン非吸着時に圧縮空気電磁弁(24)を開閉動作させることにより吸盤(50)内に残留する弱い真空状態を解除することとは，エアコンプレッサ(25)からの圧縮空気を用いる点で共通するし，圧縮空気電磁弁(24)を開閉動作させる点でも共通する。したがって，カートン(2)をコンベア(14)に引き渡す際の圧縮空気電磁弁(24)の「一度開閉動作」によっても，カートン非吸着時と同様に，吸盤(50)内に「高圧のエア」(乙8の2頁右上欄6行以下)を送出して吸盤(50)内の真空状態を解除するものである。",
                        "また，「吸盤(50)内に残留する弱い真空状態を完全に解除して，吸盤(50)からカートン(2)を開放しやすくする」ことを確実にする観点からも，カートン(2)をコンベア(14)に引き渡す際には，相当量の高圧のエアを吸盤(50)内に送り込み，吸盤(50)内を大気圧以上にすることは必須である。そして，乙8の第4図の構成では，真空電磁弁(21)の真空ポートと大気ポートとを連通させ，同時に，圧縮空気電磁弁(24)の正圧供給ポートと出力ポートとを連通させると，必然的に，大気ポートと正圧供給ポートとは，真空ポート，着脱路及び出力ポートを介して連通する状態が形成されることになるから，そのような連通状態において，上記のように吸盤(50)に「高圧のエア」(圧縮空気)が送出されると，圧力が高い所から低い所へと流体が流れるという流体力学の原理にしたがって，圧縮空気の一部が，着脱路を介して吸盤(50)と連通した真空電磁弁(21)の大気ポートからも排出されることは明らかである。",
                        "したがって，控訴人の主張は理由がなく，原判決による乙8発明の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人の主張(2)ア(イ)について",
                      "text": [
                        "乙8には，自然真空破壊の技術が基本であるとの記載はないし，「圧縮空気電磁弁(24)を一度開閉動作させる」(乙8の4頁左上欄8～14行)ことが補助的であるとの記載もなく，むしろ乙8の上記記載によれば，乙8記載の流路切換装置は，自然真空破壊のための動作と強制真空破壊のための動作を一緒に行うものであって，自然真空破壊と強制真空破壊の一方が基本で他方が補助であるということはなく，自然真空破壊と強制真空破壊の両真空破壊技術を対等に組み合わせたものと理解される。このように，乙8記載の流路切換装置では，自然真空破壊と強制真空破壊の一方が基本で他方が補助であるということはないから，「真空電磁弁(21)を閉じて大気開放することにより真空状態を解除してカートン(2)の吸着を停止する際」と「エアコンプレッサ(25)からの圧縮空気を着脱路に連通させてカートン(2)の吸着を停止する際」とは，いずれも「カートン(2)の吸着を停止する際」である点で差異はない。",
                        "したがって，原判決による乙8発明の認定に誤りはなく，控訴人の主張には理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "控訴人の主張(2)ア(ウ)について",
                      "text": [
                        "乙8には，第4図の構成と第5図の構成とが互いに別の実施形態として，どちらの構成とすることもできるという趣旨で記載されており，これら2つの構成が全く等価なものとして記載されているのではない。",
                        "そして，乙8の第4図の構成は，真空電磁弁(21)と圧縮空気電磁弁(24)とが吸盤(50)に対して並列に接続されている構成であるのに対し，第5図の構成は，圧縮空気電磁弁(24)が，真空電磁弁(21a)を介して吸盤(50)に接続されており，実施上も流路構成としても等価ではないから，控訴人の主張は前提において誤りがある。",
                        "そして，控訴人が摘示する乙8の「真空電磁弁(21)の閉成と同時にこの閉状態の圧縮空気電磁弁(24)を一度開閉動作させる」(乙8の4頁左上欄10行)との説明は，当該説明に先行する「開状態の真空電磁弁(21)が閉じ，大気開放されて真空状態が遮断され，吸盤(50)は起函されたカートン(2)を開放する」(乙8の3頁右下欄下から3行)ことに際して，圧縮空気電磁弁(24)を一度開閉動作させることもできるという趣旨の説明であると解すべきである。したがって，乙8の「真空電磁弁(21)の閉成と同時にこの閉状態の圧縮空気電磁弁(24)を一度開閉動作させる」(乙8の4頁左上欄10行)との説明は，「大気開放」が可能な第4図の構成のみを対象とした説明である。第5図の構成の場合，そもそも「大気開放」がされない構造となっているからである。したがって，控訴人の主張は，「第4図と第5図に共通のものとして理解すべき」としている点においても，誤りがある。",
                        "前記(ア)のとおり，乙8記載の流路切換装置の回路(第4図の構成)では，真空電磁弁(21)の真空ポートと大気ポートとを連通させ，同時に，圧縮空気電磁弁(24)の正圧供給ポートと出力ポートとを連通させると，必然的に，大気ポートと正圧供給ポートとが，真空ポート，着脱路及び出力ポートを介して連通する状態が形成される。この連通状態は，「出力ポートと真空ポートとを連通させて流路を介して大気ポートを正圧供給ポートと着脱路とに連通させ」ていることにほかならない。",
                        "したがって，原判決が，乙8発明について，「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路に連通させる」との構成を有すると認定したことは正当であり，この点を本件発明との相違点として認定しなかったことに誤りはないから，控訴人の主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙8発明からの容易想到性の判断に誤りはないこと",
                  "text": [
                    "前記ア(ウ)のとおり，乙8の第4図の構成と第5図の構成は，互いに独立した回路構成であるから，原判決が，第4図の構成に基づく乙8記載の流路切換装置をもって，乙8発明として「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路に連通させる，流路切換装置」との構成を有すると認定したことは正当であるし，「出力ポートから吸盤内へと供給される空気の一部が吸盤の着脱路を介して連通する大気ポートからも排出されることは，乙8発明の流路の構成上，流体力学的に明らかである」と認定したことも正当である。控訴人は，この点について，乙8の第4図の構成ではなく，本件発明と対比する必要のない第5図の構成について，正圧空気の一部が大気ポートから排出されるという効果を奏し得ない旨主張するが，誤りというほかない。",
                    "また，原判決が正当に認定したように，乙8発明は，「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路に連通させる」との構成を備えており，この構成において，本件発明と乙8発明とに相違点はない。そして，対象発明と引用発明とに相違点がある場合には，「課題の認識」や「課題を解決しようとする動機付け」の有無の検討を要するが，本件発明と乙8発明とは流路構成においては相違点が存在しないから，控訴人の「吹き飛び防止という課題も全く意識されない」，「課題を解決しようとする動機付けは得られない」との主張は，そもそも前提を欠く。",
                    "さらに，乙8には，従来技術として「特開昭63-162436号公報」(甲21)の記載はあるものの，同公報の「カートンの吸着を解除してコンベアに引き渡す」(乙8の1頁右下欄14行)との構成の詳細についての記載はないし，乙8におけるカートン(2)をコンベア(14)に引き渡す構成が，同公報の構成と同一である旨の記載もない。",
                    "したがって，控訴人の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "事案に鑑み，まず争点(3() 本件特許の無効理由の有無)について検討するに，当裁判所も，本件発明は，乙8発明及び周知の技術事項に基づいて当業者が容易に想到することができたものとして，本件発明に係る本件特許は特許無効審判により無効にされるべきであると判断する。その理由は，次のとおり当審における控訴人の主張に対する判断を付加するほかは，原判決の「事実及び理由」の第3の3のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点(3)(本件特許の無効理由の有無)についての当審における控訴人の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "乙8発明の認定の誤り，本件発明と乙8発明との一致点及び相違点の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，原判決が，乙8発明について，「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路とに連通させる，流路切換装置」との構成を有すると認定した上で，本件発明の「大気開放ポート」が「正圧ポートからの正圧空気の一部を排出する」と規定されるのに対し，乙8発明の「大気ポート」は正圧空気の一部を排出する作用があることについて明示的な記載がない点については，本件発明と乙8発明の相違点に当たらないと判断したことが誤りである旨主張するので，この点について検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙8には，概ね，次の記載がある。",
                    "「1.発明の名称",
                    "カートン取出し装置",
                    "2.特許請求の範囲",
                    "受け取り位置と引き渡し位置との間に往復作動される吸引機構端部に設けられ，カートンを積み重ねて収容するマガジン内から吸気によりカートンを1枚づつ吸着して取出し，コンベアに引き渡すカートン吸引手段を備えたカートン取出し装置において，上記カートン吸引手段に選択的にエアを圧送する高圧エア送出手段を接続したことを特徴とするカートン取出し装置。",
                    "3.発明の詳細な説明",
                    "〔産業上の利用分野〕",
                    "本発明は，扁平に折畳まれてマガジン内に収容されたカートンを1枚づつ取出してコンベアに引渡すカートン取出し装置に係り，特にカートンを吸着する吸引機構に関するものである。",
                    "〔従来の技術〕",
                    "カートン取出し装置は，マガジン内に，扁平に折畳まれた多数のカートンを積重ねて収容し，バキュームを用いた吸盤等のカートン吸引手段を備えた吸引機構がカム駆動により往復揺動して端部側から1枚づつ吸着し，取出してコンベアに引渡して搬送するものである。このカートンは，吸引機構による移送中またはコンベア上などにおいて起凾(外形をカートンの形状に拡げる)され，内容物が収納される。",
                    "従来のカートン取出し装置は，マガジンからカートンを取り出す際にはカートン吸引手段が真空電磁弁を介して真空源に接続されてカートンを吸着保持し，吸引機構によりコンベアに移送され，次にこのカートン吸引手段が上記真空電磁弁を介して大気開放されると，カートンの吸着を解除してコンベアに引き渡すように構成されている(特開昭63-162436号公報参照)。",
                    "〔発明が解決しようとする問題点〕",
                    "上述の如く，従来のカートン取出し装置では，被包装物(ワーク)がない場合，装置の運転を非常停止しなければならないだけでなくカートンの非吸着時には，カートン吸引手段としての吸盤が大気開放により大気圧と等圧となることが必要である。",
                    "特に高速運転時には短時間で真空状態と大気圧状態とに切換わらなければならないにもかかわらず，吸気管路内のフィルターの目詰まり，および管路容積に対する吸盤容積が大となる場合等，吸盤内が充分に大気圧と等圧になりきらず，カートンの非吸着時にも弱い真空状態が発生していた。",
                    "このため，カム駆動により受け取り位置と引き渡し位置との間で往復作動される吸引機構の端部に設けられた吸盤は，被包装物(ワーク)の有無にかかわららず，マガジン最下面のカートンに接触するとカートンを吸着し，被包装物が無い場合でもマガジン内のカートンを引き出そうとする。これが繰り返されると，カートンがマガジンの係合爪からはずれ，運転を停止しなければならないだけでなく，コンベアの引き渡しが円滑に行なわれない等の問題があった。",
                    "さらに，カートンの係合爪からの脱落を防ぐため，マガジンの係合爪を深くすると，カートンがマガジンから取り出しにくくなり，マガジン内に多数のカートンを収容できない等の問題があった。",
                    "本発明は，このような欠点を除くためになされたもので，カートンの非吸着時，吸盤に高圧のエアを送出して吸盤内の真空状態を解除し，高速かつ円滑なカートンの取り出しを行うことのできるカートン取出し装置を提供するものである。」(1頁左下欄2行～2頁右上欄9行)",
                    "「〔実施例〕",
                    "…第1図および第2図はそれぞれは本発明の一実施例に係るカートン取出し装置の正面図および断面図である。」(2頁左下欄4～8行)",
                    "第1図                          第2図",
                    "第4図                        第5図",
                    "「吸盤(50)は，アーム(52)の内部通路(54)，レバー(48)の内部通路(56)，支持軸(12)の軸方向通路(58)および半径方向通路(60)を介して，環状体(44)の内面に形成された環状溝(62)に連通している。この環状体(44)の環状溝(62)は，通路(64)，チューブ(66)，筒体(32)の通路(68)を介して筒体(32)内面の環状溝(70)に連通し，さらに，中央の固定軸(6)の通路(72)および軸方向通路(74)を介して，フィルタ(20)とコントローラ(26)に電気的に接続された真空電磁弁(21)と真空ポンプ(23)とに接続されている。",
                    "さらに，回転体(8)に支持された3個の吸引機構(10)の吸盤(50)は，筒体(32)に形成された3本の異なる環状溝(70)，(76)，(78)を通じて，それぞれ真空ポンプ(23)に接続されており，各真空電磁弁(21)により独立してバキュームを作用させまた遮断することができるとともに，この吸盤(50)は，上記コントローラ(26)と電気的に接続された圧縮空気電磁弁(24)を介して高圧エア送出手段としてのエアコンプレッサ(25)にも接続されており，この圧縮空気電磁弁(24)の開閉動作により吸盤(50)内に残留する弱い真空状態を解除することができるようになっている。",
                    "上記コントローラ(26)はコンベア(14)と同期して搬送される被包装物(ワーク)(5)の有無を検出する検知センサ(27)を備えており，この検知センサ(27)の検出信号に基づいて上記各電磁弁(21)，(24)を開閉制御することにより，吸盤(50)内を真空又は大気圧の状態に選択的かつ瞬間的に切換えるようにしている(第4図参照)。",
                    "また，第4図に示された真空電磁弁(21)は，閉成時に大気と連通するエア抜き弁として構成されているが，回路切換とエア抜きとの両機能を備えた真空電磁弁(21a)を設けて圧縮空気電磁弁(24)と回路接続し(第5図参照)，この真空電磁弁(21a)の閉成時にのみ圧縮空気電磁弁(24)と連通する構成とすることもできる。」(3頁左上欄12行～左下欄8行)",
                    "「この時，検知センサ(27)が被包装物(5)を検出すると，検知センサ(27)の検知信号がコントローラ(26)に送出され，コントローラ(26)からの指令信号に基づき，圧縮空気電磁弁(24)は閉状態のまま真空電磁弁(21)が開き，吸盤(50)が真空ポンプ(26)に接続連通されてカートン(2)を吸着する。",
                    "その後，吸引機構(10)は，回転しつつアーム(52)の先端を僅かに内方へ振って，マガジン(4)からカートン(2)を取出す。カートン(2)は吸引機構(10)の吸盤(50)により下面側を吸着保持されたまま下降してゆく間に，吸引器(80)により拡開され，さらに図示しない起凾機構により起凾されてコンベア(14)に引き渡される。コンベア(14)に引き渡された時点で，コントローラ(26)からの指令信号に基づき開状態の真空電磁弁(21)が閉じ，大気開放されて真空状態が遮断され，吸盤(50)は起凾されたカートン(2)を開放する。",
                    "カートン(2)を開放した吸引機構(10)は，外方へ揺動されつつ回転し，再びカートン(2)を取り出すためにマガジン(4)へ向かう，3個所の吸引機構(10)が，上記作動を順次繰り返すことにより，マガジン(4)内に収容されたカートン(2)を起凾してコンベア(14)に引渡し，被包装物(5)の搬送と同期して連続して搬送を行なう。",
                    "なお，カートン(2)をコンベア(14)に引き渡す際，圧縮空気電磁弁(24)は閉状態となっているが，真空電磁弁(21)の閉成と同時にこの閉状態の圧縮空気電磁弁(24)を一度開閉動作させると，吸盤(50)内に残留する弱い真空状態を完全に解除して，吸盤(50)からカートン(2)を開放しやすくすることもできる。",
                    "次に被包装物(5)がない場合について説明する。検知センサ(27)が被包装物(5)のないことを検出すると，検知センサ(27)の検知信号がコントローラ(26)に送出され，コントローラ(26)からの指令信号に基づいて閉状態の真空電磁弁(21)は閉じたままで圧縮空気電磁弁(24)が開閉動作され，吸盤(50)内は完全に真空が解除される。このため，吸盤(50)はマガジン(4)のカートン(2)に吸着保持することなく次の動作に移る。この時，真空電磁弁(21)は次にマガジンからカートンを吸着する動作に移るまで閉状態のままである。このため，被包装物(5)と同期して搬送を行うコンベア(14)にはカートン(2)が引き渡されることがない。」(3頁右下欄4行～4頁右上欄8行)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "前記イの記載によれば，乙8に記載された発明は，少なくとも，吸盤(50)の吸着面にカートン(2)の下面側を吸着させ，カートン(2)をコンベア(14)に引き渡すカートン取出し装置に使用する流路切換装置であって，正圧供給ポートを出力ポートに連通させる状態と正圧供給ポートを遮断する状態とに作動する圧縮空気電磁弁(24)と，真空ポートを真空供給ポートに連通させる状態と真空ポートを大気ポートに連通させる状態とに作動する真空電磁弁(21)とを有し，大気ポートと真空ポートとを連通させてカートン(2)をコンベア(14)に引き渡す際に，真空電磁弁(21)の真空ポートを大気ポートに連通させる(大気開放させる)流路切換装置であることが認められる。",
            "なお，下図は，乙8の第4図に，乙8の各構成要素の名称を付するとともに，本件発明の構成要素に対応する名称を付したものである。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "さらに，前記イのとおり，乙8には，「カートン(2)をコンベア(14)に引き渡す際，圧縮空気電磁弁(24)は閉状態となっているが，真空電磁弁(21)の閉成と同時にこの閉状態の圧縮空気電磁弁(24)を一度開閉動作させると，吸盤(50)内に残留する弱い真空状態を完全に解除して，吸盤(50)からカートン(2)を開放しやすくすることもできる」(乙8の4頁左上欄8行～同欄14行)ことが記載されている。乙8のこの記載は，図4に示される実施例と図5に示される実施例を前提とした記載であり，それぞれの実施例において，圧縮空気電磁弁(24)を一度開閉動作させることにより，カートン(2)をコンベア(14)に引き渡す際，吸盤(50)内に残留する弱い真空状態を完全に解除して，吸盤(50)からカートン(2)を開放しやすくすることも乙8には記載されているということができる。",
            "そして，乙8の図4に示される実施例において，上記記載に基づき「圧縮空気電磁弁(24)を一度開閉動作させ」た場合に導き出される技術事項も，乙8の図5に示される実施例において，上記記載に基づき「圧縮空気電磁弁(24)を一度開閉動作させ」た場合に導き出される技術事項も，いずれも乙8に記載されている技術事項であるということができる。",
            "控訴人は，この点について，第4図の構成と第5図の構成とは等価なものとして記載されているから，第4図の構成のみを採り上げて乙8発明として認定することはできず，乙8には，第4図及び第5図の構成に共通の構成しか記載されているとはいえず，乙8発明として認定できるのも，第4図及び第5図の共通の構成の限度である旨主張する。",
            "しかし，乙8に接した当業者は，図4に示される実施例において「圧縮空気電磁弁(24)を一度開閉動作させ」た場合の構成と，図5に示される実施例において「圧縮空気電磁弁(24)を一度開閉動作させ」た場合の構成とが，同一の技術構成であると理解するものではなく，それぞれ別の構成を有する実施例であると理解することは自明であるから，図4に示される実施例において上記記載に基づいて「圧縮空気電磁弁(24)を一度開閉動作させ」た場合に導き出される技術事項を，乙8に記載されている技術事項として認定すること，すなわち，第4図の構成と第5図の構成のうち，第4図の構成を乙8発明として認定することに誤りはないというべきである。",
            "したがって，控訴人の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "そこで，乙8の図4に示される実施例について，前記(イ)の乙8の記載に基づき，「カートン(2)をコンベア(14)に引き渡す際，圧縮空気電磁弁(24)は閉状態となっているが，真空電磁弁(21)の閉成と同時にこの閉状態の圧縮空気電磁弁(24)を一度開閉動作させ」た場合の構成について検討する。",
            "圧縮空気電磁弁(24)を一度開閉動作させるのは，カートン(2)をコンベア(14)に引き渡す際，真空電磁弁(21)の閉成と同時であるから，真空電磁弁(21)が閉成し，真空ポートと大気ポートとが連通したときである。",
            "圧縮空気電磁弁(24)を開閉動作させると，まず，開動作によって圧縮空気電磁弁(24)の正圧供給ポートと出力ポートとが連通し，エアコンプレッサ(25)からの圧縮空気が着脱路に流れるようになる。このとき，真空電磁弁(21)の真空ポートと大気ポートとは連通し，真空ポートと着脱路とは連通しているから，結局，圧縮空気電磁弁(24)の出力ポートと真空電磁弁(21)の真空ポートとは着脱路を介して連通し，真空電磁弁(21)の大気ポートは圧縮空気電磁弁の正圧供給ポートと着脱路とに連通することになる。",
            "そして，真空電磁弁(21)の閉成と同時に圧縮空気電磁弁(24)が開動作した直後の着脱路は，それまで真空電磁弁が開いて真空ポンプに連通していたことにより，負圧となっているから，エアコンプレッサ(25)からの圧縮空気は圧縮空気電磁弁(24)を介して着脱路へ流れ，真空電磁弁(21)の大気解放ポートから流入した空気も着脱路へ流れることになる。これは，本件発明に係る本件明細書の段落【0025】記載の「大気開放ポートTが真空ポートVと連通状態となると，大気が大気開放ポートTから着脱路14を介して吸着面13に流れるとともに，正圧源17からの大気圧よりも高い正圧空気が吸着面13に流れることになる。つまり，着脱路14には，大気開放ポートTからは圧力を大気圧にする空気が流入し，正圧源17からは大気圧よりも高い圧力の空気が流入する」のと同様の状態であると考えられる。",
            "次に，圧縮空気電磁弁(24)が閉動作すると，圧縮空気電磁弁(24)の出力ポートと正圧供給ポートとは遮断されるから，大気ポートと正圧供給ポートは連通しなくなる。このとき着脱路は，着脱路と大気ポートとが連通しており，また先に圧縮空気電磁弁(24)が開動作で圧縮空気が供給されていたことによって，既に弱い真空状態が完全に解除され，カートン(2)がコンベア(14)へ引き渡された状態又は引き渡される直前の状態になっていると考えられる。そして，一度開閉動作する圧縮空気電磁弁(24)の閉動作が，着脱路の圧力が大気圧よりも高くなる前に行われるとすると，「吸盤(50)内に残留する弱い真空状態を完全に解除して，吸盤(50)からカートン(2)を開放しやすくする」ことにはならないから，圧縮空気電磁弁(24)の閉動作は，「吸盤(50)内に残留する弱い真空状態を完全に解除して，吸盤(50)からカートン(2)を開放しやすくする」ようにした後，すなわち，着脱路が大気圧より高くなった後であり，このような状態は負圧によって吸着されていたカートン(2)がコンベア(14)へ引き渡された状態又は引き渡される直前の状態であると考えられる。したがって，圧縮空気電磁弁(24)の閉動作は，着脱路が負圧状態から，大気圧以上に高くなった状態か，少なくとも大気圧以上になる圧縮空気が出力ポートから送出された後に行われるべきものであり，この閉動作が行われる直前においては，着脱路は大気圧以上になり，エアコンプレッサ(25)から流れた圧縮空気は，一部が着脱路へ流れ，残りは真空電磁弁(21)を介して大気ポートへ流れるか，少なくとも，圧縮空気電磁弁(24)が閉じられる前に出力ポートから送出された圧縮空気の一部が大気ポートへ流れることになる。これは，本件発明に係る本件明細書の段落【0026】記載の「着脱路14が大気圧以上となると，正圧供給ポートPからの正圧空気は着脱路14に流入するとともに，大気開放ポートTから一部が排気されることになるので，高い圧力の圧縮空気が大量にワークWに吹き付けられることが防止される。」のと同様の状態であると考えられる。",
            "以上のとおりであるから，乙8には実質的に「出力ポートと真空ポートとを連通させて流路を介して大気ポートを正圧供給ポートと着脱路とに連通させる，流路切換装置」が記載されているということができるとともに，乙8発明の「大気ポート」は正圧空気の一部を排出する作用があることが認められる。そうすると，本件発明の「大気開放ポート」が「正圧ポートからの正圧空気の一部を排出する」と規定されるのに対し，乙8発明の「大気ポート」は正圧空気の一部を排出する作用があることについて明示的な記載がない点については，本件発明と乙8発明の実質的な相違点には当たらないというべきである。したがって，控訴人の前記アの主張は採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "控訴人の主張について",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "控訴人は，この点について，乙8記載の流路切換装置は，自然真空破壊の技術を基本として，真空状態を破壊して大気開放することによってのみカートンの開放を行い，圧縮空気電磁弁はカートンの非吸着時において，吸盤内に残留する弱い真空状態を完全に解除するために，補助的に圧縮空気電磁弁を一度開閉動作するというものにすぎないから，原判決が，乙8発明について，「前記エアコンプレッサからの圧縮空気を前記着脱路に連通させて前記カートンの吸着を停止する際に，前記真空電磁弁の前記真空ポートを前記大気ポートに連通させるのと同時に，前記圧縮空気電磁弁の前記正圧供給ポートを前記出力ポートに連通させることにより」との構成を有すると認定したことは誤りであり，正しくは，「閉成時に大気と連通するエア抜き弁として構成された真空電磁弁(21)を閉じて大気開放することにより真空状態を遮断して前記カートンの吸着を停止する際に，吸盤(50)内に残留する弱い真空状態を完全に解除するために，同時に，一度圧縮空気電磁弁(24)を開閉動作させる」とすべきである旨主張する。",
            "しかし，前記イの乙8の記載によれば，カートンの吸着を停止するために真空電磁弁を閉成し大気ポートと真空ポートとを連通させる時と，圧縮空気電磁弁を一度開閉動作させる時は同時であり，このうち圧縮空気電磁弁を一度開閉動作させるとは，まず一旦圧縮空気電磁弁を開動作し，エアコンプレッサからの圧縮空気を着脱路に連通させ，その後閉動作させる一連の動作を真空電磁弁の閉成と同時に開始するという意味に解されるから，真空電磁弁を閉成する時と圧縮空気電磁弁を開動作する時は同時であるということができる。したがって，原判決が，乙8発明について「前記エアコンプレッサからの圧縮空気を前記着脱路に連通させて前記カートンの吸着を停止する際に，前記真空電磁弁の前記真空ポートを前記大気ポートに連通させるのと同時に，前記圧縮空気電磁弁の前記正圧供給ポートを前記出力ポートに連通させる」との構成を有すると認定したことに誤りはなく，控訴人の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "控訴人は，乙8記載の流路切換装置は，従来のカートン取出し装置では，吸盤がカートンに接触してもカートンを吸着させない時に，真空電磁弁を大気開放しているにもかかわらず，吸気管路内のフィルターの目詰まり等によって，カートンの非吸着時にも弱い真空が残留してしまうという課題があったため，カートンの非吸着時の弱い真空状態を解除して大気圧と等圧になるようにし，吸盤がカートンを吸着しないようにした技術であり，吸着したカートンをコンベアに引き渡すとき，つまりカートンを吸盤から開放するときの問題を解決した技術ではないから，乙8には，カートンをコンベアに引き渡す際には，エア抜きと同時に，圧縮空気電磁弁を一度開閉動作させると，吸盤からカートンを開放しやすくすることができることが付記されているにすぎず，乙8記載の流路切換装置は，正圧空気の一部を排気するようにした技術ではなく，乙8発明について，「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路とに連通させる」との構成を有すると認定することはできないのであって，原判決が，本件発明の「大気開放ポート」が「正圧ポートからの正圧空気の一部を排出する」と規定されるのに対し，乙8発明の「大気ポート」は正圧空気の一部を排出することについて明示的な記載がない点は相違点に当たらないとした判断は誤りである旨主張する。",
            "しかし，前記ウ(イ)のとおり，乙8には，「カートン(2)をコンベア(14)に引き渡す際，吸盤(50)内に残留する弱い真空状態を完全に解除して，吸盤(50)からカートン(2)を開放しやすくする」ことも明記されているのであるから，これを前提として，乙8の第4図の実施例に基づき，原判決が，乙8発明について，「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路とに連通させる」との構成を有すると認定し，上記の点を相違点として認定しなかったことに誤りがないことは，前記ウ(ウ)で説示したとおりである。",
            "したがって，控訴人の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "控訴人は，乙8には，「吸盤が大気開放により大気圧と等圧となることが必要である」(乙8の2頁左上欄1～3行)，「吸盤内が充分に大気圧と等圧になりきらず，カートンの非吸着時にも弱い真空状態が発生していた」(乙8の2頁左上欄7～9行)との記載がみられるように，圧縮空気電磁弁(24)の一度開閉動作は，あくまで吸盤内の弱い真空状態を解除し，吸盤内を大気圧と等圧にするという限度のものにすぎず，大気圧と等圧にすることを超えて，それ以上の余剰な圧縮空気を送出することは，明細書上も想定されていないから，乙8発明においては，圧縮空気の一部が，着脱路を介して吸盤(50)と連通した真空電磁弁(21)の大気ポートから排出されることはなく，乙8発明については，「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路とに連通させる」との構成を有すると認定することはできないのであって，原判決が，本件発明の「大気開放ポート」が「正圧ポートからの正圧空気の一部を排出する」と規定されるのに対し，乙8発明の「大気ポート」は正圧空気の一部を排出することについて明示的な記載がない点は相違点に当たらないとした判断は誤りである旨主張する。",
            "しかし，控訴人が指摘する乙8の上記各記載は，いずれも従来技術に関する記載であって，乙8発明の技術内容を直接規定するものではない上，前記ウ(ウ)のとおり，乙8発明において，「吸盤(50)内に残留する弱い真空状態を完全に解除して，吸盤(50)からカートン(2)を開放しやすくする」ためには，着脱路が大気圧と等圧になる程度では足りず，着脱路が大気圧より高くなることが必要であり，そのためには，着脱路に大気圧を上回る圧縮空気を相当量供給する必要があると解される。このことは，前記イのとおり，「カートンの非吸着時，吸盤に高圧のエアを送出して吸盤内の真空状態を解除し，高速かつ円滑なカートンの取り出しを行うことのできるカートン取出し装置を提供する。」との乙8発明の目的(乙8の2頁右上欄6～9行)に照らしても首肯できるところである。そうすると，そのようにして出力ポートから吸盤内へと供給される圧縮空気の一部が，着脱路を介して連通する大気ポートからも排出されることは，乙8の第4図の構成上明らかである。",
            "したがって，控訴人の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "(エ)",
          "text": [
            "控訴人は，乙8において，第4図の構成と第5図の構成を等価なものとして，第4図の構成に加えて，第5図の構成とすることもできるとしている以上，乙8に記載されている，吸盤内の弱い真空状態を解除するための圧縮空気の送出とは，単に吸盤内の弱い真空状態を完全に解除し大気圧と等圧にする程度のものであって，カートンが吹き飛ぶ程度のものではなく，そもそも余剰の圧縮空気を排出する必要のない程度のものであるから，この点を相違点として認定しなかった原判決の判断は誤りである旨主張するが，同主張に理由がないことは，前記ウ(イ)で説示したとおりである。"
          ]
        },
        {
          "fig": "(オ)",
          "text": [
            "控訴人は，乙8記載の流路切換装置においては，乙8に従来技術として引用されている特開昭63-162436号公報(甲21)に開示された構成と同様の構成を採るものと理解すべきところ，甲21においては，カートンはコンベアの送り爪に挟まれて搬送されるから，乙8記載の流路切換装置も同様に，コンベアへの引き渡しに際し，送り爪に挟まれて搬送されることにより，客観的に正圧空気による吹き飛びという課題が発生し得ない構成をとっているから，この点を本件発明と乙8発明との相違点として認定しなかった原判決は誤りである旨主張する。",
            "しかし，前記ウ(ウ)で説示したとおり，原判決が，乙8発明について，「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路とに連通させる」との構成を有すると認定したことに誤りはないから，これを本件発明と乙8発明との一致点として認定し，相違点として認定しなかったことに誤りはない。控訴人の上記主張は，本件発明の特許請求の範囲請求項3に記載がなく，そのため，本件発明の発明特定事項ではない「正圧空気による吹き飛びという課題」の有無を相違点として挙げるものであって，採用することができない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "乙8発明からの容易想到性の判断について",
              "text": [
                "控訴人は，第4図の構成と第5図の構成を等価なものとして扱う乙8には，「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着脱路に連通させる」という構成は開示されておらず，大気ポートが二方向弁として働き，圧縮空気電磁弁から供給される正圧空気の一部が大気ポートから排出されるという効果も奏し得ないものであって，破壊圧の上がりすぎによるワークの吹き飛び防止という課題も全く意識されないから，乙8記載の流路切換装置において，第4図の構成のみを選択的に採用して，かつ「一度開閉動作」ではなく「大気ポートを着脱路を通じて正圧供給ポートに連通させ」る構成として，当該課題を解決しようとする動機付けは得られないし，乙8に従来技術として引用されている特開昭63-162436号公報(甲21)においては，カートンはコンベアの送り爪に挟まれて搬送されており，乙8記載の流路切換装置も同様に，コンベアへの引き渡しに際し，送り爪に挟まれて搬送されることにより，客観的に正圧空気による吹き飛びという課題が発生する余地がないから，当業者であっても，乙8発明から本件発明に想到することは不可能であって，原判決の容易想到性の判断は誤りである旨主張する。",
                "しかし，控訴人の上記各主張にいずれも理由がないことは，前記(1)ウ(イ)及びエで説示したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，本件発明は乙8発明及び周知の技術事項に基づいて当業者が容易に想到することができたものとして，本件発明に係る本件特許は特許無効審判により無効にされるべきものである。"
              ],
              "content": [
                {
                  "fig": "3",
                  "subject": "結論",
                  "text": [
                    "以上によれば，原告は被告に対し本件特許権を行使することができないから，その余の点について判断するまでもなく，控訴人の被控訴人に対する特許法100条1項に基づく差止請求及び廃棄請求並びに民法709条及び特許法102条2項に基づく損害賠償請求は，いずれも理由がないというべきである。",
                    "そうすると，控訴人の本訴請求はいずれも理由がなく，これを棄却した原判決は相当である。よって，本件控訴を棄却することとし，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}