{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2012-12177号事件について平成26年2月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等（文中掲記の各証拠等により認められる。）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「制動力大きいスタッドレスタイヤ及び製造方法」（出願時の名称は「制動力大きいスタッドレスタイヤ」）とする発明について，平成19年5月29日を出願日とする特許出願（特願2007-179033。出願時の請求項の数は13。以下「本願」という。）をした（甲9，乙1）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成22年3月29日付けで，特許庁から拒絶理由通知を受けたため（甲11，乙9。以下「拒絶理由通知(1)」という。），同年6月17日付けの手続補正書により，特許請求の範囲等についての補正を行った（乙10）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成23年5月11日付けで，特許庁から更に拒絶理由通知を受けたが（甲1。以下「拒絶理由通知(2)」という。），意見書のみを提出し，手続補正書は提出しなかった（甲5）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成24年3月13日付けで拒絶査定を受けたため（甲2），同年6月28日付けで，拒絶査定に対する不服の審判（不服2012-12177号事件）を請求した（甲6）。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成24年11月8日付けで，特許庁から拒絶理由通知を受けたため（甲3。以下「拒絶理由通知(3)」という。），平成25年1月24日付けの手続補正書により，特許請求の範囲等についての補正を行った（乙14）。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，平成25年6月21日付けで，特許庁から拒絶理由通知を受けたため（甲4。以下「拒絶理由通知(4)」という。），同年8月14日付けの手続補正書により，特許請求の範囲等についての補正を行った（甲9。以下「本件補正」という。）。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "特許庁は，平成26年2月18日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同年3月28日，原告に送達した（弁論の全趣旨）。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原告は，上記(1)から(6)までの本願に関する手続を，代理人に委任せずに，自ら行った（弁論の全趣旨）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲（甲9）",
          "text": [
            "本件補正後の本願の特許請求の範囲の記載（請求項の数は8）は，別紙のとおりである（以下，請求項1ないし8を，各請求項ごとに「本願請求項1」ないし「本願請求項8」といい，各請求項に係る発明を「本願発明1」等という。また，本件補正後の本願の明細書及び図面を併せて「本願明細書」という。）。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりである。その要旨は，①本願は，",
            "特許法36条4項1号及び同条6項2号に規定する要件を満たしていない，②本願請求項1ないし6に係る発明と，本願請求項7及び8に係る発明とは，発明の単一性の要件を満たす一群の発明に該当しないから，本願は特許法37条の要件を満たしていない，③本願発明1は，特開2001-219716号公報記載の発明及び周知技術に基づいて，当業者が容易に発明することができたものであるから，特許法29条2項の規定により特許を受けることができない，したがって，上記①ないし③いずれの理由によっても，本願は拒絶されるべきものである，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決には，以下のとおり，審決に至るまでの手続に違法な点があるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（拒絶理由通知に不明な用語を用いた手続違背）  ",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許庁は，一般の国民が特許等の出願をしたのに対し，拒絶理由通知を出す場合には，手続補正書を提出できるように，拒絶の理由を一般の国民に分かりやすく記載する義務がある。しかし，原告に対する拒絶理由通知には，以下のとおり，内容が不明の用語が記載されており，特許庁は，その意味が分かるように記載しなかった。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "拒絶理由通知(2)及び(3)には，「本願請求項1-5に係る発明のカテゴリーが，全て不明瞭である。したがって、本願請求項1-5に係る発明は明確でない。」，「・・本願請求項1-5に係る発明のカテゴリーを「方法」とみなした。」との記載があるが，「カテゴリー」の意味が不明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "拒絶理由通知(2)及び(3)には，「本願請求項4が，独立請求項なのか請求項1，2又は3の従属項なのか明瞭でない結果，不明確である。・・本願請求項5が，独立請求項なのか請求項1又は2の従属項なのか明瞭でない結果、不明確である。」との記載があるが，「独立請求項」や「従属項」の意味が不明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "拒絶理由通知(1)には，「なお，「物」に関する発明とした場合，請求項が，いわゆる「プロダクト・バイ・プロセス・クレーム」にならないように注意されたい。」との記載があるが，「プロダクト・バイ・プロセス・クレーム」の意味が不明である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，テキストやインターネットをみれば用語の意味が分かると主張するが，一般国民の中にはテキストを見ておらず，インターネットも使用していない人がいるのであり，特許庁は，出願人が，テキストやインターネットを見なくても，拒絶理由通知書の記載内容だけで理解することができるよう，説明する義務がある。",
                "なお，被告は，「独立請求項」の意味について，拒絶理由通知(1)において具体的に指摘しているとも主張するが，同通知書には，「独立請求項」や「従属請求項」との用語が用いられておらず，原告は，同通知書の記載内容がこれらの用語を意味していると理解することはできなかった。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（補正の仕方の説明義務違反）",
          "text": [
            "特許庁は，原告に対し，抽象的ではなく，具体的に補正の仕方を説明する義務がある。しかし，特許庁は，原告に対し，以下のとおり，手続補正書の提出を指示せず，また，補正の仕方を具体的に説明しなかった。  "
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，拒絶理由通知(2)を受けた後，審査官に対し，原告が本願で主張している発明の内容は，拒絶理由通知において引用されている刊行物には載っていないとの意見を電話で述べたところ，審査官からは，そのように意見書を書いて提出すればいい,とのみ言われた。そこで，原告が，意見書だけ提出すると，拒絶理由通知(2)に対する手続補正を行っていないとの理由で拒絶査定をされた。審査官は，意見書と一緒に手続補正書も提出しなくてはいけないとの説明をしなければならないのに，そのように述べなかったのであるから，上記義務違反がある。なお，拒絶理由通知(2)と一緒に送られてきた注意書等にも，手続補正書と意見書を一緒に提出することは一切記載されていなかった。  "
            },
            {
              "fig": "(2)",
              "subject": "また，拒絶理由通知(2)には，「・・なお，補正を行うのであれば，【発明の名称】は，【特許請求の範囲】と整合するようにされたい。」との記載があるが，一般国民は，手続補正をしようとしても補正のやり方が解らないから，被告は，原告に対し，手続補正の内容の書き方を説明しなくてはならない。  "
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，拒絶査定には，「本願請求項1-5の記載においては、開示される技術事項が「スタッドレスタイヤ」に関連するものであることは把握できるものの、最終的に「物」としてのスタッドレスタイヤを表そうとしているのか、その製造「方法」を表そうとしているのかが不明確であるから、本願請求項1-5に係る発明は、カテゴリーが不明確である。」との記載があるが，「物」と「方法」との区別の書き方が不明であり，審査官は書き方を具体的に説明しなくてはならない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（条文内容の説明義務違反）",
          "text": [
            "拒絶理由通知(4)には，特許法36条4項及び6項や同法29条2項の要件を満たしていないとの拒絶理由が記載されているが，特許庁は，特許法の条文を示す場合には，一般の国民が理解することができるように,これらの規定の内容を分かりやすく説明する義務がある。しかし，特許庁は，これを行わなかった手続上の違法がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（特許法37条についての説明義務違反）",
          "text": [
            "拒絶理由通知(4)には，特許法37条違反との拒絶理由も記載されているが，同通知書の記載では，その内容が理解できない。特許庁は，原告に対し，拒絶理由を分かりやすく説明すべき義務があるのに，これを行わなかった手続上の違法がある。  "
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（拒絶理由通知に不明な用語を用いた手続違背）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「発明のカテゴリー」なる用語については，「特許・実用新案審査基準」，「特許の審査基準及び審査の運用」（説明会サブテキスト），「注解特許法」，「知的財産法入門」に記載されているとおり，「発明」が，「物」の発明，「方法」の発明，「物を生産する方法」の発明のいずれであるかを意味する用語として，特許手続を行う者の間に広く知られている。例えば，「発明  カテゴリー」により，インターネットのYahoo!検索を行うと，約187万件がヒットした。",
                "しかも，拒絶理由通知(1)においては，具体的に「物」に関する発明，「方法」に関する発明のいずれかが不明であると指摘し，補正の示唆もしている。「カテゴリー」の一般的な意味（「範疇」）に照らしても，拒絶の理由の趣旨は十分に理解することができるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「独立請求項」なる用語については，「特許・実用新案審査基準」，「注解特許法」，「特許法」に記載されているとおり，「他の請求項を引用しない形式の請求項」を意味する用語として，特許手続を行う者の間に広く知られている。例えば，「独立請求項」により，インターネットの Yahoo!検索を行うと，約281万件がヒットした。",
                "しかも，拒絶理由通知(1)ないし(4)においても，拒絶理由の内容を具体的に指摘しており，「独立」の一般的な意味に照らしても，拒絶の理由の趣旨は十分に理解することができるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，用語自体に不明確な点はなく，拒絶理由も具体的に記載されているから，原告の主張は根拠がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（補正の仕方の説明義務違反）について  ",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告の主張は，特許庁の教示義務違反をいうものと解されるが，特許手続において，拒絶理由に応答して補正しうることは，特許法17条，17条の2に規定されているとおり，特許手続を行う者の間に広く知られている。",
                "また，特許庁では，個人出願人で代理人のない者に対し，拒絶理由通知とともに，「注意書」を送付しており，「手続補正書」の様式も掲載されているところ，原告には，かかる「注意書」が拒絶理由通知の度に送付されている。",
                "原告は，拒絶理由通知(1)に応答して，現実に手続補正をしていることからみると，拒絶理由通知に応答して手続補正ができることは，「注意書」等により，了知していたと解すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，原告が拒絶理由通知(2)に応答した手続補正の機会を逸したとしても，その後，手続補正の機会があり，現に原告は，平成25年1月24日付け手続補正及び同年8月14日付け手続補正をしているから，この点による不利益は生じていない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，被告が補正の仕方を具体的に説明しなかったとも主張する。この点，特許法に，補正の仕方を具体的に説明すべきとする規定はない。また，被告は，拒絶理由通知(2)において拒絶の理由を具体的に指摘しており，対応（補正）が格別に困難であったとは解されない。",
                "補正は，出願人（原告）の責任によりなされるべきで，どのような発明について特許を受けようとするかは出願人が判断すべきことである。",
                "したがって，原告の主張は独自の見解にすぎず，根拠がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（条文内容の説明義務違反）について",
          "text": [
            "原告は，被告が特許法の条文の内容を分かりやすく説明すべき義務があると主張するが，特許法に，「条文」の内容を分かりやすく説明すべき義務がある旨の規定は存在しないから，原告の主張は独自の見解にすぎず，根拠がない。",
            "なお，特許庁では，特許法36条4項や29条2項の条文の内容を説明した「工業所有権法逐条解説」を発行し，特許庁ホームページにおいても公開しているほか，条文の説明が記載された「特許・実用新案審査基準」を発行し，特許庁ホームページにおいても公開し，毎年，原告の居住する北海道も含め，全国各地で「審査基準」の説明会も開催している。したがって，条文の内容は，特許手続を行う者の間に広く知られているものであり，原告の主張は根拠がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（特許法37条についての説明義務違反）について",
          "text": [
            "特許法の条文の内容が特許手続を行う者の間に広く知られている点，特許法に，「条文」の内容を分かりやすく説明すべき義務がある旨の規定は存在しない点については，上記3のとおりである。",
            "また，拒絶理由通知(4)においては，具体的に特許法37条違反の理由を指摘するとともに，北海道における相談先電話番号まで説示している。さらに，原告からの照会に対し，相談を勧めている。",
            "したがって，原告の主張は根拠がない。  "
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の各取消事由の主張にはいずれも理由がなく，審決にはこれを取り消すべき違法はないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（拒絶理由通知に不明な用語を用いた手続違背）について",
          "text": [
            "原告は，拒絶理由通知書の内容は一般の国民に分かりやすく記載されるべきところ，拒絶理由通知(2)及び(3)記載の①「発明のカテゴリー」，②「独立請求項」及び「従属項」の意味並びに拒絶理由通知(1)の③「プロダクト・バイ・プロセス・クレーム」の意味は，一般国民には不明であるから，拒絶理由通知は違法であり，これを前提とする審決も違法であると主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "しかし，以下のとおり，原告の主張する上記①ないし③の用語を用いたことにより，各拒絶理由通知が違法であるとは認められない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審査官は，拒絶査定をしようとするときは，特許出願人に対し，拒絶の理由を通知し，相当の期間を指定して意見書を提出する機会を与えなければならず（特許法50条本文），拒絶理由通知を受けた特許出願人は，指定された期間内において特許請求の範囲等について補正をすることができることとされ（同法17条の2第1項1号，3号），これらの規定は，拒絶査定不服審判について査定の理由と異なる拒絶の理由を発見した場合にも準用されている（同法159条2項本文）。これらの規定に照らせば，拒絶理由の通知をする趣旨は，審査官の判断の慎重・合理性を担保し，その恣意を抑制するとともに，特許出願人に，最終的な拒絶査定又は審判の前に，審査官の判断に対する意見を述べる機会を確保し，また，補正をするかどうかを考慮するのに便宜を与えることにあるというべきであるから，拒絶理由通知に記載すべき理由としては，このような意見陳述や補正が可能となるよう，いかなる事実関係に基づき，いかなる法規を適用して出願を拒絶するものであるのかを，特許出願人においてその記載自体から具体的に了知し得るものでなければならないと解される。",
                    "また，特許出願手続は，弁理士や弁護士に委任することなく，特許を受けようとする者自らが行うことが許容されているものであるから，拒絶理由の記載の仕方は，弁護士又は弁理士職にある者だけが理解することができるようなものであることは許されないというべきであるし，一般的には，特許出願人に拒絶の内容が理解しやすいように分かり易く記載すべきではある。しかし，他方で，拒絶理由となり得る事項は多岐にわたり（特許法49条各号），その内容も専門的，技術的な事項を含むことが多いところ，拒絶理由通知は，自ら出願手続を行っている特許出願人に対して行うものであるから，拒絶理由の記載の仕方は，一般の特許出願人が，通常期待される努力によって習得し得る知識をもって理解することができる記載であれば足りるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで検討するに，拒絶理由通知(2)及び(3)には，本願が特許法36条6項2号に規定する要件を満たしていない理由として，①「本願請求項1-5に係る発明のカテゴリーが全て不明瞭である」，②「本願請求項4が，独立請求項なのか請求項1，2又は3の従属項なのか明瞭でない結果，不明確である。」及び「本願請求項5が，独立請求項なのか請求項1又は2の従属項なのか明瞭でない結果，不明確である。」と記載されていることが認められる（甲1，3）。また，拒絶理由通知(1)には，③「本願請求項1-13に係る発明が，それぞれ「物」に関する発明であるのか，「方法」に関する発明であるのか，「カテゴリー」が理解できない。・・・（なお，「物」に関する発明とした場合，請求項が，いわゆる「プロダクト・バイ・プロセス・クレーム」にならないように注意されたい。）。」との記載があることが認められる（甲11，乙9）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "しかし，上記①のうち，「発明のカテゴリー」という語については，発明を，「物の発明」，「方法の発明」又は「物を生産する方法の発明」に分類し（特許法2条3項各号参照），このような発明の分類上の区分を意味する用語として，「発明のカテゴリー」という語を用いることは，特許庁の「特許・実用新案審査基準」（乙21）上のみならず，一般の特許法の解説書やインターネット上の発明に関する説明等においても広く行われており（乙23，24，35），原告自身も出席した一般市民をも対象とする特許庁の「審査基準」の説明会において配布されたテキストにおいても記載されているなど（乙22の52頁，弁論の全趣旨），「発明のカテゴリー」という語は，特許出願手続を行う者一般において広く知られている用語であると認められる。そうすると，上記①の拒絶理由通知の記載は，一般の特許出願人が通常期待される努力によって習得し得る知識をもってすれば，本願請求項1ないし5に係る発明が，「物の発明」，「方法の発明」，「物を生産する方法の発明」のいずれに該当するかが不明である，という趣旨であることを理解することができる記載であるというべきである。",
                    "また，上記②のうち，「独立請求項」，「従属項」の語については，特許庁の「特許・実用新案審査基準」においては，これらを意味する語として「独立形式請求項」，「引用形式請求項」という語が用いられており（乙21の17，18頁），「独立請求項」，「従属項」と同一の語自体は用いられていないものの，特許請求の範囲の請求項の記載形式のうち，「独立請求項」を，「他の請求項の記載を引用しないで記載した請求項」を意味する語として，「従属項」を，「他の請求項の記載を引用して記載した請求項」を意味する語として使用することは，一般の特許法の解説書や，インターネット上の請求項に関する説明等においても広く行われており（乙23，36），「独立請求項」，「従属項」という語も，特許出願手続を行う者一般において広く知られている用語であると認められる。そうすると，上記②の拒絶理由通知の記載は，一般の特許出願人が通常期待される努力によって習得し得る知識をもってすれば，本願請求項4及び5が，他の請求項の記載を引用しないで記載した請求項なのか，他の請求項の記載を引用して記載した請求項なのかが明瞭でない，という趣旨であることを理解することができる記載というべきである。",
                    "なお，上記③の「プロダクト・バイ・プロセス・クレーム」の語については，上記イのとおり，拒絶理由通知(1)に拒絶理由自体の内容として記載されていたものではなく，審決の拒絶理由にも含まれていないから，同語が使用されていることはそもそも拒絶理由通知の瑕疵とはならないというべきである。この点を措くとしても，「プロダクト・バイ・プロセス・クレーム」という語が，「物の製造方法によってその物を特定するクレーム（請求項）」を意味する語として用いられることは，特許庁の「特許・実用新案審査基準」（乙39）上のみならず，一般の特許に関する解説書（乙40）においても広く行われており，同語も，その一般的な意味については，特許出願手続を行う者一般において広く知られている用語であると認められる。そうすると，上記③の記載も，一般の特許出願人が通常期待される努力によって習得し得る知識をもってすれば，その意味を理解することができる記載というべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，特許庁が，拒絶理由通知に原告が主張する各語を記載したことが，特許庁の義務違反に当たり，違法であるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上に対し，原告は，一般国民の中には特許庁のテキストを見ておらず，インターネットも使用していない人がいるのであるから，特許庁は，テキストやインターネットを見なくても，出願人が拒絶理由通知書の記載内容だけで理解することができるよう，説明する義務があるとも主張する。",
                "しかし，前記(1)アのとおり，拒絶理由通知においては，一般の特許出願人が，通常期待される努力によって習得し得る知識をもってすれば，その拒絶理由を理解することができる記載があれば足りるというべきである。そして，前記(1)ウのとおり，原告が主張する各用語は，特許出願手続を行う者一般において広く知られている用語であるから，特許庁のテキストやインターネット上のみならず，一般に入手可能な特許法に関する書籍や特許庁及びその関連団体等への問合せ等により，一般の特許出願人が，通常期待される努力をもって十分にその意味を習得することができる範囲内の知識というべきである。したがって，原告の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "以上によれば，原告の取消事由1の主張は理由がない。  "
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（補正の仕方の説明義務違反）について",
          "text": [
            "原告は，①拒絶理由通知(2)を受けた後，審査官が，手続補正書の提出の指示をしなかったこと，②拒絶理由通知(2)や拒絶査定に，手続補正の内容の書き方が具体的に説明されていなかったことが特許庁の義務違反に当たると主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "しかし，上記①の主張については，拒絶理由通知を受けた場合，意見書を提出する期間として指定された一定の期間内に明細書等の補正をすることができることは，明文で規定されており（特許法17条の2第1項3号），審査官が，特許出願人に対し，手続補正書の提出ができることを個別に説明又は指示すべきことを義務付ける法令上の根拠はなく，原告の主張する具体的経緯によっても，審査官がそのような義務を負うこととなったものとは解されない。したがって，審査官が，拒絶理由通知(2)後に原告から電話を受けた際に，原告に対して手続補正書の提出の指示又はその説明をしなかったことをもって，手続上の違法があるとは認められない。",
                "また，原告は，拒絶理由通知(2)を受けたときには手続補正書を提出していないものの（前記第2の1(3)），その後，ほぼ同一の内容の拒絶理由を記載した拒絶理由通知(3)を受けて，平成25年1月24日付け手続補正書による補正を行い，更に，同年8月14日付け手続補正書による本件補正を行った上で，請求不成立の審決を受けているのであるから（前記第2の1(5)ないし(7)，甲1，3），拒絶理由通知(2)を受けた後に手続補正書を提出しなかったことは，そもそも審決の結論を左右するものではなく，この点から見ても，原告の主張は，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "上記②の主張については，審査官が特許出願人に対して特許請求の範囲等の補正の仕方を具体的に説明すべきことを義務付ける法令上の規定はない。特許請求の範囲には，各請求項ごとに「特許出願人が」特許を受けようとする発明を特定するために必要と認める事項のすべてを記載しなければならず（特許法36条5項前段），特許請求の範囲等は，その記載によって，特許権者が対外的に主張し得る権利の範囲を定めるものであるから，拒絶理由の記載内容を踏まえて，具体的にどのような補正をし，どのような発明について特許を受けようとするかは，特許出願人自身の責任において判断すべきことである。したがって，特許査定を受けるために，特許請求の範囲等を具体的にどのように補正すべきかについては，審査官が説明する義務を負うものではないから，原告の上記主張②も，その前提を欠き，理由がない。  "
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告の取消事由2についての主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（条文内容の説明義務違反）について",
          "text": [
            "原告は，拒絶理由通知(4)について，特許法の条文を示す場合には，その規定の内容を分かりやすく説明する義務があるのに，特許庁がこれを行わなかったことは違法であると主張する。",
            "しかし，審判官が，特許出願人に対し，特許法の条文の一般的な内容を個別に説明すべきことを義務付ける法令上の根拠はなく，審判官が拒絶理由通知において挙げた条文の文言やその一般的な内容自体は，特許出願人自身が調査すべき事項であるから，原告の主張は，その前提を欠き失当である（なお，拒絶理由通知においては，いかなる事実関係に基づき，いかなる法規を適用して拒絶をするのかという拒絶理由を，特許出願人においてその記載自体から具体的に了知し得るものでなければならないことは前記1(1)ア判示のとおりであるが，拒絶理由通知(4)においては，本願がいかなる事実関係に基づき特許法36条4項及び6項又は同法29条2項の要件を満たしていないかは，具体的に記載されているものと認められるから〔甲4〕，その記載が違法であるとは認められない。）。",
            "したがって，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（特許法37条についての説明義務違反）について",
          "text": [
            "原告は，拒絶理由通知(4)記載の特許法37条違反の拒絶理由は，同通知書の記載内容からは理解できず，特許庁は，拒絶理由を分かりやすく説明すべき義務があるのに，これを行わなかったことは違法であると主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "この点，拒絶理由通知(4)には，特許法37条違反の理由として，以下の記載があることが認められる（甲4）。",
                "「29条の理由として示すとおり，トレッド部表面から吸収した水分を溝側面から排出することに，特別な技術的特徴は認められない。そうすると，水分を吸収し排出するための「伝達手段」が「布又は糸」である請求項1～5に係る発明と，「極小空間」である請求項6～7に係る発明との間で，同一の又は対応する特別な技術的特徴を見出すことができない。  ",
                "よって，請求項1～5に係る発明と，請求項6～7に係る発明とは，発明の単一性の要件を満たす一群の発明に該当しない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許法37条は，「二以上の発明については，経済産業省令で定める技術的関係を有することにより発明の単一性の要件を満たす一群の発明に該当するときは，一の願書で特許出願をすることができる。」と規定しており，二以上の発明が，発明の単一性の要件を満たす一群の発明に該当しないときは，同一の特許出願とすることができないところ，特許法施行規則25条の8第1項は「特許法37条の経済産業省令で定める技術的関係とは、二以上の発明が同一の又は対応する特別な技術的特徴を有していることにより、これらの発明が単一の一般的発明概念を形成するように連関している技術的関係をいう。」，同条2項は，「前項に規定する特別な技術的特徴とは、発明の先行技術に対する貢献を明示する技術的特徴をいう。」と定めている。これらの規定に照らせば，一般の特許出願人が通常期待される努力によって習得し得る知識をもってすれば，上記アの拒絶理由通知(4)の記載は，「トレッド部表面から吸収した水分を溝側面から排出すること」は，発明の先行技術に対する貢献を明示する技術的特徴，すなわち「特別な技術的特徴」とは認められず，そうすると，本願請求項1ないし5に係る発明と，本願請求項6及び7に係る発明とは，同一の又は対応する特別の技術的特徴を有していないため，発明の単一性の要件を満たす一群の発明に該当しないから，特許法37条の要件を満たさない，ということを具体的に適示したものと理解することができる記載であるというべきである（なお，拒絶理由通知で指摘された法律の条文の文言やその一般的な内容自体は，特許出願人自身が調査すべき事項であることは，前記3のとおりである。）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，拒絶理由通知(4)の特許法37条違反についての拒絶理由の記載が違法であるとは認められないから，原告の主張は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の各取消事由の主張にはいずれも理由がなく，原告の本件請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}