{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2013-890081号事件について平成26年7月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録無効審判請求に基づいて商標登録を無効とした審決の取消訴訟である。争点は，商標法4条1項19号該当性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，下記商標(以下「本件商標」という。)について，指定商品及び指定役務を，第30類「菓子，パン，穀物の加工品」として商標登録(出願日：平成24年8月16日，登録査定日：同年11月27日，登録日：同年12月14日。登録第5543850号。以下「本件商標登録」という。)を受けた商標権者である(甲27，36)。",
            "【本件商標】",
            "被告は，本件商標を色無地の上に白抜きにして表示した商標又は本件商標を白無地の上にエンボス加工して表示した商標(以下，併せて「引用商標」という。)の使用者であるところ，平成25年11月19日，特許庁に対し，無効審判の請求をした(無効2013-890081号。甲27)。",
            "特許庁は，平成26年7月16日，「登録第5543850号の登録を無効とする。」との審決をし，その謄本は同月25日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，次のとおり，本件商標は，商標法4条1項19号に該当し，無効であるとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の周知性について",
              "text": [
                "被告(請求人)は，1421年ころから京都において菓子の製造及び販売を行う会社であり，1715年以降に「龜屋陸奥」の屋号を名乗りはじめ，昭和39年7月，現在の「株式会社龜屋陸奥」(被告)となった。そして「松風」及び「西六條寺内松風」等の菓子は，「西本願寺ゆかりの銘菓」として，被告の代表的な菓子である(以下，これらの菓子を総称して「松風」ということがある。)。",
                "被告は，「松風」の包装紙等に本件商標と同一又は類似の引用商標を使用しているところ，箱入り「松風」の包装紙(2種類)，掛紙及び掛紙を留めるシールについては，平成元年から25年以上にわたり，内装袋については，平成11年から14年以上にわたり，本件商標の指定商品及び類似する商品等について，異なる数量の商品の大きさに合わせて使用している。これら包装材は，平成18年以降の7年間で，毎年約8万枚以上使用されている。",
                "そして，「松風」を販売する店舗は，大都市圏の有名百貨店に出店されており，少なくとも，京都を中心とした一定の範囲においては，多くの需要者の目に触れる販売がなされており，「松風」の包装材に表示された引用商標は，一定の周知性を有するに至っていたものと推測され，その状態は本件商標の登録査定時にも継続していたものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標の使用について",
              "text": [
                "本件商標は，前記第2，1のとおりの構成よりなり，左向きの鶴のような鳥がくちばしに茎のある葉をくわえ，左右の羽を円形状に広げた図形であるところ，これは，被告の引用商標(本件商標を白抜きに表した表示又はエンボス加工した表示)と非常に近似した構成よりなるものである。",
                "そして，原告は，「三木都」という屋号で本件商標を「松風」という名称の菓子(被告の販売している上記「松風」と同種の菓子。)を販売する際のカタログやウェブサイト上に以下のように掲載し，自己の業務に係る商品又は役務を表示するものとして使用している。",
                "①  原告は，自身のカタログに，被告の以下の内容や写真を掲載している。",
                "a「龜屋睦奥」の屋号の由来"
              ],
              "content": [
                {
                  "fig": "b",
                  "subject": "被告が「御本山御用菓子」を提供してきたこと"
                },
                {
                  "fig": "c",
                  "subject": "被告の販売している「松風」の写真"
                },
                {
                  "fig": "d",
                  "subject": "被告が自社カタログに使用している被告を連想させる亀の置物の写真"
                },
                {
                  "fig": "e",
                  "subject": "被告が西本願寺に納めた御供物であり，被告の「松風」を使用した御供物の写真",
                  "text": [
                    "②原告は，被告が以前使用していたカタログの写真を原告のウェブサイトにも載せている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "不正の目的について",
              "text": [
                "被告は，原告がウェブサイトやカタログに表示している文言や画像(上記①及び②の内容及び写真等)の使用の差止めを求める仮処分を京都地方裁判所に申し立て，平成25年9月9日にこれを認める決定を得た。",
                "原告は，かつて被告の取締役であった者であり，その当時，被告が本件商標と同一の構成よりなる引用商標を被告の主要商品である「松風」の包装材に使用していたことを熟知していた。",
                "そして，原告は，被告の取締役を解任された後，被告が引用商標を継続して使用していることを知りつつ，周知な引用商標と非常に近似した構成よりなる本件商標を登録出願したものであり，これは，被告が本件商標を商標登録していないことを奇貨として，これを先取りし，引用商標に化体した顧客吸引力，信用，名声を不正に利用し，不正の利益を得る目的をもって，本件商標の登録を受けたものといわざるを得ない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件商標は，被告の業務に係る商品を表示するものとして，取引者・需要者の間に広く認識されていた引用商標と類似する商標であって，不正の目的をもって使用する商標というべきである。",
                "したがって，本件商標は，商標法4条1項19号に該当するものと認められる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の決定取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用商標の周知性の認定・判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項19号の要件について",
              "text": [
                "商標法4条1項19号にいう「需要者の間に広く認識されている商標」は，同項10号における特許庁の商標審査基準である「全国的に認識されている商標のみならず，ある一地方で広く認識されている商標をも含む。」と異なり，「全国的に知られている」ことを必要とすると解すべきである。",
                "ところが，以下のとおり，被告は，全国的に知られた会社ではないし，被告の「松風」も，全国的に知られている菓子ではない。",
                "してみれば，「京都を中心とした一定の範囲において引用商標が周知性を有する」ことを前提として，商標法4条1項19号に該当するとした審決の判断は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標の周知性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告自体の知名度",
                  "text": [
                    "被告が設立されたのは昭和39年7月であるから，1715年から昭和39年7月まで「龜屋陸奥」を屋号として営業していたのはA家であって，被告ではない。被告自体は，全国和菓子協会にも全国銘産菓子工業協同組合にも加盟しておらず，全国的に知られている会社ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告による引用商標の使用は自他商品識別性を欠くこと",
                  "text": [
                    "被告は，引用商標を単に包装紙等の絵柄として用いているにすぎず，社会通念上の商標，すなわち，自他商品識別標識として利用しているものではない。",
                    "引用商標は，包装紙のほぼ全面にわたって描かれているから，包装された「松風」が置かれている売り場などで客が商品を凝視したとしても，その一部を認識するだけで，その引用商標の全体を認識することはできない。また，シールは，箱の底面側に貼られるから，購入時に見られることはなく，購入後は直ぐに破られて原形を失うものである。さらに，内装袋及び掛紙については，それぞれ箱及び包装紙で覆われてしまうために，購入時に見られない。",
                    "また，被告は，約40年間に少なくとも12件の商標権を取得しているが，引用商標の登録出願をしていなかったのであり，このことは，被告自身が引用商標を自他商品識別標識として認識していないことの証左である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告による宣伝広告状況",
                  "text": [
                    "被告が，「松風」とともに引用商標の全体が需要者に広く認識されるように宣伝広告している事実は認められない。",
                    "審決が引用商標を周知であると認めた書証のうち，ジェイアール京都伊勢丹のカタログにおいては，引用商標の一部が極めて薄く写っているだけであって全体が明確に表されておらず，凝視しても公孫樹の葉も鶴の顔も判別不可能であるし(甲5の2)，高島屋オンラインショップや The CUBE のウェブサイトにはいずれも引用商標が見えず(甲6の1・2，甲7)，京都定期観光バスのご案内やるるぶ.com では引用商標の大部分が皿で隠されている(甲8，10)。MAPPLE には引用商標が用いられていない(甲9)。書籍「京都を包む紙」には，被告の包装紙が「松風  亀屋陸奥」という記載とともに掲載されているだけであるところ，同書籍には果物の包装紙など種々のカテゴリーの商品を包む紙が紹介されているから(甲11の1)，「松風」が菓子であることを知らない読者にとってはどういう類の商品を包む紙であるのか理解できない。書籍「はじめまして京都」には，引用商標の一部が見えるだけである(甲11の2)。しかも「京都を包む紙」も「はじめまして京都」も，頒布数が不明である。",
                    "しかも，被告は，最も宣伝広告効果があるはずの被告のカタログや，箱入り「松風」を入れる手提げ袋にも，引用商標を使用していない。",
                    "テレビ，ラジオ，新聞などのマスメディアを通じて，被告が引用商標とともに商品を宣伝している事実もない。",
                    "したがって，被告が，「松風」とともに引用商標の全体が需要者に広く認識されるように宣伝広告している状況は，どこにも認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "需要者が受ける引用商標の印象",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告が自己の業務を表す標識として積極的に使用しているのは，亀の甲の図形と陸奥の文字とを組み合わせたロゴである。このロゴは，被告の商号の中に「龜」と「陸奥」が含まれていることから，需要者にとっても記憶に残りやすく，需要者が被告の商品を購入する際の識別標識として機能しているものである。実際，被告の「松風」の売上げの多くを占める「松風」の徳用袋には，引用商標が使用されず，前記ロゴが大きく表示されている。しかも，被告の本店で販売される徳用袋は，プラスチック製手提げ袋に入れて客に手渡されるところ，この手提げ袋にも前記ロゴが大きく表示されている。",
                        "これに対して，被告の包装紙や内装袋に描かれた引用商標は，前記のとおり，一部のみが認識可能な状態で使用されているものであるから，需要者の記憶に残りにくい。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，審決は，被告とは関係のないブログにおいても，被告の「松風」が紹介されている旨説示している。しかし，「懶雑記ブログ」(甲18の1)は，引用商標の鶴が逆さになるように掲載し，「オディール姫の美教師日記」(甲18の2)は，横に寝かせて一部だけ掲載し，「食べログ」(甲18の3)は，引用商標の中央を箱で隠しており，いずれについても投稿者が引用商標を識別標識として認識していないことの証左であるといえる。",
                        "したがって，引用商標が被告の業務に係わる「松風」を表示するものとして認識している需要者は，極めて限られた範囲の者であって，ほとんどの需要者にとって商標としては前記ロゴが印象に残るだけである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，被告の引用商標は，「需要者の間に広く認識されている商標」と認められない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(不当な目的の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，被告在職中，被告の「松風」製造工程が，火事，ガス爆発，熱中症などの災害を誘発する可能性の高いものであると指摘して，改善を提案したが聞き入れてもらえず，そのような中，「松風」の製造・販売に関わったことのない B(以下「B」という。)が突然に被告代表取締役社長に就任したことから，災害が生じても伝統技術を次世代に継承するとともに，顧客の要請に応じた「松風」へと発展させるために，仕方なく被告から独立して「三木都」を屋号とする工房を自費で立ち上げた。",
                "原告及び被告の双方が製造販売する「松風」という菓子は，織田信長と石山本願寺との合戦の最中にCという人物によって創製され，その血筋を引く者が長年製法を継承してきたものである。",
                "そして，本件商標は，被告が設立された昭和39年よりもはるか昔，A家が「龜屋陸奥」の屋号を名乗るよりも前から，A家直系の男子に家紋として受け継がれてきたものである。そして，原告は，「松風」の製造技術を実父である亡D(以下「亡D」という。)から伝授されて現存するA家直系の唯一の男子である。",
                "一方，被告の代表取締役として登記されている2名のうち，E(以下「E」という。)はF家からの養子であり，また B は亡Dの妹の婿であり，いずれもA家の血筋を引く人物ではない上，「松風」の製造現場での実務を経験もしていない。したがって，現在の被告の経営者は，公孫樹の葉をくわえた鶴の紋と本質的には何のゆかりも有していない。",
                "そこで，原告は，A家の家業継承と伝統ある「松風」の製造技術の保護を祈念して，本件商標を使用している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，被告が引用商標を「松風」の包装材の模様として使用しているとの認識を有していたにすぎず，被告が引用商標を商標として使用しているとの認識はなく，不正の利益を得る目的はもちろん，引用商標に顧客吸引力，信用，名声が化体していたという認識もなかった。",
                "仮に，引用商標に顧客吸引力，信用，名声が化体していたとしても，原告の商号，「松風」の形態及び包装材と被告のそれらとは，以下のとおり，著しく相違しており，これらを利用する意図は全くなかった。すなわち，被告の商号が「株式会社龜屋陸奥」であるのに対して，原告の商号が「三木都」であること，被告の「松風」が大きい円盤形状を短冊状に切り分けたものであり，「西六條寺内松風」だけが直径16cmの円盤であるのに対して，原告が被告の商品の形態と全く相違する直径7cmの円盤形状の「松風」だけを製造・販売していること，被告の「松風」は短冊状に切り分けた複数の「松風」をまとめて内箱に入れて包装されるのに対して，原告の「松風」は個別包装であること，及び被告の包装材の模様が前記のとおり1羽の鶴を大きく描いたものであるのに対して，原告は多数の若い松の木を分散配置させた模様を包装材に採用していることなど，すべてにおいて著しく相違している。そのため，本件商標を原告が原告の「松風」について使用したとしても，これに接する取引者・需要者が，本件商標に起因して被告の「松風」を連想，想起することはあり得ないから，原告には顧客吸引力等の利用の意図はなかった。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，審決が，「被請求人は，請求人の会社の取締役を解任された後において，請求人が引用商標を継続して使用していることを知りつつ」，及び「請求人が本件商標を商標登録していないことを奇貨として，これを先取りし，引用商標に化体した顧客吸引力，信用，名声を不正に利用し，不正の利益を得る目的をもって，本件商標の登録を受けた」と認定したのは誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張1(1)，(2)アに対し",
              "text": [
                "A家は「龜屋陸奥」の屋号で和菓子司(和菓子製造業)を営んでいたが，同家は同事業を法人化し，昭和39年7月1日に「株式会社龜屋陸奥」(被告)を設立して，同事業を被告に承継させた。これにより，和菓子司龜屋陸奥としての権利義務関係，得意先，和菓子司としての経験・歴史等を含む信用の総体としてのいわゆる「暖簾」は，すべて被告に帰属することになり，これまでその営業を継続しているのであり，その知名度は全国規模である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張1(2)イに対し",
              "text": [
                "業として商品を生産する者が，その商品の包装に標章を付する行為(商標法2条3項1号)は商標法上の保護を受けるところ，被告は，「松風」を業として生産し，「松風」の包装に引用商標を使用しているものであるから，引用商標が商標法上の「商標」である。",
                "そして，被告は，審決認定のとおり，被告の「松風」の販売のために，引用商標を付した包装紙等を平成元年以降現在に至るまで使用しており，その商品の出所を表示し自他商品を識別する標識としての機能を果たす態様で使用していることは明らかである。",
                "また，原告は，販売方法や販売実績の点等を併せて考慮することもなく，売り場から引用商標が見えるか否か，シールがすぐ剥がされるかなど些末な事実のみに注目して，自他商品識別標識として使用していないなどと主張しているが，全く失当である。",
                "さらに，被告が引用商標の登録出願をしてないとしても，商標登録出願の有無で自他商品識別性の有無を判断することは失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張1(2)ウに対し",
              "text": [
                "原告は，ジェイアール京都伊勢丹のカタログ，高島屋のオンライショップの引用商標は判別不可能，The CUBE のウェブサイトはいずれも引用商標が見えないと述べるが，いずれも，原告提出書証の印刷が薄いだけで，被告提出書証によれば判別できる。また，被告が内装袋に引用商標を付していることは原告も争っていない。",
                "被告のように包装紙等に標章を付して使用していれば，それが一定の出所から流出したものであることを一般的に認識できるのであり，当該標章の全体が見えるか否かなどは出所機能の有無に関して基準となるものではなく，売り場全体で引用商標全体が見えるか否かで判断すべきであるとの原告の主張は失当である。",
                "原告は，書籍「はじめまして京都」に関しては，引用商標の一部が見えるだけなどと述べるが，むしろ，引用商標はほぼ表示されており，一部が隠れていると表現する方が正確である。龜屋陸奥の「松風」というタイトルの左横に箱に入った「松風」とそれを包装した状態の「松風」が写っており，引用商標が「松風」の包装紙として使用されていることの宣伝効果は十分である。",
                "原告は，書籍「京都を包む紙」では，「松風」が菓子であることを知らない読者にとってはどういう類の商品を包むのか理解できないなどと主張するが，このページには，被告の包装紙の右下に果物柄の包装紙，左下に「カステイラ」と印刷された包装紙，その左上に「御菓子所」と印刷された包装紙が並んで掲載されているのであるから，読者も食品の包装紙であろうことは推測でき，「松風」と記載しているのであるから，そのことに興味をもって，インターネットで検索することも考えられ，宣伝効果は十分である。",
                "さらに，原告は，被告がそのカタログにおいて引用商標を使用していないことを指摘するが，カタログは，商品自体の宣伝が主たる目的であり，引用商標に関しては別の媒体での宣伝に使用しているものである。手提げ袋については，包装紙，内装袋，掛紙及びシールに引用商標を使用しているため，あえて手提げ袋をシンプルにすることで包装紙を際立たせる効果があると考えている。また，マスメディアに関しては，そもそも，そのような宣伝媒体を使用しなくても別の媒体で十分に効果があるため使用していないにすぎず，いずれも引用商標の自他商品識別性を否定するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張1(2)エに対し",
              "text": [
                "被告は，徳用袋入りの「松風」とは別に，乙6のとおり品名に緑色を付した「松風」について，引用商標の包装紙及び内装袋を使用して全国で販売しており，引用商標の包装紙等を使用した「松風」の販売実績や，需要者がブログに掲載するのも，甲14のロゴ入りの包装ではなく引用商標の包装紙等であることなどからすれば，引用商標の付された包装紙等が被告の販売する「松風」に使用されていることが，需要者に広く認識されていることが推認できる。",
                "また，被告は，全国の百貨店等に「松風」を卸しているところ，全国の百貨店の卸流通に関わっている者は，本件商標を認識し，それが用いられた「松風」が被告の製造に係るものであることを認識しているから，当該商標が取引者間で広く認識されていることは明らかである。",
                "原告は，ブログに掲載されている画像の向きなどからブロガーは識別標識として認識していないと主張するが，ブログの作成者は，「松風」のみを掲載するのではなく，あえて包装紙や内装袋を掲載している。これは，「松風」と引用商標が付された包装紙や内装袋とが一体であるという意識が働くからこそ，一緒に掲載しているのであり，まさに，商標として意識している証左である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張2(1)に対し",
              "text": [
                "原告は，被告が原告やA家とは別人格として存在することを認めず，未だに被告の事業をA家の事業と盲信しているにすぎず，法的に正当な主張ではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張2(2)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標の認識について",
                  "text": [
                    "被告は，引用商標を単に包装紙のみならず，内装袋や掛紙にも使用し，あえて引用商標だけが注目されるように掛紙を留めるシールにも引用商標を使用していたのであり，被告に勤務していた原告が，被告が引用商標を「松風」の包装紙の「模様」として扱っていると認識すること自体，極めて不自然である。",
                    "また，被告は，引用商標を「松風」の包装紙として平成元年以降現在に至るまで使用し続けている。引用商標を単なる「模様」として扱っていないからこそ，この引用商標を付した包装紙等にこだわって，使用し続けているのである。",
                    "さらに，原告は，被告が引用商標を「松風」の外包装紙，のし紙，のし紙を留めるシール及び内装袋に使用していることを認識して，A家の家紋である引用商標の上記のような使用は，本件商標権の侵害になる旨の警告書を送付しているのであるが，このことは，「松風」の包装紙等に付している引用商標が，商標法で保護される自他商品識別標識機能を有することを原告自身が認識していたことを裏付けるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "図利加害目的について",
                  "text": [
                    "原告は，西本願寺御用達の被告と関係があることを示すために，以下のような違法行為を行った。",
                    "①  原告は，そのカタログに，被告の「松風」の写真，被告が納入した西本願寺の御供物の写真，被告が自身のカタログで使用している写真(亀の置物の写真)を被告に無断で掲載し，顧客に原告と被告との関係を連想させるようにした。",
                    "原告は，同カタログの「松風の歴史は戦国時代にさかのぼります」との説明書において，原告の屋号の「三木都」の説明ではなく，「当家三代目」と述べて被告の屋号の説明を記載している上に，原告は，当時，本願寺に菓子を納入した経験が一切ないにもかかわらず，「御本山御用菓子としてまた京銘菓として今日につくり伝えられております」と述べ，あたかも原告が被告の暖簾を引き継いで「松風」を製作しているかのような記載をした。",
                    "②  また，原告は，ウェブサイトのトップ画面に，引用商標を大きく掲載した上で，原告が本願寺に納めてもいない御供物の写真や，被告が以前使用していたカタログの写真を原告のウェブサイトに載せており，あたかも原告が，ウェブサイトに掲載している御供物を本願寺に納めているような体裁をとった。",
                    "③  さらに，原告は，同ウェブサイトに，「代々伝わっている松風の製法を父より受け継ぎ，製造現場で試行錯誤を繰り返した10年の歳月の間に感じたのは，様々な『変化』です。」，「原材料の品質の微妙な変化などもありましたが，より顕著であったのは製造設備で，特に生地の仕込みで使用する釜や焼成オーブンの『ガス火』は，その衰退が年々目視できるほどでした。」，「現在の製造設備が稼働し続けて40年。起こるべくして起こっている。当然の『変化』といえます。」と言及して，製造設備の「変化」，「衰退」を述べた。",
                    "この表現は，「私は，縁あって亀屋陸奥を生家とし，常に身近に『松風』や『御供物』がある環境に生まれ育ちました。」に続く表現であり，原告は，未だ40年も和菓子製造に携わっていないことからすれば，上記の製造設備は，被告の製造設備を指すものであることは明らかであり，被告の「営業上の信用」を害する行為である。",
                    "そこで，被告は，不正競争防止法に基づき，原告に対し，被告がウェブサイトやカタログに使用している写真や画像等の使用を差し止める旨の仮処分命令を京都地裁に申し立てたところ，同裁判所はこれを認容した。",
                    "なお，この仮処分命令は，平成24年7月26日に申し立てており，原告の本件商標の出願は平成24年8月16日付けでなされていることから，原告はこの仮処分命令の申立てを受けて本件登録出願をなしたと推測される。",
                    "以上のような経緯からして，原告の本件商標の登録は，出所表示機能を稀釈化させる図利加害目的であり，不正の目的をもってなされたことが明らかである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "当事者間に争いのない事実，後掲の各証拠及び弁論の全趣旨によれば，以下の事実が認められる(なお，特に断らない限り，証拠番号には枝番号を含む。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者等",
              "text": [
                "原告の先祖であるA某は，1421年ころから本願寺に仕え，供物調達や慶事に関する諸事を取り扱う商家を創業し，A家の三代目であるCが後記の菓子「松風」を創製し，1715年から「龜屋陸奥」の屋号を名乗るようになった。被告は，昭和39年に「菓子製造業」等を目的として設立された株式会社であり，上記のA某が創業した事業を引き継ぎ，そのカタログ等において，「本願寺御用達  御供物司」を名乗っている。(甲3の1・2・5，12，24，乙1，11)",
                "原告は，平成12年に従業員として被告に入社後，平成19年から取締役の地位に就いていたが，平成22年11月20日，競業行為の制限に違反したことを理由に解任され，その後，「三木都」の屋号で店舗を開業し，菓子「松風」を販売している(甲21，乙9)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「松風」について",
              "text": [
                "「松風」は，小麦粉に白みそ，麦芽，砂糖等を混ぜて発酵させてから焼き上げた菓子であるところ，その由来について，織田信長と石山本願寺との11年間に及ぶ合戦の最中，A家の三代目であるCが，本願寺の門信徒たちの兵糧の代わりにと創製したのが始まりであり，後に顕如上人が「わすれては  波のおとかとおもうなり",
                "まくらにちかき  庭の松風」と詠んだ歌から，「松風」との銘を受けたとされる(甲24，39，49，乙11)。",
                "被告は，丸く大きく焼き上げた「松風」を短冊形に切り揃えた「松風」及び，丸いまま小型に焼き上げた「西六條寺内松風」を販売しており，これらは被告の代表的な菓子である(甲12，乙6，11)。",
                "原告は，丸いまま小型に焼き上げた「松風」を販売している(甲24)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告による「松風」の販売及び引用商標の使用",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標の使用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，平成元年から25年以上にわたり，「松風」の包装紙(2種類)，掛紙及び掛紙を留めるシールに引用商標を付して使用し，平成11年から15年以上にわたり，内装袋に引用商標を付して使用している(甲3，4，37，40ないし42，乙6)。",
                        "上記包装紙は，一般用と仏事用の2種類があり，前者は朱色背景に，後者は灰色背景に，いずれも引用商標が白抜きされたものが，包装紙の全面に大きく一つあるいは二つ(仏事用のみ四つ描かれたものがある。)描かれ，その隅に小さく，「本願寺御用達  御供物司  創業応永二八年(西暦一四二一年)」との文字が付され，その横に，亀を想起させる六角形の枠の図形に囲まれた「陸奥」の文字からなる図形商標とその下に「龜屋陸奥」の屋号等が記されている(甲3の1・2，4，37の1・2)。",
                        "上記掛紙は，白の紙に強圧で図柄を浮き彫りにしたエンボス加工によって，大きく引用商標が描かれている(甲3の3，4，37の3)。",
                        "上記シールは，黒の略正方形のシール地の全面に，引用商標が一つ白抜きに描かれている(甲3の4，4)。",
                        "上記内装袋は，ベージュ色背景に白抜きで引用商標が大きく描かれた紙を，引用商標の鶴の頭部分を中心に左右に折りたたんで形成された紙袋であり，サイズの小さい内装袋は，正面に引用商標の広げた鶴の羽の一部分と公孫樹の葉をくわえた鶴の頭が見え，その裏面に，羽部分と「龜屋陸奥」の屋号が記載され，「陸奥」の図形商標も付されており，サイズの大きい内装袋は，正面に引用商標の全体が示されている(甲3の5，4，37の4)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "箱入りの「松風」は，内箱に入れた「松風」を引用商標を付した上記内装袋に入れてヒートシールを施し，栞とともに箱に納められ，その上からエンボス加工によって引用商標の付された上記掛紙が巻かれ，引用商標を付した上記シールで留められ，引用商標を付した上記包装紙で更に包装されている(甲4)。",
                        "「松風」が上記のように箱に入れて包装されるのは，16枚入り以上からであり，それ以下の枚数のものや，徳用袋入り「松風」には，上記の包装は施されていない。また，「西六條寺内松風」には，上記シールのみが用いられている。(乙6)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "販売状況について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "販売実績",
                      "text": [
                        "引用商標の付された包装紙及び内装袋を使用した「松風」及び引用商標の付されたシールのみを使用した「西六條寺内松風」の販売実績は，平成24年3月1日～平成25年2月28日は7万4123個，平成23年3月1日～平成24年2月29日は8万300個，平成22年3月1日～平成23年2月28日は7万2587個，平成21年3月1日～平成22年2月28日は7万9940個，平成20年3月1日～平成21年2月28日は8万6091個，平成19年3月1日～平成20年2月28日は9万6350個，平成18年3月1日～平成19年2月28日は9万4390個であり，7年間の平均販売数は，年間8万3397個である(乙6)。",
                        "また，被告が，平成10年から平成24年までの間に，引用商標の付された包装紙及び内装袋を購入した数は，平均して，それぞれ約9万個である(甲42)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "販売店舗",
                      "text": [
                        "被告が「松風」を販売する店舗は，京都に所在する本店(注文により全国各地に発送もする。)の他，高島屋(京都店，洛西店，大阪店，泉北店，日本橋店，新宿店，JR名古屋高島屋)，JR西日本伊勢丹(ジェイアール京都伊勢丹，SVACO，JR大阪三越伊勢丹)，京都駅観光デパート(ザ・キューブ店，ポルタ店，ASTY大原店など)，近商ストアハーベスト店，JR東海関西開発京のみやげ，三越日本橋本店，伊勢丹新宿店，京阪百貨店等である(甲12，乙6)。",
                        "また，注文販売の際の都道府県別得意先数は，総数1万1535件のうち，関西地方が6324件であるが，次いで，東京都578件，高知440件，広島，徳島各334件であり，北海道，神奈川，愛知，三重，福岡が200件台で，47都道府県のいずれにおいても得意先が存在している(乙8)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "各種催事等",
                      "text": [
                        "被告は，三越百貨店の各店舗の食品フロアにおいて，平成24年5月に開催された「菓遊庵まつり」に出店し，その広告において，新鶴本店(長野)の塩羊羹や白玉屋榮壽(奈良)のみむろ最中などと並んで，「京都〈亀屋陸奥〉松風」が紹介された(甲43の3)。",
                        "また，被告は，東武百貨店池袋店の催事場において，京都市の後援，社団法人京都市観光協会の協賛の下に，平成17年3月に行われた京都102店の老舗で構成される「京洛老舗の会」や，そごう大宮店で平成24年3月に行われた「京都老舗の会」に参加した(甲44，45)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用商標を付した広告宣伝状況",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "カタログ及びウェブサイト",
                      "text": [
                        "被告は，ジェイアール京都伊勢丹やJR大阪三越伊勢丹の中元歳暮カタログ(平成9年～)(乙3の1・2)，高島屋オンラインストア(平成19年～)(乙4)，京都駅ビル専門店街「ザ・キューブ」のウェブサイト(平成22年～)(乙5)に箱入り「松風」の広告を掲載した(弁論の全趣旨)。これらのいずれについても，包装を施さない「松風」自体の横に，引用商標が付された内装袋に包装された状態の「松風」が配置された写真が用いられている。",
                        "また，被告は，京都定期観光バスの案内(甲8)の広告欄に，引用商標が付された朱色包装紙を敷き，その上に「松風」を皿に盛った様子を写した写真を掲載し，JTBパブリッシングが管理するるるぶ．com にも同じ写真を掲載して，「松風」を紹介した(甲10)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "店頭における陳列",
                      "text": [
                        "被告の商品を販売している百貨店やショッピングモール等の店頭において，引用商標を付した朱色包装紙に包装された「松風」が平積みされており，ショーケース内にも，引用商標を付した包装紙や内装袋に包装された状態の「松風」が展示され，「西本願寺ゆかりの銘菓」であることや，その由来が，銘のもととなった和歌などとともに説明書のプレートによって表示されている(甲38)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用商標とともに紹介された出版物等の記載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "出版物",
                      "text": [
                        "平成19年10月26日に発行された書籍「京都を包む紙」には，京都の包み紙が多数紹介されており，その中の一つとして，半ページの大きさで引用商標が付された包装紙の写真が掲載され，その下に「松風  亀屋陸奥」と記載されている(甲11の1)。",
                        "また，平成22年10月10日に発行された書籍「はじめまして京都」には，京都のお店，お土産，寺社仏閣，美術館等が紹介されているところ，そのおみやげの項目に，「亀屋陸奥の『松風』」として，引用商標の付された朱色包装紙で包装された箱入り「松風」が，その商品自体の横に置かれている写真が1頁を使って掲載され，被告の「松風」の由来とともに，「お持たせの定番」である旨が記載されている(甲11の2)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ブログ等のウェブサイト",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "近畿日本ツーリストが管理するウェブサイト「旅の道しるべ」に，「とっておき！おすすめ京菓子(京都府  京都駅周辺)」として，西本願寺御用達の京菓子店「亀屋陸奥」の「松風」が紹介され，引用商標を付した朱色包装紙上の皿に「松風」が積み重ねられた写真が掲載されるとともに「松風」の由来及び「西本願寺御用達の京菓子店」であることが記載されている(甲48)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "ウェブサイト「食べログ」のクチコミ欄において，平成20年8月16日の投稿には，「松風」の写真のほかに，引用商標の付された朱色包装紙の上に，エンボス加工された掛紙に巻かれた箱入り「松風」の写真が掲載され(甲18の3)，平成24年5月5日の投稿には，「松風」の写真のほかに，引用商標の付された朱色包装紙に包まれた箱入り「松風」と，引用商標の付された内装袋入りの「松風」とが置かれた写真が掲載され(乙14の2)，同月20日の投稿には，「松風」の写真のほかに，引用商標の付された朱色包装紙に包装された箱入り「松風」の裏面と，引用商標の付された箱入り「松風」の内装袋の写真とが掲載され(乙14の4)，同年6月1日の投稿には，引用商標の付された朱色包装紙に包まれた箱入り「松風」の写真と，包装を解いて広げられた包装紙の写真とが掲載されている(乙14の7)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "平成17年8月8日に投稿されたブログ「懶雑記」に，5枚の写真とともに「松風」が紹介されているところ，引用商標の付された朱色の包装紙に包装された箱入り「松風」の写真が1枚目に，エンボス加工によって引用商標が浮き彫りにされた掛紙に巻かれた上記「松風」が2枚目に掲載され，「内側の包装が上品で凝った作りになっています。紙にエンボス加工がされています。」との記載があり，被告の「松風」は日本橋三越でも購入が可能である旨も記載されている(甲18の1)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "平成19年4月4日に投稿されたブログ「オディール姫の美教師日記」に，包装を解いた「松風」自体の横にエンボス加工された引用商標を付した掛紙を配置し，「京銘菓  松風  亀屋陸奥」と記載のある栞を上に乗せた写真が掲載され，「ここは京都の中でも king 級シミセの一つ。創業応永二十八年西暦1421年っていうからすごいっ」と紹介されている(甲18の2)。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "平成20年10月7日に投稿されたブログ「京都ぶらぶら」に，包装を解かれた「松風」自体の写真とともに，引用商標の付された朱色包装紙に包装された「松風」の写真も掲載されている(乙14の6)。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "平成24年4月2日に投稿されたブログ「甘味礼賛」に，「亀屋陸奥の松風」として，引用商標の付された朱色包装紙で包装された箱入り「松風」の写真がまず掲載され，次に，引用商標がエンボス加工された掛紙に巻かれた「松風」の写真が掲載され，さらに，引用商標の付された内装袋の写真が掲載されており，本文には，「『亀屋』さんですが鶴の絵柄の包装用紙です。陰陽思想？清冽な印象です。鶴の絵柄がエンボス加工されていました。」と記載されている(乙14の1)。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "平成25年7月に投稿されたブログ「G通信」に，「黒のおたべと亀屋の松風」との表題のもとに「過日，京都土産の選択に困った。・・・」として，黒ごま生八つ橋と被告の「松風」を外装を施したまま並べた写真が掲載され，引用商標の付された朱色包装紙に包装された「松風」の写真が掲載されている(乙14の8)。"
                          ]
                        },
                        {
                          "fig": "h",
                          "text": [
                            "ブログ「京都の和菓子ドットコム」に，引用商標の付された朱色包装紙に包装された「松風」の写真や，包装を解いた後のエンボス加工により引用商標が浮き彫りにされた掛紙の写真とともに，「亀屋陸奥(かめやむつ)短冊状  『松風』(まつかぜ)」と紹介され，「・・・この紙箱入りは，包装が素晴らしい。」，「このはっとするような朱色の包装は素晴らしい。」，「この鳳凰のような紋が随所に使われている。かけ紙にも。」と記載されている(乙14の5)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「松風」の紹介記事",
                  "text": [
                    "昭和56年12月中央公論社発行の「伝統にいきる京のお菓子」には，見開き両ページに被告の「松風」がその歴史とともに紹介され，司馬遼太郎作の「燃えよ剣」の一節に，土方歳三が龜屋陸奥の「松風」を好んだというくだりがあることが紹介されており，司馬遼太郎の作品には，このほか，「関ヶ原」，エッセイ「司馬遼太郎が考えたこと」にも「亀屋陸奥」の「松風」が登場している(甲39，46)。",
                    "また，京都教育委員会が平成18年から発行している「歴史都市京都から学ぶ-ジュニア日本文化検定テキストブック-」には，「言い伝えのある京菓子」として，「松風」がその歴史，由来とともに紹介され，「江戸時代苛，西本願寺に納められる菓子です。」と記載され，被告の短冊形の「松風」の写真が掲載されている(甲49の2)。",
                    "さらに，昭文社発行のマップル観光ガイドのガイドブック及びウェブサイトには，平成23年より前から，被告について「西本願寺御用達の和菓子店。名物は『松風』という歯ごたえがあり，上品な甘さの菓子。ほかにも老舗ならではの上品な和菓子が揃う。」と紹介され，「松風」の写真が掲載されている(甲9)。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告による「松風」の販売及び本件商標の使用等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告による本件商標の使用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，三つ折りにされたカタログの前面に，本件商標の一部である公孫樹の葉をくわえた鶴の頭を大きく中央に配置して上下左右を切り取った図柄を用い，「松風の歴史は戦国時代にさかのぼります」として，織田信長と本願寺との石山合戦の最中，A家三代目Cが門信徒たちの兵糧代わりにと創製したのが「松風」の始まりである旨などを記載した上で，「その後A家は本願寺寺内町にて御本山への出入りを許され屋号を『亀屋陸奥』と名乗りました  以来歴史とともに息づいて洗練され御本山御用菓子としてまた京銘菓として今日につくり伝えられております」と記載し，その文章の下に，被告の「松風」の写真，被告が納入した西本願寺の御供物の写真，被告がカタログにその一部を使用している亀の置物の写真と同じ写真を掲載した(甲24の1，乙11)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "また，原告は，「三木都」のウェブサイトのトップページのタイトルに，「『松風』と『浄土真宗本願寺派御供物』の専門工房」，「銘菓『松風』専門工房」と付し，トップ画面に，「三木都」の文字よりはるかに大きく本件商標を掲載した。そして，「御供物」，「御供物の歴史」，「A家代々の生業」とのウェブページにおいて，Hが家業を創業し，本願寺に御供物を供してきたことなどを述べ，「御供物  写真資料」として，被告が西本願寺に納めてきた御供物等の写真を掲載した。さらに，同ウェブサイトの「ごあいさつ」のページに，「代々伝わっている松風の製法を父より受け継ぎ，製造現場で試行錯誤を繰り返した10年の歳月の間に感じ得たのは，様々な『変化』です。原材料の品質の微妙な変化などもありましたが，より顕著であったのは製造設備で，特に生地の仕込みで使用する釜や焼成オーブンの『ガス火』は，その衰退が年々目視できるほどでした。現在の製造設備が稼働し続けて約40年。起こるべくして起こっている，当然の『変化』といえます。」と述べた。(以上，甲24の2，乙12，13)"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，自身のツイッターのプロフィール欄において，本件商標を掲載し，「京銘菓『松風』とともに，早30数年。『松風』の継承と未来開拓のため，いろいろ活動しております。・・・余談ですが，ジュニア京都検定の『松風』の写真は私が提供致しました。」と記載し，前記(3)オの「歴史都市京都から学ぶ-ジュニア日本文化検定テキストブック-」に掲載された写真を，原告が提供したものとして記載した(甲49の1)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告による販売，広告宣伝状況",
                  "text": [
                    "原告は，平成23年5月から，東京池袋にある西武百貨店の諸国銘菓コーナーにおいて，「松風」を店頭販売し，店頭のショーケースに入れられた説明プレートに，「三木都の松風」として，「室町時代，兵糧代わりに創製したのが始まりの松風(まつかぜ)。・・・伝統銘菓です。」と記載した(甲50の1)。",
                    "また，大丸松阪屋オンラインショッピングに，「〈三木都〉松風」，「幾百年の時を越えてつくり伝わる京銘菓『松風』の新提案」，「【ブランド紹介】ひとりの手作業で全製造工程を行う，”原点回帰”の『松風』専門工房です。慶事・仏事などの各種御供物も謹製しております。」と記載した(甲50の2)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "ブログ等の記事",
                  "text": [
                    "ウェブサイト「京都グルメ本【京都旅楽】」には，「老舗若主人のこだわりの『松風』三木都(みきと)」，「あの亀屋陸奥息子さんが『松風』と『御供物』を作るために作ったという三木都(みきと)」(甲51の1・2)と記載され，また，ブログ「門徒Iのブログ」には，「お供物も，亀屋陸奥さんの分家？『三木都』さんに検討してもらっていますし・・・」(甲51の3)と記載され，さらに，ブログ「京都コトコト日記」には，「その七条にあるのが亀屋陸奥。そこの息子さんって言ってはったかな・・・」(甲51の4)と記載されている。",
                    "また，ウェブサイト「京都くいしんぼうの会」における平成22年6月11日の投稿には，「そんな『龜屋陸奥』が，京都御所の東側(下切り通し)の『イストワール御所東』に開いたのが『三木都』」(甲51の5)と記載されるとともに，ウェブサイト「Hatena：：Diary」に，平成24年6月3日に投稿されたブログには，「[和菓子探検隊]三木都の松風」，「西本願寺の御用菓子」として，「三木都(みきと)は亀屋睦奥を本家とし，『松風』と『御供物』を作るために出したお店。」と紹介されている(甲51の6・7)。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "「三木都」創設経緯等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，亡Dの長男としてA家に生まれ，平成12年4月から従業員として被告に就職した後，平成19年4月，取締役に就任し，被告において「松風」の製造に携わった。原告は，被告における菓子の製造に関し改善を求めたが，平成21年4月，先代である亡Dの妹婿である B(現被告代表者の1人)が代表取締役に，その妻が非常勤取締役に就任したことから，原告の発言権や決定権がなくなると考え，個人で工房を作って「松風」の製造を行うべく，現在の「三木都」の店舗所在地に工房を構えた。原告は，そこで原告の「松風」を製作し，平成21年12月から販売を開始した。これにより，原告は，平成22年11月20日，競業行為の制限に違反したとして，被告の取締役を解任された。(甲21，乙1，9)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，平成24年7月26日，原告のウェブサイトのトップページのタイトル「『松風』と『浄土真宗本願寺派御供物』の専門工房」の記載，「御供物」，「御供物の歴史」及び「A家代々の生業」のウェブページすべて，御供物の写真資料，「ごあいさつ」と題するウェブページ並びに原告カタログの記載や写真の一部について，掲載等の差止めを求める仮処分申立て(京都地歩裁判所平成24年(ヨ)第301号著作物使用差止等仮処分申立事件)をした。",
                    "そのような中，原告は，同年8月16日，本件商標の登録出願をした(甲27，乙13，弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，平成25年2月1日，被告に対し，内容証明郵便により警告書を送付し，その中で，原告が，Jのひ孫であって，A家の戸籍に登録され現存するA家の血筋を引き継ぐ唯一の者であること，三枚の公孫樹の葉を鶴が口にくわえながら翼を円形に拡げている模様は，A家固有の男性用紋章であること，したがって，被告による外包装紙，のし紙，のし紙を留めるシール及び内袋の各々に家紋を使用することは，被告の経営者又は筆頭株主がA家の正統であるかのような誤解を第三者に与えることなどを理由に，これらの使用の中止を求めるとともに，上記家紋を商標登録出願し，本件商標の登録を得たので，上記使用は本件商標権侵害ともなる旨を述べた(乙10)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用商標の周知性の認定・判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の自他商品識別性について",
              "text": [
                "原告は，被告が，引用商標を包装紙等の絵柄として用いているにすぎず，自他商品識別標識として使用しているものではない旨主張する。",
                "本件商標は，前記第2，1のとおりの構成よりなり，左向きの鶴がくちばしに公孫樹の葉をくわえ，左右の羽を円形状に広げた図形であるところ，被告の引用商標とは，色付きの背景に白抜きに表したもの，あるいは，エンボス加工によって浮き彫りにされている点で異なるものの，その形状は酷似しており，実質的に同一の商標であるといえる。その形状は，ありふれた図柄ではなく，特徴的で印象的に残るものである。",
                "そして，商標の使用には，商品の包装に標章を使用する行為(商標法2条3項1号)や，商品の包装に標章を付したものを譲渡，展示等する行為(同項3号)も含まれるところ，被告は，前記1(3)のとおり，「松風」の包装紙(2種類)，掛紙及び掛紙を留めるシールに平成元年から引用商標を付し，内装袋に平成11年から引用商標を付して使用しており，本店及び各百貨店等の店頭において，「松風」の商品自体を陳列するとともに，引用商標の付された朱色包装紙で包装した箱入り「松風」を積み重ね，また，あえて，引用商標の付された内装袋が見えるように陳列しており，有名百貨店における中元歳暮カタログや，オンラインショップにおいて，引用商標を用いた包装を商品自体とともに掲載している。そして，前記1(3)エのとおり，複数の出版物やブログにおいて，引用商標を付した包装紙，掛紙及び内装袋とともに被告の「松風」が紹介されており，被告における特徴的な包装材に注目している様子が窺われ，取引者・需要者において，引用商標が「龜屋陸奥」の「松風」の出所を示すものと認識していることは明らかである。さらに，原告自身が，引用商標と実質的に同一である本件商標の登録出願を行った上で，前記1(5)ウのとおり，被告による包装紙等における引用商標の使用が，本件商標権の侵害に当たる旨警告書を送付しており，被告によるこれらの引用商標の使用が商標的使用に当たることを認めている。",
                "これらの事実に照らすと，被告は，引用商標を自他商品識別標識として「松風」に用い，また，取引者・需要者においてもそのように認識されているものであり，上記の包装材における引用商標が自他商品識別性を有することは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標等の周知性について",
              "text": [
                "前記 1(1)ないし(3)に認定したとおり，被告は，1421年に創業され，1715年以降に「龜屋陸奥」との屋号を用い，古くから西本願寺の御用達菓子司として，「松風」を代表的菓子として販売を続けてきたものである。そして，その販売は，被告本店における店頭販売のほか，全国各地からの注文販売，有名百貨店やショッピングモールの店頭を中心として販売し，さらに，有名百貨店における和菓子の老舗を集めた催し物にも出店しており，関西地区にとどまらず，全国各地に多くの取引先を有する。その引用商標を付した「松風」の販売数量は，年間約8万個に上っており，各種の出版物やブログ等においても「松風」とともにその特徴的な包装が数多く紹介されている。",
                "以上の事実に照らすと，被告は，「松風」を販売する西本願寺御用達の和菓子の老舗として全国規模で認識されるとともに，「松風」の包装に付された引用商標も，取引者・需要者の間で本件出願時及び登録査定時において相当程度知られていたものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標の自他商品識別性に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用商標について，①包装紙ではほぼ全面にわたって引用商標が描かれているから，包装された「松風」が置かれている売り場などで客が商品を凝視したとしても，その一部を認識するだけで，引用商標の全体を認識することはできないこと，②シールは，箱の底面側に貼られるから，購入時には全く見られることはなく，購入後は直ぐに破られて原形を失うものであること，③内装袋及び掛紙については，それぞれ箱及び包装紙で覆われてしまうために，購入時には全く見られないことなどから，自他商品識別性を有しない旨主張する。",
                        "しかし，そもそも，前記(1)のとおり，被告による引用商標の使用は，商品の包装に標章を付する行為や，包装に標章を付したものを譲渡等する行為(商標法2条3項1号，2号)に該当するものであるところ，購入時に店頭においてこれらの引用商標が一覧できるように展示しなければ使用に該当しないものではないことは明らかである。",
                        "また，引用商標の図柄は，包装紙に使用した際には注目されず自他商品識別性を失うようなありふれた文様ではなく，前記のとおり，印象に残る特徴的な図柄である。そして，包装された「松風」が，店頭で展示をされたり，有名百貨店のカタログやウェブサイトにおいて広告宣伝されたりする際にも，正面に鶴の頭が配されるように包装されており，前記1(4)ア(ア)のとおり，本件商標の出願登録を得た原告自身が，「三木都」のカタログに，本件商標の一部である公孫樹の葉をくわえた鶴の頭を大きく中央に配置して上下左右を切り取った図柄を用いていることからも窺われるとおり，引用商標の一部が隠れているとしても，引用商標の特徴的な，公孫樹の葉をくわえた鶴の頭や丸く羽を広げた様子などが感得できるのであり，これに触れた取引者・需要者は，その出所を識別するものである。",
                        "さらに，これらは，いずれも取引者・需要者の目につきやすい包装材に用いられており，箱中や裏面に存在するとしても，「松風」の包装の開封前及び開封時において十分に認識できるものである。",
                        "したがって，原告の上記主張は，いずれも上記の認定を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，取引者・需要者には，亀の甲の図形中に「陸奥」の漢字記載されたロゴの方が記憶に残るのであり，引用商標は自他商品識別性がない旨主張する。",
                        "しかし，一つの商品に使用される商標は一つであるとは限らず，他に商標が用いられていることは，当該商標の自他商品識別性に直ちに影響を及ぼすものではない。また，前記のとおり，被告の「松風」の包装材における引用商標の図柄は特徴的であり，前記1(3)エからも窺われるように，それが需要者を惹きつけている点でもあるから，上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "その他，原告は，被告が引用商標の登録出願をしていなかったことや，被告が自身のウェブサイト等において引用商標を使用していないこと等を挙げ，被告自身が商標的使用をしていないことの証左である旨主張するが，これらの事情は，自他商品識別性に何ら影響するものでなく，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告及び引用商標の周知性に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，全国和菓子協会及び全国銘産菓子工業協同組合に被告が加盟していないことをもって，被告が全国的に周知であるとはいえないと主張する。",
                        "しかし，被告の知名度と引用商標の周知性とは直ちに結びつくものではない上，証拠(甲1，2，乙2)によれば，全国和菓子協会は，和菓子業者の結束を得て，共同で諸問題に対処し，必要な事業を行い，和菓子業界の発展向上を図るとともに，協会委員相互の親睦を図る目的で設立されたもので，入会について売上規模や周知要件などは求められておらず，全国和菓子協会に所属する和菓子店は京都に8店，全国銘産菓子工業協同組合加盟店は京都に6店にすぎず，全国的に周知性を有する和菓子店がこれらに限られないことは明らかであるから，上記協会等に加盟していないことが，被告の知名度を否定する根拠となるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，ウェブサイト「京都人が選んだ京都のおいしいもん」(甲20の1)や，ブログ「コトログ京都和菓子」(甲20の2)に「松風」が掲載されていないことをもって，被告の「松風」が周知でないと主張するが，周知であれば，必ず同サイト等に記載されるわけではなく，他の多くのウェブサイト等に「松風」が掲載されているのは，前記1(3)ウ(ア)及び同エ(イ)のとおりであるから，原告の上記主張は，失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，原告は，被告が設立されたのは昭和39年7月であるから，1715年から昭和39年7月まで「龜屋陸奥」を屋号として営業していたのはA家であって，被告ではない旨主張する。",
                        "しかし，被告及び引用商標の周知性に関しては，前記(2)のとおり，本件登録出願時及び登録査定時において，取引者・需要者に相当程度知られていたものと認められ，前記のとおり，平成元年以降からの長年の包装材における引用商標の使用により引用商標に表象される業務上の信用は被告に帰属するのであって，それ以前の被告の故事来歴が上記周知性を左右するものではないから，原告の上記主張は失当である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(不当な目的の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，前記1(3)のとおり，引用商標を平成元年から25年以上にわたり，箱入り「松風」の包装紙(2種類)，掛紙及び掛紙を留めるシールに引用商標を付して継続使用し，平成11年から14年以上にわたり，内装袋に引用商標を付して継続使用しており，これにより，引用商標が被告の「松風」を表すものとして取引者・需要者に相当程度知られるに至ったことは，前記2認定のとおりである。",
                "一方，原告は，被告の前代表取締役であった亡Dの長男であり，平成12年に被告に入社し，平成19年からは取締役に就任していることに加え，原告も引用商標が「松風」の包装紙として用いられてきたことを争っていないことや，上記に認定した警告書の内容をも考慮すると，原告が，被告による引用商標の使用及びその自他識別力を認識していたことは明らかである。",
                "本件商標は，前記のとおり，引用商標と実質的に同一の商標であるところ，原告は，「三木都」のウェブサイトや自身のツイッターに本件商標を大きく掲載し，カタログに，西本願寺御用達の御供物を提供してきたことなどの「龜屋陸奥」の由来を載せるとともに，被告の「松風」の写真，被告が納入した西本願寺の御供物の写真，被告がカタログに使用している亀の置物と同じ写真を掲載し，さらに，ツイッターにおいて，前記1(3)オの「歴史都市京都から学ぶ-ジュニア日本文化検定テキストブック-」に掲載された写真を原告が提供した旨記載するなどしていることに照らすと，原告が被告の「松風」と同じ名称の「松風」なる菓子に引用商標を使用する場合，商品の出所混同を招くことは明らかである。実際，前記1(4)ウのとおり，需要者は，原告の「三木都」を被告自身が出店した店舗，あるいは，被告から暖簾分けした店舗と誤認している様子が窺われる。",
                "また，原告は，陳述書(甲21)において，被告の代表取締役として登記されている2名のうち，Bは，亡Dの妹婿であり，Eは，養子であって，A家の血筋を引く者ではないことから，原告のみが「松風」に本件商標を正当に使用できる人物であると確信していた旨述べるなど，「龜屋陸奥の松風」の正統な継承者は自身であり，引用商標に表象される業務上の信用も自身に帰属するかのような発言をしており，前記1(4)のとおり，原告は，「三木都」のカタログやウェブサイト，原告自身のツイッター等において，外部的にもそのように振る舞っていたことが認められる。",
                "そうすると，原告による本件商標の使用は，引用商標に表象される被告の老舗としての価値，業務上の信用を自身に帰属させようとするもので，商標法4条1項19号の「不当の目的」をもって使用するものに該当するというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，原告の商号，「松風」の形態及び包装材と被告のそれらとは著しく相違しており，本件商標を原告が原告の「松風」について使用したとしても，これに接する取引者・需要者が本件商標に起因して被告の「松風」を連想，想起することはあり得ず，引用商標の顧客吸引力等を利用する意図は全くなかった旨主張する。",
                "しかし，原告は，引用商標と実質的に同一である本件商標を，前記1(2)及び同(4)のように，被告の「松風」と同様の「松風」に用いているのであるから，取引者・需要者において誤認混同を生ずるおそれがあることは明らかであって，包装材の相違などにより，これらが払拭されるものではない。また，原告は，「三木都」のウェブサイトやカタログ，自身のツイッターにおいて，前記1(4)のような記載をし，自身を被告あるいはその前身の「龜屋陸奥」の正統な継承者であるかのように印象付ける行為をした上，これによって，前記1(4)イ及び同(5)アに認定したように，「老舗」として三木都の事業を立ち上げ，有名百貨店等において伝統銘菓としての出店を可能にしたものと推認できるのであり，被告の信用等を利用しているものと優に認定できるのであるから，原告の上記主張は採用できない。",
                "その他，原告は，るる主張するが，いずれも前記認定を左右するものでない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の取消事由にはいずれも理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10196",
    "date": "2015-04-27",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085074",
    "ipprecedent_id": "4034",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}