{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙製品目録記載の各製品を製造し，譲渡等し(譲渡及び貸渡しをいう)，又は譲渡等の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項の各製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，9億円及びうち1億円に対する平成22年3月1日から，うち8億円に対する平成25年11月30日から，各支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，被控訴人が販売等をする原判決別紙製品目録1ないし3記載の製品(JAＮコードにより特定されている後記被控訴人製品イ，ロ，ハ及びこれらと同一の構成を有するフィルター装置)が，控訴人が特許権者である，発明の名称を「通気口用フイルター部材」という発明にかかる特許権(平成8年10月8日出願，平成10年6月19日設定登録，特許番号第2791553号。ただし，平成24年12月6日付けの訂正審決〔訂正2011-390120号〕により訂正された後のもの)を侵害すると主張して，被控訴人に対し，特許法100条1項，2項に基づき，上記各製品の差止め及び廃棄を求めるとともに，不法行為(民法709条)に基づく損害賠償の一部として，9億円及びうち1億円に対しては当初の不法行為の最終日の翌日である平成22年3月1日から，うち8億円に対しては平成25年11月29日付け訴え変更申立書を原審裁判所に提出した日である平成25年11月30日から各支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原審は，被控訴人製品は，本件特許の特許請求の範囲記載の「120～140％まで自由に伸びて縮む」及び「一軸方向にのみ非伸縮性」という構成要件(構成要件F)に該当するものとは認められないとして，控訴人の請求をいずれも棄却した。原判決を不服として，控訴人が本件控訴をした。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，争点及び争点に対する当事者の主張は，原判決を次のとおり補正し，当審における当事者の主張を次項で補充するほかは，原判決の「事実及び理由」の第2の1，第3及び第4に摘示されたとおりであるから，これを引用する(以下，引用する原判決中の「原告」は「控訴人」と，「被告」は「被控訴人」と適宜読み替える。)。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，「本件発明」とあるのを，「本件特許発明」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決8頁8行目の「(3)」を「(4)」に，同頁21行目の「(4)」を「(5)」にそれぞれ改め，同頁25行目の末尾に行を改めて，次のとおり加える。",
                "「被控訴人製品イには，磁石6個と面ファスナ(マジックテープ)8個が付属品として同梱されている。被控訴人製品ロ及びハは，被控訴人製品イの取替専用品であり(ただし，被控訴人製品ハは「やわらかタイプ」)，磁石は付属しておらず，いずれも面ファスナ8個のみが同梱されている(乙49ないし51)。",
                "被控訴人製品イの製品パッケージの使用方法には，使用例として，深型レンジフード60cmタイプの場合は，面ファスナを上部3個，下部2個，左右両側面部に各1個，中央1個の合計8個使用し，磁石を上部2個，下部4個使用する図が示されている。また，被控訴人製品ロ及びハの製品パッケージには，使用する際には被控訴人製品イを購入の上，取付磁石で取り付けるようにとの指示が記載され，上記図も掲示されている(乙49ないし51)。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決9頁3行目の「(5)」を「(6)」に改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決20頁8行目の冒頭から9行目の末尾までを，「4  争点1(4)(構成要件Fの「一軸方向にのみ非伸縮」)について」に改め，同頁13行目の「【0008】には，」の次に「「」を加える。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決22頁6行目の「イ号製品」を「被控訴人製品イ」に，同行目の「ロ号製品」を「被控訴人製品ロ」に，同頁7行目の「ハ号製品」を「被控訴人製品ハ」に，同24頁25行目の「実機」を「実施」に，それぞれ改める。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "原判決27頁9行目の「として，」の次に「「」を加え，同頁18行目の「乙25発明」を「実開平4-118119号公報に記載された発明(以下「乙25発明」という。)」に改める。"
            },
            {
              "fig": "(7)",
              "text": [
                "原判決32頁23行目の「こと」の次及び同33頁2行目の「140％」の次に，ぞれぞれ「」」を加える。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決35頁21行目中の「前記4」をいずれも「前記8」に改め，同36頁10行目の「イ号ないしハ号製品」を「被控訴人製品イないしハ」に改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当審における当事者の補充的主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲34試験は，本件特許の特許請求の範囲の記載を忠実に再現している。実際に通気口用フィルター部材を取り付ける際には，不織布の周囲を簡易固定具で通気口に固定した後，三本の指で不織布をつまみ，引っ張る側の辺の上端部分，下端部分と中央部分の三か所又は同辺を四等分した四か所を個別に引っ張るものである。したがって，本件特許発明の「一軸方向とは直交する方向へ伸ばした状態で仮固定して使用したとき」とは，甲34試験において磁石により不織布を固定した後にダブルクリップを引っ張ることに相当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，原判決後，新たに第三者機関に依頼し，甲34試験と同じ方法で，磁石と面ファスナーを簡易固定具とする被控訴人製品の測定を行った(甲39の1ないし3。以下「甲39試験」という。)。甲39試験によっても，不織布の伸び率は，被控訴人製品すべてにおいて120～140％の範囲内に入っており，被控訴人製品は，本件特許発明の構成要件Fを充足する。なお，甲39試験のデータポイントは，不織布の破断時又は磁石が動いたときのものである。",
                    "また，被控訴人製品において不織布の一辺全体を120％以上伸ばして固定できることは，甲34試験の試験2及び乙117試験のうちの試験2によって証明できている。120％伸びた不織布の左右が湾曲しているとしても，湾曲した部分は磁石で固定したり，伸ばし癖をつけることで補えるため，問題とはならないし，不織布はレンジフードの風力低下を生じさせない目的で通気性の良好なものが採用しているのであり，この程度の隙間で本件特許発明の目的に反するとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，甲39試験の問題点として，最初の一部分を伸ばせたとしても，次の部分を伸ばしたときに磁石が動いたり，不織布を保持できなかったりする場合があると主張する。しかし，消費者は磁石が動けば手で押さえたり，フィルター材をあらかじめ引っ張って伸ばし癖をつけたり，磁石を増やしたり，磁力の強いものにしたり，面ファスナーと併用したりして恣意的に仮固定を行うのが当然であるし，不織布はゴムではないので，作用する引張力がどのようなものであるのか予測がつく。",
                    "また，被控訴人は，甲39試験のデータポイントについて，磁石や面ファスナが動いたり，外れたりしているなどと指摘する。しかし，本件特許発明は，従前，縦横ともに伸縮性のない非伸縮性の固いフィルター部材ばかりであっため，フィルターが寸法不足であっても引き伸ばして簡単に取り付けられるフィルターを開発したものである。本件の争点は，不織布の伸縮性であり，仮固定具の保持力ではなく，データポイントで不織布の伸びが現れている以上，磁石や面ファスナの保持力を問題視すべきではない。また，前記のとおり，磁石や面ファスナーは，商品の購入者が，本体のそれぞれの形状や材質により恣意的に決定するものである。レンジフードの種類は数万種類あり(甲41)，したがって，購入者が同梱された簡易固定具を使用するとは限らないし，レンジフード等の寸法により，使用する簡易固定具の個数や組み合わせも多数存在する。また，同梱されたものであっても，製品毎に磁力に差異があり，保持力は製品によっても貼り付け方によっても変わってくるものである。本件特許発明の仮固定具とは，例えば，磁石，面状ファスナ―，両面テープ，クリップ，ゴム紐等の組み合わせで仮固定が可能な部材で，当業者が通常想定可能な範囲のものと解すべきであり，「仮固定」とは，使用者が手で簡単に着脱できることであり，その取り付け手段は恣意的要素が存在する。",
                    "被控訴人の後記乙126試験で磁石が動いたとされる写真をみても，すべての磁石が動いているわけではなく，伸び率は磁石が動いた後も上がっているから，「仮固定」ができていない状態であるなどとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被控訴人の乙117試験は，不織布の一辺を磁石により固定し，他辺を鋼板で挟み込んで引っ張っており，レンジフード用フィルター部材の実際の使用態様と乖離しているから，恣意的であり，客観性・再現性がない。被控訴人が行った後記乙124試験においても，一辺全体を引っ張って取り付けることはしていないように，実際の取り付け方法は，前記アのとおりであり，掴み幅は手の幅が限度で，一辺全体を保持して引っ張ることは想定できない。引っ張りの際の不織布のつかみ幅が異なれば，仮固定部を含む不織布全体における力の加わり方は異なり，一辺全体を引っ張る方が伸びにくく，また，一辺全体を引っ張る場合の方が仮固定具に作用する力は大きいため(甲39の1・2の試験と甲39の3の試験の結果参照)，乙117試験は，1点を引っ張る甲34，39試験に比べて不織布が伸びにくい恣意的な試験となっている。",
                    "また，乙117試験は，不織布の伸びを無視して仮固定が一つでも微動した時点をデータポイントにしていることからも，正確な伸び率とはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "構成要件Fのうち「一軸方向にのみ非伸縮性」を被控訴人製品が満たすことについては，甲39の試験1及び試験2により立証される。すなわち，「非伸縮性」とは，まったく伸縮しないという意味ではなく，直交方向の伸び率と対比して伸び率が低いという意味での相対的な非伸縮であるところ，これらの試験結果によれば，被控訴人製品の仮固定の手段が磁石であっても，面ファスナであっても，一軸方向(横方向)の不織布の伸び率は，すべて110％以下であり，一軸方向とは直交する方向の不織布の伸び率は120％～140％の範囲に入っている。",
                    "仮に被控訴人の後記乙126試験の結果を前提としても，本件特許の非伸縮性の目的は，汚れや風の流れによる垂れ下がりに耐え得ることを目的とするものであり，111～116％であっても一軸方向非伸縮性であることに変わりはない。なお，同じ試験機関で同じ試験を行ったにもかかわらず，甲39試験と乙126試験の非伸縮性方向の数値が明らかに違うのは，被控訴人が被控訴人商品の特性を少しずつ変更していることの裏付けである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲39試験は，不織布の一辺の一部分しか伸ばしておらず，不織布の一辺全体を伸ばせる証拠とはいえない。本件特許発明は，通気口全体を覆うことを前提としたものであり，不織布全体が伸張しないと通気口を覆うことができないのであるから，乙117試験が適切である。実際の使用態様において，一辺の全ての部分を把持した状態で引っ張ることが想定されていないとしても，その方法は多数あり得るから，もっとも磁石に均等に力がかかるのが乙117試験の方法であるし，一辺全体を伸ばしても，細かく何か所かに分けて掴んで伸ばしても，最終的に磁石が外れるまでの不織布に作用する力はほぼ同じになるはずである。",
                    "また，甲39試験は，最大強度時(最大荷重時)の伸び率をデータポイントとしているが，被控訴人が甲39試験と同一の機関，同一担当者に依頼し，甲39試験と同じ環境で，最大強度時の伸び率を測定するとともに，同時点での磁石，面ファスナや不織布がどのような状態であるかを観察した試験(乙126。以下「乙126試験」という。)の結果によれば，最大強度時には磁石が動き始めていたり，不織布に亀裂・破断が生じたり，面ファスナが外れたりしていたから，同様の試験である甲39試験のデータポイントも，既に仮固定が外れている状態であったといえ，「仮固定して使用したとき」の伸びを測定しているとはいえない。磁石が動き始めると，レンジフード通気口から脱落してしまうため，仮固定できなくなった状態である「磁石が動き始めた時点」の伸びを測定すべきである。",
                    "控訴人は，簡易固定具の保持力は関係がない旨主張する。しかし，簡易固定具の保持力が変われば，不織布の伸び率も当然に変わるから，控訴人の主張は誤りである。数値限定の特許において恣意的な試験条件が許されるのであれば，およそすべての製品が数値の範囲内に入ってしまうのであり，特許権者の恣意的な試験は許されるべきではない。",
                    "甲39試験とその追試である乙126試験で数値等の試験結果が異なる理由としては，磁石が動いた後や破断した後も引っ張る試験であるため，イレギュラーな要素が入り，再現性の低い試験であるということが考えられる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人が，公証人立合いの下，実際にレンジフードに被控訴人製品を磁石で仮固定した状態で，甲34試験・甲39試験のように一点ずつを引っ張った後，最終的に全体を伸ばした場合にどうなるかを確認する実験(乙124)を行った。その結果，いずれの製品も付属の磁石6個でも，さらに2個の磁石を用いて合計8個にしても，フィルターの下部の磁石と磁石の間が大きく湾曲して，隙間が生じてしまい，金属フィルター全体を完全には覆うことが出来なかった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，被控訴人製品の一軸方向(横方向)の不織布の伸び率は，すべて110％以下であることをもって「一軸方向にのみ非伸縮」(構成要件F)に該当すると主張する。しかし，そもそも控訴人は，不織布を構成する繊維自体が有する不可避な伸びがどの程度であるかも主張立証していないため，どの程度の伸びであれば「非伸縮」なのか自体が不明である。そうすると，伸びが110％以下であったとしても，「一軸方向にのみ非伸縮」であるかは不明であり，控訴人はこの点について立証ができていない。かえって，控訴人の主張を前提とするとしても，乙126試験によれば，被控訴人製品の横方向の伸びは，いずれも110％を超えている。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被控訴人製品が，「仮固定して使用したとき，120～140％まで自由に伸びて縮む」ものとは認められないから，控訴人の請求はいずれも理由がないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "被控訴人製品の構成並びに構成要件E及びGの充足性(争点1(1)，(2)及び(5))について",
          "text": [
            "被控訴人製品が，本件特許の構成要件E及びGを充足すると認められることは，原判決の「事実及び理由」の第5の1に説示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "構成要件F(争点1(3)〔被控訴人製品が，構成要件Fの「仮固定して使用したとき120～140％まで自由に伸びて縮む」構成を備えるかどうか〕)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には，以下の記載がある(甲3，4，20，21)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【0003】【発明が解決しようとする課題】  ・・・排気口へのフィルター取付け方法に使用されている不織布には平面方向に伸びない不織布を使用しているので，取付けようとする通気口に合わせて不織布を切断する必要があり，所定の幅より短い場合にはフィルターとして使用することができず，長い場合には再度切断し直す必要があり，極めて面倒であるという問題があった。本発明はかかる事情に鑑みてなされたもので，比較的簡便に取付けが可能な通気口用フイルター部材を提供することを目的とする。」"
                },
                {
                  "fig": "イ",
                  "text": [
                    "「【0004】【課題を解決するための手段】  ・・・ここで，一軸方向にのみ非伸縮性の不織布とは，特定の方向には伸びないが，他の方向，特に非伸縮性を有する方向と直交する方向には不織布自体が伸びる不織布をいう。",
                    "【0005】・・・角形の通気口の一方の幅aにのみ長さを合わせて不織布を切断し，通気口の他方の幅bについては，概略長さで不織布を切断してフィルター部材を用意する。次に，フィルター部材となる不織布の所定の幅aで切断した側の端部を，通気口の幅aの部分に合わせて固定し，該不織布の反対側の端部を，幅aの通気口の反対側の端部に固定する。この場合，概略長さで切断した不織布が幅bより短い場合には，不織布を少し引っ張って伸ばすことにより通気口全体を覆い，概略長さで切断した不織布が幅bより長い場合には，一旦不織布の端部を固定した後，そのはみ出し部分を切断する(なお，余剰部分を折り曲げてもよい)。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「【発明の実施の形態】・・・【0007】  図2に示すように，本発明の一実施の形態に係る通気口用フイルター部材は，難燃性処理が行われた合成樹脂繊維からなる不織布素材10が使用されている。・・・この不織布素材10は，図2において矢印Aで示す幅方向には伸縮性がなく，矢印Bで示す長さ方向には約120～140％程度まで自由に伸びて縮む性質を有している。",
                    "【0008】  このような不織布の製造方法としては，比較的伸びにくいポリエステル等の繊維を一方向に並べて不織布とすることによって製造可能であるし，場合によっては自由方向に繊維が並んだ不織布に一方向に伸びにくい繊維を多数平行に入れて製造してもよいし，その他の周知の方法によって製造してもよい。",
                    "【0009】  ・・・縦横の内側の幅がa×bであるレンジフード11の通気口12に装着する不織布13を切り出す場合には，縦方向については幅aの長さと同一か又は極めて近い長さcで切断する。そして，横方向については，好ましくは通気口12の幅bより少し短い長さdで切断する。これによって，通気口12を覆う不織布13が切り出されるが，縦方向においては通気口12の幅aと略等しいので，通気口12の幅aの一方側の端部14に一致させた状態で簡単に取っ手付き磁石15によって固定できる。この状態で，不織布13を通気口12に向けて張り付けるが，不織布13の幅dが通気口12の幅bより短い場合には，不織布13を横方向に引いて通気口12の幅bにその端部を合わせた状態で取っ手付き磁石15で固定する。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "「【0011】  ・・・比較実験のために，A，B何れの方向にも自由に伸びる不織布16を使用し，その周囲を取っ手付き磁石15で固定した状態でフィルター部材として使用したところ，時間の経過と共に油等の汚れが不織布16に付着し，通気口12の下方に垂れ下がることが確認された(略)。また，レンジフード11のファンの風力が強い場合には，ファンによって内側に吹き寄せられる(略)。従って，自由に伸びる不織布16の場合には，中央部分が上下に弛み易いという欠点が判明した。",
                    "【0012】  一方，直交する何れの方向にも伸びない不織布を使用して通気口12を覆った場合には，・・・中弛みはしないが，所定の寸法に切断しないと通気口12に収まらず，収まっても丁度に取付けることは難しく，特に，幅が短い場合には全く使用できないという欠点があった。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「【0013】  なお，不織布の周囲の固定は取っ手付き磁石15によって固定したが，鉤状フックを有する面状ファスナー，クリップ等の簡易固定具で不織布の周囲を通気口に固定する場合であっても本発明は適用される。」"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明の技術的意義",
              "text": [
                "本件特許発明の課題は，従前フィルターに用いられてきた不織布が，平面方向に伸びないものであることを前提として，そのような不織布を切断して使用する場合に，切断した結果，通気口の幅に足りないと使用することができないというものであった(【0003】)。",
                "一方で，いずれの方向にも「自由に伸びる」不織布を使用した場合には，汚れの付着やファンによって内側に吹き寄せられることにより，不織布が伸びて中央部分が上下に弛み易いという欠点があった(【0011】)。",
                "本件特許発明の技術的意義は，そのような欠点を踏まえつつ，上記課題を解決して，比較的簡便に取り付け可能な通気口フィルター部材を提供するため(【0003】)，不織布の構成を，一軸方向には非伸縮性であるが，当該一軸方向とは直交する方向へ伸ばした状態で仮固定して使用したときは，120～140％まで自由に伸びて縮むというものとすることにより，不織布の長さが通気口の一辺の幅に足りない場合に，通気口を覆うことができるように不織布を引っ張って伸ばすことにより長さを調整できる性能を有する不織布を使用したことにあると認められる(特許請求の範囲，【0004】，【0005】，【0007】)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件Fの「仮固定して使用したとき」の意義について",
              "text": [
                "本件特許発明は，「仮固定して使用したとき，120～140％まで自由に伸びて縮む」ものである。このうち，「仮固定」については，本件明細書の【0009】，【0013】の記載からすれば，当業者は，「磁石，面状ファスナー」など，レンジフードの通気口に不織布をフィルターとして取り付ける際に通常想定される，簡単に取り外しができる固定具による固定であると解するものと認められる。そして，「仮固定して使用したとき，」とは，特許請求の範囲に使用について「通気口を不織布で直接覆って使用する」と特定されていること及びフィルターの使用態様についての本件明細書の記載(【0005】，【0009】)からすれば，通気口よりも短い幅で切断された不織布の一辺を，このような簡単に取り外しができる固定具で仮固定した状態で，反対側の端部を使用者が自らの手等で伸ばして，通気口全体を不織布で直接覆うことをいうと解するのが相当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "構成要件Fの「120～140％まで自由に伸びて縮む」の意義について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(3)で判示したところによれば，「仮固定して使用したとき，120～140％まで自由に伸びて縮む」とは，前記(3)のような方法で不織布を通気口に仮固定して，通気口全体を覆うように伸ばしたときに，仮固定が維持できる状態で，120％から140％までの長さの範囲内のいずれかの長さまで自由に伸ばして，縮むことができる性能を有すること，すなわち，仮固定具が抗することができる範囲内，かつ，使用者の手等の力として想定できる範囲内の力(荷重)で，通気口全体を覆うことができるように，不織布が120％から140％までの長さの範囲内のいずれかの長さまで自由に伸ばして，縮むことができる性能を有することを意味すると解するのが相当である。",
                    "この点，被控訴人は，「120～140％」の意義について，自然長の2．2倍から2．4倍まで伸張するとの意味であると主張する。しかし，前記のとおり，本件明細書の段落【0005】に，「概略長さで切断した不織布が，幅bよりも短い場合には，不織布を少し引っ張って伸ばす」との記載があることからすれば，120から140％の伸び率は，自然長の1．2倍から1．4倍まで伸張する趣旨と解するのが合理的であり，被控訴人の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，本件特許発明は，「自由に伸びて縮む」ものである。不織布の長さを調整して通気口に取り付ける場合，不織布が伸びるだけで縮むことがないと，通気口に仮固定する時に伸ばしすぎて弛みが生じるなどした場合に，調整して通気口の幅に合わせることができず，「比較的簡便に取付けが可能」(【0003】)という本件特許発明の目的を達することができない。また，前記(2)のとおり，いずれの方向にも「自由に伸びる」不織布を使用した場合には，不織布の伸びにより弛みが生じるという欠点が生じるところ，このような弛みが発生しないようにするためには，不織布は自由に伸びるだけではなく，縮むことができる性能を有することが必要である。本件特許発明の特許請求の範囲の「自由に伸びて縮(む)」とは，このような点を踏まえ，不織布は伸びるだけではなく所定の範囲内で「自由に縮む」ことができることを特定したものと解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "被控訴人製品の構成要件Fの充足性について",
              "text": [
                "前記(4)の解釈を前提として，被控訴人製品の構成要件Fの充足性について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲9試験，甲17試験，甲30等試験，乙12試験，乙79試験について",
                  "text": [
                    "上記各試験の内容及び試験結果については，原判決の「事実及び理由」の第5の2(2)ア，イ，ウ，カ，キで認定されたとおりであるから，これを引用する。また，これらのうち，控訴人が構成要件Fの充足性の根拠として主張していた甲9試験，甲17試験，甲30等試験によっては，被控訴人製品が構成要件Fを充足するとは認められないことについては，原判決の「事実及び理由」の第5の2(3)オ(原判決52頁3行目冒頭から15行目末尾まで)説示のとおりであるから，これを引用する(控訴人も，当審においてはこれらの試験に基づく構成要件充足性の主張はしていない。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の行った甲34試験及び甲39試験について",
                  "text": [
                    "控訴人は，甲34試験及び甲39試験を，被控訴人製品が構成要件Fを充足することの根拠として主張する。これらの試験の内容は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲34試験",
                      "text": [
                        "甲34試験は，控訴人の従業員が，被控訴人製品について，福岡県工業技術センター化学繊維研究所の機材によって試験を行った結果をまとめたものである。うち1種は，乙117試験で用いられたカラー鋼板と亜鉛鍍金鋼板についての磁石の引っ張り強度の対比試験であり，不織布の伸びに関する試験としては2種類あり，その内容及び結果は次のとおりである(甲34)。",
                        "(試験1)",
                        "①  縦460mm，横600mmの試験片寸法とする。",
                        "②  試験片の縦方向の一端を，亜鉛鍍金鋼板(未塗装)に，被控訴人製品イの付属磁石4個で固定する。",
                        "③  試験片の縦方向の他端の中央に，幅32mmのダブルクリップを付け，そのクリップを引張速度毎分100mmにて，オートグラフ精密万能試験機で引っ張り，引張力(荷重)と不織布の伸び量(引張距離)の関係を測定する。",
                        "④  製品毎に上記荷重-ストロ-ク(伸び量)の関係を表示したグラフから，「データポイント」を定め，その時における伸び量を読み取り，縦460mmの長さに対する伸び率を算定したものを，試験結果とする。なお，甲34試験の試験報告書には，データポイントの定め方について「データポイントの判断は，不織布の繊維斑で引張力，磁石の保持力を考慮したポイントを最大荷重とし，その時のストロークを伸び寸法としています。」とのみ記載されている。",
                        "同試験結果によれば，各製品について3回ずつ試験した縦方向の平均伸び率は，被控訴人製品イが120．69％，被控訴人製品ロが121．74％，被控訴人製品ハが125．81％であった。",
                        "(試験2)",
                        "試験2は，被控訴人製品のフィルターを，120％伸ばした状態で鋼板に磁石で固定できるかどうかを判定するものである。ただし，同試験についての報告書(引張取付写真資料」と題する書面)は，控訴人の従業員が，被控訴人製品を120％以上伸ばす前の状態と，120％以上伸ばした状態で金属板に仮固定した状態とを撮影した写真等が添付されたものであり，伸ばした手順やその際に要した荷重についての記載はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲39試験",
                      "text": [
                        "甲39試験は，一般財団法人カケンテストセンターが，被控訴人製品について試験した結果をまとめたものであり，不織布の伸びに関する試験としては3種類あり，試験の内容及び結果は次のとおりである(甲39の1ないし3〔各枝番含む。〕，弁論の全趣旨)。",
                        "①  縦46cm，横60cmの試験片とし，縦のつかみ間隔は42cmとする。",
                        "②  試験片の縦方向の一端を，製品同梱の磁石4個又は面ファスナ4個で金属板に固定する(各製品ごとに2通りの固定方法で試験)。",
                        "③  甲34試験の上記③と同様の方法で，試験片の縦方向の他端中央部に付けたクリップを引っ張り，引張力(荷重)と不織布の伸びの関係を測定する(試験1，2)。",
                        "また，試験片の縦方向の他端も面ファスナ4個で金属板に固定した後，同金属板をチャックでつかんで引っ張り，引張力(荷重)と不織布の伸びの関係を測定する(試験3)。",
                        "④  荷重-ストロークの関係を表示したグラフから，試験片が金属板より外れるまでの，最大強度(荷重)を「データポイント」とし，同時点の伸び率(％。試験片の伸び(cm)／つかみ間隔(cm)×100)を算定したものを試験結果とする。",
                        "同試験1，2の結果によれば，各製品について3回ずつ試験した縦方向の平均伸び率は，以下のとおりであった(甲39の1・2)。",
                        "磁石による固定          面ファスナによる固定",
                        "被控訴人製品イ    128．1％                      125．1％",
                        "被控訴人製品ロ    129．5％                      127．1％",
                        "被控訴人製品ハ    124．8％                      123．2％",
                        "また，試験3の結果によれば，各製品について3回ずつ試験した縦方向の平均伸び率は，被控訴人製品イが116．1％，被控訴人製品ロが114．2％，被控訴人製品ハが110．8％であった(甲39の3)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人の行った乙117試験，乙126試験について",
                  "text": [
                    "被控訴人は，乙117試験が，被控訴人製品が構成要件Fを充足しないことの根拠となると主張する。また，甲39試験についての反証として，乙126試験を提出する。これらの試験の内容は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙117試験",
                      "text": [
                        "乙117試験は，株式会社エフシージー総合研究所が被控訴人製品の縦方向について行った2種類の伸び率に関する試験であり，その試験の内容及び結果は，次のとおりである(乙117，119，弁論の全趣旨)。",
                        "①  縦460mm，横600mm(ミシン目がある被控訴人製品ハについては，600mm付近の切れ目の位置)の試験片寸法とする。",
                        "②  試験片の600mmの辺を固定端，移動端とし(伸び率の比較的高い方向である600mmの辺と直交方向に引っ張る)，引っ張る有効長を350mmとし，端から55mm，及びそこからさらに350mmの間隔で二本の直線でマーキング線を入れる。",
                        "③  試験片の上端のマーキング線を，島津製作所製卓上試験機EZ-Lの上側治具に，ネジで完全に固定する。",
                        "④  (試験1)試験片の下側は，JFE製カラー鋼板を治具とし，被控訴人製品同梱の磁石と面ファスナ(マジックテープ)で固定するものとし，磁石4個を使用する場合は，左右2個の磁石の中間に位置するように面ファスナを合計2枚貼り，磁石を2個使用する場合は，両端と中央に面ファスナを3枚貼る。この磁石及び面ファスナの取付け方法は，被控訴人製品の製品パッケージの取付け図面に基づいたものである。",
                        "(試験2)試験片の下側(縦方向の他端)も，金属板に完全にネジ止めして固定した後，同金属板をチャックでつかんで引っ張り，引張力(荷重)と不織布の伸び量の関係を測定する。",
                        "⑤  試験1については，引張速度100mm毎分で引っ張り，目視で磁石の状態を観察し続け，いずれかの磁石が動いた瞬間の引張試験機のストローク値を記録する。磁石が4個あるので見落とす可能性があるため，伸び量と張力のグラフから，直線性が変化する部分を抽出し，目視の値と比較して，小さいほうの値を磁石が動いた伸び量とする。",
                        "同試験結果によれば，各製品について3回ずつ試験した最大伸び率は，以下のとおりであった。",
                        "被控訴人製品        磁石4個        磁石2個"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "109％        106％"
                },
                {
                  "fig": "ロ",
                  "subject": "111％        108％"
                },
                {
                  "fig": "ハ",
                  "subject": "112％        108％",
                  "text": [
                    "試験2については，引張試験機の最大ストロークまで引っ張り，伸び量ごとの張力を測定するものであり，両端を仮固定ではなく，完全に固定して引っ張った場合には，被控訴人製品は，120％以上伸びたが，その際には，試験片の横方向に湾曲が生じた。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "乙126試験",
                      "text": [
                        "乙126試験は，一般財団法人カケンテストセンターが，被控訴人製品(被控訴人製品ハを除く。)について試験した結果をまとめたものであり，前記イ(イ)の甲39試験①ないし③と同様の方法により，製品同梱のマグネット4個又は面ファスナ4個で固定して，引張試験を行ったものである(乙126の1・2)。",
                        "同試験結果によれば，被控訴人製品について3回ずつ試験し，磁石又は面ファスナで固定した試験片が金属板より外れるまでの，最大強度(荷重)時の縦の伸び率(試料の伸び／つかみ間隔×100)を算定した結果の平均値は，以下のとおりであった。",
                        "被控訴人製品        磁石4個              面ファスナ4個"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "143．2％          124．2％"
                },
                {
                  "fig": "ロ",
                  "subject": "133．5％          116．5％"
                },
                {
                  "fig": "ハ",
                  "subject": "121．0％          112．6％",
                  "text": [
                    "上記最大強度時の簡易固定具と試料の挙動を観察した結果は，磁石4個で固定した試験においては，被控訴人製品イについては，不織布の上クリップ部分の一部に亀裂が生じた後に，簡易固定具が金属板から完全に外れる直前又はゆっくり動いている状態，被控訴人製品ロについては，簡易固定具がゆっくり動いている状態，被控訴人製品ハについては，不織布が破断した状態又は不織布に亀裂が発生する状態であった(乙126の1，乙127の1)。また，面ファスナ4個で固定した試験においては，いずれの製品についても2個又は3個の面ファスナから不織布が外れた状態であった(乙126の2，乙127の2)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記イ及びウの認定を前提として，検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明は，「仮固定して使用したとき，120～140％まで自由に伸びて縮む」ものであり，前記(4)アのとおり，同構成に該当するというためには，不織布が，通気口に仮固定して，通気口全体を覆うように伸ばしたときに，仮固定が維持できる状態で，120％から140％までの長さの範囲内のいずれかの長さまで自由に伸ばして，縮むことができる性能を有することが必要である。",
                        "しかし，控訴人の行った甲34試験及び甲39試験は，いずれも試験片の縦方向の一端については，その全辺を仮固定具で固定しているものの，他方の辺については，その辺の中央部のみをダブルクリップで把持し，試験片を山形に引っ張っているものであり，同辺の両端部付近は伸ばしていないから，通気口全体を覆うことができるように試験片を伸ばしているものではない。そして，中央部だけではなく，同辺の両端部付近をも引っ張り，辺全体が通気口を覆うようにすれば，縦方向の他方の辺を保持している仮固定具に係る総合的な引張力が大きくなることは明らかであり，仮固定具が抗することができる範囲内の力で中央部のみを120～140％の範囲内の長さまで伸ばすことができるとしても，仮固定具が抗することができる範囲内の力で，通気口全体を覆うことができるように辺全体を120～140％の範囲まで伸ばせるとは限らないのであるから，甲34試験及び甲39試験は，被控訴人製品が，仮固定が維持できる状態で，通気口全体を覆うように120％ないし140％の範囲内の長さまで伸ばせることを証するものとはいえない。",
                        "また，甲34試験及び甲39試験は，前記イ(ア)及び(イ)のとおり，製品毎の荷重-ストロ-ク(伸び量)の関係を表示したグラフから，「データポイント」を定め，同「データポイント」時の伸び量(ストローク値)に基づいて伸び率を算定したものであり，いずれも，原則として，グラフ上で荷重(Ｎ)が最大となった時点(控訴人の主張によれば，甲34試験については，グラフが右下がりになり始めた時点)を，「データポイント」としている。しかし，前記ウ(イ)のとおり，被控訴人が同じ試験機関において行った同様の追加試験である乙126試験によれば，グラフ上での最大荷重時には，既に簡易固定具が動いていたり(乙127の1によれば，磁石で固定した試験については，一つの磁石が微動したというだけではなく，複数の磁石が当初の位置から相当程度動いていることが認められ，実際の使用状況を想定すれば，フィルターが取り付けられる通気口の枠部分は狭いことが通常であると考えられるから，仮固定具が動くような状況では，仮固定が維持できる状態に当たるとはいえない。また，磁石が動き始めた後に不織布がずれた部分までも，伸びとしてストローク値(伸び寸法)に含まれることになり，実際の不織布自身の伸びとは異なることになる〔乙128，129〕。)，不織布に亀裂や破断が生じていたことからすれば，甲34試験及び甲39試験が，同各試験の平均伸び率まで，被控訴人製品の中央部を，仮固定が維持できる状態で，120～140％の範囲内の長さまで伸ばすことができることを証するものであるとも直ちにいえない。",
                        "したがって，甲34試験及び甲39試験によっても，被控訴人製品が本件特許発明の技術的範囲に属することを認めるには足りない。",
                        "なお，控訴人は，甲34試験の試験2及び乙117試験の試験2によって，中央，右，左の順番で不織布の一辺全体を120％伸ばして取り付けることを証明できると主張する。しかし，甲34試験の試験2の内容は，前記イ(ア)のとおり，控訴人の従業員が，被控訴人製品を120％以上伸ばした状態で金属板に仮固定した状態を撮影した写真等であり，どのような手順で伸ばしたのか，その際の荷重はどのようなものであったのかも立証されておらず，被控訴人製品の構成要件Fの充足性を証する証拠とはいえない。また，乙117の試験2も，前記ウ(ア)のとおり，試験片の両端を完全固定して引っ張ると，試験片が120％以上伸びたことを証するものではあるが，試験片を仮固定した場合に，仮固定が維持できる状態で，通気口全体を覆うように120％ないし140％の範囲内の長さまで伸ばせることを証するものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "かえって，乙117試験の試験1は，実際に用いられる幅の不織布の一端を製品同梱の磁石等で仮固定して，他端全体を引っ張り，磁石がずれたときの伸びを測定するものであるから，不織布を通気口に仮固定して，通気口全体を覆うように伸ばしたときに，仮固定が維持できる状態で，120％ないし140％までの長さの範囲内のいずれかの長さまで自由に伸ばして縮むことができるかどうかを確認する上では，甲34試験及び甲39試験よりは適切な試験であるといえるところ，前記ウ(ア)のとおり，乙117試験の結果によれば，被控訴人製品については，仮固定が維持できる状態で，120％から140％までの範囲内の長さまで伸ばすことはできなかったものである。",
                        "以上によれば，本件全証拠によっても，被控訴人製品が本件特許発明の技術的範囲に属することを認めることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上に対し，控訴人は，甲34試験及び甲39試験は，特許請求の範囲の記載を忠実に再現しており，不織布を固定した後にダブルクリップを引っ張ることが，本件特許発明の「仮固定して使用したとき」に相当する旨主張する。",
                        "しかし，特許請求の範囲においても「通気口を不織布で直接覆って使用する」と特定されていること，不織布は，通気口全体を覆わなければフィルターとしての役割を果たし得ないところ，不織布の一か所を引っ張るだけでは通気口全体を覆うことはできないことからすれば，「仮固定して使用したとき」とは，前記(3)のとおりの意味と解するのが相当であり，控訴人の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人は，①本件特許発明は，不織布の伸縮性についての発明であり，仮固定具の保持力は関係がない，②磁石や面ファスナー等の仮固定具は，商品の購入者が本体のそれぞれの形状や材質に応じて，また磁石が動いたり不織布が保持できなければそれに応じて，恣意的に決定するものであり，本件特許発明の構成要件Fを充足するかどうかは，製品同梱の磁石等を前提とすべきではない旨主張する。",
                        "しかし，①については，本件特許発明の特許請求の範囲の「仮固定して使用したとき，120～140％まで自由に伸びて縮み」という記載は，特許請求の範囲を減縮する目的で，平成24年12月6日付け訂正審決により認められたものである(甲21)。そして，特許請求の範囲で「仮固定して使用したとき，120～140％まで自由に伸びて縮み」という特定がされているのであるから，本件特許発明の不織布は，仮固定具が維持できる状態で，通気口全体を覆うように伸ばしたときに，120％から140％までの長さの範囲内のいずれかの長さまで伸びること，すなわち，仮固定具が抗することができる範囲内，かつ，使用者の手等の力として想定できる範囲内の力で，120～140％の範囲内のいずれかの長さまで伸びるものと特定されているのであり，どのような力によるものかにかかわらず120～140％伸びる不織布であることが発明の内容とされているものではない。そして，不織布が破断しない範囲では，仮固定具の保持力が強いほど不織布はより長く伸びることは明らかであるから，仮固定具の保持力が，本件特許発明の充足性と関係がないとはいえない。",
                        "②については，一般に，フィルターに同梱される磁石等の仮固定具の手段や，保持力の大きさ，種類は，製品の厚さや取付け方などに応じて製品毎に異なるもので，一律ではないものであり，前記前提事実のとおり，被控訴人製品イには，付属品として磁石6個と面ファスナ8個が同梱され，包装紙の使用上の注意にも，これらを使用して取り付けるよう記載され，その使用位置も例示されているのであるし，被控訴人製品ロ，ハの包装紙にも，被控訴人製品イの磁石を使用するよう記載されているのであるから，被控訴人製品の不織布は，いずれも，付属の磁石及び面ファスナによる使用を想定して製造，販売されたものであると認められる。控訴人は，商品の購入者は，付属の仮固定具を用いるとは限らないことを前提として，被控訴人製品の構成要件該当性を判断する上での仮固定具の保持力は限定する必要がない旨主張するが，前記のとおり，仮固定具の保持力が高い(大きい)場合には，不織布の伸び率も大きくなり，仮固定具の保持力が低い(小さい)場合には，不織布の伸び率も小さくなるのであるから，仮固定具の保持力を問題とせずに伸び率のみを検討することはできないし，控訴人が主張するような使用態様がされていることを証する証拠はないから，上記主張は採用することができない。",
                        "本件特許発明の「仮固定」の手段が，磁石や面ファスナなどに限られず，それ以外のフィルターを取り付ける際に想定される簡易固定具であっても良く，磁石や面ファスナを仮固定の手段として用いていない製品であっても，本件特許発明の技術的範囲に入り得ることは控訴人の主張するとおりであるが，構成要件Fの「仮固定して使用したとき」とは，前記(3)のとおり，不織布をフィルターとして取り付ける際に通常想定される仮固定具による固定であるから，被疑侵害品が特定の仮固定具による使用を想定して販売されている場合には，被疑侵害品が本件特許発明の技術的範囲に入るかどうかは，当該想定される仮固定具で固定し，当該仮固定具が抗する力で通気口全体を覆うように伸ばしたときに，一定の範囲内の長さまで伸びるかどうかにより判断されるべきである。したがって，控訴人の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，控訴人は，乙117試験は，レンジフード用フィルター部材の実際の使用態様と乖離しており，引っ張りの際の不織布のつかみ幅(手の幅との違い)によって，仮固定部を含む不織布全体における力の加わり方は異なるから，不適切であると主張する。",
                        "確かに，実際のフィルターの取付けの場合には，乙117試験のように，フィルター部材のうち仮固定がされていない一辺全体を同時に把持した状態で，フィルターを引っ張ることが想定されないことは控訴人の主張するとおりである。しかし，本件特許発明は，不織布が「自由に伸びて縮む」ものであるため(前記(4)イ)，仮固定されていない他辺の中央部の一箇所を掴んで引っ張り，これを仮固定具で固定した後，順次同他辺の右端と左端を掴んで，通気口全体を覆うことができるように，仮固定具で固定するとしても，結局は，幅全体を伸ばすために必要な力が一方の辺を固定する磁石にかかるため，当初から不織布の幅全体を掴んで伸ばしたとしても，最終的に不織布を固定する磁石に作用する力はほぼ同じとなるものと考えられる。したがって，乙117試験が辺全体を掴んで伸ばした場合に，120％伸びる前に磁石が動いてしまったことを示すものであれば，上記のとおり同辺を複数回に分けて通気口全体を均等に覆うように順次掴んで伸ばしても，全体を120％伸ばす前にいずれかの磁石が動くことを証するものと同視することができる。控訴人は，不織布は，伸び癖がつくから，中央，右，左を順次引っ張った場合には，幅全体を同時に伸ばす場合と比較して仮固定具にかかる力は小さいと主張するが，仮に被控訴人製品を中央，右，左に順次引っ張った場合には伸び癖がつき，縮む力がない又は弱いものであるとしたら，本件特許発明の「自由に伸びて縮む」という構成を充足するものかどうか疑問であるし，具体的にかかる力にどの程度の差が生じうるのかも証拠上不明であるから，同主張は，乙117試験が，甲34試験及び甲39試験よりは適切であるとの前記判断を左右するものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記のほか，控訴人は，被控訴人が原審第9準備書面において被控訴人製品が控訴人製品の伸度縦横比と同程度であると主張しており，先使用の抗弁を主張する際に，侵害を自ら認めている，被控訴人製品の不織布を提供している呉羽テック株式会社の担当者の陳述書(乙78)及び被控訴人の原審第14準備書面(甲47)によれば，被控訴人製品について平成17年以降の仕様の変更を行っていないとの被控訴人の主張は虚偽であるなどと主張する。しかし，一件記録によっても，被控訴人が被控訴人製品の本件特許権侵害を自認したことがあるとは認められず(控訴人が指摘する原審第9準備書面の主張は，本件の被控訴人製品が，本件特許出願前に被控訴人が販売していた商品と同程度の伸度縦横比を有することを主張するものである。)，また，被控訴人の指摘する証拠によっても，本件訴訟提起後又は本件の対象となる平成19年3月以降に販売された被控訴人製品の仕様が変更されたことを裏付けるものではなく，控訴人の主張は前記判断を左右するものではない。",
                        "控訴人がその他るる主張する点についても，前記判断を左右するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上によれば，控訴人が行った各試験をもって，被控訴人製品が「120～140％まで自由に伸びて縮む」ことを証明する証拠と評価することはできないし，他にこれを立証する的確な証拠はない。したがって，被控訴人製品に使用される不織布が，構成要件Fの「120～140％まで自由に伸びて縮む」不織布であると認めることはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，その余の争点について判断するまでもなく，控訴人の請求はいずれも理由がない(なお，控訴人は，当審の口頭弁論終結後，弁論の再開を申し立てているが，その内容はJIS規格の試験に関する立証などをしようとするものであり，前記のとおり構成要件Fへの該当性はJIS試験の結果によって判断されるべきものではなく，その他の点も当裁判所の判断を左右するものではないから，同申立ては採用しない。)。",
        "よって，控訴人の請求を棄却した原判決は相当であるから，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}