{
  "decision": [
    {
      "fig": "1",
      "text": "原判決中控訴人敗訴部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "上記の部分につき，被控訴人の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，1，2審を通じて，被控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被控訴人が，控訴人に対し，被控訴人が広告を掲載した看板を設置して控訴人経営のワイナリーを広告掲載するとの内容に係る控訴人・被控訴人間の4つの看板広告掲載契約（第1契約ないし第4契約。これらを併せて「本件各契約」ともいう。）において，更新時に支払うべき更新時料金の支払を怠ったとの控訴人の債務不履行，又は控訴人による信頼関係破壊が，同契約の解除事由に当たるとして本件各契約を解除し，上記広告看板及びその掲載のための工作物の敷地として地主から賃借している土地の収去明渡を余儀なくされることにより損害が生ずるとして，広告看板及び工作物の収去費用相当額である損害金1005万6200円及びこれに対する支払を催告した日である平成24年3月15日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原判決は，控訴人の債務不履行の事実を認め，被控訴人の請求を損害賠償金315万円及びこれに対する平成24年4月29日から支払済みまで年5分の割合による遅延損害金の限度で認容したので，これに対し，控訴人が控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "text": [
            "以下に付加訂正するほかは，原判決の「事実及び理由」欄の第2，1項のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁最終行，3頁7行目，12行目，17行目及び4頁1行目の各「取付時料金」をいずれも「取付時残金」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決4頁17行目から20行目までの各行の各「取付時料金」をいずれも「更新時料金」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及びこれに対する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点及び原審における当事者の主張",
              "text": [
                "以下に付加訂正するほかは，原判決の「事実及び理由」欄の第2，2項のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決5頁7行目，11行目から13行目までの各行，16行目から19行目までの各行，6頁9行目，21行目，7頁2行目の各「取付時料金」をいずれも「更新時料金」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決6頁15行目以下の「取付時料金は，他の看板業者と同様に，原告が看板広告を製作して取り付けるための費用であり，更新の際に取り付けるべき広告看板はないから，更新の際に支払うべきものではない。」を「取付時残金は，他の看板業者と同様に，被控訴人が看板広告を製作して取り付けるための費用であるが，本件各契約では更新の際に取り付けるべき広告看板はないから，これと同額の金員を更新時料金として支払うことはあり得ない。」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における当事者の補充主張",
              "text": [
                "（控訴人の主張）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点1（債務不履行の有無）について",
                  "text": [
                    "第1及び第2契約の取付時残金は，第1契約が90万円，第2契約が188万円の合計278万円であったところ，被控訴人は，同人作成の平成15年2月28日付け655万6200円の請求書（甲45）を，第1及び第2契約の更新時料金の請求を示す根拠であるとする。しかし，上記請求書には，各広告看板の明細が記載され，「現金決済にてお願い致します」としているものであり，これを更新時に支払われるべき更新時料金の請求とみるのは，あまりにも不自然である。初年度以降の広告看板の製作，リフォームに関する支払は，広告看板を取り替える必要があったときになされる控訴人・被控訴人間の新たな合意に基づくものとみるべきである。",
                    "また，被控訴人は，更新時料金の支払合意を裏付けるものとして，取付時残金が53万円であった平成13年5月7日付けの第5契約（甲23）に関し，当初契約から6年後である平成19年5月7日に控訴人が被控訴人に対して14万6000円の支払をしたことを挙げるが，これらは期間も料金も当初の契約と全く合致しないものであり，被控訴人主張の根拠となるものではない。",
                    "さらに，更新時料金の合意については，既に控訴人・被控訴人間の複数の裁判例において否定され，その判断が確定しているのであり，これと矛盾した判断をすることは，事実上既判力を形骸化させるに等しく，信義則上許されるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点2（損害の発生及び損害額）について",
                  "text": [
                    "被控訴人は，控訴人との本件各契約が解除されたならば，これらの契約に係る広告看板（以下「本件各看板」という。）を自分の広告看板として他の宣伝を必要とする企業に使わせることができるものであり，その使用になんら制約はないから，これを直ちに収去する必要性はない。",
                    "したがって，被控訴人において被控訴人主張の損害が発生することはない。",
                    "（被控訴人の主張）"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "争点1（債務不履行の有無）について",
                  "text": [
                    "原判決は，本件各契約の取付時残金は看板広告の製作及び取付けと牽連し，申込時料金及び2年目以降の広告掲載料金は看板広告の管理及び控訴人の宣伝と牽連するとした上で，被控訴人が，平成15年2月28日，控訴人に対し，第1・第2両契約に係る全看板広告の取替工事代金として655万6200円の支払を求める旨の請求書を発行する方法で，実際の上記工事代金300万円前後の支払を求め，その支払を受けて，同年6月ころに工事をしたことや，第5契約について，平成19年5月7日，申込時料金と2年目以降料金をいずれも8万4000円に，取付時料金を14万6000円（いずれも消費税込）に変更して，同月10日，控訴人に対し，第5契約に係る看板広告のリフォーム工事代金14万6000円及び年間掲載料8万4000円を支払い，そのころ，工事もなされたことなどの事実を正しく認定しているのであり，被控訴人の主張は当たらない。",
                    "そして，原判決は，認定事実を総合し，控訴人と被控訴人とは，本件各契約において，被控訴人が契約締結の際に看板広告を製作して取り付けて，以後看板広告を管理して控訴人を宣伝し，控訴人が契約締結の際に申込時料金と取付時残金を，その後2年目以降料金を支払うことを合意し，かつ，契約更新の際には，被控訴人が看板広告を取り替え，控訴人が更新時料金を支払うことをも合意したと判断しており，その判断は極めて合理的である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点2（損害の発生及び損害額）について",
                  "text": [
                    "本件各契約に係る広告看板及び工作物は，被控訴人がその広告看板の掲示を目的として借りた土地上に設けられたものであり，本件各契約の解除の結果，上記広告看板及び工作物を収去する必要が生じたのであるから，被控訴人には，控訴人の債務不履行による損害が生じたものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，被控訴人の請求は，理由がないから棄却すべきものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "控訴人の債務不履行の有無（争点1）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記前提事実及び証拠（甲1ないし4，7ないし21，23，24，26ないし36，45，53，54の1，57，60ないし62，64ないし78，80，82ないし91，118ないし124，133ないし139，164，乙2，5ないし10，12，17，22，28，被控訴人代表者本人，控訴人代表者本人。ただし，後記認定に反する部分は除く。特に断らない限り，証拠番号には枝番号を含む。）並びに弁論の全趣旨によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，平成10年ころ，山梨県甲州市内及び同県塩山市内等の幹線道路沿いに，控訴人の経営するワイナリーに向けて集客するための広告看板を製作設置して掲示することを企画し，看板設置のための敷地を選定して地主の承諾を得た上で，控訴人に同企画を持ちかけ，控訴人との間で本件各契約を締結した。また，被控訴人は，本件各看板及びそれを掲載する工作物に必要な敷地に関し，地主との間で「看板掲示に関する契約書」を作成するなどして，賃貸借契約を締結した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件各契約は，いずれも「広告掲載申込書」（甲8，11，14，17）によりなされているところ，これらの申込書（以下「本件各申込書」という。）には，「掲載条件」として，「掲載の期間は5年間とし，双方異存なき場合は5年以降自動更新とする。」との記載，「支払条件」として，「1）  支払い条件は申込時と取付時の2回払いとする。2）  年間掲載管理料を下記の通りとする。3）  年間掲載広告料支払いに関しては当申込書確認の上支払い下さい。」との記載があり，その下部に記された支払明細確認書には，「初年度」欄と「年間掲載広告料」欄が分けられ，「初年度」欄には，「申込金（申込時）」，「残金（取付時）」とされ，前記前提事実に記載の本件各契約のそれぞれの申込時料金と取付時残金が記され，「年間掲載広告料」欄に，「初年度」欄における申込時料金と同額の記載がなされている。その下部には，「※消費税5％頂きます。」との記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人と被控訴人は，平成13年5月7日，掲載箇所を山梨県甲州市塩山小屋敷内の1か所，料金を申込時料金8万円，取付時残金53万円，年間広告掲載料金8万円（いずれも消費税除く）として，本件各申込書と同じ申込書（甲23）により，本件各契約と同じ内容の広告掲載契約（以下「第5契約」という。）を締結した。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被控訴人は，本件各契約及び第5契約のとおり，第1契約に基づき10か所（12基），第2契約に基づき8か所（8基），第3契約に基づき3か所（3基），第4契約に基づき1か所（1基），第5契約に基づき1か所（1基）の広告看板を製作し，設置した。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，初年度の申込時料金及び取付時残金として，第1契約に基づき平成10年7月に131万円を，第2契約に基づき同年8月に233万5000円を，第3契約に基づき平成12年8月ころに61万5000円を，第4契約に基づき平成17年10月ころに19万円を，第5契約に基づき平成13年5月ころに61万円を支払った（上記に掲記した支払額は，消費税を含まない金額である。）。",
                    "控訴人は，被控訴人に対し，本件各契約に基づいて初年度の翌年から年間広告掲載料の支払を続けた。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "第1及び第2契約は，平成15年5月28日及び同年6月30日にそれぞれ自動更新され，そのころ，被控訴人は，これらの契約に係る広告看板の取替えをし，控訴人は，少なくともこれらを含む施工に関する支払を了した。さらに，第1及び第2契約は，平成20年5月28日及び同年6月30日に2度目の更新日を迎え，自動更新されたが，これらに係る広告看板の取替え等はなされなかった。",
                    "第3契約は，平成17年8月10日に自動更新されたが，その際に広告看板の取替え等はなされず，2度目の更新時期である平成22年8月になって，被控訴人は，第3契約に係る3基の広告看板のうち1基について，本件各契約とは別に設置された4基の広告看板とともに広告看板板面取替工事の施工をし，これら5基の施工分を合算して25万円の請求書（乙2の1）を作成した。控訴人は，これに応じて，広告看板の板間取替工事名下に，同年8月末に10万円，同年9月末に15万円と分割して合計25万円を支払った。",
                    "第4契約は，平成22年10月18日に自動更新されたが，その際に広告看板の取替え等はなされず，年間広告掲載料以外の支払もなされなかった。",
                    "第5契約は，平成18年5月7日に自動更新されたが，その際に広告看板の取替え等はなされず，平成19年5月7日になって，控訴人と被控訴人は，申込時料金と年間広告掲載料をいずれも8万4000円に，取付時残金を14万6000円（いずれも消費税込）とする新たな広告掲載申込書（甲24）を作成し，当該看板についてのリフォームが行われた。被控訴人は，同月10日，控訴人に対し，第5契約に係る「看板広告リフォーム及び施工」代金として14万6000円及び年間掲載料8万4000円の合計23万円の支払を求め，同年6月11日に控訴人からその支払を受けた。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "被控訴人は，控訴人に対し，平成24年3月15日に，第1契約を平成20年に更新した際の更新時料金94万5000円，第2契約を同年に更新した際の更新時料金197万9000円，第3契約を平成17年と同22年に更新した際の更新時料金の残り91万8500円，第4契約を平成22年に更新した際の更新時料金15万7500円の合計400万円（消費税込）の支払を催告した上で，平成24年3月22日，本件各契約を解除するとの意思表示をした。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の事実によれば，本件各契約は，被控訴人が，地主から提供を受けた敷地の上に控訴人の経営するワイナリーへと案内する広告看板及びそれを掲載する工作物を製作設置し，これを5年間広告掲載し，双方に異議がない場合には6年目以降契約を自動更新するとの内容の広告掲載契約であると認められる。そして，上記(1)イのとおり，本件各申込書における支払に係る記載は，「初年度」とそれ以外を明確に書き分けていることからすれば，取付時残金は，初年度の広告看板の製作設置に係るものであり，年間掲載広告料は，1年間の広告掲載とその管理のための対価として毎年支払われるものと，それぞれ理解することができるものの，本件各申込書からは，契約更新時に更新時料金として取付時残金と同額の金員の支払を要するものと読み取ることはできない。",
                "次に，更新時料金支払の合意に基づいて実際の履行がなされたか否かについて検討するに，前記(1)カのとおり，第1及び第2契約の更新時ころに，これらの契約に係る広告看板が取り替えられ，これに対応して控訴人が製作取付費用の支払をした事実が認められるが，それ以降，契約更新の際に，第3契約に係る広告看板3基のうちの1基のみが取り替えられたほかは，本件各契約及び第5契約に係る広告看板の取替等がなされたことはなく，更新時料金であることを窺わせる費用名下に，控訴人が被控訴人に対し支払をした事実は認められない。そして，平成13年5月7日に締結された取付時残金を53万円とする第5契約において，契約更新時である平成18年5月ころには当該広告看板の取替え等はなされず，更新時料金の支払もなく，平成19年5月になって当該広告看板のリフォームがなされ，被控訴人から「広告看板リフォーム及び施工」として14万6000円が請求され，控訴人がこれを支払ったこと，また，平成22年8月ころに，第3契約に係る広告看板のうちの1基のみが取り替えられたが，被控訴人は，その広告看板板間取替工事名下に他の看板に関するものと合算して計算した請求書を作成し，これに応じて控訴人が支払をしていることからすれば，これらは更新時料金の支払の一部ではなく，個別的に締結された広告看板取替工事あるいはリフォーム工事の施工契約に対する支払であると推認される。",
                "また，被控訴人が，前記(1)キに至るころまでに，控訴人に対して更新時料金の支払を求めた事実は窺われず，被控訴人の主張によれば，平成17年8月時点で第3契約の更新時料金の支払について不履行が既に生じているにもかかわらず，同年10月18日に新たに第4契約を締結した上，少なくとも平成22年10月までは第1ないし5契約について異議なく自動更新がなされたというのであり，実際に更新時料金の支払合意があったとすれば，不自然な経緯といわざるを得ない。",
                "これらの事情を考慮すると，本件各契約は，被控訴人が，初年度において広告看板及びその掲載のための工作物を製作設置するのに対し，控訴人が，その設置の対価として取付時残金を，初年度から毎年の広告掲載及びその管理に対する対価として，毎年等額の初年度の申込時料金及び2年度以降の年間広告掲載料を，それぞれ支払うものであるが，それ以上に，契約更新の都度，更新時料金の支払を義務付けるような契約であると解することはできない。",
                "したがって，契約の自動更新時に，控訴人が当然に初年度の取付時残金と同額の金員を更新時料金として支払うとの合意が成立していたものと認めることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，第 1 及び第2契約の各更新時（1回目）ころに，更新時料金が実際に支払われているとし，その支払を裏付けるものとして，平成15年2月28日付け655万6200円の請求書（甲45）及び同年5月14日付け領収証（甲46）を提出する。",
                    "しかし，上記請求書は，品名欄に「屋外広告取替工事」と記載され，20基の広告看板のそれぞれの数量単価が個別記載されているほか，本体側塗替（20基）一式，取付及び撤去費，撤去費等の合計655万6200円と記載されており，およそ更新時料金を請求するものと解することは困難な体裁といえる。また，被控訴人の主張によれば，第1契約の更新時に必要な費用は，年間広告掲載料41万円と90万円の合計131万円（消費税込み137万5500円），第2契約の更新時に必要な費用は，年間広告掲載料45万5000円と取付時残金188万円の合計233万5000円（消費税込み245万1750円）であるから，両契約の更新時料金合計は278万円（消費税込み291万9000円）となり，年間広告掲載料を併せると総合計364万5000円（消費税込み382万7250円）であるところ，上記の655万円余という価格は，このいずれとも整合しない。",
                    "この点につき，被控訴人は，上記請求書等は，控訴人の脱税のための水増し金額が記載されたものであり，実際には，更新時料金としての291万9000円しか受領していないと主張する。しかし，被控訴人代表者は，原審の第5回弁論準備手続期日において，実際に656万円を受け取ったが，Aの妻（現控訴人代表者）が90万円と188万円以外を取り戻してしまった旨陳述するなど，その内容自体が不合理な陳述をしているほか，陳述書では，374万3250円を受け取ったと述べたり（甲105，117，），389万7250円を受け取ったと述べたりし（甲141，147），被控訴人代表者本人尋問においては，現に655万2000円を支払ってもらった旨供述するなど（被控訴人本人・29頁），場当たり的な主張，陳述に終始しているのであって，にわかに信用することができない。",
                    "さらに，この金額の点を措いたとしても，前記のとおり，請求書の体裁は，個別の広告看板取替契約に係るものと認められる上，前記(2)において述べたように，他の契約に係る施工に関しても個別の施工契約と窺われるものであることに照らすと，上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，被控訴人は，平成22年8月31日に領収した10万円は，第3契約の更新時料金の一部金であると主張し，領収証（乙2の2）がその証左であると主張する。しかし，同領収証には，「頭金5ケ所板間取替（25万円の内10万円）」との摘要が記載されており，およそ第3契約に係る更新時料金を示す体裁のものではない。この領収証に対応する同月31日付けの請求書（乙2の1）を見ると，「屋外広告5ケ所板面取替工事」との費目記載に続けて，「板面」の数量5か所及び単価の記載があるほか，これらの合計25万円から「同8月30日取付，8月31日前払い金」の10万円を差し引き，同年9月末の請求額が15万円となる旨の記載があり，さらに，これに対応した同年9月30日付けの15万円の領収証（乙2の3）が存在し，これらの金銭の授受は控訴人の総勘定元帳（乙10の2）と整合するものであることからすれば，被控訴人主張の10万円は，更新時料金の一部金を示すものではなく，屋外板面5か所取替工事の前払金として支払われたものであると認められる。したがって，原告の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，被控訴人は，申込時料金8万円，取付時残金53万円とされていた第5契約に係る平成13年5月7日付け広告掲載申込書（甲23）を，平成19年5月7日に申込金8万4000円，取付時残金14万6000円との広告掲載申込書（甲24）に改め，実際に23万円の支払がなされていることを，控訴人・被控訴人間における更新時料金支払合意の証左とする。",
                    "しかし，平成19年5月7日付け広告掲載申込書は，第5契約の締結から6年後に作成されたもので，5年目の更新時に作成されたものではないこと，これに対応する見積書（乙9の2）には，「屋外広告看板リフォーム及び施工」として14万6000円と記載されており，初回契約時の取付時残金が53万円であったことにも照らすと，これは，第5契約により設置された広告看板のリフォームに係る施工料金の支払であると考えるのが自然であって，上記主張を採用することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "債務不履行と損害との因果関係，損害の発生及びその数額について",
          "text": [
            "仮に，上記の債務不履行の点を措くとしても，以下のとおり，控訴人が被控訴人に対し，広告看板等の撤去費用相当額を損害賠償債務として負担することはない。",
            "すなわち，被控訴人代表者自身が，当審第1回口頭弁論期日において，契約終了の際に自らの費用で不要となった広告看板及びその掲載のための工作物を撤去するつもりであり，控訴人に対して当該費用を請求する意図はなかった旨を陳述し，控訴人に本件各契約上の原状回復義務がないことを自認しているのであるから，本件各契約が債務不履行により解除されたからといって，被控訴人が控訴人に対して原状回復義務の履行に代わる填補賠償を求めることが可能となるものではない。",
            "そして，前記1(1)の認定事実のとおり，被控訴人は，看板設置に適した場所を選定し，当該看板の敷地となる土地の所有者から予め承諾を得た上で，控訴人に看板設置を提案し，控訴人との間で本件各契約を締結し，さらに，地主らとの間で敷地についての賃貸借契約を締結していたのである。したがって，被控訴人は，同賃貸借契約終了時には，賃借人としての原状回復義務を地主に対し負う関係にあるのであり，当該原状回復義務は，控訴人・被控訴人の契約終了原因にかかわらず被控訴人が負担するものである。",
            "そうすると，被控訴人が地主との賃貸借契約を終了させた場合には，その原状回復義務の履行として当該費用の支出を余儀なくされることがあるとしても，その支出と控訴人による債務不履行との間に因果関係を見出すことはできない。",
            "したがって，控訴人の債務不履行の有無にかかわらず，控訴人が被控訴人主張の損害を賠償すべき義務があるものとは考えられない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，上記と結論を異にする原判決中の控訴人敗訴部分を取り消し，被控訴人の本訴請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}