{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2013-800089号事件について平成25年12月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とする審決の取消訴訟である。争点は，①引用発明の認定誤りの有無，②本件発明の新規性の有無，③本件発明の進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "株式会社ウイルコホールディングス(商号変更前：株式会社ウイルコ)は，平成16年2月24日，名称を「印刷物」とする発明につき，特許出願をし(特願2004-48392号)，平成21年5月22日，特許登録を受けた(特許第4310416号。甲7。以下，この特許を「本件特許」といい，この特許に基づく権利を「本件特許権」という。)。被告は，株式会社ウイルコホールディングスから本件特許権を承継し，平成24年11月2日付けで移転登録を得た。",
            "原告は，平成25年5月24日，本件特許の請求項1～3につき特許無効審判請求をした(無効2013-800089号。甲16)。",
            "特許庁は，同年12月19日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月27日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許公報(甲7。以下の本件発明1～3を総称して「本件発明」ともいう。)によれば，本件発明に係る特許請求の範囲の記載は，以下のとおりである(なお，上記公報中，請求項2の「1又は2」は「1」の明らかな誤記であると解されるため，訂正したものを摘示した。)。",
            "「【請求項1】(本件発明1)",
            "左側面部と中央面部と右側面部とからなる印刷物であって，",
            "中央面部(1)は，所定の箇所に所定の大きさの分離して使用するもの(4)が印刷されていること，",
            "左側面部(2)の裏面は，当該分離して使用するもの(4)の上部，下部，左側部の内側及び外側に該当する部分(5，6)に一過性の粘着剤が塗布されていること，",
            "右側面部(3)の裏面は，当該分離して使用するもの(4)の上部，下部，右側部の内側及び外側に該当する部分(7，8)に一過性の粘着剤が塗布されていること，",
            "当該左側面部(2)の裏面及び当該右側面部(3)の裏面が，前記中央面部(1)の裏面及び当該分離して使用するもの(4)に貼着していること",
            "当該分離して使用するもの(4)の周囲に切り込みが入っていること，",
            "からなることを特徴とする印刷物。",
            "【請求項2】(本件発明2)",
            "前記印刷物が広告，ダイレクトメールであることを特徴とする請求項1記載の印刷物。",
            "【請求項3】(本件発明3)",
            "前記分離して使用するものが葉書，チケット，クーポン券であることを特徴とする請求項1記載の印刷物。」"
          ]
        },
        {
          "fig": "3",
          "subject": "原告が主張する無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の新規性の欠如",
              "text": [
                "本件発明1は，以下の甲1に記載された発明(以下「甲1発明」という。)と同一であり，特許法29条1項3号に該当する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1～3の進歩性の欠如",
              "text": [
                "本件発明1は，甲1発明及び以下の甲2～5に記載された周知技術等(以下の甲2～6に記載された発明をそれぞれ，「甲2発明」というように呼称することがある。)から，あるいは，甲1及び甲2発明並びに甲4及び甲5に記載された周知技術から当業者が容易に発明することができたものであるため，同条2項に該当する。",
                "本件発明2及び3は，甲1発明，甲4に記載された技術並びに甲5及び甲6に記載された周知技術から，あるいは，甲1及び甲2発明並びに甲4～6に記載された周知技術から，当業者が容易に発明することができたものであるから，同条2項に該当する。",
                "甲1：  特開2000-158855号公報",
                "甲2：  実用新案登録第3070251号公報",
                "甲3：  実用新案登録第3071270号公報",
                "甲4：  実願平2-66333号(実開平4-24387号)のマイクロフィルム",
                "甲5：  実用新案登録第3096910号公報",
                "甲6：  実願平1-115348号(実開平3-55272号)のマイクロフィルム"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，上記の無効理由について，以下のとおり，いずれも理由なしとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明",
              "text": [
                "甲1には，以下の甲1の1発明(第1実施の形態)及び甲1の2発明(第2実施の形態)の2つの異なる実施形態が記載されているのであって，第2実施の形態には用紙の中央部分にカードサイズ紙片を設けることは記載や示唆されておらず，また，これらのものを組み合わせたものを引用発明として認定することは適切でない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1の1発明",
                  "text": [
                    "「用紙2の裏面2aに通信情報を表示した後，裏面2aに透明シート4を接着剤6で接着し，用紙2及び透明シート4を中央8で二葉10，12に折り曲げて，二葉10，12の透明シート4，4同士を重ね合わせ，両透明シート4，4を剥離可能に接着剤14で密着し，二葉10，12のうちの一方の片葉10の隅部10aにミシン目状等のカットライン16を入れて隅部10aを一方の片葉10から切離し可能とした重ね合わせ郵便はがき1であって，",
                    "用紙2の略中央8で折り曲げた二葉10，12のうちの一方の片葉10に所望形状の紙片(例えば，通常のカードサイズの形状であり，以下「カードサイズ紙片」という。)20となるようにミシン目状等のカットライン22を入れ，カードサイズ紙片20は，例えばその表面20aに郵送先の宛名を表示し，その裏面20bに，イベントへの招待や新製品の紹介等の情報を表示することにより，イベントへの招待状や新製品を紹介した各種データ入りの小紙片として利用することができ，",
                    "当該重ね合わせ郵便はがき1を開封する場合，受取人は，カードサイズ紙片20の左下隅21を指でつまんで，矢印aの方向にカードサイズ紙片20を剥がすことにより，カードサイズ紙片20の裏面20bや他方の片葉12に表示されているイベントへの招待や新製品の紹介の通信情報を見ることができ，そして，通信情報をさらに詳しく見たいときには，受取人は，一方の片葉10の切り取り隅部10aをカットライン16から矢印bの方向に切離すことで，一方の片葉10と他方の片葉12との間に段差を形成でき，つぎに，その段差から一方の片葉10を矢印cの方向に剥がし，その段差を利用して一方の片葉10を容易に剥がすことができ，ついで，一方の片葉10を他方の片葉12から全部引き剥がして，二葉10，12の裏面の表示を詳しく見ることができ，",
                    "用紙2の通信情報表示面の上面に透明シート4を積層接着する構成に代えて熱蒸着可能なコーティング層を用紙の通信情報表示面の上面に印刷手法により形成するようにしてもよく，このコーティング層を向かい合わせてから加熱して対応面同士を仮接着させるようにしてもよい，重ね合わせ郵便はがき1。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1の2発明",
                  "text": [
                    "「通信情報を表示した用紙32の裏面32aに透明シート4を接着剤33で接着し，透明シート4を接着した用紙32の中央部分34を郵便はがきの大きさに確保し，その両側36，38位置で各二葉40，42を折り曲げ，その二葉40，42の先端40a，42aを突き合わせた状態で，二葉40，42の透明シート4，4を中央部分34の透明シート4に剥離可能に密着させ，前記隅部40b，42bにミシン目状等のカットライン44，46を入れて各々の隅部40b，42bを二葉40，42から切離し可能とした重ね合わせ郵便はがき30であって，",
                    "重ね合わせ郵便はがき30を開封する場合，二葉40，42の隅部40b，42bをカットライン44，46から切離すことにより，切離した部分に段差を形成することができ，つぎに，二葉40，42を矢印d及び矢印eの方向に引き剥がして，その部分に段差を形成することにより，二葉40，42を中央部分34から容易に引き剥がすことが可能となり，そして，二葉40，42を中央部分34から全部引き剥がすことにより，二葉40，42や中央部分34の裏面に表示されている通信情報を読み取ることが可能となり，",
                    "用紙32の通信情報表示面の上面に透明シート4を積層接着する構成に代えて熱蒸着可能なコーティング層を用紙の通信情報表示面の上面に印刷手法により形成するようにしてもよく，このコーティング層を向かい合わせてから加熱して対応面同士を仮接着させるようにしてもよい，重ね合わせ郵便はがき30。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の新規性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と甲1の2発明との一致点及び相違点",
                  "text": [
                    "【一致点】",
                    "「左側面部と中央面部と右側面部とからなる情報を表示した物であって，",
                    "左側面部の裏面に一過性の粘着剤が塗布されていること，",
                    "右側面部の裏面に一過性の粘着剤が塗布されていること，",
                    "当該左側面部の裏面及び当該右側面部の裏面が，前記中央面部の裏面に貼着していること",
                    "からなる情報を表示した物。」",
                    "【相違点1】",
                    "本件発明1は，中央面部に，所定の箇所に所定の大きさの分離して使用するものが印刷されており，左側面部の裏面に，当該分離して使用するものの上部，下部，左側部の内側及び外側に該当する部分に一過性の粘着剤が塗布されており，右側面部の裏面に，当該分離して使用するものの上部，下部，右側部の内側及び外側に該当する部分に一過性の粘着剤が塗布されており，当該左側面部の裏面及び当該右側面部の裏面が，当該分離して使用するものに貼着しており，また，当該分離して使用するものの周囲に切り込みが入っているのに対し，甲1の2発明は，中央面部に，そのような分離して使用するものが印刷されているのか否か明らかではない点。",
                    "【相違点2】",
                    "情報を表示した物が，本件発明1では，印刷物であるのに対し，甲1の2発明では，印刷物であるのか否か明らかでない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1の1発明との一致点及び相違点",
                  "text": [
                    "【一致点】",
                    "「2つの面部を有する情報を表示した物であって，一方の面部には，所定の箇所に所定の大きさの分離して使用するものが設けられ，他方の面部の裏面には，当該分離して使用するものの上部，下部，側部の内側及び外側に該当する部分に一過性の粘着剤が塗布され，当該他方の面部の裏面が，前記一方の面部の裏面及び当該分離して使用するものに貼着しており，当該分離して使用するものの周囲に切り込みが入っている，情報を表示した物。」",
                    "【相違点3】",
                    "本件発明1は，左側面部と中央面部と右側面部とからなる印刷物であって，中央面部に，所定の箇所に所定の大きさの分離して使用するものが印刷され，左側面部の裏面は，当該分離して使用するものの上部，下部，左側部の内側及び外側に該当する部分に一過性の粘着剤が塗布され，右側面部の裏面は，当該分離して使用するものの上部，下部，右側部の内側及び外側に該当する部分に一過性の粘着剤が塗布され，当該左側面部の裏面及び当該右側面部の裏面が，前記中央面部の裏面及び当該分離して使用するものに貼着しているのに対し，甲1の1発明は，用紙2の略中央8で折り曲げた二葉10，12からなり，そのうちの一方の片葉10にカードサイズ紙片20となるようにカットライン22を入れた点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件発明1は，甲1の2発明と上記相違点1，2において相違し，甲1の1発明と上記相違点3において相違するから，本件発明1は甲1の2発明又は甲1の1発明であるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲 1 の2を主引例とする進歩性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1についての判断",
                  "text": [
                    "甲1の第1実施の形態の「重ね合わせ郵便はがき1」は，図1及び図6に示されるとおり，「カードサイズ紙片20」が，「(隅部10aにカットライン16が形成されている側の)一方の片葉10」に形成されているものであって，「他方の片葉12」に形成されてはいないから，甲1の2発明の「重ね合わせ郵便はがき30」に上記第1の実施の形態に係る発明(甲1の1発明)を適用して「カードサイズ紙片20」を設けるとしても，当該「カードサイズ紙片20」は，請求人(原告)が主張するように，その「中央部分34」に設けられるのではなく，その両側の「(カットライン44が形成された)二葉40」あるいは「(カットライン46が形成された)二葉42」に設けられるものと解するのが自然である。",
                    "また，甲1には，第1実施の形態に関し，まず，「カードサイズ紙片20」を「重ね合わせ郵便はがき30」から切り取り，次に，通信情報を更に詳しく見たいときには，「隅部10a」の「カットライン16」を利用して，「一方の片葉10」を「他方の片葉12」から全部引き剥がす，と記載されているところ(【0019】，【0020】)，「カードサイズ紙片20」と「(隅部10aに形成された)カットライン16」は，それぞれ同じ面に形成されていないと，「カードサイズ紙片20」を切り取った後に，「重ね合わせ郵便はがき1」を裏返すという動作をしなければ，上記「カットライン16」を用いて「一方の片葉10」を「他方の片葉12」から全部引き剥がすことができなくなるから，上記第1実施の形態において，「カードサイズ紙片20」は，「(隅部10aにカットライン16が形成されている)一方の片葉10」側に設けられており，「他方の片葉12」側に設けられてはいないと解することができる。",
                    "しかるところ，第2実施の形態(甲1の2発明)においても，「カードサイズ紙片20」を，仮に「(カットラインが形成されていない)中央部分34」に設けるとすると，当該「カードサイズ紙片20」を切り取った後に「(二葉40，42に形成された)カットライン44，46」を用いて当該「二葉40，42」を「中央部分34」から引き剥がす際，「重ね合わせ郵便はがき30」を裏返すという動作をしなければならないのは，前記第1実施の形態と同様であるから，やはり第2実施の形態においても，前記「カードサイズ紙片20」は，「(重ね合わせ郵便はがき30の)中央部分34」に設けられるのではなく，「重ね合わせ郵便はがき30」両側の「(カットライン44が形成された)二葉40」あるいは「(カットライン46が形成された)二葉42」に設けられるものと解される。",
                    "また，請求人(原告)が提出した各甲号証をみても，甲1の2発明において，「カードサイズ紙片20」を「中央部分34」に設けることに関し，当業者が容易に想到し得るといえる記載や示唆は見当たらない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2についての判断",
                  "text": [
                    "甲1の2発明は，「(通信情報を表示した用紙32からなる)重ね合わせ郵便はがき」に関するものであるところ，当該「(表示される)通信情報」を印刷により形成して，上記相違点2に係る本件発明1の構成となすことは，当業者が容易になし得ることである。",
                    "しかし，本件発明1は，後から開いた右側面部(又は左側面部)に分離して使用するものが付いてきて，しかも，その一部が，右側面部(又は左側面部)から飛び出てくるという，請求人(原告)が提出した各甲号証に記載された発明あるいはその記載事項からは予測し得ない，顕著な効果が得られるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件発明1は，甲1の2発明を主引用発明とした場合に，当該甲1の2発明及び各甲号証の記載に基づいて，当業者が容易に発明をすることができたものであるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲1の1発明を主引例とする進歩性について",
              "text": [
                "甲1の記載及び請求人(原告)が提出した他の甲号証をみても，甲1の1発明の「(一方の片葉10にカードサイズ紙片20が設けられた，二葉10，12からなる)重ね合わせ郵便はがき1」を，「(『左側面部』，『中央面部』，『右側面部』とからなるとともに，『カードサイズ紙片20』を前記『中央面部』に設けた)印刷物」となすことに関し，当業者が容易に想到し得るといえる記載や示唆は見当たらない。",
                "したがって，甲1の1発明において，上記相違点3に係る本件発明1の構成となすことを，当業者は容易に想到し得るということはできない。",
                "また，本件発明1は，上記のとおりの顕著な効果が得られるものである。",
                "よって，本件発明1は，甲1の1発明を主引用発明とした場合に，甲1の1発明及び各甲号証の記載に基づいて，当業者が容易に発明をすることができたものであるとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "甲2発明を主引例とする進歩性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明",
                  "text": [
                    "「用紙1をV型に2つに折畳み，その用紙1の折畳み対向紙片2，4どうしをオープンタイプフィルム5により擬似接着した2つ折りタイプのプリペイドカード付きシートS4であって，",
                    "オープンタイプフィルム5は2枚のフィルム5a，5bからなり，これらを重ねて折畳み対向紙片2及び折畳み対向紙片4との間に介挿し熱圧着させると，一方のフィルム5aと折畳み対向紙片4，及び，他方のフィルム5bと折畳み対向紙片2は永久接着状態となるが，フィルム5a，5bどうしは擬似接着状態となり，",
                    "その製造工程では先ず絵柄等の印刷を施した2つ折り用紙1を用意し，この用紙1の一面又は両面に印字を行い，その折畳み対向紙片4の内側面に有価証券情報7が印字され，有価証券情報7の印字部外周に極細のスリット9を切り込む加工を施し，そのスリット9の深さは折畳み対向紙片4及びフィルム5aをその厚み方向に貫通する深さとし，その有価証券情報7の印字部を含む折畳み対向紙片4の一部のみがプリペイドカード8として抜き取り可能に設けられ，",
                    "擬似接着の手段としてオープンタイプフィルム5を用いる代わりに，糊状のものを適用することができる，2つ折りタイプのプリペイドカード付きシートS4。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1との一致点及び相違点",
                  "text": [
                    "【一致点】",
                    "「第1，第2の面部を有する印刷物であって，",
                    "第1の面部は，所定の箇所に所定の大きさの分離して使用するものが印刷されていること，",
                    "第2の面部の裏面は，当該分離して使用するものの上部，下部，側部の内側及び外側に該当する部分に一過性の粘着剤が塗布されていること，",
                    "当該第2の面部の裏面が，第1の面部の裏面及び当該分離して使用するものに貼着していること",
                    "当該分離して使用するものの周囲に切り込みが入っていること，",
                    "からなる印刷物。」",
                    "【相違点4】",
                    "本件発明1は，印刷物が，左側面部と中央面部と右側面部とからなり，中央面部に分離して使用するものが印刷され，左側面部の裏面及び右側面部の裏面の当該分離して使用するものの上部，下部，左側部の内側及び外側に該当する部分に一過性の粘着剤が塗布され，当該左側面部の裏面及び当該右側面部の裏面が，前記中央面部の裏面及び当該分離して使用するものに貼着しているのに対し，甲2発明は，印刷物が，用紙1をV型に2つに折り畳んだ2つ折りタイプのものである点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "subject": "相違点4についての判断",
      "text": [
        "甲1の第2実施の形態では，そもそも，「カードサイズ紙片20」は，「(重ね合わせ郵便はがき30の)中央部分34」に設けられるのではなく，「重ね合わせ郵便はがき30」両側の「(カットライン44が形成された)二葉40」あるいは「(カットライン46が形成された)二葉42」に設けられるものと解されるから，甲2発明において，その折り形態を甲1の第2実施の形態の折り形態に変更したとしても，本件発明1に係る上記相違点4のように，分離して使用するものが中央面部に印刷されるものになることはない。",
        "また，請求人(原告)が提出した他の甲号証をみても，甲2発明において，上記相違点4に係る本件発明1の構成となすことを，当業者が容易に想到し得る記載や示唆は見当たらない。そして，本件発明1は，前記のとおりの顕著な効果が得られるものである。",
        "したがって，甲2発明において，相違点4に係る本件発明1の構成となすことを当業者は容易に想到し得たとはいえない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "よって，甲2発明を主引例とした場合に，甲2発明，甲1に記載された発明及び他の甲号証の記載に基づいて当業者が容易に発明をすることができたものであるということはできない。"
      ],
      "content": [
        {
          "fig": "(6)",
          "subject": "本件発明2及び3の進歩性について",
          "text": [
            "本件発明2及び3は，本件発明1の従属項であるところ，本件発明1が容易に発明できたものといえない以上，同じ理由により，これらの発明についても容易に発明することができたものとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明の認定の誤り)",
          "text": [
            "審決は，甲1に記載された技術的事項を当業者がどのように理解するかを誤認した結果，甲1発明の認定を誤り，また，甲1に記載された技術的事項から当業者が容易に想到できる発明の判断を誤り，無効理由(発明の新規性，進歩性)の判断を誤ったものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1に記載された技術的事項に関する当業者の理解について",
              "text": [
                "まず，甲1発明を認定する前提となる，甲1に記載された技術的事項に関する当業者の理解は，以下のとおりである。",
                "当業者は，甲1の1発明の特徴(重ね合わせはがきのいずれかの片葉の隅部をカットラインから切離して段差(切欠き)を設けること)は，甲1が公開される前から知られているありふれた技術であると理解し，甲1の第1実施の形態や第2実施の形態は，甲1が公開される前から周知の2つ折りや3つ折りの重ね合わせはがきのいずれか一方の片葉に，ありふれた技術である隅部のカットライン設けたにすぎないものであると理解する。",
                "そして，当業者は，重ね合わせ郵便はがき1(第1実施の形態)に設けられたカードサイズ紙片については，通常のカードサイズの形状であり，宛名が表示されたカード一般として利用できる小紙片が例示されており，これは，甲1が公開される前から知られているありふれた技術であり，技術的課題や作用効果は一般的なもの(カードサイズ紙片に宛名を表示するものは，宛名がそのままカードの一部として使用できること)であり，片葉の隅部に設けられたカットラインとも何ら関係せず，カードサイズ紙片とカットラインを異なる片葉に設けてもよいと理解し，重ね合わせ郵便はがき30(第2実施の形態)においても，第1実施の形態と同じ通常のカードサイズの形状であり，宛名が表示されたカードサイズ紙片が，中央部分34に設けられていると理解する。",
                "また，当業者は，重ね合わせ郵便はがき1を開封する場合，重ね合わせ郵便はがき1をどのような姿勢に保って，カードサイズ紙片20を剥がし，隅部10aを切離し，一方の片葉10を他方の片葉12から剥がすかについては，甲1には示されていないと理解する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明の認定について",
              "text": [
                "審決は，甲1においては，重ね合わせ郵便はがき30(第2実施の形態)の中央部分34にカードサイズ紙片を設けることは記載されておらず，示唆もされていないとし，甲1の2発明を前記第2，4，(1)イのとおり認定するが，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "確かに，甲1において，第2実施の形態についての説明には，重ね合わせ郵便はがき30にカードサイズ紙片が設けられていることは，直接記載されていない。",
                    "しかし，第1実施の形態と第2実施の形態は，共に周知の重ね合わせ郵便はがきであって，その折り方が異なるだけであることが段落【0021】で明らかにされている。同段落は，カードサイズ紙片20が設けられた第1実施の形態の重ね合わせ郵便はがき1と用紙の折る位置だけを異ならせた重ね合わせ郵便はがき30には，重ね合わせ郵便はがき1のカードサイズ紙片20と同じカードサイズ紙片が設けられていることを示唆したものであり，当業者もそのように理解する。そして，第1実施の形態には，カードサイズ紙片20として，通常のカードサイズの形状であり，宛名が表示されたものが図示され，例示されているところ，第2実施の形態において，第1実施の形態に図示され，例示されたカードサイズ紙片20と同じものを設けることができるのは，中央部分34だけである。",
                    "したがって，当業者は，第2実施の形態において，カードサイズ紙片20が中央部分34に設けられていると理解する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，カードサイズ紙片は，甲1の第1実施の形態の実施例にすぎないとするが，これは，甲1に第1実施の形態として示された2つ折りの重ね合わせ郵便はがき1の発明の構成要素そのものである。甲1の第1実施の形態や第2実施の形態の発明に係る本質的部分が隅部のカットラインにあるか否かにかかわらず，第2実施の形態の発明は，第1実施の形態の発明と同様にカードサイズ紙片を備えたものである。",
                    "第2実施の形態は，カードサイズ紙片を備えないとの審決の認定は，第1実施の形態と第2実施の形態は，同一文献に記載された発明の2つの実施形態(具体的なもの)であるという関係や甲1の段落【0021】の記載を無視したものであり，甲1の記載に反し，誤りである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "以上のとおりであるから，甲1の重ね合わせ郵便はがき30(第2実施の形態)の中央部分34には，カードサイズ紙片が設けられており，このカードサイズ紙片が，本件発明1の「分離して使用するもの」に相当することは明らかであるから，審決の認定した相違点1は存在しない。",
        "そして，甲1に記載された重ね合わせ郵便はがきは，裏面に情報を表示した後，裏面同士を重ね合わせるように折り畳み，重ね合わせた部分を剥離可能に密着したものであり(【0001】)，印刷業者等が，印刷，折り，接着(密着)等の加工を行って製造するものであることや，甲1の特許出願の出願人である有限会社中村断裁所は，紙加工業者であること等からすると，紙加工業者が取り扱う印刷が施された紙加工製品に係るものであることは明らかであり，相違点2も存在しない。",
        "したがって，上記の甲1の2発明の認定の誤りは，新規性判断に影響を及ぼす。また，審決は，甲1の技術内容を誤認して進歩性の判断を行っており，引用発明の認定の誤りは，結論に影響を及ぼす。"
      ]
    },
    {
      "fig": "(4)",
      "subject": "被告の主張に対し",
      "text": [
        "被告は，第2実施形態においても，隅部のカットラインがある面と同じ面にカードサイズ紙片が配置されるものであると主張するが，第1実施の形態と第2実施の形態は，同一文献に記載された発明の2つの実施形態(具体的なもの)であるという関係を無視したものであり，甲1の記載に反し，誤りである。",
        "甲1には，具体的なカードサイズ紙片(通常のカードサイズで宛名を表示したもの)を，片葉10の略中央に設けた重ね合わせ郵便はがき1(第1実施の形態)が記載されており，被告が指摘するような具体的なカードサイズ紙片(通常のカードサイズよりもかなり小さく，宛名を表示しないもの)は，甲1には記載されていない。そして，第1実施の形態と第2実施の形態は，同一文献に記載された発明の2つの実施形態(具体的なもの)であり，第1実施の形態に具体的なカードサイズ紙片が設けられていれば，当業者は，当然に第2実施の形態にも，第1実施の形態に設けられたものと同じ具体的なカードサイズ紙片が設けられていると考え，被告が主張するような，甲1に記載されていない小さなカードサイズ紙片を設けることは考えない。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "取消事由2(甲1の2を主引例とする進歩性判断の誤り)"
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "第1実施の形態と第2実施の形態の構成は，段落【0021】にあるとおり，折り方(折る位置)が異なるだけである。これにより，甲1に接した当業者は，当然に，重ね合わせ郵便はがき1(第1実施の形態)に示された発明(技術的事項)であるカードサイズ紙片20(相違点1に係る構成)を重ね合わせ郵便はがき30(第2実施の形態)の発明に適用することを考え，前者を後者に適用する動機付けは十分にあるといえる。",
        "ここで，重ね合わせ郵便はがき1(第1実施の形態)に設けられたカードサイズ紙片20を，重ね合わせ郵便はがき30(第2実施の形態)に適用する場合，カードサイズ紙片20を設けることができるのは，中央部分34，二葉40，42の3面であるが，そのうち，中央部分34がカードサイズ紙片20を設けるのに適していれば，当業者は，中央部分34にカードサイズ紙片20を設けることを考えることとなるのであるから，中央部分34にカードサイズ紙片20を設けること(相違点1)は，当業者が容易に想到できたものであるといえる。この判断に当たり，重ね合わせ郵便はがき1(第1実施の形態)にカードサイズ紙片20を設けた技術的意義を考慮して，中央部分34がカードサイズ紙片20を設けるのに適しているかにつき判断すると，カードサイズ紙片は，ⓐカード一般として利用できる小紙片であって，ⓑ具体的には，通常のカードサイズの形状であり，宛名が表示され，招待状等に利用されるものであることが理解され，重ね合わせ郵便はがき30(第2実施の形態)の中央部分34は，通常の郵便はがきの大きさであり，その表面には宛名が表示されることから，中央部分34に上記ⓐ及びⓑを満たすカードサイズ紙片20を設けるのが適しているといえる。",
        "よって，相違点1は，当業者が容易に想到できたものであるといえる。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "審決は，甲1の第2実施の形態において，「カードサイズ紙片20」を「重ね合わせ郵便はがき30」のどの部分に設けるかに関し，当業者は通常それを「中央部分34」に設けるとは解さず，二葉40，42に設けると解するのが自然と判断している。",
        "しかし，段落【0022】，【0024】にあるとおり，中央部分34は，各種データが記載され，通常の郵便はがきの大きさの面となっているから，上記ⓐの点から，カードサイズ紙片20を設けるのに適している。また，二葉40，42は，甲1の図7～9から明らかなように，通常の郵便はがきの1／3あるいは2／3程度の横幅しかなく，これに宛名を表示する場合，通常の郵便はがきと同様の位置・大きさで宛名を表示することができず，左右に偏った位置に小さい宛名しか表示できない。また，重ね合わせ郵便はがき30のような3つ折り(観音折り)のはがきは，甲4に示されるように周知であり，そのようなはがきにおいて，分割されていない通常のはがきと同じ横幅の面に宛名を表示することは技術常識となっている。",
        "したがって，重ね合わせ郵便はがき30の中央部分34は，上記ⓑの点から見てカードサイズ紙片20を設けるのに適しており，当業者は通常それを「中央部分34」に設けるとは解さず，二葉40，42に設けると解するのが自然と判断した審決の判断は誤りである。",
        "また，審決は，甲1の重ね合わせ郵便はがき1(第1実施の形態)におけるカードサイズ紙片20とカットライン16の関係について，両者が同じ面に形成されていないと(両者が異なる面に形成されていると)，カードサイズ紙片20を切り取る動作と，カットライン16を用いて片葉10を片葉12から引き剥がす動作の間に，重ね合わせ郵便はがき1を裏返すという動作が入るとして，あたかもカードサイズ紙片20とカットライン16は同じ面に形成されていなければならないかのような認定をしている。",
        "しかし，甲1には，審決が認定したようなカードサイズ紙片20とカットライン16の関係(両者は同じ面に形成されていなければならないこと)は記載も示唆もされていない。また，利用者の多くは，カットライン16が重ね合わせ郵便はがき1の表面にある場合も裏面にある場合も，重ね合わせ郵便はがき1を垂直状態あるいは垂直に近い状態に保って，カットラインから隅部を切り離し，一方の片葉から他方の片葉をはがすことになるのであるから，カードサイズ紙片20とカットライン16が異なる面に形成にされていると，重ね合わせ郵便はがき1を裏返すという動作が入るとすることは，技術常識に反して誤りである。さらに，重ね合わせ郵便はがき1を裏返すという動作は，甲1の重ね合わせ郵便はがき1特有の構成から生ずるものではなく，はがき一般について受取人が必ず任意かつ頻繁に行う極めて簡単な技術的意義のない動作である。",
        "したがって，審決が，重ね合わせ郵便はがき1において，カードサイズ紙片20とカットライン16は同じ面に形成されていなければならないかのような認定をしたことは誤りである。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "取消事由3(甲1の1を主引例とする進歩性判断の誤り)",
          "text": [
            "審決は，甲1の記載及び他の甲号証をみても，甲1の1発明の「(一方の片葉10にカードサイズ紙片20が設けられた，二葉10，12からなる)重ね合わせ郵便はがき1」を，「(『左側面部』，『中央面部』，『右側面部』とからなるとともに，『カードサイズ紙片20』を前記『中央面部』に設けた)印刷物」となすことに関し，当業者が容易に想到し得るといえる記載や示唆は見当たらないとする。",
            "しかし，取消事由1で述べたように，甲1には，重ね合わせ郵便はがき30の中央部分34には，重ね合わせ郵便はがき1のカードサイズ紙片20と同じカードサイズ紙片を設けることが示唆されている。そして，甲1の重ね合わせ郵便はがき30は，左側面部，右側面部(二葉40，42)及び中央面部(中央部分34)からなる印刷物である。よって，「(『左側面部』，『中央面部』，『右側面部』からなるとともに，『カードサイズ紙片20』を前記『中央面部』に設けた)印刷物」は，甲1に，重ね合わせ郵便はがき30として示唆されている。",
            "仮に，甲1の重ね合わせ郵便はがき30の中央部分34にカードサイズ紙片20を設けることが示唆されていないとしても，前に述べたように，重ね合わせ郵便はがき30の中央部分34は，カードサイズ紙片20がカード一般として利用できる小紙片であること，具体的には，通常のカードサイズ形状であり，宛名が表示され，招待状等に利用されるものである点で，カードサイズ紙片20を設けるのに適しており，この中央部分34にカードサイズ紙片20を設けることは，当業者が容易に想到できたものである。",
            "したがって，相違点3について，当業者が容易に想到し得るということはできないとした審決の判断は，誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(甲2を主引例とする進歩性判断の誤り)",
          "text": [
            "審決は，甲2発明において，その折り形態を甲1の第2実施の形態の折り形態に変更したとしても，第2実施の形態では，カードサイズ紙片20は，重ね合わせ郵便はがき30の中央部分に設けられるものではなく，二葉40ないし42に設けられるものと解されるから，相違点4のように，分離して使用するものが中央面部に印刷されるものになることはない旨判断した。",
            "しかし，この判断は，甲1の重ね合わせ郵便はがき30(第2実施の形態)の中央部分34にカードサイズ紙片20を設けることは甲1に示唆されていることを看過し，また，甲1において，重ね合わせ郵便はがき30の中央部分34にカードサイズ紙片20を設けることは，当業者が容易に想到できることを見誤ったもので，誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張1(1)に対し",
              "text": [
                "原告は，甲1より前の公知文献(甲22，23)に記載の発明と甲1に記載の発明とを比較して，甲1発明が容易に想到できたものであることを主張しているかのようである。しかし，本件訴訟において，甲1発明の容易想到性は，争点と関係ないことは明らかである。",
                "また，甲1の請求項1には，カードサイズ紙片に関する記載がなく，隅部のカットラインについてのみ記載があることから明らかなとおり，甲1発明の本質的部分は，カードサイズ紙片ではなく，隅部のカットラインに存する。そして，甲1の図1(第1実施の形態)では，カードサイズ紙片と，隅部のカットラインとが，同じ面に配置されている。これは，審判で被告が主張し，審決においても認定されたように，カードを剥がす行為と，隅部のカットラインからはがきの片葉を開く行為という，2つの行為の間に，はがきを裏返すという余計な手間を省くためである。",
                "したがって，カードサイズ紙片と片葉の隅部に設けられたカットラインを異なる片葉とを異なる面に配置することはあり得ない。",
                "原告は，カードサイズ紙片について，宛名を記載できるカードサイズ形状のものに限定して捉えた上で，そのようなカードサイズ紙片に適するのは，中央部分34であるとするが，「カードサイズ紙片」は，段落【0016】にあるとおり，カードサイズという大きさや形状に限定がない旨が明示的に定義された言葉であり，甲1の第1実施の形態のカードサイズ紙片は，宛名を必須の事項とはしておらず，宛名を設けるか否かについては何らの限定もないから，これらを根拠とするのは失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張1(2)に対し",
              "text": [
                "甲1の第2実施の形態の発明は，甲1に記載された，隅部のカットラインに本質を有する発明(甲1の第1実施の形態)の変形例にすぎず，カードサイズ紙片を備えないものである。そもそも，甲1発明に係る本質的部分は，カードサイズ紙片ではなく，隅部のカットラインにあるのであるから，第2実施形態は，このような隅部のカットラインに関する発明の実施例であると解すれば足りる。カードサイズ紙片は，あくまで，甲1の第1実施の形態(第2実施の形態とは異なる。)として記載された実施例にすぎない。",
                "第1実施の形態に関する段落【0012】～【0020】を参照しても，第2実施の形態において，はがき30のどのような位置にどのような形状のカードサイズ紙片を設けるのかについては，読み取ることができない。仮に，原告の主張するように，第1実施の形態のはがき1を「折る位置だけを異ならせる」とすると，カードサイズ紙片は，2面にまたがってしまうことになり，これではカードサイズ紙片上に折り目が配置されることになってしまう。",
                "したがって，甲1において，第2実施の形態のはがき30が，カードサイズ紙片を中央部分34に有するとは，到底読み取ることができず，甲1の2発明に関する審決の認定には誤りがない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "原告の主張1(3)に対し",
      "text": [
        "したがって，相違点1を相違点とした判断に誤りはないから，新規性の欠如を否定した審決の判断にも誤りはない。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "取消事由2に対し"
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "原告は，中央部分にカードサイズ紙片を設けることが適していることを審決が看過したと主張する。",
        "しかし，仮に，中央部分34がカードサイズ紙片20を設けるのに「適して」いたとしても，それは単なる後知恵であって，それについて，甲1の第2実施の形態に関する記載中に，何らかの示唆があり，出願時の当業者が動機付けを有していたことについての何らかの具体的な事情がない限り，進歩性を否定することはできない。本件では，そのような示唆はなく，当業者が容易に想到できたということはできない。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "むしろ，中央部分34にカードサイズ紙片を設けてしまうと，カードサイズ紙片を剥がす行為と，左右の二葉を開くという行為の間に，はがきを裏返すという余計な手間が生じてしまうという阻害要因がある。",
        "すなわち，カードサイズ紙片20と，隅部10aのカットライン16とが，同じ面上にない場合，カードサイズ紙片20を切り取った後に，重ね合わせ郵便はがき10を裏返すという動作をしないと，隅部10aのカットライン16を使って一方の片葉10を他方の片葉12から全部引き剥がすことができなくなってしまう。このような理由から，第1実施の形態では，図1，図6のように，隅部10aにカットライン16がある側の一方の片葉10上に，カードサイズ紙片20があるのであって，他方の片葉12上にあるのではない。",
        "そうすると，甲1の2発明(第2実施の形態)においても，審判事件答弁書の参考図2のように，カードサイズ紙片20が，重ね合わせ郵便はがき30の両側の二葉40又は42上に設けられることは，上記のような理由がある構成なのであって，カードサイズ紙片20を中央部分34に配置してしまうと，カードサイズ紙片20を取り出してから両側の二葉40又は42を開くまでに，重ね合わせ郵便はがき30を裏返す手間が生じてしまうという点で，阻害要因が存する。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "原告は，カードサイズ紙片20に宛名を表示するのは，はがきの宛名がそのままカードの一部として使用できるようにするためである旨主張する。",
        "しかし，甲1の第1実施の形態に関する段落【0017】においては，「カードサイズ紙片20は，例えばその表面20aに郵送先の宛名を表示し，・・・利用することができる。」と記載されているように，第1実施の形態において，宛名の記載は，単なる一例として記載されているにすぎないものであるから，当業者が，特に宛名付きのカードサイズ紙片を，甲1の2発明に組み合わせることについての動機付けはなかった。また，甲4のみから，原告主張の技術常識を認定することはできない。",
        "また，甲1の2発明に，甲1の第1実施の形態を組み合わせた上に，甲4の発明をも組み合わせることについては，何ら動機付けがない。",
        "さらに，原告は，第1実施の形態におけるカードサイズ紙片20が，カード形状に限定されたものとして主張しているが，前記のとおり，この実施形態におけるカードサイズ紙片は，大きさ，形状の限定を受けないものである。"
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "加えて，本件発明1では，分離して使用するものを，中央面部上の，かつ，左側面部と右側面部の両方に重なる部分に印刷することによって，左側面部又は右側面部の後から開いた方に，分離して使用するものが付いてきて，かつ，その一部が飛び出しているため，使用者がこれを手に取ることが促され，広告などの印刷物に付いているはがき等を切り取ろうとする意思を持たずに，当該印刷物を開くと自動的に手にすることができるという，顕著な効果を生じさせることを見出したものである。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "原告は，要するに，取消事由1及び2で述べたことを繰り返しているにすぎず，前記1及び2において述べたとおり，原告の主張には理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "text": [
            "原告は，要するに，取消事由2で述べたことを繰り返しているにすぎず，前記1及び2において述べたとおり，原告の主張には理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件特許公報(甲7)によれば，本件発明は，以下のとおりのものである。",
            "本件発明は，印刷物，特に中央面部に分離して使用するもの，例えば，はがき等が印刷され，かつ，そのはがき等の周囲に切り込みが入っている印刷物に関するものである(【0001】)。",
            "従来，左側面部及び右側面部が開く広告用印刷物に関する技術(実用新案登録第3096613号公報)や，左側面及び右側面が開く広告用印刷物にはがきが付いている技術(実用新案登録第3096910号公報)があったが，前者には，はがきが付いておらず，後者には，はがきは付いていても切り取らなければならないという手間が依然として残っていた。また，広告等にチケット，クーポン券等が付いている場合があるが，これら等も広告から切り取らなければならないという問題点があった(【0002】～【0005】)。",
            "そこで，甲1に記載された発明は，はがき，チケット，クーポン券等の分離して使用するものを広告等の印刷物より切り取る必要がなく，かつ，その周囲に切り込みが入っているにもかかわらず，広告等の印刷物に付いていて紛失させることなく，しかも手間がかからず，はがき，チケット，クーポン券等の分離して使用するものを利用することができる印刷物を提供することを目的として，前記第2，2の請求項1～3記載のとおりの構成をとったことにより，印刷物に付いているはがき，チケット，クーポン券等を切り取ろうとする意思を持たずに，印刷物を開くと自動的に手にすることになる等という効果を奏するものである(【0006】～【0012】)。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(甲1発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1によれば，甲1発明は，以下のとおりのものである。",
                    "甲1発明は，重ね合わせ郵便はがきに係り，特に裏面に情報を表示した後，裏面同士を重ね合わせるように折り畳み，重ね合わせた部分を剥離可能に密着した重ね合わせ郵便はがきに関するものである(【0001】)。",
                    "従来，郵便はがきの約二倍の大きさの用紙の裏面に透明シートを接着して略中央から折り曲げ，そのとき折り曲げた二葉52，54(図10参照)は完全には一致させずにずらせた状態とし，向かい合った透明シートを剥離可能に接着し，前記二葉52，54の間に段差を生じさせた状態に重ね合わせてなる郵便はがき50があったが，この重ね合わせ郵便はがき50は，重ね合わせた部分を開き易くするために一方の片葉52を他方の片葉54より短く形成して段差56を生じさせているので，例えば，投函したポストの中で，段差56部位に他の郵便はがき58が引っ掛るおそれがあり，このため，引っ掛った郵便はがき58が段差56から一方の片葉52と他方の片葉54との間に侵入して，片葉52と片葉54とが不用意に開封されてしまうという問題等もあった(【0002】～【0004】)。",
                    "そこで，甲1発明は，重ね合わせた部分が不必要時には不用意に開封しないようにして，かつ，必要なときには重ね合わせた部分を容易に開封できるようにした重ね合わせ郵便はがきを提供することを目的とするものである(【0005】)。そして，課題を解決するための手段として，請求項1記載のものは，「用紙の裏面に通信情報を表示した後，この通信情報の上面から透明シートを積層接着し，用紙を中央で二葉に折り曲げて向かい合う透明シート同士を重ね合わせ，重ね合わせた二葉の透明シート同士を剥離可能に密着させ，二葉のうちの一方の片葉の隅部にカットラインを入れて隅部を一方の片葉から切離し可能としたことを特徴とする重ね合わせ郵便はがき」(【0006】)とし，請求項2記載のものは，「用紙の裏面に通信情報を表示した後，この通信情報の上面から透明シートを積層接着し，用紙の中央部分を郵便はがきの大きさに確保してその両側の二葉を折り曲げ，この折り曲げた二葉の先端を突き合わせた状態で向かい合う透明シート同士を重ね合わせ，重ね合わせた二葉の透明シート同士を剥離可能に密着させ，二葉の各隅部にカットラインを入れて各々の隅部を二葉から切離し可能としたことを特徴とする重ね合わせ郵便はがき」(【0009】)としたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1には，実施の形態及び効果として，以下の記載がある。",
                    "【0012】",
                    "【発明の実施の形態】図1は本発明に係る第1実施の形態の重ね合わせ郵便はがきを示す平面図，図2は図1のA-A線断面図，図3は図1のB部拡大図である。",
                    "【0013】図1～図3に示すように，重ね合わせ郵便はがき1は，用紙2の裏面2aに通信情報を表示した後，裏面2aに透明シート4を接着剤6で接着し，用紙2及び透明シート4を中央8で二葉10，12に折り曲げて，二葉10，12の透明シート4，4同士を重ね合わせ，両透明シート4，4を剥離可能に接着剤14で密着し，二葉10，12のうちの一方の片葉10の隅部10aにミシン目状等のカットライン16を入れて隅部10aを一方の片葉10から切離し可能としたものである。",
                    "【0015】重ね合わせ郵便はがき1の二葉10，12を重ね合わせ，かつ一方の片葉10の隅部10aにミシン目状等のカットライン16を入れて隅部10aを一方の片葉10に切り取ることなく残すことで，一方の片葉10と他方の片葉12との間に段差を形成することはない。従って，重ね合わせ郵便はがき1が配達途中で不用意に開封されることはない。",
                    "【0016】また，重ね合わせ郵便はがき1は，用紙2の略中央8で折り曲げた二葉10，12のうちの一方の片葉10に所望形状の紙片(例えば，通常のカードサイズの形状であり，以下「カードサイズ紙片」という)20となるようにミシン目状等のカットライン22を入れたものである。なお，所望形状の紙片20は必ずしもカードサイズに限ることはなく，その他に楕円形，円形や三角形などの適宜形状にすることも可能である。",
                    "【0017】カードサイズ紙片20は，例えばその表面20aに郵送先の宛名を表示し，その裏面20b(図4(b)参照)に，イベントへの招待や新製品の紹介等の情報を表示することにより，イベントへの招待状や新製品を紹介した各種データ入りの小紙片として利用することができる。",
                    "【0018】さらに，例えば，従来のように重ね合わせ郵便はがき1を優待券として利用した場合には，重ね合わせ郵便はがき1全体を持参しなければならない面倒があったが，本発明のようにカードサイズ紙片20を優待券として使用することにすれば，カードサイズ紙片20だけを郵便はがきから切り取って持参することができ，郵便はがきよりも小さいカードサイズ紙片20を財布等に収納して持ち運びや収納することが可能となる。",
                    "【0019】つぎに，重ね合わせ郵便はがき1を開封する場合について説明する。受取人は，図1に示すカードサイズ紙片20の左下隅21を指でつまんで，矢印aの方向にカードサイズ紙片20を剥がすことにより，カードサイズ紙片20の裏面20b(図4(b)参照)や他方の片葉12(図4(a)参照)に表示されているイベントへの招待や新製品の紹介の通信情報を見ることができる。",
                    "【0020】そして，通信情報をさらに詳しく見たいときには，受取人は，図5(a)に示すように一方の片葉10の切り取り隅部10aをカットライン16から矢印bの方向に切離すことで，一方の片葉10と他方の片葉12との間に段差を形成できる。つぎに，図5(b)に示すように，その段差から一方の片葉10を矢印cの方向に剥がし，その段差を利用して一方の片葉10を容易に剥がすことができる。ついで，図6に示すように一方の片葉10を他方の片葉12から全部引き剥がして，二葉10，12の裏面の表示を詳しく見ることができる。",
                    "【0021】第2実施の形態図7～図9に基づいて，第2実施の形態の重ね合わせ郵便はがき30について説明する。なお，重ね合わせ郵便はがき30は，第1実施の形態の重ね合わせ郵便はがき1と用紙2の折る位置だけを異ならせたものである。",
                    "【0022】この重ね合わせ郵便はがき30は，通信情報を表示した用紙32の裏面32aに透明シート4を接着剤33で接着し，透明シート4を接着した用紙32の中央部分34を郵便はがきの大きさに確保し，その両側36，38位置で各二葉40，42を折り曲げ，その二葉40，42の先端40a，42aを突き合わせた状態で，二葉40，42の透明シート4，4を中央部分34の透明シート4に剥離可能に密着させ，前記隅部40b，42bにミシン目状等のカットライン44，46を入れて各々の隅部40b，42bを二葉40，42から切離し可能としたものである。",
                    "【0023】重ね合わせ郵便はがき30は，二葉40，42の先端40a，42aを突き合わせ，かつ二葉40，42の切り取り隅部40b，42bにカットライン44，46を入れて各々の隅部40b，42bを二葉40，42から切り取ることなく残した。従って，本発明の重ね合わせ郵便はがき30には，従来の技術に存在した段差がなく，このため重ね合わせ郵便はがき30が配達途中で不用意に開封することはない。",
                    "【0024】つぎに，重ね合わせ郵便はがき30を開封する場合について説明する。図8に示すように二葉40，42の隅部40b，42bをカットライン44，46から切離すことにより，切離した部分に段差を形成することができる。つぎに，図5(b)に示すように，二葉40，42を矢印d及び矢印eの方向に引き剥がして，その部分に段差を形成することにより，二葉40，42を中央部分34から容易に引き剥がすことが可能となる。そして，図9に示すように二葉40，42を中央部分34から全部引き剥がすことにより，二葉40，42や中央部分34の裏面に表示されている通信情報を読み取ることが可能となる。",
                    "【0025】上記の説明中，用紙2，32の通信情報表示面の上面に透明シート4を積層接着する構成を説明したが，この構成に代えて熱蒸着可能なコーティング層を用紙の通信情報表示面の上面に印刷手法により形成するようにしてもよく，このコーティング層を向かい合わせてから加熱して対応面同士を仮接着させるようにしたものも当然に本発明の範囲に含まれる。さらに本発明の構成には，用紙全体を三重(側面Z形)に折り重ねるようにしたものも含まれることはもちろんである。",
                    "【0026】",
                    "【発明の効果】以上述べたように，請求項1による重ね合わせ郵便はがきによれば，重ね合わせ郵便はがきの二葉を重ね合わせ，かつ二葉のうちの一方の片葉の切り取り隅部にカットラインを入れて，隅部を切り取ることなく一方の片葉に残した。従って，従来の技術のように一方の片葉と他方の片葉との間に段差を形成することはない。このため，例えば重ね合わせ郵便はがきをポストに投函したとき，重ね合わせ郵便はがきに他の郵便はがきが引っ掛かることがないので，他の郵便はがきが一方の片葉と他方の片葉との間に侵入して，重ね合わせ郵便はがきが不用意に開封されることはない。",
                    "【0027】また，一方の片葉を他方の片葉から剥がすときには，片葉に形成した隅部をカットラインから切離して取り除くことにより段差を形成することができ，その段差から一方の片葉を容易に引き剥がすことができる。",
                    "【0028】請求項2は，両側の二葉の先端を突き合わせ，かつ二葉の切り取り隅部にカットラインを入れて，各々の隅部を切り取ることなく二葉に残した。従って，重ね合わせ郵便はがきには従来の技術に示す段差は形成されない。このため，例えば重ね合わせ郵便はがきをポストに投函したとき，重ね合わせ郵便はがきに他の郵便はがきが引っ掛かることがないので，他の郵便はがきが二葉の両端部の間に侵入して，重ね合わせ郵便はがきが不用意に開封されることはない。",
                    "【0029】また，この二葉を中央部分から剥がすときには，二葉の両端に形成した隅部をカットラインから切離して取り除くことにより段差を形成することができ，その段差から二葉を容易に引き剥がすことができる。」",
                    "【図1】甲1発明に係る第1実施の形態の重ね合わせ郵便はがきを示す平面図",
                    "1：重ね合わせ郵便はがき",
                    "2：用紙",
                    "8：中央",
                    "10：一方の片葉",
                    "10a：隅部",
                    "16：カットライン",
                    "20：カードサイズ紙片",
                    "20a：表面",
                    "21：左下隅",
                    "22：カットライン",
                    "【図4】(a)は上記郵便はがきから所望形状の紙片を剥離した状態を示す平面図(b)は上記郵便はがきから剥離した所望形状の紙片を示す裏面図",
                    "12：他方の片葉",
                    "20b：裏面",
                    "【図7】甲1発明に係る第2実施の形態の重ね合わせ郵便はがきを示す平面図",
                    "30…重ね合わせ郵便はがき",
                    "32…用紙",
                    "36，38：中央部分の両側",
                    "40，42…二葉",
                    "40a，42a…二葉の先端",
                    "40b，42b…隅部",
                    "44，46…カットライン",
                    "【図9】上記郵便はがきを開封した状態を示す平面図",
                    "34：中央部分"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，甲1においては，第1実施の形態として，段落【0013】～【0020】，図1～6において，用紙2の裏面2aに通信情報を表示した後，裏面2aに透明シート4を接着剤6で接着し，用紙2及び透明シート4を中央8で二葉10，12に折り曲げて，二葉10，12の透明シート4，4同士を重ね合わせ，両透明シート4，4を剥離可能に接着剤14で密着して形成した重ね合わせ郵便はがき1において，二葉10，12のうちの一方の片葉10の隅部10aにミシン目状等のカットライン16を入れて隅部10aを一方の片葉10から切離し可能としたものが記載され，第2実施の形態として，段落【0021】～【0024】，図7～9において，通信情報を表示した用紙32の裏面32aに透明シート4を接着剤33で接着し，透明シート4を接着した用紙32の中央部分34を郵便はがきの大きさに確保し，その両側36，38位置で各二葉40，42を折り曲げ，その二葉40，42の先端40a，42aを突き合わせた状態で，二葉40，42の透明シート4，4を中央部分34の透明シート4に剥離可能に密着して形成した重ね合わせ郵便はがき30において，隅部40b，42bにミシン目状等のカットライン44，46を入れて各々の隅部40b，42bを二葉40，42から切離し可能としたものが記載されている。",
                "ところが，第2実施の形態において，「カードサイズ紙片」を加えた構成について，本文中の記載及び図面にも直接的に記載したものはなく，これを窺わせる記載も存在しない。",
                "そして，甲1発明の目的は，上記(1)アに記載したとおり，重ね合わせた部分が不必要時には不用意に開封しないようにして，かつ，必要なときには重ね合わせた部分を容易に開封できるようにした重ね合わせ郵便はがきを提供することであり，発明の効果として，隅部にカットラインを入れて，隅部を切り取ることなく一方の片葉に残したために，従来技術のように段差を形成することはないため，重ね合わせ郵便はがきに他の郵便はがきが引っかかって不用意に開封されることがなく，剥がすときには，片葉あるいは二葉の両端に形成した隅部をカットラインから切離して取り除くことにより段差を形成することができ，その段差から一方の片葉を容易に引き剥がすことができる(【0026】～【0029】)と記載されているのみである。これらの記載から見て，甲1の請求項に記載された発明の本質的部分は，隅部にカットラインを入れた構成に存するものであることは明らかである。",
                "したがって，第1実施の形態に記載された「カードサイズ紙片」は，甲1全体を通じて理解される技術思想であるとは理解できず，単に，用紙を中央で二葉に折り曲げて，二葉同士を重ね合わせ，剥離可能に接着剤で密着して形成した重ね合わせ郵便はがきを第1実施の形態とし，その一例の構成として示されたものにすぎない。よって，第1の実施の形態における「カードサイズ紙片」は，第2の実施の形態と関連性を有するものではなく，第2の実施例において「カードサイズ紙片」を設けることが自明であるとも，記載されているに等しいものと認めることもできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，段落【0021】の記載から，カードサイズ紙片20が設けられた第1実施の形態の重ね合わせ郵便はがき1と用紙の折る位置だけを異ならせた重ね合わせ郵便はがき30には，重ね合わせ郵便はがき1のカードサイズ紙片20と同じカードサイズ紙片が設けられていることを示唆したものであると主張する。",
                "しかし，段落【0021】は，「第2実施の形態図7～9に基づいて，第2実施の形態の重ね合わせ郵便はがき30について説明する。」としているところ，図7～9には，第1実施の形態における「カードサイズ紙片」を窺わせる記載は一切なく，続く段落【0022】，【0023】において具体的な構成と効果が，段落【0024】において開封方法が記載されているが，これらのいずれについても，第1実施の形態で示されたような「カードサイズ紙片」に関する記載がないこと，前記のとおり，「カードサイズ紙片」は，第1実施の形態において付加された，甲1に記載された発明の特定事項とは異なる構成であることからすれば，「第1実施の形態の重ね合わせ郵便はがき1と用紙2の折る位置だけを異ならせた」という記載によって，「カードサイズ紙片」の構成を第2実施の形態が含むことを示唆するものと解することはできない。",
                "また，原告は，カードサイズ紙片は，甲1の第1実施の形態ではなく，甲1に第1実施の形態として示された2つ折りの重ね合わせ郵便はがき1の発明の構成要素そのものであり，甲1の第1実施の形態や第2実施の形態の発明に係る本質的部分が隅部のカットラインにあるか否かにかかわらず，第2実施の形態の発明は，第1実施の形態の発明と同様に，カードサイズ紙片を備えたものであると主張する。",
                "しかし，第1実施の形態という実施例自体を発明と捉え，カードサイズ紙片がその発明を基礎付ける構成要素そのものであると見ることはできるが(したがって，第1実施の形態から甲1の1発明を認定した審決の判断は正当である。)，そのことが，第2実施の形態においてカードサイズ紙片が発明の構成要素になることに繋がるものではなく，原告の主張は失当である。",
                "さらに，原告は，第1実施の形態と第2実施の形態は，同一文献に記載された発明の2つの実施形態(具体的なもの)であり，第1実施の形態に具体的なカードサイズ紙片が設けられていれば，当業者は，当然に第2実施の形態にも，第1実施の形態に設けられたものと同じ具体的なカードサイズ紙片が設けられていると考えると主張する。",
                "しかし，前記のとおり，第1実施の形態における「カードサイズ紙片」は，甲 1における従来技術，問題点，課題解決のいずれにも結び付かないものであり，同じ明細書に記載があるということのみで，当然に第2実施の形態にも同じ「カードサイズ紙片」が設けられているということはできず，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，審決の甲1の2発明の認定及び甲1の技術内容に原告指摘の誤認はなく，本件発明1が甲1に記載された発明と同一とすることはできない。",
                "したがって，取消事由1に理由はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(甲1の2を主引例とする進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，第1実施の形態と第2実施の形態の構成は，段落【0021】にあるとおり，折り方(折る位置)が異なるだけであるから，甲1に接した当業者は，当然に，重ね合わせ郵便はがき1(第1実施の形態)に示された発明(技術的事項)であるカードサイズ紙片20(相違点1に係る構成)を重ね合わせ郵便はがき30(第2実施の形態)の発明に適用することを考え，前者を後者に適用する動機付けは十分にあると主張する。",
                "しかし，前記2のとおり，甲1の第2実施の形態には，カードサイズ紙片20が設けられていることを示す記載はなく，甲1には，その示唆もない。前記のとおり，甲1の1発明と甲1の2発明は，甲1に記載された請求項1及び2にそれぞれ対応する発明の別実施例であり，甲1に記載された発明の課題，目的は，カードサイズ紙片とは関連しないものであるから，甲1の2発明において，甲1の1発明の「カードサイズ紙片」を組み合わせる動機付けはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，甲1の2発明において，「カードサイズ紙片」を設けることを想起したとしても，以下のとおり，必ずしも，甲1の2発明の中央面34に設けることが動機付けられるものではない。",
                "すなわち，原告は，カードサイズ紙片20が，通常のカードサイズ形状であり，宛名が表示されたカード一般として利用できるものであることを前提として，中央面34がこれを設けるのに適しており，設けるとするならば，この部分に設けることになると主張する。",
                "しかし，前記2(1)の段落【0016】～【0019】によれば，カードサイズ紙片20は，通常はカードサイズの形状であるが，必ずしもカードサイズに限ることはなく，その他に楕円形，円形や三角形などの適宜形状にすることも可能であること，例えば，その表面20aに郵送先の宛名を表示し，その裏面20bにイベントへの招待や新製品の紹介等の情報を表示できること，優待券として使用することにすればカードサイズ紙片20だけを郵便はがきから切り取って持参することができること，カードサイズ紙片20の左下隅21を指でつまんでカードサイズ紙片20を剥がすことが，それぞれ理解でき，カードサイズ紙片の大きさと形状について，限定をしていないものである。",
                "また，原告は，カード紙片が宛名面として利用されることを前提として，その宛名面に最も適するのは，中央面34であることをその論拠とする。",
                "しかし，甲1の1発明は，用紙2の裏面2aに通信情報を表示した後，裏面2aに透明シート4を接着剤6で接着し，用紙2及び透明シート4を中央8で二葉10，12に折り曲げて，二葉10，12の透明シート4，4同士を重ね合わせ，両透明シート4，4を剥離可能に接着剤14で密着したもので，一方の片葉10を他方の片葉12から全部引き剥がして，二葉10，12の裏面の表示を詳しく見ることができるものであり(【0013】，【0020】，図1～6)，カットライン16が設けられた一方の片葉10に郵送先の宛名が記載されたカードサイズ紙片20を設けている。一方，甲1の2発明は，通信情報を表示した用紙32の裏面32aに透明シート4を接着剤33で接着し，用紙32の中央部分34を郵便はがきの大きさに確保し，その両側36，38位置で各二葉40，42を折り曲げ，その二葉40，42の先端40a，42aを突き合わせた状態で，二葉40，42の透明シート4，4を中央部分34の透明シート4に剥離可能に密着させたもので，二葉40，42を中央部分34から全部引き剥がすことにより，二葉40，42や中央部分34の裏面に表示されている通信情報を読み取ることが可能となるものであり(【0022】，【0024】，図7～9)，カットライン44，46が，それぞれ二葉40，42設けられているものである。",
                "ここで，「なお，重ね合わせ郵便はがき30は，第1実施の形態の重ね合わせ郵便はがき1と用紙2の折る位置だけを異ならせたものである。」(【0021】)との記載に照らすと，甲1の2発明に係る図7，図8，図9は，甲1の1発明に係る図1，図2，図6に対応して，それぞれ重ね合わせ郵便はがきの開封前の平面図，その断面図，重ね合わせ郵便はがきを開封した状態を示す平面図を示していると理解され，前記のとおり，カードサイズ紙片が郵便はがきから剥がして持参可能であり，カードサイズに限らないものであることを勘案すると，図7は，郵送先の宛名面について明示はないものの，郵送先の宛名面は，片葉40，42の表面であり，中央部分34の表面ではないと解するのが自然であり，あえて中央部分34に宛名面を設けることが動機付けられるものではないと認められる。",
                "そうすると，甲 1 の1発明と甲1の2発明に同時に接した当業者が，仮に，カードサイズ紙片を甲1の2発明に適用することを想起し，宛名面にこれを利用しようとした場合であっても，カードサイズ紙片が設けられるのは，片葉40，42であり，甲1の2発明である重ね合わせ郵便はがき30(第2実施の形態)の中央部分34にカードサイズ紙片を設けたものを想到することは困難である。",
                "したがって，原告の上記主張は採用できない。",
                "そして，原告の提出した他の証拠にも，用紙の中央部分を郵便はがきの大きさに確保し，その両側位置で各二葉を折り曲げ，その二葉の先端を突き合わせた状態で，二葉を中央部分に剥離可能に密着して形成した重ね合わせ郵便はがきにおいて，中央部分にカードサイズ紙片等「分離して使用するもの」を設けたものはないことから，相違点1に係る本件発明1の発明特定事項のように構成することは，当業者が容易に想到することができたとすることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(甲1の1を主引例とする進歩性判断の誤り)について",
          "text": [
            "原告は，審決が，甲1の重ね合わせ郵便はがき30(第2実施の形態)の中央部分34にカードサイズ紙片20を設けることは甲1に示唆されていることを看過し，また，甲1において，重ね合わせ郵便はがき30の中央部分34にカードサイズ紙片20を設けることは，当業者が容易に想到できることを見誤ったもので，誤りであると主張する。",
            "しかし，上記については，既に取消事由1及び2において認定説示したとおりであり，その前提において誤りがあるから，原告の主張は採用できない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(甲2を主引例とする進歩性判断の誤り)について",
          "text": [
            "原告は，審決が，甲1の重ね合わせ郵便はがき30(第2実施の形態)の中央部分34はカードサイズ紙片20を設けるのに適していることを看過したもので，誤りであると主張する。",
            "しかし，前記に述べたように，カードサイズ紙片20を設けるのに適しているかどうかは，必ずしも組合せの動機付けを説明するものとはいえない上，3つ折りの構成にしたとしても，必ずしも，分離して使用するものを中央部分に配置することにはならず，原告の提出した他の証拠を踏まえても，そのような構成が適宜であるとすることはできない。",
            "したがって，原告の主張は採用できない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の主張する取消事由にはいずれも理由がないから，原告の請求を棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10030",
    "date": "2014-10-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084583",
    "ipprecedent_id": "3879",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}