{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙物件目録1ないし7記載の各製品を製造し，譲渡し，輸出し，又はその譲渡の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項記載の各製品及びその半製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "5",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「ハイドロキシシンナム酸誘導体又はこれを含むトウキ抽出物を含有する痴呆予防及び治療用の組成物」とする発明に係る特許(特許番号  特許第4350910号。以下「本件特許」という。)の専用実施権者である控訴人が，原判決別紙物件目録1ないし7記載の各製品(以下「被控訴人各製品」という。)は本件特許の特許請求の範囲の請求項1記載の発明(以下「本件発明」という。)の技術的範囲に属し，被控訴人によるその製造，譲渡，輸出及びその譲渡の申出は控訴人の専用実施権を侵害するとして，特許法100条1項及び2項に基づき，被控訴人に対し，被控訴人各製品の製造等の差止め並びに被控訴人各製品及びその半製品の廃棄を求める事案である。",
            "原審は，被控訴人各製品は本件発明の技術的範囲に属しないとして，控訴人の請求をいずれも棄却したところ，控訴人が，これを不服として控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，本件の争点，争点に関する当事者の主張は，原判決を次のとおり補正するほか，原判決の「事実及び理由」第2の1及び3並びに第3のとおりであるから，これを引用する。",
            "原判決6頁13行目の「痴呆及び治療用の」を「痴呆予防及び治療用の」と改める。",
            "原判決7頁3行目冒頭に「ア」を加え，同頁6行目冒頭から同頁19行目末尾までを，次のとおり改める。",
            "「イ  次に，本件特許権者は，本件特許の出願経過において，本件発明の構成要件Cの「組成物」から食品の構成を除外し，又は薬剤に限定するような補正や主張をしていないし，本件発明と独立の関係にある「食品組成物」に係る他の請求項を削除する補正を行ったものの，本件発明が特許査定されたのはかかる補正を行ったためではない。",
            "よって，栄養補助食品が構成要件Cの「組成物」に該当するとの控訴人の主張に対し，包袋禁反言の原則が適用される理由はない。",
            "そもそも，特許庁審査官は，本件発明に係る「組成物」に食品組成物が含まれると考えて審査を行っており，これが医薬組成物のみを指すことを前提に審査された形跡はない。",
            "このことは，フェルラ酸が，当業者において，基本的に，食品添加物すなわち食品，あるいは化粧品の原材料物質と認識されてきたという技術常識や，特許庁審査官が，拒絶理由通知書において，特開平4-210643号公報(後記引用文献1)にクロロゲン酸は食品に添加する旨記載されていることなどを挙げて，本件発明が当該引用文献に記載された発明であると指摘していることから明らかである。",
            "また，本件特許権者は，平成18年12月13日付け意見書(乙11)において，食品組成物のクレームである補正後の請求項7について，「請求項1の組成物を食品の形態にしたものであり，請求項1に記載の全ての構成を含んでいる」と述べており，特許庁審査官は，これを前提に審査している。",
            "拒絶査定における食品組成物に関する拒絶理由は，その指摘内容から見て，医薬組成物及び食品組成物の両方を含む組成物の新規性に関する拒絶理由と，有効量配合の自明性に関する拒絶理由を前提としている。",
            "そして，拒絶査定後に本件特許権者が，本件発明に「フェルラ酸又はイソフェルラ酸である」との限定を加えるとともに，本件発明が，フェルラ酸やイソフェルラ酸の活性酸素除去作用ではなく，フェルラ酸やイソフェルラ酸がβアミロイドの脳内蓄積による神経損傷を防止し認知能力を高めることにより，痴呆予防及び治療用組成物として使用できることに着目してなされた発明であり，特開平10-295325号公報(後記引用文献2)に記載の発明とは異なるとの，本件発明の技術的意義に則した説明を行ったことにより，上記の拒絶理由はいずれも解消された。",
            "請求項1の「組成物」が請求項7の食品組成物を包含するものであることを明示的に指摘していた本件特許権者は，かかる指摘を前提に，請求項1に「フェルラ酸又はイソフェルラ酸である」との限定を加える補正及び本件発明の技術的意義に則した説明を行うことで，組成物に関する請求項1の発明(本件発明)が食品組成物を包含した内容のままで権利化できることが見込まれたため，平成20年9月29日付け(乙14)及び同年10月29日付け(乙15)の各手続補正書によって，これと重複する請求項7ないし12を削除したにすぎないから，これをもって，本件特許権者が，本件発明の「組成物」から食品の構成を除外したと解することはできない。",
            "そして，このような経過からすれば，本件発明が特許査定されたのは，食品組成物を含む本件発明の新規性・進歩性が受け入れられたためであって，請求項7ないし12が削除されたためではない。",
            "本件特許権者は，「組成物」クレームにおいて「薬学的に」との表現を用いているが，「組成物学的に」との表現が存在しないため，これに代わる表現として，世上よく使用される「薬学的に」との表現を用いたにすぎず，これをもって，本件特許権者が，「組成物」の範囲を限定し，「組成物」クレームから食品組成物を除外する趣旨であると理解することはできない。",
            "また，本件発明は，「痴呆予防及び治療用の」組成物であるところ，補正後の請求項7にも，「痴呆予防及び治療用の」という用途が「食品組成物」について規定されていたことや，本件発明に係る明細書の段落【0006】に「本発明のさらに他の目的は，痴呆予防及び治療の効果が有る機能性食品組成物を提供することである。」と記載されていることに照らすと，「治療用の」との記載から，本件発明が医薬組成物に限られると解することはできない。」",
            "原判決8頁11行目末尾に，改行の上，次のとおり加える。",
            "「  この点，控訴人は，特許査定の経過に関して，本件発明が特許査定されたのは請求項1に「フェルラ酸又はイソフェルラ酸である」との限定を加えたためであり，「食品組成物」に係る請求項7ないし12を削除する補正を行ったためではないと主張する。しかしながら，フェルラ酸やイソフェルラ酸を含む組成物が食品として利用される限り，痴呆の予防及び治療を目的としても「食品として新たな用途を提供するものとはいえない」以上，控訴人の指摘する新たな作用機序にかかわらず，食品として新規性を有することはない。そして，食品としての新規性の議論の中で本件特許権者が行った対応は，補正後の請求項7ないし12を削除することのみであり，その他の主張，補正等は何ら行っていないから，本件特許権者が本件特許に関して食品に関する適用を断念したことは明らかである。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も， 被控訴人各製品は本件発明の技術的範囲に属しないから，控訴人の請求は理由がないと判断する。その理由は，原判決を以下のとおり補正するほか，原判決の「事実及び理由」第4の1ないし3のとおりであるから，これを引用する。",
            "原判決11頁20行目の「免疫細胞化学染色」の次で改行し，「4-5」を次行目冒頭に繰り下げる。",
            "原判決14頁12行目の「甲，」を削り，同行目の「9ないし16」の次に「，17，28」を加え，同頁13行目の「認めるができ，」を「認めることができ，」と改める。",
            "原判決14頁15行目の「出願当初の請求項1，2及び8に係る」を「出願当初の特許請求の範囲は，「組成物」を対象とする請求項1ないし7と，「食品組成物」を対象とする請求項8ないし14からなり，これらのうち，請求項1，2，8及び9に係る」と改める。",
            "原判決15頁下から6行目の末尾に，改行の上，次のとおり加える。",
            "「【請求項9】前記化学式Ⅰのハイドロキシシンナム酸誘導体がフェルラ酸又はイソフェルラ酸である請求項8に記載の食品組成物。」",
            "原判決15頁下から5行目の「拒絶理由通知」の次に「(乙10。以下「本件拒絶理由通知」という。)」を加える。",
            "原判決16頁22行目の「補正した。」の次に「なお，この補正により，補正前の請求項4及び11は削除され，補正前の請求項5ないし10，12ないし14は，補正後の請求項4ないし12に順次繰り上げられたため，補正前の請求項9は，補正後の請求項7を引用する請求項8となった。」を加える。",
            "原判決18頁1行目及び11行目の「乙4」をいずれも「乙4，11」と，同頁12行目の「7月1日」を「6月25日」と，それぞれ改め，同頁13行目の「拒絶査定」の次に「(以下「本件拒絶査定」という。)」を加える。",
            "原判決18頁21行目の「本件特許権者は，」の次に「平成20年9月29日，上記拒絶査定に対する不服審判を請求するとともに，」を加え，「平成20年9月29日付け」を「同日付け」と改め，同19頁2行目の「削除した」の次に「(これらの補正を併せて，以下「本件補正」という。)」を加える。",
            "原判決19頁13行目の「26日」を「15日」と改める。",
            "原判決19頁15行目の「上記イで認定した」から同頁18，19行目の「補正の経過に鑑みると，」までを「上記イで認定したところによれば，」と，同頁19行目の「上記の」を「いわゆる」と，同頁20行目の「13」を「14」と，同頁26行目の「出願当初の」から同20頁1行目の「7ないし12)」までを「出願当初の請求項8ないし10，12ないし14と実それぞれ改める。",
            "原判決20頁5行目の「ものであること」の次に「が認められ」を加え，同頁9行目の「13」を「14」と，同頁10行目の「前同請求項1ないし7」を「上記補正後の請求項1ないし6」と，同頁11，12行目の「前同請求項8ないし13」を「上記補正後の請求項7ないし12」と，それぞれ改める。",
            "原判決20頁21行目冒頭から同頁24行目末尾までを，次のとおり改める。",
            "「  すなわち，特許庁審査官は，請求項1に係る「組成物」を医薬組成物と認識して本件発明について審査をしたものであり，本件特許権者はその審査官の認識を前提として審査に対応したものというべきである。」",
            "原判決21頁5行目冒頭から同頁21行目末尾までを，次のとおり改める。",
            "控訴人は，特許庁審査官は本件発明に係る「組成物」に食品組成物が含まれると考えて審査を行っており，これが医薬組成物のみを指すことを前提に審査された形跡はないと主張する(補正後の原判決第3の3〔控訴人    しかしながら，仮に，特許庁審査官が，請求項1における「組成物」に医薬組成物のみならず食品組成物が含まれると理解していたのであれば，請求項1の発明は，本件補正の前後を問わず，「フェルラ酸を含有する食品」を含む点で，引用文献2に記載された発明に対して新規性を有しないこととなるから，本件特許権者に対し，その旨の拒絶理由が通知されることとなるはずである。それにもかかわらず，本件特許の審査の過程を通じて，このような拒絶理由が本件特許権者に通知されることがなかったことに照らすと，特許庁審査官が請求項1における「組成物」は食品組成物を含むものではないと理解していたことは明らかである。",
            "これに対し，控訴人は，本件拒絶理由通知における引用文献1の引用箇所の記載に照らして，特許庁審査官は本件発明の「組成物」に食品組成物が含まれると考えていたと主張する(同上)。",
            "しかるに，本件拒絶理由通知は，請求項1及び8(いずれも当時)の発明の新規性を否定する理由として，「引用文献1には，クロロゲン酸が神経成長因子生合成促進作用を有し，アルツハイマー病の治療に有用である旨記載されている(…)。また，上記クロロゲン酸は食品に添加する旨記載されている(…)。」と記載している(乙10)のであり，これをもって，特許庁審査官が，食品組成物に関する発明である上記請求項8の発明のみならず，上記請求項1の発明も食品組成物を含むと理解していたことが裏付けられるとはいえない。",
            "「請求項1の組成物を食品の形態にしたものであり，請求項1に記載の全ての構成を含んでいる」と記載された本件特許権者の平成18年12月13日付けの意見書(乙11)を前提に，審査をしたと主張する(同上)。",
            "しかしながら，仮に，上記意見書の記載が，請求項1の「組成物」に食品組成物が含まれるとの趣旨に解されるものであったとしても，その後，請求項1の発明が引用文献2に記載の発明に対して新規性を有しない旨の拒絶理由が，特許庁審査官から新たに通知されていないことに照らせば，特許庁審査官は，請求項1の「組成物」が食品組成物を含むとの理解を採用することはなかったというべきである。",
            "以上によれば，控訴人の上記主張は採用することができない。",
            "控訴人は，本件補正をもって，本件特許権者が本件発明の「組成物」から食品の構成を除外したと解することはできず，また，本件発明が特許査定されたのは，食品組成物を含む本件発明の新規性・進歩性が受け入れられたためであり，本件補正によって請求項7ないし12が削除されたためではない，と主張する。",
            "しかしながら，特許庁審査官が，請求項1における「組成物」が食品組成物を含むものではないと理解していたことは，りである。このような特許庁審査官の理解は， 請求項1ないし7(同補正後の請求項1ないし6)の発明が引用文献2に記載の発明に対して新規性を有しないとはしていない本件拒絶理由通知や本件拒絶査定の記載内容を通じて，本件特許権者においても当然に認識していたものと認めることができる。",
            "そして，このような特許庁審査官の理解によれば，請求項7の発明は，「ハイドロキシシンナム酸誘導体」をさらに「フェルラ酸又はイソフェルラ酸である」と特定するか否かを問わず，「フェルラ酸を含有する食品」を含む以上，引用文献2に記載された発明に対して新規性を有することはない。このことは，現に上記のとおりの特定がされた上記補正後の請求項8の発明を含めて，引用文献2に記載された発明との関係で新規性がないとの拒絶理由が示されていたこと(乙13)からも明らかである。",
            "この点，控訴人は，本件特許に係る発明が，フェルラ酸やイソフェルラ酸がβアミロイドの脳内蓄積による神経損傷を防止するとの作用機序に着目してなされた発明であると指摘する(同上)。",
            "しかし，かかる作用機序が，引用文献2(乙28)に記載された，フェルラ酸を含有すると認められるトウキのアルコール抽出物の活性酸素除去作用とは異なるものであるとしても，痴呆の予防及び治療の目的が食品としての新たな用途を提供するものとはいえない以上，これに関わるこのような作用機序の相違をもって，「フェルラ酸を含有する食品」に係る発明が引用文献2に記載された発明に対して新規性を有することとなるものではない。",
            "これらの事情に加え，控訴人が，本件補正に係る補正事項の説明において，「拒絶査定において，本願請求項7-12に係る発明は，引用文献6(判決注・引用文献2を指す。)に記載された発明であると認定された。このご認定に対し，手続補正書において，請求項7-12を削除したので，当該拒絶の理由は解消されたと思料する。」と記載し(乙16)，前記イの発明が引用文献2に記載の発明に対して新規性を有しないとの特許庁審査官の認定判断を前提に，上記各請求項の削除によってかかる拒絶理由が解消されたと述べていることに照らせば，本件特許権者は，本件特許に関して，食品組成物としての発明について特許を取得することを断念する趣旨で本件補正を行ったと解するのが相当であり，これを踏まえ，本件特許について特許査定がされたと認められる。",
            "よって，控訴人の上記主張は採用することができない。",
            "なお，控訴人がその他縷々主張する点は，いずれも，前記イ，ウ及び上記の認定判断を左右するものではない。」"
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上によれば，控訴人の請求は理由がないからこれを棄却した原判決は正当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}