{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，995万円及びこれに対する平成25年6月28日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「アクセス制御システム，アクセス制御方法およびサーバ」とする特許権(特許番号第5211401号。以下，この「特許」を「本件特許」といい，この特許権を「本件特許権」という。)の特許権者である控訴人が，本件特許に係る日本語でされた国際特許出願(以下「本件特許出願」という。)の国際公開後その設定登録前及び設定登録後に，被控訴人がその運営する「ミクシィ」という名称のソーシャル・ネットワーキング・サービス(SＮS)(以下，単に「ミクシィ」という。)においてスマートフォン端末の位置情報を利用した「一緒にいる人とつながる」との名称の機能(以下「本件機能」という。)のサービスを提供した行為が本件特許に係る発明の実施に該当する旨主張して，被控訴人に対し，特許法184条の10第1項に基づく補償金の一部請求として495万円及び本件特許権侵害の不法行為に基づく損害賠償の一部請求として500万円の合計995万円及び遅延損害金の支払を求めた事案である。",
            "原判決は，本件機能を含むミクシィのコンピュータシステム(被告物件)及び同コンピュータシステムで用いられる方法(被告方法)は本件特許に係る発明の技術的範囲に属さないとして，控訴人の請求を棄却した。",
            "控訴人は，原判決を不服として控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "前提事実は，次のとおり訂正するほか，原判決の「事実及び理由」の第2の2に記載のとおりであるから，これを引用する。",
            "原判決2頁10行目から22行目までを次のとおり改める。",
            "「ア  控訴人は，平成22年9月15日，本件特許出願(優先日同年2月15日，優先権主張国日本国。特願2011-553710号)をした。",
            "本件特許出願は，平成23年8月18日に国際公開された後，控訴人は，平成25年3月8日，本件特許権の設定登録を受けた。",
            "控訴人は，本件控訴提起後の平成26年9月21日，本件特許について特許請求の範囲の減縮等を目的として訂正審判請求(甲24。以下「本件訂正」という。)をした。なお，本件訂正に係る訂正審判事件(訂正2014-390141号)は，特許庁に係属中である。"
          ],
          "content": [
            {
              "fig": "イ",
              "subject": "本件特許の特許請求の範囲は，請求項1ないし13から成り，その請求項1及び10の記載は，以下のとおりである(以下，請求項1に係る発明を「本件発明1」，請求項10に係る発明を「本件発明10」という。)。」",
              "text": [
                "原判決3頁19行目の「本件特許」を「本件発明1及び10」と，同20行目の「本件特許1」を「本件発明1」とそれぞれ改める。",
                "原判決4頁7行目の「本件特許2」を「本件発明10」と改める。",
                "原判決6頁9行目及び7頁14行目の各「を押す」を押すと」を「を押す」ボタンを押すと」とそれぞれ改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "被告物件の本件発明1の技術的範囲の属否(争点1)"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": ""
            },
            {
              "fig": "イ",
              "subject": ""
            },
            {
              "fig": "ウ",
              "subject": ""
            },
            {
              "fig": "エ",
              "subject": "",
              "text": [
                "被告方法の本件発明10の技術的範囲の属否(争点2)",
                "特許法104条の3第1項(184条の10第2項，65条2項による準用を含む。)に基づく本件特許権及び補償金請求権の権利行使制限の成否(争点3)"
              ]
            },
            {
              "fig": "ア",
              "subject": "本件特許出願の優先日前に実施されていたミクシィのコンピュータシステムに係る発明(以下「公然実施発明1」という。)を主引例とする進歩イ  本件特許出願の優先日前に頒布された刊行物である乙11(特開2009-146139号公報)記載の発明を主引例とする新規性欠如の無効理  控訴人の補償金の額及び損害額(争点4)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "被告物件の本件発明1の技術的範囲の属否(争点1)について",
          "text": [
            "当事者の主張は，次のとおり訂正するほか，原判決9頁5行目から12頁24行目までに記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原判決9頁8行目の「本件特許」を「本件発明1の構成要件A」，同頁15行目の「「一緒にボタンを押す」を」を「「一緒にボタンを押す」ボタンを」とそれぞれ改める。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原判決10頁5行目の「「一緒にボタンを押す」のボタン」を「「一緒にボタンを押す」ボタン」と，同頁7行目から8行目にかけての「本件特許」を「本件発明1の構成要件A」とそれぞれ改める。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原判決11頁6行目の「ケース」を「レアケース」と改める。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原判決11頁8行目末尾に行を改めて次のとおり加える。",
                "「    しかも，本件特許出願の願書に添付した明細書(以下，図面を含めて，「本件明細書」という。甲2)にも，本件発明1の「所定の地理的エリア内」の具体例として，例えば，「10メートル範囲内」の記載があり，「10メートル範囲内」であれば，被告物件と同様に意思疎通のない第三者がノイズとして混入するという偶然のレアケースが起こり得る。構成要件Bの「所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意がとれたことを確認するための確認手段」にいう「同意の確認」は，このような偶然のレアケースとして意思疎通のない第三者がノイズとして混入するおそれのある「同意の確認」である。",
                "したがって，ノイズが混入するおそれのある被告物件の構成a及びb①は，構成要件Bを充足する。",
                "原判決の判断の誤り"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原判決は，構成要件Bは，「所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意」を一体の要件として定めているものであるから，その確認も一体のものとしてなされることが予定されており，所定の地理的エリア内にいた者について，その後，コンタクト可能状態にするための同意のみを確認する構成は含んでいないと解するのが相当であり，「地理的エリア内にいる者」であることの確認時期と「同意がとれたこと」の確認時期とを同一時期に限定解釈すべきであるとした上で，被告物件は，「同意がとれたこと」の確認時点では「地理的エリア内にいる者」であることの確認を行っていないから，構成要件Bを充足しない旨判断した。",
                "しかしながら，本件発明1の特許請求の範囲(請求項1)には，「地理的エリア内にいる者」であることの確認時期と「同意がとれたこと」の確認時期とが同一時期であることに限定する記載はない。",
                "かえって，本件明細書の段落【0129】ないし【0131】には，「出会い時点登録」を利用した本件発明1の第1の実施形態の変形例が記載されおり，この変形例は，出会った者同士が別れた後に交流の同意を得て共有仮想タグを生成する例である。",
                "段落【0131】には，「なお，共有仮想タグ生成の申し出に対して，相手方が同意すれば，出会った場所等に共有仮想タグが生成されるのである…」との記載があり，この相手方の同意時が最終的な同意時であるが，同段落には，相手方の同意の際に，「地理的情報」を利用することについての記載も示唆もない。他方で，段落【0129】，【0130】には，この相手方の同意の前に行われる「コンタクトを取りたい相手をサーバ10に検索してもらう」行程において「地理的情報」が利用されていることが記載されている。",
                "これらの段落【0129】ないし【0131】の記載から，「地理的情報」の利用時期が最終的同意時期に限定されないことを理解することができる。",
                "また，本件発明1の課題は，互いの個人情報(電話番号やメールアドレス)を通知しないで，連絡可能状態とする方法を提供することにあり，このような課題を解決するために，本件発明1は，同意した者同士がコンタクト用共有ページにアクセスして情報交換できるようにすることにより，互いの個人情報(電話番号やメールアドレス)を通知しないで連絡可能状態となるようにしたものであり，「地理的エリア内にいる者」であることの確認時期と「同意がとれたこと」の確認時期とが同一時期である必要はない。",
                "そうすると，本件発明1においては，「地理的エリア内にいる者」であることの確認時期と「同意がとれたこと」の確認時期とが同一時期であると限定解釈すべき理由はなく，異なる時期であるものも本件発明1に包含されるというべきであるから，被告物件の構成a及びb①ないし③は，構成要件Bを充足する。",
                "したがって，原判決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "次に，原判決が示した，構成要件Bは，「所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意」を一体の要件として定めているものであるとの解釈は，原審において当事者が主張した事実及び法的構成ではない。",
                "したがって，原審の裁判官は，釈明権を行使して，控訴人に十分な反論及び反証の機会を与えるべきであったにもかかわらず，釈明権の行使を怠ったから，原審の訴訟手続には審理不尽の違法がある。この違法は，判決に影響を及ぼすことが明らかであるから，原判決は破棄されるべきである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "さらに，仮に原判決がいうように構成要件Bは，「所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意」を一体の要件として定めたものであり，所定の地理的エリア内にいた者について，その後，コンタクト可能状態にするための同意のみを確認する構成は含んでいないと解釈したとしても，被告物件におけるマイミク申請(友人申請)及びその承認は，構成要件Bの「同意がとれたことを確認」に相当し，被告物件は，構成要件Bを充足する。",
                "すなわち，甲6(「mixiホームページ」)には，本件機能について，「本機能は，今一緒にいる友人とその場でmixi上でもつながりたい場合に，より簡単に相手が探せるようなサービスが欲しいという，ユーザーの皆さまからのご要望に応える形で開発したものです。『mixi』ではこれまでも，友人を探す仕組みとして，同級生・同僚・Twitterから探す機能や，自分でキーワードを設定して友人に伝える「mixiキーワード」など複数の方法を提供してきました。新機能「一緒にいる人とつながる」が加わることで，音楽ライブ，飲み会などのイベントで友人と一緒にいる時や，入学・入社時など新しい友人と出会う場面，また同窓会など既知の友人と再会する場面など，実際に同じ場にいる人と瞬時につながることが今まで以上に簡単になります。」との記載がある。",
                "また，甲12(「mixiホームページ」)には，本件機能について，①「「友人に追加」ボタンをタップするだけで，相手に友人申請リクエストを送信でき，お互いを探す手間なしに一気につながることができます。また，その場にいる人全員がリストアップされるのも便利です。一同に会して盛り上がったら，そのまま気軽につながってみませんか？」，「※「一緒にいる人とつながる」ページの「一緒にボタンを押す」をご自身でタップしないかぎり，勝手にリストアップされることはありません。」，②「■つながるきっかけは「直接会ったとき」」との見出しの下に，「以前，mixiユーザーの皆さんを対象に弊社が行なったアンケートにて「どうやって友人を探しましたか？」と質問したところ，「直接会ったときに教えあって」という回答が65%にのぼりました。」，「http://pr.mixi.co.jp/2011/08/15/mixiinfographic0815.html」，「そこで，一緒にいる人たちとスムーズにつながれる仕組みをご提供したいと考え，また，実際にユーザーの皆さんからのご要望にお応えして本機能を企画しました。mixiで友人を探す機能は多数ご用意していますが，直接会った時にその場で相手を確実に見つけて簡単につながれるものは少なく，せっかくのチャンスを逃してしまったという方もいらっしゃると思います。そんな方に，この新機能をお役立て頂ければ幸いです。」との記載がある。",
                "これらの記載，特に，甲6の「本機能は，今一緒にいる友人とその場でmixi上でもつながりたい場合に…実際に同じ場にいる人と瞬時につながる…」との記載及び甲12の「一同に会して盛り上がったら，そのまま気軽につながってみませんか？」，「直接会った時にその場で相手を確実に見つけて簡単につながれるものは少なく，せっかくのチャンスを逃してしまったという方もいらっしゃると思います。そんな方に，この新機能をお役立て頂ければ幸いです。」との記載によれば，本件機能を備えた被告物件は，「同意が取れたことの確認」に相当するマイミク申請(友人申請)及びその承認を「所定の地理的エリア内」で行うためのものであり，所定の地理的エリア内に「いる」者について，「その場で」コンタクト可能状態にするための同意を確認するためのものであるから，構成要件Bの「所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意がとれたことを確認するための確認手段」を有するものといえる。",
                "したがって，被告物件は，構成要件Bを充足する。」"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "原判決11頁16行目の「であり，」を「であって，何らの意思疎通のない利用者も表示され得るものであり，」と改める。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "原判決12頁24行目末尾に行を改めて次のとおり加える。",
                "「エ  控訴人は，原判決が，構成要件Bについて，「地理的エリア内にいる者」であることの確認時期と「同意がとれたこと」の確認時期とを同一時期に限定解釈すべきであるとした上で，被告物件は，「同意がとれたこと」の確認時点では「地理的エリア内にいる者」であることの確認を行っていないから，構成要件Bを充足しない旨判断したが，本件発明1においては，上記限定解釈すべき理由はなく，「地理的エリア内にいる者」であることの確認時期と「同意がとれたこと」の確認時期とが異なる時期であるものも本件発明1に包含されるというべきであるから，原判決の判断は誤りである旨主張する。",
                "しかしながら，原判決は，構成要件Bについて，「地理的エリア内にいることと，コンタクト可能状態にするための同意とを分断し，所定の地理的エリア内に「いた」者について，その後に，コンタクト可能状態にするための同意のみを確認する構成は含んでいないと解するのが相当である」と(原判決32頁5行～8行)と述べているとおり，単に，本件発明1の特許請求の範囲(請求項1)の記載どおり「所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意がとれたこと」全体が確認対象であり，これを分断するような控訴人の解釈は取り得ないと排斥したものであって，「地理的エリア内にいる者」であることの確認時期と「同意がとれたこと」の確認時期とを同一時期に限定解釈したとの控訴人の原判決の要約は不適切であり，この要約を前提とする控訴人の主張は，失当である。",
                "次に，控訴人は，原判決が示した，構成要件Bは，「所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意」を一体の要件として定めているものであるとの解釈は，原審において当事者が主張した事実及び法的構成ではないのに，控訴人に十分な反論及び反証の機会を与えるように釈明権の行使をしていないから，原審の訴訟手続には審理不尽の違法がある旨主張する。",
                "しかしながら，特許請求の範囲の記載の解釈(クレーム解釈)は事実ではないため弁論主義の対象外であり，当事者の主張がなくても，裁判所が判断し得る事項である。",
                "また，構成要件Bの確認対象が「所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意」であるという点は，被控訴人が原審で主張しているから(例えば，被告準備書面(2)6頁7行目以下)，当事者が主張していないというのは誤りである。",
                "したがって，控訴人の上記主張は理由がない。」",
                "当事者の主張は，次のとおり訂正するほか，原判決12頁末行から15頁11行目までに記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原判決13頁14行目及び14頁4行目の各「本件特許発明」をそれぞれ「本件発明1」と改める。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原判決15頁11行目末尾に行を改めて次のとおり加える。",
                "「  したがって，被告物件は，構成要件Cを充足しない。」",
                "当事者の主張は，次のとおり訂正するほか，原判決15頁13行目から16頁20行目までに記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原判決16頁1行目末尾に行を改めて次のとおり加える。",
                "原判決は，これに対し，①構成要件Dは，構成要件Bにいう同意の確認とは別に，コンタクトを希望する相手方に対する「アクセス要求」を受け付ける手段があることを前提として，構成要件Cのアクセス要求が発生した際に，構成要件Bの同意の有無について判定を行い，同意が確認された場合に，コンタクトを許容することをその要件とするものと認められる，②被告物件は，構成要件Bにいう「同意の確認」に相当する友人申請の承認があってはじめて，「アクセス要求受付手段」を利用できる構成となっており，同意があるかどうかにかかわらず，コンタクトを取りたい相手方にアクセス要求を受け付ける手段や，そのアクセス要求があったときに，同意の有無を判定した上でアクセスを許容するような構成を備えていないものと認められる，③被告物件において，控訴人の主張する「アクセス要求」が発生した際には，コンタクト可能状態にすることの同意が取れたことの確認は行われず，まして，その同意が，構成要件Bの要件である，「所定の地理的エリア内にいる者による」ことの確認は行われないものと認められるとして，被告物件は，構成要件Dを充足しない旨判断した。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "しかしながら，本件明細書の段落【0021】，【0050】，【0052】，【0057】，【0075】，【0076】，【0090】，【0098】ないし【0100】，【0124】ないし【0126】，図7及び図8(別紙明細書図面参照)等の記載を参酌すれば，本件発明1の構成要件D全体の骨組みは，「アクセス要求が受付けられたときに，コンタクト用共有ページへのアクセスを許容する」というものであり，その許容する条件として「確認手段による同意がとれたことの確認が行なわれたこと」と限定されている。つまり，「アクセス要求が受付けられたときに」は「コンタクト用共有ページへのアクセスを許容する」に係っているから，アクセス要求受付け時に実行されるものは「コンタクト用共有ページへのアクセスの許容」であって「確認手段による確認」ではないから，「確認手段による確認」の時期についての限定はない。",
                "そうすると，「確認手段による確認」が実行される時期は，アクセス要求受付け時に限定されず(例えば，出会った者同士で共有仮想タグを作成するときの最初の1回)，アクセス要求受付け時に「確認手段による確認」が行われていないものも包含すると解すべきであるから，原判決の上記①の解釈は誤りである。",
                "このような構成要件Dの解釈は，控訴人が請求項1及び10の訂正を含む本件訂正をしたことからも裏付けることができる。",
                "すなわち，本件訂正後の請求項1を構成要件に分説すると，次のという。下線部は，本件訂正による訂正箇所である。)，本件訂正により請求項1に追加された構成要件F1’ないしF3’により，確認手段による同意の有無についての確認は，最初の一度だけ行われ，それ以降アクセス要求が発生する度に交流先が表示されて選択された交流先とのコンタクト用共有ページが表示されるのであるから，構成要件Dは，同意があるかどうかにかかわらず，アクセス要求があった際に，確認手段により同意の有無を判定する構成のものではない。",
                "【本件訂正後の請求項1】",
                "ユーザにより操作されるユーザ端末の操作によりネットワークを介して特定の者同士がコンタクトを取る際に用いるアクセス制御システムであって，",
                "所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意がとれたことを確認するための確認手段と，",
                "コンタクトを取るためのコンタクト用共有ページへのアクセス要求を受付けるアクセス要求受付手段と，",
                "前記アクセス要求受付手段によりアクセス要求が受付けられたときに，前記確認手段による同意がとれたことの確認が行なわれたことを条件に，同意した者同士がコンタクトを取るためのコンタクト用共有ページへのアクセスを許容するためのアクセス制御手段と，を備え，",
                "前記確認手段は，",
                "リアル世界で出会った者同士，リアル世界の景観に対応するデジタル映像化されたバーチャル空間内に進入してアバターを介して出会った者同士，または，バーチャル空間内の所定の地理的エリアに進入したユーザと該地理的エリアに対応したリアル世界の所定の地理的エリア内にいる者との間でアバターを介して出会った者同士により，前記コンタクト可能状態にする同意がとれたことを確認するための機能を有するとともに，",
                "前記出会った時の地理的位置に対し所定距離内に位置する者か否かを判定するための地理的判定手段を有し，",
                "該地理的判定手段により所定距離内に位置すると判定されなかった場合には，前記出会った者同士によるコンタクト可能状態にするための同意がとれたとの確認を行なわず，",
                "前記アクセス制御手段は，",
                "前記アクセス要求を受付ける度に前記コンタクト用共有ページにアクセスするための交流先を表示する制御を行なう手段であって，前記確認手段により一度同意の確認が既に行われている同意者同士の交流先を表示する制御を行なう手段と，",
                "該表示された交流先の中からユーザがコンタクトを取りたい交流先を選択した場合に，該選択された交流先の者とコンタクトを取るためのコンタクト用共有ページへのアクセスを許容する手段と，を有し，",
                "前記確認手段により一度同意の確認が行われた前記同意者同士が以降前記アクセス要求を行なう度に表示される前記交流先をサーバ側からの制御に基づいて表示することにより，前記同意者同士が連絡用の情報交換を行なうことなく前記コンタクト用共有ページにアクセスできるようにした，",
                "アクセス制御システム。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，被告物件においては，例えば，「友人リストボタン」を押すことが構成要件Cの「アクセス要求」に相当するものであるが，この「友人リストボタン」は，ミクシィに入会した利用者の自己のホームページに表示されるため，利用者なら誰でもそれを押すことにより「アクセス要求」をすることができる。ただし，「友人リストボタン」を押して画面遷移した「友人リスト一覧」中にマイミク以外の者が表示されないだけである。この点は，本件明細書記載の「共有仮想タグリスト」(別紙明細書図面の図5参照)も同じである。",
                "このように被告物件において，「友人リストボタン」は，利用者同士がマイミク同士(構成要件Bの「同意の確認」がされた者同士)でなくても押すことができるから，同意があるかどうかにかかわらず，コンタクトを取りたい相手方にアクセス要求を受け付ける手段を備えており，原判決の上記②の認定は誤りである。",
                "そして，「友人リストボタン」を押すことによって表示された「友人リスト一覧」中に「一緒にいる人とつながる」によりマイミクとなった友人が表示されている場合に，その友人に対応する「メッセージアイコン」をタップすることによりその友人へのメッセージ書込み欄(メッセージ一覧)が表示されて，そこへのアクセスが許容される(被告物件の構成d)。このメッセージ書込み欄(メッセージ一覧)は，構成要件Cの「コンタクトを取るためのコンタクト用共有ページ」に該当し，また，「友人リスト一覧」中に「一緒にいる人とつながる」によりマイミクとなった友人が表示される」には，被告物件の構成a，b①ないし③の機能によってマイミクになることの同意が確認されたことが条件となっており，この機能によってマイミクになることの同意が確認されたこと」は，構成要件Dの「確認手段による同意がとれたことの確認が行なわれたこと」に相当する。",
                "したがって，被告物件は，構成要件Dを充足する。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "さらに，本件発明1においても，「アクセス要求」が発生した際には，コンタクト可能状態にすることの同意が取れたことの確認は行われず，まして，その同意が，構成要件Bの要件である，「所定の地理的エリア内にいる者による」ことの確認は行われないから，原判決の上記③は，被告物件の構成要件Dの充足性を否定する理由にはならない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上によれば，被告物件は構成要件Dを充足しないとの原判決の判断は誤りである。",
                "以上のとおり，被告物件は，構成要件BないしDを充足し，また，被告物件は，構成要件BないしDの構成を備えたアクセス制御システムであるから，構成要件A及びEを充足する。",
                "したがって，被告物件は，構成要件AないしEを全て充足するから，本件発明の1の技術的範囲に属する。」"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原判決16頁20行目末尾に行を改めて次のとおり加える。",
                "「  ウ  控訴人が主張するように，被告構成cの，「友人リストボタン」，「メッセージボタン」，「新着メッセージが1件あります」，「つぶやきボタン」等のフィールドに張られたリンクを介して画面遷移する操作が「アクセス要求」に該当すると解したとしても，被告物件においては，「友人リストボタン」や「メッセージボタン」，「つぶやきボタン」を押して画面遷移する場合に，何らの条件判断を行っていないことには違いがない。なぜなら，この「友人リスト」や「メッセージ」，「つぶやき」は，いずれも，利用者自身のページであるから(例えば，メールソフトの「アドレス帳」や「受信BOX」を表示するようなもの)，利用者がアクセスを拒否されることが一切ない。",
                "したがって，控訴人の主張を前提としても，被告物件は，「同意がとれたことの確認が行なわれたことを条件」に「アクセスを許容」する構成のものではないから，構成要件Dを充足しない。",
                "小括",
                "以上のとおり，被告物件は，少なくとも構成要件BないしDをいずれも充足しないから，本件発明1の技術的範囲に属さない。」",
                "(控訴人の主張)",
                "仮に被告物件は，互いに「一緒にボタンを押す」ボタンを押すことにより「所定の地理的エリア内にいる者」が検索されて「一緒にいる人一覧」に表示され，その後「所定の地理的エリア」外に移動してからマイミク申請及びその承認を行うものであるため，構成要件Bを充足せず，この点で本件発明1と相違するとしても，被告物件は，均等の成立要件(5要件)を全て満たしているから，本件発明1と均等なものとして，本件発明1の技術的範囲に属する。"
              ]
            },
            {
              "fig": "ア",
              "subject": "相違部分が本質的部分でないこと(第1要件)",
              "text": [
                "本件発明1は，「互いの個人情報(電話番号やメールアドレス)を通知しないで，連絡可能状態とする」方法を提供することを課題とし，この課題を解決するための構成要件は，「前記アクセス要求受付手段によりアクセス要求が受付けられたときに，前記確認手段による同意がとれたことの確認が行なわれたことを条件に，同意した者同士がコンタクトを取るためのコンタクト用共有ページへのアクセスを許容するためのアクセス制御手段」(構成要件D)である。つまり，電話番号やメールアドレス等の連絡先の個人情報を互いに交換し合って互いの端末間でやり取りして連絡するのではなく，ネットワークを介して特定の者同士がコンタクトを取る際に用いるアクセス制御システム側のアクセス制御手段において，コンタクト用共有ページへのアクセスを許容する制御を行ない，互いの個人情報(電話番号やメールアドレス等の連絡先情報)を通知しないで，連絡可能状態とした点が，本件発明1の本質的部分である。",
                "したがって，構成要件Bは，本件発明1の本質的部分ではなく，ましてや，構成要件B中の「所定の地理的エリア内に「いる」者」など，全くの非本質的部分である。"
              ]
            },
            {
              "fig": "イ",
              "subject": "作用効果の同一性(置換可能性)(第2要件)",
              "text": [
                "被告物件において，「所定の地理的エリア内に「いた」者が，その後，「コンタクト可能状態にするための同意のみを確認する」場合も，「互いの個人情報(電話番号やメールアドレス)を通知しないで，連絡可能状態とする」という本件発明1の課題を解決できる。",
                "したがって，本件発明1の構成要件Bの「所定の地理的エリア内に「いる」者」を「所定の地理的エリア内に「いた」者」に置き換えたとしても，本件発明1の目的を達することができるから，被告物件は，同一の作用効果を奏する。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "置換容易性(第3要件)",
              "text": [
                "甲6及び甲12の記載事項によれば，被告物件の「一緒にいる人とつながる」機能は，本来，マイミク申請及びその承認(「同意が取れたことの確認」に相当)が，出会って互いに同じ場所にいるその場(「所定の地理的エリア内」に相当)で実行されることを想定して作成されたものである。",
                "したがって，当業者は，本件機能を含む被告物件の製造等の時点において，本来の想定していた「所定の地理的エリア内に「いる」者」という構成要件Bの内容を，「所定の地理的エリア内に「いた」者」という被告物件の内容に置き換えることに容易に想到することができたものである。"
              ]
            },
            {
              "fig": "エ",
              "subject": "公知技術との同一性又は容易推考性の不存在(第4要件)",
              "text": [
                "被告物件は，本件特許出願時における公知技術と同一ではなく，また，当業者が本件特許出願時の公知技術から容易に推考できたものではない。"
              ]
            },
            {
              "fig": "オ",
              "subject": "意識的除外の不存在(第5要件)",
              "text": [
                "被告物件が本件特許出願の出願手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情は，存在しない。"
              ]
            },
            {
              "fig": "カ",
              "subject": "小括",
              "text": [
                "以上のとおり，被告物件は，均等の成立要件を全て満たしているから，本件発明と均等なものとして，その技術的範囲に属する。",
                "(被控訴人の主張)",
                "控訴人の主張は争う。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告方法の本件発明10の技術的範囲の属否(争点2)について",
          "text": [
            "(控訴人の主張)",
            "前記1で述べたのと同様の理由により，被告方法は，構成要件FないしJを全て充足するから，本件発明10の技術的範囲に属する。",
            "(被控訴人の主張)",
            "本件発明10は，本件発明1のシステムに係る構成を方法の発明として表現したものであり，その具体的な構成は本件発明1と同一である。",
            "前記1で被告物件が構成要件BないしDをいずれも充足しないことを述べたのと同様の理由により，被告方法は，少なくとも構成要件GないしIを充足しないから，本件発明10の技術的範囲に属さない。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件特許権及び補償金請求権の権利行使制限の成否(争点3)について",
          "text": [
            "について",
            "当事者の主張は，次のとおり訂正するほか，原判決16頁23行目から20頁24行目までに記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原判決16頁末行から17頁1行目にかけての「(乙6発明)」を「(乙6。以下「乙6発明」という。)」と改める。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原判決17頁2行目及び3行目の各「本件特許発明」を「本件発明1及び10」と，5行目の「本件特許」を「本件発明1及び10に係る本件特許」とそれぞれ改める。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原判決17頁18行目の「利用者3」を「利用者2」と改める。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原判決18頁4行目の「本件特許」を「本件発明1」と，同頁5行目の「本件特許発明」を「本件発明1」と，同頁8行目の「公然実施発明」を「公然実施発明1」とそれぞれ改める。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "原判決18頁10行目の「本件特許発明」を「本件発明1」と，同頁12行目の「許容する」が，公然実施発明には」を「許容する」(構成要件D)が，公然実施発明1には」とそれぞれ改める。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "原判決19頁11行目の「公然実施発明」を「公然実施発明1」と改める。"
              ]
            },
            {
              "fig": "キ",
              "text": [
                "原判決20頁4行目の「本件特許発明」を「本件発明1」と，同頁5行目の「本件特許発明」を「本件発明1に係る本件特許」とそれぞれ改める。"
              ]
            },
            {
              "fig": "ク",
              "text": [
                "原判決20頁5行目末尾に行を改めて次のとおり加える。",
                "「  これと同様に，当業者は，公然実施発明1及び乙6発明に基づいて，本件発明10を容易に想到することができたものであるから，本件発明10に係る本件特許には，進歩性欠如の無効理由がある。」"
              ]
            },
            {
              "fig": "ケ",
              "text": [
                "原判決20頁8行目から9行目にかけての「本件特許発明」を「本件特許出願」と，同頁11行目，12行目，22行目，23行目及び24行目の各「本件特許発明」を「本件発明1」とそれぞれ改める。"
              ]
            },
            {
              "fig": "コ",
              "text": [
                "原判決20頁24行目末尾に行を改めて次のとおり加える。",
                "「  これと同様に，本件発明10の進歩性は否定されない。」",
                "乙11記載の発明を主引例とする新規性欠如の無効理由の有無(争点3-  当事者の主張は，次のとおり訂正するほか，原判決21頁1行目から28頁8行目までに記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原判決21頁3行目の「本件特許発明」を「本件発明1及び10」と改める。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原判決26頁13行目，14行目，18行目から19行目にかけて，20行目から21行目にかけて，23行目の各「本件特許発明」を「本件発明1」とそれぞれ改め，同頁21行目から22行目にかけての「引用発明1」を「乙11発明」と改める。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原判決27頁4行目及び6行目の各「本件特許発明」を「本件発明1」とそれぞれ改める。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原判決27頁7行目末尾に行を改めて次のとおり加える。",
                "「  本件発明10についても，これと同様に同号の規定により特許を受けることができない。」"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "原判決27頁23行目の「本件特許発明」を「本件発明1」と改める。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "原判決28頁5行目，7行目，7行目から8行目にかけての各「本件特許発明」を「本件発明1」とそれぞれ改める。"
              ]
            },
            {
              "fig": "キ",
              "text": [
                "原判決28頁8行目末尾に行を改めて次のとおり加える。",
                "「  これと同様に，本件発明10は新規性を有する。」"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "控訴人の補償金の額及び損害額(争点4)について",
          "text": [
            "当事者の主張は，次のとおり訂正するほか，原判決28頁10行目から29頁11行目までに記載のとおりであるから，これを引用する。",
            "原判決28頁12行目の「国際公開日」を「本件特許出願の国際公開日」と，同行目の「本件特許の」を「その」とそれぞれ改める。",
            "原判決28頁14行目の「本件特許の登録の日」を「本件特許権の設定登録日」と，同頁16行目の「本件特許発明」を「本件発明1及び10」とそれぞれ改める。",
            "原判決28頁21行目の「本件特許」を「本件発明1及び10に係る本件特許権」と改める。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "被告物件の本件発明1の技術的範囲の属否(争点1)について",
          "text": [
            "本件明細書の記載事項等について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件特許に係る特許請求の範囲の請求項1及び10の記載は，次のとおりである(前記第2の2の前提事実)。",
                "【請求項1】",
                "ユーザにより操作されるユーザ端末の操作によりネットワークを介して特定の者同士がコンタクトを取る際に用いるアクセス制御システムであって，",
                "所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意がとれたことを確認するための確認手段と，",
                "コンタクトを取るためのコンタクト用共有ページへのアクセス要求を受付けるアクセス要求受付手段と，",
                "前記アクセス要求受付手段によりアクセス要求が受付けられたときに，前記確認手段による同意がとれたことの確認が行なわれたことを条件に，同意した者同士がコンタクトを取るためのコンタクト用共有ページへのアクセスを許容するためのアクセス制御手段と，",
                "を備えた，アクセス制御システム。",
                "【請求項10】",
                "ユーザにより操作されるユーザ端末の操作によりネットワークを介して特定の者同士がコンタクトを取る際に用いるアクセス制御方法であって，",
                "所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意がとれたことを確認するステップと，",
                "コンタクトを取るためのコンタクト用共有ページへのアクセス要求を受付けるステップと，",
                "前記アクセス要求を受付けるステップによりアクセス要求が受付けられたときに，前記確認するステップによる同意がとれたことの確認が行なわれたことを条件に，同意した者同士がコンタクトを取るためのコンタクト用共有ページへのアクセスを許容するステップと，を備えた，アクセス制御方法。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件明細書(甲2)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する図面については別紙明細書図面を参照)。",
                "「【技術分野】",
                "本発明は，たとえば，初対面の人物同士が出会った後互いにコンタクトを取ることができるようにする際，または，展示会等のイベントやコンサート会場に出向いた出席者と主催者側あるいは出席者同士が後にコンタクトを取ることができるようにする際に，極力個人情報を明かすことなくコンタクトがとれるようにするためのアクセス制御システム，アクセス制御方法およびサーバに関する。詳しくは，ユーザにより操作されるユーザ端末の操作によりネットワークを介して特定のアクセス対象にアクセスする際に用いるアクセス制御システム，アクセス制御方法およびサーバに関する。」(段落【0001】)",
                "「【背景技術】",
                "初対面の人物同士が出会った後互いにコンタクトを取ることができるようにする方法，または，展示会等のイベントやコンサート会場に出向いた出席者と主催者側あるいは出席者同士が後にコンタクトを取ることができるようにする方法として，従来から一般的に知られているものに，たとえば，自分の携帯電話のメールアドレスまたは電話番号を相手に知らせて連絡を取ることができる状態(以下これを「連絡可能状態」という)にするのが，従来から一般的な方法である。そして，知得した相手方のメールアドレスなどを自分の携帯電話のアドレス帳に記憶させ，ユーザの操作に応じて一覧表示させることのできる携帯電話が提案されている(たとえば，特許文献1)。」(段落【0002】)",
                "「特許文献1：特許第4256374号公報",
                "しかし，この従来から一般的な連絡可能状態の場合，以下の欠点がある。」(段落【0003】)",
                "「a  電話番号やメールアドレス等の個人情報を初対面の相手に知らせる点に不安を感じてためらいがちになる場合が多く，これが後々の交流の機会を失わせる。」(段落【0004】)",
                "「b  個人情報を通知した相手から昼夜を問わず連絡が入り，迷惑を被る虞がある。」(段落【0005】)",
                "「c  相手に伝えたメールアドレス等の個人情報が他人に横流しされ，その他人が本人に成りすましてメールを送信したり，またスパム等の被害を被る虞がある。」(段落【0006】)",
                "「d  一旦伝えた個人情報を無効にするには，電話番号の変更やメールアドレスの変更等のように厄介な作業を伴う。」(段落【0007】)",
                "「以上のことに鑑み，理想的な連絡可能状態とは，相手方に互いの個人情報を通知することなく後々コンタクトを取ることができ，かつ，相手方以外の他人がその相手方に成りすましてコンタクトしてくる不都合をも防止できる状態である。」(段落【0008】)",
                "「本発明は，かかる実情に鑑み考え出されたものであり，その目的は，前述の理想的な連絡可能状態を構築する手段を提供することのできるアクセス制御システムおよびアクセス制御方法を提供することである。」(段落【0020】)",
                "「【発明の開示】",
                "本発明は，ユーザにより操作されるユーザ端末(たとえば，携帯電話2)の操作によりネットワークを介して特定の者同士(たとえば，リアル世界で出会ったユーザ同士，バーチャル世界で出会ったユーザ同士，リアル世界のユーザとバーチャル世界に進入したユーザとの間で出会った者同士，イベント主催者側とイベント参加者)がコンタクトを取る際に用いるアクセス制御システムであって，",
                "所定の地理的エリア内(たとえば，リアル世界において，携帯電話2による赤外線通信が可能な範囲内やイベント会場を通信可能エリアとしてカバーする無線LAＮ7と携帯電話2との通信可能エリア内，バーチャル世界に進入した各ユーザのアバター(エージェント)同士による会話可能エリア内(たとえば10メートル範囲内)やバーチャルイベント会場の範囲内，バーチャル世界に進入したユーザのアバター(エージェント)とリアル世界にいるユーザの現在位置に対応するバーチャル世界の位置に表示された当該ユーザのアバター(エージェント)とによる会話可能エリア内(たとえば10メートル範囲内))にいる者によるコンタクト可能状態にするための同意がとれたことを確認するための確認手段(たとえば，S15，S16，S16a～S16d)と，",
                "コンタクトを取るためのコンタクト用共有ページ(たとえば，共有仮想タグや業務用共有仮想タグに対応したWebページ)へのアクセス要求を受付けるアクセス要求受付手段(たとえば，S81により送信されてきたデータを受信する)と，",
                "前記アクセス要求受付手段によりアクセス要求が受付けられたときに，前記確認手段による同意がとれたことの確認が行なわれたことを条件に(たとえば，S15，S16，S16a～S16dを経て生成された共有仮想タグであって同意した者にしか表示されない共有仮想タグへのアクセス操作に基づいたS85による共有仮想タグへのアクセス要求が送信されてきたことを条件に)，同意した者同士がコンタクトを取るためのコンタクト用共有ページへのアクセスを許容するためのアクセス制御手段(たとえば，S86，S87，S91)と，を備えた。」(段落【0021】)",
                "「このような構成によれば，相手とコンタクトが取れるようにするにおいて，個人情報を相手に通知しなくても後々コンタクトが取れるようになる。」(段落【0022】)",
                "「好ましくは，前記ユーザ端末を操作することによりユーザがリアル世界(たとえば，図1，図2の上半分に示した現実の世界)の景観に対応するデジタル映像化されたバーチャル空間内(たとえば，図1，図2の下半分に示したバーチャル世界)に進入可能であり，前記確認手段は，前記バーチャル空間内に進入して該バーチャル空間内の所定の地理的エリア内(たとえば，バーチャル世界に進入した各ユーザのアバター(エージェント)同士による会話可能エリア内(たとえば10メートル範囲内)やバーチャルイベント会場の範囲内，バーチャル世界に進入したユーザのアバター(エージェント)とリアル世界にいるユーザの現在位置に対応するバーチャル世界の位置に表示された当該ユーザのアバター(エージェント)とによる会話可能エリア内(たとえば10メートル範囲内))にいる者同士によるコンタクト可能状態にするための同意がとれたことを確認するバーチャルエリア内確認機能(たとえば，バーチャル世界に進入したユーザのアバター(エージェント)同士やアバター(エージェント)とリアル世界のユーザとにおいても，地理的エリア内か否かをも判定するS15，S16，S16a～S16d)を有する。」(段落【0023】)",
                "「このような構成によれば，バーチャル空間内に進入した者同士の間で，相手とコンタクトが取れるようにするにおいて，個人情報を相手に通知しなくても後々コンタクトが取れるようになる。」(段落【0024】)",
                "「より好ましくは，前記確認手段は，",
                "前記ユーザ端末の操作に従って送信されてくる同意がとれたことを示すコンタクト同意信号(たとえば，S3による赤外線通信で受信した相手同意者の可変共有仮想タグ用IDがS9により送信されてくるその送信信号)を受信する同意信号受信手段(たとえば，S9により送信されてくる送信信号をサーバ10が受信する)と，",
                "前記同意がとれたユーザの同意時点における位置が前記所定の地理的エリア内であることを判定するエリア内判定手段(たとえば，S16，S16a～S16d)と，を含み，",
                "該エリア内判定手段により前記所定の地理的エリア内に位置すると判定されたことを条件に(たとえば，S16dによりYESと判定されたことを条件に)，所定の地理的エリア内にいる者の同意がとれたとの確認を行なう(たとえば，S16dによりYESと判定することにより同意がとれたとの確認を行なってS17以降の共有仮想タグ生成処理に移行する)。」(段落【0027】)",
                "「このような構成によれば，同意がとれたユーザの同意時点における位置が所定の地理的エリア内であると判定されたことを条件に，所定の地理的エリア内にいる者の同意がとれたとの確認が行なわれるために，より確実な確認が可能になり，たとえば成り済ましによるコンタクトを極力防止できる。」(段落【0028】)",
                "「より好ましくは，前記エリア内判定手段は，",
                "前記ユーザ端末の位置情報を取得する位置情報取得手段(たとえば，S16a，S16c)と，",
                "該位置情報取得手段により取得された位置情報に基づいて前記ユーザ端末が前記所定の地理的エリア内に位置するか否かを判定する判定手段(たとえば，S16d)と，を含み，",
                "該判定手段により前記所定の地理的エリア内に位置すると判定されたことを条件に(たとえば，S16dによりYESと判定されたことを条件に)，ユーザ端末の同意時点における位置が前記所定の地理的エリア内であるとの判定を行なう(たとえば，S16dによりYESと判定することにより同意時点における位置が前記所定の地理的エリア内であるとの判定を行なってS17以降の共有仮想タグ生成処理に移行する)。」(段落【0029】)",
                "「このような構成によれば，ユーザ端末の位置情報を取得し，その位置情報に基づいてユーザ端末が所定の地理的エリア内に位置するか否かが判定されるため，ユーザ端末が所定の地理的エリア内に位置するか否かの確実な判定に基づいて，所定の地理的エリア内にいる者の同意がとれたとの確認が行なわれるために，より確実な確認が可能になり，たとえば成り済ましによるコンタクトを極力防止できる。」(段落【0030】)",
                "「より好ましくは，前記確認手段による同意がとれたことの確認が行なわれたことを条件に(たとえば，S15，S16，S16a～S16dを経て生成された共有仮想タグであって同意した者にしか表示されない共有仮想タグへのアクセス操作に基づいたS85による共有仮想タグへのアクセス要求が送信されてきたことを条件に)，リアル世界の景観に対応するデジタル映像化されたバーチャル空間内の所定の地理的エリア内に，前記同意した者同士がコンタクトを取るためにアクセスする前記同意した者専用のアクセスポイント(たとえば，共有仮想タグ)を生成するアクセスポイント生成手段(たとえば，S17～S19またはS17，S200，S201，S18，S19)と，",
                "前記アクセス要求受付手段によりアクセス要求が受付けられたときに(たとえば，S81によるデータを受信したときに)，前記アクセスポイント生成手段により生成されたアクセスポイントのうち，前記アクセス要求を行った者専用に生成されたアクセスポイント(たとえば，S81により送信されてきたユーザIDに対応する共有仮想タグ)を，当該アクセスポイントが生成されている地理的位置に相当するバーチャル空間の映像とともにアクセス要求者に表示するための制御を行なうアクセスポイント表示制御手段(たとえば，S87)と，をさらに備え，",
                "前記アクセス制御手段は，ユーザが前記ユーザ端末を操作して前記アクセスポイントにアクセスすることにより，当該アクセスポイントに対応するコンタクト用共有ページへのアクセスを許容する(たとえば，S91)。」(段落【0033】)",
                "「このような構成によれば，アクセス要求を行った者専用に生成されたアクセスポイントが，当該アクセスポイントが生成されている地理的位置に相当するバーチャル空間の映像とともにアクセス要求者に表示されるため，コンタクトをとる相手の個人情報を知らなくてもその地理的位置に相当するバーチャル空間の映像から相手の記憶を蘇らせることが可能となる。」(段落【0034】)",
                "「本発明の他の局面は，ユーザにより操作されるユーザ端末(たとえば，携帯電話2)の操作によりネットワークを介して特定の者同士(たとえば，リアル世界で出会ったユーザ同士，バーチャル世界で出会ったユーザ同士，リアル世界のユーザとバーチャル世界に進入したユーザとの間で出会った者同士，イベント主催者側とイベント参加者)がコンタクトを取る際に用いるアクセス制御方法であって，",
                "所定の地理的エリア内(たとえば，リアル世界において，携帯電話2による赤外線通信が可能な範囲内やイベント会場を通信可能エリアとしてカバーする無線LAＮ7と携帯電話2との通信可能エリア内，バーチャル世界に進入した各ユーザのアバター(エージェント)同士による会話可能エリア内(たとえば10メートル範囲内)やバーチャルイベント会場の範囲内，バーチャル世界に進入したユーザのアバター(エージェント)とリアル世界にいるユーザの現在位置に対応するバーチャル世界の位置に表示された当該ユーザのアバター(エージェント)とによる会話可能エリア内(たとえば10メートル範囲内))にいる者によるコンタクト可能状態にするための同意がとれたことを確認するステップ(たとえば，S15，S16，S16a～S16d)と，",
                "コンタクトを取るためのコンタクト用共有ページ(たとえば，共有仮想タグに対応したWebページ)へのアクセス要求を受付けるステップ(たとえば，S81により送信されてきたデータを受信する)と，",
                "前記アクセス要求を受付けるステップによりアクセス要求が受付けられたときに，前記確認するステップによる同意がとれたことの確認が行なわれたことを条件に(たとえば，S15，S16，S16a～S16dを経て生成された共有仮想タグであって同意した者にしか表示されない共有仮想タグへのアクセス操作に基づいたS85による共有仮想タグへのアクセス要求が送信されてきたことを条件に)，同意した者同士がコンタクトを取るためのコンタクト用共有ページへのアクセスを許容するステップ(たとえば，S86，S87，S91)と，を備えた。」(段落【0039】)",
                "「このような構成によれば，相手とコンタクトが取れるようにするにおいて，個人情報を相手に通知しなくても後々コンタクトが取れるようになる。」(段落【0040】)",
                "「図1を参照して，四谷にある国際日本文化センター(四谷怪談資料館)の前で，初対面同士の人間が出会い，両者の同意のもと，互いの携帯電話2を用いて共有仮想タグを作成した。この共有仮想タグは，両人が出会った場所に対応するバーチャル世界の場所に作成されて表示されるタグであり，出会った両人の携帯電話でのみアクセスできてそこに書き込みを行って両者が連絡できるようにしたものである。」(段落【0050】)",
                "「このバーチャル世界は，リアル世界の景観に対応するデジタル映像化されたメタバースである。前述したように，例えばグーグルのストリートビュー等を利用する。または，既存のものを利用するのではなく，リアル世界の景観を模してデジタル映像化して新たに作成されたものであってもよい。図1では，2009年10月15日14時03分に共有仮想タグが作成されたことが示されている。(段落【0051】)",
                "「この状態で，このバーチャル世界(ストリートビュー等)にアクセスして，共有仮想タグを作成した四谷の国際日本文化センターの前にアクセスすれば，共有仮想タグを作成したA氏とB氏との携帯電話2のみが，この共有仮想タグを映し出すことができる。図1では，まずA氏の携帯電話2により共有仮想タグをクリック(選択操作または指定操作の意味であり，以下同様)して，2009年10月17日にA氏が図1に示すような書き込みを行っている。A氏が書き込みを行うと，B氏の携帯電話2にその旨を通知するためのポップアップ通知がなされる。B氏は，翌日バーチャル世界にアクセスして，その共有仮想タグをクリックし，図1に示すような書き込みを行っている。」(段落【0052】)",
                "「このように，共有仮想タグを利用した連絡可能状態を構築することにより，A氏とB氏とが互いに電話番号やメールアドレス等の個人情報を知らせることなく互いに連絡が可能となる。しかも，この共有仮想タグを作成した本人の携帯電話2以外の端末によるアクセスができないために，他人が自己の携帯電話を利用して成りすましによる書き込みを防止することができる。」(段落【0053】)",
                "「このような共有仮想タグを利用してコミュニケーションを取ることにより，互いの個人情報(プライバシー)を保護しかつスパム等の被害を防止しつつ，安全に情報交換することが可能となり，人同士の繋がりの構築を支援することができる。」(段落【0054】)",
                "「図3は，本発明の人の繋がり支援システムの全体構成を示すシステム図である。」(段落【0060】)",
                "「衛星1からのGPS(Global Positioning System)情報を携帯電話2が受信すると共に，携帯電話網4に接続されている基地局3からの電波と無線LAＮ(Local Area Network)アクセスポイント7からの無線電波を携帯電話2が受信する。これらの電波に基づいて，携帯電話2が現在位置を特定する。携帯電話2は，基地局3，携帯電話網4，ゲートウェイ5，インターネット6を経由して，サービスプロバイダ8のサーバ10へアクセス可能に構成されている。サービスプロバイダ8は，人の繋がりを支援するサービスを提供する業者である。携帯電話2の持ち主であるユーザは，このサービスプロバイダ8のサービスに加盟しており，その加盟時にユーザIDが設定されている。」(段落【0061】)",
                "「図4は，サービスプロバイダ8のユーザデータベース11に記憶されているデータを説明するための図である。各会員ユーザのエージェント(アバター)を特定するためのエージェントIDが，各ユーザIDに対応づけて，記憶されている。更に，携帯電話2のGPS機能をOＮにしているユーザからは現在位置を特定するGPSデータがサービスプロバイダ8のサーバ10へ送信されてくる。サーバ10は，その送信されてきたGPSデータを緯度と経度とからなる座標データに変換して，ユーザデータベース11における対応するユーザIDの現在位置GPSデータの記憶エリアに記憶させる。たとえば，図4の13B9PSのユーザIDの場合，現在位置GPSデータとして，緯度が35．669299，経度が139．713655となっている。」(段落【0066】)",
                "「図5は，携帯電話2のハードウェア構成のブロック図である。携帯端電話2は，回線接続処理およびデータ通信処理を含む携帯電話2全体をコントロールするためのCPU(Central Processing Unit)31と，各種機能を実行するためのプログラムを保存したROM(Read Only Member)32，周辺の景色を撮影するためのCCD(Charge Coupled Device)撮像素子からなるカメラ入力部34，そのカメラ入力部34で撮影することによって得られた静止画データを少なくても1枚分記憶するためのメモリを含むRAM(Random Access Memory)33，液晶表示板等の画像出力にための表示部35，インターネット6を介して通信するための無線通信処理部36，そして，ユーザが携帯電話2のCPU31に希望する機能を実行させるための入力操作部37とから構成される。なお，この入力操作部37は，タッチペンやジョグダイアル，キーボード，マイクロスイッチ等を含む。インタフェース41は，各種回路や装置の内部バス40へのインタフェース処理を行う。」(段落【0073】)",
                "「さらに，携帯電話2は，ユーザが音声により通話をするための音声出力部38aと音声入力部38bとEEPROM(Electronically Erasable and Programmable Read Only Memory)42と位置情報取得部39とを有する。位置情報取得部39は，図3で説明したように，衛星1からのGPS情報と基地局3からの電波と無線LAＮアクセスポイント7からの無線電波とに基づいて，現在位置を取得する。」(段落【0074】)",
                "「EEPROM42には，ユーザが過去に生成した共有仮想タグのリストが記憶されている。このリストには，各共有仮想タグに対応付けて，その共有仮想タグが作成された地理的位置(住所)と，ユーザのメモ書きとが記憶されている。図5のメモ書きの例では，共有仮想タグの相手方の印象として，好青年，親しみやすい，理知的などが記憶されている。ユーザによる携帯電話2の入力操作部37の操作に従って，このEEPROM42に記憶されている共有仮想タグのリストが表示部35に表示される。ユーザは，作成位置とメモ書きとを参考にしながらアクセスする共有仮想タグを選択してクリックする。すると，後述するS80～S88の処理により，そのクリックされた共有仮想タグが，生成された地理的位置のバーチャル世界とともに表示される(図2参照)。」(段落【0075】)",
                "「ユーザは，表示された共有仮想タグの周辺の景観をバーチャル世界の映像で確認し，相手と出会った場所を確かめ，その場所から相手の記憶を蘇らせることができる。これにより，相手の個人情報を知らなくても出会った相手の記憶を蘇らせることができ，その上で，当該共有仮想タグにアクセスするか否かを決めることができる。ユーザがその共有仮想タグをクリックしてアクセスすれば，後述するS90～S94の処理により，コンタクト用のwebページが表示され，書込みおよび閲覧が可能になる。」(段落【0076】)",
                "「次に，前述した共有仮想タグを生成するためのフローチャートを図7に示す。本発明では，リアル世界のユーザ同士が携帯電話Aと携帯電話Bとを用いて共有仮想タグをバーチャル世界に生成できるばかりでなく，リアル世界のユーザがバーチャル世界に進入して自分の携帯電話を用いてバーチャル世界のエージェント(アバター)と共有仮想タグを生成することができる。またエージェント(アバター)同士の間でも共有仮想タグを生成することができる。さらに，バーチャル世界に進入したユーザ同士が自分のエージェント(アバター)を介して共有仮想タグを生成することができる。このように，エージェント(アバター)がユーザから独立して共有仮想タグを生成することができるようにするべく，エージェント(アバター)も独立した一人の会員ユーザとしてユーザデータベース11に記憶させる。例えば，図4に示すように，ユーザIDとして13B9PSに対応するユーザエージェントIDがθ42S15となっており，このエージェント(アバター)も独立した一人の会員ユーザとしてユーザデータベース11に記憶させる。ユーザデータベース11のユーザIDの記憶エリアにθ42S15のエージェントIDが記憶されており，そのエージェントIDのエージェントが自ら共有仮想タグを作成している場合には，その共有仮想タグ用IDであるAP81K7がユーザデータベース11に記憶されるとともに(図4を参照)，仮想タグデータベース9にもθ42S15のユーザIDのデータとして，位置データ，仮想タグ表示用データ，仮想タグ種類，作成日時が記憶される。」(段落【0078】)",
                "「図7のフローチャートでは，共有仮想タグを生成する当事者の一方が自己の共有仮想タグ用IDを特定するデータ(可変共有仮想タグ用ID)を他方の当事者の携帯電話に送信し，その他方の当事者の携帯電話がサーバ10に対して自己のユーザIDと受信した可変共有仮想タグ用IDとを送信し，それによって，サーバ10が共有仮想タグを生成する当事者を特定してその当事者のための共有仮想タグを生成するという，方式を採用している。」(段落【0079】)",
                "「まず，携帯電話AまたはエージェントAにおいて，ステップS(以下単にSという)1により，自己の共有仮想タグ用IDを呼び出す処理が行われる。この共有仮想タグ用IDは，携帯電話Aの場合には内蔵しているメモリーに記憶されており，エージェントAの場合にはエージェント用の知識データとして記憶されている。」(段落【0080】)",
                "「次にS2により，衛星1から受信したGPS電波に含まれている原子時計の時刻情報を用いて可変共有仮想タグ用IDを生成する処理が行われる。この処理では，S1により呼び出した共有仮想タグ用IDに対してGPS時刻情報を付加して暗号化する等の処理を行って可変共有仮想タグ用IDを生成する。そして，S3により，その生成された可変共有仮想タグ用IDを赤外線通信により携帯電話Bに送信する。エージェントBに送信する場合には，赤外線通信を使うことなくバーチャル世界においてエージェントBに可変共有仮想タグ用IDを通知する。共有仮想タグ用IDをそのままの形で他人に通知するのではなく，暗号化等の処理が施された可変共有仮想タグ用IDとして通知するために，自己の共有仮想タグ用IDが他人に盗用されて悪用されることを極力防止することができる。」(段落【0081】)",
                "「携帯電話BまたはエージェントBにおいて，S4によりサーバ10へアクセスするか否かの判断がなされ，サーバ10へアクセスする操作または判断が行われた時に，S5により，携帯電話BまたはエージェントBのユーザIDを含む本人認証データをサーバ10へ送信する処理が行われる。サーバ10において，S6により，その送信されてきたデータに基づいて，本人確認を行い，本人である旨の確認ができたことにより，S7においてアクセス許可を携帯電話BまたはエージェントBに返信する。そのアクセス許可を受けた後，S8により，共有仮想タグ生成依頼の操作が行われ，その操作に伴って，現在位置データとS3により送信されてきた可変共有仮想タグ用IDとをサーバ10へ送信して共有仮想タグの生成依頼を行う(S9)。それを受けたサーバ10では，S10により，共有仮想タグをバーチャル世界に生成する処理を行う。」(段落【0082】)",
                "「このS10に示した共有仮想タグ生成処理のサブルーチンプログラムのフローチャートを図8に示す。図8を参照して，S15により，受信した可変共有仮想タグ用IDを複合して元の平文に戻して，共有仮想タグ用IDと時刻情報を抽出する処理が行われる。この時刻情報とは，前述したS2により共有仮想タグ用IDに付加されたGPS時刻情報のことである。次にS16により，その抽出した時刻情報が現在時刻と比べて許容誤差範囲内であるか否かの判断が行われる。今回の共有仮想タグの生成ではなくそれ以前の共有仮想タグの生成時に使用された他人の可変共有仮想タグ用IDをサーバ10に送信して不当に共有仮想タグを生成依頼してきた場合には，現在時刻とその送信されてきた可変共有仮想タグ用IDに含まれている時刻情報と大幅に食い違っているために，S16によりＮOの判断がなされて制御がS20へ移行し，不当な共有仮想タグの生成依頼を行った不正ユーザに対して取り締まるための，処理が行われる。」(段落【0083】)",
                "「また，S20により，抽出した時刻情報と同じ作成日時でかつ抽出した共有仮想タグ用IDを仮想タグデータベース9から検索する処理が行われる。次にS21により，該当するものがあったか否かの判断がなされ，該当するものがあった場合には，S22により，その該当する共有仮想タグのユーザID(二つ以上)を特定し，S23により，その特定されたユーザIDに対応する本人を特定して対処するための依頼を携帯キャリアに対して行う処理がなされる。この対処依頼を受けた携帯キャリアは，本人を特定してその本人に警告書を送るとか，あまりにも悪質なときにはその本人の契約解除を行う。」(段落【0084】)",
                "「一方，S21により該当するものがないと判断された場合には，S24へ進み，抽出した共有仮想用IDからユーザIDを特定し，そのユーザIDに対応する本人を特定して対処するための依頼を携帯キャリアに対して行う。」(段落【0085】)",
                "「一方，S16によりYESの判断がなされた場合には，制御がS16aに移行し，共有仮想タグを生成する当事者の現在位置が近似しているか否かに基づく更なるセキュリティチェックを行う。具体的には，S16aにより，共有仮想タグ生成依頼者の位置を取得する処理が行われる。図8の例では，携帯電話BまたはエージェントBの現在位置を取得する。ただし，携帯電話Bのユーザが図2に基づいて説明したのに，バーチャル世界における所定位置にアクセスしている場合には，そのアクセスしているバーチャル世界の位置に対応するリアル世界の位置が，現在位置として取得される。また，エージェント(アバター)が共有仮想タグ生成依頼者の場合には，バーチャル世界におけるそのエージェント(アバター)の現在位置に対応するリアル世界の位置が，現在位置として取得される。」(段落【0086】)",
                "「次に，S15により抽出した共有仮想タグ用IDからユーザIDを特定する処理がS16bにより行われる。次にS16cにより，そのユーザIDの現在位置情報を取得する処理が行われる。この現在位置情報は，S16aの現在位置と同様に，ユーザがバーチャル世界に進入して所定位置にアクセスしている場合には，そのバーチャル世界の所定位置に対応するリアル世界の所定位置を，現在位置情報として取得する。また，共有仮想タグ用IDから特定されたユーザIDがエージェント(アバター)のものであった場合には，バーチャル世界におけるそのエージェント(アバター)の現在位置に対応するリアル世界の位置が，現在位置として取得される。」(段落【0087】)",
                "「次にS16dに進み，その取得した現在位置と共有仮想タグ生成依頼者の現在位置とが所定距離以内であるか否かの判断がなされる。この所定距離とは，共有仮想タグをこの場所に生成するための同意を互いに得るためのコミュニケーションができる程度の距離であり，例えば10メートル程度の距離である。この所定距離以内でないと判断される場合としては，例えば，今回の共有仮想タグの生成を行う当時者以外の他人の共有仮想タグ用IDを不正に取得し，その他人の共有仮想タグ用IDを悪用してGPS時刻情報を用いた可変共有仮想タグ用IDを生成して送信した場合等のような，不正行為が考えられる。そのような場合には，S16dにより，ＮOの判断がなされて制御がS24に進み，前述と同様に，そのような不正行為を行ったユーザを特定して対処するための依頼を携帯キャリアに対して行う。」(段落【0088】)",
                "「一方，S16dによりYESの判断がなされた場合には，S17へ進み，ユーザデータベース11を検索して共有仮想タグ用IDからユーザIDを特定する処理がなされ，S18により，仮想タグデータベース9に，特定されたユーザIDとアクセス時に受信したユーザIDとを記憶させると共に，それらユーザIDに対応させて共有仮想タグのデータを記憶させる処理がなされる。このS18による記憶させた状態が，図3の仮想タグデータベース9における，ユーザIDがA4VZ12とB27FH8とに対応する共有仮想タグのデータである。」(段落【0089】)",
                "「次にS19により，その受信した現在位置のバーチャル世界に共有仮想タグを表示させる処理が行われる。その状態が，図1に示されている。ただし，この表示処理では，当該共有仮想タグを作成した当事者の携帯電話にしか表示されない。」(段落【0090】)",
                "「図9は，サービスプロバイダ8のサーバ10によって行なわれるバーチャル世界表示処理を示すフローチャートである。S30により，ユーザIDとGPSデータとを受信したか否かの判断がなされる。受信していない場合には制御がS33へ進み，ユーザIDとアクセス位置の入力があったか否かの判断がなされ，ない場合は再びS30に戻る。」(段落【0092】)",
                "「このS30→S33→S30のループの巡回途中で，会員ユーザが自己の携帯電話2のGPS機能をOＮにすれば，その携帯電話2からユーザIDと現在位置を示すGPSデータとがサービスプロバイダ8のサーバ10へ送信されて来る。すると，S30によりYESの判断がなされて制御がS31進み，受信した現在位置のGPSデータ(緯度と経度とからなる座標データ)を住所からなる位置データに変換する処理が行なわれる。次にS32により，ユーザデータベース11を検索して，受信したユーザIDに対応するGPSデータと位置データとを更新する処理がなされて，制御がS33へ進む。なお，携帯電話2のGPS機能をOＮにするだけでなく，自分のアバター(エージェント)をバーチャル世界に表示する操作をして初めて，制御がS31進むようにしてもよい。」(段落【0093】)",
                "「一方，S30→S33→S30のループの巡回途中で，会員ユーザがバーチャル世界にアクセスするべく自己の携帯電話2を操作してアクセス位置を入力すれば，そのアクセス位置とユーザIDとがサービスプロバイダ8のサーバ10へ送信されて来る。このアクセス位置とは，ユーザが携帯電話2を操作して，アクセスしたい住所(位置データ)を入力する場合ばかりでなく，ユーザが過去に作成した共有仮想タグとその作成位置とを携帯電話2にリスト表示し，そのタグリストの中からユーザがアクセスしたい共有仮想タグを選択クリックすることにより，その共有仮想タグの位置データ(図3の仮想タグデータベース9の「位置データ」参照)が自動的に入力されるようにしてもよい。」(段落【0094】)",
                "「ユーザIDとアクセス位置の入力があった場合には，制御がS34へ進み，その入力されたユーザIDがユーザデータベース11に登録されているか否か判定される。登録されていない場合には，会員ユーザでないために，S35によりＮGの表示を携帯電話2に表示させる制御がなされる。」(段落【0095】)",
                "「一方，入力されたユーザIDがユーザデータベース11に登録されている場合には，制御がS36へ進み，その入力されたアクセス位置をバーチャル世界プロバイダー20のサーバ21へ送信する処理が行なわれる。バーチャル世界プロバイダー20のサーバ21は，そのアクセス位置を受信すると，仮想世界データベース22を検索してそのアクセス位置(位置データ)に対応するバーチャル世界3Dデータ部分を読み出して，サービスプロバイダ8のサーバ10へ送信する。サーバ10は，その送信されて来たアクセス位置に対応するバーチャル世界3Dデータを取得し(S37)，S38により，ユーザデータベース11を検索してアクセス位置近辺のエージェント(アバター)を割り出し，取得したバーチャル世界3Dデータにそのエージェントをオーバーレイして表示する制御がなされる。」(段落【0096】)",
                "「次にS39により，仮想タグデータベース9を検索して，入力されたユーザIDに対応する共有仮想タグの位置データを読み出す処理が行なわれる。次にS40へ進み，現在表示中のバーチャル世界3Dのエリア内に，S39により読み出した位置データが含まれているか否かの判断がなされる。含まれていない場合には制御がS30へ戻る。一方，含まれている場合には，S41に進み，その含まれると判断された共有仮想タグを仮想タグデータベース9から読み出してバーチャル世界3Dにオーバーレイして表示する制御が行なわれる。次にS42へ進み，共有仮想タグへのアクセス処理が実行されて，S30へ戻る。」(段落【0097】)",
                "「この共有仮想タグへのアクセス処理のフローチャートを図10に示す。図10に示すように，ユーザが携帯電話2を操作して，前述したようにEEPROM42に記憶されている共有仮想タグのリストを表示部35に表示させた段階で，S80によりYESの判定がなされて，S81によるユーザIDを含む認証データがサーバ10に送信される。それを受信したサーバ10ではS82で本人確認がなされる。S83によるアクセス許可を受けたユーザは携帯電話2を操作して，アクセスする共有仮想タグを選択してクリックすると，S85による共有仮想タグへのアクセス要求がサーバ10へ送信される。」(段落【0098】)",
                "「サーバ10では，S86とS87による処理を行い，その結果，S88により，携帯電話2に，アクセスしてきた本人のユーザIDに対応する共有仮想タグすなわちアクセス者が作成した自分の共有仮想タグのみが表示される。そのため，当該共有仮想タグの作成者以外の者のアクセスを阻止できる。また，仮にS86による検索結果，ユーザIDに対応する共有仮想タグが仮想タグデータベースに記憶されていなかった場合には，アクセスできない旨のメッセージを携帯電話2またはエージェントに返信する。また，図10では，S87，S88で示されているように，共有仮想タグの表示が，バーチャル世界ばかりでなくリアル世界においても行われる例を示している。バーチャル世界での共有仮想タグの表示方法としては，例えば携帯電話のカメラ機能を通してリアル世界を覗き見ることにより，所定箇所に共有仮想タグが表示されるように構成する方法が考えられる(セカイカメラ(登録商標)と同様の方法)。」(段落【0099】)",
                "「また，ユーザが複数の共有仮想タグを生成している場合には，例えば時系列に従ってその複数の共有仮想タグとその作成位置とをリスト表示し，そのタグリストの内からユーザが選択クリックした共有仮想タグが付されているバーチャル世界にジャンプ移動できるようにすれば，ユーザの利便性が高まる。」(段落【0100】)",
                "「(3)  前述の詳細な説明では，2人で共有仮想タグを作成する例を示したが，作成人数はこれに限らず，3人以上であってもよい。また，共有仮想タグの作成後，その共有仮想タグの作成当事者全員がアクセスを許容した第三者が，後から当該共有仮想タグにアクセスできるようにしてもよい。アクセス制御の一例としては，先ずその第三者が共有仮想タグ作成者から当該共有仮想タグの正確な場所と作成日時とを通知してもらう。この情報は，アクセス許容対象となる共有仮想タグを特定するために必要となる。次に，共有仮想タグの作成当事者全員からアクセスを許容されたことの証拠として，その作成当事者全員から可変共有仮想タグ用IDを通知してもらう。そして，それら通知された情報をサーバ10に送信してアクセス権を許諾してもらう。」(段落【0122】)",
                "「(5)  前述の実施の形態では，バーチャル世界に共有仮想タグを表示するものを示したが，それに限らず，バーチャル世界をなくし，ユーザ端末から直接コンタクト用共有ページにアクセス操作できるようにしてもよい。」(段落【0124】)",
                "「具体的には，前述した共有仮想タグ生成処理のフローチャートにおいて，S19のステップの代わりに，「受信した可変共有仮想タグ用IDから特定されるユーザIDの携帯電話と共有仮想タグ生成依頼者の携帯電話とに共有仮想タグを送信する」とのステップを用いる。この処理により，共有仮想タグがバーチャル世界ではなく当事者の端末(携帯電話等)に記憶さる。当事者は自分の携帯電話に記憶されている共有仮想タグのうち，アクセスしたいものを選択してクリックすれば，そのクリックした共有仮想タグの指定が前述のS90によりサーバ10に送信され，S91以降の制御が実行される。」(段落【0125】)",
                "「この簡易型システムの場合は，出会った場所等の所定の地理的位置のバーチャル世界に共有仮想タグが表示されない分，その地理的位置から出会い当時の記憶をたどることができなくなる。そこで，共有仮想タグの生成を行なった地理的位置を特定できる情報(住所等)とともに共有仮想タグを携帯電話に表示するのがよい。」(段落【0126】)",
                "「(8)  共有仮想タグの生成を相手に言いそびれたときにも，後からコンタクトできる途を用意しておくのが望ましい。例えば，まず，S32による位置データの更新ばかりでなく，過去の位置データと時刻データも履歴としてユーザデータベース11に記憶しておく。そして，リアル世界，バーチャル世界，あるいはバーチャル世界とリアル世界との間で，相手と出会っている最中や出会って別れた時に，その出会った地理的位置と時間とを登録(出会い時点登録)しておき，後からコンタクトを取りたくなったときに，その登録した地理的位置と時間とに一致する相手を，サーバ10に検索してもらって，検索された相手にコンタクトの申し出を行なう(例えば，サービスプロバイダ8を介して相手に共有仮想タグ生成の申し出を行なう)。」(段落【0129】)",
                "「相手の検索は，ユーザデータベース11に記憶されている位置データと時刻データとの履歴データに基づいて，コンタクト申し出者が指定した出会った地理的位置と時間とに一致する履歴データの相手を特定する。地理的位置と時間との登録(出会い時点登録)としては，ユーザが携帯電話2を操作して，その携帯電話2自体に登録またはサーバ10によりユーザデータベース11に登録してもらう。登録する時間としては，相手と出会っている最中における任意の時刻，出会った時刻と別れた時刻，あるいは別れた時刻と出会っていた時間など，相手を検索するのに好都合なものがよい。この出会い時点登録は，なりすまし等によるコンタクトの申し出を防止するべく，出会い時点においてサーバ10によりユーザデータベース11に登録してもらうのが望ましい。その際，前述のS4～S7，S8を「出会い時点登録依頼操作」に変更したステップ，S9を「出会った地理的位置データと時間データとを送信して出会い時点登録の依頼」に変更したステップ，S10を「出会い時点登録処理」に変更したステップを実行する。そして，出会い時点登録処理では，送信されてきたユーザIDに基づいて出会い時点登録依頼者の現在位置を取得し，送信されてきた地理的位置データとが所定距離以内(例えば10メートル以内)であること，および，送信されてきた時間データと現在時刻とが許容範囲内であることを，条件として，送信されてきた地理的位置データと時間データとをユーザデータベース11にユーザIDに対応付けて登録する。」(段落【0130】)",
                "「なお，共有仮想タグ生成の申し出に対して，相手方が同意すれば，出会った場所等に共有仮想タグが生成されるのであるが，相手方が，共有仮想タグ以外のコンタクト方法(例えば，メールアドレスや電話番号の通知)を望み，それに対して共有仮想タグ生成の申し出者が同意すれば，互いにメールアドレスや電話番号の交換を行なえばよく，必ずしも共有仮想タグを生成する必要はない。」(段落【0131】)",
                "「(4)  今回開示された実施の形態はすべての点で例示であって制限的なものではないと考えられるべきである。本発明の範囲は上記した説明ではなくて特許請求の範囲によって示され，特許請求の範囲と均等の意味および範囲内でのすべての変更が含まれることが意図される。」(段落【0304】)"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記ア及びイによれば，本件明細書(甲2)には，次の点が開示されていることが認められる。",
                "初対面の人物同士が出会った後互いにコンタクトを取ることができるようにする方法又は展示会等のイベントやコンサート会場に出向いた出席者と主催者側あるいは出席者同士が後にコンタクトを取ることができるようにする方法として，従来から，自分の携帯電話のメールアドレス又は電話番号を相手に知らせて，相手と連絡を取ることができる状態(連絡可能状態)にする方法が一般的に知られている。",
                "しかし，この従来の方法には，電話番号やメールアドレス等の個人情報を初対面の相手に知らせる点に不安を感じてためらいがちになる場合が多く，これが後々の交流の機会を失わせる，個人情報を通知した相手から昼夜を問わず連絡が入り，迷惑を被る虞がある，相手に伝えたメールアドレス等の個人情報が他人に横流しされ，その他人が本人に成りすましてメールを送信したり，スパム等の被害を被る虞がある，一旦伝えた個人情報を無効にするには，電話番号の変更やメールアドレスの変更等のように厄介な作業を伴うといった問題がある。",
                "「本発明」は，かかる実情に鑑み考え出されたものであり，その目的は，相手方に互いの個人情報を通知することなく後々コンタクトを取ることができ，かつ，相手方以外の他人がその相手方に成りすましてコンタクトしてくる不都合をも防止できる「理想的な連絡可能状態」を構築する手段を提供することのできるアクセス制御システム及びアクセス制御方法を提供することにある。",
                "「本発明」は，上記目的を達成するため，ユーザにより操作されるユーザ端末(たとえば，携帯電話2)の操作によりネットワークを介して特定の者同士(たとえば，リアル世界で出会ったユーザ同士，バーチャル世界で出会ったユーザ同士，リアル世界のユーザとバーチャル世界に進入したユーザとの間で出会った者同士，イベント主催者側とイベント参加者)がコンタクトを取る際に用いるアクセス制御システムであって，所定の地理的エリア内(たとえば，リアル世界において，携帯電話2による赤外線通信が可能な範囲内やイベント会場を通信可能エリアとしてカバーする無線LAＮ7と携帯電話2との通信可能エリア内等)にいる者によるコンタクト可能状態にするための同意がとれたことを確認するための確認手段(たとえば，S15，S16，S16a～S16d(別紙明細書図面の図8参照))と，コンタクトを取るためのコンタクト用共有ページ(たとえば，共有仮想タグや業務用共有仮想タグに対応したWebページ)へのアクセス要求を受付けるアクセス要求受付手段(たとえば，S81(別紙明細書図面の図10参照)により送信されてきたデータを受信する)と，前記アクセス要求受付手段によりアクセス要求が受付けられたときに，前記確認手段による同意がとれたことの確認が行われたことを条件に(たとえば，上記のS15，S16，S16a～S16dを経て生成された共有仮想タグであって同意した者にしか表示されない共有仮想タグへのアクセス操作に基づいたS85(同図10参照)による共有仮想タグへのアクセス要求が送信されてきたことを条件に)，同意した者同士がコンタクトを取るためのコンタクト用共有ページへのアクセスを許容するためのアクセス制御手段(たとえば，S86，S87，S91(同図10参照))とを備えたアクセス制御システムの構成を採用した。",
                "このような構成によれば，所定の地理的エリア内にいた，連絡可能状態とすることに同意した者同士が，個人情報を相手に通知しなくても，同意した者同士のみにアクセスが許容されるコンタクト用共有ページを通じて後々コンタクトが取れるようになるという効果を奏する。",
                "控訴人は，①被告物件における友人申請の承認は，構成要件Bの「同意」に当たるから，被告物件の構成a及びb①ないし④の機能は，構成要件Bの「所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意がとれたことを確認するための確認手段」に該当する，あるいは②被告物件における「一緒にボタンを押す」ボタンを押すことが，構成要件Bの「同意」に当たり，被告物件の構成a及びb①の機能は，構成要件Bの上記確認手段に該当するから，被告物件は，構成要件Bを充足する旨主張するので，以下において判断する。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件発明1の特許請求の範囲(請求項1)の記載によれば，本件発明1のアクセス制御システムは，「所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意がとれたことを確認するための確認手段」(構成要件B)と，「コンタクトを取るためのコンタクト用共有ページへのアクセス要求を受付けるアクセス要求受付手段」(構成要件C)と，「前記アクセス要求受付手段によりアクセス要求が受付けられたときに，前記確認手段による同意がとれたことの確認が行なわれたことを条件に，同意した者同士がコンタクトを取るためのコンタクト用共有ページへのアクセスを許容するためのアクセス制御手段」(構成要件D)とを備えるものであり，上記確認手段が行う確認の対象は「所定の地理的エリア内にいる者による…同意」がとれたことにあるから，上記確認手段は，「所定の地理的エリア内にいる者」であったかどうか，その者による「同意」があったかどうかを確認する機能を備えるものと解される。",
                "このことは，本件明細書において，「本発明」の目的として，初対面の人物同士が出会った後に又は展示会等のイベントやコンサート会場に出向いた出席者同士が後に，相手と連絡を取ることができる状態(連絡可能状態)にしようとした場合に，従来から一般的に知られている，自分の携帯電話のメールアドレス又は電話番号を相手に知らせる方法では相手に個人情報を知らせることに対する不安やその個人情報を不適切に利用されるおそれがあるという問題があったことに鑑み，出会った者同士が相手方に互いの個人情報を通知することなく後々コンタクトを取ることができ，かつ，相手方以外の他人がその相手方に成りすましてコンタクトしてくる不都合をも防止できる「理想的な連絡可能状態」を構築する手段を提供することにある旨の開示があること，実施例として，共有仮想タグを生成する当事者の一方が自己の共有仮想タグ用IDを特定するデータ(可変共有仮想タグ用ID)を赤外線通信により他方の当事者の携帯電話に送信し，その他方の当事者の携帯電話がサーバ10に対して自己のユーザIDと受信した可変共有仮想タグ用IDとを送信し，両当事者が所定の時間内に所定の地理的エリア内にいることが判定された場合に限り共有仮想タグが生成され，その共有仮想タグに対応するWEBページを介して後々コンタクトをとる構成の開示があることと符合するものといえる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "そこで検討するに，前記第2の2の前提事実記載の被告物件の構成及び証拠(甲12，13，乙3)によれば，被告物件において，利用者が，他の利用者と被告物件の「メッセージ」，「つぶやき」等の機能を用いてコンタクトを取るようにするには，他の利用者を検索して特定し，当該他の利用者に対して，友人申請を送信し，友人申請を受信した他の利用者が，友人申請を承認し，利用者同士がマイミクとなることが必要である。",
                "この友人申請は，一方の利用者によるコンタクトを取るための同意に，友人申請の承認は，他方の利用者によるコンタクトを取るための同意にそれぞれ相当するものといえる。",
                "また，被告物件における本件機能は，利用者がスマートフォンを操作することによりインターネットを介して，一定時間中に一定距離内にいる利用者を検索する際に用いる機能であって，利用者がスマートフォンの「一緒にボタンを押す」ボタンを押すと，スマートフォンのGPS機能を利用し，一定時間中に一定距離内で「一緒にボタンを押す」ボタンを押した他の利用者を「一緒にいる人一覧」に表示する機能であり，「一緒にいる人一覧」に表示された各利用者は，一定時間中に一定距離内にいた者である。",
                "しかしながら，本件証拠上，被告物件において，友人申請及び友人申請の承認の機能を実行する際に，友人申請をした利用者と友人申請の承認をした利用者が本件機能により検索された者であることを確認したり，あるいは，「所定の地理的エリア内にいる者」であったかどうか，その者による「同意」があったかどうかを確認する機能を備えていることを認めるに足りる証拠はない。",
                "そうすると，被告物件が，構成要件Bの「所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意がとれたことを確認するための確認手段」を備えているものと認められないから，構成要件Bを充足しない。",
                "したがって，控訴人の上記①及び②の主張は，いずれも理由がない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "控訴人は，仮に構成要件Bは，「所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意」を一体の要件として定めたものであり，所定の地理的エリア内にいた者について，その後，コンタクト可能状態にするための同意のみを確認する構成は含んでいないと解釈したとしても，甲6及び甲12の記載事項によれば，本件機能は，マイミク申請(友人申請)及びその承認を「所定の地理的エリア内」で行うためのものであり，所定の地理的エリア内に「いる」者について，「その場で」コンタクト可能状態にするための同意を確認するためのものであるから，被告物件は，構成要件Bを充足する旨主張する。",
                "そこで検討するに，控訴人が根拠として挙げる甲6の記載は，「本機能は，今一緒にいる友人とその場でmixi上でもつながりたい場合に，より簡単に相手が探せるようなサービスが欲しいという，ユーザーの皆さまからのご要望に応える形で開発したものです。『mixi』ではこれまでも，友人を探す仕組みとして，同級生・同僚・Twitterから探す機能や，自分でキーワードを設定して友人に伝える「mixiキーワード」など複数の方法を提供してきました。新機能「一緒にいる人とつながる」が加わることで，音楽ライブ，飲み会などのイベントで友人と一緒にいる時や，入学・入社時など新しい友人と出会う場面，また同窓会など既知の友人と再会する場面など，実際に同じ場にいる人と瞬時につながることが今まで以上に簡単になります。」というものであり，また，控訴人が根拠として挙げる甲12の記載は，①「「友人に追加」ボタンをタップするだけで，相手に友人申請リクエストを送信でき，お互いを探す手間なしに一気につながることができます。また，その場にいる人全員がリストアップされるのも便利です。一同に会して盛り上がったら，そのまま気軽につながってみませんか？」，「※「一緒にいる人とつながる」ページの「一緒にボタンを押す」をご自身でタップしないかぎり，勝手にリストアップされることはありません。」，②「■つながるきっかけは「直接会ったとき」」との見出しの下に，「以前，mixiユーザーの皆さんを対象に弊社が行なったアンケートにて「どうやって友人を探しましたか？」と質問したところ，「直接会ったときに教えあって」という回答が65%にのぼりました。」，「http://pr.mixi.co.jp/2011/08/15/mixiinfographic0815.html」，「そこで，一緒にいる人たちとスムーズにつながれる仕組みをご提供したいと考え，また，実際にユーザーの皆さんからのご要望にお応えして本機能を企画しました。mixiで友人を探す機能は多数ご用意していますが，直接会った時にその場で相手を確実に見つけて簡単につながれるものは少なく，せっかくのチャンスを逃してしまったという方もいらっしゃると思います。そんな方に，この新機能をお役立て頂ければ幸いです。」というものであり，これらの記載は，「一緒にいる人とつながる」機能(本件機能)は，「今一緒にいる友人とその場でmixi上でもつながりたい場合に，より簡単に相手が探せる」ようにすることを目的とするサービスであることを示すものといえる。",
                "しかしながら，前記イ認定のとおり，本件機能を備えた被告物件は，利用者がスマートフォンの「一緒にボタンを押す」ボタンを押すと，スマートフォンのGPS機能を利用し，一定時間中に一定距離内で「一緒にボタンを押す」ボタンを押した他の利用者を「一緒にいる人一覧」に表示するが，「一緒にいる人一覧」に表示されただけでは，被告物件の「メッセージ」，「つぶやき」等の機能を用いてコンタクトが取れるような状態になるわけではないし，また，コンタクトが取れるような状態にするための同意を確認するものではない。",
                "そして，前記イ認定のとおり，被告物件の利用者同士が，このようなコンタクトを取るようにするには，一方の利用者が他の利用者を特定して友人申請を送信し，友人申請を受信した他の利用者が，友人申請を承認し，利用者同士がマイミクとなることが必要であるが，控訴人が根拠として挙げる甲6及び甲12の記載は，被告物件において，友人申請及び友人申請の承認の機能を実行する際に，友人申請をした利用者と友人申請の承認をした利用者が本件機能により検索された者であることを確認したり，あるいは，「所定の地理的エリア内にいる者」であったかどうか，その者による「同意」があったかどうかを確認する機能を備えていることをうかがわせるものとはいえないし，他に被告物件が上記機能を備えていることを認めるに足りる証拠はない。",
                "したがって，控訴人の上記主張は理由がない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上によれば，被告物件は構成要件Bを充足するとの控訴人の主張は，理由がない。",
                "控訴人は，被告物件の構成dにおける「友人リスト一覧表示」から選択したマイミクとの送受信メッセージの一覧ページ，「メッセージ一覧」から選択したマイミクや新着メッセージを送信したマイミクとの送受信メッセージの一覧ページ及び当該利用者のつぶやきページ(とりわけ，グループを指定してつぶやくことによって生成されたグループ内限定のつぶやきページ)は，構成要件Cの「コンタクトを取るためのコンタクト用共有ページ」に，被告物件の構成cにおける「友人リストボタン」，「メッセージボタン」，「新着メッセージが1件あります」，「つぶやきボタン」等のフィールドに張られたリンクを介して画面遷移する操作は，構成要件Cの「アクセス要求」にそれぞれ該当し，被告物件は，構成要件Cの「コンタクトを取るためのコンタクト用共有ページへのアクセス要求を受付けるアクセス要求受付手段」を備えるから，同構成要件を充足する旨主張する。",
                "構成要件BないしDの構成を備えることより，所定の地理的エリア内にいた，連絡可能状態とすることに同意した者同士が，個人情報を相手に通知しなくても，同意した者同士のみにアクセスが許容されるコンタクト用共有ページを通じて後々コンタクトが取れるようになるという効果を奏することの開示があるといえる。",
                "上記開示事項によれば，構成要件Cの「コンタクト用共有ページ」は，連絡可能状態とすることに同意した者同士のみにアクセスが許容され，その同意した者同士は，「コンタクト用共有ページ」を介してコンタクトを取ることを理解することができる。",
                "しかるところ，被告物件における「友人リスト一覧表示」から選択したマイミクとの送受信メッセージの一覧ページ，「メッセージ一覧」から選択したマイミクや新着メッセージを送信したマイミクとの送受信メッセージの一覧ページ及び当該利用者のつぶやきページは，いずれも，利用者ごとにパーソナライズされた利用者専用のページであり，その内容は利用者ごとに異なり，その操作は当該利用者のみが行い，連絡可能状態とすることに同意した相手方であっても当該ページ自体にアクセスできるものではないから，構成要件Cの「コンタクト用共有ページ」に該当しないというべきである。",
                "そうすると，被告物件の構成dは構成要件Cの「コンタクト用共有ページ」を備えるものとは認められないから，その余の点について検討するまでもなく，被告物件は構成要件Cを充足しない。",
                "したがって，控訴人の上記主張は理由がない。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "控訴人は，被告物件における構成bないしdの機能は，構成要件Dの「前記アクセス要求受付手段によりアクセス要求が受付けられたときに，前記確認手段による同意がとれたことの確認が行なわれたことを条件に，同意した者同士がコンタクトを取るためのコンタクト用共有ページへのアクセスを許容するためのアクセス制御手段」に該当するから，被告物件は，構成要件Dを充足する旨主張する。",
                "そこで検討するに，本件発明1の特許請求の範囲(請求項1)の記載によれば，構成要件Dの「前記確認手段による同意がとれたことの確認」は，構成要件Bの「確認手段」により「所定の地理的エリア内にいる者」による「コンタクト可能状態にするための同意」がとれたことの確認と同義であることは一義的に明らかである。",
                "しかるところ，被告物件が構成要件Bの「所定の地理的エリア内にいる者によるコンタクト可能状態にするための同意がとれたことを確認するた告物件が構成要件Cの「コンタクト用共有ページ」を備えていないことは，及び構成要件Cの「コンタクト用共有ページ」を構成に含む構成要件Dを充足しないというべきである。",
                "したがって，控訴人の上記主張は理由がない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "なお，控訴人は，本件訂正により，請求項1は訂正され，本件訂正により請求項1に追加された構成要件F1’ないしF3’により，確認手段による同意の有無についての確認は，最初の一度だけ行われ，それ以降アクセス要求が発生する度に交流先が表示されて選択された交流先とのコンタクト用共有ページが表示されるのであるから，構成要件Dは，同意があるかどうかにかかわらず，アクセス要求があった際に，確認手段により同意の有無を判定する構成のものではない旨主張する。",
                "しかしながら，本件訂正に係る訂正審判事件(訂正2014-390141号)は，特許庁に係属中であり(前記第2の2の前提事実)，本件訂正は確定していないから，本件訂正後の請求項1を前提とする控訴人の上記主張は，その主張自体理由がない。",
                "控訴人は，仮に被告物件が構成要件Bを充足しないため，本件発明1と相違するとしても，被告物件は，均等の成立要件(5要件)を全て満たしているから，本件発明1と均等なものとして，本件発明1の技術的範囲に属する旨主張する。",
                "のみならず，構成要件Cを充足せず，構成要件Cを充足しない点においても，本件発明1と相違するが，控訴人の上記均等の主張は，構成要件Cに係る相違部分について言及するものではないから，その主張自体理由がない。",
                "まとめ",
                "以上のとおり，被告物件は，構成要件BないしDをいずれも充足せず，また，控訴人主張の均等侵害は成立しない。",
                "したがって，被告物件は，本件発明1の技術的範囲に属さない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告方法の本件発明10の技術的範囲の属否(争点2)について",
          "text": [
            "前記1と同様の理由により，被告方法は，構成要件GないしIをいずれも充足しないから，その余の点について判断するまでもなく，本件発明10の技術的範囲に属さない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，その余の点について判断するまでもなく，控訴人の請求を棄却した原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}