{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人新日鐵住金株式会社(以下「被控訴人会社」という。)に対する請求",
          "content": [
            {
              "fig": "(1)",
              "subject": "主位的請求(補正手続請求)",
              "text": [
                "被控訴人会社は，特許庁に対し，別紙発明目録記載の発明(以下「本件発明」という。)に係る特許出願(以下「本件出願」という。)の願書に記載された発明者が控訴人である旨の補正手続をせよ。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的請求(確認請求)",
              "text": [
                "控訴人と被控訴人会社との間において，控訴人が本件発明の発明者(単独)であることを確認する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人Y(以下「被控訴人Y」という。)に対する請求",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人と被控訴人Yとの間において，控訴人が本件発明の発明者(単独)であることを確認する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人Yは，控訴人に対し，150万円及びこれに対する平成26年4月4日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，本件出願の願書に発明者の一人として記載されている控訴人が，本件発明は控訴人の単独発明であると主張して，本件出願の出願人である被控訴人会社に対し，主位的に本件出願の願書の補正手続を，予備的に本件発明が控訴人の単独発明であることの確認を求めるとともに，本件出願の願書に発明者の一人として記載されている被控訴人Yに対し，本件発明が控訴人の単独発明であることの確認並びに発明者名誉権侵害の不法行為に基づく慰謝料150万円及びこれに対する不法行為後の日である平成26年4月4日(訴状送達日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原審は，控訴人の被控訴人会社に対する請求について，①本件出願に対し拒絶査定が確定していることから，その願書を補正することは特許法17条1項本文に反するとして主位的請求(補正手続請求)を棄却し，②予備的請求(確認請求)は特許証の発明者欄の訂正を求めることを前提とするところ，本件出願に対する拒絶査定が確定し，特許証が交付される見込みはないことなどから，予備的請求には確認の利益がないとして訴えを却下した。また，控訴人の被控訴人Yに対する請求について，③上記②と同様の理由等を根拠として確認請求を却下するとともに，④損害賠償請求については，発明者名誉権は法的に保護される余地はあるものの，発明を完成することにより当然に保護されるものではなく，当該発明が新規性，進歩性等の特許要件を充たさず，特許を受けることができないとする旨の拒絶査定が確定した場合には，当該発明の完成により発明者名誉権が発生したとしてもこれが法的に保護され，その侵害が不法行為となることはないとして請求を棄却した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争いのない事実等並びに争点及び争点に関する当事者の主張は，下記のとおり補正するほか，原判決の「事実及び理由」第2の1及び2に摘示されたとおりであるから，これを引用する(以下，原判決を引用する場合，原判決中に「原告」とあるのを「控訴人」と，「被告会社」とあるのを「被控訴人会社」と，「被告Y」とあるのを「被控訴人Y」とそれぞれ読み替える。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁11行目冒頭から同行目「拒絶査定」までを次のとおり改める。",
                "「  ウ  被控訴人会社は，特許庁から拒絶理由通知を受けたため，平成25年6月13日及び同年8月27日に補正手続をしたが却下された(乙6の3・6・7)。特許庁は，平成26年1月23日，本件出願について，特許法29条2項の規定により特許を受けることができないものであることを理由として，拒絶査定」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決4頁10行目の「特許証」の次に「，本件出願の願書及び公開特許公報」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決4頁18行目の「願書補正又は特許証」を「本件出願の願書の補正若しくは訂正，又は特許証若しくは公開特許公報」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決4頁24行目の「願書の補正も特許証の訂正も求めることができない」を「本件出願の願書の補正及び訂正並びに特許証及び公開特許公報の訂正のいずれも求めることはできない」と改める。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の被控訴人会社に対する主位的請求(補正手続請求)は理由がないから棄却し，予備的請求(確認請求)及び被控訴人Yに対する確認請求はいずれも確認の利益がないから不適法な訴えとして却下し，被控訴人Yに対する損害賠償請求は理由がないから棄却すべきものと判断する。その理由は，原判決を次のとおり補正するほか，原判決の「事実及び理由」の第3の1ないし4に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決6頁19行目の冒頭に「(1)  」を加え，同頁24行目冒頭から同頁25行目末尾までを次のとおり改める。",
                "「  したがって，特許証の訂正のために確認の利益があるとの控訴人の主張はその前提を欠くものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，控訴人の発明者名誉権を保護するため，特許庁に対し，本件出願の願書及び公開特許公報の訂正を求める必要があり，そのためには，控訴人と被控訴人会社との間で控訴人が本件発明の発明者(単独)であることを確認する必要がある旨主張する。",
                "しかし，特許法上，拒絶査定が確定した特許出願について，当該特許の願書又は公開特許公報を訂正する手続は何ら規定されておらず，控訴人の主張はその前提を欠くというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "したがって，控訴人と被控訴人会社との間で控訴人が本件発明の発明者(単独)であることについて，確認の利益があるということはできず，控訴人の被控訴人会社に対する確認請求は不適法である。」"
            },
            {
              "fig": "(2)",
              "text": [
                "原判決7頁1行目冒頭に「(1)  」を加え，同頁1行目及び4行目の「2」をいずれも「2(1)」に改め，同頁7行目冒頭から8行目末尾までを次のとおり改める。",
                "「  (2)  控訴人は，本件出願の願書及び公開特許公報の訂正を求める必要があり，そのためには，控訴人と被控訴人Yとの間で控訴人が本件発明の発明者(単独)であることを確認する必要がある旨主張する。",
                "しかし，前記2(2)で判示したとおり，特許法上，拒絶査定が確定した特許出願について，当該特許の願書又は公開特許公報を訂正する手続は何ら規定されておらず，控訴人の主張はその前提を欠くというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "したがって，控訴人と被控訴人Yとの間で控訴人が本件発明の発明者(単独)であることについて，確認の利益があるということはできず，控訴人の被控訴人Yに対する確認請求は不適法である。」"
            },
            {
              "fig": "(3)",
              "text": [
                "原判決7頁12行目冒頭から同8頁3行目末尾までを次のとおり改める。",
                "「  そこで判断するに，不法行為による損害賠償請求が認められるためには侵害されたとする権利ないし利益が法律上保護されたものであることを要する(民法709条参照)。発明をした者が，その発明について特許を受け，その氏名を特許証に「発明者」として記載されることは，発明者の名誉といった人格的利益に関するものであって，法的に保護されるものである(発明者名誉権。特許法26条，工業所有権の保護に関するパリ条約4条の3参照)。しかし，このような発明者名誉権は飽くまでも特許制度を前提として認められる人格権であるから，発明(特許法2条1項参照)を完成することにより生じる人格的利益がすべて当然に法的に保護されることになるものではない。発明が新規性，進歩性の特許要件を充たさず，特許を受けることができないとする旨の拒絶査定が確定した場合には，当該発明の完成により発明者の人格的利益(名誉)が生じたとしても，一般的には，その社会的評価は法的保護に値する程高くはないことが多く，そうではないことなどの特段の事情がない限り，その侵害が不法行為になるとまではいえないと解するのが相当である。",
                "これを本件についてみるに，証拠(甲3，乙6の1～7)及び弁論の全趣旨によれば，本件発明(当然ながら本件出願の願書に記載された発明に限られる。)は，本件拒絶査定が確定しているだけでなく，引用文献から容易に想到することができたもので，特許法29条2項の規定により特許を受けることができないものであることが明らかであったものと認められ，その発明に対する社会的評価が高かったことなどの特段の事情を認めるに足りる証拠はない。",
                "以上によれば，控訴人が本件発明に係る発明者名誉権の侵害を理由として不法行為による損害賠償を請求することはできない。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決8頁4行目「(2)」の次に「ア」を加え，同頁7行目冒頭から同11行目末尾までを次のとおり改める。",
                "「  イ  また，控訴人は，本件拒絶査定がされたのは本件出願に関与した被控訴人Y及び被控訴人会社が本件発明を理解していなかったためであると主張し，本件発明は陸ではなく船舶で使用される傾斜計であってリールに特別な工夫をしたなどと記載した自己の意見書(甲9，13)，「大型船舶の甲板上で傾斜を測定する専用測定器具であることを，請求項に文言として含めて強調してもよかったのではと推察します。」などと記載された弁理士の意見書(甲12)等を提出する。",
                "しかし，特開2011-137776号公報(甲2)によれば，本件発明は，船舶での使用に限定した発明でなく，陸上での傾斜も測定できる装置として出願された発明であって(【0001】【0012】【0013】)，控訴人がリールに工夫をしたなどと主張する点については，そもそも本件出願に係る明細書に記載されていないのであるから，仮に，控訴人が工夫をしたと主張する点に特許性が認められるのであれば，本件発明は控訴人が主張する発明とは異なるものというべきであり，また，本件出願の審査の経緯を見ても被控訴人会社の拒絶理由通知への対応等に特に不自然な点があったと認めることはできない。さらに，上記弁理士の意見書も「強調してもよかったのではと推察します。」などと記載されているにすぎず，本件拒絶査定の理由(甲3，乙6の1～7)に照らしても，仮に，被控訴人会社が本件発明の特許請求の範囲を大型船舶での使用に限定する旨の補正をしていたとしても，本件出願について特許査定を受けることができたと認めることはできない。",
                "したがって，本件拒絶査定がされたのは被控訴人Y及び被控訴人会社が本件発明を理解していなかったためであるということはできず，控訴人の主張には理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "よって，その余の点を判断するまでもなく，被控訴人Yに対する慰謝料請求は理由がない。」"
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "控訴人はその他縷々主張するが，いずれも上記認定，判断を左右するものではない。",
            "以上によれば，控訴人の被控訴人会社に対する主位的請求(補正手続請求)は理由がないから棄却し，予備的請求(確認請求)及び被控訴人Yに対する確認請求はいずれも確認の利益がないから不適法な訴えとして却下し，被控訴人Yに対する損害賠償請求は理由がないから棄却した原判決は相当であるから，本件控訴を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}