{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2012-17723号事件について平成26年6月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，商標法3条1項3号該当性の有無（主位的主張）及び同条2項の適用の可否（予備的主張）である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成23年10月13日，指定商品を「第16類  印刷物」とし，指定役務を「第36類  前払式証票の発行」として，商標「全国共通お食事券」（標準文字）の登録出願をしたが（商願2011-073101号，甲81），平成24年3月12日付けで拒絶理由通知を受け（甲82），同年4月23日，指定役務を「第36類  全国共通の取り扱い店で利用できる食事券の発行」に変更する内容の補正をした（甲83）。",
            "原告は，同年6月11日付けで拒絶査定を受けたので（甲85），同年9月11日，これに対する不服の審判請求をし（不服2012-17723号，甲86），平成25年5月22日，指定役務を「第36類  食事券に関する前払式証票の発行」に変更する内容の補正をしたが（甲90の2），同補正は，同年6月4日，却下された（甲91）。さらに，原告は，同年12月25日，指定役務を「第36類  全国の加盟店で利用可能な食事券の発行」に変更する内容の補正をした（甲92の2）。",
            "特許庁は，平成26年6月23日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同年7月14日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標（甲81，甲92の2）",
          "text": [
            "「全国共通お食事券」（標準文字）",
            "指定商品  第16類  印刷物",
            "指定役務  第36類  全国の加盟店で利用可能な食事券の発行（「本願指定役務」）"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条1項3号該当性の有無について",
              "text": [
                "本願商標の構成中，「全国共通」の文字部分からは「全国に共通して利用できる」というほどの意味が，「お食事券」の文字部分からは「食事に利用できる金券」というほどの意味が，それぞれ容易に看取，理解されるといえる。",
                "この点に鑑みると，本願商標に接する者は，その構成全体から，「全国に共通して食事に利用できる金券」というほどの意味合いを認識するものとみるのが相当である。",
                "このことから，本願商標を本願指定役務である「全国の加盟店で利用可能な食事券の発行」に使用した場合，需要者は，本願商標につき，当該役務の質及び内容を記述的に表したものとして認識するにとどまり，自他役務の識別標識として認識することはないというべきである。",
                "したがって，本願商標は，役務の質（内容）を普通に用いられる方法で表示する標章のみからなる商標であるから，商標法3条1項3号に該当する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法3条2項の適用の可否について",
              "text": [
                "原告の提出した証拠を総合してみても，本願商標が本願指定役務について使用された結果，需要者をして，原告の業務に係る役務を表示するものとして認識されるに至っていると認めるに足る事実は，見出し得ない。",
                "したがって，本願商標は，商標法3条2項所定の要件を具備するに至っているとは認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-本願商標の商標法3条1項3号該当性の有無に関する判断の誤り（主位的主張）",
          "text": [
            "以下によれば，本願商標が商標法3条1項3号に該当する旨の本件審決の判断は，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条1項3号の意義",
              "text": [
                "商標法3条1項3号の意義は，同号に掲げる商標は，商品の産地，販売地その他の特性を表示する記述的又は説明的な標章（以下「記述的標章」という。）であり，そのような標章は，①自他商品識別機能を欠くこと，②取引に際して有用又は不可欠な手段として機能し，特定人に独占的な使用を許すのは，公益の観点から相当ではないことから，商標登録の要件を欠くとするものである（最高裁昭和54年4月10日第三小法廷判決，知財高裁平成19年3月28日判決）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標を構成する「全国共通お食事券」の語の生来的な識別性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本願商標である「全国共通お食事券」に接する者は，その構成全体から，「全国に共通して食事に利用できる金券」というほどの意味合いを認識するものとみるのが相当であるとした上で，本願商標は，上記意味合いをもって本願指定役務の質を記述的に表示したものである旨結論付けているが，以下によれば，この判断は誤りである。",
                    "本願商標は，類型的に自他識別力を有しないとされる記述的標章ではなく，したがって，「生来的な識別力」を有し得る表示というべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前述した商標法3条1項3号の趣旨に鑑みれば，本願商標を構成する「全国共通お食事券」の語から導かれる意味合いが，直接的かつ具体的に，本願指定役務の質を記述するものであるとき，本願商標は，記述的標章に該当するものといえる。",
                            "この点に関し，語の字義の解釈に当たっては，辞書等の記載によるのが基本であるところ，「全国共通お食事券」という語は，辞書に掲載されておらず，原告又はその関係者によって創出された造語である。",
                            "「全国共通お食事券」の語の構成中，辞書に掲載されているのは，「全国」，「共通」，「食事」及び「券」であり，辞書において説明されているこれらの意味合いを総合すると，「全国共通お食事券」の語から生じる記述的な意味合いは，「全国のどこにおいても，どれにも通用する，食べ物に利用できる金券」というものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上に鑑みれば，本願商標は，「全国共通お食事券」の語から，「全国のどこにおいても，どれにも通用する，食べ物に利用できる金券」という直接的かつ具体的な意味合いが認識され，かつ，そのような意味合いをもって実際の取引に資されることが認められて初めて，本願指定役務との関係において，記述的標章に該当するものといえる。",
                            "しかしながら，前述したとおり造語である「全国共通お食事券」の語から，上記の直接的かつ具体的な意味合いまでが看取されるものではなく，また，本件審決においても，取引者，需要者が上記意味合いを看取して実際の取引を行っているという状況は示されていない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「全国共通お食事券」の語が，本願指定役務の質及び内容を記述するものであるならば，同語から同記述に係る直接的かつ具体的な意味合いが一義的に看取されなければならないところ，以下によれば，同語からそのような意味合いが一義的に看取されるとはいえない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「全国共通」という語は，辞書に掲載されておらず，また，株式会社ぐるなび（以下「ぐるなび」という。）を商標権者とする商標登録第5459425号の商標「ぐるなびギフトカード  全国共通お食事券」（標準文字。以下「ぐるなび商標」という。）の商標登録に対する登録異議の申立てに対する決定（甲34。以下「別件異議決定」という。）において，上記商標中の「全国共通」の語につき，「『全国的に共通のもの，全国で利用できる』などの意味合いを想起させるものであるといえるとしても，かかる意味合いは漠然としたものである」との判断が示されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "ぐるなび商標について原告が登録無効審判請求をした事件の審決（甲97。以下「別件審決」という。）においては，「全国共通お食事券」の語につき，「加盟契約をしている全国の飲食店における飲食物の提供役務の代金の支払に充当することができる前払式証票としての食事券であること，すなわち，そのような価値を有する前払式証票を発行するという，本件役務の質を記述的に表示した語である」旨の判断をしながら，他方において，原告が提出した甲号証における「全国共通お食事券」の語は，「自他役務を識別するものとして表示されているものではなく，『全国共通の取扱店で利用することができる食事券』ほどの意味合いを認識させる，役務の質ないし内容を説明する記述的な表示」であるとして，前記判断中の意味合いとは異なる漠然とした意味合いを引き出して記述的な表示と認めている。",
                            "加えて，別件審決について提起された審決取消訴訟（知財高裁平成26年（行ケ）第10067号事件。以下「別件審決取消訴訟」という。）の判決（知財高裁平成26年10月30日判決）は，「全国共通お食事券」の語は，「全国で共通して取扱店で利用できる食事券」程度の意味で認識される旨判断している。",
                            "以上の別件審決及び別件審決取消訴訟の判決の認定によれば，「全国共通お食事券」の語からは，全体として，多義的な意味合いが認識されるといえ，その内容も，漠然とした抽象的なものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，「全国共通お食事券」の語は，後述する原告食事券の発行が開始された平成4年頃は，いまだ一般に親しまれておらず，原告によって，外食産業全般にわたり利用できる食事券を指す語として創出されたものであるから，すべての者によって一義的な意味合いが認識されるものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上に鑑みると，「全国共通お食事券」の語は，本願指定役務の質を暗示するものであるとしても，直接的かつ具体的に記述，説明する語とはいえず，したがって，本願商標は，記述的標章に該当しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「全国共通お食事券」の語については，これを構成する「全国」，「共通」，「食事」及び「券」の語順を入れ替える，「食事券」の語を「レストラン食事券」に替えるなどのほか，「全国共通外食券」，「全国外食店共通食事券」等，種々の代替可能な名称が存在する。このことから，「全国共通お食事券」の語は，特定人に独占的な使用を許すことが不相当なもの，すなわち，独占適応性を欠くものとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件審決は，「これ（判決注：本願商標）を本願の指定役務『全国の加盟店で利用可能な食事券の発行』に使用した場合，これに接する需要者は，その発行に係る食事券が上記意味合いに照応するものであること，すなわち，具体的な役務の質，内容を記述的に表してなるものとして認識するにとどまり，自他役務の識別標識としては認識し得ないというべきものである。」と説示している。",
                    "この点に関し，「食事券」は，「食事券の発行」という役務との関係においては，「役務の提供の用に供する物」の表示に当たることが明らかであるから，本願商標である「全国共通お食事券」は，本願指定役務である「全国の加盟店で利用可能な食事券の発行」との関係では，「役務の提供の用に供する物の質」の表示に当たるものといえるところ，このような表示は，商標法3条1項3号の適用範囲に含まれない。",
                    "しかしながら，本件審決は，前記説示の内容によれば，本願商標をもって，「食事券」という，本願指定役務の提供の用に供する物の質の表示として認識される旨の判断をしており，したがって，商標法3条1項3号の適用範囲に含まれない「役務の提供の用に供する物の質」の表示まで同号の範疇に取り込んでいる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標を構成する「全国共通お食事券」の表示の識別力",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標の自他役務識別力の有無は，「全国共通お食事券」の表示が単独で識別標識として機能しているかという観点からではなく，同表示が原告の業務に係る表示として認識されているか，すなわち，原告の出所識別標識として機能しているかという観点から，判断すべきである。",
                    "原告は，「全国共通お食事券」と「ジェフグルメカード」とが市場において一体的に認知されることを目指して事業展開を進め，長年にわたり，以下のとおり，本願商標を使用してきた。同使用実態に鑑みれば，本願商標は，原告の出所識別標識として機能しているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告発行の食事券（以下「原告食事券」という。）",
                      "text": [
                        "原告食事券の券面には，「全国共通お食事券」の語及び「ジェフグルメカード」の語が，市場において同時に認知される形態で表示されており，さらに，発行主体を示す「株式会社ジェフグルメカード」も明記されている。同券面からは，株式会社ジェフグルメカードが発行する「ジェフグルメカード」（すなわち，「全国共通お食事券」）又は「全国共通お食事券」（すなわち，「ジェフグルメカード」）という認識が看取でき，また，上記表示形態は，発行主体，すなわち，本願商標の使用者の表示と，その対象となる表示，すなわち，本願商標とが，一体として結び付く態様である。",
                        "原告食事券は，発行当初から，基本的なデザイン構成は変わっておらず，券種も額面500円のもののみである。原告食事券は，これまでに1億5000万枚以上発行されており，多くの人々に愛用されてきた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "加盟店一覧表又は加盟店リスト",
                      "text": [
                        "原告は，原告食事券の利用者の便宜を図るために，原告食事券の取扱店舗を列挙した一覧表（加盟店一覧表又は加盟店リスト）を作成しているところ，これらのすべてにおいて，「全国共通お食事券」の語及び「ジェフグルメカード」の語が表示されており，これらの表示は，各語の文字の大きさや色が異なるなど，容易に分離して認識され得る態様であるとともに，看者が一方の表示を目にすれば，必然的に他方の表示も目に入る形態で表わされている。",
                        "原告は，平成5年から現在に至るまで，加盟店一覧表及び加盟店リストを合計1870万枚制作し，原告食事券の利用者に提供してきた。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原告食事券の利用可能店舗を示すステッカー（以下「原告加盟店ステッカー」という。）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "現在使用されている原告加盟店ステッカーには，「全国共通お食事券」の語が，赤色で縁取られた楕円内の赤地の帯の上に白抜きの文字で記されるというかなり目立つ態様で表示されており，また，「ジェフグルメカード加盟店」の語も表示されている。これらの表示は，原告発行に係る「ジェフグルメカード」が「全国共通お食事券」というグルメカード（ギフトカード）であることを端的に需要者にアピールするためのものであり，看者は，原告加盟店ステッカーが店頭に貼られている店舗，すなわち，ジェフグルメカード加盟店において「全国共通お食事券」を利用できる旨認識し得る。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，当初，上記とは異なる態様の原告加盟店ステッカーを使用していたが，平成6年8月に，原告発行に係る「ジェフグルメカード」のイメージを前面に押し出す目的で，原告加盟店ステッカーの仕様を前述した現在の態様に変更し，以後，現在に至るまで，26万枚以上を制作してきた。これらの原告加盟店ステッカーは，ジェフグルメカード加盟店の店頭など利用者の目に付きやすい所に貼られている。また，原告は，平成7年7月以来，加盟店一覧表及び加盟店リストに，原告加盟店ステッカーの画像を掲載している。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，原告加盟店ステッカーは，ジェフグルメカード加盟店と「全国共通お食事券」とを結び付ける目印となるものといえ，需要者は，原告加盟店ステッカーを掲示している店舗は，ジェフグルメカード加盟店，すなわち，「ジェフグルメカード」を利用できる店舗であり，それは，「全国共通お食事券」を利用できる店舗である旨を認識する。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2-商標法3条2項の適用の可否に関する判断の誤り（予備的主張）たとえ本願商標が商標法3条1項3号に該当するとしても，同条2項が適用されるべきであり，本願商標について同項所定の要件を具備するに至っているものとは認められない旨の本件審決の判断は，誤りである。",
            "すなわち，原告は，「ジェフグルメカード」の「全国共通お食事券」としてのイメージを浸透させ，「全国共通お食事券」としてのギフトカードの地位を確実なものにするために，宣伝広告など本願商標の認知度を高める取組を実施してきた。",
            "他方，被告は，乙23号証から乙29号証をもって，ぐるなび発行に係る「全国共通お食事券」を利用できる店舗を指摘しているが，これらの書証には，「全国共通お食事券」の表示等は，見られない。",
            "以上に加え，本願商標は，前記1(3)のとおり，原告発行に係る「ジェフグルメカード」の内容を端的に需要者にアピールする態様で，長期間にわたり継続的に使用されており，原告の業務に係る出所表示として認識されている。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-本願商標の商標法3条1項3号該当性の有無に関する判断の誤り（主位的主張）について",
          "text": [
            "本願商標が商標法3条1項3号に該当するという本件審決の判断に，誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標を構成する「全国共通お食事券」の語の生来的な識別性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "商標法3条1項3号所定の商標とは，我が国の取引者，需要者によって，商品の品質や役務の質等を表示する標章として認識されるものである（最高裁昭和60年（行ツ）第68号昭和61年1月23日第一小法廷判決，東京高裁昭和52年（行ケ）第82号昭和56年5月28日判決，東京高裁平成12年（行ケ）第76号平成12年9月4日判決）。",
                        "取引者，需要者は，商品又は役務について表示する標章の認識に当たり，辞書上の記載のみによって理解するわけではないから，商標法3条1項3号該当性の有無は，辞書上の記載のみならず，指定役務の分野における同一又は近似した標章の使用状況など，取引の実態も考慮して判断すべきである。",
                        "また，同号該当性の有無は，当該商標の使用開始者や創作者が誰であるかということなどによって決められるものではなく，判断の基準時において，我が国の取引者，需要者が商品の品質や役務の質等を表示する標章として認識するものであれば，同号に該当するものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願商標を構成する「全国」，「共通」，「食事券」等の語は，日常生活において平易に使用されている一般的な語であり，本願商標については，その語の意味合いからも，「全国に共通する食事券」程度の意味合いが直ちに認識される。",
                        "そして，本件審決は，辞書上の記載のみならず，①「ルートイングループ共通お食事券」（乙2），「全国共通商品券」（乙8，乙9）など「～共通・・券」という構成を含む標章，②「全国共通お食事券」の語を含む標章（乙1の1，2）及び③同語に酷似した「全国共通食事券」の語を含む標章（乙18から乙20）の使用状況をも踏まえて，本願商標に接する者は，その構成全体から，「全国に共通して食事に利用できる金券」というほどの意味合いを認識するものとみるのが相当である旨認定しており，この認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告が「全国共通お食事券」の語から生じる記述的な意味合いとして主張する「全国のどこにおいても，どれにも通用する，食べ物に利用できる金券」は，本件審決が本願商標から認識される意味合いとして認定する「全国に共通して食事に利用できる金券」と，何ら変わるものではない。",
                        "また，全国的に使用できるものの，対応する店舗は加盟店など一定の店舗に限られるものについても，「三井住友カードVJAギフトカード（全国共通商品券）」（乙9）などのように，「全国共通・・券」という構成を含む標章が使用されており，この実態に加え，本願指定役務の内容を併せ考えれば，「全国に共通して食事に利用できる金券」という意味合いは，需要者によって，漠然とではなく，具体的な意味合いとして認識されるものというべきである。",
                        "なお，原告が指摘する別件異議決定及び別件審決は，いずれも審理の対象となった商標及び指定役務の範囲並びに争点が本件とは異なり，別異の事案である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "独占適応性に関しては，前述したとおり，商標法3条1項3号所定の商標は，我が国の取引者，需要者によって，商品の品質や役務の質等を表示する標章として認識されるものであれば足り，そのような標章として唯一のものであるか否かによって同号該当性の有無が判断されるものではない。",
                    "加えて，商品の品質や役務の質等を表示する標章として認識されるものが，その構成文字の組合せを変えて使用できるとしても，そのことによって，独占適応性の欠如が否定されるものではない。特に，本件においては，「全国」，「共通」，「食事」及び「券」の各語の意味合い並びに前述した「～共通・・券」という構成を含む標章，「全国共通お食事券」の語を含む標章及び同語に酷似した「全国共通食事券」の語を含む標章の使用状況に鑑みれば，本願商標の「全国共通お食事券」は，自然な語順の構成であり，取引に際し，必要かつ適切な表示として誰もがその使用を求めるものといえるから，特定人に独占させることは，相当ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "①本願指定役務において，発行する券の内容は，重要なポイントの1つといえる。また，②本願指定役務は，本願商標の出願当時は「前払式証票の発行」であったが，補正を経て，現在の「全国の加盟店で利用可能な食事券の発行」に至っている。この経緯に鑑みれば，本願指定役務は，実体的には「前払式証票の発行」に含まれるものといえるところ，「食事券」は，「前払式証票の発行」という役務との関係においては，「役務の質」の表示に該当する。",
                    "本願商標を構成する「全国共通お食事券」の語は，「食事券」の一種としての意味合いが看取されることから，前記①及び②の点に鑑みれば，本願指定役務の質を表示するものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標を構成する「全国共通お食事券」の表示の識別力について",
              "text": [
                "原告が作成した加盟店リスト等に本願商標が使用されているとしても，当該役務の出所を表示するものとして認識されるのは，同時に使用されている「ジェフグルメカード」等の表記であり，本願商標である「全国共通お食事券」の語は，「全国に共通して食事に利用できる金券」という意味合いを超えて，原告の業務に係る役務であることを表すものとして認識されるものではない。",
                "原告が，その主張するとおり，「全国共通お食事券」と「ジェフグルメカード」とが市場において一体的に認知されることを目指すというブランド戦略を有していたとしても，需要者は，原告食事券について，「ジェフグルメカード」に係る「全国に共通して食事に利用できる金券」として認識するのであり，「全国共通お食事券」の語をもって，原告に係る役務を表示するものとして認識するとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2-商標法3条2項の適用の可否に関する判断の誤り（予備的主張）について",
          "text": [
            "本願商標が商標法3条2項所定の要件を具備するに至っているとは認められない旨の本件審決の判断に，誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標の使用状況についてみると，原告食事券，原告加盟店ステッカー，新聞広告等には，本願商標を構成する「全国共通お食事券」の文字が表示されているものの，いずれにおいても「ジェフグルメカード」の文字も共に表示されており，「全国共通お食事券」の表示が単独で使用されているものはない。そして，「全国共通お食事券」の表示と「ジェフグルメカード」の表示とは，文字の大きさが異なる，上下段に分けて配置されているなど，分離して使用されている。",
                    "また，「全国共通お食事券」の表示が使用されているものの多くにおいては，原告食事券が全国の加盟店において使用可能である旨の説明が付されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，「ジェフグルメカード」の表示は，原告食事券裏面の説明書きなどにおいて，単独でも使用されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告以外の者による「全国共通お食事券」の文字又はこれに類似した文字の使用状況についてみると，ぐるなびは，「全国共通お食事券」の文字を含む名称の食事券を発行しており，その他にも，同文字に酷似した「全国共通食事券」の文字を食事券の名称に使用した例が複数ある。ぐるなび発行に係る上記食事券が全国1万5800店舗において利用可能とされていることに鑑みると，原告食事券が3万5000店舗において利用可能とされていることと比較しても，「全国共通お食事券」の文字又はこれに酷似した「全国共通食事券」の文字が，無視し得ない規模で原告以外の者によって使用されている状況が存在するといえる。",
                "さらに，原告食事券及びぐるなび発行に係る上記食事券の両方を使用できる店舗も，少なからず存在するところである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告が本願商標を相当程度使用している事実が存在するとしても，取引者，需要者は，本願商標を構成する「全国共通お食事券」の文字をもって，「全国に共通して食事に利用できる金券」を意味する表示として理解するものといえる。",
                "したがって，本願商標は，使用された結果，需要者において，原告も含め特定の何人かの業務に係る商品又は役務を表示するものとして認識されるに至っているとは認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願商標について",
          "text": [
            "前記第2の2のとおり，本願商標は，「全国共通お食事券」の文字を標準文字により表してなる。",
            "本願商標の指定商品は，第16類「印刷物」であり，指定役務は，第36類「全国の加盟店で利用可能な食事券の発行」（「本願指定役務」）である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-本願商標の商標法3条1項3号該当性の有無に関する判断の誤り（主位的主張）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条1項3号の意義",
              "text": [
                "商標法3条1項3号所定の商標が登録要件を欠くとされているのは，①商品の「産地，販売地，品質」等又は役務の「提供の場所，質，提供の用に供する物」等を「普通に用いられる方法で表示する標章のみからなる」商標は，商品又は役務の特性を表示記述する標章であることから，取引者，需要者によって，専ら当該商品又は役務の性質を説明するものとして認識されるのが通常であり，自他商品又は役務の識別標識として認識されるとは考え難いこと，②そのような標章は，多くの場合，当該商品又は役務に係る取引一般において，取引の内容を説明するために必要かつ適切な表示として機能するものであるから，誰もが自由に使用できるようにしておく必要があり，特定人の独占的使用を認めると，円滑な取引を阻害するなど公益上の問題が生じるおそれがあることによるものと解される（最高裁昭和54年4月10日第三小法廷判決・集民126号507頁参照）。",
                "以下，本願商標の商標法3条1項3号該当性の有無につき，上記の趣旨を考慮しながら，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「全国共通お食事券」の語について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠（甲93，甲94）及び弁論の全趣旨によれば，以下の事実が認められる。",
                    "まず，「全国共通お食事券」という語自体は，辞書類には掲載されていない。",
                    "「全国共通お食事券」を構成する語について個別にみると，「全国共通」の語も，辞書類には掲載されていないが，「全国」，「共通」，「食事」及び「券」の語は，新村出編「広辞苑  第六版」（平成20年1月岩波書店発行，甲93）及び松村明編「大辞林  第二版新装版」（平成11年10月三省堂発行，甲94）に掲載されている。",
                    "これらの辞書において，「全国」は，「国内全体。国じゅう。国全体。」を，「共通」は，「二つまたはそれ以上のもののどれにも通ずること，あてはまること。二つ以上のもののどれにもあてはまり，通用すること。また，そうしたさま。」を，「食事」は，「生存に必要な栄養分をとるために，毎日の習慣として物を食べること。また，その食物。生命を維持する栄養をとるため，一日に何度か物を食べること。また，その食べ物。」を，「券」は，「割符・切手・信用証書・印紙・証文の類。切符。金銭・条件・資格などを書き記してある紙片。債券・証券・入場券・乗車券・食券など。」を，それぞれ意味するとされる。",
                    "なお，「お」は，丁寧な語感を出す接頭語として慣用されているものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願指定役務が金券の一種である「食事券」の発行に係るものであることに鑑み，「金券」に関する使用例については，本件審決時である平成26年6月23日までの間，以下の事実が認められる（後掲証拠及び弁論の全趣旨）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願商標を構成する文字の一部である「全国共通」の文字については，後記(イ)及び(ウ)において掲げるものを除き，「全国共通商品券」（甲16，甲18，乙8，乙9），「全国共通『花とみどりのギフト券』」（甲17，甲20），「全国共通すし券」（甲40，乙12），「全国共通ゆうえんち券」（甲16，甲18，甲20，乙13），「全国共通フラワーギフトカード」（乙14），「全国共通おこめ券」（甲40，乙15），「全国共通たまごギフト券」（甲40，乙16）などの使用例があり（甲16から甲18，甲20，甲40，乙8，乙9，乙12から乙16），これらは，いずれも発行元等が指定した全国に所在する複数の取扱店において利用できる金券である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願商標を構成する文字の一部である「共通お食事券」の文字を使用した例も，「ルートイングループ共通お食事券」（乙2）など複数あり（乙3，乙4，乙6），上記文字に酷似した「共通食事券」の文字を使用した「ひらまつ共通食事券」という例もある（乙5の1，2）。また，本願商標に酷似した「全国共通食事券」の文字を使用した例も，複数存在する（乙18から乙20）。その他，「みなとみらい21共通飲食券」（乙7）など，「共通」の文字の使用例もある（乙7，乙10，乙11等）。",
                        "これらは，いずれも発行元等が指定した複数の飲食店等において利用できる金券である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，ぐるなびのウェブサイトには，「2011年9月15日（木）」付けの「ＮEWS  RELEASE」として，「個人経営の飲食店でも利用できる全国共通お食事券が誕生！」，「『ぐるなびギフトカード』全国共通お食事券の販売を開始」，「全国の飲食店で使える『ぐるなびギフトカード』全国共通お食事券を2011年9月15日（木）から販売いたします。」など，本願商標の構成文字と同一である「全国共通お食事券」の文字を含む記載が見られる。また，「『ぐるなびギフトカード』全国共通お食事券」について，「利用可能店舗は，『ぐるなび』のサイトで検索できるとともに，利用可能であることを示すオリジナル・ステッカーを店舗に掲示し，周知を図ります。」という説明文が付されている（乙1の1，2）。",
                        "なお，ぐるなびは，商標登録第5459425号の商標「ぐるなびギフトカード全国共通お食事券」（標準文字。「ぐるなび商標」）の商標権者であるところ，原告は，平成25年，ぐるなび商標について登録無効審判請求をし（無効2013-890011号），同審判において，本願商標を引用商標として，ぐるなび商標は商標法4条1項15号等に違反する旨を主張したが，特許庁は，平成26年2月7日，「本件審判の請求は，成り立たない。」との別件審決をした（甲97）。原告は，別件審決の取消しを求めて別件審決取消訴訟（平成26年（行ケ）第10067号）を提起したが，知的財産高等裁判所は，同年10月30日，原告の請求を棄却する判決を言い渡した（裁判所に顕著な事実）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記アにおいて前述した，辞書に掲載されている「全国」，「共通」，「食事」及び「券」の各語並びに接頭語である「お」の意味に鑑みると，「全国共通お食事券」のうち，「全国共通」は，「全国で共通して」という程度の意味と解され，「お食事券」は，「券」の用例の1つとして掲げられている「食券」のように，「食事の提供を受けることができる券」という程度の意味と解される。",
                    "そして，前記イにおいて認定した事実によれば，本願商標の構成文字と同一の文字を含む「『ぐるなびギフトカード』全国共通お食事券」の他，「全国共通商品券」，「全国共通おこめ券」，「ルートイングループ共通お食事券」，「ひらまつ共通食事券」など，「全国共通」又は「共通」という文字を含む名称の金券が相当数存在し，それらは，いずれも発行元等が指定した複数の店舗において「商品」や「食事」など名称に表示された物品やサービスの提供を受けることができる金券であり，その旨，社会一般に認識されているものと推認できる。",
                    "以上によれば，「全国共通お食事券」の語は，社会通念上，「全国で共通して所定の取扱店において食事に利用できる金券」程度の意味合いを有するものと解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標の商標法3条1項3号該当性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願指定役務の性質上，その取引者，需要者は，加盟店関係者及び一般消費者であると考えられる。",
                    "前記(2)ウに鑑みれば，本願商標である「全国共通お食事券」を，本願指定役務である「全国の加盟店で利用可能な食事券の発行」について使用すれば，取引者，需要者，すなわち，加盟店関係者及び一般消費者は，本願商標に接して，「全国で共通して所定の取扱店において食事に利用できる金券」程度の意味合いを認識するものと認められる。",
                    "そして，「全国で共通して所定の取扱店において食事に利用できる金券」は，本願指定役務に係る「発行」の対象である「全国の加盟店で利用可能な食事券」とほぼ同義といえることから，本願指定役務の質を表示するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，前述したとおり，本願商標は，「全国共通お食事券」の文字を標準文字により表してなるから，「普通に用いられる方法で」表示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本願商標は，本願指定役務の質を普通に用いられる方法で表示する「全国共通お食事券」という標章のみからなる商標といえるから，商標法3条1項3号に該当するものと認められ，同旨の認定をした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標を構成する「全国共通お食事券」の語の生来的な識別性について    ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，「全国共通お食事券」の語から生じる記述的な意味合いは，「全国のどこにおいても，どれにも通用する，食べ物に利用できる金券」というものであるとした上で，本願商標は，直接的かつ具体的な上記意味合いが認識され，かつ，同意味合いをもって実際の取引に資されることが認められて初めて，本願指定役務との関係において，記述的標章に該当するものといえるところ，造語である「全国共通お食事券」の語から，上記の直接的かつ具体的な意味合いまでが看取されるものではなく，また，取引者，需要者が上記意味合いを看取して実際の取引を行っているという状況も示されていないとして，本願商標は，記述的標章に該当するものとはいえない旨主張する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "確かに，前記のとおり，「全国共通お食事券」という語は，それ自体としては辞書類に掲載されていないことから，一種の造語ということができる。",
                            "しかしながら，「全国共通お食事券」を構成する「全国」，「共通」，「食事」及び「券」の各語は，いずれも日常生活において頻繁に使用される平易な語であり，その辞書的な意義の概要は，国民一般に広く知られているものといえ，「お」は，慣用されている接頭語である。また，前記のとおり，「全国共通お食事券」の構成文字の全部又は一部などを含む文字が金券を表す標章として使用された実例は相当数あり，そのような標章が，発行元等に指定された複数の店舗において利用できる金券を示すものであることも，国民一般に周知されているものと推認できる。",
                            "これらの点に鑑みれば，前述したとおり，「全国共通お食事券」の語は，「全国で共通して所定の取扱店において食事に利用できる金券」程度の意味合いを有するものとして国民一般に理解され，本願指定役務の取引者，需要者である加盟店関係者及び一般消費者も，同様の理解の下に取引に当たるものと認められる。そして，同意味合いは，本願指定役務のいう「全国の加盟店で利用可能な食事券」とほぼ同義であるから，本願商標「全国共通お食事券」は，本願指定役務の質を記述する標章に他ならないというべきである。",
                            "なお，原告は，「全国共通お食事券」の語から生じる記述的な意味合いは，「全国のどこにおいても，どれにも通用する，食べ物に利用できる金券」というものである旨主張するが，「食事券」は，金券の一種であり，金券は，現金とは異なり，すべての店舗において例外なく使用できるものではなく，当該金券の取扱店においてのみ利用できるものであることは，社会通念上，明らかといえるから，上記主張は，採用できない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，原告の前記aの主張は，採用できない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，「全国共通お食事券」の語が，本願指定役務の質及び内容を記述するものであるならば，同語から同記述に係る直接的かつ具体的な意味合いが一義的に看取されなければならないとして，①「全国共通」という語は，辞書に掲載されておらず，また，別件異議決定において，ぐるなび商標中の「全国共通」の語につき，「『全国的に共通のもの，全国で利用できる』などの意味合いを想起させるものであるといえるとしても，かかる意味合いは漠然としたものである」との判断が示されたこと，②「全国共通お食事券」の語からは，全体として，多義的な意味合いが認識されるといえ，その内容も，漠然とした抽象的なものであること，③「全国共通お食事券」の語は，原告食事券の発行が開始された平成4年頃は，一般に親しまれておらず，原告によって創出されたものであることを根拠に，「全国共通お食事券」から，前述した直接的かつ具体的な意味合いが一義的に看取されるとはいえない旨を主張する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかしながら，以下によれば，原告の上記主張は，採用できない。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "前述した商標法3条1項3号の意義に鑑みると，同号は，本願指定役務の質及び内容の記述に係る意味合いが一義的に看取される商標にのみ適用されるものではなく，同記述に係る意味合いが複数看取される商標や，同記述に係るもの以外の意味合いをも生じ得る商標にも適用されるものと解するのが相当である。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "また，上記の点に関して原告の見解を前提としても，以下のとおり，「全国共通お食事券」の語からは，「全国で共通して所定の取扱店において食事に利用できる金券」程度の意味合いが生じ，これと全く異なる意味合いが生じることは想定し難い。そして，前述したとおり，上記意味合いは，本願指定役務のいう「全国の加盟店で利用可能な食事券」とほぼ同義であること併せ考えると，「全国共通お食事券」の語からは，本願指定役務の質を記述する意味合いが一義的に生じるものということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "前記a①の点について，別件異議決定（甲34）は，原告指摘のとおり，ぐるなび商標中，「全国共通」の語につき，「『全国的に共通のもの，全国で利用できる」などの意味合いを想起させるものであるとしても，かかる意味合いは漠然としたものであるし，」と説示しているが，これに続けて，「また，該文字（判決注：「全国共通」の文字）が申立人が述べるように『少なくとも47都道府県の主要都市における，ある程度の規模の店なら使用できるであろう』との役務の質を表示するものとして，一般に使用されていると認めるに足る証左は見いだせず，」と説示している。",
                                "これらの説示によれば，別件異議決定は，「全国共通」の語からは，申立人主張に係る上記の「少なくとも47都道府県の主要都市における，ある程度の規模の店なら使用できるであろう」というかなりの具体性を帯びた意味合いまでが生ずるものではなく，「全国的に共通のもの，全国で利用できる」という意味合いが想起されるにとどまるという趣旨で，後者が前者に比して「漠然としたもの」と述べたものと解され，後者の意味合い自体を不明確なものと評価したものでないことは明らかである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記a②の点について，原告は，「全国共通お食事券」の語につき，別件審決は，「加盟契約をしている全国の飲食店における飲食物の提供役務の代金の支払に充当することができる前払式証票としての食事券」と解する一方で，「全国共通の取扱店で利用することができる食事券」ほどの意味合いを認識させるものと判断していること，別件審決取消訴訟の判決は，「全国で共通して取扱店で利用できる食事券」程度の意味で認識される旨判断していることをもって，「全国共通お食事券」の語からは，全体として，多義的な意味合いが認識されるといえ，その内容も，漠然とした抽象的なものである旨主張する。",
                                "しかしながら，別件審決及び別件審決取消訴訟の判決が説示する前記解釈は，多少の言い回しの相違はあるものの，いずれも前述した「全国で共通して所定の取扱店において食事に利用できる金券」とほぼ同義というべきである。また，前記(ア)のとおり，「全国共通お食事券」が上記の意味合いを有することは，広く国民一般に理解されているものといえるから，同意味合いが，本願指定役務の質の表示として不相当なほど漠然とした抽象的なものとはいい難い。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "前記a③の点については，原告主張のとおり，「全国共通お食事券」の語が原告によって創出されたものであるとしても，前記(ア)のとおり，同語は，「全国で共通して所定の取扱店において食事に利用できる金券」程度の意味合いを有するものとして国民一般に理解され，本願指定役務の取引者，需要者である加盟店関係者及び一般消費者も，同様の理解の下に取引に当たるものと認められる。",
                                "他方，同語から，上記意味合いとは全く異なる意味合いが生じるとは，社会通念上，想定し難い。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，「全国共通お食事券」の語については，種々の代替可能な名称が存在することから，独占適応性を欠くとはいえない旨主張する。",
                        "しかしながら，商標法3条1項3号の意義について前述したとおり，商品又は役務の特性を表示記述する標章は，多くの場合，当該商品又は役務に係る取引一般において，取引の内容を説明するために必要かつ適切な表示として機能するものであるから，たとえ当該標章と同じ意味合いを生ずるなど同標章に代替し得るものが存在するとしても，同標章について特定人の独占的使用を認めれば，その他の者は同標章を使用できなくなり，このことによって，取引に支障を来し，円滑な流通が阻害されるなどという公益上の問題が生じるおそれは，依然として存在するというべきである。",
                        "そして，前述したとおり，本願商標を構成する「全国共通お食事券」の語は，本願指定役務の質を記述する標章であるから，これに代替し得るものが存在するとしても，特定人に独占的使用を認めれば，前述した公益上の問題が生じるおそれがあることは明らかである。",
                        "したがって，「全国共通お食事券」の語については，代替可能な語の存否にかかわらず，独占適応性を認めることはできず，原告の前記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，「食事券」が「食事券の発行」という役務との関係においては，「役務の提供の用に供する物の質」の表示に当たることを前提として，本件審決は，本願商標をもって，「食事券」という本願指定役務の提供の用に供する物の質の表示として認識される旨の判断をしており，商標法3条1項3号の適用範囲に含まれない「役務の提供の用に供する物の質」の表示まで同号の範疇に取り込んでいる旨主張する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかしながら，「食事券の発行」という役務との関係において，「食事券」は，「発行」の対象であり，上記役務の成果に他ならない。したがって，「食事券」に係る表示は，上記役務の成果に係る表示であるから，同役務の「質」の表示に該当するというべきである。",
                            "本件についてみると，本願商標である「全国共通お食事券」は，「食事券」に係る表示であり，本願指定役務は，「全国の加盟店で利用可能な」という性質を有する「食事券の発行」であるから，本願商標は，本願指定役務の質を表示するものと認められる。",
                            "他方，商標法3条1項3号所定の「（役務の）提供の用に供する物」とは，当該役務を提供するための手段として供される物を指すものと解され，例えば，「自動車による輸送」という役務については，輸送手段であるトラックや大型車などの自動車が，「コーヒー飲料の提供」という役務については，コーヒーカップなどの容器やサイフォンなどコーヒー飲料を作る用具などが，当該役務の提供の用に供する物に該当する（甲98）。本願指定役務については，「（役務の）提供の用に供する物」の例として「食事券を作成する印刷機」などが挙げられるが，「発行」という役務の対象となる「食事券」そのものが，「提供の用に供する物」に該当すると解する余地はない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，本件審決が，本願商標をもって，本願指定役務の質を表示するものと認めたことに誤りはなく，原告の前記主張は，採用できない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願商標を構成する「全国共通お食事券」の表示の識別力について",
                  "text": [
                    "原告は，本願商標は，その使用実態に鑑みれば，原告の出所識別標識として機能しているといえる旨主張するが，後記3のとおり，本願商標は，本願指定役務の取引者，需要者において，役務の出所が原告であることを示すものとして認識されるに至ったものとは認められないから，前記主張は，採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2-商標法3条2項の適用の可否に関する判断の誤り（予備的主張）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標の使用状況",
              "text": [
                "後掲証拠及び弁論の全趣旨によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告食事券の発行",
                  "text": [
                    "原告は，商品券及びプリペイドカードの発行・販売及びその受託等を目的とする株式会社である。原告は，社団法人日本フードサービス協会（以下「JF協会」という。）及びその加盟社並びに金融機関の出資により，平成4年8月に設立された。",
                    "原告は，同年12月1日，券面額500円の食事に利用できる金券，すなわち，食事券である「ジェフグルメカード」（「原告食事券」）の発行を開始した。原告食事券は，原告との間で「ジェフグルメカードの取り扱いに関する契約書」を締結している加盟社の運営する店舗（以下「原告加盟店」という。）において利用できるものである。原告加盟店は，全国各地に散在しており，現在，その総数は3万5000店を超えている。原告食事券は，贈答用のギフト券として広く一般に知られており，発行開始時から平成24年3月までの累計発行枚数は，1億5827万枚余りに及ぶ（甲1から甲3，甲35，甲42，甲66，甲69，甲70）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告食事券の外観",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告食事券には，表面に「ジェフグルメカード  お食事券」の文字が表示されているものもあるが（甲1，甲35），「ジェフグルメカード  全国共通お食事券」の文字が表示されているものが大半を占める（甲22から甲31，甲73等）。なお，後者には，他社の宣伝広告等を付けたいわゆる「オリジナルカード」（甲22から甲31）も含まれるが，後記(イ)記載の外観は，共通している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "後者の外観は，別紙1（甲73の写し）のとおりであり，表面の上部中央に「ジェフグルメカード」の文字が，その下に「全国共通お食事券」の文字が，それぞれ表示されており，前者の各文字は，後者の各文字の約1．5倍の大きさである。",
                        "表面中央部には，白地の長方形が描かれており，その中に，デフォルメされた「gourmet  card」の英文字を6色で表わしたものとそれらの下方を囲むように描かれた弧線とを組み合わせた図形標章（以下「原告図形標章」という。）があり，その下に「ジェフグルメカード」の文字が表示されている。",
                        "表面の右下部には，券面額を表す「￥500」が大きい文字で表示され，その下方に，上記券面額よりは小さい文字で，「株式会社ジェフグルメカード」の文字が表示されている。なお，オリジナルカード（甲22から甲31）においては，同文字は，「￥500」の左方に表示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告食事券の裏面上部には，「ジェフグルメカードのご使用について」という文字が表示されており，その下に，同文字よりも小さい文字で「全国のジェフグルメカード取扱加盟店にて額面金額と等額で取扱商品とお引換え（販売）致します。」などという注意事項が記載されている。左上方には，単色で描かれた原告図形標章が表示されている。",
                        "原告食事券の裏面には，「全国共通お食事券」の文字は表示されていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "加盟店一覧表又は加盟店リスト",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，原告食事券の発行当初から，原告食事券の利用者の便宜を図るために，原告加盟店を列挙した加盟店一覧表（甲71の1から3）又は加盟店リスト（甲33，甲44，甲72の1から20）を作成して顧客に提供しており，平成26年6月までの総印刷部数は，1870万枚に及ぶ（甲100）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "加盟店一覧表（甲71の1から3）",
                      "text": [
                        "加盟店一覧表（「1993年前期版」，「1993年後期版」，「1994年前期版」，「1995．9．現在」，「1999．12．現在」）の表紙には，いずれも原告図形標章と共に「全国共通お食事券  ジェフグルメカード」の文字が表示されている。いずれにおいても，「ジェフグルメカード」の文字は，「全国共通お食事券」の文字よりも約1．5倍大きい。説明書きの部分には，「ジェフグルメカードは，（中略）お食事がお楽しみいただけます。」，「ジェフグルメカードについてのお問い合わせ（判決注：「1993年前期版」〔甲71の1〕は，「お問合せ」。）は，下記までお願いいたします。」という記載がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "平成7年から平成8年にかけて作成された加盟店リスト（甲33，甲72の1から3）  ",
                      "text": [
                        "表紙には，原告食事券の表面の画像（表面に「ジェフグルメカード  全国共通お食事券」の表示があるもの。以下，同じ。）が表示され，その下に「ジェフグルメカード」の文字が表示されている。説明書きの箇所には，後記エにおいて後述する平成6年8月頃以降に制作された原告加盟店ステッカーの画像の表示並びに「贈られてうれしい！だから贈りたい。全国共通お食事券ジェフグルメカード。」及び「全国共通お食事券  ジェフグルメカードは，下記店舗でもお買求めいただけます。」（判決注：甲72の1は，「お買い求めいただけます。」。）との記載があり，また，原告加盟店を列挙したリストには，「全国共通お食事券  ジェフグルメカード加盟店舗名」（甲33，甲72の2，3）又は「全国共通お食事券  ジェフグルメカード加盟社・店舗名」（甲72の1）という表題が付されている。",
                        "「全国共通お食事券  ジェフグルメカード」の表示（前記のとおり，「全国共通お食事券」と「ジェフグルメカード」との間に，間隔が設けられているものといないものとがあるが，ここでは，両者を含む趣旨である。）については，前記の原告食事券の表面及び原告加盟店ステッカーの各画像内のものを除き，すべての構成文字が同程度の大きさである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "平成12年から平成25年にかけて作成された加盟店リスト（甲44，甲72の4から20）",
                      "text": [
                        "いずれの表紙にも，原告食事券の表面の画像及び原告加盟店ステッカーの画像が表示され，前者の右下方には「全国共通お食事券」「ジェフグルメカード」の二段組みの表示があり，後者の付近には「全国共通お食事券  ジェフグルメカード」の文字が横一列で表示されている（ただし，甲72の15，16は，「全国共通お食事券」と「ジェフグルメカード」との間隔がほぼない。）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "平成12年から平成23年にかけて作成されたもの（甲44，甲72の4から16）",
                          "text": [
                            "⒜  表紙に表示された二段組みの文字については，「ジェフグルメカード」の文字の方が，「全国共通お食事券」の文字よりも，約1．5倍大きい。なお，「ジェフグルメカード」の文字は，すべて黒色で表示されているのに対し，「全国共通お食事券」の文字については，黒色で表示されているのは平成13年に作成されたもの（甲72の5）のみであり，平成12年に作成されたもの（甲72の4）においては紫色で，平成19年から平成23年にかけて作成されたもの（甲44，甲72の6から16）においては赤色で表示されている。もっとも，前述したとおり，「ジェフグルメカード」の文字は，「全国共通お食事券」の文字よりも大きいことから，同文字の色彩の有無にかかわらず，同文字よりも目立つ印象を与える。",
                            "原告加盟店ステッカーの画像付近にある「全国共通お食事券  ジェフグルメカード」の文字は，平成23年5月頃までに作成されたもの（甲72の4から16）においては，紫色又は緑色の地に白抜きで表示されており，「全国共通お食事券」と「ジェフグルメカード」の文字は，いずれも同じ大きさである。平成23年11月頃に作成されたもの（甲44）においては，無地の背景に，赤色で「全国共通お食事券」の文字が，黒色で「ジェフグルメカード」の文字がそれぞれ表示されており，",
                            "両者の大きさは，後者の方が若干大きい。",
                            "⒝  さらに，平成23年11月頃に作成されたもの（甲44）においては，原告食事券の画像及び二段組みの文字の下方に，同文字よりも大きな文字で「全国共通お食事券 ジェフグルメカード」と表示されている。「全国共通お食事券」は赤文字で，「ジェフグルメカード」は黒文字で,それぞれ表示されているが，後者の文字は，前者の文字の約1．5倍の大きさであり，より目立つ態様である。",
                            "⒞  説明書きの部分についてみると，「ジェフグルメカードは，下記店舗でお買い求めください。」（甲72の4，5），「『ジェフグルメカード』お買い求めのご案内」（甲72の6から12），「『ジェフグルメカード』の販売箇所」（甲72の13，14），「ジェフグルメカードのお買い求めはこちらで」（甲44，甲72の15，16），「ジェフグルメカードのホームページ」（甲72の4，5）との記載がある。",
                            "原告加盟店を列挙したリストには，すべて「ジェフグルメカード加盟店情報」という表題が付けられている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "平成24年から平成25年にかけて作成されたもの（甲72の17から20）",
                          "text": [
                            "⒜  表紙に表示された二段組みの文字については，「全国共通お食事券」の文字及び「ジェフグルメカード」の文字は，ほぼ同じ大きさであり，前者は赤文字で表示されている。",
                            "原告加盟店ステッカーの画像付近にある「全国共通お食事券  ジェフグルメカード」の文字は，無地の背景に赤文字で「全国共通お食事券」が，黒文字で「ジェフグルメカード」が，それぞれ表示されており，両者は，ほぼ同じ大きさである。",
                            "⒝  原告食事券の画像及び二段組みの文字の下方に，比較的大きな文字で，「全国共通お食事券  ジェフグルメカード」の文字が表示されている。「全国共通お食事券」は赤文字，「ジェフグルメカード」は黒文字であり，両者は，ほぼ同じ大きさである。",
                            "また，甲72号証の17及び18においては，左上部に，「ジェフグルメカードは復興支援住宅エコポイント交換商品です。」と記載されており，甲72号証の20の左上部には，赤文字で「全国共通お食事券」の表示があり，それよりもやや小さい文字で「ジェフグルメカードは木材利用ポイント交換商品です。」と記載されている。",
                            "⒞  説明書きの部分には，「ジェフグルメカードのお買い求め，加盟店検索はこちらをご覧下さい。」（甲72の17から20）との記載がある。",
                            "原告加盟店を列挙したリストには，すべて「ジェフグルメカード加盟店情報」という表題が付けられている。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告加盟店ステッカー",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告加盟店ステッカーについてみると，原告食事券の発行当初に使用されていたものは，赤線で縁取られた楕円形のもので，その中央部に原告図形標章が配置され，下部に，赤地に白抜きの文字で「ジェフグルメカード加盟店」と表示されており，「全国共通お食事券」の表示はない（甲101）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告加盟店ステッカーは，平成6年8月頃，「全国共通お食事券」の表示を含む態様に変更された。",
                        "変更後の原告加盟店ステッカーの外観は，別紙2（甲32の写し）のとおりであり，赤線で縁取られた楕円形のもので，上段に原告図形標章が配置され，中段に赤地に白抜きの文字で「全国共通お食事券」と表示され，下段に白地に赤文字で「ジェフグルメカード」及び「加盟店」が二段組みで表示されている。「全国共通お食事券」の文字は，「ジェフグルメカード」の文字の約2倍の大きさであり，目立つ態様である。変更後の原告加盟店ステッカーの総制作枚数は，平成24年9月までで26万枚以上に及び，原告加盟店の店頭など顧客の目に付きやすい場所に貼付されている（甲32，甲102から甲106）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告食事券の広告，宣伝等の状況",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告食事券の発行が開始された平成4年には，公刊されている業界誌や全国紙の新聞記事等において，「全国12，000の飲食店でご利用いただけるお食事券。『ジェフグルメカード』12月1日，新発売。」（甲35），「JFグルメカードは歳末商戦までに発足」（甲36），「新しい外食マーケットを創造するためのJFグルメカードが誕生するのも，もう間近となった」（甲37），「全国共通食事券『ジェフグルメカード』」（甲38），「『全国の外食店共通の食事券』・・・食事券は『ジェフグルメカード』の名称で，額面五百円。」，「『全国共通の食事券  JF，80社1万2000店で  11月から』外食企業の業界団体である日本フードサービス協会（略称JF〔以下略〕）は十一月から，全国共通の食事券『ジェフグルメカード』を発行する。」（甲39）などと報道されていた（甲35から甲39）が，本件証拠上，「全国共通お食事券」の文字が記載されているものはない。",
                        "平成5年12月発行の週刊誌上に掲載された原告食事券の広告においては，「ウィンターギフトには，（中略）全国共通お食事券『ジェフグルメカード』がおすすめです。」との記載がある（甲76）。",
                        "平成7年頃から平成8年頃にかけては，全国紙の新聞広告において「全国共通お食事券  ジェフグルメカード」として宣伝された（甲16から甲19，甲21）。なお，甲21号証においては，広告のタイトルには「ジェフグルメカード」とのみ記載されているものの，「ジェフグルメカード  全国共通お食事券」の表示がある原告食事券の表面の画像が掲載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告が作成した原告加盟店向けの販促用店頭告知ツールの案内文書（甲108の1，平成8年5月）には，「全国共通お食事券  ジェフグルメカード」の文字が表示されたポスター等が掲載されており，販促用チラシ（甲108の2〔平成6年〕，3〔平成8年〕，4〔平成16年〕，5〔平成18年〕）のいずれにも，「全国共通お食事券  ジェフグルメカード」の文字が記載されている。",
                        "また，原告は，平成7年，原告食事券の普及拡大を目的として消費者向けのオープンキャンペーンを実施し，その加盟社向けのマニュアルには「全国共通お食事券ジェフグルメカード  ’95．SUMMER感謝キャンペーン」などと記載されている（甲74）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告食事券は，平成8年から平成11年にかけて，全国ネットで放映された複数のテレビ番組において，出演者に対する賞品等として使用された（甲4から甲14）。いずれの番組においても，「ジェフグルメカード  全国共通お食事券」の表示がある原告食事券の表面の画像がかなり大きく映し出され，「全国共通お食事券」（甲4から甲8，甲12から甲14），「ジェフグルメカード  全国共通お食事券」（甲9），「全国共通お食事券『ジェフグルメカード』」（甲10，甲11）というテロップを伴って紹介された。",
                        "日本経済新聞社において，平成10年6月18日付け日本経済新聞夕刊に掲載した「ギフト券特集」に応募されたはがきから抽出したものを集計して分析した「広告企画『ギフト券アンケート』調査結果報告書」（甲3）中，原告食事券は，「ジェフグルメカード」として特定されており，「全国共通お食事券」の文字は，見られない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告食事券は，平成17年に，年賀はがき購入の全国キャンペーン賞品として採用された。同キャンペーンの宣伝広告においては，賞品名として「全国共通お食事券」と記載されており，「ジェフグルメカード  全国共通お食事券」の表示がある原告食事券の表面の画像も掲載されている（甲75）。",
                        "原告食事券は，平成22年2月頃，住宅エコポイント交換商品カタログに掲載され，「ジェフグルメカード（全国共通お食事券）」として紹介された（甲40）。",
                        "さらに，平成23年9月頃，株式会社ＮTTドコモが実施したキャンペーン企画において，原告食事券が1等の賞品とされ，上記企画の宣伝チラシ上，「全国共通お食事券  ジェフグルメカード」として紹介された（甲41）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "平成24年10月には，JF協会発行の文献「ジェフマンスリー」に，「業界“共通資本”としてのジェフグルメカード」と題する特別寄稿が掲載され，その文中には，「ジェフグルメカードは『全国共通お食事券』，『使用制限なし』というマーケティングコンセプトが生まれてきた」という記載がある（甲47）。また，平成25年9月には，「ジェフマンスリー」に，「ジェフグルメカード  全国共通お食事券をめぐる闘い」と題する特集が組まれた（甲80）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法3条2項の適用の可否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記認定事実によれば，①原告食事券は，平成4年12月1日の発行開始時から現在に至るまでの長年にわたり，多数販売されており，贈答用のギフト券として広く一般に知られていること，②原告食事券を利用できる原告加盟店は，全国各地に散在しており，現在，その総数は，3万5000店を超えること，③原告は，全国紙の広告やキャンペーンなど原告食事券の販促活動に取り組んできたこと，④原告食事券は，全国ネットで放映されたテレビ番組，年賀はがき購入の全国キャンペーンなどに懸賞品等として採り上げられ，紹介されたことが認められ，これらの事実によれば，原告食事券自体は，相当に知名度が高いものと認められる。",
                    "そして，前記認定事実のとおり，①大半の原告食事券の表面には「ジェフグルメカード  全国共通お食事券」の文字が表示されていること，②平成6年8月頃以降に作成された原告加盟店ステッカーにおいては，その中央部に，赤地に白抜きの文字という目立つ態様で「全国共通お食事券」の文字が表示されていること，③すべての加盟店一覧表及び加盟店リスト，平成5年頃以降の広告やチラシ等の販促用ツールのいずれにも，「全国共通お食事券」の文字が含まれていることから，原告は，原告食事券の発行開始以降，現在までの相当長期間にわたり，本願商標である「全国共通お食事券」を使用してきたものといえる。",
                    "他方において，前記2のとおり，ぐるなびのウェブサイト上に平成23年9月15日付けで「『ぐるなびギフトカード』全国共通お食事券の販売を開始」などという広告が掲載されるまでは，本件証拠上，原告以外の者が，食事券について「全国共通お食事券」の語を使用していた事実は，認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，原告食事券，加盟店一覧表，加盟店リスト，原告加盟店ステッカー，その他原告作成に係る販促用チラシ等の資料，広告のいずれにおいても，原告食事券を示すものとして，「全国共通お食事券」の語が単独で使用されたことはなく，同語は，常に，「ジェフグルメカード」の語と併記されて使用されてきた。この点に関しては，原告自身，本願商標，すなわち，「全国共通お食事券」を単独で使用したことがない点については，争わない旨を述べているところである。",
                        "加えて，前述したとおり，原告食事券を採り上げたテレビ番組等における紹介など，原告以外の主体が原告食事券に言及する場合においても，「全国共通お食事券」の語が単独で使用されたことはなく，常に「ジェフグルメカード」の語と併用されてきた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告食事券，加盟店一覧表，加盟店リスト及び原告加盟店ステッカーは，本願指定役務の遂行と密接に関連するものといえるから，これらにおける「全国共通お食事券」の使用の具体的態様についてみると，以下のとおり，全体として，「ジェフグルメカード」の方が，「全国共通お食事券」よりも，強い印象を看者に与える態様で表示されてきたということができる。",
                        "a⒜  原告食事券の表面は，本願指定役務の取引者，需要者である加盟店関係者及び一般消費者にとって，原告食事券の表示として直ちに目に付くものといえる。そして，同表面においては，前記認定のとおり，①上部中央に「ジェフグルメカード」の文字が，その下に表示されている「全国共通お食事券」の文字の約1．5倍の大きさで表示されていること，②「全国共通お食事券」の文字は，上記表示のみであるのに対し，「ジェフグルメカード」の文字は，中央部の原告図形標章の下にも表示されていること，③加えて，原告図形標章の中には，「グルメカード」の英語表記である「gourmet  card」がデフォルメされた6色の英文字で表わされており，また，右下部には，券面額を表す数字の付近に「株式会社ジェフグルメカード」の文字が表示されていることから，明らかに，「ジェフグルメカード」の文字の方が，「全国共通お食事券」の文字よりも，看者の注意を引き付けるというべきである。",
                        "⒝  また，前記認定事実によれば，加盟店一覧表（甲71の1から3）の表紙及び平成12年から平成23年にかけて作成された加盟店リスト（甲44，甲72の4から16）の表紙においても，「ジェフグルメカード」の文字は，併記されている「全国共通お食事券」の文字の約1．5倍の大きさで表示されており，より強く看者の注意を引くものといえる。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "他方，平成6年8月頃以降に作成された原告加盟店ステッカーにおいては，「全国共通お食事券」の文字が，「ジェフグルメカード」の文字の約2倍の大きさで表示されており，同文字よりも目立つ態様である。",
                            "本件証拠上，他に，原告食事券，加盟店一覧表，加盟店リスト及び原告加盟店ステッカーにおいて，「全国共通お食事券」の文字が，「ジェフグルメカード」の文字に比して，より強い印象を看者に与える態様で使用された例は，見られない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "そして，前記2のとおり，本願商標である「全国共通お食事券」は，本願指定役務について使用された場合，その取引者，需要者によって，「全国で共通して所定の取扱店において食事に利用できる金券」程度の意味合いを有する表示，すなわち，本願指定役務の質を普通に用いられる方法で示す記述的な表示として認識されるものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "一方，「ジェフグルメカード」については，これに接した者が，本願指定役務の質等を説明する記述的な表示として認識することは，考え難い。加えて，「ジェフグルメカード」は，原告食事券の発行主体である原告の社名を含む表示であるから，それ自体，出所が原告であることを示すものといえる。さらに，前記(1)のとおり，原告食事券の裏面，加盟店一覧表及び加盟店リストにおける説明書き等，当初作成された原告加盟店ステッカー，日本経済新聞社によるアンケート結果の報告書において，「ジェフグルメカード」は，単独で，原告食事券を指す表示として使用されてきた。",
                            "これらの事実によれば，「ジェフグルメカード」は，単独で，原告食事券の出所を示す機能を有するものと認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上に鑑みると，前述したとおり，「全国共通お食事券」の表示は，原告食事券を示すものとして単独で使用されたことはなく，常に「ジェフグルメカード」の表示と併用されているところ，これらに接した取引者，需要者においては，「全国共通お食事券」の表示をもって，原告食事券という特定の商品を指すものとして理解し，同表示のみによって原告食事券の出所が原告である旨を認識することはなく，併用されている「ジェフグルメカード」に着目して，原告食事券の出所が原告である旨を認識するものというべきである。",
                        "したがって，前記アにおいて前述した，①原告食事券の知名度の高さ，②本願商標の使用実績及び③ぐるなびのウェブサイト上に平成23年9月15日付けの前記広告が掲載されるまでは，本件証拠上，原告以外の者が，食事券について「全国共通お食事券」の語を使用した事実は，認められないことを考慮しても，本願商標は，使用の結果，本願指定役務の取引者，需要者において，本願指定役務の出所が原告であることを示すものとして認識されるに至ったものとは，認められず，商標法3条2項を適用することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "本件審決は，本願商標が商標法3条2項所定の要件を具備するに至っているものとは認められないとの判断をした。",
                "本件審決には，原告が審判において提出した証拠の評価及びこれに基づく事実認定など，上記判断を導いた理由につき，必ずしも十分に説明しているとはいい難い点があるものの，その結論において誤りはないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "text": [
                "原告は，①「ジェフグルメカード」の「全国共通お食事券」としてのイメージを浸透させ，「全国共通お食事券」としてのギフトカードの地位を確実なものにするために，本願商標の認知度を高める取組を実施してきたこと，②被告が提出した乙23号証から乙29号証には，「全国共通お食事券」の表示等は，一切表れていないこと，③本願商標は，原告発行に係る「ジェフグルメカード」の内容を端的に需要者にアピールする態様で，長期間にわたり継続的に使用されてきており，原告の業務に係る出所表示として認識されていることを挙げて，商標法3条2項が適用されるべきである旨主張する。",
                "しかしながら，前述したとおり，上記③の点については，本願商標の使用状況等によれば，本願商標は，使用の結果，本願指定役務の取引者，需要者において，役務の出所が原告であることを示すものとして認識されるに至ったものとは，認められない。前記①及び②の点も，この結論を左右するものではない。",
                "したがって，原告の前記主張は，採用できない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}