{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2013-10749号事件について平成26年4月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等（争いがない）",
          "text": [
            "原告は，発明の名称を「抗重力縦伸歩行装置」（ただし，平成25年6月10日付け手続補正書による補正後の名称は「本人駆動自立杖」。甲6）とする発明について，平成23年3月10日を出願日とする特許出願（特願2011-53632号。以下「本願」という。）をしたが，平成25年3月26日付けで拒絶査定を受けたため，同年6月10日付けで，拒絶査定に対する不服の審判（不服2013-10749号事件）を請求した。",
            "特許庁は，平成26年4月8日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同月26日，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲（甲6）",
          "text": [
            "本願の特許請求の範囲（請求項の数は1）の請求項1の記載は，以下のとおりである（ただし，平成25年6月10日付け手続補正書による補正後のもの。以下，同請求項に係る発明を「本願発明」という。また，本願の明細書及び図面を併せて「本願明細書」という。）。",
            "「【請求項1】",
            "本人自身による自力による推進を行い，つま先立ちの状態で人体の縦方向にかかる重力に抗し，脊柱，膝関節を伸ばし重力による脊椎，腰，膝等にかかる荷重を軽減し得，本人が歩行して移動し得る身体支持杖であり，",
            "地面とは複数個の車輪で支え，身体支持杖自身が本人が手を放しても地面に自立できることを特徴とする本人駆動自立杖。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりである。その要旨は，①本願発明は，本願の前に頒布された刊行物である登録実用新案第3020788号公報（甲11。以下「引用文献」という。）に記載された発明（以下「引用発明」という。）であるから，特許法29条1項3号に該当し，特許を受けることができない（理由1），②また，本願発明は，引用発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない（理由2），したがって本願は拒絶をすべきものである，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "引用発明",
          "text": [
            "審決が認定した引用発明の内容は，以下のとおりである（引用発明の認定については，当事者間に争いがない。）。",
            "「使用者自身による自力による推進を行い，ロッドを用いて移動中空管フレームより引き延ばし固定ネジにより無段階に任意の高さに固定調整できる手すりの平行な中央部を松葉杖の脇の下支え部として使用し，使用者の脇の下を支えることにより，背筋，脊髄を延ばすことができ，腰，脊髄に負担がかからず，使用者が歩行して移動し得る松葉杖の機能を持つ歩行器であり，",
            "地面とは複数個の台車で支え，松葉杖の機能を持つ歩行器自身が使用者が手を放しても地面に自立できる松葉杖の機能を持つ歩行器。」"
          ]
        },
        {
          "fig": "5",
          "subject": "本願発明と引用発明の一致点及び相違点",
          "text": [
            "審決が，理由2において認定した本願発明と引用発明の一致点及び相違点は，以下のとおりである。",
            "（一致点）",
            "「本人自身による自力による推進を行い，人体の縦方向にかかる重力に抗し，脊柱を伸ばし重力による脊椎，腰，膝等にかかる荷重を軽減し得，本人が歩行して移動し得る身体支持杖であり，",
            "地面とは複数個の車輪で支え，身体支持杖自身が本人が手を放しても地面に自立できることを特徴とする本人駆動自立杖。」  ",
            "（相違点）",
            "本願発明の「身体支持杖」は，「つま先立ちの状態で人体の縦方向にかかる重力に抗し，脊柱，膝関節を伸ばし重力による脊椎，腰，膝等にかかる荷重を軽減し得，本人が歩行して移動し得る」ものであるのに対して，",
            "引用発明の松葉杖の機能を持つ歩行器（身体支持杖）は，使用者をつま先立ちの状態とした本願発明の上記構成を有するか否か不明である点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（特許法29条1項3号に係る判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献には，「つま先立ちの状態」で使用するものであることの記載がないから，引用発明と本願発明とは異なるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明は，歩行器の手すりの一部に使用者がよりかかるための，松葉杖の脇の下支え部を設けたものであり，その全体の形状は，その中に使用者を入れたり，出したりするために馬蹄形状としている。",
                "これに対して，本願発明は，引用発明のような歩行器の形状ではなく，使用者の脇の下を支えるための脇差棒7が左右両方に1個設けられて，使用者は脇差棒7に脇を載せて，つま先立ちで歩行するようになっている。したがって，両発明は，その構成が全く異なるものであるから，同じではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（特許法29条2項の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明における「つま先立ち」とは，「足が水平ならば完全に浮いている状態で前進可能な程度につま先のみを地面に着けており，つま先には体重がかかっていない状態」をいう。",
                "本願発明は，重力に抗し，背や膝を伸ばし，足を浮かせるものであるが，引用文献には全くこの思想がなく，本願発明とは全く異なるものである。",
                "つまり，本願発明は，背骨を伸ばすために踵を上げてつま先立ちさせるものであるのに対して，引用発明は，重力により背骨を圧縮させたままの構成であるから，両者は思想的に真逆である。本願発明では，使用者を脇差棒で両脇を抱え，上側に引っ張っているのに対し，引用発明は，使用者が両脇から地面に身体を押し付けてその反力で身体を支えているのであり，思想が異なる。",
                "本願発明の上記思想は，発明の名称が「抗重力縦伸歩行装置」であることとともに，本願明細書の「発明が解決しようとする課題」の記載等（段落【0003】，【0005】ないし【0007】，【0011】，【0026】，【0027】，【0034】，【0036】，【0039】，【0040】）や図面（図6，8，15，19，21ないし23）から，明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，引用発明と本願発明とは，使用者を歩行器に引き入れる構成及び動作や，携帯性が異なる。",
                "すなわち，本願発明は，本願明細書の図8（別紙1のとおり）のAからEのとおり，介護者不要で，歩行器を使用者に近づけ，使用者をベッド又は椅子から立たせて歩行させたり，ベッド又は椅子に座らせたりすることができるものであり，つま先立ちにするための高さ調整についても，昇降駆動部14が，持ち上がりと下降の制御を昇ボタン18と降ボタン21を押して，使用者が自分で調整することができる。また，本願発明は，本願明細書の図11のとおり，折りたたみ，トランクに格納して持ち運びすることができる。",
                "これに対し，引用文献には，使用者を歩行器に入れるまでの過程については何も記載されていないし，引用発明は，位置決めをするためには固定ネジ6でロッド8，9を固定する必要があるから，高さを調整するのが極めて大変であり，本願発明のような「つま先立ち」の調整は，はるかに困難である。また，引用発明は，引用文献の図13（別紙2のとおり）のとおり，折りたたむことは不可能である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "以上によれば，引用発明は，本願発明の進歩性を判断する基準とはなり得ず，審決には法の適用を誤った違法がある。  "
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（特許法29条1項3号に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，「足，腰，脊髄に支障のある人が患部に負担が掛からないように歩行をするための歩行の補助，又，訓練をする為の歩行器に関する物」（甲11【0001】）で，「歩行器を使用する時，腕の力で体を支えるだけでなく，脇を支える事により使用する人の腕の力を必要とせずに背筋を延ばす事ができる。更に，腰，脊髄の不自由な人には脇を支える事により腰，脊髄に負担がかからない」（同【0006】），「脇の下で体を支えるため腕の力を必要とせず脊髄を延ばす」（同【0018】）という作用・効果を奏するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，引用発明において，松葉杖の脇の下支え部により使用者の脇の下を支えるにあたって，腰，脊髄の不自由な人の腰，脊髄に負担がかからないようにするためには，使用者の身体をある程度上方に引き上げて支えることが重要であり，そうするための形態として，使用者の脇の下によって身体の大部分の荷重が支えられて踵に荷重がかからず浮いた状態，すなわち，つま先立ちの状態が含まれることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，「引用文献の記載に接した当業者であれば，『手すりの平行な中央部』で『使用者の脇の下を支えることにより，背筋，脊髄を延ばすことができ，腰，脊髄に負担がかからず，使用者が歩行して移動し得る』態様に，使用者の身体をある程度上方に引き上げて支えた，使用者がつま先立ちの状態となる態様もその一態様として当然含まれると理解することができる。」との審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明の全体の形状が「馬蹄形状」であることなどを根拠に，本願発明と引用発明の構成が全く異なるものであると主張するが，本願の特許請求の範囲の記載には，原告が主張するような本人駆動自立杖の全体の形状について何ら特定されていないから，原告の主張は特許請求の範囲の記載に基づくものではなく，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（特許法29条2項の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明の作用・効果については，前記1(1)アのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明において，使用者の背筋，脊髄を延ばすために，無段階に任意の高さに調整できる手すりの平行な中央部の高さを，使用者の身体をある程度上方に引き上げた状態の高さとするにあたって，腰，脊髄の不自由な人の腰，脊髄にかかる負担がないものとするためには，使用者の脇の下によって身体の大部分の荷重が支えられることによって踵に荷重がかからず浮いた状態となるような高さ，すなわち，「つま先立ちの状態」となる高さを選択することが適当であることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，「引用発明が『使用者が歩行して移動し得る松葉杖の機能を持つ歩行器』であることからして，使用者の身体をある程度上方に引き上げた状態とする高さとして，使用者が歩行できる『つま先立ちの状態』の高さを選択することは，当業者が必要に応じて適宜なし得る設計事項である。」との審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明における「つま先立ち」とは，「足が水平ならば完全に浮いている状態で前進可能な程度につま先のみを地面に着けており，つま先には体重がかかっていない状態」を意味するものであると主張する。",
                    "しかし，本願の特許請求の範囲の記載及び本願明細書の記載全体をみても，「つま先立ち」が，特に「前進可能な程度につま先のみを地面に着けており，つま先には体重がかかっていない状態」であることの記載はない。また，「抗重力」という文言は，本願の特許請求の範囲の記載などからみて，人体の縦方向にかかる重力に抗することを意味すると理解できるが，「抗う」の意味に照らしても，そのことから当然に，本願発明の「つま先立ち」が原告が主張する状態であるとはいえない。",
                    "そして，つま先立ちである以上，つま先に体重がまったくかからないということはなく，歩行するためには，僅かであっても所定の荷重がつま先にかかる必要がある。本願明細書によれば，本願発明は自分の足で歩行可能であるとの効果を奏するもので（【0006】，【0007】等），図6ないし8，15，19ないし23に記載されたつま先立ちの様子からしても，「つま先には体重がかかっていない」と解することは，本願明細書の記載と整合しない。",
                    "したがって，原告の上記主張は，本願の特許請求の範囲の記載及び本願明細書の記載に基づくものではなく，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，前記(1)イのとおり，引用発明においては，つま先立ちの状態となる高さを選択することが適当であるところ，「つま先立ちの状態」となる高さを，どの程度のものとするかは，使用者の症状や歩行性に応じて，踵に荷重がかからず浮いた状態となるような高さの範囲において当業者が適宜設定しうることであるから，「つま先立ちの状態」となる高さを，原告の主張するとおり「前進可能な程度につま先のみを地面に着けており，つま先には体重がかかっていない状態」の高さとすることは，当業者が必要に応じて適宜なし得る設計事項である。なお，踵に荷重がかからず浮いた状態となった，いわゆる「つま先立ち」の状態において，「足が水平ならば完全に浮いている状態」となることは，足の構造からみれば自明である。",
                    "したがって，原告の主張を前提としても，審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告は，本願発明と引用発明とでは，使用者を歩行器に引き入れる構成等も全く異なるとも主張するが，本願の特許請求の範囲の記載には，原告が本願発明が引用発明と異なると主張する点について何ら特定されていないから，原告の上記主張は，特許請求の範囲の記載に基づくものではなく，失当である。  "
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の取消事由2（特許法29条2項の判断の誤り）の主張には理由がなく，審決にはこれを取り消すべき違法はないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2（特許法29条2項の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願明細書の記載（甲1）",
                  "text": [
                    "本願明細書には，以下の記載がある（図6，8は，別紙1のとおり）。",
                    "「【発明が解決しようとする課題】",
                    "【0003】  図1の左図のように人間は四足歩行であったが，右図の如く二足歩行へ移行した。まず，四足歩行の場合を見てみると，背柱（1）は重力（50）に対して水平になっており，背柱の軸方向への重力がかからない。また，四本足で体重を支えるので，股関節（2）や後足関節（3）には体重の負荷は約1／4である。二足歩行の場合を見てみると，背柱は重力（50）に対してほぼ同一方向の垂直になっており，背柱（1）へ重力（50）がフルにかかるようになった。また，股関節（2）や膝関節（3）へ重力（50）がフルにかかる。そのため背柱，腰，膝が老化や筋トレや過度のスポーツで損傷し，膝痛や腰痛，ヘルニアなどになる。",
                    "第2図は人体の骨の各部について述べたものである。椎体（1-1）と椎体（1-1）の間に椎間板（1-2）があるが，この椎間板（1-2）が損傷を受け，椎体（1-1）と椎体（1-1）が擦れることや，図3AのMRI映像に示す様に椎間板（1-2）が横へはみ出して，矢印の如く神経を圧迫して痛くて歩行出来なくなったり，図3のBのレントゲン写真の矢印の如く椎体と椎体が接触して痛みを感じる。また，膝関節部分，例えば内側半月板や内側側副靱帯の損傷を受け，重力が膝間間接分（判決注：原文ママ）にかかる痛みを感じ，歩行困難となる。",
                    "【0004】  このため一般には図4の如く車椅子（4）を使用する。",
                    "しかし，車椅子に乗ると早く死に至るのが過去の実例で示される。これは車椅子（4）に乗ると脚（49）を動かさなくなるからである。・・・脚を動かす事により・・重要な機能があるが，歩く事を止めるとこの機能が停止してしまうので，従来の車椅子は良くない。又，車椅子からベッドへ，ベッドから車椅子への移動に大変な努力と介護士が必要となる。」",
                    "「【課題を解決するための手段】・・・【0006】  図6は前記の実験から見出した本発明の原理図で，患者（5）の脇（6）を脇差棒（7）で支え，この脇差棒（7）を縦支持柱（8）で支え，縦支持柱（8）の長さは床から脇差棒（7）の上面までの高さHが，脇下から踵（9）までの高さhより大きく，高さの差dがあるようにする。従って，踵（9）が地表から浮くので背柱や膝関節に重力がかからない状態で歩く事が出来る。背柱が伸びて，特に腰椎の椎体（1-1）間が開いて椎間板（1-2）による痛みが無くなる。また，膝関節部分（3-1，3-2）も伸びて，膝の痛みがなくなる。そして縦支持柱（8）の下に車輪をつけることで，患者（5）はつま先（19）で歩行出来る・・・。さらに，ベッドや椅子に座った状態から介護人を必要としないで本発明装置に乗る事が出来，また，本発明装置からベッドや椅子に座ることが出来る。」",
                    "「【発明の効果】【0007】  本発明の抗重力縦伸歩行装置により，背椎体のトラブルに苦しむ患者の痛みが無くなる活療効果と，痛いために歩けなかった患者が歩けるようになり，これにより行きたい所に自分の足で行ける便利さと喜びを与える。・・・背柱が伸びて椎体間が伸び椎間板への圧力が無くなり，椎間板はみ出しによる神経圧迫がなくなり，腰や下肢の痛みが無くなり，歩行できる。又，膝関節部分も伸びて，膝の痛みが無くなる。・・・」",
                    "「【実施例1】・・・【0011】  図8のAは患者がベッド（10）に座って，前方に抗重力縦伸歩行装置がおいてある状態である。これを・・・引き寄せ，・・・ベッド又は椅子（10）に座った患者は・・・脇差棒（7）を脇（6）に挟む。・・・脇差棒（7）が脇（6）を押し上げながら上昇する。患者が持ち上がり，患者はベッド（10）から立ち上がりはじめる。しかし，まだ患者の膝は曲がっており，背骨等は伸びてはいない状態で，踵（9）が床についている。Eに示す患者の踵（9）が浮くまで脇差棒（7）を上昇させる。・・・握り（15）を下に下げてこれを握りながら患者はつま先（19）で歩行を行う。患者は背柱や膝関節に体重がかからないので，痛みが無く，歩行することができる。・・・」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，人間が歩行する際には背柱，股関節，膝関節へ（縦方向に）重力がかかるため，これらが損傷し，また，損傷を受けた椎間板の椎体と椎体が接触したり，重力（荷重）が損傷を受けた膝関節部分にかかって，痛みを感じ，歩行困難となる（【0003】）という課題があるところ，従来使用されていた車椅子には，使用者が歩くことを止めることによる身体の機能停止等の問題点があった（【0004】）。本願発明は，このような問題点を解決するための身体支持杖に係るものであり，使用者の身体を，杖で支えて，人体の縦方向（垂直方向）にかかる重力に抗して下から上方向へと引き上げ，使用者の踵が地表から浮く状態とすることにより，①重力によって使用者の背柱や膝関節等にかかる荷重を軽減することができ，②背柱や膝関節部分を伸ばすことができて，椎間板や膝の痛みがなくなり，また，③身体支持杖に車輪を付けて移動可能とすることで，患者はつま先で歩行できるというものである（特許請求の範囲，【0006】，【0007】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献の記載（甲11）",
                  "text": [
                    "引用文献には，以下の記載がある（図6，13は，別紙2のとおり）。",
                    "「【0001】【産業上の利用分野】  この考案は，足，腰，脊髄に支障のある人が患部に負担が掛からないように歩行をするための歩行の補助，又，訓練をする為の歩行器に関する物である。」",
                    "「【0003】【考案が解決しようとする課題】  松葉杖の機能を持つ歩行器実開平07-002215の改良型で，・・・ ",
                    "【0004】  手すり中央部を脇の下に宛がう時，足腰に障害のある人には，背伸びして脇の下に手すり中央部を宛がうことが困難であり，又，腕の力で体を持ち上げるには，手すりを持ってでは位置が悪く力が入れにくい，問題点がある。",
                    "【0005】【課題を解決する為の手段】  馬蹄形に形成される中空管フレーム下方に，方向自在な台車を複数設け，その中空管フレームの上方には，分割固定出来る馬蹄形の手すりを設け，更に，手すり下部に有るそれぞれのロッドが各々の中空管フレームの中に入りその中で上下にスライドでき，その分割できる馬蹄形手すりが伸縮自在にそれぞれのロッドと各々の固定ネジにより，無段階に任意の位置に固定調整できる。・・・手すりの平行な中央部を，松葉杖の脇の下支え部のように使用する為に，その手すりの下部に有るロッドと移動中空管フレームを，回転管フレームを介して馬蹄形に形成される中空管フレームより分離でき，尚且つ回転管フレームにより，その手すりは左右に接離して固定ネジにより任意の位置に固定できる。よって分割できる馬蹄形手すりの平行な中央部が，上下して更に左右に接離して使用する人の体格に合わせ使用することができ，更に，移動中空管フレーム外周を，固定ネジにて上下に無段階に固定調整できるハンドグリップ部を設けるので，歩行器に松葉杖の脇の下を支える機能を併用する事となる。",
                    "【0006】【作用】  ・・・更に松葉杖のように脇の下を支える為，手すり中央部を脇の下支え部とし，その手すりの下部に有るロッドと移動中空管フレームを回転管フレームを介して馬蹄形に形成された中空管フレームより分離し尚且つ回転管フレームにより，その手すりは左右に接離して固定ネジにより任意の位置に固定でき，更に手すり下部にあるロッドを使用する事により，手すりを任意の高さに固定ネジにより固定できる。・・・よって歩行器に松葉杖の脇の下を支える部分を備える事により，従来の歩行器としての機能と，松葉杖の脇を支える機能を併用することができる。よって歩行器を使用する時，腕の力で体を支えるだけでなく，脇を支える事により使用する人の腕の力を必要とせずに背筋を延ばす事ができる。更に，腰，脊髄の不自由な人には脇を支える事により腰，脊髄に負担がかからない。又，松葉杖を使用する人で，バランスの悪い人は歩行器の安定性を得る事が出来る。」",
                    "「【実施例】・・・【0010】  図13の実施例図で示す松葉杖のように脇の下で体を支える為に，馬蹄型の手すりの平行な中央部（2）が脇の下を支える所とし，図6，7で示すように馬蹄型の手すりの平行な中央部（2）はロッド（9）を用いて移動中空管フレーム（10）より引き延ばし，使用する人の脇の高さに合わせ固定ネジ（6）により任意の高さに固定する。更に図6，13で示すように手すり中央部（2）を脇の幅に合わせる為，回転管（11）を内側に回転させ固定ネジ（6）により任意の位置に固定する。回転管（11）の軸は中空管フレーム（4）で構成する，更に，手すり中央部（2）の下部から伸びるロッド（9）は図3で示すように，他のロッド（8）より長くして長身の人でも使用できるようにする。・・・」",
                    "「【0014】【考案の効果】  歩行器として使用する時は手すり（1）（2）（3）を使用する人の高さにロッド（8）（9）を使い高さを合わせ固定ネジ（6）を利用して固定する。・・・",
                    "【0015】  図13の実施例図で示す松葉杖のように脇の下に中央部手すり（2）をロッド（9）を用いて宛がう事ができるので，従来の歩行器のように腕の力だけでなく脇に手すり中央部（2）を宛がう事により体を支えることができる。・・・",
                    "【0017】  中空管フレーム（4）の低部に有る方向自在な台車（5）が有るので足，腰，脊髄などに障害のある人が楽に歩行しリハビリテーションを行う効果がある。",
                    "【0018】  脇の下で体を支えるため腕の力を必要とせず脊髄を延ばす効果も有る。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，引用発明は，「歩行器」に係るものであり，具体的には，足，腰，脊髄に支障のある人が患部に負担がかからないように歩行をするための歩行の補助・訓練をするためのものである（【0001】）。従来の歩行器の問題点の1つは，歩行器の手すり中央部を脇の下に宛がう時，足腰に障害のある人には，背伸びして脇の下に手すり中央部を宛がうことが困難であり，又，腕の力で体を持ち上げるには，手すりを持ってでは位置が悪く力が入れにくいというものであった（【0004】）。引用発明は，「手すり中央部」を，「無段階に任意の高さに固定調整できる」ものであり，具体的には，使用する人の体格（脇の高さ）に合わせて上下させ，任意の高さに固定することができるものである（【0005】，【0006】，【0010】）。そして，引用発明は，この「手すり中央部」で使用者の体を脇の下で支えることにより，①人の腕の力を必要とせずに背筋，脊髄を延ばすことができ，さらに，②腰，脊髄に負担がかからず，③使用者が安定して歩行して移動し得るという効果を奏する（【0006】，【0015】，【0017】，【0018】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上を前提として，引用発明から，引用発明と本願発明との相違点（前記第2の5）に係る構成を想到することが容易であるかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の相違点に係る構成について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明は，「つま先立ちの状態で人体の縦方向にかかる重力に抗し，脊柱，膝関節を伸ばし重力による脊椎，腰，膝等にかかる荷重を軽減し得，本人が歩行して移動し得る」構成を有するところ，前記(1)イによれば，本願発明の「つま先立ちの状態」とは，「踵が地表から浮き」，つま先が地面に着いた状態であることは明らかである（本願明細書の実施例1，5，7の説明にも「踵が地面から浮く」，「踵が地面から離れる」との記載があり〔甲1の【0011】，【0026】，【0034】〕，図6，8E，15，19，21，22A，23にも，患者の踵が浮いて，つま先が地面に着いている様子が示されている。）。また，本願発明が，使用者の背柱や膝関節等にかかる荷重を軽減するためのものであることからすれば，使用者の体重の相当部分は身体支持杖で支えられており，地面に着いている「つま先」には，使用者の全体重はかかっていないことも明らかである。しかし，本願発明は，「本人が歩行して移動し得る」歩行装置（自立杖）であるところ，歩行するためには，つま先と地面との間の摩擦力が必要であり，摩擦力を生じさせるためには，つま先に荷重をかける必要があるのであるから，少なくとも使用者の体重の一部は「つま先」にかかっていると解される。したがって，本願発明の「つま先立ちの状態」とは，より具体的には，「踵は地面から離れた状態で，つま先が歩行可能な程度に地面につき，歩行に必要な摩擦力を生じさせる程度の体重がつま先にかかっている状態」であると認められる。",
                        "そして，本願発明の特許請求の範囲の「つま先立ちの状態で人体の縦方向にかかる重力に抗し，脊柱，膝関節を伸ばし重力による脊椎，腰，膝等にかかる荷重を軽減し得（る）」とは，人間の体は，通常，重力によって下向きに押されて縦方向（上下方向）に縮んでいるところ，これに抗して身体支持杖により使用者の身体を上向きに引き上げ，上記のような「つま先立ちの状態」とすることにより，脊柱，膝関節を伸ばし，重力によって脊椎，腰，膝等にかかる荷重を軽減し得るということを意味するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，原告は，本願発明の「つま先立ちの状態」とは，「足が水平ならば完全に浮いている状態で前進可能な程度につま先のみを地面に着けており，つま先には体重がかかっていない状態」をいうと主張し，その根拠として，本願発明の名称のほか，本願明細書中の「発明が解決しようとする課題」の記載等を挙げる。",
                        "この点，本願発明が，重力により脊柱，股関節，膝関節等へ体重（荷重）がかかるということのみを解決課題とするものであれば，使用者のつま先には体重が一切かからない状態となっていると解することも考えられる。しかし，前記(1)イのとおり，本願発明は，使用者が歩行して自力で移動することが可能であるということをも課題の一つとするものであり，つま先で歩行するためには，ある程度の体重をつま先にかけて，歩行に必要な摩擦力を生じさせる必要があることは前記(ア)のとおりである。したがって，本願発明における「つま先立ち」を，つま先には体重がかかっていない状態と解することはできず，原告の上記主張を採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，引用発明は，使用者の脇の下に宛てがう「手すり中央部」の高さについて，無段階に任意の高さに固定調整できるものであるものの（前記(2)イ），使用者が「つま先立ちの状態」になるような高さで「手すり中央部」を固定することは記載されておらず，そのような位置で固定するものかどうかは明らかではない。",
                    "しかし，前記(2)イのとおり，引用発明は，足，腰，脊髄に支障のある人が患部に負担がかからないように歩行をするため，手すり中央部で使用者の脇の下（使用者の荷重）を支えることにより，「腰，脊髄への負担を軽減する」という効果を奏するものであるから，手すり中央部の高さを適宜調節すれば，同時に，「背筋，脊髄を延ばす」という効果も奏するものであることは明らかである。すなわち，引用発明は，その手すり中央部を，背筋，脊髄を上方向（重力の向きと反対方向）に引き上げることが可能な位置（地表から使用者の脇までの高さよりも高い位置）に固定すれば，使用の際，使用者の背筋，脊髄を延ばすとの効果を奏するものと認められる。そして，引用発明において，手すり中央部が固定される高さの程度（使用者の体の上方向への引き上げの程度）については，これを増して，使用者の足が地面に着く部分を少なくするほど，①使用者の体重のうち「歩行器」によって支えられる割合が大きくなるから，腰，脊髄への負担を軽減する程度が大きくなり，また，②脇が引き上げられる程度が増すから，背筋，脊髄が伸びる程度も大きくなることは当業者にとって自明の事項であるところ，このような腰，脊髄への負担を軽減したり，背筋，脊髄を延ばしたりする程度は，歩行器を使用する者の足，腰，脊髄の具体的な支障の内容や程度に応じて適宜調整されるものであるから，当業者であれば，使用者の足，腰，脊髄の支障の程度に応じて，自力歩行が可能となる限度で，歩行器によって使用者の体重を支える割合及び背筋・脊髄を伸ばす程度を可及的に大きくするため，「つま先立ちの状態」,すなわち，「踵が地面から離れた状態で，つま先が歩行可能な程度に地面につき，歩行に必要な摩擦力を生じさせる程度の体重がつま先にかかっている状態」となるような位置に「手すり中央部」を固定する使用態様（構成）とすることは，容易に想到することができるというべきである。そして，引用発明の手すり中央部を，そのような使用態様（構成）とすれば，使用者は脇で上向きに引き上げられ，歩行して移動が可能でありながら，脊柱，膝関節を伸ばし，重力による脊椎，腰，膝等にかかる荷重を軽減し得ることとなるから，本願発明との相違点（「つま先立ちの状態で人体の縦方向にかかる重力に抗し，脊柱，膝関節を伸ばし重力による脊椎，腰，膝等にかかる荷重を軽減し得，本人が歩行して移動し得る」）に係る構成を備えることとなる。",
                    "したがって，引用発明を，本願発明との相違点に係る構成とすることは，当業者が容易に想到することができるものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上に対し，原告は，①本願発明は，背骨を伸ばすために踵を上げてつま先立ちをさせるものであるのに対して，引用発明は，使用者が両脇から地面に身体を押し付けてその反力で身体を支えているものであり，重力により背骨を圧縮させたままの構成であるから，両者は根本的に思想が異なる，②引用発明と本願発明とは，使用者を歩行器に引き入れる構成及びその具体的動作や携帯性が異なると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，原告の主張①については，上記イのとおり，引用発明は，手すり中央部の高さを適宜調整すれば，「背筋，脊髄を延ばすことができ（る）」という効果を奏するものであり，そのような効果を奏するため，使用者の背筋，脊髄を，重力の向きと反対方向に引き上げることが可能な位置に「手すり中央部」を固定するものと認められるから，引用発明が，重力により背骨を圧縮させたままの構成であるとはいえないし，引用発明と本願発明の思想が根本的に異なるとも認められない（なお，「引用発明は，使用者が両脇から地面に身体を押し付けてその反力で身体を支えている」ものであるとの原告の上記主張は，引用発明においては，移動中空管フレーム外周を上下固定することのできるハンドグリップ部(18)が設けられており（甲11の【0005】，【0006】，別紙2の図13），使用者はこれを使用することにより脇の下に手すり中央部を宛がい易くなるとされているところ（同【0006】，【0016】），原告は，引用発明の使用者が当該ハンドグリップ部を強く引っ張って，脇の下に手すり中央部を押し付けながら歩行しているとの理解を前提として主張しているものとも解される。しかし，引用発明のハンドグリップ部は，「使用することにより脇の下に手すり中央部を宛がいやすくし，又，ハンドグリップ部を持ち使用することもできる」（同【0006】）というものであり，上記のとおり，引用発明は，足，腰，脊髄に支障のある人が患部に負担が掛からないように歩行をするための歩行器であることからすれば，ハンドグリップ部が，背筋や脊髄が反力によって圧縮するほど強く握って歩行するためのものであるとは認められず，原告の主張はその前提を欠き，採用することができない。）。",
                        "したがって，原告の主張①は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告の主張②については，そもそも，使用者を歩行器に引き入れる構成及びその具体的動作や携帯性については，本願発明の特許請求の範囲には何ら特定されておらず，したがって，これらは本願発明の内容とはいえないから，これらが引用発明と異なることは，本願発明の容易想到性を否定する理由とならない。",
                        "したがって，原告の主張②も採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本願発明は，当業者が引用発明に基づいて容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとの審決の判断に誤りはない。したがって，取消事由2には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，本願発明が特許を受けることができないとの審決の結論に誤りはないから，取消事由1について判断するまでもなく，本件請求は理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}