{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2012-800196号事件について平成26年3月14日にした審決のうち，特許第4801443号の請求項3に係る発明についての特許を無効とする部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を一部成立とした審決の取消訴訟である。争点は，進歩性判断の当否である。 "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成17年12月29日に出願され，平成23年8月12日に特許権の設定登録がなされた特許（本件特許。特許第4801443号。発明の名称「固体麹の製造方法」）の特許権者である（甲33）。",
            "被告は，平成24年11月27日，本件特許の請求項1ないし7について無効審判請求をしたところ（無効2012-800196号。甲34），原告は，平成25年10月29日，訂正請求をした（本件訂正。甲44）。",
            "特許庁は，平成26年3月14日，「請求のとおり訂正を認める。特許第4801443号の請求項3に係る発明についての特許を無効とする。 特許第4801443号の請求項1，2，4ないし7に係る発明についての審判請求は，成り立たない。審判費用は，その7分の6を請求人の負担とし，7分の1を被請求人の負担とする。」との審決をし，同審決（謄本）は，同月25日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件訂正によって訂正された本件特許の特許請求の範囲請求項1ないし7に記載された発明（本件発明）の要旨は，次のとおりである（下線部分が本件訂正によって変更された部分である。以下，請求項の番号に応じて，例えば「本件発明1」などと表記する。）。",
            "【請求項1】（削除）",
            "【請求項2】（削除）",
            "【請求項3】",
            "少なくとも製麹工程において，回転ドラムが用いられ，撒水又は浸漬，蒸煮，放冷等の原料処理工程を経て製麹可能となされた製麹原料に種麹を接種することにより固体麹を製造する方法において，",
            "前記回転ドラムは，駆動装置により回転される回転ドラム本体と，この回転ドラム本体の内部に装着された品温センサを，少なくとも備え，",
            "種麹の接種後，製麹原料の品温が上昇するまで製麹原料を静置すると共に，",
            "前記回転ドラムが設置された室内の温度及び前記回転ドラム本体内の温度を，共に製麹開始温度となるように調節し，",
            "製麹原料の品温上昇後に製麹原料を常にあるいは少なくとも1～10分間隔で間欠的に攪拌し，",
            "前記製麹原料の攪拌が，前記回転ドラム本体の回転により生じる原料層の傾斜面からの落下により行われ，",
            "前記回転ドラム本体の回転速度は，1回転／30～90秒に設定されていると共に，",
            "前記品温センサが前記品温の上昇を感知すると，前記回転ドラム本体内に送風して断続的に冷却を行い，",
            "温度及び湿度が任意に調整された前記回転ドラム本体内で前記製麹原料が前記傾斜面から順次落下する時に，前記回転ドラム本体内の空気に触れることにより熱交換が行われ，",
            "前記攪拌により前記製麹原料表面や原料外空中での菌糸の生育を抑制して前記製麹原料への菌糸の破精込みを活発にし，",
            "製麹を完了することを特徴とする固体麹の製造方法。（本件訂正前の下線部分は，「前記ドラムの回転が，1回転／30～90秒に設定されている請求項2に記載の」であった。なお，本件訂正前の請求項2及びこれが引用する本件訂正前の請求項1は，「【請求項1】撒水又は浸漬，蒸煮，放冷等の原料処理工程を経て製麹可能となされた製麹原料に種麹を接種することにより固体麹を製造する方法において，種麹の接種後，製麹原料の品温が上昇するまで製麹原料を静置し，製麹原料の品温上昇後に製麹原料を常にあるいは少なくとも1～10分間隔で間欠的に攪拌し，製麹を完了することを特徴とする固体麹の製造方法。【請求項2】少なくとも製麹工程において，回転ドラムが用いられ，前記製麹原料の攪拌が，ドラムの回転により生じる原料層の傾斜面からの落下により行われる請求項1に記載の固体麹の製造方法。」であった。）",
            "【請求項4】",
            "製麹工程において，上下複数段に設置されたコンベアが用いられ，撒水又は浸漬，蒸煮，放冷等の原料処理工程を経て製麹可能となされた製麹原料に種麹を接種することにより固体麹を製造する方法において，",
            "種麹の接種後，製麹原料の品温が上昇するまで製麹原料を静置し，製麹原料の品温上昇後に製麹原料を常にあるいは少なくとも1～10分間隔で間欠的に攪拌し，",
            "前記製麹原料の攪拌が，上段のコンベアから下段のコンベアへの製麹原料の落下により行われ，",
            "前記攪拌により前記製麹原料表面や原料外空中での菌糸の生育を抑制して前記製麹原料への菌糸の破精込みを活発にし，",
            "製麹を完了することを特徴とする固体麹の製造方法。（訂正前の下線部分は，前半部分はなく，後半部分は「請求項1に記載の」であった。）。",
            "【請求項5】",
            "前記コンベアは，搬送速度が200～400cm／分であって，上段のコンベアから下段のコンベアへの製麹原料の落下が1～5分ごとに行われるものと設定され，かつ上段のコンベアと下段のコンベアとの落差が20～80cmに設定されている請求項4に記載の固体麹の製造方法。",
            "【請求項6】（削除）",
            "【請求項7】（削除）"
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張した無効理由（ただし，本件発明3を無効とする審決に関する無効理由12のみを記載する。）",
          "text": [
            "本件発明3は，甲3に記載された発明（甲3発明）並びに甲1，4，5，7及び9に記載された発明（甲1，甲4，甲5，甲7及び甲9発明）における技術常識に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない。",
            "甲1：早出昭雄外3名著，「新規製麹機の実用化試験」，信州味噌研究所研究報告第36号，信州味噌研究所（平成7年2月17日発行）20～22頁",
            "甲3：米国特許1，201，385号明細書及び翻訳文",
            "甲4：米国特許1，263，817号明細書及び翻訳文",
            "甲5：特開昭51-7192号公報",
            "甲7：特公昭39-20212号公報",
            "甲9：実公昭41-1117号公報"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要旨（ただし，本件発明3を無効とする審決に関する無効理由12に関連する判示部分のみを記載する。争点と関係の薄い部分はフォントを小さく表記する。）",
          "text": [
            "審決は，本件訂正を認めた上で，本件発明3につき，引用発明である甲3発明と技術常識に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により，特許を受けることができないと判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正について",
              "text": [
                "請求項3に係る本件訂正は，請求項1及び2を引用する従属請求項であった請求項3を独立請求項に変更するために，訂正前の請求項1及び2の発明特定事項を請求項3に記載することに加えて，以下（ア）～（オ）の限定を行っている。",
                "（ア）本件訂正前の請求項2の「回転ドラム」について，「前記回転ドラムは，駆動装置により回転される回転ドラム本体と，この回転ドラム本体の内部に装着された品温センサを，少なくとも備え」ること",
                "（イ）本件訂正前の請求項1の「種麹の接種後，製麹原料の品温が上昇するまで製麹原料を静置」する工程において，「前記回転ドラムが設置された室内の温度及び前記回転ドラム本体内の温度を，共に製麹開始温度となるように調節」すること",
                "（ウ）本件訂正前の請求項2の「製麹工程」において，「前記品温センサが前記品温の上昇を感知すると，前記回転ドラム本体内に送風して断続的に冷却を行」うこと",
                "（エ）本件訂正前の請求項2の「製麹工程において，回転ドラムが用いられ，製麹原料の攪拌が，ドラムの回転により生じる原料層の傾斜面からの落下により行われる」について，「温度及び湿度が任意に調整された前記回転ドラム本体内で前記製麹原料が前記傾斜面から順次落下する時に，前記回転ドラム本体内の空気に触れることにより熱交換が行われ」ること",
                "（オ）本件訂正前の請求項1及び2の「攪拌」について，「前記攪拌により前記製麹原料表面や原料外空中での菌糸の生育を抑制して前記製麹原料への菌糸の破精込みを活発に」すること",
                "してみると，請求項3に係る本件訂正は，特許法134条の2第1項ただし書1号に規定する特許請求の範囲の減縮を目的とするものである。",
                "そして，上記（ア）～（オ）の限定事項は，それぞれ特許明細書の【0023】，【0027】，【0033】，【0014】及び【0028】，【0011】に記載されている。",
                "よって，特許明細書に記載した事項の範囲内の訂正であり，特許法134条の2第9項で準用する同法126条5項に適合する。",
                "また，請求項3に係る本件訂正は，固体麹の製造方法についての発明特定事項を直列的に付加するものであり，実質上特許請求の範囲を拡張し，又は変更するものではないから，特許法134条の2第9項で準用する同法126条6項に適合する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由12について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3発明（引用発明）の認定",
                  "text": [
                    "アスペルギルス・オリゼ胞子を水で湿らせた小麦ふすまのような培地と混合し，発芽準備のために停止した後に，回転ドラムを1～3分間ごとに1回転の速度で30～40時間の期間回転させて，ジアスターゼを含む麹を製造する方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明の対比",
                  "text": [
                    "（一致点）",
                    "「少なくとも製麹工程において，回転ドラムが用いられ，撒水又は浸漬，蒸煮，放冷等の原料処理工程を経て製麹可能となされた製麹原料に種麹を接種することにより固体麹を製造する方法において，前記回転ドラムは，駆動装置により回転される回転ドラム本体を少なくとも備え，種麹の接種後，製麹原料を常に攪拌し，製麹原料の攪拌が，回転ドラム本体の回転により生じる原料層の傾斜面からの落下により行われ，前記回転ドラム本体の回転速度は，1回転／60～90秒に設定されていると共に，回転ドラム本体内で前記製麹原料が傾斜面から順次落下する時に，前記回転ドラム本体内の空気に触れることにより熱交換が行われ，製麹を完了することを特徴とする固体麹の製造方法。」",
                    "（相違点1）本件発明3において，回転ドラム本体の内部に品温センサが装着されているのに対して，甲3発明では明らかでない点。",
                    "（相違点2）本件発明3において，回転ドラムが設置された室内の温度及び回転ドラム本体内の温度を共に製麹開始温度になるように調節しているのに対して，甲3発明では明らかでない点。",
                    "（相違点3）本件発明3において，「種麹の接種後，製麹原料の品温が上昇するまで製麹原料を静置すると共に」「製麹原料の品温上昇後に」製麹原料の攪拌を開始するのに対して，甲3発明では「発芽準備のために停止」させた後に製麹原料の攪拌を開始する点。",
                    "（相違点4）本件発明3において，「品温センサが前記品温の上昇を感知すると，前記回転ドラム本体内に送風して断続的に冷却を行い，」製麹原料が傾斜面から順次落下する時に，回転ドラム本体内の空気に触れることにより熱交換が行われるのに対して，甲3発明では，「品温センサが前記品温の上昇を感知すると，前記回転ドラム本体内に送風して断続的に冷却を行う」ことが明らかでない点。",
                    "（相違点5）本件発明3が「前記攪拌により前記製麹原料表面や原料外空中での菌糸の生育を抑制して前記製麹原料への菌糸の破精込みを活発にし」ているのに対して，甲3発明では明らかでない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1及び2 ",
                      "text": [
                        "本件発明3と甲3発明は，いずれも回転ドラムが設置された製麹装置を用いた製麹方法に係る発明であるところ，一般に，回転ドラムが設置された製麹装置を用いた製麹方法において，製麹原料を製麹に適した所定温度に温度制御することは，甲1，4，7及び9にも記載されているように，周知の課題である。",
                        "また，当該周知の課題に対応して，ア）品温センサを用いて温度制御を行うこと，イ）品温センサを回転ドラム本体の内部に装着すること，ウ）回転ドラム本体内の温度制御を行うこと，エ）回転ドラムが設置された室内の温度制御も併せて行うことは，製麹分野における本件出願時の技術常識にすぎない。",
                        "したがって，甲3発明において，周知の課題である製麹原料を製麹に適した所定温度に温度制御するために，回転ドラム本体の内部に品温センサを装着し（相違点1），回転ドラムが設置された室内の温度及び回転ドラム本体内の温度を共に製麹開始温度になるように調節すること（相違点2）は，当業者であれば技術常識に基づいて適宜容易になし得ることである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3 ",
                      "text": [
                        "甲4，7及び9に記載された技術常識を考慮すると，ア）麹の成長に伴って品温が上昇すること，イ）品温が低くても高くても麹の成長が阻害されること，ウ）麹の成長を阻害しないために品温を過度に上昇させないように攪拌手入れ，切返作業等の冷却手段がとられることが，製麹分野における本件出願時の技術常識であったといえる。 ",
                        "してみると，甲3発明がジアスターゼを含む麹の成長の促進を目的とした製麹方法の発明であることを念頭において，上記技術常識を熟知した当業者が，甲3の「発芽準備のために停止」させた後に攪拌を開始する旨の記載に接すれば，麹菌の発芽が始まり麹の成長に適した温度であって，かつ，ドラムを回転して麹を冷却しても麹の成長に悪影響を与えない，「ある程度品温が上昇した時点」で攪拌を開始する意味であると，容易に理解できる。",
                        "実際に，甲3の分割出願である甲4には，「ドラムは，発芽準備のために10ないし12時間の期間停止させてもよい・・・この準備的な停止・・・の後は，ドラムは30時間ないし40時間の期間，1分間ないし3分間ごとに1回転の速度で回転させる。」と記載されており，本件明細書に記載された唯一の実施例に記載された「品温の上昇が始まった約15時間後」（【0033】）とそれほど異なる時間ではない。",
                        "したがって，相違点3は，甲3に記載された事項を読んだ当業者であれば，甲4，7及び9に記載された技術常識に基づき，容易に想到し得るものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点4",
                      "text": [
                        "上記のとおり，回転ドラムが設置された製麹装置を用いた製麹方法において，製麹原料を製麹に適した所定温度に温度制御することは，甲1，4，7及び9にも記載されているように，周知の課題である。",
                        "甲3には，「各空気導管は，ドラムの回転中，静止が保持されるように，適切なフレーム13に搭載されている。これから理解されるように，ドラムは前記導管に関して自由に回転する。導管の内側の端部は，14がドラムの回転方向になるように，ドラム中心から放射状に向けられている。これにより，前記導管の開放端が，回転中に降りていくドラムの側面側に向けられる。これらの導管は胴体15に接続されている。導管の一つは吸引送風機に接続されており，送風機の操作により，通路又は導管から円筒を経てドラムに向かう空気の流れが生み出され，送風機に接続されている導管から出て行く。導管15には，ドラムを通る空気の流れを調整する適度な室16が備えられている。これらの導管は，ドラム内に適当な空気の循環状態を生み出せる任意の大きさであればよい。」と記載されており，送風機の操作により，通路又は導管から円筒を経てドラムに向かう空気の流れが生み出され，送風機に接続されている導管から出て行くことが理解できる。そして，ドラムは前記導管に関して自由に回転し，導管の内側の端部14が回転中においても常に降りていくドラムの側面側に向けられるように設計されており，ドラムの回転中における送風をも意識した工夫が凝らされている。",
                        "また，甲3には，「ドラムの回転中，邪魔板25・・・は，底部の培地の塊を持ち上げ，塊の頂部で崩す作用をし，塊がドラムの底部に重力で動き又は崩れると，胞子形成物の塊の新たな部分は，空気の流れの動きに連続的に向けられることが理解される。これは，塊が空気の流れに連続的に向けられるという強く望まれる最適な結果であることが理解される。」と記載されていることを併せ考慮すると，ドラムの回転中に送風機の操作によりドラム内の一定方向に「空気の流れ」が生み出され，ドラムの回転により製麹原料が持ち上げられドラムの底部に重力で動き又は崩れる時に「空気の流れ」に向けられ，結果として，製麹原料が「空気の流れ」を用いて冷却を行える製麹装置であることが，当業者であれば理解できる。 ",
                        "ここで，本件発明3では，「品温センサが前記品温の上昇を感知すると，前記回転ドラム本体内に送風して断続的に冷却を行」うことが記載されているが，甲1，7及び9に記載されているように，製麹原料の品温の上昇をセンサで感知して回転ドラム内に送風して冷却を行うことは製麹分野の本件出願時の技術常識にすぎないから，甲3発明の製麹装置において，製麹原料の品温の上昇をセンサで感知して回転ドラム内に送風して，上述した「空気の流れ」を用いて冷却を行うことは，当業者であれば容易になし得ることである。",
                        "したがって，相違点4に係る「品温センサが前記品温の上昇を感知すると，前記回転ドラム本体内に送風して断続的に冷却を行い」，製麹原料が傾斜面から順次落下する時に，回転ドラム本体内の空気に触れることにより熱交換が行うことも，当業者であれば，技術常識に基づいて，適宜容易になし得ることである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点5",
                      "text": [
                        "上記で述べたように，菌糸の「破精込み」を活発にすることにより，「酵素力価」が高まることは，製麹分野における本件出願時の技術常識であって，アミラーゼ（ジアスターゼ）等の酵素を含む固体麹の製造において「破精込みを活発にし」ようとすることは製麹分野の周知の課題にすぎず，相違点5は，本件発明3において当該周知の課題を記載したものである。",
                        "そして，本件発明3における相違点5以外の発明特定事項によって，当該周知の課題が解決されるものと認められる。",
                        "したがって，上述した相違点1～4について当業者が容易になし得る以上，相違点5についても，結果として当業者が容易になし得ることである。 "
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "本件発明3の作用効果 ",
                      "text": [
                        "甲3には，甲3発明の作用効果について，「以前より，十分な成長のために静置は必須と考えられていた。これは，培地の動きにより，表面に混合された胞子が移動してしまうと考えられていたためである。しかしながら，私は，ある程度の量の動きは許容できるだけでなく，非常に有利であることを発見した。これは，ある程度の量の動きは，成長を妨げないだけでなく，実際には成長を促進させ，しかも操作の無駄を大いに省けるからである。私はまた，動きのある製造では，菌糸の成長は異なっており，糸状体は短く厚くなり（糸状体は短く密になり），多くの枝が非常に増加し，これにより，もやし胞子の頭を生じさせる多くの端を成長させることを発見した。」，「私の発明は，塊が連続的に攪拌されるように装置を構成し，これにより，塊の粒子は，空気に接近させるために，連続的に表面に導かれる。しかしながら，この攪拌は，塊における菌糸の糸状体の形質を変えることはあっても，菌の成長を実質的に妨げるような激しさはない。」及び「この準備的な停止，・・・の後は，ドラムは30時間ないし40時間の期間，1分間ないし3分間ごとに1回転の速度で回転させる。この期間は，通常，ジアスターゼ形成物，すなわち本事例である麹の発芽を完結させるに十分である。」と記載されており，甲3発明により，静置した従来法よりも菌糸の成長が促進された，ジアスターゼを含む麹が製造できることが確認できる。 ",
                        "こうした甲3に記載された作用効果と比べて，本件発明3において格別に顕著な効果が奏されるものとも認められない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（一致点・相違点の認定の誤り）",
          "text": [
            "審決が認定した一致点のうち，製麹原料の撹拌についての「傾斜面からの落下」及び「傾斜面から順次落下する時に」は，甲3からは認定できない。したがって，一致点は次のとおりに認定すべきであるとともに，審決が認定した相違点に加えて次の相違点6を認定すべきである。",
            "（一致点）少なくとも製麹工程において，回転ドラムが用いられ，撒水又は浸漬，蒸煮，放冷等の原料処理工程を経て製麹可能となされた製麹原料に種麹を接種することにより固体麹を製造する方法において，前記回転ドラムは，駆動装置により回転される回転ドラム本体を少なくとも備え，種麹の接種後，製麹原料を常に攪拌し，製麹原料の攪拌が，回転ドラム本体の回転により生じる原料層の落下により行われ，前記回転ドラム本体の回転速度は，1回転／60～90秒に設定されていると共に，回転ドラム本体内で前記製麹原料が落下する時に，前記回転ドラム本体内の空気に触れることにより熱交換が行われ，製麹を完了することを特徴とする固体麹の製造方法。",
            "（相違点6）本件発明3は，「前記製麹原料の攪拌が，前記回転ドラム本体の回転により生じる原料層の傾斜面からの落下により行われ」，「温度及び湿度が任意に調整された前記回転ドラム本体内で前記製麹原料が前記傾斜面から順次落下する時に，前記回転ドラム本体内の空気に触れることにより熱交換が行われ」るのに対し，甲3発明は，ドラムの回転中に温度及び湿度の調整が行われているかは不明であり，原料層の傾斜面からの落下による攪拌，及び製麹原料が傾斜面から順次落下する時に熱交換が行われているかも不明である点。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（容易想到性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2に関する判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "製麹原料の品温が上昇した後，常に又は少なくとも1～10分間隔で間欠的にドラムを1回転／30～90秒で回転させることとした場合，室内温度が調節されていなければ（室温が低いと），製麹中にドラム内の温度が下がり，結露が生じ，製麹原料に塊が生じるという課題が生じる。本件発明3は，酵素力価の高い麹が得られる製麹方法を提供するという目的を達成するために上記回転を採用し，それにより新たに生じた課題を回避すべく，回転ドラムが設置された室内の温度及び回転ドラム本体内の温度を，「共に」製麹開始温度となるように調節することとしたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，甲3には，回転ドラムが設置された室内の温度と回転ドラム内の温度を，「共に」製麹開始温度となるように調節することについて，記載も示唆もない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他の副引用例にも，回転ドラムが設置された室内の温度と回転ドラム内の温度を，「共に」製麹開始温度となるように調節することの開示はない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1の製麹方法は，緩慢な回転速度を採用しており，酵素活性はあまり高くなかったと結論付けられているので，本件発明3の上述の課題は存在しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲5において，最初の1時間の間，10分間ごとに1分間回転させるのは，種麹と原料との均一な混合撹拌を目的したものであり，その後，3時間ごとに1分間回転させるのは，原料の塊をほぐす手入れを目的としたものであって，甲5には，本件発明3のように，破精込みを活発にして酵素力価の高い麹を得るという目的のために回転させた場合に生じる上述の課題は存在しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲7の製法は，麹品温が上昇するまで保温箱をかぶせるだけであり，ドラムを空調された室内に設置することの開示はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，審決の相違点2に関する判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3に関する判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明3において，撹拌開示条件を「品温上昇後」とした理由は，品温がまだ上昇していない段階で撹拌を開始すると，目的に反して菌糸の育成を阻害してしまうこと，及び，製麹原料の種類や量に依存せずに撹拌を開始すべきタイミングを把握できることにある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3の「ドラムは，発芽準備のために停止させてもよい」の「発芽準備」の期間とは，アスペルギルス・オリゼ胞子が未だ発芽しておらず，発芽の準備をしている段階を指すが，そのような段階の麹菌によって製麹原料の品温が上昇し始めることは，生物学的にあり得ない。したがって，甲3でドラムを停止させてもよいとされる「発芽準備」の期間は，本件発明3の撹拌停止期間よりも明らかに短い。",
                    "また，甲3には，製麹原料の品温を監視することによって撹拌開始のタイミングを決定するという本件発明3の技術的思想は開示されていない。",
                    "さらに，本件発明3によれば，発芽直後に撹拌を開始することを確実に回避できるのに対して，甲3の「発芽準備」の期間停止させておく方法では，発芽した途端に撹拌を開始することになり，破精込みを活発にするという本件発明3の有利な効果は得られない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，甲4の「ドラムは，発芽準備のために10ないし12時間の期間停止させてもよい」の記載と，本件実施例の「品温の上昇が始まった約15時間後」をそれほど異なる時間ではないと判断した。",
                    "しかしながら，甲3及び4では，製麹原料が小麦ふすまであって，本件実施例の白米とは異なるから，甲4の記載と本件実施例の記載の意味するところは異なる。審決の上記判断には，製麹原料の際を考慮せずに，単に数字が近似していることだけを理由に甲3の記載を読み替えた点において，誤りがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決は，ア）麹の成長に伴って品温が上昇すること，イ）品温が低くても高くても麹の成長が阻害されること，ウ）麹の成長を阻害しないために品温を過度に上昇させないように攪拌手入れ，切返作業等の冷却手段がとられることは，技術常識であると判断したが，そのような技術常識と，甲3発明の「発芽準備のために停止させてもよい」という部分をある程度品温が上昇した時点で撹拌を開始する意味に読み替えることができることとが，どのような論理的関係にあるのか不明である。品温管理という抽象的なレベルの技術常識が共通しているからといって，甲3発明を「品温上昇後」の撹拌開始とすることにはつながらない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，審決の相違点3に関する判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点4に関する判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3に記載された「導管12」からの循環空気による冷却は，種麹を接種した後，ドラムを回転させている間に行う送風ではなく，種麹を接種する前の殺菌工程で使用されるものにすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3の分割出願に係る明細書である甲4にも，その他の副引用例にも，品温センサが品温の上昇を感知するとドラム内に送風して元の品温に戻し，再び上昇を感知すると送風することを繰り返すという断続的な送風による冷却については，開示がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明3の「送風」とは，品温センサと連動させてドラムに接続された送風管から断続的に行う送風のことであり，甲3に記載された，ドラムを回転させることによって，製麹原料がドラムの頂部から落下する動作が繰り返されるために，製麹原料が空気の流れに連続的に向けられることとは，本質的に異なる。審決の判断は，これらを混同したか，あるいは，相違点4に係る構成がいずれの引用例にも記載がないことを承知のうえで強弁したものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点5に関する判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点5に係る本件発明3の構成は，本件発明3の作用を明示しており，「製麹原料表面や空中での菌糸の過度の生育を抑制」できないような従来技術や，「製麹原料への菌糸の破精込みを活発に」できないような従来技術と，明確に区別されるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3は，大きな床空間を必要とせずに培地の厚さを増す目的で撹拌するものであり，菌糸の成長に関して「多くの枝が非常に増加し，これにより，もやし胞子の頭を生じさせる多くの端を成長させることを発見した。」との記載は，糸状体が原料外空中に向けて茂り，密になっている状態，すなわち，本件発明3が回避している「製麹原料表面や空中での菌糸の過度の生育」のことを指し，製麹原料内部に向けて菌糸が伸びるものではないから，本件発明3が活発化させる「破精込み」とは異なる。なお，「the filaments being shorter and thicker」という記述における「thicker」は，糸状体の枝の数が増えて茂っていること，すなわち，密になっていることを述べていると考えるのが，後続の文章「the number of branches being greatly increased, thereby increasing the number of ends for heading out in moyashi spores.」（訳：多くの枝が非常に増加し、これによりもやし胞子の頭を生じさせる多くの端を成長させることを発見した。）との整合性の点で正しい。",
                    "甲3では，撹拌による曝気で，原料外空中への菌糸の成長が旺盛になり，菌糸が密になって多くの枝から胞子柄が伸びかかっていることがうかがえるが，ドラムの回転中に製麹原料が塊になっていることから，多湿状態にあり，麹は塗り破精型であることが強く疑われる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，相違点5に関して，甲3発明で破精込みが活発になっているのか否かの判断を回避し，結論を導いた点で誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点6について（相違点4の容易想到性判断部分と共通する。）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明3は，「回転ドラム本体内で前記製麹原料が前記傾斜面から順次落下する時に，前記回転ドラム本体内の空気に触れること」により熱交換が行われるもので，傾斜面全体において製麹原料が粒状で落下し，熱交換が広く均一に行われる。また，回転ドラムが設置された室内の温度と回転ドラム本体内の温度差をなくしており，蒸発潜熱のみによって熱交換を行う構成を採用している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "それに対して，甲3発明は，「底部の培地の塊を持ち上げ，塊の頂部で崩す作用をし，塊がドラムの底部に重力で動き又は崩れると，胞子形成物の塊の新たな部分は，空気の流れの動きに連続的に向けられる」もので，熱交換面積は狭く，熱交換が不均一である。そして，製麹原料は塊として落下するため，本件発明3とは，水分蒸発量が大きく異なる。また，甲3には，ドラムを設置した部屋の温度調整について記載がないから，蒸発潜熱のみならず，ドラム内外の熱伝導による熱交換も行われていると推測される。甲3の図2には，約70度まで傾斜した状態においても，原料層の傾斜面から製麹原料が順次落下する場面は示されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，相違点6に係る構成は，甲3に開示されておらず，副引用例と組み合わせても容易に想到できるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明3の効果について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3を出願した高峰譲吉博士の製麹方法は，期待するほどの成果は得られなかったとされ（甲32），A博士などに引き継がれ堆積培養へと進展したものであって，甲3発明の効果は疑わしい。甲3発明において，製麹原料が連続的に撹拌されても菌の成長が阻害されないのは，小麦ふすまという小さな粒子からなる粉状の製麹原料を用いているから，撹拌されても気中に延びた菌糸が切断されないからである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "それに対して，本件発明3は，白米の場合，製麹中に撹拌を行うと菌糸が切断されて製麹不能になるという従来の技術常識を打ち破り，回転ドラムが設置された室内の温度と回転ドラム内の温度差をなくして蒸発潜熱により熱交換を行うことで水分除去を促し，原料表面や原料外空中での菌糸の生育を抑制し，破精込みを活発にして，酵素力価の高い麹製品を提供できるという効果をもたらすものであり，甲3発明と比較して格別顕著な効果を有する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "製麹原料の撹拌についての「傾斜面からの落下」及び「傾斜面から順次落下する時に」に関する構成は甲3に記載されているから，審決の一致点・相違点の認定に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2に関する判断の誤りに対して",
              "text": [
                "次のとおり，審決の相違点2に関する判断に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点2に係る本件発明の構成は，室温が調整されていなければドラム内に結露が生じ，製麹原料に塊が生じるという課題を解決するためのものである旨主張するが，本件明細書にはそのような課題について記載がない。したがって，本件明細書から相違点2に係る構成の技術的意義を見出すことはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "回転ドラム内のみならず，それが設置された室内の温度制御をも併せて行うことは，製麹分野における技術常識である（甲1，5）。温度制御の直接的な対象である回転ドラム本体内の温度が，回転ドラムが設置された室内の温度により影響されないように，両温度を共に製麹開始温度となるように調節することは，合理的であって，当業者が適宜行う設計事項にすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3に関する判断の誤りに対して",
              "text": [
                "次のとおり，審決の相違点3に関する判断に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，品温上昇を監視することによる利点を主張するが，本件発明3において品温上昇を監視することは限定されていない。「品温上昇後」に撹拌するとは，品温上昇を監視して撹拌することだけでなく，品温上昇が確実な経過時間後に撹拌することも含む。したがって，品温上昇を監視することは進歩性を肯定するための特徴点にはなり得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "米や小麦ふすまを製麹原料とした場合，製麹開始から15～16時間で発熱がますます盛んになる状態又はそれに近い状態になり，それ以前の12～16時間経過前において温度上昇するというのが，技術常識である（甲49，乙1～3）。これによれば，甲3の分割出願明細書である甲4に記載された「発芽準備」期間である「10ないし12時間」は，既に温度が上昇している期間と考えるのが，合理的かつ自然である。",
                    "原告は，甲3の「発芽準備」の期間は未だ発芽していない状態である旨主張するが，甲3や甲4に「発芽準備」の定義はない。むしろ，実際の製麹中は，20時間以後にやっと破精が見られる（甲49）のだから，発芽開始後を含む期間を「発芽準備」の期間と位置付けても不自然ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点4に関する判断の誤りに対して",
              "text": [
                "次のとおり，審決の相違点4の判断に対する原告の主張は失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲3の「導管12」からの循環空気による冷却は，種麹を接種する前の殺菌工程で使用されるものにすぎない旨主張する。しかしながら，甲3には，ドラムの回転中に送風機より空気の流れが生み出されることが記載され，ドラムの回転により持ち上げられて落下する製麹原料が空気の流れに向けられることが理解できるから，原告の主張は当たらない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲3の分割出願の明細書である甲4やその他の副引用例にも，品温に応じた断続的な送風による冷却について開示がない旨主張する。しかしながら，甲4には，「準備的な冷却」後にドラムが回転している間，「胴体を経てドラムを通過する空気の流れの調節」が行われることが記載されているから，断続的な送風による冷却が記載されているといえる。また，本件明細書には，「品温の上昇を感知」すると送風が開始されることの技術的意義について記載はなく，副引用例における，品温が設定温度に達すると送風が開始されることと，格別な差異があるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点5に関する判断の誤りに対して",
              "text": [
                "次のとおり，審決の相違点5に関する判断に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明3の「前記攪拌により前記製麹原料表面や原料外空中での菌糸の生育を抑制して前記製麹原料への菌糸の破精込みを活発にし」は，培地をある程度動かすことによって，菌糸の成長を促進するという周知の課題を記載したものにすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲3の「thick」を「厚く」ではなく「密になる」と訳すべき旨主張するが，根拠が欠けている。また，甲3では，「塊（lumps）」は原料の一部で形成された固まり，「塊（mass）」は原料全体又はその一部という意味で使い分けられているから，本件発明3と甲3発明とでドラム回転中の製麹原料の動きに差はなく，甲3発明の製品が塗り破精型であるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点6について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3において，塊（mass）は原料全体又はその一部を意味することと，図2において，ドラムが回転し，塊が傾斜している場面が示されていることを考慮すれば，甲3発明においても，ドラム内で塊（原料の一部）が傾斜面から順次落下するときに，空気の流れの動きに連続的に向けられて，本件発明3と同様の熱交換が行われる。効果の点でも差異はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明3は蒸発潜熱のみによって熱交換を行う点に特徴を有するのに対して，甲3では蒸発潜熱のみならず，ドラム内外の温度差に起因する熱伝導による熱交換も行われている旨主張する。しかしながら，本件明細書にも甲3にもそのような事項は記載されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明3の効果について",
              "text": [
                "甲32に記載された，期待した成果が得られなかった製麹方法が，甲3によるものであるか不明であるし，甲32には，試験設備，試験条件及び試験結果が記載されていないから，甲3において一律十分な効果が生じないということもできない。",
                "本件明細書には，「破精込みが活発になる」のは，「接種後の製麹原料の撹拌を従来のように長時間静置することなく行」うからであるとの記載しかなく，室内の温度と回転ドラム内の温度をなくして蒸発潜熱によって熱交換をして水分除去を促し，破精込みを活発にするという記載はない。また，小麦ふすまのような粉状の麹の場合，撹拌しても，空気中に伸びた菌糸は切断されずに旺盛に生育するという推測には，根拠はないし，破精込みの活発化という効果との関係も不明である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書（甲33，44）には，次のとおりの記載がある。",
                    "【技術分野】",
                    "【0001】",
                    "この発明は，発酵，製薬，生化学工業等に用いられる固体麹の製造方法に関する。",
                    "【発明が解決しようとする課題】",
                    "【0010】",
                    "上述のように，従来は，製麹中に菌糸を切ることは麹菌の生育を弱めることになるので，数回行う手入れ作業以外は，製麹原料を静置して製麹を行なければならないとされていたものであった。しかし，本出願人は，接種後の製麹原料を従来のように長時間静置することなく行えば，製麹原料表面や空中での菌糸の過度の生育が抑制される反面，製麹原料への菌糸の破精込みが活発になることに思い至ったのである。",
                    "【0011】",
                    "而して，本発明は，複雑な装置を用いたり製麹原料の改質を行ったりすることなく製麹原料表面や原料外空中での菌糸の生育を抑制して製麹原料への菌糸の破精込みを活発にし，酵素力価の高い製麹方法を提供することを目的とする。",
                    "【課題を解決するための手段】",
                    "【0012】",
                    "上記目的を達成するために，本発明に係る固体麹の製造方法は，撒水又は浸漬，蒸煮，放冷等の原料処理工程を経て製麹可能となされた製麹原料に種麹を接種することにより固体麹を製造する方法において，種麹の接種後，製麹原料の品温が上昇するまで製麹原料を静置し，製麹原料の品温上昇後に製麹原料を常にあるいは少なくとも5～10分間隔で間欠的に攪拌し，製麹を完了する構成を採用する。",
                    "【0013】",
                    "前記製麹原料の攪拌の方式として，回転ドラム方式，コンベア落下方式，製麹棚原料攪拌方式，回転円盤内攪拌方式が採用される。ここにいう「攪拌」とは，製麹原料の固体を隣あう固体と分離させたり，他の固体と接触させたりすることを繰り返す動作を意味するものとして用いることとする。",
                    "【0014】",
                    "前記製麹原料の攪拌が回転ドラム方式によるものである場合，攪拌は，ドラムの回転により生じる原料層の傾斜面からの落下により行われる。そして，温度及び湿度が任意に調整されたドラム内で製麹原料が落下する時に，熱交換が行われ，適切な製麹温度が維持されることになる。",
                    "【発明の効果】",
                    "【0018】",
                    "本発明は，種麹の接種後，製麹原料の品温が上昇するまで製麹原料を静置し，製麹原料の品温上昇後に製麹原料を常にあるいは少なくとも1～10分間隔で間欠的に攪拌し，製麹を完了する構成を採用しているので，製麹原料を満遍なく製麹室の空気に触れさせ，麹菌の生育に好適な条件を与えることができ，人力による手入れあるいは手入れ機による手入れや，手入れ後のいわゆる盛りを不要とし，製造コストを低減できる。",
                    "【0019】",
                    "しかも，製麹原料表面や原料外空中での菌糸の過度な絡み合いが抑制され，ひいては製麹原料中の菌糸の生育が活発になり，酵素力価の高い固体麹を得ることができる。",
                    "【0020】",
                    "また，攪拌の速度を，任意に設定できるので，麹菌の種類あるいは製麹原料に応じた最適の麹菌生育環境が作りやすい。",
                    "【実施例】",
                    "【0032】",
                    "本実施例では，上記回転ドラム（D）を用いて，白米100kgを製麹原料として製麹を行った。",
                    "【0033】",
                    "回転ドラム（D）が設置された製麹室の室内温度，回転ドラム本体内温度のいずれをも摂氏35度に設定して製麹を開始し，品温の上昇が始まった約15時間後に，回転ドラム本体（1）を60秒に一回転の割合で回転させ，約25時間回転を続け製麹を完了した。その間，品温設定を摂氏37度とし，品温センサ（4）が品温の上昇を感知すると，送風バルブ（6）を開いて断続的に冷却を行った。",
                    "【0034】",
                    "上記製麹完了後，国税庁所定分析法（平成3年改正法）に基づいて，グルコアミラーゼ活性，α-アミラーゼ活性，酸性プロテアーゼ活性及び酸性カルボキシペプチダーゼ活性を求めたところ，いずれも従来の固体麹に較べて優れた値が得られた。",
                    "【0035】",
                    "本実施例による，吟醸麹としての固体麹の",
                    "グルコアミラーゼ活性は， 280単位／gこうじ",
                    "α-アミラーゼ活性は， 950単位／gこうじ",
                    "酸性プロテアーゼ活性は， 3158単位／gこうじ",
                    "酸性カルボキシペプチダーゼ活性は，6053単位／gこうじ，であり，いずれの活性も従来方式による固麹よりも優れたものであった。",
                    "【0036】",
                    "すなわち，従来の一般的な静置方式により製造された固体麹の",
                    "グルコアミラーゼ活性は， 202単位／gこうじ",
                    "α-アミラーゼ活性は， 743単位／gこうじ",
                    "酸性プロテアーゼ活性は， 2625単位／gこうじ",
                    "酸性カルボキシペプチダーゼ活性は，3430単位／gこうじ，であった。",
                    "【0037】",
                    "また，本実施例による，清酒麹としての固体麹の",
                    "グルコアミラーゼ活性は， 305単位／gこうじ",
                    "α-アミラーゼ活性は， 1251単位／gこうじ",
                    "酸性プロテアーゼ活性は， 3233単位／gこうじ",
                    "酸性カルボキシペプチダーゼ活性は，6128単位／gこうじで，あり，いずれの活性も従来方式による固体麹よりも酵素力価の優れたものであった。",
                    "【0038】",
                    "すなわち，従来の一般的な静置方式により製造された清酒麹としての固体麹の",
                    "グルコアミラーゼ活性は， 215単位／gこうじ",
                    "α-アミラーゼ活性は， 975単位／gこうじ",
                    "酸性プロテアーゼ活性は， 2753単位／gこうじ",
                    "酸性カルボキシペプチダーゼ活性は，4471単位／gこうじであった。",
                    "【0039】",
                    "また，一般細菌数の比較において，本実施例においては，吟醸麹としての固体麹及び清酒麹としての固体麹のいずれにおいても 一般細菌数が，100CFU／g以下であるのに対して，従来方式において100000CFU／g以上であり，本発明の製造方法は，雑菌の少ない清潔な固体麹を製造することができるものであることもわかった。",
                    "【図1】                                          【図2】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このように，本件発明3は，製麹原料の品温が上昇した後に製麹原料を間欠的に撹拌することで，製麹原料表面や空中での菌糸の過度の生育を抑制し，製麹原料内部への菌糸の破精込みを活発にすること，すなわち，破精込みの種類として塗り破精ではなく突き破精とすることを目的とし，それに適合した回転ドラムの回転速度，回転ドラム本体内の温度調整や湿度調整を行い，製麹原料は，傾斜面を順次落下するときに，回転ドラム本体内の空気に触れることにより熱交換が行われるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3の2には，次のとおりの記載がある。",
                    "「私の発明は，麹及びもやしの製造工程を行う装置である。・・・麹ともやしの製造においては，アスペルギルス・オリゼ胞子は，水とともに湿らせた小麦ふすまのような培地と混合されている。 ",
                    "以前より，十分な成長のために静置は必須と考えられていた。これは，培地の動きにより，表面に混合された胞子が移動してしまうと考えられていたためである。しかしながら，私は，ある程度の量の動きは許容できるだけでなく，非常に有利であることを発見した。これは，ある程度の量の動きは，成長を妨げないだけでなく，実際には成長を促進させ，しかも操作の無駄を大いに省けるからである。私はまた，動きのある製造では，菌糸の成長は異なっており，糸状体は短く密になり（判決注：原告は，「糸状体は短く厚くなり」という訳が正しいと主張している。），多くの枝が非常に増加し，これにより，もやし胞子の頭を生じさせる多くの端を成長させることを発見した。」（1頁11～24行）",
                    "「古い方法では塊は厚さが3ないし4インチが最大であり，この厚さでさえも，菌の成長は，厚さ1ないし2インチで行われるのと同じ程度に満足できるものではなかったところ，私の発明で構成される装置を使用すれば，塊は数フィートの厚さ，すなわち3ないし4フィート，又はそれ以上でもよい。 ",
                    "私の発明は，塊が連続的に攪拌されるように装置を構成し，これにより，塊の粒子は，空気に接近させるために，連続的に表面に導かれる。しかしながら，この攪拌は，塊における菌糸の糸状体の形質を変えることはあっても，菌の成長を実質的に妨げるような激しさはない。 ",
                    "この攪拌は，粒子に1周期の動きを遂げさせるようにし，1分間当たり約1回ないし2回を超えないようにし，好ましくは，この攪拌の速度は，適当に増加させてもよいが，私は，1分間当たり10周期に達すると，成長は実質的に妨げられることを見い出した。」（1頁31行～2頁6行）",
                    "「ドラムの各ヘッド2には，空気導管12が突出する中央開口が備えられている。各空気導管は，ドラムの回転中，静止が保持されるように，適切なフレーム13に搭載されている。これから理解されるように，ドラムは前記導管に関して自由に回転する。導管の内側の端部は，14がドラムの回転方向になるように，ドラム中心から放射状に向けられている。これにより，前記導管の開放端が，回転中に降りていくドラムの側面側に向けられる。これらの導管は胴体15に接続されている。導管の一つは吸引送風機に接続されており，送風機の操作により，通路又は導管から円筒を経てドラムに向かう空気の流れが生み出され，送風機に接続されている導管から出て行く。導管15には，ドラムを通る空気の流れを調整する適度な室16が備えられている。これらの導管は，ドラム内に適当な空気の循環状態を生み出せる任意の大きさであればよい。」（2頁31行～3頁6行）",
                    "「ドラムは，ドラムの内壁面に，径方向に内向きに突出した邪魔板又は羽根板を備えており，これらはドラムが回転するにつれて，粒状の物質又は材料をドラム内で持ち上げ，これらを転回させる動きを与える。私は，図示した等間隔で6つの邪魔板又は羽根板をドラムの周囲に配置したドラム内の割合を好む。邪魔板は，ドラムの外殻から距離を離して支持され，媒体の粒子が降下する小さな空間を備えるようにしたことが好ましい。これにより，邪魔板が長さ全体に亘りドラムの外郭に接しているようになり，媒体の粒子は邪魔板で圧縮されないようになる。」（3頁29行～36行）",
                    "「ドラムは，発芽準備のために停止させてもよいし，この期間中緩やかに，すなわち，5分間中に約1回の速度で回転してもよい。この準備的な停止，又は緩やかなドラムの回転の後は，ドラムは30時間ないし40時間の期間，1分間ないし3分間ごとに1回転の速度で回転させる。この期間は，通常，ジアスターゼ形成物，すなわち本事例である麹の発芽を完結させるに十分である。」（4頁16～21行）",
                    "「ドラムの回転中，邪魔板25（これまでに説明した）は，底部の培地の塊を持ち上げ，塊の頂部で崩す作用をし，塊がドラムの底部に重力で動き又は崩れると，胞子形成物の塊の新たな部分は，空気の流れの動きに連続的に向けられることが理解される。これは，塊が空気の流れに連続的に向けられるという強く望まれる最適な結果であることが理解される。」（4頁22～26行）",
                    "【図1】",
                    "【図2】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，甲3には，「アスペルギルス・オリゼ胞子を水で湿らせた小麦ふすまのような培地と混合し，発芽準備のために停止した後に，回転ドラムを1分間ないし3分間ごとに1回転の速度で30～40時間の期間回転させて，ジアスターゼを含む麹を製造する方法」の発明が記載されており，この限度において，審決の甲3発明の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3と甲3発明の対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "製麹工程について",
                  "text": [
                    "本件発明3と甲3発明を対比すると，前者の「撒水又は浸漬，蒸煮，放冷等の原料処理工程」，「製麹原料」，「種麹」，「固体麹」は，それぞれ後者の「水で湿らせた（小麦ふすま）」，「小麦ふすま」，「アスペルギルス・オリゼ胞子」，「ジアスターゼを含む麹」に対応する。また，甲3発明は，いわゆる「製麹工程」に該当する。この点は，当事者間に争いがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "製麹原料について",
                  "text": [
                    "甲3発明では，「小麦ふすま」が「製麹原料」として用いられている。そして，当事者は，甲3発明において，「小麦ふすま」よりも上位概念である「製麹原料」一般の使用が技術思想として示されているものとして，この点を争っていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "ジアスターゼについて",
                  "text": [
                    "甲3発明で製造される「ジアスターゼ」は，「アミラーゼ」のことであり，本件明細書において酵素力価の上昇が確認された「α-アミラーゼ」がこれに含まれる。この点は，当事者間に争いがない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "回転ドラムの駆動装置について",
                  "text": [
                    "本件発明3において「駆動装置により回転される回転ドラム本体」と記載されているのに対して，甲3のFig．1，2及び「ウォームギア7は，駆動軸9上のウォームピニオン8と噛み合い，任意の適当な動力源で駆動される。配置は，軸5上の摩擦プリー4が，摩擦プリー4とバンド3との摩擦によるかみ合いを通じて，ドラムを回転させるようになっている。」との記載から，甲3発明の「回転ドラム」が駆動装置により回転されることが理解できる。この点は，当事者間に争いがない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "回転ドラムの駆動開始について",
                  "text": [
                    "本件発明3において，「種麹の接種後，製麹原料の品温が上昇するまで製麹原料を静置すると共に，前記回転ドラムが設置された室内の温度及び前記回転ドラム本体内の温度を，共に製麹開始温度となるように調節し，」その後回転ドラムを回転する，と記載されているのに対して，甲3の2では，「ドラムは，発芽準備のために停止させてもよい・・・。この準備的な停止・・・の後は，ドラムは30時間ないし40時間の期間，1分間ないし3分間ごとに1回転の速度で回転させる。この期間は，通常，ジアスターゼ形成物，すなわち本事例である麹の発芽を完結させるに十分である」と記載されており，種麹の接種後，回転ドラムは一定期間停止した後に回転する点で一致する。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "回転速度について",
                  "text": [
                    "甲3発明では，「回転ドラムを1～3分間ごとに1回転の速度で30～40時間の期間回転させて」いるので，本件発明3の「1回転／30～90秒」のうち「1回転／60～90秒」の範囲で回転速度が重複しており，かつ，本件発明3の「製麹原料を常にあるいは少なくとも1～10分間隔で間欠的に攪拌し」の選択肢の1つである「常に」「攪拌し」に相当する。この点は，当事者間に争いがない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "製麹原料の攪拌について",
                  "text": [
                    "本件発明3において「製麹原料の攪拌が，前記回転ドラム本体の回転により生じる原料層の傾斜面からの落下により行われ，」と記載されているのに対して，甲3には，「ドラムの回転中，邪魔板25（これまでに説明した）は，底部の培地の塊を持ち上げ，塊の頂部で崩す作用をし，塊がドラムの底部に重力で動き又は崩れると，胞子形成物の塊の新たな部分は，空気の流れの動きに連続的に向けられる」と記載されている。甲3の図2は，水，消毒剤，胞子液又は他の流体を，細かいスプレーに形成して放出する場面を表したものであり，製麹の過程でドラムを回転させながら通風した際の落下場面を表したものではなく，製麹原料が図面記載の約70度の角度まで落下せずに持ち上がるほど，湿潤なものとすることを示すものではない。実際，甲3では，静置せずにドラムを回転させる技術思想も示されており，十分な発芽がなく，製麹原料が「粒状」のまま回転されることが記載されている。そうすると，両者は，製麹原料の攪拌が，回転ドラム本体の回転により生じる原料層の落下により行われ，その際，製麹原料は，傾斜面から順次落下する点で一致する。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "回転ドラムによる熱交換について",
                  "text": [
                    "本件発明3では「温度及び湿度が任意に調整された前記回転ドラム本体内で前記製麹原料が前記傾斜面から順次落下する時に，前記回転ドラム本体内の空気に触れることにより熱交換が行われ，」と記載されているのに対して，甲3発明においては，「ドラムの回転中，邪魔板25・・・は，底部の培地の塊を持ち上げ，塊の頂部で崩す作用をし，塊がドラムの底部に重力で動き又は崩れると，胞子形成物の塊の新たな部分は，空気の流れの動きに連続的に向けられることが理解される。これは，塊が空気の流れに連続的に向けられるという強く望まれる最適な結果であることが理解される。」と記載されている。",
                    "両者は，「回転ドラム本体内で前記製麹原料が前記傾斜面から順次落下する時に，前記回転ドラム本体内の空気に触れることにより熱交換が行われ」る点で一致しており，また，回転ドラム本体内において，甲3発明においては，ドラム回転中に温度及び湿度の調整が行われているか不明である点において，相違する。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "対比",
                  "text": [
                    "以上を前提とすると，本件発明3と甲3発明の一致点，相違点は次のとおりであると認められる（上記のとおり，製麹原料の違いについて当事者が問題にしていないので，この点は一致点であることを前提とする。）。",
                    "（一致点）",
                    "少なくとも製麹工程において，回転ドラムが用いられ，撒水又は浸漬，蒸煮，放冷等の原料処理工程を経て製麹可能となされた製麹原料に種麹を接種することにより固体麹を製造する方法において，前記回転ドラムは，駆動装置により回転される回転ドラム本体を少なくとも備え，種麹の接種後，製麹原料を常に攪拌し，製麹原料の攪拌が，回転ドラム本体の回転により生じる原料層の落下により行われ，前記回転ドラム本体の回転速度は，1回転／60～90秒に設定されていると共に，回転ドラム本体内で前記製麹原料が落下する時に，前記回転ドラム本体内の空気に触れることにより熱交換が行われ，製麹を完了することを特徴とする固体麹の製造方法。",
                    "（相違点1）",
                    "本件発明3において，回転ドラム本体の内部に品温センサが装着されているのに対して，甲3発明では明らかでない点。",
                    "（相違点2）",
                    "本件発明3において，回転ドラムが設置された室内の温度及び回転ドラム本体内の温度を共に製麹開始温度になるように調節しているのに対して，甲3発明では明らかでない点。",
                    "（相違点3）",
                    "本件発明3において，「種麹の接種後，製麹原料の品温が上昇するまで製麹原料を静置すると共に」「製麹原料の品温上昇後に」製麹原料の攪拌を開始するのに対して，甲3発明では「発芽準備のために停止」させた後に製麹原料の攪拌を開始する点。",
                    "（相違点4）",
                    "本件発明3において，「品温センサが前記品温の上昇を感知すると，前記回転ドラム本体内に送風して断続的に冷却を行い，」製麹原料が傾斜面から順次落下する時に，回転ドラム本体内の空気に触れることにより熱交換が行われるのに対して，甲3発明では，「品温センサが前記品温の上昇を感知すると，前記回転ドラム本体内に送風して断続的に冷却を行う」ことが明らかでない点。",
                    "（相違点5）",
                    "本件発明3が「前記攪拌により前記製麹原料表面や原料外空中での菌糸の生育を抑制して前記製麹原料への菌糸の破精込みを活発にし」ているのに対して，甲3発明では明らかでない点。",
                    "（相違点6）",
                    "本件発明3では，回転ドラム本体内の湿度が任意に調整されているのに対し，甲3発明ではドラムの回転中に湿度の調整が行われているか明らかではない点。"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "結論",
                  "text": [
                    "以上のとおり，審決は，甲3発明においては，回転ドラム本体内の湿度調整が行われているか明らかではないにもかかわらず，湿度調整をしているかどうかという相違点を看過したものといえる。",
                    "原告は，相違点6として，「本件発明3は，「前記製麹原料の攪拌が，前記回転ドラム本体の回転により生じる原料層の傾斜面からの落下により行われ」，「温度及び湿度が任意に調整された前記回転ドラム本体内で前記製麹原料が前記傾斜面から順次落下する時に，前記回転ドラム本体内の空気に触れることにより熱交換が行われ」るのに対し，甲3発明は，ドラムの回転中に温度及び湿度の調整が行われているかは不明であり，また，原料層の傾斜面からの落下による攪拌，及び製麹原料が傾斜面から順次落下する時に熱交換が行われているかも不明である点。」があると主張する。原告の主張する相違点6の中の温度管理の点のうち，最初の室温及び回転ドラム本体内の温度を共に製麹開始温度とする点は相違点2，それ以降の回転時における上昇した温度の調整の点は相違点4の中に含まれていると評価することができるが，湿度調整の有無という相違点について，審決はどの相違点においても実質的に挙げているとはいえないから，この限度で原告の指摘は正当なものである。そして，上記相違点の看過が，本件発明3の進歩性判断に影響を与える可能性があるから，取消事由1は，その限度で理由がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2に関する判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1は，製麹機の実用化に関する論文であって，温度センサを有する回転ドラムを備えた製麹機をプレハブ式製麹室内に設置し，製麹室の温度を調節することにより麹の温度管理を行うことが，記載されている（20頁右欄7行～21頁左欄17行）。ここでは，麹が塊となることの問題点が指摘されるとともに（21頁28～30行，22頁右欄25行），室温と品温の差が大きいと麹の水分が奪われることが問題点とされており（22頁左欄16～18行），麹の温度管理の中には，塊が生じないようにすること（ただし，この点は，温度管理だけでなく，ドラムの回転数や湿度調整等といった諸条件を調整することによって解決する課題である。），室温と品温の差を小さくすることが，実質的に含まれているといえる。",
                    "甲5は，製麹装置に関する発明に係る公開特許公報であって，回転ドラム式製麹機を断熱室内に設置し，断熱室の温度を調節しながら製麹を行うことが記載されている（2頁左上欄7～10行）。ここでも，麹が塊になる問題点が指摘されている（2頁右欄8～9行）。",
                    "以上のとおり，製麹工程において，温度は，製麹に影響を及ぼす要素の1つであり，室内に回転ドラム式製麹機を設置した場合，室温及び回転ドラム内の温度はいずれも製麹に影響するから，両者を共に適宜調整することは，周知技術であるといえる（ただし，製麹に適した温度とは具体的に何度かという点については，相違点4の判断で検討する。）。そして，回転ドラム内の外壁に近接した部分の温度が製麹機を設置した環境温度の影響を受けることは自明であるから，回転ドラム内を適正な温度に維持するためには，回転ドラムを断熱構造にしない限り，室温を適宜調整することは不可欠といえる。したがって，回転ドラムに断熱機構を見出すことのできない甲3発明において，回転ドラム内の温度を管理するために，上記周知技術を採用するのは，当業者が適宜なし得る範囲内のことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，本件発明3は，ドラムを設置した室内の温度が調整されていないとドラム内に結露が生じて製麹原料に塊が生じるという課題を解決するために相違点2に係る構成を採用したのに対して，甲1及び甲5にはそのような課題は存在しないのであって，審決は課題や目的の相違を見落として適用可能という誤った判断をした旨主張する。",
                    "しかしながら，上記アのとおり，甲1及び甲5においても，製麹原料に塊を生じさせないという課題の存在と，その解決手段として温度管理を行うことについて，言及されているし，温度管理をするに際し，室内と回転ドラム内の双方をしない限り，適正な温度を保つことができないのは自明である以上，当業者であれば，甲3発明に対し，甲1及び甲5から把握される周知技術を適宜採用することができるというべきである。",
                    "原告の主張は，採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，審決の相違点2に関する判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3に関する判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3には，製麹原料である穀物からのふすまに種麹を接種した後のドラムの動きについて，「発芽準備のために停止させてもよいし，この期間中緩やかに，すなわち，5分間中に約1回の速度で回転してもよい。この準備的な停止，又は緩やかなドラムの回転の後は，ドラムは30時間ないし40時間の期間，1分間ないし3分間ごとに1回転の速度で回転させる。この期間は，通常，ジアスターゼ形成物，すなわち本事例である麹の発芽を完結させるに十分である。」（甲3の2の4頁16～21行）と記載されている。",
                    "ここで，「発芽」とは胞子から菌糸が出ることをいい（甲25），麹菌は，製麹原料に接種された後，水分を吸収して膨潤し，発芽，繁殖するが，その呼吸熱により製麹原料の品温は上昇するものである（甲15，27）。他方，「準備」とは，あることをするのに必要な物や態勢を前もって整えることをいう（広辞苑第6版）。甲3の2の「発芽準備」期間を，字義通り解釈すると，発芽に必要な態勢を前もって整える期間であって，未だ発芽していない期間ということになり，発芽していない段階である以上，品温は上昇していないということになる。",
                    "もっとも，甲3の分割出願明細書（甲4）にも「発芽準備」期間という同一文言が存在するところ，甲4における「発芽準備」期間とは，麹菌接種後「10ないし12時間」のことを指す（甲4の2の3頁22行）。甲3と甲4は別々の明細書であるから，両明細書で共通して使用されている言葉を当然に同じ内容として解釈しなければならないわけではないが，両明細書について，同一の文言を別の意義で使用したことをうかがわせる証拠がない以上，甲3における「発芽準備」期間とは，麹菌接種後「10ないし12時間」を指すものと解されるというべきである。そして，麹菌接種後，環境を変化させる旨の記載はないから，そのままの状態で，上記「発芽準備」期間後に，1～3分間ごとに1回転の速度でドラムを回転させ，その後，30～40時間の間，更にドラムを回転させると，最終的には発芽が完結することになるから，麹の発芽状況を微細に観察すれば，上記「発芽準備」期間に発芽が全くない状態とは考えられない。甲3発明とは製麹原料が異なるが，増殖が最も緩慢とされる白米を用いて麹を接種した後の状況を経時的に観察した場合でも，胞子が着床した部分から菌糸が出て白米中に潜り込む様子は，早いものでは2時間後，多くは3～4時間後に確認されている（甲25）。したがって，上記のとおり，「発芽準備」期間に全く発芽がないとは考えられず，字義通り解釈するのが相当とはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，麹菌の増殖に関しては，次のような証拠が存在する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲49は「清酒製造技術研修講座」と題する刊行物であって，「蒸米上で適当な条件が整うと，麹菌分生胞子は数時間の内に発芽し，菌糸を伸ばして増殖が始まり，蒸米表面や内部に菌糸が侵入していきます。」（31頁8～9行）と記載され，麹菌の増殖経過の一例として下記図4．14（31頁）が示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙1は，「麹学」と題する書籍であって，蒸米に種麹を接種した後，「接種した分生子は，環境の温度が30から35℃，湿度95％以上で3から5時間で発芽し，菌糸は伸長し，8～10時間頃から発熱による品温の上昇が顕著になる。そして，接種後18時間目頃からは，発熱がますます盛んになり，40℃を越すことになる」（261頁10～13行）ことが記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙2は，「麹菌と麹  （その1）麹菌の特性」と題する論文であって，「麹の原料は，主として米，麦，大豆と小麦の混合物で，酵素生産にはふすまが用いられる。麹菌の増殖には窒素源の多いものが適しており，米での増殖が最も緩慢である（第7図）。」（877頁左欄15～18行）と記載され，下記第7図が示されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "乙3は，「酒精（製法，性質，用途）（十九）」と題する記事であって，「第七節  麬麹製造法」には，小麦粉製造の際生産される小麦表皮であるふすまを用いたふすま麹はタカヂアスターゼ製造の原料であること（43頁上欄24～27行），ふすまに麹菌を接種した後12～16時間経過すれば，菌はわずかに繁殖を始めて温度が上昇すること（44頁上欄21～22行）が，記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "製麹の進行状況は，製麹原料や麹菌の種類，麹菌接種量，温度，湿度等の培養条件の違いにより異なるというのが，技術常識である（甲13，27）。このような技術常識からすると，上述の各証拠に記載された製麹の時間的進行を，甲4と直接比較することはできないから，蒸米の場合には麹菌接種後8～10時間頃から品温が上昇する旨の乙1の記載から，直ちに，甲4の「10ないし12時間」の間に，ふすまの品温が既に上昇していると認めることはできず，甲3の「発芽準備」期間においても，ふすまの品温が上昇していると認めることはできない。甲4において，その後の「30ないし40時間」の間は，ドラムの回転速度を早めて，麹の発芽が完結するとされていることからすると，この間に品温の上昇が見られ，ドラム内の空気の流れの調整によって品温を下げるという技術思想が現れているのに対し，発芽準備期間である「10ないし12時間」の間は，ドラムを停止させても，緩やかに回転させてもよいとされているだけであるから，品温が十分上昇した後にドラムを回転させるという技術思想は現れておらず，ここにいう発芽準備期間は，品温が上昇していないか，少なくとも十分な品温の上昇がないことを意味すると解される。ふすまを製麹原料とした場合，麹菌接種後少なくとも約15時間後まではほとんど酸素呼吸が観察されないという記載（乙2）や，12～16時間後に温度が上昇するという記載（乙3）からしても，ふすまを用いた標準的な製麹においては，麹菌接種後「10ないし12時間」後には品温は上昇していないか，十分な品温上昇があるとは認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，甲3の記載から，「発芽準備」のためにドラムの回転を停止させている間に，製麹原料の一部が発芽しているとしても，品温が上昇していないか，十分上昇しているとは認められない。したがって，甲3発明において品温が上昇していることを前提とした審決の相違点3に関する判断には，前提において誤りがあるといわざるを得ない（この点の誤りが審決の結論を左右するものであるか，すなわち，撹拌開始時における品温を甲3発明から本件発明3のように変更することが容易想到か否かは，下記(3)で併せて述べる。）。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点4に関する判断及び相違点6について",
              "text": [
                "原告は，相違点6の存在を主張するが，回転ドラムの回転時における回転ドラム本体内における温度調整，回転ドラムの回転に伴う製麹原料の動き及びそれによる熱交換のあり方に関して相違点4と重複する部分があるので，相違点4及び6を併せて，容易想到性について，以下，検討する（ただし，製麹工程の最初の段階で回転ドラム内の温度を管理するために室温を調整する点は，相違点2に含まれているから，前記(1)で述べたとおりである。）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "断続的な冷却について",
                  "text": [
                    "本件発明3は，「前記品温センサが前記品温の上昇を感知すると，前記回転ドラム本体内に送風して断続的に冷却を行」うものであるのに対して，甲3には，品温センサや品温上昇に応じた断続的な送風について記載されていない。",
                    "しかしながら，甲3には，送風機に接続した空気導管がドラム内に開口しており（図1及び図2の14），送風機の操作により空気の流れが生み出されること（甲3の2の3頁1～6行），及び，製麹のためのドラムの回転中に邪魔板により持ち上げられた製麹原料は，落下する際に空気の流れに連続的に向けられること（同4頁22～26行）が記載されているから，甲3の製麹装置においても製麹中に回転するドラム内への送風が行われていることが理解できる。そして，過度の発熱による製麹原料の温度上昇は，製麹の促進にとってマイナスであることは技術常識であるから，製麹原料の品温上昇をセンサで感知して回転ドラム内に断続的に送風して冷却を行うことは，製麹分野の本件出願時の技術常識である（甲1，7，9）。よって，甲3の製麹装置に品温センサを設置して送風を断続的に行うことに，困難性は認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "回転中のドラム内の温度及び湿度の調整について",
                  "text": [
                    "上記(1)アで述べたとおり，製麹において，室温及び回転ドラム内の温度を調整することは，周知技術である。また，製麹に当たって湿度調整することについても，麹の乾燥防止（甲1・21頁右欄14行，甲16・4頁右下欄11行～5頁左上欄1行），所定の酵素組成達成（甲15・152，155頁），製麹の促進（甲6・1頁2欄20～35行，甲14・2頁左上欄11行～右上欄2行，甲15・72頁，甲16・4頁右下欄11行～5頁左上欄1行，甲27・218頁）といった様々な観点からなされることは技術常識であり，甲5，9には，製麹原料や室内の空気ではなく，回転ドラム本体内の湿度を調整することについての記載もある。このように，製麹装置の回転ドラム内の温度及び湿度を任意に調整すること自体は周知であるといえる。",
                    "しかしながら，室温及び回転ドラム内の温度調整といっても，目的に応じて様々なものがあり，甲1で示されている乾燥防止のための温度調整では，製麹温度が40℃前後で終始するために良質の麹ができないという問題点も指摘されているとおり（甲1・22頁右欄18～20行），製麹を活発にすることはできない。また，甲2では，連続回転式の無通風製麹装置において，製麹時の室温は25度が良好とされているが，通風時に温度管理は不明であるし，品温上昇の有無で製麹の旺盛さを判断しているため，破精込みの種類に応じた製麹の適温に関する示唆はなく，まして，品温が一旦上昇した後に製麹原料を撹拌するという具体的な示唆はない。甲5で示されているのも，人力で時間の経過に伴って撹拌の頻度を変えることの困難性を解消するためにタイマーを利用するという技術思想だけであって，破精込みの種類に応じた製麹の適温に関する示唆はなく，まして，品温が一旦上昇した後に製麹原料を撹拌するという具体的な示唆はない。甲6で示されているのも，放冷のために送付される空気の温度調整が抽象的に記載されているだけであって，それ以外の観点からの温度調整ではない。甲7で示されているのも，一定の温度以下になれば送風を停止し，発育適温の上限の温度に達すれば通気を行うというものであって，破精込みの種類に応じた製麹の適温に関する示唆まではなく，まして，品温が一旦上昇した後に製麹原料を撹拌するという具体的な示唆はない。甲9で示されているのも，ドラム内の水滴付着防止のための室温管理や自動的な品温管理についての技術思想にすぎず，35度の風を送り，品温を33度にすることの技術的意味についての具体的な記載はなく，破精込みの種類に応じた製麹の適温に関する示唆まではなく，まして，品温が一旦上昇した後に製麹原料を撹拌するという具体的な示唆はない。甲14において，品温を，発芽期は30～35度に，その後20～25度とするのも，酵素力価の高い麹を作るためであり，破精込みの種類についての言及はない。甲15には，品温が30度以下だと発芽しないこと，品温が40度以降になると麹菌の生育が阻害されることから，品温の温度を前半は35～40度くらい，出麹近くになると40度前後とし，そのために送風温度を30～32度とすること，雑菌の繁殖を抑えて麹菌の破精込みを良くするためには，温度管理が必要であることといった技術思想の開示はあるが，破精込みの種類に応じた具体的な温度管理についての言及はない。甲16には，内部に菌糸を伸ばす「突ハゼ」麹を目指して，温度を自動的に管理することやそれに適した具体的温度が記載されているが，撹拌前の温度管理や撹拌を1度だけする場合の温度管理であって，継続的に間欠的に撹拌をする場合についてのものではない。したがって，いずれの技術も，本件発明3における温度調整の役割を果たすことができない性質のものである。",
                    "また，甲15には，床麹法において，引込後約10～14時間経過後に，種麹を振ってよく混ぜ，予め保温した麹室の床に堆積しておいた結果28～33度から33～35度に温度上昇した蒸麦を，崩して塊をほぐすという切返し作業を行うこと，甲16には，ドラム回転式ではないが，回転軸の外周に湾曲状の爪を突設した設備を用いて，製麹を撹拌させる装置を用い，麹米引込後12時間後という温度上昇後に撹拌を行うこと，乙3には，上記切返し作業後に3～8時間静置させた後に盛り作業を行うことについて，それぞれ記載されており，これらは，品温上昇後に撹拌する場合における適正温度管理という技術思想を示したものである。しかしながら，これらの公知例において，撹拌は単発的になされるのみで，その後は静置されることが予定されているから，撹拌を継続的に行うことを前提とした技術ではなく，本件発明3において当然に温度調整として使用できるとは限らない性質のものである。よって，いずれの技術も，本件発明3における温度調整の役割を果たすことができない性質のものである。",
                    "他方，湿度調整に関しても，上記のとおり様々な目的があり，目的が異なれば実質的にその適正な湿度も変わってくるから，乾燥防止の湿度調整では，製麹を活発にすることは必ずしもできない。また，所定の酵素組成達成といっても，どの酵素の組成を目指すか，製麹の促進といっても，いかなる破精込みを目指すかによって，その内容は異なっており，少なくとも，破精込みの種類に応じた湿度調整に限定した技術的な開示はなく，当業者が過度の試行錯誤なくしても適宜調整できるものとまではいえない。甲16についても，突き破精に適した湿度管理についての具体的な記載はあるが，撹拌前の湿度管理や撹拌を1度だけする場合の湿度管理であって，継続的かつ間欠的に撹拌をする場合についてのものではない。したがって，いずれの技術も，本件発明3における湿度調整の役割を果たすことができない性質のものである。",
                    "菌糸の伸長の種類や程度は，製麹原料や麹菌の種類，それまでの製麹工程における諸条件，すなわち，製麹開始温度をどの程度に設定するか（相違点2），攪拌をいつ開始するか（品温が既に上昇した状態で撹拌するか。相違点3），どの程度の早さで攪拌するか，どの程度の品温上昇があれば送風を開始するのか，具体的な送風をどのように行うか（湿度をどの程度に設定するか。相違点6）などによって異なるものであり，何を課題にするかによって適正な条件の組合せは異なり，当該課題に適した組合せは，当業者が相当程度の試行錯誤なくして見出すことは困難である。上記で説示したとおり，甲3には，本件発明3に示されるような，破精込みを単に良くするのではなく，突き破精を目的とし，そのために品温を上昇させてからドラムを回転させるということについての動機付けを見出すことはできないから，それまでの製麹工程における諸条件を変更して本件発明3と同様の熱交換となすことは，当業者といえども甲3発明及び技術常識から当然に導き出せることではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，審決の相違点4に関する判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点5に関する判断について",
              "text": [
                "本件発明3は，請求項に記載されたとおりの製麹工程を採用したことにより，「前記攪拌により前記製麹原料表面や原料外空中での菌糸の生育を抑制して前記製麹原料への菌糸の破精込みを活発に」することを達成したものである。",
                "それに対して，甲3発明は，製麹原料として穀物からのふすまを用いてタカジアスターゼの原料となる糖化物を製造するものである。この糖化物において，糖化力が重視され，ふすま表面に十分菌糸が乳白色に発育しているものが好ましいとされており（乙3），上述の本件発明により製造される固体麹とは，破精込みの態様の点で相違するものである。",
                "本件特許請求の範囲において「前記攪拌により前記製麹原料表面や原料外空中での菌糸の生育を抑制して前記製麹原料への菌糸の破精込みを活発に」するための各種条件等が十分特定されているかはともかく，甲3発明において，原料表面や原料外空中での菌糸の生育が抑制され，原料への菌糸の破精込みを活発にすることの動機付けはなく，上述したとおり，甲16にも撹拌中においてなお突き破精を促進するという技術的思想まで開示されているとはいえないから，相違点3及び4が容易想到とはいえない以上，相違点5に係る構成もまた，当業者が，甲3ないし周知技術から導き出すことはできないというべきである。",
                "したがって，審決の相違点5に関する判断には誤りがある。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上検討したとおり，審決には，相違点3～5に関する判断の誤りがあり，これらは結論に影響を及ぼすから，原告主張の取消事由2は理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求は理由がある。",
        "よって，原告の請求を認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}