{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2013-890028号事件について平成25年12月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "  被告は，「粋」の漢字を標準文字により書してなり，指定商品を第33類「日本酒，洋酒，果実酒，中国酒，薬味酒」とする商標登録第5491888号商標(平成22年12月16日出願，平成24年3月15日登録査定，同年5月11日設定登録。以下「本件商標」という。)の商標権者である。",
            "  原告は，平成25年4月5日，本件商標についての商標登録を無効にすることを求めて商標登録無効審判を請求した。",
            "特許庁は，上記請求について，無効2013-890028号事件として審理を行い，平成25年12月17日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同月27日，その謄本が原告に送達された。",
            "  原告は，平成26年1月24日，本件審決の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審判書(写し)記載のとおりである。要するに，①本件商標は商標法3条1項3号に該当するものとはいえない，②本件商標は下記の引用商標とは非類似の商標であって，同法4条1項11号に該当するものとはいえないから，同法46条1項1号により，本件商標についての商標登録を無効とすることはできない，というものである。",
            "記",
            "(引用商標)",
            "登録番号      登録第1652530号商標",
            "商標の構成",
            "指定商品      第28類「焼酎」を指定商品として設定登録後，平成16年1月7日に第33類「焼酎」を指定商品とする書換登録",
            "出願日        昭和52年3月31日",
            "設定登録日    昭和59年1月26日",
            "更新登録日    平成15年10月7日",
            "商標権者      原告"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "text": [
            "本件商標の商標法4条1項11号該当性の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "審決の判断内容",
          "text": [
            "審決は，引用商標は，「宝焼酎」の構成部分と「粋」の構成部分とからなる「結合商標」であるところ，その構成中，「宝焼酎」の構成部分は，その文字が取引者，需用者に対し商品の出所識別標識として強く支配的な印象を与える部分であるのに対し，「粋」の構成部分は，その意味合いからすれば，引用商標において，出所識別標識として強い識別力を発揮するとはいえず，これが既語であるなどの理由から他の構成部分から分離することはできず，引用商標はその構成全体をもって称呼，観念を生じるとした上で，本件商標と引用商標とは称呼，外観及び観念のいずれの点からみても類似するとはいえず，両者は非類似である旨判断した。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用商標を「宝焼酎」の構成部分と「粋」の構成部分とに分離観察することの正当性について",
          "text": [
            "  本件では，類否判断を行う前提として，結合商標である引用商標「宝焼酎/粋」を「宝焼酎」と「粋」とに分離観察することを正当化する事情がある。",
            "  引用商標の構成態様",
            "引用商標は，「宝」，「焼」及び「酎」の各文字を同じ書体，同じ大きさ，一文字相当の等間隔で横書きし，「焼」の文字の下部にそれら各文字と同じ書体，同じ大きさで「粋」の文字を下部のほぼ中央部に極めて読みとり易く書してなるものであり，「宝」「焼」「酎」の文字を上部に，「粋」の文字を下部中央で「焼」の真下に位置するように構成し，本件商標の構成中の「宝焼酎」の文字部分と，「粋」の文字部分がそれぞれ上下の二段に独立して見る者の注意を惹くように構成されている。二段書きの態様も上段と下段の文字の大きさは大小の区別なく同じであり，実務上は，極めてありふれた構成であって，デザイン上の特徴があるものでもない。",
            "引用商標の構成は，「つつみのおひなっこや」事件(最高裁平成20年9月8日第二小法廷判決・裁判集民事228号561頁)のように，その全体が等間隔に一行でまとまりよく表されているような態様をとるものではなく，「リラ宝塚」事件(最高裁昭和38年12月5日第一小法廷判決・民集17巻12号1621頁)と同様に，「宝焼酎」の文字部分と「粋」の文字部分とが，それぞれそれらを上下に分離して観察することが取引上不自然であると思われるほど不可分的に結合している態様ではないことは明らかである。",
            "  指定商品との関係"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "引用商標は，焼酎を指定商品としている。したがって，引用商標が焼酎について使用された場合には，引用商標の構成中の「焼酎」の文字部分は，商品「焼酎」そのものを直接表示するものとして，取引者，需要者に特定的，限定的な印象を与えるものではない。",
                "しかし，「焼酎」に「宝」を冠して「宝焼酎」となることによって，引用商標の構成中の上段の「宝焼酎」の文字部分は，焼酎を取り扱う業界において,本件商標の出願時及び登録査定時に，原告の業務に係る商品「焼酎」の出所を表示する商標として需要者の間に広く認識されていたと認められるのであり，当該部分は，宝ホールディングス株式会社あるいは宝酒造株式会社の取扱商品ないし商号の略称を表示するものと認識される。",
                "「SEIKO  EYE」事件(最高裁平成5年9月10日第二小法廷判決・民集47巻7号5009頁)は，引用商標は「眼鏡」をもその指定商品としているから，引用商標が「眼鏡」について使用された場合，これと密接に関連する「目」を意味する一般的，普遍的な文字である「EYE」は取引者，需用者に特定的，限定的な印象を与える力を有するものではないと判示した。",
                "本件では，引用商標の構成中の下段の「粋」の文字部分は，該漢字が物に関して「純一。優れたもの。」の意味を有するとしても，その観念だけで指定商品「焼酎」の品質，用途と密接に関連するものとまではいえず，品質等を意味する一般的，普遍的な文字とまではいえない。また，「粋」の文字部分は，「いき」と読んだときは，「気持や身なりのさっぱりとあかぬけしていて，しかも色気をもっていること。」又は「人情の表裏に通じ，特に遊里・遊興に関して精通していること。」等の意味を有し，「すい」と読んだときは，「すぐれたもの。人情に通じ，ものわかりのよいこと。」等の意味を有する語であるところ，これは，必ずしも酒の品質に限定されない事柄について用いられる語である。そうすると，「粋」の文字部分は，商品「焼酎」との関係で，取引者，需要者に対して，一定の特定，限定的な印象を与える表示であるといえる。",
                "したがって，上下二段に上部に「宝焼酎」の文字と下部に「粋」の文字の結合からなる引用商標が指定商品である焼酎に使用された場合には，「宝焼酎」の部分と「粋」の部分が共に取引者，需要者に対して商品の出所の識別標識としての印象を与える。",
                "また，後記のとおり，具体的な取引の実情において「粋」などの文字一字が酒類という商品において出所の識別標識として使用されているという多数の実例もあり，「粋」の部分が，出所の識別標識としての称呼，観念を生じることは明らかであるといえる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "仮に，「粋」の部分が，商品「焼酎」との関係で何らの特定的，限定的な印象を与える力を有する表示でないとすれば，本件商標(「粋」の漢字一字を標準文字により書してなる商標)自体の出所識別力が疑わしく，登録可能性が否定されることになりかねない(現に，本件審決は，商標法3条1項3号該当性の判断に関しては，「粋」の文字が焼酎又は酒類の品質を表示するとの事実を認めるに足りないとし，「粋」の漢字一字からなる商標に出所識別機能を認めている。)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "引用商標は「焼酎」を指定商品としているから，引用商標が「焼酎」について使用された場合に，「焼酎」と密接に関連する引用商標中の上下段二段の上部の「宝焼酎」の「焼酎」の部分は，まさに商品そのものを指称する文字であり，「焼酎」の表示部分に識別力はなく，「宝焼酎」のうち「焼酎」を除いた「宝」，あるいは上下二段の上部の「宝」と「焼酎」とを一連の表示として「宝焼酎」と認識し，これと共に上下二段の下部の「粋」の部分が取引者，需要者に特定の印象を与えるといえる(上下二段の上部の表示については，「焼酎」を除いた「宝」や「タカラ」あるいは「焼酎」という商品との関係から「宝酒造」，「タカラみりん」などのメーカー名を想起連想することも否定し得ない)。",
                "  取引の実情との関係"
              ]
            },
            {
              "fig": "ア",
              "subject": "結合商標の分離観察を正当化する事情があるか否かの判断に当たって，取引の実情に照らすことは，最高裁判所判決の示すところである。",
              "text": [
                "引用商標における「粋」の文字は，実際に販売されている焼酎ほかの酒類に使用されている原告あるいは宝酒造株式会社の製造販売等して取扱う商品の「純」「炎」「 」「宝」「澪」「天」「旅」「凜」「蘭」等の文字(甲9～18)と同様に，漢字一字で商品の出所識別標識となるといえる。",
                "要するに，指定商品「焼酎」との関係では，「宝焼酎」は，当然として，それとの対比において，「粋」は，酒類の個別銘柄を示す識別標と認識され，加えて，個別銘柄で一字のものの実際例が多数存在しているのである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告あるいは宝酒造株式会社が製造販売して取扱う商品に限らず，他社の焼酎を含む酒類の取扱商品の市場においても，漢字一字の表示は，例えば，商品「焼酎」についていえば，「楽」「花」「集」「綾」「蘭」「氣」などその実例は枚挙にいとまなく，日本酒を含む他の酒類においても，その個別銘柄を識別する酒類のブランドとして一般に多数使用され，そのような酒類の個別商品を識別する標識として認識されているという取引の実情がある(甲18～53)。",
                "要するに，酒類の商品市場においては，酒類の個別商品を識別する標識として，漢字一字のものの実際例が多数存在し，取引者も需要者も漢字一字の識別標をそのような表示として認識しているという実情がある。",
                "     以上のとおり，引用商標は，その構成全体から「タカラショーチュースイ」又は「タカラショーチューイキ」の称呼が生じるほか，「宝焼酎」の文字に相応して，「タカラショーチュー」の称呼と共に，「粋」の文字に相応して，「スイ」又は「イキ」の称呼を生じ，原告の商標としての「粋」の観念を生ずるものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件商標と引用商標との類否について",
          "text": [
            "  本件商標から生ずる「スイ」又は「イキ」の称呼と引用商標から生ずる「スイ」又は「イキ」の称呼は，両者は，「スイ」又は「イキ」の音を共通にして，称呼上，同一のものであるから，聞き誤るおそれがある。",
            "さらに，本件商標から生ずる「粋」の観念と引用商標から生ずる原告の商標としての「粋」の観念を対比すると，両者は，観念上，同一のものであるから，互いに紛れるおそれがある。",
            "したがって，本件商標と引用商標とは，称呼，観念のいずれの点においても相紛れるおそれのある類似の商標である。",
            "  審決は，本件商標と引用商標とは，外観において，「粋」の文字部分を共通にするが，「宝焼酎」の文字の有無において顕著な差異を有するから，時と所を異にして観察しても十分区別することができるものである旨認定し，称呼，概念についても，結合商標の類否判定を前記1のとおり別異のもので差異があると認定した。",
            "しかし，時と場所を異にして，かつ取引の実情を参酌して比較対照する離隔観察においては，審決のようにはいえない。",
            "嗜好品である酒類は，同一の酒造会社が製造する商品にも多種多様の個別銘柄に応じた味覚のものが存在する。過去において，あるいは，他の場所において経験した酒類の個別銘柄の出所識別標識が消費者等に記憶され，当該記憶の上で異なる時期と場所で酒類を選択する。そうすると，酒類の需要者は，自己の記憶の中にある個別銘柄を結び付けようとし，商品の出所混同のおそれを生じる。"
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の誤り",
          "text": [
            "以上のとおり，本件においては，引用商標を「宝焼酎」の構成部分と「粋」の構成部分とに分離観察することを正当化する事情があり，引用商標を分離観察した場合，本件商標と引用商標とは類似し，本件商標の指定商品である「日本酒」と引用商標の指定商品である「焼酎」とが商品間で類似することも明らかであるから，本件商標は商標法4条1項11号に該当する。",
            "したがって，本件審決には，本件商標の商標法4条1項11号該当性の判断を誤った違法があり，本件審決は取り消されるべきものである。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "1",
          "subject": "引用商標を分離観察することの正当性について",
          "text": [
            "  商標とは，出所識別標識であり，出願商標は商標出願人(商標権者)が自らの意思で特定したものであるから(商標法6条)，明らかに付記部分であると判断されるものは別として，原則として，商標の構成全体が一つの出所識別標識として特定され，当該登録された商標の構成要素を勝手に分離抽出し，称呼・観念を決定できるものではない。分離観察することが許されるのは，当該商標が構成自体において特異であったり，取引の実情に考慮すべき事実があったりするなど，上記原則を修正すべき特段の事情が存在する場合に限られるところ，引用商標については，上記特段の事情は存しない。",
            "  構成態様からの評価",
            "引用商標は，各文字を同じ書体，同じ大きさ，一文字相当の等間隔で横書きし，「焼」の文字の下部にそれら各文字と同じ書体，同じ大きさで「粋」の文字を書してなるものであって，全体としてまとまりがよく不可分的に結合しており，「粋」の部分だけが独立して見る者の注意をひくようには構成されていない。",
            "よって，原告の主張は，この点において誤りであり，審決の認定は正当である。",
            "  指定商品との関係からの評価"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，焼酎の業界において「宝焼酎」は周知であり，一方，商品「焼酎」において，「粋」の部分は取引者，需要者に対して一定の特定・限定的な印象を与える表示である旨主張し，これを前提とし，引用商標から「粋」の部分が分離抽出される旨主張する。",
                "しかし，「粋」の文字は，商品「焼酎」との関係でいわゆる内容表示的な言葉であるから，識別力は弱く，取引者，需要者に対して一定の特定・限定的な印象を与えるものではない。引用商標の構成のうち「粋」の部分は識別力が弱く，引用商標から分離抽出され得るのは「宝焼酎」の部分のみである。",
                "よって，原告の主張は，この点において誤りである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，「粋」の部分が商品「焼酎」との関係で何らの特定的，限定的な印象を与える力を有する表示でないとすれば，本件商標自体の出所識別力が疑わしく，登録可能性が否定されることになる旨主張する。",
                "しかし，これは誤りであって，審決も認定するとおり，「粋」の識別力は否定されない。",
                "  取引の実情からの評価",
                "原告は，酒類の商品市場においては，漢字一字で商品の出所識別標識となる旨主張するものの，被告はこのことは知らない。",
                "引用商標の場合，取引の実情を考慮すれば，「宝焼酎」の部分の出所識別力が強いといえ，そうであれば，「粋」の部分が分離抽出されることはない。",
                "  結合商標の場合，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されないというべきである。",
                "本件についていえば，引用商標の構成のうち「宝焼酎」の部分は，原告も自認するように周知性があり，出所識別標識として強く支配的な印象を与える部分であり，また，「粋」の部分は，出所識別標識として弱い部分であるから，引用商標から「宝焼酎」の部分は分離抽出され得るが，「粋」の部分が抽出されることはない。",
                "以上，審決も認定するとおり，引用商標の外観，「粋」の識別力が弱いこと，取引の実情を考慮すると，引用商標の構成のうち「粋」の部分のみを分離抽出して評価することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標と引用商標との類否について",
          "text": [
            "  引用商標は，「宝焼酎」の周知性から，当該部分が要部となるのであり，そうであれば，類否判断に際しては「宝焼酎」の部分に重点がおかれ，引用商標と本件商標とは非類似となるとともに，出所混同のおそれは否定される。",
            "したがって，審決の判断に誤りはない。",
            "  原告は引用商標と本件商標とは類似であると主張しているが，そうであれば「粋」の使用は引用商標の商標権侵害であることを意味する。",
            "しかしながら，このことは，あくまで出願商標全体で一つの商標のはずであるにもかかわらず，あたかも構成部分ごとに商標権が存在するかのような状況を生じる。これでは，構成要素ごとの出願は不要であり，複数の構成要素をまとめて一つの出願とすれば十分であるということに帰し，これまでの審査実務(乙17)や審査例(乙6～14)から見ても不合理である。",
            "原告自身，指定商品を第28類「酒類」とする「JUＮ」なる商標(乙1)が存在したにもかかわらず，指定商品を第28類「焼酎」とする「宝焼酎〈〈純〉〉」などの商標を取得している(乙2，3)。また，本件商標(甲1，2)の登録日の後に，指定商品を第33類「日本酒，洋酒，果実酒，酎ハイ，中国酒，薬味酒」とする「松竹梅／粋」なる商標(乙4)や指定商品を第33類「焼酎」とする「宝焼酎  粋」(標準文字)なる商標(乙5)について登録出願し，商標権を取得している。原告の主張は，禁反言の観点からも不合理なものといわざるを得ない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "商標法4条1項11号に係る商標の類否は，同一又は類似の商品又は役務に使用された商標が，その外観，観念，称呼等によって取引者，需用者に与える印象，記憶，連想等を総合して，その商品又は役務に係る取引の実情を踏まえつつ全体的に考察すべきものであり(最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁参照)，複数の構成部分を組み合わせた結合商標と解されるものについて，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されないというべきである(前掲最高裁昭和38年12月5日第一小法廷判決，前掲最高裁平成5年9月10日第二小法廷判決，前掲最高裁平成20年9月8日第二小法廷判決参照)。",
            "上記の観点から，本件商標と引用商標の類否について検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標について",
          "text": [
            "本件商標は，「粋」の漢字を標準文字により書してなり，構成文字に相応して，「イキ」又は「スイ」の称呼を生じ，「粋」の観念を生じる。"
          ]
        },
        {
          "fig": "3",
          "subject": "引用商標について",
          "text": [
            "  引用商標は，上段に「宝」，「焼」及び「酎」の漢字を横書きで，下段に「粋」の漢字をそれぞれ書してなり，上段の「宝」，「焼」及び「酎」の漢字は，同じ書体，同じ大きさで，各文字の間に一文字分の間隔を空けて等間隔に配され，下段の「粋」の漢字は，上段の文字と同じ書体，同じ大きさで「焼」の文字の直下に配されている。",
            "ところで，引用商標の構成中の「宝焼酎」の文字部分は，焼酎を取り扱う業界において，本件商標の登録出願時及び登録査定時に原告の業務に係る商品「焼酎」の出所を表示する商標として，取引者，需用者の間に広く認識されていたと認められるものである(この点について，当事者間に争いがない。)。",
            "そうすると，引用商標は，「宝焼酎」の語と「粋」の語とを組み合わせた結合商標として，これに接する取引者，需用者に一体不可分のものとしてのみ把握されるだけでなく，「宝焼酎」と「粋」との二語からなるものとして，視覚上分離して看取され得るものであるといえる。",
            "そして，焼酎を取り扱う業界において，「宝焼酎」が周知性を有し，取引者，需用者に対し商品の出所識別標識として強く支配的な印象を与えることに照らすと，引用商標からは，その全体から「タカラショウチュウスイ」又は「タカラショウチュウイキ」という一連の称呼及び「宝焼酎粋」との観念が生じるほか，それだけでなく，「タカラショウチュウ」という称呼及び「宝焼酎」との観念も生じ得るものと認めるのが相当である。",
            "  引用商標の構成中「粋」の部分について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "引用商標は焼酎をその指定商品とするところ，「粋」は焼酎の品質等を表示するものではないが，「粋」という文字は，「スイ」と発音される場合には，「すぐれたもの。人情に通じ，ものわかりのよいこと。特に，花柳界または芸人社会などの事情に通じて，挙止行動，自らその道にかなうこと。また，その人」などの意味を，「イキ」と発音される場合には，「気持や身なりのさっぱりとあかぬけしていて，しかも色気をもっていること。人情の表裏に通じ，特に遊里・遊興に関して精通していること。また，遊里・遊興のこと。」などの意味を有することから(広辞苑第6版)，これが焼酎に用いられる場合には，これに接した取引者，需用者に対し，総じて「すぐれた焼酎」，「あかぬけした焼酎」などの良品であるとの印象を与えるといえるものの，それを超えた特定の観念を生じるとまではいえない。",
                "そして，引用商標が「宝焼酎」との文字列と「粋」との文字を上下二段に配しているとはいえ，各文字の大きさ及び書体は同一であって，下段の「粋」の文字は上段の中央の「焼」の文字の直下に配されていることから，全体としてまとまりよく表されていることに照らせば，「粋」の文字部分だけが独立して看者の注意をひくともいいがたい。"
              ]
            },
            {
              "fig": "イ",
              "subject": "取引の実情について",
              "text": [
                "証拠(甲6，9，11，12，17，27～42，44～53)及び弁論の全趣旨によれば，以下の事実が認められる。",
                "  酒類における個別銘柄(商品名)の位置づけ等",
                "昭和60年7月6日発行の書籍「日本の名酒事典」(甲27)によれば，清酒や焼酎の漢字一字の商品として，「菊」「巖」「梵」「舞」「峠」「澄」「銀」「」「頂」「祐」「粋」「橋」「桂」「」「珍」「錦」「譽」「泉」「桜」「駒」「櫻」「寿」などが存した。",
                "また，平成26年2月当時，多数の酒造メーカーで，「帝」(甲28)，「帥」(甲29)，「月」(甲30，31)，「呑」(甲32)，「鹿」(甲33，34)，「雅」(甲35，36)，「夢」(甲37，38)，「暁」，「薫」(甲39)，「空」(甲40)，「美」(甲41)，「朋」(甲42)，「可。」(甲44)，「醁」(甲45)，「箙」(甲46)，「錦」(甲47)，「雋」(甲48)，「洌」(甲49)，「穏」(甲50)，「色」(甲51)などの漢字一字の商品名が付された清酒や焼酎が販売されていた。",
                "さらに，「鶴」(甲52)や「響」(甲53)との商品名のウィスキーも販売されていた。",
                "  原告の業務に係る取扱商品等"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "原告は，大正14年に設立された株式会社であり，平成14年4月1日，その商号を寳酒造株式会社から現商号である宝ホールディングス株式会社に変更した。原告は，酒精，清涼飲料，調味料，その他食料品および食品添加物の製造ならびに売買等の事業を営む会社の株式を保有することによる当該会社の事業活動の支配ならびに管理等を目的とする会社である。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "原告の関連会社である宝酒造株式会社は，2013年(平成25年)お も と ほむら11月当時，「宝焼酎「純」」との商品，「琉球泡盛「於茂登  炎 」との商品，「極上〈宝焼酎〉」との商品，「宝焼酎」との商品，「特みお撰宝焼酎「マイルド」」との商品，「松竹梅白壁蔵「澪」」との商品，「松竹梅「天」」との商品，「上撰松竹梅「旅」」との商品，「キングウイスキー「凜」」との商品，「キングブランデーV．O蘭」との商品などを販売していた(甲17)。同社は，その取扱商品に係るパンフレット(「製品のご案内  2013年11月現在」)において，①上部に「宝焼酎」，当該文字の下部に大きく「純」などと表示された胴ラベルの付された焼酎のシリーズ商品を，「宝焼酎「純」」と表示紹介し，②上部に「極上」，下部に「宝焼酎」，中央部に大きく「 」などと表示された胴ラベルの付された焼酎のシリーズ商品を，「極上〈宝焼酎〉」と表示紹介し，③下部に「宝焼酎」，中央部に大きく「 」などと表示された胴ラベルの付された焼酎のシリーズ商品を，「宝焼酎」と表示紹介し，④下部に「特撰宝焼酎MILD」，中央部に大きく「宝」などと表示された胴ラベルの付された焼酎の商品を，「特撰宝焼酎「マイルド」」と表示紹介していた(甲17)。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "平成26年2月当時に印刷された宝酒造株式会社のホームページでは，①上部に「宝焼酎」，当該文字の下部に大きく「純」などと表示された胴ラベルの付された商品を表示するとともに，その右側に「11種類の厳選樽貯蔵熟成酒を13％使用。それが「純」の美味しさの黄金比率です。」との商品説明を，その左側に「宝焼酎「純」」との商品名を表示し(甲9)，②上部に「極上」，下部に「宝焼酎」，中央部に大きく「 」などと表示された胴ラベルの付された商品を表示するとともに，その左側に「焼酎は，日本の宝。次の100年へ。その品質を磨き続けます。」と，その右側に「宝焼酎の誕生は，大正元年(1912年)。100年を超える長い歴史の中で，私たちがたどり着いたのは，貯蔵技術とブレンド技術でした。そのすっきりしたまろやかな味わいこそ，「宝焼酎」が一番愛され続けている理由です。」などと表示し(甲11)，③「商品詳細情報」として，下部に「特撰宝焼酎MILD」，中央部に大きく「宝」などと表示された胴ラベルの付された商品を表示するとともに，当該商品のブランド名は「特撰宝焼酎「マイルド」」であり，商品名は「特撰宝焼酎「マイルド」25度1．8L」であることを表示していた(甲12)。",
                    "  上記イ認定事実によれば，一般に，焼酎を含めた酒類の商品には，漢字一文字の商品名や銘柄を有するものが多数存在し，また，焼酎を含めた酒類を取り扱う業界においては，商品取引において，商品名や銘柄を出所の識別標識として重視するものといい得る。",
                    "しかしながら，原告が，引用商標を使用した焼酎の商品や「粋」との商品名で識別される焼酎の商品を実際に販売していたことを認めるに足りる証拠はない。",
                    "加えて，上記イ認定事実によれば，原告の関連会社である宝酒造株式会社は，「宝焼酎」と冠した焼酎の商品については，取引者，需用者に対し，「宝焼酎「純」」，「極上〈宝焼酎〉」，「宝焼酎」，「特撰宝焼酎「マイルド」」と表示紹介していたのであり，これらの商品を，その商品名の一部である「純」，「 」，あるいは，「マイルド」などと表示紹介していたことを認めるに足りる証拠はない。",
                    "したがって，原告又はその関連会社である宝酒造株式会社の取り扱う商品取引において，「宝焼酎」と冠した焼酎の商品に関し，「宝焼酎」以外の部分のみをその出所の識別標識として使用していたとの事情は認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上の検討を総合すると，まず，引用商標の構成中の「宝焼酎」の部分が，上記のとおり，焼酎を取り扱う業界において周知性を有し，取引者，需用者に対し，商品の出所識別標識として強く支配的な印象を与えるものであるから，それとの対比において，「粋」の部分は，自他商品の識別標識としての機能は弱いものといえる。そして，酒類については，漢字一字の商品が多数存在することが認められるが，「宝焼酎」を冠した焼酎の商品については，「宝焼酎」を冠して表示しており，「宝焼酎」以外の部分のみをその出所の識別標識として使用していたとの事情は認められないことからすると，引用商標の構成中の「粋」の部分のみでは，出所の識別標識としての称呼，観念を生じることはないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件商標と引用商標との類否について",
          "text": [
            "  外観について",
            "引用商標は，上段の「宝焼酎」と下段の「粋」とが全体としてまとまりのある外観を呈しており，これを全体として本件商標の「粋」と対比すると，両商標が外観上相違することは明白であるといえる。",
            "また，引用商標の「宝焼酎」の文字部分は，焼酎を取り扱う業界において，周知性を有し，取引者，需用者に対し商品の出所識別標識として強く支配的な印象を与える部分であることに照らすと，引用商標に接した取引者，需用者は，上段の「宝焼酎」のみを記憶に留めることが考えられ，その場合には，引用商標の上段の「宝焼酎」と本件商標の「粋」とを対比することになるが，この場合にも両商標が外観上相違することは明白であるといえる。",
            "  称呼及び観念について",
            "引用商標からは，その全体から「タカラショウチュウスイ」又は「タカラショウチュウイキ」という一連の称呼及び「宝焼酎粋」との観念が生じるほか，「宝焼酎」の部分から「タカラショウチュウ」という称呼及び「宝焼酎」との観念も生じ得る。",
            "これに対し，本件商標からは，「イキ」又は「スイ」の称呼を生じ，「粋」の観念を生じる。",
            "両商標は，「宝焼酎」の有無により，称呼及び観念上も相違するといえる。",
            "  以上のとおり，本件商標と引用商標は，外観，称呼，観念のいずれにおいても相違し，混同のおそれのない非類似の商標であると認めることができる。",
            "これと同旨の審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上によれば，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10029",
    "date": "2014-06-18",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084294",
    "ipprecedent_id": "3765",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}