{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2013-800103号事件について平成26年3月  26日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "text": "- 1 -"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とする審決の取消訴訟である。争点は，進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成14年9月11日，名称を「果菜自動選別装置」とする発明につき特許出願した(特願2002-266156号。甲7)後，これを原出願とする分割出願をし(特願2008-151101号)，さらに，平成22年12月29日，上記特願2008-151101号特許出願の一部を分割出願し(特願2010-294421号)，平成25年4月26日，特許登録を受けた(特許5255047号。発明の名称「果菜自動選別送り出し方法及び果菜自動選別送り出し装置」。請求項の数5。甲10。以下，この特許を「本件特許」という。)。",
            "原告は，平成25年6月10日，本件特許の請求項1～5につき特許無効審判請求をした(無効2013-800103)ところ，被告は，同年9月13日付け訂正請求書(乙1。以下「本件訂正請求書」という。)により，請求項5の削除を含む特許請求の範囲の訂正を請求した(以下，この訂正を「本件訂正」と，訂正後の請求項1～4を「本件発明」1～4といい，これらの発明を総称して「本件発明」ともいう。)。",
            "特許庁は，平成26年3月26日，「請求のとおり訂正を認める。本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年4月3日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正請求書に添付された「特許請求の範囲」によれば，本件訂正後の特許請求の範囲の記載は，以下のとおりである(以下，本件訂正請求書に添付された「明細書」及び本件特許公報〈甲10〉に記載された図面とを併せて「本件明細書」という。)。",
            "【請求項1】",
            "果菜キャリアが多数設けられた果菜搬送ラインの果菜供給部において，果菜搬送ラインの幅方向側方から作業員が果菜を載せ，前記果菜搬送ラインの等階級計測部において，果菜キャリアで搬送される果菜を計測して果菜の等階級を判別し，前記果菜搬送ラインの仕分排出部において，果菜搬送中の前記果菜キャリアを回動させてその上の果菜を前記等階級計測部での判別結果に応じて果菜搬送方向側方に送り出す，果菜自動選別送り出し方法において，",
            "前記果菜キャリアは無端搬送体にその走行方向に多数取付けられ，",
            "前記果菜キャリアの夫々は無端搬送体に取付けるフレームと，フレームに往復回動可能に設けられた搬送ベルトを備えた往復回動式のベルトコンベアであり，",
            "夫々の果菜キャリアの搬送ベルトの上側の一部に果菜を載せ置く果菜載置部が設けられ，",
            "果菜搬送ラインの前記仕分け部の側方に，ベルトコンベア式の果菜引受け体が，果菜搬送方向に作業間隔をあけて二以上配置され，",
            "前記多数の果菜キャリアを，その果菜載置部を一列又は略一列に並べて，無端搬送体の走行によりその走行方向に移動させ，",
            "前記移動中の果菜キャリアの果菜載置部の上に，前記果菜供給部において，作業員が，果菜搬送ラインの搬送方向側方から前記果菜を一つずつ載せて搬送方向に一列又は略一列に並べて搬送し，",
            "前記果菜キャリアの移動により，前記果菜載置部に載せた果菜を搬送方向に一列又は略一列に並べて搬送して等階級計測部を通過させてその通過中に果菜の少なくとも果菜の大きさと形状を計測し，",
            "前記仕分排出部において，前記計測に基づく等階級判別に応じて，果菜キャリアの搬送ベルトを果菜搬送ラインの側方に往回動させて，当該搬送ベルトの果菜載置部の上の果菜を，果菜搬送方向側方に配置された前記果菜引受け体に送り出し，",
            "前記果菜引受け体を，果菜が送り込まれるときに間欠運転させて果菜を引継ぎ，果菜送り込み時の間欠運転の繰り返しにより，前記果菜キャリアの果菜載置部から送り込まれる果菜を前記果菜引受け体の上に二以上プールし，",
            "前記往回動させた果菜キャリアの搬送ベルトを，前記果菜送り出し後の移動中に前記往回動と反対側に復回動させて，当該搬送ベルトの果菜載置部を元の位置に復帰させることにより，前記多数の果菜キャリアの果菜載置部を搬送方向に一列又は略一列に並べ，",
            "それら復帰した果菜キャリアの果菜載置部に，前記果菜供給部において，作業員が，果菜搬送ラインの搬送方向側方から果菜を一つずつ載せることができるようにした，",
            "ことを特徴とする果菜自動選別送り出し方法。",
            "【請求項2】",
            "請求項1記載の果菜自動選別送り出し方法において，",
            "果菜引受け体は，果菜キャリアから果菜が送り出されるときに間欠移動して，果菜載置部から送り出される果菜を引き継いで二以上の果菜をプールする，",
            "ことを特徴とする果菜自動選別における果菜自動選別送り出し方法。",
            "【請求項3】",
            "無端搬送体に果菜キャリアが多数設けられた果菜搬送ラインに，その幅方向側方から，作業員が，果菜キャリアに果菜を載せる果菜供給部が設けられ，果菜供給部で果菜キャリアに載せた果菜の等階級を判別する等階級計測部が果菜搬送ラインにおける果菜供給部の先方に設けられ，等階級計測部で計測された果菜をその計測に基づく等階級判別結果に応じて果菜キャリアによって果菜搬送方向側方に送り出す仕分排出部が等階級計測部の先方に設けられた果菜自動選別送り出し装置において，",
            "前記果菜キャリアは無端搬送体にその走行方向に多数取付けられ，",
            "前記果菜キャリアは無端搬送体に取付けるフレームと，フレームに往復回動可能に設けられた搬送ベルトを備えた往復回動式のベルトコンベアであり，",
            "夫々の果菜キャリアの搬送ベルトの上側の一部に果菜を載せ置く果菜載置部が設けられ，",
            "果菜搬送ラインの前記仕分け部の側方に，果菜引受け体が，果菜搬送方向に作業間隔をあけて二以上配置され，各々の果菜引受け体は果菜載置部から送り出される果菜を引継いで二以上の果菜をプールできる長さのベルトコンベアであり，",
            "前記多数の果菜キャリアは，その果菜載置部が一列又は略一列に並んで無端搬送体に配置されて，無端搬送体の走行により，夫々の果菜載置部に載せた果菜が等階級計測部を一列又は略一列に並んで通過することができ，",
            "前記果菜載置部は，前記果菜供給部において，作業員が，果菜搬送ラインの搬送方向側方から果菜を一つずつ載せることができ，",
            "前記等階級計測部は，果菜載置部に載せられて一列又は略一列に並んで搬送される果菜の少なくとも大きさと形状を計測でき，",
            "各々の果菜キャリアの搬送ベルトは，前記仕分排出部において果菜搬送ラインの側方に往回動して，果菜載置部に載せてある果菜を，前記計測に基づく等階級判別結果に応じて前記果菜引受け体に送り出し可能であり，",
            "前記果菜引受け体は果菜が送り込まれるときに間欠運転して果菜を引継ぎ，果菜送り込み時の間欠運転の繰り返しにより，前記果菜キャリアの果菜載置部から送り込まれる果菜を前記果菜引受け体の上に二以上プールすることができる長さのベルトコンベアであり，",
            "前記果菜送り出し後の搬送ベルトは，前記往回動方向と逆方向に復回動して，果菜載置部が元の位置に復帰して，前記多数の果菜キャリアの果菜載置部を搬送方向に一列又は略一列に並べることができる，",
            "ことを特徴とする果菜自動選別送り出し装置。",
            "【請求項4】",
            "請求項3記載の果菜自動選別送り出し装置において，",
            "果菜引受け体は，果菜キャリアから果菜が送り出されるときに果菜1個分の距離だけ間欠移動して，果菜キャリアのベルトの往回動により果菜載置部から送り出される果菜を二以上プールできる，",
            "ことを特徴とする果菜自動選別における果菜自動選別送り出し装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告が主張する無効理由",
          "text": [
            "本件発明1及び3は，以下の甲1に記載された甲1発明に，甲2に記載された甲2発明又は甲3に記載された甲3発明を組み合わせることにより，当業者が容易に発明をすることができたものである。",
            "また，本件発明2及び4は，甲1～3発明及び周知技術を適宜組み合わせることにより，当業者が容易に発明をすることができたものである。",
            "したがって，本件特許は，特許法123条1項2号に該当し，無効とすべきである。",
            "甲1：特開平3-256814号公報",
            "甲2：特開平11-286328号公報",
            "甲3：米国特許第3231068号明細書"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，原告主張の無効理由について，以下のとおり，いずれも理由なしとした(なお，本件における取消事由と関連しないものについて，記載を省略した。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明1(甲1に記載されている方法の発明)",
                  "text": [
                    "(なお，甲1に記載された発明を，単に「甲1発明」ということがある。以下，甲2及び3発明についても同じ。)",
                    "「受け台8が多数設けられた振分けコンベア2の供給部9において，果菜物であるキューイKを載せ，前記振分けコンベア2の判定部3において，受け台8で搬送される果菜物であるキューイKを計測して果菜物であるキューイKの等階級を判別し，前記振分けコンベア2の振分け部4において，果菜物であるキューイK搬送中の前記受け台8を傾動させてその上の果菜物であるキューイKを前記判定部3での判別結果に応じて果菜物であるキューイK搬送方向側方に送り出す，果菜物自動振り分け方法において，",
                    "前記受け台8はガイドチェーン7にその走行方向に多数取付けられ，",
                    "前記受け台8の夫々は傾動式の台であり，",
                    "夫々の受け台8の上側の一部に果菜物であるキューイKを載せ置く果菜物を載置する部分が設けられ，",
                    "振分けコンベア2の前記振分け部4の側方に，ベルトコンベア式の整列コンベア5が，果菜物であるキューイK搬送方向に作業間隔をあけて二以上配置され，",
                    "前記多数の受け台8を，その果菜物を載置する部分を一列又は略一列に並べて，ガイドチェーン7の走行によりその走行方向に移動させ，",
                    "前記移動中の受け台8の果菜物を載置する部分の上に，前記供給部9において，前記果菜物であるキューイKを一つずつ載せて搬送方向に一列又は略一列に並べて搬送し，",
                    "前記受け台8の移動により，前記果菜物を載置する部分に載せた果菜物であるキューイKを搬送方向に一列又は略一列に並べて搬送して判定部3を通過させてその通過中に果菜物であるキューイKの少なくとも果菜物であるキューイKのサイズ・品質・重量を計測し，",
                    "前記振分け部4において，前記計測に基づく等階級判別に応じて，受け台8を振分けコンベア2の側方に往傾動させて，当該受け台8の果菜物を載置する部分の上の果菜物であるキューイKを，果菜物であるキューイK搬送方向側方に配置された前記整列コンベア5に送り出し，",
                    "前記整列コンベア5を，果菜物であるキューイKが送り込まれるときに間欠運転させて果菜物であるキューイKを引継ぎ，果菜物であるキューイK送り込み時の間欠運転の繰り返しにより，前記受け台8の果菜物を載置する部分から送り込まれる果菜物であるキューイKを前記整列コンベア5の上に二以上プールした，",
                    "果菜物自動振り分け方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明2(甲1に記載されている物の発明)",
                  "text": [
                    "「ガイドチェーン7に受け台8が多数設けられた振分けコンベア2に，受け台8に果菜物であるキューイKを載せる供給部9が設けられ，供給部9で受け台8に載せた果菜物であるキューイKの等階級を判別する判定部3が振分けコンベア2における供給部9の先方に設けられ，判定部3で計測された果菜物であるキューイKをその計測に基づく等階級判別結果に応じて受け台8によって果菜物であるキューイK搬送方向側方に送り出す振分け部4が判定部3の先方に設けられた果菜物自動振り分け装置において，",
                    "前記受け台8はガイドチェーン7にその走行方向に多数取付けられ，",
                    "前記受け台8は傾動式の台であり，",
                    "夫々の受け台8の上側の一部に果菜物であるキューイKを載せ置く果菜物を載置する部分が設けられ，",
                    "振分けコンベア2の前記振分け部4の側方に，整列コンベア5が，果菜物であるキューイK搬送方向に作業間隔をあけて二以上配置され，各々の整列コンベア5は果菜物を載置する部分から送り出される果菜物であるキューイKを引継いで二以上の果菜物であるキューイKをプールできる長さのベルトコンベアであり，",
                    "前記多数の受け台8は，その果菜物を載置する部分が一列又は略一列に並んでガイドチェーン7に配置されて，ガイドチェーン7の走行により，夫々の果菜物を載置する部分に載せた果菜物であるキューイKが判定部3を一列又は略一列に並んで通過することができ，",
                    "前記果菜物を載置する部分は，前記供給部9において，果菜物であるキューイKを一つずつ載せることができ，",
                    "前記判定部3は，果菜物を載置する部分に載せられて一列又は略一列に並んで搬送される果菜物であるキューイKの少なくともサイズ・品質・重量を計測でき，",
                    "各々の受け台8は，前記振分け部4において振分けコンベア2の側方に往傾動して，果菜物を載置する部分に載せてある果菜物であるキューイKを，前記計測に基づく等階級判別結果に応じて前記整列コンベア5に送り出し可能であり，",
                    "前記整列コンベア5は果菜物であるキューイKが送り込まれるときに間欠運転して果菜物であるキューイKを引継ぎ，果菜物であるキューイK送り込み時の間欠運転の繰り返しにより，前記受け台8の果菜物を載置する部分から送り込まれる果菜物であるキューイKを前記整列コンベア5の上に二以上プールすることができる長さのベルトコンベアである，",
                    "果菜物自動振り分け装置。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2発明1(甲2に記載されている方法の発明)",
                  "text": [
                    "「搬送ユニット1が多数設けられた搬送路A物品搬送ラインの搬送物Pの投入路Bの領域において，搬送物Pを載せ，前記搬送路Aの仕分けシュートCの領域において，搬送物P搬送中の前記搬送ユニット1を回動させてその上の搬送物Pを仕分けコード番号に応じて搬送物P搬送方向側方に送り出す，搬送物Pを自動的に仕分ける方法において，",
                    "前記搬送ユニット1は搬送レール12及び車輪20からなる搬送機構にその走行方向に多数取付けられ，",
                    "前記搬送ユニット1の夫々は搬送レール12及び車輪20からなる搬送機構に取付けるユニットフレーム21と，ユニットフレーム21に往復回動可能に設けられた移送シート49を備えた往復回動式のベルトコンベアであり，",
                    "夫々の搬送ユニット1の移送シート49の上側の一部に搬送物Pを載せ置く搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域が設けられ，",
                    "搬送路Aの前記仕分けシュートCの領域の側方に，シュート式の仕分けシュートCが，搬送物P搬送方向に二以上配置され，",
                    "前記多数の搬送ユニット1を，その搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域を一列又は略一列に並べて，搬送レール12及び車輪20からなる搬送機構の走行によりその走行方向に移動させ，",
                    "前記移動中の搬送ユニット1の搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域の上に，前記搬送物Pの投入路Bの領域において，前記搬送物Pを一つずつ載せて搬送方向に一列又は略一列に並べて搬送し，",
                    "前記搬送ユニット1の移動により，前記搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域に載せた搬送物Pを搬送方向に一列又は略一列に並べて搬送して，",
                    "前記仕分けシュートCの領域において，仕分けコード番号に応じて，搬送ユニット1の移送シート49を搬送路Aの側方に往回動させて，当該移送シート49の搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域の上の搬送物Pを，搬送物P搬送方向側方に配置された前記仕分けシュートCに送り出し，",
                    "前記往回動させた搬送ユニット1の移送シート49を，前記搬送物P送り出し後の移動中に前記往回動と反対側に復回動させて，当該移送シート49の搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域を元の位置に復帰させることにより，前記多数の搬送ユニット1の搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域を搬送方向に一列又は略一列に並べ，",
                    "それら復帰した搬送ユニット1の搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域に，前記搬送物Pの投入路Bの領域において，搬送物Pを一つずつ載せることができるようにした，",
                    "搬送物Pを自動的に仕分ける方法。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲2発明1を本件発明1に対応するように上位概念的に認定した発明",
                  "text": [
                    "「物品キャリアが多数設けられた物品搬送ラインの物品供給部において，物品を載せ，前記物品搬送ラインの仕分排出部において，物品搬送中の前記物品キャリアを回動させてその上の物品を仕分けコード番号に応じて物品搬送方向側方に送り出す，物品自動選別送り出し方法において，",
                    "前記物品キャリアは無端搬送体にその走行方向に多数取付けられ，",
                    "前記物品キャリアの夫々は無端搬送体に取付けるフレームと，フレームに往復回動可能に設けられた搬送ベルトを備えた往復回動式のベルトコンベアであり，",
                    "夫々の物品キャリアの搬送ベルトの上側の一部に物品を載せ置く物品載置部が設けられ，",
                    "物品搬送ラインの前記仕分け部の側方に，シュート式の物品引受け体が，物品搬送方向に二以上配置され，",
                    "前記多数の物品キャリアを，その物品載置部を一列又は略一列に並べて，無端搬送体の走行によりその走行方向に移動させ，",
                    "前記移動中の物品キャリアの物品載置部の上に，前記物品供給部において，前記物品を一つずつ載せて搬送方向に一列又は略一列に並べて搬送し，",
                    "前記物品キャリアの移動により，前記物品載置部に載せた物品を搬送方向に一列又は略一列に並べて搬送して，",
                    "前記仕分排出部において，仕分けコード番号に応じて，物品キャリアの搬送ベルトを物品搬送ラインの側方に往回動させて，当該搬送ベルトの物品載置部の上の物品を，物品搬送方向側方に配置された前記物品引受け体に送り出し，",
                    "前記往回動させた物品キャリアの搬送ベルトを，前記物品送り出し後の移動中に前記往回動と反対側に復回動させて，当該搬送ベルトの物品載置部を元の位置に復帰させることにより，前記多数の物品キャリアの物品載置部を搬送方向に一列又は略一列に並べ，",
                    "それら復帰した物品キャリアの物品載置部に，前記物品供給部において，物品を一つずつ載せることができるようにした，",
                    "物品自動選別送り出し方法。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲2発明2(甲2に記載されている物の発明)",
                  "text": [
                    "「搬送レール12及び車輪20からなる搬送機構に搬送ユニット1が多数設けられた搬送路Aに，搬送ユニット1に搬送物Pを載せる搬送物Pの投入路Bの領域が設けられ，搬送物Pを仕分けコード番号に応じて搬送ユニット1によって搬送物P搬送方向側方に送り出す仕分けシュートCの領域が設けられた搬送物Pを自動的に仕分ける装置において，",
                    "前記搬送ユニット1は搬送レール12及び車輪20からなる搬送機構にその走行方向に多数取付けられ，",
                    "前記搬送ユニット1は搬送レール12及び車輪20からなる搬送機構に取付けるユニットフレーム21と，ユニットフレーム21に往復回動可能に設けられた移送シート49を備えた往復回動式のベルトコンベアであり，",
                    "夫々の搬送ユニット1の移送シート49の上側の一部に搬送物Pを載せ置く搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域が設けられ，",
                    "搬送路Aの前記仕分けシュートCの領域の側方に，仕分けシュートCが，搬送物P搬送方向に二以上配置され，",
                    "前記多数の搬送ユニット1は，その搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域が一列又は略一列に並んで搬送レール12及び車輪20からなる搬送機構に配置されて，搬送レール12及び車輪20からなる搬送機構の走行により，夫々の搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域に載せた搬送物Pが一列又は略一列に並んで移動することができ，",
                    "前記搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域は，前記搬送物Pの投入路Bの領域において，搬送物Pを一つずつ載せることができ，",
                    "各々の搬送ユニット1の移送シート49は，前記仕分けシュートCの領域において搬送路Aの側方に往回動して，搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域に載せてある搬送物Pを，仕分けコード番号に応じて前記仕分けシュートCに送り出し可能であり，",
                    "前記搬送物P送り出し後の移送シート49は，前記往回動方向と逆方向に復回動して，搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域が元の位置に復帰して，前記多数の搬送ユニット1の搬送物Pを載せる搬送ユニット1の往復移動可能な移送シート49の中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域を搬送方向に一列又は略一列に並べることができる，",
                    "搬送物Pを自動的に仕分ける装置。」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲2発明2を本件発明3に対応するように上位概念的に認定した発明",
                  "text": [
                    "「無端搬送体に物品キャリアが多数設けられた物品搬送ラインに，物品キャリアに物品を載せる物品供給部が設けられ，物品を仕分けコード番号に応じて物品キャリアによって物品搬送方向側方に送り出す仕分排出部が設けられた物品自動選別送り出し装置において，",
                    "前記物品キャリアは無端搬送体にその走行方向に多数取付けられ，",
                    "前記物品キャリアは無端搬送体に取付けるフレームと，フレームに往復回動可能に設けられた搬送ベルトを備えた往復回動式のベルトコンベアであり，",
                    "夫々の物品キャリアの搬送ベルトの上側の一部に物品を載せ置く物品載置部が設けられ，",
                    "物品搬送ラインの前記仕分け部の側方に，物品引受け体が，物品搬送方向に二以上配置され，",
                    "前記多数の物品キャリアは，その物品載置部が一列又は略一列に並んで無端搬送体に配置されて，無端搬送体の走行により，夫々の物品載置部に載せた物品が一列又は略一列に並んで移動することができ，",
                    "前記物品載置部は，前記物品供給部において，物品を一つずつ載せることができ，",
                    "各々の物品キャリアの搬送ベルトは，前記仕分排出部において物品搬送ラインの側方に往回動して，物品載置部に載せてある物品を，仕分けコード番号に応じて前記物品引受け体に送り出し可能であり，",
                    "前記物品送り出し後の搬送ベルトは，前記往回動方向と逆方向に復回動して，物品載置部が元の位置に復帰して，前記多数の物品キャリアの物品載置部を搬送方向に一列又は略一列に並べることができる，",
                    "物品自動選別送り出し装置。」"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "甲3発明1(甲3に記載されている方法の発明)",
                  "text": [
                    "「プラットホーム60，160が複数設けられた移動経路の供給部において，前記移動経路のステーションの領域において，物品搬送中の前記プラットホーム60，160を回動させてその上の物品を符号に応じて物品搬送方向側方に送り出す，物品を自動的に所定のステーションに配送する方法において，",
                    "前記プラットホーム60，160はトラック12及びホイール62，164からなる搬送機構にその走行方向に複数取付けられ，",
                    "前記プラットホーム60，160の夫々はトラック12及びホイール62，164からなる搬送機構に取付ける水平フレーム部材64，162と，水平フレーム部材64，162に往復回動可能に設けられたウェブ66，168を備えた往復回動式のベルトコンベアであり，",
                    "夫々のプラットホーム60，160のウェブ66，168の上側の一部に物品を載せ置く物品を載せるウェブ66，168の上面部が設けられ，",
                    "移動経路の前記ステーションの領域の側方に，ステーションが，物品搬送方向に作業間隔をあけて二以上配置され，",
                    "前記複数のプラットホーム60，160を，その物品を載せるウェブ66，168の上面部を一列又は略一列に並べて，トラック12及びホイール62，164からなる搬送機構の走行によりその走行方向に移動させ，",
                    "前記移動中のプラットホーム60，160の物品を載せるウェブ66，168の上面部の上に，前記供給部において，前記移動経路を一つずつ載せて搬送方向に一列又は略一列に並べて搬送し，",
                    "前記ステーションの領域において，符号に応じて，プラットホーム60，160のウェブ66，168を移動経路の側方に往回動させて，当該ウェブ66，168の物品を載せるウェブ66，168の上面部の上の物品を，移動経路搬送方向側方に配置された前記ステーションに送り出し，",
                    "前記往回動させたプラットホーム60，160のウェブ66，168を，前記物品送り出し後の移動中に前記往回動と反対側に復回動させて，当該ウェブ66，168の物品を載せるウェブ66，168の上面部を元の位置に復帰させることにより，前記複数のプラットホーム60，160の物品を載せるウェブ66，168の上面部を搬送方向に一列又は略一列に並べた，",
                    "物品を自動的に所定のステーションに配送する方法。」"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "甲3発明1を本件発明1に対応するように上位概念的に認定した発明",
                  "text": [
                    "「物品キャリアが複数設けられた物品搬送ラインの物品供給部において，前記物品搬送ラインの仕分排出部において，物品搬送中の前記物品キャリアを回動させてその上の物品を符号に応じて物品搬送方向側方に送り出す，物品自動選別送り出し方法において，",
                    "前記物品キャリアは無端搬送体にその走行方向に複数取付けられ，",
                    "前記物品キャリアの夫々は無端搬送体に取付けるフレームと，フレームに往復回動可能に設けられた搬送ベルトを備えた往復回動式のベルトコンベアであり，",
                    "夫々の物品キャリアの搬送ベルトの上側の一部に物品を載せ置く物品載置部が設けられ，",
                    "物品搬送ラインの前記仕分け部の側方に，果菜引受け体が，物品搬送方向に作業間隔をあけて二以上配置され，",
                    "前記複数の物品キャリアを，その物品載置部を一列又は略一列に並べて，無端搬送体の走行によりその走行方向に移動させ，",
                    "前記移動中の物品キャリアの物品載置部の上に，前記物品供給部において，前記物品を一つずつ載せて搬送方向に一列又は略一列に並べて搬送し，",
                    "前記仕分排出部において，符号に応じて，物品キャリアの搬送ベルトを物品搬送ラインの側方に往回動させて，当該搬送ベルトの物品載置部の上の物品を，物品搬送方向側方に配置された前記物品引受け体に送り出し，",
                    "前記往回動させた物品キャリアの搬送ベルトを，前記物品送り出し後の移動中に前記往回動と反対側に復回動させて，当該搬送ベルトの物品載置部を元の位置に復帰させることにより，前記複数の物品キャリアの物品載置部を搬送方向に一列又は略一列に並べた，",
                    "物品自動選別送り出し方法。」"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "甲3発明2(甲3に記載されている物の発明)",
                  "text": [
                    "「トラック12及びホイール62，164からなる搬送機構にプラットホーム60，160が複数設けられた移動経路に，プラットホーム60，160に物品を載せる供給部が設けられ，プラットホーム60，160によって物品搬送方向側方に送り出すステーションの領域が設けられた物品を自動的に所定のステーションに配送する装置において，",
                    "前記プラットホーム60，160はトラック12及びホイール62，164からなる搬送機構にその走行方向に複数取付けられ，",
                    "前記プラットホーム60，160はトラック12及びホイール62，164からなる搬送機構に取付ける水平フレーム部材64，162と，水平フレーム部材64，162に往復回動可能に設けられたウェブ66，168を備えた往復回動式のベルトコンベアであり，",
                    "夫々のプラットホーム60，160のウェブ66，168の上側の一部に物品を載せ置く物品を載せるウェブ66，168の上面部が設けられ，",
                    "移動経路の前記ステーションの領域の側方に，物品引受け体が，物品搬送方向に二以上配置され，",
                    "前記複数のプラットホーム60，160は，その物品を載せるウェブ66，168の上面部が一列又は略一列に並んでトラック12及びホイール62，164からなる搬送機構無端搬送体に配置されて，トラック12及びホイール62，164からなる搬送機構無端搬送体の走行により，夫々の物品を載せるウェブ66，168の上面部に載せた物品が一列又は略一列に並んで移動することができ，",
                    "前記物品を載せるウェブ66，168の上面部は，前記供給部において，物品を一つずつ載せることができ，",
                    "各々のプラットホーム60，160のウェブ66，168は，前記ステーションの領域において移動経路の側方に往回動して，物品を載せるウェブ66，168の上面部に載せてある物品，符号に応じて前記ステーションに送り出し可能であり，",
                    "前記物品送り出し後のウェブ66，168は，前記往回動方向と逆方向に復回動して，物品を載せるウェブ66，168の上面部元の位置に復帰して，前記多数のププラットホーム60，160の物品を載せるウェブ66，168の上面部を搬送方向に一列又は略一列に並べることができる，",
                    "物品を自動的に所定のステーションに配送する装置。」"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "甲3発明2を本件発明3に対応するように上位概念的に認定した発明",
                  "text": [
                    "「無端搬送体に物品キャリアが複数設けられた物品搬送ラインに，物品キャリアに物品を載せる物品供給部が設けられ，物品を符号に応じて物品キャリアによって物品搬送方向側方に送り出す仕分排出部が設けられた物品自動選別送り出し装置において，",
                    "前記物品キャリアは無端搬送体にその走行方向に複数取付けられ，",
                    "前記物品キャリアは無端搬送体に取付けるフレームと，フレームに往復回動可能に設けられた搬送ベルトを備えた往復回動式のベルトコンベアであり，",
                    "夫々の物品キャリアの搬送ベルトの上側の一部に物品を載せ置く物品載置部が設けられ，",
                    "物品搬送ラインの前記仕分け部の側方に，物品引受け体が，物品搬送方向に二以上配置され，",
                    "前記複数の物品キャリアは，その物品載置部が一列又は略一列に並んで無端搬送体に配置されて，無端搬送体の走行により，夫々の物品載置部に載せた物品が一列又は略一列に並んで移動することができ，",
                    "前記物品載置部は，前記物品供給部において，物品を一つずつ載せることができ，",
                    "各々の物品キャリアの搬送ベルトは，前記仕分排出部において物品搬送ラインの側方に往回動して，物品載置部に載せてある物品を，符号に応じて前記物品引受け体に送り出し可能であり，",
                    "前記物品送り出し後の搬送ベルトは，前記往回動方向と逆方向に復回動して，物品載置部が元の位置に復帰して，前記多数の物品キャリアの物品載置部を搬送方向に一列又は略一列に並べることができる，",
                    "物品自動選別送り出し装置。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1についての進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と甲1発明1との一致点及び相違点",
                  "text": [
                    "【一致点】",
                    "「果菜キャリアが多数設けられた果菜搬送ラインの果菜供給部において，果菜を載せ，前記果菜搬送ラインの等階級計測部において，果菜キャリアで搬送される果菜を計測して果菜の等階級を判別し，前記果菜搬送ラインの仕分排出部において，果菜搬送中の前記果菜キャリアを駆動させてその上の果菜を前記等階級計測部での判別結果に応じて果菜搬送方向側方に送り出す，果菜自動選別送り出し方法において，",
                    "前記果菜キャリアは無端搬送体にその走行方向に多数取付けられ，",
                    "夫々の果菜キャリアの上側の一部に果菜を載せ置く果菜載置部が設けられ，",
                    "果菜搬送ラインの前記仕分け部の側方に，ベルトコンベア式の果菜引受け体が，果菜搬送方向に作業間隔をあけて二以上配置され，",
                    "前記多数の果菜キャリアを，その果菜載置部を一列又は略一列に並べて，無端搬送体の走行によりその走行方向に移動させ，",
                    "前記移動中の果菜キャリアの果菜載置部の上に，前記果菜供給部において，前記果菜を一つずつ載せて搬送方向に一列又は略一列に並べて搬送し，",
                    "前記果菜キャリアの移動により，前記果菜載置部に載せた果菜を搬送方向に一列又は略一列に並べて搬送して等階級計測部を通過させてその通過中に果菜の少なくとも果菜の大きさを計測し，",
                    "前記仕分排出部において，前記計測に基づく等階級判別に応じて，果菜キャリアを果菜搬送ラインの側方に往駆動させて，当該果菜キャリアの果菜載置部の上の果菜を，果菜搬送方向側方に配置された前記果菜引受け体に送り出し，",
                    "前記果菜引受け体を，果菜が送り込まれるときに間欠運転させて果菜を引継ぎ，果菜送り込み時の間欠運転の繰り返しにより，前記果菜キャリアの果菜載置部から送り込まれる果菜を前記果菜引受け体の上に二以上プールした，",
                    "果菜自動選別送り出し方法。」",
                    "【相違点1-1】",
                    "果菜供給部において果菜を載せる手段に関し，",
                    "本件発明1においては，「果菜搬送ラインの幅方向側方から作業員」が果菜を載せるのに対して，",
                    "甲1発明1においては，「作業員」であるか否か不明である点。",
                    "【相違点1-2】",
                    "果菜キャリアに関し，",
                    "本件発明1においては，「無端搬送体に取付けるフレームと，フレームに往復回動可能に設けられた搬送ベルトを備えた往復回動式のベルトコンベアであり，」「果菜キャリアの搬送ベルトの上側の一部に果菜を載せ置く果菜載置部が設けられ」ており，「果菜キャリアの搬送ベルトを果菜搬送ラインの側方に往回動させて，当該搬送ベルトの果菜載置部の上の果菜を，果菜搬送方向側方に配置された果菜引受け体に送り出し，」「前記往回動させた果菜キャリアの搬送ベルトを，前記果菜送り出し後の移動中に前記往回動と反対側に復回動させて，当該搬送ベルトの果菜載置部を元の位置に復帰させることにより，前記多数の果菜キャリアの果菜載置部を搬送方向に一列又は略一列に並べ，それら復帰した果菜キャリアの果菜載置部に，果菜供給部において，」「果菜を一つずつ載せることができるようにした」のに対して，",
                    "甲1発明1においては，「傾動式の台であり，」「受け台8(果菜キャリア)の上側の一部に果菜物であるキューイK(果菜)を載せ置く果菜物を載置する部分(果菜載置部)が設けられ」ており，「受け台8(果菜キャリア)を振分けコンベア2(果菜搬送ライン)の側方に往傾動させて，当該受け台8(果菜キャリア)の果菜物を載置する部分(果菜載置部)の上の果菜物であるキューイK(果菜)を，果菜物であるキューイK(果菜)搬送方向側方に配置された整列コンベア5(果菜引受け体)に送り出し」ているが，受け台8(果菜キャリア)は復傾動するか否か不明であり，このため，「前記往傾動させた受け台8(果菜キャリア)を，前記果菜物であるキューイK(果菜)送り出し後の移動中に前記往傾動と反対側に復回動させて，当該受け台8(果菜キャリア)の果菜物を載置する部分(果菜載置部)を元の位置に復帰させることにより，前記多数の受け台8(果菜キャリア)の果菜物を載置する部分(果菜載置部)を搬送方向に一列又は略一列に並べ，それら復帰した受け台8(果菜キャリア)の果菜物を載置する部分(果菜載置部)に，前記供給部9(果菜供給部)において，果菜物であるキューイK(果菜)を一つずつ載せることができるようにした」か否か不明である点。",
                    "【相違点1-3】",
                    "等階級計測部の計測事項に関し，",
                    "本件発明1においては，「少なくとも果菜の大きさと形状」であるのに対して，",
                    "甲1発明1においては，「少なくとも果菜物であるキューイK(果菜)のサイズ・品質・重量である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点に関する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点1-1及び1-3について，周知技術に基づいて当業者が容易になし得ることである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1-2についての判断(甲1と甲2との組合せ)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "搬送対象，技術分野，課題について",
                          "text": [
                            "甲1発明1の搬送対象は，傷付きやすく，傷みやすく，形状，大きさが一つずつ異なる「果菜」であり，甲2発明1の搬送対象は「搬送物P」(薄物や不定形品などの小物類，例えばビン，缶)であるから，甲1発明1と甲2発明1とは，搬送対象に関して，「物品」という上位概念では共通するものの，その具体的性状を異にする。",
                            "そのため，甲1発明1と甲2発明1とは，「物品自動選別送り出し方法」として上位概念では類似しているが，具体的な技術分野が共通しているとまではいえない。",
                            "また，そもそも搬送対象が同じではなく，その具体的な性状が異なるものであるから，「物品の損傷や破損の防止」という上位概念での課題としては共通していても，「搬送物同士の衝合による損傷や破損」しないようにする力の大きさ等の隔たりがあるから，甲1発明1に甲2発明1を適用する動機付けは乏しい。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "解決手段①「物品載置部」について",
                          "text": [
                            "甲1発明1における水平移動する搬送ベルトで物品載置部が上下方向に移動することがないのに対し，甲2発明1における物品載置部である「中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域」は，物品である「小物類である搬送物P」を載せて「移送シート49」(本件発明1における「搬送ベルト」に相当。)の往回転に伴ってその往回転方向に移動し，「小物類である搬送物P」を搬送方向側方に送り出す際に，「中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46」の水平でない窪み面及び円弧状の形状から，前記物品載置部は「移送シート49」に伴い上下方向に移動することになる。このことにより，甲1発明1に甲2発明1を適用した場合には，「果菜」のような「転がる」可能性のある搬送対象では，課題が十分に達成されないから，むしろ阻害要因がある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "解決手段②「物品載置部」の復回転(戻り回転)方向への移動について",
                          "text": [
                            "甲1発明1における「物品載置部」は，「受け台8」の上にある傾動可能なもので，往復動可能なベルトではない。また，甲2発明1において，振り分けのための判別に用いられる情報は，「仕分けコード番号」として，搬送物Pに付されたものであるから，振り分けのための判別に用いられる情報を取得するために，搬送中に物品等を計測する「計測部」のような手段を持つ必要性がないし，そのために復回転(戻り回転)方向に移動する必要もない。",
                            "甲1発明1及び甲2発明1には，一応，「物品載置部」は存在するが，「計測部」との関係において復回転(戻り回転)方向に移動するものではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上のとおりであるから，技術分野，搬送対象及び解決すべき課題を異にし，かつ，計測部を備えた甲1発明1において，甲2発明1を組み合わせる動機付けはないというべきである。仮に，両者を組み合わせることができたとしても，「物品載置部」を計測部との関係において復回転(戻り回転)方向に移動させる理由がない点で，相違点1-2に係る本件発明1の発明特定事項である構成を導き出すことはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点1-2についての判断(甲1と甲3との組合せ)",
                      "text": [
                        "甲3発明1の搬送対象は，商品倉庫内の物品，小包，郵便袋等の「物品」であるのに対し，甲1発明1の搬送対象は「果菜」であるから，上記(イ)と同様に，甲1発明と甲3発明1は，技術分野，搬送対象及び解決すべき課題を異にし，かつ，計測部を備えた甲1発明1において，甲3発明1を組み合わせる動機付けはないというべきである。",
                        "また，仮に，両者を組み合わせることができたとしても，「物品載置部」を計測部との関係において復回転(戻り回転)方向に移動させる理由がない点で，相違点1-2に係る本件発明1の発明特定事項である構成を導き出すことはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上により，本件発明1は，甲1発明1及び甲2発明1，又は，甲1発明1及び甲3発明1に基づいて，当業者が容易に発明をすることができたものとすることができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2についての進歩性",
              "text": [
                "本件発明2は，本件発明1を引用する形式で特定された発明であり，本件発明1の発明特定事項をすべて包含するものであるから，同様の理由により，本件発明2は，甲1発明1及び甲2発明1，又は，甲1発明1及び甲3発明1に基づいて当業者が容易に発明をすることができたものとすることができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明3についての進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明3と甲1発明2との一致点及び相違点",
                  "text": [
                    "【一致点】",
                    "「無端搬送体に果菜キャリアが多数設けられた果菜搬送ラインに，果菜キャリアに果菜を載せる果菜供給部が設けられ，果菜供給部で果菜キャリアに載せた果菜の等階級を判別する等階級計測部が果菜搬送ラインにおける果菜供給部の先方に設けられ，等階級計測部で計測された果菜をその計測に基づく等階級判別結果に応じて果菜キャリアによって果菜搬送方向側方に送り出す仕分排出部が等階級計測部の先方に設けられた果菜自動選別送り出し装置において，",
                    "前記果菜キャリアは無端搬送体にその走行方向に多数取付けられ，",
                    "夫々の果菜キャリアの上側の一部に果菜を載せ置く果菜載置部が設けられ，",
                    "果菜搬送ラインの前記仕分け部の側方に，果菜引受け体が，果菜搬送方向に作業間隔をあけて二以上配置され，各々の果菜引受け体は果菜載置部から送り出される果菜を引継いで二以上の果菜をプールできる長さのベルトコンベアであり，",
                    "前記多数の果菜キャリアは，その果菜載置部が一列又は略一列に並んで無端搬送体に配置されて，無端搬送体の走行により，夫々の果菜載置部に載せた果菜が等階級計測部を一列又は略一列に並んで通過することができ，",
                    "前記果菜載置部は，前記果菜供給部において，果菜を一つずつ載せることができ，",
                    "前記等階級計測部は，果菜載置部に載せられて一列又は略一列に並んで搬送される果菜の少なくとも大きさを計測でき，",
                    "各々の果菜キャリアは，前記仕分排出部において果菜搬送ラインの側方に往駆動して，果菜載置部に載せてある果菜を，前記計測に基づく等階級判別結果に応じて前記果菜引受け体に送り出し可能であり，",
                    "前記果菜引受け体は果菜が送り込まれるときに間欠運転して果菜を引継ぎ，果菜送り込み時の間欠運転の繰り返しにより，前記果菜キャリアの果菜載置部から送り込まれる果菜を前記果菜引受け体の上に二以上プールすることができる長さのベルトコンベアである，",
                    "果菜自動選別送り出し装置。」",
                    "【相違点2-1】",
                    "果菜供給部において果菜を載せる手段に関し，",
                    "本件発明3においては，果菜搬送ラインの「幅方向側方から」，「作業員」が果菜を載せるのに対して，",
                    "甲1発明2においては，「作業員」であるか否か不明である点。",
                    "【相違点2-2】",
                    "果菜キャリアに関し，",
                    "本件発明3においては，「無端搬送体に取付けるフレームと，フレームに往復回動可能に設けられた搬送ベルトを備えた往復回動式のベルトコンベアであり，」「果菜キャリアの搬送ベルトの上側の一部に果菜を載せ置く果菜載置部が設けられ」ており，「果菜キャリアの搬送ベルトは，仕分排出部において果菜搬送ラインの側方に往回動して，果菜載置部に載せてある果菜を，」「果菜引受け体に送り出し可能であり，」「前記果菜送り出し後の搬送ベルトは，前記往回動方向と逆方向に復回動して，果菜載置部が元の位置に復帰して，前記多数の果菜キャリアの果菜載置部を搬送方向に一列又は略一列に並べることができる」のに対して，",
                    "甲1発明2においては，「傾動式の台であり，」「受け台8(果菜キャリア)の上側の一部に果菜物であるキューイK(果菜)を載せ置く果菜物を載置する部分(果菜載置部)が設けられ」ており，「受け台8(果菜キャリア)は，振分け部4(仕分排出部)において振分けコンベア2(果菜搬送ライン)の側方に往傾動して，果菜物を載置する部分(果菜載置部)に載せてある果菜物であるキューイK(果菜)を，」「整列コンベア5(果菜引受け体)に送り出し可能である」が，受け台8(果菜キャリア)は復傾動するか否か不明であり，このため，「果菜物であるキューイK(果菜)送り出し後の受け台8(果菜キャリア)は，前記往傾動方向と逆方向に復傾動して，果菜物を載置する部分(果菜載置部)が元の位置に復帰して，前記多数の受け台8(果菜キャリア)の果菜物を載置する部分(果菜載置部)を搬送方向に一列又は略一列に並べることができる」か否か不明である点。",
                    "【相違点2-3】",
                    "等階級計測部の計測事項に関し，",
                    "本件発明3においては，「果菜の少なくとも大きさと形状」であるのに対して，",
                    "甲1発明2においては，「果菜物であるキューイK(果菜)の少なくともサイズ・品質・重量」である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点に関する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点2-1及び2-3について，周知技術に基づいて当業者が容易になし得ることである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2-2についての判断(甲1と甲2又は甲3の組合せ)",
                      "text": [
                        "上記(2)イ(イ)，(ウ)と同様に，甲1発明2と甲2発明2又は甲3発明2は，技術分野，搬送対象及び解決すべき課題を異にし，かつ，計測部を備えた甲1発明2において，甲2発明2又は甲3発明2を組み合わせる動機付けはない。仮に，両者を組み合わせることができたとしても，「物品載置部」を計測部との関係において復回転(戻り回転)方向に移動させる理由がない点で，相違点2-2に係る本件発明3の発明特定事項である構成を導き出すことはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上により，本件発明3は，甲1発明2及び甲2発明2，又は，甲1発明2及び甲3発明2に基づいて当業者が容易に発明をすることができたものとすることができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明4についての進歩性",
              "text": [
                "本件発明4は，本件発明3を引用する形式で特定された発明であり，本件発明3の発明特定事項をすべて包含するものであるから，同様の理由により，本件発明4は，甲1発明2及び甲2発明2，又は，甲1発明2及び甲3発明2に基づいて，当業者が容易に発明をすることができたものとすることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決のした相違点1-2及び2-2についての容易想到性判断はいずれも誤りである。以下のとおり，相違点1-2及び2-2は，甲1発明に甲2発明又は甲3発明を適用することにより，容易に想到し得たものである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点に係る構成について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲1発明1及び2並びに甲2発明1及び2には，一応，「物品載置部」は存在するが，「計測部」との関係において復回転(戻り回転)方向に移動するものではないと認定する。",
                    "しかし，相違点1-2及び2-2に係る構成は，計測部との関係を特に限定していない。本件明細書には，搬送ベルト12を元の位置に戻すことについて特別な目的も効果も記載されておらず，審決は，本件発明1及び3の搬送ベルトを復回転方向に移動させる目的を「計測部」との関係に限定した点において，本件発明1及び3の認定を誤るものである。むしろ，本件発明1は，「それら復帰した果菜キャリアの果菜載置部に，前記果菜供給部において，作業員が，果菜搬送ラインの搬送方向側方から果菜を一つずつ載せることができるようにした」と記載しているように，果菜供給部において果菜を果菜載置部に載せ，次の仕分けを行うために元の位置に復帰させているのであり，審決の認定は，本件発明1の記載を無視している。",
                    "そして，甲2発明では，「搬送物の投入路Bに至る以前に…搬送ユニット1は再び中立位置に導かれ，以上の動作が繰り返される。」(【0029】)と記載されており，甲2の図1に示されているように，搬送ユニット1は搬送物を仕分けシュートに搬出した後に再び投入路Bで搬送物が載置されるように循環していることから，移送シートを反対方向に移動させて元の中立位置に戻すのは，搬送物を搬出後，再び別の搬送物を移送シートの上に載置できるようにするためである。",
                    "そうすると，相違点1-2及び2-2に係る構成は，甲1発明において，甲2発明を適用することによって，「物品載置部」を計測部との関係において復回転(戻り回転)方向に移動させる理由の有無に関係なく，必然的に具備されるのである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，同様に，相違点1-2及び2-2に係る本件発明1及び3の構成は，甲1発明において，甲3発明に記載されたプラットホーム構造を適用することによって，「物品載置部」を計測部との関係において復回転(戻り回転)方向に移動させる理由の有無に関係なく，必然的に具備されるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「甲3発明1における『物品搬送ライン』が，本件発明1及び甲2発明1のような循環式のものであるか否か不明であるため，『それら復帰した果菜キャリアの果菜載置部に，果菜供給部において，果菜を一つずつ載せることができるようにした』構成はない。」と判断する。",
                "しかし，甲3の「プラットホームのホイール18は，トラック12上に乗って装置による物品の搬送を実現するように適応される。プラットホームを相互接続し，それによりプラットホームがトラック12に沿って一体で移動するように，エンドレス・チェーンや他の適切な手段21を利用することができる。」(同号証翻訳3頁下から9行～6行)，及び，「シャフト36にはピニオン46もキー結合され，ピニオン46と同じ平面内に1対のラック48が相補的に取り付けられる。シャフト36の拡張部50は，駆動チェーン21を接続する手段を提供する。」(同号証翻訳4頁10行～12行)との記載からも明らかなように，甲3発明1の「物品搬送ライン」が本件発明1及び甲2発明1のような循環式のものであることは明白であるから，前記認定判断は明らかに誤りである。",
                "したがって，甲3発明1の物品キャリアが，「往回動させた物品キャリアの搬送ベルトを，前記物品送り出し後の移動中に前記往回動と反対側に復回動させて，当該搬送ベルトの物品載置部を元の位置に復帰させることにより，前記複数の物品キャリアの物品載置部を搬送方向に一列又は略一列に並べ」る構成を採用し，搬送ベルトを復回動させて元の位置に復帰させ，物品載置部を搬送方向に一列又は略一列に並べていることからすれば，甲3発明1に，「それら復帰した果菜キャリアの果菜載置部に，果菜供給部において，果菜を一つずつ載せることができるようにした」構成が開示されていることは自明である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲1発明に甲2発明を適用する動機付け，阻害要因について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2発明は，従来の傾動可能なトレイを備えた方式の場合は，搬送物同士の衝合による損傷や破損の生じるおそれがあり，破損しやすい搬送物の搬送には不向きであるという課題(【0004】)を解決するものであるところ，甲1発明の受け台8は振分けコンベア2の搬送方向側方に向けて傾動可能な構成であるから，甲1発明に記載された損傷や破損の生じるという課題を有するものであり，甲1発明に甲2発明を適用する具体的な動機付けが存在する。",
                "この点，甲5には，「果菜」について従来技術の秤量バケットEを可倒させて，果菜Bを転がして落とす自動選別装置(甲1発明と同様の装置)において傷が付いたり，つぶれたりするという問題が開示されており，「果菜物」に関する甲1発明においても甲2発明の課題が存在することは公知であり，かつ，甲5に記載された発明においてバケット式の果菜載せ体をベルト式の果菜載せ体に置換するという思想が開示されているため，甲1発明が「果菜物」に関するものであったとしても，甲1発明に甲2発明を適用する動機付けが存在することに変わりはない。",
                "また，甲1発明には，箱詰工程に関するものではあるが，「キューイKを転動させて受けボックス58内に整列させると，受けボックス58の下流側内壁面にキューイKが当接したり，あるいは，整列されるキューイKの相互接触により，キューイKの外周面に打ち傷や擦り傷が付くことがあり，キューイKの商品価値が損なわれるという問題点を有している」(2頁左上欄12行～18行)との記載があり，キューイKの外周面に打ち傷や擦り傷が付くことが問題であることを指摘しているところ，甲2発明は，従来の傾動可能なトレイを備えた方式の場合は，搬送物同士の衝合による損傷や破損の生じるおそれがあり，破損しやすい搬送物の搬送には不向きであるという課題(【0004】)を解決するものであるから，前記甲1発明の指摘に鑑みれば，当業者は，甲1発明の傾動可能なトレイを甲2発明の構成に変更することを通常試みるのである。",
                "以上のとおり，甲1発明の仕分部は，甲2発明が解決すべき課題として挙げた従来の方式を採用したものであるから，甲1発明において，甲2発明の仕分部を採用する積極的かつ具体的な動機付けが存在する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2は，上記の課題を解決するため，搬送ユニット1の搬送方向を直交する左右方向に往復移動可能な移送シート49の中間部に搬送物Pを保持する窪み部を設け，窪み部に搬送物が安定した状態で保持されるとともに，移送シート49の走行により，窪み部よりもHに相当する高い位置のバー48bで搬送物を支持して円滑でかつ確実に搬出させ，搬送物Pの仕分けが終了した後，搬送物の投入路Bに至る以前に，移送シート49を反対方向に移動させて元の位置に戻し，動作を繰り返す構成を採用した。したがって，甲1発明の受け台8を傾動させて振り分ける構成について，甲2発明に記載された技術思想を参酌し，搬送ユニット1の搬送方向を直交する左右方向に往復移動可能な移送シート49の中間部に搬送物Pを保持する窪み部を設け，窪み部に搬送物が安定した状態で保持されるとともに，移送シート49の走行により，窪み部よりもHに相当する高い位置のバー48bで搬送物を支持して円滑でかつ確実に搬出させ，搬送物Pの仕分けが終了した後，搬送物の投入路Bに至る以前に，移送シート49を反対方向に移動させて元の位置に戻し，動作を繰り返す構成を採用することは，当業者が容易に想到し得る事項である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲2は，「搬送物P」について「果菜」とは明記していないものの，発明の属する技術分野において「本願は，薄物や不定形品などの小物類を自動的に仕分ける装置に関する。」(【0001】)と不定形品が含まれることを明記しており，発明が解決しようとする課題において，「破損し易い搬送物」を対象とすることを記載している(【0004】)。また，甲2発明は，従来技術の課題として，傾動可能なトレイを備えた方式では破損しやすい搬送物の搬送には不向きであるという課題を開示しているところ，甲1に記載されているように，「果菜」を搬送対象とした場合でも，同じように傾動方式では傷付くという課題が発生するのであるから，甲2発明の搬送対象と甲1発明の「果菜」とを区別すべき理由はない。そして，甲1発明は，まさにこの甲2発明の従来の方式を採用したものであるから，甲1発明と甲2発明の技術分野は共通しているのであり，甲1発明の傾動方式の問題を解決した甲2発明の仕分け部を適用する積極的かつ具体的な動機付けが存在する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決は，甲2発明における物品載置部は「移送シート49」に伴い上下方向に移動することになるとして，甲2発明に適用した場合には，「果菜」のような「傷付き易く，傷み易く，形状，大きさが一つずつ異なるもの」で「転がる」可能性のある搬送対象では，課題が十分に達成されるとはいえず，阻害要因があると判断する。",
                "しかし，甲2発明は，甲1発明のような「傾動可能なトレイを備えた方式の場合は，・・・搬送物同士の衝合による損傷や破損の生じる惧れがあり，したがって，破損し易い搬送物の搬送には不向きである」(【0004】)という課題を解決するためのものであり，甲1発明に適用するために阻害要因があるとの審決の認定判断は，甲2の明示的な記載を無視した理由のないものである。加えて，甲2発明は，重心が不安定で，破損しやすく，転動するおそれがある搬送物を仕分けることを課題(【0004】，【0005】)とし，窪み部に搬送物を安定した状態で保持できることが開示されているので，甲2の記載に接した当業者は，「果菜」のような「傷付き易く，傷み易く，形状，大きさが一つずつ異なるもの」で「転がる」可能性のある搬送対象に対して，甲2発明を適用することを容易に想到するのである。なお，搬送する物品の種類に応じて，安定に載置されるように工夫することは，当業者が適宜行う設計事項であるから(例えば，甲5の【0014】)，この点に照らしても，審決が認定したような阻害要因は存在しない。",
                "さらに，本件発明の「果菜載置部」は，単に「搬送ベルトの上側の一部に果菜を載せ置く」ものにすぎず，「果菜が転がる」という課題を解決するための構成を備えていない。本件発明は，果菜載置部の構造を何ら特定しておらず，発明の効果においても，斜め引き出しコンベアを用いたことによる効果が記載されているだけであり，果菜載置部において「果菜が転がる」という課題を解決できたことは一切記載されていない。これに対し，甲2では，窪み部に搬送物が安定した状態で保持されるとともに，移送シート49の走行により，窪み部よりもHに相当する高い位置のバー48bで搬送物を支持して円滑でかつ確実に搬出させるものであり，明らかに転がることに対する解決手段を提示しているのであるから，甲2発明の「受け部」がわずかに上下動することを殊更に捉えて，これを阻害要因と判断すること自体が誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "甲1発明において，甲2発明の参酌に基づいて，搬送物Pの仕分けが終了した後，搬送物の投入路Bに至る以前に，再び動作を繰り返すために，移送シート49を反対方向に移動させて元の位置に戻す構成を採用することは，当業者にとって容易に想到し得る事項である。",
                "また，従来から果菜選別機の主なものとして，ピアノ鍵盤方式(PK方式)，横転方式，フリートレイ方式等があり，さらに，甲1発明のようなベルト方式の果菜選別機もあった。これらは，「搬送ユニットに載せた物品を搬送中に計測部で計測して等階級等を判別し，搬送ユニットの上の物品を判別結果に基づいて振り分ける」構成で共通しており，搬送ユニットの機構及び振り分け方式のみが異なるものである。換言すれば，「搬送ユニットに載せた物品を搬送中に計測部で計測して等階級等を判別し，搬送ユニットの上の物品を判別結果に基づいて振り分ける」ことは，いずれの装置においても行われていた技術常識なのであり，搬送ユニットの機構及び振り分け方式として，どのような構成を採用するかは設計事項にすぎない。前記のとおり，果菜選別機において，搬送ユニットとして同じ仕分け装置の分野における公知の搬送ユニットを採用することに何ら困難性はない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，甲1発明に甲2発明を適用する動機付けは明らかに存在するのであり，審決が述べる前記理由付けはいずれも誤りである。本件特許出願当時の当業者にとって，甲1発明に甲2発明を適用し，相違点1-2及び2-2に係る構成を想到することは容易になし得る事項にすぎない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲1発明に甲3発明を適用する動機付け",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲3発明は，「物品をひとつのステーションで受け取るように適応され，かつその物品を後続ステーションのどれかできわめて効率な手法で配送する」(翻訳1頁本文2行～3行)ものであり，甲1発明と甲3発明とは，物品を自動的に仕分ける装置を含む点において，その実質的な技術分野は共通している。また，物品を搬送中に計測し等階級等を判別する構成は，物品の振り分け先を決定する手段に関するものであるが，甲3発明において，物品の振り分け先を決定する手段が異なっていたとしても，一定の条件に基づいて決定された振り分け先に物品を振り分ける点では，甲1発明と技術的に共通している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲3発明は，傾斜可能なトレイを用いた構造に替えて，極めて効率的に動作する機構並びに理想的に小型の構造を得るため，甲3発明のプラットホーム構造を採用することが開示されているところ，甲1発明の仕分部は，傾動方式である。",
                "そして，甲3発明は，傾斜可能なトレイを用いた構造に替えて，極めて効率的に動作する機構及び理想的に小型の構造を得るため，甲3発明のプラットホーム構造を採用することが開示されているところ，甲1発明の受け台8は振分けコンベア2の搬送方向側方に向けて傾動可能な構成であるから，甲3発明に記載された極めて効率的に動作する機構及び理想的に小型の構造を得るため，甲1発明に甲3発明を適用する具体的な動機付けが存在する。",
                "また，甲3発明では，ウェブ168の上面にバー170を形成し，バーが，ウェブ上に配置された物品と係合するように構成することにより，バー170によって，梱包をプラットホーム・コンベヤのどちらかの末端まで確実に移動させる効果を得られることが開示されている(翻訳6頁下から2行～7頁9行)。甲1発明の受け台8の上のキューイKを判別結果に基づいて振り分けて振分けコンベア2の搬送方向側方に送り出す果菜物整列箱詰装置1において，受け台8の上のキューイKを搬送方向側方に確実に送り出す必要があることは，当業者にとって自明の課題であるので，この点においても，甲1発明において，甲3発明のプラットホーム構造を採用する動機付けが存在する。",
                "よって，甲1発明の受け台8を傾動させて振り分ける構成について，甲3発明に記載された技術思想を参酌し，あまり複雑でない機械的な駆動機構によって操作でき，バー170によって，梱包をプラットホーム・コンベヤのどちらかの末端まで確実に移動させる効果が得られる甲3発明のプラットホーム構造を採用することは，当業者が容易に想到し得る事項である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，甲1発明において，甲3発明の参酌に基づいて，プラットホーム60上の物品の放出を達成した後に，プラットホーム60が更に移動すると，ピン84がレバー76から外れ，復元スプリング86によって自動的にウェブ66を元の状態に戻す構成を採用することは，当業者にとって容易に想到し得る事項である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，甲1発明に甲3発明を適用する動機付けは明らかに存在するのであり，審決が述べる前記理由付けはいずれも誤りである。本件特許出願当時の当業者にとって，甲1発明に甲3発明を適用し，相違点1-2及び2-2に係る構成を想到することは容易になし得る事項にすぎない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張1に対し",
          "text": [
            "相違点に係る構成は，以下のとおり，甲2及び甲3発明には開示されていないから，甲1発明に甲2又は甲3発明を組み合わせても，相違点に係る本件発明の発明特定事項を導き出すことはできず，審決に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張1(1)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そもそも，本件発明は，果菜特有の課題を解決できる構成，機能(技術思想)を備えたものであるところ，甲2発明及び甲3発明は，果菜を搬送対象とするものではないから，相違点に係る構成を備えているとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件発明1は，「・・・果菜搬送ラインの等階級計測部において，果菜キャリアで搬送される果菜を計測して果菜の等階級を判別し，・・・前記果菜搬送ラインの仕分排出部において，果菜搬送中の前記果菜キャリアを回動させてその上の果菜を前記等階級計測部での判別結果に応じて果菜搬送方向側方に送り出す，果菜自動選別送り出し方法において，」とあるように，「計測部で果菜を判別し，その判別結果に応じて果菜を送り出す果菜自動選別送り出し方法」に関するものであるから，各構成要件の技術的意義は，このような方法に関する構成であるという文脈の中で理解されるべきものである。",
                    "本件発明1の復回転が，「果菜供給部において果菜を果菜載置部に載せて，次の仕分けを行うために元の位置に復帰させる」だけであれば，果菜載置部を元の位置に戻して一列又は略一列に並べなくても「果菜」を載せることはできる。それにもかかわらず，搬送ベルトを復回転させて，搬送ベルトの果菜載置部を元の位置に戻して一列又は略一列に並べることは，計測部との関係で，果菜載置部をそろえ，次の計測精度を高めるためにほかならないことは明らかである。したがって，本件発明1の復回転は計測部との関係で行われるものである。",
                    "これに対し，甲2発明では，搬送物を搬送中に計測し，その計測に基づいて等階級判別し，その判別に基づいて仕分けするものではないため，移送シートを「計測部」との関係で戻す必要はない。",
                    "したがって，本件発明において，搬送ベルト12を元の位置に戻すことは「計測部」との関係であるが，甲2発明における移送シート49の戻りは，計測部との関係で物品載置部を戻す復回転ではない。甲3発明についても同じことが当てはまる。",
                    "よって，相違点に係る構成は甲2発明にも甲3発明にも開示されているとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張1(2)に対し",
              "text": [
                "審決が，甲3発明1について，「甲3発明における『物品搬送ライン』が，本件特許発明1及び甲2発明1のような循環式のものであるか否か不明であるため，『それら復帰した果菜キャリアの果菜載置部に，果菜供給部において，果菜を一つずつ載せることができるようにした』構成はない」と判断したことに誤りはない。",
                "すなわち，甲3のエンドレス・チェーンや他の適切な手段21は，甲3発明のFig．1，Fig．2に示されているように，プラットホームを接続するだけであり，プラットホームのホイール18が移動する長手方向フレーム部材12がどのような構造になっているのか不明である(少なくとも，リング状にはなっていない。)ことから，甲3発明1の「物品搬送ライン」が，本件発明1及び甲2発明1のような循環式のものであるか否かは不明である。原告主張の甲3の指摘箇所を参照しても，甲3発明1の「物品搬送ライン」が循環式か否かは，依然として不明である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1発明の搬送対象物は，果菜であるのに対して，甲2発明の搬送対象物に果菜は含まれない。このため，甲1発明の解決課題は果菜の傷付き防止にあるのに対し，果菜を扱わない甲2発明にはそのような課題がなく，両者の解決課題は共通しない。",
                "また，甲1発明の仕分けが箱詰めのための仕分けであるのに対して，甲2発明の仕分けはシュートに送り出すための仕分けであって，少なくとも箱詰めのための仕分けではないこと，甲1発明は箱詰めに先立って果菜を計測部で計測してからの仕分けであるのに対して，甲2発明は計測しないこと等々から，甲1発明は計測装置の技術分野，あるいは，箱詰装置の技術分野に属するものであるのに対し，甲2発明は計測の目的も箱詰めの目的もない単なる仕分けの技術分野に属するものであるから，甲1発明と甲2発明はこの意味でも技術分野が異なる。",
                "このように，両者は，対象物，解決課題，技術分野のすべてにおいて異なるから，甲1発明の受け台8を傾動させる構成について，甲2発明に記載された移送シート方式を適用することを当業者は容易に想到し得ない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2発明の搬送物Pは，移送シート49の移動に伴って上下に揺れ，受板46にぶつかりながら動き，同シートに擦られるようにしながら，その端部により押圧されて，シュートCに送り出されることになる。そして，甲2発明においては，図7に示されるとおり，その構造上，バー48aが固定チェーンホイール40を超えて図中反時計方向に回転するため，シュートCと移送ユニットとの間にはある程度の隙間を必ず空けなければならないから，搬送物Pは勢いをつけてシュートCへ送り出されなければならないことになる。しかも，図7及び図1より，シュートCは，搬送物Pを滑落させることが前提となっていることが読み取れる。",
                "したがって，甲2発明において搬送の対象となっている搬送物Pは，このような乱暴ともいえる扱いによっても傷付いたり損傷したりしないものであることが前提となるところ，果菜はそのようなものではない。このような構成，機能を有する甲2発明によって，果菜を搬送した場合，傷だらけになって商品としての価値が滅失する。このことから，甲2発明においては，搬送物Pに果菜は含まれていないことが明らかである。",
                "よって，果菜を搬送することが前提の甲1発明に，そもそも果菜を搬送することを想定していない甲2発明を適用する動機付けはない。むしろ，果菜を搬送すれば傷だらけにしてしまうことになる甲2発明を甲1発明に適用することは，完熟トマトや桃等の傷みやすい果菜を傷付けることなく選別するという甲1発明の目的との関係から無理があり，阻害事由がある。",
                "また，上下動し，その上下動に伴って変形する移送シート49の上に，転がりやすい果菜を載せたのでは，果菜が一層不安定になって転がりやすくなることは技術常識であるから，この点においても阻害事由がある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，従来から果菜選別機の主なものとして，様々な方式があり，果菜選別機において，搬送ユニットとして同じ仕分け装置の分野における公知の搬送ユニットを採用することに何ら困難性はないとするが，甲2発明は，そもそも甲1発明と「搬送ユニットとして同じ仕分け装置の分野」にあるものではない。原告の主張は，その前提において失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，甲1発明に甲2発明を組み合わせる動機付けはなく，かえって，阻害要因があり，仮に，組み合わせたとしても，前記1において述べたとおり，相違点に係る構成を導くことはできないから，その旨判断した審決に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張3に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲3に例示されている搬送物は，梱包ステーションに配送する前の在庫品，郵便局で扱う小包や郵便袋であり，このような例示を果菜と結び付けることはできない。また，甲3のFig．3には搬送物をシュート54に送り出して滑落させることが開示されており，甲3発明で扱う搬送物はシュート54に滑落させても傷付いたり，損傷したりしないものであることから，甲3発明において「果菜」を搬送することは含まれていないことが明らかである。",
                "したがって，甲1発明と甲3発明とは，技術分野，搬送対象物及び解決すべき課題が異なるものであるから，その旨判断した審決に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1発明は傾倒式トレイであるから，極めて効率的に動作する機構及び理想的小型の構造を得るにしても，傾倒トレイ方式を効率的に動作する機構及び小型化すれば足り，傾倒式トレイ方式と方式の全く異なる甲3発明のウェブ式に置き換えなければならない理由はない。また，甲3発明に置き換えたとしても，実際に，効率的に動作する機構になるのか，小型化されるのか，その効果も不明である。よって，甲1発明に甲3発明を適用する具体的な動機付けは存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，甲1発明に甲3発明を組み合わせる動機付けはなく，組み合わせたとしても，前記1において述べたとおり，相違点に係る構成を導くことはできないから，その旨判断した審決に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件明細書(甲10，乙1)によれば，本件発明について，以下のとおり認められる。",
            "本件発明は，各種果菜，特に，トマト，桃，梨，メロン，小玉西瓜などの果菜を，サイズ別，形状別，糖度別など規格(等階級)別に選別するための果菜自動選別装置(本件発明3，4)と，果菜自動選別方法(本件発明1，2)に関するものである(【0001】。請求項1，3)。",
            "従来の果菜選別装置として，チェーン(無端搬送帯)に多数の果菜キャリアが連結されており，各キャリアの上面が可倒式の受け皿となり，果菜をこの受け皿の上に置いてキャリアに供給すると，搬送途中に計測部で等階級が判別され，その判別信号に基づいて，所定の仕分け用の果菜引受け体(ベルトコンベアやテーブル)のところで受け皿が横転され，果菜が転がりながら果菜引受け体上にプールされ，仕分けされるというものがあった(【0002】)。しかし，この果菜選別装置では，走行中の果菜キャリアから受け皿を横転させて果菜を排出するために，第1に，受け皿横転倒時の落下と転がりで果菜が傷み，第2に，果菜引受け体が果菜キャリアの進行方向に対して真横に引出すもの，あるいは，単なるテーブルであるために，果菜キャリアの進行方向への運動が急に規制されて，果菜は果菜引受け体上を斜め横方向に勢い良く転がって進むこととなり，更なる傷みの発生を生じさせるという問題点があった(【0003】)。",
            "そのような問題(課題)を解決するために，本件発明は，特許請求の範囲の請求項1～4に記載の発明特定事項からなるもので，果菜キャリアが，ベルトコンベア式のキャリアであるため，果菜の排出が水平に横移動されて送り出され，転倒式の果菜キャリアに比べて大幅に果菜の転倒を防止することができ，転がり等をほぼ防止できる安全な仕分けが可能となるとの効果を奏するものである(【0017】)。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明について",
              "text": [
                "甲1によれば，甲1発明について，次のとおり認められる。",
                "甲1発明は，キューイや茄子等の楕円形状を有する果菜物の箱詰めに最適な果菜物整列箱詰装置に関するものである(1頁右欄)。",
                "従来のキューイを箱詰めする果菜物箱詰装置としては，ベルトコンベアを搬送方向に回転して，斜設した受けボックス内にキューイを連続的に供給し，この受けボックスの下流側吸着位置に所定箱詰数のキューイを整列した後，吸着位置の上方に待機する吸着ユニットを垂直降下して，この吸着ユニットに垂設した各吸着子を整列したキューイに密着して吸着保持した後，この吸着ユニットを垂直上昇して箱詰位置の上方に水平移動させ，再び，吸着ユニットを垂直降下して，箱詰位置に装填された箱体にキューイを箱詰めする装置がある。しかし，キューイを転動させて受けボックス内に整列させると，受けボックスの下流側内壁面にキューイが当接したり，あるいは，整列されるキューイの相互接触により，キューイの外周面に打ち傷や擦り傷が付いたりすることがあり，キューイの商品価値が損なわれるという問題点を有していた(1頁右下欄～2頁左上欄，4図)。また，キューイを相互接触させて整列するので，左右又は前後に隣接するキューイの相互接触抵抗により，次列のキューイの整列が妨げられ，吸着ユニットに垂設した吸着子とキューイとの吸着位置がずれると，キューイの吸着保持に充分な負圧が得られず，キューイの吸着保持が困難で，移動中にキューイが落下する等，箱詰ミスが生じるという問題点も有していた(2頁左上欄～2頁右上欄)。",
                "そこで，そのような問題点(課題)を解決するために，",
                "「(1)  コンベアにより搬送される果菜物を箱詰めする果菜物整列箱詰装置であって，上記コンベアの搬送面上に果菜物を所定間隔に離間した姿勢に保持する受け部を多数形成した果菜物整列箱詰装置。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "コンベアにより搬送される果菜物を吸着保持して箱詰めする果菜物整列箱詰装置であって，上記コンベアの搬送面上に果菜物を所定間隔に離間した姿勢に保持する受け部を多数形成し，上記コンベアの搬送面上方に，該コンベアにより搬送される果菜物を吸着保持して箱詰する吸着ユニットを対設した果菜物整列箱詰装置。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "果菜物を搬送する搬送経路に沿って，該果菜物を等階級別に振り分ける振分け部を複数設定し，該各振分け部に振り分けられる果菜物を吸着保持して箱詰めする果菜物整列箱詰装置であって，上記振分け部の一つに，該振分け部に振り分けられる果菜物を吸着保持して箱詰する一つの吸着ユニットを対設すると共に，上記吸着ユニットを各振分け部に移動する移動手段を設けた果菜物整列箱詰装置。」(特許請求の範囲)としたものである。そして，コンベアの搬送面上に形成した受け部に果菜物を個々に載置し，果菜物を所定間隔に離間した姿勢に保持して搬送することで，搬送中における果菜物の接触及び衝突が防止され，果菜物の商品価値を損ねることなく搬送することができ，吸着ユニットの吸着間隔と対応した位置及び間隔に果菜物が整列され，果菜物の吸着保持を正確に行うことができ，果菜物の箱詰作業が容易に行える。また，移動手段を駆動して，果菜物が集中して振り分けられる一つの振分け部に吸着ユニットを移動させ，この振分け部に向けて振り分けられる大量の果菜物を吸着ユニットにより吸着保持して箱詰めする際，果菜物を所定間隔に離間した姿勢のまま搬送するので，吸着ユニットの吸着間隔と対応した位置及び間隔に果菜物を整列させることができ，整列時における果菜物の接触及び衝突を確実に防止され，整列された所定箱詰数の果菜物を吸着ユニットにより正確に吸着保持することができる。さらに，果菜物が集中して振り分けられる振分け部に吸着ユニットを移動して，この振分け部に振り分けられる果菜物を吸着ユニットにより吸着保持して機械的に箱詰めするので，搬送経路上に果菜物を停滞させることなく，振り分け量に対応した速度で箱詰めすることができ，箱詰作業の能率アップが図れるとともに，一つの吸着ユニットを各振分け部に移動して箱詰めするので，装置全体の構成が簡素化され，製作コストの低減を図ることができるとの効果が得られるものである(2頁左下欄～3頁左上欄)。",
                "なお，甲1発明1及び2は，実施例に係る発明であり，これらの発明における果菜物自動振分け装置は，上記の整列コンベアのほか，振分けコンベアにより構成されている。甲1の実施例において，振分けコンベアは，搬送方向に張架したガイドチェーンの長さ方向に受け台を所定等間隔に隔てて多数配列し，この受け台を振り分け側に向けて傾動可能に取り付ける構成であり，「各々の受け台8は，前記振分け部4において振分けコンベア2の側方に往傾動して，果菜物を載置する部分に載せてある果菜物であるキューイKを，前記計測に基づく等階級判別結果に応じて前記整列コンベア5に送り出し可能」なものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明について",
              "text": [
                "甲2によれば，甲2発明について，次のとおり認められる。",
                "甲2発明は，薄物や不定形品などの小物類を自動的に仕分ける装置に関するものである(【0001】)。",
                "従来，小物類を自動的に仕分ける装置として，搬送コンベアにより移送されてきた小物類を，指定された所定位置に備えたスクレーパをコンベア面上で水平回動することにより側方に押出す方式のものがあるが，スクレーパにより搬送物(小物類)を側方に押圧する構成であるため，搬送速度が高速となるほど搬送物に対する衝撃が大きくなり，搬送物に損傷を与えるおそれがあるばかりでなく，ビンなどの破損しやすい搬送物の搬送には不適当であるなどの不都合があった。また，搬送路に沿って多数配設され，搬送方向と直交する方向に傾動可能なトレイを指定された所定位置において傾動してトレイ上の小物類を自由落下により側方に移送する方式のものが知られていたが，上記傾動可能なトレイを備えた方式の装置は，トレイを傾動して搬送物を自由落下する構成であるから，落下する搬送物にスピードがついて仕分け受け口で搬送物同士の衝合による損傷や破損の生じるおそれがあり，したがって，破損しやすい搬送物の搬送には不向きであるとともに，底面の摩擦係数が大きい搬送物の場合，自由落下が円滑に行われないという不都合を有していた。さらに，搬送路に沿って多数配設され，搬送方向と直交する方向で水平回転するターンテーブルが，指定された所定位置に至ったとき，水平回転してターンテーブル上の小物類を側方に移送する方式のものがあるが，移送ベルトの表面が水平面であることにより搬送の過程でビンや缶などの円筒物が転動して落下するおそれがあり，また，仕分け時に移送ベルトが静止状態から急回転するので，重心の不安定な搬送物は慣性により仕分け方向と反対方向に転動するおそれがあって，仕分けの確実性が劣るなどの不都合があった(【0002】)～【0005】)。",
                "そこで，「搬送路に沿って搬送ユニットを搬送し，その搬送過程において，搬送ユニット上の搬送物を搬送方向と直交方向に設けた仕分けシュートに搬出する小物類の仕分け装置において，搬送ユニットが，搬送方向と直交する方向に走行可能であって端部位置で巻回される搬送物を載置する移送シートを備えて成り，この移送シートは，常態で中間部で窪んであり，この状態で移送シートを仕分けシュートに対応する位置で走行させることにより，搬送物を移送シートの走行方向の端部位置で仕分けシュートに搬出することを特徴とする小物類の仕分け装置」(特許請求の範囲の請求項1)とすることにより，搬送物は移送シートの走行によって強制的に搬出でき，特に常態で中間部が窪んでいるので，その窪み部に搬送物が安定した状態で保持されるとともに，移送シートの走行により，搬送物同士の衝合等により損傷や破損が生じることがないよう，搬送物を円滑でかつ確実に搬出させることができるとの効果を奏するものである(【0035】)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲1発明と甲2発明の組合せによる本件発明1及び3の進歩性について",
          "text": [
            "まず，甲1発明1及び2に甲2発明1及び2を組み合わせることにより，当業者が前記第2，4，(2)，ア記載の相違点1―2，及び，前記第2，4，(4)，ア記載の相違点2-2に係る構成に容易に想到できるか否かについて検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点に係る構成について",
              "text": [
                "被告は，本件発明において，搬送ベルトを復回転させて，搬送ベルトの果菜載置部を元の位置に戻して一列又は略一列に並べることは，計測部との関係で，果菜載置部をそろえ，次の計測精度を高めるためにほかならないことは明らかであり，本件発明における復回転は計測部との関係で行われるものであるのに，甲2発明では，搬送物を搬送中に計測し，その計測に基づいて等階級判別し，その判別に基づいて仕分けするものではないため，移送シートを「計測部」との関係で戻す必要はなく，甲1発明に甲2発明を組み合わせても，相違点に係る構成に至らない旨主張するので，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明における「果菜載置部」の構成，及び，往回動させた果菜キャリアの搬送ベルトを復回動させることの技術的意義について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，「果菜載置部」について，本件明細書の請求項には，「夫々の果菜キャリアの搬送ベルトの上側の一部に果菜を載せ置く」(請求項1，3)もので，「果菜キャリアは無端搬送体にその走行方向に多数取付けられ」ており，「果菜載置部」も搬送方向に一列又は略一列に並べて搬送」されることになる旨の記載があるが，それ以上に「果菜載置部」の構成に係る記載はなく，「果菜載置部」に窪み等があるかどうかは，発明特定事項ではない。そうすると，「果菜載置部」とは，果菜キャリアの搬送ベルトの上側の一部にある，果菜を載せ置く部分という程度の意味合いと理解できる。",
                        "この点，発明の詳細な説明を見ると，「果菜載置部」は，果菜キャリアの「ベルトの表面よりも窪んだ」もの(【0007】，【0012】)であり，「果菜キャリアの往回動方向における所定位置に設けられ」る(【0010】)との記載があることから，「果菜載置部」を上記発明特定事項よりも狭く，果菜を載置するための何らかの構成を備えたものであると解したとしても，載置場所が一点のみに定まる特定箇所であるとまでは理解することはできない。すなわち，実施例として，段落【0023】には，「図2の搬送ベルト12は，詳細を図4に示すように，その上側部分のベルト表面のトマト3を載せ置く部分に，長さ200mm，幅130mmのシート状の受け部材13が貼付けられている。この受け部材13は，表面に最大高さ3mmの突条19が複数本形成されており，これら突条19の上端は，トマト3を載せる部分がすり鉢状に凹まされるよう，且つ細長い茄子を縦向きに載せることができるように長手方向に長い楕円のすり鉢状にカットされている。」との記載があるところ，これによれば，搬送ベルトの表面における所定箇所を果菜を置く場所として定め，それに適した構成を備えていると理解されるものの，長い楕円状の部分に丸いトマトが置かれることが想定されているように，載置場所としての位置の特定はあるが，ある程度のスペースが存在するものであり，載置場所が果菜の置き場所を一点のみに定まるものと理解することはできない。また，上記実施例においても，計測部の位置や，具体的な測定位置についての記載もない。",
                        "そして，計測部に関する本件明細書の記載を見ても，「等階級計測部を通過させてその通過中に果菜の少なくとも果菜の大きさと形状を計測する」もの(請求項1)，「果菜載置部に載せられて一列又は略一列に並んで搬送される果菜の少なくとも大きさと形状を計測でき」(請求項3)るものであることは明らかにされているが，計測部の位置と果菜載置部との位置関係を上記以上に特定する記載は存しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，本件発明における搬送ベルトが復回動することに関し，「前記往回動させた果菜キャリアの搬送ベルトを，前記果菜送り出し後の移動中に前記往回動と反対側に復回動させて，当該搬送ベルトの果菜載置部を元の位置に復帰させることにより，前記多数の果菜キャリアの果菜載置部を搬送方向に一列又は略一列に並べ，」(請求項1)，「前記果菜送り出し後の搬送ベルトは，前記往回動方向と逆方向に復回動して，果菜載置部が元の位置に復帰して，前記多数の果菜キャリアの果菜載置部を搬送方向に一列又は略一列に並べることができる，」(請求項3)，「多数の果菜キャリアの前記果菜載置部を搬送方向に一列又は略一列に並べて移動させ，前記果菜キャリアの移動により前記果菜載置部に載せた果菜を搬送方向に一列又は略一列に並べて搬送し，前記等階級計測部において，一列又は略一列に並べて搬送される果菜載置部の果菜を等階級判別し，前記仕分排出部において，果菜キャリアのベルトを前記往回動させて，前記果菜載置部の上の果菜を前記判別結果に基づいて，前記果菜搬送方向側方に送り出し，前記往回動させた果菜キャリアのベルトを，前記送り出し後の移動中に復回動させて前記果菜載置部を元の位置に復帰させて，前記多数の果菜キャリアの果菜載置部を搬送方向に一列又は略一列に並べる方法」(【0004】)，「前記果菜載置部は，前記果菜キャリアの往回動方向における所定位置に設けられ，多数の果菜キャリアは，夫々の果菜載置部に載せた果菜が一列又は略一列に並んで等階級計測部を通過できるように，果菜載置部が一列又は略一列に並んで配置され，各々の果菜キャリアのベルトは，前記仕分排出部において往回動して，果菜載置部に載せてある果菜を，前記等階級計測部での判別結果に基づいて前記搬送ラインの側方に送り出し可能であり，前記往回動したベルトは，前記果菜送り出し後に復回動して，前記果菜載置部が元の位置に復帰し，前記多数の果菜キャリアの果菜載置部が搬送方向に一列又は略一列に並ぶことができる」(【0010】)との記載がある。また，往復動の機構について，【0027】には，「図3の区間Cの各仕分排出部5には，果菜キャリア2の底のスライドピン15(正確にはベアリング17)を操作して搬送ベルト12を図中の矢印b方向に動かすためのスライド手段が設けられている。各スライド手段は，図5に示すような，スライドピン15及びそのベアリング17が差し込まれて走行可能な直進及び斜めのガイド溝20(20a，20b)が形成されたナイロンプレート21と，分岐部22に設けられた切替えバー23と，同バー23の下側に設けられたロータリーソレノイド24とからなる。ロータリーソレノイド24は，区間Bの計測装置8の判別信号を受けて動作するようになっており，例えば，排出すべきトマト3を載せた果菜キャリア2が分岐部22を通過しようとすると，平常時直進状態S1にある切替えバー23を斜め進行状態S2に切り替え，直進ガイド溝20aを進行する果菜キャリア2のスライドピン15を斜めガイド溝20b(直進ガイド溝20aに対して30度の傾き)側に案内し，これによりスライドピン15を矢印g方向に横移動させて，搬送ベルト12を矢印b方向に回動させ，その上に載せられているトマト3を排出する。」と記載されており，この機構により，実施例において「元の位置に復帰させる」ことが明らかにされている。",
                        "これらの記載並びに図1～3及び5に照らすと，本件発明における復回動は，「計測部」との関係で，計測部における計測精度を高める位置にそろえるような位置関係まで復動するというものではなく(そのことを開示する記載及び図面もない。)，往回転によって送り出した搬送ベルトを，送り出した分だけ復回転することによって，元々あった搬送ベルトの位置，すなわち，果菜が載置されて往回転する前の状態に戻すことを指すものと認められる。",
                        "そうすると，果菜載置部が搬送方向に一列又は略一列に並ぶという効果は，往回転によって送り出した搬送ベルトを，送り出した分だけ復回転することによって，元々あった搬送ベルトの位置，すなわち，果菜が載置されて往回転する前の状態に戻すとの結果によって得られるものにすぎないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，甲2の「前記搬出機構24は，前後壁板25の上部間のほぼ全平面を覆う大きさを有し，かつ上面に左右位置で傾斜して中央位置で窪む窪み面45を有すると共に，左右側面を円弧状に形成した受板46と，この受板46に重合されるゴム乃至スポンジなどから成る緩衝シート47と，左右で対向する上位の固定チェーンホイール40，40の間隔とほぼ等しい間隔をもって，両端がチェーンベルト42に軸止された左右1対のバー48a，48bに両側縁が結着された移送シート49とから成り，前記左右1対のバー48a，48bは，枠部材37が搬送ユニット1の左右幅の中央に位置する中立位置において前記緩衝シート47の面上よりもHに相当する高い位置で支持されて」おり(【0023】)，「移送シート49上の搬送物Pを仕分けシュートCに搬出する場合の態様を示している。即ち搬送物Pが移送シート49を介して緩衝シート47上の窪んだ中央部に位置し，かつ枠部材37も亦搬送ユニット1の中立位置にある図6仮想線の状態から，すでに述べたように，作動機構15により枠部材37が中立位置から図中右方向に移動すると，その移動に伴って移送シート49を支持している一方のバー48aがチェーンベルト42と共に上位の一方の固定チェーンホイール40の周りに沿って図中反時計方向に回転すると共に，他方のバー48bは高い位置Hを保持しながら図中左方向に移動する」(【0030】)との記載並びに図6及び7から，搬送物は「(中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する)移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域」に載置されるものであり，同領域が本件発明の「果菜載置部」に相当するものと認められる。",
                    "したがって，甲2発明1及び2は，審決も認定するとおり，「移送シート49の往回転に伴ってその往回転方向に移動し，復回転に伴ってその復回転方向に戻る」構成を備えているものである(なお，段落【0029】～【0033】に示されるその駆動機構造からしても，中央の窪み面に相当する「移送シート49の上面領域からバー48a，48bと結着した両側縁領域」とは，移送シートの移動に伴って動くものであり，上記「復回転に伴ってその復回転方向に戻る」構成とは，往回転によって移動した分だけ戻る構成であると解される。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本件発明1及び3の相違点に係る構成は，搬送ベルトの回転動作は「往復回転可能」であり，前記のとおり，計測部との位置関係を特に限定していないことからすれば，甲1発明において，甲2発明の搬送ユニットを適用したものは，往復回転可能な搬送ベルトを備え，「果菜載置部」が，往回転及び復回転(戻り回転)方向に移動するものとなり，結局，相違点1-2及び2-2に係る構成を備えるものと認められる。仮に，「果菜載置部」が上記に述べたような窪み等の何らかの果菜載置のための構成を有するものであると理解したとしても，上記のとおり，果菜載置部が，その位置を固定された特定の一点に限定するものではないことに照らすと，甲2発明における「(中央位置で窪む窪み面45を有する左右方向を円弧状に形成した受板46とこの受板46に重合される緩衝シート47の面上に重合して左右方向に移動する)移送シート49の上面領域からバー48a，48bと結着した両側縁領域を省いた領域」も，上記のとおり，同様に窪みを有するものといえ，同領域は，本件発明1及び3の「果菜載置部」に相当するものと認められる。",
                    "したがって，甲1発明と甲2発明を組み合わせたとしても，相違点1-2及び2-2に係る構成に至らないとの被告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明に甲2発明を組み合わせる動機付けについて",
              "text": [
                "審決は，搬送対象について甲1発明の搬送対象は，キューイなどの「果菜」であるが，甲2発明の搬送対象は，薄物や不定形品などの小物類であり，搬送対象の具体的形状を異にする具体的性状を異にしており，この搬送対象の相違により，発明の対象となる技術分野も，甲1発明1において「果菜自動選別送り出し方法」，甲1発明2において「果菜自動選別送り出し装置」であるのに対し，甲2発明1では「物品選別装置送り出し方法」，甲2発明2では「物品選別送り出し装置」であって，相違すると判断した。",
                "しかし，甲1発明は，上記のとおり，キューイ等の果菜を選別する方法及び装置に関するものであり，また，甲2発明は，上記のとおり，薄物や不定形品などの小物類を自動的に仕分ける方法及び装置に関するものであるから，甲1発明と甲2発明とは，物品を選別・搬送する方法及び装置に関する技術として共通しているといえる。",
                "また，両者が搬送する物品は，甲1発明では，キューイ等の果菜であるのに対して，甲2発明では，薄物や不定形品などの小物類であるから，物品の大きさや性状に大きな相違はない。このことは，甲5において，「各種の品物を，大きさ(サイズ)別，重量別などに自動的に選別してより分ける選別装置」と記載され(【0001】)，「従来より小荷物，果菜その他の各種品物を大きさ，重量，形状等の条件に基づいて自動的に選別する装置には種々のものがあった」として，従来技術について，特に小荷物と果菜とを区別しておらず，「特にいたみやすい果菜の自動選別」(【0002】として，傷みやすい搬送物の典型として特に果菜を挙げながらも，請求項1において，搬送物につき「果菜や小荷物等」との記載をしており，対象とする物品が，果菜と小荷物等とで異なるとしても，これらの物品を選別，搬送する装置としては，同一の技術分野に属するものと捉えていることが明らかである。しかも，果菜が傷みやすく傷付きやすいとはいえ，甲1にも示されるように，従来から，果菜を選別して搬送方向から側方に送り出す際であっても，容器を傾倒する方式が採用されていたのであるから，破損しやすい小物類との間で，技術分野が異なるというほどに相違するものではない。",
                "さらに，甲1発明は，前記のとおり，キューイを転動させて受けボックス内に整列させると，受けボックスの下流側内壁面にキューイが当接したり，キューイの相互接触により，キューイの外周面に打ち傷や擦り傷が付いたりすることがあり，キューイの商品価値が損なわれるという問題点を解決するために，コンベアの搬送面上に形成した果菜載置部に果菜物を個々に載置し，果菜物を所定間隔に離間した姿勢に保持して搬送することで，搬送中における果菜物の接触及び衝突を防止することとしたものであるところ，搬送物を選別振り分けする際に，搬送物が壁等の設備に衝突することを防止したり，搬送物同士の相互接触を防止したりするという課題は，ボックス内に整列させる際のみならず，選別・搬送の全過程を通じて内在していることは明らかである。そして，甲1発明は，振り分けコンベアの受け台が，載置された搬送品を搬送方向側方に送り出す際に，搬送方向側方に向けて傾動可能な構成であるところ，傾動させて搬送品を搬送方向側方に送り出すには，ある程度の落下による衝撃，あるいは，接触時に衝撃が生じ，搬送品に損傷や破損の生じるおそれがあることは，甲5において，従来技術の秤量バケットEを可倒させて，果菜Bを転がして落とす自動選別装置における傷が付いたり，つぶれたりするという問題を解決するために，バケット式の果菜載せ体をベルト式の果菜載せ体に置換したされるように，その構成自体から明らかな周知の課題である。",
                "一方，甲2発明は，上記2(2)で認定したように，従来の傾動可能なトレイを備えた方式の場合は，搬送物同士の衝合による損傷や破損の生じるおそれがあり，破損しやすい搬送物の搬送には不向きであるという課題を解決するものである。",
                "そうすると，甲1発明と甲2発明は，課題としての共通性もある。",
                "以上を総合すると，甲1発明の振分けコンベアの搬送方向側方に向けて傾動可能な構成において生じる搬送品の損傷，破損という技術課題を解決するために，甲1発明に甲2発明を適用して，上記相違点1-2及び2-2の構成に至る動機付けが存在するといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，甲2の移送シート49は，わずかであっても上下動するので，転がりやすい搬送物が転がるため，果菜の転がりによる傷付きを解消することはできず，また，搬送品を傷付けるような搬送方法である甲2を果菜に適用することは，阻害要因がある旨主張する。",
                    "しかし，甲2は，ターンテーブル方式による従来例について，水平面であることに，円筒物が転動して落下するという問題を指摘しており，搬送物によっては，転がりやすいものもその射程に置いているものである。また，果菜を転がらないように果菜載置部(物品載置部)の構造を工夫することは，本件特許の出願前から周知であり(甲1，2，5)，適宜，物品載置部の構造について損傷の生じないように工夫するものである。そうすると，移送シート49がわずかに上下動することが阻害要因になるということはできない。",
                    "被告は，甲2の構造上，バー48aが固定チェーンホイール40を超えて図中反時計方向に回転するため，シュートCと移送ユニットとの間にはある程度の隙間を必ず空けなければならないことや，図7及び図1より，シュートCは，搬送物Pを滑落させることが前提となっていることからも，その適用が阻害される旨主張する。",
                    "しかし，前記のとおり，甲1に示されるように，果菜選別装置に関する従来例において，傾倒式の容器が用いられていたものであることに照らすと，果菜と破損しやすい小物類との間で傷付きやすさにおいて，さほどの相違があるとはいえない。また，甲2発明の構造上，バー48aが回転するために，シュートCと移送ユニットとの間にはある程度の隙間が空くとしても，バー48aの高さ自体が，搬送物の大きさ，形状等によって適宜選択されるものであるから，上記の隙間も調整可能である上，甲2発明1自体が，搬送物同士の衝合による損傷や破損の生じるおそれを課題として明示する一方で，シュートCと移送ユニットとの間隙を破損しやすい搬送物の搬送における問題点として指摘していないことからすれば，この点が阻害要因になるとはいえない。さらに，図7及び図1より，シュートCは，搬送物Pを滑落させることが前提となっているかどうかは不明である上，仮に，損傷や破損しやすいものを搬送するのであれば，傾斜を持たせて滑落させることを回避すれば足りることが明らかであるから，この点が阻害要因になるとはいえない。",
                    "したがって，被告の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，甲1発明の仕分けが箱詰めのための仕分けであるのに対して，甲2発明の仕分けはシュートに送り出すための仕分けであること，甲1発明は箱詰めに先立って果菜を計測部で計測してからの仕分けであるのに対して，甲2発明は計測しないこと等々から，甲1発明は計測装置の技術分野あるいは箱詰装置の技術分野に属するものであるのに対し，甲2発明は計測の目的も箱詰めの目的もない単なる仕分けの技術分野に属するものであるから，甲1発明と甲2発明はこの意味でも技術分野が異なると主張する。",
                    "しかし，前記のとおり，甲1発明は，箱詰めに先立ってボックス内に整列させる際に，果菜が壁面に当接したり，整列させる果菜の相互接触により，果菜に打ち傷や擦り傷が付いたりとの問題があることから，それを解決するために，搬送中に果菜同士が接触しないよう離間した姿勢に保持して搬送するなどの解決策をとったものであり，甲2発明も，搬送品同士の衝突，排出の際の落下等による搬送品の損傷や破損を回避するために，搬送する方向に直交する移送シートにより側方へ排出するとの構成をとったものであり，両発明とも，搬送品の損傷を回避すること課題とする点で共通しており，それが最終的に箱詰めされるか，仕分けシュートに排出されるかは，技術課題との関係で，本質的ではないというべきである。また，甲1発明は，計測部において「サイズ・品質・重量」を計測した上で振り分けるものであり，甲2発明が，「計測」ではなく，仕分けコード番号に基づいて振り分けるものであったとしても，これらは振り分けの契機にすぎないのであって，コード番号の読み取りであれ，計測であれ，物品を振り分けて搬送するという技術に違いはない以上，技術分野が相違するということはできない。被告の上記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，甲1発明1に甲2発明1を適用し，本件発明1に係る相違点1-2の構成とすること，及び，甲1発明2に甲2発明2を適用し，本件発明3に係る相違点2-2に係る構成とすることは，当業者が容易に想到し得たことであるから，この点についての審決の進歩性判断には誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件発明2及び4について",
          "text": [
            "本件発明2は，本件発明1を発明特定事項として含むものであるところ，本件発明2に関する進歩性の判断は，上記判断を前提になされたものであるから，その判断にも誤りがあり，また，本件発明4は，本件発明3を発明特定事項として含むものであるところ，本件発明4に関する進歩性判断も，上記判断を前提になされたものであるから，その判断にも誤りがある。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，本件発明1～4に係る進歩性判断は誤りであるから，原告主張の取消事由には理由があり，審決は取り消すべきものである。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由には理由がある。",
        "よって，原告の請求を認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}