{
  "decision": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。"
    },
    {
      "fig": "2",
      "text": "被控訴人は，控訴人に対し，金145万4200円及びこれに対する平成23年10月19日から支払済みまで年5分の割合による金員を支払え。"
    },
    {
      "fig": "3",
      "text": "控訴人のその余の請求をいずれも棄却する。"
    },
    {
      "fig": "4",
      "text": "訴訟費用は，第1，2審を通じてこれを100分し，その3を被控訴人の負担とし，その余を控訴人の負担とする。"
    },
    {
      "fig": "5",
      "text": "この判決は，第2項に限り，仮に執行することができる。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を次のとおり変更する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，金5000万円及びこれに対する平成23年10月19日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "この判決は，仮に執行することができる。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "訴訟の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，控訴人が，被控訴人の製造，販売する製品は控訴人の特許発明の技術的範囲に属するとして，①特許法65条1項に基づく，特許権設定登録前の補償金の一部（1600万円），②不法行為に基づく，特許権設定登録後に被控訴人の上記製造，販売により被った損害等の賠償金の一部（3400万円。うち300万円は弁護士費用相当の損害。）及び③①と②の合計金5000万円に対する訴状送達の日の翌日である平成23年10月19日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原審は，①被告製品イ号，ロ号，ハ号，ニ号，ホ号，ヘ号，ト号，チ号，リ号及びヌ号（別紙1）のうち，被告製品イ号，ロ号，ニ号及びホ号は，いずれも控訴人の特許発明の技術的範囲に属し，他方，被告製品ヘ号，ト号，チ号，リ号及びヌ号は，いずれも控訴人の特許発明の技術的範囲に属することを認めるに足りる証拠はない，②被告製品ハ号については，控訴人が請求の根拠とする期間内，すなわち，平成22年3月15日から平成23年9月16日までの間，被控訴人が販売した事実は認められない，③被控訴人が平成23年3月28日に販売した被告製品ホ号と同一の名称の商品及び同年12月9日に販売した被告製品ロ号と同一の名称の商品は，いずれも控訴人の特許発明の技術的範囲に属すると認めるに足りる証拠はないと判断した。なお，原審は，被告製品ハ号については，上記のとおり被控訴人による販売の事実が認められないことから，控訴人の特許発明の技術的範囲に属するか否かにつき判断を要しない旨判示している。",
                "そして，原審は，控訴人の特許発明の実施料率を5パーセント，被告製品の販売による利益率を20パーセントとし，①控訴人の警告書が被控訴人に到着した平成22年3月15日から控訴人の特許権設定登録日である同年9月17日までの間における被告製品イ号，ロ号，ニ号及びホ号の売上高合計492万円に上記実施料率5パーセントを乗じた24万6000円を補償金と，②同日以降，平成23年9月16日までの間における上記被告製品の売上高合計242万4000円に上記利益率20パーセントを乗じた48万4800円を損害賠償金と，③弁護士費用相当の損害額を7万3000円と，それぞれ認め，これらの合計額80万3800円及びこれに対する訴状送達の日の翌日である平成23年10月19日から支払済みまでの民法所定の年5分の割合による遅延損害金の支払を求める限度で控訴人の請求を一部認容し，その余は理由がないとして棄却した。",
                "控訴人は，原判決を不服として，控訴を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "text": [
            "以下のとおり付加訂正するほか，原判決の「事実及び理由」「第2  事案の概要」「1  前提事実（争いのない事実及び後掲各証拠により容易に認定できる事実）」記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁21行目「健康医療品」を「健康衣料品」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁13行目「二酸化炭素外用剤調整用組成物」を「二酸化炭素外用剤調製用組成物」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁14行目「分説」を「分節」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決5頁3行目「調整」を「調製」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決5頁5行目「被告は，」の前に「ア」を加える。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決5頁12行目冒頭から6頁7行目末尾までを以下のとおり改める。",
                "「イ  被告製品イ号，ロ号，ハ号，ニ号及びホ号がいずれも本件特許発明の技術的範囲に属することにつき，当事者間に争いはない。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "subject": "控訴人は，当審第1回口頭弁論期日において，被告製品ヌ号に係る主張を撤回した。」"
                }
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決6頁7行目末尾の後に，行を改めて以下のとおり付加する。",
                "「(5)  特許法65条1項の警告（甲13から甲15，甲17，弁論の全趣旨）",
                "本件特許出願については，平成21年4月30日，公開特許公報（「特開2009-91365号」，甲13）によって出願公開された。",
                "控訴人は，被控訴人に対し，平成22年3月10日付け通知書（甲14。以下「本件通知書」という。）を送付し，同月15日，本件通知書は被控訴人に到達した（甲15）。本件通知書には，本件特許の発明の名称，出願番号，出願日，公開番号，公開日，分割の表示，原出願日，優先権主張番号，優先日及び本件特許の特許請求の範囲のうち請求項1の内容が明記されている上，被控訴人が製造，販売している製品「ピウズ  CO2  ジェルパック」は上記請求項1に係る発明の技術的範囲に属すること，被控訴人が今後も上記製品の製造，販売を続けるのであれば，特許権設定登録後，特許法65条の規定に基づき，本件通知書到達日から特許権設定登録時までの期間に被控訴人が実施した行為に対して補償金を請求することも起こり得ることなどが記載されている。さらに，控訴人は，被控訴人に対し，平成22年3月11日付けで，本件特許出願の公開特許公報等を送付した（甲17）。",
                "以上によれば，控訴人は，被控訴人に対し，「書面を提示して警告をした」（特許法65条1項）ものと認められる。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "関連事件",
              "text": [
                "被控訴人は，平成24年3月16日，本件特許につき，特許無効審判を請求したが（無効2012-800032号），同年9月26日，特許庁は，「本件審判の請求は成り立たない。」との審決をし，同審決は確定した（甲56，甲57）。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "別件訴訟（甲33，甲34）",
              "text": [
                "株式会社メディオン・リサーチ・ラボラトリーズ（以下「メディオン社」という。）は，被控訴人ほか2社に対し，被告製品ロ号等を含む侵害品に係る特許権侵害差止等を求める訴えを大阪地方裁判所に提起した（大阪地方裁判所平成23年（ワ）第4836号事件）。",
                "大阪地方裁判所は，平成25年1月17日，メディオン社の被控訴人ほか2社に対する請求のいずれについても，一部認容する旨の判決（以下「別件判決」という。）を言い渡した。",
                "被控訴人は，別件判決に対して控訴したが，同年12月26日，知的財産高等裁判所は，控訴を棄却する旨の判決を言い渡した。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "侵害論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告製品ヘ号，ト号，チ号及びリ号は，本件特許発明の技術的範囲に属するか。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人が平成23年以降に販売した被告製品ロ号と同一の名称「ブリーズベールCO2ジェル」を有する製品（以下，「ロ号同一名製品」という。）及び被告製品ホ号と同一の名称「ローズメゾンCO2スぺリアマスク」を有する製品（以下，「ホ号同一名製品」という。）は，本件特許発明の技術的範囲に属するか。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "損害論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告製品の製造，販売による損害",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告製品ハ号及びチ号の販売の有無"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特許法102条2項に基づく算定"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特許法102条3項に基づく算定"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "補償金"
                },
                {
                  "fig": "ウ",
                  "subject": "弁護士費用相当の損害"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点についての当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)（侵害論）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告製品ヘ号，ト号，チ号及びリ号は，本件特許発明の技術的範囲に属するか。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "被告製品ヘ号，ト号及びチ号について",
                          "text": [
                            "化粧品の分野においては，若干の成分の変更であっても，製品の品質，効能等に大きな影響を及ぼす可能性があることから，特段の事情がない限り，成分表記を同じくするものについては成分の変更はないものと考えるのが合理的である。",
                            "被告製品へ号及びト号の成分表記は，被告製品イ号からニ号の成分表記と同一であるから，これらの製品は互いに同一の成分を含有しているものと考えられる。同様に，被告製品チ号の成分表記は，被告製品ホ号の成分表記と同一であるから，これらの製品も互いに同一の成分を含有しているものと考えられる。",
                            "したがって，被告製品へ号及びト号は，被告製品イ号からニ号と同様に，被告製品チ号は，被告製品ホ号と同様に，本件特許発明の技術的範囲に属するといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "被告製品リ号について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "被告製品リ号の顆粒の成分表記は，被告製品イ号からホ号の成分表記と同一であるから，これらの製品は互いに同一の成分を含有しているものと考えられる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "他方，被告製品リ号のジェルについては，被告製品イ号からホ号とは異なる成分表記がなされているが，以下の点によれば，本件特許発明の技術的範囲に属するものといえる。",
                                "①  被告製品イ号からホ号はいずれも，本件特許発明の技術的範囲に属するところ，前述したとおり，被告製品ヘ号及びト号の成分表記は，被告製品イ号からニ号の成分表記と同一であり，被告製品チ号の成分表記は，被告製品ホ号の成分表記と同一である。",
                                "この点につき，被告製品リ号のジェルに関し，その炭酸ジェルパックとしての基本性能を，被告製品イ号からチ号と大きく異なったものとする理由はない。このことから，被控訴人が，被告製品リ号のみを，あえて被告製品イ号からチ号と異なる成分にして製造，販売することは考え難い。",
                                "②  本件特許発明1のうち，ジェルに係る成分は，水，増粘剤，炭酸塩であるところ，被告製品イ号のジェルの成分表記には，水，増粘剤（セルロースガム，アルギン酸ナトリウム），炭酸塩（炭酸水素ナトリウム，塩基性炭酸亜鉛）が，被告製品リ号のジェルの成分表記には，水，増粘剤（アルギン酸ナトリウム，セルロースガム），炭酸塩（炭酸水素ナトリウム）が，それぞれ，含まれている。",
                                "被告製品イ号のジェルと被告製品リ号のジェルとの間には，アルギン酸ナトリウムとセルロースガムの順序及び塩基性炭酸亜鉛含有の有無という相違はあるものの，前述した本件特許発明1のうちジェルに係る成分である水，増粘剤及び炭酸塩に着目すると，被告製品イ号のジェル及び被告製品リ号のジェルはいずれも，水，増粘剤，炭酸塩の順序で構成されている。",
                                "この点に関し，化粧品については，厚生労働省の通達によって全成分名を分量の多い順に記載すべきことが定められており，したがって，被告製品イ号のジェル及び被告製品リ号のジェルにそれぞれ含まれている水，増粘剤，炭酸塩の量は，いずれにおいても水が最も多く，炭酸塩が最も少ないといえる。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "以上によれば，被告製品リ号も，顆粒，ジェル共に本件特許発明の技術的範囲に属する。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "被告製品ヘ号，ト号及びチ号について",
                          "text": [
                            "本件特許発明においては含有成分の重量比が問題になっているのであるから，被告製品ヘ号，ト号及びチ号が，本件特許発明の技術的範囲に属する被告製品イ号からホ号と成分表記を同じくすることを根拠に，含有成分の重量比も同一であるとし，したがって，同様に本件特許発明の技術的範囲に属するという控訴人の主張は，それ自体が侵害論の主張として不十分であり，失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "被告製品リ号について",
                          "text": [
                            "控訴人の主張は，構成要件該当性に関する主張を欠き，失当である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人が平成23年以降に販売したロ号同一名製品及びホ号同一名製品は，本件特許発明の技術的範囲に属するか。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "text": [
                        "以下の理由により，ロ号同一名製品，ホ号同一名製品は，それぞれ，被告製品ロ号，被告製品ホ号の各含有成分を変更したものであり，いずれも本件特許発明の技術的範囲に属しないという被控訴人の主張は不合理であり，ロ号同一名製品，ホ号同一名製品はそれぞれ，被告製品ロ号，被告製品ホ号にほかならず，したがって，いずれも本件特許発明の技術的範囲に属する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "すなわち，前記のとおり，化粧品の分野においては，若干の成分の変更であっても，製品の品質，効能等に大きな影響を及ぼす可能性があり，また，肌に直接塗布する製品であるから，顧客は，その品質，効能，副作用，アレルギー反応等には敏感であり，十分に留意する。したがって，化粧品の成分を変更するのであれば，通常，製品の名称を変えるか，少なくとも従前の名称の語頭に「Ｎew」，「新」等を付けるなどして，上記変更前の製品とは異なるものであることを明示するはずである。しかしながら，ロ号同一名製品，ホ号同一名製品のいずれも，被告製品ロ号，被告製品ホ号の各名称をそのまま使用しており，何ら表記は変更されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "仮に被控訴人が主張する成分変更が実施されたのであれば，その旨の説明資料を顧客である事業者や最終ユーザーに配布したり，プレス発表を行ったりするはずであるが，そのような形跡は一切ない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被控訴人は，その主張する成分変更後の含有成分を表記したパッケージを書証として提出しているが（乙4，乙5），パッケージの表記は，事業者において容易に，かつ，安価で変更し得るものであるから，上記書証をもって，被控訴人が主張する成分変更の事実を認めることはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張",
                      "text": [
                        "ロ号同一名製品及びホ号同一名製品は，それぞれ被告製品ロ号，被告製品ホ号の各含有成分中，水溶性分散剤を乳糖から果糖に変更したものであり，いずれも本件特許発明の技術的範囲に属しない。",
                        "被控訴人は，以下のとおり，本件特許権の設定登録後，本件特許権の侵害行為に及ぶことを回避するために，被告製品ロ号及びホ号を含む被告製品につき，成分変更を行った。",
                        "すなわち，被控訴人は，平成22年10月上旬，弁理士から，被告製品の含有する水溶性分散剤を果糖のみなどとすれば，被告製品が本件特許権の侵害品に当たらなくなる旨の意見を取得し，同年11月，製造元に対し，被告製品の水溶性分散剤を果糖に変更した試作品の製作を指示した。その後，被控訴人は，同年12月中に被告製品のすべてについて水溶性分散剤を果糖に変える成分変更を完了し，平成23年1月以降，適宜，販売先に対してその旨通知し，上記成分変更後の非侵害品の販売を開始した。",
                        "被告製品ロ号について，被控訴人は，平成23年2月，販売先に対して成分変更後のサンプル及び成分表を送付し，同年5月に了解を得た。",
                        "被告製品ホ号について，被控訴人は，同年3月，販売先に対して成分変更後のサンプル及び成分表を送付し，同月中に了解を得た。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)（損害論）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告製品の製造，販売による損害",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "text": [
                        "本件特許権の設定が登録された平成22年9月17日から事実審の口頭弁論終結時，すなわち，平成26年7月2日までの間に（以下「本件損害賠償請求対象期間」という。），被控訴人による被告製品の製造，販売によって生じた損害の賠償を求める。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "被告製品ハ号及びチ号の販売の有無",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "被告製品ハ号の販売の有無",
                              "text": [
                                "株式会社ブラン（以下「ブラン社」という。）の「2010-09-01」の「キャンペーン情報！」に「只今，お月見キャンペーン実施中♪パールブランCO2ジェル（4包）がお得にお買い求め頂けます。」と，「2011-5-31」の「キャンペーン情報」に「只今，夏はすぐそこ！キャンペーン実施中です♪大人気のパールブランCO2ジェル（4包入り）がお得にお買い求め頂けます！」とそれぞれ記載されていることに鑑みると，本件損害賠償請求対象期間中，原審が対象期間とした平成23年9月16日までの間においても，被告製品ハ号が販売されていた可能性は高いといえる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "被告製品チ号の販売の有無",
                              "text": [
                                "被控訴人は，本件損害賠償請求対象期間中，被告製品チ号を販売していた。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "特許法102条2項に基づく算定",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "被控訴人は，遅くとも本件通知書が到達した平成22年3月15日から被告製品を製造・販売しており，本件特許権の設定が登録された同年9月17日から原審の訴え提起（平成23年9月半ばとする）までの約1年間に被控訴人が製造，販売した被告製品の数量は，合計で600万個を下らないと考えられる。",
                                "被告製品1個当たりの消費者向け販売価格は1575円（税込み）であるところ（甲3，甲7），卸売価格はその20パーセント程度と推測でき，したがって，被控訴人は，被告製品を1個当たり300円で他社に卸売していたものと推測できる。",
                                "別件判決の説示によれば，被告製品に対応する侵害品の売上高合計は3870万7168円であり，同金額から仕入額を控除した1772万0572円が利益に当たるから，利益率は1772万0572円を3870万7168円で除した45．78パーセントである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "したがって，控訴人の損害は，被控訴人の利益をもって推定する旨の特許法102条2項によれば，300円（単価）×45．78パーセント（利益率）×600万個（販売数量）を下らず，本件においてはそのうち3100万円を請求する（なお，控訴人は，利益率につき，原審の平成23年10月11日付け訴状においては販売価格の20パーセントを下らない旨を主張していたところ，平成25年10月11日付け「訴えの変更申立書2」において，別件判決の内容を根拠として販売価格の49パーセントを下らない旨主張し，さらに，当審においては，前記のとおり販売価格の45．78パーセントと主張している。）。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "特許法102条3項に基づく算定",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "以下の理由により，本件特許発明の実施料率は10パーセントとすべきである。",
                                "①  別件訴訟における侵害品は被告製品と同種製品であり，侵害品の大半は被告製品と一致するところ，別件判決及びその控訴審判決は，上記侵害品に係る特許発明の実施料率を売上高の10パーセントと認定した。本件特許発明は，より強い美容及び医療効果がより短期間で得られる二酸化炭素外用剤を調製できるなどという作用効果を有する重要な特許であり，また，別件訴訟の侵害品に係る特許発明と同じく，控訴人代表者によって発明されたものであるから，別件判決と同じ実施料率を認めるべきである。",
                                "②  甲58号証，すなわち，株式会社帝国データバンク作成の「知的財産の価値評価を踏まえた特許等の活用の在り方に関する調査研究報告書～知的財産（資産）価値及びロイヤルティ料率に関する実態把握～  本編」（平成22年3月）において，「国内企業・ロイヤルティ料率アンケート調査と文献調査におけるロイヤルティ料率の比較」と題する表には，日本国内の化学の産業分野におけるロイヤルティ率が5．3パーセントであることが，「産業別司法決定ロイヤルティ料率（2004年～2008年）」と題する表には，化学の産業分野の「平均値」が6．1パーセント，「最大値」が20．0パーセントであることがそれぞれ記載されており，控訴人主張の10パーセントという実施料率は何らこれに矛盾しない。",
                                "また，甲16号証（社団法人発明協会発行の「実施料率〔第5版〕」）によれば，「医薬品・その他の化学製品」の分野において10パーセントまでの実施料率は比較的多く，50パーセントまでの実施料率さえ存在する。",
                                "③  被控訴人は，控訴人との和解交渉の過程において，平成24年12月，メール（甲37）において，10パーセントを上回るロイヤルティを提案した。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "したがって，特許法102条3項に基づく控訴人の損害は，前述した被告製品の売上高，すなわち，300円（単価）×600万個（販売数量）×実施料率（10パーセント）を下らず，本件においてはそのうち3100万円を請求する（なお，控訴人は，実施料率につき，原審の平成23年10月11日付け訴状においては売上高の5パーセントを下らない旨を主張していたところ，平成25年10月11日付け「訴えの変更申立書2」において，別件判決の内容等を根拠として売上高の10パーセントを下らない旨主張し，当審においても同主張を維持している。）。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "被控訴人の主張に対する反論",
                          "text": [
                            "被控訴人は，特許法102条1項ただし書所定の事情について主張するが，控訴人は，同法102条2項及び3項に基づく損害を請求しており，したがって，被控訴人の上記主張は法的位置付けが明確とはいえず，理由がない。",
                            "控訴人は，メディオン社から，製品の製造，販売を差し止められたことはなく，現に，本件特許発明の実施に係る製品の製造，販売を継続している。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "被告製品ハ号及びチ号の販売の有無",
                          "text": [
                            "被控訴人は，平成22年3月15日以降，被告製品ハ号及びチ号を販売等していない。",
                            "ブラン社は，同日よりも前に被控訴人から仕入れた被告製品ハ号の在庫品を小売していたにすぎない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "特許法102条2項に基づく算定，同条3項に基づく算定",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "販売個数",
                              "text": [
                                "本件特許発明の技術的範囲に属する被告製品イ号，ロ号，ニ号及びホ号の平成22年3月15日以降の販売個数は，別紙2のとおりである。被控訴人は，平成23年1月1日以降は被告製品を販売しておらず，同日以降，被告製品と同名の製品が販売されていたとしても，それは成分変更によって本件特許発明の技術的範囲に属しなくなったものである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "販売価格",
                              "text": [
                                "被告製品の1個（1包，1回使用分）当たりの販売価格は，被告製品イ号が260円，被告製品ロ号，ニ号及びホ号がいずれも250円である。被告製品イ号については10個（包）を箱に入れて1箱2600円で，被告製品ロ号及びニ号については20個（包）を箱に入れて1箱5000円で，被告製品ホ号については10個（包）を箱に入れて1箱2500円で，それぞれ販売していた。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "利益率",
                              "text": [
                                "販売価格の20パーセントの限度で認め，それを超えるものについては争う。",
                                "⒟  実施料率について",
                                "実施料率が販売価格の5パーセントであることについては，被告製品の市場の一般論としては争わないが，後記のとおり，本件特許発明の実施料率はより低いものとすべきである。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "subject": "特許法102条1項ただし書所定の事情",
                              "text": [
                                "①  メディオン社は，発明の名称を「二酸化炭素経皮・経粘膜吸収用組成物」とする特許権（特許第5164438号）の特許権者である。",
                                "②  控訴人は，本件特許の実施品を製造，販売しているが，これは，メディオン社の上記特許権を侵害するものであるから，被告製品の販売の有無にかかわらず，控訴人は，上記特許権の存在により，法律上，本件特許の実施品を製造，販売することができなかったから，本件特許は，法律上の実施可能性がなかったものである。現に，メディオン社は，上記特許権に基づく権利行使を十全に行っていた。",
                                "③  したがって，本件においては，ⅰ）特許法102条1項ただし書所定の「譲渡数量の全部又は一部に相当する数量を特許権者が販売することができないとする事情」が存在し，被控訴人の販売数量の全部又は少なくとも9割を超える部分について損害額が控除されなくてはならず，ⅱ）実施料率に関しても，仮にライセンスを設定した場合であっても，メディオン社の上記特許との抵触を考えると，通常の5パーセントといった料率を設定することは困難であり，せいぜい1パーセント程度と評価されるべきである。",
                                "④  特許法102条2項は，同条1項の損害の推定規定であるから，同項ただし書所定の事情は，同条2項に基づく損害の算定にも影響を与える。実質的にみても，特許権者の製品が第三者の特許権の侵害品に該当する場合は，客観的に当該特許権者の有する特許発明の実施可能性は低減又は消滅するものといえるから，損害算定の基礎となる「譲渡数量」を調整しなければならない。",
                                "特許法102条3項についても，特許権者の特許発明が第三者の特許権と抵触する可能性があれば，商慣習上，通常どおりの実施料率を設定することは難しくなり，多くの場合，比較的安価なライセンス付与を余儀なくされることから，被控訴人の主張する同条1項ただし書所定の事情は，本件特許発明の実施料率の認定に当たり，重要な意義を有する。",
                                "控訴人が主張する甲37号証のメールに係るロイヤルティは，本件における損害賠償金，補償金とは何ら関係のないものである。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "補償金",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記のとおり，被控訴人は，遅くとも本件通知書が到達した平成22年3月15日から被告製品を製造・販売しているところ，同日から平成22年9月17日の特許権の設定登録時までの約6か月間の製造・販売数は，少なくとも合計で300万個を下らないと考えられる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，補償金の額は「実施に対し受けるべき金銭の額に相当する額」（特許法65条1項）であり，少なくとも，単価に上記販売個数を乗じ，更に10パーセントの実施料率を乗じた9000万円と算出される。本件においては，そのうち1600万円を請求する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張  ",
                      "text": [
                        "争う。補償金の実施料率については前記のとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "弁護士費用相当の損害",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人の主張",
                      "text": [
                        "本件訴えに当たって相当な弁護士費用は，損害賠償金総額及び補償金総額の合計額の10パーセントに当たる2700万円又は9720万円が相当である。本件においては，そのうち300万円を請求する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張",
                      "text": [
                        "争う。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)（侵害論）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告製品へ号，ト号，チ号及びリ号は，本件特許発明の技術的範囲に属するか。",
                "控訴人は，被告製品ヘ号，ト号，チ号及びリ号の各パッケージ（甲27から甲30）のほかは，上記被告製品の内容を示す証拠を提出していないところ，上記各パッケージのいずれにおいても含有成分の名称は記載されており，その内容はおおむね本件特許発明と合致しているものの，本件特許発明においては，粒状物と粘性組成物との重量比等，含有成分の重量比が具体的数字で特定されているのに対し（「前提となる事実」），上記パッケージには，各含有成分の重量比に関する記載は全く見られない。",
                "以上によれば，被告製品ヘ号，ト号，チ号及びリ号が本件特許発明の技術的範囲に属すると認めるに足りる証拠はないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人が平成23年以降に販売したロ号同一名製品及びホ号同一名製品は，本件特許発明の技術的範囲に属するか。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠（甲25，甲26，甲42）及び弁論の全趣旨によれば，被控訴人が，①平成23年9月28日，同年12月9日及び平成24年1月12日にロ号同一名製品を，②平成23年3月28日及び同年8月17日にホ号同一名製品を，それぞれ，販売したことが認められる。",
                    "なお，被控訴人の請求明細書（甲42）によれば，被控訴人は，平成24年1月16日付けでホ号同一名製品24セットを6万円で販売しているところ，同月25日付けでホ号同一名製品24セット，6万円の返品を受けている。同返品の備考欄には「1月17日分返品」と記載されているが，本件において，被控訴人が同日付けでホ号同一名製品を販売したことを示す証拠はないことから，上記返品は，上記の平成24年1月16日付けの販売に係るものと推認できる。したがって，同月内に返品された上記期日に係る販売を被控訴人による販売分として計上することは相当でないといえる。",
                    "また，上記請求明細書によれば，被控訴人は，平成23年11月16日，同年12月15日にそれぞれ，ホ号同一名製品240セットを60万円で販売しているところ，同年11月16日の販売分については同年12月22日に，同月15日の販売分については，平成24年1月16日にそれぞれ返品を受けていることが認められるところ，これらについても，約1か月で返品された上記各期日に係る販売を被控訴人による販売分として計上することは相当でないと考える。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告製品ロ号及びホ号がいずれも本件特許発明の技術的範囲に属することについては当事者間に争いがないところ，これらは化粧品であることから，その含有成分や重量比は，顧客誘引力の主たる要因として重要な意義を有し，各製品を特徴付けてほかの製品と識別するものといえる。このことに鑑みると，被控訴人において販売する，被告製品と同一の名称を有する製品は，含有成分や重量比を当該被告製品と同じくし，本件特許発明の技術的範囲に属するものと推認できるというべきである。",
                    "したがって，被控訴人が平成23年9月28日，同年12月9日及び平成24年1月12日に販売したロ号同一名商品，平成23年3月28日及び同年8月17日に販売したホ号同一名商品は，それぞれ，被告製品ロ号，被告製品ホ号と含有成分や重量比を同じくし，本件特許発明の技術的範囲に属するものと推認できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一方，被控訴人は，平成23年以降に販売したロ号同一名商品，ホ号同一名商品は，それぞれ，被告製品ロ号及びホ号につき，本件特許発明の技術的範囲に属するのを回避するために当初の成分を変更したものであり，したがって，本件特許発明の技術的範囲に属しない旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "確かに，「前提となる事実」，証拠（乙4，乙5，乙14から乙15の2，乙17の1，2）及び弁論の全趣旨によれば，被控訴人は，平成22年3月に前記のとおり特許法65条1項の警告に当たる本件通知書を送付され，さらに，同年9月17日に本件特許権の設定が登録されたことを受けて，同年10月上旬頃から，被告製品ロ号及びホ号を含む被告製品が本件特許権の侵害品になることを回避するために，弁理士に問い合わせてその回答に従って試作品を作製するなど，被告製品の含有成分を変更する具体的作業に携わっていたことが認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかしながら，他方，被控訴人が成分変更後の製品のサンプル及び成分表を取引先に送付したのは平成23年に入ってからである（乙18の1，2，乙21の1，2，弁論の全趣旨）。しかも，被控訴人は，被告製品ロ号については同年5月に，被告製品ホ号については同年3月に，各製品の銀包，紙箱に貼付する成分表示の訂正シールの作成作業に携わっており（乙19の1，2，乙20の1，2，乙22の1，2，乙23の1，2，弁論の全趣旨），これらの時点では，成分変更後の製品の販売の準備段階にあったものと認められる。",
                            "加えて，被控訴人が実際に成分変更後の製品を販売したことを認めるに足りる証拠はない。なお，被控訴人が平成23年9月28日，同年12月9日及び平成24年1月12日に販売したロ号同一名製品については，被控訴人の請求明細書上「ブリーズベールCO2ゲル（ＮEW）」と記載されているが（甲42），被控訴人において被告製品ロ号を販売した事実を認めている平成22年12月3日の売上げについても同様に記載されていることから，「（ＮEW）」の記載が必ずしも成分変更後の新製品を意味するものではないといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，前記のとおり，被控訴人が被告製品ロ号及びホ号につき，当初の成分を変更して本件特許発明の技術的範囲に属しない非侵害品とする準備を進めていた事実は認められるものの，実際に変更されたことを認めるに足りる証拠がない以上，この事実が前記イの推認を揺るがせるものとはいえず，被控訴人の前記主張は採用できない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)（損害論）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告製品の製造，販売による損害",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告製品ハ号及びチ号の販売の有無",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告製品ハ号の販売の有無",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲45号証は被告製品ハ号のパッケージであると認められるところ，下部に「発売元  株式会社ブラン」，「製造元  株式会社カルゥ」と記載されていること及び弁論の全趣旨によれば，ブラン社が被控訴人から被告製品ハ号を仕入れて販売していた事実が認められる。そして，ブラン社のホームページ（甲43）においては，「2010-09-01」の「キャンペーン情報！」に「只今，お月見キャンペーン実施中♪パールブランCO2ジェル（4包）がお得にお買い求め頂けます。」と，「2011-5-31」の「キャンペーン情報」に「只今，夏はすぐそこ！キャンペーン実施中です♪大人気のパールブランCO2ジェル（4包入り）がお得にお買い求め頂けます！」と，それぞれ記載されていることから，平成22年9月頃及び平成23年5月頃，ブラン社が被告製品ハ号を販売していた事実が推認できる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかしながら，上記のとおりブラン社が販売していたと推認できる被告製品ハ号につき，被控訴人がブラン社に卸売した時期は不明である。",
                            "また，被控訴人の請求明細書（甲42）にも，被告製品ハ号に関わる記載は一切見られない。ほかに，被控訴人による被告製品ハ号の販売事実を認めるべき証拠はない。",
                            "以上によれば，被控訴人が控訴人から本件通知書を受領した平成22年3月15日以降，被控訴人が被告製品ハ号を販売したことを認めるに足りる証拠はないというべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告製品チ号の販売の有無",
                      "text": [
                        "被告製品チ号については，前述したとおり，本件特許発明の技術的範囲に属すると認めるに足りる証拠がないことから，販売の有無についての判断を要しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許法102条2項に基づく算定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "弁論の全趣旨によれば，①被告製品イ号，ロ号，ニ号及びホ号の1個（1包，1回使用分）当たりの販売価格は，被告製品イ号が260円，被告製品ロ号，ニ号及びホ号がいずれも250円であること，②被告製品イ号については10個（包）を箱に入れて1箱2600円で，被告製品ロ号及びニ号については20個（包）を箱に入れて1箱5000円で，被告製品ホ号については10個（包）を箱に入れて1箱2500円で，それぞれ販売していたことが認められ，これに反する証拠はない。",
                        "そして，証拠（甲36，甲42，乙1から乙3）及び弁論の全趣旨によれば，別紙3のとおりの被告製品の売上高が認められ，これを超える売上げの存在を認めるに足りる証拠はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "利益率については，被控訴人が販売価格の20パーセントの限度で認めていることにも鑑み，原判決と同じく，販売価格の20パーセントとするのが相当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点に関し，控訴人は，別件判決において認定された侵害品の売上高合計から仕入額を控除するなどして利益率45．78パーセントを算出し，本件においても同じ利益率を認めるべきである旨主張する。",
                            "しかしながら，別件訴訟においては本件における被告製品以外のものも審理対象に含まれている上，本件とは提出された証拠も異なることを考えれば，別件判決の内容から算出した利益率を本件の利益率とすることは，相当とはいい難い。また，控訴人は，別件訴訟の審理において提出した証拠の一部を本件の書証として提出するが（甲51から甲55），それらには，被告製品ロ号，ニ号，ホ号，へ号，ト号及びリ号について平成23年3月から平成24年2月までの販売単価，仕入単価等が記載されているにすぎず，同記載内容をもって利益率を算定することはできない。ほかに，本件において，前記のとおり20パーセントとした利益率を更に上げるべき事情の存在はうかがわれない。",
                            "以上によれば，控訴人の前記主張は採用できない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上を前提として，特許法102条2項に基づき，損害額を算定する。",
                        "別紙3によれば，本件損害賠償請求対象期間中の各被告製品の売上高は，被告製品イ号が62万4000円，被告製品ロ号・ニ号が247万5000円，被告製品ホ号が180万円である。したがって，本件における損害額は，これらの売上高の合計額489万9000円に上記利益率20パーセントを乗じた97万9800円となる。",
                        "なお，控訴人は，特許法102条3項に基づく損害額の算定も主張するが，これは，同法102条2項に基づく損害額の算定の主張との関係では選択的なものと解され，本件においては，後述するとおり実施料率を7パーセントと認めることから，同法102条3項に基づいて損害額を算定した場合，前記の97万9800円よりも低額になることは明らかといえるので，同項に基づく損害の算定については判断しない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "補償金",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "①公刊物である平成15年9月30日付けの「実施料率（第5版）」（社団法人発明協会研究センター編，甲16）によれば，「医薬品・その他の化学製品」につき，平成4年度から平成10年度の実施料率の平均値は，イニシャル・ペイメント条件のあるものにおいて6．7パーセント，ないものにおいて7．1パーセントであったこと，②株式会社帝国データバンク作成の「知的財産の価値評価を踏まえた特許等の活用の在り方に関する調査研究報告書～知的財産（資産）価値及びロイヤルティ料率に関する実態把握～  本編」（平成22年3月，甲58）において，「国内企業・ロイヤルティ料率アンケート調査と文献調査におけるロイヤルティ料率の比較」と題する表には，化学の産業分野における日本国内のアンケート結果は5．3パーセントである旨が，「産業別司法決定ロイヤルティ料率（2004年～2008年）」と題する表には，化学産業の「平均値」が司法データは6．1パーセント，市場データは5．4パーセントである旨が，それぞれ記載されていることに鑑みれば，補償金支払請求に当たっての本件特許発明の実施料率については，7パーセントと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，別件判決と同じく10パーセントの実施料率を認めるべきである旨主張するが，前記のとおり，別件訴訟においては本件における被告製品以外のものも審理対象に含まれている上，本件とは提出された証拠も異なることを考えれば，本件において別件判決と同一の実施料率を認める理由はないというよりほかはなく，上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人は，実施料率を10パーセントとすべき理由の1つとして，被控訴人が和解交渉の過程において10パーセントを上回るロイヤルティを提案していた旨を主張する。",
                        "この点に関し，確かに，2002年12月27日付けで被控訴人担当者が控訴人担当者に出したメール（甲37）には，「訴訟和解に関する金額提示は，当事者間で行わないことを前提に，再度こちらの商取引条件希望を提示させていただきます。【商取引希望条件】「1剤：顆粒／2剤：ジェルを弊社にて生産し，1剤／2剤セットでの生産数量に応じたロイヤリティ」という記載が存在し，具体的金額も提示されている。",
                        "しかしながら，上記「ロイヤリティ」は，控訴人，被控訴人間において，本件提訴後に，話合いによる円満解決と今後の取引継続を目指す交渉の中で，1つの提案として出されたものにすぎないといえ，最終的な合意が得られたものではないから，「実施に対し受けるべき金銭の額に相当する額」の算定に当たり，重視することはできない。",
                        "よって，控訴人の主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上を前提に補償金の額を算定する。",
                    "別紙3によれば，本件通知書が被控訴人に到達した平成22年3月15日から本件特許権の設定が登録された同年9月17日までの間における各被告製品の売上高は，被告製品イ号が312万円，被告製品ロ号・ニ号が120万円，被告製品ホ号が60万円である。",
                    "したがって，本件における補償金の額は，これらの合計額である492万円に実施料率7パーセントを乗じた34万4400円となる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許法102条1項ただし書所定の事情について",
              "text": [
                "被控訴人は，控訴人が製造，販売している本件特許発明の実施品がメディオン社の有する特許権の侵害品に当たることを指摘し，これが特許法102条1項ただし書所定の事情に当たるとして，被控訴人の販売数量のすべて又は少なくとも9割を超える部分について損害額が控除されなければならず，また，実施料率も1パーセント程度と評価されるべきである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "損害賠償の点についてみると，そもそも特許法102条1項ただし書は，特許権者が受けた損害の額を同項本文に基づいて算定することを前提としており，これを直ちに同法102条2項，3項に適用又は準用できると解するのは相当ではない。",
                    "もっとも，同法102条2項は，特許権侵害者が当該侵害行為により受けた利益の額を特許権者が受けた損害の額と推定するものであるところ，被控訴人の主張する事実は，上記推定を覆滅させる事情に当たり得る余地があるものといえる。",
                    "そこで検討するに，確かに，証拠（甲2，乙9から乙12）及び弁論の全趣旨によれば，①メディオン社は，発明の名称を「二酸化炭素経皮・経粘膜吸収用組成物」とする特許権（特許第5164438号。以下「メディオン社特許」という。）を有していること，②控訴人が販売している本件特許発明の実施品に，メディオン社特許の発明の技術的範囲に属するものがあること，③メディオン社は，メディオン社特許権の侵害品を製造，販売していると判断した者に対し，中止を求める通告書を送付したことが認められる。",
                    "しかしながら，控訴人自身がメディオン社から製品の製造，販売の中止を求められるなど，本件特許発明の実施品の製造，販売を妨げられる事態が生じたと認めるに足りる証拠はない。",
                    "以上によれば，上記①から③の点は特許法102条2項の推定を覆滅させるものとはいえず，したがって，前記損害額の認定を左右するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "実施料率についても，上記のとおり，本件特許発明の実施品の製造，販売を妨げられる事態が生じたと認めるに足りる証拠はないことから，上記①から③の点は，前記のとおり7パーセントと認定した実施料率を更に低減させるまでのものとはいい難い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，被控訴人の前記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "弁護士費用相当の損害",
              "text": [
                "本件事案の性質，内容，認容額等に鑑み，13万円をもって弁護士費用相当額の損害と認める。",
                "なお，特許法65条1項に基づく補償金は，不法行為に基づく損害賠償請求権とは性質を異にするものの，①出願公開から特許権の設定登録までの間に当該特許出願に係る発明を実施した者に対して支払を求めるものであること，②同条6項において，同法101条など特許権侵害に関する規定及び民法719条など不法行為に関する規定が数多く準用されていることから，弁護士費用相当の損害額の認定に当たって，補償金の認容額を，不法行為に基づく損害賠償金の認容額に準じて考慮することとした。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，控訴人の請求は，その余の点について判断するまでもなく，145万4200円（97万9800円＋34万4400円＋13万円）及びこれに対する平成23年10月19日から支払済みまで年5分の割合による遅延損害金の支払を求める限度において理由があるから認容し，その余は理由がないから棄却すべきであるところ，これと異なり，控訴人の請求を80万3800円及びこれに対する平成23年10月19日から支払済みまで年5分の割合による遅延損害金の限度で一部認容し，その余を棄却した原判決は一部失当であって，本件控訴の一部は理由があるから，原判決を上記のとおり変更することとして，主文のとおり判決する。"
      ]
    }
  ]
}