{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人株式会社エヌ・アンド・エス企画(控訴人会社)に対し，3000万円及びこれに対する平成25年7月5日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人会社を除く控訴人らに対し，それぞれ，50万円及びこれに対する平成25年7月5日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "5",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "text": [
        "なお，呼称は，審級による読替えを行うほか，原判決に従う。なお，一審原告Dは控訴せず，同人の請求を棄却した判決は一審で確定したため，同人及び控訴人会社を除く控訴人らを「個人控訴人ら」と呼ぶこととする。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要",
          "text": [
            "本件は，①控訴人会社が，被控訴人が控訴人会社との間で締結した労働契約上の付随義務，機密保持義務，職務専念義務ないし兼業禁止義務に違反し，控訴人会社に損害を与えたとして，債務不履行に基づく損害賠償として，控訴人会社の信用失墜による受託額減少分3000万円及びこれに対する平成25年7月5日(図鑑A及びBの発行日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めるとともに，②一審原告D及び個人控訴人らが，被控訴人が，一審原告D基子及び個人控訴人らとの信頼関係及び同人らの取引先からの信用を毀損したとして，被控訴人に対し，不法行為に基づく損害賠償として，慰謝料各50万円及びこれに対する平成25年7月5日(不法行為日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原審は，平成26年5月15日，一審原告D及び控訴人らの請求をいずれも棄却する旨の判決を言い渡したところ，一審原告D以外の控訴人らは，同年5月24日に控訴した。そして，控訴理由において，控訴人会社の請求に関し，控訴人会社の取引先に対する信用を毀損したとして，不法行為に基づく損害賠償を追加し，訴えを追加的に変更した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "次のとおり原判決を補正するほか，原判決第2の1記載のとおりであるから，これを引用する。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁13行目の「退社後，」の後ろに，「出版社である」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決2頁22行目の「有効期間」の後ろに，「(ただし，期間満了3か月前までに当事者の一方が契約終了の通告をしない場合には1年間自動更新される。)」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁19行目の「である」の後ろに，「(甲3の2，甲4，5)」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決3頁22行目の「である」の後ろに，「(甲4，10)」を加える。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決3頁24行目の「である」の後ろに，「(甲2，5)」を加える。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決3頁26行目の「である」の後ろに，「(甲28，29)」を加える。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点及びこれに関する当事者の主張",
      "text": [
        "次のとおり原判決を補正するほか，原判決第2の2及び3記載のとおりであるから，これを引用する。なお，当審における訴えの追加的変更に伴う新たな争点及びこれに関する当事者の主張については，下記第4において述べる。",
        "(原判決の補正)"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決5頁20行目の末尾に，「それ以外にも，児童向けの絵本に大人向けのやや難解で学術的な序文を4頁程度使用している点，妖怪をカテゴリー分けして，図鑑風に見出しを付けて紹介し，出没地，別名を加えたといった点においても類似する。」を加える。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決5頁21行目を「控訴人会社の従業員であった被控訴人が，日本十進分類法(ＮDC)における分類上，又は出版取次会社が作成するカタログの分類上，同一項目に分類され，かつ，監修者，著者又は画家のいずれかが同一であるような類似本の企画・編集を行」と改める。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決7頁15行目の「また，被控訴人は，」の後ろに，「平成24年9月から11月に行われた控訴人会社における企画検討会議に出席し，」を加える。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決7頁20行目を「本件確約は，その内容から明らかなとおり，控訴人会社に無理矢理書かされたものであって，被控訴人の意思に反するものであるから，被控訴人が本件確約に記載された機密保持義務を負うものではない。」と改める。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原判決8頁1，2行目を削除する。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "原判決8頁24行目の末尾に，次のとおり加える。",
            "「このことは，被控訴人が，図鑑Aの画家であるE氏に初めて電話をかけたのが同月3日であり，その後，同月25日に挿絵を依頼したこと，ライターのF氏と初めて面談したのが同月9日であること，図鑑A及びBの監修者であるG氏に初めて電話をかけたのが同月12日であること，図鑑Bの画家であるH氏に初めて電話をかけたのが同月22日であること，I氏に「UMA」の打診で初めて電話をかけたのが同月26日であることといった事情から裏付けられる。」"
          ]
        },
        {
          "fig": "7",
          "text": [
            "原判決9頁2行目冒頭から同10行目末尾までを次のとおり改める。",
            "「控訴人会社は，ミネルヴァ書房から，平成23年度の受託業務につき4455万8275円，平成24年度の受託業務につき4323万3329円，平成25年度の受託業務につき4990万6287円の報酬を受けていた。ミネルヴァ書房の業績は良好であり，控訴人会社は，平成25年度以上の業務を受託し，少なくとも平成25年度と同額以上の報酬を得ることができる状況にあった。それにもかかわらず，控訴人会社は，被控訴人の行為を原因として，それまで進行していた企画を中止するよう言い渡されたのみならず，平成26年度は，「松居直の世界」3巻につき136万5000円，「池上彰の現代史授業」全8巻につき1920万円の合計2056万5000円の業務しか受託できなかった。また，控訴人会社は，控訴人会社がミネルヴァ書房から受託した「松居直の世界第2巻」の企画編集業務に関して120万円を請求できる見込みであったが，被控訴人の行為に鑑み，ミネルヴァ書房に請求することができず，120万円の損害を受けた。」"
          ]
        },
        {
          "fig": "8",
          "text": [
            "原判決9頁15行目の冒頭に，「そもそも，控訴人会社が，被控訴人の行為によって損害を被ることはあり得ないし，」を挿入する。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "原判決10頁12行目の冒頭に，「個人控訴人らが，被控訴人の行為によって，取引先から不審の目で見られるということはあり得ないし，控訴人会社において人員削減が行われることになったとしても，被控訴人の行為とは無関係である。しかも，」を挿入する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当審における当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人ら",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人会社との労働契約に基づく付随義務違反について(争点(1))",
              "text": [
                "「妖怪」，「幽霊」，「天使」のテーマで監修を行ったり，挿絵を描いたりできる人物は，G氏やE氏，H氏，J氏ら以外にもいるから，控訴人会社が企画・編集をして近年ミネルヴァ書房から出版され，ないし，近々出版される予定であった図鑑①ないし⑤の序文執筆者及び挿絵画家と全く同じ人物を，図鑑A及びBの監修者や図鑑Cの挿絵画家とする合理的必要性は全くなかった。",
                "また，被控訴人が企画・編集した図鑑AないしCは，テーマの選定や体裁，監修者，挿絵画家の人選の点で，図鑑①ないし⑤に類似しており，日本十進分類法(甲75)の分類でも387．91という同じ分野に属し，編集・出版業界に属する者にとっては，一見して類書であることが明らかな書籍であり，被控訴人の行為は社会的相当性を逸脱している。一般社団法人日本編集制作協会の前理事長を務め，編集・出版業界において著名な人物である，株式会社オフィス201の代表者，K氏も，図鑑①ないし④と図鑑A及びBは類書であると述べている(甲69)。",
                "被控訴人は，控訴人会社を退職後も，控訴人会社がミネルヴァ書房から受託した「松居直と『こどものとも』」の業務を平成25年6月13日まで行い，ミネルヴァ書房の担当者から奥付に「今人舎(Y)」と表示することを伝えられたことから明らかなとおり，控訴人会社の一員であるかのような外観を有していた(甲8，68)から，控訴人会社は，ミネルヴァ書房から業務委託契約上の義務違反を主張される可能性がある。また，被控訴人の図鑑AないしCの出版を契機に，ミネルヴァ書房との間で進行していた企画も中止され(甲66)，同社からの新規受注が減少した。被控訴人はこれらにつき責任があり，その原因は，被控訴人の労働契約に付随する義務，すなわち，退職後，合理的な必要もないのに，社会的相当性を逸脱した態様で，控訴人会社の信用を毀損させない義務に違反したことにあると解すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人会社に対する機密保持義務違反について(争点(2))",
              "text": [
                "図鑑①ないし③が売れており，読者からの評判も良いこと，図鑑①ないし③が売れている理由が，大人向けのやや難解・学術的な序文を設けたことや，妖怪をカテゴリー分けした上で図鑑風に見出しを付けて妖怪を紹介し，紹介項目に出没地・別名を加えたことにあることは，控訴人会社の従業員でなければ知り得ないものであって，本件確約にいう「機密」に該当し，かかる機密を利用した被控訴人の行為は，機密保持義務違反となる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人会社に対する職務専念義務違反ないし兼業禁止義務違反について(争点(3))",
              "text": [
                "図鑑A及びBの挿絵の点数が相当数に上ること，挿絵の発注以前に編集者が資料の収集などの作業を行う必要があること，挿絵発注後にも挿絵の構想，作画，挿絵原稿の入稿・チェック，印刷・製本，色校正(通常2回)という手順を履行する必要があること，図鑑Bの挿絵画家であるH氏は比較的遅筆であることなどに照らすと，被控訴人が主張するような短期間のスケジュールで図鑑の発行に至ることは，客観的に不可能である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人の行為と控訴人会社との因果関係について(争点(4))",
              "text": [
                "控訴人会社がミネルヴァ書房から委託を受けて企画・編集した書籍の評判がよかったこと(甲78ないし80)，ミネルヴァ書房の近年の新刊刊行点数が増加していること(甲81)，ミネルヴァ書房のL氏が類書に対して厳しい見解を表明していること(甲81，87)を考え併せると，被控訴人と控訴人会社の損害との間に因果関係が認められる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "控訴人会社の取引先に対する信用を毀損した被控訴人の不法行為について(当審における新たな訴訟物に関する請求原因。当審における新たな争点(7))",
              "text": [
                "被控訴人は，控訴人会社在籍中及び退職後もミネルヴァ書房からの委託業務に従事していたところ，控訴人会社を退職して半年以内という非常に近接した時期に，控訴人会社がミネルヴァ書房からの委託を受けて企画編集した図鑑①ないし⑤にテーマ，監修者，画家，特徴等が類似した図鑑AないしCを企画編集し，グラフィック社から出版させた。かかる被控訴人の行為は，控訴人会社のミネルヴァ書房からの信用を大幅に毀損する行為であり，被控訴人もそのことを十分に理解していたから，被控訴人の行為は不法行為に該当する。最高裁平成22年3月25日判決(民集64巻2号562頁)も，一般論として，退職後の競業避止義務に関する特約等の定めがない場合において，「社会通念上自由競争の範囲を逸脱した違法な態様で元雇用者の顧客を奪取したとみられるような場合には，その行為は元雇用者に対する不法行為に当たる」ことを認めている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人会社との労働契約に基づく付随義務違反について(争点(1))",
              "text": [
                "書籍を企画・出版するに当たり，その書籍にとって最も適切と思われる人物に，監修，執筆，描画等を依頼するのは当然のことであって，何ら問題はない。他人の著作権や出版権を侵害しない限り，監修者，執筆者，画家は，自由に執筆，描画することができる。",
                "図鑑AないしCと図鑑①ないし⑤は，一見して「明らかに類似すると認められる内容の著作物」ではない。同じ監修者，執筆者，画家に依頼したというだけで，これに該当するものではない。G氏は，図鑑③の序文執筆者であり，図鑑A及びBの監修者であるが，役割も立場も異なり，記載された文章も全く異なる。G氏は，妖怪研究の第一人者であり，紫綬褒章も受賞しており，複数の書籍に執筆者，監修者として関与している。被控訴人は，控訴人会社勤務時には，G氏との面識はなく，グラフィック社就職後に，初めて連絡をとって，図鑑A及びBの監修を依頼したにすぎない。",
                "被控訴人は，図鑑⑤の発行の企画，発行予定について，控訴人会社在籍時に知らなかった。",
                "被控訴人は，ミネルヴァ書房発行の「松居直と『こどものとも』」の奥付に「今人舎(Y)」と記載することを提案され，一旦は固辞したものの，実際に関与した事実があることから，最終的に了承したにすぎない。被控訴人が控訴人従業員であるかのような外観を呈していた事実はなく，控訴人会社とミネルヴァ書房との取引に，被控訴人の行為は何ら影響していない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人会社に対する機密保持義務違反について(争点(2))",
              "text": [
                "被控訴人は，図鑑①ないし③が，読者から評判が良いと聞いたことはない。また，図鑑①ないし③の発行部数，増刷部数，実売部数といった売れ行きを知らない。控訴人らが「機密」と主張する事項は，いずれも図鑑①ないし③を見れば明らかであって，「機密」に当たり得ない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人会社に対する職務専念義務違反ないし兼業禁止義務違反について(争点(3))",
              "text": [
                "原判決は，被控訴人の図鑑A及びBの企画・編集への関与の時期を平成25年4月以降と認定したが，かかる認定に誤りはなく，被控訴人に職務専念義務違反も兼業禁止義務違反もない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人の行為と控訴人会社との因果関係について(争点(4))",
              "text": [
                "控訴人らの主張する債務不履行や不法行為は存在せず，それに起因して損害が発生することはあり得ない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "控訴人会社の取引先に対する信用を毀損した被控訴人の不法行為について(争点(7))",
              "text": [
                "被控訴人が，控訴人会社を退職した後，信義則上，控訴人会社の信用を毀損しないように，控訴人会社との関係で，類書の出版へ関与することを差し控えなければならない義務はない。このような義務は，退職した従業員の就職の自由，職業活動の自由を奪うものであり，認められない。",
                "被控訴人は，控訴人会社の信用を毀損しておらず，信用毀損に関する過失もない。",
                "なお，控訴人らの引用する最高裁の判例は，本件と事案も争点も異にし，参考にならない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人らの請求はいずれも理由がなく，控訴人らの請求をいずれも棄却した原判決は相当であり，本件控訴は棄却されるべきものと判断する。",
            "その理由は，以下のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "認定事実",
          "text": [
            "証拠及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人は，平成22年10月1日に控訴人会社にアルバイトとして採用され，平成24年初めころから同年12月28日までは正社員として勤務し，その後，平成25年4月4日まで再びアルバイトとして勤務した。アルバイト及び正社員としての採用時において，雇用契約書は作成されておらず，退職後の競業避止義務に関する合意はしなかった。(甲42，原審における被控訴人本人)"
            },
            {
              "fig": "(2)",
              "subject": "図鑑①ないし③に関する，控訴人会社とミネルヴァ書房との間の出版，編集業務の業務委託契約書は，平成22年3月10日ころに作成されたが，被控訴人は作成に関与していない。図鑑④及び⑤に関する業務委託契約書は，作成されていない。控訴人会社とミネルヴァ書房との間で業務委託契約書が作成される場合には，常に同じ書式が使用されており，その中には，控訴人会社が，ミネルヴァ書房に対し，契約の日から初版発行の日まで，及び初版発行後5年間の有効期間(ただし，自動更新される場合がある。)内に，受託した著作物と明らかに類似すると認められる内容の著作物又は受託した著作物と同一書名の著作物を出版せず，あるいは，他人をして転載出版させない義務を負うという条項(4条，20条)が存在する。(甲1，12，13，弁論の全趣旨)"
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人は，控訴人会社在籍中に，ミネルヴァ書房とのメールのやり取りで，業務委託契約書の内容を確認する機会があり，上記条項の存在を承知していた(甲38，39，47。これに反する原審の被控訴人本人の供述は採用しない。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人X は，被控訴人が控訴人会社在職中に，被控訴人に対し，ミネルヴァ書房の「日本歴史人物伝」シリーズ第3期の編集に際して依頼した画家の報酬をどのようにするか相談し，その際，控訴人会社とミネルヴァ書房との間で以前の同シリーズで締結された業務委託契約書を取り出して，被控訴人に見せながら話をしたことがあり(甲45)，被控訴人は，上記条項の存在を承知していた。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被控訴人は，平成24年9月から同年12月ころまで，原告会社の企画検討会議に参加していたが，同年9月から同年11月までの進行管理表に図鑑⑤の記載はなく，控訴人会社における企画立案から書店配本までの通常期間が8か月であることに照らせば，平成25年9月に発刊された図鑑⑤の企画は平成25年1月以降であった可能性も否定できず，被控訴人の参加した企画検討会議において，図鑑⑤について協議されたか否かは不明である(甲15，30，原審における被控訴人本人尋問，図鑑⑤の企画書などの同書の企画時期に関する証拠が提出されていないこと〔甲22，24参照〕，図鑑⑤は，控訴人会社の平成24年度の企画作品とされておらず，平成25年度の企画作品に挙がっていること〔甲84の2，84の3〕。)。",
                "なお，控訴人会社において，発行した絵本は，会社内に保管され，従業員であれば誰でも見ることができ，実際に，被控訴人は，控訴人会社在籍中に，図鑑①ないし④の発行及びその内容について知っていた(原審における被控訴人本人)。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "被控訴人は，平成24年12月28日に控訴人会社を退職したが，その際，控訴人会社に対し，在職中に知り得たいかなる機密も，発表，公開，利用することなく，退職後も守秘することを誓う旨の誓約書に署名押印して，控訴人会社に提出した(甲7)。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "被控訴人は，前記(1)のとおり，控訴人会社で再びアルバイトとして勤務し，平成25年3月21日，グラフィック社に入社した(原審における被控訴人本人)。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "被控訴人は，図鑑Aを発行することを企画し，同年4月3日，E氏に対し，図鑑Aの挿絵の依頼をし，同月11日にグラフィック社で同人及びライターのF氏等と会合を行った。",
                "また，被控訴人は，同月12日，G氏の秘書に電話をかけ，G氏に図鑑A及びBの監修を依頼し，企画書をファックスで送信した。",
                "被控訴人は，その後まもなく，G氏，E氏から監修や挿絵につき依頼を承諾する旨の連絡を受けた。",
                "同月25日，グラフィック社の企画会議において，図鑑A発行の企画が採用された。",
                "被控訴人は，同年5月7日，E氏から，図鑑Aの下絵すべての郵送を受け，翌日，これをG氏に送ったところ，G氏から問題なしとの返事を受け取ったことから，E氏は，木彫りの準備を進めることとなった。",
                "被控訴人は，同月16日，G氏に初稿のカンプをメールで送り，同人から，同月21日，序文の原稿及び本文についての意見を受け取った。",
                "被控訴人は，同年6月3日，E氏から，図鑑Aの原画すべての送付を受け，同月5日，最終レイアウトを完成させ，その後，G氏から確認を受けた。同月25日，図鑑Aの見本が完成し，同年7月上旬から書店等における発売が開始された。",
                "(以上，乙8，11，12，14，原審における被控訴人本人)"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "被控訴人は，図鑑Bを発行することを企画し，同年4月22日，H氏に対して図鑑Bの挿絵を依頼し，その後，H氏から依頼を承諾する旨の連絡を受けた。",
                "同月25日，グラフィック社の企画会議において，図鑑B発行の企画が採用された。",
                "H氏は，同月30日ころから，作画のための資料収集及びイメージ造りを始め，同年5月13日，被控訴人に対し，下絵をファックスで送信し，被控訴人とH氏は，その下絵に基づき，同月15日，グラフィック社において表紙の構成の打合せを行った。",
                "被控訴人は，同月23日，G氏に初稿のカンプをメールで送り，同人から，同月24日，序文の原稿及び本文についての意見を受け取った。",
                "被控訴人は，同年6月1日，H氏から，図鑑Bの原画すべての送付を受け，同月5日，最終レイアウトを完成させ，その後，G氏から確認を受けた。同月25日，図鑑Bの見本が完成し，同年7月上旬から書店等における発売が開始された。",
                "(以上，乙9，13，14の1，原審における被控訴人本人)",
                "(10) G氏は，文化人類学者，民俗学者であり，妖怪学，民間信仰などを中心に広く研究しており，国際日本文化研究センター所長を務めている。主な著作として，「神々の精神史」(講談社)，「憑霊進行論」(講談社)，「百鬼夜行絵巻の謎」(集英社)，「福の神と貧乏神」(筑摩書房)，「いざなぎ流の研究」(角川学芸出版)，「妖怪文化入門」(角川学芸出版)などがある。(甲4，5)",
                "E氏は，挿絵画家，絵本作家であるとともに，昭和58年より木彫・木版画工房「でくの房」を主催している。主な関与作として，「ばあちゃんのえんがわ」(講談社)で第5回絵本新人賞，「おじいちゃんのまち」(講談社)で第13回絵本にっぽん賞を受賞した。主な作品として，「おばあちゃんのえほうまき」(佼成出版)，「かえるのどびん」(教育画劇)のほか「源頼朝」，「歌川広重」，「坂本龍馬」(ミネルヴァ書房)などがある。(甲4，10)",
                "H氏は，少女まんが家としてデビューした後，イラストレーターとして活躍し，著作として，「マンガ百人一首」，「マンガ好色五人衆」(平凡社)，挿絵を担当したものとして，「レインボー英和辞典」(学習研究社)などがある。(甲2，5)",
                "J氏は，イラストレーター，挿絵画家，絵本作家であり，著作として，「そばだんご」，「つぶときつねのはしりっこ」(アスラン書房)，挿絵を担当したものとして，「よんでしらべて時代がわかる  ミネルヴァ  日本歴史人物伝」シリーズ，「みたい！しりたい！しらべたい！  日本の神さま絵図鑑③くらしを守る神さま」(ミネルヴァ書房)などがある。(甲28，29，31)",
                "被控訴人は，控訴人会社在籍中に，E氏，I氏，H氏及びJ氏とは知り合ったが，G氏とは面識がなかった。(原審における被控訴人本人)",
                "(11) 被控訴人は，平成25年7月20日ころ，控訴人会社が受託した，松井直著「松居直と「こどものとも」」(シリーズ・松井直の世界2)の発行に先立ち，同年6月13日，奥付に構成・編集の担当者として「今人舎(Y)」と表示されることになった。なお，今人舎と控訴人会社は実質的に同一である。(甲8，9，35，68，原審における被控訴人本人)",
                "(12) 被控訴人は，平成25年7月ころ，ミネルヴァ書房との間で，松井直著「翻訳絵本と海外児童文学との出会い」(シリーズ・松井直の世界3)についての出版を検討したことがあり，同社と締結しようとした出版契約書の案文には，第5条(類似著作物の出版)として，著作権者である被控訴人がミネルヴァ書房に対し，契約の有効期間中に上記著作物と明らかに類似すると認められる内容の著作物等を出版せず，あるいは他人をして出版させない義務を負うことが記載されており(甲20，原審における被控訴人本人)，上記義務の存在を承知していた。",
                "(13) 控訴人会社の代表取締役であるMは，平成25年12月1日，グラフィック社のＮ会長に対し，被控訴人が企画しグラフィック社が発行した，図鑑AないしC及びくさかみなこ作「三にんのおうさま(ぬってあそべる  せかいにひとつだけのえほん)」に関する意見を求めたところ(甲32，35)，同月6日，Ｎ氏は，M氏をはじめとする関係者に対する心情への共感を示すとともに，図鑑AないしC及び上記「三にんのおうさま」の再版をせず再発防止に努める意向を示したが，既に発行済みの書籍の回収等まではしなかった(甲36，37)。",
                "(14) 妖怪等をテーマとして扱った書籍としては，図鑑AないしC，図鑑①ないし⑤のほかにも，川崎大治作・山崎外郷画「日本のふしぎ話」(童心社，昭和54年発行)，川崎大治作・赤羽末吉画「日本のおばけ話」(童心社，昭和55年発行)，平野威馬雄文・平野琳人絵「戦慄！  妖怪・幽霊の本」(国土社，昭和59年発行)，岩井宏實文・川端誠絵「少年少女板  日本妖怪図鑑」(文化出版局，昭和62年発行)，水木しげる著「カラー版妖怪画談」(岩波書店，平成4年発行)，水木しげる著「図説日本妖怪大全」(講談社，平成6年発行)，常光徹文・飯野和好絵「妖怪図鑑」(童心社，平成6年発行)，ヒサクニヒコ文・絵「テングの生活図鑑」(国土社，平成7年発行)，岩井宏實監修「日本の妖怪百科  絵と写真でもののけの世界をさぐる」(全五巻「山の妖怪」，「水の妖怪」，「里の妖怪」，「屋敷の妖怪」，「妖怪を調べる手引き・索引」)(河出書房新社，平成12年発行)，松谷みよ子文・司修絵「日本の神話」(のら書店，平成13年発行)，日野日出志監修，絵・青木一平文「これだけは知っておきたい(13)妖怪の大常識」(ポプラ社，平成16年発行)，水木しげる画・村上健司編著「日本妖怪大事典」(角川書店，平成17年発行)，人文社編集部「江戸諸国百物語  西日本編」(人文社，平成17年発行)，水木しげる著「図説日本妖怪大鑑」(講談社，平成19年発行)，花山勝友監修「新装板［図解］仏像のすべて」(PHP研究所，平成20年発行)，G和彦編著「図解雑学  絵と文章でわかりやすい！  日本の妖怪」(ナツメ社，平成21年発行)，兵庫県立歴史博物館・京都国際マンガミュージアム偏「図説  妖怪画の系譜」(河出書房新社，平成21年発行)，山下昌也著「図解  日本全国おもしろ妖怪列伝」(講談社，平成22年発行)，軽部武宏作「大接近！妖怪図鑑」(あかね書房，平成24年発行)，村上健司文・天野行雄絵「妖怪探検図鑑・1  身近な山や水辺の妖怪」，「妖怪探検図鑑・2  家や学校のまわりの妖怪」(あかね書房，平成25年発行)など多数ある(甲2ないし5，28，29，乙1ないし7)。",
                "なお，このうち，岩井宏實文・川端誠絵「少年少女板  日本妖怪図鑑」(乙1)は，子供向けの図鑑であり，妖怪を分類した上で，説明を付し，その中で出没地や時期についても言及している。また，常光徹文・飯野和好絵「妖怪図鑑」(乙2)は，妖怪を分類した上で説明している。岩井宏實監修「日本の妖怪百科1  山の妖怪  絵と写真でもののけの世界をさぐる」(乙3)も，妖怪を分類した上，序文を設けているほか，説明文が付され，その中で出没地や地域ごとの別名などについても言及している。人文社編集部「江戸諸国百物語  西日本編」(乙4)は，地域ごとの出没妖怪を分類し，各妖怪の欄で説明をし，その中には別名についての言及もある。軽部武宏作「大接近！妖怪図鑑」(乙5)は，妖怪の説明のほか，大きさ，出没場所，苦手なことなどについて言及している。村上健司文・天野行雄絵「妖怪探検図鑑・1  身近な山や水辺の妖怪」(乙6)，「妖怪探検図鑑・2  家や学校のまわりの妖怪」(乙7)は，序文を設けているほか，妖怪を分類した上で，妖怪の説明と分布，活動期，遭遇度を記載している。",
                "(15) 図鑑A及びBと図鑑①ないし④を対比すると，本の形(縦約26cm，約21cm)や材質(表紙はボール紙で，本文はコート紙)，内容のページ数(約32ページ)，子供向けの図鑑という対象者や本の性質，冒頭数ページに専門家による序文が掲載されていること(図鑑A及びBと図鑑②の序文は，いずれもG氏の著述である。)，大枠の妖怪の分類方法(図鑑Aにおける出没場所による分類は，図鑑①ないし③の副題と共通する部分がある。)，図鑑Bと図鑑④の画家(いずれもH氏)とそれに伴う絵のタッチ，妖怪に関する妖怪名，イラスト，出没地の記載，取り上げた妖怪の共通性(海坊主，牛鬼，濡れ女，波小僧，人魚，ルルコシンプ，子泣き爺，手長足長，大太郎法師，雪女，山姥，木魂，キジムナー，つるべ落とし，大蛇，河童，小豆洗い，橋姫，川姫，塗り壁，一つ目小僧，のっぺら坊，砂かけ婆，一反木綿，座敷童，ろくろ首，垢嘗め，搔撫で，オッケオヤシ，鳴釜，猫又など)，図鑑の利用方法の記載，コラムの掲載といった共通点が認められる。他方，図鑑A及びBと図鑑①及び③の序文の著者，図鑑A及びBと図鑑①ないし③の画家，序文の内容，詳細な妖怪の分類方法(川や沼の妖怪，町や里の妖怪という分類は図鑑①ないし③に対応しないし，図鑑④における女性の姿をした妖怪という分類は図鑑Aにはない。)，掲載された妖怪の内容(図鑑Aのイクチ，ブナガヤ，輪入道，震震，髪切り，ぬらりひょん，油赤子，天井嘗め，枕返し，家鳴りなどは図鑑①ないし④に掲載されていない。特に図鑑Bは「幽霊」が題材になっており，ひだる神，七人岬のみが共通する。)，妖怪の説明における危険度の評価の有無，コラムの数や内容といった相違点も多く見られる。なお，図鑑Bと図鑑①ないし④の参考文献は全く一致していない。(甲2ないし5)",
                "図鑑Cと図鑑⑤を対比すると，本の形(縦約26cm，約21cm)や材質(表紙はボール紙で，本文はコート紙)，内容のページ数(約32ページ)，子供向けの図鑑という対象者や本の性質，画家(いずれもJ氏)とそれに伴う絵のタッチ，「天使」と「地獄・極楽」という死後の世界を取り扱うテーマ等に共通性は認められるが，図鑑Cはユダヤ教，キリスト教といった各宗教上の天使の紹介がほとんどであり，仏教，日本の神様に関する言及がわずかに見られるだけであるのに対し，図鑑⑤は仏教を前提とした極楽の紹介がほとんどであり，外国の天国について2頁言及があるだけで，修行僧や祭り等の写真が掲載されたページもある。なお，図鑑Cの参考文献は，キリスト教に関する外国文献が多く，両図鑑の参考文献は全く一致していない。(甲28，29)",
                "(16) 控訴人会社とミネルヴァ書房との取引額は，平成22年度が4212万9953円，平成23年度が4455万8275円(実際の振込額は4455万5385円。差額は振込手数料)，平成24年度が4323万3329円(実際の振込額は4322万8919円。差額は振込手数料)，平成25年度は4990万6287円であり(実際の振込額は4990万4040円。差額は振込手数料)，平成26年度は2056万5000円の予定である(甲44，82，83)。控訴人会社は，自社の企画提案する「本屋さんのすべてがわかる本」，「和食のすべてがわかる本」のミネルヴァ書房での販売に期待していたが，「和食のすべてがわかる本」や，被控訴人の手がけた「松居直の世界3巻  海外の児童文学・絵本との出会い」は出版されたものの，平成26年3月1日，「まつり大図鑑」，「本屋さんのすべてがわかる本」，「守ろう！発展させよう！日本の文化」の出版について，ミネルヴァ書房から理由を知らされることなく，暫定的に中止を通告された(甲66，79)。もっとも，平成26年2月までにミネルヴァ書房から「本屋さんのすべてがわかる本」全4巻は刊行されていた(甲79)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "控訴人会社の請求について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)，(7)(被控訴人に，控訴人会社との労働契約に基づく付随義務違反が認められるか。)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件において，被控訴人が，正社員としてもアルバイトとしても，控訴人会社との間で，退職後の競業避止義務に関する合意をしなかったことは，上記認定事実のとおりである。そして，従業員が退職した後に同人に対して競業避止義務を負わせるためには，退職後の競業避止義務を定めた就業規則や特別な合意等が原則として必要であるから，かかる就業規則や特別な合意等のない本件において，被控訴人が競業避止義務に反するような行為を行ったとしても，債務不履行責任や不法行為責任を負わないのが原則である。もっとも，自由競争においても遵守されるべき市場原理や競争秩序は存在し，従業員が，退職後であっても，自由競争の範囲を逸脱するような競業行為を行うことまで許されるものではなく，そのような逸脱行為があった場合には，退職した会社に対し，雇用契約に付随する債務の債務不履行責任ないし不法行為責任を負うというべきである(最高裁平成22年3月25日判決・民集64巻2号562頁参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，被控訴人の控訴人会社退職後の行為が，自由競争の範囲を逸脱するような違法なものと認められるかという点について検討する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "まず，控訴人らは，控訴人会社とミネルヴァ書房との間で締結された業務委託契約書の内容に反するようなことをしてはならない義務を，当該業務委託契約書の内容を知っていた被控訴人は負い，転職先においても，ミネルヴァ書房が発行する著作物と「明らかに類似すると認められる内容の著作物」を出版してはならない義務を負うと主張する。これは，被控訴人が，控訴人会社を退職しても，控訴人会社とミネルヴァ書房との間で締結された業務委託契約書の内容に反する行為を転職先で行えば，直ちに自由競争の範囲を逸脱することになるという趣旨と解される。",
                    "しかしながら，上記業務委託契約は，あくまでも控訴人会社とミネルヴァ書房との間の合意にすぎないのであって，控訴人会社の従業員は，控訴人会社との関係で当然に同契約の内容に法的に拘束されるわけではない。確かに，会社が，取引先との関係で契約を締結し，契約上特定の義務を負担するに至った場合，その会社の従業員は，当該契約において当該会社が負担する義務に沿う言動を行う責務を負う場合があると解される。もっとも，それはあくまでも従業員としての地位を有する間の義務であって，退職後まで，そのような責務を負い続けなければならない法的根拠は，当然にはない。本来的には，契約締結の自由が存在する以上，在職中の就業規則等において特段の定めが設けられている場合や，退職時に会社との間で退職後の行動に関して特段の定めがされた場合でない限り，従業員は，退職後も，従前勤めていた会社が取引先との関係で負う義務と相反する行為をしてはならない義務を負うものではなく，退職後に，勤めていた会社の負う義務と相容れない行為をしたからといって，直ちに，正当な競争原理の範囲を逸脱する違法な行為とはいえないというべきである。",
                    "控訴人らの主張は採用できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで，本件事実関係に照らして，被控訴人の行為が自由競争の範囲を逸脱していたといえるか更に検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記認定事実によれば，被控訴人は，図鑑AないしCの企画・発行時において，ミネルヴァ書房が図鑑①ないし④を発行したこと及びその内容を知っていたと認められる。他方，被控訴人が，ミネルヴァ書房の図鑑⑤の発行予定の事実を知っていたことを認めるに足りる証拠はない。そして，被控訴人は，図鑑①ないし④の発行及びその内容を知りつつ，転職前の控訴人会社と同じ出版社であるグラフィック社に転職後，直ちに，図鑑①ないし④と同一ないし類似する「妖怪」，「幽霊」，「天使」というテーマに関して，子供向けの図鑑という同様の形態の出版物の発行を企画し，控訴人会社在籍時に知り合った人脈を用いるなどして，実際の出版に至ったものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "もっとも，図鑑Aのように「妖怪」というテーマを扱った点は，上記で認定した妖怪に関する数多くの書籍をはじめとして，ありふれたものであり(人気のテーマであることは，控訴人X も自認するところである(甲11の2)。)，このことは，民間信仰，迷信というテーマに関し，「387」というＮDCコードが独立して設けられていることからしても(甲27，75)，明らかである。子供向けの図鑑という形式自体も，図鑑①ないし④に先立って存在し(乙1)，冒頭に専門家による序文を設けた例も，図鑑①ないし④に先立って存在する(乙3)。また，妖怪を分類して妖怪の解説をするという方式や出没地を記載することも従前からなされていたものである(乙1，2，5ないし7)。さらに，妖怪という取り扱うテーマが同じである以上，解説される妖怪に共通のものがあるのは当然のことであり，図鑑Aで取り扱った妖怪の約4分の1が図鑑①ないし④で取り上げられていないという点は，両出版社の図鑑の明らかな違いといえる。しかも，図鑑Bのテーマである「幽霊」と，図鑑Aや図鑑①ないし④のテーマである「妖怪」は，出没場所や出没対象，出没時期の点で異なるという学術研究もあり(甲3の1・5，6頁)，完全に一致しているとはいえないし，図鑑Bの参考文献が妖怪をテーマとしたものと重なっていないことからすると，図鑑①ないし④とはやや趣向を異にするものといわざるを得ない。同様に，「天使」をテーマとする図鑑Cで，参考文献として多数挙げられているキリスト教に関する外国文献の翻訳が，図鑑⑤の参考文献と全く重なっていないことからも明らかなとおり，主に西洋の宗教に根付いた天国と東洋の仏教に根付いた地獄は表裏一体の関係になく，図鑑Cは図鑑①ないし⑤の模倣とはいえない。",
                        "なお，図鑑AないしCと図鑑①ないし⑤との体裁上の共通点は，いずれも，子供向けの本における工夫としてありふれたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，図鑑A及びBの監修を担当したG氏，図鑑Aの挿絵を担当したE氏，図鑑Bの挿絵を担当したH氏，図鑑Cの挿絵を担当したJ氏は，監修者や挿絵画家として，ミネルヴァ書房以外の出版にも広く関与していて，一定の知名度を有する者と認められ，かつ，ミネルヴァ書房から出版された本についても既に発行済みであったと認められる。したがって，当該業界に関わる者であれば，容易に知り得た者と認められるから，被控訴人がG氏以外のE氏，H氏，J氏と控訴人会社在職中に面識を持つようになったとしても，これらの者に依頼することが，控訴人会社における重大な機密情報を利用したといえるものではない。実際，上記で認定した書籍には，複数の作者が異なる出版社から妖怪という共通するテーマで著述したものが含まれている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，図鑑AないしCの発行が，ミネルヴァ書房での図鑑⑤の発行の企画を妨害したり，発行を遅延させたりしたことをうかがわせる証拠はなく，図鑑①ないし⑤の売上げに影響を与えたか否かに関する的確な証拠もない。出版社である控訴人会社とその従業員である個人控訴人らから，図鑑AないしCが図鑑①ないし⑤の著作権に反する旨の指摘もない。なお，控訴人が控訴人会社を退職後にミネルヴァ書房から発行された，松居直著「松居直と『こどものとも』」の奥付には，被控訴人が控訴人会社と実質的に同一といえる今人舎での肩書きが付された表記がなされているが，これは，控訴人会社在籍時に被控訴人が関与したことに基づくものと解され，平成25年6月から7月の時点でなお，控訴人会社から退職していなかったことをうかがわせるものでもない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "これらの事情からすれば，被控訴人が，控訴人会社に損害を与えるという妨害目的を有していたなどの，競争秩序上許されないような主観的要素を認めることはできず，また，図鑑AないしCの発行が，控訴人会社の機密を悪用した行為とも，客観的にいうことはできないから，被控訴人の行為をもって，損害賠償責任を基礎付ける違法なものということはできない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "確かに，グラフィック社のＮ氏が，控訴人会社の代表取締役であるM氏に対して送った手紙で，図鑑AないしCを含めた4冊の書籍を再版しないことを申し出たとおり，被控訴人の関与した図鑑AないしCの発行は，少なくとも商道徳上批判される面を有するものと解される。",
                        "しかしながら，同一作者による他の出版社での同一テーマを取り扱った書籍は過去に存在していたと認められる上に，グラフィック社が，市場流通分の図鑑AないしCを回収するまでの行為はしていないこと，控訴人会社の代表者から図鑑AないしCの発行を聞き取った出版関係者が，概ね社会人としての道義的責任を問う発言を行っていること(甲44)からすれば，図鑑AないしCの発刊は，社会通念上違法とまではいえず，これに関与した被控訴人の行為が社会的相当性を逸脱しているともいえないというべきである。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "また，控訴人らは，控訴人会社がミネルヴァ書房から一部の本の出版につき暫定的な中止通告をされたことは，被控訴人の行為に起因するものと主張する。",
                        "しかしながら，上記中止通告の具体的な理由が明らかにされていない以上，その原因が被控訴人の行為にあり，その行為が出版業界の規範に抵触した違法なものであったと認めることはできないから，図鑑AないしCの発行に関与した被控訴人の行為が，社会的相当性を逸脱しているともいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，控訴人会社の付随義務違反を理由とした損害賠償請求は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)(被控訴人に，控訴人会社に対する機密保持義務違反が認められるか。)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "誓約書(甲7)の内容は，「在職中に知り得たいかなる機密も，発表，公開，利用することなく，退職後も守秘することを誓う」というものであるから，本件確約にいう「機密」とは，控訴人会社内において保管され続ける情報であり，公開を予定していないものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "まず，控訴人は，原審において，a)図鑑①ないし③において，大人向けのやや難解・学術的な序文を設けた点や，妖怪をカテゴリー分けした上で図鑑風に見出しを付けて妖怪を紹介し，紹介項目に出没地・別名を加えたという点，b)図鑑⑤の企画内容，出版時期，挿絵の作家が，「機密」に当たると主張した。",
                    "しかしながら，a)の点は，被控訴人の控訴人会社への入社以前に図鑑①ないし③が既に出版されており，上記の特徴は，図鑑①ないし③を見れば，容易に認識できる事柄であるし，それ以前から同様の特徴を持った書籍が存在していたことは上記認定事実のとおりであるから，控訴人会社の従業員として知り得た「機密」に該当するとはいえない。また，b)の点は，被控訴人が控訴人会社の企画会議に参加した際に，図鑑⑤の発刊の予定を知っていたとは認められないから，前提を欠くというべきである。しかも，図鑑⑤の企画内容，出版時期，挿絵の作家は，同書籍を発行すれば明らかになる事項であるから，控訴人会社内において保管され続けることが予定されている情報ではなく，いずれにせよ本件確約にいう「機密」には該当しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，控訴人らは，当審において，ⅰ)図鑑①ないし③が売れており，読者からの評判のよいこと，ⅱ)図鑑①ないし③が売れている理由が大人向けのやや難解・学術的な序文を設けたことや，妖怪をカテゴリー分けした上で図鑑風に見出しを付けて妖怪を紹介し、紹介項目に出没地・別名を加えたことにあることの2点が，「機密」であると主張する。",
                    "しかしながら，ⅰ)の点については，正確な販売数を知らなくても把握できる事実であるところ，各書店が，本の売上げのランキングを発表し，場合によっては細かいランキングを発表すること，売上げの良い本は，読者の目に付くように平積みされたり，表紙が見えるように展示されたりすることは，一般的に行われていることであるし，再版がなされていることは本の奥付を見れば容易に確認できるから，控訴人らが主張するような売れ行きがよいという程度の事実は，「機密」に該当しない。そもそも，当該書籍の出版元であるミネルヴァ書房が，売れ行きや評判の良いことを「機密」として管理していたことの主張，立証はないから，控訴人らの主張はそれ自体失当である。さらに，ⅱ)の点については，購読者の購入動機に関する控訴人らの主観的な推測の域を超えず，事実か否かも不明であるし，仮に事実であるとしても，控訴人の指摘する点は，上記認定事実のとおり，いずれも他の本で既に取られている工夫にすぎないから，保護すべきような「機密」に該当する余地はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，控訴人会社の機密保持義務違反を理由とする請求は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(3)(被控訴人に，控訴人会社に対する職務専念義務違反ないし兼業禁止義務違反が認められるか。)について",
              "text": [
                "原判決15頁19行目の「上記1(6)(7)」を「上記1(8)(9)」と補正するほか，第3の2(3)のとおりであるから，これを引用する。",
                "控訴人らは，グラフィック社における書籍の刊行に至る一般的な手順や，図鑑A及びBに関する具体的な企画の開始時期等を立証せずに，控訴人会社の手順を前提として，短期間での図鑑A及びBの発行が困難であると主張するものであり，失当というほかない。",
                "また，控訴人らは，書籍ごとに必要な原画の枚数や大きさ，細かさ等が異なり，E氏の木彫り作業に要する時間にも違いがあると考えられるにもかかわらず，図鑑Aの木彫りに控訴人会社において依頼した際と同程度の8か月という期間を要したはずであると主張するが，客観的根拠が欠けており，他に被控訴人が控訴人会社在籍時(アルバイト期間中を除く。以下同じ。)から図鑑Aの発行に関わる作業を始めていたと認めるに足りる証拠はない。",
                "さらに，控訴人らは，図鑑④の発行に際してH氏が作画に要した期間等を主張，立証しておらず，H氏が遅筆であることを認めるに足りる証拠もないから，被控訴人が控訴人会社在籍時から図鑑Bの発行に関わる作業を始めていたとは認められない。",
                "よって，控訴人らの主張は，採用の限りではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，争点(4)(控訴人会社に生じた損害及びその額)を検討するまでもなく，控訴人会社の請求は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "個人控訴人らの請求について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(5) (被控訴人に，個人控訴人らに対する不法行為が成立するか。)について",
              "text": [
                "個人控訴人らに対する不法行為責任が成立するためには，被控訴人が，個人控訴人らの保護法益を侵害する必要があるところ，控訴人らが侵害されたと主張するのは，個人控訴人らとの間の信頼関係，個人控訴人らの有する取引先からの信用というものである。",
                "しかしながら，上記にいうところの個人控訴人らとの間の信頼関係とは，単に同じ勤務先に勤めていた同僚としての主観的期待を意味するにすぎず，直ちには法的保護に値しないから，不法行為責任が成立する余地はない。また，個人控訴人らの取引先からの信用とは，具体的には，ミネルヴァ書房や他の出版社からの信用を指すものと解されるところ，仮に，ある会社が取引先に対して債務不履行をしたからといって，当然にその会社の各従業員に対する信頼が失われるという関係にはないから，控訴人らの主張する保護法益は，法的保護に値しないものであって，不法行為責任が成立する余地はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "そうすると，図鑑AないしCの発行がミネルヴァ書房に対して控訴人会社が負っていた債務の不履行に該当するかという点や，争点(6)(個人控訴人らの慰謝料額)を検討するまでもなく，個人控訴人らの請求はいずれも理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上より，控訴人らの請求をいずれも棄却した原判決は相当であるから，本件控訴を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}