{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2013-800061号事件について平成26年10月15日にした審決のうち，「特許第4831521号の請求項1ないし2，5ないし6に係る発明についての特許を無効とする。」とした部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が請求した特許無効審判の成立審決に対する取消訴訟である。争点は，進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「縦型輪状コンベヤ及びオーバーヘッドホイストを基にした半導体製造のためのマテリアルの自動化処理システム」とする発明について，2003年3月20日(パリ条約による優先権主張2002年6月19日，米国，2002年10月11日，米国)を国際出願日として特許出願し，平成23年9月30日，その特許権の設定登録(特許第4831521号)を受けた(本件特許)。(甲19)",
            "被告が，平成25年4月10日に本件特許の請求項1～7に係る発明についての特許無効審判請求(無効2013-800061号)をしたところ，原告は，平成26年5月2日に本件特許の訂正請求をした(本件訂正。訂正後の発明の名称は，「マテリアル取扱システム」。)。特許庁は，平成26年10月15日に「請求のとおり訂正を認める。特許第4831521号の請求項1ないし2，5ないし6に係る発明についての特許を無効とする。」との審決をし，その謄本は，同月23日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件訂正後の本件特許の発明の要旨は，以下のとおりである(甲17。下線は，訂正箇所を示す。)。",
            "「【請求項1】",
            "自動化されたマテリアル取扱システムであって，",
            "カセットポッドを保持するように設定された固定棚と，",
            "オーバーヘッドホイストを搭載したオーバーヘッドホイスト搬送車を含むオーバーヘッドホイスト搬送サブシステムであって，前記オーバーヘッドホイストは，水平移動可能な移動ステージ及びこの移動ステージに取り付けられ前記移動ステージの水平移動によって水平移動可能で且つそれ自体が垂直移動可能なカセットポッドを把持するホイスト把持部を有し，前記オーバーヘッドホイスト搬送車は，前記ホイスト把持部でカセットポッドを把持した状態で固定棚に隣接する所定経路を画定する懸架軌道に沿って吊り下げられて移動し且つ前記オーバーヘッドホイストを前記懸架軌道よりも下方位置に搭載するように構成された前記オーバーヘッドホイスト搬送サブシステムと，を有し，",
            "前記移動ステージは，前記ホイスト把持部に把持されたカセットポッドの全部がオーバーヘッドホイスト搬送車の外に位置するように前記ホイスト把持部を水平方向に移動させ，且つ，その全部がオーバーヘッドホイスト搬送車の外に位置するカセットポッドを前記ホイスト把持部により把持可能なように水平方向に移動させるようになっており，",
            "前記固定棚は開放されており，前記オーバーヘッドホイストのホイスト把持部が，一製品の製造施設内の種々の立地間を軌道に沿って次の搬送のために，前記オーバーヘッドホイスト搬送車のいずれかの側方で且つ前記懸架軌道の下方において，固定棚に保持されたカセットポッドへ直接到達するようになっており，",
            "前記移動ステージは，ホイスト把持部をオーバーヘッドホイスト搬送車に最も近い第1の位置から固定棚に最も近い第2の位置へ移動させるように設定され，ホイスト把持部は，第1の位置から下降することにより処理加工治具ロードポートのカセットポッドへ到達してカセットポッドを取り出すことができ且つ第2の位置から下降することにより前記処理加工治具ロードポートより高い位置にある固定棚のカセットポッドへ到達してカセットポッドを取り出すことができるようになっているマテリアル取扱システム。",
            "【請求項2】",
            "前記オーバーヘッドホイストのホイスト把持部が，カセットポッドを直接に固定棚へ供するように構成される請求項1のマテリアル取扱システム。",
            "【請求項3】(削除)",
            "【請求項4】(削除)",
            "【請求項5】",
            "前記移動ステージは，さらに，ホイスト把持部を固定棚に最も近い第2の位置からオーバーヘッドホイスト搬送車に最も近い第1の位置へ移動させ，これにより，ホイスト把持部は固定棚からカセットポッドを取り出すことができるようになっている請求項1のマテリアル取扱システム。",
            "【請求項6】",
            "前記移動ステージは，ホイスト把持部をオーバーヘッドホイスト搬送車に最も近い第1の位置から第2の位置および第3の位置の選択された少なくとも一つの位置へ移動するように設定され，これにより，第2と第3の位置はオーバーヘッドホイスト搬送車のいずれかの側方に配置される請求項1のマテリアル取扱システム。",
            "【請求項7】(削除)」",
            "なお，以下では，本件訂正後の請求項1，2，5及び6に係る発明を，それぞれ対応する請求項の番号を用いて「本件訂正発明1」，「本件訂正発明2」などといい，本件訂正発明1，2，5及び6をまとめて「本件訂正発明」という。また，本件訂正後の明細書(甲17)と図面(甲19)とをまとめて「訂正明細書」という。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正について",
              "text": [
                "請求のとおり本件訂正を認める。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明及び記載事項の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特開平10-45213号公報(甲2)記載の発明(甲2発明)の認定",
                  "text": [
                    "「自動化された物品搬送設備TSであって，",
                    "物品Bを保持するように設定された物品保持部BSと，",
                    "昇降部3cを搭載した走行部3aを含む移動体3であって，前記昇降部3cは，それ自体が垂直移動可能な物品Bを把持する把持具3dを有し，前記走行部3aは，前記把持具3dで物品Bを把持した状態で物品載置台11に隣接する走行経路を画定する案内レール1に沿って吊り下げられて移動し且つ前記昇降部3cを前記案内レール1よりも下方位置に搭載するように構成された前記移動体3と，を有し，",
                    "前記物品載置台11は開放されており，前記昇降部3cの把持具3dが，複数の工程で加工処理されて完成品となる物品Bの製造設備の各工程間を案内レール1に沿って次の搬送のために，前記案内レール1の下方において，物品載置台11に保持された物品Bへ直接到達するようになっており，",
                    "把持具3dは，案内レール1の直下の位置から下降することにより加工装置5のステーションSTの物品Bへ到達して物品Bを取り出すことができ且つ案内レール1の直下の位置から下降することにより前記加工装置5のステーションSTより高い位置にある物品載置台11の物品Bへ到達して物品Bを取り出すことができるようになっている物品搬送設備TS。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "国際公開第2002／035583号(甲1，20)記載の事項(甲1事項)の認定",
                  "text": [
                    "「ウェハ製造プロセスにおける運搬設備がウェハキャリア1を運搬している点。」(甲1事項1)",
                    "「水平移動可能な伸長可能アーム23及びこの伸長可能アーム23に取り付けられ前記伸長可能アーム23の水平移動によって水平移動可能なグリッパを有し，",
                    "前記伸長可能アーム23は，前記グリッパに把持されたウェハキャリア1の全部がキャリア搬送車21の外に位置するように前記グリッパを水平方向に移動させ，且つ，その全部がキャリア搬送車21の外に位置するウェハキャリア1を前記グリッパにより把持可能なように水平方向に移動させるようになっており，",
                    "所定経路に隣接するロードポート31があり，前記グリッパが，ロードポート31に保持されたウェハキャリア1へ直接到達するのが，前記キャリア搬送車21のいずれかの側方であり，",
                    "前記伸長可能アーム23は，グリッパをキャリア搬送車21に最も近い位置からロードポート31に最も近い位置へ移動させるように設定され，グリッパは，ロードポート31に最も近い位置からロードポート31のウェハキャリア1へ到達するようになっている構造。」(甲1事項2)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実願平4-87956号(実開平6-53578号)のCD-ROM(甲4)収録事項(甲4事項)の認定",
                  "text": [
                    "「横桁12の長手方向への移動可能な横行レール13及びこの横行レール13に取り付けられ前記横行レール13の横桁12の長手方向への移動によって横桁12の長手方向への移動可能なフック5dを有し，",
                    "前記横行レール13は，前記フック5dに掛止された重量物10の全部が走行ユニット3を固定した横桁12の外に位置するように前記フック5dを横桁12の長手方向に移動させ，且つ，その全部が走行ユニット3を固定した横桁12の外に位置する重量物10を前記フック5dにより掛止可能なように横桁12の長手方向に移動させるようになっており，",
                    "前記フック5dが，重量物10へ直接到達するのが，前記走行ユニット3を固定した横桁12のいずれかの側方であり，",
                    "前記横行レール13は，フック5dを前記横桁12の下の位置から左方向に延出させた位置へ移動させるように設定され，フック5dは横桁12の下の位置から左方向に延出させた位置から重量物10へ到達するようになっている横行レール13の構造。」(甲4事項)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由4について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明1と甲2発明との対比",
                  "text": [
                    "(一致点)",
                    "「自動化されたマテリアル取扱システムであって，",
                    "被搬送物品を保持するように設定された棚と，",
                    "オーバーヘッドホイストを搭載したオーバーヘッドホイスト搬送車を含むオーバーヘッドホイスト搬送サブシステムであって，前記オーバーヘッドホイストは，それ自体が垂直移動可能な被搬送物品を把持するホイスト把持部を有し，前記オーバーヘッドホイスト搬送車は，前記ホイスト把持部で被搬送物品を把持した状態で棚に隣接する所定経路を画定する懸架軌道に沿って吊り下げられて移動し且つ前記オーバーヘッドホイストを前記懸架軌道よりも下方位置に搭載するように構成された前記オーバーヘッドホイスト搬送サブシステムと，を有し，",
                    "前記棚は開放されており，前記オーバーヘッドホイストのホイスト把持部が，一製品の製造施設内の種々の立地間を軌道に沿って次の搬送のために，前記懸架軌道の下方において，棚に保持された被搬送物品へ直接到達するようになっており，",
                    "ホイスト把持部は，第1の位置から下降することにより処理加工治具ロードポートの被搬送物品へ到達して被搬送物品を取り出すことができ且つ下降することにより前記処理加工治具ロードポートより高い位置にある棚の被搬送物品へ到達して被搬送物品を取り出すことができるようになっているマテリアル取扱システム。」",
                    "(相違点1)",
                    "マテリアル取扱システムの被搬送物品が，本件訂正発明1では「カセットポッド」であるのに対し，甲2発明では「物品B」として具体的には特定されていない点。",
                    "(相違点2)",
                    "本件訂正発明1が，",
                    "水平移動可能な移動ステージ及びこの移動ステージに取り付けられ前記移動ステージの水平移動によって水平移動可能なホイスト把持部を有し，",
                    "前記移動ステージは，前記ホイスト把持部に把持されたカセットポッドの全部がオーバーヘッドホイスト搬送車の外に位置するように前記ホイスト把持部を水平方向に移動させ，かつ，その全部がオーバーヘッドホイスト搬送車の外に位置するカセットポッドを前記ホイスト把持部により把持可能なように水平方向に移動させるようになっており，",
                    "所定経路に隣接する棚が固定棚であり，前記ホイスト把持部が，固定棚に保持されたカセットポッドへ直接到達するのが，前記オーバーヘッドホイスト搬送車のいずれかの側方であり，",
                    "前記移動ステージは，ホイスト把持部をオーバーヘッドホイスト搬送車に最も近い第1の位置から固定棚に最も近い第2の位置へ移動させるように設定され，ホイスト把持部は，第2の位置から固定棚のカセットポッドへ到達するようになっている",
                    "のに対し，甲2発明は，",
                    "把持具3dを水平方向に移動させる水平移動可能な移動ステージを有しておらず，所定経路に隣接する棚が物品載置台11であり，把持具3dは案内レール1の直下の位置で下降して，物品載置台11に保持された物品Bに到達するようになっている点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1についての判断",
                  "text": [
                    "甲1事項1の「ウェハ製造プロセスにおける運搬設備」，「ウェハキャリア1」は，本件訂正発明1の「マテリアル取扱システム」，「カセットポッド」に相当するから，甲1事項1は，マテリアル取扱システムがカセットポッドを搬送する技術を示す。このような，カセットポッド(ウェハキャリア1)を加工装置や保管装置間で搬送する技術は，半導体加工分野で従来周知の事項にすぎないから，甲2発明の加工装置間の物品搬送設備の被搬送物品として，甲1事項1に示したカセットポッド(ウェハキャリア1)を用いることは，当業者が容易に想到し得る。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1事項2を，本件訂正発明1と対比する。",
                        "甲1事項2の「伸長可能アーム23」，「グリッパ」，「ウェハキャリア1」は，本件訂正発明1の「移動ステージ」，「ホイスト把持部」，「カセットポッド」に相当する。",
                        "甲1事項2の「キャリア搬送車21」は，「ホイストアーム22」を搭載して「レールトラック20」を走行可能な構造であり，同様に「オーバーヘッドホイスト」を搭載して「トラック」を走行可能な本件訂正発明1の「オーバーヘッドホイスト搬送車」に相当する。",
                        "甲1事項2の「ロードポート31」は，加工装置30の前に固定設置される棚形状のテーブルにウェハキャリア1を載置するから，ウェハキャリア1を載置する固定された載置部という点で，同様にカセットポッドを載置する固定された棚である本件訂正発明1の「固定棚」と共通する。",
                        "甲1事項2で，「ホイスト把持部」を「キャリア搬送車21に最も近い位置」又は「ロードポート31に最も近い位置」にした際に，それらを「第1の位置」又は「第2の位置」と名称付けることも，必要に応じて適宜なし得る程度の事項である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "そうすると，甲1事項2は，",
                      "text": [
                        "「水平移動可能な移動ステージ及びこの移動ステージに取り付けられ前記移動ステージの水平移動によって水平移動可能なホイスト把持部を有し，",
                        "前記移動ステージは，前記ホイスト把持部に把持されたカセットポッドの全部がオーバーヘッドホイスト搬送車の外に位置するように前記ホイスト把持部を水平方向に移動させ，且つ，その全部がオーバーヘッドホイスト搬送車の外に位置するカセットポッドを前記ホイスト把持部により把持可能なように水平方向に移動させるようになっており，",
                        "所定経路に隣接する固定載置部があり，前記ホイスト把持部が，固定載置部に保持されたカセットポッドへ直接到達するのが，前記オーバーヘッドホイスト搬送車のいずれかの側方であり，",
                        "前記移動ステージは，ホイスト把持部をオーバーヘッドホイスト搬送車に最も近い第1の位置から固定載置部に最も近い第2の位置へ移動させるように設定され，ホイスト把持部は，第2の位置から固定載置部のカセットポッドへ到達するようになっている構造。」",
                        "ということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲1事項2の構造を，甲2発明に適用可能か検討する。",
                        "甲2(請求項4，【0017】)には，請求項4記載の「前記移動体に，前記物品保持部との間で，物品を移載するための保持部用移載手段が設けられている」構成を備えることにより，「必要となる移載手段の数が少なくて済み，設備全体として構成の簡素化を図る」という効果を奏することができる旨記載されている。この記載は，物品の移載手段を物品保持部BSよりも移動体3に備えさせる方が，構成の簡素化のために好ましいことを示唆する。",
                        "そして，甲2の請求項4に係る発明は，物品保持部BSと移動体3との間の物品の移載について，保持部用移載手段の動きが垂直移動にのみ限定されるものではなく，請求項4に係る発明に対応する保持部用移載手段の実施例についても，移動体3に設けた把持具3dのように昇降する種類のもの(【0019】，【0020】)だけでなく，物品Bを移動体3の横幅方向に移動させて移載を行う手段(【0035】)についても開示されているから，上記の示唆は，物品の移載方向について，垂直方向移動によるもの及び横幅方向移動によるものの両者に対して適用可能であることも，当業者には容易に解する程度の事項である。",
                        "そうすると，甲2発明と甲1事項2の構造とは，製造のための搬送装置という同一の技術分野に属し，被搬送物品(物品B又はウェハキャリア1)を，レール(案内レール1又はレールトラック20)を走行可能な車(走行部3a又はキャリア搬送車21)に搭載されたホイスト把持部(把持具3d又はグリッパ)により把持しながら昇降させて移載を行うという同様の機構を備えているから，甲2発明の「移動体3」について，甲1事項2の「移動ステージに取り付けられ前記移動ステージの水平移動によって水平移動可能なホイスト把持部」の構造を適用し，甲2発明の把持具3d(保持部用移載手段)が下降し物品載置台11の物品Bへ到達して物品Bを取り出す構造に代え，移動体3の横幅方向にある物品載置台11に対して，横幅方向へ移動させて物品Bを取り出す保持部用移載手段の構造を採用することは，当業者が容易に想到し得る事項であり，また，その際，垂直方向移動と横幅方向移動の両者を兼ね備えた構造とすることが，当業者にとって格別困難な事項であるともいえない。",
                        "そして，甲2発明に甲1事項2の構造を適用した場合，甲2発明の保持部用移載手段である把持具3dを，物品載置台11上に位置するよう横幅方向に水平移動させた上で物品Bを昇降させるから，当該物品載置台11を水平揺動させて把持具3dの下方に配置させる必要がなくなり，当該物品載置台11の水平揺動機能を削除して固定棚とするべきであることは，当業者には容易に想到し得る設計変更にすぎない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，甲2発明に甲1事項2を適用することで，本件訂正発明1の相違点2に係る発明特定事項とすることは，当業者が容易に想到し得る。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点2についての原告の主張の検討",
                  "text": [
                    "原告は，「甲2発明において，当業者が，図12に示された屈曲アーム20bのような物品を移動体横幅方向に移動させて移載を行う手段を設けようと試みることはない。」と主張するので，一応検討する。",
                    "甲2発明の把持具3d(保持部用移載手段)のような，移動体3から把持具3dを下降させて物品載置台11上の物品Bへ到達させる物品移載手段BMを使用する場合に，物品載置台11が移動体3の走行経路の両脇に位置するレイアウト構造であるときは，物品載置台11の物品載置部分側を移動体3の把持具3dの真下に位置するよう横幅方向に移動させるか，又は反対に，移動体3の把持具3d側を物品載置台11の物品載置部分の真上に位置するよう横幅方向に移動させるか，単に二者択一的な動作により把持具3dを物品Bへ到達させることが可能になることは，当業者が一般的な機械設計技術を勘案して当然に着想する技術思想にすぎない。そうすると，甲2発明のように物品載置台11の物品載置部分側を移動体3の把持具3dの真下に位置するよう横幅方向に移動させる構造の物品移載手段BMを理解した当業者であれば，反対に移動体3の把持具3d側を物品載置台11の物品載置部分の真上に位置するよう横幅方向に移動させる構造の物品移載手段も可能であることを着想することを特に阻害する要因は見当たらない。",
                    "原告は，甲2の図12に示された実施形態による物品搬送設備のレイアウトでは，物品Bを水平方向(横方向)にのみ移動させて上下動させるホイスト機能は不要なため，このレイアウトを前提として用いられる屈曲アーム20bを，ホイスト機能が必須のレイアウトを前提とした甲2発明に適用する動機付けはない旨主張する。",
                    "しかし，相違点2の検討では，そもそも屈曲アーム20bを甲2発明に適用することは検討していない上，甲2の【0032】ないし【0034】にも説示されているように，屈曲アーム20bを用いる物品Bの搬送においても，屈曲アーム20bの伸縮動作により移動体の移動方向の左右両側に物品Bを出退自在に搬送するとともに，屈曲アーム20b自体の昇降動作によって物品Bを昇降させて物品載置枠21bに載置するのであって，甲2発明と同様に物品Bの水平方向(横方向)移動及び上下動が必要である。",
                    "原告は，本件訂正発明1の移動ステージは甲1事項2の伸長可能アーム23とは使用目的が異なるので，当該伸長可能アーム23を甲2発明に適用する動機付けがない旨主張する。",
                    "しかし，甲2発明に甲1事項2を適用する際には，その使用目的が異なるからといって，ホイスト把持部を水平移動させる構造の適用を特段妨げることにはならないから，原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "無効理由4についての結論",
                  "text": [
                    "したがって，本件訂正発明1は，甲2発明，甲1事項1及び甲1事項2に基づいて，当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明1と甲2発明との一致点・相違点",
                  "text": [
                    "前記(3)アのとおり。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1についての判断",
                  "text": [
                    "前記(3)イのとおり。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲4事項を，本件訂正発明1と対比する。",
                        "甲4事項の「フック5d」は，電動チェインブロック5における重量物10の保持部であるから，本件訂正発明1の「ホイスト把持部」と，「ホイスト保持部」である点で共通する。甲4事項の「重量物10」は，「被搬送物品」という点で，本件訂正発明1の「カセットポッド」と共通する。甲4事項のフック5dによる重量物10の「掛止」は，本件訂正発明1のホイスト把持部によるカセットポッドの「把持」と，ホイスト保持部による被搬送物品の「保持」である点で共通する。",
                        "甲4事項の「横桁12の長手方向」が「水平方向」を意味し，「横桁12の長手方向への移動」が「水平移動」であることは，当業者には自明である。甲4事項の「走行ユニット3を固定した横桁12」が本件訂正発明1の「オーバーヘッドホイスト搬送車」に相当することも，当業者には明らかである。",
                        "甲4事項の「横行レール13」は，それ自体が水平移動可能であり，それ自体の水平移動によってホイスト保持部(フック5d)を水平移動させることが可能で，ホイスト保持部(フック5d)に保持された被搬送物品(重量物10)をオーバーヘッドホイスト搬送車(走行ユニット3を固定した横桁12)の直下と外側とに移動させることができるから，本件訂正発明1の「移動ステージ」に相当する。",
                        "甲4事項の「横桁12の下の位置」及び「横桁12の下の位置から左方向に延出させた位置」の位置関係が，本件訂正発明1における第1の位置及び第2の位置の位置関係に相当することも，当業者であれば格別困難なく理解可能である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "そうすると，甲4事項は，",
                      "text": [
                        "「水平移動可能な移動ステージ及びこの移動ステージに取り付けられ前記移動ステージの水平移動によって水平移動可能なホイスト保持部を有し，",
                        "前記移動ステージは，前記ホイスト保持部に保持された被搬送物品の全部がオーバーヘッドホイスト搬送車の外に位置するように前記ホイスト保持部を水平方向に移動させ，且つ，その全部がオーバーヘッドホイスト搬送車の外に位置する被搬送物品を前記ホイスト保持部により保持可能なように水平方向に移動させるようになっており，",
                        "前記ホイスト保持部が，被搬送物品へ直接到達するのが，前記オーバーヘッドホイスト搬送車のいずれかの側方であり，",
                        "前記移動ステージは，ホイスト保持部を第1の位置から第2の位置へ移動させるように設定され，ホイスト保持部は第2の位置から被搬送物品へ到達するようになっている移動ステージの構造。」",
                        "ということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(3)ウ(ウ)で説示したように，甲2発明の把持具3d(保持部用移載手段)に代えて，横幅方向へ移動可能な保持部用移載手段を採用することは，当業者が容易に想到する事項である。そうすると，甲2発明と甲4事項とは，ホイストによる搬送装置という同一の技術分野に属し，被搬送物をホイストにより吊して昇降させて移載を行うという同様の機構を備えているから，甲2発明の「移動体3」について，甲4事項の「移動ステージの構造」を適用し，甲2発明の把持具3d(保持部用移載手段)が下降し物品載置台11の物品Bへ到達して物品Bを取り出す構造に代え，移動体3の横幅方向にある物品載置台11に対して，横幅方向へ移動させて物品Bを取り出す保持部用移載手段の構造を採用することは，当業者が容易に想到し得る事項であり，また，その際，垂直方向移動と横幅方向移動の両者を兼ね備えた構造とすることが，当業者にとって格別困難な事項であるともいえない。さらに，甲2発明の把持具3dによるホイスト把持具により従来周知のカセットポッドを把持するように構成することも，当業者が適宜なし得る設計的事項の範疇である。",
                        "そして，甲2発明に甲4事項の移動ステージの構造を適用した場合，甲2発明の保持部用移載手段である把持具3dを，物品載置台11上に位置するよう横幅方向に水平移動させた上で物品Bを昇降させるから，物品載置台11を水平揺動させて把持具3dの下方に配置させる必要がなくなり，物品載置台11の水平揺動機能を削除して固定棚とするべきであることは，当業者には容易に想到し得る設計変更にすぎない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，甲2発明に甲4事項を適用することで，本件訂正発明1における相違点2に係る発明特定事項とすることは，当業者が容易に想到し得る。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由3についての結論",
                  "text": [
                    "したがって，本件訂正発明1は，甲2発明，甲4事項及び従来周知の事項に基づいて当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件訂正発明2，5及び6について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明2について",
                  "text": [
                    "本件訂正発明2は，本件訂正発明1の「ホイスト把持部」が「カセットポッドを直接に固定棚へ供するように構成される」点を特定したものである。",
                    "しかし，「自動化された物品搬送設備」である甲2発明では，把持具3dを用いて物品Bの移載を行っており，物品載置台11へも直接に物品Bが供されるから，甲2発明に甲1事項2又は甲4事項を適用し，甲2の把持具3dを横幅方向へ移動可能な保持部用移載手段に代えて物品載置台11を固定棚にした場合には，当然，物品Bを直接に固定棚へ供するように構成される。",
                    "また，甲2発明の「物品B」について「カセットポッド」を採用することも，相違点1についての検討で述べたように，当業者が容易に想到し得る。",
                    "したがって，本件訂正発明2も，本件訂正発明1と同様，甲2発明，甲1事項1及び甲1事項2に基づいて，又は甲2発明，甲4事項及び従来周知の事項に基づいて，当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明5について",
                  "text": [
                    "本件訂正発明5は，本件訂正発明1の「移動ステージ」について，「さらに，ホイスト把持部を固定棚に最も近い第2の位置からオーバーヘッドホイスト搬送車に最も近い第1の位置へ移動させ，これにより，ホイスト把持部は固定棚からカセットポッドを取り出すことができるようになっている」点を特定したものである。",
                    "しかし，甲2発明に甲1事項2又は甲4事項を適用し，甲2の把持具3dを横幅方向へ移動可能な保持部用移載手段に代えて物品載置台11を固定棚にした場合に，物品Bを固定棚の位置から走行部3aの下方位置まで水平移動させて取り出しを行うように構成することも，必要に応じて適宜行われる設計的事項にすぎず，当業者が容易に想到し得る。",
                    "したがって，本件訂正発明5も，本件訂正発明1と同様，甲2発明，甲1事項1及び甲1事項2に基づいて，又は甲2発明，甲4事項及び従来周知の事項に基づいて，当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明6について",
                  "text": [
                    "本件訂正発明6は，本件訂正発明1の「移動ステージ」について，「ホイスト把持部をオーバーヘッドホイスト搬送車に最も近い第1の位置から第2の位置および第3の位置の選択された少なくとも一つの位置へ移動するように設定され，これにより，第2と第3の位置はオーバーヘッドホイスト搬送車のいずれかの側方に配置される」点を特定したものである。",
                    "しかし，甲2発明に甲1事項2又は甲4事項を適用する際に，甲1事項2又は甲4事項の水平移動構造について，片側の側方だけでなく両側の側方に移動可能な構造とすることは，必要に応じて適宜行われる設計変更にすぎず，当業者が容易に想到し得る。",
                    "したがって，本件訂正発明6も，本件訂正発明1と同様，甲2発明，甲1事項1及び甲1事項2に基づいて，又は甲2発明，甲4事項及び従来周知の事項に基づいて，当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明等の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明の認定の誤り",
              "text": [
                "審決は，甲2発明の最も重要な構成である「物品載置台11がリンク機構10により水平揺動自在な水平揺動棚である」点を認定していない。甲2発明を正しく認定すると以下のようになる。",
                "「自動化された物品搬送設備TSであって，",
                "物品Bを保持するように設定されリンク機構10により水平揺動自在の物品載置台11と，",
                "昇降部3cを搭載した走行部3aを含む移動体3であって，前記昇降部3cは，それ自体が垂直移動可能な物品Bを把持する把持具3dを有し，前記走行部3aは，前記把持具3dで物品Bを把持した状態で物品載置台11に隣接する走行経路を画定する案内レール1に沿って吊り下げられて移動し且つ前記昇降部3cを前記案内レール1よりも下方位置に搭載するように構成された前記移動体3と，を有し，",
                "前記物品載置台11は開放されており，前記昇降部3cの把持具3dが，複数の行程で加工処理されて完成品となる物品Bの製造設備の各工程間を案内レール1に沿って次の搬送のために，前記案内レール1の下方において，リンク機構11により走行経路に進出した状態の物品載置台11に保持された物品Bへ直接到達するようになっており，",
                "把持具3dは，案内レール1の真下の位置から下降することにより加工装置5のステーションSTの物品Bへ到達して物品Bを取り出すことができ且つ案内レール1の真下の位置から下降することにより前記加工装置5のステーションSTより高い位置にあるリンク機構11により走行経路に進出した状態の物品載置台11の物品Bへ到達して物品Bを取り出すことができるようになっている物品搬送設備TS。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1事項2の認定の誤り",
              "text": [
                "甲1事項2において，加工装置30のロードポート31がオントップ車両11及びキャリア移載車21の走行経路の側方下方に位置するのは，ウェハキャリア1がオントップ車両11の上面に搭載されており，ウェハキャリア1をオントップ車両11及びキャリア移載車21の真下に下降させてロードポートに移載することができないからである。",
                "また，甲1事項2は，通常の搬送車が持つ「物品の搬送」及び「物品の移載」のうち，「物品の搬送」をオントップ車両11に，「物品の移載」をキャリア移載車21に分担させ，コストの低減等を図っているため，図1a及び図1bに示されたような「オントップ車両11とキャリア移載車21が合流した状態」が通常の搬送車に相当する。",
                "甲1事項2を正しく認定すると，次のとおりとなる。",
                "「ウェハキャリア1を移載する水平移動可能な伸長可能アーム23を搭載したキャリア移載車21及びこのキャリア移載車に合流しウェハキャリア1を搬送するオントップ車両11を有し，",
                "この伸長可能アーム23に取り付けられた前記伸長可能アーム23の水平移動によって水平移動可能なグリッパを有し，",
                "前記伸長可能アーム23は，前記オントップ車両11上に配置され前記グリッパに把持されたウェハキャリア1の全部がキャリア移載車21及びオントップ車両11の外に位置するように前記グリッパを水平方向に移動させ，且つ，その全部がキャリア移載車21の外に位置するウェハキャリア1を前記グリッパにより把持可能なように水平方向に移動させるようになっており，",
                "所定経路の側方下方にロードポート31が配置され，前記グリッパが，ロードポート31に保持されたウェハキャリア1へ直接到達するのが，前記キャリア移載車21及びオントップ車両11のいずれかの側方であり，",
                "前記伸長可能アーム23が，グリッパをキャリア移載車21及びオントップ車両11に最も近い位置(第1の位置)からロードポート31に最も近い位置(本件訂正発明1の「固定棚に最も近い第2の位置」と異なる。)へ移動させるように設定され，グリッパは，ロードポート31に最も近い位置(本件訂正発明1の「固定棚に最も近い第2の位置」と異なる。)からロードポート31のウェハキャリア1へ到達するようになっている構造。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲4事項の認定の誤り",
              "text": [
                "甲4事項の荷役装置は，フック5dを備えた電動チェーンブロック5自体が横行レール13を移動できるようになっているので，本件訂正発明1の「移動ステージの水平移動によって水平移動可能なホイスト把持部」とは，機能が異なる。",
                "甲4事項を正しく認定すると以下のようになる。",
                "「横桁12の長手方向への移動可能な横行レール13及びこの横行レール13に取り付けられ前記横行レール13の横桁12の長手方向へそれ自体により移動可能なフック5dを有し，",
                "前記横行レール13は，左方向に延出して荷役作業可能範囲を更に拡大することができるようになっており，",
                "前記フック5dが，横行レール13から重量物10へ直接到達するようになっており，",
                "フック5dは，押ボタンスイッチ7の操作に基づいて横行モータ5aにより横行レール4を左右に横行し，その位置から重量物10へ到達できるようになっている横桁レール13の構造。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件訂正発明1と甲2発明との一致点及び相違点2の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点について",
              "text": [
                "本件訂正発明1では，「ホイスト把持部は，オーバーヘッドホイスト搬送車に最も近い第1の位置から下降することにより処理加工治具ロードポートの被搬送物品へ到達して被搬送物品を取り出すことができ且つ棚(固定棚)に最も近い第2の位置から下降することにより前記処理加工治具ロードポートより高い位置にある棚(固定棚)の被搬送物品へ到達して被搬送物品を取り出すことができるようになっている」が，甲2発明では，「ホイスト把持部は，オーバーヘッドホイスト搬送車に最も近い第1の位置から下降することにより処理加工治具ロードポートの被搬送物品へ到達して被搬送物品を取り出すことができるが，棚(水平揺動棚)に最も近い第2の位置からは下降することなく，第1の位置から下降するようになっている」。",
                "したがって，審決が認定した両者の一致点のうち「ホイスト把持部は，…下降することにより前記処理加工治具ロードポートより高い位置にある棚の被搬送物品へ到達して被搬送物品を取り出すことができるようになっている」ことは，一致点でない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，一致点の認定を誤った結果，相違点2の認定も誤った。",
                    "甲2発明は，把持具3dを水平方向に移動させる水平移動可能な移動ステージを有しておらず，所定経路に隣接する棚が水平揺動自在の物品載置台11(水平揺動棚)であり，この物品載置台11が水平揺動して移動体3の走行経路に進出した状態で，把持具3dは案内レール1の直下の位置で下降して，物品載置台11に保持された物品Bに到達するようになっている点で本件訂正発明1と相違する。",
                    "審決は，相違点2についての判断においても，少なくとも「把持具3dは，水平揺動して走行経路に進出した状態の物品載置台11に保持された物品Bに到達する点」という相違点については，全く考慮していない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点2を正確に記載すると，以下のとおりとなる。",
                    "「本件訂正発明1が，",
                    "水平移動可能な移動ステージ及びこの移動ステージに取り付けられ前記移動ステージの水平移動によって水平移動可能なホイスト把持部を有し，",
                    "前記移動ステージは，前記ホイスト把持部に把持されたカセットポッドの全部がオーバーヘッドホイスト搬送車の外に位置するように前記ホイスト把持部を水平方向に移動させ，且つ，その全部がオーバーヘッドホイスト搬送車の外に位置するカセットポッドを前記ホイスト把持部により把持可能なように水平方向に移動させるようになっており，",
                    "所定経路に隣接する棚が固定棚であり，前記ホイスト把持部が，固定棚に保持されたカセットポッドへ直接到達するが，前記オーバーヘッドホイスト搬送車のいずれかの側方であり，",
                    "前記移動ステージは，ホイスト把持部をオーバーヘッドホイスト搬送車に最も近い第1の位置から固定棚に最も近い第2の位置へ移動させるように設定され，ホイスト把持部は，第2の位置から固定棚のカセットポッドへ到達するようになっている",
                    "のに対し，甲2発明は，",
                    "被治具3dを水平方向に移動させる水平移動可能な移動ステージを有しておらず，所定経路に隣接する棚が水平揺動自在の物品載置台11(水平揺動棚)であり，この物品載置台11が水平揺動して移動体3の走行経路に進出した状態で，把持具3dは案内レール1の直下の位置で下降して，物品載置台11に保持された物品Bに到達するようになっている点。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(無効理由4の相違点2についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1事項2と本件訂正発明1の対比の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明1の「オーバーヘッドホイスト搬送車」は，カセットポッドの運搬及び移載の両方を行うものであるのに対し，甲1事項2のウェハキャリア搬送車(ウェハキャリア移載車)21は，ウェハキャリア1の移載のみを行う。",
                    "したがって，甲1事項2の「ウェハキャリア移載車21及びオントップ車両11が合流した状態」が，本件訂正発明1の「オーバーヘッドホイスト搬送車」に相当するとすべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1事項2の設備では，加工装置30のロードポート31のみが存在し，本件訂正発明1の「固定棚」のように物品を一時的に保持する棚は存在しない。審決は，①固定設置されていること，②棚形状であること，③ウェハキャリアを載置するものであること，という共通点を抜き出して創出した「ウェハキャリア1を載置する固定された載置部」という上位概念で甲1事項2と本件訂正発明1とが共通するとしている。",
                    "しかし，甲1事項2のロードポートは，ウェハキャリアを置いてウェハを取出し，加工するための載置手段であり，ウェハキャリアを一時的に保持する固定棚とは全く異なる。加工するためのロードポートは，その作業のための当然の要請として，①固定設置されなければならないし，②そのために当然棚形状のものとなるし，③加工のために当然ウェハキャリアを載置しなければならない。そのようなロードポートと本件特許発明の固定棚とに共通点があるとする審決の認定は，加工装置の一部と加工を待つための保管場所という目的も機能も全く異なる部材について，両者がたまたま付近にあり，抽象的に似ているといえば似ているような部材であるというだけで，両者の上位概念として「ウェハキャリア1を載置する固定された載置部」という概念を形成するものであり，余りに無理がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正発明1の「第2の位置」は，「固定棚に最も近い位置」であり，「ロードポート31に最も近い位置」との概念は存在しない。",
                    "審決の認定は，甲1事項2を甲2発明に適用して本件訂正発明1は容易であるとの結論を得るために恣意的に行った認定である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決の「甲1事項2」の再認定も，甲1事項2の「ロードポート31」を「固定載置部」と認定しているから誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2発明において，垂直方向に移載するステーション用移載手段を兼用せず，水平方向に物品を移載する保持部用移載手段を別途移動体に設け，移動体が垂直方向の移載手段と水平方向の移載手段とを保有する構成に変更する動機付けがなく，かえってそのような変更について阻害事由があるから，このような変更は，当業者にとって容易想到でない。",
                "甲2発明(図1の第1実施形態)自体，既に，保持部用移載手段(索状体3b，昇降部3c，把持具3d)を移動体に設けているので，それ以上，移載手段を移動体に設けるという必要性を有しない。甲2記載の各発明は，物品保持部を，移動体との位置関係でステーションと同じ方向(垂直方向又は水平方向)に位置させて，保持部用移載手段とステーション用移載手段とを兼ねる移載手段で物品を移載する技術思想であり，保持部用移載手段とステーション用移載手段とを兼用することで簡素な構成を実現する技術思想である。仮に一致点・相違点の誤りを措いても，甲2発明(図1の第1実施形態)に甲1事項2を適用し，甲2発明の移動体が垂直方向の移載手段と水平方向の移載手段とを両方とも有することになれば，甲2発明の技術思想である構造の簡素化という目的を達成することができなくなることは明らかである。したがって，甲2では，両者を組み合わせる構成を排除していると考えることが素直な解釈であり，甲2発明と甲1事項2と組み合わせることについては，甲2自体に阻害事由が記載されている。",
                "したがって，甲2の請求項4及び【0007】の記載は，甲2発明に甲1事項2を適用するための動機付けと関連するようなものではない。",
                "審決は，上記の点を全く無視して，甲2発明に甲1事項2を適用することに関して示唆も動機付けもない【0007】を根拠として，適用が容易と判断している。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲2には，垂直方向及び横幅方向に移載する構成が記載されながら，両者を組み合わせる構成は示唆すらない。",
                "甲2の【0035】には，「その他の別実施形態」として，図12及び図13のように，物品Bを移動体横幅方向に移動させて物品Bを移載する設備が記載され，図12及び図13の設備は，物品保持台30及び加工装置のステーションST(ロードポートに相当)が，案内レール1の両脇に設けられ，且つ，移動体3，物品保持部30，ステーションが同じ高さ位置である。このため，図9の屈曲アーム20b等を水平方向への保持部移載手段として使用したものであり，垂直方向移動については開示していない。",
                "図12及び図13の設備の保持部用移載手段(屈曲アーム20b等)の構成も，甲1事項2の構造を甲2発明に適用可能とする理由にはならない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(無効理由3の相違点2についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "無効理由3は，甲2発明が主たる引用例であることは無効理由4と同様であるが，従たる引用例が甲1でなく，甲4である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "無効理由3においても，審決は，相違点2の容易想到性につき，「甲2発明の把持具3d(保持部用移載手段)に代えて，横幅方向へ移動可能な保持部用移載手段を採用することは，当業者が容易に想到する事項である。」という説示しているが，上記3のとおり，誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，審決においては，無効理由3において，甲4事項の「横行レール13」が，本件訂正発明1の「移動ステージ」に相当することを前提としているが，甲4事項においては，フック5dを備えた電動チェインブロック5が，それ自体で横桁の長手方向に移動可能であるので，その前提は誤っている。したがって，この点からも，審決の無効理由3における無効の論理付けは誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定について",
              "text": [
                "審決は，相違点の判断で「当該物品載置台11を水平揺動させて把持具3dの下方に配置させる必要がなくなり，当該物品載置台11の水平揺動機能を削除して固定棚とするべきであることは…」としているから，甲2発明が「リンク機構10により水平揺動自在な水平揺動棚」を含む点を実質的に考慮したものであり，その引用発明の認定は適切である。",
                "原告は，「水平揺動棚と既存技術との積極的組合せ」という甲2に記載のない独自の概念を持ち出し，第1実施形態の技術的意義を独自に見出している。しかも，一例にすぎない第1実施形態にのみ存在する技術的意義を，甲2発明の本質的な特徴であるかのように捉え，「物品載置台11をリンク機構10により水平揺動自在の水平揺動棚」とした構成と「移動体3のホイスト機能(昇降部3c，把持具3d等)」とを切り離すと技術的意義がなくなるという独自の解釈を行っている。これは，甲2発明が解決しようとする課題とその解決手段である請求項1の発明及びその作用効果並びに下位の請求項同士の従属関係を度外視した解釈であり，妥当でない。",
                "甲2の請求項4は，保持部用移載手段を移動体に備える点を特定し，請求項5は，ステーション用移載手段を移動体に備える点を特定する。請求項5に従属する請求項6は，移動体に備えられた保持部用移載手段とステーション用移載手段とを兼用する点を限定するから，請求項4に従属する請求項5は，移動体に備えられた保持部用移載手段とステーション用移載手段とを兼用する構成と，兼用しない構成との双方を含む。したがって，甲2発明は，保持部用移載手段とステーション用移載手段とを兼用する構成に加え，両者が別個の構成も当然含む。そして，請求項5は，別個の移載手段の移載形態や移載方向を限定しないから，甲2は，保持部用移載手段とステーション用移載手段とが別個であり，各移載手段の移載形態や移載方向が異なる構成を開示する。また，甲2は，甲2発明の特徴である「物品保持部の搬送用空間における配置」に関して，物品を一時保管するための複数の保管位置(レール側方，レール下方)と，各保管位置で物品を保管できる各種の形態の物品保持部(揺動式・固定式・スライド式)との組合せの例を，第1実施形態，第2実施形態，その他の実施形態として例示する。",
                "甲2に触れた当業者は，甲2の第1実施形態で例示された発明を認識するに当たり，請求項1が特定する位置関係を発明の必須の構成要件として認識した上で，請求項4が特定する移載手段をそれとは次元の異なる下位の発明と認識する。すなわち，甲2に触れた当業者は，各請求項に段階的に記載された発明ごとに，実施形態に開示された構成と対応させてそれぞれの発明を認識し，甲2の第1実施形態のすべての具体的構成を一体不可分の発明と認識しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1事項2の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，本件訂正発明1のオーバーヘッドホイスト搬送車に対応するキャリア搬送車21が，ホイスト把持部を水平移動させる機械構造として，本件訂正発明1の移動ステージに相当する構成を備えることが開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1には，キャリア搬送車21が「物品の移載」のみを行い「物品の搬送」を行わないとの記載はない。オントップ車両11とキャリア搬送車21がそれぞれ通常の搬送車に相当するというのが，甲1発明の正しい理解である。",
                    "甲1発明では，ベイ内レールトラック20上を自由に移動できるキャリア搬送車21が，非積載位置においても運搬手段11と合流し，ウェハキャリア1を運搬手段11から持ち上げて把持し，キャリア搬送車21がロードポート31が空くまで待ち，ロードポート31が空き次第，運搬手段11から離れて単独でウェハキャリア1を空いたロードポート31まで搬送するという搬送形態が想定される。",
                    "当業者であれば，甲1の記載からキャリア移載車21は「物品の移載」のみならず「物品の搬送」をも行うと認識する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告が甲1の日本語訳として作成した甲20では，甲1の「transfer」の意義を統一的に扱っていない。キャリア搬送車21が「物品の移載」のみを行うように印象付ける目的でそのように翻訳しているのであれば，恣意的な翻訳といわざるを得ず，そのような翻訳に基づく原告の認定が不当であることは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "副引例に記載された事項の認定は，主引例における相違点に係る構成との関係で，副引例に何が記載されているかを主な観点として，副引例に開示されている他の構成との相互の関連性を踏まえて，まとまりのある構成を単位として認定すべきであるから，審決による甲1事項2の認定が甲1の全体ではなく一部であっても何ら問題とならない。",
                    "甲1の伸長可能アーム23は，グリッパをキャリア搬送車21に最も近い位置からロードポート31に最も近い位置へ移動させるが，本件訂正発明1における甲2発明との相違点に係る構成として，「移動ステージに取り付けられ前記移動ステージの水平移動によって水平移動可能なホイスト把持部」が挙げられ，甲1の伸長可能アーム23は，単にグリッパを水平移動させる機械構造にすぎないから，甲1のキャリア移載車21の構成のうち，グリッパを水平移動させる伸長可能アーム23という構成単位に着目して甲1に記載された事項として認定することができる。したがって，「移動ステージに取り付けられ前記移動ステージの水平移動によって水平移動可能なホイスト把持部」との関係では，甲1には，「移動ステージに取り付けられ前記移動ステージの水平移動によって水平移動可能なホイスト把持部」の構造が開示されている。",
                    "本件訂正発明1と甲2発明との相違点との関係で客観的に認定された甲1事項2が，結果的に甲2発明に適用しやすい事項であったにすぎず，審決の甲1事項2の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲4事項の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4には，審決に記載のとおりの甲4事項が記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "確かに，甲4の実施例2の構成は，横行レール13が横桁12に対してスライドする機能と，フック5dを備えた電動チェインブロック5が横行レール13上を水平方向に移動する機能とを備えているが，横行レール13を横桁12に対してスライドさせることで，電動チェインブロック5を横行レール13上で水平移動させなくても，フック5dに吊り下げられた重量物10の全部を横桁12の外に位置させることができる。つまり，移動ステージがホイスト把持部を水平移動させる機構に相当する機構は，電動チェインブロック5が設けられた横行レール13が横桁12に対してスライドする機構により実現している。",
                    "甲4発明では，電動チェインブロック5が横行レール13に沿って水平移動するか否かに関わらず，横行レール13の横桁12に対する水平移動によりフック5dを水平移動させることができる。したがって，電動チェインブロック5が，それ自体で横行レール13を移動できるようになっているからといって，「移動ステージの水平移動によって水平移動可能なホイスト把持部」と機能が異なるとはいえず，原告の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の相違点1及び2の認定は正しい。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する反論",
              "text": [
                "本件訂正発明1と甲2発明とでは，棚に保持された被搬送物へのホイスト把持部の到達位置が水平方向で異なっている。しかし，甲2においても，物品載置台11は，処理加工治具ロードポートよりも高い位置にあり，ホイスト把持部は下降することにより処理加工治具ロードポートより高い位置にある棚の被搬送物品へ到達して被搬送物品を取り出す。",
                "したがって，甲2発明においても「ホイスト把持部は，下降することにより前記処理加工治具ロードポートより高い位置にある棚の被搬送物品へ到達して被搬送物品を取り出すことができるようになっている」のであって，審決の一致点の認定が誤りであるとする原告の主張は，失当である。",
                "審決は，相違点2についての判断で，「当該物品載置台11を水平揺動させて把持具3dの下方に配置させる必要がなくなり，当該物品載置台11の水平揺動機能を削除して固定棚とするべきであることは，当業者には容易に想到し得る設計変更に過ぎない」と判断している。つまり，審決が認定した相違点2には，物品載置台11の水平揺動機能が考慮されている。そのため，「把持具3dは…で下降して水平揺動して走行経路に進出した状態の物品載置台11に保持された物品Bに到達するようになっている」点が相違点2として記載されていないからという理由で，審決の相違点2の認定が誤りであるとする原告の主張は，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明1も甲2発明も，垂直移動機能を有するホイスト把持部がカセットポッドへ到達するオーバーヘッドホイスト搬送車が，走行経路の経路横幅方向で搬送車外に保持されるカセットポッドを移載することに違いはない。",
                "相違点2は，保管用位置と搬送用位置との間でカセットポッドを移載する場合の具体的な移載形態の違いであり，移載に必要な水平移動機能と垂直移動機能とをオーバーヘッドホイスト搬送車に備えさせる(本件訂正発明1)か，オーバーヘッドホイスト搬送車と物品載置台11とに分散して備えさせるかという，機能の振り分けの違いにすぎない。",
                "甲2の請求項4に従属する請求項5は，移動体の保持部用移載手段とステーション用移載手段とが別個である構成を含むが，各移載手段の移載形態や移載方向を限定しないため，保持部用移載手段とステーション用移載手段とが別個であり，各移載手段の移載形態や移載方向が異なる構成も含み，甲2の図1の物品保持部とステーションとの位置関係とも相まって，水平方向移動と垂直方向移動とを移動体に集約させることを示唆する。",
                "したがって，甲2発明の水平移動機能として，水平揺動する物品載置台11に代えて，技術分野が同じ甲1に記載された「伸長可能アーム23」を採用する動機付けが存在する。そして，甲2発明の物品載置台11が水平揺動する構成を，移動体が「伸長可能アーム23」を備える構成に置き換えると，必然的に，棚には物品の水平移動機能がなくなり，固定棚となる。",
                "甲2に存在する動機付けに従い，甲2発明に，甲1に開示された移動体が備える水平移動機能を適用することに困難性はなく，そうすることで本件訂正発明1が得られるから，本件訂正発明1は，当業者が甲2及び甲1に基づき容易に想到できたものである。",
                "審決の相違点2の判断は，上記と同趣旨であり，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2の【0007】の記載は，甲2発明において，移動体側と物品載置台側とに分散する物品移載機能を，移動体に集約することを示唆しており，甲2の第一実施形態の保管用位置への物品移載に必要な水平揺動する物品載置台11の構成に代えて，甲1事項2の移動体が「伸長可能アーム23」を備えた構成を採用することの動機付けとしての意味をもつ。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2は，甲2発明の特徴である「物品保持部の搬送用空間における配置」に関し，物品を一時保管するための複数の保管位置(レール側方，レール下方)と，各保管位置で物品を保管できる各種形態の物品保持部(揺動式・固定式・スライド式)との組合せの例を，第1実施形態，第2実施形態，その他の実施形態として例示する。甲2の請求項4に従属する請求項5は，移動体の保持部用移載手段とステーション用移載手段とが別個である構成を含み，各移載手段の移載形態や移載方向を限定しない。甲2は，保持部用移載手段とステーション用移載手段とが別個であり，各移載手段の移載形態や移載方向が異なる構成も開示する。甲2の開示事項は，原告が主張する限定的な内容でない。",
                    "さらに，甲2の【0007】に記載のとおり，一般に，移動体より物品保持部の方が多数となるので，移載手段を物品保持部に設ける場合に較べて，必要な移載手段が少なくて済み，設備全体として構成の簡素化を図ることができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲2は，甲2発明の特徴である「物品保持部の搬送用空間における配置」に関し，物品を一時保管するための複数の保管位置(レール側方，レール下方)と，各保管位置で物品を保管できる各種形態の物品保持部(揺動式・固定式・スライド式)との組合せの例を，第1実施形態，第2実施形態，その他の実施形態として例示する。",
                    "甲2の実施形態は，甲2発明の具現化の一例にすぎないから，甲2発明の実施形態の一部の組合せが記載されていなくても，当該組み合わせの阻害事由が記載されていることにはならない。",
                    "甲2の請求項5は，移動体に備えられた保持部用移載手段とステーション用移載手段とが別個である構成を含み，各移載手段の移載形態や移載方向を限定しない。甲2は，保持部用移載手段とステーション用移載手段とが別個であり，各移載手段の移載形態や移載方向が異なる構成を開示する。甲2は，ステーションには垂直方向の物品移動で移載し，物品保持部には水平方向及び垂直方向の物品移動で移載する構成を排除しない。",
                    "甲2発明の本質的特徴は，物品保持部を搬送用空間に配置した点にあり，保管用位置を，例えば第1実施形態のように走行経路の側脇に設定した場合に，移動体と保管用位置との間での物品移載に必要な移動を実現する構成は，各種の具体例を採用し得る。したがって，甲2発明において，移動体が垂直方向及び水平方向の移動機能を備えることについても，阻害事由は存在しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，甲2の図1の第1実施形態に甲2の図12の水平方向の移載手段を適用することの困難性を主張する。しかし，審決が判断しているのは，甲2発明に甲1事項2を適用することの可否ないし容易性であるから，原告の主張は無意味である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告の主張によれば，甲2(主引例)に開示済みの基本構成(物品保持部の配置)が甲1(副引例)にも開示されていなければ，甲2に甲1事項2を適用できないことになり，相違点の判断として妥当でない。",
                    "甲1事項2の「伸長可能アーム23」の構成のみを甲2発明に適用すれば十分であり，この適用には動機付けがある。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告の主張は，甲2発明が解決しようとする課題，その解決手段である請求項1の発明，その作用効果を度外視して，原告が独自に抽出した第1実施形態だけの技術的意義に基づく主張である。原告は，甲2発明の具体化の一例にすぎない第1実施形態の具体的構成にこだわり，「水平揺動棚と既存技術との積極的組合せ」ないし「既存の移動体3のホイスト機能をそのまま使用する」という甲2に全く記載のない原告独自の概念を持ち出して抽出した第1実施形態だけの技術的意義を，甲2発明の本質的な特徴であるかのように捉え，甲2発明に水平移動機能を適用すると甲2発明の技術的意義が没却されるため，当該適用は有り得ないと主張する。",
                    "原告は，第1実施形態の具体的構成に固執するあまり，甲2発明の解釈に当たり，甲2に記載された他の重要な技術的事項を看過して，独自の解釈に基づき甲2発明を必要以上に限定解釈している。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲4には，審決に記載のとおりの甲4事項が記載されている。",
                "したがって，甲4及び甲2に触れた当業者は，走行経路の側脇に位置する保管用位置に物品を保管する甲2発明に対して，甲2の「物品の移載に必要な機能を移動体に集約させる」という考え方に基づいて，甲2と同じ技術分野の甲4に記載されたホイスト把持部を水平移動させる構成としての「電動チェインブロック5(ホイスト把持部)を水平移動させる横行レール13」の構造を適用して，物品の水平移動機能と垂直移動機能とをオーバーヘッドホイスト搬送車に備えさせることを試みる。",
                "そして，甲2発明において，物品載置台11が水平揺動する構成に代えて，甲4に記載された移動体としての走行ユニット3が「ホイスト把持部を水平移動させる横行レール13」を備えた構成に置き換えた場合，必然的に，棚には物品を水平移動させる機能はなくなり，物品を保管用位置で保持する棚は固定棚となる。",
                "以上のとおり，甲2に存在する動機付けに従い，甲2発明に，甲4に開示された移動体が備える水平移動の機能を適用することに何ら困難性はなく，そのようにすることで，本件訂正発明1が得られるのであるから，本件訂正発明1は，当業者が甲2及び甲4に基づき容易に想到できたものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "甲4発明では，電動チェインブロック5が横行レール13に沿って水平移動するか否かに関わらず，横行レール13の横桁12に対する水平移動によりフック5dを水平移動させることができる。つまり，電動チェインブロック5が横行レール13上を走行するか否かは，横行レール13が本件訂正発明1の「移動ステージ」に相当するか否かとは全く無関係である。",
                "したがって，甲4事項の「横行レール13」は本件訂正発明1の「移動ステージ」に相当しないという原告の主張は誤りであり，そのような誤った認定に基づく無効理由3に関する原告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正発明",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正明細書の記載",
              "text": [
                "訂正明細書(甲17，19)には，以下の記載がある。",
                "「【0003】",
                "［発明の背景］",
                "この発明は，広くはマテリアルの自動化取扱システムに関し，さらに詳しくは，オーバーヘッド(頭上)ホイストが仕掛品(ワーク-イン-プロセス)(以下，WIPという)のパーツ類にWIPストレージユニットから直接にアクセスできて，マテリアル取扱システム全体の効率を高めるマテリルの自動化取扱システムに関するものである。",
                "【0004】",
                "マテリアルを自動的に取り扱うシステムは，既知のものであって，これらは，製品製造の状態においてWIPストレージユニット及びオーバーヘッド(頭上)ホイストを用いて，WIPパーツ類を貯蔵し，各種のワークステーション及び／又は処理マシン類の間を搬送するようになっている。例えば，このような自動化マテリアル取扱システム(以下，AMHSという)は，一般的には集積回路(IC)チップ類の製造に使用されている。ICチップ類製造のプロセスには，種々の工程が含まれていて，これら工程には，被着，クリーニング，イオン注入，エッチング及び不動態化工程が含まれている。さらに，ICチップ製造における，これらの工程のそれぞれは，化学蒸着チャンバ，イオン注入チャンバ又はエッチング機械のような異なる処理機械によってなされているのが通常である。したがって，例えば半導体ウエファーのようなWIPパーツ類は，一般的には，多数回にわたり異なるワークステーション及び／又は処理機械の間を行き来され，ICチップ製造に必要な各種の処理工程を経るようになっている。",
                "【0005】",
                "ICチップ類製造の在来のAMHSは，半導体ウエファーを貯蔵する複数のWIP貯蔵ユニット(“ストッカー”としても知られている)及びICチップ製造工場の床に設置された各種のワークステーション及び処理機械にウエファー類を搬送する一つ又は複数のオーバーヘッドホイスト搬送車を備えている。WIPストッカーに貯蔵された半導体ウエファーは，通常，複数のフロント・オープニング・ユニファイド・ポッド(以下，FOUPsという)のような複数のカセットポッドに入れられ，引き続いて，吊り下げられたトラックにそって走行するオーバーヘッドホイスト搬送車へ移される。在来のAMHSにおいては，各ストッカーには，複数のアクティブ・インプット／アウトプットポートが備えられているのが一般的であって，これらポートは，内部のロボットアーム(3本又はそれ以上の可動軸をもつ)と結合して前記FOUPsを前記ストッカーへ移し入れたり，移し出したりするようになっている。前記FOUPsは，前記オーバーヘッドホイスト搬送車により前記インプット／アウトプットポートから引き上げられたり，置かれたりする。",
                "【0006】",
                "在来のAMHSの一つの欠点は，前記ロボットアームが前記WIPストッカーの複数のアクティブ・インプット／アウトプットポートにある前記FOUPsに近づくのに必要な時間により前記システム全体の効率に限界がある点である。半導体ウエファーの一般的にデリケートな品質のために，前記ロボットアームを加速させるには，厳格な制約があるのが通常である。この理由により，前記FOUPsを前記ストッカーの複数のインプット／アウトプットポートへ接近させたり，離去させたりするための時間は，最短のものが要求されるのが通常である。この最短の移動時間は，大まかに言えば，前記ストッカーのスループットを決定し，所望のICチップ製造レベルを保つに必要なストッカーの数に相当し，したがって，前記AMHSの全体のコストに影響してしまう。前記AMHSのマテリアル取扱効率は，各ストッカーにおけるアクティブ・インプット／アウトプットポートの数を増やし，オーバーヘッドホイスト搬送車が同時に多数のインプット／アウトプット・ポートに達するようにすることで向上されるが，インプット／アウトプット・ポートを増やすと，ストッカーのコストが大幅に高くなってしまう。」",
                "「【0011】",
                "第2の実施例においては，架設トラックの所定のルートは，縦型回転コンベヤWIPストッカーに対し平行に走っており，これによって前記オーバーヘッドホイストが前記回転コンベヤの貯蔵容器の一つから一つ又はそれ以上のWIPパーツにアクセスできるようになっている。さらに前記AMHSは，引き出し機構を備え，これは，縦型回転コンベヤストッカーと共に作用して所望のWIPロットを含む選ばれた回転コンベヤの貯蔵容器を前記トラックに対する適当な位置に位置させる。例えば，前記引き出し機構は，単一のサーボ制御軸にそって，前記トラックに近接の第1の位置から前記トラックの実質的な直下の第2の位置へ前記回転コンベヤの貯蔵容器を動かす(例えば，可動の棚)ようになっている。この第2の実施例においては，前記オーバーヘッド搬送車は，前記トラックにそって動かされて，前記第2の位置の実質的な直上位置へ動かされる。ついで，前記オーバーヘッドホイストは，第2の位置へ下降される。別の実施例においては，前記選ばれた回転コンベヤの貯蔵容器は，前記トラックにそって位置する棚を備え，前記オーバーヘッドホイストは，移送ステージに取り付けられて，前記オーバーヘッド搬送車の側面にある前記棚から一つ又はそれ以上のWIPロットを取り上げたり，配置したりするようになっている。最後に，前記オーバーヘッドホイストを操作して，前記選ばれた貯蔵容器から所望のWIPロットを取り上げたり，又は，前記選ばれた貯蔵容器内へ一つ又はそれ以上のWIPロットを納めるようにする。」",
                "「【0016】",
                "図1は，在来のAMHS100を示すもので，製品製造環境，例えば，集積回路(IC)チップ類製造のためのクリーン環境のもとでWIPパーツ類を種々のワークステーション及び／又は処理マシン類へ自動的に貯蔵し，搬送するために使用されるものである。図1に示すように，在来のAMHS100は，WIPストレージユニット(“ストッカー”)102とオーバーヘッドホイスト搬送システム104を備えている。WIPストッカー102は，インプットポート111とアウトプットポート112を含み，オーバーヘッドホイスト搬送システム104は，架設されたトラック108と，このトラック108にそって動くオーバーヘッドホイスト搬送車105と106を含む。通常の運転モードにおいては，WIPパーツ類は，フロント・オープニング・ユニファイド・ポッド(以下FOUPという)のようなカセットポッド110に入れられて搬送される。第1番目のオーバーヘッド搬送車105は，トラック108にそって動き，FOUP110をストッカー102のインプットポート111におろしたり，アウトプットポート112から別のFOUPを引き上げたりするための適当な位置で停まるようになっている。さらに，第2番目のオーバーヘッド搬送車106は，第1番目のオーバーヘッド搬送車105が前記FOUPの積み卸しが終って出発進行するまで，トラック108に待機している。",
                "【0017】",
                "在来のAMHS100においては，前記FOUPは，オーバーヘッドホイストからインプットポート111へおろされ，アウトプットポート112からオーバーヘッドホイストへ引き上げるようになっているか，又は，別にストッカー102内から3軸又はそれ以上の軸の動きをするようになっているロボットアーム107が接近するようになっている。さらに，ストッカー102から前記FOUPへ接近するのに必要な最短時間でストッカーのスループットが決まるのが通常であるからストッカーの数が所望の生産レベルを保つのに必要になる。したがって，前記FOUPへアクセスするための多軸ロボットアーム107の複雑な動きで最短時間が長くなってしまい，これによって，AMHS100に必要なストッカーの数とマテリアル取扱システムの全体のコストの両者を高めてしまう。」",
                "「【0031】",
                "図5a～図5bは，固定の貯蔵位置へアクセスする移送ホイスト搬送車サブシステム704を示す。図示の実施例では，移送ホイスト搬送車サブシステム704は，架設トラック708及びこのトラックにそって走行するオーバーヘッドホイスト搬送車705を含む。このオーバーヘッド搬送車705でFOUP710を固定の貯蔵位置732から取り上げたり，配置したりするようになっている。例えば，オーバーヘッド搬送車705は，天井714から距離736(約0．9m)だけ離れており，貯蔵位置732は，ICチップ製造フロアーから距離738(約2．6m)をおいた上方にある。さらに，天井714は，高くなっているフロアーから距離790(約3．66m)離れた上にある。",
                "【0032】",
                "オーバーヘッドホイスト搬送車705は，架設のトラック708の直下になる位置からFOUP710を取り上げ(そして配置する)。この目的のために，オーバーヘッドホイスト搬送車705は，移動ステージに取り付けられ，搬送車705から突き出てFOUP710を取り上げ，ついで，これを搬送車705へ引き戻すホイストグリッパー731を含み，このようにしてFOUP710は，オーバーヘッドホイスト搬送車705内を動く(図5b参照)。好ましい実施例では，前記移動ステージによりオーバーヘッドホイストでカセットポッドをオーバーヘッド搬送車705のいずれかの側面から取り上げたり，配置したりするようになっている。FOUP710がホイストグリッパ730に保持されると，オーバーヘッドホイスト搬送車705がそれをIＮチップ製造フロアーのワークステーション又は処理加工マシンへと運ぶ。",
                "【0033】",
                "図6は，コンベヤ895の上にあるか又は移動中のマテリアルにアクセスする移送ホイスト搬送車システム800を図示する。特には，オーバーヘッドホイスト搬送サブシステム804を用いて，FOUP810をオーバーヘッドレールをベースとするコンベヤ895から直接取り上げたり，配置したりするようになっている。図示の実施例では，オーバーヘッドホイスト搬送サブシステム804は，架設されたトラック808と，トラック808にそって走行するオーバーヘッドホイスト搬送車805を含んでいる。例えば，オーバーヘッド搬送車805は，トラック808から距離836(約0．9m)をおいた下方にあり，レールにのったコンベヤ895から距離892(約0．35m)をおいた上方に位置する。さらに，オーバーヘッドレール898は，高くなっているICチップ製造フロアーから距離838(約2．6m)をおいた上方に位置する。理解されるべき点は，レール898は，図面の面に対し垂直方向にある点である。移送ホイスト搬送車システム800は，さらに，処理加工治具ロードポート899を含んでいる。",
                "【0034】",
                "オーバーヘッド搬送車805を用いて，レールに乗せられたコンベヤ895への上方からの積み卸しを行うようになっている。この目的のために，オーバーヘッド搬送車805には，ホイストグリッパー835をもつオーバーヘッドホイスト831が含まれていて，これは，移動ステージ833に取り付けられ，これは，矢印870，871それぞれに示すように，水平及び垂直移動できるようになっている。図示の操作モードにおいては，レールに乗っているコンベヤ895が動いてFOUP810をオーバーヘッドホイスト831の直下に位置させる。ついで，移動ステージ833を介してホイストグリッパー835がFOUP810に向けて降下し，コンベヤ895からFOUP810を直接掴み上げる。ついで，FOUP810を保持しているホイストグリッパー835を移動ステージ833を介して引き上げて後退させ，このようにしてFOUP810をオーバーヘッドホイスト搬送車805内へ移動させる。ついで搬送車805でFOUP810をICチップ製造フロアーのワークスエーション又は処理加工マシンへ運ぶ。",
                "【0035】",
                "ここに記載のマテリアル自動化取扱システムの操作方法を図7を参照しながら解説する。工程902で示すように，FOUPを入れた選ばれた貯蔵容器は，縦型回転コンベヤストッカー内に配置され，オーバーヘッドホイストがアクセスできるようにされる。例えば，選ばれた回転コンベヤの貯蔵容器は，縦型回転コンベヤストッカーの頂部又は側部に位置される(図2～図3参照)。ついで，工程904で示すように，オーバーヘッドホイスト搬送車をトラックにそって動かし，選ばれた貯蔵容器の近くへと移動させる。…(略)…選ばれた貯蔵容器を前記ストッカーの側面に位置させる場合には，オーバーヘッド搬送車は，前記貯蔵容器の側面に位置することになる。ついで工程906で示すようにオーバーヘッドホイストを前記搬送車から突き出して降下させ，前記ホイストグリッパーを選ばれた貯蔵容器内のFOUPに当接させる。ついで，工程908で示すように，ホイストグリッパーを操作して，前記貯蔵容器からFOUPを直に取り上げる。ついで，工程910で示すように，オーバーヘッドホイストを引き上げ，後退させ，FOUPをオーバーヘッド搬送車内へ移す。このようにして，FOUPは，選ばれた貯蔵容器からオーバーヘッド搬送車へ移される。最後に，工程912で示すように，オーバーヘッド搬送車でFOUPを製品製造フロアーにおけるワークステーション又は処理加工マシンへ運ぶ。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件訂正発明の要旨",
      "text": [
        "訂正明細書の前記(1)の記載から，本件訂正発明について，以下のことが認められる。",
        "本件訂正発明は，集積回路チップの製造に使用される自動化マテリアル取扱システムに関するものであり，特に，吊り下げられたトラックに沿って走行し，半導体ウエファを貯蔵する複数の仕掛品貯蔵ユニット(ストッカー)並びに集積回路チップ製造工場の床に設置された各種のワークステーション及び処理機械に半導体ウエファを搬送するオーバーヘッドホイスト搬送車を備える自動化マテリアル取扱システムに関するものである(【0003】ないし【0005】)。",
        "従来の自動化マテリアル取扱システムでは，オーバーヘッドホイスト搬送車は，仕掛品パーツ類が入ったカセットポッドを仕掛品貯蔵ユニット(ストッカー)のインプットポートに降ろしたり，アウトプットポートから引き上げたりする(【0016】，【0017】)。インプットポート及びアウトプットポートと仕掛品貯蔵ユニット(ストッカー)との間のカセットポッドの移動は，仕掛品貯蔵ユニット(ストッカー)内のロボットアームによって行われる(【0005】)。一般的にデリケートな品質を有する半導体ウエファを扱うロボットアームの加速には厳格な制約があるため，自動化マテリアル取扱システムのマテリアル取扱効率を上げるためには，仕掛品貯蔵ユニット(ストッカー)のインプットポート及びアウトプットポートの数を増やし，オーバーヘッドホイスト搬送車が同時に多数のインプット／アウトプット・ポートに達するようにする必要があったが，これには，仕掛品貯蔵ユニット(ストッカー)のコストが大幅に高くなるという課題があった(【0006】)。",
        "本件訂正発明に係る自動化マテリアル取扱システムでは，オーバーヘッドホイスト搬送車は，移動ステージと，移動ステージに取り付けられたオーバーヘッドホイストとを備え，トラックに沿って位置し，かつ，オーバーヘッドホイスト搬送車の側面にある棚からカセットポッドを取り上げたり，その棚にカセットポッドを配置したりする(【0011】)。すなわち，オーバーヘッドホイスト搬送車が仕掛品貯蔵ユニット(ストッカー)に直接アクセスすることで，自動化マテリアル取扱システムの効率を高める(【0003】)。",
        "具体的には，架設されたトラック808に沿って走行するオーバーヘッドホイスト搬送車805は，オーバーヘッドホイスト831を備え，オーバーヘッドホイスト831は，移動ステージ833と，移動ステージ833に取り付けられたホイストグリッパー835とを有する(【0033】，【0034】，図6)。そして，レールに乗っているコンベヤ895が動いてFOUP(フロント・オープニング・ユニファイド・ポッド。カセットポッドの一種。【0005】)810がオーバーヘッドホイスト831の直下に位置すると，ホイストグリッパー835は，移動ステージ833を介してFOUP810に向かって降下し，コンベヤ895からFOUP810を直接掴み上げ，FOUP810を保持したまま移動ステージ833を介して上昇し，後退して，FOUP810をオーバーヘッドホイスト搬送車805内へ移動させる(【0034】)。その後，オーバーヘッドホイスト搬送車805は，FOUP810を処理加工治具ロードポート899へ運ぶ(【0033】，【0034】)。",
        "本件訂正発明では，カセットポッドは，レールに乗っているコンベヤ895上のFOUP810ではなく，固定の貯蔵位置732(固定棚)上のFOUP710であり(【0031】，図5a，図5b)，オーバーヘッドホイスト搬送車805は，固定の貯蔵位置732(固定棚)の側面に位置して上記の動作を行う(【0032】，【0035】)。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "取消事由1(1)及び取消事由2",
          "text": [
            "まず，取消事由1(1)(甲2発明の認定の誤り)及び取消事由2(本件訂正発明1と甲2発明との一致点及び相違点2の認定の誤り)について検討する。"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "甲2発明の認定",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "text": [
                "甲2(特開平10-45213号公報)には，以下の記載がある。図1ないし図3，図7，図12ないし図17については，図面目録参照。",
                "「【特許請求の範囲】",
                "【請求項1】  搬送用空間と，その搬送用空間とは別の空間とが上下に並ぶ状態で設けられ，前記搬送用空間に，案内レールと，その案内レールに案内されて走行する移動体とが設けられ，前記移動体が，複数のステーション間で物品を搬送するように構成されている物品搬送設備であって，前記搬送用空間に，前記ステーション間の物品搬送及び前記ステーションに対する物品移載を許容する状態で，前記移動体との間で物品を移載可能に複数の物品を保持する物品保持部が設けられている物品搬送設備。",
                "【請求項2】  上下が区画された作業用空間の天井の上側若しくは下側又は床下の空間が，前記搬送用空間として設定され，床上の空間が，前記別の空間として設定されている請求項1記載の物品搬送設備。",
                "【請求項3】  前記物品保持部は，前記案内レールに沿って設けられ，且つ，前記案内レールにおける，前記ステーションに対する停止位置間の途中箇所に位置する移動体との間で物品を移載可能に構成されている請求項1又は2記載の物品搬送設備。",
                "【請求項4】  前記移動体に，前記物品保持部との間で，物品を移載するための保持部用移載手段が設けられている請求項1～3のいずれか1項に記載の物品搬送設備。",
                "【請求項5】  前記移動体に，前記ステーションとの間で，物品を移載するためのステーション用移載手段が設けられている請求項1～4のいずれか1項に記載の物品搬送設備。",
                "【請求項6】  前記保持部用移載手段と前記ステーション用移載手段とが，単一の物品移載手段にて兼用される状態で設けられている請求項5記載の物品搬送設備。」",
                "「【発明の詳細な説明】",
                "【0001】",
                "【発明の属する技術分野】本発明は，搬送用空間と，その搬送用空間とは別の空間とが上下に並ぶ状態で設けられ，前記搬送用空間に，案内レールと，その案内レールに案内されて走行する移動体とが設けられ，前記移動体が，複数のステーション間で物品を搬送するように構成されている物品搬送設備に関する。」",
                "「【0007】又，上記請求項4記載の構成を備えることにより，物品保持部と移動体との間で物品の移載を行う保持部用移載手段が移動体側に設けられている。このような物品搬送設備では，一般的に，移動体の数に較べて物品保持部の数の方が多数となる場合が多いので，その移載手段を物品保持部側に設ける場合に較べて，必要となる移載手段の数が少なくて済み，設備全体として構成の簡素化を図ることができる。」",
                "「【0016】",
                "【発明の実施の形態】以下，本発明を適用した物品搬送設備の実施の形態を図面に基づいて説明する。",
                "〔第1実施形態〕物品搬送設備TSは，複数の工程で加工処理されて完成品となる物品Bの製造設備において，各工程間でその物品Bを搬送する設備である。この搬送のために，設備の全体レイアウト図である図7に示すように，6個のループ状の案内レール1と，それらの案内レール1間で物品Bを搬送するためのループ状の連絡用案内レール2とが備えられており，各案内レール1では複数台の移動体3が案内されて物品Bを一定方向(例えば反時計周り方向)に搬送し，連絡用案内レール2においても複数台の連絡用移動体4が案内されて物品Bを一定方向(例えば時計周り方向)に搬送する。",
                "【0017】各案内レール1は，床面FLと天井CLとによって区画される作業用空間において，図1に示すように，天井CLの下側に取り付けられ，天井CLの下側の，案内レール1，移動体3及び後述する物品保管部BSが存在する空間が，物品Bの搬送するための搬送用空間TAを形成し，その搬送用空間TAの下側に位置する床面FL上側の空間が搬送用空間TAとは別の空間OAを形成し，前記別の空間OAに，案内レール1に沿って床面FL上に並ぶ状態で複数台の加工装置5が設置されている。移動体3は，図3に示す各加工装置5の物品受入れ部5a及び物品払出し部5bに対して物品Bの受け渡しを行うので，厳密には，図3に示すように，各加工装置5の物品受入れ部5a及び物品払出し部5bにおける移動体3との物品移載位置が案内レール1における移動体3のステーションSTとなる。尚，一つの案内レール1に沿って設置される加工装置5は，物品Bに対して同一の処理を行う装置である場合が多いが，一連に行われる複数種類の処理をするために複数種類の加工装置5を並べて配置する場合もある。この他，案内レール1に沿って物品Bを一時的に保持する物品保持部BSが複数設けられ，案内レール1に対する物品の出入り部IOには，案内レール1の移動体3と連絡用案内レール2の連絡用移動体4との間で物品Bを移載するための出入り部用移載装置6が設けられている。」",
                "「【0019】以下，上記した各部分について概略説明する。案内レール1を走行する移動体3は，図1及び図2に示すように，上記の案内レール1によって上下方向並びに左右方向での位置が規制される図示しない走行輪を備えた走行部3aと，走行部3aにおいて巻き取り駆動される索状体3bにて吊下げ支持されて昇降自在の昇降部3cと，昇降部3cの下端から下方に延びる物品把持用の把持具3dとが備えられて構成され，リニアモータ(例えば移動体3側に駆動用コイルを備えたLDM)にて走行駆動される。尚，移動体3の走行や昇降部3cの昇降移動のための電力は，図示を省略するが，案内レール1の側面に設置された給電線から集電子等を経て供給される。",
                "【0020】この移動体3とステーションSTとの間の物品Bの移載は，図1及び図2に示すように，昇降部3cの昇降作動と把持具3dの把持作動とにより，案内レール1の直下に位置する加工装置5の物品受入れ部5a及び物品払出し部5bとの間で，物品Bを昇降移動させて行うものであり，後述するように物品保持部BSにおいても，昇降部3cの昇降距離が異なるものの同様の移載動作を行う。従って，物品保持部BSとの間で物品Bの移載を行う保持部用移載手段BCと，ステーションSTとの間で物品Bの移載を行うステーション用移載手段SCとは，索状体3b，昇降部3c及び把持具3dを主要部とする単一の物品移載手段BMにて構成されている。",
                "【0021】…(略)…物品保持部BSには，図1，図2及び図7に示すように，天井CL近くの移動体移動経路の両側に配置され，一端側を天井CLに揺動自在に取り付けられたリンク機構10と，そのリンク機構10の他端側が揺動自在に取り付けられて水平揺動自在の物品載置台11と，伸縮端12aがリンク機構10に取り付けられた油圧シリンダ12とが備えられており，油圧シリンダ12の駆動力により，物品載置台11が，移動体3の走行経路に進出する状態と，走行経路の側脇に引退する状態とに切り換えられる。物品載置台11は，通常，走行経路の側脇に引退する状態を維持し，移動体3が案内レール1に沿って走行するのを許容すると共に，移動体3の昇降部3cの昇降を許容して，ステーションSTに対する物品移載を許容する。尚，一つの物品載置台11には，図2及び図7に示すように，移動体移動方向に並ぶ状態で4つの物品Bを保持可能である。",
                "【0022】物品載置台11が移動体3の走行経路に進出する状態では物品載置台11に載置される物品Bが，移動体3の昇降部3cの直下の移載用位置に位置し，この位置で，移動体3と物品の受け渡しを行う。すなわち，物品保持部BSに保持される物品Bを移動体3に移載するときは，移動体3の昇降台3cを降下させて，把持具3dにて物品Bにおける移動体前後方向の上端部を把持した後，昇降部3cを上昇端まで上昇させる。移動体1は，物品Bをその上昇位置で保持する状態で搬送する。移動体3が保持する物品Bを物品保持部BSに移載するときは，上記とほぼ逆の動作となる。従って，リンク機構10及び油圧シリンダ12を主要部として，案内レール横幅方向に保持する複数個(具体的には2個)の物品Bの夫々を，移動体3との移載用位置に位置させる物品移動手段MSが構成されている。」"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "甲2の前記アの記載によれば，以下のことが認められる。",
                "甲2には，案内レールとその案内レールに案内されて走行し複数のステーション間で物品を搬送する移動体とが設けられた搬送用空間と，その搬送用空間とは別の空間とが上下に並ぶ状態で設けられた物品搬送設備が記載されている(【0001】)。",
                "物品搬送設備TSは，床面FLと天井CLとで区画される作業用空間の上側に位置する搬送用空間TAと，搬送用空間TAの下側に位置する別の空間OAとを含み，搬送用空間TAには，天井CLの下側に取り付けられたループ状の案内レール1と，案内レール1に案内されて物品Bを搬送する複数台の移動体3と，物品保管部BSとが存在し，別の空間OAには，案内レール1に沿って床面FLに並ぶ状態で複数台の加工装置5が設置される(【0016】，【0017】，図1，図7)。",
                "案内レール1を走行する移動体3は，案内レール1によって上下方向及び左右方向の位置が規制される走行輪を備えた走行部3aと，走行部3aで巻き取り駆動される索状体3bで支持されて昇降自在の昇降部3cと，昇降部3cの下端から下方に延びる物品把持用の把持具3dとから構成される(【0019】，図1，図2)。ここで，図1を参照すると，走行部3aは，案内レール1に吊り下げられており，昇降部3cを案内レール1より下方に搭載していることが見て取れる。",
                "物品保持部BSは，移動体移動経路の両側に配置され，一端側を天井CLに揺動自在に取り付けられたリンク機構10と，リンク機構10の他端側が揺動自在に取り付けられて水平揺動自在の物品載置台11と，伸縮端12aがリンク機構10に取り付けられた油圧シリンダ12とを備え，油圧シリンダ12の駆動力により，物品載置台11が移動体3の走行経路に進出する状態と走行経路の側脇に引退する状態とに切り換えられる(【0021】，図1，図2，図7)。",
                "物品載置台11は，通常，走行経路の側脇に引退する状態を維持し，移動体3が案内レール1に沿って走行するのを許容するとともに，移動体3の昇降部3cの昇降を許容して，ステーションSTに対する物品移載を許容する(【0021】)。",
                "移動体3とステーションST(加工装置5の物品受入れ部5a及び物品払い出し部5bにおける物品移載位置。【0017】，図3。)との物品Bの移載は，物品載置台11が走行経路の側脇に引退した状態で，昇降部3cの昇降作動と把持具3dの把持作動とにより，案内レール1の直下に位置する加工装置5の物品受入れ部5a及び物品払出し部5bとの間で物品Bを昇降移動させて行う(【0020】，【0021】，図1，図2)。",
                "移動体3と物品保持部BSの物品載置台11との物品Bの移載は，物品載置台11が移動体3の走行経路に進出する状態では，移動体3の昇降部3cの直下の移載用位置にある物品Bを昇降移動させて行う(【0022】)。",
                "移動体3とステーションSTとの間で物品Bの移載を行うステーション用移載手段SCと，移動体3と物品保持部BSとの間で物品Bの移載を行う保持部用移載手段BCとは，索状体3b，昇降部3c，把持具3dを主要部とする単一の物品移載手段BMで構成され，ステーションSTとの間での移載と物品保持部BSとの間での移載とは，昇降距離が異なるものの同じ動作(昇降動作)で行われる(【0020】)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記イのとおり，物品載置台11は，通常，走行経路の側脇に引退する状態を維持し，移動体3が案内レール1に沿って走行するのを許容する。すなわち，移動体3が案内レール1に沿って走行することができるのは，物品載置台11が走行経路の側脇に引退する状態を維持するときである。",
                "したがって，移動体3が物品載置台11との間で物品Bを移載するときは，まず，物品載置台11が走行経路の側脇に引退する状態で移動体3(の走行部3a)が移載を行う位置まで移動して停止し，次に，物品載置台11が移動体3の走行経路に進出する状態に切り換えられ，その後，前記イのとおり移動体3の昇降部3cの直下の移載用位置にある物品Bを昇降移動させることが分かる。",
                "このとき，移動体3の把持部3dが物品載置台11の上方に位置していることは，明らかである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "前記イないしウのとおり，移動体3は，ステーション用移載手段SCと保持部用移載手段BCとを兼ねる単一の物品移載手段BMで物品Bを直下に昇降移動させて，加工装置5の物品受入れ部5a及び物品払出し部5bとの間で，又は物品載置台11との間で，物品Bを移載するものである。",
                "そして，加工装置5の物品受入れ部5a及び物品払出し部5bは，前記イのとおり加工装置5が床面FLに設置されている以上，移動体3を案内する案内レール1から見て常に直下に位置すると認められるものの，それに対して物品Bの移載が許容されるのは，前記イのとおり物品載置台11が走行経路の側脇に引退する状態にあるときである。一方，物品載置台11に載置された物品Bが移動体3の直下に位置するのは，前記ウのとおり，物品載置台11が移動体3の走行経路に進出する状態にあるときである。",
                "すなわち，甲2に記載された物品搬送設備TSは，物品載置台11が走行経路の側脇に引退する状態にあるときには加工装置5の物品受入れ部5a及び物品払出し部5bとの間で物品Bの移載を行い，物品載置台11が移動体3の走行経路に進出する状態にあるときには物品載置台11との間で物品Bを移載するものである。",
                "そうすると，甲2に記載された物品搬送設備TSは，物品載置台11が水平揺動自在な移動棚であり，移動体3の昇降部3cの把持部3dが物品載置台11との間で昇降動作をするときに，物品載置台11が走行経路に進出する状態にあることを前提とするものであると認められる。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "以上のことをまとめると，甲2には，原告が主張するとおり，以下の発明が「第1実施形態」として記載されていると認められるから，甲2発明は，そのように認定するべきである。審決の認定と異なる部分を下線で示す。",
                "「自動化された物品搬送設備TSであって，",
                "物品Bを保持するように設定されリンク機構10により水平揺動自在の物品載置台11と，",
                "昇降部3cを搭載した走行部3aを含む移動体3であって，前記昇降部3cは，それ自体が垂直移動可能な物品Bを把持する把持具3dを有し，前記走行部3aは，前記把持具3dで物品Bを把持した状態で物品載置台11に隣接する走行経路を画定する案内レール1に沿って吊り下げられて移動し且つ前記昇降部3cを前記案内レール1よりも下方位置に搭載するように構成された前記移動体3と，を有し，",
                "前記物品載置台11は開放されており，前記昇降部3cの把持具3dが，複数の行程で加工処理されて完成品となる物品Bの製造設備の各工程間を案内レール1に沿って次の搬送のために，前記案内レール1の下方において，リンク機構10により走行経路に進出した状態の物品載置台11に保持された物品Bへ直接到達するようになっており，",
                "把持具3dは，案内レール1の真下の位置から下降することにより加工装置5のステーションSTの物品Bへ到達して物品Bを取り出すことができ且つ案内レール1の真下の位置から下降することにより前記加工装置5のステーションSTより高い位置にあるリンク機構10により走行経路に進出した状態の物品載置台11の物品Bへ到達して物品Bを取り出すことができるようになっている物品搬送設備TS。」"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "すなわち，審決には，甲2発明の認定に際し，物品載置台11がリンク機構10により水平搖動自在な水平搖動棚であり，把持具3dが案内レール1の真下の位置から下降して物品載置台11の物品Bへ到達する際に，物品載置台11がリンク機構10により走行経路に進出した状態にある点を認定しなかった誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "甲2発明の認定に関する被告の主張について",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "被告は，①甲2発明は，それが解決しようとする課題を念頭に，甲2に記載された技術的事項に基づき，「第1実施形態」に記載された具体的構成のみならず，本件訂正発明との対比判断に必要かつ十分な限度で認定されるべきであり，②甲2発明の本質的な特徴は，物品を一時的に保持する物品保持部を搬送用空間に配置した点にあるから，審決がした甲2発明の認定に誤りはないと主張する。",
              "text": [
                "しかし，被告の主張は，以下に述べるとおり，採用することができない。",
                "従来の物品搬送設備は，ステーションに搬送される物品又はステーションから搬送された物品を一時的に保持する設備が搬送用空間とは別の空間に設けられていたため，その別の空間の容積の拡大が課題とされていたところ，甲2発明は，その課題を，物品を一時的に保持する物品保持部をステーション間の物品搬送及びステーションに対する物品移載を許容する状態で搬送用空間に設けることにより解決した点に特徴がある(請求項1，【0002】ないし【0004】)。",
                "したがって，甲2発明は，それが解決しようとする課題を念頭に置けば，案内レール及びその案内レールに案内されて走行する移動体が設けられた搬送用空間と，その搬送用空間とは別の空間とが上下に並ぶ状態で設けられ，移動体が複数のステーション間で物品を搬送する物品搬送設備であって，しかも，物品を一時的に保持する設備と移動体との間で物品の移載が可能な物品搬送設備として認定するべきである。",
                "また，本件訂正発明1は，「移動ステージは，ホイスト把持部をオーバーヘッドホイスト搬送車に最も近い第1の位置から固定棚に最も近い第2の位置へ移動させるように設定され，ホイスト把持部は，第1の位置から下降することにより処理加工治具ロードポートのカセットポッドへ到達してカセットポッドを取り出すことができ且つ第2の位置から下降することにより」「固定棚のカセットポッドへ到達してカセットポッドを取り出すことができるようになっている」と特定されて，「ホイスト保持部」がどのようにして「処理加工治具ロードポートのカセットポッド」及び「固定棚のカセットポッド」に到達するかが具体的に特定されている。",
                "したがって，本件訂正発明1との対比判断に必要かつ十分な限度で甲2発明を認定する観点からすれば，甲2発明の認定においても，垂直移動可能な把持具3dがどのようにして加工装置5のステーションSTの物品B及び物品載置台11に保持された物品Bに到達するかを具体的に特定するべきである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被告は，原告が主張する甲2発明は，甲2発明が解決しようとする課題とその解決手段である請求項1の発明及びその作用効果並びに下位の請求項同士の従属関係を度外視したものであり，妥当でないと主張する。そして，①甲2の請求項4ないし請求項6の記載からみて，甲2発明は，保持部用移載手段とステーション用移載手段とが別個の構成も当然含む，②甲2の請求項5の記載からみて，甲2は，保持部用移載手段とステーション用移載手段とが別個であり，各移載手段の移載形態や移載方向が異なる構成を開示する，③甲2は，甲2発明の特徴である「物品保持部の搬送用空間における配置」に関して，物品を一時保管するための複数の保管位置(レール側方，レール下方)と，各保管位置で物品を保管できる各種の形態の物品保持部(揺動式・固定式・スライド式)との組合せの例を，第1実施形態，第2実施形態，その他の実施形態として例示すると主張する。",
                "しかし，被告の主張は，以下に述べるとおり，採用することができない。",
                "前記アのとおり，甲2発明が解決しようとする課題とその解決手段とを踏まえれば，甲2発明は，搬送用空間と，その搬送用空間とは別の空間とが上下に並ぶ状態で設けられた物品搬送設備であって，しかも，物品を一時的に保持する設備と移動体との間で物品の移載が可能な物品搬送設備として認定するべきであるから，前記(1)で認定した甲2発明は，甲2発明が解決しようとする課題とその解決手段である請求項1の発明及びその作用効果を度外視したものではない。",
                "また，後記3(1)のとおり，甲2に記載された実施形態は，いずれも，ステーション用移載手段SCと保持部用移載手段BCとを移動体3に設けられた単一の物品移載手段BMで兼用し，ステーションSTとの間での物品Bの移載と物品保持部BSとの間での物品Bの移載とを同じ動作(昇降動作又は移動体3の横幅方向への移動)で行うものである。そして，ステーション用移載手段SCと保持部用移載手段BCとが別個の構成の実施形態や，各移載手段の移動形態や移載方向が異なる構成の実施形態は，甲2には記載されていない。",
                "被告が主張するとおり，甲2の請求項4には保持部用移載手段が移動体に設けられることが記載され，請求項5にはステーション用移載手段が移動体に設けられることが記載され，請求項6には保持部用移載手段とステーション用移載手段とが単一の物品移載手段で兼用されることが記載されている。しかし，これらの記載は，いずれも，対応する作用効果の記載(【0007】，【0008】)とともに，甲2に記載された実施形態(すなわち，ステーション用移載手段SCと保持部用移載手段BCとを移動体3に設けられた単一の物品移載手段BMで兼用する実施形態)のすべてに等しく当てはまることからすれば，これらの実施形態に共通する構成を個別に取り出して表現したものにすぎず，これらの実施形態に表れていない何らかの新たな構成を開示したり，それをこれらの実施形態に付加したりすることを示唆するものではない。",
                "したがって，前記(1)で認定した甲2発明は，下位の請求項同士の従属関係を度外視したものではない。",
                "甲2の請求項4ないし請求項6の記載は，保持部用移載手段とステーション用移載手段とを別個のものにするという，甲2に記載された実施形態に表れていない構成を示唆するものではなく，甲2発明は，保持部用移載手段とステーション用移載手段とが別個の構成を含むとはいえない。",
                "請求項5の記載は，各移載手段の移載形態や移載方向を異なるものにするという，甲2に記載された実施形態に表れていない構成を開示するものではなく，甲2は，保持部用移載手段とステーション用移載手段とが別個であり，各移載手段の移載形態や移載方向が異なる構成を開示するとはいえない。",
                "後記のとおり，甲2には，物品保持部として，水平搖動自在な移動棚である物品載置台11(第1実施形態，第2実施形態)，スライド移動自在な載置台22(【0036】，【0037】，図14，図15に記載されたその他の別実施形態)，固定棚(【0038】，図16，図17に記載されたその他の別実施形態)，物品保持台30(【0035】，図12，図13に記載されたその他の別実施形態)が記載されているから，被告の前記③の主張のとおり，甲2は，物品を一時保管するための複数の保管位置(レール側方，レール下方)と，各保管位置で物品を保管できる各種の形態の物品保持部(揺動式・固定式・スライド式)との組合せの例を開示するといえる。",
                "しかし，物品Bの移載については，甲2には，水平搖動自在な移動棚である物品載置台11，スライド移動自在な載置台22又は固定棚との間は昇降動作で，物品保持台30との間は移動体3の横幅方向への移動で，それぞれ行うことが記載されているものの，昇降動作と移動体3の横幅方向への移動とを組み合わせることは，記載も示唆もされていない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "一致点・相違点の認定",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "text": [
                "審決は，前記(2)のとおり，甲2発明の認定を誤ったから，その結果，相違点2の認定も誤った。",
                "相違点2は，正しくは以下のように認定するべきである。審決の認定と異なる部分を下線で示す。",
                "(相違点2)",
                "本件訂正発明1が，",
                "水平移動可能な移動ステージ及びこの移動ステージに取り付けられ前記移動ステージの水平移動によって水平移動可能なホイスト把持部を有し，",
                "前記移動ステージは，前記ホイスト把持部に把持されたカセットポッドの全部がオーバーヘッドホイスト搬送車の外に位置するように前記ホイスト把持部を水平方向に移動させ，且つ，その全部がオーバーヘッドホイスト搬送車の外に位置するカセットポッドを前記ホイスト把持部により把持可能なように水平方向に移動させるようになっており，",
                "所定経路に隣接する棚が固定棚であり，前記ホイスト把持部が，固定棚に保持されたカセットポッドへ直接到達するのが，前記オーバーヘッドホイスト搬送車のいずれかの側方であり，",
                "前記移動ステージは，ホイスト把持部をオーバーヘッドホイスト搬送車に最も近い第1の位置から固定棚に最も近い第2の位置へ移動させるように設定され，ホイスト把持部は，第2の位置から固定棚のカセットポッドへ到達するようになっている",
                "のに対し，甲2発明は，",
                "把持具3dを水平方向に移動させる水平移動可能な移動ステージを有しておらず，所定経路に隣接する棚が水平搖動自在の物品載置台11であり，この物品載置台11が水平搖動して移動体3の走行経路に進出した状態で，把持具3dは案内レール1の直下の位置で下降して，物品載置台11に保持された物品Bに到達するようになっている点。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "もっとも，審決は，相違点2についての判断において，無効理由4に関しては，「甲2発明に甲1事項2の構造を適用した場合，…当該物品載置台11を水平揺動させて把持具3dの下方に配置させる必要がなくなり，当該物品載置台11の水平揺動機能を削除して固定棚とするべきであることは，当業者には容易に想到し得る設計変更に過ぎない。」，無効理由3に関しては，「甲2発明に甲4事項の移動ステージの構造を適用した場合，…物品載置台11を水平揺動させて把持具3dの下方に配置させる必要がなくなり，物品載置台11の水平揺動機能を削除して固定棚とするべきであることは，当業者には容易に想到し得る設計変更に過ぎない。」としている。",
                "そうすると，審決は，相違点2について判断する際，無効理由4に関しても無効理由3に関しても，甲2発明は，棚が水平搖動可能な物品載置台11であり，物品載置台11が把持具3dの下方に(すなわち，移動体3の走行経路に)進出することを前提にしていると認められる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "したがって，審決は，実質的には，「甲2発明は，」「所定経路に隣接する棚が水平搖動自在の物品載置台11であり，この物品載置台11が水平搖動して移動体3の走行経路に進出した状態で，把持具3dは案内レール1の直下の位置で下降して，物品載置台11に保持された物品Bに到達するようになっている」点を含むものとして相違点2を認定し，判断したといえる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "一致点・相違点の認定に関する原告の主張について",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，審決は一致点の認定も誤ったと主張する。具体的には，審決が認定した一致点のうち，「ホイスト把持部は，」「下降することにより前記処理加工治具ロードポートより高い位置にある棚の被搬送物品へ到達して被搬送物品を取り出すことができるようになっている」ことは一致点ではないと主張する。",
                "しかし，原告が主張する甲2発明においても，水平搖動自在の物品載置台11(本件訂正発明1の「棚」)は加工装置5のステーションST(同「処理加工治具ロードポート」)より高い位置にあり，「物品載置台11が水平搖動して移動体3の走行経路に進出した状態では」という限定が付いているものの，把持具3d(同「ホイスト把持部」)は下降することにより水平搖動自在の物品載置台11の物品B(同「被搬送物品」)へ到達して物品Bを取り出すことができるから，「ホイスト把持部は，」「下降することにより前記処理加工治具ロードポートより高い位置にある棚の被搬送物品へ到達して被搬送物品を取り出すことができるようになっている」ことを一致点とした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，審決は相違点2についての判断においても，少なくとも「把持具3dは，水平揺動して走行経路に進出した状態の物品載置台11に保持された物品Bに到達する点」を全く考慮していないと主張する。",
                "しかし，審決は，甲2発明に甲1事項2の構造又は甲4事項の構造を適用した場合，「物品載置台11を水平揺動させて把持具3dの下方に配置させる必要がなくなり，」としているから，甲2発明は，物品載置台11を水平搖動させて把持具3dの下方に配置させる(すなわち，物品載置台11を移動体3の走行経路に進出させる)ものであることを考慮していると認められる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "したがって，原告の主張は，採用することができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(5)",
      "subject": "取消事由1(1)及び取消事由2についてのまとめ",
      "text": [
        "以上のとおりであるから，審決には，甲2発明の認定に際し，物品載置台11がリンク機構10により水平搖動自在な水平搖動棚であり，把持具3dが案内レール1の真下の位置から下降して物品載置台11の物品Bへ到達する際に，物品載置台11がリンク機構10により走行経路に進出した状態にある点を認定しなかった誤りがあり，その結果，本件訂正発明1と甲2発明との相違点2を正しく認定しなかった誤りがある。",
        "しかし，審決は，相違点2についての判断に際し，上記の点を実質的に考慮しているから，上記の甲2発明の認定の誤り及び相違点2の認定の誤りを理由として審決を取り消すべきであると認めることはできない。",
        "したがって，取消事由1(1)及び取消事由2には理由がない。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "取消事由3及び取消事由4について",
          "text": [
            "次に，前記で認定した甲2発明及び相違点2を前提として，取消事由3(無効理由4の相違点2についての判断の誤り)及び取消事由4(無効理由3の相違点2についての判断の誤り)について検討する。"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "甲2発明の技術的意義",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "text": [
                "甲2発明においては，ステーション用移載手段SCと保持部用移載手段BCとが移動体3に設けられた単一の物品移載手段BMで構成され，ステーションSTとの間での移載と物品保持部BSとの間での移載とが，昇降距離が異なるものの同じ動作(昇降動作)で行われる。このことは，以下に述べるとおり，甲2発明である「第1実施形態」に限らず，甲2に記載された他の実施形態でも同様である。",
                "まず，「第2実施形態」は，連絡用移動体4の構成が「第1実施形態」と異なるだけであるから(【0032】)，移動体3の構成は，「第1実施形態」と同じであり，ステーション用移載手段SCと保持部用移載手段BCとが移動体3に設けられた単一の物品移載手段BMで構成され，ステーションSTとの間での移載と物品保持部BSとの間での移載とが同じ動作(昇降動作)で行われることが明らかである。また，物品保持部BSも，「第1実施形態」と同じく，水平搖動自在な搖動棚である物品載置台11である。",
                "次に，【0035】以降に列記された「その他の別実施形態」のうち，【0036】，【0037】，図14，図15に記載された実施形態では，水平揺動自在な移動棚である物品載置台11の代わりに，ガイド枠22aに案内されて移動体3の横幅方向にスライド移動自在な載置台22を用いるとともに，加工装置5のステーションSTの上方には，物品保持部BS(載置台22)を設けない構成が採用されている。",
                "また，「その他の別実施形態」のうち，【0038】，図16，図17に記載された実施形態では，案内レール1に沿って一列に並べて物品Bを保持する構成の物品保持部BSを用いるとともに，加工装置5のステーションSTの上方には，物品保持部BSを設けない構成が採用されている。",
                "これら2つの実施形態のうち，前者は物品保持部BSとしてスライド移動自在な載置台22を用い，後者は物品保持部BSとして固定棚を用いているが，いずれの実施形態でも，水平揺動自在な移動棚である物品載置台11を用いる「第1実施形態」と同様，ステーション用移載手段SCと保持部用移載手段BCとは移動体3に設けられた単一の物品移載手段BMで兼用され，ステーションSTとの間での移載と物品保持部BSとの間での移載とは，昇降距離が異なる(物品保持部BSが上方に位置する。)ものの同じ動作(昇降動作)で行われる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "さらに，【0035】，図12，図13には，もう一つの「その他の別実施形態」として，案内レール1上を走行する型式の移動体3(【0032】)を用いて，ステーションSTとの間での物品Bの移載及び物品保持部BSとの間での物品Bの移載を，昇降動作(物品Bの上下方向への移動)ではなく，物品Bの移動体3の横幅方向への移動により行う実施形態が記載されている。",
                "この実施形態では，物品保持部BS(物品保持台30)との間の移載もステーションSTとの間の移載も，移動体3に設けられた屈曲アーム20bによって行われる(【0032】，図9)。",
                "したがって，この実施形態でも，ステーション用移載手段SCと保持部用移載手段BCとは，移動体3に設けられた単一の物品移載手段BM(屈曲アーム20b)で兼用され，ステーションSTとの間での移載と物品保持部BSとの間での移載とは，同じ動作(移動体3の横幅方向への移動)で行われる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記のとおり，甲2に記載された実施形態は，甲2発明である「第1実施形態」だけでなく，他のいずれの実施形態も，ステーション用移載手段SCと保持部用移載手段BCとを移動体3に設けられた単一の物品移載手段BMで兼用し，ステーションSTとの間での移載と物品保持部BSとの間での移載とを同じ動作で行うものである。",
                "その技術的意義は，甲2の記載をみると，以下のとおりである。",
                "甲2の請求項4には，物品保持部との間で物品を移載する保持部用移載手段を移動体に設けることが記載され，請求項5には，ステーションとの間で物品を移載するステーション用移載手段を移動体に設けることが記載されている。そして，こうすることで，保持部用移載手段を物品保持部に設ける場合や，ステーション用移載手段をステーションに設ける場合に比べて，必要となる移載手段が少なくて済み，設備全体として構成の簡素化を図ることができる点に技術的意義がある(【0007】，【0008】)。",
                "甲2の請求項6には，保持部用移載手段とステーション用移載手段とを単一の物品移載手段で兼用することが記載されている。請求項6は，請求項5の記載を引用して記載されているから，請求項6の記載は，ステーション用移載手段を移動体に設けることを前提にしている。したがって，請求項6には，保持部用移載手段とステーション用移載手段とを兼用する単一の物品移載手段を移動体に設けることが記載されている。そして，こうすることで，設備全体として一層の構成の簡素化を図ることができる点に技術的意義がある(【0008】)。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上のことをまとめると，甲2には，ステーション用移載手段SCと保持部用移載手段BCとを移動体3に設けた単一の物品移載手段BMで兼用し，ステーションSTとの間での移載と物品保持部BSとの間での移載とを同じ動作(昇降動作又は物品Bの移動体3の横幅方向への移動)で行うという特徴的な技術事項が記載されている。すなわち，甲2発明の技術的意義は，ステーション用移載手段SC及び保持部用移載手段BCを移動体3に設けることで，設備全体として構成の簡素化を図ることができ，さらに，両者を兼用することで，設備全体として一層の構成の簡素化を図ることができる点にある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "「移動ステージ」の適用の容易想到性",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "text": [
                "相違点2についての審決の判断は，要するに，甲2発明の移動体3に「水平移動可能な移動ステージ」を適用することは，当業者が容易に想到することであり，その場合，当業者は，水平方向に揺動自在な物品載置台11を「固定棚」とすることを当然想到するというものであるから，「水平移動可能な移動ステージ」の適用が容易かどうかの判断は，水平方向に揺動自在な物品載置台11が存在することを前提にして行われている。",
                "しかし，甲2発明において，既に水平方向に揺動自在な物品載置台11が存在するのであれば，移動体3の真下にあるステーションSTとの間で物品Bを移載する場合はもちろん，物品保持部BSとの間で物品Bを移載する場合も，把持具3dを水平方向に移動させる必要がない。すなわち，物品載置台11を水平方向に揺動させれば足りるから，別途「水平移動可能な移動ステージ」を設けて把持具3dを水平方向に移動させる理由がないことは明らかである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "したがって，当業者が，甲2発明の「水平方向に揺動自在な物品載置台11」に代えて，相違点2に係る本件訂正発明1の構成を備えるようにすることを容易に想到できたか否かを検討すべきところ，甲2発明に「水平移動可能な移動ステージ」を設け，その下方に把持具3dを保持したとすると，そのようにして得られるものは，ステーションSTとの間での移載及び物品保持部BSとの間での移載のうち，一方については，単に把持具3dを昇降させることで行い，他方については，把持具3dを「水平移動可能な移動ステージ」で水平方向に移動させてから昇降させることで行うことになる。",
                "そうすると，甲2発明に「水平移動可能な移動ステージ」を設け，その下方に把持具3dを保持して得られるものは，ステーションSTとの間での移載と物品保持部BSとの間での移載とを，互いに異なる動作で行うことになる。また，ステーションSTとの間での移載及び物品保持部BSとの間での移載のうち，一方は把持具3dで，他方は「水平移動可能な移動ステージ」及び把持具3dで，それぞれ行うことになるから，ステーション用移載手段SCと保持部用移載手段BCとを移動体3に設けた単一の物品移載手段BMで兼用しているとはいえなくなる。",
                "すなわち，甲2発明の構成を上記のように変更すると，甲2発明の技術的意義(前記(1))が失われることになるから，「物品載置台11」と「水平方向に揺動自在」とするための部材が省略できることを考慮してもなお，そのような変更をする動機付けが当業者にあるとは認められない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上に述べたとおり，当業者が，甲2発明に「水平移動可能な移動ステージ」を設け，その「水平移動可能な移動ステージ」の下方に把持具3dを保持する変更を行う動機付けはなく，また，そのようにすると甲2発明の技術的意義を失わせる結果になるから，阻害要因があるといえ，当業者が容易に想到し得ることであるということはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "審決の判断について",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "text": [
                "審決は，甲2の請求項4，【0007】の記載は，物品の移載手段を物品保持部BSよりも移動体3に備えさせる方が構成の簡素化のために好ましいことを示唆し，当業者であれば，物品Bを移動体3の横幅方向に移動させるもの(【0035】)にもこの示唆が適用可能であることを容易に理解するから，甲2発明に甲1事項2の構造又は甲4事項の構造を適用し，物品Bを移動体3の横幅方向に移動させる物品載置台11の機能を移動体3が備えるようにすることは，当業者が容易に想到し得る事項であると判断した。",
                "しかし，甲2の請求項4，【0007】の記載は，そもそも，甲2に記載された実施形態に表れていない何らかの新たな構成を開示したり，それをこれらの実施形態に付加したりすることを示唆するものではないから，これらの記載に接した当業者は，甲2に「第1実施形態」として記載された甲2発明の構成の一部に代えて，甲1事項2の構造又は甲4事項の構造を適用することを想到しない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "審決は，移動体3から把持具3dを下降させて移動体3の走行経路の両脇に位置する物品載置台11上の物品Bへ到達させるために，物品載置台11を移動体3の把持具3dの真下に移動させるか，反対に，移動体3の把持具3dを物品載置台11の真上に移動させるかは，単なる二者択一的な選択であるから，甲2発明において，物品載置台11を移動体3の把持具3dの真下に移動させる代わりに，移動体3の把持具3dを物品載置台11の真上に移動させるようにすることを阻害する要因は見当たらないと判断した。",
                "しかし，甲2発明において，移動体3の把持具3dを物品載置台11の真上に移動させるために，「水平移動可能な移動ステージ」を設け，その下方に把持具3dを保持すると，前記のとおり，甲2発明の技術的意義を失わせる結果になるから，物品載置台11を移動体3の把持具3dの真下に移動させるか，移動体3の把持具3dを物品載置台11の真上に移動させるかは，単なる二者択一的な選択ではない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "審決は，甲2の図12に示された実施形態も，【0032】ないし【0034】に記載されているように，屈曲アーム20bの伸縮動作によって移動体の移動方向の左右両側に物品Bを出退自在に搬送するとともに，屈曲アーム20b自体の昇降動作によって物品Bを昇降させて物品載置枠21bに載置するものであって，甲2発明と同様に，物品Bの水平方向(横方向)移動及び上下動が必要なものであると判断した。",
                "しかし，図12に示された実施形態の移動体3は，【0035】に明記されているとおり，物品Bを移動体横幅方向に移動させて物品Bの移載を行うようにしたものである。そして，一般に物を横方向(水平方向)に移動させるときに，移動を円滑にするために，また，その物自体やその物が置かれる場所(例えば床)が傷つかないようにするために，その物を持ち上げて引きずらないようにすることは，日常生活でも一般常識として普通に行うことである。しかも，甲2に記載された移動体3のように工場内で物品Bの搬送に使用されるもの(【0002】)においては，物品Bが精密機器であることも当然想定されるから，物品Bを移動体横幅方向に移動させるときにこれを持ち上げて引きずらないようにすることは，技術常識である。そうすると，屈曲アーム20bが物品Bを僅かに昇降させるのは，「僅かに」とされていることからも理解されるように，物品Bを移動体横幅方向に移動させるために必要な限りで昇降するのであって，物品Bを垂直方向に移動させて物品Bの移載を行うことを意図してのことではない。したがって，上記実施形態から，物品Bの水平方向移動及び一定幅の上下動を同一の部材により行うことが認識されるものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "被告の主張について",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "text": [
                "被告は，相違点2は，移載に必要な垂直移動機能と水平移動機能とを，オーバーヘッドホイスト搬送車に備えさせるか(本件訂正発明1)，オーバーヘッドホイスト搬送車と物品載置台11とに分散して備えさせるか(甲2発明)という機能の振り分けの違いにすぎず，甲2の請求項4の作用効果の記載(【0007】)は，物品移載機能の移動体への集約を示唆し，請求項4を引用する請求項5の記載は，甲2の図1に示された物品保持部とステーションとの位置関係も相まって，移載に必要な水平移動機能と垂直移動機能とを移動体に集約することを示唆するから，甲2発明の水平移動機能として，水平搖動する物品載置台11に代えて，甲1に記載された「伸長可能アーム23」を採用する動機付けが存在すると主張する。",
                "相違点2は機能の振り分けの違いにすぎないという被告の主張は，物品載置台11を移動させるか移動体3の把持具3dを移動させるかは単なる二者択一的な選択にすぎないという審決の判断と同じ趣旨であるから，前記のとおり，誤りである。",
                "また，前記のとおり，甲2の請求項4，請求項5，【0007】の記載は，そもそも，甲2に記載された実施形態に表れていない何らかの新たな構成を開示したり，それをこれらの実施形態に付加したりすることを示唆するものではない。",
                "被告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被告のその他の主張は，いずれも，審決と同じ趣旨であるか，甲2発明の認定に関する被告の主張と同じ趣旨であり，採用することができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(5)",
      "subject": "取消事由3及び取消事由4についてのまとめ",
      "text": [
        "以上のとおりであるから，本件訂正発明1の相違点2に係る発明特定事項とすることは，甲2発明に甲1事項2又は甲4事項を適用することで当業者が容易に想到し得ることであるとした審決の判断は，誤りである。",
        "したがって，取消事由3及び取消事由4には理由がある。"
      ],
      "content": [
        {
          "fig": "4",
          "text": [
            "以上によれば，取消事由1(1)及び取消事由2には理由がないが，取消事由3及び取消事由4には理由があるから，取消事由1(2)及び取消事由1(3)について検討するまでもなく，審決は取り消すべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求には理由があるから，これを認容し，主文のとおり判決する。"
      ]
    }
  ]
}