{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2011-800157号事件について平成26年3月4日にした審決のうち，「特許第3604133号の請求項2，4，5に係る発明についての特許を無効とする。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の概要（当事者間に争いがない。）",
          "text": [
            "原告は，平成14年3月29日，発明の名称を「ラック搬送装置」とする特許出願（特願2002-94306号）をし，平成16年10月8日，特許権の設定登録を受けた（特許第3604133号。請求項の数は8。以下「本件特許」という。）。",
            "被告は，平成23年9月2日，特許庁に対し，本件特許の請求項2，4，5，7及び8に記載された発明についての特許を無効にすることを求めて審判の請求をし，特許庁は，上記請求を無効2011-800157号として審理した。原告は，この審理の過程で，訂正請求をした。特許庁は，審理の結果，平成24年3月27日，同訂正請求を認めた上，本件特許を有効とする旨の審決をした。知的財産高等裁判所は，被告の同審決の取消しを求める訴えについて，平成25年3月14日，同訂正請求は不適法であるとして同審決を取り消す旨の判決をし，同年7月11日，同判決は確定した。",
            "原告は，平成25年9月18日，特許庁における再度の審理において訂正請求をした（以下「本件訂正」という。）。特許庁は，審理の結果，平成26年3月4日，本件訂正は認められないとした上で，「本件特許の請求項2，4，5に係る発明についての特許を無効とする。本件特許の請求項7，8に係る発明についての審判請求は，成り立たない。」との審決をし，その謄本を，同月13日，原告に送達した。",
            "原告は，平成26年4月9日，審決の本件特許の請求項2，4，5に係る発明についての特許を無効とするとの部分の取消しを求めて本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正前の本件特許の特許請求の範囲の請求項1ないし5，7及び8の記載は，以下のとおりである（甲24。以下，同請求項2，4，5，7及び8に記載された発明を，それぞれ対応する請求項の番号を用いて「本件発明2」，「本件発明4」などといい，これらを併せて「本件発明」という。また，本件特許の明細書及び図面をまとめて「本件明細書」という。）。",
                "「【請求項1】",
                "検体を収納する複数の容器を保持する容器ラックを搬送するラック搬送装置であって，",
                "前記容器ラックを搬送経路に沿って搬送する搬送機構と，",
                "前記容器ラックに保持される各容器についての測定を行う測定ユニットと，",
                "前記搬送経路上の前記容器ラックの長手方向に沿って，前記各容器ごとに前記測定を順次行わせつつ前記測定ユニットを移動させる移動機構と，",
                "を備え，",
                "前記容器ラックは，前記搬送経路の所定の測定位置に位置決めされ，",
                "前記測定ユニットは，容器検出器とラベル読取器とを有し，",
                "前記移動機構の一方方向移動において，前記容器検出器により前記各容器を順次検出し，前記移動機構の他方方向移動において，前記ラベル読取器により前記各容器のラベルを順次読取ることを特徴とするラック搬送装置。",
                "【請求項2】",
                "検体を収納する複数の容器を保持する容器ラックを搬送するラック搬送装置であって，",
                "前記容器ラックを搬送経路に沿って搬送する搬送機構と，",
                "前記容器ラックに保持される各容器についての測定を行う測定ユニットと，",
                "前記搬送経路上の前記容器ラックの長手方向に沿って，前記各容器ごとに前記測定を順次行わせつつ前記測定ユニットを移動させる移動機構と，",
                "を備え，",
                "前記容器ラックは，前記搬送経路の所定の測定位置に位置決めされ，",
                "前記測定ユニットは，前記各容器が前記容器ラックに保持される保持ピッチと同じピッチで設けられた各停止位置でそれぞれ一旦停止し，各停止位置の間の移動のときに前記各容器の測定を行うことを特徴とするラック搬送装置。",
                "【請求項3】",
                "請求項1に記載のラック搬送装置において，さらに，",
                "前記測定ユニットは，前記各容器が前記容器ラックに保持される保持ピッチと同じピッチで設けられた各停止位置でそれぞれ一旦停止し，各停止位置の間の移動のときに前記各容器の測定を行うことを特徴とするラック搬送装置。",
                "【請求項4】",
                "請求項1，請求項2，請求項3のいずれか1の請求項に記載のラック搬送装置において，さらに，前記各容器ごとの測定の結果を判断する判断手段を備え，前記判断に基づいて前記測定のリトライを行うことを特徴とするラック搬送装置。",
                "【請求項5】",
                "請求項2に記載のラック搬送装置において，",
                "前記測定ユニットは，前記各容器の有無を検出する容器検出器および前記各容器に貼付されたラベルを読取るラベル読取器の少なくとも1つを有することを特徴とするラック搬送装置。」",
                "「【請求項7】",
                "請求項1，請求項2，請求項3のいずれか1の請求項に記載のラック搬送装置において，",
                "前記移動機構は，",
                "前記搬送経路の一方側近傍に，前記搬送経路に沿って設けられたガイドレールと，",
                "前記搬送経路の一方側から他方側へ前記搬送経路をまたいで伸長し，前記ガイドレールに沿って移動する可動アームと，",
                "を含み，",
                "前記可動アームは，前記他方側において前記測定ユニットを懸下することを特徴とするラック搬送装置。",
                "【請求項8】",
                "請求項7に記載のラック搬送装置は，前記容器ラックを，上流側の投入搬送経路と，前記投入搬送経路に接続し前記投入搬送経路に直角に配置された下流側のメイン搬送経路とに沿って搬送し，",
                "前記搬送機構により前記投入搬送経路を移動してきた複数の容器ラックのうち先頭の容器ラック以外の容器ラックを，前記投入搬送経路の途中に設けられた待機位置で停止させる待機機構と，",
                "前記測定のために，前記先頭の容器ラックを，前記投入搬送経路が前記メイン搬送経路と接続する前記投入搬送経路の突き当たりの位置に位置決めする位置決め手段と，",
                "を備え，前記位置決めされた前記先頭の容器ラックと，前記待機位置の停止容器ラックとの間の移動空間を前記測定ユニットが移動することを特徴とするラック搬送装置。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正後の本件特許の特許請求の範囲の請求項2，4，5，7及び8の記載は，以下のとおりである（甲28。以下，本件訂正後の同請求項2，4，5，7及び8に記載された発明を，それぞれ対応する請求項の番号を用いて「本件訂正発明2」，「本件訂正発明4」などといい，これらを併せて「本件訂正発明」という。なお，下線を付した範囲が本件訂正による訂正部分であり，請求項4，5及び8は，引用している請求項2又は7の訂正以外の訂正部分はない。）。",
                "「【請求項2】",
                "検体を収納する複数の容器を保持する容器ラックを搬送するラック搬送装置であって，",
                "前記容器ラックを搬送経路に沿って搬送する搬送機構と，",
                "前記容器ラックに保持される各容器についての測定を行う測定ユニットと，",
                "前記搬送経路上の前記容器ラックの長手方向に沿って，前記各容器ごとに前記測定を順次行わせつつ前記測定ユニットを移動させる移動機構と，",
                "を備え，",
                "前記移動機構は，",
                "前記搬送経路の一方側近傍に，前記搬送経路に沿って設けられたガイドレールと，",
                "前記搬送経路の一方側から他方側へ前記搬送経路をまたいで伸長し，前記ガイドレールに沿って移動するアームであって，前記他方側において前記測定ユニットを保持する可動アームと，",
                "を含み，",
                "前記容器ラックは，前記搬送経路の所定の測定位置に位置決めされ，",
                "前記測定ユニットは，前記各容器が前記容器ラックに保持される保持ピッチと同じピッチで設けられた各停止位置でそれぞれ一旦停止し，各停止位置の間の移動のときに前記各容器の測定を行うことを特徴とするラック搬送装置。」",
                "「【請求項4】",
                "請求項1，請求項2，請求項3のいずれか1の請求項に記載のラック搬送装置において，さらに，前記各容器ごとの測定の結果を判断する判断手段を備え，前記判断に基づいて前記測定のリトライを行うことを特徴とするラック搬送装置。",
                "【請求項5】",
                "請求項2に記載のラック搬送装置において，",
                "前記測定ユニットは，前記各容器の有無を検出する容器検出器および前記各容器に貼付されたラベルを読取るラベル読取器の少なくとも1つを有することを特徴とするラック搬送装置。」",
                "「【請求項7】",
                "請求項2に記載のラック搬送装置において，",
                "前記可動アームは，前記他方側において前記測定ユニットを懸下することを特徴とするラック搬送装置。",
                "【請求項8】",
                "請求項7に記載のラック搬送装置は，前記容器ラックを，上流側の投入搬送経路と，前記投入搬送経路に接続し前記投入搬送経路に直角に配置された下流側のメイン搬送経路とに沿って搬送し，",
                "前記搬送機構により前記投入搬送経路を移動してきた複数の容器ラックのうち先頭の容器ラック以外の容器ラックを，前記投入搬送経路の途中に設けられた待機位置で停止させる待機機構と，",
                "前記測定のために，前記先頭の容器ラックを，前記投入搬送経路が前記メイン搬送経路と接続する前記投入搬送経路の突き当たりの位置に位置決めする位置決め手段と，",
                "を備え，前記位置決めされた前記先頭の容器ラックと，前記待機位置の停止容器ラックとの間の移動空間を前記測定ユニットが移動することを特徴とするラック搬送装置。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書（写し）記載のとおりである。要するに，①本件訂正は，新たな技術的事項を導入しないものということはできず，平成23年法律第63号改正前の特許法（以下「旧特許法」という。）134条の2第5項で準用する同法126条3項の規定に違反するから，本件訂正を認めない，②本件発明2，4及び5は，特開平8-22505号公報（甲1。以下「甲1文献」という。）に記載された発明（以下「甲1発明」という。）と特開2002-62301号公報（甲2。以下「甲2文献」という。）に記載された周知技術とに基づいて当業者が容易に発明をすることができたものであるから，本件発明2，4及び5に係る特許は，特許法29条2項に違反してなされたものであって無効である，③本件発明7及び8は，甲1発明並びに甲2ないし6，8及び20ないし22号証に記載された事項に基いて当業者が容易に発明をすることができたものであるということはできないから，本件発明7及び8に係る特許は，特許法29条2項に違反してなされたものではない，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張（取消事由-本件訂正に関する判断の誤り）",
          "text": [
            "審決は，①「保持」の下位概念である「懸下」について，事後的に案出した「埋設」と比較して「埋設」は「懸下」から自明な事項でないこと，②「埋設」には，堅固に保持されるなどの一応の作用効果があること，③本件発明において測定ユニットを可動アームに「埋設」したものを含めると，測定ユニットが搬送経路の近傍にあるという本件発明の前提が没却されることなどを理由として，本件発明2に「前記測定ユニットを保持する可動アーム」と特定することを含む本件訂正が新たな技術的事項を導入しないものということはできない旨判断した。",
            "しかし，本件明細書には，「可動アーム」が「測定ユニット222を懸下して保持する」（【0027】）と記載され，「懸下」の他に，「搭載」，「取付け」といった事項も記載されているほか（【0026】），図1には，容器検出器240及びラベル読取器242の配置態様が具体的に記載されている。また，審決は，訂正事項それ自体が本件明細書から自明であるのか否かを判断しておらず，そもそも判断対象を誤っている。さらに，「埋設」の作用効果は，具体的な取付態様によって異なるから，「埋設」が「懸下」に比べて，常に，堅固に保持されるなどということはできない。加えて，測定ユニットが搬送経路の近傍にあることは本件訂正発明の特定事項ではない上，「近傍」については技術的に解釈されるべきであって，容器に対して斜め上方から測定を行う「埋設」された測定ユニットでも，測定ユニットが搬送経路の「近傍」に配置されると解される。",
            "したがって，本件明細書の全ての記載を総合して判断すれば，本件訂正は認められるべきものであるにもかかわらず，審決は，本件明細書の解釈を誤って本件訂正を認めなかったものであり，その結果，本件訂正発明2，4及び5の容易想到性について判断することなく，本件特許の請求項2，4及び5を無効としたのであるから，審決の当該部分は取り消されるべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件明細書の「可動アーム246は，メイン搬送経路214の他方側において測定ユニット222を懸下して保持する。」（【0027】）との記載から，「懸下」の上位概念である「保持」が本件明細書に明記されていると主張する。",
                "しかし，上記記載によれば，「保持」については，「懸下」による「保持」であることが明記されている。",
                "したがって，「埋設」及び「立設」等を含む，その上位概念としての「保持」について本件明細書には直接の記載はないとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「保持」の下位概念である「懸下」と，同じく下位概念である「埋設」とを比較することは誤りであると主張する。",
                "しかし，本件訂正発明2における「前記測定ユニットを保持する可動アーム」の「保持」は，その態様として，「懸下」の他，「埋設」及び「立設」をも含むものであるといえる。",
                "したがって，本件訂正は，「懸下」をその上位概念である「保持」へと訂正するものであるから，「保持」に含まれる「懸下」以外の下位概念（具体的には「埋設」）が「懸下」と比較して自明であるか否かを判断することは当然のことであって，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，「埋設」の作用効果は，具体的な取付態様によって変わるものであると主張する。",
                "しかし，「埋設」の場合，取付態様によっては「堅固に保持される」，「より速度の速い移動に対応できる」，「部品点数が少なくなる」との作用効果を奏するのである。",
                "したがって，「懸下」に比して「埋設」の態様が，新たな技術的事項を導入しないものとまでいうことができないものとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，バーコードラベルに対して斜め方向から読み取りを行うことは，必要に応じて，一般的に行われている技術であると主張して，バーコードラベルを斜め方向から読み取る装置（甲42図3（B），甲43図1，甲44図1）がある旨主張する。",
                "しかし，例示された装置はいずれも「ラック搬送装置」とはほど遠い装置であって，ラック搬送装置においては，ラック34の停止精度に加えて，微妙な位置ずれ，例えば，ラックとチューブとのガタによる収納位置ずれや，バーコードシールの貼付ずれや傾きによるバーコードの位置ずれが存在する場合にはバーコードが正確に読み取れないという問題が存在し，少しでも読取精度が向上するようにバーコードとバーコードリーダの位置関係を決定する必要があるため，バーコードリーダをバーコードの正面に位置させる必要がある。そうすると，バーコードリーダが技術的に斜め方向から読み取り可能であったとしても，当業者であれば「ラック搬送装置」にあえて読取精度が低下するような構成を採用するはずがなく，このような構成は特別の「配置，構成」を用いたものといえる。",
                "なお，ラック搬送装置においては，バーコードが小さな円筒状の容器に貼付されており，ピッチ角0度（正面）でも厳しい読取条件であるにもかかわらず，ピッチ角を付けてしまうと，ナローバー幅がバーコードリーダの分解能よりも細くなり，読取不能や誤読の可能性が高くなる。また，ラック搬送装置においては，円筒状の容器にバーコードが貼付されているために正反射領域が僅かしか存在せず，スキュー角を付ける必要はない一方で，大きなスキュー角を付けた場合には，隣の容器のバーコードを読み取ってしまうという問題が発生する可能性もある。",
                "したがって，バーコードを測定することが可能な測定ユニットの埋設の態様は限定的なものであって，新たな技術的事項を導入しないものとまでいうことはできないとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，測定ユニットが搬送経路の近傍にあることは本件訂正発明の特定事項ではないとした上で，容器に対して斜め上方から測定を行う測定ユニットの配置も搬送経路の「近傍」である旨主張する。",
                "しかし，前記(4)のとおり，「ラック搬送装置」においては，バーコードリーダをバーコードの正面に位置させて読み取りを行うのが通常の構成であるから，「近傍」はバーコードの「正面」と解釈すべきである。仮に，容器に対して斜め上方から測定を行う測定ユニットの配置も搬送経路の近傍であると解釈した場合，測定ユニットの配置に自由度が生まれ，バーコードリーダを搬送させる搬送装置を搬送経路の上方に取り付ける構成によって上方空間を活用することも可能となる。この場合，本件審決で示された「測定ユニットを可動アームに『埋設』したもの」と同様に，「装置の設計上の制約等」という「搬送経路をまたいで伸長する」「可動アーム」を用いることの限定（解決しようとする課題）が没却されることともなるから，「搬送経路をまたいで伸長する」「可動アーム」を用いること自体の必然性が薄れる。",
                "したがって，本件発明において測定ユニットを可動アームに埋設したものを含めると，測定ユニットが搬送経路の近傍にあるという本件発明の前提が没却されるとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，本件訂正は，新たな技術的事項を導入しないものということはできず，本件訂正を認めなかった審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の取消事由には理由があり，審決にはこれを取り消すべき違法があるものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書の記載内容について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書には，次のとおりの記載がある（甲24。図1，2，4及び5については，別紙本件明細書図面目録参照。なお，特許請求の範囲を除き，本件訂正による記載の変更はない。）。",
                "「【発明の詳細な説明】",
                "【0001】",
                "【発明の属する技術分野】",
                "本発明はラック搬送装置に係り，特に検体容器ラックの搬送装置に関する。",
                "【0002】",
                "【従来の技術】",
                "例えば，親検体容器から子検体容器に検体を分注する分注装置のために，その親検体容器を並べた容器ラックを搬送するラック搬送装置が用いられる。ラック搬送装置は，投入部において他の搬入装置から自動的に，または手作業により容器ラックを，搬送経路に沿って配置されたベルトコンベヤ等の搬送機構により，分注装置へ搬送する機構である。このラック搬送装置の搬送経路に沿って，容器に貼付けられたラベルを読取るラベル読取器が配置され，容器の識別コードが読取られ，この読取られたデータに基づき，以後の分注処理が進められる。",
                "【0003】",
                "従来，ラベル読取器は，搬送経路の一方側近傍に固定して配置される。その理由は以下のとおりである。つまり，複数の容器は，容器ラックの長手方向に一定の保持ピッチで並べられ保持されるので，容器ラックの長手方向を搬送方向に合わせて搬送すれば，固定位置のラベル読取器の前を，各容器が順次通過する。そこで，例えば，保持ピッチに合わせて容器ラックをピッチ送りし，容器ラックをラベル読取器の読取位置の前で一時停止させ，ラベルを読取り終わったら，1ピッチ先に進ませる。このシーケンスを繰り返すことで，容器ラックの搬送とともにラベル読取りを容易に行うことができる。また，ピッチ送りを用いることなく，連続搬送状態で各容器のラベルを順次読取ることも可能である。",
                "【0004】",
                "【発明が解決しようとする課題】",
                "しかし，ラベル読取のために，容器ラックをピッチ送りすることは，搬送システムの制御を複雑にし，ラベル読取の前後の工程もこのピッチ送りの影響を受けるので好ましくない。また，装置の幅（サイズ）を大きくする点からも好ましくない。",
                "【0005】",
                "さらに，この従来技術においては，ラベル読取ミスが生じた場合，リトライが不可能である。すなわち，従来技術では，一方向にしか進められない搬送機構を利用して容器ラックを移動させているので後戻り搬送ができず，ラベル読取ミスが生じたときに，もう一度読取位置に戻すことができない。また，読取ミスの生じた容器ラックを手作業で読取位置に再セットすることは，オペレータの負担となる。また，オペレータが容器ラックを倒す危険性がある。",
                "【0006】",
                "本発明の目的は，かかる従来技術の課題を解決し，新しいラベル読取方式のラック搬送装置を提供することである。他の目的はラベル読取のリトライを可能にするラック搬送装置を提供することである。",
                "【0007】",
                "【課題を解決するための手段】",
                "上記目的を達成するため，本発明に係るラック搬送装置は，検体を収納する複数の容器を保持する容器ラックを搬送するラック搬送装置であって，前記容器ラックを搬送経路に沿って搬送する搬送機構と，前記容器ラックに保持される各容器についての測定を行う測定ユニットと，前記搬送経路上の前記容器ラックの長手方向に沿って，前記各容器ごとに前記測定を順次行わせつつ前記測定ユニットを移動させる移動機構と，を備え，前記容器ラックは，前記搬送経路の所定の測定位置に位置決めされ，前記測定ユニットは，容器検出器とラベル読取器とを有し，前記移動機構の一方方向移動において，前記容器検出器により前記各容器を順次検出し，前記移動機構の他方方向移動において，前記ラベル読取器により前記各容器のラベルを順次読取ることを特徴とする。",
                "【0008】",
                "かかる構成により，容器ラックに保持される各容器についての測定を行う測定ユニットが移動するので，ラックをピッチ送りする必要がなく，自走式の測定ユニットにより，各容器についての測定ができる。・・・",
                "上記構成により，前記容器ラックは，前記搬送経路の所定の測定位置に位置決めされるので，正しく測定がされるまで，容器ラックを停止させたままとできるので，ラベルの読取ミス等があったときでも，リトライが容易となる。・・・」",
                "「【0015】",
                "望ましくは，前記移動機構は，前記搬送経路の一方側近傍に，前記搬送経路に沿って設けられたガイドレールと，前記搬送経路の一方側から他方側へ前記搬送経路をまたいで伸長し，前記ガイドレールに沿って移動する可動アームと，を含み，前記可動アームは，前記他方側において前記測定ユニットを懸下することを特徴とする。",
                "【0016】",
                "例えば，容器に貼付されたラベルは，ユーザ側を向く方が望まれる。そのように保持された容器ラックが搬送経路上にあるときは，測定ユニットが容器のラベル貼付側と対向するように，搬送経路の手前側近傍に配置し，搬送経路に沿って移動させる。このように，搬送経路の手前側に測定ユニットの移動機構を設けることが望まれることが多い。そこで，装置の設計上の制約等で，搬送経路の手前側近傍に測定ユニットを移動させる移動機構を固定して設けることができない等の場合にも，上記構成により，測定ユニットを懸下した可動アームを用いて，搬送経路上の容器ラックの長手方向に沿って，各容器ごとに測定を順次行わせつつ測定ユニットを移動させることができる。」",
                "「【0019】",
                "【発明の実施の形態】",
                "以下，図面を用いて本発明の実施の形態につき詳細に説明する。",
                "【0020】",
                "図1は，第1の実施の形態におけるラック搬送装置210の平面図，図2は，ラック搬送装置210を図1に示す矢印A方向から見た側面図である。ラック搬送装置210は，容器ラック202を投入搬送経路212に沿い移動させ，測定位置216において容器ラック202に保持された各容器200ごとに容器有無検出と，容器200に貼付されたラベルの読取りを行い，その後メイン搬送経路214により，後工程の分注に搬送する装置である。」",
                "「【0026】",
                "測定ユニット222は，各容器200の有無を検出する容器検出器240および各容器200に貼付されたラベルを読取るラベル読取器242を有し，容器検出器240とラベル読取器242は，測定ベース台244に搭載される。測定ベース台244は，後述する移動機構224の可動アーム246に懸下して取付けられる。容器検出器240には，光学的有無センサを用いることができる。例えば発光素子と受光素子を有し，発光素子により対象物に光を照射し，対象物からの反射光を受光素子で検出するセンサを用いることができる。ラベル読取器242は，例えばバーコードリーダを用いることができる。",
                "【0027】",
                "移動機構224は，可動アーム246と，第2ガイドレール248と，駆動部250と，運動伝達部252とを備える。第2ガイドレール248は，投入搬送経路212の突き当たりの測定位置216の近傍に設けられる。第2ガイドレール248の延伸する方向は，投入搬送経路212の搬送方向に直角，第2搬送経路の搬送方向に平行である。可動アーム246は，メイン搬送経路214の第2ガイドレール248が設けられた側から他方側へ，メイン搬送経路214をまたいで伸長して設けられる。可動アーム246は，メイン搬送経路214の他方側において測定ユニット222を懸下して保持する。可動アーム246はガイド穴254を備え，第2ガイドレール248は，このガイド穴254に摺動可能に挿入される。可動アーム246と駆動部250とは運動伝達部252により接続される。駆動部250と運動伝達部252には，公知の直線運動機構を用いることができる。例えば，回転ネジと回転が規制されたナットの組合せ，巻き取りベルトと復元バネの組合せ，ピニオンとラックの組合せ等を用いることができる。」",
                "「【0036】",
                "図4と図5は，測定ユニット222が各容器200の有無を検出し，各容器に貼付されたラベルを読取るシーケンスを説明する図である。測定ユニット222は，容器ラック202の長手方向に沿った移動にあたり，往路移動のときに各容器200（各容器を区別するため，図4，5において右側から200a，200b，200c，200d，200eと符号を付す）についてそれぞれの有無検出を順次行い，復路移動のときに各容器200に貼付されたラベルをそれぞれ順次読取る。図4は，測定ユニット222の往路移動における各容器の有無検出のシーケンスを，図5は，測定ユニット222の復路移動における各容器のラベル読取のシーケンスを示す。」",
                "「【0049】",
                "測定ユニット222の一往復で得られた各容器200についての有無検出またはラベル読取のデータに検出ミスまたは読取ミスがあったときは，再度測定ユニット222を往復移動させて再検出および再読み出しを行うことができる。そして，各容器についてそれぞれの有無検出およびそれぞれのラベル読取のデータが正しく取得されると，その容器ラック202の測定位置216における位置決めが解除され，その容器ラック202は，第1コンベヤ226により，メイン搬送経路214に沿ってその先の分注工程に搬送される。」",
                "「【0053】",
                "【発明の効果】",
                "本発明に係るラック搬送装置によれば，ラベル読取のリトライが可能になる。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記記載によれば，本件発明は，特に検体容器ラックの搬送装置に関するものであり，従来，ラック搬送装置については，複数の容器を一定の保持ピッチで並べて保持する容器ラックを，その長手方向を搬送方向に合わせて搬送するとともに，ラベル読取器を搬送経路の一方側近傍に固定して配置し，ラベル読取器の前では，保持ピッチに合わせて容器ラックをピッチ送りし，容器ラックをラベル読取器の読取位置の前で一時停止させ，ラベルを読取り終わったら，1ピッチ先に進ませることで，容器ラックの搬送とラベル読取りを行っていたため，搬送システムの制御が複雑になり，ラベル読取りの前後の行程もピッチ送りの影響を受ける，後戻り搬送ができず，ラベル読取ミスが生じたときに，もう一度読取位置に戻すことができないなどの課題があった（【0003】ないし【0005】）。そこで，本件発明は，これらの課題を解決するため，容器ラックを搬送経路に沿って搬送する搬送機構と，容器ラックに保持される各容器についての測定を行う測定ユニットと，搬送経路上の容器ラックの長手方向に沿って，容器ごとに測定を順次行わせつつ測定ユニットを移動させる移動機構を備えるという構成を有し（【0007】），これにより，測定ユニットが移動するので容器ラックをピッチ送りする必要がなくなり，また，容器ラックは，搬送経路の所定の測定位置に位置決めされるので，正しく測定がされるまで容器ラックを停止させておくことができ，ラベルの読取ミス等があったときでもリトライが容易となるという効果を有するラック搬送装置である（【0008】，【0053】）。また，移動機構が，搬送経路の一方側近傍に，搬送経路に沿って設けられたガイドレールと，搬送経路の一方側から他方側へ搬送経路をまたいで伸長し，ガイドレールに沿って移動する可動アームとを含み，可動アームが他方側において測定ユニットを懸下する構成を採用することによって（【0015】），装置の設計上の制約等で，搬送経路の手前側近傍に測定ユニットを移動させる移動機構を固定して設けることができない場合にも，測定ユニットを懸下した可動アームを用いて，搬送経路上の容器ラックの長手方向に沿って，貼付されたラベルがユーザ側を向くように保持された容器ごとに測定を順次行わせつつ測定ユニットを移動させることができるという効果を有するものである（本件発明7，【0016】）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由（本件訂正に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明2は，本件発明2の「前記搬送経路上の前記容器ラックの長手方向に沿って，前記各容器ごとに前記測定を順次行わせつつ前記測定ユニットを移動させる移動機構」に関し，「前記移動機構は，前記搬送経路の一方側近傍に，前記搬送経路に沿って設けられたガイドレールと，前記搬送経路の一方側から他方側へ前記搬送経路をまたいで伸長し，前記ガイドレールに沿って移動するアームであって，前記他方側において前記測定ユニットを保持する可動アームと，を含み，」との構成を追加するものである。",
                "審決は，本件訂正が，旧特許法134条の2第5項で準用する同法126条3項の規定に反すると判断したため，本件訂正が「願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内」か否か検討する（本件訂正発明2と本件発明2とを対比すると，本件訂正が特許請求の範囲の減縮に当たることは明らかである。）。",
                "まず，本件発明7は，本件発明2の構成に「前記移動機構は，前記搬送経路の一方側近傍に，前記搬送経路に沿って設けられたガイドレールと，前記搬送経路の一方側から他方側へ前記搬送経路をまたいで伸長し，前記ガイドレールに沿って移動する可動アームと，を含み，前記可動アームは，前記他方側において前記測定ユニットを懸下する」という構成を追加するものであり，本件発明7が本件明細書に記載された事項の範囲内のものであることは明らかである。本件訂正発明2と本件発明7とを比較すると，両者の相違点は，「可動アーム」への「測定ユニット」の取付態様として，本件訂正発明2では「保持」とされているのに対して，本件発明7では「懸下」とされている点のみである。そして，ここでいう「保持」は，「懸下」や「埋設」等を含むものであるから，「懸下」の上位概念であると認められる（この点の審決の判断に誤りはない。）。",
                "上記1によれば，本件発明7において，移動機構（ガイドレール）及び測定ユニットを取り付けた可動アームを用いる構成とした趣旨は，従来のラック搬送装置の課題の一つとして，装置の設計上の制約等がある場合には，搬送経路の手前側近傍に測定ユニットを移動させる移動機構を固定して設けることができないという課題があったため，移動機構（ガイドレール）を，設置が不可能な搬送経路の手前側近傍ではなく，向こう側近傍に設置し，測定ユニットを手前側に配置し，両者を可動アームでつなぐことによって解決したものであって，この点に技術的意義があるものと認められる。したがって，本件発明7については，測定ユニットを可動アームに取り付ける態様について意味があるものではないと認められる。本件明細書においても「可動アーム246は，メイン搬送経路214の第2ガイドレール248が設けられた側から他方側へ，メイン搬送経路214をまたいで伸長して設けられる。可動アーム246は，メイン搬送経路214の他方側において測定ユニット222を懸下して保持する。」（【0027】）として，「保持」の態様として「懸下」が記載されている一方で，「懸下」の態様や効果については全く記載されていない。",
                "また，本件特許の出願前に刊行された特開2001-176768号公報（甲21），特開平7-234914号公報（甲22），特開平6-274675号公報（甲42。以下「甲42文献」という。），特開2000-168918号公報（甲43。以下「甲43文献」という。），特開平6-295355号公報（甲44。以下「甲44文献」という。），平本純也「知っておきたいバーコード・二次元コードの知識」（第5版。日本工業出版株式会社。甲45。以下「甲45文献」という。），特開平7-89059号公報（甲48），特開2001-116525号公報（甲49），特開平8-210975号公報（甲50）によれば，本件特許の出願当時，①測定ユニットをアームに「保持」する態様は様々であって，「懸下」に限られないこと（甲21，22，44，48ないし50），②バーコードラベルを斜め方向から読み取ったり，撮像素子で読み取ったりすること（甲42ないし45）は技術常識であったと認められる。",
                "以上のような本件明細書の記載，特に本件発明7に関する記載とその技術的意義からすれば，本件明細書の記載を見た当業者であれば，可動アームに測定ユニットをどのように取り付けるかは本件発明における本質的な事項ではなく，測定ユニットは，その機能を発揮できるような態様で可動アームに保持されていれば十分であると理解するものであり，そして，本件特許の出願時における上記技術常識を考慮すれば，可動アームに測定ユニットを取り付ける態様を，「懸下」以外の「埋設」等の態様とすることについても，本件明細書から自明のものであったと認められる。",
                "したがって，本件明細書の記載を総合すれば，測定ユニットを「保持」する可動アームを含む本件訂正は新たな技術的事項を導入するものではなく，本件明細書に記載された事項から自明のものであると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の判断及び被告の主張について",
              "text": [
                "審決は，測定ユニットを可動アームに取り付ける態様として，「保持」が上位概念，「懸下」，「埋設」及び「立設」がその下位概念であり，本件訂正は，「懸下」に加えて「埋設」や「立設」等の取付態様を含むものであり，本件明細書には「保持」について直接の記載はなく，「保持」が本件明細書における「懸下」の記載から自明な事項でもない理由として，次のアないしウのとおり述べている。しかし，審決のアないしウにおいて述べることは，次のとおり，理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，測定ユニットを可動アームに埋設した場合，「懸下」に比して「埋設」の態様によって，より速度の速い移動に対応できるとともに，懸下部材が不要となり，部品点数が少なくなるなどの一応の作用効果が生じることについて当事者間に争いがないから，「懸下」に比して「埋設」の態様が自明な事項，すなわち新たな技術的事項を導入しないものとまでいうことができない旨判断した（被告も同旨の主張をする。）。",
                    "しかし，審尋（甲32）に対する原告の平成26年1月23日付け回答書（甲34）の記載をみても，原告が上記作用効果が生じることを争っていないと認めることはできない。また，測定ユニットの可動アームへの「懸下」や「埋設」は，その具体的態様によって作用効果が異なるのであるから，測定ユニットの「懸下」を「埋設」にしたからといって，直ちに，より速度の速い移動に対応できるとともに，懸下部材が不要となり，部品点数が少なくなるなどの一応の作用効果が生じると認めることもできない。さらに，測定ユニットの「懸下」と「埋設」に関して，その作用効果において具体的な差異が生じるとしても，そのことは，本件明細書に記載された本件発明7の前記技術的意義とは直接関係のないことであり，また，本件特許の出願時における前記技術常識を考慮すれば，本件訂正発明2が本件明細書に記載された事項から自明であるとの前記認定判断を左右するものではない。",
                    "したがって，審決の上記理由から，本件訂正は新たな技術的事項を導入するものであるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決は，測定ユニットが光照射によるものであれば，通常の構成では「埋設」した場合は原理的には測定ができないことになるが，特別の「配置，構成」を用いるか，「撮像素子」等の手法を用いて測定することにより，測定が必ずしも不可能ではないということができるから，「測定可能」な「埋設」の態様は，限定的なものであり，自明な事項であるとはいいきれず，新たな技術的事項を導入しないものとまでいうことはできない旨判断した（被告も同旨の主張をする。）。 ",
                      "text": [
                        "しかし，前記(1)で判示したとおり，甲42文献ないし甲45文献によれば，バーコードラベルを斜め方向から読み取ったり，撮像素子で読み取ったりすることは，本件特許の出願当時，技術常識であったと認められる。",
                        "そうすると，当業者であれば，可動アームに測定ユニットを「埋設」した場合であっても，測定ユニットの機能が発揮することができるよう，光照射部がバーコードラベルの方向に向くように設置するものと認められ，このような「埋設」の態様は，本件明細書の記載と前記技術常識から自明であるから，「懸下」を「埋設」の態様にしたとしても，新たな技術的事項を導入するものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，「測定可能」な「埋設」の態様が限定的なものであるか否かを判断するには，本件発明の「ラック搬送装置」における通常の構成を基準にする必要があるところ，甲42文献は「商品や荷物等の物流の管理に用いられるバーコードシンボル読取装置」，甲43文献は「収納棚に収納された予備パッケージ等の商品の在庫情報を自動更新するバーコード自動読取システム」，甲44文献は「ワークと共にパレット上に搭載されているバーコードラベルの読取りを行うバーコード自動読取り装置」に関するもので，いずれも「ラック搬送装置」とはほど遠い装置であると主張する。",
                        "確かに，甲42文献ないし甲44文献は「ラック搬送装置」に関するものではない。しかし，甲45文献はバーコード読取技術に関する一般的な文献であって，ラック搬送装置が除かれる理由はなく，甲42文献ないし甲44文献も甲45文献に記載された一般的技術の実践例と認識されるものであって，バーコード読取技術の分野における技術水準を把握する上で参照することができないものではない。",
                        "したがって，被告の上記主張も理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，①ラック搬送装置においては，バーコードが小さな円筒状の容器に貼付されており，ピッチ角を付けてしまうと，ナローバー幅がバーコードリーダの分解能よりも細くなり，読取不能や誤読の可能性が高くなる，②ラック搬送装置においては，円筒状の容器にバーコードが貼付されているために正反射領域が僅かしか存在せず，スキュー角を付ける必要はない一方で，大きなスキュー角を付けた場合には，隣の容器のバーコードを読み取ってしまうという問題が発生する可能性もあるなどと主張する。",
                        "確かに，対象物の正面に測定ユニットを配置する方が読取精度の面で有利ではあると認められる。しかし，通常の読取装置であれば，仕様に記載されたピッチの角度範囲内において読み取りを行うことができ，斜めの角度から読み取ったとしても，読取精度に問題はないと認められるから（甲45，46，54），当業者であれば，容器の正面に測定ユニットを配置することに障害がある場合には，対象物の正面以外に測定ユニットを設置し，斜めの角度からバーコードを読み取ることを考慮するものと認められる。",
                        "したがって，被告の上記主張も理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本件発明においては，測定ユニットが搬送経路の近傍にあるという測定ユニットと搬送経路の位置関係が可動アームを用いることの一つの前提となっているとした上で，測定ユニットを可動アームに「埋設」すると，「測定ユニット」を「搬送経路」の近傍に配置する必要がなくなるから，「保持」の一形態の「埋設」によって測定ユニットを取り付けることが，「搬送経路をまたいで伸長する」「可動アーム」を用いることの前提を没却するものであると判断した（被告も同旨の主張をする。）。",
                        "しかし，測定ユニットは，容器のラベルを読み取るために設置されるのであるから，当業者であれば，本件発明において測定ユニットを搬送経路の「近傍」に設置する趣旨は，測定ユニットを，その機能に応じて容器のラベルを読み取れる距離の範囲内に設置するという趣旨に解するものと認められる。",
                        "そうすると，測定ユニットを可動アームに埋設したからといって，測定ユニットを搬送経路の近傍に配置する必要がなくなるということはできず，測定ユニットを可動アームに埋設する形態であっても，装置の搬送経路の手前側近傍に測定ユニットを移動させる移動機構を固定して設けることができないなどの課題を解決するために，「搬送経路をまたいで伸長する」「可動アーム」を用いる意義が損なわれるわけでもない。",
                        "したがって，上記の点から見ても，測定ユニットの可動アームへの「懸下」を「埋設」の態様にしたとしても，新たな技術的事項を導入するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，「ラック搬送装置」においては，バーコードリーダをバーコードの正面に位置させて読み取りを行うのが通常の構成であるから，「近傍」はバーコードの「正面」と解釈すべきである，仮に，容器に対して斜め上方から測定を行う測定ユニットの配置も搬送経路の近傍であると解釈した場合，測定ユニットの配置に自由度が生まれ，バーコードリーダを搬送させる搬送装置を搬送経路の上方に取り付ける構成によって上方空間を活用することも可能となり，「装置の設計上の制約等」という「搬送経路をまたいで伸長する」「可動アーム」を用いることの限定（解決しようとする課題）が没却されることともなるから，「搬送経路をまたいで伸長する」「可動アーム」を用いること自体の必然性が薄れると主張する。",
                        "しかし，前記説示のとおり，「近傍」については，当業者であれば，測定ユニットを，その機能に応じて容器のラベルを読み取れる距離の範囲内に設置するという趣旨に解するものと認められる。",
                        "したがって，被告の上記主張も理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "以上のとおり，本件訂正を認めなかった審決の判断は誤りであって，本件訂正発明2，4及び5の容易想到性について判断することなく本件特許の請求項2，4及び5を無効と判断した部分は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由は理由があり，審決のうち本件特許の請求項2，4及び5に関する部分は取消しを免れない。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}