{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告が求めた裁判",
      "text": [
        "特許庁が不服2013-6593号事件について平成26年2月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判の不成立審決の取消訴訟である。争点は，補正却下決定（独立特許要件の欠如）の適否であり，具体的には，①引用発明の認定の誤り（相違点・一致点の認定誤り）及び②相違点の判断の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「認証方法および装置」とする発明につき，平成12年5月2日（優先日）に特許出願をしたが（特願2000-133741号。原々々出願。），平成13年4月13日に原々々出願を分割出願し（特願2001-115141号。原々出願。），平成21年3月23日に原々出願を分割出願し（特願2009-70369号。原出願。），さらに，平成22年3月10日に原出願を分割出願したが（特願2010-53354号，請求項の数1，発明の名称「認証用バーコード付与方法」。本願。），本願は，平成24年12月28日付けで拒絶査定を受けた。",
            "原告は，平成25年4月10日，本願につき拒絶査定不服審判請求をするとともに（不服2013-6593号），同日付けで手続補正（本願補正）をした。",
            "特許庁は，平成26年2月27日，本願補正を却下した上で，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年3月12日に原告に送達された。",
            "（甲13，14）"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明及び本願補正発明の要旨",
          "text": [
            "上記平成22年3月10日付け分割出願に係る請求項1の発明（本願発明）及び本願補正後の請求項1の発明（本願補正発明）に係る特許請求の範囲の記載は，それぞれ，次のとおりである。（甲13，14）",
            "【本願発明】",
            "「  認証要求者の顧客である被認証者に付与されると共に記憶される前記被認証者に固有の認証用バーコードであって，前記被認証者が携帯電話に表示することによって前記認証要求者に提示され，前記提示された認証用バーコードが記憶されていたとき前記被認証者が認証される，携帯電話に表示される認証用バーコードを被認証者に付与するバーコード付与方法であって",
            "認証装置が，前記被認証者の発信者番号を含むバーコード要求信号を，被認証者の携帯電話から通信回線を通して受信するステップと，",
            "前記認証装置が，前記被認証者の発信者番号が顧客データベースに記録されているか否かを判定し，前記被認証者の前記発信者番号が顧客データベースに記録されていなかったときには，前記被認証者が前記発信者番号が顧客データベースに記録されていないことを示すメッセージを前記被認証者の携帯電話に通信回線を通して送信するステップと，",
            "前記認証装置が，前記被認証者の発信者番号が前記顧客データベースに記録されていたときに前記被認証者に固有のバーコードを生成するステップと，",
            "前記認証装置が，該バーコードを前記被認証者の携帯電話に通信回線を通して送信すると共に，該バーコードをバーコードデータベースに記憶するステップと，を備えている，バーコード付与方法。  」",
            "【本願補正発明】（補正部分を下線で示した。）",
            "「  認証要求者の顧客である被認証者に付与されると共に記憶される前記被認証者に固有の認証用バーコードであって，前記被認証者が携帯電話に表示することによって前記認証要求者に提示され，前記提示された認証用バーコードが記憶されていたとき前記被認証者が認証される，携帯電話に表示される認証用バーコードを被認証者に付与するバーコード付与方法であって，",
            "認証装置が，前記被認証者の発信者番号を含むバーコード要求信号を，被認証者の携帯電話から通信回線を通して受信するステップと，",
            "前記認証装置が，前記被認証者の発信者番号が顧客データベースに記録されているか否かを判定し，前記被認証者の前記発信者番号が顧客データベースに記録されていなかったときには，前記被認証者の前記発信者番号が顧客データベースに記録されていないことを示すメッセージを前記被認証者の携帯電話に通信回線を通して送信して処理を終了するステップと，",
            "前記認証装置が，前記被認証者の発信者番号が前記顧客データベースに記録されていたことのみを条件として前記被認証者に固有のバーコードを生成するステップと，",
            "前記認証装置が，該バーコードを前記被認証者の携帯電話に通信回線を通して送信すると共に，該バーコードをバーコードデータベースに記憶するステップと，を備えている，バーコード付与方法。  」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "特開平10-69553号公報（引用文献1〔甲1〕）には，次の発明（引用発明）が記載されている。",
                "「  ユーザーが券を発注して購入する発券システムによる発券処理方法であって,",
                "該発券システムは",
                "ユーザーの発券要求情報を入力するユーザー装置と，",
                "前記ユーザー装置と通信手段を介して接続され，前記ユーザー装置からの前記発券要求情報に応じた券情報を検索し，この検索された券情報及び前記券情報に対応するユーザーコード情報を共に出力するデータ処理手段と，前記ユーザー装置からの前記発券要求情報を受信し，前記データ処理手段からの前記券情報及び前記ユーザーコード情報を前記ユーザー装置に送信するデータ送受信手段とを有する券発行装置と，",
                "前記券情報及び前記ユーザーコード情報を入力する情報入力手段と，前記情報入力手段からの前記券情報を認識して処理するデータ処理手段とを有する券使用装置と，を備えて成り，",
                "前記ユーザー装置は，前記券発行装置からの前記ユーザーコード情報を記録する記録媒体を含み，",
                "前記券使用装置は，前記情報入力手段で，前記記録媒体に記録されたユーザーコード情報を読み込み，前記データ処理手段で，前記情報入力手段からのユーザーコード情報と前記券発行装置の前記データ処理手段からのユーザーコード情報との照合結果に基づいて，前記記録媒体に記録された券情報が有効であるか否かを決定するものであり，",
                "前記券発行装置の前記データ処理手段は，前記発券要求情報が有効であるか否かを判別し，前記発券要求情報が有効であると判別するならば，前記券情報を検索するものであり，",
                "前記記録媒体は携帯型記録媒体であり,",
                "前記ユーザー装置は，パーソナルコンピュータ装置であり，",
                "このパーソナルコンピュータ装置は，前記通信手段を介して前記券発行装置の前記データ送受信手段に前記発券要求情報を送信し，前記券発行装置の前記データ送受信手段から前記発券要求情報に応じた前記券情報及び前記ユーザーコード情報を受信するデータ送受信手段を含むものであり，",
                "前記券使用装置は，前記情報入力手段から入力される前記ユーザーコード情報を前記券発行装置に送信し，",
                "前記券発行装置のデータ処理手段は，前記ユーザーコード情報と前記券使用装置から送信された前記ユーザーコード情報とを照合した照合結果を前記券使用装置に送信し，",
                "前記券使用装置の前記データ処理手段は，前記送信された照合結果に基づいて，前記券情報が有効であるか否かを判別するものであり，",
                "前記ユーザーコード情報はバーコードで表されるものであり，",
                "前記ユーザーコード情報には，前記ユーザーを識別するユーザー識別情報が含まれ，",
                "前記ユーザーコード情報の照合時には，前記ユーザー識別情報も照合することにより，記録媒体を持参したユーザーが，その記録媒体に記録された券情報の真の利用者であるか否かを判別することができるものであり，",
                "前記通信回線は携帯電話を利用した通信システムを利用するものであり，",
                "前記券発行装置のデータ処理手段はユーザーコード情報作成部を備え，該ユーザーコード情報作成部には，複数のユーザーのユーザー情報を記憶するユーザー情報記憶部が接続され，前記ユーザー情報記憶部に記憶されるユーザー情報から，前記ユーザー装置から送信されるユーザー識別情報に対応するユーザー情報を読み出し，このユーザー情報を用いて前記ユーザーコード情報を作成するものであり，",
                "前記ユーザーコード情報の照合は，前記券使用装置から送信された前記ユーザーコード情報と予め記憶されているユーザーコード情報との照合を行うものである ",
                "発券処理方法。  」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "本願補正発明と引用発明との一致点は，次のとおりである。",
                "「  認証要求者の顧客である被認証者に付与されると共に記憶される前記被認証者に固有の認証用バーコードであって，前記被認証者が提示することによって前記認証要求者に提示され，前記提示された認証用バーコードが記憶されていたとき前記被認証者が認証される，認証用バーコードを被認証者に付与するバーコード付与方法であって，",
                "認証装置が，前記被認証者の識別情報を含むバーコード要求信号を，被認証者の携帯電話から通信回線を通して受信するステップと，",
                "前記認証装置が，前記被認証者の識別情報が顧客データベースに記録されているか否かを判定するステップと，",
                "前記認証装置が，前記被認証者の識別情報が前記顧客データベースに記録されていたことを条件として前記被認証者に固有のバーコードを生成するステップと，",
                "前記認証装置が，該バーコードを前記被認証者の携帯電話に通信回線を通して送信すると共に，該バーコードをバーコードデータベースに記憶するステップと，を備えている，バーコード付与方法。  」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "text": [
                "本願補正発明と引用発明との相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "本願補正発明においては，認証用バーコードの提示が「携帯電話に表示」することでなされるのに対し，引用発明においては，引用文献1に「記録媒体」として「手のひらサイズ等の超小型PC」等も例示されてはいるが，これを携帯電話とし，バーコードを該「携帯電話に表示」するとは記載されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "本願補正発明においては，識別情報が「発信者番号」であるのに対し，引用発明においては，引用文献1に「ユーザー識別情報」として「発信者番号」を用いるとは記載されていない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "text": [
                    "本願補正発明においては，被認証者の発信者番号が顧客データベースに記録されていたこと「のみ」を条件として被認証者に固有のバーコードを生成するのに対し，引用発明においては，引用文献1にユーザー識別情報がユーザー情報記憶部に記憶されていること「のみ」をユーザーコード情報を作成する条件とすることは示されていない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4",
                  "text": [
                    "本願補正発明においては，顧客データベースに記録されているかの判定をするステップが「前記被認証者の前記発信者番号が顧客データベースに記録されていなかったときには，前記被認証者の前記発信者番号が顧客データベースに記録されていないことを示すメッセージを前記被認証者の携帯電話に通信回線を通して送信して処理を終了する」ステップでもあるのに対し，引用発明においては，引用文献1にかかるメッセージを送って処理を終了する旨の明示はない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "「日経ビジネス，2000年4月24日号，日経BP社，p28～29」（引用文献2〔甲2〕）からは，携帯電話を使った取引において，バーコードリーダーにバーコードを提示するための手段として携帯電話を用いることも，本願出願時には当業者が知るところとなっていたことが認められる。",
                    "してみると，引用発明におけるバーコードを提示するための「携帯型記録媒体」を携帯電話とし，バーコードを当該「携帯電話に表示」するものとすること，すなわち，引用発明を相違点1に係る構成を備えるものとすることは，当業者であれば容易に想到し得たことである。",
                    "また，個人認証の確度は，本願補正発明と引用発明とで格別相違するものではなく，仮に，相違点1に係る構成による作用効果の相違があるとしても，その作用効果は，本願出願時の当業者にとって当然のごとく予想できる程度のものにすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "携帯電話に限らず，電話を通信手段として用いる場合には，その電話番号を用いて個人の特定や認証をすることも適宜採用されている周知慣用技術であるから，引用発明における「ユーザー識別情報」として「発信者番号」を採用すること，すなわち，引用発明を相違点2を備えるものとすることは，当業者が適宜採用し得た設計的事項にすぎないものであって，これによって格別な作用効果が奏されるものでもない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "認証処理の簡略化等のために電話番号のみに基づいて認証処理を実行することは，要求される認証の信頼度等に応じて適宜に採用されていた周知慣用の技術思想である。一方，引用発明も「簡易に券を購入することができ」ることを課題としているように，ユーザーによる処理の簡略化を図ることは，当該分野における普遍的な課題であるから，引用発明における発券時の認証処理を簡略化するために，当該周知慣用技術を採用することで，前記被認証者の発信者番号が前記顧客データベースに記録されていたこと「のみ」を条件として前記被認証者に固有のバーコードを生成するようにすること，すなわち，引用発明を相違点3を備えるものとすることは，「ユーザー識別情報」として「発信者番号」を採用した際に，当業者であれば当然のごとく想到し得る選択肢であって，適宜に採用し得た構成にすぎないものである。そして，これによっても格別な作用効果が奏されるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4について",
                  "text": [
                    "不正な要求に対してその旨を通知することや，当該通知の後に処理を終了させることは，周知慣用の設計事項にすぎないものであり，引用発明においても，「前記被認証者の前記発信者番号が顧客データベースに記録されていなかったときには，前記被認証者の前記発信者番号が顧客データベースに記録されていないことを示すメッセージを前記被認証者の携帯電話に通信回線を通して送信して処理を終了する」ようにすること，すなわち，上記相違点4に係る構成を採用することも，当業者が適宜採用し得た設計的事項にすぎないものであって，これによって格別な作用効果が奏されるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "本願補正発明は，引用発明に基づいて容易に発明できたものであるから，本願補正は，平成18年法律第55号による改正前の特許法17条の2が準用する平成23年法律第63号による改正前の特許法126条5項に規定する独立特許要件を欠き，平成14年法律第24号による改正前の特許法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本願発明について",
              "text": [
                "本願補正発明は，本願発明について更に要件を付加して限定的減縮をしたものであるから，本願補正発明が引用発明に基づいて容易に発明することができた以上，本願発明も引用発明に基づいて容易に発明することができる。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "審決判断のまとめ",
              "text": [
                "本願発明は，特許法29条2項の規定により特許を受けることができないから，拒絶査定は妥当なものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明の認定の誤り）",
          "text": [
            "審決は，引用発明について，ユーザー装置が，券発行装置に，ユーザー識別情報を含む発券要求情報を送信する，と認定できることを前提としている。",
            "しかしながら，①「ユーザー識別情報」は，券情報の検索とは一切関係がなく，「発券要求情報」は，「ユーザー識別情報」とは別個のものであって（【請求項1】【0099】【0100】【0129】），引用発明の券発行装置においては，「発券要求情報」と「ユーザー識別情報」とは，それぞれ異なる処理が行われている（【0168】【図3】），引用文献1記載の発明において，「ユーザー識別情報」が発券にかかわるのは，課金を行う場合に限定されるが（【0103】【0104】【0172】【0173】参照），審決の認定する引用発明は，課金を行う場合の発明として認定されてはいない。",
            "そうすると，引用発明の券発行装置が「発券要求情報に応じた券情報を検索し，この検索された券情報及び前記券情報に対応するユーザーコード情報と共に出力する」（審決21頁23～24行目）と認定したことを前提として，引用発明を，ユーザー装置が，券発行装置に，ユーザー識別情報を含む発券要求情報を送信すると認定したことは誤りである。これは，本願補正発明と引用発明との一致点の認定の誤りでもあり，また，本願補正発明と引用発明との相違点の認定の誤りでもある。",
            "したがって，審決の引用発明の認定には，誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点の判断の誤り）",
          "text": [
            "①  本願補正発明は，[1]社会通念上，携帯電話が一身専属的に所持されていること，[2]発信者番号が携帯電話端末に固有であること，に着目し，携帯電話から認証装置に発信者番号を含む認証用バーコードの作成を要求し，同装置から認証用バーコードを要求した携帯電話にこれを送信し，これを受信した携帯電話に表示されたバーコードと，当該携帯電話の発信者番号との組合せを身元確認手段として用いることで，非常に精度の高い個人認証を行おうとするものである。",
            "したがって，本願補正発明においては，被認証者に付与されたバーコードは，常に，その付与を要求した被認証者の携帯電話で受信され，このバーコードが認証要求者に提示されるから，バーコードの照合のみで個人認証を確実に行える。",
            "②  一方，引用発明は，券の使用者が持参する記録媒体に記録されたユーザーコード情報と，あらかじめ登録されたユーザーコード情報（ユーザー装置に送信されたユーザーコード情報と同じ。）とを照合することで，ユーザーコード情報と共に記録媒体に記録された券情報が，所定の手続を経て付与された有効なものかどうかを確認するものである。すなわち，ユーザーが持参する記録媒体は，ユーザー装置そのものではなく，また，ユーザーコード情報には，券を持参した者に関する情報が含まれているわけではない。",
            "したがって，引用発明においては，記録媒体の所持者と発券要求情報を送信したユーザーとの同一性を認証することはできない。",
            "③ （被告の主張に対して）本願補正発明において，バーコード要求信号の送信，認証用バーコードの受信，認証用バーコードの表示は，すべて，単一の被認証者に一身専属的な同一の携帯電話により行われており（【0007】～【0029】【図1】），審決の「本願補正発明は『バーコード要求信号』を送信する『携帯電話』と，『認証用バーコード』を受信する『携帯電話』と，『認証用バーコード』を表示する『携帯電話』とが単一の携帯電話である旨の限定がなされているものではな（い）」（31頁22～25行目）との認定は，誤りである。",
            "④  ①～③のとおり，引用発明には，本願補正発明が有する個人認証についての技術思想はなく，引用発明から本願補正発明を容易に想到することはできない。",
            "したがって，審決の相違点の判断には，誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3-1（相違点1の判断の誤り）",
          "text": [
            "引用文献1の【0112】に例示されている引用発明1の記録媒体は，フロッピーディスクに代表されるように，単に情報を保存できる媒体が想定されているものであり，「手のひらサイズ等の超小型PC等の小型電子機器等」も，その一種として挙げられているにすぎない。",
            "そうすると，引用発明においては，記録媒体として，通信手段を有する携帯電話のようなものは想定されていないのであるから，引用発明には，携帯電話を用いた個人認証という発想は，全く存在しない。",
            "したがって，審決の相違点1の判断には，誤りがある。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3-2（相違点2の判断誤り）",
          "text": [
            "引用発明は発券装置であり，発注者の便宜のために，通常，通信手段を限定することはせず，また，発注者が，自ら所有する電話から連絡してくるとも限らないから，電話番号を発注者を特定する情報として扱うことは考えられない。",
            "そして，引用文献1においては，引用発明の「ユーザー装置」としてファクシミリ装置やパーソナルコンピュータ装置を挙げている一方で（【0084】），携帯電話を採用することを示唆する記載はなく，また，ファクシミリ番号をユーザー識別情報の例として挙げてもいない。",
            "そうすると，引用発明において，「ユーザー識別情報」を「発信者番号」に置き換えることは，当業者が容易になし得るものではない。",
            "したがって，審決の相違点2の判断には，誤りがある。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3-3（相違点3の判断の誤り）",
          "text": [
            "引用発明は，個人認証を目的とするものではなく，発券装置に関するものであり，したがって，課金情報を得るのに必要な情報を読み出す目的でユーザー情報を検索している。ユーザー識別情報がユーザー情報記憶部に記憶されていても，それが課金情報を伴うものでなければ，そのまま発券を行わず，ユーザー識別情報がユーザー情報記憶部に記憶されていること「のみ」を条件としていない。また，このような引用発明の構成に，電話番号のみで認証を行う構成を適用することは想定し難い。",
            "したがって，審決の相違点3の判断には，誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明の認定の誤り）に対して",
          "text": [
            "引用文献1の【0129】には，「発券要求情報は，…検索要求情報，及び…条件提示情報『等』を含む」（二重括弧は当裁判所で強調のために付した。以下同様。）と，同【0168】には，「発券要求情報として，…検索要求情報及び条件提示情報『等』」と記載されているから，引用文献1には，発券要求情報に検索要求情報と条件提示情報以外の情報も含むことが示唆されている。そして，引用文献1からは，①「発券要求情報」に「ユーザー識別情報」を含めて送受信する態様のものが読み取れること（【0104】），②ユーザーは，例えば会員として登録し，券発行装置1に対してクレジットカード番号を知らせておくことにより，発券要求情報を送信するたびに，券発行装置1に対してクレジットカード番号を送信することなく，券の予約をすることができること（【0044】【0172】），③券発行装置1のデータ処理手段11は，ユーザー情報を記憶するユーザー情報記憶手段を含み，このユーザー情報記憶手段には，ユーザー装置2からユーザーの名前，住所，券の代金の支払に利用する銀行の口座番号やクレジットカード番号等を含むユーザー情報があらかじめ送信されて記憶されていること（【0173】）が読み取れ，引用文献1には，発券要求情報がユーザー識別情報を含むことが示されているといえる。さらに，④引用文献1の【0103】に「ユーザー情報記憶部207に記憶されるユーザー情報から，送信されるユーザー識別情報に対応するユーザー情報を読み出し，このユーザー情報を用いてユーザーコード情報を作成する」と記載されていることから，課金処理の有無に関わらず，ユーザー識別情報が用いられていることは明らかである。",
            "発券要求情報とユーザー識別情報とを区別するような原告が指摘する引用文献1の記載（【0099】等）は，引用発明の実施態様の1つにすぎない。",
            "したがって，審決の引用発明の認定には，誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点の判断の誤り）に対して",
          "text": [
            "①  原々々出願時においては，知人も含め，他人の携帯電話を一時的に借り受けて電話をかけるようなことが，世間一般で普通に行われていたことであり（乙1～3），他人が携帯電話を勝手に使用することも通常想定されることであるから，携帯電話を他人が使用することが，全くあり得ないとまではいえない。また，発信者番号についても，解約された電話番号を他人が再利用したり，発信者番号が偽装される場合も想定できる（乙4）。すると，原告の主張する携帯電話の一身専属性や常時携帯性，発信者番号の固有性は，完全なものとはいえず，一定の限界のあるものである。本願補正発明のように，各携帯電話端末に固有の発信者番号を用いてバーコードの要求を行うものであったとしても，バーコードの付与を受けた顧客と提示者とが同一でない可能性は，社会通念上存在しないとまではいえない。",
            "したがって，本願補正発明によって実現される個人認証の正確性には，限界があると判断するのが妥当である。",
            "②  一般に，認証システムの信頼性，正確性は，システムの個々の構成要素に応じて変化するものであって，どのような所持情報を用いるかによって，所持情報を用いた個人認証の正確性が異なることは，当業者にとって技術常識である。紙のチケットのみでも，当該紙のチケットを持参したユーザーが，真の利用者であるか否かを判別することはできるし（引用文献1の【請求項4】【請求項5】【請求項9】【請求項11】【0035】【0036】，甲15の29頁11～15行目），引用文献1における携帯型記録媒体には，専ら個人が利用し，少なくとも，携帯電話と同様に一身専属性の高いものが含まれている（【0112】）。引用発明においては，記録媒体は，必ずしもユーザー装置そのものではないが，ユーザー識別情報をユーザーコード情報に含め，ユーザーと券情報の提示者とが異なることを排除するための構成を備えるものである。",
            "したがって，引用発明の方法でも，個人認証が行い得るといえる。",
            "③  [1]本願補正発明のバーコードの送信先である「前記被認証者の携帯電話」との記載は，「携帯電話」に「前記」や「該」等の接頭語が付されていないこと，[2]バーコード要求情報を発信した通信端末とは異なる通信端末にバーコードを送信する実施例があること（【0028】【0030】），[3]本願補正発明は，認証用の発信者番号を顧客がキーボードで手入力する場合を含むこと（【0024】）からみて，本願補正発明は，発信者番号をバーコードと組み合わせて認証する場合でも，バーコードを提示する携帯電話が，バーコードの送信先の携帯電話であるとは限らないと解される。",
            "仮に，本願補正発明が，バーコード要求信号を送信する携帯電話と，認証用バーコードを受信する携帯電話と，認証用バーコードを表示する携帯電話とが単一の携帯電話である旨の限定がされているものとしても，携帯電話を用いて，登録や予約，認証情報の受取等の認証のための準備の手続を要する認証処理において，これらの複数の手続を共通の携帯電話で行うことは，当業者が通常採用する常とう手段にすぎないものであるから（甲6【0026】～【0030】，甲7【0015】～【0021】【0026】～【0028】，甲9【0019】～【0022】参照），審決の結論に影響を与えるものではない。",
            "④  ①～③のとおり，本願補正発明も引用発明も，認証手段に送信された識別標識と，特定の者が所持している識別標識との同一性を照合するという間接的な照合方法であるという点において共通する。",
            "そうすると，引用発明にも，個人認証についての技術思想があるといえる。なお，本願補正発明と引用発明とで，認証の正確性に対する作用効果の相違が仮にあるとしても，その作用効果は，本願の優先日当時の当業者にとって，当然のごとく予想し得る程度のものといえる。",
            "したがって，審決の相違点の判断には，誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3-1（相違点1の判断の誤り）",
          "text": [
            "引用文献1の【0112】【0113】の記載によれば，引用発明の「携帯型記録媒体」には，通常，表示手段や通信手段を備えている「手のひらサイズ等の超小型PC」等が含まれ得ることから，当該「携帯型記録媒体」は，単に情報を保存できるだけの媒体としてみるだけでなく，認証のための技術的手段を搭載する媒体としてみることもできるといえる。",
            "したがって，審決の相違点1の判断には，誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3-2（相違点2の判断誤り）",
          "text": [
            "携帯電話に限らず，電話を通信手段として用いる場合に，当該電話機の電話番号を用いて個人の特定や認証をすることは，適宜採用されている周知慣用技術である（甲3【0035】【0047】【0051】【0052】，甲6【請求項5】，甲7【0019】，甲8【0016】【0030】，甲9【0019】～【0022】参照。）。さらに，甲6の【0026】～【0030】にもみられるように，携帯電話を所有する顧客を対象とした取引システムも，本願の優先日当時には広く知られていたといえるので，携帯電話を端末とするシステムを構築すること自体に，格別の困難性が認められるとはいえない。",
            "引用文献1において，ファクシミリ装置が「ユーザー装置」として挙げられながら，ユーザー識別情報の例としてファクシミリ番号が挙げられていないことは，ファクシミリ番号をユーザー識別情報として用いること阻害する要因とはならず，かえって，引用文献1の【図9】には，「ファックス番号」及び「電話番号」の記入欄があるから，少なくともファックス番号等をユーザー識別に用いる示唆があるといえる。",
            "そうすると，引用発明における「ユーザー識別情報」として「発信者番号」を採用することは，当業者が適宜採用し得た設計的事項にすぎないものであって，これによって格別な作用効果が奏されるものでもない。",
            "したがって，審決の相違点2の判断には，誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3-3（相違点3の判断の誤り）に対して",
          "text": [
            "認証処理の簡略化等のために，電話番号のみに基づいて認証処理を実行することは，要求される認証の信頼度等に応じて適宜に採用されていた周知慣用の技術思想である（甲3【0052】，甲8【0016】【0030】，甲9【0021】【0022】参照）。一方，ユーザーによる処理の簡略化を図ることは，当該分野における普遍的な課題であり，引用発明も，「簡易に券を購入することができ」ることを課題としている。したがって，引用発明における発券時の認証処理を簡略化するために，当該周知慣用技術を採用することで，前記被認証者の発信者番号が前記顧客データベースに記録されていたこと「のみ」を条件として，前記被認証者に固有のバーコードを生成するようにすることは，「ユーザー識別情報」として「発信者番号」を採用した際に，当業者であれば当然のごとく想到し得る選択肢であって，認証の手間や正確性などを考慮して適宜に採用し得る構成にすぎない。そして，これによって，格別な作用効果が奏されるものでもない。",
            "したがって，審決の相違点3の判断には，誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明について",
              "text": [
                "本願補正後の明細書（本願明細書）の記載によれば，本願補正発明は，次のとおりのものと認められる。（甲13，14）",
                "従来，個人の身元確認等の認証は，印鑑，付与されたパスワード，カードに設けられたエンボス又は磁気テープ等を照合することによって行われていた（【0002】）。これに対し，本願補正発明は，従来とは異なった方式で個人の身元確認等の認証を行うために使用されるバーコードを付与する認証用バーコード付与方法を提供することを目的とするものである（【0003】）。",
                "そのため，本願補正発明は，①被認証者の携帯電話から送信される発信者番号（携帯電話番号）を，認証装置に設けられたバーコード生成手段が受信し（【0019】），②バーコード生成手段が受信した発信者番号が，顧客データベース内に存在しているかを判定し（【0020】），③受信した被認証者の発信者番号が顧客データベース内に存在していた場合には，バーコード生成手段が，バーコード信号を生成するとともに，バーコード伝送手段が，被認証者の携帯電話に通信回線を介してバーコードを送信し（【0021】），④被認証者は，携帯電話に前記バーコードを表示することによって，認証要求者にこれを提示し，認証装置にバーコードが記憶されていたときに，被認証者が認証される（【0022】【0024】【0026】）という構成をとった。",
                "これにより，本願補正発明は，従来とは異なった方式で，個人の身元確認等の認証を行うことができる認証方法等を提供するとするものである（【0005】）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用文献1の記載によれば，引用発明は，次のとおりのものと認められる。",
                "従来，航空券や電車等の乗車券やコンサート等の入場券を購入する場合，電話で発券の予約をしても，実際に有効な券を入手するためには，その予約をした場所まで行かなければならないので，手間や時間を費やしていた（【0003】～【0005】）。また，発券場所では，発券するための人員を必要としていた（【0006】）。そこで，引用発明は，券の購入者が，発券場所まで行かなくても簡易に券を購入することができ，また，発券場所での人員の合理化をすることができる発券システム，券発行装置及び券使用装置を提供しようというものである（【0008】）。",
                "そのために，引用発明は，①ユーザーの発券要求情報を入力するユーザー装置（【請求項1】）と，  ②前記ユーザー装置と通信手段を介して接続され，前記ユーザー装置からの前記発券要求情報に応じた券情報を検索し，この検索された券情報及び前記券情報に対応するユーザーコード情報を共に出力するデータ処理手段と，前記ユーザー装置からの前記発券要求情報を受信し，前記データ処理手段からの前記券情報及び前記ユーザーコード情報を前記ユーザー装置に送信するデータ送受信手段とを有する券発行装置（【請求項1】）と，③前記券情報及び前記ユーザーコード情報を入力する情報入力手段と，前記情報入力手段からの前記券情報を認識して処理するデータ処理手段とを有する券使用装置（【請求項1】）とを備え，④前記ユーザー装置は，前記券発行装置からの前記ユーザーコード情報を記録する記録媒体を含み（【請求項1】），⑤前記券使用装置は，前記情報入力手段で，前記記録媒体に記録されたユーザーコード情報を読み込み，前記データ処理手段で，前記情報入力手段からのユーザーコード情報と前記券発行装置の前記データ処理手段からのユーザーコード情報との照合結果に基づいて，前記記録媒体に記録された券情報が有効であるか否かを決定するものであり（【請求項1】，⑥前記券発行装置の前記データ処理手段は，前記発券要求情報が有効であるか否かを判別し，前記発券要求情報が有効であると判別するならば，前記券情報を検索するものであり（【請求項3】），⑦前記記録媒体は携帯型記録媒体であり（【請求項4】）,⑧前記ユーザー装置は，パーソナルコンピュータ装置であり（【請求項5】），⑨このパーソナルコンピュータ装置は，前記通信手段を介して前記券発行装置の前記データ送受信手段に前記発券要求情報を送信し，前記券発行装置の前記データ送受信手段から前記発券要求情報に応じた前記券情報及び前記ユーザーコード情報を受信するデータ送受信手段を含むものであり（【請求項5】），⑩前記券使用装置は，前記情報入力手段から入力される前記ユーザーコード情報を前記券発行装置に送信し（【請求項9】），⑪前記券発行装置のデータ処理手段は，前記ユーザーコード情報と前記券使用装置から送信された前記ユーザーコード情報とを照合した照合結果を前記券使用装置に送信し（【請求項9】），⑫  ",
                "前記券使用装置の前記データ処理手段は，前記送信された照合結果に基づいて，前記券情報が有効であるか否かを判別するものであり（【請求項9】），⑬前記ユーザーコード情報はバーコードで表されるものであり（【請求項10】），⑭前記ユーザーコード情報には，前記ユーザーを識別するユーザー識別情報が含まれ（【請求項11】），⑮前記ユーザーコード情報の照合時には，前記ユーザー識別情報も照合することにより，記録媒体を持参したユーザーが，その記録媒体に記録された券情報の真の利用者であるか否かを判別することができるものであり（【0035】【0036）】⑯  ",
                "前記通信回線は携帯電話を利用した通信システムを利用するものであり（【0078】），⑰前記券発行装置のデータ処理手段はユーザーコード情報作成部を備え，該ユーザーコード情報作成部には，複数のユーザーのユーザー情報を記憶するユーザー情報記憶部が接続され（【0096】），前記ユーザー情報記憶部に記憶されるユーザー情報から，前記ユーザー装置から送信されるユーザー識別情報に対応するユーザー情報を読み出し，このユーザー情報を用いて前記ユーザーコード情報を作成するものであり（【0103】），⑱前記ユーザーコード情報の照合は，前記券使用装置から送信された前記ユーザーコード情報とあらかじめ記憶されているユーザーコード情報との照合を行うものである（【請求項21】）との構成をとった。",
                "これにより，引用発明は，ユーザーが発券場所までいかなくても，ユーザー装置から券発行装置に発券要求情報を送信して，所望の券情報を入手し，この券情報を記録媒体に記録することにより，簡単に券を購入することができ（【0011】），また，発券場所では，券発行装置を用い，発券要求情報を通信手段を介して受信して処理するので，人員を合理化することができるとするものである（【0012】）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（引用発明の認定の誤り）について",
          "text": [
            "原告は，引用発明は，ユーザー装置が券発行装置に「ユーザー識別情報を含む発券要求情報」を送信するものではない旨を主張するところ，引用文献1には，次の記載がある。",
            "「【0079】券の購入者である，いわゆるユーザーは，ユーザー装置2を使用して，所望の券の発券要求情報を，発券センタ102の券発行装置に対して送信する。これにより，発券センタ102の券発行装置では，ユーザーの発券要求情報に応じたデータを検索する。そして，券発行装置は，所望のデータを検索したならば，そのデータを券情報としてユーザー装置に送信する。このとき，券情報と共に，その券に対応するユーザーコード情報も送信する。…」",
            "「【0103】また，ユーザーコード情報作成部206には，情報判別部200において判別されたユーザー識別情報が送られている。ユーザーコード情報作成部206は，発券要求情報判別部201から送られた判別結果が発券可能であることを示すときには，ユーザー情報記憶部207に記憶されるユーザー情報から，送信されるユーザー識別情報に対応するユーザー情報を読み出し，このユーザー情報を用いてユーザーコード情報を作成する。」",
            "「【0104】…また，課金処理を行うときには，課金用識別情報の代わりに，ユーザー情報記憶部207に記憶されるユーザー情報を用いて，課金を行ってもよい。具体的には，ユーザー情報記憶部207に記憶される複数のユーザー情報から，発券要求情報に含まれるユーザー識別情報に対応するユーザー情報を読み出し，このユーザー情報に含まれる銀行口座番号やクレジットカード番号に基づいて，課金を行う。」",
            "「【0145】さらに，券発行装置1は，ユーザー装置2に対して，ユーザーを識別するためのユーザー識別情報の送信を要求するユーザー情報提示要求情報を送信する。このユーザー識別情報は，例えばユーザーの氏名等の名前情報及び暗号情報のうちの少なくともいずれか一方を含む。尚，暗号情報は，いわゆるパスワード情報である。」",
            "「【0167】また，前記ユーザー装置2に用いたPCの代わりに，ファクシミリ装置を用いることも可能である。…」",
            "「【0168】先ず，ステップS32で，ファクシミリ装置から券発行装置1に対して，発券要求情報として，ホテルの宿泊券の検索要求情報及び条件提示情報等を送信する。このとき，例えば図9に示すような，所定のフォーマットの用紙を用い，この用紙に必要事項を記入して券発行装置1に送信することにより，券発行装置1に対して前記発券要求情報をさらに容易に送信することができる。」",
            "【図9】",
            "上記記載によれば，ユーザー装置から券発行装置に対して，発券要求情報が送信され，券発行装置が所望のデータを検索したとき，券情報とともにユーザーコード情報をユーザー装置に送信すること（【0079】），このユーザーコード情報は，ユーザー装置から受信したユーザー識別情報に対応するユーザー情報を読み出し，ユーザー情報を用いて作成されること（【0103】）が理解できる。また，ユーザー装置であるファクシミリ装置から券発行装置に対して発券要求情報として送信される所定のフォーマット（【0167】【0168】【図9】）には，ユーザー識別情報である氏名（【0145】）が記載されている。",
            "ユーザー識別情報を含まない発券要求情報を受信しても，券発行装置がユーザーコード情報を作成できないはずであることを考慮すれば，引用文献1に，ユーザー装置から，ユーザー識別情報を含んだ発券要求情報を券発行装置に送信する直接的な記載はないとしても，引用発明において，ユーザー識別情報を含んだ発券要求情報が，ユーザー装置から送信されていることは明らかであるといえる。「発券要求情報に含まれるユーザー識別情報」（【0104】）との記載も，そのことを示すものであって，課金処理を行う場合に限定したものではないといえる。",
            "そうすると，審決が，引用発明について，ユーザー装置から送信される発券要求情報がユーザー識別情報を含むと認定した点には，誤りはない。",
            "したがって，取消事由1は，理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（相違点の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用発明には，本願補正発明のような個人認証についての技術思想はないので，引用発明から本願補正発明を容易に想到することはできない旨を主張するところ，これは，引用発明と本願補正発明とが，その技術分野，技術課題，課題解決原理等を全く異にするものであるため，およそ引用発明としての適格がない旨の主張と解される。",
                "そこで，以下，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明について",
              "text": [
                "①  本願補正発明は，前記1(1)に認定のとおりのものであり，被認証者の携帯電話から送信される発信者番号（携帯電話番号）に基づいてバーコードを生成し，そのバーコードを被認証者の携帯電話に送信し，被認証者が携帯電話にバーコードを表示することによって，これが認証要求者に提示され，認証装置にバーコードが記憶されていたときに，被認証者が認証されるというものである。",
                "②  ここで，本願補正発明の「発信者番号」及び「（認証用）バーコード」（「認証用バーコード」と「バーコード」は同一のものと認め，以下「バーコード」と表記する。）についてみると，特許請求の範囲には，認証方法や発信者番号の送受信について，「前記提示された認証用バーコードが記憶されていたとき前記被認証者が認証される」「認証装置が，前記被認証者の発信者番号を含むバーコード要求信号を，被認証者の携帯電話から通信回線を通して受信する」「前記認証装置が，該バーコードを前記被認証者の携帯電話に通信回線を通して送信する」とされているのみである。",
                "したがって，本願補正発明は，①生成されるバーコードは発信者番号に基づくものではあるが，発信者番号とバーコードとの組合せにより認証を行うものに限定されているものではなく，また，②認証装置が受信する発信者番号は，被認証者の携帯電話から自動的に発信されたものか，あるいは，被認証者が手動で入力して発信されたものか，のいずれとも特定するものでもない。",
                "③  そこで，さらに本願明細書の記載をみてみると，次の記載がある。",
                "「【0022】この実施形態の認証システムでは，…顧客は，…受信した（付与された）バーコード400を携帯電話の表示部206に表示させ，このバーコード400と自らが所有する携帯電話200の番号（発信者番号）とを組み合わせて，身元を確認させる手段（ID）として使用することになる。」",
                "「【0024】…さらに，顧客は，当該携帯電話200の番号（発信者番号）を，バーコード確認手段304に，例えば，これに接続されたキーボードなど（図示せず）を介して，入力する。」",
                "「【0030】また，上記実施形態では，バーコード送受信端末が単一の携帯電話200である場合を例にしたが，バーコード装置受信端末が，電話回線に接続されたパソコン等であってもよい。この場合，発信者信号は，パソコンが接続された固定電話の電話番号となる。さらに，この態様では，認証装置からダウンロードしたバーコード信号を，一旦，パソコンで受信し，バーコードを表示可能な表示部を備えた携帯電話または他の携帯端末に入力することになる。また，この態様においては，パソコンからのバーコード要求信号に，顧客が所有する携帯電話の電話番号を示す信号を含ませることにより，バーコード信号を顧客の所有する携帯電話で直接ダウンロードさせ，パソコンをバーコード要求手段として，携帯電話をバーコード受信手段として使用することもできる。」",
                "「【0031】また，上記実施形態は，バーコードと発信者番号（携帯電話番号）の組み合わせで本人確認を行い認証を行うように構成されているが，バーコード生成手段が生成したバーコード（バーコード信号）のみに基づいて，…確認，認証を行うように構成してもよい。」",
                "【0030】の記載によれば ，生成されたバーコードを受信する顧客（被認証者）の携帯電話の電話番号は，バーコード要求信号を発信するパソコンとは異なる電話番号であり，バーコード要求信号を発信する装置（パソコン）と，生成されたバーコードを受信する装置（携帯電話）が別の装置であってもよいことが開示されていると認められる。そして，携帯電話の電話番号（発信者番号）が，パソコンから自動的に発信される構成に限定されていない以上，パソコンを操作する顧客（被認証者）が，パソコンとは別の装置である携帯電話の電話番号（発信者番号）を手動で入力して発信する態様も含まれていると解される。そして，認証に当たっても，発信者番号を認証に用いない態様が開示されていることは，このことと整合性を有するものである。",
                "④  以上からすると，本願補正発明は，バーコード要求信号を発信する携帯電話と，生成されたバーコードが送信される携帯電話とが同一の携帯電話である場合のみならず，バーコード要求信号を発信する携帯電話とは異なる携帯電話の発信者番号（携帯電話番号）を手動で入力して発信し，生成されたバーコードがその異なる携帯電話に送信される場合も含んでいるといえる。そして，その場合，バーコード要求信号を発信した携帯電話と，生成されたバーコードを提示した携帯電話とが異なる以上，バーコード要求信号を発信した者と，生成されたバーコードを提示した被認証者が同一の者である必然性もないといえ，バーコード要求信号を発信していない者も認証されることになる。すなわち，本願補正発明の認証方法は，提示されたバーコードが記憶されているバーコードと一致することに基づくものであり，バーコード要求信号を発信した者と被認証者が同一である場合は，通常の利用形態からみて，両者が同一である可能性が高いという社会的事実に基づくものであり，必ずしも同一でない場合も想定される。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明について",
              "text": [
                "引用発明は，前記1(2)に認定のとおりのものであり，券発行装置が，券情報及びユーザー情報を含むユーザーコード情報からバーコードを生成し（【0082】【0150】【0158】【0159】），ユーザー端末に送信した後，携帯型記録媒体に記憶するものであり（【0083】【0086】），券の利用時には，携帯型記録媒体に記憶されたバーコードを券使用装置で読み取ることによって（【0082】【0083】【0086】），携帯型記録媒体を持参したユーザーが真の利用者であるか否かを判別する（【0035】【0036】【0154】）というものである。",
                "したがって，引用発明も，発券要求を行ったユーザー（真の利用者）と券を利用しようとする者とが同一であるか否かの認証を行っていると認められる。",
                "そして，上記の引用発明の認証方法は，提示されたバーコードが記憶されているバーコードと一致することに基づくものであり，発券要求を行ったユーザーと携帯型記録媒体を持参したユーザが同一である場合は，通常の利用形態からみて，両者が同一である可能性が高いという社会的事実に基づくものであり，必ずしも同一でない場合も想定される。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上によれば，本願補正発明と引用発明とは，その技術分野，技術課題，課題解決原理等について共通するものであるから，取消事由2には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3-1（相違点1の判断誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献の記載",
              "text": [
                "引用文献1には，次の記載がある。",
                "「【0078】前記発券システムで用いる通信回線は，有線であって，電話線を使用することが一般的であるが，ISDＮ回線やCATV（Cable Television）のケーブル，または光ファイバケーブルを用いることも可能である。また，通信回線は，無線であってもよく，PHS（簡易型携帯電話）や携帯電話，または人工衛星の双方向を利用した通信システムを利用することが考えられる。」",
                "引用発明の発券システムで用いる装置には，ユーザー装置が含まれており，上記記載によれば，ユーザー装置は，携帯電話であってもよいことが開示されている。",
                "また，引用文献2には，次の記載がある。",
                "「携帯電話の購入者に個人を識別するためのバーコードを与え，来店時に携帯電話の画面にバーコードを呼び出してもらう。それを店員がバーコードリーダーで読めば，現金やカードを使わずに決済ができる仕組みだ。」（第29頁中欄19～24行目）"
              ]
            },
            {
              "fig": "(2)",
              "subject": "検討",
              "text": [
                "上記記載の「個人を識別するためのバーコード」は，認証用バーコードといえ，そのバーコードは，携帯電話に表示した後，バーコートリーダーに提示され，読み取られているといえる。",
                "引用発明の「携帯型記録媒体」は，発券要求を行うユーザー装置に備えられて使用されるものであるから（【0107】），上記記載事項に基づき，携帯電話（ユーザー装置）から携帯型記録媒体にバーコードを記憶させることなく，携帯電話自身が記憶した状態で券使用装置に読み取らせることとし，相違点1に係る本願補正発明の構成とすることは，当業者であれば容易に想到し得るものである。",
                "原告は，引用発明の携帯型記録媒体には通信手段を有する携帯電話のようなものは想定されていない旨を主張するが，前記のとおり，ユーザー装置が携帯電話である場合に，携帯電話を携帯型記録媒体として用いることは，当業者にとって何ら困難ではないといえる。したがって，原告の上記主張は，採用することができない。",
                "以上によれば，取消事由3-1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3-2（相違点2の判断誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特開平11-175477号公報（引用文献3〔甲3〕）",
                  "text": [
                    "引用文献3には，次の記載がある。",
                    "「【0004】この発明は，…端末装置をサーバに接続する際の認証を容易にすることを目的とする。また，この発明は，認証処理に伴う利用者の負担を低減することを他の目的とする。」",
                    "「【0007】この端末装置は，例えば，PHS（Personal  Handy  phonse  System）電話機，携帯電話機，無線電話機，電話機能を備えるPDA（Personal  Data  Assistance）等の，端末に電話番号が設定されるような種々の端末装置として実現できる。」",
                    "「【0035】サーバ2のCPU21は，通信部25を介してデータPHS1-1からユーザ名として送信されてきた電話番号と，パスワードとして送信されてきた端末番号とを受信し（ステップS15），RAM22に格納する。CPU21は，RAM22に格納したユーザ名（電話番号）とパスワード（端末番号）と，データベース24が記憶するユーザ名とパスワードとを照合し，完全に一致するものが存在するか否かを判別し，存在する場合には，データPSH1-1を登録ユーザとして認証し，接続又はサービスの提供を許可する（ステップS16）。また，存在しない場合には，接続相手を認証せず，接続又はサービスの提供を拒否する（ステップS16）。」",
                    "「【0052】この場合，サーバ2は，着信時に通知された電話番号をRAM22に格納し，必要があれば，ステップS14で，端末番号等の送信を要求するようにしてもよい。また，その電話番号のみを用いて認証を行う場合には，ステップS14の要求処理，ステップS15の受信処理を行わないまま，認証処理を実行してもよい。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特開平8-221482号公報（参考文献1〔甲6〕）",
                  "text": [
                    "参考文献1には，次の記載がある。",
                    "「【請求項5】 顧客から取引の請求があった場合に，暗証番号を決めて当該顧客に通知するとともに，この暗証番号と当該顧客の所有する携帯用無線端末の呼出し番号を記録するステップと，顧客が持参してくる携帯用無線端末の呼出し番号を入力し，記録しておいた呼出し番号と一致するか否かを確認するステップと，前記呼出し番号の一致が確認された場合，顧客が持参してきた携帯用無線端末の認証を行うため，当該呼出し番号に基づきキーワードを対応する携帯用無線端末に送信し，顧客が持参してきた携帯用無線端末が当該キーワードを受信するか否かを確認するステップと，上記キーワードの一致が確認された場合，顧客の認証を行うため，その顧客から暗証番号を受け入れ，記録しておいた暗証番号と一致するか否かを確認するステップと，上記暗証番号の一致が確認された場合，対応する取引物を出すステップとを有することを特徴とする取引物引渡し方法。」",
                    "「【請求項10】 前記携帯用無線端末は携帯電話であることを特徴とする請求項5記載の取引物引渡しシステム。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特開平11-184935号公報（参考文献2〔甲7〕）",
                  "text": [
                    "参考文献2には，次の記載がある。",
                    "「【請求項1】 携帯型端末装置からコンピュータネットワークにアクセスし，所定のサーバに対して予約を行い，携帯型端末装置に予約内容が保持されることを特徴とする予約システム。」",
                    "「【請求項2】 前記携帯型端末装置は，携帯電話，PHS，携帯型コンピュータを含むことを特徴とする請求項1記載の予約システム。」",
                    "「【0019】予約できる場合…，ユーザ11は，切符の予約を申し込む…。この時ユーザ11は，ID番号を入力する。ID番号は，携帯電話33の電話番号とすることもできる。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "特開2000-92236号公報（参考文献3〔甲8〕）",
                  "text": [
                    "参考文献3には，次の記載がある。",
                    "「【0016】…『インターネット接続サービス』においては，通信端末100が電話番号Ｎo1に接続要求を行う際に発信する呼設定信号に含まれる加入者番号のみに基づいて認証を行い，IPアドレスを付与する。従って，ユーザは，単に電話番号Ｎo1にダイヤルすれば，インターネット400に接続できる。また，『モバイル情報サービス』においては，通信端末100が電話番号Ｎo2に接続要求を行う際に発信する呼設定信号に含まれる加入者番号の他に，ユーザIDおよびパスワードに基づいて認証を行う。」",
                    "「【0030】このように，『インターネット接続サービス』においては，接続要求時に送信される発信者番号にのみ基づいて認証を行うので，ユーザがユーザIDやパスワードを送信する手続きは不要となり，認証のための手続きを簡素化でき，ユーザは迅速にインターネットにアクセスすることができ，センタ300はインターネット400上の情報をユーザに迅速に情報を提供することが可能となる。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "特開平11-120397号公報（参考文献4〔甲9〕）",
                  "text": [
                    "参考文献4には，次の記載がある。",
                    "「【請求項1】 暗証番号を可変設定する設定手段と，この設定手段で設定した暗証番号を特定者に知らせる通知手段と，入力される暗証番号と前記設定手段で設定した暗証番号との照合により人物を認証する認証手段と，を具備したことを特徴とするセキュリティシステム。」",
                    "「【請求項4】 請求項1または請求項2に記載のセキュリティシステムにおいて，前記通知手段は，携帯電話器からの発信に応答して同携帯電話器の電話番号と予め登録されている電話番号とを照合し，この照合結果が合致の場合に発信者を特定者と判定して暗証番号を携帯電話器に通知し，不合致の場合は発信者を非特定者と判定して拒否の旨を携帯電話器に通知することを特徴とするセキュリティシステム。」",
                    "「【0020】現在の新しい暗証番号を知りたい者は，自身が所持する携帯電話器10にセンター装置2の電話番号を入力し，発信を行なう。この発信は暗証番号通知要求として接続設備3に送られる。」",
                    "「【0021】接続設備3は，暗証番号通知要求の着信に応答し…，携帯電話器10との無線電話回線の接続を行なう…。無線電話回線が接続されると，電話会社の発番号通知サービスにより，発信者の電話番号がセンター装置2に通知される。そして，通知された発信者電話番号と許可データメモリ2a内の許可データつまり登録電話番号とが照合される…。」",
                    "「【0022】発信者電話番号が登録電話番号のいずれかに合致すると…，発信者は特定者（登録者）であるとの判定の下に，暗証番号メモリ2c内の暗証番号が携帯電話器10に通知される…」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "検討",
                  "text": [
                    "上記ア～オの記載によれば，本願の優先日当時，携帯電話の電話番号（発信者番号）を用いて個人を識別することは，周知技術であったと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "text": [
                "引用発明において，ユーザー装置が，携帯電話であってもよいことは，前記4(1)のとおりであり，携帯電話の発信者番号を用いて個人を識別することは，本願の優先日当時，周知技術であったと認められるから，ユーザーの識別が必要とされる引用発明において，ユーザー識別情報として携帯電話の発信者番号を採用し，相違点2に係る本願補正発明の構成とすることは，当業者であれば容易に想到し得るものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用発明は通信手段を限定するものではないから，ユーザー識別情報を発信者番号に置き換えることは，容易に想到できない旨を主張する。",
                "しかしながら，引用発明において，ユーザー装置が携帯電話であってもよいことは，前記4(1)のとおりであるから，この場合に，ユーザーの特定を携帯電話に固有の発信者番号とすることは，当業者であれば自然に想到することであるといえる。引用文献1に，ファクシミリをユーザー装置として用いる場合に，ファクシミリ番号をユーザー識別情報として用いる旨の明示の記載がないことは，この判断を左右するものではない。",
                "したがって，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，取消事由3-2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由3-3（相違点3についての判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献3",
                  "text": [
                    "引用文献3には，次の記載がある。",
                    "「【0004】この発明は，…端末装置をサーバに接続する際の認証を容易にすることを目的とする。また，この発明は，認証処理に伴う利用者の負担を低減することを他の目的とする。」",
                    "「【0007】この端末装置は，例えば，PHS（Personal  Handy  phonse  System）電話機，携帯電話機，無線電話機，電話機能を備えるPDA（Personal  Data  Assistance）等の，端末に電話番号が設定されるような種々の端末装置として実現できる。」",
                    "「【0033】ネゴシエーション制御終了後，CPU21は，通信エラー等を考慮したリトライ回数カウンタnを（例えば）3にセット（n＝3）する（ステップS13）。リトライ回数カウンタnのセット後，CPU21は，認証のためにユーザ名とパスワードの入力を要求する入力要求信号を通信部25を介して，データPHS1-1に送信する（ステップS14）。」",
                    "「【0034】データPHS1-1のCPU11は，無線通信部17を介してサーバ2から送信されてきた入力要求信号を受信し（ステップS3），フラッシュROM16に記憶されている端末情報（電話番号と端末番号）を読み出し，ユーザ名とパスワードとして無線通信部17を介してサーバ2に送信する（ステップS4）。」",
                    "「【0035】サーバ2のCPU21は，通信部25を介してデータPHS1-1からユーザ名として送信されてきた電話番号と，パスワードとして送信されてきた端末番号とを受信し（ステップS15），RAM22に格納する。CPU21は，RAM22に格納したユーザ名（電話番号）とパスワード（端末番号）と，データベース24が記憶するユーザ名とパスワードとを照合し，完全に一致するものが存在するか否かを判別し，存在する場合には，データPSH1-1を登録ユーザとして認証し，接続又はサービスの提供を許可する（ステップS16）。また，存在しない場合には，接続相手を認証せず，接続又はサービスの提供を拒否する（ステップS16）。」",
                    "「【0052】この場合，サーバ2は，着信時に通知された電話番号をRAM22に格納し，必要があれば，ステップS14で，端末番号等の送信を要求するようにしてもよい。また，その電話番号のみを用いて認証を行う場合には，ステップS14の要求処理，ステップS15の受信処理を行わないまま，認証処理を実行してもよい。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "参考文献3",
                  "text": [
                    "参考文献3（甲8）には，次の記載がある。",
                    "「【0016】…『インターネット接続サービス』においては，通信端末100が電話番号Ｎo1に接続要求を行う際に発信する呼設定信号に含まれる加入者番号のみに基づいて認証を行い，IPアドレスを付与する。従って，ユーザは，単に電話番号Ｎo1にダイヤルすれば，インターネット400に接続できる。また，『モバイル情報サービス』においては，通信端末100が電話番号Ｎo2に接続要求を行う際に発信する呼設定信号に含まれる加入者番号の他に，ユーザIDおよびパスワードに基づいて認証を行う。」",
                    "「【0030】このように，『インターネット接続サービス』においては，接続要求時に送信される発信者番号にのみ基づいて認証を行うので，ユーザがユーザIDやパスワードを送信する手続きは不要となり，認証のための手続きを簡素化でき，ユーザは迅速にインターネットにアクセスすることができ，センタ300はインターネット400上の情報をユーザに迅速に情報を提供することが可能となる。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "検討",
                  "text": [
                    "上記ア，イの記載によれば，本願の優先日当時，PHSの電話番号のみを用いて認証を行うこと，通信端末の発信者番号のみを用いて認証を行うことなど，発信者番号が記憶されていたことのみを条件として認証を行うことは，周知技術であったと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "text": [
                "発信者番号が記憶されていたことのみを条件として認証を行うことは，本願の優先日当時，周知技術であったと認められるから，引用発明において，発信者番号が記憶されていたことのみを条件として認証を行って被認証者のバーコードを作成すること，すなわち，相違点3に係る本願補正発明の構成とすることは，当業者であれば容易に想到し得るものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用発明においては，ユーザー識別情報がユーザー情報記憶部に記憶されていても，それが課金用識別情報を伴うものでなければ，そのまま発券を行わないから，ユーザー識別情報がユーザー情報記憶部に記憶されていること「のみ」を条件としているものではない旨を主張するところ，この主張は，引用発明の構成に，ユーザー識別情報が記憶されていることのみを条件として発券する構成を採用することについて，阻害事由があるとの趣旨と解される。",
                "しかしながら，引用文献1には，次の記載がある。",
                "「【0104】…また，課金処理を行うときには，課金用識別情報の代わりに，ユーザー情報記憶部207に記憶されるユーザー情報を用いて，課金を行ってもよい。具体的には，ユーザー情報記憶部207に記憶される複数のユーザー情報から，発券要求情報に含まれるユーザー識別情報に対応するユーザー情報を読み出し，このユーザー情報に含まれる銀行口座番号やクレジットカード番号に基づいて，課金を行う。」",
                "この記載によれば，「ユーザー情報」は，あらかじめ，課金用識別情報である銀行口座番号やクレジットカード番号が券発行装置に記憶されている構成としてもよいことが理解できる。そして，その構成を採用した場合，当該ユーザー識別情報がユーザー情報記憶部に記憶されていることのみで発券処理を行うことになる。課金識別情報を用いるとの態様があるからといって，引用発明において，「ユーザー識別情報」がユーザー情報記憶部に記憶されていること「のみ」を条件とする構成を採用することが困難となる旨を主張する原告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，取消事由3-3には，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，審決の結論は正当であって，取消事由は理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}