{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が無効2012-800195号事件について平成25年12月20日にした審決のうち，「特許第5071950号の請求項1，3，4に係る発明についての特許を無効とする。審判費用は，被請求人の負担とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を成立とした審決の取消訴訟である。争点は，進歩性判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件特許",
          "text": [
            "本件特許は，実用新案登録第3168104号(原出願日平成23年3月11日)に基づいて平成24年2月25日に出願され，同年8月31日に設定登録がなされたものであり(特許第5071950号)，原告が，特許権者である。",
            "平成25年10月28日付け訂正請求書及び同年11月11日付け手続補正書による訂正(本件訂正)後の特許請求の範囲に記載された発明(本件発明)は，次のとおりである(下線部は本件訂正部分である。また，請求項2は削除され，請求項3における請求項2の引用も削除された。)。",
            "【請求項1】",
            "携帯電子機器の裏面乃至側面の外面形状に沿った形状のケースにおいて，該ケースが透光性素材からなり，携帯電子機器の裏面を覆う前記ケースの外表面側あるいは内面側に図形あるいは文字が付され，前記ケースを前記携帯電子機器に取り付けた場合に，前記携帯電子機器のロゴマーク及びロゴ文字が透視でき，該図形あるいは文字が，(本件訂正による付加部分。)ロゴマーク及びロゴ文字の少なくとも一方と一体となって一つのモチーフを醸し出すためにデザインされた(「せる」から本件訂正により訂正。)ものであることを特徴とする携帯電子機器用ケース。",
            "【請求項3】",
            "前記ケースは，透明な合成樹脂シートから成ることを特徴とする請求項1記載の携帯電子機器用ケース。",
            "【請求項4】",
            "前記ケースの図形は，前記携帯電子機器のロゴマークを運搬する車両，前記携帯電子機器のロゴマークを屋上看板のコンテンツとした建物，前記携帯電子機器のロゴマークを用いたキーボードのボタン，前記携帯電子機器のロゴマークの容器や包装，前記携帯電子機器のロゴマークと接する動物や植物，のいずれかである請求項1に記載の携帯電子機器用ケース。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成24年11月22日，本件特許について無効審判を請求した(無効2012-800195号事件。甲9)。原告は，平成25年4月22日，訂正請求書を提出し(甲14)，同年6月11日，訂正請求書を補正する手続補正書を提出した(甲15)が，同年10月28日，訂正請求書を更に提出し(甲19)，同年11月11日，訂正請求書を補正する手続補正書を提出し(甲20)，特許法134条の2第6項により，同年4月22日付け訂正請求は取り下げたものとみなされた。",
            "特許庁は，平成25年12月20日，本件訂正を認めた上で，「特許第5071950号の請求項1，3，4に係る発明についての特許を無効とする。」との審決をし，同審決(謄本)は，同年12月27日に原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，本件発明が，その出願前に日本国内又は外国において頒布された刊行物に記載された発明又は電気通信回線を通じて公衆に利用可能となった発明に基づいて，その出願前に当業者が容易に発明をすることができたものであるから，特許法29条2項の規定に違反してなされたものであり，本件特許が，同法123条1項2号に規定に該当し，無効とすべきものであると判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明(請求項の番号に応じて「本件発明1」などと呼ぶ。)",
              "text": [
                "上記1記載の請求項1，3，4のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "電子的技術情報1(甲12。「iPad/iPhone/iPodアイテム通販： iPhone4ケース",
              "text": [
                "アースウェア絶滅危惧種+パワーサポートAir(エアー)ジャケット EWFP01/EWFP02(earthwear /POWERSUPPORT)」平成22年12月9日(インターネット・アーカイブに収録)；",
                "URL:http://web.archive.org/web/20101209152032/http://ri-bot.jp/item/EWFP.html)記載の発明(引用発明)",
                "「iPhone4の裏面ないし側面の外面形状に沿った形状のケースにおいて，該ケースが透光性素材からなり，iPhone4の裏面を覆う前記ケースにアフリカゾウのイラストデザインが付され，前記ケースを前記iPhone4に取り付けた場合に，前記iPhone4のロゴマークおよびロゴ文字が透視でき，該アフリカゾウのイラストデザインが，ロゴマークと一体となって一つのモチーフを醸し出すためにデザインされたものであるiPhone4のケース。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と引用発明との対比",
              "text": [
                "(本件発明1と引用発明との一致点)",
                "携帯電子機器の裏面ないし側面の外面形状に沿ったケースにおいて，該ケースが透光性素材からなり，携帯電子機器の裏面を覆う前記ケースに図形が付され，前記ケースを前記携帯電子機器に取り付けた場合に，前記携帯電子機器のロゴマーク及びロゴ文字が透視でき，該図形が，ロゴマーク及びロゴ文字の少なくとも一方と一体となって一つのモチーフを醸し出すためにデザインされたものである携帯電子機器用ケース。",
                "(本件発明1と引用発明との相違点1)",
                "本件発明1は，ケースの外表面側あるいは内面側に図形あるいは文字が付されるのに対して，引用発明は，ケースに図形が付されるものである点。",
                "(本件発明3と引用発明との相違点2)",
                "上記相違点1のほか，本件発明3のケースは，透明な合成樹脂シートからなるのに対して，引用発明のケースは，そのように特定されていない点",
                "(本件発明4と引用発明との相違点3)",
                "上記相違点1のほか，本件発明4のケースの図形は，「前記携帯電子機器のロゴマークを運搬する車両，前記携帯電子機器のロゴマークを屋上看板のコンテンツとした建物，前記携帯電子機器のロゴマークを用いたキーボードのボタン，前記携帯電子機器のロゴマークの容器や包装，前記携帯電子機器のロゴマークと接する動物や植物，のいずれかである」のに対して，引用発明のケースの図形は，アフリカゾウである点。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点についての検討",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "ケースに図形を付けるときに，ケースの外表面側あるいは内面側に図形を付けることは普通に行われていることであり，格別のことではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "引用発明のケースについて，電子的技術情報1には「透明のクリアケース」と記載されており，「透明のクリアケース」が透明な合成樹脂シートからなるものであることは自明のことであり，格別のことではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "text": [
                    "電子的技術情報1の前掲した写真には，iPhone4のメーカであるアップル社のロゴマークと接する動物(アフリカゾウ)が示されており，また，ケースに付ける図形として種々の図形が選択できることは当然のことであり，格別のことではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "本件発明は，引用発明及び電子的技術情報2(甲13。「earthwear × POWERSUPPORT 特別企画，earthwear 絶滅危惧種 iPhone 4 ケース」平成22年12月24日；URL:http://apptoi.com/archives/1355)に記載された事項に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤りに伴う本件発明1と引用発明の一致点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "電子的技術情報1には，iPhone4ケースの「アースウェア絶滅危惧種EWFP01」について9つのデザインが紹介され，そのうち6つがクリアタイプである。クリアタイプのうち，「アレキサンドラトリバネアゲハ」，「グレビーシマウマ」の2つのイラストは，アップルのロゴマークと重なっており，特に前者では，ケースを装着した状態でロゴマークのリンゴが視認できない状態になっている。「ブッシュマンウサギ」，「アムールヒョウ」，「ホッキョクグマ」のイラストでは，ロゴマークのリンゴと無関係の構図で描かれている。「アフリカゾウ」のイラストでも，ゾウの鼻の位置がリンゴのロゴマークと近接しているにすぎない。これらのイラストは，あくまでも絶滅危惧種の動物をデザインしたものであり，いずれもアップルのロゴマークとは関連のないデザインであるし，本体に取り付けない状態でそれ自体が一つのモチーフとして完成されたものである。たまたまアフリカゾウの鼻の位置がロゴマークのリンゴと近接しているとしても，デザイナーにはアップルのロゴマークとの関連性を持たせる目的や意図はなかった。このことは，広告文の中にアップルのロゴマークと動物のデザインとの関連性を示唆した記載がないことからもうかがえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "リンゴは，寒冷地で栽培され，「アフリカゾウ」の生息するアフリカでは栽培されていないから，「アフリカゾウ」がリンゴを食べたりくわえたりすることは実際にはあり得ない。また，「アフリカゾウ」の鼻の何倍もある巨大なリンゴは現実には存在しない。絶滅危惧に瀕している動物がいるという生々しい現実を描写しようとする絶滅危惧種シリーズのデザイナーが，現実とかけ離れた空想の世界を描くとは考えられない。「アフリカゾウ」のイラストの付いたケースも，アップルのロゴマークやロゴ文字との調和や関連性まで考えなかったと推察される。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，「アフリカゾウ」のイラストについて「アップル図柄と一体となって一つのモチーフを醸し出すためにデザインされたものである」とした審決は，デザイナーの意図を間違って読み取ったものであり，電子的技術情報1にケースのイラストデザインと本体のロゴマークが一体となって一つのモチーフを醸し出す発明が記載されているという認定は誤りであって，その結果，本件発明1と引用発明の一致点の認定も誤ったものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，電子的技術情報1に記載された絶滅危惧種シリーズが同じく掲載された，甲1の電子的技術情報には，「iPhone4用の「earth  wear」には全部で9種類がラインアップされています。そのうち6種類が，iPhoneの背面が見えるクリアのタイプです。左の写真の「アフリカゾウ」のように，Appleマークをうまく活かした，面白い絵柄もあります。」という記載があるが，これは平成23年5月15日のウェブサイトで採用された表現であって，本件発明の原出願日よりも後に掲載されたものであるから，ロゴマーク及びロゴ文字の少なくとも一方と一体となって一つのモチーフを醸し出すという技術的思想は，本件発明出願時にはなかった。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(誤った一致点の認定に基づく容易想到性についての判断誤り)",
          "text": [
            "審決は，本件発明1と引用発明の一致点の判断を誤った結果，引用発明から本件発明1を当業者が容易に発明できたという誤った判断に至った。本件発明3，4についても同様である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "電子的技術情報1におけるiPhone4ケースのうち「アフリカゾウ」を除くクリアタイプ5種のうち，3種では動物のイラストとアップルのロゴマークには関連性が認められる。「アムールヒョウ」のケースでは，「アムールヒョウ」のイラストのすぐ上にバランスよくアップルのロゴマークが配置されている。「グレビーシマウマ」のケースでは，くり抜かれた動物の顔の中にアップルのロゴマークが配置されている。「ホッキョクグマ」のケースでは，地球上を歩く「ホッキョクグマ」の上にある月のようにアップルのロゴマークが配置されている。このように，クリアタイプは，いずれも，アップルのロゴマークと動物のイラストが調和した優れたデザインとなっており，動物のイラストがアップルのロゴマークとは無関係な構図で描かれているとはいえない。原告の主張は，「アフリカゾウ」以外の種類のケースは，アップルのロゴマークと動物のデザインには関連性がないことを前提とするものであるが，前提を誤っている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "電子的技術情報1のシリーズより前に発売された過去の絶滅危惧種動物シリーズにおいて，既に動物のデザインとアップルのロゴマークには関連性があった。すなわち，サルの親子がリンゴを抱きかかえたり，チョウがリンゴの周りを飛び回ったり，ラッコがリンゴを抱きかかえたりしているようなデザインが採用されていた。野生のラッコはリンゴを食べることはないし，本体に取り付けた際にラッコが手に持っているように描かれたリンゴほど大きなものは実在しないが，そうだからといって，これらの動物のデザインとリンゴのロゴマークとの位置関係が偶然とはいえないことは明らかである。このことからも，電子的技術情報1のシリーズにおいても，動物のデザインとアップルのロゴマークには関連性があったことがうかがえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "電子的技術情報1に描かれた発明を認定する際に，デザイナーがどのような意図を持っていたかは基準とはならない。図柄のデザインを見た者がこの図柄をどのように解釈するかが基準となる。「アフリカゾウ」のイラストデザインを見て，アップルのロゴマークと無関係に描かれていると認識する者などいない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "アフリカでリンゴが栽培されていないとしても，動物園でゾウのエサとして与えられることもあり，アフリカでリンゴが栽培されていない事実は，電子的技術情報1に記載された発明の認定には影響しない。また，リンゴのロゴマークとゾウのイラストがバランス良くケースに収まるように適宜縮尺を変えて図柄を描くことは自然なことである。縮尺が一致しないことはデザイン上必然的に生じることであるから，実在するリンゴの大きさになっていないことは，電子的技術情報1に記載された発明の認定には影響しない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "なお，甲1の電子的技術情報は「Wayback  machine」で検索された平成23年5月15日の電子的技術情報であるが，同日は公開日ではなく，インターネット・アーカイブに収録された日付であって，公開日はより以前の日である。「アフリカゾウ」のデザインを含めた絶滅危惧種コレクションの公開日は平成22年12月18日であって，原告の主張は前提を誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "争う。原告の主張は本件発明1と引用発明との一致点の認定誤りを前提としたものであるが，その前提が誤っていることは上記1で述べたとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明について",
              "text": [
                "本件発明の特許請求の範囲は，上記第2の1のとおりであり，本件明細書の記載(段落【0005】，【0006】，【0013】ないし【0015】，図2，3)を併せ読めば，本件発明は，携帯電子機器にケースを取り付けた場合に，携帯電子機器の文字や図形のロゴを活用して，自分の嗜好にあった装飾を模様替え容易な状態で簡便に楽しむことができる携帯電子機器用ケースを提供することを目的として，携帯電子機器のロゴマークに関連付けるためのイラストを，ロゴマークに重ねたり接したりするような所定の位置に，また，所定の形状や大きさで，ケースに施すことにより，ユーザに対して，ロゴマークに服を着せるなどのモチーフを醸し出すものであると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "電子的技術情報1(甲12)は，iPhone4ケースの「アースウェア絶滅危惧種」についての電子的技術情報であるが，そこには以下の記載がある。",
                    "「クリアタイプは透明のクリアケースに白で動物をデザインしてあります。」",
                    "「クリアタイプ6種(透明のクリアケースに白で動物のイラストデザイン)」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，下記のとおり，「アフリカゾウEWFP01LA」，「アレキサンドラトリバネアゲハEWFP01OA」，「グレビーシマウマEWFP01EG」，「ブッシュマンウサギEWFP02BM」，「アムールヒョウEWFP01PA」，「ホッキョクグマEWFP01UM」の各写真が掲載されている。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定誤りについて",
              "text": [
                "上記電子的技術情報1には，iPhone4の裏面ないし側面の外面形状に沿った形状のケースにおいて，該ケースが透光性素材からなり，iPhone4の裏面を覆う前記ケースにアフリカゾウのイラストが付され，前記ケースを前記iPhone4に取り付けた場合に，前記iPhone4のロゴマークないしロゴ文字が透視できることが記載されていると認められる。この点については，当事者間に争いはない。",
                "審決は，さらに，上記電子的技術情報1には，該アフリカゾウのイラストが，ロゴマークと一体となって一つのモチーフを醸し出すためにデザインされたものである点も記載されていると認定したところ，原告は，上記「アースウェア絶滅危惧種」シリーズの他の動物のケースでは，動物のイラストがリンゴのロゴマークと重なったり，無関係の構図で描かれたりしていることからすると，アフリカゾウとリンゴの位置関係は偶然にすぎず，アフリカゾウがリンゴを鼻でつかんでいるように見えるのは，意図されたものでないと主張して，審決の引用発明の認定を争っている。",
                "上記「アースウェア絶滅危惧種」シリーズは，透明のクリアケースを用い，白色で絶滅危惧種の動物等のイラストを施した一連のシリーズであるから，一貫したコンセプトをもってデザインされたと考えるのが自然である。かかる観点から各イラストを検討するに，上記「グレービーシマウマ」の首のあたりには模様がない部分が認められるが，これは，本体にケースを取り付けた際に，iPhone4の裏面のリンゴのロゴマークが，シマウマの首の縞模様の一部を形成するように，当該マークと一致させて模様を脱落させたものであるとみるのが自然である。そして，シマウマの顔の位置も，iPhone4の裏面の文字と重ならないように形成されているのも，同じようなロゴ文字との調和の意図を持ってなされたものと推認するのが相当である。他方，上記のとおり，「アレキサンドラトリバネアゲハ」のイラストは，「グレービーシマウマ」のそれと同じようにリンゴのロゴマークと重なり合っているが，その部分がチョウの身体の模様，すなわち，羽の模様の一部にはなっていない。もっとも，リンゴのロゴマークはチョウの羽とほぼ重なるように配置されており，リンゴのロゴマークが大きくはみ出すようなデザインになっていないという限度において，少なくとも，リンゴのロゴマークの大半を隠すことによって，チョウのイラストとリンゴのロゴマークとの調和をある程度図ったとみるのが自然である。また，「ブッシュマンウサギ」，「アムールヒョウ」，「ホッキョクグマ」の各イラストは，ロゴマークのリンゴとは離れた構図が採用され，一見リンゴと無関係の位置に配置されているようにも見えるが，少なくとも，動物の身体と重ならないように配慮されているのは明らかであって，この限度で，動物のイラストとリンゴのロゴマークとの調和をある程度図ったものであることは，他のデザインと同様である。しかも，被告も指摘するように，「ホッキョクグマ」のイラストは，その下に記載された地球のイラストと対比すると，リンゴのロゴマークをして月を想起させるような位置に配置されているという評価もできるものである。そうすると，アフリカゾウのイラストとリンゴのロゴマークの位置関係も偶然ではなく，両者をもって一つのモチーフを醸し出すためにデザインされたものであると認めることができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "その余の原告主張について",
              "text": [
                "原告は，アフリカではリンゴが栽培されることはなく，ゾウがリンゴを食べたりくわえたりすることはあり得ないことを根拠にデザイン性を否定する。しかしながら，アフリカゾウがリンゴを実際に食べるか否かはデザイン性とは関係ない事柄であって，アフリカゾウの位置がリンゴのロゴマークやロゴ文字と関係するように意図的になされたものか否かという点に関して影響を与える事実とはいえない。",
                "また，原告は，電子的技術情報1におけるアフリカゾウのイラストはそれだけで一つのモチーフとして完成しているとも主張する。しかしながら，光性のケースにおいて，本体に取り付けていない時のデザイン性は，陳列・販売時の購買力の点で，一定の重要性を有するものではあるが，本体に取り付けることが当然想定されている商品である以上，取付時のデザインも優れている必要があり，その点を併せて考慮してデザインすることは極めて自然なことであり，上記事情は本体に取り付けた時のデザイン性を否定する根拠とはなり得ない。",
                "さらに，原告は，甲12に記載された上記「アースウェア絶滅危惧種」シリーズに関して「iPhone背面のAppleマークを活かしたデザインのクリアタイプ」と記載した，甲1の電子的技術情報の公知日，平成23年5月15日は，本件発明の原出願である実用新案出願日の同年3月11日よりも後の日であるから，同電子的技術情報は，リンゴのロゴマークを活用するという本件発明の出願に際しての技術的思想の採用の示唆とはなり得ないとも主張する。しかしながら，甲1の記載内容に関わりなく，電子的技術情報1の記載自体から，審決の認定した引用発明が認定できることは上記説示のとおりであるから，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2について",
          "text": [
            "原告の本件発明3及び4に係る容易想到性の判断誤りの主張は，本件発明1と引用発明との一致点の認定誤りを前提としたものであるところ，この点に理由がないのは，上記2で説示したとおりである。したがって，原告の取消事由2の主張は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10028",
    "date": "2014-05-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084238",
    "ipprecedent_id": "3756",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}