{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "text": [
            "原判決を取り消す。",
            "(当審において請求の減縮)被控訴人は，控訴人に対し，1億円及びこれに対する平成25年2月27日から支払済みまで年5分の割合による金員を支払え。",
            "訴訟費用は，第1審，2審とも，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「データベースシステム」とする特許権を有する控訴人が，被控訴人が業として製造販売するソフトウェアをインストールしたシステムが上記特許権に係る発明の技術的範囲に属し，その製造等が上記特許権の間接侵害(特許法101条1号)に当たる旨主張して，控訴人に対し，不法行為に基づき，損害金5億5000万円及びこれに対する不法行為後の日である平成25年2月27日(訴状送達日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原審が控訴人の請求を棄却したので，控訴人が控訴した。",
            "なお，控訴人は，当審において，前記第1の1 とおり請求を減縮した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，争点及び争点に関する当事者の主張は，後記3のとおり当審における当事者の補充主張を付加するほかは，原判決「事実及び理由」の第2の1及び3並びに第3記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "当審における当事者の補充主張",
          "text": [
            "控訴人の主張",
            "構成要件Gにおけるデータ項目の「追加，削除又は変更」とは，先行技術に見受けられるように，データ項目をデータベース自体の情報として作成することではなく，SQLデータベースサーバを使用した本件各特許発明や被控訴人システムの構造を持つウェブデータベースにおいてデータ項目をデータベースに追加，変更，削除するために必要な特有の構成を意味する。しかるところ，被控訴人システムは，本件各特許発明と同様のウェブデータベースであり，先行技術のように専用プログラムではなく，汎用ソフトであるOracleを用いてデータベース設計を行っている。そして，Oracleの項目定義情報では，格納されるデータについて表示に関する情報や入力規制を設定できないため，Oracle に格納されたデータ項目をあるデータベースの情報として使用するには，別途，データ項目の定義情報を作成し格納する手段(項目定義手段)と，当該データ項目と当該データベースを関連付ける手段が必要である。この関連付けは，具体的には，データベースIDと項目ID等からなるデータベース・項目関連付け情報テーブル(表)のようなものを用いて行われるから，被控訴人システムも，同テーブル(表)のようなものを用いてデータ項目とデータベースの関連付けを行っていると考えられる。",
            "被控訴人システムは，以上のようなフローにより，項目定義手段によって定義されたデータ項目をデータベース・項目関連付け手段によってデータベースに追加している。また，当然のことであるが，被控訴人システムは，このようにしてデータベースに追加されたデータ項目を変更することも削除することも可能である。",
            "以上のとおり，被控訴人システムは，先行技術には存在しない Oracleを使用した本件各特許発明や被控訴人システムの構造を持つウェブデータベース特有の手段によって，データ項目をデータベースに任意に追加，変更，削除している。",
            "被控訴人の反論",
            "本件各特許発明の名称は「データベースシステム」であり，記憶装置及びサーバを備えたデータベースシステムとの構成を有する(構成要件A)ものである。したがって，本件各特許発明は，いわばトータルとしてのデータベースシステムであり，Oracle 等の別途のデータベース管理システムを必要としないと考えるのが自然な解釈である。",
            "なお，控訴人は，従来，被控訴人製品による本件特許権の侵害は間接侵害である旨の主張をしており，本件の審理を通じて，本件各特許発明がアプリケーションプログラムであるとか，Oracle を使用するといった主張は全くしていなかった。補充主張は，本件各特許発明のデータベースシステムにおける位置付けについても従前の主張と矛盾するものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被控訴人システムは，本件各特許発明の技術的範囲に属せず，控訴人の請求には理由がないものと判断する。その理由は，後記1のとおり原判決を補正し，後記2のとおり当審における当事者の補充主張に対する判断を付加するほかは，原判決「事実及び理由」の第4の1記載のとおりであるからこれを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "text": [
            "原判決18頁6行目の「データ項目定義手段」を「項目定義手段」と改める。",
            "同22頁23行目の「データ項目定義手段」を「項目定義手段」と改め，同頁24行目の「全ての」の前に「データベース・項目関連付け手段によって関連付けられた」を加える。",
            "同24頁23行目の「これらの」から同行末尾までを，次のとおり改める。",
            "「そして，上記手続補正書(乙2の14)にも上記bに掲記したのと同旨の以下の記載がある(なお，「引用文献1に記載された発明」及び「本願基本発明」が指す発明の内容もそれぞれ同所に記載のとおりである。)。",
            "「引用文献1に記載された発明では，最初の手順でまずデータベース(名)を定義し，次の手順でこのデータベースに専属するフィールドの構成を定義する。これに対して，本願基本発明では，手順は，各データ項目(フィールド)の作成(手順1)と，各データベースの作成(手順2)と，各データ項目と各データベースとの関連付け(手順3)とからなり，手順1と手順2との間には関連性はなく，手順1と手順2のどちらを先に行ってもよい。」",
            "「本願基本発明では，手順1と手順2とで，順不同で互いに独立して各データ項目(フィールド)と各データベースとを作成し，この後各データベースに定義済みのデータ項目を割り当ててゆく。」",
            "「引用文献1に記載された発明では，一般的には各フィールド(データ項目)は特定のひとつのデータベースの構成要素として捉えられるものであり，データベースが複数ある場合でも，各フィールドは異なるデータベース間で共有できるものではない。これに対して，本願基本発明では，各データ項目と各データベースは，関連付けを行うまでは互いに独立したものであり，各データ項目は各データベース間で共有し得るものである。」」",
            "同25頁4行目の「①データベース(テーブル)」から8行目の「あることについて，」までを「①データベース(名)の作成とデータ項目(フィールド)の作成とは互いに全く関連がなく，互いに独立して順不同で行うものであること，②データベース(名)とデータ項目(フィールド)とは関連付けを行うまでは互いに独立したものであり，両方を作成した後でデータベース(名)とデータ項目(フィールド)を関連付けていき，データベース(テーブル)の項目を構成するものであることについて，」と改める。",
            "同25頁19行目から20行目の「，すなわち割り当てる」を削り，同頁22行目の「全ての」の前に「データベース・項目関連付け手段によって関連付けられた」を加える。",
            "同26頁2行目の「作成する構成」を「作成するものであり，そのため，各データ項目(フィールド)と各データベース(テーブル)とが互いに独立していない構成」と改める。",
            "同27頁6行目の「フィールド(データ項目)」を「項目(フィールド)」と改める。",
            "同28頁10行目及び18行目の「フィールド」を「項目」と改める。",
            "同28頁25行目の「しかし，」から29頁12行目末尾までを，次のとおり改める。",
            "「しかし，被控訴人システムの他バインダ参照機能は，上記ア のとおり，バインダ(データベース)の文書(レコード)を他のバインダの文書(レコード)にコピーするものであり，データ項目(フィールド)に格納される個々のデータ(レコード)を関連付けるにすぎないのであって，データ項目(フィールド)が項目定義手段によりバインダ(データベース)の作成と独立して定義されたものではないし，構成要件Gが規定するようなデータ項目(フィールド)をバインダ(データベース)に任意に追加，削除又は変更することができるものではない。また，被控訴人システムのサブフォーム機能は，バインダ(データベース)とバインダ(データベース)を関連付けるものであって，本件特許発明1におけるようにバインダ(データベース)とデータ項目(フィールド)とを関連付けるものではない。さらに，他バインダ参照機能同様，データ項目(フィールド)が項目定義手段によりバインダ(データベース)の作成と独立して定義されたものではないし，構成要件Gが規定するようなデータ項目(フィールド)をバインダ(データベース)に任意に追加，削除又は変更することができるものでもない。」",
            "同29頁16行目の「個々の」から，同頁17行目の「専属するものである。」までを「バインダ(データベース)から独立したものではない。また，」と改める。",
            "同29頁19行目の「全ての」の前に「データベース・項目関連付け手段によって関連付けられた」を加える。",
            "同29頁25行目の「作成する構成」を「作成するものであり，そのため，各データ項目(フィールド)と各データベース(テーブル)とが互いに独立していない構成」と改める。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の補充主張に対する判断",
          "text": [
            "控訴人は，被控訴人システムは，先行技術には存在しない Oracleを使用した本件各特許発明や被控訴人システムの構造を持つウェブデータベース特有の手段によって，項目定義手段によって定義されたデータ項目をデータベース・項目関連付け手段によってデータベースに任意に追加，変更，削除している旨主張する。これに対し，被控訴人は，控訴人の本件各特許発明は Oracleなど必要としないシステムと考えるのが自然であると反論する。",
            "しかし，本件各特許発明が Oracle を使用するものかどうかはともかく，仮に，被控訴人システムにおいて，Oracle を用いて控訴人の主張するような手順によりデータ項目(フィールド)を追加，変更，削除することが可能であるとしても，引用する原判決第4の (補正後のもの)で説示したとおり，被控訴人システムは，本件特許発明1の「複数のデータベースで共用することができるデータ項目を定義する項目定義手段」(構成要件D)及び「複数のデータベースの各々と上記データ項目とを関連付けるデータベース・項目関連付け手段」(構成要件E)を充足するものではなく，したがって，これらの構成を含む構成要件Gも充足しないものである。",
            "よって，控訴人の上記補充主張は採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，その余の点について判断するまでもなく，控訴人の本件請求は理由がない。",
        "よって，控訴人の請求を棄却した原判決は相当であって，本件控訴は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}