{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。        "
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2013-4664号事件について平成26年7月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成19年4月10日，発明の名称を「ごみ袋兼用レジ袋」とする発明(請求項数4)について特許出願(特願2007-124999号。以下「本願」という。)をし，平成24年11月30日付けで拒絶査定を受けた。そこで，原告は，平成25年3月11日，これに対する不服の審判を請求した(甲6～8)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，前記(1)の審判請求を不服2013-4664号事件として審理し，平成26年7月7日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月26日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成26年8月21日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "特許請求の範囲の請求項1は，次のとおりである。以下，この請求項1に係る発明を「本願発明」といい，本願に係る明細書及び特許請求の範囲(甲6)を併せて「本願明細書等」という。",
            "【請求項1】",
            "レジ袋であって，前記レジ袋が，このレジ袋が自治体指定のごみ袋として利用できることを表示する表示部を有することを特徴とするごみ袋兼用レジ袋。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)のとおりである。要するに，本願発明は，①下記アの引用例1に記載された発明(以下「引用発明」という。)である，②下記アないしウの引用例1ないし3に記載された発明に，下記エ及びオの引用例4及び5に記載された公知の技術を適用することにより，本願発明の構成とすることは，当業者が容易に推考し得たことであるから，本願発明は，特許法29条1項3号の規定に該当し，又は，同法29条2項の規定によって，特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：登録実用新案第3025422号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開2005-47707号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開2004-26491号公報(甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特開2002-91314号公報(甲4)"
                },
                {
                  "fig": "オ",
                  "subject": "引用例5：特開2000-19967号公報(甲5)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明及び本願発明と引用発明との一致点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "スーパーやコンビネーションストア等で手提げ袋として使用されている袋であって，前記袋が，この袋がごみ処理の有料化システムに対応しているごみ袋であることを表示する表示ラベルを有する袋。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決が認定した本願発明と引用発明との一致点",
                  "text": [
                    "レジ袋であって，前記レジ袋が，このレジ袋が自治体指定のごみ袋として利用できることを表示する表示部を有することを特徴とするごみ袋兼用レジ袋。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "新規性の判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "一致点の認定の誤り及び相違点の看過"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "進歩性の判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(新規性の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「前記袋が，この袋がごみ処理の有料化システムに対応しているごみ袋であることを表示するラベルを有する袋」と認定したことの誤り",
                  "text": [
                    "本件審決は，引用発明は，「前記袋が，この袋がごみ処理の有料化システムに対応しているごみ袋であることを表示するラベルを有する袋」であると認定した。",
                    "しかし，引用例1の課題及び作用についての【0003】，【0005】の記載によれば，引用例1記載の発明が表示ラベルを袋に貼り付ける構成であることは明白である。そこで，正確に引用発明を認定すれば，「前記袋が，この袋がごみ処理有料化システムに対応しているごみ袋であることを表示する表示ラベルを貼り付けられた袋」であるから，本件審決による引用発明の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "ごみ袋としてレジ袋を利用することが記載されている旨認定したことの誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，「引用例1の【0012】には，ごみ袋としてレジ袋を利用することが記載されている。」として，前記第2の3(2)アのとおり，引用発明を認定した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，引用例1の【0012】には，「スーパーやコンビネーションストア等で手提げ袋として使用されている炭酸カルシウムを全く含まないポリエチレン製のもの或いはポリプロピレン製のものをごみ袋として流用した場合」と記載されているところ，流用とは，「きまった目的以外のことに融通して使用すること。」(広辞苑第六版)である。したがって，引用例1の【0012】の上記記載は，レジ袋をその決まった目的であるレジ袋以外のことに，ここでは，レジ袋をレジ袋として使わずに，自治体指定のごみ袋として利用していることを示すラベル(シール)を貼るごみ袋として使用することを意味するから，引用例1記載の発明は，ごみ袋としてレジ袋を利用するものではない。",
                        "したがって，本件審決の引用発明の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本願の出願時(平成19年4月10日)の技術常識として，ごみ袋としてポリ袋(炭酸カルシウムを全く含まないポリエチレン製のもの)が普及していたところ，30％以上の炭酸カルシウムを含有するポリエチレン製のものの推奨が始まったこと，ごみ袋として普及しているポリ袋(炭酸カルシウムを全く含まないポリエチレン製のもの)も，自治体指定のごみ袋として指定される可能性が想定できたこと，レジ袋はほとんど全てポリ袋(ポリエチレン製のもの)であるから，ごみ袋とレジ袋の違いは炭酸カルシウムの有無であることを考慮すると，引用例1の【0012】の記載は，炭酸カルシウムを全く含まないポリエチレン製のもの又はポリプロピレン製のものをごみ袋として流用した場合にも適用可能であることを開示している。したがって，引用例1のごみ「袋」が，炭酸カルシウムを全く含まないポリエチレン製の袋又はポリプロピレン製の袋であることは明白であり，本件審決が，引用例1の【0002】，【0003】，【0012】の記載から，引用例1のごみ「袋」が，「スーパーやコンビネーションストア等で手提げ袋として使用されている」「袋」であるとして，引用発明を「スーパーやコンビネーションストア等で手提げ袋として使用されている袋であって」と認定したことには誤りがある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定の誤り及び相違点の看過",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の「表示ラベル」と本願発明の「表示部」とは相違すること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用発明の「表示ラベル」は，本願発明の「表示部」に相当する旨認定した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，本願発明は，「前記レジ袋が，このレジ袋が自治体指定のごみ袋として利用できることを表示する表示部を有する袋」であるところ，本願明細書等の【0022】，【0024】，【0025】の記載によれば，「表示部を有する」とは，レジ袋に，このレジ袋が自治体指定のごみ袋として利用できることが印刷されていたり，このレジ袋が自治体指定のごみ袋として利用できることを表示するシールを貼る枠があったりと，少なくともレジ袋自体に，このレジ袋が自治体指定のごみ袋として利用できることの表示がされていることである。",
                        "これに対して，引用発明は，前記(1)アのとおり，「前記袋が，この袋がごみ処理有料化システムに対応しているごみ袋であることを表示する表示ラベルを貼り付けられた袋」であって，表示ラベルはレジ袋とは別の物である。このように，引用発明の「表示ラベル」は，レジ袋とは別の物であるから，レジ袋自体に表示がされている本願発明の「表示部」とは異なる。",
                        "したがって，引用発明は，本願発明のように，レジ袋自体にこのレジ袋が自治体指定のごみ袋として利用できることを表示する表示部を有するものではないから，本件審決の前記(ア)の認定は誤りであって，この点は相違点として認定されるべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本願発明は，レジ袋を自治体指定のごみ袋としても利用できるようにしたものであるから，本願発明のレジ袋をごみ袋として使用したとき，具体的には本願発明のレジ袋をごみ袋としてごみ集積所に出したときには，現行の自治体指定のごみ袋と同じような形態，より具体的には自治体指定のごみ袋に求められる表示を有するように創作されたものである。",
                        "したがって，本願発明を，シール貼付部にシールを貼った使用形態で認定して，引用発明と対比すべきではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本願発明のレジ袋が有するのは表示部である。ここで，「部」とは「分けること。分けた一区分。」(広辞苑第六版)の意味であるから，表示部はレジ袋を分けた一区分，すなわちレジ袋自体に表示がされていることをいう。",
                        "また，本願の請求項2の表示部は，「このレジ袋が自治体指定のごみ袋として利用できることを表示するシールを貼る部分」であって，本願の請求項2のシールは表示部ではない。",
                        "さらに，本願明細書等の【0029】，【0030】の記載によれば，本願発明の表示部が，様々な態様を含み得るとしても，レジ袋自体に表示することに限定される。",
                        "したがって，本願発明の表示部を有することには，レジ袋とは別の物であるシールにより表示することは含まれない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本願発明は，レジ袋が表示部を有することを特徴とするものであり，レジ袋自体に工夫を凝らしたものである。そこで，本願発明と引用発明との対比に当たっては，レジ袋に工夫が凝らされているか否かに注目して，本願発明のごみ袋兼用レジ袋の構成と，引用発明のレジ袋の構成とを対比すべきであるところ，引用発明のレジ袋は，レジ袋に対して何らの工夫もされていない。",
                        "したがって，本願発明のごみ袋兼用レジ袋の構成と，引用発明のレジ袋の構成とを対比すれば，本願発明は「レジ袋が，この袋が自治体指定のごみ袋として利用できることを表示する表示部を有する」点で，引用発明のレジ袋と相違する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明はレジ袋をごみ袋として二次利用するものではないこと",
                  "text": [
                    "本願発明は，「レジ袋をごみ袋として二次利用できる」(【0014】)ものであるのに対して，引用例1記載の発明は，レジ袋をレジ袋として使わずに，自治体指定のごみ袋として利用していることを示すラベル(シール)を貼るごみ袋として使用するものである。したがって，本件審決は，本願発明と引用発明との対比において，引用発明が，本願発明のように，レジ袋をごみ袋として二次利用するものでないという相違点を看過したものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決は，引用発明の認定を誤り，その結果，一致点の認定を誤り，ひいては相違点を看過したものであるから，取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用例1の【0002】～【0004】，【0012】の記載から，引用例1のごみ「袋」が，「スーパーやコンビネーションストア等で手提げ袋として使用されている」「袋」であって，この「袋」に貼り着けられた「表示ラベル」が「ごみ処理の有料化システム」に適用されるものであることから，引用発明を，前記第2の3(2)アのとおり認定した。",
                    "引用発明の認定は，引用例の記載から把握できる発明のうち，本願発明との対比において必要な範囲で認定することができるところ，本件審決は，「表示部」の形成方法については特定されず，「表示部」を有することが特定されている本願発明との対比において，引用例1の記載から，どのような手段で「表示ラベル」を形成したかについてではなく，「袋」が「表示ラベル」を有していることを認定したのである。",
                    "したがって，本件審決の引用発明の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(1)イについて",
                  "text": [
                    "本件審決は，引用発明として「ごみ袋としてレジ袋を利用すること」を認定していないから，原告の主張は，その前提において失当である。",
                    "一般に，スーパーやコンビニで配布されるレジ袋は，消費者が買物をした際，購入した商品を持ち帰ることを容易にするために，レジにおいてサービスで配布されるものであり，購入した商品を入れるレジ袋として使わずに，ごみ袋として使うために配布されるものではないから，引用例1の【0012】の「ごみ袋として流用した場合」とは，スーパーやコンビニのレジで，購入した商品を入れる「レジ袋」として配布され利用した後，消費者の判断で「ごみ袋」として再利用することを意味するものと理解するのが妥当である。なお，スーパーやコンビニで多めに袋が配布された場合に，一部の袋を「レジ袋」として商品を入れて利用する一方，余った袋を未利用のまま持ち帰り，後に「ごみ袋」として利用する形態も想定し得るところ，そのような形態も「ごみ袋として流用した場合」に含まれるのは当然である。",
                    "よって，引用例1には，ごみ袋としてレジ袋を利用することが記載されているのではなく，レジ袋をレジ袋として使わずにごみ袋として使用することが記載されているとする原告の主張は，引用例1の記載を正解しないものであり，失当である。",
                    "したがって，本件審決の引用発明の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点及び相違点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願の請求項2に係る発明を包含する請求項1に係る発明(本願発明)の「自治体指定のごみ袋として利用できることを表示する表示部を有すること」には，請求項2で特定される「自治体指定のごみ袋として利用できることを表示するシールを貼る部分」を有する態様だけではなく，「表示部」としての機能を有する，それ以外の様々な態様も含み得るものであり，その様々な態様には，ごみ袋に貼り付けたシールにより表示することも含まれる。本願明細書等の【0022】，【0024】，【0025】に，実施例として，レジ袋が自治体指定のごみ袋として利用できることが印刷されている態様と，自治体指定のごみ袋として利用できることを表示するシールSを貼る部分として枠が囲まれている態様が示されているとしても，「表示部」として，ごみ袋に貼り付けたシールによる表示を排除する記載もなく，この2つの実施例の例示をもって，「自治体指定のごみ袋として利用できることを表示する表示部を有すること」を，レジ袋自体に表示することに限定して理解しなければならない理由はない。",
                    "そして，引用発明の認定に誤りがないことは，前記(1)アのとおりである。",
                    "そうすると，引用発明の「表示ラベル」も，本願の請求項2の「シール」と同様に，袋に貼り付けて表示部を形成するものであることから，引用発明の「表示ラベル」による表示は，本願発明の「自治体指定のごみ袋として利用できることを表示する表示部を有すること」に包含される態様に含まれるものであり，引用発明の「表示ラベル」が，本願発明の「表示部」に相当するとした本件審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(2)イについて",
                  "text": [
                    "前記(1)イのとおり，引用発明の「スーパーやコンビネーションストア等で手提げ袋として使用されている袋」は，スーパーやコンビニのレジで，購入した商品を入れる「レジ袋」として配布され利用された後，消費者の判断で「ごみ袋」として再利用されるものと理解するのが自然であり，原告の，レジ袋をレジ袋として使わずにごみ袋として使用するものであるとの主張は，レジ袋の通常の使用形態に基づかない主張であって失当である。",
                    "したがって，本件審決は，本願発明と引用発明との対比において，レジ袋をごみ袋として二次利用するものではないという相違点を看過したものではなく，誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，引用例1ないし3に記載された「ごみ袋として利用するレジ袋」に引用例4及び5に記載された「地方自治体のゴミ処理の回収料金を支払い済みであり，自治体が定めた適正なごみ袋であることを示すラベル」を貼付することにより，本願発明の構成とすることは，当業者が容易に推考し得たことである，と判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本願発明の構成は，「レジ袋が，このレジ袋が自治体指定のごみ袋として利用できることを表示する表示部を有する(レジ袋自体に表示する)」ものであって，レジ袋自体に工夫を凝らしたものである。",
                "これに対して，引用例2の【0001】，【0005】の記載及び引用例3の【0001】の記載によれば，引用例2及び3に記載された「ごみ袋として利用するレジ袋」は，レジ袋をごみ箱として利用するためのスタンドに関する発明であり，レジ袋をそのままゴミ袋として再利用するものであり，レジ袋を自治体指定のごみ袋として利用するためにレジ袋自体に工夫を凝らす着想がない。",
                "また，引用例1の【0001】，【請求項1】の記載，引用例4及び5の記載によれば，引用例1の「ごみ袋として利用するレジ袋」と，引用例4及び5の「ラベル」は，いずれもラベルに関する発明であり，ラベルはレジ袋とは別の物であるから，レジ袋を自治体指定のごみ袋として利用するためにレジ袋自体に工夫を凝らす着想がない。",
                "したがって，引用例1ないし3に記載された「ごみ袋として利用するレジ袋」に，引用例4及び5に記載された「地方自治体のゴミ処理の回収料金を支払い済みであり，自治体が定めた適正なごみ袋であることを示すラベル」を貼付しても，文字通りレジ袋にラベルを貼り付ける構成になるにすぎず，本願発明の「レジ袋が，このレジ袋が自治体指定のごみ袋として利用できることを表示する表示部を有する(レジ袋自体に表示する)」構成にはなり得ない。",
                "よって，本件審決の前記(1)の判断は誤りである。",
                "〔被告の主張〕",
                "本願発明の「自治体指定のごみ袋として利用できることを表示する表示部を有すること」について，レジ袋自体に，このレジ袋が自治体指定のごみ袋として利用できることの表示がされていることと理解しなければならない理由がないことは，前記1の〔被告の主張〕(2)アのとおりである。そうすると，本件審決の進歩性に係る判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書等(甲6)には，おおむね，次の記載がある(下記記載中に引用する図1ないし3は別紙1を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】",
                    "レジ袋であって，前記レジ袋が，このレジ袋が自治体指定のごみ袋として利用できることを表示する表示部を有することを特徴とするごみ袋兼用レジ袋。",
                    "【請求項2】",
                    "前記表示部が，このレジ袋が自治体指定のごみ袋として利用できることを表示するシールを貼る部分であることを特徴とする請求項1に記載のごみ袋兼用レジ袋。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術分野",
                  "text": [
                    "【0001】この発明は，レジ袋に関し，特に自治体指定のごみ袋としても利用できるごみ袋兼用レジ袋に関する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】一般的に，コンビニエンスストアやスーパーマーケットなどの小売店において，レジスター(以下「レジ」という。)で買物客に渡される，買物をした持ち帰り商品を入れる袋(以下「レジ袋」という。)として，レジ袋の一または複数の面に小売店名を印刷したものが用いられている。",
                    "【0004】さらに，一般的に，商品を持ち帰るために使用されたレジ袋は，家庭においてごみ袋として二次利用されている。",
                    "【0005】一方，近年，ごみの減量化を図るために，ごみの回収を自治体指定のごみ袋に限定し，ごみ袋を有料にする自治体が増えている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0007】また，ごみの回収を自治体指定のごみ袋に限定し，すなわちレジ袋でのごみ出しを禁止してごみ袋を有料にする方法では，従来からごみ袋として二次利用されていたレジ袋がごみとして捨てられることになる。つまり，従来からごみ袋として二次利用されていたレジ袋が他のごみと共にごみ袋に入れられてごみとして回収されるために，レジ袋の分だけごみの量が増えることになる。",
                    "【0008】さらに，ごみの回収を有料にする場合には，ごみ回収料金の支払いの有無をごみ回収のときに容易に確認できることが望まれている。",
                    "【0009】そこで，この発明では，前記した問題を解決し，自治体指定のごみ袋としても利用できるごみ袋兼用レジ袋を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0014】請求項1に係る発明によれば，レジ袋をこのレジ袋が自治体指定のごみ袋として利用できることを表示する表示部を有して構成したので，ごみの回収を自治体指定のごみ袋に限定している自治体においても，レジ袋をごみ袋として二次利用できる。",
                    "【0015】請求項2に係る発明によれば，表示部をこのレジ袋が自治体指定のごみ袋として利用できることを表示するシールを貼る部分として構成したので，例えば複数の自治体において営業を行っている小売店では，レジ袋を自治体ごとに変更することなく，シールを自治体ごとに変更することで容易に対応できる。また，表示部をシールを貼る部分として構成したので，その部分にシールが貼られているかを確認すれば，袋全体を確認することなく自治体指定のごみ袋かを容易に確認できる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "【0018】次に，この発明の実施形態について，適宜図面を参照しながら詳細に説明する。図1は，この発明に係るごみ袋兼用レジ袋の斜視図である。図1に示すように，この発明に係るごみ袋兼用レジ袋1では，ごみ袋兼用レジ袋1の幅広面2にこのレジ袋が自治体指定のごみ袋として利用できることを表示する表示部2a(以下「ごみ袋兼用表示部2a」ともいう。)を有している。",
                    "【0019】ごみ袋兼用レジ袋1は，買物をした持ち帰り商品を入れる袋形の入れ物であって，開口側の両側部に輪形の把持部3，3を有し，開口側の中央部に一対の短冊形の結束部4，4を有している。そして，ごみ袋兼用レジ袋1には，その幅広面2にこのレジ袋が自治体指定のごみ袋として利用できることを表示する表示部2a…と，買物をした小売店名を表示する店名表示部2bを有している。",
                    "【0020】ごみ袋兼用表示部2aは，このレジ袋が自治体指定のごみ袋として利用できることを表示する部分であって，ここでは幅広面2の一つの面の開口側に位置している。",
                    "【0022】以上のように構成されたごみ袋兼用レジ袋1では，ごみ袋兼用表示部2aにこのレジ袋が自治体指定のごみ袋として利用できることと，このレジ袋がごみ回収料金を支払い済みであることが印刷されている。…",
                    "【0023】図2は，この発明に係るごみ袋兼用レジ袋のごみ袋としての使用状態を示した斜視図である。図2に示すように，この発明に係るごみ袋兼用レジ袋1では，ごみ袋兼用表示部2aにこのレジ袋が自治体指定のごみ袋として利用できることが印刷されていることで，ごみの回収を自治体指定のごみ袋に限定している自治体においても，レジ袋をごみ袋として二次利用できる。…",
                    "【0024】続いて，この発明の他の実施形態に係るごみ袋兼用レジ袋1について，主に相違点を説明する。図3は，この発明に係るごみ兼用レジ袋の他の実施形態の斜視図である。図3に示すように，この発明の他の実施形態に係るごみ袋兼用レジ袋1では，幅広面2にこのレジ袋が自治体指定のごみ袋として利用できることを表示するシールSを貼る表示部12a(以下「シール貼付部12a」という。)を有している。",
                    "【0025】シール貼付部12aは，このレジ袋が自治体指定のごみ袋として利用できることを表示するシールSを貼る部分であって，ここでは幅広面2の一つの面の開口側の位置に，枠で囲まれている。",
                    "【0026】以上のように構成された他の実施形態に係るごみ袋兼用レジ袋1では，図3に示すように，シール貼付部12aにこのレジ袋が自治体指定のごみ袋として利用できることを表示するシールSを貼ることで，ごみの回収を自治体指定のごみ袋に限定している自治体においても，レジ袋をごみ袋として二次利用できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本願発明の概要は，以下のようなものであると認められる。",
                "本願発明は，自治体指定のごみ袋としても利用できるごみ袋兼用レジ袋に関する(【0001】)。",
                "従来，コンビニエンスストア等の小売店において，レジで買物客に渡される，買物をした持ち帰り商品を入れる袋(レジ袋)は，家庭においてごみ袋として二次利用されているところ，近年，ごみの減量化を図るために，ごみの回収を自治体指定のごみ袋に限定し，ごみ袋を有料にする自治体が増えている(【0002】，【0004】，【0005】)。",
                "しかしながら，自治体指定のごみ袋に限定する方法では，従来からごみ袋として二次利用されていたレジ袋が，他のごみとともに，(自治体指定の)ごみ袋に入れられてごみとして回収されるため，レジ袋の分だけごみの量が増えることになるという問題がある。さらに，ごみの回収を有料にする場合には，ごみ回収料金の支払の有無をごみ回収のときに容易に確認できることが望まれている(【0007】，【0008】)。",
                "そこで，本願発明は，このような問題を解決するために，自治体指定のごみ袋としても利用できるごみ袋兼用レジ袋を提供することを目的として，レジ袋が自治体指定のごみ袋として利用できることを表示する表示部を有するごみ袋兼用レジ袋という構成としたものである(【0009】，【請求項1】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1(甲1)には，おおむね，次の記載がある(下記記載中に引用する図1は別紙2を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "考案の属する技術分野",
                  "text": [
                    "【0001】本考案は，ごみ処理の有料化システムに適用することができ，偽造防止機能及び不正防止機能を有するごみ袋用表示ラベルに関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0002】近年，国及び地方自治体にとってごみ処理の問題は極めて深刻なものとなっている。…",
                    "現在，東京都では30％以上の炭酸カルシウムを含有するポリエチレン製のごみ袋の使用を推奨しているが，事業系ごみの全面有料化にあたって，この袋にごみを収納してごみ集積所に出す際にラベルを貼着し，このラベルにそのごみを排出した事業者名を記載し，排出したごみに応じた処理料金を請求する方式が採られるようである。また，袋の大きさやごみの種類等に応じて貼着するラベルを色分けしたり或いは必要な表示を記載し，そのラベルの色や表示情報を識別することによりごみ処理料金の算出，料金請求等を容易にすることが検討されているようである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "考案が解決しようとする課題",
                  "text": [
                    "【0003】しかし，前記ラベルの接着力が充分でない場合には，清掃局がごみを収集する以前にラベルがごみ袋から剥がれたり，ラベルが剥がれて他のごみ袋に転着する可能性があり，適正なシステムの運用に支障を生ずる虞がある。",
                    "さらに，通常の取扱いにおいてはラベルがごみ袋から剥れることがなくても，不正な意図をもってラベルを剥がし，剥がしたラベルを別のごみ袋に転用するなどの偽造行為，不正行為がなされると，適正な規制に基づいてごみ出しを行っている事業者に著しい不利益が与えられるものとなる。",
                    "そして，上述のようなラベルの剥がれや不正行為がなされると，システムの信頼性を損なう虞があり，システムの運用にも支障を生ずるものとなる。",
                    "したがって，ごみ袋に一端貼り付けられたならば，剥離しようとしてもできないか，若しくはラベル基材やごみ袋が破損または破壊してしまって容易に不正行為がなされたか否かを判定でき，そのことにより不正行為を実質的に防止できるようなごみ袋用の表示ラベルが要望されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0004】本考案は上記に鑑み提案されたもので，ごみを収納したごみ袋の収集に際し，ごみの種類や大きさ等を表示するラベルであり，ラベル基材の片面に，ラベル基材またはごみ袋の強度と同等か，またはそれ以上の見掛け上の粘着力を有する粘着層を形成し，前記粘着層に剥離紙を貼合してなること…を特徴とする。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "作用",
                  "text": [
                    "【0005】本考案のごみ袋用表示ラベルは，上記構成を有するので，ごみ袋に一旦貼着したならば，剥離しようとしてもできないか，若しくはラベル基材やごみ袋が破損してしまうため，ラベルを転用する偽造行為，不正行為などを確実に防止することができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "考案の実施の形態",
                  "text": [
                    "【0006】本考案のごみ袋用表示ラベル1は，ラベル基材2の片面に粘着層を形成し，前記粘着層に剥離紙を貼合した構成であり，図1にはこの表示ラベル1(勿論剥離紙を剥がして)を炭酸カルシウムを30％以上含有するポリエチレン製のごみ袋3に貼着した状態を示している。",
                    "【0007】本考案の表示ラベル1を作製する一例を示すと，まず剥離紙の表面に均一な厚みの粘着層を塗布，形成させた後，ラベル基材2を重合させてラベルを製造する(転写方式)。また，ラベル基材2の裏面に均一な厚みの粘着層を塗布，形成させた後，或いは剥離紙を重合させてラベルを製造する(直写方式)ようにしても良い。",
                    "次に，所定の色や必要な表示等をラベル基材2の表面に印刷する。印刷する色や必要な表示等に関しては，システムを設定する地方自治体，或いは委託された業者の決定に基づいて行うが，文字や枠，デザイン，色，使用するインク，印刷方式等を制限するものではなく，或いは印刷ばかりでなく，箔押やシボ印刷等の型押し加工を行うようにしても良い。",
                    "その後，所定の大きさに断裁する。…",
                    "【0009】一方，本考案の表示ラベル1を貼着するごみ袋3は，炭酸カルシウムを30％含有するポリエチレン製のものでは縦方向1800kgf／25mm巾，横方向1400kgf／25mm巾の引張強度を有するが，これらの数値は引張り時の破断強度であるから，実際上はそれよりも小さい力で破断するし，極めて弱い力で容易に伸張してしまう(回復しない歪みが残る。)。",
                    "【0010】前記ごみ袋(炭酸カルシウムを30％以上含有するポリエチレン製ごみ袋)を被着体とし，これに対する前記本考案の表示ラベルの常態粘着力をJISZ1538，JISZ0237の規定により測定すると，4kgf／25mm巾前後でごみ袋が破断して測定ができない。…また，ごみ袋を炭酸カルシウムを全く含有しないポリエチレン製のもの，或いはポリプロピレン製のもの，或いは再生紙からなるものに代えて測定しても同様な結果となった。",
                    "【0011】これらの試験から明らかなように，本考案の表示ラベルは，ごみ袋に一旦貼着したならば，無理に剥離しようとしてもラベル基材やごみ袋が破損してしまうため，ラベルを転用する偽造行為，不正行為などを確実に防止できる。",
                    "【0012】また，本考案の表示ラベルは，前記のように炭酸カルシウムを30％以上含有するポリエチレン製のごみ袋だけでなく，スーパーやコンビネーションストア等で手提げ袋として使用されている炭酸カルシウムを全く含まないポリエチレン製のもの或いはポリプロピレン製のものをごみ袋として流用した場合にも適用可能であり，勿論再生紙からなるごみ袋にも適用可能であるため，どのようなごみ処理の有料化システム，或いはごみ袋内に収納されたごみの判別システム等にも適用することができる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "考案の効果",
                  "text": [
                    "【0014】以上要するに，本考案の表示ラベルは，ラベル基材の片面に，ラベル基材またはごみ袋の強度と同等か，またはそれ以上の見掛け上の粘着力を有する粘着層を形成してなるので，ごみ袋に一旦貼着したならば，剥離しようとしてもできず，不正な意図をもってラベルを無理に剥がそうとするとラベル基材またはごみ袋が破損したり破壊する。そのため，清掃局がごみを収集する以前にラベルがごみ袋から剥がれたり，ラベルが剥がれて他のごみ袋に転着する虞もないし，偽造行為や不正行為が行なわれたことが容易に判定でき，実質的にこれらの行為を防止することもできる。",
                    "【0015】したがって，ごみ処理の有料化システムに本考案の表示ラベルを適用しても，需要者に不利益を与えることがなく，システムの信頼性を損なうこともなく，安定なシステムの運用を実施することができる。…"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，引用発明の概要は，以下のようなものであると認められる。",
                "引用発明は，ごみ処理の有料化システムに適用することができ，偽造防止機能及び不正防止機能を有するごみ袋用表示ラベルに関する(【0001】)。",
                "現在，東京都では30％以上の炭酸カルシウムを含有するポリエチレン製のごみ袋の使用を推奨しているが，事業系ごみの全面有料化に当たって，この袋にごみを収納してごみ集積所に出す際にラベルを貼着し，このラベルにそのごみを排出した事業者名を記載し，排出したごみに応じた処理料金を請求する方式や，袋の大きさやごみの種類等に応じて貼着するラベルを色分けしたり，又は必要な表示を記載し，そのラベルの色や表示情報を識別することによりごみ処理料金の算出，料金請求等を容易にすることが検討されている(【0002】)。",
                "しかし，ラベルの接着力が充分でない場合には，清掃局がごみを収集する以前にラベルがごみ袋から剥がれたり，ラベルが剥がれて他のごみ袋に転着する可能性があって，適正なシステムの運用に支障を生ずる虞があり，さらに，不正な意図をもってラベルを剥がし，剥がしたラベルを別のごみ袋に転用するなどの偽造行為，不正行為がなされると，適正な規制に基づいてごみ出しを行っている事業者に著しい不利益が与えられるものとなる。",
                "したがって，ごみ袋にいったん貼り付けられたならば，剥離しようとしてもできないか，又はラベル基材やごみ袋が破損または破壊してしまって容易に不正行為がされたか否かを判定でき，そのことにより不正行為を実質的に防止できるようなごみ袋用の表示ラベルが要望されている(【0003】)。",
                "そこで，引用発明は，上記に鑑み提案されたもので，ごみを収納したごみ袋の収集に際し，ごみの種類や大きさ等を表示するラベルであり，ラベル基材の片面に，ラベル基材又はごみ袋の強度と同等か，又はそれ以上の見掛け上の粘着力を有する粘着層を形成し，前記粘着層に剥離紙を貼合してなるごみ袋用表示ラベルとしたものである(【0004】)。",
                "そのため，引用発明のごみ袋用表示ラベルは，ごみ袋にいったん貼着したならば，剥離しようとしてもできないか，又はラベル基材やごみ袋が破損してしまうため，ラベルを転用する偽造行為，不正行為などを確実に防止することができる(【0005】)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(新規性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件審決の引用発明の認定について",
                  "text": [
                    "引用例1は，考案の名称を「ごみ袋用表示ラベル」とするものである。そして，引用例1の考案の実施の形態の【0009】ないし【0012】の記載によれば，引用例1において，「ごみ袋用表示ラベル」である「表示ラベル」は，「ごみ袋」に貼着することを前提とするものであるところ，炭酸カルシウムを30％以上含有するポリエチレン製のごみ袋以外にも，スーパーやコンビネーションストア等で手提げ袋として使用されている炭酸カルシウムを全く含まないポリエチレン製のもの又はポリプロピレン製のものをごみ袋として流用した場合にも適用可能であり，さらには，再生紙からなるごみ袋にも適用可能であることが理解できる。",
                    "そうすると，引用例1の【0012】の「スーパーやコンビネーションストア等で手提げ袋として使用されている炭酸カルシウムを全く含まないポリエチレン製のもの或いはポリプロピレン製のものをごみ袋として流用した場合」とは，本来の使用目的が「ごみ袋」ではない「スーパーやコンビネーションストア等で手提げ袋として使用されている袋」を，「ごみ袋」という使用目的で流用した場合を意味することは明らかであり，かかる場合において，「表示ラベル」(ごみ袋用表示ラベル)を「スーパーやコンビネーションストア等で手提げ袋として使用されている袋」に貼着することが可能であることが理解できる。",
                    "さらに，引用例1の【0012】には，「表示ラベル」を「ごみ袋」に貼着すると，「ごみ処理の有料化システム」に適用できることが記載されている。そうすると，上記のとおり，本来の使用目的が「ごみ袋」ではない「スーパーやコンビネーションストア等で手提げ袋として使用されている袋」も，「ごみ袋」という使用目的で流用(使用)することができるのであるから，「表示ラベル」を貼着した「スーパーやコンビネーションストア等で手提げ袋として使用されている袋」は，「ごみ処理の有料化システムに対応しているごみ袋であることを表示する表示ラベルを有する袋」であるということができる。",
                    "以上によれば，引用発明は，「スーパーやコンビネーションストア等で手提げ袋として使用されている袋であって，前記袋が，この袋がごみ処理の有料化システムに対応しているごみ袋であることを表示する表示ラベルを有する袋。」と認定することができるから，本件審決による前記第2の3(2)アの引用発明の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例1の課題及び作用についての【0003】，【0005】の記載によれば，引用例1記載の発明が表示ラベルを袋に貼り付ける構成であることは明白であり，正確に引用発明を認定すれば，「前記袋が，この袋がごみ処理有料化システムに対応しているごみ袋であることを表示する表示ラベルを貼り付けられた袋」である旨主張する。",
                        "しかし，前記アのとおり，引用例1記載の「スーパーやコンビネーションストア等で手提げ袋として使用されている袋」は，「表示ラベル」を貼着すると，「ごみ処理の有料化システム」に適用できるのであるから，「ごみ処理の有料化システム」に適用できる「スーパーやコンビネーションストア等で手提げ袋として使用されている袋」は，「表示ラベル」を貼り付けられた袋であるといえるものの，原告主張に係る「表示ラベルを貼り付けられた」とは，「袋」に対する「表示ラベル」の形成方法を説明したものにすぎず，「袋」の態様としては，「表示ラベルを有する袋」であることに変わりはない。",
                        "そして，引用発明の認定は，引用例の記載から把握できる発明のうち，本願発明との対比において必要な範囲で認定すれば足りるところ，本願発明においては，「前記レジ袋が，このレジ袋が自治体指定のごみ袋として利用できることを表示する表示部を有する」として，「袋」が「表示部」を有することが特定されているだけで，表示部の形成方法については特定されていないのであるから，引用発明の認定に当たっても，表示ラベルの形成方法として「表示ラベルを貼り付けられた」ことを特定する必要はなく，「袋」が「表示ラベルを有する」ことを特定すれば足りる。",
                        "したがって，原告の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用例1の【0012】には，「スーパーやコンビネーションストア等で手提げ袋として使用されている炭酸カルシウムを全く含まないポリエチレン製のもの或いはポリプロピレン製のものをごみ袋として流用した場合」と記載されていること，流用とは，「きまった目的以外のことに融通して使用すること。」であることから，引用例1の【0012】の上記記載は，レジ袋をその決まった目的であるレジ袋以外のことに，ここでは，レジ袋をレジ袋として使わずに，自治体指定のごみ袋として利用していることを示すラベル(シール)を貼るごみ袋として使用することを意味するものであって，引用例1記載の発明は，ごみ袋としてレジ袋を利用するものではない旨主張する。",
                        "しかし，引用例1の【0012】の「スーパーやコンビネーションストア等で手提げ袋として使用されている炭酸カルシウムを全く含まないポリエチレン製のもの或いはポリプロピレン製のもの」とは，前記アのとおり，「スーパーやコンビネーションストア等で手提げ袋として使用されている袋」である。そして，スーパーやコンビネーションストア等がレジを備えていることは当然であって，レジにおいて，消費者が購入した商品を入れる手提げ袋は「レジ袋」といえるから，「スーパーやコンビネーションストア等で手提げ袋として使用されている袋」が「レジ袋」に相当することは明らかである。",
                        "そして，「流用」とは，広辞苑第六版によれば，「きまった目的以外のことに融通して使用すること」を意味するところ，決まった目的に使用してその目的を達成した後に，「きまった目的以外のことに融通して使用すること」もまた，「流用」の概念に含まれるというべきである。したがって，引用例1の「スーパーやコンビネーションストア等で手提げ袋として使用されている炭酸カルシウムを全く含まないポリエチレン製のもの或いはポリプロピレン製のものをごみ袋として流用した場合」との記載は，「スーパーやコンビネーションストア等で手提げ袋として使用されている袋」を「レジ袋」として使用した後に，「ごみ袋」として使用する場合をも包含するものである(なお，「スーパーやコンビネーションストア等で手提げ袋として使用されている袋」，いわゆる「レジ袋」を「ごみ袋」として使用することは，甲2の【0005】や甲3の【0001】に記載されているように，一般的に行われていることである。)。",
                        "したがって，原告の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本願の出願時(平成19年4月10日)の技術常識として，ごみ袋としてポリ袋(炭酸カルシウムを全く含まないポリエチレン製のもの)が普及していたところ，30％以上の炭酸カルシウムを含有するポリエチレン製のものの推奨が始まったこと，ごみ袋として普及しているポリ袋(炭酸カルシウムを全く含まないポリエチレン製のもの)も，自治体指定のごみ袋として指定される可能性が想定できたこと，レジ袋はほとんど全てポリ袋(ポリエチレン製のもの)であって，ごみ袋とレジ袋の違いは炭酸カルシウムの有無であることを考慮すると，引用例1の【0012】の記載は，炭酸カルシウムを全く含まないポリエチレン製のもの又はポリプロピレン製のものをごみ袋として流用した場合にも適用可能であることを開示しているのであって，引用例1のごみ「袋」は，炭酸カルシウムを全く含まないポリエチレン製の袋又はポリプロピレン製の袋であることは明白であるから，本件審決が，引用例1の【0002】，【0003】，【0012】の記載から，引用例1のごみ「袋」が，「スーパーやコンビネーションストア等で手提げ袋として使用されている」「袋」であるとして，引用発明を「スーパーやコンビネーションストア等で手提げ袋として使用されている袋であって」と認定したことには誤りがある旨主張する。",
                        "原告の上記主張の趣旨は必ずしも明らかではないが，仮に原告主張のとおり，本願の出願当時，レジ袋はほとんど全てポリ袋(ポリエチレン製のもの)であって，ごみ袋とレジ袋の違いは炭酸カルシウムの有無であるとすると，引用例1の【0012】の「スーパーやコンビネーションストア等で手提げ袋として使用されている炭酸カルシウムを全く含まないポリエチレン製のもの或いはポリプロピレン製のもの」とは，「レジ袋」を意味することになる。そうすると，引用例1の【0012】には，引用例1記載の表示ラベルは，上記「レジ袋」を「ごみ袋として流用した場合にも適用可能」であることが記載されているのであるから，本件審決が，引用発明を「スーパーやコンビネーションストア等で手提げ袋として使用されている袋であって，前記袋が，…ごみ袋であることを表示する表示ラベルを有する袋」と認定したことに誤りはないことになる。",
                        "したがって，原告の上記主張は，失当というほかない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件審決による引用発明の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定及び相違点の認定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の「表示部」について",
                  "text": [
                    "前記1(1)アの特許請求の範囲請求項1及び2の記載によれば，本願発明(請求項1)において，「表示部」とは，「前記レジ袋が，このレジ袋が自治体指定のごみ袋として利用できることを表示する」ものであることが特定されているのみであって，「レジ袋が自治体指定のごみ袋として利用できることを表示する」ものであれば，「表示部」の形態として，レジ袋自体に自治体指定のごみ袋として利用できることを直接印刷することにより表示する形態だけでなく，【請求項1】を引用する【請求項2】で規定されているように，「自治体指定のごみ袋として利用できることを表示するシール」を貼着することにより表示する形態をも包含するものであると解される。",
                    "また，本願明細書等の【0018】ないし【0023】の記載によれば，レジ袋自体に自治体指定のごみ袋として利用できることを直接印刷することによって，ごみ袋兼用レジ袋として，レジ袋をごみ袋として二次利用できることが理解できる。さらに，本願明細書等の【0024】ないし【0026】には，【請求項1】を引用する【請求項2】に対応する実施形態として，シールを貼る前のレジ袋が，自治体指定のごみ袋として利用できることを表示するシールを貼ることで，ごみ袋兼用レジ袋として，レジ袋をごみ袋として二次利用できることが理解できる。",
                    "そうすると，本願明細書等の発明の詳細な説明を参酌しても，本願発明の「表示部」については，「レジ袋自体に自治体指定のごみ袋として利用できることを直接印刷することにより表示する形態」及び「自治体指定のごみ袋として利用できることを表示するシールを貼着することにより表示する形態」の二つの形態が記載されているということができる。",
                    "したがって，本願発明の「表示部」とは，「レジ袋自体に自治体指定のごみ袋として利用できることを直接印刷することにより表示する形態」だけでなく，「自治体指定のごみ袋として利用できることを表示するシールを貼着することにより表示する形態」も含むものと解するのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明との対比について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)イ(イ)のとおり，スーパーやコンビネーションストア等がレジを備えていることは当然であり，レジにおいて，消費者が購入した商品を入れる手提げ袋は「レジ袋」といえるから，引用発明の「スーパーやコンビネーションストア等で手提げ袋として使用されている袋」は，「レジ袋」に相当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明の「ごみ処理の有料化システム」は，東京都等の「自治体」が運用するものであり(引用例1の【0002】)，「表示ラベル」は，「ごみを収納したごみ袋の収集に際し，ごみの種類や大きさ等を表示する」ものである(引用例1の【請求項1】)から，本願発明の「自治体指定のごみ袋として利用できることを表示する」に相当する。",
                        "また，引用発明の「表示ラベル」は，「本考案のごみ袋用表示ラベル1は，ラベル基材2の片面に粘着層を形成し，前記粘着層に剥離紙を貼合した構成」(引用例1の【0006】)であるから，「シール」に相当する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用発明では，レジ袋(「スーパーやコンビネーションストア等で手提げ袋として使用されている袋」)の所定の部位に「表示ラベル」(シール)を貼着することにより，レジ袋が，自治体指定のごみ袋として利用できることを表示しているということができる。",
                        "そうすると，前記アのとおり，本願発明の「表示部」は，「自治体指定のごみ袋として利用できることを表示するシール」を貼着することにより表示する形態も含むものであるから，引用発明の「表示ラベル」は，本願発明の「表示部」に相当する。",
                        "そして，引用発明において，表示ラベルを有する袋(表示ラベルを貼着した袋)は，レジ袋をごみ袋として利用できるものであるから，本願発明の「ごみ袋兼用レジ袋」に相当する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記(ア)ないし(ウ)のとおり，本願発明と引用発明とを対比すると，両者の構成に差異はないから，本願発明と引用発明とは同一である。",
                        "したがって，本件審決による本願発明と引用発明との対比の認定判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願発明の「表示部を有する」とは，レジ袋に，このレジ袋が自治体指定のごみ袋として利用できることが印刷されていたり，このレジ袋が自治体指定のごみ袋として利用できることを表示するシールを貼る枠があったりと，少なくともレジ袋自体に，このレジ袋が自治体指定のごみ袋として利用できることの表示がされていることであるのに対して，引用発明は，「前記袋が，この袋がごみ処理有料化システムに対応しているごみ袋であることを表示する表示ラベルを貼り付けられた袋」であって，表示ラベルはレジ袋とは別の物であり，レジ袋自体に表示がされている本願発明の「表示部」とは異なるところ，引用発明はかかる表示部を有するものではないから，本件審決の一致点の認定は誤りであって，この点は相違点として認定されるべきである旨主張する。",
                        "しかし，本願発明において「表示部」は，「前記レジ袋が，このレジ袋が自治体指定のごみ袋として利用できることを表示する表示部」と特定されているだけであって，レジ袋自体に表示がされていることが特定されているものではないから，原告の上記主張は，特許請求の範囲の記載に基づくものではない。",
                        "そして，前記アのとおり，本願発明の「表示部」は，「レジ袋自体に自治体指定のごみ袋として利用できることを直接印刷することにより表示する形態」だけでなく，「自治体指定のごみ袋として利用できることを表示するシールを貼着することにより表示する形態」も含むものであるから，本願発明は，引用発明の「ごみ処理の有料化システムに対応しているごみ袋であることを表示する表示ラベルを有する袋」を含むものである。",
                        "したがって，原告の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本願発明は，レジ袋を自治体指定のごみ袋としても利用できるようにしたものであって，本願発明のレジ袋をごみ袋として使用したとき，具体的には本願発明のレジ袋をごみ袋としてごみ集積所に出したときには，現行の自治体指定のごみ袋と同じような形態，より具体的には自治体指定のごみ袋に求められる表示を有するように創作されたものであるから，本願発明を，シール貼付部にシールを貼った使用形態で認定して，引用発明と対比すべきではない旨主張する。",
                        "原告の上記主張の趣旨は必ずしも明らかではないが，本願発明は，レジ袋をごみ袋として使用したときとか，レジ袋をレジで配布したときというように，レジ袋の使用時期及び当該使用時期における使用目的に応じて，レジ袋の構成を特定するものではない。そして，本願明細書等の【0015】には，「また，表示部をシールを貼る部分として構成したので，その部分にシールが貼られているかを確認すれば，袋全体を確認することなく自治体指定のごみ袋かを容易に確認できる。」と記載されているように，シールが貼られていることによって，自治体指定のごみ袋か否かを容易に確認できるのであるから，シールを貼った使用形態を除外して，本願発明を認定すべき理由がない。",
                        "したがって，原告の上記主張は，失当というほかない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，本願発明のレジ袋が有するのは表示部であるところ，「部」とは「分けること。分けた一区分。」の意味であるから，表示部はレジ袋を分けた一区分，すなわちレジ袋自体に表示がされているものであって，本願発明の「表示部を有する」ことには，レジ袋とは別の物であるシールにより表示することは含まれない旨主張する。",
                            "確かに，広辞苑第六版によれば，「部」には，「分けること。分けた一区分。」の意味があることが認められる。しかし，レジ袋にシールを貼着した場合，当該シールが貼着された部分もレジ袋であることに変わりはなく，その場合，シールが貼着された部分は，レジ袋を分けた一区分ということができる。そうすると，「部」の意味が上記のとおりであるからといって，本願発明の「表示部」について，「自治体指定のごみ袋として利用できることを表示するシールを貼着することにより表示する形態」が排除されることとなるものではなく，原告主張のようにレジ袋自体に表示がされている場合に限定されると解することはできない。そして，「自治体指定のごみ袋として利用できることを表示するシール」を貼着することにより表示する形態も「表示部」といえることは，前記アのとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，原告は，本願の請求項2の表示部は，「このレジ袋が自治体指定のごみ袋として利用できることを表示するシールを貼る部分」であって，本願の請求項2のシールは表示部ではないことから，本願発明の「表示部を有する」ことには，レジ袋とは別の物であるシールにより表示することは含まれない旨主張する。",
                            "しかし，本願の請求項2の表示部が，「このレジ袋が自治体指定のごみ袋として利用できることを表示するシールを貼る部分」であって，本願の請求項2のシールは表示部ではないからといって，前記(ア)のとおり，請求項1に係る本願発明の「表示部」について，「自治体指定のごみ袋として利用できることを表示するシールを貼着することにより表示する形態」が排除されるものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，原告は，本願明細書等の【0029】，【0030】の記載によれば，本願発明の表示部が，様々な態様を含み得るとしても，レジ袋自体に表示することに限定されることから，本願発明の「表示部を有する」ことには，レジ袋とは別の物であるシールにより表示することは含まれない旨主張する。",
                            "しかし，本願発明の「表示部」が，レジ袋自体に表示することに限定されるものではないことは前記(ア)のとおりである。本願明細書等の発明の詳細な説明の実施例にレジ袋自体に表示するものしか記載されていないとしても，本願発明の「表示部」は，「前記レジ袋が，このレジ袋が自治体指定のごみ袋として利用できることを表示する表示部」と特定されているだけであって，レジ袋自体に表示がされていることが特定されているものではなく，本願発明の「表示部」を実施例の形態に限定解釈しなければならない理由はない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，原告の前記aないしcの主張は，いずれも採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，本願発明は，レジ袋が表示部を有することを特徴とするものであり，レジ袋自体に工夫を凝らしたものであるから，本願発明と引用発明との対比に当たっては，レジ袋に工夫が凝らされているか否かに注目して，本願発明のごみ袋兼用レジ袋の構成と，引用発明のレジ袋の構成とを対比すべきであるところ，引用発明のレジ袋は，レジ袋に対して何らの工夫もされていないことから，本願発明は「レジ袋が，この袋が自治体指定のごみ袋として利用できることを表示する表示部を有する」点で，引用発明のレジ袋と相違する旨主張する。",
                        "しかし，本願発明は，「自治体指定のごみ袋としても利用できるごみ袋兼用レジ袋を提供すること」(本願明細書等の【0009】)を課題とする発明であるから，本願発明と対比する引用発明の認定においても，かかる課題を解決するような構成，すなわち，レジ袋を自治体指定のごみ袋としても利用できるような構成が記載されているか否かを検討すべきであって，本願明細書等に何ら規定されていない「レジ袋に工夫が凝らされているか否か」との基準に基づいて，本願発明と引用発明とを対比すべきとする原告の上記主張は，独自の見解というほかない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，本願発明は，「レジ袋をごみ袋として二次利用できる」(【0014】)ものであるのに対して，引用例1記載の発明は，自治体指定のごみ袋として利用していることを示すラベル(シール)を貼るごみ袋として，レジ袋をレジ袋として使わずに，ごみ袋として使用するものであるから，本件審決は，本願発明と引用発明との対比において，引用発明が，本願発明のように，レジ袋をごみ袋として二次利用するものでないという相違点を看過したものである旨主張する。",
                        "しかし，引用発明が，「スーパーやコンビネーションストア等で手提げ袋として使用されている袋」を「レジ袋」として使用した後に，「ごみ袋」として使用すること，すなわち，レジ袋をごみ袋として，二次利用するものであることは，前記(1)イ(イ)のとおりである。",
                        "したがって，原告の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本願発明は，引用発明と同一の発明であって，特許法29条1項3号により特許を受けることができない。",
                "したがって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，取消事由2について検討するまでもなく，本件審決にはこれを取り消すべき違法はない。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}