{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2013-800112号事件について平成26年3月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(争いがない事実)",
          "text": [
            "被告は，平成21年4月27日に出願され(ただし，平成16年2月11日を出願日とする特願2006-503492号からの分割出願。優先日平成15年2月14日及び同年9月26日，優先権主張国はいずれも米国)，平成24年12月7日に設定登録された，発明の名称を「繊維ベール及び弾性繊維の包装方法」とする特許第5148552号(請求項の数14。以下「本件特許」という。)の特許権者である。",
            "原告は，平成25年6月21日，特許庁に対し，本件特許の全ての請求項に係る発明についての特許を無効とすることを求めて審判の請求をした。特許庁は，上記請求を無効2013-800112号事件として審理をした結果，平成26年3月25日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同年4月3日，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の請求項1ないし14に係る特許請求の範囲の記載は，次のとおりである(以下，各請求項に係る発明を，請求項1ないし14に応じてそれぞれ「本件特許発明1」ないし「本件特許発明14」といい，これらを併せて「本件特許発明」という。また，本件特許の明細書及び図面を併せて「本件特許明細書」という。)。",
            "「【請求項1】",
            "繊維を圧縮する工程と，",
            "圧縮された前記繊維のまわりに実質的に直方体形のパッケージを形成する工程であって，当該パッケージが頂壁，底壁及び複数の側壁を含み，当該パッケージの少なくとも一つの壁が真空チェック弁を含む複数のエバキュエータを含む，パッケージを形成する工程と，",
            "前記パッケージをシールする工程と，",
            "前記真空チェック弁を通して前記パッケージを排気して周囲環境圧力よりも低い内圧を達成させる工程と，",
            "そしてその後，圧縮を解放する工程と，",
            "を含む方法によって製造された，繊維ベール。",
            "【請求項2】",
            "前記繊維がセルロースアセテート繊維である請求項1に記載の繊維ベール。",
            "【請求項3】",
            "前記頂壁，前記底壁及び前記側壁がポリマーフィルムから構成される請求項1又は2に記載の繊維ベール。",
            "【請求項4】",
            "前記頂壁，前記底壁及び前記側壁が金属箔を含む請求項1に記載の繊維ベール。",
            "【請求項5】",
            "前記エバキュエータがバルブ，ポート，チューブ又はホースから選ばれる請求項1～4のいずれか1項に記載の繊維ベール。",
            "【請求項6】",
            "内圧が40，000Pa～92，000Paである請求項1～5のいずれか1項に記載の繊維ベール。",
            "【請求項7】",
            "生成ベールが幅80cm～120cm，長さ100cm～150cm及び高さ105cm～155cmである請求項1～6のいずれか1項に記載の繊維ベール。",
            "【請求項8】",
            "生成ベールの内容積が0．9m3～2．3m3 である請求項1～7のいずれか1項に記載の繊維ベール。",
            "【請求項9】",
            "前記頂壁の縁と当該頂壁の中心点との高さの差が3cmより小さい請求項1～8のいずれか1項に記載の繊維ベール。",
            "【請求項10】",
            "生成ベールの密度が0．48～0．82g／cm3である請求項1～9のいずれか1項に記載の繊維ベール。",
            "【請求項11】",
            "前記頂壁，前記底壁及び前記側壁がシール層を含む積層体包装材料から構成されている請求項1～10のいずれか1項に記載の繊維ベール。",
            "【請求項12】",
            "前記シール層が熱シール性ポリマーを含む請求項11に記載の繊維ベール。",
            "【請求項13】",
            "実質的に直方体形状の前記パッケージが底部片及び頂部片をそれらの縁部で接合させて前記頂壁，前記底壁及び前記複数の側壁を形成する請求項1～12のいずれか1項に記載の繊維ベール。",
            "【請求項14】",
            "前記エバキュエータが前記パッケージの内部から外部への一方向流を流すチェック弁を含む請求項1～13のいずれか1項に記載の繊維ベール。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりである。その要旨は，",
            "①  本件特許発明1は，特開2001-206322号公報(甲1。以下「甲1公報」という。)記載の発明(以下「甲1発明」という。)に，特開2001-173818号公報(甲2。以下「甲2公報」という)記載の技術(以下「甲2発明」という。)を適用して当業者が容易に発明することができたものであるとはいえず，同様の理由により，本件特許発明2ないし14は，甲1発明に甲2公報及び特開昭53-87890号公報(甲3。以下「甲3公報」という。)記載の周知又は慣用技術を適用して当業者が容易に発明することができたものであるとはいえない，",
            "②  本件特許発明1は，英国特許第1156860号明細書(甲4。以下「甲4明細書」という。)記載の発明(以下「甲4発明」という。)に，甲2公報記載の技術を適用して当業者が容易に発明することができたものであるとはいえず，同様の理由により，本件特許発明2ないし14は，甲4発明に甲2公報及び甲3公報記載の周知又は慣用技術を適用して当業者が容易に発明することができたものであるとはいえない，",
            "③  本件特許発明は，特願2003-586035号(甲5の公表特許公報記載の内容と同じ。以下「甲5出願明細書」という。)記載の発明(以下「甲5発明」という。)と実質的に同一であるとはいえない，",
            "したがって，本件特許発明に係る特許を，特許法29条2項又は29条の2の規定により特許を受けることができないものとして無効とすることはできない，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "審決が認定した甲1発明，甲4発明及び甲5発明の内容並びに本件特許発明1との一致点及び相違点について(なお，甲1発明，甲4発明及び甲5発明の内容並びにこれらの発明と本件特許発明1との一致点及び相違点1については，当事者間に争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容",
                  "text": [
                    "「台座上に置かれ，その上下がフィルム状物により挟まれてなる発泡体製品を押圧部材により押圧圧縮させ，発泡体製品のまわりに実質的に直方体形のパッケージを形成し，当該パッケージが頂壁，底壁及び複数の側壁を含み，圧縮された発泡体製品の周囲の一部を残して前記上下のフィルム状物を固着し，この固着されない部分からパッケージ内部の空気を吸引除去した後密封し，製造された，圧縮包装された発泡体製品。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明1と甲1発明との一致点",
                  "text": [
                    "「被包装物を圧縮する工程と，",
                    "圧縮された前記被包装物のまわりに実質的に直方体形のパッケージを形成する工程であって，当該パッケージが頂壁，底壁及び複数の側壁を含む，パッケージを形成する工程と，",
                    "前記パッケージをシールする工程と，",
                    "前記パッケージを排気して周囲環境圧力よりも低い内圧を達成させる工程と，",
                    "そしてその後，圧縮を解放する工程と，",
                    "を含む方法によって製造された，圧縮包装体。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明1と甲1発明との相違点",
                  "text": [
                    "(相違点1)",
                    "本件特許発明1では，「繊維」を圧縮しパッケージを形成した「繊維ベール」であるのに対し，甲1発明では，「発泡体製品」を圧縮包装して製造した「圧縮包装された発泡体製品」である点。",
                    "(相違点2)",
                    "本件特許発明1では，「少なくとも一つの壁が真空チェック弁を含む複数のエバキュエータを含む」パッケージを，「前記真空チェック弁を通して」排気するのに対し，甲1発明では，そのようなものではない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲4発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4発明の内容",
                  "text": [
                    "「可撓性エンベロプ又はエンべロプの構成部品にパネル又はスタックを入れること，",
                    "圧縮された前記パネル又はスタックのまわりに実質的に直方体形のパッケージを形成し，当該パッケージが頂壁，底壁及び複数の側壁を含む，パッケージを形成すること，",
                    "パネル又はスタックの主面に対して垂直に圧縮を加えること，圧縮したままエンベロプを気密シールすること，",
                    "パネル又はスタックの広い面に加わっている圧力が解放された後に，エンベロプ内の圧力が大気圧よりも低くなること，を含む方法により製造された，ガラス繊維等のパネルを圧縮したまま気密シールしたパッケージ」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明1と甲4発明との一致点",
                  "text": [
                    "「被包装物を圧縮する工程と，",
                    "圧縮された前記被包装物のまわりに実質的に直方体形のパッケージを形成する工程であって，当該パッケージが頂壁，底壁及び複数の側壁を含む，パッケージを形成する工程と，",
                    "前記パッケージをシールする工程と，",
                    "周囲環境圧力よりも低い内圧を達成させる工程と，",
                    "圧縮を解放する工程と，",
                    "を含む方法によって製造された，圧縮包装体。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明1と甲4発明との相違点",
                  "text": [
                    "(相違点3)",
                    "本件特許発明1では，「繊維」を圧縮し圧縮された前記繊維のまわりにパッケージを形成した「繊維ベール」であるのに対し，甲4発明では，「多孔質パネル」を圧縮包装して製造した，「パネルを圧縮したまま気密シールしたパッケージ」である点。",
                    "(相違点4)",
                    "本件特許発明1では，「少なくとも一つの壁が真空チェック弁を含む複数のエバキュエータを含む」パッケージを，「前記真空チェック弁を通して前記パッケージを排気」し，「その後」圧縮を開放するのに対し，甲4発明では，そのようなものではない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲5発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5発明の内容",
                  "text": [
                    "「フィルタートウを圧縮形態にするステップと；",
                    "圧縮されたフィルタートウをパッケージ包装材でブロック形態に包装するステップと；",
                    "パッケージ包装材を接続ポイントとして機能する小さい範囲を残して気密シールするステップと；",
                    "前記接続ポイントと接続された真空ポンプによって気密パッケージの内部の排気が行われ，所望の負圧に到達した後，前記接続ポイントが気密シールされるステップと；",
                    "包装されたフィルタートウのベールにかかる負荷を解放するステップと；",
                    "を含むプロセスによって提供された，フィルタートウのベール」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明1と甲5発明との一致点",
                  "text": [
                    "「繊維を圧縮する工程と，",
                    "圧縮された前記繊維のまわりにパッケージを形成する工程であって，当該パッケージが頂壁，底壁及び側壁を含む，パッケージを形成する工程と，",
                    "前記パッケージをシールする工程と，",
                    "前記パッケージを排気して周囲環境圧力よりも低い内圧を達成させる工程と，",
                    "そしてその後，圧縮を解放する工程と，",
                    "を含む方法によって製造された，繊維ベール。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明1と甲5発明との相違点",
                  "text": [
                    "(相違点5)",
                    "本件特許発明1は，「実質的に直方体形」であって「複数の」側壁を含み，当該パッケージの「少なくとも一つの壁が真空チェック弁を含む複数のエバキュエータを含む」パッケージを，「前記真空チェック弁を通して」排気するのに対し，甲5発明は，そのようなものではない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張する取消事由",
      "text": [
        "審決は，以下のとおり，本件特許発明1と甲1発明との相違点2の認定及び容易想到性の判断(取消事由1)，本件特許発明1と甲4発明との相違点3及び4の認定及び容易想到性の判断(取消事由2)並びに本件特許発明1と甲5発明との相違点5の認定判断を誤り(取消事由3)，また，これらの判断を前提とする本件特許発明2ないし14についての判断も誤ったものであるから，審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明を主引用例とする無効理由における相違点の認定，判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1(相違点1についての判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点1について，甲1発明の被包装物である「発泡体」は，一定の形状と体積を有し，圧縮の程度をある程度以上は大きくできないのに対し，本件特許発明1の被包装物である「繊維」にはそもそも形状の概念がなく，梱包を開封する際には任意の方向に任意に膨張し，その後，開繊，カーデイング等を施すものであるから，圧縮の程度を相当大きくするものであり，このような被包装物の形状や物性の違いにより圧縮の程度や状態が相違するから，被包装物を甲1発明の「発泡体製品」から「繊維」に置き換えることが，当業者にとって適宜選択できる事項であったとは言えない旨判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，甲1発明と本件特許発明における被包装物の形状や物性は，以下のとおり特段に異なるものではないから，審決の判断には誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "すなわち，本件特許発明も，甲1発明も，圧縮梱包技術を応用して被包装物を梱包するための技術であり，いずれも弾性を有する被包装物を圧縮しつつ梱包する技術であることに変わりがない。弾性体を特定の方向に圧縮した場合には，その圧縮方向と反対方向に膨張することは技術常識であり，審決が認定するように梱包を開封する際に「任意の方向に膨張」することはない。そして，「繊維」を梱包するには，マット状にしたり積み重ねたり，圧縮梱包に適する「形状」にしなければならないのであるから，「形状の概念がない」とはいえず，甲1発明と異ならない。審決は，本件特許発明と甲1発明について「圧縮の程度」が相違するなどというが，そのような認定は請求項からは導けず，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，審決は，本件特許発明は，「繊維状材料」，「繊維から製造された材料」，「バルク商品」を含み，これらの弾力性は甲1発明の被包装物の弾力性と同様のものであるとの原告の主張に対し，出願経過を参酌して，これらが本件特許発明に含まれない旨を判断した。",
                        "しかし，請求項1の「繊維ベール」という文言からは，「バルク材料」である繊維ベールや，「繊維状材料」である繊維ベールを排除しているとは理解できず，本件特許発明の「繊維ベール」は，内容物が「バルク繊維材料」「繊維状材料」である場合を対象としていることは，本件特許明細書の段落(【0015】【0016】【0043】【0125】から明らかである。出願経過においても，特許請求の範囲の「繊維」という用語自体に何ら限定がされていないのであるから，「繊維材料」，「繊維から製造された材料」，「繊維製品」，「加工製品」を含まないとする根拠とならない。",
                        "仮に，「バルク材料」，「バルク商品」との文言が含まれた請求項を削除したという出願経過によって限定解釈ができるとしても，それは，繊維以外の他のバルク材料を除外したのみであり，「繊維材料」，「繊維から製造された材料」を「繊維」「弾性繊維」の概念から除外したとは認定できない。本件特許明細書の段落【0021】，【0043】，【0044】の記載からすれば，本件特許発明の技術思想は，バルク状で包装され輸送される繊維，繊維状材料を含む材料一般に適用されるものであり，同記載は，弾力性のある被包装物であれば，本件特許発明を適用できることを明らかにしている。",
                        "一方，甲1公報の段落【0002】，【0006】には，「発泡セルロース」，「スポンジ」の開示があり，セルロース繊維で形成されたセルローススポンジ(甲17)を含むことは明らかであり，セルローススポンジが「繊維から製造された材料」であることは明らかである。本件特許明細書の段落【0054】には，被包装物として「セルロース繊維」が開示されている。したがって，甲1発明の被包装物が「発泡体」と記載されているとしても，その対象は繊維性の構造であって，本件特許発明の「バルク繊維材料又は繊維」又は「繊維状材料」，「繊維から製造された材料」に当たるものを含み，本件特許発明の「繊維ベール」とは，表現上の差異はあるとしても，実質的相違はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，「繊維」とは，一定の形状を保持するように成形が施されているものではないと主張する。しかし，本件特許明細書中の「アセテートトウ繊維」や，たばこフィルター用のトウなどの多くの繊維は，加工を施されて個々の繊維がばらばらに飛散しないように一定の形状を保つようにされており，これらが「形状の概念がない」ものとは到底いえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許発明と甲1発明は，圧縮して梱包する技術として技術分野が同一であり，弾性を有する材料について，圧縮して真空梱包することにより，その嵩を小さくして輸送や貯蔵の利便に資するという課題を解決する点で全く共通であり，その解決手段も，弾力性のある材料を圧縮して梱包し，密封するという本件特許出願以前の周知慣用技術で同一であり，その結果，収納，保管，移送の利便性がよいという同一の効果を奏するものである。両発明の僅かな差異は，被包装物が「繊維」であるか「発泡体」であるかであるが，それらは「弾性体」である点で全く共通であり，前記のとおり，その形状や性状の点において特段の違いもなく，当業者がいずれを選択するかは容易なことである。",
                    "したがって，甲1発明を本件特許発明に適用する動機付けは存在する。しかも，前記イ(イ)のとおり，甲1公報には，被包装物として，本件特許発明の被包装物に当たるセルロース繊維で形成されたセルローススポンジが開示されているのであるから，甲1公報には，弾性体であるセルロース繊維について適用できるという動機付けが記載されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，本件特許発明の「ベール」とは，大型荷物を指し，一般消費者の使用するパッケージとは異なり，固定デバイスで形状を保持するものと主張する。",
                    "しかし，本件特許の特許請求の範囲の用語には，大きさの程度を規定する意味はなく，また必ずしも束縛帯紐を必要とするものでもない。一方，甲1発明の包装対象は，大型の内装材なども含んでおり，被告の定義によっても甲1発明の被包装物が「ベール」ではないなどとはいえず，甲1発明も本件特許発明と解決課題が異ならない。「固定デバイス」を用いるかどうかも，運搬の必要に応じて当業者が適宜選択できることである。また，被告は，甲1発明と本件特許発明の被包装物は，開封時に元の形状に復元する必要があるかどうかの違いがあるとも主張するが，甲1発明の被包装物の中には，サッシュ気密材などのように必ずしも元の形状に復元しないものも含んでいるし，本件特許の特許請求の範囲には，被包装物が元の形状に復元しないものであることは規定されていないので，相違点とすることはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，甲1発明の被包装物を本件特許発明の「繊維」に置き換えることは容易に想到することができ，審決には，この判断を誤った違法がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2(相違点2についての認定，判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，相違点2について，本件特許発明の「真空チェック弁」は，「真空逆止弁」であり，本件特許発明の「エバキュエータ」は，「真空逆止弁」を含む排気具全体であり，「複数」とは，「真空逆止弁」を含む排気具全体が少なくとも一つの壁に複数あることを意味する，と判断した。",
                        "しかし，請求項5が「前記エバキュエータがバルブ，ポート，チューブ又はホースから選ばれる」と規定していること及び本件特許明細書の段落【0082】の「本明細書で使用する「エバキュエータ」は，・・・バルブ，ポート，チューブ，ホース等を指す。」等の記載からすれば，本件特許発明の「エバキュエータ」は，排気具全体を指すものではなく，これを構成する個々の構成部品を指す用語である。したがって，請求項1の「真空チェック弁を含む複数のエバキュエータ」とは，排気具全体が複数であることのみを規定しているのではなく，真空チェック弁と，それ以外のエバキュエータであるチューブやホースなどから構成されている場合も，「複数のエバキュエータ」に該当し，「真空チェック弁」が複数あることを規定しているものではない。",
                        "また，請求項1の「真空チェック弁」との語は，技術用語として「逆止弁」に限られるわけではなく，一定の圧力を保つためのチェックする弁としても用いられる(甲22，23)。そして，本件特許明細書には「真空チェック弁」という語はなく，請求項1では，あえて「逆止弁」という用語が用いられていないし，これが技術用語でいうところのメカニカルな「逆止弁」であるとする説明も定義もない。かえって，請求項14は，「内部から外部への一方向流を流すチェック弁」という構造を特に規定しており，これが，チェック弁の取り付けの向きを確認的に規定したにすぎないものと解すると，請求項1の「チェック弁」は，外部から内部へ一方向流を流すチェック弁を含むことになり，発明をどのように実施して良いか当業者は理解できないことになる。さらに，本件特許明細書の段落【0082】，【0083】，【0148】には，「エバキュエータ」には，バルブ，ポート，チューブ，ホース等，真空逆止弁，シール可能ポート，フィンシール又はラップシールでシールされるポートなどが含まれることが明記されている。本件特許明細書の段落【0167】及び図6Aないし6Cで図示されている唯一の実施例は，「キャップ」であって「逆止弁」とされる構造ではなく，本件特許明細書には，単に空気をシールする機能をもつものが列記されているにすぎない。",
                        "したがって，請求項1の「真空チェック弁」とは，「逆止弁」に限らず，フィンシール，ラップシールでシールされるポートやキャップ等も含む広い概念であり，審決の限定解釈は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)のとおり，本件特許発明1の「真空チェック弁」は「フィンシール又はラップシールでシールされるポート」，「キャップ」などを含み，「複数のエバキュエータ」とは排気具の構成部品を含むものであるところ，甲1公報には，フィンシール又はラップシールでシールされるポートや本件特許明細書記載の「キャップ」に相当する構成が開示されているし，また，吸引のためには真空ポンプやホース等の複数のエバキュエータが必要であることは自明である。また，フィンシール及びラップシールは，内部が負圧になれば，上下のフィルム同士が密着し，その部分が外気の侵入を防ぎ内部の真空をチェックするから，「真空逆止弁」としての機能を有することは常識である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，審決は，請求項1の「真空チェック弁」を「真空逆止弁」と限定して解釈し，かつ「複数のエバキュエータ」について特許明細書の記載を離れた解釈をし，これを前提として甲1発明に「真空逆止弁」が複数ない点を，相違点2として認定したから，同認定には誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本件特許発明1の「真空チェック弁」は，「繊維ベールを製造した後でも，引き続きバッケージを排気するための通路として機能し得る・・「真空逆止弁」を意味すると解すべき」と解釈した上，甲1発明のパッケージを排気するための通路は，パッケージ内部の空気を吸引除去した後密封されるもので，製造後引き続きパッケージを排気するための通路として機能することの記載も示唆もないから，甲1発明の「固着されない部分」を逆止弁に置換又は付加する動機付けがあるとは認められないと判断した。",
                        "しかし，本件特許発明1の「真空チェック弁」が繊維ベール製造後も引き続き排気することは，本件特許明細書に記載がない内容であって，審決は本件特許発明1の内容を誤認している。",
                        "そして，甲1発明のシール部分にも，「真空チェック弁」機能がある。これらのフィンシール等は，当該箇所を折りたたんでおくだけで，さらに熱シールをする必要はない。このように，弾性のある被包装物を圧縮し，圧縮したままの状態にしておくための手段として，甲1発明のように完全に密封包装することも，甲2公報のように「逆止弁」を用いることも，公知の手段であり，甲1公報にも，ファスナーや「蓋」など「従来知られた封印方法が採用できる」と記載されており，「従来知られた封印方法」の採用を示唆していることからすれば，そのような封印方法として周知の逆止弁を甲1発明で用いることは容易である。なお，本件特許発明は，再度の吸引を可能とすることを要件とするものではないから，甲1発明の熱シールを行わない部分が完全密封するものであることをもって，本件特許発明と異なるということはできない。",
                        "また，逆止弁を複数設けることについては，排気を早くするという程度の効果を奏するにすぎず，排気時間を短縮するために排気口を複数設けることは，当業者が適宜選択する設計事項である。登録実用新案第3003479号公報(甲7。以下「甲7公報」という。)も，圧縮密封袋の考案に関するもので，逆止弁を複数設けた例であり，公知の圧縮梱包技術において，逆止弁を複数設けることが公知であったことを示す。また空気放出口の数や位置などは適宜に選択決定できると記載されており，技術常識であったと言える。周知の一つの手段を二以上にすることにも，それを追加する場所を選択することにも，進歩性はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2公報は，排気手段として出し入れ口(60)と，逆止弁(V)があり，圧縮して排気する工程自体も，基本的に本件特許発明と同じであるから，本件特許発明の手段を示唆している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，甲1発明は，真空チェック弁の設置には適していないと主張する。",
                        "しかし，甲1発明においては，被告が主張するようにフィルム同士を部分的に固着する工程を経て初めて吸引除去の開口が形成されるものではない。",
                        "甲1発明に甲2発明の逆止弁を組み合わせる具体的な態様としては，以下のとおり複数の態様があり得る。",
                        "例1としては，発泡体製品をフィルム5の上から押圧圧縮後，フィルム4とフィルム5を一部を残して熱シールにより固着するが，熱シールを行わない部分から包装体内部の空気を吸引すると，包装体内部は負圧であり，同部分は上下フィルム同士が密封され，外部空気が内部に侵入せず，逆止弁と同じ作用を有するため，さらに熱シールをする必要はない。このフィンシールの構造は甲2公報の段落【0002】に記載があるものと同じである。同段落記載の周知の逆止弁は，例えば甲45ないし47の公報に記載されたようなもので，このようなフィルム状の逆止弁は，極めて厚みが薄く，上記態様においても任意に用いることができる。",
                        "例2としては，上記熱固着の際に一部熱シールを行わない部分を残し，当該部位のフィルム4に穴を開け，その箇所に逆止弁を次の図の緑色で示すように接着する。次いで，残した部位の熱シールを行い，必要に応じて，(逆止弁から)包装体内部の空気を吸引する。逆止弁の設けられた箇所は，必要に応じて折り曲げ，壁面に沿わせる。フィルム4に穴を開けず，「一部熱シールを行わない領域」に逆止弁を外から挿入して，溶着手段で気密状態で取付けるという様態も可能である。",
                        "例3としては，甲1公報の図2の例において，発泡体製品を圧縮する前のフィルム5の一部に予め逆止弁を次の図2の(a)図に緑色で示すように設けておき，フィルム5の上から発泡体製品を押圧圧縮後，(c)図のようにフィルム4とフィルム5を重ね合わせると，その一壁面に逆止弁が位置することとなる。その後，両フィルムを熱シールにより固着し，必要に応じて，逆止弁から包装体内部の空気を吸引する。",
                        "例4としては，例2と同様に次の図2の(a)図の緑色の位置に逆止弁を設けておき，フィルム4と5を重ね合わせると，(c)図のとおり逆止弁が例1と同様の位置に設けられることになる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，甲1発明に甲2公報の逆止弁構造を採用するのは容易である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲4発明を主引用例とする無効理由における相違点の認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1(相違点3についての認定判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本件特許発明は，「繊維状材料」等を含まない「繊維」のみを被包装物と解すべきであり，「繊維」には，形状の概念がなく，開封する際に任意の方向に膨張し，その後開繊，カーデイング等を施すから，圧縮の程度を相当大きくするところ，被包装物の形状や物性が異なることによって，圧縮の程度や状態が相違するから，被包装物を甲4発明の「多孔質パネル」から「繊維」に置き換えることが当業者に適宜選択できる事項であったとはいえない旨判断した。",
                    "しかし，甲4明細書に開示されているのは，「弾性繊維又は発泡材料の多孔質パネル」，「鉱物繊維，ガラス繊維のパネル」であり，本件特許明細書の段落【0053】記載のとおり，「ガラス繊維」は繊維の一種であるから，甲4明細書が開示している被包装物は「繊維ベール」そのものである。したがって，本件特許発明と被包装物に差異はない。なお，本件特許発明の「繊維」が「繊維状材料」を含むこと，本件特許発明の繊維が「一定の形状に成形されているものを含まない」との解釈が誤っていることは前記1(1)イ(イ)及び(ウ)のとおりである。",
                    "そして，「鉱物繊維，ガラス繊維のパネル」であっても，繊維と同じ挙動を示すものである。圧縮の程度などが内容物によって変わっても，弾性材料を圧縮梱包する場合には，圧縮圧力を開放した時点で，圧縮方向とは反対方向に膨らむということと，梱包体内部に発生する負圧により膨張が抑制され平坦となることは本件特許発明も甲4発明も同じである。そして，それらの被包装物が「弾性」であることが本件特許発明の課題をもたらしている。",
                    "したがって，甲4発明の「弾性繊維のパネル」は，本件特許発明の「繊維ベール」に相当するから，相違点3は存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，審決は，甲4発明が包装する「多孔質パネル」は，「垂直に圧縮を加えられる主面を有する」形状であって，原材料として用いた繊維の形態ではない，と認定した。",
                    "しかし，「垂直に圧縮を加えられる主面を有する」のは，本件特許発明も同様である。繊維の圧縮であっても，「垂直に圧縮を加えられる主面を有する」のは当然であり，一定の形状になっていないものを圧縮することはできず，そのような圧縮工程で圧力を受ける面が「主面」となるにすぎない。審決は，甲4発明と本件特許発明の対比の認定判断を誤っている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，甲4発明は，本件特許発明とは開封後に復元するかどうかで技術を異にし，ベールとは分野が異なり，本件特許発明の課題がないなどと主張する。",
                    "しかし，本件特許発明において，その内容物の復元についての規定は一切存在せず，本件特許明細書中にも言及されていないから，相違点とはならないし，前記アのとおり，甲4発明の被包装物は「繊維ベール」そのものであって，その被包装物にも差異はない。本件特許発明は，被包装物が「弾性」であることが，課題をもたらす要因であり，その点において甲4発明と差異はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2(相違点4についての認定，判断の誤り)",
              "text": [
                "前記1(2)のとおり，相違点2についての審決の判断は誤っており，相違点4の判断も同様に誤っている。",
                "なお，甲4発明に甲2発明を組み合わせる際の具体的な態様としては，甲1発明と同様に，圧縮後に一部の領域において熱シールしない箇所を設け，その箇所に甲2発明の逆止弁を設置し，設置後の当該箇所の熱シールを行うことが考えられる。また，甲4明細書には，「圧縮前に，このスタックは，完全に又は部分的に開いている袋の形態であり得るエンベロプに入れられる。」とあるから，甲2公報が示すような逆止弁を有する袋に甲4発明のパネルを入れ，「パネル又はスタックの主面に対して垂直に圧縮を加えること，および圧縮したままエンベロプを気密シールする」，すなわち，パネルを入れた口部分(甲2発明のスライドファスナー部分)を気密シールすることによっても，本件特許発明1と同様の圧縮梱包体が得られる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(甲5発明を主引用例とする無効理由における相違点5の認定の誤り)",
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲5発明には，複数のエバキュエータが開示されている，甲5発明の「気密される接続ポイント」も「真空チェック弁」であるという原告の主張について，甲1発明と本件特許発明1との相違点2についての審決の判断と同様の理由により採用できない，と判断した。しかし，相違点2についての審決の判断が誤っていることは，前記1(2)のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，審決は，甲5発明には，真空ポンプが複数ある場合，排気接続部位も複数あるとの原告の主張を否定した。",
                    "しかし，甲5出願明細書の図1aには，真空ポンプ4が「接続ポイント」に接続されて排気することが示されており，真空ポンプと接続ポイントからなる構成自体，エバキュエータが複数ある場合を開示している。さらに，甲5出願明細書の段落【0023】は，真空ポンプが複数あることを開示しているのであるから，排気具としてのエバキュエータが複数あることは明らかである。同じ排気口に複数の真空ポンプを接続するというのは技術常識に反しているから，審決の判断は誤っている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，甲5出願明細書の段落【0044】には，圧縮梱包の手段として，接続ポイントを気密シールする記載がある。この「接続ポイントの気密シール」は，逆止弁ではないが，本件特許発明1の「真空チェック弁」と同じであるから，甲5発明は，本件特許発明1と実質的に同一である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の取消事由に関する反論",
      "text": [
        "以下のとおり，審決の認定判断に誤りはなく，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明を主引用例とする無効理由における相違点の認定，判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1(相違点1についての判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明1の「繊維」と，甲1発明の「発泡体製品」とは，形状や物性が相違するとの審決の認定に誤りはない。",
                    "「繊維」とは，厚さ，直径又は太さに比べ，十分に長い長さを有する細く伸びた形状を有する材料をいい，外力が加わると容易に形状が変わるため，一定の固定された形状を保持しておらず，梱包される繊維の集合物も，一定の形状を保持するように成形が施されているわけではない。また，繊維などの原料商品の場合，輸送及び貯蔵後に更に加工が施されるから，開梱後に元の形状に復元する必要はなく，所定の形状を復元するよう成形されているわけではない。審決の「繊維には形状の概念がない」との認定は，このように繊維が力に応じて形状を変え，力を除去しても元の形状に復元するわけではない，という性質を意味している。これに対し，甲1公報のスポンジマットやぬいぐるみのような発泡体製品は，一定の形状に成形され，その形状のまま使用されるべき製品であり，力を取り除くと元の形状に戻る。この点で，本件特許発明1の被包装物である繊維は，甲1発明の被包装物とは異なる。",
                    "なお，本件特許発明で梱包する対象は，「繊維」(例えば，ステープル繊維，トウ繊維及びフィラメント繊維)であって，「繊維状材料」及び「繊維から製造された材料」を含まない。本件特許明細書には，「繊維」が「繊維材料」又は「繊維から製造された材料」であってもよいとの記載はどこにもなく，かえって，本件特許明細書の段落【0016】，【0021】，【0043】，【0117】，【0125】では，「繊維」と「繊維状製品」ないし「繊維状材料」は常に並存的に記載されており，一方が他方を含む関係にないことは明らかである。また，段落【0021】には，「繊維状材料」は「繊維から製造された材料」であって，「繊維」そのものを含まないことが明記されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，甲1発明の「発泡体製品」を「繊維」に置き換えることは，当業者にとって適宜選択できる事項ではない。",
                    "本件特許発明は，「繊維ベール」に関するもので，「ベール」とは船舶輸送などの大量輸送及び大量貯槽に適した大型荷物を指し，大きさ及び体積の点で，一般消費者用製品のためのパッケージとは区別される(本件特許明細書の段落【0043】)。また，輸送，保管のために圧縮した被包装物を結束材料(固定デバイス)で力を加え，その形状を保持する必要があるものである。さらに，繊維は，原料商品であり，輸送及び貯蔵後に更に加工が施工されるため，開梱後に被包装物を元の形状に復元する必要がない。",
                    "一方，甲1発明の被包装物は，繊維ではなく，発泡体製品(例えば，スポンジマット，動物，怪獣などの人形又はぬいぐるみ，遊具，遊戯具又は玩具)を圧縮して包装し，開封時には元の形状に復元してそのまま使用する技術に関する。つまり，甲1発明は，「繊維ベール」とは全く関係のない技術分野に属し，発泡体製品には，「ベール」という概念が存在せず，①固定デバイスによって力が局所的に働く，②その力により，ベールが不均一な丸まった形状となり，被包装物が損傷する，③固定デバイスの切断の際に，固定デバイスの跳ね返りにより，使用者に危険が及ぶ，という繊維ベールに特有の課題である本件特許発明の課題が存在しない。また，甲1発明の発泡体製品は，加工済みの完成品であり，本件特許発明の繊維ベールのように開梱後の加工は予定されていない。",
                    "以上のとおり，被包装物によって解決すべき課題は異なっており，それぞれの課題に応じた工夫が必要され，単に弾性体という広い概念の下に共通しているだけでは，甲1発明の「発泡体製品」を「繊維」に置換することを，当業者が容易に想到し得たとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2(相違点2についての認定判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2の認定の誤り",
                  "text": [
                    "原告は，①本件特許発明の「真空チェック弁を含む複数のエバキュエータ」について，排気具全体が複数ある場合に加え，真空チェック弁とチューブ又はホースとから構成される単一の排気具も，「複数のエバキュエータ」に該当する，②本件特許発明1の「真空チェック弁」は，「真空逆止弁」のみならず，「フィンシール又はラップシールでシールされるポート」及び「キャップ」にも及ぶと主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，原告が①の解釈の根拠として挙げる本件特許明細書の段落【0082】の記載は，バルブ，ポート，チューブ，ホース及び真空逆止弁がそれぞれエバキュエータの例として示されている。補正の経緯を見ても，請求項1の「真空チェック弁を含む複数のエバキュエータ」とは，複数のエバキュエータが存在し，各エバキュエータそれぞれが真空チェック弁を含むことを意味することは明らかである。",
                        "また，②については，「チェック弁」は確立した技術用語であり，これが「逆止弁」の意味をすることは，JIS 技術用語辞典にも記載があるとおり，本件特許発明出願当時の技術常識である。被告が，上記②の解釈の根拠とする請求項14の「パッケージの内部から外部への一方向流を流すチェック弁」は，(真空)チェック弁の取り付けの向きを確認的に規定した意味を有するにすぎないし，本件特許明細書の【0083】及び【0148】は，真空逆止弁の代替手段が記載されているにすぎず，真空逆止弁の意義を説明するものではない。本件特許明細書の段落【0167】及び図6Aないし6Cで図示されている実施例は，エバキュエータの例示にすぎないし，本件特許明細書の段落【0024】，【0119】，【0167】には，逆止弁を利用した例が明示されている。",
                        "したがって，原告の主張する解釈は不合理であり，誤っている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性の判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2公報記載の被収納物は，繊維ではなく，甲1発明の発泡体製品でもない。甲2発明と甲1公報記載の発明は，それぞれの構造物の構成及び被包装物が異なるから，甲1発明に対し，甲2公報の包装用袋体に形成された逆止弁を適用し，相違点2の構成とする動機付けは存在しない。しかも，甲2公報の逆止弁は，圧縮工程において包装袋内部の空気を押し出すために使用され，被包装物を圧縮する時点では，包装袋の内部と外部とで圧力差が存在するわけではないのに対し，本件特許発明では，繊維の押圧によってパッケージの内部の気体を押し出す工程とは別に，排気によりパッケージの内部と外部とで圧力差を生じさせる工程が存在し，このパッケージの排気が，真空チェック弁を通じて行われる。したがって，甲2公報の逆止弁は，本件特許発明の真空チェック弁とは役割を異にする。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲7公報に逆止弁を複数設けた圧縮密封袋の考案が記載されていることから，圧縮梱包技術において逆止弁を複数設けることが技術常識であった旨主張する。しかし，一つの公報のみによって，技術常識が立証できるわけではない。",
                        "また，甲7公報は，被服類その他の可圧縮物の圧縮密封袋の発明であり，本件特許発明のようにばらばらな状態の繊維そのものを圧縮梱包するに際して逆止弁を用いるものとは異なる。しかも，甲7公報の逆止弁は，甲2発明と同様，被包装物を圧縮する際に内部の空気を押し出すために用いられており，逆止弁の役割が本件特許発明の真空チェック弁とは異なる。それに加え，甲7公報の2つの逆止弁は，何れも，同一の空気放出口11に連通しており，一つのエバキュエータに複数の逆止弁が使用されている。したがって，甲7公報は，相違点2とは関係がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，甲1発明には，真空チェック弁の設置に適した箇所が見当たらず，当業者であっても，甲1発明に甲2公報の逆止弁を設置することは容易ではない。",
                        "甲1発明では，空気を吸引除去する開口(フィルム同士が固着されていない部分)は，押圧圧縮作業が完了するまで，形成されておらず，フィルム同士を部分的に固着する工程を経て初めて，吸引除去のための開口が形成される。したがって，予め真空チェック弁をフィルムに装着しておくことは不可能である。そのため，甲1発明は，真空チェック弁の設置には適していない。しかも，上記の開口は，パッケージ内部の空気を吸引除去した後，不可逆的に固着密封され，再度内部を吸引することはできないため，甲1発明は真空チェック弁を設置して再度の吸引を可能とすることを予定していないし，包装密封後に開口は存在しない。なお，被告は，再度の吸引を可能とするなどの「真空チェック弁」の利点は「明細書に記載のない事項である」と主張する。しかし，上記利点は，真空チェック弁が本来的に有する機能から導かれるのであるから，原告の主張は失当である。",
                        "また，フィルムのうち側壁に対応する部分は，押圧時に枠体3に密着する。したがって，この箇所は，真空チェック弁の設置には適していない。しかも，甲1発明において，フィルムは，本来，空気の連通を遮断する役割を有する。その壁に真空チェック弁を設置して，壁からパッケージ内部の空気を吸引することなど，甲1発明には何の動機づけもない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲4発明を主引用例とする無効理由における相違点の認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1(相違点3についての認定，判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲4発明の「多孔質パネル」は本件特許発明の「繊維ベール」そのものであると主張する。",
                    "しかし，その前提となる「繊維」及び「繊維ベール」についての解釈が誤っていることは，前記1(1)ア及びイのとおりである。また，甲4発明の「多孔質パネル」中の繊維の含有量は，体積比でパネルの総体積の約3％程度の極めてわずかなものであり，それらの繊維はバインダにより結合され，ばらばらの繊維状態にはない。また，多孔質パネルは，圧縮力の除去後，元の形状に復元しない本件特許発明の「繊維」と異なり，板状の形状を保持するように加工され，圧縮後，元の板状の形状に復元され，元の形状のまま断熱材等の用途に使用される。したがって，「多孔質パネル」は，本件特許発明が対象とする「繊維」や，「繊維」からなる「繊維ベール」とは異なる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件特許発明における繊維の圧縮であっても，「垂直に圧力を加えられる主面」が存在すると主張する。しかし，本件特許発明の「繊維」は，予め一定の形状に成形された物品である甲4発明の「多孔質パネル」と異なり，繊維の集合物を圧縮する際に圧縮力を受ける面が形成されるものの，その面が予め成形されているわけではなく，まして，その面を開梱後も保持して使用するわけではない。したがって，本件特許発明には，甲4発明の「主面」は存在しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，甲4発明は，多孔質パネル(断熱材又は防音材として用いられる。)又はそのスタックをエンベロプ内で圧縮し，気密にシールし，エンベロプの開封後にはほぼ元の状態に復元してそのまま使用する技術に関する。したがって，甲4発明は，「ベール」とは全く関係のない分野に属し，前記1(1)イのとおりの繊維ベールに特有の課題が存在しない。さらに，甲4公報の多孔質パネルは，開梱後の加工は予定されていない。したがって，「多孔質パネル」を「繊維」に置換することは，当業者が容易に想到し得た事項ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2(相違点4についての認定，判断の誤り)について",
              "text": [
                "相違点2についての審決の判断が誤っていないことは，前記1(2)のとおりでありから，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(甲5発明を主引用例とする無効理由における相違点5の認定の誤り)について",
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲5出願明細書は真空ポンプが複数ある場合を開示している以上，甲5発明に排気具としてのエバキュエータは複数あることは自明である旨主張する。",
                    "しかし，技術常識としては，複数の真空ポンプを並列状に接続することも，一つの排気口に複数の真空ポンプ(主ポンプ及び補助ポンプ)を直列状に接続するという態様もある(乙3)。したがって，審決の相違点5の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲5出願明細書の段落【0044】の「接続ポイントが気密シールされる」との記載が，真空チェック弁を示している旨主張する。しかし，同記載については様々な具体的な態様が想定されるのであるから，原告の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の主張する取消事由1-2，2-2及び3はいずれも理由がないから，その余の点について検討するまでもなく，審決にはこれを取り消すべき違法はないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明を主引用例とする無効理由における相違点の認定，判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明の内容",
              "text": [
                "本件特許明細書(甲16)によれば，本件特許発明は，以下のとおりのものであることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明は，「繊維ベール」に係る。多くの繊維は，束縛帯紐(ストラップ)等によって取り巻かれた繊維の塊を含むベールの形態で包装，輸送，貯蔵されている。ベールにされる多くの繊維は，弾性を有し，荷造りされる際に圧力下で圧縮されると跳ね返るので，ベールの膨張を制限するために，一般的に，複数個の帯紐等の固定デバイスが使用されている(【0002】ないし【0004】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，この固定デバイスは，①ベールとの接触点で局在化した束縛のみを与えるので，隣接する固定デバイスとの間の部分でベールを出っ張らせる傾向にあり，ベール全体が不均一な丸い形状となり，さらに，パッケージ全体の寸法が時間の経過と共に変化するであろうため，ベールを積み重ねたり，平らに置くことが困難である，②固定デバイスとの接触点で，ベール内の材料に過剰の圧縮を含む局在化した損傷を起こすおそれがある，③固定デバイス自体が張力下にあり得るため，切断の際に，固定デバイスが跳ね返りを示し，使用者にとって潜在的に危険を生じたり，ベールの部分が張力の解放の際に破裂するおそれがある，一方，これらの問題点を最小にするために圧縮させる材料の量を減少させると，ベール内の単位体積当たりの材料の量が少なくなって不利となるという欠点があった。本件特許発明は，これらの欠点の多く又は全部を解決する新規なパッケージを提供することを課題とする(【0005】ないし【0015】)。",
                    "そして，本件特許発明は，特許請求の範囲に記載された構成とすることにより，従来技術のパッケージの欠点の多くを克服するものである。すなわち，本件特許発明1は，(i) 繊維を圧縮する工程と，(ii) 圧縮された繊維のまわりに実質的に直方体形のパッケージを形成する工程と，(iii) 当該パッケージをシールする工程と，(iv) 当該パッケージの壁に含まれる真空チェック弁を通して，当該パッケージを排気して周囲環境圧力よりも低い内圧を達成させる工程と，(v) その後，圧縮を開放する工程，を含む方法によって製造された繊維ベールで，当該パッケージは，頂壁，底壁及び複数の側壁を含み，少なくとも一つの壁が「真空チェック弁を含む複数のエバキュエータ」を含むという構成の発明である(請求項1。請求項2ないし14は，請求項1の従属項である。)。そして，本件特許発明は，このような構成とすることにより，①束縛帯紐が必要ない，②パッケージ寸法は，時間の経過と共に実質的に一定のままである，③パッケージは，種々の方向で積み重ね及び貯蔵が可能である平らな表面を有する箱状のままである，④繊維の密度(量)を，従来のベールに比較して10％以上増加させることができる，⑤破裂パッケージ又は差圧の欠損が，パッケージを爆発させることがないなどの作用効果を奏するものである(【0027】ないし【0029】，【0032】ないし【0037】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1公報には，以下の記載がある(甲1。図1は文中に掲記した。)。",
                    "「【請求項1】  台座上に置かれ，その上下がフィルム状物により挟まれてなる発泡体製品を押圧部材により押圧圧縮させ，発泡体製品が所定状態まで押圧圧縮された状態で，前記上下のフィルム状物を固着して，圧縮された発泡体製品を前記フィルム状物により密封することを特徴とする発泡体製品の圧縮包装方法。",
                    "【請求項2】請求項1記載の発泡体製品の圧縮包装方法において，発泡体製品の押圧圧縮が発泡体製品を取り囲む枠体内で行われることを特徴とする発泡体製品の圧縮包装方法。",
                    "【請求項3】  請求項1または2記載の発泡体製品の圧縮包装方法において，上下のフィルム状物が各々気密性に優れたフィルムからなり，該上下のフィルムの固着が圧縮された発泡体製品の周囲の一部を残して行われ，この固着されない部分から包装体内部の空気を吸引除去した後未固着部を固着して密封することを特徴とする発泡体製品の圧縮包装方法。」",
                    "「【請求項5】  請求項1～4の何れか1項に記載の方法によって形成された発泡体製品の圧縮包装体」",
                    "「【0001】【発明の属する技術分野】  本発明は，・・・更に詳細には，樹脂製発泡体或いはゴム製発泡体のような発泡体からなる復元力有る比較的大型あるいは大型の製品をも簡便に圧縮包装する方法及びこれにより得られる圧縮包装された発泡体製品に関する。",
                    "【0002】【従来の技術】  従来，ポリウレタンフォーム，ポリエチレンフォーム，ゴムスポンジ，発泡セルロースなど連通状の気泡を有する発泡体は，種々の製品に利用されている。たとえば，このような発泡体からなる製品としては，小さいものではスポンジクリーナ，比較的大きな，あるいは大きな製品としては，椅子や床に座る際に座布団代わりに敷くマット，背当て用のマット，寝具，カーペットなどの床に敷くマット，体操用マット，飛び箱，レジャーマット，壁などに用いられる防音材，マネキン，ぬいぐる，人，動物，怪獣などを模した発泡体(人形)，キャラクターの付された発泡体製品，大型のさいころ，サッカーボールをはじめとする種々の遊具，遊戯具および玩具，水耕栽培用のベッド，止水材，建材，パッキン材，包装材料，包装用詰め物など数限りのない製品があげられる。これら発泡体製品は，弾力性，保護性に富み，軽く，また例えば遊具等に用いた場合においても怪我などのおそれがないという利点があるが，嵩張るため，流通経路における梱包ケースへの収納数量が少なくなり，輸送効率が悪いという問題点がある。また保管する際にも大きな保管場所を必要とする上，店頭に陳列するにも場所を取るため多数の商品を陳列することができず，更には，携帯にも不便であった。これら発泡体製品を取り扱う際の不便さは，製品の大きさが大きくなるにしたがって顕著となってくる。",
                    "【0003】【発明が解決しようとする課題】  小さな発泡体製品，例えばスポンジクリーナにおいては，これを気密性の高いプラスチックの袋中に圧縮包装した製品も見られるが，比較的大きな，あるいは大きな製品についてはこのような圧縮包装品は見られない。これは，製品が大きくなるにしたがって，発泡体製品を圧縮包装することが困難になるからである。",
                    "【0004】  また，発泡体製品を圧縮包装する場合，圧縮包装された発泡体製品の開封時の復元性も重要な問題となる。復元性が低いあるいは復元に時間がかかるようでは商品としての価値は低いものとなる・・・",
                    "【0005】  したがって，本発明の目的は，上記のごとき問題点のないあるいは上記のごとき課題を達成することができる発泡体製品の圧縮包装方法および圧縮包装された発泡体製品を提供することである。すなわち，本発明の目的は，比較的大きなあるいは大きな発泡体製品をも簡便に圧縮包装することができる発泡体製品の圧縮包装方法を提供することである。また，本発明の他の目的は，収納，保管管理の利便性，携行又は移送の利便性に優れた発泡体製品を提供することである。また，本発明の他の目的は，復元速度の速い圧縮包装された発泡体製品を提供することである。」",
                    "「【0009】【作用】  本発明においては，発泡体製品は上下からフィルム状物で挟まれた状態で押圧部材により押圧されることにより圧縮される。所望の状態にまで発泡体製品を圧縮した後，フィルム状物が固着されて密封が行われため，簡便に包装された圧縮発泡体製品が得られる。このとき，発泡体製品の押圧圧縮を枠体内で行うことにより，押圧圧縮する際の発泡体製品の横への変形が防止でき，・・・る。",
                    "【0010】  以下，本発明の実施例を図面に基づいて詳細に説明する。・・・図1は，本発明の発泡体製品の圧縮包装方法を示す。まず，図1(a)に示すように，台座1上に包装材の一部となる塩ビ製のフィルム4が置かれ，その上に圧縮包装すべき発泡体製品Pが載置される。この発泡体製品Pを覆うように別の塩ビ製のフィルム5を被せ，その上から例えば平板状の押圧部材2により発泡体製品Pを押圧する。押圧部材2による押圧により発泡体製品Pは圧縮されるが，この圧縮により通常発泡体製品の横方向への変形が起こってくる。このとき，発泡体製品の圧縮方向の外形よりやや大きい筒状の枠体3を用い，この枠体3内に発泡体製品Pおよび上部包装用フィルム5を収納して置き，好ましくは上部包装用フィルム5に外方向のテンションをかけながら押圧圧縮を行う。これにより，発泡体製品Pのスムースな圧縮が可能となり，また発泡体製品の横方向の変形を防止することもできる。」",
                    "「【0015】  ・・・また，枠体3と台座図1",
                    "1との間に隙間が設けられていることにより，図1(a)に示すように，発泡体製品の上に被せられた上部包装材フィルム5を発泡体製品の押圧前に，枠体下端部と台座1の間を通して外部に延ばしておくことができ，外部に延ばされたフィルムの端の対向する，例えば二方向あるいは四方向から互いに引き合うようにして上部包装フィルム5に適度のテンションを掛けた状態で発泡体製品Pを押圧することが可能になる。そして，少なくとも上部包装フィルム5に外方向に適度のテンションが掛けられていると，包装押圧の進行に伴って該フィルムが周囲方向に引き出され，図1(b)に示されるように，上部包装フィルム5が存在するにも関わらず，包装フィルム5による発泡体製品Pに対する押圧時の弊害なく発泡体製品の押圧圧縮を行うことができ，また包装フィルムにしわが発生することもなく発泡体製品の押圧圧縮を行うことができる。",
                    "【0016】しかし，上部包装材フィルムは常に枠体下端部と台座の間の空間を通しておかなければならないというわけではない。例えば，図2(a)に示すように，上部包装材フィルム5を枠体3の上端部から外方に延ばした状態としておき，この状態で発泡体製品Pの押圧圧縮を行い，図2(b)に示すような適宜の状態にまで発泡体製品Pを圧縮した後，枠体3を上部に移動させるか枠体3を開放する，あるいは枠体3の開放と移動との組み合わせることにより上部包装材フィルム5とともに押圧された発泡体製品Pを露出させ，その後図2(c)に示すように上部包装材フィルム5を四方に延ばし，下部包装材フィルム4と重ね合わせるようにしても良い。",
                    "【0017】  このようにして適宜の程度まで発泡体製品の押圧圧縮が行われた後，上部包装用フィルム5と下部包装用フィルム4とを重ね合わせられ，これらの周囲を例えば熱媒体，高周波加熱などを用いる熱シールにより固着して，圧縮された発泡体製品の封印がなされ，包装が完了する。このとき，一部熱シールを行わず，このシールされていない部分から包装体内部の空気を吸引する，あるいは空気の吸引とともに更なる押圧を行うことにより，圧縮度が高められ，より厚みの薄く，幾分横幅方向も縮小された，圧縮包装された発泡体製品を得ることもできる。上記包装材の固着は，可能であれば圧縮された発泡体製品が枠体内にある場合でもよいし，枠体から開放された後でもよい。」",
                    "「【0029】【発明の効果】  以上詳述したように，本発明の発泡体製品の圧縮包装方法により，大型の発泡体製品に至るまで発泡体製品の横変形なく，また包装材のしわなく，簡便，迅速に圧縮包装を行うことができる。また，このようにして圧縮包装された発泡体製品は，保管，移送，携帯に便利であり，包装材の選択，復元補助材の使用により迅速な発泡体製品の復元が可能となる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，甲1発明は，圧縮包装された発泡体からなる製品(発泡体製品)に関する(【0001】)。従来，発泡体製品は，嵩張るため，①流通経路における梱包ケースへの収納数量が少なくなり，輸送効率が悪い，②保管の際にも大きな保管場所を必要とする，③店頭に陳列する際にも場所を取るため多数の商品を陳列することができず，④携帯にも不便であるという問題点があり，これは，製品の大きさが大きくなるにしたがって顕著であった(【0002】)。また，従来，比較的大きな，あるいは大きな発泡体製品については，発泡体製品を圧縮包装することが困難になるため，圧縮包装品は見られなかった(【0003】)。",
                    "甲1発明は，前記第2の4(1)のとおりの構成とすることにより，上記問題点を解決するものである。すなわち，甲1発明は，発泡体製品の上下をフィルム状物で挟み，上のフィルムの上方側から発泡体製品を押圧圧縮し，所望の状態まで圧縮した後，圧縮された発泡体製品の周囲の一部を残して前記上下のフィルム状物を固着し，この固着されない部分からパッケージ(フィルム)内部の空気を吸引除去した後，同部分を密封するという方法により製造された，圧縮包装された発泡体製品である(請求項1ないし3，【0009】，【0010】【0015】【0017】)。そして，甲1発明は，このような構成とすることにより，①簡便，迅速に圧縮包装を行うことができ，②保管，移送，携帯に便利であり，③包装材の選択，復元補助材の使用により迅速な発泡体製品の復元が可能となるという効果を奏する(【0029】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1-2(相違点2の認定，判断の誤り)について",
              "text": [
                "原告は，審決の本件特許発明1の「真空チェック弁を含む複数のエバキュエータ」の解釈は誤っており，これを前提とする本件特許発明1と甲1発明との相違点2の認定は誤っていると主張する。そこで，まず，これらの語の意義について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「真空チェック弁」の意義について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明1の特許請求の範囲には，「真空チェック弁」という語があるところ，本件特許明細書中には，「真空逆止弁」の語はあるものの，「真空チェック弁」の語はなく，同語を説明した記載はない。しかし，一般的に，空気圧及び真空ポンプの分野の用語では，「チェック弁」とは，「逆止め弁」，すなわち，「一方向だけに流体の流れを許し，反対方向には流れを阻止するバルブ」を指す語として理解するのが技術常識であると認められるから(「JIS工業用語大辞典第5版」甲38の2，乙2)，特許請求の範囲記載の「真空チェック弁」とは，「真空逆止弁」であると認められる。そして，本件特許発明1は，真空チェック弁を通して，当該パッケージを排気して周囲環境圧力よりも低い内圧を達成させる工程をその構成要件として含むものであるから，請求項1の「真空チェック弁」とは，「パッケージの内部から外部への空気の流れを許容(排気)し，外部から内部への空気の流れを阻止するバルブ」であると解するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，原告は，「真空チェック弁」とは，「逆止弁」以外にも，フィンシールやキャップ等を含むと解釈すべきであると主張し，その根拠として，①「真空チェック弁」は，一定の圧力を保つためのチェックをする弁を意味する語としても用いられている，②請求項1には，あえて「逆止弁」という用語が用いられておらず，本件特許明細書にはこれがメカニカルな「逆止弁」であるとの説明も定義もない，③請求項14の規定は，請求項1の真空チェック弁を「逆止弁」と解することと整合しない，④本件特許明細書の段落【0082】，【0083】，【0148】には，「エバキュエータ」には，「フィンシール又はラップでシールされるポート」や「追加のフィルムでシール」などの態様が含まれることが明記されている，⑤本件特許明細書で図示されている唯一の実施例は「キャップ」であって，「逆止弁」とされる構造ではなく，本件特許明細書には，単に空気をシールする機能をもつものが列記されているにすぎない，⑥甲1発明のフィンシール等は，実質的に真空逆止弁としての機能を有するなどと主張する。",
                        "しかし，①について原告が根拠として挙げる証拠(甲22，23)は，いずれも自動車のブレーキという限られた分野で，「チェックバルブ」の語が原告の主張するような意味で理解されている，ということを示すものにすぎず，これをもって，本件特許発明の属する分野において，「真空チェック弁」が，そのような意味のものと理解されるとは認められない。また，③については，確かに，前記(ア)の解釈によれば，請求項14の「前記エバキュエータが前記パッケージの内部から外部への一方向流を流すチェック弁を含む請求項1～13のいずれか1項に記載の繊維ベール」との記載内容は，請求項1の記載内容と実質的に同じこととなるが，同じ内容のものを請求項に記載してはならない理由はないし，請求項1について前記(ア)のとおり解釈できない理由となるものではない。⑥についても，一般的に，「真空チェック弁」又は「真空逆止弁」という用語が，そのようなシール構造の構成を含むものと理解されていることを認めるに足りる証拠はないし，本件特許明細書(段落【0082】，【0083】，【0148】)においても，真空逆止弁は，フィンシールやラップでシールされるポートとは別の態様として列挙されている。その他，②及び④，⑤については，いずれの事実も，特許請求の範囲記載の「真空チェック弁」の語を，前記(ア)の技術常識に沿った意味と解さない根拠とはならない。なお，特許請求の範囲と特許明細書中で，同じ対象物を異なる表現で記載することが当然に許されないものではなく，本件特許明細書には，同明細書中の「真空逆止弁」が，特許請求の範囲中の「真空チェック弁」とは異なるものを指すことを示す記載もないのであるから，本件特許明細書には「真空逆止弁」との語が使用されていることも，前記(ア)の判断を左右するものではない。",
                        "したがって，原告の主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「真空チェック弁を含む複数のエバキュエータ」の意義について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明1の特許請求の範囲には，「真空チェック弁を含む複数のエバキュエータ」を含むとの記載があるところ，その意義は必ずしも明確ではない。",
                        "そこで，本件特許明細書を参酌すると，エバキュエータに関しては，以下の記載がある(甲16)。",
                        "「【0082】  少なくとも1個の壁，側，頂又は底壁は，チャンバーを排気するエバキュエータ(排気具)を含むであろう。本明細書で使用する「エバキュエータ」は，ガス(例えば空気)をチャンバーの内部容積から除去することを可能にする，バルブ，ポート，チューブ，ホース等を指す。適当なエバキュエータには，これらに限定されないが，当該技術分野で公知のもの，例えばチャンバーを排気させるようにする，真空逆止弁，真空すり合わせ(vacuum fitment)又はシール可能ポートが含まれる。・・・応用に依存して，1個又はそれ以上の壁に，複数のエバキュエータ，例えば真空逆止弁を使用することができる。」",
                        "「【0146】  チャンバーの少なくとも1個の壁には，壁を相互にシールすることによって形成されるチャンバーを排気できるようにするエバキュエータ26が含まれている。エバキュエータは，下記・・・から入手可能な真空逆止弁を含む，真空包装の技術分野で一般的に使用されている真空逆止弁を含んでいてよい。この真空逆止弁は，壁の製造の間に壁の中に形成することができ又は壁の形成後に壁の中にヒートシール，接着，溶接若しくは融合することができる。このエバキュエータは，また，本発明の真空出口からなっていてよい。或る応用に於いて，例えば排気時間を短縮するために，複数のエバキュエータを使用することができる。",
                        "【0147】  本発明の態様に於いて，真空逆止弁は，バルブとホースとの間のプレス嵌め連結を可能にする直径のものであってよい。例えば真空ホースの「雄」端とバルブの「雌」端との間のプレス嵌め。この直径は，チャンバーを短時間枠内で排気することが許容される流量及び圧力が可能であるように選択することができる。・・・真空逆止弁のサイズは，真空を引くために使用するホースの直径に基づいて有利に選択することができる。前記のように，異なった直径の複数の真空逆止弁を使用することができる。真空逆止弁の数及びサイズは，パッケージから空気を除去したいと思う速度に依存するであろう。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，「エバキュエータ」は，「(チェンバーを排気する)排気具」であり，排気を可能にするバルブ，ポート，チューブ，ホース等ないし真空逆止弁，真空すり合わせ又はシール可能ポートを含むものである(【0082】)。そして，パッケージから排気する場合，バルブ，ポート，チューブ，ホース，真空逆止弁等自体は排気機能を有するものではないから，バルブ等の下流側に真空ポンプ等の排気(真空を引く)手段が必要であると解され，加えて，例えば真空逆止弁を使用する際にも，排気のため(真空を引くため)には，真空逆止弁以外にホースも必要なのであるから(【0148】参照)，「エバキュエータ」(チェンバーを排気する排気具)とは，これらのバルブ，ポート，チューブ，ホース等の個々の構成部品を指すものではなく，これらの一つ以上を含み，かつ，排気手段と共に構成される真空排気系統全体を指すと解するのが合理的である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，本件特許明細書の「応用に依存して，1個又はそれ以上の壁に，複数のエバキュエータ，例えば真空逆止弁を使用することができる。」(【0082】)，「例えば排気時間を短縮するために，複数のエバキュエータを使用することができる。」(【0146】)，「真空逆止弁の数及びサイズは，パッケージから空気を除去したいと思う速度に依存するであろう。」(【0147】)との記載によれば，「複数のエバキュエータ」の意義とは，「排気時間の短縮」にあるものと解されるから，本件特許発明1の「複数のエバキュエータ」とは，単位時間当たりに多量の排気を行うために，真空排気系統全体が，並列に，複数あるものを意味すると解される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，請求項1の特許請求の範囲の「真空チェック弁を含む複数のエバキュエータ」との記載は，被告が，平成24年3月15日付けで，当時の請求項6及び7が公知発明と実質的に同一である等の理由により拒絶査定を受けた後(甲29の1ないし3，甲30の1)，同年7月27日付けの審判請求書と同時に提出した同日付けの手続補正書(甲30の2)において，当時の請求項6(「エバキュエータが真空チェック弁を含む請求項1～5のいずれか1項に記載の繊維ベール」)と請求項7(「エバキュエータが複数のエバキュエータを含む請求項1～6のいずれか1項に記載の繊維ベール」)とを削除し，これらの請求項の技術的限定を，請求項1に加えたものである。このような経緯及び前記(ウ)の解釈からすれば，請求項1の特許請求の範囲記載の「真空チェック弁を含む複数のエバキュエータ」とは，「真空逆止弁を含む真空排気系統全体(エバキュエータ)」が，並列に，複数あるものと解釈するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "これに対し，原告は，本件特許発明1の「エバキュエータ」は，排気具全体を構成する個々の構成部品を指す用語であり，「真空チェック弁を含む複数のエバキュエータ」とは，真空チェック弁と，それ以外のエバキュエータであるチューブやホースなどから構成されている場合を含むと主張し，その根拠として，①請求項5の表現及び②本件特許明細書の段落【0082】の「本明細書で使用する「エバキュエータ」は，・・バルブ，ポート，チューブ，ホース等を指す。」との記載等を挙げる。",
                        "しかし，仮に，「複数のエバキュエータ」を，排気具全体を構成する個々の構成部品が複数あることを意味するもの，例えば，「真空チェック弁」1個と「ホース」1本を直列に配して一つの真空排気系統を構成したものも「複数のエバキュエータ」の概念に含まれると解した場合，この構成は，排気時間の短縮に何ら貢献するものではないことから，本件特許明細書記載の「複数のエバキュエータ」の意義と整合しない。また，上記①については，請求項5については，「エバキュエータ」が「バルブ・ポート・チューブ又はホースから選ばれる」という表現が，これらの部品のいずれか一つ又は複数を「含む」という前記解釈と矛盾するものとは解されない(なお，「エバキュエータ」について前記(ウ)のとおり解釈すると，請求項1が，複数のエバキュエータそれぞれが真空チェック弁(バルブ)を含む，と規定しているのに，請求項5で「エバキュエータがバルブ，ポート，チューブ又はホースから選ばれる請求項1～4のいずれか1項に記載の繊維ベール」と規定しているから，請求項5のうち「バルブから選ばれる」という部分が請求項1と重複し，意味がない又は意味が不明確とはなるが，このことが，請求項1の「エバキュエータ」について前記(ウ)のとおり解釈することを妨げるものとはいえない。)。さらに，上記②については，段落【0082】中には，前記(ア)のとおり，原告が指摘する部分に続けて，「適当なエバキュエータには・・・真空逆止弁，真空すり合わせ(vacuum fitment)又はシール可能ポートが含まれる。」との記載及びエバキュエータ―がチェンバーを排気をするための「排気具」であると明記されていることからすれば，原告の指摘部分が前記(イ)の解釈を左右するものとはいえない。",
                        "したがって，原告の主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明1と甲1発明との相違点2の認定の誤りについて",
                  "text": [
                    "前記イのとおり，本件特許発明1の「真空チェック弁を含む複数のエバキュエータ」とは，真空逆止弁(パッケージ内部から外部への一方向だけに流体の流れを許し，反対方向には流れを阻止するバルブ)を含むエバキュエータ(真空排気系統全体)が，並列に，複数あるものと解釈される。一方，甲1発明は，圧縮後，上下のフィルム状物が一部を残して固着され，この固着されない部分からパッケージ内部の空気を吸引除去した後，同部分を固着するものであって，吸引口に真空逆止弁(バルブ)も有さず，複数の真空排気系統も有していないことが明らかであるから，審決の相違点2の認定に誤りがあるとは認められない。",
                    "したがって，相違点2の認定の誤りをいう原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点2の容易想到性判断の誤りについて",
                  "text": [
                    "そこで，甲1発明に，甲2公報等記載の「真空逆止弁」を適用して，相違点2に係る構成とすることが容易であるかについて，検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明は，前記(2)イのとおり，発泡体製品を上下のフィルムで挟み，上のフィルムの上側から発泡体製品を押圧して，フィルムの四方からパッケージ内の空気を押し出して所望の状態まで圧縮した後，上下のフィルム状物を一部を残して固着し，この固着されない部分(開口部)からフィルム内部の残りの空気をさらに吸引除去した後，密封するものである。",
                        "一方，甲2発明は，圧縮収納用包装袋6の取付用穴61に逆止弁(V)を1個設け，押圧圧縮により逆止弁(V)から空気を外部に押し出して，外部からの空気の進入を阻止するものであり(甲2の段落【0001】，【0021】，【0022】)，真空逆止弁があらかじめ袋に取り付けられているものであるし，真空逆止弁から空気を吸引除去するものでもない。また，甲7公報記載の考案(以下「甲7考案」という。なお，甲7公報は，審判手続において甲1発明を主引用例とする無効理由についての副引用例として主張されていたものではなく，慣用技術を証する証拠として提出されているものである。)は，下図(甲7の図1)のとおり，密封袋本体1の辺縁bに二つの逆止弁3，3を接着装設し，辺縁bに同逆止弁3，3の先端突出部を包被する包被用袋体4を連設し，袋本体を押圧して，袋本体内の空気を逆止弁3を経て包被用袋体4の空気放出口11から外部に放出して，袋内の可圧縮物を圧縮密封するようにした圧縮密封袋であり(甲7)，二つの逆止弁3が設けられているものの，これらの逆止弁は，パッケージ(密封袋本体)の壁に設けられているものではなく，袋本体1の内側の内側辺縁bに設けられているものであるし，同部分から内部の空気を吸引除去するものでもない。なお，甲7考案の逆止弁は，いずれも同一の空気放出口11に連通しているものであるから，排気系統は一つであり，甲7公報は，真空逆止弁を含む真空系統が，複数ある構成を開示するものでもない。",
                        "図1",
                        "そうすると，甲1発明において，空気を吸引(排気)除去する開口部は，押圧圧縮作業の開始時は形成されておらず，上下のフィルム同士を部分的に固着する工程を経て初めて形成されるものであるため，甲2発明や甲7考案のように逆止弁が押圧作業開始前にあらかじめ圧縮収納用の袋に取り付けられ，排気口が形成されている構成とは，そもそも吸引部(開口部)の形成過程が異なるから，甲1発明に，甲2発明や甲7考案の逆止弁のように開口部にあらかじめ逆止弁を装着する構成を適用することはできない。また，甲1発明は，上下フィルムの大部分を固着して，残りの開口部からパッケージ内部の空気を吸引除去した後，開口部も不可逆的に固着して，密封するというものであり，甲1公報には，甲1発明の開口部を固着密封しないことを示唆する記載もないから，開口部にあえて真空チェック弁を設置する構成とする動機付けがあるとも認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，甲1発明に，甲2発明や甲7考案の構成の真空逆止弁を適用することはできず，また，相違点2に係る構成とする動機付けがあるとは認められないから，当業者が甲1発明に周知技術を適用して，相違点2に係る構成を容易に想到し得たものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し，原告は，①甲1発明においては，フィルム同士を部分的に固着する工程を経て初めて吸引除去の開口が形成されるものではない，②弾性のある被包装物を圧縮したままの状態にしておく手段として，甲1発明のように完全に密封包装することも，甲2公報のように「逆止弁」を用いることも，公知の手段であり，甲1公報も，「従来知られた封印方法」の採用を示唆していることからすれば，そのような封印方法として周知の逆止弁を用いることは容易である，③本件特許発明が再度の排気(吸引)を可能とすることを要件とすることは，本件特許明細書に記載がないから，甲1発明が完全密封するものであることをもって，本件特許発明と異なるということはできず，動機付けがないとすることもできない，④甲1発明に逆止弁を組み合わせる態様は，前記第3の1(2)イ(ウ)のとおり複数の態様があり得る，⑤逆止弁を複数設けることの効果は，排気を早くするという程度のものにすぎず，当業者が適宜選択する設計事項である，などと主張する。",
                        "しかし，①については，甲1発明は，フィルム同士を部分的に固着する工程を経て初めて吸引除去の開口が形成されるものであることは前記(2)イ及び(3)エ(ア)のとおりであるから，採用できない。",
                        "②については，甲1公報には，「上記の例においては，包装材の固着，封印は熱融着によったが，包装体の固着封印は，接着剤による等適宜の方法により行えば良い」との記載(段落【0019】)及び，包装体内の空気を吸引することなく包装が行われる場合には，包装材は樹脂製品でなく，金属製シート，紙あるいは布などであってもよく，包装材が缶，瓶あるいは箱状のものである場合には，封印は通常蓋によってなされるが，このような蓋としては，「従前知られた封印方法」が採用できる(段落【0021】)との記載はあるものの，後者はそもそも吸引をしない実施形態の場合の記載であり，前者は，かえって吸引部は「固着封印」されることを前提とした記載であるから，いずれも，包装体内の空気を吸引した後に，吸引部を固着密封しないということを示唆するものではない。また，前記(ア)のとおり，甲1発明と，甲2公報や甲7公報記載の逆止弁とでは，吸気(排気)のための開口部の形成過程が異なることや真空逆止弁を設置する動機付けがないことからすれば，甲1発明に真空逆止弁を設置する具体的な構成を想到することが当業者にとって容易であるとは認められない。",
                        "③については，再度の排気を可能とすることが本件特許発明の要件ではないとしても，真空逆止弁は，排気口を固着密封するものではなく，再度の吸気を可能とする機能を有することは技術常識であり，前記(イ)のとおり，甲1発明においては，開口部を固着し，密封する構成の記載しかなく，開口部を密封せずに真空チェック弁を設置することを示唆する記載はないのであるから，甲1発明に，排気口の固着密封に代えて，真空逆止弁を適用すべき動機付けがあるということはできない。",
                        "④については，原告の主張する態様のうち，例1は，甲1発明の上下フィルムの熱シールを行わない部分がフィンシールに当たり，逆止弁と同じ作用を有すると主張するものであって，そもそも甲2発明の逆止弁との組み合わせをいうものではなく，フィンシールが本件特許発明の「真空チェック弁」に含まれると解されないことは前記のア(イ)のとおりである。例2は，被包装物の押圧圧縮及び上下フィルムの熱シール後，甲1発明の固着されない部分(開口部)に後から逆止弁を挿入して溶着したり，フィルムに穴を開けたりして逆止弁を取り付けるというものであり，甲2発明や甲7考案における逆止弁の取付け方法とも異なるし，前記のとおり甲1公報にはこのような固着密封しない構成とすることを示唆する記載はない上，甲1発明の固着して密封するという簡便な構成に代えて，あえて後から付加的に逆止弁を採りつけるということは，簡便，迅速に圧縮包装を行うという甲1発明の課題，効果に沿うものでもなく，そのような構成とする動機付けは認められない。原告の主張する他の二つの態様(例3，4)は，パッケージの壁面等に位置するフィルム上の一定の位置にあらかじめ真空逆止弁を設けておき，上下のフィルムを熱融着した上，当該真空逆止弁から空気を吸引するというものであって，上下のフィルムを熱融着する過程で吸引部となる開口部を作り，その部分から吸引するという甲1発明の構成とはまったく異なるものであり，甲1発明の構成に接した当業者が，原告の主張するような態様により真空逆止弁を取り付ける動機付けがあるものとは認められず，そのような構成を想到することが容易であるとは認められない。",
                        "⑤の主張については，原告が設計事項にすぎない根拠とする証拠のうち，甲7公報は前記エ(ア)のとおり真空逆止弁を含む真空排気系統が並列に，複数ある構成を開示するものではなく，甲5出願明細書は本件出願の優先日前公知ではないから，採用できない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，相違点2が容易想到ではないとの審決の判断に誤りはないから，その余の点について判断するまでもなく，原告の主張する取消事由1は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲4発明を主引用例とする無効理由における相違点の認定，判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-2(甲4発明の相違点4の認定，判断の誤り)について",
              "text": [
                "原告は，相違点2についての審決の判断は誤っており，相違点4の判断も同様に誤っていると主張する。しかし，相違点2についての審決の認定，判断が誤っていないことは前記1のとおりであるから，原告の主張は理由がない。",
                "なお，原告は，甲4発明に甲2発明を組み合わせることは可能であるとして，その具体的な態様について主張する。しかし，甲4発明は，前記第2の4(2)アのとおり，被包装物(多孔質パネル又はそのスタック)を可撓性材料のエンベロプ内に入れて，被包装物の主面に対して垂直に圧縮し，被包装物の厚さを減らした後(エンベロプのシートの間から空気が排気されることになる。)，エンベロプの縁同士を溶接することによってシールするというものであるから(甲4)，そもそも，真空排気系統によってパネル内部から排気(吸気)するという構成自体を備えていないものであり，融着して密封するエンベロプに，別途，真空排気(吸気)のための開口部を設けるという構成を適用する動機付け自体があると認められないから，この点においても，相違点4に係る構成が，当業者にとって容易に想到し得たものとは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，相違点4が容易想到ではないとの審決の判断に誤りはなく，その余の点について判断するまでもなく，原告の主張する取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(甲5発明を主引用例とする無効理由における相違点5の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲5出願明細書には，以下の記載があることが認められる(甲5)。",
                "「【0016】  本発明にかかるフィルタートウベールを梱包するプロセスは，",
                "(a)フィルタートウを圧縮形態にするステップと；",
                "(b)圧縮されたフィルタートウをパッケージ包装材で包装するステップと；",
                "(c)パッケージ包装材を気密にシールするステップと；",
                "(d)包装されたベールにかかる負荷を解放するステップとを備えている。",
                "気密シールされたベールに対する負荷が解放されると，パッケージ包装材内に負圧が発生する。この負圧は少なくとも0．01barであることが好ましく，特に有利な方法では0．15～0．7barの範囲内である。」",
                "「【0022】  前述した応用形の代替または追加として用いることができる別の実施形態によれば，包装材で取り囲まれた内部領域からの排気によって負圧が発生される。この方法では，上述した「自然の」真空よりも高い真空を得ることが可能である。さらに，この方法により，所望の負圧を高い精密度で調整することもできる。",
                "【0023】  排気は，例えば一つまたはそれ以上の真空ポンプの手段によって行うことができる。これらの真空ポンプは，まず，その吸気側にて，真空ポンプとの接続時を除いて気密である気密パッケージの内部と接続され，その後動作される。所望の負圧に到達した後，ポンプがパッケージから接続解除され，梱包材料に設けた排気接続部位が再び気密シールされる。」",
                "「【0044】  圧縮可能で，可撓性を有し，繊維性の材料1から成るベール，この場合はフィルタートウが，図1aに示すように，フィルム2で包装され，プレス装置3内に導入されている。例えば約300～400トンの圧力をかけることができるプレス装置3内において，ベールが所望の梱包高さに圧縮される。その後，フィルム2が，滑動羽根回転ポンプ等の真空ポンプ4の吸引穴との接続ポイントとして機能する小さい範囲を残して気密シールされる。次に，フィルム2で包装されたこの範囲の内部が，真空ポンプ4によって所望の負圧になるまで真空状態にされる。この所望の負圧に達すると，真空ポンプのホースがフィルムから外され，接続ポイントが気密シールされる。前述したように，所望の負圧の度合いが，例えばベールの膨張によって得られる程に小さい場合には，真空ポンプの使用を省略することが可能である。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲5出願明細書の上記記載によれば，甲5発明は，前記第2の4(3)ア記載のとおりであると認められ，真空チェック弁を有し，これを通して排気することも，真空チェック弁を含むエバキュエータを並列に複数有することも記載されているとは認められないから，本件特許発明1との相違点5の認定に誤りがあるとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "これに対し，原告は，①甲5発明の「気密される接続ポイント」は，本件特許発明の「真空チェック弁」である，②甲5出願明細書の図1aには，真空ポンプ4が「接続ポイント」に接続されて排気することが示されており，真空ポンプと接続ポイントからなる構成自体，本件特許発明にいうエバキュエータが複数ある場合を開示している，③甲5出願明細書の段落【0023】は，真空ポンプが複数あることを開示しているのであるから，排気具としてのエバキュエータが複数あることは明らかである，④甲5出願明細書の段落【0044】の記載からみて，「接続ポイントを気密シール」できる構造は，逆止弁ではないが，真空チェック弁と実質的に同じであると主張する。",
              "text": [
                "しかし，①，②の主張は，本件特許発明の「真空チェック弁」及び「エバキュエータ」についての原告独自の解釈を前提としたものであり，同解釈が誤っていることは，前記1(3)判示のとおりであるから，原告の主張は理由がない。",
                "③については，確かに，段落【0023】には，複数の真空ポンプで排気可能とすることが記載されているが，甲5出願明細書には，上記複数の真空ポンプをどのように配置するのかの具体的な開示がない。そして，真空排気系統として真空ポンプを複数使用する場合の配置方法としては，①排気速度を向上する目的で真空ポンプを並列に配置する(複数の真空排気系統を設ける)場合以外に，②真空度を高める目的として真空ポンプを直列に配置する(真空排気系統は一つ)場合も考えられることから(乙3)，甲5発明が，真空逆止弁を有する真空排気系統を，複数有する構成であると一義的に認めることはできない。",
                "④については，段落【0044】には，前記(1)のとおり，単に，フィルム2が気密シールされる際，シールされないで残された小さい範囲が，真空ポンプ4の吸引穴との接続ポイントとして機能し，その後気密シールすることが記載されているだけで，原告自身が自認するとおり，同段落には，同接続ポイントに逆止弁を設けた点が記載されているわけではなく，この部分に逆止弁を設けることが実質的に開示されているものともいえない。",
                "したがって，原告の主張はいずれも採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "以上によれば，本件特許発明1と甲5発明とが実質的に同一であるとはいえないとの審決の判断に誤りはなく，原告の主張する取消事由3は理由がない"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の取消事由1ないし3の主張にはいずれも理由がなく，審決にこれを取り消すべき誤りはない。したがって，原告の本件請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10108",
    "date": "2015-05-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085095",
    "ipprecedent_id": "4043",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}