{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴人の当審における予備的請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "当審における訴訟費用は，すべて控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "subject": "主位的請求",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人は，原判決別紙被告標章目録記載1から5までのいずれかの標章を付したPTPシートを包装とする薬剤を販売してはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，前項記載の薬剤を廃棄せよ。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "予備的請求(当審における追加請求)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人は，本判決別紙被控訴人標章目録記載6から10までのいずれかの標章を付したPTPシートを包装とする薬剤を販売してはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，前項記載の薬剤を廃棄せよ。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "仮執行宣言。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件請求の要旨",
              "text": [
                "本件は，控訴人が，被控訴人に対し，控訴人の有する後記本件商標権に基づいて，主位的には，原判決別紙被告標章目録記載1～5までの各標章(「ピタバ」を横書きにした標章。以下「被控訴人標章1」などのようにいう。)を付したPTPシートを包装とする薬剤の販売差止めとその廃棄を，予備的には，本判決別紙被控訴人標章目録記載6～10までの各標章(「ピタバ」と「スタチンCa」を横書きに上下二段に配して成る標章。以下「被控訴人標章6」などのようにいう。)を付したPTPシートを包装とする薬剤の販売差止めとその廃棄をそれぞれ求める事案である。",
                "控訴人は，原審においては，後記分割前商標権に基づいて，被控訴人標章1～5を付したPTPシートを包装とする薬剤の販売差止めとその廃棄を求めていたが，当審において，分割前商標権から原審口頭弁論終結後に分割された本件商標権に基づく請求に減縮し，分割前商標権のうち本件商標権を除く部分に係る請求部分を取り下げたほか，予備的請求として，被控訴人標章6～10を付したPTPシートを包装とする薬剤の販売差止めとその廃棄を求める請求を追加した。",
                "【本件商標権】",
                "PITAVA              (標準文字)",
                "登録番号    第4942833号の2",
                "出 願 日    平成17年  8月30日",
                "登 録 日    平成18年  4月  7日",
                "商品及び役務の区分    第5類",
                "指定商品    ピタバスタチンカルシウムを含有する薬剤",
                "【分割前商標権】",
                "PITAVA              (標準文字)",
                "登録番号    第4942833号",
                "出 願 日    平成17年  8月30日",
                "登 録 日    平成18年  4月  7日",
                "商品及び役務の区分    第5類",
                "指定商品    薬剤"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原審の判断",
              "text": [
                "原判決は，被控訴人は，被控訴人標章1～5に係る商標的使用をしておらず(予備的主張である被控訴人標章6～10に係る商標的使用も否定した。)，商標権の侵害行為又はみなし侵害行為のいずれも認められないとして，控訴人の原審請求をいずれも棄却した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "text": [
            "本件の前提となる事実は，次のとおり補正するほかは，原判決の「事実及び理由」欄の第2(事案の概要)の「1  前提事実」に記載のとおりである。",
            "原判決2頁5行目から同26行目までを次のとおり改める。",
            "「(2)  控訴人の有する商標権",
            "控訴人は，原判決別紙商標権目録記載の商標権(分割前商標権)を有していたが，平成26年12月2日，分割前商標権から本件商標権を分割した(甲27の1・2。以下，本件商標権に係る商標を「本件商標」という。)。"
          ],
          "content": [
            {
              "fig": "(3)",
              "subject": "被控訴人の行為等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人は，以下の薬剤を，平成25年12月から販売している。(甲9の1～5，乙5)",
                  "text": [
                    "①  本判決別紙被控訴人商品目録の「被控訴人商品1」のとおり，PTPシート包装の各個別の錠剤収容部分(表裏)に，原判決別紙被告標章目録記載1の標章(被控訴人標章1)を含む本判決別紙被控訴人標章目録記載6の標章(被控訴人標章6)を付した，販売名を「  ピタバスタチンCa・OD錠1mg「トーワ」  」とする薬剤(被控訴人商品1)。",
                    "②  本判決別紙被控訴人商品目録の「被控訴人商品2」のとおり，PTPシート包装の各個別の錠剤収容部分(表裏)に，原判決別紙被告標章目録記載2の標章(被控訴人標章2)を含む本判決別紙被控訴人標章目録記載7の標章(被控訴人標章7)付した，販売名を「  ピタバスタチンCa・OD錠2mg「トーワ」  」とする薬剤(被控訴人商品2)。",
                    "③  本判決別紙被控訴人商品目録の「被控訴人商品3」のとおり，PTPシート包装の各個別の錠剤収容部分(表裏)に，原判決別紙被告標章目録記載3の標章(被控訴人標章3)を含む本判決別紙被控訴人標章目録記載8の標章(被控訴人標章8)付した，販売名を「  ピタバスタチンCa錠1mg「トーワ」  」とする薬剤(被控訴人商品3)。",
                    "④   本判決別紙被控訴人商品目録の「被控訴人商品4」のとおり，PTPシート包装の各個別の錠剤収容部分(表裏)に，原判決別紙被告標章目録記載4の標章(被控訴人標章4)を含む本判決別紙被控訴人標章目録記載9の標章(被控訴人標章9)付した，販売名を「  ピタバスタチンCa錠2mg「トーワ」  」とする薬剤(被控訴人商品4)。",
                    "⑤   本判決別紙被控訴人商品目録の「被控訴人商品5」のとおり，PTPシート包装の各個別の錠剤収容部分(表裏)に，原判決別紙被告標章目録記載5の標章(被控訴人標章5)を含む本判決別紙被控訴人標章目録記載10の標章(被控訴人標章10)付した，販売名を「  ピタバスタチンCa錠4mg「トーワ」  」とする薬剤(被控訴人商品5)。",
                    "以下，被控訴人商品1～5を併せて，「被控訴人各商品」という。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "本件の争点は，次のとおり補正するほかは，原判決の「事実及び理由」欄の第2(事案の概要)の「3  争点」に記載のとおりである。",
            "原判決3頁14行目冒頭の「ア」と同16・17行目を削る。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，下記1のとおり原判決を補正し，同2に争点(2)(被控訴人各標章の表示が商標的使用に該当するか)についての当審における当事者の補充主張を加えるほかは，原判決の「事実及び理由」欄の第3(争点に関する当事者の主張)に記載のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "text": [
            "①  原判決6頁5ないし6行目の「各錠剤につき」を「各個別の錠剤収容部分につき」に改める。",
            "②  原判決12頁9行目の「争点(4)ア」を「争点(4)」に改める。",
            "③  原判決13頁13行目から同22行目までを削り，同23行目冒頭の「6」を「5」に改める。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の補充主張(争点(2))",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人",
              "text": [
                "患者が薬剤を服用するのは，自らの症状を治すためであるから，薬剤の効果や副作用について興味を持っていても，よほど特殊な事情がない限り，当該薬剤の有効成分の名称には興味や知識を持っていないのが通常である。また，医師・薬剤師も，患者に対して薬剤を処方するに際し，薬剤の効果や副作用についての説明することはあっても，通常，当該薬剤の有効成分の名称を説明することはない。このことは，医師・薬剤師から薬剤の処方を受けたことのある者にとって常識である。そして，薬剤提供情報にも有効成分の名称は記載されていない。そうすると，患者は，「ピタバスタチンカルシウム」という語が有効成分の名称であると認識していない。",
                "むしろ，医療用後発医薬品の販売名には一般的名称を付さなければならないと定められていることを知らない患者は，「ピタバスタチン Ca(カルシウム)」を被控訴人商品の販売名としてのみ認識する。",
                "そうすると，患者が「ピタバ」との表示に接したときには，患者は，「ピタバ」を販売名の略称と認識することがあっても，有効成分の略称として認識することはない。そして，販売者の名称の併記の有無にかかわらず，販売名に独自の出所識別機能があることは，いうまでもない。",
                "したがって，被控訴人標章1～5又は被控訴人標章6～10(被控訴人横二段標章)の表示は，商標的使用に該当する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "text": [
                "薬剤師が患者に医療用医薬品を調剤する際，薬剤師には，患者に対して当該医薬品に関する情報提供及び指導を行う薬事法及び薬剤師法上の義務があるほか，薬剤名称(有効成分又は商品名)等が記載された薬剤情報提供文書を患者に交付する。また，患者は，薬剤師から渡されて初めて当該医薬品のPTPシートを目にするが，被控訴人各商品のような慢性疾患に対する医薬品は，一度に1か月以上の薬剤が処方される実態があり，患者には，通常，「ピタバスタチンCa」という記載のある耳付きのPTPシートが渡される。",
                "以上のような，薬剤師による説明，薬剤情報提供文書，PTPシートの全体的観察から，患者は，「ピタバスタチンCa」が有効成分の名称であると認識することができる。その上，PTPシートには，別途，「トーワ」や「東和薬品」の文字やロゴマークという被控訴人各商品の出所を積極的に示す表示が存在する。",
                "そうすると，患者が「ピタバ」との表示に接したときには，患者は，「ピタバ」を有効成分の名称の頭文字であるにすぎないと認識する。",
                "したがって，被控訴人標章1～5又は被控訴人標章6～10(被控訴人横二段標章)のいずれについても，商標的使用はされていない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，当審における控訴人の主張を踏まえても，控訴人の請求は，いずれも棄却すべきものと判断する。",
        "その理由は，下記1のとおり原判決を補正するほかは，原判決の「事実及び理由」欄の第4(当裁判所の判断)の1に記載のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "text": [
            "①  原判決16頁16行目の「8，」の次に「9の1ないし5，」を，同行目の「13，」の次に18，」をそれぞれ加え，同17行目の「19」を「15，17ないし19」に，同23行目の「8種を有効成分とする医薬品」を「8種の医薬品」に，同25行目の「別紙被告商品目録」を「本判決別紙被控訴人商品目録」にそれぞれ改める。",
            "②  原判決17頁4行目の「約1文字分横に」を「『ピタバ』の『ピ』の文字分横に」に，同7行目の「『スタチン』」を「『スタチンCa』」にそれぞれ改め，同18行目の次に次のとおり加える。",
            "「  被控訴人商品1の錠剤は，片面には，『ピタバスチン』『OD』『1』『トーワ』の順に4段に剤形に合わせるように印字され，もう片面には，『ピタバス1』が上下逆に剤形に合わせて印字されている。被控訴人商品2の錠剤は，片面には，『ピタバスタチン』『OD』『2』『トーワ』の順に4段に剤形に合わせるように印字され，もう片面には，『ピタバス2』が上下逆に剤形に合わせて印字されている。被控訴人商品3の錠剤は，片面には，『1』が中央に印字され，もう片面には，『TW』『205』(識別コード)が2段に印字されている。被控訴人商品4の錠剤は，片面には，『2』が中央に印字され，もう片面には，『TW』『207』(識別コード)が2段に印字されている。被控訴人商品5の錠剤は，片面には，『4』が中央に印字され，もう片面には，『TW』『209』(識別コード)が2段に印字されている。〔甲9の1ないし5〕」",
            "③  原判決18頁12行目から同15行目までを次のとおり改める。",
            "「キ  処方せん医薬品は，医薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律(昭和35年法律第145号。薬事法)49条1項により，薬剤師，薬局開設者，医師，病院，診療所などの「薬剤師等」(同法36条の3第2項参照)に販売又は授与する場合を除き，医師等からの処方せんの交付を受けた者以外の者に対して，正当な理由なく，販売又は授与をしてはならないとされている。被控訴人各商品は，処方せん医薬品に指定されている(平成17年2月号外厚生労働省告示24号の8号の(681))。」",
            "④  原判決18頁23行目の「なお，」から同24行目の「場合がある。」までを次のとおり改める。",
            "「  なお，薬剤師は，医師等が後発医薬品に変更することに差支えがあると判断した場合を除き，患者の選択に基づき，処方せんに記載されている先発医薬品に代えて後発医薬品を調剤することができる。」",
            "⑤  原判決19頁8行目の「その際，」から同9行目の「こともない。」までを削る。",
            "⑥  原判決19頁22行目から同21頁12行目までを次のとおり改める。",
            "「  (ア) 『2型糖尿病患者におけるピタバスタチンの血清脂質と糖代謝に及ぼす影響』(臨床医薬22巻7号。乙11)",
            "『ピタバスタチン2mg/日』を服用する患者群が，『ピタバ群』と略記されている。"
          ],
          "content": [
            {
              "fig": "(イ)",
              "subject": "『Induction  of  Endothelial  Ｎitric  Oxide  Synthase，SIRTI，and  Catalase  by  Statin  Inhibits  Endothelial  Senescence  Through  the  Akt  Pathway(Akt経路を通して内皮老化を抑制するスタチンによる内皮―酸化窒素シンターゼ，SIRT1およびカタラーゼの誘導)』(Journal  of  the  American  Heart  Association。乙13)",
              "text": [
                "図1から図3までにおいて，ピタバスタチン，アトルバスタチン及びプラバスタチンが，それぞれ，『Pitava』『Atorva』『Prava』と略記されている。"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "『MCP-1-induced  enhancement  of  THP-1  adhension  to  vascular  endothelium  was  modulated  by  HMG-CoA  reductase  inhibitor  through  RhoA  GTPpase-，but  not  ERK1/2-dependent  pathway(血管内皮への THP-1細胞接着のMCP-1誘発促進は，RhoA  GTPアーゼ依存経路を介し HMG-CoA レダクターゼ阻害剤により調節を受けるが，ERK1/2依存経路を介しない)』(Life  Sciences  75。乙14)",
              "text": [
                "図において，ピタバスタチンが，『Pitava』と略記されている。"
              ]
            },
            {
              "fig": "(エ)",
              "subject": "『Effects  of  Pitavastatin  on  Pressure  Overload-Induced  Heart Failure  in  Mice(マウスにおける圧負荷誘発性心不全に対するピタバスタチンの効果)』(Circulation  Journal。乙15)",
              "text": [
                "図1から図7までにおいて，ピタバスタチンが，『Pitava』と略記されている。"
              ]
            },
            {
              "fig": "(オ)",
              "subject": "『高脂血症・動脈硬化臨床研究の動向』(http：//www.lifescience.co.jp。乙18)",
              "text": [
                "表1において，シンバスタチンとプラバスタチンが，それぞれ，『Simva』，『Prava』と略記されている。"
              ]
            },
            {
              "fig": "(カ)",
              "subject": "『3-Hydroxy-3-Methy1glutary1-CoA  Reductase  Inhibitors  and  Phosphodiesterase  Type  V  Inhibitors  Attenuate  Right  Ventricular  Pressure  and  Remodeling  in  a  Rat  Model  of  Pulmonary  Hypertension(3―ヒドロキシ―3―メチルグリタリル  CoAレダクターゼ及びホスホジエステラーゼ5型阻害剤は，肺高血圧症のラットモデルの右心室圧及びリモデリングを抑制する)  』(J  Pharm  Pharmaceut  Sci  11(2)。乙19)",
              "text": [
                "図1，図2，表1及び表2において，アトルバスタチン，シンバスタチン及びプラバスタチンが，それぞれ，『Atorva』『Simva』『Prava』と略記されている。"
              ],
              "content": [
                {
                  "fig": "サ",
                  "subject": "特開2006-325582号公報(乙17)",
                  "text": [
                    "図11～図13，図17において，アトルバスタチン，シンバスタチン，プラバスタチン，フルバスタチン及びローバスタチンが，それぞれ，『Atorva』『Simva』『Prava』『Fluva』『Lova』と略記されている。」",
                    "⑦  原判決21頁13行目から同25頁10行目までを次のとおり改める。",
                    "「(2)  検討",
                    "前記第2，1及び上記(1)の認定事実によれば，①慢性疾患薬である被控訴人各商品は，通常，PTPシートごと患者に交付されること，②被控訴人各商品のPTPシート及び錠剤には，『ピタバ』が単独で用いられたといえる部分はなく(被控訴人商品1・2の錠剤に印字された『ピタバス1』又は『ピタバス2』が，印字面積の制限から『ピタバスタチンCa・OD錠1mg』又は『ピタバスタチンCa・OD錠2mg』とのPTPシートの記載を略記したことは，一見して明らかである。)，個別の錠剤収容部分の表面及び裏面の『ピタバスタチンCa』の『ピタバ』部分が，同『スタチンCa』と対比した限りにおいて相対的に強調されている一方，被控訴人各商品のPTPシートの耳部分の表面及び裏面には，『トーワ』『東和薬品』などの明瞭な出所表示が付されていること，③医薬品販売市場には，末尾に『スタチン』を称するスタチン系医薬品がほかにも存在すること，④ピタバスタチンカルシウムは，被控訴人各商品の有効成分の一般的名称であること，⑤医療事故防止のために，ピタバスタチンカルシウムを有効成分とする控訴人商品『リバロ』の後発医薬品の名称には，必ず『ピタバスタチンCa(カルシウム)』が含まれ，被控訴人各商品の販売名も，その定めに従っていること，⑥ピタバスタチンが『ピタバ』と略記される例があり，それにより医療関係者が『ピタバ』をピタバスタチンの意味であると理解すること，⑦ピタバスタチンカルシウムを有効成分とする医薬品は，処方せん医薬品であり，医師等又は薬剤師を通じてしか入手できないこと，そして，上記③～⑥からみれば，『ピタバスタチン(カルシウム)』又は『ピタバ』だけからでは，医師等又は薬剤師は，ピタバスタチン(カルシウム)を含む薬剤であるとしか認識できないから，どの販売者又は製造者のピタバスタチンカルシウム剤であるか全く判別できないこと，以上の事実を導くことができる。",
                    "そうであれば，被控訴人各商品において『ピタバ』の文字部分が強調されているのは，有効成分の語の特徴的部分を強調することによって，他種の薬剤との混同を可及的に防止するという意義を有するにすぎず，被控訴人各商品の販売名の一部であることを超えて，独立の標章ととらえられるものではない。そして，医師等又は薬剤師などの医療関係者にとって，『ピタバスタチン』又は『ピタバスタチンカルシウム』，あるいはこれを略記した『ピタバ』は，いずれも，出所識別機能又は自他商品識別機能を有しておらず(なお，他の製剤との混同を招かないと判断される場合に，塩，エステル及び水和物等に関する記載を省略することが可能となっている〔乙4〕。)，また，患者にとっても，『ピタバスタチン』又は『ピタバスタチンカルシウム』，あるいはこれを略記した『ピタバ』は，いずれも，出所識別機能又は自他商品識別機能を有しておらず，結局，被控訴人各商品において出所識別機能又は自他商品識別機能を果たし得るのは，被控訴人各商品のPTPシートの耳部分に表示された『トーワ』又は『東和薬品』の文字やロゴマークであると認められる。被控訴人標章1～10が，患者との関係において，有効成分と理解されているのか，あるいは，販売名と理解されているかはさておいて，これらの標章は，他種の薬剤との混同を防止するという識別のために用いられているのであり(患者にとってみれば，その表示の意義を知らないでも，自分が飲むべき薬か否かの区別がつけば十分である。)，他社の同種薬剤との混同の防止，すなわち，出所識別又は自他商品識別のために用いられているのではなく，かつ，そのような機能も果たし得ない。",
                    "したがって，被控訴人標章1～10が，本件商標の使用に該当すると認めることはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(3)",
                      "subject": "控訴人の主張等について",
                      "text": [
                        "①  控訴人は，『ピタバ』の文字部分に独立した出所表示機能又は自他商品識別機能がある旨を主張するが，上記(2)に認定判断のとおり，『ピタバ』自体には自他商品識別機能又は出所表示機能があるとは認められないから，その商標的使用ということも認め難い。",
                        "控訴人の上記主張は，採用することができない。",
                        "②  控訴人は，被控訴人もまた医薬品の一般的名称と一部文字を共通にする複数の商標登録出願をしているので，被控訴人は，被控訴人標章1～10の商標的使用を認めている旨を主張する。",
                        "しかしながら，被控訴人が他に商標登録出願を行っていることは，被控訴人標章1～10の表示が客観的に商標的使用と認められるか否かとは，直接には関連しない。かえって，証拠(甲10)によれば，控訴人が指摘する被控訴人の商標登録は，いずれも，本件訴訟提起後に集中的にされたものであるから，先発医薬品販売会社からの訴訟提起を事前に防止するとの観点からしたにすぎない，との被控訴人の主張は，十分に信用できる。",
                        "控訴人の上記主張は，採用することができない。",
                        "③  控訴人は，患者は，「ピタバスタチンカルシウム」を有効成分の名称とは認識せず，これを販売名と認識するから，被控訴人標章1～10の商標的使用がある旨を主張し，これに沿う証拠として，患者に対するアンケート調査結果(甲25)を提出する。",
                        "しかしながら，上記(2)に認定判断のとおり，患者が「ピタバスタチンカルシウム」を有効成分と正確に認識するか否かは，本件の結論を左右しない。",
                        "本件商標のように，指定商品の需要者に患者のような一般消費者が含まれる場合に，品質，原材料等の出所識別機能又は自他商品識別機能のない表示と認識され得る標章を，特定の取引業者に独占させることは，当該表示，そして，ひいては当該表示が指し示す原材料等そのものを事実上特定の者に独占させることになるから相当とはいえず，商標法のおよそ予定するところではない。そして，上記(2)に認定のとおり，本件商標の指定商品を取り扱う医師等や薬剤師等は，『ピタバ』を，その成分であるピタバスタチンカルシウムの略記として認識できるのである。",
                        "控訴人の主張は，採用することができない。",
                        "④  なお，控訴人は，『ピタバ』は『ピタバスタチン』の略称として定着しているものではないとして，両者の使用例数に関する証拠(甲17，28)を提出する。",
                        "本件証拠からは，『ピタバ』が『ピタバスタチン』又は『ピタバスタチンカルシウム』の略称，すなわち，一般的な略記であるとまでは認められないが，スタチン剤の一種である『ピタバスタチン』の略記としては，『ピタバ』はまさに自然なものであるところ，前記(1)ア(原判決引用部分)の認定によれば，医師等又は薬剤師等において，『ピタバ』が『ピタバスタチン』を自然に想起させる略記であることは，優に認定できるところである。",
                        "したがって，上記各証拠は，本件の結論を左右するものではない。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "まとめ",
          "text": [
            "以上のとおりであるから，被控訴人が被控訴人各商品の包装に被控訴人標章1～5又は被控訴人標章6～10を付して被控訴人各商品を販売したことは，商標的使用ではなく，いずれにせよ，被控訴人の行為は，本件商標権を使用する権利(商標法25条)の侵害行為(同法36条1項)又は侵害とみなされる行為(同法37条)には該当しない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，被控訴人標章1～5又は被控訴人標章6～10に係る請求をいずれも棄却した原判決は相当であり，本件控訴は理由がないから棄却することとして，当審における予備的請求も理由がないことは明らかであるから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」と，適宜読み替える。"
  ],
  "meta": {
    "case_num": "平成26年(ネ)10138",
    "date": "2015-07-23",
    "rights_type": "商標権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成26年(ワ)772",
    "precedent_id": "085240",
    "ipprecedent_id": "4115",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}