{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2013-11481号事件について平成26年4月14日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟である。争点は，①商標不登録事由（商標法3条1項3号）の有無及び②手続違反の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成24年10月25日，下記本願商標につき商標登録出願（商願2012-86403号）をし，平成25年3月29日付けで拒絶査定（以下「本件査定」という。）を受けたので，平成25年6月18日，これに対する不服の審判請求をした（不服2013-11481号）。",
            "特許庁は，平成26年4月14日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月28日に原告に送達された。",
            "（甲1，7，8，9，乙28）",
            "【本願商標】",
            "「  新型ビタミンC  」（標準文字）",
            "指定商品",
            "第5類    サプリメント"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "text": [
            "本願の指定商品「サプリメント」を取り扱う業界においては，従来からビタミンCを主成分とするものが一般に広く製造，販売されており，近年においては，そのビタミンCの摂取の際の問題点（弱点）などとされる吸収率や持続性の低さの改善を図ったものも少なからず製造，販売され，そのような改善を図ったものであることを表す語として「新型ビタミンC」の文字が用いられているというのが実情である。",
            "そうとすると，本願商標をその指定商品に使用した場合，これに接する取引者，需要者は，当該商品がビタミンCを主成分とするものであって，上記のような改善を図ったものであること，すなわち，商品の品質を表したものとして認識するとみるのが相当である。",
            "してみれば，本願商標は，商品の品質を普通に用いられる方法で表示する標章のみからなるものというべきであるから，商標法3条1項3号に該当する。 ",
            "なお，本件査定は，本願商標が商標法3条1項6号に該当するとして本願を拒絶したものであるが，審決の上記認定，判断の内容は，本件査定の認定，判断の内容と実質的に相違しないものであるから，本願を拒絶した拒絶査定を取り消すことはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "原告の主張は，論旨が明瞭とはいい難いが，その主張を善解すれば，次のとおりに整理される。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（商標不登録事由の有無）",
          "text": [
            "ビタミンC（L-アスコルビン酸）の化学構造は一つに特定されており，ビタミンCを改良した「ビタミンC」は存在し得ないから（それは，ビタミンC〔L-アスコルビン酸〕と化学構造を異にする以上，ビタミンCではない。），本願商標の「新型ビタミンC」から，「従来のものとは違う新しいタイプのビタミンC」というような具体的意味合いを生じることはない。したがって，本願商標は，指定商品との関係で，特定の商品の品質・内容等を直接的かつ具体的に表示したものとはいえない。",
            "また，指定商品を取り扱う業界において，「新型（の）ビタミンC」の文字が使われることあるとしても，それは，ビタミンCではないビタミンC誘導体に用いられていたり，どのような具体的意味合いの品質・内容等を表示するものとして用いられているか不明であるなど，「新型（の）ビタミンC」から「従来のものとは違う新しく開発されたタイプのビタミンC」の意味合いが生じることはない。",
            "したがって，本願商標は，特定の観念を生じさせないのであり，全体をもって，一種の造語を表したものとして認識されるとみるのが相当であるから，これを指定商品に使用しても，当該商品の品質を表したものとはいえない。",
            "以上のとおり，審決の認定判断には，誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（手続違反の有無）",
          "text": [
            "本件査定は，本願商標が商標法3条1項6号に該当するとして本願を拒絶したものであるのに対し（逆にいえば，本願商標は商標法3条1項3号には該当しないと判断したことになる。），審決は，本願商標が商標法3条1項3号に該当するとして審判をしたものであり，その理由が異なる。また，本願商標「新型ビタミンC」を用いた指定商品の意義を，本件査定は，「新タイプのビタミンCを原材料とするサプリメント」であるとしたのに対し，審決は，「ビタミンC摂取の問題点の改善を図ったサプリメント」としている。このように，審決は，新たな資料に基づき新たな認定事実を加えて理由を変更したにもかかわらず，原告に対して意見を述べる機会を与えることなく本件査定を維持している。",
            "以上のとおり，審判の手続には，瑕疵がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（商標不登録事由の有無）に対して",
          "text": [
            "商標法3条1項3号は，取引者，需要者に指定商品の品質等を示すものとして認識され得る表示態様の商標につき，それゆえに登録を受けることができないとしたものであって，当該表示態様が，商品の品質を表すものとして必ず使用されるものであるとか，現実に使用されている等の事実は，同号の適用において必ずしも要求されていない。この趣旨に照らせば，判断時（本件では審決時）において，当該商標が指定商品の品質を表すものと取引者，需要者が認識するものであれば足りるといえる。",
            "本願商標は，これを構成する「新型」と「ビタミンC」の各単語の語義から「従来のものとはかわって新しく考案された型の新鮮な野菜・果実などに多く含まれる水溶性ビタミン」との意味合いを表す複合語として容易に認識されるものである。",
            "しかるに，①近年においては，吸収率や持続性の低さといったビタミンC摂取の問題点（弱点）が認識され（乙23～25），②「従来のものとは違う新しく開発されたタイプのビタミンC」程の意味合いで，「新型ビタミンC」の語が，化粧品等の本願商標の指定商品に関わる分野において一般に使用されている事実があり（乙3～10），③さらに，本願商標の指定商品である「サプリメント」を取り扱う業界においても，「従来のものとは違う改善を図った新しいタイプのビタミンC」ほどの意味合いで，「新型ビタミンC」の語が使用されている事実がある（乙17～22，26）。",
            "そうであれば，「新型ビタミンC」の文字からなる本願商標を，その指定商品に使用した場合，これに接する取引者，需要者は，その構成全体から容易に「従来のものとは違う新しいタイプ（新型）のビタミンCを主成分とした商品」であることを理解するものであり，商品の品質を表したものとして認識するにとどまるものである。 この際，取引者，需要者が，どのような点において新型かを具体的にとらえていなければ，上記のような理解に至らないというものではない。",
            "したがって，本願商標は，その指定商品の品質を普通に用いられる方法で表示する標章のみからなるものであるから，商標法3条1項3号に該当するものである。",
            "以上のとおり，審決の認定判断には，誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（手続違反）の有無",
          "text": [
            "本件の審査官は，本願商標をその指定商品に使用しても，需要者，取引者に「新タイプのビタミンCを原材料とするサプリメント」であると理解され，自他商品の識別標識としての機能を具備するものとは認め難いものであるから，本願商標は商標法3条1項6号に該当するとの拒絶理由を通知し（乙27），原告に意見書を提出する機会を与えた上で，上記理由に基づき，本件査定をした（乙28）。",
            "審決は，本願商標をその指定商品に使用しても，需要者，取引者に，ビタミンCを主成分とし，ビタミンCの問題点（弱点）の改善を図ったものであること，すなわち，商品の品質を表したものと理解され，自他商品の識別標識としての機能を果たし得ないものであるから，本願商標は商標法3条1項3号に該当するとして請求不成立の審決をした。",
            "そうすると，本件査定と審決とは，その表現は異なるものの，本願商標について，「（従来のものに対し）新しい（改善を図った)タイプのビタミンC」程度の共通の意味合いを生ずることを前提とし，本願商標が原材料又は品質を表示するものとして理解されるから，自他商品の識別標識としての機能を果たし得ないものと判断したものである。両者は，その判断の内容において実質的に異なるものではない。",
            "したがって，審決は，新たな拒絶理由によりなされたものではなく，審査段階での拒絶理由通知に対する意見書及び審判請求において，原告には意見を述べる機会が与えられているといえる。なお，審決で示された理由の根拠事実（別掲1～7）は，審査段階で示した事実を補強するにすぎないものであるから，これらの情報について，原告に意見を述べる機会を与えるまでの必要性はない。",
            "以上のとおり，審判の手続には，誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（商標不登録事由の有無）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標について",
              "text": [
                "本願商標は，「新型ビタミンC」の文字を標準文字で横書きに表してなるものであり，「新型」の文字と「ビタミンC」の文字とを組み合わせた構成からなることは明らかである。",
                "そして，「新型」（従来のものとはかわって，新しく考案された型や形式。乙1参照）も「ビタミンC」（人体に不可欠な微量栄養素であるビタミンの一種でCと名付けられており，水溶性で，新鮮な野菜・果実・緑茶などに多く含まれるもの。乙2参照）も一般に広く知られている平易な語であり，「新型ビタミンC」の文字は，「従来のものとはかわって，新しく考案された型のビタミンC」程度の意味合いを表す複合語として容易に認識されるものである。",
                "そうすると，本願商標を，その指定商品である「サプリメント」に使用する場合には，これに接する取引者，需要者は，「従来のものとは違う新しく考案されたビタミンCを主成分としたサプリメント」であると理解し，当該商品の品質を表したものとして認識するといえる。",
                "したがって，本願商標は，その指定商品の品質を普通に用いられる方法で表示する標章のみからなるもの（本願商標は標準文字で構成される。）であるから，商標法3条1項3号に該当する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対して",
              "text": [
                "原告は，ビタミンC（L-アスコルビン酸）を改良したものは，化学構造が異なる以上，ビタミンC（L-アスコルビン酸）ではないから，「新型ビタミンC」なるものは存在し得ないし，「新型ビタミンC」からは特定の意味を認識し得ない旨を主張する。",
                "しかしながら，「新型ビタミンC」がビタミンCと異なることは，「新型」の語義上，当然のことである（全く異なる部分がなければ，それは同一であって，新型ではない。）。そして，商標法3条1項3号は，指定商品の一般の取引者又は需要者の理解を前提として，商標がその指定商品の品質等を表示するものとして認識され得る態様であるか否かを問題とするものであるところ，一般の需要者が「新型ビタミンC」との文字から受け止める認識は，新型とされた当該ビタミンCが，学術的・技術的観点からの化学構造上の分類として，ビタミンC（L-アスコルビン酸）の一種に含まれる特定の化学物質というものではなく，日常的理解の下に，ビタミンCに何らかの改善を加えたものという程度であると解される。",
                "のみならず，実際の用例としても，審決時までに，①「アスコルビン酸グルコシド」（乙3），②「脂肪酸と結合させたビタミンC」（乙4，5），③「APPS」（パルミチン酸アスコルビルリン酸3Ｎa）（乙6），④「ブドウ糖（グルコース）と結合させたビタミンC」（乙7），⑤「React-C由来アスコルビン酸ストロンチウム・カルシウム」（乙17），⑥「Ester-Cアスコルビン酸カルシウム」（乙18），⑦「トレオン酸強化型アスコルビン酸カルシウムバッファード」（乙19），⑧「AA-2G」（L-アスコルビン酸2-グルコシド）（乙20，22，26）が「新型（の）ビタミンC」と称されていたことが認められ，これによれば，指定商品の分野を含む一般の取引において，ビタミンC誘導体なども含めてビタミンCに対する改善を図ったものをその構造を問うことなく，広く「新型（の）ビタミンC」と称していたのが実情であったといえる。したがって，「ビタミンC」との語が含まれているからといって，「新型（の）ビタミンC」がある特定の物質を示しているとか，「新型（の）ビタミンC」では何らの意義も持ち得ないなどとはいえない。",
                "以上のとおりであって，原告の上記主張は，失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（手続違反の有無）について",
          "text": [
            "原告の主張は，本件査定において拒絶理由として挙げた商標法3条1項6号とは異なって，審決において同項3号に該当すると判断するのであれば，同号に基づく拒絶理由通知をする必要があるので，それをしなかった審決には，商標法55条の2第1項で準用する同法15条の2に違反する瑕疵があるとの趣旨と解される。",
            "（なお，商標法3条1項6号に該当する場合と同項1～5号に該当する場合とで，その適用に択一的な排斥関係はないから，同項6号に該当すると判断することが，同項3号には該当しないとの判断を前提とするものでなく，この点に係る原告の主張は，失当である。）。",
            "そこで，検討するに，商標法3条は，商標登録の要件を定めたものであって，同条1項は，自己の業務に係る商品又は役務についての出所表示機能を欠くとする商標を列挙するものであるところ，その規定の体裁及び内容等からみて，同項1号から5号までの規定は，「需要者が何人かの業務に係る商品又は役務であることを認識することができない商標」とみなすものを例示的に列挙するものであり，同項6号の規定は，同項1号から5号までにおいて例示的に列挙されたもの以外に，「需要者が何人かの業務に係る商品又は役務であることを認識することができない商標」と認められるものを総括的，概括的に規定しているものと認められる。",
            "本件において，本願商標をその指定商品である「サプリメント」に使用した場合，取引者，需要者は，①本件査定（甲6，乙28）で援用されている拒絶理由通知（甲5，乙27）では，当該商品が「新タイプのビタミンCを原材料とするサプリメント」であると認識するので商標法3条1項6号に該当するとし，②審決では，当該商品が「ビタミンCを主成分とするものであって，ビタミンCの吸収率や持続性の低さの改善を図ったサプリメント」との旨の認識（審決2頁13～16行目）をするので同法3条1項3号に該当するとしている。したがって，本件査定と審決とでは，出願を拒絶すべき根拠となる規定が相違する。",
            "しかしながら，本件査定と審決は，いずれも，本願商標から「新タイプのビタミンC」（前記1(1)に認定の「従来のものとはかわって，新しく考案された型のビタミンC」と同旨）との認識が生じることを前提として，これを指定商品に使用しても出所表示機能を有するものではなく，商標法3条1項所定の商標登録の要件を欠く商標に該当するという共通の結論を示したものといえる。両者は，その判断の内容において実質的に相違するものではなく，その審理対象も，「新タイプのビタミンC」の意義という同一のものであって（そして，原告は，実際に，本件における主張と同旨の意見書〔甲6〕を提出している。），審決が，実質的に新たな拒絶理由を示したものということはできない。",
            "したがって，審決に，「拒絶の理由を通知し，相当の期間を指定して，意見書を提出する機会を与えなければならない。」とする商標法55条の2第1項で準用する同法15条の2に違反するところはなく，原告の上記主張は，採用することができない（なお，原告は，審決が新たな認定事実も加えて理由を変更したと主張するが，審決を正解しない失当な主張である。）。",
            "また，審決は，拒絶理由通知で提示された情報とは異なる情報(別掲1～7）を掲記しているが，これは審査段階で示した立証を補強するものであるところ，本件査定において，「新型ビタミンC」の文字が使用されている例を示して，意見書の提出及び審判請求の機会が付与されているのであるから（甲7，8，乙28），審決で示された上記情報に原告が個々逐一反論する機会がなかったからといって，審判の手続に原告にとって不意打ちとなるような違法があったとはいえない。",
            "以上のとおりであって，原告の上記主張は採用することができず，取消事由2は，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}