{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2013-22295号事件について平成26年10月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(争いがない事実又は文中掲記の証拠により容易に認定できる事実)",
          "text": [
            "原告は，発明の名称を「形体順応型表示装置」とする発明について，平成22年11月25日を出願日とする特許出願(特願2010-276346号。以下「本件出願」という。)をしたが，平成25年3月28日付けで拒絶理由通知がされ，同年7月26日付けで拒絶査定(以下「本件拒絶査定」という。)を受けたため，同年10月27日付けで，拒絶査定に対する不服の審判を請求した。",
            "特許庁は，上記請求を不服2013-22295号事件として審理した結果，平成26年10月28日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同年11月16日，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件出願の特許請求の範囲の記載(請求項の数は3)のうち，請求項1の記載は，以下のとおりである(以下，請求項1に係る発明を「本願発明」という。また，本願の明細書及び図面を併せて「本願明細書」という。)。",
            "【請求項1】",
            "本発明は，フレキシブル基板上の単位画素間に連結部，と空隙部，とを設けてなり，前記空隙部は，前記単位画素を囲む様に配置することを特徴とする，形体順応型表示装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりである。その要旨は，本願発明は，特表2008-542834号公報(乙1。以下「引用公報」という。)記載の発明(以下「引用発明」という。)であるから，特許法29条1項3号の規定により特許を受けることができないものであり，本件出願は拒絶されるべきである，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "審決が認定した引用発明",
              "text": [
                "「柔軟な物質から作られる基板12を有する柔軟なディスプレイデバイス10であって，",
                "その基板12は更に，複数の電気光学的スイッチング要素14を収容し，",
                "更に，基板12に複数のスルー開口部16が与えられ，",
                "スルー開口部16の形状及びレイアウトは，結果として，第1の領域18のアレイが形成されることを生じさせ，その第1の領域18は，ディスプレイの電気光学的スイッチング要素14である，赤色の発光要素，緑色の発光要素及び青色の発光要素から作られる，1つのピクセルを収容し，",
                "領域18は，基板12の第2の領域20により互いに接続され，",
                "各開口部16は，電気光学的スイッチング要素14を収納するほぼ円形の領域を規定する，板(plaquette)のように形成される，",
                "1以上の方向に同時に曲げられることができる改善された柔軟なディスプレイデバイス10。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と本願発明との対比・判断",
              "text": [
                "引用発明と本願発明は，「本発明は，フレキシブル基板上の単位画素間に連結部，と空隙部，とを設けてなり，前記空隙部は，前記単位画素を囲む様に配置することを特徴とする，形体順応型表示装置。」で一致し，相違点はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "(1)",
          "subject": "取消事由1(裁量に関係しない事実認定の誤り及び事実認定の誤りに伴う審決の判断の誤り)",
          "text": [
            "審決には，裁量に関係しない事実認定の誤り及び事実認定の誤りに伴う判断の誤りがある。本願発明の認定，引用刊行物例(引用公報)に記載された引用発明の認定，一致点・相違点の認定は裁量によってされるべきものではない。本願発明は，フレキシブル基板上の単位画素間に連結部，と空隙部を設けているが，このフレキシブル基板上の単位画素間に設けられた連結部と空隙部はでたらめに配置しているのではなく，本願明細書の図1及び請求項2等を参酌すると，フレキシブル基板上の単位画素間に設けてなる連結部は，伸縮性を持たせたい方向に対して，斜めに配置することを特徴とする形体順応型表示装置であって，連結部に隣接する空隙部は，当然に前記連結部の特徴をもつ空隙部である。そして，空隙部とは，文字のごとく，空であるから，空どうしを対比することは，何人もできないし，被告は，空隙部の「空」について全く言及できていない。",
            "審決は，連結部の特徴を看過している。また，引用公報には，本願発明の特徴を意図する記載はない。",
            "よって，審決には，裁量に関係しない事実認定の誤り及び事実認定の誤りに伴う判断の誤りがある。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "取消事由2(本件拒絶査定に理由が付されていないこと)",
          "text": [
            "特許法158条には，審査においてした手続は，拒絶査定不服審判において，その効力を有するとの規定があり，続審主義が採用されている。",
            "特許法52条では査定は文書をもって行い，かつ，理由を付さなければならないとされる。しかし，本件拒絶査定には，方式的理由項が記載されていないし，平成25年7月26日時点での理由が具体的に記載されていない。つまり，本件拒絶査定には実質理由が記載されていない状態であるといえる。したがって，審決には，特許法52条違反があり，審決に重大な影響を与える瑕疵があるといえる。",
            "「平成25年3月28日付け拒絶理由通知書に記載した理由」の文言は，原告にとって，拒絶理由通知書の部分的一致なのか，全て一致なのかを判読することが非常に困難である。審決に重大な影響を与える瑕疵であるといえる。なお，裁決の取消しの訴えの中で，原処分の違法(瑕疵)を主張することができ，裁決取消し時に，原処分は失効する。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "取消事由3(審決の理由中の結論及びむすびの誤り)",
          "text": [
            "取消事由1で主張するとおり，審決には，事実誤認に基づいた判断の誤りがあるから，その結論，まとめについても当然に無効となる。これは，手続上の誤り，事実の誤認であって，審決の判断に重大な影響を与える瑕疵である。",
            "また，審決では，「本願の他の請求項に係る発明について検討するまでもなく」とされており，審判における審理が実質的に完了していないことを，自ら自白したといえる。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "取消事由4(審決の理由中の請求人の主張についての誤り)",
          "text": [
            "審決は，審判請求人である原告の主張に対し，「また，請求人に送達された拒絶査定は拒絶査定の謄本であるから，そもそも，審査官の押印がないものである。なお，拒絶査定は，工業所有権に関する手続等の特例に関する法律第4条の規定により，文書をもって行うことに代えて，電子情報処理組織を使用して行ったものであり，文書に記載すべき事項は，工業所有権に関する手続等の特例に関する法律施行規則第23条の2の規定により，電子計算機から入力し，ファイルに記録され，同施行規則第23条の3の規定により，記名押印に代えて，特許庁長官が指定する職員が交付した識別カードを挿入し，あらかじめファイルに記録された暗証番号を入力することにより，審査官を明らかにする措置を講じたものであるから，拒絶査定の原本にも審査官の押印はないことを併せて指摘しておく」と判断した。",
            "本件拒絶査定には，審査官の署名・押印がなく，真正に成立した文書であることの証明がないから，違法であるといえる。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "(1)",
          "subject": "取消事由1(裁量に関係しない事実認定の誤り及び事実認定の誤りに伴う審決の判断の誤り)について",
          "text": [
            "原告は，本願の請求項2に係る発明と引用発明の対比を前提に，本願発明の認定，引用発明の認定，一致点・相違点の認定が誤りであると主張しているものと理解される。",
            "しかし，審決は，平成25年3月28日付け拒絶理由通知書(乙2)によって，本願を拒絶すべきとした本件拒絶査定(乙3)の拒絶の理由のうち，請求項1に係る発明(本願発明)の新規性に係る拒絶理由について判断したものであって，請求項2に係る発明についての判断をしたのではない。",
            "審決の本願発明の認定及び引用発明の認定に誤りはない。そして，それらの認定に基づく本願発明と引用発明の一致点・相違点の認定にも誤りはなく，審決の判断に誤りはない。",
            "また，原告は，引用発明の「スルー開口部16」と本願発明の「空隙部」を対比し，引用発明の「スルー開口部16」が本願発明の「空隙部」に相当するとした審決の判断に誤りがあると主張するものと解される。",
            "本願発明の「フレキシブル基板上の単位画素間に連結部と，空隙部，とを設けてなり，前記空隙部は，前記単位画素を囲む様に配置する」との構成から，本願発明の「空隙部」は，単位画素及び連結部以外の部分であって，フレキシブル基板の単位画素間に連結部とともに設けられ，単位画素を囲む様に配置されるものであり，構造としては，「空隙」とは「すきま。すき。間隙。」(広辞苑第4版)を意味するから，すきま部分をなすものであることが理解できる。この理解によれば，すきま部分によりフレキシブル基板の剛性が減って曲げやすくなるところ，本願明細書(乙5)には「本発明は，設置する場所の形状に馴染むように曲げたり，たたんだり出来る電気的に表示が書き換え可能な，形体順応型表示装置に関するものである。」(【0001】)と記載され，この理解に誤解がないことが確認できる。",
            "一方，引用発明は審決の認定のとおりの構成を有しており，引用公報の図2aも参照すると，引用発明の「スルー開口部16」は，第1の領域18(電気光学的スイッチング要素14を収容する部分)と第2の領域20以外の部分であって，柔軟な物質から作られる基板12の第1の領域18間に第2の領域20とともに設けられ，第1の領域18を囲む様に配置されるものであり，構造としては，「開口」とは「外に向かって穴が開くこと。また，その穴。」(広辞苑第4版)を意味するから，外に向かって開いた穴部分をなすものであることが理解できる。さらに，この「スルー開口部16」について，引用公報には「スルー開口部は，上記基板の平面における張力又は圧縮応力を減らし，ディスプレイデバイスが二方向に同時に曲がることを可能にする。」(【0008】)と記載されている。",
            "そうすると，引用発明の「スルー開口部16」と本願発明の「空隙部」は，ともに，発光する部分や連結部とは別の部分であって，フレキシブル基板に連結部とともに発光する部分の間に設けられ，発光する部分を囲む様に配置され，穴やすきまといった基板を成す材料がない部分とすることにより，基板の剛性や平面における張力を減らして曲げやすくするものであることで共通していることから，審決で，引用発明の「スルー開口部16」が本願発明の「空隙部」に相当すると判断したことに誤りがあるとはいえない。",
            "そして，この対比判断に基づき，本願発明は，引用発明であり，特許法29条1項3号の規定により特許を受けることができないと判断したことにも誤りはない。",
            "よって，原告が主張する取消事由1は理由がない。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "取消事由2(本件拒絶査定に理由が付されていないこと)について",
          "text": [
            "原告は，本件拒絶査定が違法であるから，審決も違法であるという主張をしていると理解される。原告が指摘する特許法158条は，拒絶査定不服審判の審理は，審査段階の審理に基づいた審理を継続して，審査官の判断の当否を調査し，審査で行われた手続が審判でも効力を有するものと，審査と拒絶査定不服審判とが続審の関係にあることを規定したものである。一方，本件審決取消訴訟における審理の対象は，審決の違法性であり，仮に，本件拒絶査定に違法性があったとしても，そのことを理由に審決が違法性を有するとはいえないと解される。原告は，本件拒絶査定の瑕疵をもって本件審決の違法性を主張するものであるから，その前提において失当である。",
            "また，原告は，本件拒絶査定に方式的理由項を記載していない，平成25年7月26日時点での理由が具体的に記載されていない旨主張する。しかし，本件拒絶査定は，特許法52条1項に規定される要件を満たしているものといえるから，原告の主張は失当である。",
            "よって，原告が主張する取消事由2には理由がない。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "取消事由3(審決の理由中の結論及びむすびの誤り)について",
          "text": [
            "原告が主張する取消事由1及び取消事由2は理由がないから，取消事由3も理由があるとはいえない。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "取消事由4(審決の理由中の請求人の主張についての誤り)について",
          "text": [
            "原告が受領した書面は，審査官が作成した本件拒絶査定の謄本であると解され，拒絶査定に関して受領した文書の成立の真正についての主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(乙5)には，次の記載がある(図面については，別紙本願発明図面目録を参照。)。",
                "「【技術分野】",
                "【0001】",
                "本発明は，設置する場所の形状に馴染むように曲げたり，たたんだり出来る電気的に表示が書き換え可能な，形体順応型表示装置に関するものである。」",
                "「【背景技術】",
                "【0003】",
                "ロボットの分野では，二足歩行が実現して，ヒューマノイド型ロボットと，社会との関わりが身近になってきている。ヒューマノイド型ロボットに期待される，人の役に立つ機能の一つとして，コミニュケーション分野がある。受付・案内や，介護・医療において，人とロボットとの共存の試みが行われている。」",
                "「【0006】",
                "前記ヒューマノイド型ロボットにおいては，自然なコミュニケーションを目指して，アイコンタクトを行いながら対話が可能になっている。人間とロボットで，コミュニケーションをとるなら，ロボットも表情が重要である。人間は，ロボットに顔が有っても，無表情のロボットには，親しみは感じ難い。人に触れる機会の多いロボットには，顔を付けることが，求められている。顔の表情について，空気圧アクチュエータとシリコン製の皮膚やフォームラバーを使った顔ロボットも登場しているが，ぎこちなさは依然として残っている。",
                "【0007】",
                "前記ヒューマノイド型ロボットは，顔認識という点で，一般的に，顔の各部分や，髪型，陰影，骨格等で顔認証されるとしている。口や瞼は，実際に開く必要は無く，動いている様に，認識出来れば良いことになる。前記問題を鑑みると，人間型骨格に，人間の表情と同様の動きを表示出来る形体順応型表示装置を貼り付ける等により，前記問題を解決することが望まれている。",
                "【0008】",
                "先行技術文献について本願発明と対比すると，特許文献1には，一定方向に湾曲するフレキシブル装置について提案がされている。データ線をクランク状に屈曲させる，としている。特許文献1に記載の表示装置は，本願発明の，フレキシブル基板上の単位画素間に連結部，と空隙部，とを設けてなり，前記空隙部は，前記単位画素を囲む様に配置することで，あらゆる方向に，柔軟性・伸縮性を獲得する，形体順応型表示装置とは異なる。本願発明の様なフレキシブル基板上の単位画素間に連結部，と空隙部，とを設けてなり，前記空隙部は，前記単位画素を囲む様に配置する言及は無い。」",
                "「【発明が解決しようとする課題】",
                "【0010】",
                "人に触れる機会の多いロボットには，顔を付けることが，求められている。顔の表情について，空気圧アクチュエータとシリコン製の皮膚やフォームラバーを使った顔ロボットも登場しているが，ぎこちなさは依然として残っている。無表情な状態や，表情の微妙な動きのズレは，違和感を感じるという問題がある。電気的に顔表情を映し出す場合は，現状では，視覚的にパネルの意識が強く，違和感がある。",
                "【0011】",
                "本発明は，このような問題点を解決すべく為されたものであり，人間とロボット等のコミニュケーション分野においては，人間型骨格に馴染み，人間の表情と同様の動きを表示出来る，形体順応型表示装置を提供することを目的とする。",
                "【課題を解決するための手段】",
                "【0012】",
                "本発明は，凹凸や曲面のある物体へ，表示装置を密着して貼り付け可能とするため，フレキシブル基板上の単位画素間に連結部，と空隙部，とを設けてなり，前記空隙部は，前記単位画素を囲む様に配置することを特徴とする。単位画素は，例えば，3原色の場合，赤色(R)画素，緑色(G)画素，青色(B)画素で，構成する。",
                "【0013】",
                "フレキシブル基板上の単位画素間に設けてなる前記連結部は，伸縮性を持たせたい方向に対して，斜めに配置することを特徴とする。",
                "【発明の効果】",
                "【0014】",
                "請求項1，請求項2，請求項3の形体順応型表示装置によれば，複雑な凹凸面に馴染む様に，表示面を配置することが出来る。人間とロボットのコミュニケーション手段としての顔表示に使用出来る。前記顔表示においては，より自然な顔表情を表すことが可能である。顔色を紅潮したように変化させることも容易に出来る。個々の対面者の好みの顔表情に合わせることも，容易であるので，対面式の案内ロボットの顔や，介護ロボットの顔表情への活用も期待でき，好適である。その他への適用として，曲面体へ設置して，情報表示・広告表示装置としても使用することが出来る。",
                "「【発明を実施するための形態】",
                "【0016】",
                "あらゆる方向に，柔軟性・伸縮性を獲得するようにするには，形体順応型表示装置の表示部分に，変化する性質，を持たせる必要がある。柔軟性・伸縮性を獲得するには，フレキシブル基板上の単位画素間に設けてなる連結部は，伸縮性を持たせたい方向に対して，斜めに配置するのが好適である。画素部は有機ELや，マイクロカプセル等の電気泳動式の表示方法が好適である。」",
                "「【実施例】",
                "【0019】",
                "以下，本発明を図示実施例に従って説明する。図1は，形体順応型表示装置の一つの実施例である。ポリカーボネイト，ポリエチレンテレフタレート，ポリエーテルスルホン等から選択的に選ばれた材料で作られたフレキシブル基板1と，赤色(R)画素2と，緑色(G)画素3と，青色(B)画素4と，画素間連結部5と，画素間空隙部6で構成される。画表示部は，有機ELと有機TFTで作り，3色塗り分け方式で色分離する。前記画素間連結部5には，配線が塗布・印刷等で形成される。絶縁膜も有機材料を使用する。すべてを柔らかく作る。前記画素間連結部5は，伸縮性を持たせたい方向に対して，斜めに配置する。画素間空隙部6は，前記赤色(R)画素2と，緑色(G)画素3と，青色(B)画素4を囲む様に配置する 画素間連結部5と，画素間空隙部6により，あらゆる方向に柔軟性・伸縮性を増すことが出来る。」",
                "「【0021】",
                "本発明の形体順応型表示装置を使用する例を次に示す。図2は，形体順応型表示装置を人工頭装置に取り付ける具体例を示した図である。例えば，ヒューマノイド型ロボットにおいて，空気圧アクチュエータ等の顔表情駆動装置を設けていない人工頭装置7に，形体順応型表示装置8を密着して貼りつける。形体順応型表示装置8は，画素駆動装置9に繋がり，顔表情を電気的画像として表示する。図3は，形体順応型表示装置8を人工頭装置7に取り付けた後に，人間が，形体順応型表示装置8が表わす顔表情に，より親しみやすさを感じるように，人工毛10を取り付ける。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によれば，本願発明の特徴は，次のとおりである。",
                "本願発明は，設置する場所の形状に馴染むように曲げたりたたんだりできる電気的に表示が書き換え可能な，形体順応型表示装置に関するものである。(段落【0001】)",
                "人に触れる機会の多いヒューマノイド型ロボットには，顔を付けることが求められているところ，顔の表情について，空気圧アクチュエータとシリコン製の皮膚やフォームラバーを使った顔ロボットの場合は，ぎこちなさ，無表情な状態，表情の微妙な動きのズレが違和感を生じ，また，電気的に顔表情を映し出す場合は，視覚的にパネルの意識が強く違和感がある(段落【0010】)という課題が存在した。",
                "本願発明は，人間とロボット等のコミュニケーション分野において，人間型骨格に馴染み，人間の表情と同様の動きを表示できる，形体順応型表示装置を提供することを目的とするものである。(段落【0011】)",
                "本願発明は，形体順応型表示装置において，フレキシブル基板上の単位画素間に連結部，と空隙部，とを設けてなり，前記空隙部は，前記単位画素を囲む様に配置する(段落【0012】)という構成を採用することにより，複雑な凹凸面に馴染む様に表示面を配置することができ，人間とロボットのコミュニケーション手段としての顔表示に使用でき，また，前記顔表示においては，より自然な顔表情を表すことや，顔色を紅潮したように変化させること，個々の対面者の好みの顔表情に合わせることが容易となる，という作用効果を奏するものである。(段落【0014】)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用公報(乙1)には，次の記載がある(図面については別紙引用公報図面目録を参照。)。",
                "「【技術分野】",
                "【0001】",
                "本発明は，複数の電気光学的スイッチング要素を収容する柔軟な基板を有する柔軟なディスプレイデバイスに関する。本発明は，斯かる柔軟なディスプレイデバイスの製造のための方法にも関する。",
                "【背景技術】",
                "【0002】",
                "現在，柔軟なディスプレイデバイスに対する急成長(emerging)市場が存在する。通常，斯かるディスプレイデバイスに機械的な柔軟性を与えるため，プラスチックから作られる薄くて曲がる基板が利用されてきた。柔軟なディスプレイデバイスの例示は，米国特許出願公開第2004124763号に開示される。そのディスプレイデバイスは，柔軟な基板と，その基板の表面上に行及び列の形式で配置される複数のピクセルとを有する。ディスプレイの柔軟性を増すため，その基板表面には複数の平行な溝が存在し，それぞれの溝は，ディスプレイピクセルの2つの隣接する行又は列の間に形成される。柔軟性を与えること以外に，その溝は，ディスプレイデバイスが曲げられたり又は回転されるときもたらされる機械応力の伝播を減少させるのに役立つ。",
                "【0003】",
                "しかしながら，米国特許出願公開第2004124763号に開示される柔軟なディスプレイデバイスの欠点は，溝のレイアウトとその本質とが原因で，そのディスプレイが1次元においてのみ柔軟であるということである。他の知られた柔軟なディスプレイデバイスも同様な欠点を示す。例えば，間にピクセル又は電気光学的スイッチング要素を備える2つの柔軟なプラスチック基板が使用されるような柔軟なディスプレイデバイスにおいて，ディスプレイが二方向に同時に曲げられるとき，バックリング(buckling)が生じる可能性があり，それは次に，ディスプレイにおける局所的な不具合をもたらす可能性がある。言い換えると，これらのディスプレイデバイスは，より一般的な意味においては柔軟ではなく，回転可能というべきである。",
                "【0004】",
                "本発明の目的は，この問題を克服し，1以上の方向に同時に曲げられることができる改善された柔軟なディスプレイデバイスを提供することにある。",
                "「【課題を解決するための手段】",
                "【0006】",
                "本発明の側面によれば，柔軟な基板と，上記基板に収容される複数の電気光学的スイッチング要素とを有する柔軟なディスプレイデバイスが与えられる。上記基板は，上記電気光学的スイッチング要素が上記開口部に隣接する上記基板の領域に配置されるよう，反復的なパターンで配置される複数のスルー開口部を持つ。好ましくは，上記開口部が，格子状パターン，即ち，一様な間隔の水平及び垂直線のネットワークで配置される。",
                "【0007】",
                "スルー開口部は，上記基板の平面における張力又は圧縮応力を減らし，ディスプレイデバイスが二方向に同時に曲がることを可能にする。」",
                "「【発明を実施するための最良の形態】",
                "【0027】",
                "図1は，本発明の実施形態による柔軟なディスプレイデバイス10の上面図である。そのディスプレイデバイスは例えば，メッセージ，画像等，又は光源を表示するためのディスプレイとすることができる。柔軟なディスプレイデバイス10は，柔軟な物質から作られる基板12を有する。その基板12は例えば，薄いプラスチックシートを有することができる。その基板12は更に，複数の電気光学的スイッチング要素14を収容する。電気光学的スイッチング要素は例えば，透過型，反射型又は発光型とすることができる。発光型の電気光学的スイッチング要素は例えば，1つ又は複数の発光ダイオード(LED)とすることができる。電気光学的スイッチング要素14は，柔軟な基板12とは分離した剛体基板15上に配置される駆動電子機器13により駆動される。電気的接続部17が，基板内／上の導電線(図示省略)を介して，駆動電子機器13を電気光学的スイッチング要素14に接続する。また，駆動電子機器は，柔軟な基板上に配置されることもできる。",
                "【0028】",
                "更に，基板12に複数のスルー開口部16が与えられる。この実施形態において，開口部16は，十字形状をしている。開口部16は，基板12において反復的なパターンで配置される。ここで，開口部16は格子状に，即ち一様に間隔の空いた水平及び垂直な線のネットワーク状に配置される。そのネットワークは基板12のエッジに対して整列される。図1に見られるように，各開口部16は，基板12の平面において，2つの垂直な方向(即ちx及びy方向に)同じ延長部(extension)を持ち，その2つの垂直な方向の間の方向において，より短い延長部を持つ。また，図1における開口部16は，すべて均等な大きさであり，同じ方向を向いている，即ち一様に整列している。更に，開口部16は，格子状のパターンに沿って揃えられる。即ち，第1の主延長部(x)の方向は，格子状パターンの水平線に平行であり，第2の主延長部(y)は，格子状パターンの垂直線に平行である。",
                "【0029】",
                "開口部16の形状及びレイアウトは，結果として，(第1の)領域18のアレイが形成されることを生じさせる。その領域18は，ディスプレイの電気光学的スイッチング要素14を収容する。図1において，1つのピクセル14が，各領域18に収容され，そのピクセルは，赤色の発光要素，緑色の発光要素及び青色の発光要素から作られる。しかしながら，各領域18に複数のピクセル又はサブピクセルを配置することも可能である。好ましくは，各領域18が整数倍のピクセル又はサブピクセルに対応するか，又はサブピクセルの場合，各ピクセルが整数倍の開口部／パターンを含む。",
                "【0030】",
                "領域18は，基板12の(第2の)領域20により互いに接続される。これらの接続領域20は，好ましくは，電気光学的スイッチング要素を一つも含まない。図1において，基板12のエッジにおける領域を除く各領域18は，4つの接続領域又はアーム20により電気光学的スイッチング要素を収容する隣接領域18に接続される。電気光学的スイッチング要素14を電気的に接続するいずれかの導電線(図示省略)は，好ましくは接続領域20を介してガイドされるべきである。その導電線は，電気光学的スイッチング要素の電源供給及び／又はアドレッシングを可能にする。」",
                "【0031】",
                "上述されたように，開口部16は，基板12とディスプレイデバイス10との増加された柔軟性を提供する。特に，ディスプレイデバイス10は，損傷されることなく，二方向に同時に曲げられることができる。曲げ動作及びねじれ動作は，接続領域20に集中されることになる。」",
                "「【0033】",
                "図2a及び図2bは，スルー開口部16の別の例示的な形状を示す。図2aにおいて，各開口部16は，電気光学的スイッチング要素を収納するほぼ円形の領域を規定する，板(plaquette)のように形成される。図2bにおいて，各開口部16は，角の丸い方形のように形成される。上述されたように，図2a及び図2bにおける各スルー開口部は，基板12の平面において2つの垂直な方向に等しい延長部(extension)を持ち，その2つの直交する方向の間の方向により短い延長部を持つ。このことが結果として，基板12とディスプレイデバイス10とに対する向上した柔軟特性を生じさせる。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によれば，引用発明の特徴は，次のとおりである。",
                "引用発明は，複数の電気光学的スイッチング要素を収容する柔軟な基板を有する柔軟なディスプレイデバイスに関するものである。(段落【0001】)",
                "従来，柔軟なディスプレイデバイスに対する急成長市場が存在し，そのようなディスプレイデバイスに機械的な柔軟性を与えるため，プラスチックから作られる薄くて曲がる基板が利用されてきたところ(段落【0002】)，そのような柔軟なディスプレイデバイスは1次元においてのみ柔軟であり，ディスプレイが二方向に同時に曲げられるとき，バックリング(buckling)が生じる可能性があり，ディスプレイにおける局所的な不具合をもたらす可能性がある，という課題が存在した(段落【0003】)。",
                "それに対し，引用発明は，1以上の方向に同時に曲げられることができる改善された柔軟なディスプレイデバイスを提供することを目的とするものである(段落【0004】)。",
                "引用発明は，ディスプレイデバイスにおいて，柔軟な物質から作られる基板を有し，その基板は更に，複数の電気光学的スイッチング要素を収容し(段落【0027】)，更に，基板に複数のスルー開口部が与えられ(段落【0028】)，開口部の形状及びレイアウトは，結果として，第1の領域のアレイが形成されることを生じさせ，その第1の領域は，ディスプレイの電気光学的スイッチング要素である，赤色の発光要素，緑色の発光要素及び青色の発光要素から作られる一つのピクセルを収容し(段落【0029】)，その第1の領域は，基板の第2の領域により互いに接続され(段落【0030】)，各開口部は，電気光学的スイッチング要素を収納するほぼ円形の領域を規定するように形成される(段落【0033】)という構成を採用することにより，ディスプレイデバイスが二方向に同時に曲がることが可能になる，という効果を奏するものである(段落【0007】，【0031】)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(裁量に関係しない事実認定の誤り及び事実認定の誤りに伴う審決の判断の誤り)について",
          "text": [
            "原告の主張する取消事由1は，裁量に関係しない事実認定の誤り及び事実認定の誤りに伴う審決の判断の誤りがあるというものである。",
            "上記事実認定の誤りとしては，本願発明の認定，引用刊行物例(引用公報)に記載された引用発明の認定，本願発明と引用発明の一致点・相違点の認定に誤りがあるとの主張であり，また，その事実認定の誤りを前提として，審決の判断にも誤りがあるとも主張されているものと解される。",
            "そこで，以上を前提に，審決の判断に誤りがあるかについて検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記認定の事実によれば，本願発明は，「フレキシブル基板上の単位画素間に連結部，と空隙部，とを設けてなり，前記空隙部は，前記単位画素を囲む様に配置することを特徴とする，形体順応型表示装置。」【請求項1】であることが認められる。審決の本願発明の認定には誤りがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，フレキシブル基板上の単位画素間に設けられた連結部と空隙部はでたらめに配置しているのではなく，本願明細書の図1及び請求項2等を参酌すると，フレキシブル基板上の単位画素間に設けてなる連結部は，伸縮性を持たせたい方向に対して，斜めに配置することを特徴とする形態順応型表示装置である旨主張する。",
                    "しかし，原告の上記主張は，「フレキシブル基板上の単位画素間に設けてなる連結部は，伸縮性を持たせたい方向に対して，斜めに配置することを特徴とする請求項1に記載の形体順応型表示装置」という本願の請求項2の発明をいうものであって，本願発明である請求項1には，本願発明を特定する事項として，「フレキシブル基板上の単位画素間に設けられた連結部」との記載はあるものの，「連結部」が「伸縮性を持たせたい方向に対して，斜めに配置することを特徴とする」ものであることは特定されていない。",
                    "よって，本願発明の「連結部」を前記のとおり認定した審決に誤りはなく，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，空隙部は，当然に連結部の特徴をもつ空隙部である，文字のごとく，空であるから，空どうしを対比することはできない旨主張する。",
                    "しかし，本願の請求項1には「フレキシブル基板上の単位画素間に連結部，と空隙部，とを設けてなり，前記空隙部は，前記単位画素を囲む様に配置する」と記載されており，本願発明の「空隙部」は，フレキシブル基板上に配置されるものであることから，本願発明の構成として適切に把握し得るものといえる。",
                    "よって，本願発明の内容は前記のとおり認定することができ，審決の「空隙部」の認定に誤りはない。",
                    "また，仮に，「空隙部」が「連結部」の特徴をもって認定すべきものであるとしても，本願発明の「連結部」が「伸縮性を持たせたい方向に対して，斜めに配置することを特徴とする」ものと限定的に解釈すべき理由がないことは前記のとおりであるから，「空隙部」についても，「連結部」が「伸縮性を持たせたい方向に対して，斜めに配置する」ものと限定的に解釈することは相当ではない。",
                    "よって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の認定",
              "text": [
                "前記認定の引用公報の記載によれば，引用発明は，前記第2，3(1)に記載のとおりであると認められる。",
                "審決は，引用公報の記載に基づき，上記と同旨の引用発明を認定しており，その認定に誤りはない(原告も積極的に争うものではない。)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明と本願発明との対比・判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本願発明及び引用発明を前記のとおり認定した上で，①  引用発明の「柔軟な物質から作られる基板12」，「赤色の発光要素，緑色の発光要素及び青色の発光要素から作られる，1つのピクセル」，「第2の領域20」，「スルー開口部16」及び「ディスプレイデバイス10」は，それぞれ，本願発明の「フレキシブル基板」，「単位画素」，「連結部」，「空隙部」及び「表示装置」に相当する，②  引用公報の図2aを参照すると，引用発明の「スルー開口部16の形状及びレイアウトは，結果として，第1の領域18のアレイが形成されることを生じさせ」る構成により，「スルー開口部16」が「第1の領域18」間に設けられているといえるから，引用発明の「スルー開口部16の形状及びレイアウトは，結果として，第1の領域18のアレイが形成されることを生じさせ」ることは，本願発明の「フレキシブル基板上の単位画素間に」「空隙部，とを設けてな」ることに相当する，③  引用発明の「領域18は，基板12の第2の領域20により互いに接続され」ることは，本願発明の「フレキシブル基板上の単位画素間に連結部，と」「を設けてな」ることに相当する，④  引用公報の図2aを参照すると，引用発明の「各開口部16は，電気光学的スイッチング要素14を収納するほぼ円形の領域を規定する」ことにより，「各開口部16」が「電気光学的スイッチング要素14」を囲むように配置されているといえるから，引用発明の「各開口部16は，電気光学的スイッチング要素14を収納するほぼ円形の領域を規定する，板(plaquette)のように形成される」ことは，本願発明の「前記空隙部は，前記単位画素を囲むように配置すること」に相当する，⑤  本願明細書の段落【0001】の「本発明は，設置する場所の形状に馴染むように曲げたり，たたんだり出来る電気的に表示が書き換え可能な，形体順応型表示装置に関するものである。」，同段落【0020】の「このような，形体順応型表示装置によれば，凹凸や曲面のある物体へ，表示装置を密着して貼り付けできる。」との記載を参照すれば，本願発明の「形体順応型」は，凹凸や曲面のある物体の形状に馴染むように曲げたり，たたんだりして，密着して貼り付けできることを意味すると認められる，⑥  引用発明の「1以上の方向に同時に曲げられることができる改善された柔軟なディスプレイデバイス10」が，「1以上の方向に同時に曲げられることができる」ことにより，凹凸や曲面のある物体の形状に馴染むように曲げたり，たたんだりして，密着して貼り付けできることは明らかであるから，引用発明の「1以上の方向に同時に曲げられることができる改善された柔軟なディスプレイデバイス10」は，本願発明の「形体順応型表示装置」に相当する，と判断した。",
                    "前記認定の事実によると，審決の認定するとおり，本願発明と引用発明は，「フレキシブル基板上の単位画素間に連結部，と空隙部，とを設けてなり，前記空隙部は，前記単位画素を囲む様に配置することを特徴とする，形体順応型表示装置。」で一致し，相違点はないことが認められる。",
                    "よって，本願発明は引用公報に記載された発明であるから，特許法29条1項3号に規定される発明に該当し，特許を受けることができないとした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，審決が，本願発明の連結部の特徴を看過しており，引用公報には本願発明の特徴を意図する記載がない旨主張する。",
                    "しかし，本願発明を請求項1の記載のとおり認定した審決の認定に誤りはないことは前記のとおりであり，本願発明の特徴を看過するものではないから，これを前提として，審決に，本願発明と引用発明との相違点の看過があるとする原告の主張は採用することができない。",
                    "よって，引用発明の認定及び本願発明との相違点・一致点の認定について審決の判断に誤りはないから，それを前提とした審決の判断に誤りがあるともいえない。",
                    "また，原告は，被告が，空隙部の「空」について，全く言及できていない旨主張する。",
                    "しかし，本願発明における「空隙部」が，フレキシブル基板上に配置されるものであることから本願発明の構成として適切に把握し得るものといえること，また，本願発明の認定について，「空隙部」を，「連結部」が「伸縮性を持たせたい方向に対して，斜めに配置する」ものと限定的に解釈することが相当ではないことは，前記のとおりであるから，原告の上記主張は採用することができない。",
                    "以上によれば，本願発明と引用発明との間に差異は認められず，本願発明が引用公報に記載された発明であると認定した審決の認定及び判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(本件拒絶査定に理由が付されていないこと)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，特許法52条では査定は文書をもって行い，かつ，理由を付さなければならないとされる，しかし，本件拒絶査定には，方式的理由項が記載されていないし，平成25年7月26日時点での理由が具体的に記載されておらず，本件拒絶査定には実質理由が記載されていない状態である，したがって，審決には，特許法52条違反があり，審決に重大な影響を与える瑕疵があるといえる，また，「平成25年3月28日付け拒絶理由通知書に記載した理由」の文言は，原告にとって，拒絶理由通知書の部分的一致なのか，全て一致なのかを判読することが非常に困難であるから，審決に重大な影響を与える瑕疵であるといえる旨主張する。",
                "しかし，本件拒絶査定については，以下のとおり瑕疵はない。",
                "特許法52条は，「査定は，文書をもって行い，かつ，理由を付さなければならない。」旨規定するところ，査定には理由が付されていれば足り，拒絶査定に「理由」という項目名が記載されなければならないことが規定されているものではない。したがって，本件拒絶査定に理由の項目の記載がないことをもって，特許法52条違反があるということはできない。",
                "そして，本件拒絶査定(乙3)には，冒頭において，本件出願については，平成25年3月28日付け拒絶理由通知書(乙2)に記載した理由によって拒絶すべきものである旨記載されており，理由が付されているものと認められる。また，上記拒絶理由通知書には，「この出願は，次の理由によって拒絶すべきものです。これについて意見がありましたら，この通知書の発送の日から60日以内に意見書を提出してください。」との記載とともに，理由1ないし3の具体的な内容について記載されていたことが認められるから，上記拒絶理由通知書に記載の理由と，本件拒絶査定の理由とが直接的な関係にあることは，原告にも容易に理解できるものと解される。本件拒絶査定に上記拒絶理由通知書記載の理由が引用されて記載されていたからといって，本件拒絶査定の理由が，上記拒絶理由通知書に記載の一部であるのか全部であるのか判読することが困難であるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，原告の主張する取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3(審決の理由中の結論及びむすびの誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，取消事由1で主張したとおり，審決には事実誤認に基づいた判断の誤りがあるから，その結論，まとめは当然に無効であり，これは手続上の誤り，事実の誤認であって，審決に重大な影響を与える瑕疵があるといえる旨主張する。",
                "しかし，取消事由1，取消事由2のいずれにも理由がないことは，前記のとおりであるから，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，審決では「本願の他の請求項に係る発明について検討するまでもなく」とされており，審判における審理が実質的に完了していないことを，自ら自白したといえる旨主張する。",
                "しかし，特許法は，一つの特許出願に対し，一つの行政処分としての特許査定又は特許審決がされ，これに基づいて特許が付与されるという基本構造を前提としており，複数の請求項に係る特許出願であっても，特許出願の分割をしない限り，その特許出願全体を一体不可分のものとして特許査定又は拒絶査定をするほかない。したがって，一部の請求項に係る発明について特許をすることができない事由がある場合には，他の請求項に係る発明についての判断いかんにかかわらず，特許出願全体について拒絶査定をすべきことになる。本件において，審決は，本願発明について，特許法29条1項3号の規定により特許を受けることができないと判断しているのであるから，これによって本件出願が全体として同法49条2号に該当し，拒絶をすべきものになることは明らかである。そして，その審決の判断に誤りはないことは，前記認定のとおりであり，また，手続上の誤り等がないことも，前記認定のとおりであるから，そうである以上，その他の請求項に係る発明について判断するまでもなく，本件出願は出願全体として拒絶されるべきであるから，これと判断を同じくする審決に違法はない。",
                "よって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告の主張する取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由4(審決の理由中の請求人の主張についての誤り)について",
          "text": [
            "審決が，原告(審判請求人)の主張に対する指摘として，請求人に送達された拒絶査定は拒絶査定の謄本であるから，そもそも，審査官の押印がないものであると判断した上，拒絶査定は，工業所有権に関する手続等の特例に関する法律4条の規定により，文書をもって行うことに代えて，電子情報処理組織を使用して行ったものであり，文書に記載すべき事項は，工業所有権に関する手続等の特例に関する法律施行規則23条の2の規定により，電子計算機から入力し，ファイルに記録され，同施行規則23条の3の規定により，記名押印に代えて，特許庁長官が指定する職員が交付した識別カードを挿入し，あらかじめファイルに記録された暗証番号を入力することにより，審査官を明らかにする措置を講じたものであるから，拒絶査定の原本にも審査官の押印はないことを併せて指摘しておくとの判断をしたことに対し，原告は，本件拒絶査定には，審査官の署名・押印がなく，真正な文書であることの証明が足りない旨主張する。",
            "そこで，検討するに，本件拒絶査定は，工業所有権に関する手続等の特例に関する法律4条1項の規定により，電子情報処理組織(同法2条1項に規定された，特許庁の使用に係る電子計算機と，手続をする者又は代理人の使用に係る電子計算機とを電気通信回線で接続した電子情報処理組織)を使用してされたこと，その際に，査定をした審査官が記名押印しなければならないところ(特許法施行規則35条柱書)，本件拒絶査定は，工業所有権に関する手続等の特例に関する法律施行規則23条の3の規定により，記名押印に代えて，特許庁長官が指定する職員が交付した識別カードを挿入し，あらかじめファイルに記録した暗証番号を入力することで，審査官を明らかにする措置を講じたものであることが認められる(弁論の全趣旨)。",
            "そうすると，本件拒絶査定(乙3)について，審査官の署名・押印がないことをもって，真正に成立した文書であることの証明が足りないものということはできない。なお，原告が送達を受けた本件拒絶査定の謄本には，当然，査定をした審査官の押印はない。",
            "よって，審決に違法があるということはできないから，原告の上記主張は採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の主張する取消事由はいずれも理由がなく，原告の本件請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}