{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2013-1697号事件について平成26年1月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(争いがない。)",
          "text": [
            "原告は，発明の名称を「書店における書籍の書籍販売システム」とする発明につき，平成23年3月29日を出願日とする特許出願(特願2011-72157号。以下，「本願」という。)をしたが，平成24年12月12日付けで拒絶査定を受けたため，平成25年1月30日付けで拒絶査定に対する不服の審判(不服2013-1697号)を請求した。",
            "特許庁は，平成26年1月7日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同月21日，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本願の特許請求の範囲(請求項の数は7である。)の請求項1の記載は，以下のとおりである(甲4。以下，同請求項に記載された発明を「本願発明」という。また，本願の明細書及び図面を併せて「本願明細書」という。)。",
            "「【請求項1】",
            "書店に配置されたディスプレイ及び該ディスプレイの表示を制御する端末装置並びに前記端末装置とネットワーク接続されたサーバからなる，書店における書籍の書籍販売システムであって，",
            "前記ディスプレイは，タッチパネル機能を有し，書籍を陳列した書棚に配置され，該ディスプレイに対する接触位置に関する信号を前記端末装置に出力するものであり，",
            "前記端末装置は，前記サーバに対して要求信号を送信し，前記サーバから受信した信号に基づいて，前記ディスプレイに表示すべき画像を形成するとともに，前記ディスプレイから入力される接触位置に関する信号及び形成した画像に基づき，前記サーバに対して新たな要求信号を送信するか又は前記ディスプレイに表示すべき新たな画像を形成するものであり，",
            "前記サーバは，書籍の背表紙画像と書籍特定情報を対応づけて格納したデータベースを備え，前記端末装置から受信した前記要求信号に基づいて，前記データベースから取得した情報を前記端末装置に送信可能であり，前記端末装置は前記サーバから書籍背表紙画像を含む信号を受信し，複数の背表紙が書棚に陳列されていることを模した画像を形成できる",
            "ことを特徴とする，書店における書籍の書籍販売システム。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，本願発明は，いずれも本願出願前に頒布された特開2003-67464号公報(甲1。以下「引用例1」という。)に記載された発明(以下「引用例1発明」という。)，特開平8-166992号公報(甲2。以下「引用例2」という。)に示唆された事項(以下「引用例2発明」という。)及び特開2009-48281号公報(甲3。以下「引用例3」という。)に記載された事項(以下「引用例3発明」という。)に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないというものである。",
            "審決が認定した引用例1発明の内容，本願発明と引用例1発明との一致点及び相違点は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1発明の内容",
              "text": [
                "「ディスプレイ41を有する電子立ち読み書籍ビュアー11が，書店サーバ10と無線LAＮで接続された書店用図書閲覧システムであって，",
                "ディスプレイ41は，タッチパネルを有し，2次元座標入力装置がタッチパネル42として付加され，",
                "タッチパネルを押圧することで入力操作を行い，",
                "電子立ち読み書籍ビュアー11の画面に書籍カタログの一覧を表示し，",
                "書籍カタログの一覧から選択された書籍の内容は，出版社サーバ30の書籍データベース32から書店サーバ10へ，インターネット35経由で送られ，さらに無線LAＮ14を介して電子立ち読み書籍ビュアー11に送られ，",
                "タッチパネルのボタン45a，45bによってページ送り，ページ戻りを行い，電子立ち読み書籍ビュアー11は，書籍購入を行える書店用図書閲覧システム」。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "「書店に配置されたディスプレイ及び該ディスプレイの表示を制御する端末装置並びに前記端末装置とネットワーク接続されたサーバからなる，書店における書籍の書籍販売システムであって，",
                "前記ディスプレイは，タッチパネル機能を有し，該ディスプレイに対する接触位置に関する信号を前記端末装置に出力するものであり，",
                "前記端末装置は，前記サーバに対して要求信号を送信し，前記サーバから受信した信号に基づいて，前記ディスプレイに表示すべき画像を形成するとともに，前記ディスプレイから入力される接触位置に関する信号及び形成した画像に基づき，前記サーバに対して新たな要求信号を送信するか又は前記ディスプレイに表示すべき新たな画像を形成するものである，書店における書籍の書籍販売システム。」である点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "text": [
                "［相違点(1)］",
                "「本願発明では，「ディスプレイ」を「書籍を陳列した書棚に配列」しているのに対して，引用例1発明の「電子立ち読み書籍ビュアー11」は書店のどこに設置するのかは明記されていない点。」",
                "［相違点(2)］",
                "「本願発明は，「サーバは，書籍の背表紙画像と書籍特定情報を対応づけて格納したデータベースを備え，前記端末装置から受信した前記要求信号に基づいて，前記データベースから取得した情報を前記端末装置に送信可能であり，前記端末装置は前記サーバから書籍背表紙画像を含む信号を受信し，複数の背表紙が書棚に陳列されていることを模した画像を形成できる」のに対して，引用例1発明の「サーバ10」はこの様な機能を有していない点。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点(1)の判断の誤り)",
          "text": [
            "審決は，引用例2発明の商品見本陳列棚をディスプレイ群に置き換えることは可能であって，この置換えにおいて，商品見本陳列棚の一部をディスプレイに置き換えても，商品見本を陳列するという目的は達成でき，書店においては，引用例2発明の商品の陳列は書棚の書籍に他ならず，書棚の一部をディスプレイにしたところで，書籍の陳列という目的は達成できることから相違点(1)に係る構成の容易想到性が認められる旨判断した。",
            "しかし，引用例2の第2の実施例におけるディスプレイ群は，商品売り場とは別に設けられるものであって，同実施例には，商品見本陳列棚も存在しない。そうすると，引用例2から読み取ることができることは，顧客が商品を購入するか否かの選択を可能とするための資料として，商品見本陳列棚群を用いること又はディスプレイ群を用いることが選択可能であることだけであって，商品見本陳列棚の一部をディスプレイに置き換えることを引用例2から読み取ることはできない。",
            "また，本願発明のディスプレイは，「書籍」を陳列した書棚に配置されるところ，「書籍」は引用例2発明の「商品」に当たるものの，「商品見本」ではないのであるから，引用例2発明を書店について考えても，ディスプレイを「書籍見本」を陳列した書棚に配置することの容易想到性が認められるだけであって，ディスプレイを「書籍」を陳列した書棚に配置するという構成の容易想到性を認めることはできない。",
            "さらに，上記のとおり，書店における陳列した書籍は「商品」であって，販売者が書籍を陳列する主たる目的は，顧客がそれをレジに持参し，代金を支払うことによって簡便に購入を完了することができるという点にある。これに対し，ディスプレイの表示内容は，顧客が商品としての書籍を購入するか否かの選択を可能とするための資料であって，顧客が書籍を取得するためには，書店内の書棚に陳列されている同じ書籍を探すなどの手続を経なければならないから，書棚の一部をディスプレイにすれば，書籍の陳列の主たる目的を達成できない。",
            "加えて，ディスプレイを書棚に配置した場合，ディスプレイ設置箇所の混雑が予想されるため，ディスプレイ配置によって陳列できない書籍だけでなく，その周辺に陳列されている書籍までも，書籍陳列の目的を達成することができないおそれがある。",
            "なお，発明の容易想到性を肯定するためには，従来技術とは異なる何らかの構成を採用するに至る契機となる事実がなければならないにもかかわらず，審決は，明確な理由なく容易想到性を認めたものであって，その判断手法には誤りがある。",
            "以上からすれば，引用例1発明に引用例2発明を適用して相違点(1)に係る構成の容易想到性を認めた審決の判断には誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(手続違背)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願については，査定段階における拒絶理由通知書(甲5)では，引用例1発明に引用例2発明を適用することにより容易想到性が認められる旨の記載がされたところ，拒絶査定では引用例2の存在とは無関係に，引用例1発明から容易想到性が認められると判断され，その後の審決では再び引用例1発明に引用例2を適用することにより容易想到性が認められると判断されたものである。",
                "そして，拒絶理由通知書には，引用例2を誤認し，引用例2発明が「ディスプレイを商品棚に配置」する構成を有することを前提に理由が記載されている一方で，審決では，同前提を採用することなく，「引用例2に示唆された事項から明らかなように，商品見本陳列棚をディスプレイ群に置き換えることは可能であり，さらに，この置換えにおいて，商品見本陳列棚の一部をディスプレイに置き換えても，商品見本を陳列するという目的を達成でき，書店においては，商品の陳列は書棚の書籍に他ならず，書棚の一部をディスプレイにしたところで，書籍の陳列という目的を達成できる」との理由が記載されているのであるから，これらの理由は実質的に異なるものである。",
                "したがって，審決は，拒絶査定(拒絶理由通知書を含む。)の理由と異なる理由によってされたものであり，特許法50条，159条2項に反するものであるから，取り消されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，被告は，拒絶査定書(甲7)の「引用文献2には，出願人が意見書において主張するように，商品を表示するディスプレイを書籍を陳列した書棚に配置することは記載されていない」(2頁1ないし2行)との記載(以下「本件記載」という。)は，商品を表示するディスプレイを書籍を陳列した書棚に配置することが引用例2に明示的に記載されていないことを確認的に記載したにすぎない旨主張する。",
                "しかし，本件記載は，原告が拒絶理由通知書を受けて提出した平成24年10月24日付け意見書(甲6。以下「本件意見書」という。)を受けて記載されたものであって，本件意見書は，「書籍に限定しない広い商品を対象とする場合であっても，商品を陳列した商品棚に，商品販売のためのディスプレイを配置することはどの引用文献にも記載されていない」旨主張しているのであるから，本件記載は，「商品を表示するディスプレイを商品を陳列した商品棚に配置することは記載されていない」の誤記と解すべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)に対し",
          "text": [
            "原告は，引用例2から商品見本陳列棚の一部をディスプレイに置き換えることを読み取ることはできない上，本願発明のディスプレイは，「書籍」を陳列した書棚に配置されるところ，「書籍」は引用例2発明の「商品」に当たるものの，「商品見本」ではないのであるから，引用例2発明を書店について考えても，ディスプレイを「書籍見本」を陳列した書棚に配置することの容易想到性が認められるだけである，販売者が書籍を陳列する主たる目的は，顧客がそれをレジに持参し，代金を支払うことによって簡便に購入を完了することができるという点にあり，書棚の一部をディスプレイにすれば，書籍の陳列の主たる目的を達成できないなどと主張する。",
            "しかし，引用例2には，商品見本を陳列する方法として，商品実物を陳列する方法及びディスプレイを用いて商品の外観とその商品に関するデータを表示する方法等があり，これらの方法を重複して用いてもよいこと，商品の種類によっては従来の商品を陳列する販売システムと商品見本を陳列する商品販売システムとを隣接あるいは混在して配置することが記載されていることによれば，陳列棚を用いるかディスプレイを用いるか等の陳列手段や，陳列棚あるいはディスプレイ等の配置は，「商品の陳列」による作用効果に実質的な影響を及ぼすものではない。",
            "そして，引用例2発明は，店頭での商品の販売に係る技術であり，店頭での商品の販売は，客が陳列された商品の中から所望の商品を選択し，商品の代金を精算し，その引換えに商品が客に引き渡されることにより，その手続が完了するものであるところ，ディスプレイ等により商品見本を陳列する構成を採用した場合においても，陳列される対象が商品自体か商品見本かの違いはあるものの，結局，客が陳列された商品の中から所望の商品を選択し，商品の代金を精算し，その引換えに商品が客に引き渡されることにより購入手続が完了するのであるから，商品自体の陳列に代え，ディスプレイ等により商品見本を陳列する構成を採用した場合においても，従来技術における「商品の陳列」の作用効果を奏するとともに，売り場面積を効率的にかつ経済的に用いることができる，商品へのいたずら等を防ぐことができ，商品の傷みを軽減できる等の作用効果もある。また，書籍も店頭販売される商品であって，商品である書籍自体の陳列に代え，ディスプレイ等により書籍見本を陳列する構成を採用したとしても，少なくとも「書籍の陳列」による作用効果において，従来技術における「書籍の陳列」と実質的な差異はない。",
            "そうすると，引用例1発明において，書棚の一部をディスプレイにした場合においても，実物の書籍を販売する場合と同様に，ディスプレイに表示した書籍を販売するという目的が達成されることは明らかである。",
            "したがって，審決が「書店において，商品の陳列は書棚の書籍に他ならず，書棚の一部をディスプレイにしたところで，書籍の陳列という目的を達成できる」と判断したことに誤りはなく，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(手続違背)に対し",
          "text": [
            "相違点(1)の容易想到性の判断については，拒絶理由通知書及び拒絶査定も，店舗に商品を陳列する代わりに，複数のタッチパネル機能を有し商品見本を表示するディスプレイを配置する構成が引用例2に記載されている旨の認定を踏まえて，引用例1発明の書籍の販売システムにおいて引用例2発明を採用するにあたってそのような「ディスプレイ」を「どこに配置するか」が「商品や店舗の形態に応じて，適宜定め得たこと」であって「書店において，書棚に配置された現実の書籍に代えて，ディスプレイで書籍を表示するのであるから，ディスプレイを書棚に配置する構成とすること」が「当業者が自然に想起し得たことである」という判断を示したものである。",
            "そして，審決も，実物の商品をディスプレイに表示された商品に置き換える旨が引用例2に示されていることを踏まえ，相違点(1)に係る構成が引用例1発明から容易想到である旨判断したものである。",
            "したがって，審決における相違点(1)の容易想到性の判断に係る論旨は，拒絶査定及び拒絶理由通知書においても実質的に示されていたものであり，「拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合」(特許法159条2項)に該当しない。",
            "なお，拒絶査定書における本件記載は，商品を表示するディスプレイを書籍を陳列した書棚に配置することが引用例2に明示的に記載されていないことを確認的に記載したにすぎない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明，引用例1発明及び引用例2発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の要旨",
              "text": [
                "本願明細書によれば，本願発明は，書店における書籍の書籍販売システムに関するものである(【0001】)。書籍購入に関しては，近年，無店舗販売と電子書籍が普及し，店舗販売を行う既存の書店の経営を圧迫し，書店数が減少するなどの問題があったため(【0003】ないし【0005】)，本願発明は，書店にとっては無尽蔵の書籍を購入者に提供でき，かつ購入者は書棚に陳列されている書籍を手に取るようにして，書籍の選択・購入を可能とする，書店における書籍の書籍販売システムを提供することを課題とするものである(【0009】)。本願発明は，書籍を陳列した書店の書棚にタッチパネル機能を有するディスプレイを配置し，ディスプレイには複数の背表紙が書棚に陳列されていることを模した画像を表示し，ディスプレイに表示すべき背表紙画像等は，ディスプレイの表示制御を行う端末装置と接続されたサーバに格納し，ディスプレイに対する接触位置に応じて，前記端末装置は，前記サーバに対して要求信号を送信するか又は前記ディスプレイに表示すべき新たな画像を形成するという構成によって課題を解決するものであって(【0010】)，これにより，購入者は，周囲の書棚とディスプレイ画像の区別がつきにくくなり，書棚に陳列された書籍に接するのに近い感覚で，ディスプレイに表示された背表紙画像に接することができ，ディスプレイに表示された画像であるにもかかわらず，あたかも書棚に陳列されている書籍を選択するかのように，ディスプレイに表示された背表紙画像から書籍を選択することができ，また，ディスプレイに表示する背表紙画像は変更できるので，印刷物の書籍のみを陳列する場合とは比較できない膨大な数の書籍背表紙画像を購入者に提示することができ，書店はスペースの有効利用を図ることができ，同時に購入者は購入すべき書籍の選択幅を拡げることができるという効果を有するものである(【0017】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，次のとおりの記載がある(甲1。図1，2，4及び6については，別紙引用例1発明図面目録参照)。",
                    "「【0001】",
                    "【発明の属する技術分野】本発明は，書籍や雑誌などの図書を販売する書店での図書販売方法および書店用図書閲覧システムならびに図書ビュアーに関する。」",
                    "「【0006】従来の書店における図書の販売については，次のような課題を指摘することができる。",
                    "1)書店に書籍等の在庫が無い場合，顧客は別の書店で立ち読みを行い，書籍内容を確認して購入を行うようになる。そのため在庫の無い書店は販売チャンスを逃してしまい，売上が伸び無いという問題がある。",
                    "2)顧客に立ち読みを許容すると，書籍が汚れたり，破損したりするという問題が生じる。",
                    "3)顧客が購入目的で来店しても，目的の書籍在庫が1冊しかなく，それが立ち読みで汚れている場合，購入を止める場合がある。",
                    "4)顧客が購入目的で来店しても，目的の書籍が売り切れて無い場合，顧客は購入できない。・・・",
                    "7)書籍の移動販売を行っても，トラック等で運べる書籍の量に制限があり，書籍の種類が少ないため，多くの顧客を集めることができない。・・・",
                    "【0007】本発明の目的は，店舗に来店した顧客に，現実の立ち読みは行わなくても，立ち読みと同等の感覚で，図書の内容を読むことができるようにする書店での図書販売方法および書店用図書閲覧システムならびに図書ビュアーを提供することである。",
                    "【0008】",
                    "【課題を解決するための手段】本発明は，書店に，図書の内容を閲覧可能な図書ビュアーを設置しておき，書店に来店した顧客は，この図書ビュアーを使用し，実際に書店に置かれている図書とともに，実際には該書店に置かれていない図書も含めて，無料で図書の内容を見ることができることを特徴とする書店での図書販売方法である。",
                    "【0009】本発明に従えば，書店に来店した顧客は，図書の内容を閲覧可能な図書ビュアーを使用し，実際に書店に置かれている図書とともに，実際には該書店に置かれていない図書も含めて，無料で図書の内容を見ることができる。すなわち，顧客は，図書の内容を図書ビュアーを使用して立ち読みすることができ，図書の購入を内容の確認後に行うことができる。顧客が内容を確認しても，図書を実際には立ち読みしないので，立ち読みによって図書が汚れる問題を回避することができる。また，図書は必ずしも在庫していなくてもよくなるので，在庫の無い書店でも売上げの機会損失を少なくすることができる。」",
                    "「【0011】本発明に従えば，図書ビュアーで閲覧することによって内容を確認した図書を，図書ビュアーから発注することができるので，顧客は欲しい図書を迅速に購入することができる。」",
                    "「【0027】本発明に従えば，図書ビュアーの設置台数よりも，利用希望の顧客の方が多くなるようなときでも，顧客は図書ビュアーを予約して，図書ビュアーが空いたら暗証キーでロックを解除して閲覧に利用することができる。予約されている図書ビュアーが空くと，暗証キーで他人が利用できないようにロックし，予約者の携帯電話にメールを発信して知らせるので，顧客は安心して書店の店舗内や，近くで空きを待つことができる。」",
                    "「【0046】",
                    "【発明の実施の形態】図1は，本発明の実施の一形態である書店用図書閲覧システムの大略的な構成を示す。図1に示す書店用図書閲覧システムは，書店側システム1，顧客側システム2，および出版社側システム3からから(判決注：原文ママ)構成される。書店側システム1は，書店サーバ10を中心に，図書ビュアーである電子立ち読み書籍ビュアー11，印刷装置12，POS(Point Of Sales)端末13などから構成され，これらの機器は無線LAＮ(Local Area Network)で相互に接続されている。POS端末13は，店員がいるレジに備えられている。書店サーバ10は，書店データベース15を備えている。書店データベース15は，販売データベース16，顧客データベース17，広告データベース18および閲覧データベース19を含む。電子立ち読み書籍ビュアー11は，書籍ばかりではなく，雑誌の内容でも閲覧は可能である。以下，書籍や雑誌を含む図書を，書籍で体表させて説明することがあるけれども，雑誌等を除外するものではない。",
                    "【0047】顧客側システム2は，顧客が携行するPDA(Personal Digital Assistant)20などの携帯情報端末や，携帯電話21などを含む。顧客は，書店の店舗を訪れると，電子立ち読み書籍ビュアー11を無償で利用することができ，書店の店舗に在庫している書籍や雑誌でも，実際には在庫していない書籍でも，立ち読み感覚で気軽に閲覧することができる。電子立ち読み書籍ビュアー11を利用して閲覧すれば，実際に顧客が書籍を手にとって閲覧しなくてもよいので，立ち読みによって書籍が汚れてしまうという問題も解消される。」",
                    "「【0050】図2は，図1に示す電子立ち読み書籍ビュアー11を正面から見たときの外観を示す。電子立ち読み書籍ビュアー11は，図1のPDA20などと同様の大きさで，大略的に板上の筐体40を有する。筐体40は，ディスプレイ41およびタッチパネル42を表面に備え，無線アンテナ43を側面に備え，受話器44を顧客の頭部にセット可能である。ディスプレイ41とタッチパネル42とは，重ね合わされている。ディスプレイ41は，たとえば液晶表示パネルと表示制御回路等が組合わされた液晶表示装置であり，表面に透明な2次元座標入力装置がタッチパネル42として付加されている。ディスプレイ41およびタッチパネル42が重ね合された表面は，操作エリア45，書籍情報エリア46，書籍内容エリア47および広告エリア48に区分される。入力手段である操作エリア45には，電子立ち読み書籍ビュアー11の利用者による入力操作が行われ，表示手段としての書籍情報エリア46，書籍内容エリア47および広告エリア48との間には，スクロールバー49が表示される。」",
                    "「【0052】図4は，電子立ち読みビュアー11で書籍を閲覧している画面を示す。前述のように，書籍閲覧用の画面は，書籍情報を表示する書籍エリア46，書籍内容を表示する書籍内容エリア47，広告を表示する広告エリア48，操作を表示する操作エリア45から構成される。操作エリア45には，たとえばページ送りに使用する“進む”ボタン45a，ページ戻りに使用する“戻る”ボタン45b，選択操作時の確認に使用する“確定”ボタン45c，および一つ前の操作に戻る場合に使用する“取消”ボタン45dなどが表示され，その上を指先などで押圧することによって，入力操作を行うことができる。書籍情報エリア46には，書籍名46a，出版社名46b，価格46c，および在庫46dなどが表示される。スクロールバー49は，書籍内容エリア47で表示されている書籍の内容が全体ではどの範囲であるかを表示する。表示範囲を示すインジケータ49aをタッチパネル42上から動かして，書籍内容エリア47の表示範囲を移動させることもできる。」",
                    "「【0058】図6は，書籍購入を顧客が電子立ち読み書籍ビュアー11を操作して行う場合の顧客の操作と電子立ち読み書籍ビュアー11の動作とを示す。これは，書籍購入をビュアーから発注するものである。ステップb0からステップb2までの操作は，図5のステップa0からステップa2までの各ステップと基本的に同等である。・・・",
                    "【0059】ステップb3で顧客はカタログから購入する書籍を選択する。電子立ち読み書籍ビュアー11の“確認”ボタン45cを押すと，書籍が選択され，ステップb4で書籍名46aや在庫46dの状況などの書籍情報の表示が書籍情報エリア46に表示される。ステップb5では，書籍内容エリア47に書籍の内容が表示される。",
                    "【0060】ステップb6で，“確認”ボタン45cを押すと，ステップb7で書店のPOS端末13に対して購入手続きのためのデータ転送が行われる。ステップb8では，顧客がレジで電子立ち読み書籍ビュアー11から発注したことを告げる。ステップb9では，発注された書籍が書店に在庫しているか否かを判断する。在庫有りのときはステップb10で書籍の販売を行い，在庫無しのときはステップb11で書籍の予約を行う。すなわち，書店に在庫がある場合は，レジで書籍を購入する。書店に在庫がない場合は，購入予約を行う。・・・」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，引用例1発明は，書籍や雑誌などの図書を販売する書店での図書販売方法及び書店用図書閲覧システム並びに図書ビュアーに関するもので(【0001】)，従来の販売方法では，書籍の在庫不足の場合などに販売機会を喪失すること，立ち読みによる書籍の破損等の問題があった。そこで，引用例1発明は，店舗に来店した顧客に，現実の立ち読みは行わなくても，立ち読みと同等の感覚で，図書の内容を読むことができるようにする書店での図書販売方法及び書店用図書閲覧システム並びに図書ビュアーを提供することを目的とし，その内容は，書店に，図書の内容を閲覧可能な図書ビュアーを設置しておき，書店に来店した顧客は，この図書ビュアーを使用し，実際に書店に置かれている図書とともに，実際には該書店に置かれていない図書も含めて，無料で図書の内容を見ることができることを特徴とする書店での図書販売方法であって，審決(前記第2の3(1))が認定したとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例2発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2には，次のとおりの記載がある(甲2)。",
                    "「【0002】",
                    "【従来技術】従来の・・・複数種類の商品を扱う店頭での代表的な商品の販売方法は，・・・販売業者が所要面積の商品売り場を準備し，その商品売り場に設置した商品棚等に1種類当り数十個ないし数百個に及ぶ多数の商品を多種類並べて配置し，並べられた商品の中から客が所望の商品を選択して精算所まで持ち運び，精算所で販売業者の精算係りが購入商品をリストアップすると共に購入総額を計算し，客の代金支払い又はクレジットカード等での精算と引き替えに購入した商品を客が取得し，或いは所定の場所への運送を依頼するという方法が一般的であった。・・・",
                    "【0003】",
                    "【発明が解決しようとする課題】本発明は・・・，客が自由に持ち運べる大きさの商品を中心に扱うスーパーマーケットや各種専門店等での商品販売システム及び商品販売方法に関する。上記従来の商品販売システム及び商品販売方法には，次に示すような解決すべき課題が含まれている。・・・第1に客が重い商品を精算所まで持ち運ぶのに必要な買物カゴや買物用カート等の設備が必要であり，またそれらに伴う売り場通路の混雑，第2に1種類当り多数個の商品を並べなければならないこと等による売り場面積の不経済な利用状態やそれに伴う通路の混雑，第3に客用の通路を利用した大型の運搬カートによる商品の補充や，補充用商品による客用通路の一時占拠等に伴う客への迷惑，第4に商品の露出展示に伴う万引きや商品へのいたずら及び客等による商品への接触に伴う商品の傷み，第5に精算時にレジ係による商品のリストアップと料金計算に伴う精算の待ち時間等の時間的不経済性，第6に買い物用カートやカートサイズに合わせたエレベータ等の設備費とそれらの保守管理費及びそれらの保守管理要員やレジ係要員等の人件費等に伴う商品価格の上昇，等である。",
                    "【0004】また，従来の商品販売システム及び商品販売方法では，多くの人手に頼って精算や商品補充管理或いは買い物用カート等の保守管理等を行っているため，例えば24時間営業等のような営業時間の延長等は容易に実施できず，また現金精算が多く多額の現金を扱うため，ガードマン等の防犯処置を強化する必要があった。・・・本発明は，上記従来の商品販売システム及び商品販売方法に含まれている無駄や不合理，不十分な点を排除し，新規でかつ快適な商品販売システム及び商品販売方法を提供することを目的とする。",
                    "【0005】",
                    "【課題を解決するための手段】上記従来の商品販売システム及び商品販売方法に伴う上記課題を解決するために，本発明の商品販売システム及び商品販売方法では，多数の重い購入商品を客が精算所まで持ち運ぶという動作をなくし，買物を終了した時点で購入商品を一括して受け取ることを基本構成とする。",
                    "【0006】この基本構成を実現する第1の具体的な基本構成は，複数種類の商品見本と，複数台の商品購入操作装置と，少なくとも1台以上の精算用装置と，が備えられた商品売り場と，集中制御管理装置とを備える。前記商品購入操作装置や精算用装置等は集中制御管理装置に接続されて，商品や客に関する情報を取得し，また商品の購入や精算に必要な情報の入出力装置として動作する。すなわち，商品購入操作装置は客或いは売り場係員によって操作されるが，いずれの場合も客がその商品を購入する意志を持っていることを確認すると共に購入商品の種類や個数等の情報を取得し，精算用装置は集中制御管理装置を介して客の商品購入総額を把握すると共に現金或いはクレジットカード又はプリペイドカード等での精算に供される。更に精算と引き替えにして購入商品が客に引き渡される。」",
                    "「【0009】なお，上記本発明の具体的な基本構成のうち，陳列する商品見本には，その時々の商品実物を用いてもよいが，その商品の空箱或いはイミテーションを用いてもよく，ディスプレイ上に商品の外観とその商品に関するデータを表示する方法等を用いてもよい。また，上記方法を重複して用いてもよい。」",
                    "「【0014】",
                    "【作用】上記商品販売システム及びそのシステムを利用した商品販売方法によって，従来の商品販売システム及びそのシステムを利用した商品販売方法で問題であった多くの課題が解決できる。すなわち，一つの種類について多数個の商品を並べる必要がないため，売り場面積を効率的にかつ経済的に用いることができ，売り場面積当りの売り上げ効率を高めることができる。また，客にとっては混雑や重い荷物の持ち運び或いはレジでの長い待ち時間等の問題が解消され，快適な環境で買い物ができる。また，レジ要員や売り場への商品補充要員或いは買い物用カート等の保守管理要員等の人件費の低減だけでなく，買い物用カートやそのカートサイズに対応したエレベータ等の設備に関する初期投資やその保守管理費及び営繕費等の低減が可能である。",
                    "【0015】更に，商品の露出展示を行わないことによって商品へのいたずら等を防ぐことができ，商品の傷みが軽減でき，最善の状態で商品を客に引き渡せる。なお，商品の種類によっては従来の商品販売方法が適していることがあるので，本発明による新規な商品販売システム及びそのシステムを利用した商品販売方法と，従来の販売システムとを隣接して或いは混在して配置することもできる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，引用例2発明は，客が自由に持ち運べる大きさの商品を中心に扱うスーパーマーケットや各種専門店等での商品販売システム及び商品販売方法に関するものであって，従来の商品販売システム等においては，カート等の設備が必要である，売り場面積の有効活用ができていない，通路が混雑する，保守管理や防犯のための人員確保が必要であるなどの様々な問題があることから，引用例2発明は，上記の従来の方法による無駄や不十分な点を排除し，新規で快適な商品販売システムを提供することを目的としている(【0003】【0004】)。引用例2発明の商品販売システムが備える具体的な基本構成は，複数種類の商品見本(商品の実物若しくはイミテーション又はディスプレイ上に商品の外観とその商品に関するデータを表示する方法等)と，複数台の商品購入操作装置と，少なくとも1台以上の精算用装置と，が備えられた商品売り場と，集中制御管理装置とを備えるものであり，前記商品購入操作装置や精算用装置等は集中制御管理装置に接続されて，商品や客に関する情報を取得し，また商品の購入や精算に必要な情報の入出力装置として動作し，商品購入操作装置は客或いは売り場係員によって操作されるが，いずれの場合も客がその商品を購入する意志を持っていることを確認すると共に購入商品の種類や個数等の情報を取得し，精算用装置は集中制御管理装置を介して客の商品購入総額を把握すると共に現金或いはクレジットカード又はプリペイドカード等での精算に供され，精算と引き替えにして購入商品が客に引き渡されるものである(【0006】)。引用例2発明は，売り場面積の効率的な活用，買物客に対する快適な環境の提供，人件費，設備投資，保守管理費及び営繕費の低減を可能とするとともに，商品へのいたずら等の防止，商品の傷みが軽減するなどの作用を有するもので，従来の販売システムを隣接して或いは混在して配置することもできるものである(【0014】【0015】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点(1)の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1で認定した本願発明の要旨及び引用例1発明の内容によれば，本願発明と引用例1発明の相違点は，審決が認定したとおりであるところ，審決は，相違点(1)(本願発明では，「ディスプレイ」を「書籍を陳列した書棚に配列」しているのに対して，引用例1発明の「電子立ち読み書籍ビュアー11」は書店のどこに設置するのかは明記されていない点)について，引用例2発明の商品見本陳列棚をディスプレイ群に置き換えることは可能であって，この置換えにおいて，商品見本陳列棚の一部をディスプレイに置き換えても，商品見本を陳列するという目的は達成でき，書店においては，引用例2発明の商品の陳列は書棚の書籍に他ならず，書棚の一部をディスプレイにしたところで，書籍の陳列という目的は達成できることから相違点(1)に係る構成の容易想到性が認められる旨判断した。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し，原告は，引用例2から読み取ることができることは，顧客が商品を購入するか否かの選択を可能とするための資料として，商品見本陳列棚群を用いること又はディスプレイ群を用いることが選択可能であることだけであって，商品見本陳列棚の一部をディスプレイに置き換えることを引用例2から読み取ることはできない旨主張する。",
                    "しかし，前記1(3)で認定したとおり，引用例2には，「本発明の具体的な基本構成のうち，陳列する商品見本には，その時々の商品実物を用いてもよいが，その商品の空箱或いはイミテーションを用いてもよく，ディスプレイ上に商品の外観とその商品に関するデータを表示する方法等を用いてもよい。また，上記方法を重複して用いてもよい。」(【0009】)と記載されており，商品見本陳列棚を用いる方法及びディスプレイ群を用いる方法のみならず，両者を併用する方法も示されているのであるから，商品見本陳列棚の一部をディスプレイ群に置き換えることも十分読み取ることができるというべきである。",
                    "したがって，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明のディスプレイは，「書籍」を陳列した書棚に配置されるところ，「書籍」は引用例2発明の「商品」に当たるものの，「商品見本」ではないのであるから，引用例2からは，ディスプレイを「書籍見本」を陳列した書棚に配置することの容易想到性が認められるだけであって，ディスプレイを「書籍」を陳列した書棚に配置するという構成を容易に想到することはできない旨主張する。",
                    "しかし，前記1(3)で認定したとおり，引用例2には，「商品の種類によっては従来の商品販売方法が適していることがあるので，本発明による新規な商品販売システム及びそのシステムを利用した商品販売方法と，従来の販売システムとを隣接して或いは混在して配置することもできる。」(【0015】)と記載されており，ここでいう本発明による新規な商品販売システムはディスプレイに商品の外観を表示して商品を陳列する方法等であり，従来の販売システムは，商品を商品陳列棚に陳列する方法であるから，これを書店についてみれば，ディスプレイに「書籍」の外観を表示して書籍を陳列する方法と書籍を書棚に陳列する方法を混在させることが記載されているというべきである。そして，このような記載に加えて書店において書籍を陳列する場合に書棚を用いることが通常行われていること(甲1【0002】)を併せて考慮すれば，引用例1及び引用例2に接した当業者であれば，書籍の外観を表示したディスプレイを書店内に陳列する際に，当該ディスプレイを書籍を陳列した書棚に配列するという相違点(1)に係る構成を容易に想到することができるというべきである。",
                    "したがって，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，審決の「書棚の一部をディスプレイにしたところで，書籍の陳列という目的は達成できる」との判断について，販売者が書籍を陳列する主たる目的は，顧客がそれをレジに持参し，代金を支払うことによって簡便に購入を完了することができるという点にあるのに対し，ディスプレイの表示内容は，顧客が商品としての書籍を購入するか否かの選択を可能とするための資料であって，顧客が書籍を取得するためには，書店内の書棚に陳列されている同じ書籍を探すなどの手続を経なければならないから，書棚の一部をディスプレイにすれば，書籍を陳列する主たる目的を達成することができない旨主張する。",
                    "しかし，書店において書籍を陳列する目的については，簡便に購入を完了することができる点のみならず，客が商品としての書籍を購入するか否かの選択を可能とするための資料の提供という点も重要であって，顧客が手にした書籍をレジに持参しなくとも，ある書籍の購入を希望する顧客に対してレジにおいて同書籍を提供することができれば，顧客は簡便に購入を完了することができるのであるから，書籍を陳列する目的を十分達成できるというべきである。この点，引用例1発明においても，顧客が書籍ビュアー11によって発注した書籍について，書店に在庫があるか否かを確認し，在庫がある場合には，レジで書籍を購入する旨が記載されており(【0011】【0060】)，これにより書籍を陳列する目的を達成していると認められる。",
                    "したがって，書棚の一部をディスプレイにしても，書籍を陳列する目的を達成することができないということはできず，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，審決の上記判断について，ディスプレイを書棚に配置した場合，ディスプレイ設置箇所の混雑が予想されるため，ディスプレイ配置によって陳列できない書籍だけでなく，その周辺に陳列されている書籍までも，書籍陳列の目的を達成できないおそれがある旨主張する。",
                    "しかし，ディスプレイの配置によって，その分だけ書籍を陳列できないのは当然であって，書店内のレイアウトの問題にすぎない。また，仮にディスプレイの利用者が増加したとしても，引用例1発明においては，顧客が書籍ビュアーを予約して，書籍ビュアーが空いたら暗証キーでロックを解除して閲覧に利用するなどする方法が示されており(【0027】)，このような方法を採用すれば，ディスプレイ設置箇所周辺の混雑を緩和することも可能であって，少なくともディスプレイの設置によって，直ちに設置箇所の周辺に陳列されている書籍について書籍陳列の目的を達成できなくなるということはできない。",
                    "したがって，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，発明の容易想到性を肯定するためには，従来技術とは異なる何らかの構成を採用するに至る契機となる事実がなければならないにもかかわらず，審決は，明確な理由なく容易想到性を認めた旨主張する。",
                    "しかし，引用例1発明及び引用例2発明は，複数の商品を置く場合の商品販売システムという点で共通し，引用例2発明は専門店についても含むことが明記され，書店における書籍の販売も含むものである。また，引用例1発明は，書籍の在庫不足の場合などに販売機会を喪失すること，立ち読みによる書籍の破損等を課題としているところ，引用例2発明は，売り場面積の有効活用，商品の汚損等を課題とするものであって，これを書店について考えれば，書籍の種類が少ない場合に多くの顧客を集めることができないこと，書籍の汚損が生じることを課題として含むものであるから，課題としても共通するものである。そうすると，引用例1及び引用例2に接した当業者であれば，書店において書籍ビュアーを置く際に，引用例2発明に開示されている商品見本の一部をディスプレイに置き換えるという技術及びディスプレイに書籍の外観を表示して書籍を陳列する方法と書籍を書棚に陳列する方法を混在させるという技術を適用して，書籍とともに書籍の外観が表示されたディスプレイを書棚に置く動機付けがあるというべきである。",
                    "したがって，引用例1及び引用例2に接した当業者であれば，引用例1発明に引用例2発明を適用する動機付けがあるというべきであって，これにより，相違点(1)に係る構成を容易に想到することができるというべきである。",
                    "したがって，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，相違点(1)について，審決が，引用例2発明の商品見本陳列棚をディスプレイ群に置き換えることは可能であって，この置換えにおいて，商品見本陳列棚の一部をディスプレイに置き換えても，商品見本を陳列するという目的は達成でき，書店においては，引用例2発明の商品の陳列は書棚の書籍に他ならず，書棚の一部をディスプレイにしたところで，書籍の陳列という目的は達成できる旨判断したことは相当であって，原告の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(手続違背)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "拒絶理由通知書，本件意見書，拒絶査定書及び審決の記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願の審査段階における拒絶理由通知書(甲5)の「理由」の「理由A」",
                  "text": [
                    "の「・備考」欄には，次のとおりの記載がある(拒絶理由通知書，本件意見書及び拒絶査定書において引用文献1及び2と記載されている文献は，それぞれ引用例1及び2であるので，アないしウで引用する際には，それぞれ引用例1及び2と置き換えて引用し，引用文献1～4及び1-4との記載は，それぞれ引用例1～4及び1-4として引用する。)。",
                    "「・・・引用例2には，店舗に商品を陳列する代わりに，複数のタッチパネル機能を有するディスプレイを商品棚に配置して，当該ディスプレイに商品見本を表示し，商品購入機能を持たせることが記載されている・・・",
                    "引用例1に記載の書籍の販売システムにおいて，上記引用例2に記載の構成及び周知の書籍の表示方法を適用して，電子立ち読み書籍ビュアーに代えて，複数のディスプレイを書棚に配置し，当該ディスプレイに書籍の背表紙画像が書棚に陳列した状態のものを表示する構成とすることは，当業者が容易に想到し得たことである。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件意見書(甲6)の「意見の内容」の「4．本願発明の進歩性」の欄には，次のとおりの記載がある。",
                    "「・・・すなわち，書籍に限定しない広い商品を対象とする場合であっても，商品を陳列した商品棚に，商品販売のためのディスプレイは配置することは，どの引用文献にも記載されておらず，いわんや，その商品を書籍に限定し，書籍を陳列した書棚に，書棚を模した画面を表示するディスプレイを配置するなど，引用例1～4には一切記載されておらず，これらの文献から容易に導かれるものではありません。・・・」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願の拒絶査定書(甲7)には，次のとおりの記載がある。",
                    "「この出願については，平成24年8月21日付け拒絶理由通知書に記載した理由Aによって拒絶をすべきものです。",
                    "なお，意見書の内容を検討しましたが，拒絶理由を覆すに足りる根拠が見いだせません。",
                    "備考",
                    "・・・引用例2には，出願人が意見書において主張するように，商品を表示するディスプレイを書籍を陳列した書棚に配置することは記載されていないが，商品を表示するディスプレイをどこに配置するかは，商品や店舗の形態に応じて，当業者が適宜定め得たことであるところ，書店において，書棚に配置された現実の書籍に代えて，ディスプレイで書籍を表示するのであるから，ディスプレイを書棚に配置する構成とすることは，当業者が自然に想起し得たことであると認められる。そして，・・・引用例1に記載の発明において，上記引用例2に記載の構成及び周知の書籍表示インターフェイスを採用して，請求項1-7に記載の構成とすることは当業者が容易に想到し得たことである。",
                    "・・・よって，請求項1-7に係る発明は，拒絶理由通知で引用した引用例1-4に記載の発明に基づいて，当業者が容易に想到し得たものであると認められるから，特許法第29条第2項の規定により特許を受けることができない。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決には，次のとおりの記載がある。",
                    "「5．当審の判断」(8頁18行)",
                    "「引用例2に示唆された事項から明らかなように，商品見本陳列棚をディスプレイ群に置き換えることは可能であり，さらに，この置換えにおいて，商品見本陳列棚の一部をディスプレイに置き換えても，商品見本を陳列するという目的は達成でき，書店においては，商品の陳列は書棚の書籍に他ならず，書棚の一部をディスプレイにしたところで，書籍の陳列という目的を達成できることから，相違点(1)のように，「ディスプレイ」を「書籍を陳列した書棚に配列」することが，技術的に困難性を有するものではなく，当業者が容易になし得ることである。」(8頁下から2行ないし9頁6行)",
                    "「6．むすび",
                    "本願発明は引用例1発明および引用例2に示唆された事項，引用例3の記載事項に基づいて当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許を受けることができない。」(9頁下から8行ないし5行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，相違点(1)について，審決は，拒絶査定(拒絶理由通知を含む。)の理由と異なる理由によってされたものである旨主張し，拒絶査定書の「引用例2には，出願人が意見書において主張するように，商品を表示するディスプレイを書籍を陳列した書棚に配置することは記載されていない」との記載(本件記載)は，「商品を表示するディスプレイを商品を陳列した商品棚に配置することは記載されていない」の誤記と解すべきであって，拒絶査定においては，引用例2とは無関係に容易想到性が判断されたなどと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，本件記載は，本件意見書における「商品を書籍に限定し，書籍を陳列した書棚に，書棚を模した画面を表示するディスプレイを配置するなど，引用例1～4には一切記載されておらず」(前記(1)イ)との主張を受けて記載されたものと解される。そして，拒絶査定書には，本件記載の後に「引用例1に記載の発明において，上記引用例2に記載の構成及び周知の書籍表示インターフェイスを採用して，請求項1-7に記載の構成とすることは当業者が容易に想到し得たことである。」と記載されていることからすれば，ここでいう引用例2の記載の構成とは，拒絶理由通知書で認定した「店舗に商品を陳列する代わりに，複数のタッチパネル機能を有するディスプレイを商品棚に配置して，当該ディスプレイに商品見本を表示し，商品購入機能を持たせること」を意味するものと解され，本件記載は文字通りの意味で確認的に記載されたものであって，「商品を表示するディスプレイを商品を陳列した商品棚に配置することは記載されていない」の誤記であると解することはできない。",
                    "そして，拒絶査定書には，「平成24年8月21日付け拒絶理由通知書に記載した理由Aによって，拒絶をすべきもの」と記載され，その「備考」欄において「よって，請求項1-7に係る発明は，拒絶理由通知で引用した引用例1-4に記載の発明に基づいて，当業者が容易に想到し得たものであると認められるから，特許法第29条第2項の規定により特許を受けることができない。」と記載されているのであるから，拒絶査定の拒絶理由も引用例2の上記構成を前提に判断していると認められ，拒絶理由通知書に記載された拒絶の理由と一致しているものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，前記(1)エのとおり，審決は，「引用例2に示唆された事項から明らかなように，商品見本陳列棚をディスプレイ群に置き換えることは可能であ」るとしているところ，拒絶理由通知書(前記アのとおり，拒絶査定においても判断の前提としていると解される。)における，前記「複数のタッチパネル機能を有するディスプレイを商品棚に配置して，当該ディスプレイに商品見本を表示し」たものは，「商品見本陳列棚をディスプレイ群に置き換え」たものといえるのであるから，拒絶査定，拒絶理由通知書及び審決において認定した引用例2に記載された事項は同一のものであると認められる。そして，審決は，「6．むすび」において，「本願発明は引用例1発明および引用例2に示唆された事項，引用例3の記載事項に基づいて当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許を受けることができない。」と判断しているのであるから，審決の理由は，拒絶理由通知書及び拒絶査定の拒絶の理由と一致しているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，前記各手続における拒絶の理由は，引用例2には，実物の商品をディスプレイ表示した商品に置き換える旨が示されていることを前提として，相違点(1)に係る構成については，引用例1及び引用例2の記載に基づいて容易想到であるというもので一致している。",
                "したがって，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "小括",
          "text": [
            "以上のとおり，審決の相違点(1)の判断に誤りはなく，原告が主張する手続違背も存在しない。また，相違点(2)の判断については当事者間に争いはなく，当裁判所も，引用例1発明及び引用例3に記載された事項から当業者が容易に想到することができると判断するものである。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないから，主文のとおり判決する。"
      ]
    }
  ]
}