{
  "decision": [
    {
      "fig": "1",
      "text": "原判決を取り消す。"
    },
    {
      "fig": "2",
      "text": "被控訴人は，控訴人に対し，平成27年12月8日までの間，別紙物件目録記載のウエハの輸入，販売又は販売のための展示をしてはならない。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審を通じて，被控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "本件は，発明の名称を「4H型単結晶炭化珪素の製造方法」とする特許（特許番号第3590464号。以下「本件特許」という。）に係る特許権（以下「本件特許権」という。）を有する控訴人が，被控訴人が別紙物件目録記載のウエハ（以下「被控訴人製品」という。）を業として輸入し，販売し，又は販売のために展示する行為は，本件特許を侵害する行為であると主張し，被控訴人に対し，特許法100条1項に基づき，特許権の存続期間満了日（平成27年12月8日）までの被控訴人製品の輸入販売等の差止めを求めた事案である。  ",
          "text": [
            "原判決は，被控訴人製品の製造方法は，本件特許の特許請求の範囲請求項1に記載された発明（以下「本件発明」という。）の構成要件Aを充足せず，その技術的範囲に属しないとして，控訴人の請求を棄却した。  ",
            "そこで，控訴人が，原判決を不服として控訴したものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実（当事者間に争いがないか，弁論の全趣旨により認められる事実）",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，鉄鋼の製造，販売などを主たる目的とする会社である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，米国のダウコーニング社（Dow  Corning社）と東レ株式会社との合弁会社であり，シリコーン製品，シラン製品やこれらを用いて製造される製品の購入，製造及び販売などを主たる目的とする会社である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許権",
              "text": [
                "控訴人は，以下のとおりの本件特許権を有する。",
                "特許番号      第3590464号",
                "発明の名称    4H型単結晶炭化珪素の製造方法",
                "出願日        平成7年12月8日",
                "登録日        平成16年8月27日",
                "なお，本件特許出願には，特許法30条1項の適用申請がある（平成7年7月10日社団法人応用物理学会発行の応用物理第64巻第7号（乙7）に発表）。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許請求の範囲の記載",
              "text": [
                "控訴人は，本件特許について訂正審判を請求し，平成25年6月3日に，訂正明細書及び図面のとおり訂正することを認める旨の審決がされ（甲29の1・2，甲39，甲41の2，甲42の2。訂正2013-390032），その頃確定した（以下「本件訂正」という。）。",
                "本件訂正後の特許請求の範囲請求項1の記載は以下のとおりである。以下，請求項1に記載された発明（本件発明）に係る明細書（甲39により訂正された甲2）を，図面を含めて「本件明細書」という。",
                "【請求項1】種結晶を用いた昇華再結晶法により単結晶炭化珪素を成長させる際に，炭素原子位置に窒素を5×1018cm-3以上5×1019cm-3以下導入することを特徴とする4H型単結晶炭化珪素インゴットの製造方法。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明の構成要件の分説",
              "text": [
                "本件発明を構成要件に分説すると以下のとおりである（以下，分説した構成要件を付された符号により「構成要件A」などという。）。",
                "A  種結晶を用いた昇華再結晶法により",
                "B  単結晶炭化珪素を成長させる際に，",
                "C  炭素原子位置に窒素を5×1018cm-3以上5×1019cm-3以下導入することを特徴とする",
                "D  4H型単結晶炭化珪素インゴットの製造方法。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "被控訴人の行為",
              "text": [
                "ダウコーニング社は，別紙物件目録記載の製造方法（以下「被控訴人方法」という。）により製造された4H型単結晶炭化珪素インゴットから被控訴人製品を製造している。",
                "被控訴人は，ダウコーニング社から，同社の製造した被控訴人製品を輸入し，販売し，又は販売のための展示をしている。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "被控訴人方法は，本件発明の構成要件B及びDを充足する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人方法は，本件発明の技術的範囲に属するか",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件Aの「種結晶」の充足性"
                },
                {
                  "fig": "イ",
                  "subject": "構成要件Aの「昇華再結晶法」の充足性"
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件Cの「炭素原子位置」の充足性"
                },
                {
                  "fig": "エ",
                  "subject": "構成要件Cの「窒素を5×1018cm-3以上5×1019cm-3以下導入」の充足性"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明は特許無効審判により無効にされるべきものか",
              "content": [
                {
                  "fig": "ア",
                  "subject": "記載要件違反",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "無効理由1：「炭素原子位置」に係る実施可能要件及び明確性要件違反"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "無効理由2：「窒素を5×1018cm-3以上5×1019cm-3以下導入」に係る実施可能要件，サポート要件及び明確性要件違反"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "無効理由3：「種結晶」に係る実施可能要件，サポート要件及び明確性要件違反"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "新規性の欠如",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "無効理由4：引用例1（乙21）に基づく新規性欠如"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "無効理由5：引用例2（乙38）に基づく新規性欠如"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "進歩性の欠如",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "無効理由6：引用例3（乙14）に基づく進歩性欠如"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "無効理由7：引用例4（甲40の5）に基づく進歩性欠如"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "無効理由8：引用例3又は引用例1と引用例5（乙6）に基づく進歩性欠如"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に対する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)（被控訴人方法は，本件発明の技術的範囲に属するか）について",
          "text": [
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件Aの「種結晶」の充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「種結晶」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明は，「種結晶を使用する昇華再結晶法」において，4H型単結晶が得られることは公知であったが，良質な単結晶を再現性良く製造する方法が存在しなかったという状況の下で，4H型単結晶の炭素位置に窒素を所定量導入することにより，成長する単結晶の品質の改良をした点にその特徴を有する。",
                        "種結晶を使用することやどのような種結晶を使用するかということ自体は，本件発明の特徴ではなく，技術常識として選択される種結晶を使用することが本件発明の前提となっている。",
                        "そして，4H型単結晶炭化珪素の成長に使用する種結晶として，4H型又は6H型のC面を用いるのが好適であることは，本件特許の出願当時の技術常識であった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書には，実施例に関し，「種結晶として，成長面方位が＜0001＞方向である六方晶系の炭化珪素からなる基板1を用意した。」と記載されている（【0019】）。発明者が実際に行った実験は，比較的容易に得られる6H型C面であったが（乙7），「六方晶系の炭化珪素」とは，6H型と4H型を意味し，また，4H型の成長のためにはC面を使用する必要があることは技術常識であったから，上記記載は，6H型及び4H型のいずれの種結晶の使用例とも見ることができるものであり，その記載上，6H型及び4H型のどちらの結晶形も種結晶となる。",
                        "また，実施例では，使用する面がC面かSi面かの特定はされていないが，4H型の成長のためにはC面を使用する必要があることは，前記のとおり，技術常識であった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，構成要件Aの「種結晶」は，4H型単結晶の製造に適することが公知であったものであればよく，より具体的には，4H型C面又は6H型C面を意味し，6H型単結晶に限られない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "4H型又は6H型のC面を種結晶として用いさえすれば，4H型単結晶炭化珪素が安定的成長をするというわけではない。成長途中における種結晶の結晶多形（ポリタイプ），すなわち，別の結晶多形（ポリタイプ）が混じる現象を防止し，制御することは困難である。",
                    "そして，本件発明の課題は，4H型C面を種結晶として使用しても成長中に6H型などへの転移を生じ得るという問題を解決することにあるから，4H型単結晶を種結晶として使用する場合には，本件発明の課題が存在しないとの被控訴人の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人方法の充足性",
                  "text": [
                    "被控訴人方法は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●構成要件Aの「種結晶」を充足する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件Aの「昇華再結晶法」の充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「昇華再結晶法」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件Aに記載された「種結晶を用いた昇華再結晶法」は，「改良レーリー法」又は「物理的気相輸送法（physical  vapor  transport  method）：PVT法」と同義であり，呼び方が異なるだけで，同じ手法を意味する（甲25，46，47，49，乙25）。",
                        "当該手法においては，原料を2000℃以上まで加熱し，昇華に際し，Siの蒸気，SiC の蒸気，Si Cの蒸気などが発生し，これらの蒸気が種結晶上で，S2 2iCの単結晶に再構成される。",
                        "かかるプロセスをSiCの技術分野では「再結晶」と呼んでいるのであり，原料としてはSiの蒸気，SiC の蒸気，Si Cの蒸気などが発生されるものであれ2 2ば足り，SiC固体原料に限られるものではない。原料として混合粉を用いることも公知である（甲14）。",
                        "炭素粉末とシリコン粉末の混合物を原材料として用いる場合も，レーリー法（甲14），昇華法（甲15），昇華再結晶法（甲40の5）と呼ばれている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "炭素粉末とシリコン粉末の混合物を用いた場合，混合粉から焼結体SiCが生成する温度は，1360℃であるとの報告（甲15），混合粉を1850℃まで加熱して室温に戻したところ，原料の大部分がSiCに変換したとの報告（甲16）がある。",
                        "レーリー法では，原料を2000℃以上まで加熱するから（甲3では2000℃以上，甲6では2000℃～2300℃），炭素粉末とシリコン粉末の大部分がSiCに変換された後，Siの蒸気，SiC の蒸気，Si Cの蒸気が発生し，昇華2 2して結晶が生成することは必然の経過である。すなわち，炭素粉末であるグラファイトの昇華温度は3370℃と非常に高く，シリコンは融点が1410℃で沸点が2360℃であり（甲50），2000℃付近でシリコンの蒸気はある程度発生するが，それだけでは，炭化珪素の単結晶を昇華法により得ることはできない。炭化珪素が成長するためには，炭素と珪素の比率が約1対1で種結晶上に供給されなければならないが，そのためには，原料が炭化珪素に変わり，炭化珪素の昇華によらなければならないのである。",
                        "高品質の単結晶炭化珪素を得るには，原料中のSiとC以外の不純物を極力少なくする必要があるが，そのためには，SiとCを個別に精製したうえでSiCとするのが好ましい方法の一つである。この場合，精製したSiとCから固体SiCを一度製造して，加熱装置から取り出し，その後に昇華再結晶を行うか，昇華再結晶用の加熱炉中でSiとCを加熱して固体SiCとし，そのまま加熱を続けて昇華再結晶まで進めるかは，昇華再結晶であることの本質に何ら影響するものではない。",
                        "当業者の認識としても，SiとCの混合粉末を加熱してSiCとし，そのまま昇華再結晶をすることと，あらかじめ固体SiCとしたうえで，昇華再結晶をすることを区別する意識は特にない（甲46～48）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明は「原料」の状態を特に限定していない。本件明細書には，あらかじめSiC粉末を製造して原料とする例が記載されているが（【0017】），本件発明の技術的範囲は，実施例の態様に限定されるものではなく，公知技術である，炭素粉末と珪素粉末の混合物を原料とし，加熱工程中に炭化珪素を生成させた後に，昇華再結晶を行う態様を排除する理由はない。かかる態様も，本件発明の技術的範囲に含まれる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，構成要件Aの「昇華再結晶法」には，あらかじめ製造されたSiC粉末を出発原料とする場合のみならず，炭素粉末と珪素粉末の混合物を出発原料とし，加熱工程中に炭化珪素を生成させる場合も含まれる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，昇温過程において必然的に炭化珪素が生成されるとしても，炭化珪素「結晶」が生成されることの主張立証にはならない旨主張する。",
                    "しかし，炭化珪素は結晶性の物質であって，炭化珪素が生成するとは炭化珪素結晶が生成することである。炭素粉末と珪素粉末の混合物を加熱する実験において炭化珪素が生成した事実は，X線回折において，原料珪素（結晶性物質）の回折線と炭化珪素結晶の回折線の強度の変化より確認される。X線回折による測定が可能であるのは，結晶が生成しているからである。",
                    "そもそも，炭素粉末と珪素粉末の混合物を2000℃近い高温まで昇温するという工程は，工業的な金属シリコン直接炭化法による炭化珪素結晶の生成法そのものである。",
                    "以上のとおり，被控訴人の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人方法の充足性",
                  "text": [
                    "被控訴人方法は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●（甲44，51，乙45）。",
                    "したがって，被控訴人方法は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●構成要件Aの「昇華再結晶法」に該当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件Cの「炭素原子位置」の充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "窒素を「炭素原子位置」に導入するものであること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "単結晶炭化珪素中の窒素が「炭素原子位置」を置換することは，技術常識である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "単結晶炭化珪素中の窒素の全量は，二次イオン質量分析法（SIMS）によって，測定することができるところ，本件明細書には，「ホール測定」，「C-V測定」等の電気的測定によって，窒素が炭素原子位置に置換していることが確認されることが記載されている（【0022】）。",
                        "上記方法では，「SIMS：全窒素導入量」，「ホール測定：キャリア濃度」，「C-V測定：浅いドナー量」をそれぞれ測定し，「SIMSの測定値×活性化率＝ホール測定の測定値」又は 「SIMSの測定値＝C-V測定の測定値」の場合，窒素原子は，炭素原子位置に導入され，浅いドナーとして機能していることが確認できる。この測定の原理は，量子力学に基づき確立したものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，被控訴人方法においては，所望の電気特性を得るために窒素を導入しているのであるから，本件発明とは窒素導入の目的が異なり，構成要件Cの「炭素原子位置」を充足しない旨主張する。",
                    "しかし，窒素原子は，炭素原子位置を占めることによって，電気特性の変化（抵抗率の低減）をもたらすのであり，窒素原子を炭素原子位置に高濃度に置換させることによって，パワー半導体としての使用に適する高品質の4H型単結晶を製造しているのであるから，被控訴人の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人方法の充足性",
                  "text": [
                    "被控訴人方法においても，導入された窒素は実質的に全て「炭素原子位置」を占めるものであるから，構成要件Cの「炭素原子位置」における窒素置換を充足する。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "構成要件Cの「窒素を5×1018cm-3以上5×1019cm-3以下導入」の充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人方法の充足性",
                  "text": [
                    "前記(3)のとおり，①単結晶炭化珪素に導入された窒素が「炭素原子位置」を置換することは技術常識であり，②窒素含有量と抵抗率には相関関係があるから，単結晶炭化珪素に導入された窒素量は，単結晶炭化珪素の抵抗率から推計することができ，また，2次イオン分析法（SIMS）でも測定できるから（本件明細書【0022】），③被控訴人製品の窒素量＝「炭素原子位置」に導入された窒素量の関係が成立する。",
                    "被控訴人方法における窒素導入量は，公開された被控訴人製品の抵抗率（甲9，10）から，4インチウエハでは，「7．0×1018cm-3以上1．2×1019cm-3以下」程度の範囲，3インチウエハでは，「6×1018cm-3以上3．0×1019cm-3以下」程度の範囲にあると，合理的に推測される。",
                    "したがって，被控訴人方法は，構成要件Cの「窒素を5×1018cm-3以上5×1019cm-3以下導入」を充足する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，被控訴人方法において，窒素が「全て」炭素位置に導入されるわけではないから，被控訴人方法が，構成要件Cの「窒素を5×1018cm-3以上5×1019cm-3以下導入」を充足することの立証がない旨主張する。",
                    "純理論的にいえば，結晶欠陥に入り込む窒素（伝導性に寄与しない）が絶対に存在しないとはいえず，また，どのような測定装置にも自ずと測定限界があるから，誤差レベル以下において，窒素が「炭素原子位置」以外を占めている可能性は排除されない。したがって，純理論的には「全て」は不正確であって，「ほぼ全て」が正確な用語かもしれない。",
                    "しかし，このような点は，侵害論には影響しない。すなわち，被控訴人方法は，最低でも，6×1018cm-3程度の窒素を導入して，3インチウエハを製造している。かかるウエハにおいて，「炭素原子位置」に導入された窒素が構成要件Cの規定する5×1018cm-3を下回るには，1．0×1018cm-3もの窒素量（約16．7％）が「炭素原子位置」以外を占めていなければならないが，そのような事態はおよそ考え難いから，被控訴人の上記主張は失当である。",
                    "なお，4H型単結晶炭化珪素において，炭素位置に置換していない窒素の量を無視できることは，甲22により，実験的に裏付けられている。甲22は，窒素の全量（存在形態を問わない）をSIMSで定量し，炭素原子位置に置換した窒素（浅いドナーとして半導体の電気特性を定める）の量を，PV-C法で定量したものであるが，窒素の総量と炭素原子位置に置換している窒素の量が一致することが確認されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，被控訴人方法は，本件発明の構成要件AないしDをいずれも充足するから，本件発明の技術的範囲に属する。",
                "〔被控訴人の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "構成要件Aの「種結晶」の充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「種結晶」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明は，構成要件Aにおいて，単に「種結晶」とのみ規定していることから，形式的には，あらゆるポリタイプ（4H，6H，15R等）及びあらゆる成長面極性（C面，Si面等）からなる種結晶が含まれることになる。",
                        "ところで，特許請求の範囲に記載された用語の解釈は，明細書の記載に基づいて行うべきものであるところ，本件明細書からは，①本件発明は，従来の方法では，6H型単結晶炭化珪素が高い確率で形成されてしまうことを解決課題とするものであり，所望の4H型単結晶炭化珪素が高い確率で得られる構成は，本件発明が対象とするものではないこと（【0006】），②本件発明の技術的意義は，従来のように電気的特性の制御ではなく，ポリタイプの制御を目的として窒素（不純物）を導入することにあり，所望の4H型単結晶炭化珪素が高い確率で得られる構成であれば，成長するポリタイプを制御するべく窒素（不純物）を導入する理由はないこと（【0015】），③実施例は，「種結晶として，成長面方位が＜0001＞方向である六方晶系の炭化珪素からなる基板1」を使用しているところ（【0019】），「成長面方位が＜0001＞方向である六方晶系の炭化珪素」とは，6H型単結晶炭化珪素のC面，6H型単結晶炭化珪素のSi面，4H型単結晶炭化珪素のC面及び4H型単結晶炭化珪素のSi面を意味するが，実施例において，いずれを種結晶として用いたかは不明であるものの，控訴人によれば，6H型単結晶炭化珪素のC面を実施例に用いたとのことであり，その他の種結晶を用いた場合の記載は全くないことが，理解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件特許は，乙7を新規性喪失の例外となる刊行物として出願されたものであるが，乙7には，「筆者らは，n型ドープのためにＮを添加することに-より6H（0001）C面上に4H形単結晶が成長する確率が高くなることを見出した。」と記載されている（646頁左欄）。さらに，種結晶のポリタイプ，成長面極性と4H型単結晶炭化珪素の成長可能性の関係について，本件特許の発明者とされる大谷昇も執筆者となっている甲3（松波弘之編著「半導体SiC技術と応用」平成15年3月日刊工業新聞社発行）には，種結晶として，①6H型単結晶炭化珪素のC面を用いた場合，成長結晶として，4H型及び6H型のポリタイプが得られるが，4H型に比して，6H型の発生率が高いこと，②6H型単結晶炭化珪素のSi面を用いた場合，成長結晶として，15R型の混在は見られるものの，6H型が主に得られ，4H型は発生しないこと，③4H型単結晶炭化珪素のC面を用いた場合，成長結晶として，4H型の発生率が極めて高いこと，④4H型単結晶炭化珪素のSi面を用いた場合，成長結晶として，15R型の混在は見られるものの，6H型が主に得られ，4H型は発生しないこと，が記載されている。これらの記載から，本件発明が6H型単結晶炭化珪素のC面を種結晶として用いた場合に，6H型単結晶炭化珪素の発生確率が高くなる事態を回避することを解決課題としていたことが明らかであるといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，「種結晶」（構成要件A）に何らの限定もされていない本件発明に係る特許は，記載要件違反の無効理由（無効理由3）を有するものであるが，本件明細書の記載に基づき「種結晶」の解釈を行うとすれば，もともと所望の4H型単結晶炭化珪素が高い確率で得られていた4H型単結晶炭化珪素のC面を種結晶とする構成では，本件発明の解決課題もポリタイプの制御という技術的意義も生じないから，「種結晶」（構成要件A）は，6H型単結晶炭化珪素のC面のみを意味するものと解釈されなければならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，4H型の成長に種結晶として4H型C面又は6H型C面を用いることは技術常識であり，本件明細書の実施例は，6H型C面から4H型が得られる例を示しているにすぎず，4H型が得られれば，次の種結晶には4H型C面を用いるのは当然である旨主張する。",
                        "しかし，控訴人の上記主張は，本件明細書の記載ではなく，技術常識から特許請求の範囲の記載の解釈を行おうとするものであって，クレーム解釈の手法として失当である。仮に，このようなクレーム解釈の手法が許されるならば，特許権者は，明細書の記載からは全く伺い知ることのできない事項をもって，自由にクレーム解釈を行うことが可能となり，第三者に不測の損害を生じさせることは不可避である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，そもそも，本件特許の出願当時，4H型単結晶炭化珪素は，種結晶として4H型C面又は6H型C面を使用するほか，それ以外のポリタイプ・成長面- -極性（6H型のSi面，6H型の（1100）面，6H型の（1120）面，4H型のSi面，15R型のC面）を使用しても得られていたのであって，控訴人が主張するような，「4H型の成長には4H型C面か6H型C面を用いれば良い」というような技術常識は存在していなかった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，仮に，控訴人が主張する「4H型の成長には4H型C面か6H型C面を用いれば良い」という技術常識が存在したとしても，本件明細書には，これまで4H型単結晶炭化珪素を得ることができなかったポリタイプ・成長面極性の種結晶を用いた場合には，所定濃度の窒素を導入しても，4H型単結晶炭化珪素が得られないことは一切記載されていない。むしろ，本件明細書の【0015】の記載は，ポリタイプの制御を目的として所定量の窒素を導入すれば，あらゆる種結晶から4H型単結晶炭化珪素が得られることを開示していると理解されるから，上記技術常識が存在したとしても，構成要件Aの「種結晶」が，4H型C面又は6H型C面のみを意味するという結論は導かれない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人方法の充足性",
                  "text": [
                    "本件発明の「種結晶」（構成要件A）は，6H型単結晶炭化珪素のC面のみを意味するところ，被控訴人方法は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●「種結晶」（構成要件A）を充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件Aの「昇華再結晶法」の充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「昇華再結晶法」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「昇華再結晶法」とは，結晶性固体を昇華させて再び結晶させる，すなわち，生成物と同じ物質からなる多結晶固体原料を昇華させてから結晶させて単結晶の生成物を得ることを意味する。",
                        "また，「原料」とは，「化学変化を利用して化学物質を製造するとき，出発原料として使用するもの」をいうから，本件発明において，出発原料は，炭化珪素（SiC固体原料）でなければならない。",
                        "したがって，「昇華再結晶法」（構成要件A）とは，炭化珪素結晶を坩堝に充填する出発原料として，これを昇華させて再び結晶させる方法を意味する。",
                        "「昇華再結晶法」に該当するか否かは，「原料」に着眼して判断すれば足り，その中間生成物を問題とする余地はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，「昇華再結晶法」の該当性において中間生成物が問題となるとしても，控訴人は，2000℃以上となれば，炭素粉末とシリコン粉末から必然的に炭化珪素が生成されると主張するにとどまる。",
                        "「再結晶」とは，結晶性の原材料がいったん「結晶」でなくなり，再度「結晶」になることを意味するから，当該中間生成物が結晶でなければ，種結晶上に成長した4H型単結晶炭化珪素が「再結晶」により得られたとはいえないが，控訴人は，炭化珪素「結晶」の生成に関して，何ら主張立証を行い得ていない。",
                        "炭素粉末とシリコン粉末を2000℃以上に加熱すれば必然的に炭化珪素結晶が生成されるというものではないことは，甲40の5に，炭素粉末とシリコン粉末を「1800℃以上又は圧力が200Torr以下の条件では反応して形成した炭化珪素の昇華が同時に起こり結晶多形の制御ができない。」（【0022】）と記載されているとおりである。坩堝に充填する出発原料として，炭素と珪素を使用する場合と炭化珪素結晶を使用する場合とでは，結晶多形（ポリタイプ）制御という観点から，明確な差異が存する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，本件発明において，「昇華再結晶法」（構成要件A）が炭素粉末とシリコン粉末を原料とする場合を含むものではないことは，本件明細書の記載からも明らかである。すなわち，炭素粉末とシリコン粉末を原料として用いた場合には，単に温度を上昇させるだけでは「結晶多形の制御」ができないところ（甲40の5【0022】），本件明細書には，これらを原料とした場合における4H型単結晶炭化珪素を成長させるための条件が全く記載されていない。さらに，本件明細書は，炭素粉末の粒径に関して全く言及していないが，粒径の小さい炭素粉末を原料として用いた場合には，成長する炭化珪素が小さくなり（甲40の5【0021】），本件発明の「大型の単結晶炭化珪素を再現性良く成長させる」という効果（本件明細書【0006】，【0007】）が得られない事態となるからである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，「昇華再結晶法」（構成要件A）は，結晶性固体を昇華させて再び結晶させる，すなわち，生成物と同じ物質からなる多結晶固体原料を昇華させてから結晶させて単結晶の生成物を得ることを意味する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，SiCの技術分野での「再結晶」とは，Siの蒸気，SiC2の蒸気，Si Cの蒸気を発生させれば足り，出発原料はSiC固体に限られない，2本件発明は2000℃に加熱する以上，混合粉もSiCになった後に昇華しており，従来の「レーリー法」でもSiとCの混合粉を用いる態様は公知であるなどと主張する。",
                        "しかし，控訴人が主張するような技術常識は存在しない。控訴人がその主張の根拠として挙げる甲6は，「再結晶」について記述するものではないし，甲14も，「レーリー法」に関するものであり，「昇華再結晶」について記述するものではない。控訴人が挙げる文献は，いずれも「昇華再結晶」の解釈に関する控訴人の主張の根拠たり得ない。",
                        "また，そもそも，控訴人の上記主張は，本件明細書の記載ではなく，技術常識から特許請求の範囲の記載の解釈を行おうとするものであって，クレーム解釈の手法として失当である。本件明細書には，出発原料が炭素と珪素であっても，これを「昇華再結晶法」に含ませる旨の記載はない以上，「昇華再結晶法」の文言及び当業者の理解（昇華再結晶法における原料は炭化珪素結晶）に反するような解釈をすることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，各種文献においても，C粉末とSi粉末の混合物を原料とする場合を含めて「昇華再結晶法」と呼ばれている旨主張する。",
                        "しかし，控訴人が上記主張の根拠として挙げる文献のうち，甲25及び甲46ないし49は，いずれも，「昇華再結晶法」における原料として，炭素粉末と珪素粉末に言及するものではないし，甲14及び甲15も，「昇華再結晶法」の原料として，「高純度の炭化けい素原料，または高純度のシリコンと黒鉛」や「高純度のシリコン粉末とカーボン粉末」を挙げるものではない。",
                        "さらに，甲40の5に関しては，仮に，炭素粉末とシリコン粉末を原料とする場合も含めて「昇華再結晶法」と呼ばれていたならば，その出願人であるシャープ株式会社が，これらを原料として種結晶上に単結晶炭化珪素を形成させること（すなわち，単なる従来の「昇華再結晶法」）をクレームすることはあり得ない。甲40の5は，控訴人の主張とは異なり，炭素粉末とシリコン粉末を原料とした場合には，「昇華再結晶法」と呼ばれてこなかったことを示すものである。",
                        "むしろ，「昇華再結晶法」における原料が炭化珪素（結晶）であることは，甲11の【0002】ないし【0003】，甲16の【0004】，乙25及び乙42の記載から明らかである。",
                        "以上のとおり，控訴人の上記主張は，各文献の開示内容を正解しないものであるか，あるいは，誤った用語の使用例をことさらに強調して自己の主張を強弁するものにすぎず，失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲44及び甲51の実験について",
                      "text": [
                        "被控訴人方法は，乙45に示されているとおり，甲44の実験（200℃／hrで加熱し，1600℃で10分間保持，200℃／hrで室温まで冷却し，その時点で炭化珪素結晶が生じているかを確認）とは，全く異なる条件で4H型単結晶炭化珪素を製造している。具体的には，被控訴人方法においては，甲44の実験条件のように●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                        "また，被控訴人方法は，甲51の実験（昇温工程の後，室温まで冷却し，その時点で炭化珪素結晶が生じているかを確認）とも，全く異なる条件で4H型単結晶炭化珪素を製造している。",
                        "したがって，甲44や甲51の実験結果をもって，被控訴人方法では●●●●●●●●●●●●●●●●●●●●●●●●●●●控訴人の主張は成り立たない。",
                        "なお，控訴人が，被控訴人方法の昇温工程（乙45）において炭化珪素結晶が生成されていることを直接に示すことができないことは，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●ことの証左であるといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人方法の充足性",
                  "text": [
                    "被控訴人方法において，坩堝に充填する出発原料は，●●●●●●●●●●●●●●●であって，炭化珪素結晶（「生成物と同じ物質からなる多結晶固体原料」）ではない。したがって，被控訴人方法は，「昇華再結晶法」（構成要件A）に該当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件Cの「炭素原子位置」の充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「炭素原子位置」の意義",
                  "text": [
                    "本件明細書の【0015】には，不純物（窒素）導入の目的が，従来のように電気的特性（伝導型，抵抗率）を変化させることではなく，ポリタイプの制御であることが記載されている。そして，【0023】には，炭素原子位置を置換する不純物（窒素）を導入することによって良質の4H型単結晶炭化珪素を再現性良く成長させることができることが記載されている。",
                    "したがって，従来から行われていた窒素導入と本件発明の窒素導入とは，目的と効果により区別せざるを得ないから，本件発明の「炭素原子位置」（構成要件C）とは，不純物（窒素）が導入されることにより，ポリタイプを4H型とし，また，良質のものを再現性良く成長させることを可能とする（炭素原子）位置を意味するものと解さざるを得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人方法の充足性",
                  "text": [
                    "被控訴人製品の製造メーカであるダウコーニング社は，4H型単結晶炭化珪素を得るために窒素を導入しているのではなく（甲6の表1），単に，本件明細書に従来の目的として記載されている，所望の電気的特性を得るために窒素を導入しているにすぎないから，被控訴人方法は，本件発明の構成要件Cの「炭素原子位置」を充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "構成要件Cの「窒素を5×1018cm-3以上5×1019cm-3以下導入」の充足性",
              "text": [
                "控訴人は，被控訴人製品の炭素原子位置に導入された窒素量に関し，①単結晶炭化珪素に導入された窒素が「炭素原子位置」を置換することは技術常識であり，②単結晶炭化珪素に導入された窒素量は，単結晶炭化珪素の抵抗率から推計することができ，また，2次イオン分析法（SIMS）でも測定でき（本件明細書【0022】），③被控訴人製品の窒素量＝「炭素原子位置」に導入された窒素量の関係が成立する旨主張する。",
                "しかし，控訴人の主張する「単結晶炭化珪素に取り込まれた窒素が「炭素原子位置」を置換する」という技術常識は，単結晶炭化珪素に取り込まれた「全て」の窒素は炭素原子位置に導入されることを意味するものであるが，このような技術常識は存在しない。単結晶炭化珪素に取り込まれた窒素の「全て」ではなく，「ほぼ全て」が炭素原子位置に導入されるにすぎない。",
                "また，控訴人が技術常識であるとして提出する証拠は，いずれも，本件発明が規定する濃度範囲内の窒素が導入された4H型単結晶炭化珪素を対象として，その窒素導入位置を特定したものではないから，控訴人が主張する技術常識を裏付けるものではない。",
                "以上のとおり，被控訴人製品に取り込まれた窒素の「全て」を測定するにすぎないSIMSによる測定結果（甲6）は，炭素原子位置に導入された窒素量を示すものではなく，被控訴人製品の炭素原子位置に導入された窒素量が「5×1018cm-3以上5×1019cm-3以下」（構成要件C）の範囲内にあることは立証されていない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，被控訴人方法は，本件発明の構成要件A及びCを充足しないから，本件発明の技術的範囲に属しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)（本件発明は特許無効審判により無効にされるべきものか）について",
          "text": [
            "〔被控訴人の主張〕",
            "本件発明は，以下のとおり，無効理由を有し，特許無効審判により無効にされるべきものであるから，控訴人は，被控訴人に対し，その権利を行使することができない（特許法104条の3）。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1（「炭素原子位置」に係る実施可能要件及び明確性要件違反）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "4H型単結晶炭化珪素の炭素原子位置に導入された窒素を直接測定する方法はなく，本件明細書の【0022】に記載された測定方法（SIMS，C-V法，ホール測定）によって，4H型単結晶炭化珪素の炭素原子位置に導入された窒素量を測定又は確認することはできない。",
                    "仮に，本件明細書の【0022】に記載された方法により測定することが可能であるとするならば，窒素の活性化率が100％でなければならないが，このような4H型単結晶炭化珪素を製造するための条件は，本件明細書には一切開示されていない。",
                    "したがって，本件明細書及び本件発明に係る特許請求の範囲の記載は，実施可能要件（特許法36条4項1号）及び明確性要件（同条6項2号）に違反している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，単結晶炭化珪素の窒素導入量については，本件明細書の【0022】に記載されているSIMS（2次イオン質量分析法）により測定可能であるところ，単結晶炭化珪素に取り込まれた窒素が「炭素原子位置」を置換することは技術常識であって，ホール測定やC-V法により確認可能である旨主張するが，以下のとおり，失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人の主張する「単結晶炭化珪素に取り込まれた窒素が「炭素原子位置」を置換する」という技術常識は，単結晶炭化珪素に取り込まれた「全て」の窒素は炭素原子位置に導入されることを意味するものであるが，このような技術常識は存在しない（例えば，窒素は，単結晶炭化珪素のクラックにも当然に入り込む。）。",
                        "単結晶炭化珪素に取り込まれた窒素の「全て」ではなく，「ほぼ全て」が炭素原子位置に導入されるにすぎないが，本件明細書の【0022】に記載されたSIMSは，単結晶炭化珪素に取り込まれた「全て」の窒素を測定する方法であるから，単結晶炭化珪素に取り込まれた「全て」の窒素を測定する方法であるSIMSによって，炭素原子位置に導入された窒素量は測定し得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の【0022】に記載された電気測定法であるC-V法やホール測定では，本件発明が規定するような高い窒素濃度範囲において，4H型単結晶炭化珪素の炭素原子位置に導入された窒素量を正確に測定することは不可能である。",
                        "C-V法は，SIMSによる測定結果と明らかに整合しない（甲12の図5）。また，甲22は，本件特許の出願後の文献であって，本件特許の出願当時の技術常識を示すものではなく，PC-V法の測定結果を示すものであって，本件明細書が開示する電気測定法（C-V法）の測定結果でもないが，これらの点を措くとしても，甲22の図4によれば，SIMSにより測定される窒素量とPC-V法により測定される窒素量には，1／100～110／100ものズレが存しているのであり，両者が合理的に一致していると評価することはできない。さらに，ホール測定に関しては，控訴人は，「活性化率」などという概念に基づき主張するが，本件明細書に全く開示されていない概念であって，かかる概念を持ち出す控訴人の主張は失当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2（「窒素を5×1018cm-3以上5×1019cm-3以下導入」に係る実施可能要件，サポート要件及び明確性要件違反）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，電気的特性を変化させる目的で行われてきた窒素導入という従来技術とどのように相違するのか明らかではなく，また，本件発明が規定する窒素濃度を採用することによって，4H型単結晶炭化珪素を製造する際の再現性が高まることを，本件明細書に記載された一実施例のみから伺い知ることはできない。",
                    "したがって，本件発明に係る特許請求の範囲及び本件明細書の記載は，明確性要件（特許法36条6項2号），実施可能要件（同条4項1号）及びサポート要件（同条6項1号）に違反している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，本件明細書の実施例には，本件発明の数値範囲で4H型単結晶炭化珪素を成長させる具体的な条件が例示されており，また，X線回折及びラマン散乱により4H型単結晶炭化珪素の品質を確認することができることも記載されているから，実施例に基づき，窒素を増減することに困難性はないとして，明確性要件，実施可能要件又はサポート要件違反はない旨主張するが，以下のとおり，失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "4H型単結晶炭化珪素が得られたとする，わずか一つの実施例から，本件発明が規定する濃度範囲の窒素を導入することによって，4H型単結晶炭化珪素が得られることを裏付けることができないことは当然である。",
                        "単結晶炭化珪素のポリタイプに影響を及ぼすパラメータとして，成長温度，成長圧力，面極性，不純物など様々なものが存しているにもかかわらず（乙26），本件発明の構成要件は，不純物である窒素濃度のみ規定し，その他のパラメータに関しては一切規定していない。",
                        "本件明細書の実施例では高温の原料温度（2400℃）が設定されているところ，4H型単結晶炭化珪素が得られた理由として原料温度が高温（2300℃）であることを挙げる甲40の5に照らせば，本件明細書の実施例において，4H型単結晶炭化珪素が得られた理由を，窒素導入の点に求めることができないことは当然である。",
                        "以上のように，4H型単結晶炭化珪素が得られたとする本件明細書の一実施例（【0019】，【0020】）から，本件発明が規定する濃度範囲の窒素を導入することによって，4H型単結晶炭化珪素が得られることを伺い知ることは不可能である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の【0022】が規定するSIMSは，単結晶炭化珪素に取り込まれた「全て」の窒素を測定する方法であるものの，その「全て」の窒素が炭素原子位置に導入されているわけではない。また，同段落が規定するC-V法やホール測定では，本件発明が規定するような高い窒素濃度範囲において，単結晶炭化珪素の炭素原子位置に導入された窒素量を正確に測定することは不可能である。",
                        "したがって，本件明細書の【0022】が規定する方法では，4H型単結晶炭化珪素の炭素原子位置に導入された窒素量を測定することは不可能であるにもかかわらず，その測定ができたと記載されているのであり，本件明細書における実施例は，現に実施されたものを正しく記載しているか極めて疑わしい。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，本件発明に規定されていない，単結晶のポリタイプに影響を及ぼすパラメータ（成長温度，成長圧力，面極性）に関しては，技術常識上妥当な条件が選択されるものとして解釈すべきであるとするが，本件発明の特許請求の範囲や本件明細書の記載が不十分であることにかこつけて，本件発明の技術的範囲をさらに不明確にしようとするものであり，失当である。",
                        "ところで，訂正審決（甲39）は，引用例3が開示する4H型単結晶炭化珪素において，「窒素の導入量の調整に加えて，他の炭化珪素単結晶の成長条件を操作しても，4H型炭化珪素単結晶を得ることは困難といえる。」と認定している。つまり，本件発明の進歩性を肯定した上記訂正審決は，引用例3が開示する窒素濃度を増減させると，4H型単結晶炭化珪素を得ることは困難であると認定している。そうすると，本件発明の進歩性が肯定されるならば，上記審決と同様に，本件発明の実施例の窒素濃度（8×1018cm-3）を増減させると，4H型単結晶炭化珪素を得ることは困難であると理解されることになる。かかる観点からも，控訴人の上記主張は失当である。なお，実施例の窒素濃度を増減させても4H型単結晶炭化珪素を得ることができると認識できるならば，本件発明の進歩性は当然に否定されなければならない（無効理由6）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3（「種結晶」に係る実施可能要件，サポート要件及び明確性要件違反）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "所定の種結晶を用いた場合には，本件発明が規定する所定量の窒素を導入しても，4H型単結晶炭化珪素を得ることはできない。この点は，控訴人が，6H型，4H型を問わず，Si面からは4H型が得られないことが技術常識である旨明言しているところである。",
                    "しかし，特許請求の範囲（請求項1）には，「種結晶」（構成要件A）とのみ規定されており，そのポリタイプ及び面極性は何ら限定されておらず，本件明細書においても，「種結晶」が限定されることは記載されていないから，本件発明の技術的範囲は不明確なものとなっており，本件発明に係る特許請求の範囲の記載は，明確性要件（特許法36条6項2号）に違反している。",
                    "また，所定のポリタイプ及び面極性の「種結晶」を用いた場合には，本件発明の解決課題がそもそも存在せず，当業者が実施できない発明となることから，本件明細書の記載は，実施可能要件（同条4項1号）に違反している。",
                    "さらに，「種結晶」のポリタイプ等にかかわらず，所望の効果が得られると当業者において認識できるような記載が本件明細書にはされていないから，本件発明に係る特許請求の範囲の記載は，サポート要件（同条6項1号）に違反している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，本件特許の出願当時，4H型を成長させるには，6H型単結晶炭化珪素のC面と4H型単結晶炭化珪素のC面を用いるのは技術常識であったなどとして，本件発明の「種結晶」が，6H型単結晶炭化珪素のC面及び4H型単結晶炭化珪素のC面を指していることを，当業者であれば当然に理解する旨主張するが，以下のとおり，失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人の主張は，要するに，技術常識に基づき，本件発明が規定する「種結晶」を限定解釈しようとするものである。しかし，本件発明における「種結晶」について，その技術的意義が一義的に明確に理解することができないとか，一見して誤記であることが明細書の発明の詳細な説明の記載に照らして明らかであるなどの特段の事情は認められないから，控訴人が主張するように「種結晶」の限定解釈を行うことは許されない（最高裁平成3年3月8日第二小法廷判決・民集45巻3号123頁）。",
                        "したがって，控訴人が主張する技術常識の存否にかかわらず，控訴人の主張する限定解釈を行うことは許されない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人の主張する，「4H型の成長には4H型C面か6H型C面を用いれば良い」というような技術常識が存在したとしても，本件明細書には，当該技術常識に関する言及は一切ないから，本件発明が規定する構成要件を満たすことによって，いかなる「種結晶」を用いても4H型単結晶炭化珪素が得られると当然に理解される。",
                        "したがって，控訴人が主張する技術常識の存在は，本件発明の「種結晶」の限定解釈を根拠付けるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これらの点を措くとしても，本件特許の出願当時，4H型単結晶炭化珪素は，種結晶として4H型C面又は6H型C面を使用するほか，それ以外のポリタイプ・成長面極性を使用しても得られていたのであって，控訴人が主張するような，「4H型の成長には4H型C面か6H型C面を用いれば良い」というような技術常識は存在していなかった。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4（引用例1に基づく新規性欠如）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1は，本件発明の全ての構成要件を示しているところ，4H型単結晶炭化珪素に導入された窒素濃度と抵抗の関係を示した図4は，本件特許の出願日に先立つ，平成7年9月18日から同月21日に開催された学会（ICSCRM-95）におけるプレゼン資料として参加者に提示されていた（乙29）。",
                    "したがって，本件発明は，新規性が欠如しており無効である（特許法29条1項1号）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，引用例1は学会における講演そのものの記録ではなく，実際の講演内容は不明である，上記論文の査読者が原稿を無断で公開することはないなどとして，引用例1が本件発明に対する公知文献ではない旨主張するが，以下のとおり，失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1の著者であるTsvetkov氏が，平成7年9月18日から同月21日に開催された学会において，窒素濃度と抵抗の関係を示した引用例1の図4をプレゼンのスライドとして参加者に示したことは，同学会に参加したMueller博士が明確に陳述している（乙29）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "確かに，学会当日に配布されたテクニカルダイジェスト（甲24，乙32）には，引用例1の図4は掲載されていないが，テクニカルダイジェスト（講演の要旨）は，上記学会の開催日の約5か月も前に提出されたものである。これに対し，引用例1の提出期限は，学会開催日の約1か月前である。",
                        "このような日程，Tsvetkov氏の講演時間やテクニカルダイジェストの内容に照らせば，上記テクニカルダイジェストに記載された事項のみならず，引用例1に記載された事項についてもプレゼンが行われたと解するのが自然かつ合理的である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，引用例1は，本件特許の出願日以前の平成7年8月18日までに，ICSCRM-95統括委員長宛に提出されているところ，論文のレビュー者は正式な守秘義務を負うものではないから（乙33），かかる観点からも，引用例1の図4が，本件特許の出願日に先立ち，既に公知のものとなっていたことは明白である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由5（引用例2に基づく新規性欠如）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2は，本件発明の全ての構成要件を示しているところ，本件特許の出願日以前の平成7年11月17日頃から，公衆であるDTIC（Defense  Technical  Information  Center：アメリカ国防技術情報センター）の登録ユーザに対して交付される態勢が整えられていた。",
                    "したがって，本件発明は，新規性が欠如しており無効である（特許法29条1項3号）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，DTICの段階では公知文献ではない（乙40の2），引用例2がＮTIS（Ｎational  Technical  Information  Service：アメリカ合衆国商務省科学技術情報サービス）を通じて公知となったのは本件特許の出願日よりも後の平成8年3月15日であるとして（甲43の1・2），引用例2が本件発明に対する公知文献ではない旨主張するが，以下のとおり，失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "登録という手続を経ることによって，ユーザは，引用例2等のDTICが所有する資料の開示を受けることができるのであるから，登録手続が必要であることを理由として，「頒布された刊行物」（特許法29条1項3号）該当性が否定されることはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例2は，平成7年10月17日に「DTIC  Selected」のスタンプが押されてから約1か月後である同年11月17日頃に，ＮTISに対して，守秘義務を課すことなく（公開の承認：配布無制限）で交付されている（乙40の2）。したがって，この交付の時点において，引用例2の記載内容が公知となったことは明白である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由6（引用例3に基づく進歩性欠如）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明と引用例3に記載された発明との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "種結晶を用いた昇華再結晶法により単結晶炭化珪素を成長させる際に，炭素原子位置に窒素を導入する4H型単結晶炭化珪素の製造方法である点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "窒素の導入量に関し，本件発明では5×1018cm-3以上5×1019cm-3以下であるのに対し，引用例3に記載された発明では，1×1020cm-3である点"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "本件発明が「4H型単結晶炭化珪素インゴットの製造方法」であるのに対し，引用例3に記載された発明では「SiCウェハを…製造する方法」である点"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点について",
                  "text": [
                    "相違点1及び2に係る構成は，以下のとおり，当業者が適宜なし得る設計事項にすぎず，これらの相違点を根拠として，本件発明の進歩性が肯定される余地はない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "相違点1に係る構成は，以下の事情に照らせば，設計事項にすぎない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例3では，「1×1020cm-3」という窒素濃度を，「高濃度」（「heavily」）と評しているとおり（「ドナー濃度が1×1020cm-3まで高く抵抗値が0．0028Ω-cmまで低い高濃度窒素ドープの4H-SiCを製造した」（378頁）），引用例3には，より低い濃度の窒素がドープされた4H型単結晶炭化珪素も適宜に製造可能であることが開示されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "平成6年11月15日に公開された引用例4は，窒素濃度を1×1018cm-3（本件発明が規定する窒素濃度より低濃度）としても，4H型単結晶炭化珪素（インゴット）が得られることを開示している。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "公開時期に争いがあるものの，少なくとも，引用例2及び引用例1から，本件特許の出願当時，当業者（研究者ら）が，本件発明が規定する窒素濃度範囲にある4H型単結晶炭化珪素（インゴット）を現実に作成していたことは，客観的な事実である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件特許の出願後に作成されているものの，甲41の3には，4H型単結晶炭化珪素の産業上の利用に際して，0．01Ω-cm以下（窒素濃度として約2．1×1019cm-3以上）が望まれていることが記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "4H型単結晶炭化珪素は，産業上の利用可能性の高いものであって，現に，引用例4（窒素濃度1×1018cm-3未満）は，インゴット全領域で4H型単結晶炭化珪素が得られたことを示しており，「昇華再結晶法」（構成要件A）により得られるインゴット全領域で4H型の単結晶炭化珪素を得るようにすることは，当業者であれば当然に指向することであって，当業者が適宜なし得ることにすぎない（甲40の1）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件発明の規定する数値範囲は，公知の数値範囲とは重複していないから，臨界的意義は不要である旨主張する。",
                        "しかし，控訴人の上記主張は，公知発明の数値を除外した発明は，すべからく進歩性が肯定されるべきであるとするに等しく，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，引用例3は「炭化珪素基板とパワーデバイス」に関するものであり，単結晶炭化珪素はデバイスでの応用が期待されていた以上，引用例3に触発された当業者において，更に低抵抗率（＝高濃度の窒素）を探求することはあっても，より低濃度の窒素を探求する動機付けはない旨主張する。",
                        "しかし，本件発明は，公知例に開示されていない窒素濃度の穴あき部分を見つけて，クレームした発明にすぎず，その数値範囲の上限及び下限に臨界的意義が存するものではないから，引用例3に記載された発明において，窒素濃度を増減することの動機付けを問題とするまでもなく，その進歩性が否定されるべきである。",
                        "また，本件明細書には，わずか一例しか実施例が記載されていないことからすれば，本件発明の出願人である控訴人自身，窒素濃度範囲を適宜増減させることは，当業者の通常の創作能力にすぎないことを当然の前提としていたことが明らかである。",
                        "以上の点を措いても，引用例3は，その窒素濃度（1×1020cm-3）を高濃度（「heavily」）と評価しているのであり，窒素濃度を低減させる動機付けがある。引用例3に記載された窒素濃度は，本件明細書において好ましいとされている窒素濃度範囲（本件明細書【0012】）にあり，本件訂正前の特許請求の範囲に記載された濃度範囲に含まれるものであるから，本件発明の数値と大きく離れているなどと評価すべきものではない。前記のとおり，本件発明の数値範囲の窒素濃度からなる4H型単結晶炭化珪素を得る十分な動機付けが認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，引用例3の記載から，窒素が4H型の安定性に与える影響を読み取ることはできない旨主張する。",
                        "しかし，引用例3は，その窒素濃度（1×1020cm-3）を高濃度（「heavily」）と評価しているとおり，同濃度までは，4H型単結晶炭化珪素が得られることも当然に開示している。",
                        "本件明細書は，わずか一つの実施例しか開示していない点を顧みることなく，引用例3の記載からは，窒素が4H型の安定性に与える影響を読み取ることはできないとする控訴人の主張は，場当たり的な主張であるといわざるを得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件発明は，引用例3に記載された発明に基づき容易に発明をすることができたものであって，無効である（特許法29条2項）。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "無効理由7（引用例4に基づく進歩性欠如）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明と引用例4に記載された発明との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "種結晶を用いた昇華再結晶法により単結晶炭化珪素を成長させる際に，炭素原子位置に窒素を導入する4H型単結晶炭化珪素インゴットの製造方法である点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3",
                      "text": [
                        "窒素ドープ量に関し，本件発明では，「5×1018cm-3以上5×1019cm-3以下」であるのに対し，引用例4に記載された発明では，抵抗率が0．1Ω-cmとなるドープ量である点"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3について",
                  "text": [
                    "相違点3に係る構成は，前記(6)イ(ア)の事情に照らせば，当業者が適宜なし得る設計事項にすぎず，相違点3を根拠として，本件発明の進歩性が肯定される余地はない。",
                    "また，引用例4の記載に接した当業者において，パワーデバイス用に抵抗率の低い（0．01Ω-cm以下。甲41の3の59頁）4H型単結晶炭化珪素を得るために，窒素濃度を適宜調整することは当然に行う試みにすぎないから，この点においても，相違点3を根拠として，本件発明の進歩性が肯定される余地はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件発明は，引用例4に記載された発明に基づき容易に発明をすることができたものであって，無効である（特許法29条2項）。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "無効理由8（引用例3又は引用例1と引用例5に基づく進歩性欠如）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例5には，窒素を不純物としてドーピングすることが，成長する単結晶炭化珪素のポリタイプに大きく影響を及ぼすことが開示されている。したがって，引用例3又は引用例1が開示する種結晶を用いた昇華再結晶法において，引用例5に記載された発明を組み合わせることにより，適宜窒素をドーピングし，所望の抵抗率からなる4H型単結晶炭化珪素を得ることは容易に想到し得たことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，引用例5は真空ポンプで炉内を減圧させた場合の実験であって，本件発明とは根本的に技術が異なり，むしろ，引用例5は，僅かな実験条件の相違で成長する結晶多形が大きく変動することを開示するものである旨主張する。",
                    "しかし，本件発明は，その製造方法として，単に，「種結晶を用いた昇華再結晶法」とのみ規定するものであって，炉内の圧力に関して，何らの限定も加えられていないから，控訴人の上記主張は，特許請求の範囲の記載に基づかないものであり，失当である。",
                    "また，引用例5は，僅かな実験条件の相違で成長するポリタイプが変わるという技術常識にとどまらず，窒素を不純物としてドーピングすることによって，生成されるポリタイプに影響を及ぼすことができることも開示しているから，この点においても，控訴人の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件発明は，引用例3又は引用例1に記載された発明と引用例5に記載された発明に基づき容易に発明をすることができたものであって，無効である（特許法29条2項）。",
                    "〔控訴人の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "無効理由1（「炭素原子位置」に係る実施可能要件及び明確性要件違反）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "単結晶炭化珪素中に取り込まれた「窒素」量は，二次イオン質量分析法（SIMS）で測定できる（本件明細書【0022】）。",
                    "そして，単結晶炭化珪素中の窒素が「炭素原子位置」を置換することは，本件特許の出願日より前から技術常識であり，本件明細書の【0022】に記載された電気測定により確認可能である。なお，単結晶炭化珪素中の窒素が「炭素原子位置」を置換することは，本件特許の出願日以後の各種研究によっても裏付けられており，理論計算において，珪素原子位置に置換することは起こり得ないことが確認されているほか，最近の実験として4×1019cm-3の窒素を導入した4H型単結晶炭化珪素の特性X線を識別したところ，窒素は「炭素原子位置」を置換することが明確に確認されている（甲8，12，甲17～20，甲27，28等）。",
                    "したがって，測定可能であることに議論の余地がないSIMSによる全窒素量を，炭素原子位置に置換した窒素の量としてよい。相違があるとしても，測定誤差のレベルである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "C-V法は，炭素原子位置に置換した窒素の量を測定する方法であるが，通常のC-V法では，本件発明の高濃度の窒素量については測定誤差が大きくなる。甲12のデータにおけるSIMSとの食い違いは，まさに，測定誤差の影響が大きい例であると解される。",
                    "これに対し，甲22のPC-V法は，C-V法の一種であるが，高濃度窒素の測定に適しており，本件発明の濃度において，SIMSと炭素原子位置に置換した窒素量の一致を確認することができる。被控訴人は，甲22における僅かなズレを以て，PC-V法による測定を否定するが，誤りである。",
                    "また，ホール測定は，炭素原子位置に置換した窒素のうち，測定温度において活性化している（電子を伝導層に放出して正孔となっている）炭素原子の量を測定する方法である。4H型単結晶炭化珪素において，含有されている窒素量のうち活性化している割合と温度の関係は，量子力学による確立した計算方法によって算定することができるから，理論計算と比較することにより，炭素原子位置に置換している窒素量を見積もることができる。",
                    "以上のとおり，炭素原子位置に置換した窒素の量は，SIMSによる窒素量と同視することができ，PC-V法，ホール測定によって裏付けることができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "したがって，「炭素原子位置」に取り込まれた「窒素」量の測定は可能であるから，無効理由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2（「窒素を5×1018cm-3以上5×1019cm-3以下導入」に係る実施可能要件，サポート要件及び明確性要件違反）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書に記載された実施例においては，4H型単結晶炭化珪素を成長させる具体的な条件が例示されており（【0019】～【0021】），かつ，X線回折及びラマン散乱により4H型単結晶炭化珪素の品質を確認可能とも記載されている（【0022】）。  ",
                  "text": [
                    "そして，得られた4H型単結晶炭化珪素は，「種結晶上より成長最表面まで均一で，高品質の4H型単結晶炭化珪素であった。」ことが確認されている。",
                    "本件発明の数値範囲（5×1018cm-3～5×1019cm-3）において，上限値は下限値の10倍にすぎず，実施例の窒素濃度はこの範囲のほぼ中間であるから，当業者であれば，実施例の記載をベースに，本件発明の数値範囲で窒素量を増減することに困難性はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "したがって，無効理由2に係る主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3（「種結晶」に係る実施可能要件，サポート要件及び明確性要件違反）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の出願前から，4H型単結晶炭化珪素を成長させるには，「種結晶」に4H型若しくは6H型のC面を用いることは技術常識であり，多数報告されている（乙7，乙10～12，乙15～17）。",
                    "本件発明は，種結晶の選択を発明の特徴とするものではなく，種結晶から4H型のみが成長し，また，成長中に4H型から他の結晶多形への転移が生じないようにする手段を提供する発明である。特許発明の解釈は，当業者の技術常識に基づいてされるべきところ，上記のとおり，4H型を得るための種結晶としては，6H型又は4H型のC面を使用するのが好適であり，Si面からでは4H型が得られないことは，技術常識となっていたのであるから，本件発明の種結晶はこの技術常識に基づいて理解される。",
                    "種結晶の通常の意味は，成長させる結晶と同じ結晶であるが，4H型単結晶炭化珪素の場合には，類似した結晶である6H型単結晶炭化珪素のC面も利用可能であることが知られていたから，含まれるのである。4H型単結晶炭化珪素の成長に適さない任意の結晶までを「種結晶」に含める解釈は成り立たない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "したがって，無効理由3は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4（引用例1に基づく新規性欠如）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1は，平成7年9月18日から同月21日に開催された学会の講演内容を収録した論文集に含まれる論文であり，その刊行は，本件特許の出願後である平成8年2月である。",
                    "引用例1は，学会における講演そのものの記録ではなく，事項の追加，削除がされて整理されたものであって，どの部分が講演時に開示された内容であるかは不明である。",
                    "学会の講演時に配布された資料は甲24であって，ここには，被控訴人が無効理由として援用する引用例1の図4及びこれに関連する具体的な記載は含まれていない。むしろ，甲24に記載された内容に照らせば，実際の講演では，マイクロパイプ欠陥の改善が中心をなしていたと推測されるのであり，学会における講演内容と論文集の内容が同一でないことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，学会における講演において，図4のスライドが示された旨の講演出席者の陳述書（乙29）を提出するが，約18年前の講演の内容を，正確に記憶しているか否かは不明といわざるを得ない。",
                    "また，被控訴人は，引用例1の原稿が，本件特許の出願前に学会の査読者に読まれたことによって公知になった旨主張するが，独自の見解であって，失当である。論文が公知となるのは原稿受領日でも査読者への交付日でもなく，刊行物として刊行された日である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，甲24の記載以外の如何なる事実が平成7年9月の学会において公知になったかを引用例1から知ることはできない。",
                    "したがって，無効理由4は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由5（引用例2に基づく新規性欠如）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法29条1項3号にいう「頒布された刊行物」とは，公衆に対し頒布により公開することを目的として複製された文書，図画その他これに類する情報伝達媒体をいう（最高裁昭和55年7月4日第二小法廷判決・民集34巻4号570頁，同昭和61年7月17日第一小法廷判決・民集40巻5号961頁）。ここで，頒布の対象である「公衆」とは，不特定者と解すべきである。",
                    "引用例2は，特定の登録ユーザに向けて閲覧可能とされたにすぎず，閲覧可能な者は，具体的には国防省や連邦職員，契約業者などの国防省関係者に限られており，一般公衆は含まれない（乙40の2）。契約業者は，国防省との契約により，国家の最重要機密である国防に関する業務を行う企業と解されるから，連邦の機関と同じに扱われるべきであり，全て特定者である。",
                    "なお，公衆に頒布している機関は，ＮTISであり，引用例2が公知となった時期は，ＮTISを通じて，早くても平成8年3月15日である（甲43の1・2）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "したがって，無効理由5は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由6（引用例3に基づく進歩性欠如）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明の数値範囲に臨界的意義は必要とされないこと",
                  "text": [
                    "本件発明の数値範囲は，引用例3及び引用例4に挟まれているとはいえ，両文献の数値から大きく離れている。",
                    "被控訴人は，本件発明の数値範囲には臨界的意義が認められない旨主張するが，公知の数値範囲と重複しない数値範囲に係る構成は，臨界的意義の確認データを要することなく，公知技術との相違点として進歩性の根拠になる。",
                    "公知の4H型単結晶炭化珪素は，引用例3を除き，窒素導入量が本件発明の下限より著しく低いものである。そして，極めて特異的な高濃度の4H型単結晶炭化珪素が一点だけ引用例3に記載されているが，これも本件発明の数値範囲には重ならない。",
                    "したがって，本件発明の進歩性を肯定するのに，臨界的意義は不要である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例3の記載から窒素が4H型単結晶炭化珪素の安定性に与える影響を読み取ることはできないこと",
                  "text": [
                    "引用例3では，その窒素導入量は，引用例4に記載された窒素導入量（1×1018cm-3未満）を一挙に100倍も超えているが，窒素濃度の中間段階の結果が一切記載されておらず，改良レーリー法（種結晶を用いた昇華再結晶法）という以外には，具体的な製造条件や品質も記載されていない。また，引用例3は，1×1020cm-3という，本件発明以前の他の公知技術からかけ離れた窒素濃度の単一の事例を示すのみであり，その濃度以下の窒素濃度において，4H型単結晶炭化珪素が安定的に得られることを開示していない。",
                    "したがって，引用例3に，その窒素濃度と大きく異なる窒素濃度の範囲において安定に4H型単結晶を得る方法が示唆されているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3において，より低濃度の窒素濃度を探求する動機付けがないこと",
                  "text": [
                    "引用例3は，そのタイトルが「炭化珪素基板とパワーデバイス」とされていることからも明らかなとおり，本件特許の出願当時，4H型単結晶炭化珪素はパワーデバイスとしての応用が期待されていた。",
                    "平成7年の学会発表で配布された甲24には，マイクロパイプ欠陥が「とりわけ高電流パワーデバイスの実用化を妨げてきた」と記載されており，平成15年に発行された教科書である「半導体SiC技術と応用」（甲3）では，平成5年に6H型単結晶炭化珪素のショットキーダイオードが試作されてから，単結晶炭化珪素は低損失パワーエレクトロニクス用材料としての認識が高まったと説明されている。続いて，その目的のためには4H型単結晶炭化珪素が適していることが報告され，平成7年に4H型単結晶炭化珪素を用いた厚さ13μmで耐圧1．7kVのショットキーダイオードが報告され，パワー半導体としての4H型単結晶炭化珪素が最重視されるようになり，当該報告に基づいた4H型単結晶炭化珪素のショットキーダイオードが平成13年にドイツから市販され，パワーデバイスの実用化時代に入ったとの，経緯がある。",
                    "上記開発経緯に照らせば，引用例3に触発された当業者であれば，より低抵抗率の4H型単結晶炭化珪素，すなわち，より高濃度に窒素を導入した4H型単結晶炭化珪素を探索する動機付けが生じるにすぎず，引用例3よりも低濃度を探求する動機付けは生じない。",
                    "現在の知見としては，窒素濃度が高過ぎる4H型単結晶炭化珪素には欠陥があることが判明しており，4H型単結晶炭化珪素のパワーデバイス用途における最適の窒素濃度は，本件発明の規定する数値範囲となっているが，本件特許の出願当時においては，パワーデバイスである以上，より抵抗値の低いものが望ましいというのが技術常識であった。",
                    "したがって，引用例3の低抵抗値の4H型単結晶炭化珪素が得られたのであれば，より抵抗値の低い単結晶を求める動機は生じたが，その逆方向には動機付けが生ずる理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，引用例3に接した当業者は，高抵抗となる窒素濃度の低い結晶を得ようとする動機を生じず，また，引用例3は，窒素を導入する改良レーリー法であるという，極めて一般的な情報しか開示しておらず，本件発明の数値範囲の窒素濃度を有する単結晶を製造しようとしても，条件の設定に困難を生じるから，本件発明の数値範囲に係る構成は，単なる設計事項であるとはいえない。",
                    "したがって，無効理由6は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "無効理由7（引用例4に基づく進歩性欠如）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例4においては，窒素導入量は1×1018cm-3未満であり，本件発明の窒素濃度において4H型単結晶炭化珪素が安定的に得られることを教示していない。",
                    "引用例4に記載された2つの実施例の製造条件には，窒素の導入量以外にも，原料炭化珪素の加熱温度につき，2200℃と2300℃という100℃もの差があり，再結晶時の温度は，生成する結晶の形態に大きく影響することが公知であったから（甲40の6），窒素の導入が4H型単結晶炭化珪素生成の原因であることが教示されているとはいえない。",
                    "4H型となるか否かについては，温度の他，CとSiの比率の制御など幾つもの因子がある。甲25では，結晶多形の制御の難しさについて，結晶多形（ポリタイプ）間において，エネルギー差がほとんどないために，僅かな条件の変動で，異種の結晶多形が生じ得るという問題があり，これを防止するためには，厳密な条件の制御が必要となる旨説明されている。",
                    "したがって，引用例4から，5×1018cm-3以上の窒素導入により，高品質の4H型単結晶炭化珪素が得られると予測する根拠はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，引用例4は，本件発明の規定する窒素濃度範囲において，4H型単結晶炭化珪素が安定的に得られることを何ら示唆していないから，本件発明の数値範囲に係る構成は，単なる設計事項であるとはいえない。",
                    "したがって，無効理由7は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "無効理由8（引用例3又は引用例1と引用例5に基づく進歩性欠如）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例3は，1×1020cm-3より低濃度の領域を探索する動機付けを与えない。また，引用例1は公知文献ではない。さらに，引用例5が開示する技術は，真空ポンプで炉内を減圧させた場合の実験で，本件発明とは根本的に技術が異なる。むしろ，引用例5は，僅かな実験条件の相違で，成長する結晶多形が大きく変動することを開示する文献である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，無効理由8は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書の発明の詳細な説明には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "【0001】本発明は，単結晶炭化珪素の製造方法に係わり，特に，青色発光ダイオードや電子デバイスなどの基板ウェハとなる良質で大型の単結晶インゴットの成長方法に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0002】炭化珪素（SiC）は耐熱性及び機械的強度も優れ，放射線に強いなどの物理的，化学的性質から耐環境性半導体材料として注目されている。6H型の炭化珪素結晶は室温で約3eVの禁制帯幅を持ち，青色発光ダイオード材料として用いられている。また，4H型の単結晶炭化珪素は，高い電子移動度を有し，高周波高耐圧電子デバイスへの適用が期待されている。しかしながら，大面積を有する高品質の単結晶炭化珪素を，工業的規模で安定に供給し得る結晶成長技術は，いまだ確立されていない。それゆえ，炭化珪素は，上述のような多くの利点及び可能性を有する半導体材料にもかかわらず，その実用化が阻まれていた。",
                    "【0003】従来，研究室程度の規模では，例えば昇華再結晶法（レーリー法）で単結晶炭化珪素を成長させ，半導体素子の作製が可能なサイズの単結晶炭化珪素を得ていた。しかしながら，この方法では，得られた単結晶の面積が小さく，その寸法及び形状を高精度に制御することは困難である。また，炭化珪素が有する結晶多形及び不純物キャリア濃度の制御も容易ではない。また，化学気相成長法（CVD法）を用いて珪素（Si）等などの異種基板上にヘテロエピタキシャル成長させることにより立方晶の単結晶炭化珪素を成長させることも行われている。この方法では，大面積の単結晶は得られるが，基板との格子不整合が約20％もあること等により多くの欠陥を含む（～107cm-2）単結晶炭化珪素しか成長させることができず，高品質の単結晶炭化珪素を得ることは容易でない。",
                    "【0004】これらの問題点を解決するために，種結晶を用いて昇華再結晶を行う改良型のレーリー法が提案されている（Yu．M．Tairov  and  V．F．  Tsvetkov，  Journal  of  Crystal  Growth  vol．52（1981）pp．146-150）。この方法では，種結晶を用いているため結晶の核形成過程が制御でき，また不活性ガスにより雰囲気圧力を数Torrから100Torr程度に制御することにより結晶の成長速度等を再現性良くコントロールできる。さらに，結晶の抵抗率は，不活性ガスからなる雰囲気中に不純物ガスを添加する，あるいは炭化珪素原料粉末中に不純物元素あるいはその化合物を混合することにより，制御可能である。単結晶炭化珪素中の置換型不純物として代表的なものに，窒素（Ｎ型），ホウ素，アルミニウム（P型）がある。この内，窒素は単結晶炭化珪素中で炭素原子位置を，ホウ素，アルミニウムは珪素原子位置を置換する。",
                    "【0005】このように種結晶を用いた昇華再結晶法を用いれば，結晶多形（ポリタイプ），形状，及び抵抗率を制御しながら，大型の単結晶炭化珪素を再現性良く成長させることができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0006】上記従来方法で単結晶炭化珪素を成長した場合，通常の温度条件（摂氏2200度から2400度）では，W．F．Ｎippenberg，  Philips  Research  Reports  vol．18（1963）pp．161-274に記載されているように，6H型の単結晶炭化珪素が高い確率で形成されてしまい，高周波高耐圧電子デバイスに適した4H型の単結晶炭化珪素を得るのは困難である。また，M．Kanaya    et  al．，Applied  Physics  Letters  vol．58（1988）pp．56-58に，種結晶の温度を低下させ，さらに雰囲気圧力を低下させることにより結晶成長の過飽和度を上昇させ，4H型単結晶炭化珪素の形成確率を高める方法が記載されているが，一般に過飽和度を高めると欠陥発生の確率も上昇してしまい，やはり好ましくない。また，Yu．M．Tairov  et  al．，Physica  Status  Solidi  vol．25（1974）p．349，A．Ito  et al．，  Applied  Physics  Letters  vol．65（1994）pp．1400-1402に，Sc，Ceといった希土類金属を炭化珪素成長表面に供給し，表面エネルギーを変化させ4H型結晶の核発生を促進する方法が記載されているが，半導体デバイスへの応用を考えた場合には，これらの重金属の使用は好ましくない。",
                    "【0007】本発明は上記事情に鑑みてなされたものであり，大型のウェハを切り出せる，欠陥が少なく良質の4H型単結晶インゴットを再現性良く製造し得る単結晶炭化珪素の製造方法を提供するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0008】本発明の単結晶炭化珪素インゴットの製造方法は，炭化珪素からなる原材料を加熱昇華させ，単結晶炭化珪素からなる種結晶上に供給し，この種結晶上に単結晶炭化珪素を成長する方法において，炭素原子位置に窒素を5×1018cm-3以上5×1019cm-3以下導入することを特徴とするものである。",
                    "【0010】さらに，本発明においては，前記4H型単結晶炭化珪素インゴットの製造方法に用いる炭化珪素原料として，粒径が150μm以上の炭化珪素粉末を使用することを特徴とする。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "【0011】本発明の製造方法では，炭素原子位置に不純物を導入することにより，結晶多形を4H型に制御しようとするものである。炭化珪素の結晶多形と結晶中の炭素／珪素元素比の関係はTairovらによって調べられている（Yu．M．Tairov  and  V．F．Tsvetkov，  Progress  of  Crystal  Growth  and  Characterization  vol．4（1982）p111）。一般に，単結晶炭化珪素中の炭素元素と珪素元素の含有比率は理想的な化学量論比（炭素と珪素の元素の比が1対1）からずれている。また，この結晶中の炭素／珪素元素比を増すと，結晶は4H多形をとることが知られている。したがって，4H型単結晶炭化珪素を得るには，この結晶中炭素／珪素元素比を増加させればよいことになるが，昇華再結晶法で良質な結晶が成長する温度領域（摂氏2200～2400度）において，この比を再現性良く制御することは極めて困難である。これは，上記W．F．Ｎippenbergの論文において，同じ成長条件下でも僅かな成長条件のゆらぎによって，6H型と4H型の両方が発生してしまっていることからも理解される。",
                    "【0012】本発明では，炭素原子位置に不純物を導入することにより，この炭素／珪素元素比を実効的に変化させようというものである。炭素原子位置に導入された不純物は，結晶中の炭素／珪素元素比を実効的に増加させ，成長温度等の成長条件を大きく変化させることなく，良質の4H型単結晶炭化珪素の成長を可能とする。この際，炭素原子位置に不純物を5×1018cm-3以上，より好ましくは5×1019cm-3以上導入する必要がある。また，導入する不純物の濃度の上限は6×1020cm-3である。これは，不純物濃度が6×1020cm-3を越えると，結晶性が劣化するためである。",
                    "【0013】炭素原子位置に導入された5×1018cm-3以上の不純物は，結晶中の炭素／珪素元素比を実効的に約0．01％増加させ，4H型の結晶核発生を促進する。また，炭素原子位置に入る不純物としては，窒素が最も望ましい。これは，窒素が元素周期律表上で炭素の隣に位置し，炭素原子位置に導入された際に，炭素原子と最も類似した化学的特性を示すためである。",
                    "【0014】粒径の大きい（150μm以上）炭化珪素粉末を原料として使用することは，上記炭素原子位置への不純物導入をより効果的なものにする。これは，粒径の大きな炭化珪素粉末を使用すると，原料昇華蒸気中の炭素／珪素元素比が増大するためである。炭化珪素原料粉末の粒径としては，従来0．010～3mm程度のものが用いられており，粒径が大きくなるに従って，原料昇華蒸気中の炭素／珪素元素比が0．2から2と一桁程度増加することが知られている。ただし，この原料昇華蒸気中の炭素／珪素元素比増大だけでは，4H型炭化珪素を得ることはできない。なお，使用する炭化珪素粉末原料の粒径の上限は3mm程度であり，これ以上粒径を大きくすると充分な昇華蒸気が得られないため好ましくない。",
                    "【0015】また従来，単結晶炭化珪素への不純物の導入は結晶の電気的特性（伝導型，抵抗率）を変化させる目的では行われていたが，本発明のように結晶多形（ポリタイプ）の制御を目的として用いられたことはない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "【0017】図1は，本発明の実施に用いられる製造装置であり，種結晶を用いた改良型レーリー法によって単結晶炭化珪素を成長させる装置の一例である。まず，この単結晶成長装置について簡単に説明する。結晶成長は，種結晶として用いた単結晶炭化珪素基板1の上に，原料である炭化珪素粉末2を昇華再結晶させることにより行われる。種結晶の炭化珪素結晶基板1は，黒鉛製坩堝3の蓋4の内面に取り付けられる。原料の炭化珪素粉末2は，黒鉛製坩堝3の内部に充填されている。このような黒鉛製坩堝3は，二重石英管5の内部に，黒鉛の支持棒6により 設置される。黒鉛製坩堝3の周囲には，熱シールドのための黒鉛製フェルト7が設置されている。二重石英管5は，真空排気装置13により高真空排気（10-5Torr以下）でき，かつ内部雰囲気をArガス供給源（不図示）に接続されている配管9を通じてArガス用マスフローコントローラ10を介して供給されるArガスによって圧力制御することができる。また，二重石英管5の外周には，ワークコイル8が設置されており，高周波電流を流すことにより黒鉛製坩堝3を加熱し，原料及び種結晶を所望の温度に加熱することができる。坩堝温度の計測は，坩堝上部及び下部を覆うフェルトの中央部に直径2～4mmの光路を設け坩堝上部及び下部からの光を取りだし，二色温度計を用いて行う。坩堝下部の温度を原料温度，坩堝上部の温度を種温度とする。さらに，二重石英管5には，不純物（本実施例では窒素）を供給するために，不純物供給源（不図示）に接続された配管11と供給する不純物の量を制御するための不純物用マスフローコントローラ12が接続されている。",
                    "【0019】まず，種結晶として，成長面方位が＜0001＞方向である六方晶系の炭化珪素からなる基板1を用意した。そして，この基板1を黒鉛製坩堝3の蓋4の内面に取り付けた。また，黒鉛製坩堝3の内部には，原料2を充填した。原料の炭化珪素粉末の粒径は200μmのものを用いた。炭素原子位置への不純物導入の効果をより顕著なものにするには，原料の粒径は150μm以上が望ましい。これは，粒径150μm以下では，原料昇華蒸気中の炭素／珪素元素比が小さくなってしまうためである。",
                    "【0020】次いで，原料を充填した黒鉛製坩堝3を，種結晶を取り付けた蓋4で閉じ，黒鉛製フェルト7で被覆した後，黒鉛製支持棒6の上に乗せ，二重石英管5の内部に設置した。そして，石英管の内部を真空排気した後，ワークコイル8に電流を流し原料温度を摂氏2000度まで上げた。その後，雰囲気ガスとしてArガスに窒素ガスを7％含んだ混合ガスを流入させ，石英管内圧力を約600Torrに保ちながら，原料温度を目標温度である摂氏2400度まで上昇させた。",
                    "【0021】本実施例では，窒素を，炭素原子位置に導入される不純物として用いた。なお，本発明を適用した改良レーリー法における不純物の導入方法としては，（1）不純物あるいは不純物元素を含有する化合物をガスとして導入する方法（本実施例に相当），（2）不純物粉末を炭化珪素粉末と混合したものを原料として用いる方法，（3）事前に炭化珪素粉末と不純物の混合物を高温で熱処理したものを原料として用いる方法，あるいは（4）不純物をドープした炭化珪素粉末を原料とする方法が考えられる。成長圧力である20Torrには約30分かけて減圧し，その後約20時間成長を続けた。この際の成長速度は約1mm毎時であった。",
                    "【0022】こうして得られた単結晶炭化珪素を二次イオン質量分析法により調べたところ，結晶中に窒素が8×1018cm-3含有されていることが分かった。また，ホール測定，容量-電圧特性等の電気測定より窒素原子はすべて炭素原子位置に導入されていることを確認した。得られた結晶をX線回折及びラマン散乱により分析したところ，4H型の単結晶炭化珪素が成長していることを確認できた。成長した結晶は種結晶上より成長最表面まで均一で，高品質の4H型単結晶炭化珪素であった。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "発明の効果",
                  "text": [
                    "【0023】以上説明したように，本発明によれば，種結晶を用いた昇華再結晶法による単結晶炭化珪素の製造方法において，炭素原子位置を置換する不純物を導入することによって良質の4H型単結晶炭化珪素を再現性良く成長させることができる。このような4H型単結晶炭化珪素を成長用基板として用い，気相エピタキシャル成長法により，この基板上に単結晶炭化珪素薄膜を成長させれば，電気的特性の優れた高耐圧・耐環境性電子デバイスを製作することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の特徴",
              "text": [
                "前記(1)の記載によれば，本件発明の特徴は，以下のとおりであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，単結晶炭化珪素の製造方法にかかわり，特に，基板ウェハとなる良質で大型の単結晶インゴットの成長方法に関する発明である（【0001】）。",
                    "4H型単結晶炭化珪素は，高い電子移動度を有し，高周波高耐圧電子デバイスへの適用が期待されているが，大面積を有する高品質の単結晶炭化珪素を工業的規模で安定に供給し得る結晶成長技術は，確立されていない（【0002】）。",
                    "従来，研究室程度の規模では，例えば昇華再結晶法（レーリー法）で単結晶炭化珪素を成長させ，半導体素子の作製が可能なサイズの単結晶炭化珪素を得ていたが，この方法では，得られる単結晶の寸法，形状，結晶多形及び不純物キャリア濃度の制御が困難であった。また，化学気相成長法（CVD法）を用いて珪素（Si）等などの異種基板上にヘテロエピタキシャル成長させることにより立方晶の単結晶炭化珪素を成長させる方法では，基板との格子不整合の割合が大きいこと等により多くの欠陥を含む単結晶炭化珪素しか成長させることができず，高品質の単結晶炭化珪素を得ることは容易でなかった（【0003】）。",
                    "これらの問題点を解決するために，種結晶を用いて昇華再結晶を行う改良型のレーリー法が提案されており，種結晶を用いた昇華再結晶法を用いれば，結晶多形（ポリタイプ），形状，及び抵抗率を制御しながら，大型の単結晶炭化珪素を再現性良く成長させることができる（【0004】，【0005】）。しかし，この方法で単結晶炭化珪素を成長した場合でも，通常の温度条件（摂氏2200～2400度）では6H型単結晶炭化珪素が高い確率で形成されてしまい，高周波高耐圧電子デバイスに適した4H型単結晶炭化珪素を得るのは困難であった（【0006】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明は，前記アの事情に鑑みてされたものであり，大型のウェハを切り出せる，欠陥が少なく良質の4H型単結晶インゴットを再現性良く製造し得る単結晶炭化珪素の製造方法を提供することを目的とする（【0007】）。",
                    "単結晶炭化珪素中の炭素／珪素元素比を増すと，結晶は4H多形をとることが知られており，4H型単結晶炭化珪素を得るには，この結晶中炭素／珪素元素比を増加させればよいことになるが，昇華再結晶法で良質な結晶が成長する温度領域（摂氏2200～2400度）において，この比を再現性良く制御することは極めて困難であることから（【0011】），本件発明は，炭素原子位置に不純物を導入することにより，この炭素／珪素元素比を実効的に変化させ，成長温度等の成長条件を大きく変化させることなく，結晶多形（ポリタイプ）を4H型に制御して，良質の4H型単結晶炭化珪素の成長を可能とするものであり（【0012】），本件発明の4H型単結晶炭化珪素インゴットの製造方法は，炭化珪素からなる原材料を加熱昇華させ，単結晶炭化珪素からなる種結晶上に供給し，この種結晶上に単結晶炭化珪素を成長する方法において，炭素原子位置に窒素を5×1018cm-3以上5×1019cm-3以下導入することを特徴とする（【0008】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明によれば，炭素原子位置に導入された不純物は，結晶中の炭素／珪素元素比を実効的に増加させ，4H型の結晶核発生を促進するため（【0013】），良質の4H型単結晶炭化珪素を再現性良く成長させることができ，このような4H型単結晶炭化珪素を成長用基板として用いることにより，電気的特性の優れた高耐圧・耐環境性電子デバイスを製作することができる（【0023】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "単結晶炭化珪素について（甲3，乙7）",
              "text": [
                "単結晶炭化珪素（「炭化珪素単結晶」，「SiC単結晶」等と呼ばれることもある。）は，Si（珪素，シリコン）原子とC（炭素）原子とからなり，両原子の比が1：1である共有結合結晶であって，積層方向（c軸方向）に対して多様な積層構造をとる結晶多形（ポリタイプ）を示すことが知られている。",
                "単結晶炭化珪素の結晶多形（ポリタイプ）のうち，発生確率が高く，応用上重要なものは，3C型，4H型，6H型，15R型であり，4H型と6H型が六方晶系に属する。",
                "六方晶系の単結晶炭化珪素では，積層方向（c軸方向）に，表面がSi原子で終端されたSi面（珪素面，シリコン面）と，表面がC原子で終端されたC面（炭素面）の2種類の面が存在し，それぞれの面の性質が異なる（極性を有する）ことから，Si面とC面の2種類の面極性が存在する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)（被控訴人方法は，本件発明の技術的範囲に属するか）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件Aの「種結晶」の充足性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「種結晶」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許請求の範囲（請求項1）の記載によれば，構成要件Aの「種結晶」は，昇華再結晶法により4H型単結晶炭化珪素インゴットを成長させるのに用いられるものである。",
                        "しかし，特許請求の範囲の「種結晶を用いた昇華再結晶法により」との記載からは，昇華再結晶法により4H型単結晶炭化珪素インゴットを成長させるために用いられる「種結晶」が具体的にいかなるものであるか，すなわち，種結晶として用いられる結晶の材料，ポリタイプ及び面極性が一義的に明らかであるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件明細書の記載",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "そこで，本件明細書の記載を参酌すると，本件明細書には，本件発明が「単結晶炭化珪素からなる種結晶」を用いるものであることが記載されている（【0008】）。",
                            "また，本件明細書には，実施例に関し，「種結晶として，成長面方位が＜0001＞方向である六方晶系の炭化珪素からなる基板1を用意した。」と記載されている（【0019】）。ここで，六方晶系の炭化珪素は，6H型か4H型のいずれかであり，それぞれに，C面（炭素面）及びSi面（シリコン面）の面極性が存在するから，上記記載からは，本件発明における種結晶（基板）として，①6H型単結晶炭化珪素のC面，②6H型単結晶炭化珪素のSi面，③4H型単結晶炭化珪素のC面，④4H型単結晶炭化珪素のSi面が想定され得る。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "ところで，本件発明は，前記1のとおり，種結晶を用いて昇華再結晶を行う改良型のレーリー法で単結晶炭化珪素を成長した場合でも，通常の温度条件（摂氏2200～2400度）では6H型単結晶炭化珪素が高い確率で形成されてしまい，高周波高耐圧電子デバイスに適した4H型単結晶炭化珪素を得るのは困難であるという問題があったことから（【0004】，【0006】），かかる課題を解決する単結晶炭化珪素の製造方法を提供することを目的とするものである（【0007】）。",
                            "そして，本件明細書には，従来から，炭化珪素においては結晶中の炭素／珪素元素比を増すと，結晶は4H多形をとることが知られており，4H型単結晶炭化珪素を得るには，この結晶中炭素／珪素元素比を増加させればよいことになるが，昇華再結晶法で良質な結晶が成長する温度領域（摂氏2200～2400度）において，この比を再現性良く制御することは極めて困難であって（【0011】），原料昇華蒸気中の炭素／珪素元素比増大だけでは，4H型炭化珪素を得ることはできず（【0014】），同じ成長条件下でも僅かな成長条件のゆらぎによって，6H型と4H型の両方が発生してしまうという状況があったこと（【0011】），本件発明は，かかる状況に鑑み，直接に結晶中の炭素／珪素元素比を増加するという手法を採用せずに，窒素が単結晶炭化珪素中で炭素原子位置を置換するという性質を利用して（【0004】，【0013】），炭素原子位置に窒素を導入することにより，結晶中の炭素／珪素元素比を実効的に増加させるという手法を採用することで，「成長温度等の成長条件を大きく変化させることなく，良質の4H型単結晶炭化珪素の成長を可能とする」ものであること（【0012】），炭素原子位置に5×1018cm-3以上の窒素を導入することで，結晶中の炭素／珪素元素比を実効的に約0．01％増加させ，4H型の結晶核発生を促進できること（【0013】）が記載されている。",
                            "本件明細書の上記記載に照らせば，本件発明は，種結晶を用いて昇華再結晶を行う従来方法に対し，さらに，「炭素原子位置に窒素を所定範囲内の量導入する」という技術的事項を新たに適用するものであると理解できる。",
                            "そうすると，本件発明は，種結晶を用いた昇華再結晶法において，上記技術的事項以外の成長条件については，従来の4H型単結晶炭化珪素の成長方法におけるものを前提としていると認められるから，「種結晶」の材料，ポリタイプ及び面極性の選択についても，従来方法で，4H型単結晶炭化珪素の成長に適するとして選択されていたものを前提としているものと認められる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "種結晶の選択に関する公知文献の記載内容",
                          "text": [
                            "⒜  「ワイドギャップ半導体シリコンカーバイドのバルク単結晶成長」応用物理64巻7号642～652頁（平成7年7月10日発行。乙7）",
                            "SiC結晶成長において，Tairovあるいは Zieglerらが困難さを指摘しているように，所望のポリタイプ種結晶を用いれば決まったポリタイプの単結晶ができるとは限らない。（645頁右欄下から18行～15行）",
                            "-筆者らは，n型ドープのためにＮを添加することにより6H（0001）C面上に4H型単結晶が成長する確率が高くなることを見出した。（646頁左欄18行～20行）",
                            "一方，6H-SiC（0001）Si面上の単結晶成長では条件を変えても4H形単結晶の発生は見られなかった。種結晶のポリタイプによらず，（0001）S-i面上には6H-SiCの単結晶が，（0001）C面上には4H-SiC単結晶がそれぞれ成長するとの報告もある。（646頁左欄31行～35行）",
                            "⒝  「単結晶4H-SiC及び6H-SiCの制御昇華成長及びX線回折によるポリタイプの特定」Applied  Physics  Letters  vol．58(1)（平成3年1月発行。乙10。なお，訳は，添付の訳文による。特に断らない限り，以下同じ。）",
                            "-C（0001）面の6H-SiC単結晶をシードとして用いた。（56頁左欄22行～23行）",
                            "-C（0001）面の6H-SiCシードを用いて，4H及び6H単結晶のそれぞれにつき，80％及び85％もの製造歩留りが得られた。（57頁右欄下から6～4行）",
                            "⒞  特開平5-32496号公報（乙11）",
                            "【0025】実施例3  ",
                            "-口径約12mmの6H-SiC単結晶基板を用い，…（0001）研磨面上に単結晶成長を行い，…小型の4H-SiC単結晶を得た。…次にこの小型の4H-SiC単結晶を種結晶として用い，…単結晶成長を行ったところ，最大部で口径30mm，高さ18mmの大口径4H-SiC単結晶インゴットが得られた。",
                            "⒟  特開平5-51299号公報（乙12）",
                            "【0008】当然，4H形SiCを成長させるには，種結晶として4H形SiCを用いるのが好ましい。ところが，種結晶を製造するアチソン法では，…6H形のものは容易に得られるものの，4H形のものはほとんど得られない。",
                            "【0009】従って，本発明は，比較的容易に得られる6H形SiCを種結晶とし，安定して4H形SiC単結晶が得られる方法を提供するものである。",
                            "⒠  特開平6-183897号公報（乙13）",
                            "【0012】黒鉛製ルツボ1の下蓋の台座にC軸方向を成長面とする4Hの多形性をもつ種結晶4を載せ，…結晶成長を終了した。",
                            "【0013】得られた炭化ケイ素単結晶は，…種結晶4と同じ多形性の4Hであり，種結晶4の結晶構造を継承していることが判った。C軸面を成長面とし，6Hの多形性をもつ種結晶4を使用して，同様に炭化ケイ素単結晶を成長させた。この場合にも，得られた炭化ケイ素単結晶は，種結晶と同じ6Hであり，種結晶4の結晶構造を継承していた。",
                            "⒡  「昇華法による6H及び4H-SiCポリタイプの成長に対する表面エネルギーの影響」Materials  Science  and  Engineering（平成4年発行。乙15）",
                            "所定の条件下におけるSi[0001]面における昇華成長では，種のポリタイプにかかわらず，常に6Hポリタイプが結晶化されることを示した。同様の条件下において，C[0001]面では4Hポリタイプが結晶化された。（69頁の「要約」欄）",
                            "6H型C面の種結晶からは，4H型のポリタイプの結晶が成長し，4H型Si面及び6H型Si面の種結晶からは，いずれも6H型のポリタイプの結晶が成長した。（70頁「表1」）",
                            "成長の結果を表1に示した。成長温度は2200～2400℃であった。C[00-01]方向に成長させた場合，常に4H結晶が得られた。一方，Si[0001]方向では6Hが得られた。この結果は種のポリタイプに依存するものではなかった。300回を超える成長実験において，一つの例外もなかった。（70頁の「結果と考察」欄）",
                            "⒢  「昇華法によるSiC単結晶の成長中での表面エネルギー効果によるポリタイプ形成の制御」Journal  of  Crystal  Growth（平成5年発行。乙16）",
                            "SiC単結晶は昇華プロセスにより成長させることができる。電子部品への応用のために，一定の結晶多形の成長を制御することは重要である。所定の条件下における昇華成長において，種結晶のポリタイプにかかわらず，（001）Si面では-常に6Hポリタイプが結晶化することを示した。同様の条件下において，（001）C面では4Hポリタイプが結晶化する。この理由はSiとC面の表面エネルギーの違いであると考えられている。（1枚目の冒頭部）",
                            "6H型C面及び4H型C面の種結晶からは，いずれも4H型のポリタイプの結晶が成長し，4H型Si面及び6H型Si面の種結晶からは，いずれも6H型のポリタイプの結晶が成長した。（73頁「表1」）",
                            "成長パラメータとその結果を表1に示す。（001）Si面が上面で，結晶が[0-01]軸方向に成長する場合，6Hポリタイプが常に成長する。[001]軸方向では常に4Hポリタイプが成長する。このことは，種（6H，4H若しくは15R）の変更にかかわらず見出された。約400回の成長実験を行い，本観察結果の例外は観察されなかった。（72頁～73頁の「結果」欄）",
                            "⒣  「SiC単結晶及び青色LEDへの応用」Prog  Crystal  Growth  and  Charact（平成3年発行。乙17）",
                            "4H-SiC単結晶は，（0001）C-面の6H-SiCプレートをシードとして用いることにより，容易に得ることができる。（134頁下から3行～1行）",
                            "⒤  上記の公知文献の記載によれば，本件特許の出願当時，六方晶系の単結晶炭化珪素のうち，前記aの①6H型単結晶炭化珪素のC面及び③4H型単結晶炭化珪素のC面を種結晶として用いるのが，4H型単結晶炭化珪素の成長には好ましいこと，一方，②6H型単結晶炭化珪素のSi面及び④4H型単結晶炭化珪素のSi面を種結晶として用いると，6H型単結晶炭化珪素が成長してしまい，4H型単結晶炭化珪素は得難いことが，技術常識であったと認められる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件発明は，前記bのとおり，「種結晶」の材料，ポリタイプ及び面極性の選択については，従来方法で，4H型単結晶炭化珪素の成長に適するとして選択されていたものを前提としているものと認められるところ，前記c⒤の技術常識に照らせば，本件明細書の記載（【0008】，【0019】）から，本件発明は，種結晶として，具体的には，6H型単結晶炭化珪素のC面及び4H型単結晶炭化珪素のC面を用いることを想定していることが理解できる。",
                            "なお，本件明細書の【0019】の記載からは，実施例で用いられた基板1が六方晶系の単結晶炭化珪素のうちのいずれであるかは特定されないが，本件特許の出願の際に，特許法30条1項の適用申請のあった乙7に，「筆者らは，n型ドープ-のためにＮを添加することにより6H（0001）C面上に4H型単結晶が成長する確率が高くなることを見出した。」（646頁左欄18行～20行）との記載がある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，本件発明において，「種結晶」（構成要件A）は，6H型単結晶炭化珪素のC面及び4H型単結晶炭化珪素のC面を意味するものと解される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "被控訴人の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被控訴人は，本件明細書の記載に基づき「種結晶」の解釈を行うとすれば，もともと所望の4H型単結晶炭化珪素が高い確率で得られていた，4H型単結晶炭化珪素のC面を種結晶とする構成では，本件発明の解決課題もポリタイプの制御という技術的意義も生じないから，「種結晶」（構成要件A）は，6H型単結晶炭化珪素のC面のみを意味すると解さなければならない旨主張する。",
                            "しかし，乙12に「4H形SiCを成長させるには，種結晶として4H形SiCを用いるのが好ましい。」（【0008】）と記載されているように，4H型単結晶炭化珪素を得るには，4H型を種結晶として用いるのが好ましいとされていたとはいえ，本件明細書には，従来技術の問題点として，「同じ成長条件下でも僅かな成長条件のゆらぎによって，6H型と4H型の両方が発生してしまっている」（【0011】）ことが記載されている。また，乙7にも，「SiC結晶成長において，Tairovあるいは Zieglerらが困難さを指摘しているように，所望のポリタイプ種結晶を用いれば決まったポリタイプの単結晶ができるとは限らない。」（645頁右欄下から18行～15行）と記載されていることからすれば，4H型単結晶炭化珪素のC面を種結晶として用いさえすれば，成長条件に特段の配慮を要することなく直ちに，4H型単結晶炭化珪素が確実に得られていたとまで認めることはできないから，本件発明の対象から，4H型単結晶炭化珪素のC面を種結晶として用いる場合が除外されているとは解されない。",
                            "また，被控訴人は，乙7には，「n型ドープのためにＮを添加することにより6-H（0001）C面上に4H形単結晶が成長する確率が高くなることを見出した。」と記載されていることや，甲3には，種結晶として，6H型単結晶炭化珪素のC面を用いた場合，成長結晶として4H型及び6H型のポリタイプが得られるが，4H型に比して，6H型の発生率が高いことや，4H型単結晶炭化珪素のC面を用いた場合，成長結晶として4H型の発生率が極めて高いことが記載されていることから，本件発明が6H型単結晶炭化珪素のC面を種結晶として用いた場合に，6H型単結晶炭化珪素の発生確率が高くなる事態を回避することを解決課題としていたことが明らかである旨主張する。",
                            "しかし，乙7の上記記載は，成長結晶として4H型よりも6H型の発生率が高いとされている6H型単結晶炭化珪素のC面を種結晶として用いた場合でも，窒素を添加することにより，4H型の成長結晶を得られる確率が高くなることをいうにすぎず，4H型単結晶炭化珪素のC面を種結晶として用いる場合について何ら言及するものではないから，かかる記載をもって，本件発明の対象から，4H型単結晶炭化珪素のC面を種結晶として用いる場合が当然に除外されていると解することはできない。また，甲3の記載から，種結晶として4H型単結晶炭化珪素のC面を用いた場合，成長結晶として4H型の発生率が極めて高いとはいえるが，前記のとおり，4H型単結晶炭化珪素のC面を種結晶として用いさえすれば，成長条件に特段の配慮を要することなく直ちに，4H型単結晶炭化珪素が確実に得られていたとまで認めることはできないから，かかる記載をもって，本件発明の対象から，4H型単結晶炭化珪素のC面を種結晶として用いる場合が当然に除外されていると解することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人は，本件特許の出願当時，4H型単結晶炭化珪素は，種結晶として4H型単結晶炭化珪素のC面又は6H型単結晶炭化珪素のC面を使用するほか，それ以外のポリタイプ・成長面極性を使用しても得られていたのであって，4H型単結晶炭化珪素の成長には4H型単結晶炭化珪素のC面か6H型単結晶炭化珪素のC面を用いれば良いというような技術常識は存在していなかったし，仮に，このような技術常識が存在したとしても，本件明細書は，ポリタイプの制御を目的として所定量の窒素を導入すれば，あらゆる種結晶から4H型単結晶炭化珪素が得られることを開示していると理解されるから，構成要件Aの「種結晶」が，4H型単結晶炭化珪素のC面又は6H型単結晶炭化珪素のC面のみを意味するとはいえない旨主張する。",
                            "しかし，本件明細書には，実施例として，種結晶として，成長面方位が＜0001＞方向である六方晶系の炭化珪素を用いる例のみが記載されており（【0019】），六方晶系以外の他の結晶多形を用いることに関する記載はないから，本件明細書の記載を参酌すれば，本件発明においては，種結晶として六方晶系を用いることが前提とされているものと解されるところ，本件特許の出願当時，六方晶系の単結晶炭化珪素のうち，6H型単結晶炭化珪素のC面又は4H型単結晶炭化珪素のC面を種結晶として用いるのが，4H型単結晶炭化珪素の成長には好ましいこと，一方，6H型単結晶炭化珪素のSi面又は4H型単結晶炭化珪素のSi面を種結晶として用いると，6H型単結晶炭化珪素が成長してしまい，4H型単結晶炭化珪素は得難いことが，技術常識であったと認められることは，前記(イ)c⒤のとおりである。また，本件発明は，「種結晶」の材料，ポリタイプ及び面極性の選択については，従来方法で，4H型の単結晶炭化珪素の成長に適するとして選択されていたものを前提としているものと認められることは，前記(イ)bのとおりである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人方法の充足性",
                  "text": [
                    "別紙物件目録の製造方法Aによれば，被控訴人方法は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●  ",
                    "前記アのとおり，本件発明において，「種結晶」(構成要件A）は，6H型単結晶炭化珪素のC面及び4H型単結晶炭化珪素のC面を意味するものと解されるところ，被控訴人方法は，上記のとおり，●●●●●●●●●●●●●●●●●●●●●●●●●●●●「種結晶」（構成要件A）を充足する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件Aの「昇華再結晶法」の充足性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「昇華再結晶法」（構成要件A）の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許請求の範囲（請求項1）は，「種結晶を用いた昇華再結晶法により」(構成要件A）と規定するのみであり，坩堝に充填する出発原料を特に規定又は限定する記載は存しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件明細書の記載",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書に記載された実施例では，坩堝に充填する出発原料として炭化珪素粉末が用いられている（【0017】，【0019】）。",
                            "本件明細書に記載された実施例からは，本件発明が，坩堝に充填する出発原料として炭化珪素粉末を用いる態様をその技術的範囲に含むものであることは明らかである。",
                            "ところで，前記のとおり，本件発明に係る特許請求の範囲（請求項1）には，坩堝に充填する出発原料を特に規定又は限定する記載は存しないから，本件発明の技術的範囲は，実施例として開示された，坩堝に充填する出発原料として炭化珪素粉末を用いる態様に限られるか否かについて検討する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明は，前記(1)ア(イ)bのとおり，種結晶を用いて昇華再結晶を行う改良型のレーリー法で単結晶炭化珪素を成長した場合でも，4H型単結晶炭化珪素を得るのは困難であるという問題があったことから，窒素が単結晶炭化珪素中で炭素原子位置を置換するという性質を利用して，炭素原子位置に窒素を導入することにより，結晶中の炭素／珪素元素比を実効的に増加させるという手法を採用することで，成長温度等の成長条件を大きく変化させることなく，良質の4H型単結晶炭化珪素の成長を可能とするものであり，種結晶を用いて昇華再結晶を行う従来方法に対し，さらに，「炭素原子位置に窒素を所定範囲内の量導入する」という技術的事項を新たに適用するものであって，種結晶を用いた昇華再結晶法において，上記技術的事項以外の成長条件については，従来の4H型の単結晶炭化珪素の成長方法におけるものを前提としていると認められるものである。",
                            "ここで，本件明細書には，従来から単結晶炭化珪素の成長に用いられている方法である「昇華再結晶法（レーリー法）」（【0003】）や「種結晶を用いて昇華再結晶を行う改良型のレーリー法」（【0004】）に関する記載があるが，これらの方法で出発原料（坩堝に充填される出発原料）として用いられる物質に関する記載はない。また，本件発明についても，「炭化珪素からなる原材料を加熱昇華させ，単結晶炭化珪素からなる種結晶上に供給し，この種結晶上に単結晶炭化珪素を成長する方法」（【0008】）であることが記載されているものの，坩堝に充填される出発原料として用いられる物質に関する記載はないのであって，坩堝に充填されるのが炭化珪素粉末であることが特定されているわけではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「昇華再結晶法」に関する文献等",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "書籍における説明内容等",
                          "text": [
                            "⒜  松波弘之編著「半導体SiC技術と応用」日刊工業新聞社（平成15年3月発行。甲3）",
                            "レーリー（Lely）法は，純度の良い結晶成長法として初めて試みられた昇華再結晶法であって，グラファイトるつぼ内で原料のSiC粉末を昇華させ，低温部に再結晶化させる方法である。（15頁）",
                            "現在，大型の六方晶SiC単結晶の成長に用いられている方法は，改良レーリー法と呼ばれる種付き昇華再結晶法である。レーリー法では，成長速度が小さいのに加え，成長初期の核生成過程が制御されていないことが大きな問題であった。そこで，この問題を解決するためにTairovらは，①温度勾配を設けた成長系内を不活性ガスで満たすことにより原料の輸送過程を，さらに②種結晶を使うことにより，結晶成長の核生成過程を制御することを試みた。（15頁～16頁）",
                            "この方法の基本的プロセスは，準閉鎖空間内で，原料から昇華したシリコンと炭素とからなる蒸気が，不活性ガス中を拡散で輸送されて，原料より温度の低く設定された種結晶上に過飽和となって凝結するというものである。（16頁）",
                            "⒝  松波弘之・大谷昇・木本恒暢・中村孝編著「半導体SiC技術と応用  第2版」日刊工業新聞社（平成23年9月発行。甲25）",
                            "純度の高いSiC単結晶を初めて合成したのはLelyであった。Lelyは，黒鉛るつぼ内で原料となるSiC結晶粉末（アチソン法で作製したもの）を昇華させ，低温部に再結晶化させることにより，純度の高いSiC単結晶を合成した。（25～26頁）",
                            "SiC単結晶が，再び大きく注目されるようになったのは，1970年代後半から80年代の前半に，当時のソ連のTairovらのグループより，種結晶を用いた昇華再結晶法（改良レーリー法あるいは単に昇華法とも呼ばれる）が提案され，大型のSiC単結晶製造への道が開かれてからのことである。…この方法の基本プロセスは，準閉鎖空間内で，原料から昇華したSiとCとから成る蒸気が，不活性ガス中を拡散により輸送されて，原料より温度の低く設定された種結晶上に過飽和となって凝結するというものである。したがって，結晶成長速度は，原料の温度と系内の温度勾配，圧力によって決定される。現在市販されているSiC単結晶ウェハのほとんどが，この昇華再結晶法により製造されている。（26頁）",
                            "SiCは，大気圧下では2700℃超の高温で，固体SiC（固相）から，融液(液相）を経由せずに，熱分解して昇華ガス（気相）に直接相転移するという性質がある。昇華と呼ばれる現象であり，このため本現象を応用する単結晶成長法は改良レーリー法，あるいは，種結晶を用いる昇華再結晶法と呼ばれている。（34頁）"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件特許の出願当時における公知文献の記載内容",
                          "text": [
                            "本件特許の出願当時，坩堝に充填する材料が炭化珪素固体であることを明記する公知文献が存在するが（甲11，甲40の4・6，乙3，5，12，13，15，16），以下のとおり，坩堝に充填する材料が炭化珪素固体に限られないことを明記する文献も存在する。",
                            "⒜  特公昭51-8400号公報（甲14。出願人：科学技術庁無機材質研究所）",
                            "従来，炭化けい素単結晶の高純度で大型のものは，レリー法により合成されていた。この方法は，通常，…黒鉛るつぼの内周に，高純度の炭化けい素原料，または高純度のシリコンと黒鉛を用い，化学量論比が炭化けい素とほぼ同じにした混合物を置き，るつぼの中央部附近を2，500℃程度に加熱して反応昇華させ，5mm程度の径を有するa形の板状単結晶を得るものである。（1頁2欄13行～21行）",
                            "⒝  特開平6-316499号公報（甲40の5）",
                            "【0001】本発明は昇華再結晶法を用いた六方晶の炭化珪素単結晶を成長させる方法に関する。",
                            "【0006】炭化珪素粉末と種結晶を用いて昇華再結晶法を行う改良型レーリー法が提案されている…",
                            "【0012】本発明によれば，高純度の原料が入手可能な珪素と炭素を出発原料とし，珪素と炭素を反応させて炭化珪素を形成し，該炭化珪素を昇華し種結晶上に炭化珪素を成長させることにより，不純物に起因する欠陥を防止し，結晶性に優れた良質の炭化珪素単結晶を再現性良く成長できる。",
                            "【0016】図1（a）の製造装置を用いて結晶成長を行うが，結晶成長は，種結晶として用いた炭化珪素単結晶基板1の上に，原料である珪素と炭素を反応させて炭化珪素2を形成し，炭化珪素2を昇華再結晶させることにより行われる。…図1（b）または図1（c）に示すように原料の珪素と炭素は黒鉛製坩堝3の内部に充填されている。…",
                            "【0019】まず，種結晶として…炭化珪素単結晶からなる基板1を用意した。そして，この基板1を黒鉛製坩堝蓋4の内面に取り付けた。また，黒鉛製坩堝3の内部には，原料として高純度の珪素2a及び炭素粉末2bを充填した。珪素2aとしては，粒状で2～5mm破砕状で純度が5Ｎもの（原文ママ），炭素粉末2bとしては粒度が10μmで純度が4Ｎのものを用いた。…雰囲気ガスとしてアルゴンガス（Ar）を…流した。…次に…珪素2aと炭素粉末2bの温度が1700℃…珪素2aと炭素粉末2bの原料と種結晶1との温度差が無くなるようにした。この状態で2時間保持することで珪素と炭素が反応して炭化珪素2が形成される。続いて，…種結晶の温度を2150℃…炭化珪素2の温度を2200℃に設定する。次に…減圧した。この減圧は大気圧から～30Torrまで20分間かけて徐々に行い，30Torrの真空度で保持した。この状態で5時間保持することにより，約5mmの厚さの炭化珪素単結晶が成長した。",
                            "【0020】このようにして得られた炭化珪素単結晶をX線回折法，ラマン分光法により分析したところ，六方晶の炭化珪素単結晶が成長していることがわかった。成長した結晶は種結晶上より成長最表面まで均一で欠陥も少なく（102cm-2 以下），高品質の6H形炭化珪素単結晶である。",
                            "【0021】使用する珪素原料として本実施例では2～5mmの粒状を用いたが，他の粒径の物を用いてもよい。しかし，あまり粒径が小さいと坩堝内に充填する量が少なくなり，成長した炭化珪素単結晶が小さくなる。また，炭素粉末として10μmの物を用いたが，10μm 以上の炭素粉末を用いると炭素粉末の表面のみが珪素と反応し十分な炭化珪素原料が形成できない。また，炭素粉末の粒径が極端に小さいと坩堝内に充填する量が少なくなり，成長した炭化珪素単結晶が小さくなり実用的でない。",
                            "【0024】次に，図1（a）及び図1（c）に基づき，第2の実施例について説明する。まず，原料となる高純度の珪素2aと黒鉛ブロック2cを充填した。珪素2aとしては，JIS粒度が＃300，黒鉛ブロック2cとしてはかさ密度が0．5の多孔質黒鉛を用いた。これらの原料を充填した黒鉛製坩堝3を，種結晶を取り付けていない黒鉛製坩堝蓋4で閉じ…設置した。…雰囲気ガスとしてArガスを…流した。…炭化珪素粉末（原文ママ）の温度が1800℃になるように調節し，360分保持した。この処理により珪素と多孔質黒鉛が反応して炭化珪素2が形成される。その後，種結晶として，成長面方位が（0001）方向である六方晶型の4H型炭化珪素単結晶からなる基板1を…黒鉛製坩堝蓋4の内面に取り付けた。",
                            "【0025】次に…雰囲気ガスとしてアルゴンガス（Ar），n型不純物添加用の窒素ガス（M ）（判決注：「Ｎ 」の誤記）を…流した。…基板1の温度が222 200℃，炭化珪素2（b）の温度が2300℃になるように調節した。続いて…減圧した。この減圧は大気圧から10Torrまで60分間かけて徐々に行い，10Torrの真空度で6時間（判決注：「8時間」の誤記）保持した。この状態で8時間保持することにより，約8mmの厚さの炭化珪素単結晶が成長した。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上の文献等の記載からは，本件特許の出願当時，種結晶を用いた昇華再結晶法においては，坩堝に充填する出発原料として炭化珪素固体（粉末）を用いるのが一般的態様であったと認められるが，出発原料として珪素と炭素を用い，この両者を反応させて結晶状態の炭化珪素を形成し，この炭化珪素を昇華させることで種結晶上に単結晶炭化珪素を形成する態様も存したことが認められる。すなわち，甲40の5の前記記載によれば，種結晶を用いた昇華再結晶法では，原料として炭化珪素粉末を用いる方法（【0006】）の他に，同じ昇華再結晶法（【0001】）として，珪素と炭素を出発原料とし，珪素と炭素を反応させて炭化珪素を形成し，この炭化珪素を昇華し種結晶上に炭化珪素を成長させる方法についても該当するものとされており（【0012】，【0016】），出発原料（黒鉛製坩堝に充填する材料）となる珪素と炭素の具体例として，第1の実施例には，粒状の珪素2a及び炭素粉末2bを用いる例（【0019】），第2の実施例には，粒状の珪素2a及び黒鉛ブロック2cを用いる例（【0024】）が，それぞれ記載されている。そして，前者では，珪素2aと炭素粉末2bを大気圧下，温度1700℃で2時間保持することで（【0019】），後者では，珪素2aと黒鉛ブロック2cを大気圧下，温度1800℃で360分（6時間）保持することで（【0024】），両者が反応して炭化珪素2が形成されることが記載されている。さらに，「結晶成長は，種結晶として用いた炭化珪素単結晶基板1の上に，原料である珪素と炭素を反応させて炭化珪素2を形成し，炭化珪素2を昇華再結晶させることにより行われる」（【0016】）という記載から，ここでいう昇華再結晶法では，原料の珪素と炭素が反応して形成された炭化珪素2は結晶状態にあり，この結晶状態にある炭化珪素2が昇華して，炭化珪素単結晶基板1上に，再度，結晶の状態で形成されているものと認められる。",
                            "また，レーリー法では，既に昭和51年頃から，通常，黒鉛るつぼの内周に，高純度の炭化珪素原料，又は高純度のシリコン（珪素）と黒鉛（炭素）を用いて，化学量論比が炭化珪素とほぼ同じにした混合物を置くものと認識されていたことが認められる（甲14）。",
                            "そして，半導体炭化珪素技術に関する書籍（甲3，25）では，種結晶を用いた昇華再結晶法（改良レーリー法あるいは単に昇華法とも呼ばれる。）の基本プロセスは，準閉鎖空間内で，原料から昇華した珪素と炭素とから成る蒸気が，不活性ガス中を拡散により輸送されて，原料より温度の低く設定された種結晶上に過飽和となって凝結するというものであると説明されていることに照らせば，坩堝に充填する出発原料の点では，種結晶を用いた昇華再結晶法とレーリー法との間に基本的な相違はなく，坩堝に充填する原料に関する当業者の上記認識は，種結晶を用いた昇華再結晶法においても妥当していたと考えられる。",
                            "そうすると，坩堝に充填する出発原料として，炭化珪素固体（粉末）を用いる場合のみならず，珪素と炭素を用いる場合についても，「種結晶を用いた昇華再結晶法」に含めて理解されていたものと認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，特許請求の範囲（請求項1）には，坩堝に充填する出発原料を特に規定又は限定する記載は存しないにもかかわらず，「種結晶を用いた昇華再結晶法」（構成要件A）を，実施例として開示された，坩堝に充填する出発原料として炭化珪素粉末を用いる態様のみに限定して解釈すべきであるとはいえない。",
                        "したがって，「昇華再結晶法」（構成要件A）には，出発原料（坩堝に充填する材料）として炭化珪素固体（粉末）を用いる態様のみならず，出発原料として珪素と炭素を用い，この両者を反応させて結晶状態の炭化珪素を形成し，この炭化珪素を昇華させることで種結晶上に単結晶炭化珪素を形成する態様も含まれるものと解される。",
                        "なお，坩堝に充填する出発原料として，珪素と炭素を用いる態様は，結晶状態の炭化珪素が昇華して種結晶上に再度，結晶として成長する「再結晶化」の過程を含むのであるから，この点においても，「昇華再結晶法」の文言に何ら矛盾するものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "被控訴人の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被控訴人は，甲40の5の【0022】に記載されているとおり，炭素粉末と珪素粉末（シリコン粉末）を2000℃以上に加熱すれば必然的に炭化珪素結晶が生成されるというものではなく，坩堝に充填する出発原料として，炭素と珪素を使用する場合と炭化珪素結晶を使用する場合とでは，結晶多形（ポリタイプ）制御という観点から，明確な差異が存する旨主張する。",
                            "甲40の5には，第1の実施例（粒状の珪素2a及び炭素粉末2bを用いる例）に関し，「珪素と炭素を反応させるのに1700℃，大気圧の条件を用いたが，1150～1800℃，大気圧の条件が用いられる。1150℃以下では珪素と炭素との反応は起こらず，1800℃以上又は圧力が200Torr以下の条件では反応して形成した炭化珪素の昇華が同時に起こり結晶多形の制御ができない。」（【0022】）との記載があるが，この記載は，珪素と炭素を反応させて炭化珪素を形成する段階で，温度を1800℃以上又は圧力を200Torr以下にしてしまうと，珪素と炭素の全てが反応して炭化珪素となる前に，既に部分的に形成された炭化珪素の昇華が始まってしまうため，結晶多形の制御ができないことになって不都合が生じる旨を述べたものと解される。したがって，上記記載を根拠に，種結晶を用いた昇華再結晶法において，出発原料として珪素と炭素を用い，両者を反応させて炭化珪素結晶を形成し，この炭化珪素結晶を昇華させることで，種結晶上に単結晶炭化珪素を形成する態様が排除されているものと解することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人は，甲40の5の【0022】に記載されているとおり，炭素粉末とシリコン粉末を原料として用いた場合には，単に温度を上昇させるだけでは「結晶多形の制御」ができないところ，本件明細書には，これらを原料とした場合における4H型単結晶炭化珪素を成長させるための条件が全く記載されておらず，炭素粉末の粒径に関する記載もないから，本件発明の「昇華再結晶法」が炭素粉末とシリコン粉末を原料とする場合を含むものでないことは明らかである旨主張する。",
                            "甲40の5の【0022】の記載は，前記aのとおり，珪素と炭素を反応させて炭化珪素を形成する段階で，温度を1800℃以上又は圧力を200Torr以下にしてしまうと，珪素と炭素の全てが反応して炭化珪素となる前に，既に部分的に形成された炭化珪素の昇華が始まってしまうため，結晶多形の制御ができないことになって不都合が生じる旨を述べたものと解される。",
                            "ところで，一定の条件に至るまでの間に炭化珪素の昇華が始まるのを避けるために，坩堝内の温度や圧力を適宜調節する必要があることは当業者の技術常識であるといえるから（甲3の19頁，本件明細書の【0020】，【0021】，甲40の5の【0019】），坩堝内の温度や圧力といった成長条件を調節し，珪素と炭素の全てが反応して炭化珪素となる前に，既に部分的に形成された炭化珪素の昇華が始まるのを避けることは，当業者が適宜になし得ることであると認められる。",
                            "したがって，本件明細書に炭素粉末とシリコン粉末を坩堝に充填する出発原料とする場合の成長条件が記載されていないからといって，このことを根拠に，種結晶を用いた昇華再結晶法において，出発原料として珪素と炭素を用い，両者を反応させて炭化珪素結晶を形成し，この炭化珪素結晶を昇華させることで，種結晶上に単結晶炭化珪素を形成する態様が排除されているものと解することはできない。",
                            "また，種結晶を用いた昇華再結晶法で炭素粉末とシリコン粉末を原料として用いた場合に，両者ができる限り多く反応して，炭化珪素粉末結晶が十分に得られるように粒径等の条件を選択することも，当業者であれば当然に考慮することであるといえる（甲40の5の【0021】）。そして，炭化珪素粉末結晶が十分に得られるように，珪素原料の粒径や炭素粉末の粒度を適切に選択し，例えば，甲40の5に記載されているように，大気圧（760Torr）程度の圧力下で昇華を抑えつつ加熱反応させて炭化珪素が形成できれば（【0019】，【0022】，【0025】），その後の温度や圧力の制御は，本件明細書にあるように，雰囲気ガスをArガスに所定量の窒素ガスを含んだ混合ガスとし，原料温度が目標温度に達するまでは圧力を約600Torr程度に保ち（【0020】），原料温度が目標温度に達した後は，圧力を成長圧力である20Torrまで減圧して成長を開始すれば（【0021】），4H型単結晶炭化珪素を成長できるものと認められる。",
                            "したがって，本件明細書に炭素粉末とシリコン粉末を坩堝に充填する出発原料とする場合の炭素粉末やシリコン粉末の粒径について記載されていないからといって，このことを根拠に，種結晶を用いた昇華再結晶法において，出発原料として珪素と炭素を用い，両者を反応させて炭化珪素結晶を形成し，この炭化珪素結晶を昇華させることで，種結晶上に単結晶炭化珪素を形成する態様が排除されているものと解することはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人方法の充足性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "別紙物件目録の製造方法Aのとおり，被控訴人方法は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●を用いるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人方法における温度プロフィールが開示された乙45によれば，被控訴人方法における昇温工程について，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                      "text": [
                        "そうすると，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人が提出した甲44は，化学量論比（珪素と炭素の原子数比が1：1）で珪素と炭素が混合された混合粉を，昇温速度200℃／時間，到達温度1200℃，1400℃，及び1600℃の条件で加熱処理を行った場合のSiC転換率を実験的に調べたものであり，甲51は，同様に調製された混合粉に対して，昇温速度300℃／時間，及び400℃／時間，到達温度1800℃の条件で加熱処理を行った場合のSiC（炭化珪素）転換率を実験的に調べたものである。",
                        "このうち，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●その後，実験炉の最大能力の降温速度で降温をしている。この条件で形成された物質をX線回折で測定したところ，珪素及び炭素に起因するピークは検出されず，炭化珪素に起因するピークのみが検出されたことから，SiC（炭化珪素）転換率は100％であると推察されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "そこで，乙45に記載の温度プロフィールと，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                      "text": [
                        "一方，乙45では，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●甲51では，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                        "そうすると，乙45の温度プロフィールでは，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●甲51の実験結果においても，全ての珪素と炭素が反応して炭化珪素になっていることが実験的に確認されている●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                        "しかも，珪素は融点1410℃，沸点2360℃である一方，炭素（グラファイト）は昇華温度が3370℃であることに照らすと（甲50），被控訴人方法における●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●そうすると，結晶成長時に種結晶に供給される炭素は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●供給されたものと推認できる。",
                        "もっとも，被控訴人方法では，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●甲51の上記実験結果に照らせば，乙45の温度プロフィールによる●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●当業者にとって明らかなことである。そして，坩堝の温度が1800℃に達した後，さらに400℃／時間の昇温速度で2100℃まで昇温した際に，いずれか一方の元素が坩堝内に残っていたとしても，形成された炭化珪素が昇華することに変わりはない。",
                        "また，甲51の実験結果では，X線回折により，炭化珪素の明確なピークが観察されることから，得られた炭化珪素が結晶状態にあることは当業者にとって技術的に明らかなことであり，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●当業者にとって明らかなことである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，被控訴人方法では，乙45の温度プロフィールによる昇温を経た●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●被控訴人方法は，本件発明の「昇華再結晶法」（構成要件A）を充足する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件Cの「炭素原子位置」の充足性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「炭素原子位置」の意義について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件明細書の記載",
                      "text": [
                        "本件明細書には，窒素の導入と炭素原子位置の置換に関し，以下の記載がある。",
                        "【0004】…結晶の抵抗率は，不活性ガスからなる雰囲気中に不純物ガスを添加する，あるいは炭化珪素原料粉末中に不純物元素あるいはその化合物を混合することにより，制御可能である。単結晶炭化珪素中の置換型不純物として代表的なものに，窒素（Ｎ型），ホウ素，アルミニウム（P型）がある。この内，窒素は単結晶炭化珪素中で炭素原子位置を，ホウ素，アルミニウムは珪素原子位置を置換する。",
                        "【0013】炭素原子位置に導入された5×1018cm-3以上の不純物は，結晶中の炭素／珪素元素比を実効的に約0．01％増加させ，4H型の結晶核発生を促進する。また，炭素原子位置に入る不純物としては，窒素が最も望ましい。これは，窒素が元素周期律表上で炭素の隣に位置し，炭素原子位置に導入された際に，炭素原子と最も類似した化学的特性を示すためである。",
                        "【0022】こうして得られた単結晶炭化珪素を二次イオン質量分析法により調べたところ，結晶中に窒素が8×1018cm-3含有されていることが分かった。また，ホール測定，容量-電圧特性等の電気測定より窒素原子はすべて炭素原子位置に導入されていることを確認した。得られた結晶をX線回折及びラマン散乱により分析したところ，4H型の単結晶炭化珪素が成長していることを確認できた。成長した結晶は種結晶上より成長最表面まで均一で，高品質の4H型単結晶炭化珪素であった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "窒素の導入と炭素原子位置の置換に関する公知文献の記載内容",
                      "text": [
                        "本件特許の出願当時における公知文献の内容は，以下のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「電子スピン共鳴法を用いた炭化珪素の研究」PHYSICAL  REVIEW  VOLUME  124．ＮUMBER  4（昭和36年発行。甲17）",
                          "text": [
                            "電子スピン共鳴法を用いた研究を，6H型炭化珪素に不純物として導入された硼素と窒素について行った。両不純物は炭素元素を置換し，3つの非等価な炭素元素の位置を等確率に占めると，結論づけられた。（1083頁前文）"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「電子及び核スピン共鳴法によるn-タイプ炭化珪素の研究」J．Phys．",
                          "text": [
                            "Chem．Solids  Pergamon  Press  1963．vol．24（昭和38年発行。甲18）",
                            "極低温においてn-タイプ炭化珪素を測定した電子核二重共鳴法（EＮDOR）に関する何件かの実験について報告する。…29Siと13Cのスピン-格子緩和時間をそれぞれ比較することによって，ドナー不純物は炭素位置を置換すると結論づけられる。（1223頁前文）"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「炭化珪素中の不純物と構造欠陥のESRによる同定」（平成6年1月。甲19）",
                          "text": [
                            "明らかに，SiCのすべての結晶多形において最も重要な不純物は窒素であり，もっぱら（primarily）炭素に置換し浅いドナーとして機能すると見られる。（42頁）"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「炭化珪素中の不純物のエネルギー準位」（平成5年8月。甲19）",
                          "text": [
                            "SiCの不純物原子は珪素か炭素の格子位置に置換する。窒素はリンのような他のドナー不純物と同様，炭素位置に置換する…結晶多形が異なれば不純物原子のエネルギー準位も異なるが，炭化珪素の結晶多形はこれら不純物が占める位置の選択には影響しない。（87頁～88頁）",
                            "窒素やリンのようなドナーは，SiCの炭素位置を占めるが，アクセプターであるアルミニウムは珪素の格子位置を占め，硼素はどちらの位置にも置換することができる。(90頁）"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書の前記(ア)の記載に加え，前記(イ)の公知文献（甲17～19）の記載を参酌すれば，本件特許の出願当時，単結晶炭化珪素に導入された窒素が炭素原子位置と置換することは，技術常識であったものと認められる。また，単結晶炭化珪素に導入された窒素が炭素原子位置と置換することは，本件特許の出願日後に公知となった文献（甲8，12，20，27，28）からも明らかである。",
                        "そして，本件明細書において炭素原子位置に入る不純物として窒素が望ましいとされる理由は，炭化珪素の結晶多形や導入する窒素量に依存するものではなく（【0013】），炭化珪素の結晶多形は窒素が占める位置の選択には影響しないこと（甲19）からすれば，上記技術常識は4H型単結晶炭化珪素に対してもそのまま妥当する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人方法の充足性",
                  "text": [
                    "被控訴人方法は，別紙物件目録の製造方法Cのとおり，4インチウエハに用いられる4H型単結晶炭化珪素の抵抗率が0．015Ω-cmから0．025Ω-cm，3インチウエハに用いられる4H型単結晶炭化珪素の抵抗率が0．010Ω-cmから0．028Ω-cmとなるよう，窒素を含む雰囲気ガス中で4H型単結晶炭化珪素に窒素を導入するものである。",
                    "前記アによれば，被控訴人方法は，窒素を4H型単結晶炭化珪素の炭素原子位置に導入するものであると認められるから，構成要件Cの「炭素原子位置」を充足する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，被控訴人製品の製造メーカーであるダウコーニング社は，4H型単結晶炭化珪素を得るために窒素を導入しているのではなく，単に，本件明細書に従来の目的として記載されている，所望の電気的特性を得るために窒素を導入しているにすぎないから，被控訴人方法は，本件発明の「炭素原子位置」（構成要件C）を充足しない旨主張する。",
                    "しかし，本件発明に係る特許請求の範囲（請求項1）は，炭素原子位置への窒素導入の目的を構成要件として規定するものではなく，被控訴人方法が本件発明の構成要件Cを充足するものであるか否かが，窒素の導入目的いかんによって左右されるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "構成要件Cの「窒素を5×1018cm-3以上5×1019cm-3以下導入」の充足性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「窒素を5×1018cm-3以上5×1019cm-3以下導入」について",
                  "text": [
                    "特許請求の範囲には，「炭素原子位置に窒素を5×1018cm-3以上5×1019cm-3以下導入する」と記載され，本件明細書には，「本発明の製造方法では，炭素原子位置に不純物を導入することにより，結晶多形を4H型に制御しようとするものである。…結晶中の炭素／珪素元素比を増すと，結晶は4H多形をとることが知られている。したがって，4H型単結晶炭化珪素を得るには，この結晶中炭素／珪素元素比を増加させればよいことになる…」（【0011】），「本発明では，炭素原子位置に不純物を導入することにより，この炭素／珪素元素比を実効的に変化させようというものである。炭素原子位置に導入された不純物は，結晶中の炭素／珪素元素比を実効的に増加させ，成長温度等の成長条件を大きく変化させることなく，良質の4H型単結晶炭化珪素の成長を可能とする。この際，炭素原子位置に不純物を5×1018cm-3以上，より好ましくは5×1019cm-3以上導入する必要がある。」（【0012】），「炭素原子位置に導入された5×1018cm-3以上の不純物は，結晶中の炭素／珪素元素比を実効的に約0．01％増加させ，4H型の結晶核発生を促進する。また，炭素原子位置に入る不純物としては，窒素が最も望ましい。これは，窒素が元素周期律表上で炭素の隣に位置し，炭素原子位置に導入された際に，炭素原子と最も類似した化学的特性を示すためである。」（【0013】）との記載がある。",
                    "以上によれば，構成要件Cの「窒素を5×1018cm-3以上5×1019cm-3以下導入」は，単結晶炭化珪素中の炭素原子位置に，5×1018cm-3以上5×1019cm-3以下の濃度範囲の窒素を導入することを意味するものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人方法の充足性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "別紙物件目録の製造方法Cによれば，被控訴人方法は，4インチウエハに用いられる4H型単結晶炭化珪素の抵抗率が0．015Ω-cmから0．025Ω-cm，3インチウエハに用いられる4H型単結晶炭化珪素の抵抗率が0．010Ω-cmから0．028Ω-cmとなるように，窒素を含む雰囲気ガス中で4H型単結晶炭化珪素に窒素を導入するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "窒素含有量と抵抗率には相関関係があるところ，被控訴人方法における上記抵抗率を，4H型単結晶炭化珪素における窒素添加濃度と抵抗率の関係に関する甲6の表1及び甲7の図6（引用例1の図4と同一）に記載された内容に基づき，対応する窒素濃度に換算すると，抵抗率が0．028Ω-cm（3インチウエハに用いられる4H型単結晶炭化珪素の上限値）に対応する窒素濃度は，約6．17×1018cm-3であり，0．010Ω-cm（同下限値）に対応する窒素濃度は，約3．0×1019cm-3であると認められる。また，抵抗率が0．025Ω-cm（4インチウエハに用いられる4H型単結晶炭化珪素の上限値）に対応する窒素濃度は，約7．0×1018cm-3であり，0．015Ω-cm（同下限値）に対応する窒素濃度は，約1．2×1019cm-3であると認められる。",
                        "したがって，被控訴人方法において，4H型単結晶炭化珪素を成長させる際の窒素の導入量は，3インチウエハでは，およそ「6．17×1018cm-3以上3．0×1019cm-3以下」の範囲であると認められ，4インチウエハでは，およそ「7．0×1018cm-3以上1．2×1019cm-3以下」の範囲内であり，本件発明の構成要件Cにおける窒素導入量である「5×1018cm-3以上5×1019cm-3以下」に該当する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，被控訴人方法は，4H型単結晶炭化珪素を成長させる際に，窒素を5×1018cm-3以上5×1019cm-3以下導入するものであると認められ，前記(3)のとおり，導入された窒素は，4H型単結晶炭化珪素の炭素原子位置に導入されるものであるから，構成要件Cの「窒素を5×1018cm-3以上5×1019cm-3以下導入」を充足する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，単結晶炭化珪素に取り込まれた「全て」の窒素が炭素原子位置に導入されるという技術常識は存在せず，単結晶炭化珪素に取り込まれた窒素の「全て」ではなく，「ほぼ全て」が炭素原子位置に導入されるにすぎないから，被控訴人製品の炭素原子位置に導入された窒素量が「5×1018cm-3以上5×1019cm-3以下」（構成要件C）の範囲内にあることは立証されていない旨主張する。",
                    "しかし，導入された窒素のうちに，クラック等の結晶欠陥や格子間，あるいは，珪素原子位置に導入されるものがあるとしても，前記(3)ア(イ)に挙げた文献の記載内容からすれば，その量はごくわずかな量にすぎないものと考えられる。したがって，被控訴人方法において，4H型単結晶炭化珪素を成長させる際の窒素の導入量が，本件発明の構成要件Cにおける窒素導入量である「5×1018cm-3以上5×1019cm-3以下」に該当する事実は左右されない。",
                    "また，そもそも，種結晶上に成長する単結晶が完全な単結晶であるわけではない以上（弁論の全趣旨），「炭素原子位置に窒素を…導入する」という記載が実質的に全ての窒素を炭素原子位置に導入することを意味することは，当業者にとって明らかであるといえる。したがって，単結晶炭化珪素に取り込まれた「全て」の窒素が炭素原子位置に導入されるという技術常識は存在しないなどとして，「全て」か「ほぼ全て」かを殊更に問題とする被控訴人の上記主張は妥当でない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，被控訴人方法は，構成要件A及びCを充足する。そして，構成要件B及びDを充足することは当事者間に争いがないから，被控訴人方法は，本件発明の技術的範囲に属する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(2)（本件発明は特許無効審判により無効にされるべきものか）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1（「炭素原子位置」に係る実施可能要件及び明確性要件違反）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書の記載",
                  "text": [
                    "本件明細書【0022】には，炭素原子位置に導入された窒素原子の測定に関し，以下の記載がある。",
                    "こうして得られた単結晶炭化珪素を二次イオン質量分析法により調べたところ，結晶中に窒素が8×1018cm-3含有されていることが分かった。また，ホール測定，容量-電圧特性等の電気測定より窒素原子はすべて炭素原子位置に導入されていることを確認した。得られた結晶をX線回折及びラマン散乱により分析したところ，4H型の単結晶炭化珪素が成長していることを確認できた。成長した結晶は種結晶上より成長最表面まで均一で，高品質の4H型単結晶炭化珪素であった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "窒素量の測定について  ",
                  "text": [
                    "本件明細書の【0022】に記載された二次イオン質量分析法（SIMS）によって，単結晶炭化珪素中の全窒素導入量を測定することができるものと認められる（この点については，被控訴人も控訴人の主張を特に争うものではない。弁論の全趣旨）。",
                    "そして，前記2(3)アのとおり，本件特許の出願当時，単結晶炭化珪素に導入された窒素が炭素原子位置と置換することは，技術常識であったものと認められる。また，本件明細書（【0013】）や甲19の記載からすれば，当業者は，上記技術常識は4H型単結晶炭化珪素に対してもそのまま妥当すると理解するものと認められる。",
                    "そうすると，当業者は，本件明細書の【0022】の記載から，窒素は，単結晶炭化珪素中の炭素原子位置と置換するものであるから，窒素の活性化率を考慮しなくても，二次イオン質量分析法（SIMS）によって測定した窒素の濃度が，単結晶炭化珪素中の炭素位置と置換した窒素の濃度を意味することを，容易に理解できるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施可能要件，明確性要件について",
                  "text": [
                    "以上によれば，本件明細書の発明の詳細な説明の記載は，単結晶炭化珪素中の炭素位置と置換した窒素の濃度測定について，当業者がその実施をすることができる程度に明確かつ十分に記載されたものであって，実施可能要件（特許法36条4項1号）を満たしている。",
                    "また，当業者であれば，二次イオン質量分析法（SIMS）によって測定した窒素の濃度が，単結晶炭化珪素中の炭素位置と置換した窒素の濃度を意味することを容易に理解できるから，本件発明において，「炭素原子位置」に窒素を所定範囲量導入することの意義も明確であり，特許請求の範囲（請求項1）の記載は，明確性要件（特許法36条6項2号）を満たしている。",
                    "なお，仮に，無効理由1がサポート要件違反を主張するものであったとしても，本件発明は，前記イによれば，発明の詳細な説明に記載したものであるから，特許請求の範囲（請求項1）の記載は，サポート要件（特許法36条6項1号）を満たしている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，4H型単結晶炭化珪素の炭素原子位置に導入された窒素を直接測定する方法はなく，本件明細書の【0022】に記載された測定方法（SIMS，C-V法，ホール測定）によって，4H型単結晶炭化珪素の炭素原子位置に導入された窒素量を測定又は確認することはできない旨主張する。",
                    "しかし，現実には種結晶上に成長する単結晶が完全な単結晶であるわけではなく（弁論の全趣旨），上記技術常識についても，一切の例外なく全ての窒素が炭素原子位置と置換することを意味するものではないこと，したがって，炭素原子位置と置換しない窒素原子の存在が許容されることは，当業者であれば当然に理解することであるから，「炭素原子位置に窒素を…導入する」という特許請求の範囲の記載が，実質的に全ての窒素を炭素原子位置に導入することを意味することは，当業者にとって明らかであるといえる。",
                    "そして，二次イオン質量分析法（SIMS）によって，単結晶炭化珪素中の全窒素導入量を測定することができるところ，導入された窒素のうちには，クラック等の結晶欠陥や格子間，あるいは，珪素原子位置に導入されるものがあるとしても，その量はごくわずかな量にすぎないものと考えられるから，二次イオン質量分析法（SIMS）によって単結晶炭化珪素中の全窒素導入量を測定することで，単結晶炭化珪素中の炭素原子位置と置換した窒素の濃度が，本件発明の規定する「5×1018cm-3以上5×1019cm-3以下」の範囲のものであるかを測定することができるということができる。",
                    "なお，本件明細書の【0022】には，ホール測定や容量-電圧特性等の電気測定により窒素原子が全て炭素原子位置に導入されていることを確認できることについての記載もあるが，実際にかかる測定方法により窒素原子が全て炭素原子位置に導入されていることを確認することができるか否かにかかわらず，技術常識を踏まえれば，二次イオン質量分析法（SIMS）によって測定した値をもって，炭素原子位置と置換した窒素濃度とすることができるから，ホール測定や容量-電圧特性等の電気測定についての上記記載は，前記ウの結論を左右しない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，無効理由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2（「窒素を5×1018cm-3以上5×1019cm-3以下導入」に係る実施可能要件，サポート要件違反及び明確性要件違反）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書の記載",
                  "text": [
                    "前記1(1)のとおり，本件明細書には，実施例として，本件発明の実施に用いられる製造装置例について，【図1】とともに，装置の構成について具体的な記載がされており（【0017】），次いで，この装置を用いた単結晶炭化珪素の製造手順について，具体的な条件を示しつつ記載がされており（【0019】～【0021】），さらに，形成後の単結晶炭化珪素の測定手法及び評価についても記載されている（【0022】）。",
                    "そして，本件明細書には，本件発明が，種結晶を用いて昇華再結晶を行う改良型のレーリー法において（【0004】，【0006】），窒素が単結晶炭化珪素中で炭素原子位置を置換するという性質（【0004】，【0013】）を利用して，炭素原子位置に窒素を導入することにより，結晶中の炭素／珪素元素比を実効的に増加させるという手法を採用することで，「成長温度等の成長条件を大きく変化させることなく，良質の4H型単結晶炭化珪素の成長を可能とする」ものであること（【0012】）が記載されている。さらに，その作用機序についても，「炭素原子位置に導入された5×1018cm-3以上の不純物は，結晶中の炭素／珪素元素比を実効的に約0．01％増加させ，4H型の結晶核発生を促進する。また，炭素原子位置に入る不純物としては，窒素が最も望ましい。これは，窒素が元素周期律表上で炭素の隣に位置し，炭素原子位置に導入された際に，炭素原子と最も類似した化学的特性を示すためである。」（【0013】）と記載されているから，この記載に接した当業者であれば，本件発明の実施例として，4H型単結晶炭化珪素の成長が確認された窒素濃度が「8×1018cm-3」であったことしか記載されていないとしても（【0022】），5×1018cm-3以上の窒素を炭素位置に導入すれば，種結晶を用いて昇華再結晶を行う改良型のレーリー法において，良質の4H型単結晶炭化珪素を再現性よく成長できることを理解することができる。",
                    "また，本件明細書には，「不純物の導入方法としては，（1）不純物あるいは不純物元素を含有する化合物をガスとして導入する方法（本実施例に相当），（2）不純物粉末を炭化珪素粉末と混合したものを原料として用いる方法，（3）事前に炭化珪素粉末と不純物の混合物を高温で熱処理したものを原料として用いる方法，あるいは（4）不純物をドープした炭化珪素粉末を原料とする方法が考えられる。」（【0021】）として，不純物導入方法の選択肢が具体的に記載されている。加えて，実施例について，雰囲気ガスとしてArガスに窒素ガスを7％含んだ混合ガスを流入させることで，8×1018cm-3の窒素濃度を実現できることが記載されているから（【0020】，【0022】），当業者であれば，混合ガスにおける窒素ガスの割合を7％よりも下げることによって，炭素原子位置に導入する窒素濃度を8×1018cm-3から5×1018cm-3にできることを容易に理解できる。さらに，「炭素原子位置に不純物を5×1018cm-3以上，より好ましくは5×1019cm-3以上導入する必要がある。」（【0012】）との記載に照らせば，当該記載は，炭素原子位置に，不純物である窒素を5×1019cm-3導入できることを前提にしたものということができ，さらに，この5×1019cm-3という窒素濃度は，より好ましい窒素濃度の下限値として記載されたものであって，上限値については，「導入する不純物の濃度の上限は6×1020cm-3である。」（【0012】）と別途記載されていることからすれば，当業者であれば，5×1019cm-3という窒素濃度が，本件明細書に開示された成長方法で達成可能な濃度であることを理解するものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施可能要件，サポート要件，明確性要件について",
                  "text": [
                    "以上によれば，当業者であれば，本件明細書の発明の詳細な説明の記載に基づいて，本件発明を実施することができるといえる。したがって，本件明細書の発明の詳細な説明の記載は，当業者が本件発明の実施をすることができる程度に明確かつ十分に記載されたものであり，実施可能要件（特許法36条4項1号）を満たしている。",
                    "また，本件発明は，発明の詳細な説明に記載したものであるから，特許請求の範囲（請求項1）の記載は，サポート要件（特許法36条6項1号）を満たしている。",
                    "さらに，本件発明は明確であるから，特許請求の範囲（請求項1）の記載は，明確性要件（特許法36条6項2号）を満たしている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，本件発明は，電気的特性を変化させる目的で行われてきた窒素導入という従来技術とどのように相違するのか明らかではなく，また，本件発明が規定する窒素濃度を採用することによって，4H型単結晶炭化珪素を製造する際の再現性が高まることを，本件明細書に記載された一実施例のみから伺い知ることはできない旨主張する。",
                    "しかし，前記1(2)のとおり，本件明細書の記載から，本件発明が，単結晶炭化珪素中の炭素／珪素元素比を増すと，結晶は4H多形をとることが知られており，4H型単結晶炭化珪素を得るには，この結晶中炭素／珪素元素比を増加させればよいことになるが，昇華再結晶法で良質な結晶が成長する温度領域において，この比を再現性良く制御することは極めて困難であることから（【0011】），炭素原子位置に窒素を導入することにより，この炭素／珪素元素比を実効的に変化させ，成長温度等の成長条件を大きく変化させることなく，結晶多形（ポリタイプ）を4H型に制御して，良質の4H型単結晶炭化珪素の成長を可能とするものであり（【0012】），窒素は元素周期律表上で炭素の隣に位置し，炭素原子位置に導入された際に，炭素原子位置と最も類似した化学的特性を示すため，炭素原子位置に導入された窒素は，結晶中の炭素／珪素元素比を実効的に増加させ，4H型の結晶核発生を促進するものであること（【0013】）を理解することができる。したがって，本件明細書には，本件発明における窒素導入が，結晶多形（ポリタイプ）を4H型に制御することを目的として，単結晶炭化珪素中の炭素／珪素元素比を増加させるために，炭素原子位置において炭素と窒素を置換するものであることが記載されているといえ，これが，従来技術である電気的特性（伝導型，抵抗率）を変化させる目的で行われていた単結晶炭化珪素への不純物の導入とは，目的及び効果において異なるものであること（【0015】）が示されているといえる。",
                    "また， 本件明細書には，一実施例の記載しかなく，この実施例において，4H型単結晶炭化珪素の成長が確認された窒素濃度が「8×1018cm-3」であったことしか記載されていないとしても，本件明細書の記載から，5×1018cm-3以上の窒素を炭素位置に導入すれば，種結晶を用いて昇華再結晶を行う改良型のレーリー法において，良質の4H型単結晶炭化珪素を再現性よく成長できることを理解することができ，さらに，5×1019cm-3という窒素濃度が，本件明細書に開示された成長方法で達成可能な濃度であることを理解するものといえることは，前記アのとおりである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，無効理由2は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3（「種結晶」に係る実施可能要件，サポート要件及び明確性要件違反）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「種結晶」について",
                  "text": [
                    "本件発明の「種結晶」（構成要件A）は，前記2(1)アのとおり，6H型単結晶炭化珪素のC面及び4H型単結晶炭化珪素のC面を意味するものと解されるところ，このことは，当業者であれば，本件明細書の記載及び技術常識から，容易に理解することができるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施可能要件，サポート要件，明確性要件について",
                  "text": [
                    "以上によれば，本件明細書の発明の詳細な説明の記載は，当業者がその実施をすることができる程度に明確かつ十分に記載したものであり，実施可能要件（特許法36条4項1号）を満たしている。",
                    "また，本件発明は，発明の詳細な説明に記載したものであるから，特許請求の範囲（請求項1）の記載は，サポート要件（特許法36条6項1号）を満たしている。",
                    "さらに，本件発明は明確であるから，特許請求の範囲（請求項1）の記載は，明確性要件（特許法36条6項2号）を満たしている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，本件発明における「種結晶」について，その技術的意義が一義的に明確に理解することができないとか，一見して誤記であることが明細書の発明の詳細な説明の記載に照らして明らかであるなどの特段の事情は認められないから，技術常識に基づいて，本件発明が規定する「種結晶」を限定解釈することは，最高裁判決（最高裁平成3年3月8日第二小法廷判決・民集45巻3号123頁）から許されない旨主張する。",
                    "しかし，前記2(1)アと同様に，特許請求の範囲（請求項1）の「種結晶を用いた昇華再結晶法により」との記載からは，構成要件Aの「種結晶」が，昇華再結晶法により4H型単結晶炭化珪素インゴットを成長させるのに用いられるものであることが理解できるものの，「種結晶」として用いられる結晶について具体的な記載はないから，本件発明の「種結晶」の意義が一義的に明らかであるとはいえず，上記最高裁判決にいう特段の事情がある。したがって，本件発明における「種結晶」の意義を，前記のとおり，本件明細書の記載及び技術常識を参酌して解釈することは許されるというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，無効理由3は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4（引用例1に基づく新規性欠如）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1は，平成7年9月18日から同月21日に京都で開催された学会（シリコンカーバイドアンドリレイテッドマテリアルズ1995（ICSCRM-95））の講演内容を収録した論文集（平成8年2月刊行）に収録された論文（「SiC結晶成長における最近の進展」V  F  Tsvetkov，S  T  Allen，H  S  Kong及びC  H  Carter，JR）であり，同論文中には，「図4：6Hおよび4H-SiC結晶の抵抗と窒素ドーピング濃度」（22頁）が含まれる（乙21，弁論の全趣旨）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1は，上記のとおり，学会（ICSCRM-95）の講演内容を収録した論文集に収録されているが，学会における講演をそのままに記録したものではないから，引用例1の存在のみから，学会における講演時に，引用例1の内容がそのままに参加者に対して提示されたものと認めることはできない。",
                    "被控訴人は，引用例1の内容が公然知られた発明であることを証する証拠として，同学会に招待講演者として参加したというStephan  Muller，Midland博士作成の陳述書（乙29）を挙げる。同陳述書には，同博士が，上記学会に参加し，クリー社のV．F．Tsvetkov博士のプレゼンテーションを聞いたこと，同博士のプレゼンテーションでは，窒素濃度と抵抗の間の関係を示す引用例1の図4をスライドで示し，この欠陥の減少が，低抵抗であることが求められる4H型単結晶炭化珪素の主な適用分野である縦型のパワーデバイスにとって，どのように特に重要であるかについて話がされたことが記載されている。しかし，同学会における講演時に参加者に配布された資料である甲24（テクニカルダイジェスト）には，引用例1の図4及びこれに関連する内容は含まれていないことに加え，学会では論文のコピーは参加者に配布されないというのであるから（乙29），学会においてスライドで提示されたという図表と引用例1の図4とが同一であるとする上記陳述内容は，結局は，陳述書作成者の記憶のみに頼ったものである。しかるに，陳述書（乙29）は，講演時から約17年後の平成24年8月27日になって作成されたものであるから，作成者の鮮明かつ明確な記憶によるものであるか疑わしいといわざるを得ず，上記陳述部分を容易に信用することはできない。また，上記陳述書の作成者は，被控訴人製品を製造するダウコーニング社の科学技術部門で働いている人物であって，被控訴人と利害関係のない第三者というわけではないから，かかる観点からも，上記陳述部分をそのままに信用することはできない。",
                    "そして，他に，学会における講演時に引用例1の内容（具体的には図4）が参加者に対して提示されたとの事実を認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，引用例1の原稿が，本件特許の出願日前に学会の査読者に対して提出され，同査読者に閲読されたとの事実があったとしても，かかる事実をもって，引用例1の内容が，公然，すなわち不特定又は多数の者に知られた発明に該当すると認めることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明は，引用例1に基づき，本件特許の出願前に日本国内又は外国において，公然知られた発明であるということはできない。",
                    "したがって，無効理由4は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由5（引用例2に基づく新規性欠如）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2（「SIC  STATIC  IＮDUCTIOＮ  TRAＮSISTORS」報告日平成7年1月25日。乙38）は，海軍研究事務所のために行われた標記プログラムに関する最終レポートであるところ，米国国防技術情報センター（Defense  Technical  Information  Center：DTIC）が平成7年10月17日に受領したものと認められる（乙40の2）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，その約1ヶ月後である平成7年11月17日頃に引用例2が公衆に交付される態勢が整ったとして，特許法29条1項3号の適用を主張する。そして，被控訴人代理人がDTIC担当者に問い合わせた電子メール（乙40の1～3）によれば，①引用例2は，平成7年11月9日にDTICの電子文書管理システムに格納され，また，受領から約30日以内に，DTIC技術レポート集の一部となるようDTIC目録に載せられ，索引が付されたとされ，②DTICの登録ユーザである国防省及び連邦職員，並びにその契約者（一般市民は含まれない）は，当時，引用例2にアクセスし，注文することができたとされ，③一般市民による購入のために，引用例2は，選択日スタンプ（平成7年10月17日付の「DTIC Selected」と表記されたスタンプ）から約1ヶ月でDTICから米国商務省科学技術情報サービス（Ｎational  Technical  Information  Service：ＮTIS）に送付され，そのコレクションに追加されてから約30日プラスＮTISの処理時間を経て，一般市民がこれを利用可能になったとされている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "特許法29条1項3号に該当するというためには，刊行物が不特定又は多数の者において閲覧可能な状態になることを要すると解される。",
                    "しかし，前記イのとおり，DTICが引用例2を受領し，その電子文書管理システムに格納し，DTIC目録に載せて索引を付した段階では，引用例2にアクセスをすることができた者は，「DTICの登録ユーザである国防省及び連邦職員，並びにその契約者（一般市民は含まれない）」に限られていたというのであるから，引用例2が，上記当時，不特定又は多数の者において閲覧可能な状態であったとの事実を認めるに足りない。 ",
                    "かえって，甲43の1及び2によれば，DTICは公衆に対して文献を頒布しておらず，公衆への文献の頒布はＮTISが行っており，引用例2については，ＮTISを通じて公衆への頒布が可能となったのは，本件特許の出願日の後である平成8年3月15日であることが認められる。このように，引用例2が不特定又は多数の者において閲覧可能な状態となったのは，平成8年3月15日以降のことであると認められるから，引用例2は，本件特許の出願前に日本国内又は外国において，頒布された刊行物であるということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，登録という手続を経ることによって，ユーザは，引用例2等のDTICが所有する資料の開示を受けることができるのであるから，登録手続が必要であることを理由として，「頒布された刊行物」（特許法29条1項3号）該当性が否定されることはない旨主張する。",
                        "しかし，引用例2にアクセス可能な者は，「DTICの登録ユーザである国防省及び連邦職員，並びにその契約者（一般市民は含まれない）」に限られていたとされているところ（乙40の2），本件において，このDTICの登録が不特定又は多数の者において可能であることを認めるに足りる証拠はないから，乙40の2をもって，引用例2が，上記当時，不特定又は多数の者において閲覧可能な状態であったとの事実を認めるに足りないといわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，引用例2は，平成7年11月17日頃に，DTICからＮTISに対して，守秘義務を課すことなく交付されているから（乙40の2），この交付の時点において，引用例2の記載内容が公知となった旨主張する。",
                        "しかし，特許法29条1項3号に該当するというためには，刊行物が不特定又は多数の者において閲覧可能な状態になることを要すると解されるところ，上記時点において引用例2が，ＮTISにおいて，不特定又は多数の者に閲覧可能な状態に置かれたと認めるに足りる証拠はない。",
                        "したがって，単に，DTICからＮTISに対して引用例2が交付された時点で引用例2が特許法29条1項3号の頒布された刊行物に該当するということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明は，引用例2に基づき，本件特許の出願前に日本国内又は外国において，頒布された刊行物に記載された発明であるということはできない。",
                    "したがって，無効理由5は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由6（引用例3に基づく進歩性欠如）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例3に記載された発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例3（「炭化珪素基板とパワーデバイス」発表日平成6年9月，頒布日平成7年1月。乙14）には，以下の記載がある。",
                        "2．SiC基板",
                        "比較的大きく，高品質の炭化珪素（SiC）のデバイス開発用のウエハの有用性は，電子工学及び光電子工学への応用のための本物質に対する最近の関心の高まりにおける主な要因である。クリー研究所において単結晶SiCブール（boules）を製造するための方法である改良された種付き昇華法は，［6］の他の部分で詳細が記載されている。（378頁1行～6行）",
                        "ドナー濃度（Ｎd）が1×1020cm-3まで高く抵抗値が0．0028Ω-cmまで低い高濃度窒素ドープの4H-SiCを製造した。（378頁18行～20行）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載から，引用例3には以下の発明（以下「引用発明3」という。）が記載されているものと認められる。",
                        "改良された種付き昇華法によって，ドナー濃度（Ｎd）が1×1020cm-3まで高く抵抗値が0．0028Ω-cmまで低い高濃度窒素ドープの4H-SiCである単結晶SiCブールを製造する方法。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と引用発明3との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "対比",
                      "text": [
                        "本件発明と引用発明3とを対比すると，引用発明3の「改良された種付き昇華法」は，本件発明の「種結晶を用いた昇華再結晶法」に相当する。",
                        "また，甲40の3（「マグローヒル科学技術用語大辞典第2版」日刊工業新聞社昭和60年3月発行）によれば，「boule」は，「【結晶】特別に設計された炉の中で，小さな種結晶を回転しながら，溶融物質からゆっくり引き上げて得られる，単結晶性の原子的構造をもつ，たとえばシリコンのような，純粋の結晶」とされており，これが，ウエハに加工される前の塊状の単結晶であるインゴットを意味することは，当業者にとって明らかであるから，引用発明3の「単結晶SiCブール」は，本件発明の「単結晶炭化珪素インゴット」に相当する。",
                        "さらに，前記2(3)アのとおり，本件特許の出願日当時，単結晶炭化珪素に導入された窒素が炭素原子位置と置換することは，当業者の技術常識であったものと認められるから，引用発明3の「窒素ドープの4H-SiCである単結晶SiCブールを製造する方法」は，本件発明の「炭素原子位置に窒素を」「導入することを特徴とする4H型単結晶炭化珪素インゴットの製造方法」に相当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一致点",
                      "text": [
                        "種結晶を用いた昇華再結晶法により単結晶炭化珪素を成長させる際に，炭素原子位置に窒素を導入することを特徴とする4H型単結晶炭化珪素インゴットの製造方法。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点",
                      "text": [
                        "窒素の導入量に関し，本件発明では，5×1018cm-3以上5×1019cm-3以下であるのに対し，引用発明3では，1×1020cm-3である点。",
                        "なお，引用発明3の窒素濃度は，訳文によれば「1×1020cm-3まで高く」とされているが，これは原文の「4H-SiC  wafers  as  high  as  Ｎd＝1×1020cm-3」を訳したものであり，原文の記載を参照すれば，窒素濃度として1×1020cm-3未満のものを含まないことは明らかであるから，相違点を「引用発明3では，1×1020cm-3である点」と認定した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明3で製造された窒素濃度が1×1020cm-3で，抵抗値が0．0028Ω-cmの4H型単結晶炭化珪素のインゴット（「boule」）は，ウエハに加工した後，表題にあるように，パワーデバイス用の炭化珪素基板として用いることが意図されたものである。パワーデバイスと呼ばれる半導体素子は，大電流を流す必要から，基板の垂直方向に電流が流れる構造（縦型構造）が採用されることは，当業者にとって，技術的に明らかなことである。",
                        "なお，引用例3には，具体的なパワーデバイスの素子構造として，図4及び図6が例示されており，いずれの素子構造においても，基板の垂直方向に電流が流れることは，当業者にとって，技術的に明らかなことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "このような素子構造においては，できる限り基板の抵抗値が低いことが無駄な電力消費を抑える点で望ましいことは明らかであって，当業者であれば，基板の抵抗値を低くするためには，電流の担い手（キャリア）である電子を供出する窒素の濃度をできる限り高くすることを志向する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，引用発明3では，パワーデバイス用の基板として用いることが想定されている4H型単結晶炭化珪素について，窒素濃度が1×1020cm-3で，抵抗値が0．0028Ω-cmであるものが製造できたのであるから，特段の事情がない限り，敢えて窒素濃度を下げて抵抗値の大きな4H型単結晶炭化珪素を製造する動機付けはないというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，引用発明3において，窒素の導入量を1×1020cm-3から，これより低い5×1018cm-3以上5×1019cm-3以下とすることに動機付けがあるとは認められず，本件発明は，引用発明3に基づいて当業者が容易に発明をすることができたものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，①引用例3では，「1×1020cm-3」という窒素濃度を，「高濃度」（「heavily」）と評しているとおり，引用例3には，より低い濃度の窒素がドープされた4H型単結晶炭化珪素も適宜に製造可能であることが開示されていること，②引用例4は，窒素濃度を1×1018cm-3（本件発明が規定する窒素濃度より低濃度）としても，4H型単結晶炭化珪素（インゴット）が得られることを開示していること，③少なくとも，引用例2及び引用例1から，本件特許の出願当時，当業者（研究者ら）が，本件発明が規定する窒素濃度範囲にある4H型単結晶炭化珪素（インゴット）を現実に作成していたことは，客観的な事実であること，④甲41の3には，4H型単結晶炭化珪素の産業上の利用に際して，0．01Ω-cm以下（窒素濃度として約2．1×1019cm-3以上）が望まれていることが記載されていることからすれば，相違点に係る構成は，当業者が適宜なし得る設計事項にすぎない旨主張する。",
                    "しかし，引用例3には，「ドナー濃度（Ｎd）が1×1020cm-3まで高く抵抗値が0．0028Ω-cmまで低い高濃度窒素ドープの4H-SiCを製造した。」と記載されているにすぎず，「1×1020cm-3」という窒素濃度を「高濃度」（「heavily」）と記載しているからといって，このことから，引用例3において，これよりも低い窒素濃度の4H型単結晶炭化珪素の形成が意図されていたことが開示されているとはいえないし，より低い濃度の窒素がドープされた4H型単結晶炭化珪素も適宜に製造可能であることが開示されているということもできない。",
                    "また，引用例4には，窒素濃度が「1×1018cm-3」である4H型単結晶炭化珪素（インゴット）の製造例が記載されている。しかし，パワーデバイス用の炭化珪素基板として用いることが想定されている引用発明3において，当業者であれば，窒素濃度をできる限り高くして，その抵抗値をできる限り低くすることを志向するといえ，引用例4に上記製造例が記載されているというだけでは，引用発明3において，敢えて窒素濃度を下げて抵抗値の大きな4H型単結晶炭化珪素を製造する動機付けがあるということはできない。",
                    "なお，被控訴人は，引用例2及び引用例1を挙げるが，これらは，前記(4)及び(5)のとおり，いずれも本件特許の出願日前に公知となったものとは認められず，甲41の3（「昇華法によって育成した窒素含有6H-SiC単結晶の評価」豊田中央研究所R＆DレビューVol．33Ｎo．2。平成10年6月発行）も，本件特許の出願日前に公知となったものではないから，これらの記載に基づいて，本件発明の進歩性に係る判断をすることはできない。",
                    "以上のとおり，被控訴人が挙げる点をもって，相違点に係る構成が当業者において適宜なし得る設計事項にすぎないものと認めることはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "したがって，無効理由6は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "無効理由7（引用例4に基づく進歩性欠如）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例4に記載された発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例4（特開平6-316499号公報。甲40の5）には，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "産業上の利用分野",
                          "text": [
                            "【0001】本発明は昇華再結晶法を用いた六方晶の炭化珪素単結晶を成長させる方法に関する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "従来の技術",
                          "text": [
                            "【0002】炭化珪素（SiC）は広い禁制帯幅（2．2～3．3eV）を有する半導体材料である。また，炭化珪素は熱的，化学的，及び機械的に極めて安定であり，放射線損傷にも強いという優れた特徴をもっている。他方，珪素のような従来の半導体材料を用いた素子は，特に高温，高出力駆動，放射線照射などの苛酷な条件下では使用が困難である。したがって，炭化珪素を用いた半導体素子は，このような苛酷な条件下でも使用し得る半導体素子として広範な分野での応用が期待されている。",
                            "【0003】しかしながら大面積を有する高品質の炭化珪素単結晶を，工業的規模で安定に供給し得る結晶成長技術は，いまだ確立されていない。それゆえ，炭化珪素は，上述のような多くの利点及び可能性を有する半導体材料であるにもかかわらず，その実用化が阻まれている。",
                            "【0004】従来，研究室程度の規模では，例えば炭化珪素粉末を用いる昇華再結晶法（レーリー法）で炭化珪素単結晶を成長させ，半導体素子の作製可能なサイズの炭化珪素単結晶を得ていた。しかしながら，この方法では，得られた単結晶の面積が小さく，その寸法及び形状を高精度に制御することが困難である。また，炭化珪素が有する結晶多形及び不純物キャリヤ濃度の制御も容易でない。",
                            "【0006】これらの問題点を隗血（判決注：「解決」の誤記）するために，炭化珪素粉末と種結晶を用いて昇華再結晶法を行う改良型レーリー法が提案されている（Yu．M．Tairov．andV．F．Tsverkov．J．Crystal Growth，52（1981），pp．146-150）。この方法を用いれば，結晶多形及び形状を制御しながら，炭化珪素単結晶を成長させることができる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "発明が解決しようとする課題",
                          "text": [
                            "【0007】ところで，従来の改良型レーリー法に用いる炭化珪素粉末としては，研磨材用としてアチェソン法により製造された粉末を用いているが，アチェソン法により製造された粉末はアルミニウム，チタン，バナジウム等の多くの不純物を含んでいる。また，アチェソン法により製造された炭化珪素は不定型，大型であり，原料としての使用には粉砕する必要があり，炭化珪素は硬度が大きいため粉砕治具からの不純物混入も問題になる。",
                            "【0008】本発明は上記従来の問題点を解決するものであり，その目的とするところは，良質の炭化珪素単結晶を，再現性よく製造し得る炭化珪素単結晶の製造方法を提供することにある。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "作用",
                          "text": [
                            "【0012】本発明によれば，高純度の原料が入手可能な珪素と炭素を出発原料とし，珪素と炭素を反応させて炭化珪素を形成し，該炭化珪素を昇華し種結晶上に炭化珪素を成長させることにより，不純物に起因する欠陥を防止し，結晶性に優れた良質の炭化珪素単結晶を再現性良く成長できる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "実施例",
                          "text": [
                            "【0013】以下，本発明の炭化珪素単結晶の製造方法について実施例に基づき詳細に説明する。",
                            "【0014】図1（a）は，本発明の実施例に係る炭化珪素単結晶の製造装置の断面構造を示す図であり，本装置により種結晶を用いた改良型レーリー法により炭化珪素単結晶を成長させることができる。",
                            "【0015】図1（b）は，本発明の実施例に係る炭化珪素単結晶の製造開始時の坩堝の断面構造を示す図であり，図1（c）は，他の実施例に係る炭化珪素の製造開始時の坩堝の断面構造を示す図である。ここで，1は炭化珪素単結晶基板，2は珪素と炭素が反応して形成された炭化珪素，2aは珪素，2bは炭素粉末，2cは炭素ブロック，3は黒鉛製坩堝，4は黒鉛製坩堝蓋，5は二重石英管，6は黒鉛製の支持棒，7は黒鉛製フェールト，8はワークコイル，9と11は枝管，10と12はステンレス製チャンバー，13は真空ポンプを示している。",
                            "【0024】次に，図1（a）及び図1（c）に基づき，第2の実施例について説明する。まず，原料となる高純度の珪素2aと黒鉛ブロック2cを充填した。珪素2aとしては，JIS粒度が＃300，黒鉛ブロック2cとしてはかさ密度が0．5の多孔質黒鉛を用いた。これらの原料を充填した黒鉛製坩堝3を，種結晶を取り付けていない黒鉛製坩堝蓋4で閉じ，黒鉛製の支持棒6により二重石英管5の内部に設置した。黒鉛製坩堝3の周囲には黒鉛製フェールト7で被覆した。そして，雰囲気ガスとしてArガスを，ステンレス製チャンバー10の枝管9から二重石英管5の内部に流した。Arガスの流量は1l／分に設定した。また，ワークコイル8に高周波電流を流し炭化珪素粉末（原文ママ）の温度が1800℃になるように調節し，360分保持した。この処理により珪素と多孔質黒鉛が反応して炭化珪素2が形成される。その後，種結晶として，成長面方位が（0001）方向である六方晶型の4H型炭化珪素単結晶からなる基板1を用意した。そして，この基板1を黒鉛製坩堝蓋4の内面に取り付けた。",
                            "【0025】次に，原料を充填した黒鉛製坩堝3を，種結晶を取り付けた黒鉛製坩堝蓋4で閉じ，黒鉛製の支持棒6により二重石英管5の内部に設置した。黒鉛製坩堝3の周囲には黒鉛製フェールト7で被覆した。そして，雰囲気ガスとしてアルゴンガス（Ar），n型不純物添加用の窒素ガス（M ）（判決注：「Ｎ 」の誤記）2 2を，ステンレス製チャンバー10の枝管9から二重石英管5の内部に流した。Arガス，Ｎ2ガス（判決注：「Ｎ ガス」の誤記）の流量はそれぞれ1l／分，0．82cc／分に設定した。また，ワークコイル8に高周波電流を流し基板1の温度が2200℃，炭化珪素2（b）の温度が2300℃になるように調節した。続いて，Arガスの流量を調節すると共に，真空ポンプ13を用いて二重石英管5の内部を減圧した。この減圧は大気圧から10Torrまで60分間かけて徐々に行い，10Torrの真空度で6時間（判決注：「8時間」の誤記）保持した。この状態で8時間保持することにより，約8mmの厚さの炭化珪素単結晶が成長した。",
                            "【0026】このようにして得られた炭化珪素単結晶をX線回折法，ラマン分光法により分析したところ，成長面方位が（0001）方向である六方晶型の4H型炭化珪素単結晶が成長していることがわかった。成長速度は1．0mm／時であり，抵抗率が0．1Ωcmであるn型炭化珪素単結晶である。透過特性も良好，均質で欠陥も少なく（102cm-2以下），高品質のn型4H形炭化珪素単結晶である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上の記載によれば，引用例4には以下の発明（以下「引用発明4」という。）が記載されているものと認められる。",
                        "種結晶を用いた昇華再結晶により，窒素が添加され，抵抗率が0．1Ω-cmの4H型炭化珪素単結晶のインゴットを製造する方法。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と引用発明4との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "対比",
                      "text": [
                        "前記2(3)アのとおり，本件特許の出願日当時，単結晶炭化珪素に導入された窒素が炭素原子位置と置換することは，当業者の技術常識であったものと認められるから，引用発明4において添加された窒素も炭素原子位置に導入されたものであると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一致点",
                      "text": [
                        "種結晶を用いた昇華再結晶法により単結晶炭化珪素を成長させる際に，炭素原子位置に窒素を導入することを特徴とする4H型単結晶炭化珪素インゴットの製造方法。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点",
                      "text": [
                        "本件発明では，5×1018cm-3以上5×1019cm-3以下の窒素を導入しているのに対し，引用発明4では，窒素導入後の抵抗率が0．1Ω-cmである点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "4H型単結晶炭化珪素における窒素ドープ量と抵抗率との関係については，甲6の表1，甲7の図6（引用例1の図4と同一）に記載されており，これをまとめたグラフである甲41の1（6頁）によれば，抵抗率0．1Ω-cmに対応する窒素ドープ量は，横軸の1018（cm-3）よりも小さな値，すなわち，1×1018cm-3未満になっていることが見て取れる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そうすると，上記相違点は，「本件発明では，5×1018cm-3以上5×1019cm-3以下の窒素を導入しているのに対し，引用発明4では，1×1018cm-3未満の窒素を導入している点。」と読み替えることができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用例4は，第1の実施例においては，不純物のドープを行うことなく，6H型単結晶炭化珪素を形成しているのに対して，第2の実施例においては，n型不純物となる窒素を添加して4H型単結晶炭化珪素を形成している。これは，4H型単結晶炭化珪素の製造に際しては，不純物である窒素を添加することで低抵抗の単結晶炭化珪素とすることを意図しているものと認められる。なお，このことは，引用例3で形成された4H型単結晶炭化珪素が，基板の垂直方向に電流が流れる素子構造のパワーデバイスを形成する際の基板材料として用いることが意図されていたこととも符合する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そうすると，引用例4においても，4H型単結晶炭化珪素の製造に際しては，可能な限り低抵抗の単結晶炭化珪素が得られるように，不純物である窒素の添加が試みられたものと認められ，その結果として，第2の実施例に記載された抵抗率が0．1Ω-cm，窒素導入量に換算すると1×1018cm-3未満の単結晶炭化珪素が得られたことからして，この窒素導入量は，かかる試みの中で得られた上限値であったものと認められる。",
                        "また，引用例4には，第2の実施例と同様にして，より抵抗率が低い，すなわち，窒素導入量が1×1018cm-3を超える4H型単結晶炭化珪素が製造できることの蓋然性を裏付ける何らの記載もなく，第2の実施例において，窒素ガスの導入量を増やすことによって，5×1018cm-3以上5×1019cm-3以下の窒素を実際に導入することができるのかについても，実験による裏付けを伴わない限り明らかであるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "さらに，当業者が，窒素濃度が1×1020cm-3で，抵抗値が0．0028Ω-cmの4H型単結晶炭化珪素が形成できたことが記載された引用例3に接したとしても，引用例3には，具体的な成長条件等は何ら開示されていないから，直ちに，引用発明4における窒素導入量を5×1018cm-3以上5×1019cm-3以下にすることが可能になるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上によれば，引用発明4において，窒素の導入量を5×1018cm-3以上5×1019cm-3以下とすることは，当業者が容易に想到し得たことであるとはいえないから，本件発明は，引用発明4に基づいて当業者が容易に発明をすることができたものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，引用例4の記載に接した当業者において，パワーデバイス用に抵抗率の低い4H型単結晶炭化珪素を得るために，引用発明4において，窒素濃度を適宜調整することは当然に行う試みにすぎない旨主張する。",
                    "しかし，引用例4には，窒素濃度に換算して1×1018cm-3の4H型単結晶炭化珪素が製造できたことが記載されているにとどまり，さらに窒素濃度を増やして，窒素の導入量を5×1018cm-3以上5×1019cm-3以下としても，同様な単結晶炭化珪素が形成できることについては，その蓋然性を裏付ける何らの記載もない。また，当業者において，窒素濃度が1×1020cm-3で，抵抗値が0．0028Ω-cmの4H型単結晶炭化珪素が形成できたことが記載された引用例3に接したとしても，引用例3には，具体的な成長条件等は何ら開示されていないから，かかる記載を参照しても，引用発明4において，窒素の導入量を5×1018cm-3以上5×1019cm-3以下とすることに容易に想到し得たとは認められない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "したがって，無効理由7は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "無効理由8（引用例3又は引用例1と引用例5に基づく進歩性欠如）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例3と引用例5に基づく進歩性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明と引用発明3とは，前記(6)のとおり，「窒素の導入量に関し，本件発明では，5×1018cm-3以上5×1019cm-3以下であるのに対し，引用発明3では，1×1020cm-3である点。」で相違する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例5（乙6）の図7には，3C，6H及び4HポリタイプのSiC結晶収率の成長初期段階における堆積速度依存性が示されており，「成長層への不純物（Ｎ，Sc，Al，IV  elements  Ge，Sn，Pb等）ドーピングは，図7に示した動的ダイヤグラムの形状を顕著に変化させる」との記載がある（88頁左欄14～17行）。",
                        "しかしながら，上記記載は，窒素（Ｎ）を含む不純物のドーピングが単結晶炭化珪素の結晶多形に影響を及ぼすことを示すのにとどまり，それぞれの不純物のドーピングによって，結晶多形がどのように制御できるのかについての具体的な指針を与えるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，上記相違点に係る構成は，引用発明3において，引用例5の記載内容を勘案しても，当業者が容易に想到し得たものであるとは認められない。",
                        "以上によれば，本件発明は，引用例3及び引用例5に基づいて，容易に発明をすることができたものであるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1と引用例5に基づく進歩性について",
                  "text": [
                    "引用例1は，前記(4)のとおり，本件特許出願前に，日本国内又は外国において頒布された刊行物ではない。",
                    "したがって，本件発明が引用例1及び引用例5に基づき進歩性を欠如する旨の主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "したがって，無効理由8は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "以上のとおり，被控訴人の主張する無効理由1ないし8は，いずれも理由がないから，本件発明は，特許無効審判により無効にされるべきものであるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第で，被控訴人方法は本件発明の技術的範囲に属し，本件発明は特許無効審判により無効にされるべきものであるとはいえないから，被控訴人方法により製造された4H型単結晶炭化珪素インゴットからなる被控訴人製品の輸入，販売又は販売のための展示は，本件特許権を侵害する。よって，控訴人の本訴請求は，理由があるから，これを認容すべきであり，これと異なる原判決は取り消すこととし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}