{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2014-800012号事件について平成26年9月3日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「生海苔異物分離除去装置における生海苔の共回り防止装置」とする特許第3966527号(平成10年6月12日出願，平成19年6月8日設定登録。請求項の数5。以下「本件特許」という。)の特許権者である(甲18)。",
                "被告は，平成22年1月18日，本件特許につき訂正審判を請求し(訂正2010-390006号)，同年3月9日，訂正を認める旨の審決が確定した(請求項の数5。甲19)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成26年1月21日，特許庁に対し，本件特許の請求項1に係る発明についての特許を無効にすることを求めて審判請求(無効2014-800012号)をし，特許庁は，審理の上，平成26年9月3日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月11日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成26年10月3日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "請求項1の記載は，次のとおりである(甲19)。以下，本件特許の請求項1に係る発明を「本件発明1」という。また，明細書(甲19)を，図面を含め，「本件明細書」という。",
            "【請求項1】",
            "生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
            "前記防止手段を，突起・板体の突起物とし，この突起物を，前記選別ケーシングの円周端面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件発明1は，発明の詳細な説明に記載したものであり，特許法36条6項1号に規定する要件(以下「サポート要件」という。)を満たしていない特許出願に対して特許されたものではなく，②本件発明1は，本件特許の出願日前に頒布された刊行物である甲1に記載された発明(以下「甲1発明」という。)に，ⅰ)甲2に記載された発明(以下「甲2発明」という。)を適用することにより，ⅱ)甲3に記載された発明(以下「甲3発明」という。)を適用することにより，ⅲ)甲8に記載された発明(以下「甲8発明」という。)を適用することにより，ⅳ)甲9に記載された発明(以下「甲9発明」という。)を適用することにより，ⅴ)甲10に記載された発明(以下「甲10発明」という。)を適用することにより，当業者が容易に発明をすることができたものではなく，本件発明1は，特許法29条2項の規定に違反して特許されたものではないから，無効とすべきものではない，というものである(甲1ないし3，甲8ないし10は，下記のとおりである。)。",
                "記"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1：特開平8-140637号公報"
                },
                {
                  "fig": "イ",
                  "subject": "甲2：特開平6-121660号公報"
                },
                {
                  "fig": "ウ",
                  "subject": "甲3：A作成に係る陳述書(平成26年1月16日付け。なお，本件審決中に作成日付が「平成25年8月27日」とあるのは，「平成26年1月16日」の誤記と認める。)"
                },
                {
                  "fig": "エ",
                  "subject": "甲8：特開平5-71027号公報"
                },
                {
                  "fig": "オ",
                  "subject": "甲9：実開平7-40644号公報"
                },
                {
                  "fig": "カ",
                  "subject": "甲10：実願平1-152938号の願書に最初に添付した明細書及び図面の内容を撮影したマイクロフィルム(実開平3-91423号)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1発明の内容，並びに，本件発明1と甲1発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容",
                  "text": [
                    "「第一分離除去具(70)は，",
                    "i)第一回転板(81)，",
                    "ii)第一回転板(81)との間にクリアランスSを形成する環状固定板(74)と環状枠板(73)で構成される環状枠板部，",
                    "iii)環状枠板(73)を連設するための周筒部(72)，",
                    "iv)異物を排出するための管状の排出路(75)及びそれに続く排出管(76)，及び，",
                    "v)クリアランスSを通過した海苔混合液を連接主タンク(61)に排出するガイド筒(77)",
                    "とで構成されており，",
                    "筒状混合液タンク(90)の底部周端縁に環状枠板部(73,74)の外周縁を連設し，この環状枠板部(73,74)の内周縁内に第一回転板(81)を略面一の状態で僅かなクリアランスSを介して内嵌めし，この第一回転板(81)を軸心を中心として適宜駆動手段によって回転可能とするとともに前記タンク(90)の底隅部に異物排出口(75,76)を設けたことを特徴とする生海苔の異物分離除去装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明との一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「生海苔排出口を有する選別ケーシング，及び回転板，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置。」である点。",
                    "(相違点)",
                    "本件発明1が「防止手段を，突起・板体の突起物とし，この突起物を，前記選別ケーシングの円周端面に設ける構成とした」「回転板の回転とともに回る生海苔の共回りを防止する防止手段」を具備する生海苔の共回り防止装置であるのに対して，甲1発明はかかる防止装置でない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件(特許法36条6項1号)に係る判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲1発明との相違点に係る容易想到性判断の誤り(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明への甲2発明の適用容易性についての判断の誤り(取消事由2-1)"
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明への甲3発明の適用容易性についての判断の誤り(取消事由2-2)"
                },
                {
                  "fig": "ウ",
                  "subject": "甲1発明への甲8ないし甲10発明の適用容易性についての判断の誤り(取消事由2-3)"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件(特許法36条6項1号)に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，原告が，クリアランスが形成される位置・箇所と，「共回りを防止する防止手段」たる「突起物」が配備される位置との関係は，本件発明1に規定されていないから，「クリアランスの目詰まりを無くす」という効果を期待できないような態様も本件発明1に包含されることになり，サポート要件に違反する旨主張したのに対し，以下のとおり判断し，本件発明1はサポート要件に違反するとはいえない旨判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の発明特定事項の「共回り」とは，生海苔等が，i)クリアランスに喰込んだ状態で回転板とともに回転し，クリアランスに吸い込まれない現象はもちろん，特段「クリアランスに喰込んだ状態で」という特定なく回転板とともに回転し，クリアランスに吸い込まれない現象も共回りに当たるとされているのだから，ii)クリアランスに喰込んだ生海苔等が回転板に接触しつつ，回転板と一緒に回転して，クリアランスに吸い込まれない現象だけではなく，iii)究極的に発生するとされるクリアランスに目詰まりが発生した状況において，生海苔異物分離除去装置の槽内の混合液中の生海苔等が，その槽内で，回転板の回転板に伴って回転しているだけで，クリアランスに吸い込まれていかない状況もまた，本件特許発明における「共回り」に含まれるものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記「共回り」の解釈における「クリアランス」とは，異物分離機構における，回転板と選別ケーシングで形成されるクリアランスと解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件発明1は，「共回りを防止する防止手段」を「突起・板体の突起物とし，この突起物を，前記選別ケーシングの円周端面に設」けたものであるから，回転板と選別ケーシングで形成されるクリアランスに吸い込まれていかない状況を防止するような位置となる「前記選別ケーシングの円周端面」に「突起物」を設けたものと理解される。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のように本件発明1を解釈できるから，クリアランスが形成される位置・箇所と，「共回りを防止する防止手段」たる「突起物」が配備される位置との関係は，実質的に本件発明1に規定されているといえるし，原告が主張するような「クリアランスの目詰まりを無くす」という効果を期待できないような態様が，本件発明1に包含されることもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本件審決における上記判断は，以下のとおり，本件発明1と本件明細書の発明の詳細な説明に記載された発明との対比を誤るものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の特許請求の範囲(請求項1)の記載は，前記第2の2記載のとおりであり，その発明特定事項として，「クリアランス」が規定されておらず，「選別ケーシング」と「回転板」との配置関係も規定されていない。",
                    "また，本件発明1の発明特定事項として，「選別ケーシングの円周端面」が規定されているが，「選別ケーシング」が「円周端面」なる構造を有するものであることは規定されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，本件明細書の段落【0026】，図3，図4の記載からすれば，当業者が，「クリアランスの目詰まりを無くす」という本件発明1の課題を解決できることを，本件明細書の発明の詳細な説明の記載に基づいて認識できる発明は，選別ケーシング33の円周面33aと回転板34の円周面34aとの間に形成されるクリアランスの径方向で外側に位置する入り口の近傍である，「選別ケーシング33の円周端面33b」に「共回り防止手段」たる突起物を設ける態様のものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "しかるに，本件発明1の特許請求の範囲(請求項1)の記載は，前記ア記載のとおり，その発明特定事項として，「クリアランス」を規定しておらず，「選別ケーシング」と「回転板」との配置関係も規定しないものとなっているから，当業者が，「クリアランスの目詰まりを無くす」という本件発明1の課題を解決できることを，本件明細書の発明の詳細な説明の記載に基づいて認識できる発明である，クリアランスの配置位置を考慮して「共回り防止手段」たる突起物を「選別ケーシング33の円周端面33b」に設ける態様のものを超える発明を包含するものとなっている。",
                    "したがって，本件発明1はサポート要件を満たさない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件審決におけるサポート要件(特許法36条6項1号)に係る判断は誤りであり，本件審決は取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "サポート要件(特許法36条6項1号)に係る本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "本件発明1において，「生海苔排出口を有する選別ケーシング」とは，異物の混入した生海苔混合液から異物を除去した後の生海苔混合液を入れることのできる容器であって，容器開口部分と回転板との間でクリアランスを形成し，生海苔混合液をそのクリアランスに通過させて異物除去を図ろうとするための部材を意味する。",
                "そして，本件発明1は，「回転板」，「選別ケーシングの円周端面」などの記載とあわせれば，「生海苔の共回りを防止する防止手段」たる「突起・板体の突起物」を，「前記」「選別ケーシング」の「円周端面」(円周面のうち周を形成する円柱状の側面部分)に設けるもの，すなわち，「クリアランス内又はその近傍に当該防止手段を設ける」もののうち，「選別ケーシングの円周近傍にある面状の部位のうち，クリアランスの近傍であって周を形成する円柱状の側面部分に設けるもの」であることが明らかである。",
                "単なる「突起・板体の突起物」を「選別ケーシング」に設けたからといって，その全てが「生海苔の共回り防止手段」となるものではなく，その全てが本件発明1の技術的範囲に含まれるものではないことは明らかである。",
                "したがって，原告の取消事由1に係る主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1と甲1発明との相違点に係る容易想到性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1(甲1発明への甲2発明の適用容易性についての判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，甲1発明の「クリアランスS」の詰まりを解消するため，甲1発明のクリアランスSと構造及び形状が異なる甲2記載の「分離孔21e」の清掃技術を適用することは困難であり，仮に適用できるとしても甲2に記載のものは，「分離孔21e」に「摺接」する「清掃ブラシ44」であるから，せいぜい甲1発明の「クリアランスS」の外側から清掃ブラシを摺接するように構成する程度であって，このように構成しても，本件発明1のごとく「選別ケーシングの円周端面」に「共回り防止手段」が設けられるものとはならない旨判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件審決における前記アの判断は，発明が「技術的思想の創作」(特許法2条1項)であることを没却し，また，当業者の技術常識を誤り，甲2発明の甲1発明への適用容易性を，両者の構造・形状に基づいて判断するものであって，誤りである。",
                    "すなわち，甲1発明は，第一回転板(81)と，環状固定板(74)との間にクリアランスSを形成し，当該クリアランスSに海苔混合液を通過させる生海苔異物分離除去装置であり，なお異物及び生海苔によるクリアランスの詰まりという課題が完全には解消せず残されていると理解されるものである。",
                    "これに対し，甲2には，「清掃ブラシ44は分離ドラム15eの回転によりブラシ部材47が周壁17eを摺接し，異物や生海苔による各分離孔21eの詰まりを清掃する装置」が記載されているのであって，そこには，「海苔が通過する隙間が形成されている周壁にブラシ部材を摺接させて海苔が通過する隙間の詰まりを清掃する」という技術的思想が記載されている。",
                    "確かに，甲1発明では，「隙間」が，「環状枠板部(73，74)の内周縁内に第一回転板(81)を略面一の状態」で「内嵌め」して「僅かなクリアランスS」を形成したものであって，環状であるのに対して，甲2記載の「分離孔21e」は，「分離ドラム15」の周囲全体に多数形成されたスリット状の孔であり，両者は構造，形状が全く異なるが，甲1発明において「異物及び生海苔によるクリアランスの詰まり」という課題を解決するに当たり，甲2に記載されている「海苔が通過する隙間が形成されている周壁にブラシ部材を摺接させて海苔が通過する隙間の詰まりを清掃する」という技術的思想を適用する場合，当業者であれば，回転板と環状固定板との間に形成されている環状のクリアランスを清掃するために，甲2に具体的に記載されている「清掃ブラシ44は分離ドラム15eの回転によりブラシ部材47が周壁17eを摺接し，異物や生海苔による各分離孔21eの詰まりを清掃する装置」の構造をどのように変更すればよいか検討するのが一般的である。",
                    "したがって，甲1発明において，甲2発明を適用し，相違点に係る本件発明1の構成を備えるようにすること，すなわち「突起・板体の突起物」を「選別ケーシングの円周端面」に設けるようにすることは，当業者が容易に想到し得たことであるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2(甲1発明への甲3発明の適用容易性についての判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，甲1発明の「環状枠板部(73,74)の内周縁内」に「第一回転板(81)」を「内嵌め」することで形成される「クリアランスS」の詰まりを解消するため，甲3発明を適用するに際しては，「L型金具」とそれを回転させる「回転ブラシ筒」を併せて適用する必要があるが，甲1発明には甲3発明の回転ブラシ筒に相当する部材は存在せず，甲1発明に甲3発明を適用することは困難であり，仮に，甲3発明の「L型金具」を回転ブラシ筒以外の部材に設けることができたとしても，L型金具は隙間を移動すべく，隙間を構成する部材とは別の何らかの回転する部材に設けられる必要があるから，甲1発明に甲3発明の「L型金具」を適用するとしても，制止している甲1発明の環状枠板部を甲3発明の「L型金具」を設ける部材として選ぶことはあり得ず，本件発明1のごとく構成することは困難である旨判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件審決における前記アの判断は，甲3発明の甲1発明への適用容易性を，甲1に具体的に例示されている実施形態に，甲3の実施形態をそのまま適用することができるかどうかに基づき判断するものであり，誤りである。",
                    "すなわち，甲1発明は，第一回転板(81)と，環状固定板(74)との間にクリアランスSを形成し，当該クリアランスSに海苔混合液を通過させる生海苔異物分離除去装置であり，なお異物及び生海苔によるクリアランスの詰まりという課題が完全には解消せず残されていると理解されるものである。",
                    "これに対し，甲3発明は，「回転ブラシ筒に設けたL型金具の刃部が，該隙間を移動することで，隙間に異物が詰まって，当該隙間を通過する生海苔混合液の量が少なくなることを防止する」ものである(甲3発明においては，「L型金具」だけでは，隙間に異物が詰まることを防止できず，それを動かす「回転ブラシ筒」と併せて隙間に異物が詰まることを防止することになっているが，これは，平面視で環状に形成されている隙間から生海苔混合液が流出していく際に，L型金具の刃部を，当該隙間で，円周方向に移動させることにより，当該隙間を通過する生海苔混合液の量が少なくなることを防止するという技術的思想の一実施形態であり，発明としては，より抽象的な概念，技術的思想として，上記のとおり認定されるべきものである。)。",
                    "そして，甲3発明において，環状鍔と濾筒の上端縁とが対向して形成される隙間は，平面視で環状の隙間であり，静止している部材である「環状鍔」と，静止している部材である「濾筒の上端縁」との間に形成される。これに対し，甲1発明において，隙間(クリアランスS)は，回転中心軸を中心にして，外縁が円周方向に回転する「第一回転板」と，静止している部材である「環状固定板」との間に形成されているから，平面視で環状の隙間であることは自明である。",
                    "したがって，「異物及び生海苔によるクリアランスの詰まり」という甲1発明における課題を解決するべく，甲1発明に，「回転ブラシ筒に設けたL型金具の刃部が，該隙間を移動することで，隙間に異物が詰まって，当該隙間を通過する生海苔混合液の量が少なくなることを防止する」ものである甲3発明の適用を検討することには，困難性はない。",
                    "その際，甲3発明においては，静止している部材同士の間に平面視で環状の隙間が形成されているのに対し，甲1発明においては，回転中心軸を中心にして外縁が円周方向に回転する部材(回転板)と，静止している部材(環状固定板)との間で平面視で環状の隙間が形成されているが，回転中心軸を中心にして外縁が円周方向に回転する「第一回転板」と，静止している部材である「環状固定板」との間に形成されている平面視で環状の隙間を生海苔混合液が通過する甲1発明において，「平面視で環状に形成されている隙間から生海苔混合液が流出していく際に，L型金具の刃部を，当該隙間で，円周方向に移動させることにより，当該隙間を通過する生海苔混合液の量が少なくなることを防止する」という甲3発明の技術的思想を適用し，平面視で環状の隙間を円周方向に移動していく「刃部」に替えて，「突起・板体の突起物」を「選別ケーシングの円周端面」に設けること，すなわち，本件発明1に係る構成を備えるようにすることは，当業者において容易に想到し得たことである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，甲1発明において，甲3発明を適用し，相違点に係る本件発明1の構成を備えるようにすること，すなわち「突起・板体の突起物」を「選別ケーシングの円周端面」に設けるようにすることは，当業者において，容易に想到し得たことであるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3(甲1発明への甲8ないし甲10発明の適用容易性についての判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，甲8ないし甲10に記載のものは，甲1発明の属する技術分野と全く異なり，甲1発明に適用する動機といえるものがない旨判断した。",
                    "しかしながら，異なる技術分野の引用発明に基づいて進歩性を否定する論理付けが可能である場合もあるのであって，技術分野の相違から甲1発明に甲8ないし甲10発明を適用する動機付けがないとする，本件審決における上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，本件審決は，甲8ないし甲10発明の具体的な構造の相違から，甲8ないし甲10発明を甲1発明に適用する動機がないし，適用することは困難である旨判断した。",
                    "しかしながら，本件審決における上記判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲8によれば，回転体の回転に伴って処理対象物の共回りが発生することを防止するため，回転体の外周面に微小隙間を保って近接している固定体の内周面に，回転体の方に向かって突出する突条(共回り防止バー11)を設けることが公知であった。",
                        "甲9によれば，回転体の回転に伴って処理対象物の共回りが発生することを防止するため，底板の上に処理対象物の方に向かって突出する板体(抵抗板13)を設けることが公知であった。",
                        "甲10によれば，固定体の内側で回転する回転体の回転に伴って処理対象物の共回りが発生することを防止するため，固定体の内周面に，処理対象物の方に向かって突出する突起(突起12)を設けることが公知であった。",
                        "したがって，甲8ないし甲10によれば，「回転体の回転に伴って生じる共回りの発生を防止するため，突起物を，共回りの発生を防止する上で好適な個所に配備すること」は公知であったといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，「回転体の回転に伴って生じる共回りの発生を防止する」という広い意味において，本件発明1と，甲8ないし甲10発明との間には，技術分野の関連性，作用機能の共通性が認められる。",
                        "また，本件発明1と甲1発明とは，回転板と選別ケーシングとの間に形成されるクリアランスを介して生海苔混合液を通過させる生海苔異物分離除去装置である点で共通し，甲1発明は，異物及び生海苔によるクリアランスの詰まりという課題が完全には解消せず残されていると理解されるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明1との間に上記のような共通点を有する甲1発明と甲8ないし甲10発明に接した当業者が，甲1発明の第一回転板(81)の回転に伴って生じる共回りの発生を防止するため，突起物を，共回りの発生を防止する上で好適な個所に配備することを検討し，甲1発明において，甲8ないし甲10発明を適用し，相違点に係る本件発明1の構成を備えるようにすること，すなわち「突起・板体の突起物」を「選別ケーシングの円周端面」に備えるようにすることは容易に想到し得たことであるというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における本件発明1と甲1発明との相違点に係る容易想到性の判断は誤りであり，本件審決は取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "取消事由2-1(甲1発明への甲2発明の適用容易性についての判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明では，「隙間」が，「環状枠板部(73,74)の内周縁内に第一回転板(81)を略面一の状態」で「内嵌め」して「僅かなクリアランスS」を形成したものであって，環状であるのに対して，甲2記載の「分離孔21e」は，「分離ドラム15」の周囲全体に多数形成されたスリット状の孔であり，両者は構造，形状が全く異なる。",
                    "すなわち，甲1発明は，「回転板方式」(遠心分離方式及び隙間の相対移動という方式の組合せを前提とする，回転板とクリアランスを利用する生海苔異物分離除去装置)に関するものであるのに対し，甲2発明は「従来型」(生海苔を固定サイズの隙間に通過させ，異物と分離するものであって濾過と同じ原理に基づく装置)に関するものであるから，前提となる技術的思想が異なる。",
                    "したがって，甲1発明の課題解決に際して，甲2発明を適用する動機付けがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そもそも，本件発明1は，従来型の固定隙間に関する目詰まり防止や，清掃装置とは異なり，回転板方式における「共回り防止」に関するものであるが，この「共回り」，「共回り防止」という技術的課題は，甲2はもちろん甲1にも，示唆すらされていない。",
                    "本件発明1の作用効果として，目詰まり防止効果があるとしても，これに尽きるものではないから，生海苔のクリアランスへの詰まり防止効果があることをもって，安易に甲1発明への甲2発明の適用を肯定することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件審決における判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2(甲1発明への甲3発明の適用容易性についての判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決が，甲1発明への甲3発明の適用容易性を，甲1に具体的に例示されている実施形態に，甲3の実施形態をそのまま適用することができるかどうかに基づき判断したものである旨主張するが，以下のとおり失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件審決は，「WK-3型用大荒ゴミ取り機」(甲3)について，その公然実施性，構造等について争いがあり，その構造が正確に特定できないことを前提とし，これらの判断を留保した上で，甲3発明を，",
                      "text": [
                        "「外槽の底部には生海苔混合液を濾筒内へ送る送水筒が接続され，",
                        "外槽内側には，濾筒が設けられ，",
                        "該濾筒は側壁に無数の微小通水孔が形成され，該濾筒の上端縁に，鍔状のフランジ部があり，",
                        "回転ブラシ筒を濾筒の内側に回転可能に装入させ，",
                        "回転ブラシ筒の上端より所定間隔下であって，回転ブラシ筒の周壁にらせん状に取り付けられているブラシの最上部より少し低い高さ位置にL型金具を設け，",
                        "外槽上部に排出樋が突出した上部が開放した赤い囲み部材を設け，その上方の開放部を覆う帽状キャップの下面には，短い筒状部材が突設され，短い筒状部材の端面には環状鍔が設けられ，帽状キャップを赤い囲み部材に取り付けた際に，該環状鍔は前記濾筒の上端縁と対向し隙間を形成するようになっており，",
                        "L型金具は，濾筒の上端縁に当接するように該隙間に挿入され，L型金具の刃部が，該隙間を移動することで，該隙間に異物が詰まって，該隙間を通過する生海苔混合液の量が少なくなることがない，",
                        "WK-3型用大荒ゴミ取り装置であって，",
                        "回転ブラシ筒の回転につれて濾筒内を上昇した生海苔混合液は，帽状キャップの環状鍔の下面と，濾筒の上端縁との間に形成される隙間を介して押し出され，排出樋を介して出される WK-3 型用大荒ゴミ取り装置。」",
                        "と認定した。",
                        "そして，本件審決は，甲3発明は，「回転ブラシ筒」に設けた「L型金具の刃部が，該隙間を移動」することで，「隙間に異物が詰まって，当該隙間を通過する生海苔混合液の量が少なくなること」を防止するものであり，甲3発明においては，「L型金具」だけでは，隙間に異物が詰まることを防止することができず，それを動かす「回転ブラシ筒」と併せて隙間に異物が詰まることを防止するものであると認定した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲3発明として認定できるのは，せいぜい本件審決が認定した前記(ア)記載の範囲のものであって，甲3に記載された具体的装置を上位概念化させた発明が認定できるわけではない。",
                        "すなわち，甲3発明は，上位概念化させた発明の「実施形態」として認定されたものではない。",
                        "甲3発明は，前記(ア)記載のとおり，「回転ブラシ筒」と「L型金具」が不可分一体であって，両者が相俟って作用効果を奏するというものである(甲3発明は，「回転ブラシ筒」を必須とする発明である)から，両者を一体として理解した上で，これを甲1発明に適用することができるか否かを判断することは，甲3発明そのものの適用可能性を検討するものであり，「実施形態」にすぎないものの適用可能性を判断したことにはならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲1発明に甲3発明を適用することは容易に想到し得たことであり，かつ，甲3発明を適用するに当たり，甲1発明の構成に対応させて，「L型金具の刃部」に相当する部材が隙間の中を移動することにより，隙間に異物が詰まることを防止する構成を考えることは，当業者の通常の創作能力の発揮であるなどと主張する。",
                    "しかしながら，原告は，甲3発明を「甲1発明の構成に対応させること」及び「隙間に異物が詰まることを防止する構成を考えること」のいずれもが容易であること，並びに，本件特許の出願当時の「当業者の通常の創作能力」の程度について，何ら具体的な主張立証をしない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲1発明において，甲3発明を適用することにより，本件発明1と甲1発明との相違点に係る構成を備えるようにすることが容易に想到し得たことであるとは認められないから，本件審決における判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3(甲1発明への甲8ないし甲10発明の適用容易性についての判断の誤り)について",
              "text": [
                "原告は，甲1発明と甲8ないし甲10発明に接した当業者が，甲1発明の第一回転板(81)の回転に伴って生じる共回りの発生を防止するため，突起物を，共回りの発生を防止する上で好適な個所に配備することを検討し，甲1発明において，甲8ないし甲10発明を適用し，相違点に係る本件発明1の構成を備えるようにすることは容易に想到し得たことである旨主張する。",
                "しかしながら，本件発明における「共回り」と甲8ないし甲10発明に記載された「共回り」とは，技術的意義が全く異なるものであるから，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "本件審決における，本件発明1と甲1発明との相違点に係る容易想到性の判断に誤りはないから，取消事由2に係る原告の主張は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載等",
              "text": [
                "本件発明1の特許請求の範囲(請求項1)の記載は，前記第2の2に記載のとおりであるところ，本件明細書(甲19)の「発明の詳細な説明」には，次のとおりの記載がある(下記記載中に引用する図面については，別紙1の本件明細書図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "「本発明は，生海苔・海水混合液(生海苔混合液)から異物を分離除去する生海苔異物分離除去装置における生海苔の共回り防止装置に関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "「この異物分離機構を備えた生海苔異物分離除去装置としては，特開平8-140637号(判決注・甲1)の生海苔の異物分離除去装置がある。その構成は，筒状混合液タンクの環状枠板部の内周縁内に回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに，前記筒状混合液タンクに異物排出口を設けたことにある。この発明は，比重差と遠心力を利用して効率よく異物を分離除去できること，回転板が常時回転するので目詰まりが少ないこと，又は仮りに目詰まりしても，当該目詰まりの解消を簡易に行えること，等の特徴があると開示されている。」(段落【0002】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「前記生海苔の異物分離除去装置，又は回転板とクリアランスを利用する生海苔異物分離除去装置においては，この回転板を高速回転することから，生海苔及び異物が，回転板とともに回り(回転し)，クリアランスに吸い込まれない現象，又は生海苔等が，クリアランスに喰込んだ状態で回転板とともに回転し，クリアランスに吸い込まれない現象であり，究極的には，クリアランスの目詰まり(クリアランスの閉塞)が発生する状況等である。この状況を共回りとする。この共回りが発生すると，回転板の停止，又は作業の停止となって，結果的に異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の如く，最悪の状況となることも考えられる。」(段落【0003】)",
                    "「前記共回りの発生のメカニズムは，本発明者の経験則では，1．生海苔(原藻)に根，スケール等の原藻異物が存在し，生海苔の厚みが不均等のとき，2．生海苔が束状，捩じれ，絡み付き等の異常な状態で，生海苔が展開した状態でない，所謂，生海苔の動きが正常でないとき，3．生海苔が異物を取り込んでいる状態，生海苔に異物が付着する等の状態であって，生海苔の厚みが不均等であるとき，等の生海苔の状態と考えられる。」(段落【0004】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「請求項1の発明は，共回りの発生を無くし，かつクリアランスの目詰まりを無くすこと，又は効率的・連続的な異物分離(異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の回避)を図ることにある。またこの防止手段を，簡易かつ確実に適切な場所に設置することを意図する。」(段落【0005】)",
                    "「請求項1は，生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
                    "前記防止手段を，突起・板体の突起物とし，この突起物を，前記選別ケーシングの円周端面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置である。」(段落【0006】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "「本発明の生海苔混合液槽には，生海苔タンクから順次生海苔混合液が導入される。この導入された生海苔混合液の生海苔は，回転板とともに回転しつつ，順次吸込用ポンプにより回転板と選別ケーシングで形成される異物分離機構のクリアランスに導かれる。この生海苔は，このクリアランスを通過して分離処理される。この分離処理された生海苔及び海水は，選別ケーシングのケーシング内底面より連結口を経由して良質タンクに導かれる。」(段落【0019】)",
                    "「このクリアランスに導かれる際に，生海苔の共回りが発生しても，本発明では，防止手段に達した段階で解消される(防止効果)。尚，前記防止手段は，単なる解消に留まらず，生海苔の動きを矯正し，効率的にクリアランスに導く働きも備えている(矯正効果)。」(段落【0020】)",
                    "「以上のような操作により，生海苔の分離が，極めて効率的にかつトラブルもなく行われることと，当該回転板，又は当該装置の停止等は未然に防止できる特徴がある。」(段落【0021】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "「1は異物分離除去装置で，この異物分離除去装置1は，生海苔混合液をプールする生海苔混合液槽2と，この生海苔混合液槽2の内底面21に設けた異物分離機構3と，異物排出口4と，前記異物分離機構3の回転板34を回転する駆動装置5と，防止手段6を主構成要素とする。」(段落【0023】)",
                    "「生海苔混合液槽2には，生海苔・海水を溜める生海苔タンク10と連通する生海苔供給管11が開口しており，この生海苔供給管11には供給用のポンプ12が設けられている。また分離処理された生海苔・海水をプールする良質タンク13を設ける。」(段落【0024】)",
                    "「異物分離機構3は，分離した生海苔・海水を吸い込む連結口31，及び逆洗用の噴射口32を有する選別ケーシング33と，この選別ケーシング33に寸法差部Aを設けるにようにして当該選別ケーシング33の噴射口32の上方に設けられた回転板34と，この回転板34の円周面34aと前記選別ケーシング33の円周面33aとで形成されるクリアランスSと，で構成されている。前記寸法差部Aは，選別ケーシング33の円周端面33bと回転板34の円周端面34bとの間で形成する。」(段落【0025】)",
                    "「防止手段6は，一例として寸法差部Aに設ける。図3，図4の例では，選別ケーシング33の円周端面33bに突起・板体・ナイフ等の突起物を1ケ所又は数ヶ所設ける。また図5の例は，生海苔混合液槽2の内底面21に1ケ所又は数ヶ所設ける。さらに他の図6の例は，回転板34の円周面34a及び／又は選別ケーシング33の円周面33a(一点鎖線で示す。)に切り溝，凹凸，ローレット等の突起物を1ケ所又は数ヶ所，或いは全周に設ける。また図7の例は，選別ケーシング33(枠板)の円周面33a(内周端面)に回転板34の円周端面34bが内嵌めされた構成のクリアランスSでは，このクリアランスSに突起・板体・ナイフ等の突起物の防止手段6を設ける。また図8の例では，回転板34の回転方向に傾斜した突起・板体・ナイフ等の突起物の防止手段6を1ケ所又は数ヶ所設ける。」(段落【0026】)",
                    "「尚，前記回転板34は，駆動装置5のモーター51に設けた回転軸52に昇降自在に設けられている。従って，逆洗槽14内の海水を，ホース15及び逆洗用ポンプ16を介して噴射口32より噴射して，この回転板34を押上げ，この押上げによりクリアランスSの寸法を拡げる構成となっている。」(段落【0027】)",
                    "「図中17は連結口31に設けた分離された生海苔・海水を良質タンク13に導くホース，18はホース17に設けた吸込用ポンプをそれぞれ示す。」(段落【0028】)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "発明の効果",
                  "text": [
                    "「請求項1の発明は，生海苔排出口を有する選別ケーシング，及び回転板，回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，防止手段を，突起・板体の突起物とし，突起物を，選別ケーシングの円周端面に設ける生海苔異物分離除去装置における生海苔の共回り防止装置である。従って，この請求項1は，共回りの発生を無くし，かつクリアランスの目詰まりを無くすこと，又は効率的・連続的な異物分離(異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の回避)が図れること，またこの防止手段を，簡易かつ確実に適切な場所に設置できること等の特徴がある。」(段落【0029】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本件発明1の概要は以下のとおりであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1は，生海苔・海水混合液(生海苔混合液)から異物を分離除去する生海苔異物分離除去装置における生海苔の共回り防止装置に関する。",
                    "従来，筒状混合液タンクの環状枠板部の内周縁内に回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに，前記筒状混合液タンクに異物排出口を設けた生海苔異物分離除去装置(甲1発明)がある。",
                    "この生海苔異物分離除去装置(又は，回転板とクリアランスを利用する生海苔異物分離除去装置)においては，この回転板を高速回転することから，生海苔及び異物が回転板とともに回転し，クリアランスに吸い込まれない現象，又は，生海苔等がクリアランスに喰込んだ状態で回転板とともに回転し，クリアランスに吸い込まれない現象が生じ，究極的には，クリアランスの目詰まり(クリアランスの閉塞)が発生する。",
                    "このような「共回り」が発生すると，回転板の停止又は作業の停止となって，結果的に異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等のごとく，最悪の状況となることも考えられる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1は，従来の生海苔異物分離除去装置(甲1発明)の有する前記アの問題に鑑み，共回りの発生を無くし，かつクリアランスの目詰まりを無くすこと，又は効率的・連続的な異物分離を図ること等を目的に，「生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置」において，請求項1の発明では，前記防止手段を，突起・板体の突起物とし，これを前記選別ケーシングの円周端面に設ける構成とした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明1によれば，共回りの発生を無くし，かつクリアランスの目詰まりを無くすこと，又は，効率的・連続的な異物分離(異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の回避)が図れること，この防止手段を，簡易かつ確実に適切な場所に設置できること等の効果を奏する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(サポート要件(特許法36条6項1号)に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明1の特許請求の範囲(請求項1)の記載は，その発明特定事項として，「クリアランス」を規定しておらず，「選別ケーシング」と「回転板」との配置関係も規定しないものとなっているから，当業者が，「クリアランスの目詰まりを無くす」という本件発明1の課題を解決できることを本件明細書の発明の詳細な説明の記載に基づいて認識できる発明である，クリアランスの配置位置を考慮して「共回り防止手段」たる突起物を「選別ケーシング33の円周端面33b」に設ける態様のものを超える発明を包含するものとなっており，本件発明1はサポート要件を満たさないものであって，この点に係る本件審決の判断は誤りである旨主張するので，以下検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書には，前記1(1)記載のとおり，本件発明1は，「生海苔・海水混合液(生海苔混合液)から異物を分離除去する生海苔異物分離除去装置における生海苔の共回り防止装置に関する」(段落【0001】)ものであり，「この異物分離機構を備えた生海苔異物分離除去装置としては，特開平8-140637号(判決注・甲1)の生海苔の異物分離除去装置がある。」(段落【0002】)と記載されている。そして，本件明細書に記載された本件発明1の課題(段落【0003】，【0004】)，課題を解決するための手段(段落【0005】，【0006】)，発明の実施の形態(段落【0019】ないし【0021】)及び実施例(段落【0023】ないし【0026】)の記載によれば，本件発明1は，回転部材(第一回転板)と固定部材(環状枠板部)のクリアランスに生海苔を導入しつつ異物を回転部材による遠心力で円周方向に追いやり，生海苔のみが前記クリアランスを通過するようにした生海苔異物分離除去装置を前提とする発明であることが理解される。",
                "したがって，請求項1の「生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，」との記載から，本件発明1においては，固定部材である「選別ケーシング」と回転部材である「回転板」との間にクリアランスがあることは自明であると認められる。",
                "そうすると，請求項1に「クリアランス」との用語が記載されていなくても，本件発明1において「クリアランス」が形成される位置と，「回転板の回転とともに回る生海苔の共回りを防止する防止手段」である「突起物」が配備される位置との関係は，実質的に請求項1に規定されているといえる。",
                "そして，この「クリアランス」が形成される位置と「回転板の回転とともに回る生海苔の共回りを防止する防止手段」である「突起物」が配備される位置との関係を実質的に規定した請求項1に記載された発明(本件発明1)は，本件明細書の段落【0023】ないし【0026】，【0029】，図1ないし図4等により裏付けられており，発明の詳細な説明に記載したものであると認められる。",
                "以上によれば，本件発明1に係る特許請求の範囲の記載が，特許法36条6項1号の規定する要件を満たさないものであるとはいえない。",
                "なお，本件明細書の記載によれば，「突起物」を「選別ケーシング」の「円周端面」に設けたことと，共回り防止という本件発明の効果は対応しているものといえるから，共回り防止という効果を期待することができないような態様が本件発明1に包含されているとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，サポート要件(特許法36条6項1号)に係る本件審決の判断に誤りはなく，取消事由1に係る原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲1発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1には，次のような記載がある(下記記載中に引用する図面については，別紙2の甲1図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "「【請求項1】 筒状混合液タンクの底部周端縁に環状枠板部の外周縁を連設し，この環状枠板部の内周縁内に第一回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この第一回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに前記タンクの底隅部に異物排出口を設けたことを特徴とする生海苔の異物分離除去装置。」",
                    "「【請求項3】 筒状混合液タンクの底部周端縁に環状枠板部の外周縁を連設し，この環状枠板部の内周縁内に第一回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この第一回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに前記タンクの底隅部に異物排出口を設け，更に，前記第一回転板の下方に第二回転板を軸心を同じくして回転可能に設置し，この第二回転板の周縁部を前記第一回転板と前記環状枠板部内周縁との間のクリアランスの下方に配置し，この第二回転板を前記クリアランスを通過する生海苔と水との混合液の通過速度以上の周速度で回転させることを特徴とする生海苔の異物分離除去装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "産業上の利用分野",
                  "text": [
                    "「この発明は生海苔の異物(ゴミ，エビ，アミ糸等，以下同じ)分離除去装置に関し，生海苔混合液(生海苔と塩水とを適宜濃度に調合したもの)から異物を分離する際に使用されるものである。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "従来の技術",
                  "text": [
                    "「従来におけるこの種の異物分離除去装置は，分離ドラムの周壁に所要数の分離孔を設け，前記分離ドラムを軸心を中心として回転させながらこのドラム内に生海苔混合液を供給し，前記分離孔を通過させることによって，前記生海苔混合液中の異物を分離除去していた(特開平6-121660号(判決注・甲2))。」(段落【0002】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「しかしながら，かかる従来の異物分離除去装置にあっては，生海苔混合液中の異物をこの分離孔の周縁に引っ掛けて排出口に流れるのを防止するものであるため，当該分離孔の周縁に異物が蓄積し，目詰まりが発生する結果，当該分離除去を能率良く行うためには，目詰まり噴射水によって洗浄するという洗浄装置を別途に設けなければならないという不都合を有した(特開平6-121660号)。」(段落【0003】)",
                    "「この発明の課題はかかる不都合を解消することである。」(段落【0004】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「前記課題を達成するために，この発明に係る生海苔の異物分離除去装置においては，筒状混合液タンクの底部周端縁に環状枠板部の外周縁を連設し，この環状枠板部の内周縁内に第一回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この第一回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに前記タンクの底隅部に異物排出口を設けたものである。」(段落【0005】)",
                    "「また，前記第一回転板の下方に第二回転板を軸心を同じくして回転可能に設置し，この第二回転板の周縁部を前記第一回転板と前記環状枠板部内周縁との間のクリアランスの下方に配置し，この第二回転板を前記クリアランスを通過する生海苔と水との混合液の通過速度以上の周速度で回転させることもできる。」(段落【0007】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "作用",
                  "text": [
                    "「この発明に係る生海苔の異物分離除去装置は上記のように構成されているため，第一回転板を回転させると混合液に渦が形成されるため生海苔よりも比重の大きい異物は遠心力によって第一回転板と前記環状枠板部とのクリアランスよりも環状枠板部側，即ち，タンクの底隅部に集積する結果，生海苔のみが水とともに前記クリアランスを通過して下方に流れるものである。このとき，第一回転板は回転しているため，前記クリアランスには生海苔が詰まりにくいものである。」(段落【0009】)",
                    "「また，前記第一回転板の下方に第二回転板を軸心を同じくして回転可能に設置し，この第二回転板の周縁部を前記第一回転板と前記環状枠板部内周縁との間のクリアランスの下方に配置し，この第二回転板を前記クリアランスを通過する生海苔と水との混合液の通過速度以上の周速度で回転させれば，前記クリアランスにおける前記生海苔と水との混合液の通過を促進させることができる。」(段落【0011】)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "実施例",
                  "text": [
                    "「図1～図3において，Dは生海苔の異物分離除去装置，10 はこの装置Dのバッチ水槽，20 はこのバッチ水槽 10 にフレーム 30 を介して設置された異物を分離除去するための第二分離除去具である。バッチ水槽 10 は選別された生海苔及び水を収容するためのものであり，その底部にはキャスタ101,101,…が設置されている。なお，102 は液面レベルセンサであり，この異物分離除去装置Dの自動運転をコントロールするためのものである(バッチ水槽 10 内において異物の分離された混合液が所定量に達したときに異物分離除去装置Dの作動を停止させる)。」(段落【0013】)",
                    "「次に，11 は第一モータ，12 は第二モータであり，各々ブラケット 13を介して前記バッチ水槽 10 の外側面に設置されている。」(段落【0014】)",
                    "「次に，前記第二分離除去具 20 は，前記フレーム 30 に螺子止めされた円板状の底板部 21 とこの底板部 21 の周縁に立設された周筒部 22 とこの周筒部 22 の上端内周縁に連設された環状枠板 23 とから構成されている。24は環状固定板であり，前記環状枠板 23 の内周縁に螺子止めされている。この環状固定板 24 は前記環状枠板 23 の内周側に延出し，後記第一回転板 51の外周縁とのクリアランスCを調節する(図4を参照のこと)。なお，この環状枠板 23 と環状固定板 24 とがこの発明の「環状枠板部」を構成する。又，25 は第二分離除去具 20 内に設置された管状の排出路であり，その上端は前記環状枠板 23 に開口するとともにその下端は前記周筒部 22 に開口している。この周筒部 22 の開口にはコック 261 を有する排出管 26 が連設されている。更に，27 は第二分離除去具 20 内に設置された管状の連通路であり，その上端は前記環状枠板 23 に開口するとともにその下端は前記周筒部22 に開口している。この周筒部 22 の開口には上方に延びる連通管 28 が連設されている。この連通管 28 の機能については後記する。29 は流出口であり(図2参照のこと)，前記周筒部 22 に設置され，異物を除去された混合液を前記バッチ水槽 11 に流れ落とす。」(段落【0015】)",
                    "「42 は第二回転軸であり，前記底板部 21(第二分離除去具 20 の)の中心に軸受 31 を介して垂直状態に設置されている。421 は第二プーリであり，前記第二回転軸 42 の下端部に設置されている。この第二プーリ 421 と前記第二モータ 12 のプーリ 121 との間には第二伝達ベルト 422 が巻き掛けられている。このため，前記第二モータ 12 の駆動に従って第二回転軸 42 は軸心を中心として回転する。」(段落【0016】)",
                    "「一方，41 は第一回転軸であり，第二回転軸 42 の軸心に回転可能に設置されている。この第一回転軸 41 は前記第二回転軸 42 の上端から突出し，上方に延びている。411 は第一プーリであり，前記第一回転軸 41 の下端部に設置されている。この第一プーリ 411 と前記第一モータ 11 のプーリ 111",
                    "との間には第一伝達ベルト 412 が巻き掛けられている。このため，前記第一モータ 11 の駆動に従って第一回転軸 41 は軸心を中心として回転する。」(段落【0017】)",
                    "「次に，51 は第一回転板であり，前記第一回転軸 41 に固定され，軸心を中心として回転する。この第一回転板 51 は真円状であり，前記環状固定板24 の内周内に面一の状態で適宜クリアランスCを介して配置されている(図4参照のこと)。このクリアランスCは生海苔と水との混合液が通過する個所である。なお，この第一回転板 51 の表面は回転中心から周縁に向かうに従って下がり傾斜になっている。」(段落【0018】)",
                    "「次に，52 は第二回転板であり，前記第二回転軸 42 に固定され，軸心を中心として回転する。この第二回転板 52 は真円状であり，前記第一回転板51 の下方に配置され，その周縁部を前記第一回転板 51 と前記環状固定板24 との間のクリアランスCの下方に延びている。この第二回転板 52 を前記クリアランスCを通過する生海苔と水との混合液の通過速度以上の周速度で回転させれば，クリアランスCに対する生海苔と水との混合液の通過速度は促進される。なお，第二回転板 52 の周縁部の表面を回転中心から周縁に向かうに従って下がり傾斜にすれば，クリアランスCに対する生海苔と水との混合液の通過速度は更に促進させることができる。」(段落【0019】)",
                    "「また，61 は円筒状の混合液連設タンクであり，前記第二分離除去具 20の環状枠板 23 の外周縁に外嵌めされている。また，この連設タンク 61 の上端縁には前記第二分離除去具 20 と同じ構成の第一分離除去具 70 が配置されている。但し，環状固定板 74 と第一回転板 81 とのクリアランスSは前記第二分離除去具 20 よりも大であり，また，分離した生海苔と水との混合液を第二分離除去具 20 上に落下させる必要上，第二分離除去具 20 における底板部 21 の代わりにガイド筒 77 が設けられている。なお，第二分離除去具 20 における第二回転板 52 に相当するものは図示されていないが設置しても構わない。第一分離除去具 70 において，72 は周筒部，73 は環状枠板，75 は管状の排出路，76 はコック 761 を有する排出管である。」(段落【0020】)",
                    "「90 は円筒状の混合液主タンクであり，前記第一分離除去具 70 の環状枠板 73 の外周縁に外嵌めされている。なお，この主タンク 90 及び／又は前記連設タンク 61 はこの発明の「混合液タンク」に相当する。91 は原料供給管であり，前記主タンク 90 の上端縁に設置されている。この原料供給管 91を介して原料液(原生海苔と水との混合物)を前記主タンク 90 内に供給する。また，図示はしないが，水供給管も前記主タンク 90 の上端縁に設置されている。なお，92 は液面レベルセンサであり，前記主タンク 90 の上端縁に設置されている。この液面レベルセンサ 92 はタンク(主タンク 90 及び前記連設タンク 61)内への混合液および水の供給をコントロールする(タンク内において混合液が所定量に達したときに混合液又は水の供給を停止する)。」(段落【0021】)",
                    "「次にこの異物分離除去装置Dの作動を説明する。」(段落【0022】)",
                    "「まず，原料供給管 91 を介して生海苔混合液(生海苔と塩水とを適宜濃度に調合したもの)を主タンク 90 内に供給する。そして，第一モータ 11を駆動させることによって第一分離除去具 70 の第一回転板 81 および第二分離除去具 20 の第一回転板 51 を回転させるとともに第二モータ 12 を駆動させることによって第二分離除去具 20 の第二回転板 52 を回転させる。すると，第一分離除去具 70 において主タンク 90 内の混合液が渦を発生し，混合液中の大異物は第一回転板 81 の遠心力によってクリアランスSを越えて環状枠板 73 側に集積する。このため，生海苔のみが水とともに前記クリアランスSを通過して下方に流れる。このとき，第一回転板 81 は回転しているため，前記クリアランスSに生海苔は詰まりにくいものである。また，小異物は生海苔および水とともに前記クリアランスSを通過して下方に流れ，連設タンク 61内に混合液として供給される。」(段落【0023】)",
                    "「すると，第二分離除去具 20 において連設主タンク 61 内の混合液が渦を発生し，混合液中の小異物は第一回転板 51 の遠心力によってクリアランスCを越えて環状枠板 23 側に集積する。このため，生海苔のみが水とともに前記クリアランスCを通過して下方に流れる。このとき，第一回転板 51は回転しているため，前記クリアランスCに生海苔は詰まりにくいものである。また，同時に，第二回転板 52 も前記クリアランスCを通過する生海苔と水との混合液の通過速度以上の周速度で回転しているため，前記クリアランスCを通過する生海苔と水との混合液の通過は促進される。」(段落【0024】)",
                    "「異物の除去された混合液は第二分離除去具 20 の流出口 29 をバッチ水槽 11 に流れ落とされる。また，除去された異物を排出する場合は，主タンク 61 へ混合液を供給するのを停止して，水のみを供給してタンク(主タンク 90 及び前記連設タンク 61)内の混合液比率を薄くしてタンク(主タンク90 及び前記連設タンク 61)内に生海苔が存在していないことを確認した後，コック 261 ，761 を開いて排出管 26，76 から大小の異物をそれぞれ排出する。」(段落【0025】)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "発明の効果",
                  "text": [
                    "「この発明に係る生海苔の異物分離除去装置においては，筒状混合液タンクの底部周端縁に環状枠板部の外周縁を連設し，この環状枠板部の内周縁内に第一回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この第一回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに前記タンクの底隅部に異物排出口を設けたため，第一回転板を回転させると混合液に渦が形成されるため生海苔よりも比重の大きい異物は遠心力によって第一回転板と前記環状枠板部とのクリアランスよりも環状枠板部側，即ち，タンクの底隅部に集積する結果，生海苔のみが水とともに前記クリアランスを通過して下方に流れるものである。このとき，第一回転板は回転しているため，前記クリアランスには生海苔が詰まりにくいものである。」(段落【0028】)",
                    "「よって，この異物分離除去装置を使用すれば，異物が前記クリアランスに詰まりにくいため，従来のように目詰まり洗浄装置等を別途に設ける必要がない結果，装置の維持がしやすいとともに取扱いが簡易になり，この結果，生海苔の異物分離除去作業の作業能率を向上させることができる。」(段落【0029】)",
                    "「また，前記第一回転板の下方に第二回転板を軸心を同じくして回転可能に設置し，この第二回転板の周縁部を前記第一回転板と前記環状枠板部内周縁との間のクリアランスの下方に配置し，この第二回転板を前記クリアランスを通過する生海苔と水との混合液の通過速度以上の周速度で回転させれば，前記クリアランスにおける前記生海苔と水との混合液の通過を促進させることができる。」(段落【0031】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1に前記第2の3(2)ア記載の発明(甲1発明)が記載されていることは，当事者間に争いがなく，前記(1)の記載によれば，甲1発明の概要は以下のとおりであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明は，生海苔の異物分離除去装置に関し，生海苔混合液から異物を分離する際に使用されるものである。",
                    "従来の異物分離除去装置は，分離ドラムの周壁に所要数の分離孔を設け，前記分離ドラムを軸心を中心として回転させながらこのドラム内に生海苔混合液を供給し，前記分離孔を通過させることによって，前記生海苔混合液中の異物を分離除去するというものであった(甲2発明)。",
                    "この従来の異物分離除去装置では，生海苔混合液中の異物を前記分離孔の周縁に引っ掛けて排出口に流れるのを防止するものであるため，当該分離孔の周縁に異物が蓄積し，目詰まりが発生する結果，当該分離除去を能率良く行うためには，目詰まり噴射水によって洗浄するという洗浄装置を別途に設けなければならないという不都合があった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1発明は，従来の異物分離除去装置(甲2発明)の前記アの不都合を解消することを課題とし，当該課題を達成するために，生海苔異物分離除去装置において，筒状混合液タンクの底部周端縁に環状枠板部の外周縁を連設し，この環状枠板部の内周縁内に第一回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この第一回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに前記タンクの底隅部に異物排出口を設けたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲1発明によれば，第一回転板を回転させると，混合液に渦が形成されるため，生海苔よりも比重の大きい異物は遠心力によって第一回転板と前記環状枠板部とのクリアランスよりも環状枠板部側，即ち，タンクの底隅部に集積する結果，生海苔のみが水とともに前記クリアランスを通過して下方に流れ，このとき，第一回転板が回転しているため，前記クリアランスには生海苔が詰まりにくいものであって，甲1発明を使用すれば，異物が前記クリアランスに詰まりにくいため，従来のように目詰まり洗浄装置等を別途に設ける必要がなく，装置の維持がしやすい。また，取扱いが簡易になり，生海苔の異物分離除去作業の作業能率を向上させることができる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(本件発明1と甲1発明との相違点に係る容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1(甲1発明への甲2発明の適用容易性についての判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1と甲1発明とは，前記第2の3(2)イ記載の相違点(本件発明1が「防止手段を，突起・板体の突起物とし，この突起物を，前記選別ケーシングの円周端面に設ける構成とした」「回転板の回転とともに回る生海苔の共回りを防止する防止手段」を具備する生海苔の共回り防止装置であるのに対して，甲1発明はかかる防止装置でない点)において相違するが，甲1発明において，甲2発明を適用し，相違点に係る本件発明1の構成を備えるようにすることは，当業者が容易に想到し得たことである旨主張するので，以下において判断する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2には，次のような記載がある(下記記載中に引用する図面については，別紙3の刊行物図面目録中の「1  甲2」を参照。)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特許請求の範囲",
                          "text": [
                            "「【請求項1】 海苔原藻を切断した生海苔を水に混入して成る海苔混合液から小エビや小貝等の異物を分離除去する海苔異物分離除去装置において，海苔混合液を供給する供給口と，海苔混合液を排出する排出口と，供給口から排出口へ海苔混合液を流す流路を備え，その流路の途中に海苔混合液の流れを横切る分離壁を設け，その分離壁に生海苔の厚みより僅かに大きい孔幅の細長い分離孔を設け，その分離孔の詰まりを清掃する清掃装置を備えて成ることを特徴とする海苔異物分離除去装置。」",
                            "「【請求項2】 海苔原藻を切断した生海苔を水に混入して成る海苔混合液から小エビや小貝等の異物を分離除去する海苔異物分離除去装置において，分離タンク内に分離ドラムを回転可能に内装し，その分離ドラムの周壁に生海苔の厚みより僅かに大きい孔幅の細長い分離孔を設け，分離タンク内における分離ドラムの内部と外部の一方に海苔混合液を供給する供給手段及び内部と外部の他方から海苔混合液を排出する排出手段を夫々配設し，更に上記周壁の分離孔の詰まりを清掃する清掃装置を備えて成ることを特徴とする海苔異物分離除去装置。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "産業上の利用分野",
                          "text": [
                            "「この発明は，海苔抄き作業の前工程において海苔混合液(海苔原藻を切断した生海苔を水に混入したもの)から小エビや小貝等の異物を分離除去する海苔異物分離除去装置に関する。」(段落【0001】)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "従来の技術",
                          "text": [
                            "「味付け海苔や板海苔等の製品になる乾燥海苔は，一般に近海にて養殖した海苔原藻を切断採取して水にて洗浄し，その海苔原藻を脱水した後細かく切断すると共に水に混合して海苔混合液とし，その海苔混合液を洗浄，脱水した後再び水に混入して熟生し，その海苔混合液を脱水した後適当な水と調合して海苔原料液(海苔混合液でもある)とし，その海苔原料液を抄造，脱水，乾燥して製造している。この場合海苔原料液の中に小エビや小貝等の異物が含まれていると，その異物が乾燥海苔に含まれることになり，その異物が肉眼で気になる程度以上の大きさ例えば2mm 程度以上の場合にはその乾燥海苔の品質を悪くしたり商品価値を無くすることになるので，海苔製造業者からこれらの0．5mm～2mm 程度以上の大きさの異物を分離除去する装置が要望されており，これまでにも種々の海苔異物分離装置が提案されている。従来の海苔異物分離装置としては，分離タンクを上縁の高さが順に低くなっている区画板にて区画して複数の沈殿槽を設け，その最上位の沈殿槽に海苔混合液を供給し，各沈殿槽において生海苔より重い異物を沈殿させて除去するようにしたものや，乾燥海苔を電気的に検査し，異物の混入している乾燥海苔を分離排除するようにしたものが知られている。」(段落【0002】)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "発明が解決しようとする課題",
                          "text": [
                            "「前者の従来装置にあっては，海苔混合液が生海苔より重い異物を沈殿槽にて沈殿させて除去するようになっているので，小エビや小貝等が生海苔にもぐり込んでいるときには沈殿することなく生海苔と共に浮遊するので，小エビや小貝等の異物を確実に分離除去することができず，相当数の異物が乾燥海苔に混じり込んで商品価値を無くしたり低下させたりしているのが実状である。特に寒さが厳しくなる12月末から2月ごろには，生きている小エビや小貝等が海苔原藻にもぐり込む習性があるので，特にこのシーズンに製造する乾燥海苔に多くの異物が混入する問題があった。また後者の従来装置にあっては，電気的に小さな異物を検出することが困難であり，その検出感度を高くすると良質の乾燥海苔までも分離除去してしまう問題があり，検出感度を低くすると除去すべき異物を検出できなくなって乾燥海苔の中に異物が混入する問題があった。」(段落【0003】)"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "課題を解決するための手段",
                          "text": [
                            "「この発明は，上記課題を解決するために，海苔混合液の生海苔が0．1～0．5mm 程度の薄くて柔らかい小さな葉状体であることに着目し，その生海苔のみを孔幅の小さい細長い分離孔に流通させて生海苔の厚みより僅かに大きな寸法例えば0．5mm～2mm 程度以上の異物を分離するようにしたもので，海苔混合液を供給する供給口と，海苔混合液を排出する排出口と，供給口から排出口へ海苔混合液を流す流路を備え，その流路の途中に海苔混合液の流れを横切る分離壁を設け，その分離壁に生海苔の厚みより僅かに大きい孔幅の細長い分離孔を設け，その分離孔の詰まりを清掃する清掃装置を備えて成ることを特徴とする。」(段落【0004】)"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "作用",
                          "text": [
                            "「上記によれば，海苔混合液を供給口から供給すると，その海苔混合液が流路を排出口に向けて流れるが，その流路の途中で海苔混合液が分離壁によって受け止められる。ところが，分離壁には孔幅が生海苔の厚みより僅かに大きい大きさの細長い分離孔を設けてあるので，その海苔混合液の小さな薄い生海苔は分離壁の細長い分離孔を水と共に通り抜け，その通り抜けた生海苔と水との海苔混合液が排出口から排出される。この分離壁の分離孔は孔幅が生海苔の厚み(0．1～0．5mm 程度)より僅かに大きい大きさ(例えば0．5mm～2mm 程度)に形成してあるので，海苔混合液に混入している分離孔の孔幅より大きな小エビや小貝等の異物は分離孔を通り抜けることができず，分離壁によって滞留されて排出口へ流れない。従って，排出口から排出される海苔混合液の中には生海苔の厚みより僅かに大きな寸法以上の異物が無くなり，その海苔混合液によって抄造した乾燥海苔には肉眼で気になる程度の大きな異物が無くなり，乾燥海苔の品質が良くなる。異物や生海苔による分離孔の詰まりは清掃装置により清掃される。」(段落【0005】)"
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "実施例",
                          "text": [
                            "「図1，図2は海苔異物分離除去装置の第1実施例を示し，1は上方が開放している直方体形状のタンクで，対向する一対の側壁1aの中間部に夫々軸挿通孔(符号省略)を設けてある。3はタンク1の底壁1bに設けてある排出口で，この排出口3の外側に連結管4を固着し，この連結管4にホース5を連結することによって排出手段を構成してある。6は一方の側壁1aの内面に固着した軸受，7は他方の側壁1aの外面に固着した軸支持体で，夫々軸挿通孔と同心に位置されている。8は軸挿通孔に挿通した供給パイプで，一端部は軸支持体7の孔に嵌着され，両者間がオイルシール9によって水密にシールされている。この供給パイプ8の他端部は後述の軸受18を介して上記軸受6に支承されている。供給パイプ8の一端にはパイプ孔を閉鎖する栓10を嵌着し，供給パイプ8の他端には海苔混合液を供給する為のホース11を連結して供給手段を構成してある。このホース11は図示しない供給ポンプの吐出口に連結されている。供給パイプ8の中間部にはタンク1内に位置する領域に多数の供給口13を設けてあり，タンク1内の供給口13と排出口3との間の空間は海苔混合液の流路を構成している。」(段落【0006】)",
                            "「15は供給パイプ8に回転自在に取付けた分離ドラムで，左右一対の円板状の側壁16と筒状の周壁17とで分離室を形成し，両側壁16には供給パイプ8に嵌合した軸受18が夫々固着されている。この一方の軸受18は上記軸受6に嵌合され，両者間がオイルシール20によって水密にシールされている。この分離ドラム15の周壁17は供給口13から排出口3へ流れる海苔混合液の流れを横切る分離壁(分離壁17とも記す)を構成し，その分離壁17には生海苔の厚みより僅かに大きい孔幅の細長い分離孔21を全面に亘って多数設けてある。この分離孔21の大きさは，生海苔が一般に0．1mm～0．5mm 程度の厚みで一辺が5～10mm 程度の平面形状であるので，一例として孔幅Dを約0．5mm～2mm，長さLを10mm～20mm 程度にしてある。なおこの分離孔21の大きさは上記の数値に限定されるものではなく，孔幅を2mm より僅かに大きくしたり，長さを20mm 以上にしても良い。また分離孔21の形状は直線状に限定されるものではなく，波形に湾曲していても良い。分離孔21の数はそれらの開口面積の合計が供給パイプ8のパイプ孔の断面積になるように多数設けることが好ましい。」(段落【0007】)",
                            "「23は一方の軸受18に固着したスプロケットで，駆動モータ24の駆動軸24aに固着したスプロケット25との間にチェーン26が懸回され，駆動モータ24の作動によって分離ドラム15を一方向へ低速回転させるようにしてある。28は分離孔21の詰まりを掃除する清掃装置で，分離タンク1の側壁1aの上部に清掃パイプ30を分離ドラム15の回転軸線と平行に配設して構成してある。この清掃パイプ30の一端部はホース31を介して水道等の水供給源に連結され，他端部は閉塞されている。この清掃パイプ30にはタンク1内に位置する部分に分離壁17に向かう噴出孔32を多数設けてあり，噴出孔32から給水される水によって各分離孔21が順次洗浄され，その分離孔21の詰まりが除去されるようになっている。なお上記清掃パイプ30の一端部をブロア等の空気供給源に連結し，噴出孔32から圧縮空気を噴出させて分離孔21の詰まりを清掃するようにしても良い。99は液面を示し，フロートスイッチ等を用いて高さ位置を維持するようにしても良い。」(段落【0008】)",
                            "「使用に際しては，駆動モータ24を駆動させて分離ドラム15を回転させると共に清掃パイプ30に水を供給して噴出孔32から水を噴出させる。また供給ポンプを作動させて海苔切断洗浄後の海苔混合液を供給パイプ8に供給して海苔混合液を供給口13から分離ドラム15内に供給すると，分離ドラム15の分離壁17に生海苔の厚みより僅かに大きな寸法の孔幅を有する細長い分離孔21を設けてあるので，海苔混合液の生海苔は水と共に分離孔21から分離ドラム15外に流出するが，分離孔21の孔幅より大きな寸法の小エビや小貝等の異物は分離孔21の孔縁によって係止されて分離ドラム15内に残される。分離孔21の孔幅は生海苔の厚み0．1～0．5mm 程度より僅かに大きい大きさ例えば0．5mm～2mm 程度に形成してあるので，排出口3から排出される海苔混合液の中には分離孔21の孔幅である0．5mm～2mm 程度以上の異物が無くなる。従って，排出口3から排出された海苔混合液によって抄造した乾燥海苔には肉眼で気になる程度の大きな異物が無くなり，乾燥海苔の品質が良くなる。」(段落【0010】)",
                            "「分離ドラム15内には分離孔21の孔幅より大きな寸法の異物が残るので，分離孔21がこの異物によって詰まる恐れがあるが，分離ドラム15が回転することによって清掃パイプ30の噴出孔32から噴出する水が各分離孔21に当接するので，常に各分離孔21の詰まりが防止され，海苔混合液の生海苔は分離孔21から排出口3へスムーズに流れることができる。なお分離ドラム15ないに溜った異物は側壁16に設けた図示しない取出口の蓋を開放して行う。」(段落【0011】)",
                            "「図4は第2実施例を示すもので，分離タンク1eに排出パイプ40を固定的に配設し，その排出パイプ40に分離ドラム15eを回転自在に支持させ，排出パイプ40の分離ドラム15e内に位置する部分に排出口3eを設けてある。排出パイプ40の一端部はホース5eを介して図示しない排出ポンプの吸引口に連結され，他端部は栓10eによって閉塞されている。また分離タンク1eの底壁1beには海苔混合液を供給する供給パイプ43の供給口13eが設けられている。また清掃装置28eとして清掃ブラシ44を示してあり，その清掃ブラシ44は分離タンク1eに固定的に配設した支持棒45に分離ドラム15eの周壁17eに摺接するブラシ部材47を植設して構成してある。清掃ブラシ44は分離ドラム15eの周囲を多数に分割する位置に夫々配設しても良い。なお第一実施例と実質的に同一な部分には同じ符号にアルファベットのeを付して重複説明を省略する。以後の実施例についても同様にアルファベットのf，g，h，k，mを付して重複説明を省略する。」(段落【0012】)",
                            "「この実施例では，分離ドラム15eの外側の分離室に海苔混合液が供給され，この海苔混合液の生海苔と水が分離孔21eから分離ドラム15e内に流れ，この分離ドラム15e内に流入した異物分離除去後の海苔混合液が排出口3eから排出される。清掃ブラシ44は分離ドラム15eの回転によりブラシ部材47が周壁17eを摺接し，異物や生海苔による各分離孔21eの詰まりを清掃する。」(段落【0013】)"
                          ]
                        },
                        {
                          "fig": "h",
                          "subject": "発明の効果",
                          "text": [
                            "「以上のように本発明においては，供給口と排出口の間に設けた分離壁に生海苔の厚みより僅かに大きい孔幅の細長い形状の分離孔を設け，供給口から供給した海苔混合液をその分離孔に通して排出口に流すようにしたので，小さくて柔らかい薄い生海苔は水と共に分離孔を通して排出口に流すことができるが分離孔の孔幅より大きな小エビや小貝等の異物は分離孔の孔縁に引っ掛けて排出口に流れるのを阻止でき，その結果海苔混合液から小エビや小貝等の異物を確実に分離除去できて後工程における乾燥海苔の品質を良くできる。また，海苔混合液を分離壁の孔幅の小さい細長い分離孔に通して異物を分離するようにしたので，装置の構成を極めて簡単にできて製造コストを低くし得ると共に保守を容易にできる。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の記載によれば，甲2発明の概要は以下のとおりであると認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲2発明は，海苔抄き作業の前工程において海苔混合液から小エビや小貝等の異物を分離除去する海苔異物分離除去装置に関する。",
                            "従来の海苔異物分離装置として，分離タンクを上縁の高さが順に低くなっている区画板にて区画して複数の沈殿槽を設け，その最上位の沈殿槽に海苔混合液を供給し，各沈殿槽において生海苔より重い異物を沈殿させて除去するようにしたものや，乾燥海苔を電気的に検査し，異物の混入している乾燥海苔を分離排除するようにしたものが知られているが，前者の従来装置では，海苔混合液が生海苔より重い異物を沈殿槽にて沈殿させて除去するようになっているので，小エビや小貝等が生海苔にもぐり込んでいるときには，沈殿することなく生海苔と共に浮遊してしまい，小エビや小貝等の異物を確実に分離除去することができないという問題が，後者の従来装置では，電気的に小さな異物を検出することが困難であり，その検出感度を高くすると，良質の乾燥海苔までも分離除去してしまうが，検出感度を低くすると，除去すべき異物を検出できなくなって乾燥海苔の中に異物が混入するという問題があった。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲2発明は，従来の海苔異物分離装置が有する前記aの問題を解決することを課題とし，生海苔のみを孔幅の小さい細長い分離孔に流通させて生海苔の厚みより僅かに大きな寸法以上の異物を分離するようにしたもので，海苔異物分離除去装置において，分離タンク内に分離ドラムを回転可能に内装し，その分離ドラムの周壁に生海苔の厚みより僅かに大きい孔幅の細長い分離孔を設け，分離タンク内における分離ドラムの内部と外部の一方に海苔混合液を供給する供給手段及び内部と外部の他方から海苔混合液を排出する排出手段をそれぞれ配設し，更に上記周壁の分離孔の詰まりを清掃する清掃装置を備えて成るものである。具体的には，図4に示されるように，分離タンク1eに排出パイプ40を固定的に配設し，その排出パイプ40に分離ドラム15eを回転自在に支持させ，清掃ブラシ44は分離タンク1eに固定的に配設した支持棒45に分離ドラム15eの周壁17eに摺接するブラシ部材47を植設して構成し，分離ドラム15eの外側の分離室に海苔混合液が供給され，この海苔混合液の生海苔と水が分離孔21eから分離ドラム15e内に流れ，この分離ドラム15e内に流入した異物分離除去後の海苔混合液が排出口3eから排出され，清掃ブラシ44が，分離ドラム15eの回転によりブラシ部材47が周壁17eを摺接し，異物や生海苔による各分離孔21eの詰まりを清掃するものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲2発明によれば，海苔混合液の小さな薄い生海苔は分離壁の細長い分離孔を水と共に通り抜け，その通り抜けた生海苔と水との海苔混合液が排出口から排出されるが，海苔混合液に混入している分離孔の孔幅より大きな小エビや小貝等の異物は分離孔を通り抜けることができず，分離壁によって滞留されて排出口へ流れないので，排出口から排出される海苔混合液の中には生海苔の厚みより僅かに大きな寸法以上の異物が無くなり，乾燥海苔の品質が良くなるとともに，異物や生海苔による分離孔の詰まりを清掃装置により清掃することができるという作用効果を奏する。"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明は，前記3(2)記載のとおり，従来の異物分離除去装置である甲2発明が，分離ドラムの周壁に所要数の分離孔を設け，生海苔混合液を回転する分離ドラム内に供給し，分離孔を通過させることによって，生海苔混合液中の異物を分離ドラムの分離孔の周縁に引っ掛けて排出口に流れるのを防止するという方式(以下「従来方式」という。)であったため，分離孔の周縁に異物が蓄積し，目詰まりが発生するという課題を有するものであったことから，かかる課題を解決することを目的とし，甲2発明における異物分離除去の方式を変更して，固定部材(環状枠板部)とこの内周縁内に内嵌めされた回転部材(第一回転板)との間のクリアランスに生海苔を導入しつつ，異物を，回転部材(第一回転板)の回転による遠心力によって，円周方向(クリアランスよりも環状枠板部側)に追いやり，生海苔のみを水とともにクリアランスを通過させるようにしたもの(以下「回転板方式」という。)であり，かかる方式を採用したことにより，異物がクリアランスに詰まりにくく，従来の異物分離除去装置のように，目詰まり洗浄装置等を別途設けることを不要としたものであると認められる。",
                        "これに対し，甲2発明は，前記イ(イ)記載のとおり，従来の異物分離装置が，生海苔より重い異物を沈殿槽に沈殿させて除去するという方式や乾燥海苔を電気的に検査して異物の混入している乾燥海苔を分離排除するという方式であり，異物除去が不十分であったため，前記従来方式を用いて，分離ドラムの周壁に生海苔の厚みより僅かに大きい孔幅の細長い形状の分離孔を設け，海苔混合液をその分離孔を通過させて排出口に流すことにより，生海苔は分離孔を通し，分離孔の孔幅より大きな異物は分離孔の孔縁に引っ掛けて排出口に流れるのを阻止するようにしたものであり，清掃ブラシ44が分離ドラム15eの回転によりブラシ部材47が周壁17eを摺接し，異物や生海苔による各分離孔21eの詰まりを清掃するようにしたものであると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところで，本件発明1は，前記1(2)記載のとおり，甲1発明を従来技術とし，その有する課題の解決を目的として発明されたものであって，回転板方式による異物分離除去装置である甲1発明には，「共回り」の課題があることを見い出し，これを克服するために，回転板方式による異物分離除去装置において，回転板の回転とともに回る生海苔の共回りを防止する防止手段を設けたものである。",
                        "そうすると，甲1発明は，回転板方式を前提とする発明である点で本件発明1と共通するものであるが，甲1には，本件発明1の課題である「共回り」，すなわち，「回転板を高速回転することから，生海苔及び異物が，回転板とともに回り(回転し)，クリアランスに吸い込まれない現象，又は生海苔等が，クリアランスに喰込んだ状態で回転板とともに回転し，クリアランスに吸い込まれない現象であり，究極的には，クリアランスの目詰まり(クリアランスの閉塞)が発生する状況等」(本件明細書の段落【0003】)についての記載はない。",
                        "他方，甲1発明は，前記(ア)記載のとおり，従来方式では，分離孔の周縁に異物が蓄積し，目詰まりが発生するという問題があったことから，この問題を解決することを目的とし，回転板方式を採用することにより，異物がクリアランスに詰まりにくく，従来の異物分離除去装置のように，目詰まり洗浄装置等を別途設けることを不要としたものであって，甲1には，その効果として，「第一回転板は回転しているため，前記クリアランスには生海苔が詰まりにくいものである。」(段落【0028】)，「よって，この異物分離除去装置を使用すれば，異物が前記クリアランスに詰まりにくいため，従来のように目詰まり洗浄装置等を別途に設ける必要がない結果，装置の維持がしやすいとともに取扱いが簡易になり，この結果，生海苔の異物分離除去作業の作業能率を向上させることができる。」(段落【0029】)などと記載されており，甲1においては，回転板方式を採用したことにより，クリアランスには生海苔や異物が詰まりにくいことが記載されている。",
                        "そして，回転板方式を採用した異物分離除去装置において，前記「共回り」の現象が生じることが自明であることを認めるに足りる証拠はない。原告が「回転体の回転に伴って生じる共回り」の課題及びその解決手段を開示した文献であるとして挙げる甲8ないし甲10には，「共回り」についての記載はあるが，後記(3)ウ(イ)記載のとおり，「共回り」を防止しようとする対象物は，甲8発明では繊維屑，甲9発明では粉流体，甲10発明では，カーボンファイバーのミルド粉などの原料であり，本件発明1の生海苔混合液のような液体を主流体としたものではなく，また，本件発明1のように，回転部材と固定部材のクリアランス部分において生じる「共回り」を対象としたものでもないから，本件発明1における「共回り」の防止と，甲8ないし甲10発明における「共回り」の防止は，技術的意義が相違する。",
                        "したがって，甲1に接した当業者において，回転板方式による異物分離除去装置である甲1発明に前記「共回り」の課題があることを想起し得たと認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "加えて，本件発明1及び甲1発明は，固定部材と回転部材との間のクリアランスに生海苔を導入しつつ，異物を回転部材による遠心力により円周方向に追いやり，生海苔のみがクリアランスを通過するようにした回転板方式を前提とするものであるのに対し，甲2発明は，これとは異なり，生海苔混合液を分離ドラムの周壁に設けられた分離孔を通過させることによって，生海苔混合液中の異物を分離ドラムの分離孔の周縁に引っ掛けて分離除去するという従来方式を前提とするものであって，甲1発明と甲2発明とでは，前提とする異物分離除去に係る技術思想(方式)が異なるから，仮に，甲1に接した当業者において，甲1に「前記クリアランスには生海苔が詰まりにくい」(段落【0028】)，「異物が前記クリアランスに詰まりにくい」(段落【0029】)との記載から，甲1発明には，なお，クリアランスに異物や生海苔の詰まりが生じるという問題があるという課題を想起し得たとしても，甲1発明に，それとは前提とする異物分離除去に係る技術思想の異なる甲2発明を適用する動機付けがあったとは認められない。",
                        "さらに，甲2発明において，分離ドラム15は，本件発明の「回転板」には相当せず，また，清掃ブラシ44は，前記従来方式の異物分離除去過程において生じた分離孔21の詰まりを，単に清掃するための手段にすぎず，回転板方式の異物分離除去過程において生じる「回転板の回転とともに回る生海苔の共回り」を防止する手段でもないから，仮に，当業者において，甲1発明に甲2発明を適用することを試みたとしても，甲1発明において，相違点に係る本件発明1の構成を備えるようにすることが容易に想到し得たことであるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告の主張について",
                      "text": [
                        "原告は，甲1の記載によれば，甲1発明によっても，なお異物及び生海苔によるクリアランスの詰まりという課題が完全には解消せず残されていることが理解され，甲1発明において，「異物及び生海苔によるクリアランスの詰まり」という課題を解決するに当たり，甲2発明を適用することは容易である旨主張する。",
                        "しかしながら，甲1に接した当業者において，回転板方式による異物分離除去装置である甲1発明に前記「共回り」の課題があることを想起し得たと認めることができないことは，前記(イ)記載のとおりであり，仮に，当業者において，甲1発明には，なお，クリアランスに異物や生海苔の詰まりが生じるという問題があるという課題を想起し得たとしても，甲1発明に，前提とする異物分離除去に係る技術思想の異なる甲2発明を適用する動機付けがあったとは認められないこと，及び，仮に，当業者において，甲1発明に甲2発明を適用することを試みたとしても，甲1発明に，それとは前提とする異物分離除去に係る技術思想の異なる甲2発明を適用し，甲1発明において，相違点に係る本件発明1の構成を備えるようにすることが容易に想到し得たことであるとは認められないことは，前記(ウ)記載のとおりである。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，甲1発明において，甲2発明を適用し，相違点に係る本件発明1の構成を備えるようにすることは，当業者が容易に想到し得たことであるとは認められないから，取消事由2-1に係る原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2(甲1発明への甲3発明の適用容易性についての判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲1発明において，甲3発明を適用し，相違点に係る本件発明1の構成を備えるようにすることは，当業者が容易に想到し得たことである旨主張する。",
                    "甲3(A作成に係る陳述書)に記載された発明が，本件特許の出願前に公然と知られ，また公然と実施をされた発明であること及びその構造等については，当事者間に争いがあるものの，これらの点は措き，原告が認める本件審決の認定した甲3発明の内容を前提として，原告の上記主張について，以下判断する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決の認定した甲3発明の内容について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決が認定した甲3発明の構成は以下のとおりである(別紙4に，原告が，甲3装置の断面図であるとして，本件審判手続において提出した書面に添付した図面を掲記する。)。",
                        "「外槽の底部には生海苔混合液を濾筒内へ送る送水筒が接続され，",
                        "外槽内側には，濾筒が設けられ，",
                        "該濾筒は側壁に無数の微小通水孔が形成され，該濾筒の上端縁に，鍔状のフランジ部があり，",
                        "回転ブラシ筒を濾筒の内側に回転可能に装入させ，",
                        "回転ブラシ筒の上端より所定間隔下であって，回転ブラシ筒の周壁にらせん状に取り付けられているブラシの最上部より少し低い高さ位置にL型金具を設け，",
                        "外槽上部に排出樋が突出した上部が開放した赤い囲み部材を設け，その上方の開放部を覆う帽状キャップの下面には，短い筒状部材が突設され，短い筒状部材の端面には環状鍔が設けられ，帽状キャップを赤い囲み部材に取り付けた際に，該環状鍔は前記濾筒の上端縁と対向し隙間を形成するようになっており，",
                        "L型金具は，濾筒の上端縁に当接するように該隙間に挿入され，L型金具の刃部が，該隙間を移動することで，該隙間に異物が詰まって，該隙間を通過する生海苔混合液の量が少なくなることがない，",
                        "WK-3型用大荒ゴミ取り装置であって，",
                        "回転ブラシ筒の回転につれて濾筒内を上昇した生海苔混合液は，帽状キャップの環状鍔の下面と，濾筒の上端縁との間に形成される隙間を介して押し出され，排出樋を介して出される WK-3 型用大荒ゴミ取り装置。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記構成，甲3及び甲15の1(口頭審理陳述要領書)の記載によれば，甲3発明における異物分離除去の方式は，生海苔混合液が，濾筒内を回転ブラシ筒の周壁にらせん状に設けられたブラシのスクリュ回転により下部から上部に上げられ，環状鍔の下面と濾筒の上端縁との間に形成される隙間を通過できない大異物は，吸引により第一排水パイプを介して外部へ排出除去され，大異物以外を含んだ生海苔混合液は，上記隙間から排出樋を介して排出され，次工程(より小さな異物を除去する工程)に送られるというものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1に接した当業者において，回転板方式による異物分離除去装置である甲1発明に前記「共回り」の課題があることを想起し得たとは認められないことは，前記(1)ウ(イ)記載のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "加えて，本件発明1及び甲1発明は，固定部材と回転部材との間のクリアランスに生海苔を導入しつつ，異物を回転部材による遠心力により円周方向に追いやり，生海苔のみがクリアランスを通過するようにした回転板方式を前提とするものであるのに対し，甲3発明は，これとは異なり，異物を吸引により第一排水パイプを介して外部へ排出除去するという方式によるものであって，甲1発明と甲3発明とでは，その前提とする異物分離除去に係る技術思想(方式)が異なるから，仮に，甲1に接した当業者において，甲1発明には，なお，クリアランスに異物や生海苔の詰まりが生じるという問題があるという課題を想起し得たとしても，甲1発明に，それとは前提とする異物分離除去に係る技術思想の異なる甲3発明を適用する動機付けがあったとは認められない。",
                        "さらに，甲3発明において，回転ブラシ筒，その周壁に設けられたブラシは，本件発明の「回転板」には相当せず，環状鍔と濾筒の上端縁とで形成される隙間は，固定部材と回転板との間に形成されるものでもない。",
                        "そして，該隙間内を回転する「L型金具」は，大異物以外を含んだ生海苔混合液の通路である「隙間」に詰まった異物を単に除去するための手段にすぎず，回転板方式の異物分離除去過程において生じる「回転板の回転とともに回る生海苔の共回り」を防止する手段でもないから，仮に，当業者において，甲1発明に甲3発明を適用することを試みたとしても，甲1発明において，相違点に係る本件発明1の構成を備えるようにすることが容易に想到し得たことであるとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，甲1発明において，甲3発明を適用し，相違点に係る本件発明1の構成を備えるようにすることは，当業者が容易に想到し得たことであるとは認められないから，取消事由2-2に係る原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3(甲1発明への甲8ないし甲10発明の適用容易性についての判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲1発明において，甲8ないし甲10発明を適用し，相違点に係る本件発明1の構成を備えるようにすることは，当業者が容易に想到し得たことである旨主張するので，以下において判断する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲8ないし甲10発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲8発明",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲8には，次のような記載がある(下記記載中に引用する図面については，別紙3の刊行物図面目録中の「2  甲8」を参照。)。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "特許請求の範囲",
                              "text": [
                                "「【請求項1】下部を小径とし，かつ開口した円錐状のケージと，該ケージ内に収納されるスクリュー羽根を備え，搬送気流と共に送り込まれる繊維屑をケージ内に上方から供給し，ケージを介して搬送気流を排出し，回転するスクリュー羽根によりケージに付着する繊維屑を掻落し，順次下方に押し下げ，下部開口部から圧縮して排出する繊維屑圧縮排出装置において，ケージ内面下方にはスクリュー羽根と共廻りする繊維屑に対する共廻り防止バーを上下方向に取り付け，スクリュー羽根の上方はケージ内面に，下方は上記共廻り防止バー内面に可及的に近接する形状としたことを特徴とする繊維屑圧縮排出装置。」",
                                "「【請求項2】下部を小径とし，かつ開口した円錐状のケージと，該ケージ内に収納されるスクリュー羽根を備え，搬送気流と共に送り込まれる繊維屑をケージ内に上方から供給し，ケージを介して搬送気流を排出し，回転するスクリュー羽根によりケージに付着する繊維屑を掻落し，順次下方に押し下げ，下部開口部から圧縮して排出する繊維屑圧縮排出装置において，スクリュー羽根は円錐状とし，ケージは上下に区分し，上部ケージはスクリュー羽根との間隙を微小とし，ケージに付着する繊維屑をスクリュー羽根により掻き取ると共に，下部ケージはスクリュー羽根と共廻りする繊維屑に対する共廻り防止バーを上下方向に取り付け，該共廻り防止バーがスクリュー羽根に近接する大きさに形成したことを特徴とする繊維屑圧縮排出装置。」",
                                "「【請求項3】下部を小径とし，かつ開口した円錐状のケージと，該ケージ内に収納されるスクリュー羽根を備え，搬送気流と共に送り込まれる繊維屑をケージ内に上方から供給し，ケージを介して搬送気流を排出し，回転するスクリュー羽根によりケージに付着する繊維屑を掻落し，順次下方に押し下げ，下部開口部から圧縮して排出する繊維屑圧縮排出装置において，円錐状のケージの下半分にスクリュー羽根と共廻りする繊維屑に対する共廻り防止バーを取り付け，スクリュー羽根は上半部はケージ内面に沿った大型の円錐形とし，下半部は共廻り防止バーの内面に沿った小径の円錐形としたことを特徴とする繊維屑圧縮排出装置。」",
                                "「【請求項4】下部を小径とし，かつ開口した円錐状のケージと，該ケージ内に収納されるスクリュー羽根を備え，搬送気流と共に送り込まれる繊維屑をケージ内に上方から供給し，ケージを介して搬送気流を排出し，回転するスクリュー羽根によりケージに付着する繊維屑を掻落し，順次下方に押し下げ，下部開口部から圧縮して排出する繊維屑圧縮排出装置において，ケージ内面には縦方向にスクリュー羽根と共廻りする繊維屑に対する共廻り防止バーを取り付け，スクリュー羽根は上記共廻りバー内面に可及的に近接すると共に，ケージ上方には繊維屑供給ダクトを接続する繊維屑供給室を形成し，スクリュー羽根の上端は繊維屑供給ダクトより上方にまで延長されていることを特徴とする繊維屑圧縮排出装置。」",
                                "「【請求項5】下部を小径とし，かつ開口した円錐状のケージと，該ケージ内に収納されるスクリュー羽根を備え，搬送気流と共に送り込まれる繊維屑をケージ内に上方から供給し，ケージを介して搬送気流を排出し，回転するスクリュー羽根によりケージに付着する繊維屑を掻落し，順次下方に押し下げ，下部開口部から圧縮して排出する繊維屑圧縮排出装置において，ケージ内面には縦方向にスクリュー羽根と共廻りする繊維屑に対する共廻り防止バーを取り付け，スクリュー羽根は上記共廻りバー内面に可及的に近接すると共に，繊維屑供給ダクトはケージ上方部に連結したことを特徴とする繊維屑圧縮排出装置。」",
                                "「【請求項6】共廻り防止バーは回転するスクリユー羽根により掻き取られ，ケージ内面に残存する繊維屑の厚さが所定圧損以下となる厚さとしたことを特徴とする請求項1，2，3，4または5記載の繊維屑圧縮排出装置。」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "産業上の利用分野",
                              "text": [
                                "「本発明は紡績工場においてコーマ，カード精紡機その他各種繊維機械から発生する落綿吸引蒐集綿，あるいはシャーリング加工機から発生する切断されたシャーリング屑，起毛機において発生する起毛屑，その他浮遊綿(以下これらを総称して繊維屑という)を蒐集し，圧縮して排出する繊維屑圧縮排出装置に関する。」(段落【0001】)"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "従来の技術",
                              "text": [
                                "「上記繊維屑を蒐集し，これを圧縮し排出する装置としては，例えば図8及び9に示す装置がある。この繊維屑圧縮排出装置50は筺体51内に上方を大径とし，下方を小径としたケージ52を設け，このケージ52内に回転するスクリュー羽根53を収納し，かつケージ52の上方に形成された繊維屑供給室54の一側には繊維屑供給ダクト55を取り付け，またケージ52の外周と筺体51間には浄化空気室56を形成し，該空気室56には適宜の吸気装置(寿司省略(判決注・図示省略の誤記と認める。))に連結される排気ダクト57を取り付ける。59はスクリュー羽根53を回転する駆動モータである。」(段落【0002】)",
                                "「スクリュー羽根53はケージ52の内面に付着する繊維屑を掻き取り，順次下方に押し下げるべくケージ52とは微小間隙を有する円錐状に形成されている。58はケージ52の下方に取り付けられるレジユーサで下方を絞り，スクリュー羽根53により押下げられる繊維屑に抵抗を与え，圧縮してから排出するようにしたものである。」(段落【0003】)",
                                "「これにより搬送気流と共に供給ダクト55から供給された繊維屑は，排気ダクトからの吸引作用によりケージ52の内面に付着し，所定圧損になった時スクリュー羽根53の回転によりこれを掻き落し，下方に押し込み，レジユーサ58の抵抗により繊維屑を圧縮しつつ下方に排出する。」(段落【0004】)"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "発明が解決しようとする課題",
                              "text": [
                                "「上記従来の繊維屑圧縮排出装置において繊維屑が細かく且つ多量に送り込まれる場合は，スクリュー羽根の回転で掻き落してもケージ内面に繊維屑が付着残留し，目詰りを起し圧力損失が異常に高くなる。また嵩高い繊維屑の場合では上記スクリュー羽根53による掻き落しに際し，該スクリュー羽根に繊維屑が付着蓄積し，スクリュー羽根と共に回転する，いわゆる共廻りを生ずるおそれがある。この共廻りを生じたときは繊維屑は下方に移行せず，スクリュー羽根内に充満し，綿詰まりを生じる等の問題がある。」(段落【0005】)",
                                "「また上記スクリュー羽根53はケージ52に付着する繊維屑を掻き落とすことを目的とするもので，従ってスクリュー羽根の上端特にスクリューの起点がケージ上端とほぼ同一高さに設定されている。このため繊維屑中に糸屑や比較的長繊維のものや紐状のものが混入するときは，図に示す如く繊維屑Wはスクリュー羽根の上端および軸に又状に引掛り，これが原因として綿詰まりを発生したり，排出される繊維屑が圧縮されない原因となる場合がある。本発明はこれらの点に鑑みてなされたもので，ケージ内面に付着する繊維屑のスクリュー羽根の回転による掻き落としを良好ならしめると共に繊維屑がスクリュー羽根および軸に跨がり付着することの防止とスクリュー羽根の回転と共にケージ内面から掻き取られた繊維屑が共廻りするのを防止することを目的とする。」(段落【0006】)"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "subject": "課題を解決するための手段",
                              "text": [
                                "「上記目的を達成するための第1の発明は下部を小径とし，かつ開口し円錐状のケージと，該ケージ内に収納されるスクリュー羽根を備え，搬送気流と共に送り込まれる繊維屑をケージ内に上方から供給し，ケージを介して搬送気流を排出し，回転するスクリュー羽根によりケージに付着する繊維屑を掻き落とし，順次下方に押下げ，下部開口部から圧縮して排出する繊維屑排出圧縮装置において，ケージ内面下方にはスクリュー羽根と共廻りする繊維屑に対する共廻り防止バーを上下方向に取り付け，スクリュー羽根の上方はケージ内面に，下方は上記共廻り防止バー内面に可及的に近接する形状としたものである。」(段落【0007】)"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "subject": "作用",
                              "text": [
                                "「ケージ内面に付着する繊維屑は回転するスクリュー羽根により掻き落とされる。この際スクリュー羽根に付着した繊維屑はケージに取り付けた共廻り防止バーにより共廻りを阻止され，スクリュー羽根の回転に伴い，下方に押し下げられ，繊維屑は圧縮する。またスクリュー羽根および軸に繊維屑が跨り付着することがないので綿詰まりの発生が防止される。」(段落【0013】)"
                              ]
                            },
                            {
                              "fig": "(g)",
                              "subject": "実施例",
                              "text": [
                                "「図1及び2は第1実施例を示す。繊維屑圧縮排出装置1は筺体2内に周知の如く下部を小径とし，かつ開口した円錐状のケージ3と，このケージ3内に回転するスクリュー羽根4を収納する。スクリュー羽根4の上方4bとケージ3の上方内面3aとの隙間は極小とし，スクリュー羽根4で付着繊維屑を掻き落とす。6はケージ3の上方に形成した繊維屑供給室5の一側に設けられた繊維屑供給口，また8はケージ3の外周と筺体2との間に形成された浄化空気室に開口する排気ダクト，9は周知のレジユーサ，10は所定圧損値になった時回転するスクリュー羽根駆動モータである。」(段落【0014】)",
                                "「本発明の繊維屑圧縮排出装置1は上記ケージ3の内面にスクリュー羽根4の回転に伴われて繊維屑が共廻りするのを阻止する共廻り防止バー11を取り付ける。この共廻り防止バー11はケージ3の上方を除き，略々中央部より下方に複数個，例えば4個を対象に上下方向に取り付けてなるもので，スクリュー羽根4はこの共廻り防止バー11を設けたことによりケージ3とスクリュー羽根4との間隙には繊維屑層が残存する。従ってこの残存繊維屑層の空気抵抗が許容範囲内とすることが好ましく，共廻り防止バー11の厚みはこれを考慮して可及的に薄く形成する。例えばケージ3の大きさ等にもよるが，実験結果ではその厚みは3mm程度が好ましい。」(段落【0015】)",
                                "「これによりケージ3には共廻り防止バー11の厚さ以上の繊維屑が形成されず，かつスクリュー羽根4の回転によりケージ3に付着した繊維屑は纏絡作用で剥離することができる。」(段落【0016】)",
                                "「なお，スクリュー羽根4の上端即ち起点4aは繊維屑供給室5の上方まで延長する。これにより供給ダクト6から供給された繊維屑は排気ダクト8を介しての吸引作用によりケージ3内方に向かって流れるもので，従ってスクリュー羽根4の上端4aに跨ったり引っかかるおそれはない。」(段落【0017】)"
                              ]
                            },
                            {
                              "fig": "(h)",
                              "subject": "発明の効果",
                              "text": [
                                "「以上の如く本発明によるときは，搬送気流と共に送られる繊維屑はケージに付着し，スクリュー羽根の回転により掻落され，下方に押し進め圧縮しつつ下方に取り付けたレジユーサから排出されるからケージの目詰まりを防止すると共に，ケージの内面下方に共廻り防止バーを設けたから，スクリュー羽根の回転に伴われる繊維屑の共廻りによる綿詰まりを防止することができる。また上記共廻り防止バーの厚みはスクリュー羽根とケージとの間に生ずる繊維屑層の厚さが所定圧損以下となるようにその厚さを決定したから，ケージによる濾過能力の低下を生ずることがない。またスクリュー羽根の起点より下に供給ダクトを接続したからスクリュー羽根や軸に繊維屑が跨り付着することが無くなり綿詰まりトラブル発生を防止することができた。」(段落【0022】)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aの記載によれば，甲8発明の概要は以下のとおりであると認められる。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲8発明は，紡績工場においてコーマ，カード精紡機その他各種繊維機械から発生する落綿吸引蒐集綿，あるいはシャーリング加工機から発生する切断されたシャーリング屑，起毛機において発生する起毛屑，その他浮遊綿(これらを総称して「繊維屑」という。)を蒐集し，圧縮して排出する「繊維屑圧縮排出装置」に関する。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "従来の繊維屑圧縮排出装置において，嵩高い繊維屑の場合では，スクリュー羽根53による掻き落しに際し，該スクリュー羽根に繊維屑が付着蓄積し，スクリュー羽根と共に回転する，いわゆる共回りを生ずるおそれがあり，この共回りを生じたときは繊維屑は下方に移行せず，スクリュー羽根内に充満し，綿詰まりを生じるなどの問題があったことから，スクリュー羽根の回転と共にケージ内面から掻き取られた繊維屑が共回りするのを防止することなどを目的とし，甲8発明は，下部を小径とし，かつ開口した円錐状のケージと，該ケージ内に収納されるスクリュー羽根を備え，搬送気流と共に送り込まれる繊維屑をケージ内に上方から供給し，ケージを介して搬送気流を排出し，回転するスクリュー羽根によりケージに付着する繊維屑を掻落し，順次下方に押し下げ，下部開口部から圧縮して排出する繊維屑圧縮排出装置において，「ケージ内面下方にはスクリュー羽根と共廻りする繊維屑に対する共廻り防止バーを上下方向に取り付け，スクリュー羽根の上方はケージ内面に，下方は上記共廻り防止バー内面に可及的に近接する形状とした」ものである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "甲8発明によれば，スクリュー羽根の回転に伴われる繊維屑の共回りによる綿詰まりを防止することができるという作用効果を奏する。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲9発明",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲9には，次のような記載がある(下記記載中に引用する図面については，別紙3の刊行物図面目録中の「3  甲9」を参照。)。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "実用新案登録請求の範囲",
                              "text": [
                                "「【請求項1】底板上に間隙を介して粉粒体供給用の内筒が設けられ，該内筒と中心線を共有する外筒の下端を底板上に接続し，内外筒間に上記間隙から排出される粉粒体の円環状通路を形成し，該通路に排出口を設け，かつ底板の中心部に突設した直立回転体に中央回転羽根を設け，該回転羽根の先端に外筒の内周面に沿う外周回転リングを設け，該回転リングに設けた複数の外周回転羽根を内側に向わせてなる粉粒体フィーダにおいて，上記底板上面に開き角均等な複数の半径線にそれぞれ均等角度で同一方向に交差する等長抵抗板を設け，該抵抗板の直上に上記中央回転羽根を配設してなる粉粒体フィーダにおける粉粒体の共回り防止用抵抗板。」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "産業上の利用分野",
                              "text": [
                                "「本考案は粉粒体フィーダの共回り防止に関するものである。」(段落【0001】)"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "従来の技術",
                              "text": [
                                "「従来の粉粒体フィーダには，粉粒体の共回り防止機構として内筒部内面に二角柱状の突起を垂直に設けたものがあるが，粉粒体によっては突起部で圧密を起こすことがあった。」(段落【0002】)"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "考案が解決しようとする課題",
                              "text": [
                                "「本考案は回転羽根と共回りしようとする粉粒体を圧密を起こすことなく安定して排出させることを目的とする。」(段落【0003】)"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "subject": "課題を解決するための手段",
                              "text": [
                                "「上記の目的を達成するため本考案は 底板上に間隙を介して粉粒体供給用の内筒が設けられ，該内筒と中心線を共有する外筒の下端を底板上に接続し，内外筒間に上記間隙から排出される粉粒体の円環状通路を形成し，該通路に排出口を設け，かつ底板の中心部に突設した直立回転体に中央回転羽根を設け，該回転羽根の先端に外筒の内周面に沿う外周回転リングを設け，該回転リングに設けた複数の外周回転羽根を内側に向わせてなる粉粒体フィーダにおいて，上記底板上面に開き角均等な複数の半径線にそれぞれ均等角度で同一方向に交差する等長抵抗板を設け，該抵抗板の直上に上記中央回転羽根を配設してなる粉粒体フィーダにおける粉粒体の共回り防止用抵抗板 によって構成される。」(段落【0004】)"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "subject": "作用",
                              "text": [
                                "「回転羽根と共回り(矢印A方向)を始めた粉粒体は，抵抗板まで運ばれる。抵抗板は斜めに取り付けてあるので粉粒体には外周部方向(矢印B)へ力が作用するため安定した排出が可能となる。」(段落【0005】)"
                              ]
                            },
                            {
                              "fig": "(g)",
                              "subject": "実施例",
                              "text": [
                                "「底板7上に間隙tを介して粉粒体供給用の内筒2が設けられ，該内筒2と中心線を共有する外筒1の下端を底板7上に接続し，内外筒1，2間に上記間隙tから排出される粉粒体の円環状通路pを形成し，該通路pに排出口8を設けられる。」(段落【0006】)",
                                "「上記底板7の中心部には上端円錐形の直立回転体cを突設し，これに車輻状の中央回転羽根4を設け，該回転羽根4の先端に外筒1の内周面に沿う外周回転リング6を設け，該回転リング6に複数の外周回転羽根5を内側に向わせて粉粒体フィーダが形成される。」(段落【0007】)",
                                "「上記底板7上面に開き角αが均等な(60度で6条)複数の半径線d上にそれぞれ均等角度α’で同一方向に交差する等長抵抗板13を設け，該抵抗板13の直上に上記中央回転羽根4を配設してなるものである。」(段落【0008】)",
                                "「尚，図中3で示すものは流量調節リング，9は排出シュート，10は減速機，11は電動機，12は安全カバーである。」(段落【0009】)"
                              ]
                            },
                            {
                              "fig": "(h)",
                              "subject": "考案の効果",
                              "text": [
                                "「本考案は上述のように構成したので，圧密を起こすことなく安定した排出が可能となる。」(段落【0010】)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aの記載によれば，甲9発明の概要は以下のとおりであると認められる。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲9発明は，粉粒体フィーダの共回り防止に関する。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲9発明は，回転羽根と共回りしようとする粉粒体を圧密を起こすことなく安定して排出させることを目的とし，底板上に間隙を介して粉粒体供給用の内筒が設けられ，該内筒と中心線を共有する外筒の下端を底板上に接続し，内外筒間に上記間隙から排出される粉粒体の円環状通路を形成し，該通路に排出口を設け，かつ底板の中心部に突設した直立回転体に中央回転羽根を設け，該回転羽根の先端に外筒の内周面に沿う外周回転リングを設け，該回転リングに設けた複数の外周回転羽根を内側に向わせてなる粉粒体フィーダにおいて，「上記底板上面に開き角均等な複数の半径線にそれぞれ均等角度で同一方向に交差する等長抵抗板を設け，該抵抗板の直上に上記中央回転羽根を配設してなる粉粒体フィーダにおける粉粒体の共回り防止用抵抗板」によって構成したものである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "甲9発明によれば，回転羽根と共回りを始めた粉粒体は，抵抗板まで運ばれ，抵抗板は斜めに取り付けてあるので粉粒体には外周部方向へ力が作用し，安定した排出が可能となるので，圧密を起こすことなく安定した排出が可能となる，という作用効果を奏する。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲10発明",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲10には，次のような記載がある(下記記載中に引用する図面については，別紙3の刊行物図面目録中の「4  甲10」を参照。)。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "実用新案登録請求の範囲",
                              "text": [
                                "「1．貯槽の底部に横送り用のフィーダを取り付け，貯槽の内部でブリッジ防止用のアジテータを貯槽の内周面に沿って回転させながら原料の切り出しを実施するように構成するとともに，貯槽の内周面に内側に向かって延びる突起を，貯槽の周方向に設定位置を変更自在に取り付けた原料供給装置。」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "産業上の利用分野",
                              "text": [
                                "「本考案は貯槽に溜められた原料を横送り用のフィーダで切り出す形式の原料供給装置に関するものである。」(1頁14行ないし16行)"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "考案が解決しようとする課題",
                              "text": [
                                "「このような従来の構成では，アジテータ4が貯槽1の内周面9に沿って回転することによって，貯槽1の内部での原料7のブリッジ現象を防止できる。しかし，原料7の性状によっては原料7がアジテータ4と一緒に貯槽1の内周面9に沿って回転する共回り現象が発生し，充分な攪拌ができなくなって，開口6からスクリュー部10へ原料7が流れていかない。このように共回り現象が発生する原料7としては，カーボンファイバーのミルド粉などを例に挙げることができる。本考案はアジテータ4を運転しても原料7の共回り現象を回避できる原料供給装置を提供することを目的とする。」(2頁6行ないし19行)"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "課題を解決するための手段",
                              "text": [
                                "「本考案の原料供給装置は，貯槽の底部に横送り用のフィーダを取り付け，貯槽の内部でブリッジ防止用のアジテータを貯槽の内周面に沿って回転させながら原料の切り出しを実施するように構成するとともに，貯槽の内周面に内側に向かって延びる突起を，貯槽の周方向に設定位置を変更自在に取り付けたことを特徴とする。」(3頁1行ないし7行)"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "subject": "作用",
                              "text": [
                                "「この構成によると，アジテータに伴われて共回りしようとした原料は，貯槽の内周面から内側に向かって延設された突起に衝突して原料の回転速度が低下する。突起の設定位置は原料の性状に応じて設定する。」(3頁9行ないし13行)"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "subject": "実施例",
                              "text": [
                                "「第1図は本考案の原料供給装置を示し，アジテータ4の上部翼llaと下部翼llbの間の位置に貯槽1の内周面9から貯槽1の内側に向かって突起12が設けられている。",
                                "この突起12は，第2図に示すように貯槽1の下端のフランジ部Aとフィーダ2の上端のフランジ部Bとの間に介装された環状体13の内周の一部に形成されている。",
                                "環状体13はフランジ部A，Bとともにボルトとナットからなる締め付け金具14によって共締めされている。環状体13には締め付け金具14が通るようにフランジ部A，Bと同じピッチで挿通穴15が穿設されている。",
                                "このように構成したため，アジテータ4に伴われて共回りしようとした原料7は，貯槽1の内周面9から内側に向かって延設された突起12に衝突して抵抗が発生して，原料7の回転速度が低下し，原料7はアジテータ4によって充分に攪拌される。攪拌された原料7は，開口6からスクリュー部10に流れ込み，払出口8から次々に放出される。」(3頁19行ないし4頁17行)"
                              ]
                            },
                            {
                              "fig": "(g)",
                              "subject": "考案の効果",
                              "text": [
                                "「以上のように本考案によれば，貯槽の内周面に内側に向かって延びる突起を設けたため，貯槽の内部でブリッジ防止用のアジテータを貯槽の内周面に沿って回転させた場合であっても，原料の共回り現象を防止することができ，貯槽内でのブリッジ現象を防止するとともに貯槽からこの貯槽の底部に取り付けられた横送り用のフィーダに原料がスムーズに流すことができるものである。」(5頁7行ないし14行)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aの記載によれば，甲10発明の概要は以下のとおりであると認められる。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲10発明は，貯槽に溜められた原料を横送り用のフィーダで切り出す形式の原料供給装置に関する。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "甲10発明は，従来の装置では，原料の性状によっては，原料がアジテータと一緒に貯槽の内周面に沿って回転する共回り現象が発生し，充分な攪拌ができなくなって，開口からスクリュー部へ原料が流れていかないという現象を回避できる原料供給装置を提供することを目的とし(共回り現象が発生する原料としては，カーボンファイバーのミルド粉などを挙げることができる。)，貯槽の底部に横送り用のフィーダを取り付け，貯槽の内部でブリッジ防止用のアジテータを貯槽の内周面に沿って回転させながら原料の切り出しを実施するように構成するとともに，貯槽の内周面に内側に向かって延びる突起を，貯槽の周方向に設定位置を変更自在に取り付けたものである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "甲10発明によれば，アジテータに伴われて共回りしようとした原料は，貯槽の内周面から内側に向かって延設された突起に衝突して原料の回転速度が低下し，貯槽の内部でブリッジ防止用のアジテータを貯槽の内周面に沿って回転させた場合であっても，原料の共回り現象を防止することができ，貯槽内でのブリッジ現象を防止するとともに貯槽からこの貯槽の底部に取り付けられた横送り用のフィーダに原料をスムーズに流すことができる，という作用効果を奏する。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1に接した当業者において，回転板方式による異物分離除去装置である甲1発明に前記「共回り」の課題があることを想起し得たとは認められないことは，前記(1)ウ(イ)記載のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところで，本件発明1における「共回り」は，本件明細書の段落【0003】の記載によれば，「生海苔及び異物が，回転板とともに回り(回転し)，クリアランスに吸い込まれない現象」，又は「生海苔等が，クリアランスに喰込んだ状態で回転板とともに回転し，クリアランスに吸い込まれない現象」であり，「究極的には，クリアランスの目詰まり(クリアランスの閉塞)が発生する状況等」である。",
                        "これに対し，甲8ないし甲10発明は，いずれも「共回り」の防止に係る技術ではあるが，「共回り」を防止しようとする対象物は，甲8発明では繊維屑，甲9発明では粉流体，甲10発明では，カーボンファイバーのミルド粉などの原料であり，本件発明1の生海苔混合液のような液体を主流体としたものではなく，また，本件発明1のように，回転部材と固定部材のクリアランス部分において生じる「共回り」を対象としたものでもないから，本件発明1における「共回り」の防止と，甲8ないし甲10発明における「共回り」の防止は，技術的意義が相違する。",
                        "さらに，甲8ないし甲10発明は，いずれも，本件発明1のように，異物が混入しているものを対象とした発明ではないから，そもそも，異物分離除去装置ではなく，まして，本件発明1のように，固定部材と回転部材とのクリアランスから異物を除去した対象物を通過させるという異物分離除去に係る回転板方式を前提とするものではないから，本件発明1における「選別ケーシング」や「回転板」を有するものでもない。",
                        "したがって，仮に，甲1に接した当業者において，甲1発明には，なお，クリアランスに異物や生海苔の詰まりが生じるという問題があるという課題を想起し得たとしても，甲1発明に，そもそも異物分離除去装置ではなく，固定部材と回転部材とのクリアランスから異物を除去した対象物を通過させるという異物分離除去に係る回転板方式を前提とするものでもない，甲8ないし甲10発明を適用する動機付けがあったとは認められない。",
                        "さらに，仮に，当業者において，甲1発明に甲8ないし甲10発明を適用することを試みたとしても，甲1発明において，甲1発明の構成部材である「回転板」，「選別ケーシング」を有さない甲8ないし甲10発明をどのように適用するのか想定することはできず，相違点に係る本件発明1の構成とすることが容易に想到し得たことであるとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，甲1発明において，甲8ないし甲10発明を適用し，相違点に係る本件発明1の構成を備えるようにすることは，当業者が容易に想到し得たことであるとは認められないから，取消事由2-3に係る原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，甲1発明において，相違点に係る本件発明1の構成を備えるようにすることは，当業者において容易に想到し得たものであるとは認められないから，本件審決における相違点に係る容易想到性の判断には，結論において誤りはない。",
                "したがって，取消事由2に係る原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がないから，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10223",
    "date": "2015-07-16",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085233",
    "ipprecedent_id": "4113",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}