{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2013-800120号事件について平成26年5月20日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等（認定の根拠を掲げない事実は当事者間に争いがない。）",
          "text": [
            "被告は，平成20年3月24日に出願され（特願2008-76844号。特願2002-85085号（平成14年3月26日出願。以下，この出願日を「本件優先日」という。）に基づく優先権主張を伴う特願2003-74966号（平成15年3月19日出願）の一部を新たな特許出願とした特願2006-348161号（平成18年12月25日出願）の一部を新たな特許出願としたものである。），平成20年9月5日に設定登録された，発明の名称を「窒化物系半導体素子の製造方法」とする特許第4180107号（以下「本件特許」という。請求項の数は10である。）の特許権者である。",
            "原告は，平成23年10月7日，特許庁に対し，本件特許につき無効審判請求をしたが，平成24年7月20日に不成立審決がなされた。原告は，知的財産高等裁判所に対し審決取消訴訟を提起したが（平成24年（行ケ）10303号），平成25年11月14日，請求棄却判決がなされた。",
            "原告は，平成25年7月10日，特許庁に対し，本件特許の請求項全部を無効にすることを求めて審判の請求をした。特許庁は，上記請求を無効2013-800120号事件として審理をした結果，平成26年5月20日，「本件審判の請求は，成り立たない。審判費用は，請求人の負担とする。」との審決をし，その謄本を，同月29日，原告に送達した。",
            "原告は，同年6月13日，上記審決の取消しを求めて本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項1ないし10の記載は，以下のとおりである（甲1。以下，請求項1ないし10に係る発明を併せて「本件特許発明」といい，個別的に示すときは，請求項の番号に合わせて「本件特許発明1」のようにいうこととする。また，本件特許の明細書及び図面をまとめて「本件特許明細書」という。）。",
            "「【請求項1】  ",
            "n型の窒化物系半導体層および窒化物系半導体基板のいずれかからなる第1半導体層の上面上に，活性層を含む窒化物半導体層からなる第2半導体層を形成する第1工程と，",
            "前記第1半導体層の裏面を研磨することにより厚み加工する第2工程と，",
            "前記第1工程及び前記第2工程の後，前記研磨により発生した転位を含む前記第1半導体層の裏面近傍の領域を除去して前記第1半導体層の裏面の転位密度を1×109cm-2以下とする第3工程と，",
            "その後，前記転位を含む前記第1半導体層の裏面近傍の領域が除去された第1半導体層の裏面上に，n側電極を形成する第4工程とを備え，",
            "前記第1半導体層と前記n側電極とのコンタクト抵抗を0．05Ωcm2以下とする，窒化物系半導体素子の製造方法。",
            "【請求項2】",
            "前記第1半導体層の裏面は，前記第1半導体層の窒素面である，請求項1に記載の窒化物系半導体素子の製造方法。",
            "【請求項3】",
            "前記第3工程により，前記転位密度は，1×106cm-2以下に低減される，請求項1又は2に記載の窒化物系半導体素子の製造方法。",
            "【請求項4】",
            "前記第3工程により，前記転位を含む前記第1半導体層の裏面近傍の領域が0．5μm以上除去される，請求項1～3のいずれかに記載の窒化物系半導体素子の製造方法。",
            "【請求項5】",
            "前記基板は，成長用基板上に成長することを利用して形成されている，請求項1～4のいずれかに記載の窒化物系半導体素子の製造方法。",
            "【請求項6】",
            "前記第1工程によって前記第1半導体層の上面上に前記第2半導体層を形成した後に，前記第2工程によって前記第1半導体層の裏面を研磨することにより厚み加工を行う，請求項1～5のいずれかに記載の窒化物系半導体素子の製造方法。",
            "【請求項7】",
            "前記第1半導体層及び前記第2半導体層を劈開することにより，共振器端面を形成する第5工程をさらに備える，請求項1～6のいずれかに記載の窒化物系半導体素子の製造方法。",
            "【請求項8】  ",
            "前記第1半導体層は，HVPE法により形成される，請求項1～7のいずれかに記載の窒化物系半導体素子の製造方法。",
            "【請求項9】",
            "前記第2半導体層は，MOCVD法により形成される，請求項1～8のいずれかに記載の窒化物系半導体素子の製造方法。",
            "【請求項10】  ",
            "前記第1半導体層は，前記第2工程により180μm以下の厚みになるまで厚み加工される，請求項1～9のいずれかに記載の窒化物系半導体素子の製造方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の理由の要旨",
              "text": [
                "審決の理由は，別紙審決書写しのとおりである。その要旨は，(1)本件特許発明1は，特開2000-349338号公報（甲2。以下「甲2」という。）に記載された発明（発明の名称は「GaＮ結晶膜，ⅠⅠⅠ族元素窒化物半導体ウェーハ及びその製造方法」）と甲3の1，甲3の2，甲4～甲10，甲12，甲15～甲22，甲24～甲34，甲36又は甲37に記載された技術的事項に基づいて，当業者が容易に発明をすることができたものであるとすることはできない，(2)本件特許発明1は，特開2001-176823号公報（甲11。以下「甲11」という。）に記載された発明（発明の名称は「窒化物半導体チップの製造方法」）と甲3の1，甲3の2，甲4～甲10，甲12，甲15～甲22，甲24～甲34，甲36又は甲37に記載された技術的事項に基づいて，当業者が容易に発明をすることができたものであるとすることはできない，(3)本件特許発明2ないし10は，本件特許発明1の発明特定事項を全て含み，さらに他の発明特定事項を付加したものであるから，甲2に記載された発明等又は甲11に記載された発明等に基づき，当業者が容易に発明をすることができたものであるとすることはできない，というものである。",
                "審決が引用した上記甲号各証は以下のとおりである。なお，審判長は，審判手続における原告の甲14（M. E. Twigg 他4名「Correlation between nucleation layer structure, dislocation density, and electrical resistivity for GaN films grown on a-plane sapphire by metalorganic vapor phase epitaxy」4322～4324頁，APPLIED PHYSICS LETTERS Vol.79",
                "No.26，平成13年12月24日）に基づく主張等につき，実質的に審判請求書の要旨を変更する補正に当たる旨判断し，口頭審理において，特許法131条の2第1項に基づき，当該補正を許可しない旨の決定をした。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3の1：報告書（平成25年5月14日付け，原告従業員作成） "
                },
                {
                  "fig": "イ",
                  "subject": "甲3の2：陳述書(4)（平成23年6月13日付け，被告作成，本件訴訟の被告を原告とし，原告を被告とする訴訟（平成23年（ワ）第26676号特許権侵害行為差止等請求事件）における甲第14号証）"
                },
                {
                  "fig": "ウ",
                  "subject": "甲4：特開2001-148357号公報（発明の名称は「ⅠⅠⅠ―Ｎ系化合物半導体装置」）  "
                },
                {
                  "fig": "エ",
                  "subject": "甲5：特開2001-284736号公報（発明の名称は「窒化物系半導体発光素子及び窒化物系半導体基板」）"
                },
                {
                  "fig": "オ",
                  "subject": "甲6：特開2002-43695号公報（発明の名称は「発光素子」）"
                },
                {
                  "fig": "カ",
                  "subject": "甲7：特開2000-223790号公報（発明の名称は「窒化物系半導体レーザ装置」）"
                },
                {
                  "fig": "キ",
                  "subject": "甲8：特開2000-340511号公報（発明の名称は「GaＮ系化合物半導体結晶の成長方法及び半導体基材」）"
                },
                {
                  "fig": "ク",
                  "subject": "甲9：特開2001-192300号公報（発明の名称は「窒化物系化合物半導体基板およびその製造方法」）"
                },
                {
                  "fig": "ケ",
                  "subject": "甲10：特開2001-313422号公報（発明の名称は「発光素子および発光素子の製造方法」）"
                },
                {
                  "fig": "コ",
                  "subject": "甲12：特開2001-148533号公報（発明の名称は「ⅠⅠⅠ―Ｎ系化合物半導体装置」）"
                },
                {
                  "fig": "サ",
                  "subject": "甲15：安永暢男「はじめての研磨加工」，東京電機大学出版局，平成23年4月20日"
                },
                {
                  "fig": "シ",
                  "subject": "甲16：特開2002-76502号公報（発明の名称は「半導体レーザ素子」）"
                },
                {
                  "fig": "ス",
                  "subject": "甲17：特開2002-76519号公報（発明の名称は「半導体レーザ」）"
                },
                {
                  "fig": "セ",
                  "subject": "甲18：特開2000-216498号公報（発明の名称は「窒化物系半導体素子及びその製造方法」）"
                },
                {
                  "fig": "ソ",
                  "subject": "甲19：特開2001-160539号公報（発明の名称は「窒化物系半導体素子および窒化物系半導体の形成方法」）"
                },
                {
                  "fig": "タ",
                  "subject": "甲20：Kyoycol  Lee 他1名「Properties  of  Freestanding  GaN Substrates  Grown  by  Hydride  Vapor  Phase  Epitaxy 」，Japanese Journal of Applied Physics Vol.40，L13～L15頁，2001年1月15日"
                },
                {
                  "fig": "チ",
                  "subject": "甲21：特開2001-322899号公報（発明の名称は「窒化ガリウム系化合物半導体基板及びその製造方法」）"
                },
                {
                  "fig": "ツ",
                  "subject": "甲22：国際公開第01／68955号 （タイトルは「ⅠⅠⅠ-Ⅴ窒化物基板ボウル，並びにその製造方法及び使用方法」）"
                },
                {
                  "fig": "テ",
                  "subject": "甲24：特開2000-223779号公報（発明の名称は「窒化物系半導体レーザ装置およびその製造方法」）"
                },
                {
                  "fig": "ト",
                  "subject": "甲25：特開2001-102690号公報（発明の名称は「窒化物系半導体レーザ装置」）"
                },
                {
                  "fig": "ナ",
                  "subject": "甲26：特開2002-84040号公報（発明の名称は「窒化物半導体発光素子，ならびにそれを使用した発光装置およびピックアップ装置」）"
                },
                {
                  "fig": "ニ",
                  "subject": "甲27：特開2001-332817号公報(発明の名称は「窒化物半導体素子およびその製造方法」)"
                },
                {
                  "fig": "ヌ",
                  "subject": "甲28の1：特開2001-257414号公報（発明の名称は「半導体レーザ」）"
                },
                {
                  "fig": "ネ",
                  "subject": "甲28の2：特開平10-22526号公報（発明の名称は「半導体発光素子，半導体レーザ素子および半導体発光素子の製造方法」）"
                },
                {
                  "fig": "ノ",
                  "subject": "甲29：松永正久他3名編「エレクトロニクス用結晶材料の精密加工技術」，サイエンスフォーラム，昭和60年1月30日"
                },
                {
                  "fig": "ハ",
                  "subject": "甲30：志村史夫「半導体シリコン結晶工学」，丸善，平成5年9月30日"
                },
                {
                  "fig": "ヒ",
                  "subject": "甲31：斎藤吉弘他1名「W薄膜のクラック伝播に関する電子顕微鏡観察」，1266～1269頁，日本金属学会誌第32巻，昭和43年"
                },
                {
                  "fig": "フ",
                  "subject": "甲32：小泉大一他2名「イオン結晶中のき裂進展と転位の発生」84～86頁，生産研究33巻2号，昭和56年2月"
                },
                {
                  "fig": "ヘ",
                  "subject": "甲33：「ATR用圧力管材のAcoustic  Emissionの測定に関する試験研究（第1報）」9～13頁，65頁，動力炉・核燃料開発事業団東海事業所，1974年4月，"
                },
                {
                  "fig": "ホ",
                  "subject": "甲34：平田照二「わかる半導体レーザの基礎と応用／レーザ・ダイオードの発光原理および諸特性とその展望」，CQ出版社，平成13年11月20日"
                },
                {
                  "fig": "マ",
                  "subject": "甲36：Joon  Seop  Kwak 他6名「Crystal-polarity  dependence  of Ti/Al contacts to freestanding n-GaN substrate」3254～3256頁，",
                  "text": [
                    "APPLIED PHYSICS LETTERS  Volume 79  Number 20，平成13年11月12日"
                  ]
                },
                {
                  "fig": "ミ",
                  "subject": "甲37：A. P. Zhang 他7名「Vertical and lateral GaN rectifiers on free-standing  GaN  substrates」1555～1557頁，APPLIED PHYSICS LETTERS  Volume 79  Number 10，平成13年9月3日"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2に記載された発明及び甲11に記載された発明，一致点並びに相違点の認定",
              "text": [
                "審決が認定した甲2に記載された発明（以下「甲2発明」という。）及び甲11に記載された発明（以下「甲11発明」という。）の内容，本件特許発明1と甲2発明及び本件特許発明1と甲11発明の一致点及び相違点は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明の内容",
                  "text": [
                    "「ウルツ鉱型結晶構造を有するIII族元素窒化物半導体，例えば，GaＮ系半導体発光素子の製造方法において，",
                    "格子定数や熱膨張係数が異なるサファイア基板上にGaＮ結晶膜のエピタキシャル成長を行うと，基板やエピタキシャル層に歪みや欠陥，転位が発生し，また，厚い膜を成長した場合にはクラックが発生し，デバイスとしての性能が極端に悪くなるという問題があったので，",
                    "サファイア基板上にエピタキシャル成長を行って形成されたものであっても，歪みや欠陥，転位が少なく，また厚い膜であってもクラックが入りにくい，GaＮ結晶膜を提供するために，",
                    "サファイア基板上にMOCVD法で膜厚1μmの下地結晶膜としてのGaＮ膜を形成し，該GaＮ膜上にSiO 膜を形成し，該SiO 膜をフ2 2ォトリソグラフィー法とウエットエッチングでストライプ状に成形してマスクを形成し，該ストライプ状のマスク間の領域である成長領域上に，塩化ガリウム（GaCl）をGa原料とし，アンモニア（ＮH ）ガスをＮ3原料として，ハイドライドVPE法によりGaＮ結晶をエピタキシャル成長させると，GaＮ結晶は，初期段階ではマスク上に成長せず前記成長領域のみで成長するため，前記成長領域上のGaＮ結晶には基板の面方位とは異なる面方位を有するファセットが出現し，エピタキシャル成長を続けると，GaＮ結晶はファセット面に対して垂直な方向に成長が進むため，前記成長領域だけでなくマスク上にも成長し，やがてマスクを覆うようになって隣接する成長領域のGaＮ結晶のファセットと接触し，さらにエピタキシャル成長を続けると，ファセットが埋め込まれ，平坦な表面を有するGaＮ結晶膜を得て，",
                    "得られたGaＮ結晶膜上に発光素子構造を形成した後にサファイア基板とマスクと前記GaＮ結晶膜の一部を除去する方法（以下「サファイア基板法」という。），あるいは，GaＮ結晶膜を形成後，サファイア基板とマスクとGaＮ結晶膜の一部を除去して得たGaＮエピタキシャル層のみからなるウエーハを基板として，該基板上に発光素子構造を形成する方法（以下「GaＮ基板法」という。）により作製するGaＮ系半導体発光素子の製造方法であって，",
                    "前記GaＮ結晶膜において，転位は，ファセットに向かって進み基板と垂直に伸びていたものが垂直な方向へ伸びることができなくなるためファセットの成長とともに横方向に曲げられ，そのほとんどは結晶の端に出てしまうか閉ループを形成するので，エピタキシャル膜の膜厚増加に伴い上部の成長領域では転位が減少していき，その結果，マスク近傍の比較的転位密度が大きい層領域である高転位密度層と，上層領域において，下地結晶中の刃状転位を引継ぎc面に対して平行な変位ベクトルを持つA転位と下地結晶中の混合転位を引継ぎc面に対して斜めに傾いた変位ベクトルを持つB転位を合わせた全転位の転位密度が好ましくは2×108／cm2以下，より好ましくは1×107／cm2以下の低転位密度層とを有するn型GaＮ結晶膜となり，",
                    "前記サファイア基板法は，例えば，キャリア濃度が1×1018／cm-3以上の前記n型GaＮ結晶膜が形成された基板をMOCVD装置にセットし，所定の温度，ガス流量，V族元素／III族元素比で，厚さ1μmのSi添加n型GaＮ層，厚さ0．4μmのSi添加n型Al Ga0．15 0．Ｎクラッド層，厚さ0．1μmのSi添加n型GaＮ光ガイド層，厚85さ2．5nmの無添加In Ga Ｎ量子井戸層と厚さ5nmの無添0．2 0．8加In Ga Ｎ障壁層からなる10周期の多重量子井戸構造活性0．05 0．95層，厚さ20nmのMg添加p型Al Ga Ｎ層，厚さ0．1μm0．2 0．8のMg添加p型GaＮ光ガイド層，厚さ0．4μmのMg添加p型Al0．Ga Ｎクラッド層，及び厚さ0．5μmのMg添加p型GaＮコ15 0．85ンタクト層を順次形成して発光素子構造を形成し，次に，該発光素子構造を形成したサファイア基板を研磨器にセットし，前記サファイア基板，前記下地結晶膜，前記マスク及び前記GaＮ結晶膜の一部を研磨してn型GaＮ結晶膜を露出させ，露出したGaＮ結晶膜の面，すなわち素子裏面側にチタンとアルミニウムからなるn型電極を形成し，p型GaＮコンタクト層上にニッケルと金からなるp型電極を形成する工程を含み，",
                    "前記GaＮ基板法は，例えば，前記高転位密度層を除去し，全断面にわたって前記低転位密度層となっているGaＮ基板ウエーハを用い，MOCVD法によりGaＮ基板側から厚さ0．5μmのSi添加n型Al0．05Ga Ｎクラッド層，厚さ0．1μmのSi添加n型GaＮ光ガイド0．95層，厚さ3nmの無添加In Ga Ｎ量子井戸層と無添加In0．2 0．8 0．05Ga Ｎ障壁層からなる7周期の多重量子井戸構造活性層，厚さ200．95nmのMg添加p型Al Ga Ｎインジウム解離防止層，厚さ0．0．2 0．81μmのMg添加p型GaＮ光ガイド層，厚さ0．5μmのMg添加p型Al Ga Ｎクラッド層，及び厚さ0．2μmのMg添加p型G0．05 0．95aＮコンタクト層を順次形成して発光素子構造を形成し，該発光素子構造の最上層にはSiO 膜を形成し，幅10μmのストライプ状の電流注入2用窓を形成し，この上にニッケルと金からなるp型電極を形成し，p型電極面で研磨用重しに貼りつけ，GaＮ基板の裏面を研磨し，通常，60μm～100μmの劈開可能な厚さに仕上げ，チタンとアルミニウムからなるn型電極を前記裏面に形成する工程を含む，",
                    "GaＮ系半導体発光素子の製造方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明1と甲2発明との一致点      ",
                  "text": [
                    "「n型の窒化物系半導体層および窒化物系半導体基板のいずれかからなる第1半導体層の上面上に，活性層を含む窒化物半導体層からなる第2半導体層を形成する第1工程と，",
                    "前記第1半導体層の裏面を研磨することにより厚み加工する第2工程と， ",
                    "その後，前記第1半導体層の裏面上に，n側電極を形成する工程とを備えた窒化物系半導体素子の製造方法」",
                    "である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明1と甲2発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「本件特許発明1では，前記第1工程及び前記第2工程の後，前記研磨により発生した転位を含む前記第1半導体層の裏面近傍の領域を除去して前記第1半導体層の裏面の転位密度を1×109cm-2以下とする第3工程を備えているのに対し，甲2発明では，前記第3工程を備えていない点」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "「前記第1半導体層と前記n側電極とのコンタクト抵抗が，本件特許発明1では，0．05Ωcm2以下とされるのに対し，甲2発明では，0．05Ωcm2以下とされるかどうかが明らかでない点」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲11発明の内容",
                  "text": [
                    "「n型GaＮ基板を用いた窒化物半導体レ-ザ素子の製造方法であって，",
                    "MOCVD装置に，n型GaＮ基板をセットし，1050℃の成長温",
                    "度でn型GaＮバッファ層を1μm形成し，次に，1μmの厚さのn型Al Ga Ｎクラッド層を成長させ，さらに，厚さ0．1μmのn型0．1 0．9GaＮ光ガイド層を成長させ，n型GaＮ光ガイド層成長後，基板の温度を700℃～800℃程度に下げ，複数の，厚さ4nmのIn Ga0．15 0．Ｎ井戸層と厚さ10nmのIn Ga Ｎ障壁層より構成される85 0．02 0．98活性層を成長させ，次に，基板温度を再び1050℃まで昇温して，20nmの厚みのp型Al Ga Ｎよりなるキャリアブロック層を成長0．2 0．8させ，その後，Mgをド-ピングしながら0．1μmの厚さのp型GaＮ光ガイド層を成長させ，更に，Mgをド-ピングしながら0．5μmの厚さのp型Al Ga Ｎよりなるクラッド層を成長させ，最後に，M0．1 0．9gをド-ピングしながら0．1μmの厚みのp型GaＮよりなるコンタクト層を成長させることにより窒化物半導体レーザ素子を形成し，",
                    "前記窒化物半導体レ-ザ素子を形成したウエハーのGaＮ基板側を研磨機により研磨して，塩素ド-ピングされたGaＮ基板の厚さを100μmにし，鏡面出しをし，次に，前記研磨によって生じた表面歪み及び酸化膜を除去してp型，n型電極のコンタクト抵抗の低減と電極剥離を防止するために，フッ酸もしくは熱燐酸を含む硫酸からなる混合溶液で前記ウエハーをエッチング処理し，ウエハーを裏返しにして，GaＮ基板側に，Ti（15nm）／Al（150nm）によるn型電極をリソグラフィ-技術でパタ-ン形成する，",
                    "窒化物半導体レ-ザ素子の製造方法。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件特許発明1と甲11発明との一致点",
                  "text": [
                    "「n型の窒化物系半導体層および窒化物系半導体基板のいずれかからなる第1半導体層の上面上に，活性層を含む窒化物半導体層からなる第2半導体層を形成する第1工程と，  ",
                    "前記第1半導体層の裏面を研磨することにより厚み加工する第2工程と， ",
                    "前記第1工程及び前記第2工程の後，前記第1半導体層の裏面近傍の領域を除去する第3工程と， ",
                    "その後，前記第1半導体層の裏面近傍の領域が除去された第1半導体層の裏面上に，n側電極を形成する第4工程とを備えた窒化物系半導体素子の製造方法」",
                    "である点。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件特許発明1と甲11発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点①",
                      "text": [
                        "「前記第3工程の除去により第1半導体層の裏面の転位密度が，本件特許発明1では，1×109cm-2以下とされるのに対し，甲11発明では，1×109cm-2以下であるかどうかが明らかでない点」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点②",
                      "text": [
                        "「前記第1半導体層と前記n側電極とのコンタクト抵抗が，本件特許発明1では，0．05Ωcm2以下とされるのに対し，甲11発明では，0．05Ωcm2以下であるかどうかが明らかでない点」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "text": [
        "審決には，本件特許発明1と甲2発明との一致点及び相違点1の認定の誤り（取消事由1），相違点1の容易想到性に関する判断の誤り（取消事由2），相違点2の容易想到性に関する判断の誤り（取消事由3），相違点①の容易想到性に関する判断の誤り（取消事由4）及び相違点②の容易想到性に関する判断の誤り（取消事由5）があり（なお，本件特許発明1についての認定判断に誤りがある以上，従属項である本件特許発明2ないし10についての審決の判断も誤りである。），これらの誤りは審決の結論に影響を及ぼすのであるから，審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "周知慣用技術又は技術常識について",
          "text": [
            "本件優先日の時点において，①劈開をしやすくするために，n型の窒化物系半導体層（n型GaＮ基板とする。）の裏面を機械研磨すること（甲2，6，9，11，34），②機械研磨によりn型GaＮ基板の裏面近傍にクラックなどの微細な結晶欠陥を含む加工変質層（転位を含む。）ないしは転位が発生すること（甲11，20，29，30，43，44，55，56，61），③結晶成長面であるか電極形成面であるか，あるいは，半導体の材料にかかわらず，加工変質層（転位を含む。）をエッチング等で除去し，元の基板の状態にして，その面に電極を設けること（機械研磨によりGaＮ基板などの半導体結晶に加工変質層が形成されても，加工変質層をエッチング等により除去すれば，新たな結晶欠陥（転位）を発生させることなく，加工変質層を除去することができることにつき甲20，窒化物半導体の分野において，本件優先日前でも機械研磨で発生する損傷層（＝加工変質層）が完全に除去されていたことにつき甲30，36，37，43，44，53，56，62，転位を除去すべきことにつき甲47，元の基板の状態にして電極を設けることにつき甲42），④機械研磨により発生した加工変質層を完全に除去すべき理由が，機械研磨により発生した加工変質層ないしは転位がコンタクト抵抗に悪影響を与えることにあること，転位がキャリアトラップしてコンタクト抵抗を高めること（甲12，14，30，43ないし45，67）はいずれも周知慣用技術又は技術常識であり，以上を踏まえれば，加工変質層を除去することにより，研磨前の基板における転位密度，キャリア濃度及びコンタクト抵抗に近付くことは明らかである。",
            "上記の主張は，知財高裁平成25年11月14日判決（平成24年（行ケ）10302号）（甲39）（以下「甲39判決」という。）における，本件特許と関連する特許に係る発明の転位に解する解釈（「本件特許発明にいう『転位』とは，基板の機械研磨によって生じ得る加工変質層のうち，結晶中の深くまで生じ得る原子レベルの線状の結晶欠陥を意味するものと認めるのが相当である。」）を踏まえたものであり，上記判決における解釈と矛盾するものではない。",
            "なお，原告は，上記のとおり，周知慣用技術又は技術常識を示すものとして甲14を審判手続において提出したものである。したがって，これに基づく主張は，審判請求書の要旨を変更する補正には当たらず，許されるべきであるのに，これを許さなかった審決の取扱いも誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（本件特許発明1と甲2発明との一致点及び相違点1の認定の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲2発明が本件特許発明1の第3工程を備えていないこと，すなわち，甲2発明では，「機械研磨」は行なわれているが，「機械研磨」により生じた転位を含む領域を「除去」する工程は行なわれていないことを根拠として，前記第2の2(2)ウ(ア)の相違点1を認定した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，甲2に開示されている工程は「機械研磨」ではなく「研磨」である。そして，この「研磨」は，「機械研磨」に加えて，「機械研磨」の後処理的（仕上げ的）な位置付けにある「機械研磨によって発生した転位を除去する工程」を含む工程である。",
                "すなわち，甲2の記載（【0187】，【0189】，【0191】，【0193】及び【0195】）によれば，甲2発明では，発光素子構造が形成されたGaＮ基板の裏面が「研磨」され，この「研磨」後のGaＮ基板の裏面にn型電極211が形成されるが（【0189】），閾値測定を行ったレーザについて，ウエーハ間で閾値のバラツキに特徴があったことから，閾値のバラツキの少ないものをA群ウエーハ，閾値にややバラツキがあるものをB群のウエーハとして，断面構造を調べてみると，A群ウエーハについては，「全断面にわたって低転位層」となっていること，B群ウエーハではGaＮ基板ウエーハ裏面付近に高転位層が存在していることが分かったとされている。そして，前記1のとおり，本件優先日当時，研磨面に発生した加工変質層を全て除去することが技術常識であり，これは明細書に明示するまでもないことであるから，【0189】における厚み加工の「研磨」にはこの工程（加工変質層の除去）が含まれているか，そうでないとしても，この工程の明示が省略されていることが理解される。",
                "また，【0195】において，断面構造を調べているところ，断面から転位を見る方法は透過電子顕微鏡（TEM）によるしかないから，上記の調査は断面TEMの観察によって行われているものといえる。そして，甲2では，そのような観察を踏まえ，「全断面にわたって低転位層」としている。他方，機械研磨による転位が存在すれば，「全断面にわたって低転位層」などと呼べる状態にはないし，そもそも，「低転位」と「高転位」を区別できない。そうすると，甲2においては，機械研磨による転位を示すものが存在しなかったと考えるほかない。",
                "以上によれば，甲2発明においては，①【0189】で行なわれる「研磨」により，GaＮ基板が「全断面にわたって低転位層」であると観察される状態になるような工程が行われているか，又は，②【0189】の「研磨」の後，GaＮ基板が「全断面にわたって低転位層」であると観察される状態になるような工程が行われているかのどちらかであるということができる。",
                "そして，「全断面にわたって低転位層」と観察される状態にする工程が，本件特許発明1の第3工程に相当する「除去」の工程であることは明らかである。",
                "以上のことは，「研磨」という用語の用法は必ずしも一律ではなく，また，「研磨」の語が機械研磨だけを意味するものとして使われているという技術常識はないこと，「研磨」という用語があり，除去する工程を明示した記載がないことは，除去工程の不存在を意味するものではなく，むしろ，あまりにも当たり前であるがゆえに，特許文献などではあえて記載するまでもないこととして，記載が省略されると理解するべきことであることからも裏付けられる。",
                "したがって，甲2発明は相違点1に係る構成を備えているものといえるから，審決の認定した相違点1は存在せず，審決の認定には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（相違点1の容易想到性に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点1に係る本件特許発明1の構成が，前記第2の2(1)記載の甲号各証に記載されているとも，同甲号各証の記載事項により本件優先日当時周知の技術となっていたとも認められないから，甲2発明において，相違点1に係る構成を本件特許発明1の構成にすることは当業者が容易になし得たことではない旨判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，仮に相違点1が存在するとしても，審決の上記(1)の判断は以下のとおり誤りである。",
                "前記1のとおり，本件優先日前において，①GaＮ基板の機械研磨によって表面に転位を含む領域（加工変質層）ができること，②転位などの結晶欠陥は，キャリアをトラップして，コンタクト抵抗に悪影響を与えること，③転位を含む領域（加工変質層）はエッチングにより完全に除去できること，④電極形成は転位を含む領域（加工変質層）を完全に除去してから行うこと，はいずれも技術常識であった。",
                "甲2においても，研磨をしている以上，転位を含む領域が発生していることは当業者に明らかであり，これを除去する動機付けも十分にあるから，転位を含む領域の除去（本件特許発明1の第3工程における除去）を行うという上記技術常識を甲2発明に適用することは極めて容易である。",
                "そして，上記の除去によって基板を研磨前の元の状態に戻せば，裏面近傍の転位密度が，当時既に周知技術となっていた1×106～108cm-2程度の値になることも，自明の事項である（甲7～9，24～27）。",
                "したがって，相違点1に係る構成は，機械研磨によって生じた加工変質層を完全に除去するという，従来行われてきた周知慣用の技術そのものであるから，甲2発明に，同技術を適用することは容易に想到し得るものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（相違点2の容易想到性に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲2発明が，本件特許発明1の第3工程（相違点1に係る本件特許発明1の構成）を備えておらず，第1半導体層の裏面近傍の領域を除去した後であって，n側電極を形成する前の第1半導体層の裏面の転位密度は不明であるから，たとえ，GaＮ結晶膜のキャリア濃度が1×1018cm-3であるとしても，コンタクト抵抗が0．05Ωcm2以下であるということはできない旨判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，前記2のとおり，甲2発明は，本件特許発明1の第3工程に相当する構成を備えているから，審決の判断には，その前提において誤りがある。",
                "また，本件特許発明1は，「結晶欠陥による電子キャリアのトラップなどに起因する電子キャリア濃度の低下を抑制」して「第1半導体層の裏面の電子キャリア濃度を大きく」し，「その結果，第1半導体層とn側電極とのコンタクト抵抗を低減する」という発明であるところ，甲2発明においては，GaＮ結晶膜のキャリア濃度が1×1018cm-3であり（甲2【0212】），これは，本件特許明細書にて開示されるキャリア濃度の範囲内である（本件特許明細書【0042】）。",
                "さらに，本件特許明細書には，第3工程を経ること以外にキャリア濃度の低下を抑制してコンタクト抵抗を低減する方法が開示されていないから，本件特許発明には，この点以外の特段の限定事項が含まれていないと考えるべきである。したがって，第3工程を経て本件特許発明1と同様のキャリア濃度を実現する甲2発明は，本件特許発明の範囲に含まれる。",
                "加えて，本件優先日前において，5×1018cm-3程度のキャリア濃度は周知（甲4【0042】，甲11【0028】，甲12【0039】，甲52の請求項2，甲53の全訳2頁5行など）であったし，本件特許発明程度のコンタクト抵抗も知られていた（甲4，36など）。",
                "以上によれば，本件特許発明1の相違点2に係る構成は，本件特許発明1と構成において差がない甲2発明においても当然に実現されているとみるべきであるし，少なくとも，甲2発明に上記周知技術を適用することにより，当業者が容易に想到することができた構成にすぎない。",
                "よって，審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4（相違点①の容易想到性に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点①に係る本件特許発明1の構成は，前記第2の3(1)記載の甲号各証に記載されているとも，同甲号各証の記載事項により本件優先日当時周知の技術となっていたとも認められないから，当業者が容易になし得たものではない旨判断した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，甲11発明は，窒化物半導体レーザ素子の製造方法に関するものであって，①n型GaＮ基板上にMOCVDにより半導体レーザ素子構造を成長させ，②レーザ素子構造を形成したウエハーのGaＮ基板側を研磨機により研磨し，鏡面出しを行い，③研磨によって生じた表面歪み及び酸化膜を除去するために「フッ酸もしくは熱燐酸を含む硫酸からなる混合溶液」でウエハーをエッチング処理し，④Ti／Al電極を付ける，というものである。そして，上記②の工程では，「鏡面出し」，すなわち，GaＮ基板の表面を凹凸のない精密な平坦面とし，鏡面とすることを行い，さらに，上記③の工程では「鏡面出し」後の表面に，エッチングを行っている。本件特許発明の「転位を含む領域」は，鏡面出しを行った領域（表面の凹凸）の下部に発生する領域であるから，上記③のエッチング工程は，本件特許発明にいう「転位を含む領域」の除去手段であることは明らかである。",
                    "さらに，エッチングは，電極形成の前工程として，「表面歪み」（上記のとおり，鏡面出しが既に行われているから，この「表面歪み」は表面の凹凸の下部の領域，すなわち本件特許発明にいう「転位を含む領域」に相当する。）や酸化膜を除去するものであり，その目的は「n型電極のコンタクト抵抗の低減と電極剥離の防止」（【0202】）であるから，甲11発明の課題・構成・効果は，本件特許発明のそれ（本件特許明細書【0009】及び【0010】）と全く同じである。",
                    "したがって，本件発明と甲11発明との相違点は，甲11には除去後の「転位密度値」及び「コンタクト抵抗値」についての記載が形式的には存在しない，ということに尽きている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，前記1のとおり，本件優先日当時において，加工変質層を除去して元の基板の状態に近付けるということは周知・慣用技術（又は技術常識）であったから，甲11発明においても当然のこととして加工変質層は全て除去されていたと考えられるし，少なくとも甲11発明に上記周知技術を適用して相違点①の構成を得ることは当業者にとって容易になし得たことである。",
                    "また，そもそも，甲11には「表面歪み・・・を除去し」（【0202】）との記載があるところ，この「除去」を「一部しか除去しない」の意味に理解すべき理由はないから，甲11においては，表面歪み層（すなわち，本件特許発明1の「転位を含む領域」）を全て除去していると理解するべきである。そうすると，基板の転位密度は必然的に研磨前の転位密度に戻ることとなり，これは，前記3(2)のとおり，本件特許発明1において規定された転位密度以下である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，審決の判断には誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5（相違点②の容易想到性に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲11発明は，相違点1に係る本件特許発明1の構成を備えておらず，加えて，甲11にはコンタクト抵抗がどの程度低減するかの明示もなく，コンタクト抵抗が0．05Ωcm2以下であったということはできないから，相違点①に係る本件特許発明1の構成を備えることを前提とした相違点②に係る本件特許発明1の構成は，前記第2の3(1)記載の甲号各証に記載されているとも，同甲号各証の記載事項により本件優先日当時周知の技術となっていたとも認められず，当業者が容易になし得たものではない旨判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，前記5(2)のとおり，甲11発明は相違点①に係る構成を備えているか，そうでなくても，少なくとも甲11発明において上記構成を備えることは容易である。",
                "そして，甲11発明において，転位密度が元の基盤の状態にほぼ戻っていれば（少なくとも，この点が容易想到であれば），甲11発明におけるコンタクト抵抗も本件特許発明1と一致する（少なくとも，容易想到となる。）から，甲11発明においてコンタクト抵抗は0．05Ωcm2以下であるか，又は，少なくとも0．05Ωcm2以下とすることは容易想到である。",
                "よって，審決の判断には誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "以下のとおり，審決の認定判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "周知慣用技術又は技術常識について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件優先日当時，原告の主張するような周知慣用技術又は技術常識は存在しない。",
                "本件特許発明は，GaＮ基板の裏面を機械研磨することにより，原子レベルの線状の欠陥である転位が生じ，転位によってコンタクト抵抗が増大するという課題を解決するために，転位を含む基板の裏面近傍の層を除去して，所定の転位密度とするものであり，クラック等の微小な結晶欠陥によって生じるコンタクト抵抗の上昇は，本件特許発明の課題ではない。原子レベルの線状の結晶欠陥である転位によってコンタクト抵抗が増大するという事実は，これまで，他の化合物半導体において研究されてきておらず（他の化合物半導体では，電極形成における合金化によって，コンタクト抵抗増大の課題が存在しなかったためである。），GaＮ基板において初めて発見された現象であって，本件特許発明によって初めて得られた知見であり，当然，GaＮ基板において，電極形成面における転位が除去すべきものであることも知られていなかった。",
                "原告は，GaＮ基板裏面の機械研磨によって転位が生じることが技術常識であることを示す証拠を提出していないし，原告が提出したどの文献にも，GaＮ基板の電極を形成する裏面を機械研磨すると，原子レベルの線状の欠陥である転位が生成して，コンタクト抵抗が上昇することや，転位に着目し，これを電極形成前に除去することの記載もない。原告の提出した文献には，加工変質層の分類において「転位密度の上昇」に触れるもの（甲44）もあるが，これは，固体材料を加工することにより生じる表面の変質について一般的に分類したものにすぎず，特定の材質において「転位密度の上昇」に起因して，どのような問題が生じるかという知見（解決課題）を具体的に示すものではないから，これに着目すべき理由はない。原告は，加工変質層に着目してこれを完全に除去することが周知技術である旨主張するが，除去すべき必要性や課題が認識されていない加工変質層についても完全に除去するなどという周知技術は存在しない。",
                "また，原告は，加工変質層を除去すれば，研磨前の基板における転位密",
                "度に近付くなどとも主張するが，原告の主張する転位密度は，結晶成長によりGaＮ基板を作製する際に生じる貫通転位の密度であり，これが周知であっても，転位密度の増加によりコンタクト抵抗が増大することを知らなければ，発生した転位を電極形成前に除去して元の基板裏面の状態に戻すという発想は生じない。本件特許発明の転位密度の上限値は，GaＮ基板裏面を機械研磨した場合に，転位が生じることを認識して，所定のコンタクト抵抗を得るために，これを除去しなければ得られない転位密度を示しているもので，格別な意義を有する。",
                "原告の主張は，結局，「研磨によって発生した転位を含む領域を全て（又はほぼ全て）除去してしまえば，基板の状態は研磨前に戻るから，これに電極を設ければ，必然的にそのコンタクト抵抗は0．05（5×10-2）Ωcm2以下になる」というものであると解されるが，これは本件特許発明によって得られた知見である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件優先日当時，GaＮ系を含め機械研磨によって転位が生じること，転位がキャリアトラップしてコンタクト抵抗を高めること（甲12，14），このような転位は除去すべきであることがいずれも周知であった旨主張するが，転位がキャリアトラップしてコンタクト抵抗を高めることは従前文献に基づいて主張されたことはなく，また，実際に技術常識ではないから，上記主張は，甲12，14を副引例とする新たな無効理由の主張であり，審決において主張されなかった事項であるから，本件訴訟で主張することは許されない。",
                "原告の上記主張についても，以下のとおり誤りである。",
                "すなわち，本件優先日前の当業者において，転位に電子キャリアがトラップされ，その分だけ電子キャリア濃度が下がり，コンタクト抵抗が上昇する可能性を観念できるとしても，それ以上の事柄，例えば，それが，素子の製造において技術課題となり，転位の除去を必要とする程度のコンタクト抵抗の上昇を引き起こす可能性のあることまでを容易に認識できるものではない。また，n型GaＮ半導体では結晶欠陥により電子キャリア濃度が増大するという知見（乙1参照）が存在するので，本件明細書の開示を知らない当業者は，結晶欠陥の存在は，むしろ電気抵抗を低くするものであると認識するはずであり，コンタクト抵抗が素子の製造において技術課題となり，転位の除去を必要とする程度に，コンタクト抵抗の上昇が引き起こされる可能性があるなどということに思い至ることはできないはずである。",
                "さらに，甲12は，結晶成長時に生じる転位に関する記載であり，研磨によって生じる転位に関する記載はなく，しかも，素子を形成するためのGaＮ系化合物半導体膜を製造する結晶成長法としては，非常に劣った結晶成長技術を使った場合にGaＮ系化合物半導体膜に生じる貫通転位の密度を記載しているもので，当該記載に技術的な意味があるとはいえない。甲14は，結晶成長プロセスにおける核形成層（低温バッファ層）の粒度を変えると，刃状転位の密度が変わり，それによって抵抗率（Resistivity）も1から1010Ωcm（判決注・甲14ではこの単位で示されている。）の範囲で大きく変わるという事実を述べているだけであり，機械研磨によって生じる転位の記載も，コンタクト抵抗の記載もないし，螺旋転位や混合転位については転位密度が高くなれば抵抗率が低くなることも示されており，GaＮ結晶の転位とバルクの抵抗率の関係が単純でないことを示している。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告主張の技術常識が存在するとの点は，甲39判決においても退けられている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（本件特許発明1と甲2発明との一致点及び相違点1の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2には，基板の厚み加工によって「転位」が生じることも，当該「転位」を除去することも，明示的に記載されていない。そして，甲2における「研磨」には，「機械研磨」に加えて，この「機械研磨」の後処理的（仕上げ的）な位置付けにある「機械研磨によって発生した転位を除去する工程」を含むものとはいえない。",
                "すなわち，【0195】の記載においては，GaＮ基板上にDH構造のレーザ素子構造を形成して作製した素子の閾値のばらつきについて調べている。そして，A群ウエーハとB群ウエーハの違いとして，GaＮ基板ウエーハ全断面にわたって低転位層となっているか（A群ウエーハの場合），GaＮ基板ウエーハ裏面付近に高転位層が存在しているか（B群ウエーハの場合）の相違が存在するとしている。この相違が，サファイア基板やマスク等を除去してGaＮ基板ウエーハを作製する際の何らかの条件の違いによって生じたものと推測されるとしても，甲2の記載からは，B群ウエーハの裏面付近の高転位層が機械研磨によって生じたものであるとか，A群のウエーハのGaＮ基板においては，機械研磨によって発生した転位が除去されて存在しないといったことが理解できるものではなく，審決が認定しているように，「A群のGaＮ基板ウエーハでは高転位密度層が完全に除去されていることが解ったとの意味に止ま」る。",
                "また，【0217】の記載において「研磨により除去」と「研磨を行わずにドライエッチングにより・・・除去」という表現が用いられていることや，【0189】において「p型電極面で研磨用重しに貼り付け，GaＮ基板を研磨し」と記載されていることから，甲2の「研磨」は，実質的に「機械研磨」の意味で用いられているといえる。",
                "さらに，GaＮ基板裏面を機械研磨して生じた転位を除去することは，公知技術において全く知られていないことであるから，【0200】にGaＮ基板の成長最上層（表面）を研磨して成長縞やうねりを取り除いて，DH構造形成のためのエピタキシャル成長を行った旨の記載があるとしても，そのことは，甲2のGaＮ基板裏面の「研磨」が，機械研磨後の平坦化工程を含むことを意味すると解する根拠となるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告の主張は，結局のところ，甲2の記載に基づくのではなく，原告の主張する「技術常識」を前提としているにすぎない。そして，そのような技術常識は存在しない。",
                "審決が認定した相違点1は，「研磨により発生した転位を含む第1半導体層の裏面近傍の領域を除去して前記第1半導体層の裏面の転位密度を1×109cm-2以下とする工程」であり，原告は，そのような工程を行うことが「技術常識」であることを全く立証していない。",
                "なお，原告は，被告が提出した，GaＮ基盤を機械研磨することによって生じた転位のTEM写真（甲60のFig2-1）を根拠に，甲2【195】の「DH構造エピタキシャル成長後のウエーハについて断面構造を調べてみた。この結果，A群ウエーハではGaＮ基盤ウエーハ全断面にわたって低転位層になっている・・（中略）・・ことが解った。」との記載は，A群ウエーハでは，機械研磨によって生じた転位が除去されていることを意味しているという趣旨の主張をする。しかし，ここでの問題は，甲2【0195】の記載が，機械研磨によって生じた転位の除去された状態を意味しているかどうかである。原告は，【0195】における観察者が，機械研磨によって生じた転位の像を観察していないと述べているだけであって，そのことは，【0195】の記載が，機械研磨によって生じた転位が除去されたことを示すものではない。また，原告は，甲2が高転位層のウエーハと低転位層のウエーハを峻別しているところ，機械研磨に基づく転位の場合には「高転位」と「低転位」を区別することが不可能であるなどと主張するが，そもそも，甲2において，高転位層は，結晶成長時にマスク近傍の領域で生じる転位の密度の高い領域であり，A群のウエーハではこの領域を研磨で除去しているので，「全断面にわたって低転位層」となっているのであるし，「高転位」と「低転位」はいずれも結晶成長に関係した転位であって，機械研磨に由来する転位とは異なる。  "
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（相違点1の容易想到性に関する判断の誤り）について",
          "text": [
            "原告の主張は，結局のところ，審決が原告の主張する技術常識を踏まえていないというものである。しかし，そのような技術常識は存在しない。",
            "したがって，審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（相違点2の容易想到性に関する判断の誤り）について",
          "text": [
            "原告主張の取消事由1と2が共に認められない場合，原告が相違点2に関して取消事由を主張する余地は存在しないと考えられる。他方，もし，取消事由1又は2が認められる場合は，審決取消事由3を主張する必要がないと考えられる。",
            "なお，原告は，甲2発明におけるキャリア濃度に基づいて種々主張しているが，審決は，「第1半導体層とn側電極とのコンタクト抵抗の値は，GaＮ結晶膜（第1半導体層）のキャリア濃度や第1半導体層の裏面の転位密度ばかりでなく，例えば，n側電極の形成方法や第1半導体層の裏面の酸化膜の有無，凹凸あるいはクラックの程度といった第1半導体層とn側電極の密着の程度等の他の要因にも依存して変化するものと考えられるから，（中略）甲2発明における第1半導体層とn側電極との間のコンタクト抵抗の値を定めることはできない。」（審決47頁11～19行）と正しく判断している。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4（相違点①の容易想到性に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告主張の甲11発明の②の研磨工程で，基板の研磨面から深さ方向にコンタクト抵抗の上昇の原因となる転位（結晶中の深くまで生じ得る原子レベルの線状の結晶欠陥）が生じることは，本件特許発明によって初めて認識された知見であり，甲11に記載されている「表面歪み」と，本件特許発明の機械研磨で生じる「転位」は，全く別のものである。また，甲11において，転位の除去までを行う必要性は認識されておらず，同③の工程のエッチング処理で「表面歪み及び酸化膜の除去」により基板の研磨面が一部を除去することは，それよりも深い位置に存在する基板の研磨面近傍に生じている転位を含む領域を除去することとは全く異なる処理である。したがって，「機械研磨の後に鏡面出しをした面の下部をエッチングすれば，客観的に，転位を含む領域が除去される」などということは，甲11には記載されておらず，甲11から理解できることではないし，表面歪みを全て除去すれば，転位が全て除去されるという関係にもない。",
                "また，甲11には，同②の工程の研磨で転位が生じていることも，転位を含む領域を除去して転位密度を1×109cm-2以下とすることも記載がなく，認識されていない。",
                "原告の主張は，本件特許発明によって得られた知見をあたかも甲11に記載されている事項のように扱うものであって，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告の主張は，原告主張の「技術常識」の存在を前提とするものであるが，そのような技術常識は存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5（相違点②の容易想到性に関する判断の誤り）について",
          "text": [
            "原告主張の取消事由4が成り立たなければ，相違点②の判断がどのようなものであれ，本件特許の無効は成り立たない。一方，取消事由4が成り立つならば，相違点②のみで本件特許発明の進歩性が認められるものとも思われない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由4及び5には理由があるから，その余の点について判断するまでもなく，審決にはこれを取り消すべき違法があるものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由4（相違点①の容易想到性に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明について",
              "text": [
                "本件特許の特許請求の範囲の請求項1ないし10の記載は前記第2の2のとおりであるところ，本件特許明細書（甲1）の記載によれば，本件特許発明は，おおむね以下の内容のものであることが認められる。",
                "本件特許発明は，窒化物系半導体素子の製造方法に関し，特に，電極を有する窒化物系半導体素子の製造方法に関する（【0001】）。",
                "従来，窒化物系半導体層との格子定数の差が小さいGaＮ基板などの窒化物系半導体基板を用いた窒化物系半導体レーザ素子が提案されている（【0004】）。このような窒化物系半導体レーザ素子では，n型GaＮ基板の硬度が非常に大きいため，劈開工程の前にn型GaＮ基板の裏面を機械研磨する方法が提案されている（【0008】）が，機械研磨の際に，n型GaＮ基板の裏面近傍に応力が加わるため，n型GaＮ基板の裏面近傍にクラックなどの微細な結晶欠陥が発生するという不都合があり，その結果，n型GaＮ基板と，n型GaＮ基板の裏面上に形成されたn側電極とのコンタクト抵抗が増加するという問題点があった（【0009】）。",
                "本件特許発明は，上記の課題を解決するためになされたものであり，窒化物系半導体基板などの窒素面と電極とのコンタクト抵抗を低減することが可能な窒化物系半導体素子の製造方法を提供することを目的とする（【0011】）。",
                "具体的に，本件特許発明は，n型の窒化物系半導体層及び窒化物系半導体基板のいずれかからなる第1半導体層（実施例につき【0042】）の上面上に，活性層を含む窒化物半導体層からなる第2半導体層を形成する第1工程（実施例につき【0043】）と，前記第1半導体層の裏面を研磨することにより厚み加工する第2工程（実施例につき【0046】，【0047】）と，前記第1工程及び前記第2工程の後，前記研磨により発生した転位を含む前記第1半導体層の裏面近傍の領域を除去して前記第1半導体層の裏面の転位密度を1×109cm-2以下とする第3工程（実施例につき【0048】，【0049】，【0061】）と，その後，前記転位を含む前記第1半導体層の裏面近傍の領域が除去された第1半導体層の裏面上に，n側電極を形成する第4工程（実施例につき【0052】）とを備え，前記第1半導体層と前記n側電極とのコンタクト抵抗を0．05Ωcm2以下とする（実施例につき【0054】，【0059】，【表1】（試料3～7）），窒化物系半導体素子の製造方法である（【0014】）。",
                "本件特許発明では，研磨に起因して発生した第1半導体層の裏面近傍の結晶欠陥（転位）を含む領域を除去することで，第1半導体層の裏面近傍の結晶欠陥（転位）を低減し，結晶欠陥（転位）による電子キャリアのトラップなどに起因する電子キャリア濃度の低下を抑制することができる。その結果，第1半導体層の裏面の電子キャリア濃度を大きくすることができ，第1半導体層とn側電極とのコンタクト抵抗を低減することができ（【0015】，実施例につき【0059】，【0061】），上記（【0011】）の目的が達成される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲11発明について",
              "text": [
                "甲11には第2の3(2)エ記載の発明（甲11発明）が記載されているものと認められる。",
                "そして，前記第2の3(2)エのとおり，甲11発明は，窒化物半導体レ-ザ素子の製造方法に係る発明であり，その製造過程において，窒化物半導体レ-ザ素子を形成したウエハーのGaＮ基板側を研磨機により研磨して，塩素ド-ピングされたGaＮ基板の厚さを100μmにし，鏡面出しをし，次に，前記研磨によって生じた表面歪み及び酸化膜を除去してp型，n型電極のコンタクト抵抗の低減と電極剥離を防止するために，フッ酸又は熱燐酸を含む硫酸からなる混合溶液で前記ウエハーをエッチング処理し，ウエハーを裏返しにして，GaＮ基板側に，Ti（15nm）／Al（150nm）によるn型電極をリソグラフィ-技術でパタ-ン形成する，との構成を有するものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "技術常識等について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "加工変質層及び転位について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "松永正久他3名編「エレクトロニクス用結晶材料の精密加工技術」，株式会社サイエンスフォーラム，昭和60年1月30日（甲29，40）には，以下の記載がある。",
                        "「2．  加工変質層とその検出方法",
                        "・・・ここでは単結晶を対象とした機械加工を考えてみる。",
                        "・・・種々のこれまでの観察や実験結果を総合しモデル図化すると図-3のようになる。完全結晶をベースにして考えたが，非晶質や多結晶についてもそれぞれ同様なモデルをもとに考えればよいであろう。」（578頁右欄17行～579頁左欄3行）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "志村史夫「半導体シリコン結晶工学」，丸善株式会社，平成5年9月30日（甲30）には，以下の記載がある。",
                        "「ブロック切断，外径研削，スライシング，ラッピングの機械加工プロセスを経たシリコンウエーハは表面にダメージ層すなわち加工変質層を有している。加工変質層はデバイス製造プロセスにおいてスリップ転位などの結晶欠陥を誘発したり，ウエーハの機械的強度を低下させ，また電気的特性に悪影響を及ぼすので完全に除去しなければならない。機械加工プロセスを経た単結晶表面に導入される加工変質層は，図3．10（判決注・前記(ア)の文献の図-3と同一の図である。）に模式的に示されるように，非晶質層，多結晶層，モザイク層，クラック層，そして歪み層を含むと考えられる。加工変質層の深さは加工条件によって異なる。」（111頁2～8行）",
                        "「機械加工プロセスでシリコンウエーハに導入された加工変質層は化学エッチング・・・によって完全に除去される。」（111頁下2～1行）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "有田潔他5名「プラズマによるウエハ加工変質層の除去技術」8th Symposium  on  “Microjoining  and  Assembly  Technology  in Electronics”, January 31-February 1, 2002（甲42）には，以下の記載がある。",
                        "「ICカードやスタックドパッケージに代表される薄型パッケージングにおいては，基板等の周辺部材の厚みを薄くすると同時に，シリコンウエハ自体の厚みも薄くする必要がある。このようなウエハの薄型化においては，機械的な研削加工でウエハ厚みを100μmもしくはそれ以下まで薄くしなければならない。",
                        "ウエハの薄型加工は主にウエハを機械的に研削する「グラインディング工程」と，グラインディング時にウエハに導入されたマイクロクラック等を含むストレス層（加工変質層）1），2）を除去する「ストレスリリーフ工程」から成っている。この加工変質層はウエハの反りやクラック発生の原因となるため，グラインディング処理後には  ストレスリリーフ処理により完全に除去されなくてはならない。」（87頁左欄2～15行）",
                        "また，上記の注1）として，甲30の111頁（上記(イ)の部分を含む頁）が引用されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "佐々木恒孝他3名編「表面工学講座1  表面の構造」，株式会社朝倉書店，昭和46年7月30日（甲44）には，以下の記載がある。",
                        "「1．3  加工変質層",
                        "1．3．1  緒言",
                        "固体を工業上の目的に使用するためには，その材料に対してなんらかの加工をほどこさなければならない。一般に加工に際しては材料の性質を変えないことが望ましいのであるが，加工のとき作用する力，発生する熱，外気の作用，新生面効果などによって材料はなんらかの変化をうけ，表面には内部とは違った層を形成する。このような層を加工変質層とよんでいる。最近において，加工変質層の研究は半導体を中心にして飛躍的な進歩がみられた。半導体材料には単結晶が多いので，これらの結果は半導体製品の性質の向上に対して重要である・・・。",
                        "加工変質層の分類について筆者は次のように考えている。",
                        "・・・",
                        "（Ⅱ）組織の変化による変質",
                        "・・・",
                        "（3）転位密度の上昇",
                        "・・・」（69頁1～21行）",
                        "また，「1．3．2  加工変質層の測定法」（70頁6行）の「（7）転位密度」の項には，加工変質層の測定法の主要なものとして「透過型電子顕微鏡」が記載されている。",
                        "さらに，「1．3．11  半導体材料の加工変質層」（96頁5行）には，最近電子機器材料として使用される半導体は，Ge，Si，GaAs，GaSb，InAs，InSb，LiTaO ，LiＮbO ，T3 3eO ，各種フェライトなど多岐にわたっており，これらの材料の加工2機構の究明，製品の性能向上などを図るために，加工変質層の研究が必要である旨記載されている（96頁6～9行）。",
                        "なお，松永正久「加工変質層と表面物性」，日本機械学会誌，第75巻第636号，昭和47年（甲43）にも，半導体材料を含めた金属の加工変質層の種類につき，現在知られている主要なものとして，転位密度の上昇が記載されている（15頁18～26行）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "河東田隆編著「集積回路プロセス技術シリーズ  半導体評価技術」，産業図書株式会社，1994年5月30日初版第4刷発行（甲47）には，以下の記載がある。",
                        "「ウエハに加工された結晶表面は，加工中の機械的損傷汚染を受けている。・・・ウエハ表面，裏面の機会的（判決注・「機械的」の誤記と解される。）損傷によって生じた転位などの結晶欠陥は，たび重なる熱処理プロセスによって増殖，移動することにより，ウエハに複雑なそりを引き起こす。このためできるだけ初期段階に機械的損傷，転位を評価して，その除去を図る必要がある。」（9頁1～6行）"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "阿部孝夫「アドバンスト  エレクトロニクスI-5  シリコン  結晶成長とウェーハ加工」，株式会社培風館，1994年5月20日（甲55）には以下の記載がある。",
                        "「加工変質層には大きく分けてクラック，アモルファス，転位，鏡面ウェーハの表面層の乱れがある。」（73頁下6～5行）"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "特開2001-313422号公報（甲10）には，以下の記載がある。    ",
                      "text": [
                        "「【0041】この基板1の研磨は・・・n型窒化物半導体層21が露出するまで行う。・・・n型コンタクト層21の研磨によりダメージを受けた領域をRIEにて1～2μm程度エッチングを行う。」"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "Kyoycol Lee 他1名「Properties of Freestanding GaN Substrates Grown  by  Hydride  Vapor  Phase  Epitaxy」，Japanese  Journal  of Applied Physics Vol.40，L13～15頁，2001年1月15日（甲20）には，以下の記載がある。",
                        "「ヒロック（小丘）のあるGaＮの表面形態を改善するために，その表面をダイヤモンド研磨剤で研磨し・・・透過型電子顕微鏡測定法を用いてサブサーフェスのダメージ層を観察した。」（甲20の訳文1頁4～6行）",
                        "「GaＮ基板はダイヤモンド研磨材で機械研磨することで非常に滑らかな面を呈するが，この処理は結果としてGaＮの表面下にダメージ層を作ってしまう。この，研磨により生じたダメージ層を，図3（a）（判決注・省略）に示すように，TEMを用いて観察した。」（同2頁下11～8行）"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "WO98／45511公報（甲56）には，以下の記載がある。",
                        "「板状結晶のGaＮ結晶は，本発明で説明される方法で準備される。・・・最初に，表面は，ダイヤモンド・マイクロパウダーを使って機械的に研磨され・・・その研磨は，数ミクロン厚の，高い転位密度である高欠陥結晶の隣接層を生成する。」（甲56の訳文2頁下6行～3頁2行）"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "小括",
                      "text": [
                        "上記(ア)ないし(カ)によれば，①シリコン等の半導体単結晶材料に対して機械加工を施すと，表面には内部（完全結晶層）とは異なる加工変質層（非晶質層，多結晶層，モザイク層，クラック層，ひずみ層（応力漸移層））と呼ばれる層が生じること，②機械加工によって発生する転位密度の上昇した領域も加工変質層に含まれること，及び③転位密度は透過型電子顕微鏡で観察・測定可能であること，は，いずれも本件優先日当時の当業者にとって技術常識であったものと認められる。",
                        "また，上記(キ)ないし(ケ)によれば，GaＮを含む窒化物半導体（本件特許発明1はn型窒化物系半導体を対象とするものである。）においても，機械研磨（加工）によって，損傷を受けた層が形成されることや，転位が生じることも，本件優先日当時の当業者に知られていたものと認められる。",
                        "そうすると，本件優先日当時，上記技術常識がGaＮを含む窒化物半導体についても同様に妥当し，GaＮを含む窒化物半導体においても，機械研磨を施すことにより，転位を含む加工変質層が生じること等は，当業者にとって技術常識であったものというべきである。",
                        "なお，甲39判決における転位に解する解釈（「基板の機械研磨によって生じ得る加工変質層のうち，結晶中の深くまで生じ得る原子レベルの線状の結晶欠陥」）も，転位が加工変質層に含まれることを前提とするものと解されるから，上記の説示は，同判決における転位の解釈と整合するものである。",
                        "被告は，甲20記載のダメージ層について，基板の電極形成面ではなく，結晶成長面に生じた層について述べているにすぎない旨主張する（平成26年10月23日付け被告第1準備書面44頁，平成27年2月26日付け被告第2準備書面12～13頁）。しかし，上記文献において記載されているダメージ層の生じる面が結晶成長面であるとしても，上記(ク)の同文献の記載に照らすと，GaＮ基板につき，結晶成長面であるか電極形成面であるかを問わず，機械研磨によりダメージ層が生じること自体は十分理解できるものであるから，上記文献を上記認定のために用いることに問題はない。",
                        "また，被告は，甲44について，加工変質層の分類において「転位密度の上昇」に触れてはいるが，これは，固体材料を加工することにより生じる表面の変質について一般的に分類したものにすぎず，特定の材質について，「転位密度の上昇」に起因して，どのような問題が生じるかという知見（解決課題）を具体的に示すものではないから，これに着目すべき理由はなく，転位によりコンタクト抵抗が上昇するとの知見を示すものではないなどとも主張するが（前記第4の1(1)），上記の認定は，甲44から加工変質層に転位が含まれることを認定しているにとどまるのであるから，被告の上記主張は上記認定を左右するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "転位がキャリアをトラップすることについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "河東田隆編著「集積回路プロセス技術シリーズ  半導体評価技術」，産業図書株式会社，1994年5月30日初版第4刷発行（甲47）には，以下の記載がある。",
                        "「格子欠陥は，結晶の構成原子（Si結晶ではSi原子自身）の周期的配列が乱れたもので，その空間的な広がり方によって，点欠陥，線欠陥，面欠陥に分類される・・・格子欠陥は，前述の汚染不純物と同様，“不純物制御”の妨げになる。」（20頁下10～4行）",
                        "また，上記文献の「表2．1  半導体結晶の不完全性」（19頁）には，「線欠陥（転位）」として，「らせん転位」，「60°転位」及び「刃状転位」が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "半導体用語大辞典編集委員会編「半導体用語大辞典」，株式会社日刊工業新聞社，1999年3月20日（甲67）には，以下の記載がある。",
                        "「転位  ・・・結晶中のひずみに起因する線欠陥の一種で，図（a）のように原子面の片側に線状にダングリングボンドが並ぶ結晶欠陥である。」（731頁左欄下11～8行）",
                        "「転位の発生の源は結晶内の応力ひずみである・・・」（731頁右欄12～13行）",
                        "「転位は・・・透過型電子顕微鏡により観察できる。」（732頁左欄12～14行）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "高橋清他1名監修「半導体・金属材料用語辞典」，株式会社工業調査会，1999年9月20日（甲45）には，以下の記載がある。",
                        "「ダングリングボンド  ・・・原子の結合に寄与するボンドが結合しないでブラブラしているボンド。・・・ダングリングボンドは，・・・キャリアのトラップなどの作用をする。」（763頁下19～15行）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "特開2001-148357号公報（甲4）【0005】及び特開2001-148533号公報（甲12）【0005】には，いずれも以下の同内容の記載がある。",
                        "「・・・GaＮ系化合物半導体以外の基板を使用すると，成長させるGaＮ系化合物半導体膜と基板との熱膨張係数の違いや，格子定数の違いにより，製造されるGaＮ系化合物半導体中には多数の欠陥が発生する。その欠陥は刃状転位と螺旋転位に分類され，その密度は合計で約1×109cm-2～1×1010cm-2程度にもなる。これらの欠陥は，キャリアをトラップして，調製した膜の電気的特性を損ねることが知られている他，大電流を流すようなレーザーに対しては，寿命の低下を招くことが知られている。」"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，半導体結晶において線欠陥（転位）を含む格子欠陥が不純物制御の妨げになることや，原子面の片側に線状にダングリングボンドが並ぶ結晶欠陥である転位において，ダングリングボンドがキャリアのトラップなどの作用をすることは技術常識であったものと認められる。また，GaＮ系化合物半導体においても，同様に転位（刃状転位と螺旋転位）がキャリアをトラップして調製した膜の電気的特性を損ねることが，本件優先日の当時当業者において知られていたものということができる。そして，キャリアがトラップされれば，キャリア濃度が低下することは明らかであるから，GaＮ系化合物半導体において，転位がキャリアをトラップし，その結果，キャリア濃度が低下することは，本件優先日当時の当業者にとって技術常識であったものと認められる。",
                        "なお，被告は，原告が転位がキャリアをトラップしてコンタクト抵抗を高めることを主張した点について，当該技術的知見は技術常識ではなく，甲12，14を副引例とする新たな無効理由の主張であって許されない旨主張する（前記第4の1(2)）。",
                        "しかし，前記(ア)ないし(エ)の文献を踏まえると，上記技術的知見が技術常識といえることは上記説示のとおりであるから，被告の上記主張は採用することができない。",
                        "また，被告は，甲12は，結晶成長時に生じる転位に関する記載であり，研磨によって生じる転位に関する記載はないなどとも主張する（前同）。",
                        "しかし，前記(ア)ないし(ウ)の転位やダングリングボンドの意義に照らすと，これらはその生成原因によって区別されるものではないと解されるし，前記(ア)ないし(ウ)から認められる，転位がキャリアをトラップしてコンタクト抵抗を高めるという機序に照らしてみても，結晶成長時に生じる転位であれ，研磨によって生じる転位であれ，その作用について変わるところはないものと解されるから，被告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "キャリア濃度とコンタクト抵抗の関係について",
                  "text": [
                    "Siをドーピングして形成されたn型GaＮ基板のキャリア濃度とコンタクト抵抗との関係について，甲11発明と同じ電極材料（Ti／Alの積層構造）を用いた場合に，不純物濃度（キャリア濃度）が高くなれば接触比抵抗（コンタクト抵抗）が低くなり，その逆も成り立つこと，不純物濃度が1×1017cm-3を超えると接触比抵抗が1×10-5Ω・cm2以下となることは，本件優先日当時，当業者に周知の事項であったと認められる（甲4の【0052】，【0053】，【図10】，甲12の【0053】，【0054】，【図10】。なお，甲4，12の【図10】はいずれも右に掲げたものである。）。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "加工変質層を完全に除去することについて",
                  "text": [
                    "前記ア(イ)及び(ウ)によれば，本件優先日当時，少なくともシリコンについては，電気的特性に悪影響を及ぼすことや，ウエハーの反りやクラック発生の原因となることから，加工変質層は完全に除去すべきものとされていたことが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "容易想到性の判断について",
              "text": [
                "前記(2)のとおり，甲11発明では，GaＮ基板を研磨機により研磨することによって生じた表面歪み及び酸化膜を除去してn型電極のコンタクト抵抗の低減を図り，また，電極剥離を防止するために，ウエハーをフッ酸又は熱燐酸を含む硫酸からなる混合溶液でエッチング処理するものとされている。そうすると，甲11発明においては，GaＮ基板では，必要とするコンタクト抵抗を確保するためには，研磨機による研磨及び鏡面出しのみでは不十分であり，表面歪み等を除去する必要があることが示唆されているものといえる。しかしながら，他方で，甲11には，表面歪みの程度や除去すべき範囲についての具体的な記載はない。そうすると，甲11発明に接した当業者は，甲11発明において，研磨機による研磨後，ウエハーのエッチング処理を行う際に，コンタクト抵抗の低減を図るために，上記表面歪みをどの程度の範囲のものととらえてこれを除去する必要があるかについて検討する必要性があることを認識するものといえる。",
                "そして，かかる認識をした当業者であれば，前記(3)アないしウにおいて認定した技術常識等に基づいて，甲11発明においても，研磨機による研磨によって加工変質層と呼ばれる層に転位が生じているため，この転位がキャリアである電子をトラップしてキャリア濃度が低下し，それによってコンタクト抵抗が高くなるという作用機序は容易に想起できるものといえる。さらに，前記(3)エにおいて認定したとおり，少なくともシリコンについては，転位を含む加工変質層は完全に除去すべきものとされていたところ，前記(3)イのとおり，上記の転位を含む加工変質層がコンタクト抵抗に与える影響についてはシリコンにおいてもGaＮ系化合物半導体においても同様である上に，コンタクト抵抗は低いほど望ましいことに鑑みると，当業者としては，甲11発明における表面歪み（なお，ひずみ層も加工変質層に含まれる。）を，研磨機による研磨で生じ，透過型電子顕微鏡で観察可能な転位を含む加工変質層としてとらえ，あるいは，表面歪みのみならず加工変質層の除去についても考慮して，コンタクト抵抗上昇の原因となる加工変質層を全て除去できるまで上記のエッチング処理を行って，基板に当初から存在していた転位密度の値に戻すことで，キャリア濃度が低下する要因を最大限に排除し，コンタクト抵抗の低減を図ることは，容易に想到できたことと認められる。",
                "なお，加工変質層ないしは転位が発生することやこれらが引き起こす上記作用は，電極形成面であるかそうでないかで異なることはないのであるから，前記(3)に掲げた文献に電極形成面における知見に関し明示的に触れるものがないとしても，上記認定の妨げとなるものということはできない。",
                "そして，本件優先日当時のGaＮ基板の転位密度が，1×104～108cm-2程度であったことは，当業者に周知の事項であるから（甲2，7～9，24～27。当事者間にも争いがない（審決45頁17～32行参照）。），甲11発明において，加工変質層を全て除去すれば，除去後の基板の転位密度が1×109cm-2以下となることは自明である。",
                "したがって，甲11発明において，技術常識等に基づいて相違点①に係る構成を採用することは，当業者が容易になし得たことであるものと認められる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，①GaＮ以外の化合物半導体では，電極形成における合金化によって，コンタクト抵抗増大という課題が発生することはなかったのであるから，基板裏面の機械研磨によって転位が生じ，これによりコンタクト抵抗が増大するという問題は，GaＮ基板において初めて発見された現象であり，本件特許発明によって初めて得られた知見であるから，当然，GaＮ基板において，電極形成面における転位が除去すべきものであることも知られていなかったし，このような知見がなければ，発生した転位を電極形成前に除去して元の基板裏面の状態に戻すという問題意識も生じない，②原告は，GaＮ基板裏面の機械研磨によって転位が生じることが技術常識であることを示す証拠を提出していないし，原告が提出したどの文献にも，GaＮ基板の電極を形成する裏面を機械研磨すると，原子レベルの線状の欠陥である転位が生成して，コンタクト抵抗が上昇することや，転位に着目し，これを電極形成前に除去することの記載はない，③このように，除去すべき必要性や課題が認識されていない加工変質層について完全に除去するなどという周知技術は存在しない，などと主張する（前記第4の1(1)）。",
                    "しかし，前記(3)イ及びウにおいて説示したところに照らし，甲11発明に接した当業者において，転位がキャリアである電子をトラップしてキャリア濃度が低下し，それによってコンタクト抵抗が高くなるという作用機序を容易に想起できるといえることは，前記(4)において説示したとおりである。",
                    "そして，GaＮを含む窒化物半導体においても，機械研磨により，転位を含む加工変質層が生じることが本件優先日当時の当業者の技術常識であったことは前記(3)アにおいて説示したとおりであり，この点が窒化物半導体の裏面を機械研磨した場合において異なると理解すべき根拠もない。",
                    "また，前記(3)エにおいて説示したとおり，少なくともシリコンについては，電気的特性に悪影響を及ぼすことや，ウエハーの反りやクラック発生の原因となることから，加工変質層は完全に除去すべきものとされているところ，研磨機による研磨によって加工変質層と呼ばれる層に転位が生じ，この転位がキャリアである電子をトラップしてキャリア濃度が低下し，それによってコンタクト抵抗が高くなるという作用機序を想起した当業者であれば，GaＮから成る窒化物半導体についても，転位を含む加工変質層を全て除去する必要があることは容易に想到し得たものというべきであることは前記(4)において説示したとおりである。",
                    "なお，被告は，上記のとおり，他の化合物半導体では，電極形成における合金化によって，コンタクト抵抗増大の課題を解決していた旨主張する。しかし，仮に被告の主張を前提としたとしても，甲11には，GaＮの電極形成面につき，鏡面仕上げがされた研磨面（当業者であれば，その下に転位を含む加工変質層が存在すると認識し得ることは前記(4)及び後記ウにおいて説示したとおりである。）について，更にコンタクト抵抗低減のためにエッチングを要することが記載されているのであるから，本件優先日前に，少なくともGaＮ基板に関しては，電極を形成する場合であっても，機械研磨をして鏡面仕上げを行えば足りるわけではなく，コンタクト抵抗増大等の問題を解決するため，それ以上に別のエッチングやCMP工程を行って研磨面より下の層を除去する必要があることを容易に認識することが可能であったといえるのであるから，被告の上記主張は前記(4)の認定を左右するものではない。",
                    "よって，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件優先日前の当業者において，転位に電子キャリアがトラップされ，その分だけ電子キャリア濃度が下がり，コンタクト抵抗が上昇する可能性を観念できるとしても，それが，素子の製造において技術課題となり，転位の除去を必要とする程度のコンタクト抵抗の上昇を引き起こす可能性のあることを認識できるものではないし，n型GaＮ半導体では結晶欠陥により電子キャリア濃度が増大するという知見（乙1参照）が存在するので，本件明細書の開示を知らない当業者は，結晶欠陥の存在は，むしろ電気抵抗を低くするものであると認識するはずであり，コンタクト抵抗が素子の製造において技術課題となり，転位の除去を必要とする程度に，コンタクト抵抗の上昇が引き起こされる可能性があるなどということに思い至ることはできないはずであるとも主張する（前記第4の1(2)）。",
                    "しかし，GaＮ系化合物半導体において，転位がキャリアをトラップし，その結果，キャリア濃度が低下することを技術常識として認識している当業者であれば，甲11発明に接した際には，転位を除去する必要性につき容易に想到し得ることは前記(4)において説示したとおりである。",
                    "さらに，被告の指摘する乙1には，「窒化物半導体では結晶欠陥が多いものは，結晶欠陥が少ないものよりもキャリア濃度が大きくなる傾向にある」と記載（【0012】）されているが，その一方で，結晶欠陥の数が多い領域を含む第2の窒化物半導体層4（【0031】，【0032】）にn電極を形成する実施例（実施例3，7）のみならず，結晶欠陥の数が多い領域を有さないn型バッファ層11（＝兼n側コンタクト層）（【0033】）にn電極を形成する実施例（実施例1，2，4～6）も記載されているから，本件優先日当時，結晶欠陥の多い領域に電極を形成することが，当業者の唯一の選択肢であったとはいえない。そうすると，乙1は，コンタクト抵抗が素子の製造において技術課題となり，転位の除去を必要とする程度に，コンタクト抵抗の上昇が引き起こされる可能性があることなどは知り得ないとの被告の主張の根拠となるものとはいえない。",
                    "よって，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，甲11に記載されている表面歪みと，本件特許発明の機械研磨で生じる転位は，全く別のものであるから，甲11において，表面歪及び酸化膜の除去をすることは，それよりも深い位置に存在する基板の研磨面近傍に生じている転位を含む領域を除去することとは異なる処理である，甲11には，研磨で転位が生じていることも，転位を含む領域を除去して転位密度が1×109cm-2以下とすることも記載がなく，認識されていないなどと主張する（前記第4の5(1)）。",
                    "確かに，甲11には，研磨機による研磨によって生じた表面歪み及び酸化膜を，フッ酸又は熱燐酸を含む硫酸からなる混合溶液を用いたエッチング処理により除去して，n型電極のコンタクト抵抗の低減と電極剥離を防止することは記載されているが，表面歪みについての具体的な記載はなく，また，いかなる観点に基づいて，この表面歪みを除去すべきかについての指針も記載されていない。",
                    "しかし，そうであるからこそ，前記(4)において説示したとおり，甲11発明に接した当業者であれば，甲11発明で研磨機による研磨後，ウエハーのエッチング処理を行う際に，コンタクト抵抗低減の観点から，上記表面歪みをどの程度の範囲のものととらえ，除去する必要があるかについて検討すべき必要性があると認識するものといえる。",
                    "そして，かかる認識を有する当業者であれば，甲11発明においても，研磨によって加工変質層と呼ばれる層に転位が生じ，この転位がキャリアである電子をトラップしてキャリア濃度が低下し，それによってコンタクト抵抗が高くなるという作用機序は容易に想起でき，加工変質層を全部除去することは容易であったといえること，その結果転位密度が1×109cm-2となることは自明であることは，前記(4)において説示したとおりである。",
                    "よって，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，原告主張の技術常識が存在するとの点は甲39判決によっても退けられている旨主張する。",
                    "甲39判決は，当該訴訟における原告（本件における原告）が「技術事項2」として主張した「GaＮ基板を機械研磨すると，GaＮ基板内部に当業者が「ダメージ」等と呼称し，また，本件発明では「転位」と呼称されている，透過型電子顕微鏡（TEM）で観察される結晶欠陥が生じること」及び「技術事項3」として主張した「電極形成前に，「転位」（当業者がいう「ダメージ」等）・・・をエッチングなどで除去すること（その結果，エッチング後の基板の転位密度が，元の転位密度に戻っていること）」についていずれも周知の技術であったと認めることはできない旨判断している。",
                    "しかし，甲39判決は，当該訴訟の原告が提出した各証拠に記載されていた半導体素子の製造過程において，基板の研磨後に除去されたという表面歪み，ダメージ及びダメージ層等が，加工変質層のどの部分までを指すものであるかは自明ではなく，これらが結晶中の深くまで生じ得る原子レベルの線状の結晶欠陥である転位を含むものとして用いられているか否かは不明であると判断しており（甲39判決34～37頁参照），このことを前提として，上記各技術事項が周知技術とは認められないと判断したにすぎない。",
                    "これに対し，本件においては，甲39判決に係る訴訟において提出されていなかった証拠も踏まえ，前記(3)において認定したとおりの加工変質層に関する技術常識等を認定し，容易想到性の有無を判断しているものであるから，本判決の判断は甲39判決の判断と矛盾するものではない。",
                    "よって，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "その余の被告が種々主張する点はいずれも上記認定を左右するものではない。",
                "以上によれば，原告の取消事由4に係る主張は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由5（相違点②の容易想到性に関する判断の誤り）について",
          "text": [
            "甲11発明においては，n型GaＮ基板のキャリア濃度は限定されていないものの，甲11【0186】には，n型GaＮ基板の成長時にSi濃度が3×1018／cm3となるようにドーピングすることが記載されている。",
            "他方，前記1(3)ウにおいて説示したとおり，Siをドーピングして形成されたn型GaＮ基板のキャリア濃度とコンタクト抵抗との関係について，甲11発明と同じ電極材料（Ti／Alの積層構造）を用いた場合に，不純物濃度が1×1017cm-3を超えると接触比抵抗が1×10-5Ω・cm2以下となることは，本件優先日当時，当業者に周知の事項であったと認められる。",
            "そうすると，前記1において説示したとおり，甲11発明において，相違点①に係る構成を採用してキャリアをトラップする要因となる研磨によって生じた転位を含む加工変質層を全て除去して，転位密度をGaＮ基板に当初から存在していた値にまで戻すことができれば，GaＮ基板へドーピングするSi等の不純物濃度を3×1018／cm3程度にして，コンタクト抵抗が少なくとも0．05（＝5×10-2）Ω・cm2以下となるようにすることは当業者であれば容易になし得たことと認められる（なお，前記第4の6のとおりの被告の主張内容に照らすと，被告も，相違点①に係る構成につき容易想到と判断された場合に，相違点②に係る構成も容易想到であることにつき実質的に争っていないものと解される。）。",
            "よって，原告の取消事由5に係る主張は理由がある。"
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "以上のとおり，原告主張の取消事由4，5には理由があり，本件特許発明1が甲11発明等に基づいて当業者が容易に発明し得たものとはいえないとした審決の判断には誤りがある。また，本件特許発明2ないし10についての審決の判断は，本件特許発明1に係る判断を前提にしてなされたものであるから，同様に誤りがある。そして，これらの誤りは審決の結論に影響を及ぼすものであるから，その余の取消事由について判断するまでもなく，審決は違法なものとして取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由があるからこれを認容することとし，主文のとおり判決する。"
      ]
    }
  ]
}