{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，控訴人に対し，各自7596万3738円及びこれに対する平成24年7月21日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人らは，自ら若しくは第三者をして，下記及びに掲げる行為をし，又はさせてはならない。",
            "  控訴人と雇用契約を締結している社員と接触若しくは連絡をし，控訴人を退職することを勧奨指嗾すること。",
            "  控訴人と業務委託契約を締結している第三者と接触若しくは連絡をし，控訴人との契約解消を勧奨指嗾すること。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人TAC株式会社は，原判決別紙差止事項目録記載の各行為をしてはならない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "訴訟費用は第1，2審とも被控訴人らの負担とする。"
          ]
        },
        {
          "fig": "6",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，①被控訴人らによる違法な控訴人従業員の引き抜き行為や控訴人との業務委託契約の相手方に対する契約解消の要求行為があったとして，被控訴人らに対し，(i)不法行為に基づく損害賠償請求(以下「不法行為請求①」という。)として各自7137万4238円及びこれに対する遅延損害金の支払，並びに(ii)営業権に基づく差止請求として，控訴人従業員及び控訴人と業務委託契約を締結している第三者に対する接触等の禁止を求めるとともに，②被控訴人TAC株式会社(以下「被控訴人会社」という。また，被控訴人Yを，以下「被控訴人Y」という。)の発行する簿記検定試験受験誌において，控訴人の発行する簿記検定試験受験誌の形態(切り離し式暗記カードを綴じ込んでいることなど)を模倣していることが，不正競争防止法2条1項1号の周知表示混同惹起行為ないしは編集著作物についての著作権の侵害に当たるとして，(i)被控訴人らに対し，不法行為に基づく損害賠償請求(以下「不法行為請求②」という。)として各自458万9500円及びこれに対する遅延損害金の支払，並びに(ii)被控訴人会社に対し，不正競争防止法3条1項又は著作権法112条1項に基づく差止請求として，被控訴人会社の発行する受験誌に上記模倣をして出版，発売等を行うことの禁止を求める事案である。",
            "原審は，①被控訴人らによる控訴人従業員に対する社会的相当性を逸脱した働きかけや，業務委託契約の相手方に対する社会的相当性を欠く契約解消の要求行為があったとは認められない，②控訴人の発行する受験誌の切り離し式暗記カード等は，不正競争防止法2条1項1号の商品等表示として保護されるものではなく，被控訴人会社の発行する受験誌が控訴人発行の受験誌に係る編集著作権を侵害するとも認められない，として控訴人の請求をいずれも棄却したところ，控訴人がこれを不服として控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，争点，争点に関する当事者の主張は，原判決を次のとおり補正するほか，原判決の「事実及び理由」第2の1ないし3のとおりであるから，これを引用する(以下，原判決を引用する場合，「原告」を「控訴人」と，「被告」を「被控訴人」と，それぞれ読み替える。)。",
            "  原判決4頁25行目の「前提事実の」を「前提事実記載の各従業員を対象とする」と，同頁26行目の「教材企画本部のA及びB」を「教材開発本部のA(以下「A」という。)及びB(以下「B」という。)」と，それぞれ改める。",
            "  原判決5頁22行目の「辞めてもらいたい。」」の次に「「ネットスクールとの関わりを絶つか，ネットスクールの内部情報を伝えてくれるかだね。」」を加え，同頁24行目の「YSプラニング」を「YSプランニング」と改める。",
            "  原判決5頁26行目末尾に，改行の上，次のとおり加える。",
            "「  被控訴人らは，被控訴人会社はYSプランニングとの業務委託契約の本旨に基づき，利益相反行為の解消をC又はYSプランニングに求めたのであり，このことには合理的理由があると主張する。しかし，被控訴人会社とYSプランニング間の業務委託契約にはいわゆる競業避止条項等は存在せず，YSプランニングが被控訴人会社以外の他社の出版物等を扱うことは禁止されていない。よって，被控訴人会社に無断で業務委託契約を締結したということがあってもそれを被控訴人らが義務違反として指弾することはあり得ず，実際に被控訴人Yは，Cに対してそのような発言をしなかった。」",
            "  原判決7頁18行目の「転職の」の次に「勧誘の」を加える。",
            "  原判決14頁23行目の「被告第131回被告誌」を「被控訴人第131回受験誌」と改める。",
            "  原判決17頁21行目の「被告会社の」を削る。",
            "  原判決21頁15行目の「被告TAC」を「被控訴人会社」と改める。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の請求はいずれも理由がないと判断する。その理由は，原判決を次のとおり補正するほか，原判決の「事実及び理由」第3の1ないし5のとおりであるから，これを引用する。",
            "  原判決22頁14行目の「教育開発本部」を「教材開発本部」と，同23頁1行目の「甲5」を「甲4，5」と，それぞれ改め，同22頁26行目末尾に「さらに，A及びBは，いずれも教材開発本部のアルバイト従業員であった。」を加える。",
            "  原判決23頁6行目の「Yは」を「被控訴人Yは」と改め，同頁8行目の「ロイヤル商事」の次に「株式会社」を加える。",
            "  原判決24頁5行目末尾に「Bは，平成24年1月末に控訴人を退職し，その後，被控訴人会社に入社した。」を加え，同頁6行目の「乙12～16」を「甲3，乙12～16」と改める。",
            "  原判決24頁13行目冒頭から25頁16行目末尾までを，次のとおり改める。",
            "「イ  控訴人の主張する違法な従業員引き抜き行為の有無について検討する。",
            "  D，E，F及びG(以下，併せて「Dら」ということがある。)並びに被控訴人Yは，同じ時期に控訴人を退職し，被控訴人会社に入社した。",
            "この事実に加え，被控訴人Yが，平成23年9月末ころ，控訴人代表者に対し，自らの退職届とともにFの退職届を提出し(甲3，被控訴人Y本人)，退職直後の同年11月上旬ころには，退職者5名分の源泉徴収票の送付を控訴人側に依頼していること(当事者間に争いがない。)，被控訴人Yは，少なくともHやIに対しては，上記認定のとおりの態様で控訴人から被控訴人会社への転職を勧誘していることからすれば，Dらの被控訴人会社への転職に当たり，被控訴人Yとの間の何らかの意思の連絡や被控訴人YからDらへの何らかの転職の勧誘行為があった可能性を否定することはできない。",
            "しかしながら，Dらについては，それぞれ退職の理由(Dについては子どもをサポートする時間の確保等，Eについては会社の経営姿勢に対する疑問，Fについては会社の将来性に対する不安等，Gについては希望する編集職から事務職への配置替えに対する不満)があったことがうかがわれる(乙12ないし15)だけでなく，Dらが控訴人から退職する際の，被控訴人Yあるいは被控訴人会社関係者によるDらに対する具体的な働きかけや勧誘行為の存在を裏付ける的確な証拠は見当たらない。",
            "また，H及びIについては，被控訴人Yが両名に対して行動をともにするように勧誘したことが認められるが，当該勧誘はいずれも1回限りである上，両名がその際に被控訴人Yから聞かされたとする控訴人に対する不満の内容等(甲5，6)を踏まえても，その態様がそれ自体として特に悪質であったなどの事情は認められない。",
            "Jについては，被控訴人Yと一度会食した後，被控訴人Y及び被控訴人会社担当者と会い，就労条件について説明を受けたことが認められる。しかしながら，最初の会食に至る経緯について，Jは被控訴人Yから持ちかけられたとする(甲22)のに対し，被控訴人YはJから転職の希望があったとしており(乙16，被控訴人Y本人)，判然とせず，また，Jの陳述するところ(甲22)によっても，被控訴人会社担当者からの説明は，Jが「私がTACで働くようになることに関して，あまり積極的な意思，熱意を感じることはできませんでした。」と感じるようなものであり，Jにとって積極的な好条件の提示はなかったことがうかがわれる。さらに，被控訴人らからJに対するそれ以上の接触があったと認めるに足りる証拠はない。以上によれば，被控訴人らがJを積極的に勧誘したと認めることは困難である。",
            "A及びBについては，Eから誘われた旨の発言が両名からあったとされるのみであり(甲4)，両名が受けたとされる働きかけの具体的態様は定かではなく，また，被控訴人らの関与の有無も明らかではない。",
            "  従業員の退職により控訴人が被った影響についてみると，控訴人からの退職者は，講座運営本部においては被控訴人Y(ゼネラルマネージャーとマネージャーとの兼務)，D(マネージャー)及びF(3名のアシスタントマネージャーのうち1名)であり(甲10)，同部門においては，統括者やそれに準ずる立場の者を新たに補充する必要が生じるなど，業務運営に少なからぬ影響が生じたと考えられる。",
            "反面，教材開発本部においては，役員が兼務するゼネラルマネージャーを除く正規従業員7名のうちE(アシスタントマネージャー)及びG(一般従業員)が退職したにとどまり(甲10)，控訴人の業務への影響は，あったとしてもより限定的なものにとどまったと考えられる。",
            "また，営業本部所属のH及びIはいずれも退職には至っておらず，営業本部については，控訴人の業務への具体的な影響は生じなかったものと認められる。さらに，企画本部でも，被控訴人らの勧誘により退職したと認められる者は存在しない。",
            "なお，JやAも控訴人を退職するには至っておらず，Bは退職したものの，教材開発本部所属の18名のアルバイト従業員の一人であり，控訴人の業務に対する影響はさらに限定的なものであったと考えられる。",
            "  以上のとおり，被控訴人YとDらが同時期に控訴人を退職したことにより，控訴人の講座運営本部における業務に少なからぬ影響が生じたと考えられるものの，被控訴人らのDらに対する具体的な働きかけや勧誘行為の存在を認めるに足りる証拠はない。また，H及びIに対する勧誘行為については，その態様は上記認定のようなものにとどまっており，両名とも退職するには至っていない。さらに，Jについては，被控訴人らによる積極的な勧誘行為があったとは認められないし，AやBについても，被控訴人らによる勧誘行為の存否やその具体的な態様は定かではない。",
            "これらを踏まえると，被控訴人Yがその退職時に控訴人従業員に対してした働きかけが，全体として社会的相当性を逸脱し，控訴人に対する不法行為を構成すると認めることはできない。",
            "なお，仮に，被控訴人YによるDらに対する転職の勧誘行為があったとしても，被控訴人YがHやIに対して行ったような勧誘行為の域を出ない限りは，上記の結論を左右するに足りないというべきである。"
          ],
          "content": [
            {
              "fig": "ウ",
              "text": [
                "控訴人は，①Dらが被控訴人Yと同時期に退職した上，被控訴人YがDら及び自らの5名分の源泉徴収票の送付を控訴人側に依頼したことや，②本件紛争を巡っての控訴人代表者と被控訴人会社代表者との面談の際の被控訴人会社役員の発言内容などから，違法な従業員の引き抜き行為があったことは容易に推認できる旨主張する。",
                "しかし，①の事情のみから被控訴人Yによる違法行為の存在を推認することはできない。",
                "また，②についても，控訴人代表者作成の面談記録(甲23)には，同人が平成24年5月10日に被控訴人会社代表者と面談し，被控訴人Yの継続的な引き抜き行為を放置しておくわけにはいかない旨述べたところ，被控訴人会社代表者から問い質された同社役員が，「講座の方でごちゃごちゃやってるみたいですよ。」，「ただ，最初の人たちは別として，講座のほうは，期の途中ですから」などと述べたとの記載があるが，それ自体断片的かつ曖昧な発言であり，仮にこのような発言があったとしても，どのような趣旨でされたのか確定することはできない。",
                "よって，いずれも違法行為の存在を推認するに足りない。",
                "なお，控訴人が指摘する就業規則(甲2)における競業禁止義務規定については，退職後2年間の競業禁止義務を何らの補償もなく定めるものであるから，これを直ちに有効な規範であると解することはできず，また，社員契約9条(甲1)における兼業禁止規定についても，これによって被控訴人Yの行為が違法となるものではない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "したがって，被控訴人らが違法な従業員の引き抜き行為を行ったと認めることはできない。」",
              "text": [
                "  原判決25頁18行目冒頭から27頁3行目までを，次のとおり改める。",
                "「ア  控訴人は，被控訴人らが，平成24年2月15日，控訴人の業務委託契約の相手方であるCに対し，同契約の解消を求めた旨主張する。",
                "この点，控訴人は，当初，業務委託契約の相手方はYSプランニングであったと主張し，上記のとおり主張を変更した後も，原審では控訴人とCとの間の契約書を証拠として提出せず，また，控訴人代表者は，CがYSプランニングを退職した後に同人と業務委託契約を締結した旨供述していた。",
                "控訴人は，当審に至ってから，控訴人とCとの間の平成22年6月30日付け営業代行業務委託契約書(甲28)を提出したが，提出時期がこのように後れた理由は明らかではなく，上記のような訴訟の経過に照らせば，その信用性を直ちに肯定することは困難である。振込履歴(甲29)についても，摘要欄に「給料」とある振込の振込人は明らかではなく，これをもって両者の間の契約関係を直ちに推認することはできない。",
                "とはいえ，念のため，控訴人とCとの間に上記契約書にて約定された業務委託契約が成立していると仮定して，被控訴人YのCに対する発言が控訴人に対する不法行為を構成するか否かを検討する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "後掲証拠等によれば，以下の事実が認められる。",
                "  被控訴人会社は，平成14年ころ，YSプランニングとの間で，首都圏郊外エリア及び北関東エリア全域における書店向け販売促進業務を委託する旨の業務委託契約を締結し，平成24年2月15日当時，当該契約が更新されていた(乙8，16，被控訴人Y本人)。",
                "当該契約に係る契約書(ただし，平成17年10月1日付けのものである。)4条1項には，「甲(判決注・YSプランニングを指す。同契約書について以下同じ。)が乙(判決注・被控訴人会社を指す。同契約書について以下同じ。)の指導或いは乙が提供する情報に従い，善良な管理者の注意をもって業務を誠実に遂行するものとする。」との条項によりYSプランニングの善管注意義務が定められ，9条には，「甲は，本契約に基づいて乙から媒体及び手段の如何を問わず開示・提供された秘密情報を善良な管理者の注意をもって秘密として保持し，相手方の事前の書面による承諾なしに第三者に対し開示・漏洩せず，また本契約目的以外のために使用してはならない。」との条項によりYSプランニングの秘密保持義務が定められていた(乙8)。",
                "YSプランニングによる販売促進業務は，専ら，実質的な代表者であったKと，同社の従業員であったCによって行われていた(甲7，乙16，被控訴人Y本人)。",
                "  被控訴人Yは，平成24年2月15日，被控訴人会社の事業部長として，K及びCと被控訴人会社にて面談した(甲7，乙16)。",
                "その際，被控訴人Yは，両名に対し，YSプランニングによる販売促進活動を強化したいなどと述べる一方(甲7)，「TACは資金力も豊富だ。その資金力を使って，これからネットスクールを本気でつぶしにかかる。」，「Cさんは，ネットスクールに関わっているようだから，ネットスクールの販促を辞めてもらいたい。」とか(当事者間に争いがない。)，「ネットスクールとの関わりを絶つか，ネットスクールの内部情報を伝えてくれるかだね。」などと(甲7，被控訴人Y本人)発言した。",
                "  Cは，平成24年3月初めころ，被控訴人会社に対し，同月末日をもってYSプランニングを退職する旨を報告した(乙9，10)。",
                "被控訴人Yは，同月12日，Kに対し，「当社(判決注・被控訴人会社を指す。)としましては，Kさん，Cさんお二人のペアであることを前提とした「会社」と「会社」との信頼関係と考えておりまして，その形とは違ってしまうのでしたら，一旦，契約は白紙とさせていただくしかありません。」として，同月末日限りで被控訴人会社とYSプランニングとの間の業務委託契約を解消することを申し入れた(乙11の1)。",
                "これに対し，Kは，同月13日，被控訴人Yに対し，「留意(判決注・「慰留」の誤りと思われる。)しましたが，本人(判決注・Cを指す。)の意思が固く至りませんでした。ご迷惑を掛けまことに申し訳ありません。Yさまの仰るとおり契約の解消は活かし方ない(判決注・「致し方ない」の誤記と思われる。)ことと，思います。」などと返信  10し，業務委託契約の解消を了承した(乙11の2)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上を踏まえ，検討する。",
                "YSプランニングが，被控訴人会社に対し，被控訴人会社の発行する受験誌等の書籍の販売促進活動を誠実に行う旨の善管注意義務や，被控訴人会社に関する秘密情報を第三者に漏洩しないなどの秘密保持義務を負っていたのは上記イのとおりである。",
                "そして，控訴人と被控訴人会社とは，簿記検定試験受験誌等の分野で競業関係にあり，利害が対立する関係にあったから，被控訴人会社との直接の契約の相手方であるYSプランニングはもとより，同社においてKとともに販売促進業務を中心的に担っていたCが個人としてではあれ，控訴人の発行する受験誌等の書籍を対象に販売促進活動などを行うことは，YSプランニングの被控訴人会社に対する上記善管注意義務や秘密保持義務の履行を危うくするおそれがあり，少なくとも被控訴人会社がこの点について危惧を抱くことは不合理なものとはいえない(Kもこれを致し方ないこととして是認している。)。",
                "そうすると，被控訴人Yが，Cに対し，控訴人との業務委託契約の解消を求めたことは，その際の発言内容を踏まえても，社会的相当性を欠くということはできない(なお，「…ネットスクールの内部情報を伝えてくれるかだね。」との発言は不適切ではあるが，そのこと自体が面談の主題であったわけではないことは，Cにおいても容易に理解できるところであり，直ちに違法とはいえない。)。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "控訴人は，被控訴人会社とYSプランニングとの間の業務委託契約には競業避止条項はないと主張する。しかし，たとえ契約条項中に競業避止義務が明記されていないとしても，上記のような業務委託契約の趣旨からすれば，競業関係にある他社の販売促進業務を行うことが善管注意義務上の問題を生じさせると考えられるのは前記のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "11",
          "subject": "また，控訴人は，被控訴人Yからは善管注意義務違反との発言はなかったと主張する。しかし，被控訴人会社が，信頼関係の維持が困難である旨を理由にYSプランニングとの業務委託契約を解消するに至っており，同契約の解消に至ったことについて，他に首肯すべき理由が見当たらないことからすれば，被控訴人YがCに対して控訴人との業務委託契約の解消を求めたのは，その際に義務違反についての具体的な指摘がなかったとしても，被控訴人会社とYSプランニングとの業務委託契約上の善管注意義務の問題を理由とするものであったと認められる。」",
          "text": [
            "  原判決27頁12行目の「原告受験誌は，」を「控訴人は，控訴人受験誌が，」と改める。",
            "  原判決28頁10行目の「上記②，③は」を「上記②は」と改める。",
            "  原判決28頁18行目から同頁20行目までの「予想問題，答案用紙，解答・解説の合計95頁(第130回)又は90頁(第131回)からなる原告受験誌において6頁を占めるにすぎない。」を「予想問題用紙及び答案用紙などの別冊部分(合計11枚)を除き94頁(第130回)又は88頁(第131回)からなる控訴人受験誌において6頁(3丁)を占めるにすぎない。」と改める。",
            "  原判決28頁21行目冒頭から同頁24行目末尾までを削る。",
            "  原判決29頁11行目冒頭から同頁21行目末尾までを，次のとおり改める。",
            "「  そうすると，切り離し式の暗記カードが商品の形態に当たるとしても，従前発行されていた同種の受験誌において採用されていたことがあるものであり，特段目新しいものとはいい難いことや，控訴人受験誌においてかかる形態を採用した部分の占める割合がわずかであるにすぎないことからすれば，これをもって他の商品と比較して顕著な特徴を有するものであるとまでいうことはできない。",
            "12ウ  上記③の表題を印刷した本扉頁を省略する編集形態や，上記④の表紙の裏面部分に文字を印刷することについては，いずれも受験誌の誌面の形態に関する抽象的な特徴にすぎず，商品の形態に当たるとは認め難い。また，仮にこれらが商品の形態に当たるとしても，本扉頁の有無や表紙の裏面部分の文字の有無が，それ自体として同種の商品の中において他の商品との識別性を十分に有するものとはいえないし，上記④の形態は，上記「無敵」シリーズの受験誌(乙1，4，5)において既に採用されていることからすれば，上記③及び④の形態が，他の商品と比較して顕著な特徴を有するものということはできない。"
          ],
          "content": [
            {
              "fig": "エ",
              "subject": "以上のとおりであるから，控訴人受験誌について控訴人が主張する上記①ないし④の形態ないし特徴は，不正競争防止法2条1項1号の商品等表示として保護されるものではない。」",
              "text": [
                "  原判決30頁16行目末尾に，改行の上，次のとおり加える。",
                "「  この点，問題とそれに対する解答を切り離し式の暗記カードの形態で掲載すること自体は，具体的表現ではなく誌面の構成や形態に関するアイデアにすぎず，これに著作権法上の保護が及ぶものではない。",
                "次に，暗記カード上に掲載された問題とそれに対する解答の選択や配列についてみるに，控訴人は，従前の簿記検定試験の内容を踏まえた予想問題を反映した重要な仕訳内容を暗記カードの内容に反映させたというのであり，暗記カード部分に掲載された問題と解答の選択や配列には控訴人の独自性が発揮されているといえるから，少なくとも全体として一つの編集著作物に当たると認められる。」",
                "  原判決30頁20行目の「の内容とは全く異なっており，」から同頁21行目末尾までを「と比較すると，手形の割引，自己受為替手形，預り金の処理，商品券の処理，固定資産の売却など，一部の問題のテーマに共通するものがあるが，問題の選択や配列の内容は全体としては異なるから，控訴人の  13主張する切り離し式の暗記カードの編集著作権について，侵害が成立しないことは明らかである。」と改める。",
                "  原判決31頁2行目から3行目にかけての「原告の編集著作物を侵害する」を「控訴人受験誌に係る編集著作権を侵害する」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上によれば，控訴人の請求はいずれも理由がなく，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}