{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "text": [
            "  原判決を取り消す。",
            "  被控訴人の請求をいずれも棄却する。",
            "  訴訟費用は，第1審，2審とも，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被控訴人が，控訴人に対し，控訴人が被控訴人の有する商標権を侵害していると主張して，商標法36条1項及び2項に基づき，原判決別紙被告使用標章目録記載の各標章(以下，記載番号に応じて「控訴人標章1」，「控訴人標章2」などといい，「控訴人各標章」と総称する。)の使用の差止め並びに控訴人各標章を付した広告宣伝物の廃棄及びインターネット上の広告からの控訴人各標章の削除を求めた事案である。",
            "原判決が被控訴人の請求を全部認容したため，控訴人が前記裁判を求めて控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実(争いのない事実，後掲証拠及び弁論の全趣旨により容易に認められる事実)，争点及び争点に関する当事者の主張は，原判決「事実及び理由」の第2の1ないし3記載のとおりであるから，これを引用する(以下，原判決を引用する場合は，「原告」を「被控訴人」と，「被告」を「控訴人」と，それぞれ読み替える。)。",
            "  原判決4頁16行目の「識別力はないことから，」を，「識別力はないこと，後記ウ記載のとおり，「赤坂」及び「クリニック」の語に識別力があることから，」と改める。",
            "  原判決5頁5行目末尾に「また，「歯科医院」，「デンタルクリニック」，「デンタルオフィス」等は，単に表記が異なるという扱いではなく，保健所の運用においても明確に違う名称として扱われているので，「クリニック」の部分も識別力を有する。」を加える。",
            "  原判決5頁14行目末尾に，改行の上，次のとおり加える。",
            "「  歯科医業の需要者が診療所を選ぶ際には，医師個人の素質やその能力が最重要視される。そして，歯科医業においては，小規模な歯科診療所が圧倒的多数を占めている。しかも，控訴人診療所は，「赤坂スターゲートプラザ」に所在しており，「赤坂スター」のデンタルクリニックとして認識されるほか，その外観も，同じビルの1階にある東京スター銀行本店の店舗と同じオレンジ色をテーマカラーとしている。」",
            "  原判決5頁15行目冒頭の「」を「」と改める。",
            "  原判決7頁5行目から6行目にかけての「知られていないものであり，」を「知られていないものである。また，歯科医業の需要者が診療所を選ぶ基準は，診療所の立地，医師個人の素質やその能力，診療所の清潔さや診療設備の充実度等などが重要な要素となり，長く営業することによって周知性を獲得できるものでもない。したがって，」と改める。",
            "  原判決7頁8行目末尾に，改行の上，次のとおり加える。",
            "「  歯科医業界においては，チラシを配布するような宣伝ができるのは開業時のみであるというのが暗黙の了解である。したがって，これにより，診療圏において当該診療所は周知になり，開業時以降には周知性が大きく高まるような契機はない。」",
            "  原判決7頁9行目冒頭の「」を「」と改める。",
            "  原判決10頁19行目末尾に，改行の上，次のとおり加える。",
            "「エ  商標法3条1項柱書(無効理由4)",
            "  被控訴人が開設する診療所の名称は「九段下スター歯科医院」である。また，被控訴人は，平成18年の診療所開設以来，対外的な取引においても，診療所名称である「九段下スター歯科医院」又は医療法人名である「医療法人社団スタデン」を使用している。被控訴人は診療所の名称を「医療法人社団スタデン  スターデンタルクリニック」に変更したと主張するが，これは，東京都福祉保健局が開設し管理するウェブサイトに掲載されたにすぎないから，これをもって被控訴人が本件商標を使用したとはいえない。",
            "  被控訴人の診療所の外観上，「九段下スター歯科医院」ないしは「スター歯科」の表示は存在するものの，本件商標を使用した表示は存在しない。上記記載の診療所の名称変更後においても同様である。",
            "  被控訴人は，そのウェブサイトにおいては，「九段下スターデンタルクリニック」と表示しているものの，これは一連一体のものと認識されるものであり，本件商標である「スターデンタル」の使用には該当しない。前記記載の診療所の名称変更後においても同様である。また，被控訴人のウェブサイトには，「九段下スター歯科医院」，「千代田区九段下の歯科医院」，「千代田インプラントセンター」等の被控訴人の診療所を示すと思われる名称が複数混在していることから，これらの表示はSEO対策にすぎず，上記表示をもって，被控訴人がその診療所を示す名称として「九段下スターデンタルクリニック」を使用する意思があるとはいえない。",
            "  仮に被控訴人に「九段下スターデンタルクリニック」の使用意思があるとみ得るとしても，継続的な診療を要する歯科診療所の需要者にとって，診療所の所在場所は決定的に重要な要素であるところ，標章の冒頭であり所在場所でもある「九段下」を捨象して，「スターデンタル」の文字のみからなる本件商標の使用意思があるということはできない。",
            "  新聞記事(甲8)における「九段下スターデンタルクリニック」の記載についても，執筆者のミスであり，使用意思の表れであるということはできない。被控訴人の診療所の診察券(甲7)にも，「九段下スターデンタルクリニック」の記載はないし，そもそも，上記診察券は，業者のひな型をそのまま使用したものにすぎない。",
            "  以上によれば，被控訴人に本件商標の使用意思があるということはできない。したがって，本件商標は「自己の業務に係る商品又は役務について使用する商標」(商標法3条1項柱書)に当たらない。」",
            "  原判決11頁15行目末尾に，改行の上，次のとおり加える。",
            "「エ  商標法3条1項柱書(無効理由4)",
            "被控訴人は，「九段下スター歯科医院」を診療所名とし，英語名ないし略称として「九段下スターデンタルクリニック」との名称を使用していたほか，診察券等に「スターデンタル」クリニックの名称を使用してきた。また，新聞記事で，「九段下スターデンタルクリニック」と表記されているとおり，「九段下スターデンタルクリニック」は被控訴人の英語名ないし略称として識別されてきた。",
            "「九段下」は診療所の地名であって，それを冠した名称を使用したとしても被控訴人の「スターデンタルクリニック」の使用意思の存在とは無関係である。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人各標章は本件商標と類似する一方，控訴人の先使用の主張や本件商標の商標登録が審判により無効にされるべきとの主張等はいずれも理由がないものと判断する。その理由は，以下のとおり原判決を補正するほかは，原判決「事実及び理由」の第3の1ないし5記載のとおりであるからこれを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決18頁18行目の「使用態様」の次に，「，④「クリニック」の部分も識別力を有する，⑤歯科医業の需要者が診療所を選ぶ際には，医師個人の素質やその能力が最重要視されるほか，歯科医業においては，小規模な歯科診療所が圧倒的多数を占めている，しかも，控訴人診療所は，「赤坂スターゲートプラザ」に所在しており，「赤坂スター」のデンタルクリニックとして認識されるほか，その外観も，同じビルの1階にある東京スター銀行本店の店舗と同じオレンジ色をテーマカラーとしている，等の事情」を加える。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決19頁20行目末尾に，改行の上，次のとおり加える。",
            "「④  保健所の運用において「歯科医院」，「デンタルクリニック」，「デンタルオフィス」等が違う名称として取り扱われているとしても，ある商標に特に需要者の注意を惹きやすい部分，すなわち識別力のある部分が存在するか否かや，どの部分に識別力があるかといった点は，商標ごとに判断すべきものである。したがって，保健所において上記の運用がなされているとしても，これをもって直ちに，商標に上記の各文字が用いられたときに当該部分が識別力を有するものとはいえない。また，異なる名称として取り扱われているとして控訴人が挙げる事例(例えば，「千代田歯科医院」(乙43の1)と「千代田歯科クリニック」(乙43の2)や「神田デンタルオフィス」と「神田歯科医院」(いずれも乙44))についても，商標の類否の判断と同様の観点からこれらを対比した場合，「歯科医院」，「歯科クリニック」及び「デンタルオフィス」の部分に識別力があるというのではなく，むしろ，役務との関係で独立して識別力を有する部分が存在しない以上，結局全体をひとまとまりのものとして対比すべきものであるにすぎないので，控訴人の主張を基礎付けるものとはいえない。",
            "⑤  歯科医業の需要者が診療所を選ぶ際に医師個人の素質やその能力を重要視したり，また，歯科医業において小規模な歯科診療所が多数を占めているとしても，需要者において，歯科医業を指定役務とする商標が類似している場合であっても役務の提供主体は同一ではないと認識するものとは限らない。そして，前記認定のとおり，本件商標と控訴人各標章とが類似する以上，上記の事情を考慮しても，需要者において同一の役務提供主体であると誤認混同するおそれは十分に存在するものと解される。また，控訴人診療所が，「赤坂スターゲートプラザ」に所在しており，その外観も，同じビルの1階にある東京スター銀行本店の店舗と同じオレンジ色を用いているとしても同様に解される。」"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決22頁12行目末尾に次のとおり加える。",
            "「，④歯科医業界においては，チラシを配布するような宣伝ができるのは開業時のみであるというのが暗黙の了解であるので，これにより，診療圏において当該診療所は周知になり，開業時以降には周知性が大きく高まるような契機はないこと」"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決22頁22行目末尾に次のとおり加える。",
            "「さらに，上記④についても，控訴人の主張するように歯科診療所による宣伝の機会が限られるとしても，その限られた機会において前記イ認定の宣伝をしたことにより直ちに控訴人各標章が周知性を獲得したといえることになるものではない。」"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原判決24頁3行目の「可能である。」を，「可能である(なお，医療広告ガイドラインの文言上も，このように解釈することは十分可能である。)。また，上記認定のとおり，当該病院等が自ら開設したホームページは，原則として広告とはみなされていない。」を加える。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "原判決24頁5行目の「認められないし，」から同頁6行目の「解されるから」までを次のとおり改める。",
            "「認められない。仮にその違反に当たる場合があるとしても，上記認定のとおり，「九段下スターデンタル」，「スターデンタルクリニック」といった名称は，被控訴人の診療所名の略称ないし英語名であると認識することが可能なものであって，需要者にその出所を誤認混同させるようなものではない。また，それは，診療所の名称のうち，提供する役務の内容について患者に誤認をさせるとは考え難い部分に関するものであり，患者の生命・身体に関わるとか，サービスの質について誤認させるような内容のものではないので，患者等の利用者の保護(乙34)という広告規制の趣旨を大きく損なうものとも考え難い。加えて，本件商標の査定時(平成24年1月19日(甲11))，被控訴人において，「スターデンタル」を含む名称への診療所の名称の変更も可能な状況であったことがうかがえ(甲23)，仮に本件商標の使用が医療法の広告規制に反するものであったとしても，その状態を解消できる状態にあったということができる(なお，本件訴訟提起後ではあるが，被控訴人は，実際に名称変更を行っている(甲22，23)。)。以上の事情に照らすと，違法性の程度は，本件商標の登録が商標法4条1項7号に違反するというべきほどに高いものではないと解される。なお，被控訴人は，医療法6条の5第3項に違反した者に6月以下の懲役又は30万円以下の罰金が科されること(医療法73条1項)を指摘するが，医療法6条の5第3項は，同条1項各号に掲げる事項を広告する場合において，その内容が虚偽にわたってはならないことを定めるものであるところ，上記認定の事情に照らすと，被控訴人が「九段下スターデンタル」や「スターデンタルクリニック」といった名称を用いることが診療所の名称についての虚偽の内容となるとは解し難く，むしろ被控訴人の上記名称の使用は医療法上の処罰の対象とならないものと解される。したがって，」。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "原判決25頁7行目の「甲7，9，18，20，乙23」を「甲5ないし7，9，10，18，19，乙23」と改める。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "原判決25頁8行目の「従前から」を「本件商標の査定時(平成24年1月19日)以前から」と改める。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "原判決25頁8行目の「診察券や」を「診察券に「STAR  DEＮTAL CLIＮIC」の表示を付し，また，その」と改める。",
            "10  原判決25頁21行目末尾に，改行の上，次のとおり加える。",
            "「  無効理由4(商標法3条1項柱書)",
            "前記認定のとおり，被控訴人が本件商標の査定時以前からその診察券に「STAR  DEＮTAL  CLIＮIC」の表示を付し，また，そのホームページに「九段下スターデンタルクリニック」との表示を付していたことが認められることに照らすと，被控訴人に本件商標を使用する意思がないとはいうことはできない。",
            "控訴人は，被控訴人がその診療所の外観には本件商標を使用していないことや，そのホームページでも「九段下スターデンタルクリニック」と表示しているにすぎず，「スターデンタル」を用いていないことなどから，被控訴人に本件商標の使用意思がない旨主張する。",
            "しかし，上記認定のとおり，被控訴人が本件商標の査定時以前からその診察券に「STAR  DEＮTAL  CLIＮIC」の表示を付し，また，ホームページに「九段下スターデンタルクリニック」との表示を付していた以上，診療所の外観に用いていないからといって直ちに，被控訴人に本件商標につき商標法にいう使用の意思がないということはできない。また，被控訴人が実際に使用していた表示が，上記のとおり本件商標である「スターデンタル」の表示単独のものでないとしても，「九段下」は地名であり，「クリニック」は診療所という役務を示す普通名称にすぎないので，そのことのみをもって直ちに本件査定時に使用の意思が存在しなかったということもできない。",
            "そして，その余の控訴人が種々主張する点も，被控訴人に本件商標を使用する意思がないということはできないとの上記認定を左右するものではない。",
            "以上によれば，控訴人の上記主張を採用することはできず，無効理由4を認めることはできない。」",
            "11  原判決26頁9行目の「表示されている」の次に「(甲14)」を加える。",
            "12  原判決26頁11行目の「宣伝広告の目的で」を「宣伝広告の目的ないしはその目的を含めて」と改める。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，被控訴人の請求を全部認容した原判決は相当であって，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}