{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判(控訴の趣旨)",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，第三者に対し，文書又は口頭で，原判決別紙物件目録記載の各製品(以下，同目録記載1及び2の各製品をそれぞれ「控訴人製品1」などといい，これらを併せて「控訴人各製品」という。)が特許第4530094号の特許権(以下「本件特許権」という。)を侵害し，又は侵害するおそれがある旨を告知し，又は流布してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人に対し，1100万円及びこれに対する平成23年12月14日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，原判決別紙謝罪広告目録記載の内容の謝罪広告を，被控訴人が管理する被控訴人ホームページに掲載せよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "被控訴人は，発明の名称を「発光ダイオード」とする発明に係る特許(特許第4530094号)の特許権者であるところ，控訴人各製品を輸入，譲渡又は譲渡の申出をすることが本件特許権の侵害に当たるとして，株式会社チップワンストップ(以下「チップワンストップ」という。)及び株式会社立花エレテック(以下「立花エレテック」という。)に対して特許権侵害訴訟(以下，チップワンストップを被告とする訴訟を「第1訴訟」，立花エレテックを被告とする訴訟を「第2訴訟」という。)を提起するとともに，第1訴訟につき原判決別紙プレスリリース目録1に記載のとおりのプレスリリース(以下「本件プレスリリース1」という。)を，第2訴訟につき原判決別紙プレスリリース目録2に記載のとおりのプレスリリース(以下「本件プレスリリース2」といい，本件プレスリリース1と併せて「本件各プレスリリース」という。)を被控訴人のホームページに掲載した。",
        "本件は，控訴人が，被控訴人に対し，被控訴人による本件各プレスリリースの掲載及び第2訴訟の提起等が平成27年法律第54号による改正前の不正競争防止法(以下，単に「不正競争防止法」という。)2条1項14号(現行法15号。以下，単に「14号」ということがある。)所定の不正競争行為に該当し，また，第2訴訟の提起及び本件プレスリリース2の掲載が不法行為に該当すると主張して，被控訴人に対し，① 不正競争防止法3条1項に基づく不正競争行為の差止め，② 同法4条又は民法709条に基づく損害金1100万円及びこれに対する不正競争行為又は不法行為の日の後である平成23年12月14日から支払済みまで民法所定の年5分の割合による遅延損害金の支払，③ 不正競争防止法14条に基づく謝罪広告の掲載を求めた事案である。",
        "原審は，控訴人の請求をいずれも棄却したため，控訴人は，原判決を不服として控訴を提起した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実(当事者間に争いのない事実並びに後掲の証拠及び弁論の全趣旨により容易に認められる事実。ただし，特に断りのない限り，書証の枝番の記載は省略する。以下同じ。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "text": [
                "控訴人は，その英文名称を「Everlight  Electronics  Co.,  Ltd.」とし，LEDランプ及びパッケージの製造及び販売等を業務とする台湾法人である。被控訴人は，半導体及び関連材料，部品，応用製品の製造，販売並びに研究開発等を業とする株式会社である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許権(甲2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，以下の特許権(本件特許権)を有している。",
                    "発明の名称    発光ダイオード",
                    "登録番号      特許第4530094号",
                    "原出願日      平成9年7月29日(特願平10-508693号。以下「本件最初の原出願」という。)",
                    "出願日        平成21年3月18日(特願2009-65948号。特願2008-269(以下「本件原出願」といい，本件原出願の願書に添付された明細書を「本件原出願明細書」という。)からの分割出願である。)。",
                    "優先日        平成8年7月29日(特願平8-198585号)",
                    "平成8年9月17日(特願平8-244339号)",
                    "平成8年9月18日(特願平8-245381号)",
                    "平成8年12月27日(特願平8-359004号)",
                    "平成9年3月31日(特願平9-81010号)",
                    "(以下，上記5件の優先権主張の基礎とされた特許出願 4 を併せて「本件各優先権出願」という。)",
                    "登録日        平成22年6月18日"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，平成23年9月5日，特許庁に対し，本件特許を無効にすることを求めて審判の請求をした。特許庁は，上記請求を，無効2011-800159号事件(以下「本件審判請求事件」という。)として審理した結果，平成24年6月12日，「本件審判の請求は，成り立たない。」との審決をした(乙11)。控訴人は，同年10月18日，上記審決の取消しを求める審決取消訴訟を提起した(知的財産高等裁判所平成24年(行ケ)第10362号)。",
                    "被控訴人は，上記訴訟係属中の平成24年12月17日，特許請求の範囲及び明細書を訂正(以下「本件訂正」という。)する審判を請求し，訂正2012-390168号として係属したところ(乙30)，特許庁は，平成25年2月28日，本件訂正をすることを認める旨の審決をし，同審決は確定した(乙38)。そこで，知的財産高等裁判所は，同年6月27日，本件審判請求事件についての上記審決を取り消す旨の判決を言い渡し，その後，同判決は確定した(乙59)。",
                    "特許庁は，本件審判請求事件についてさらに審理した上，平成26年5月1日，本件特許を無効とする旨の審決をした(甲114)。被控訴人は，同年6月9日，同審決の取消しを求める審決取消訴訟を提起するとともに(知的財産高等裁判所平成26年(行ケ)第10142号)，特許庁に対し，同年9月3日，本件特許の特許請求の範囲及び明細書についての訂正審判を請求した(乙70。訂正2014-390128号。以下，この訂正を「本件再訂正」という。)。知的財産高等裁判所は，平成26年12月1日，平成23年法律第63号による改正前の特許法(以下「改正前特許法」という。)181条2項に基づき，上記審決を取り消す旨の決定をし，その後，同決定は確定した。",
                    "特許庁は，本件審判請求事件について，上記訂正審判請求に係る請求書に添付された明細書を援用する訂正の請求がされたものとみなした上，さらに審理をし，平成27年4月16日，「訂正を認める。本件審判の請求は，成り立たない。」旨の審決をした。控訴人は，同年8月17日，上記審決の取消を求める審決取消訴訟を提起した(知的財産高等裁判所平成27年(行ケ)第10163号)。",
                    "なお，本件特許については，無効審判が複数請求されている。このうち，平成23年2月4日に請求された無効2011-800021事件(特許法44条1項所定の分割要件違反を理由とするもの)において，特許庁は，同年10月19日付けで無効審判請求は成り立たない旨の審決をし，請求人はこれを不服として審決取消訴訟(知的財産高等裁判所平成23年(行ケ)第10391号事件)を提起した。知的財産高等裁判所は，平成24年9月27日，上記審決を取り消す旨の判決をした(以下「本件審決取消判決」という。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許権の特許請求の範囲の請求項1の記載は，本件訂正の前(本件各プレスリリースがされた当時)が次の(ア)，本件訂正後が次の(イ)，本件再訂正後が次の(ウ)のとおりである(下線は訂正によって付加された部分である。下記エ及びオについても同じ。なお，本件訂正は確定しているけれども，本件再訂正は確定していない。以下，本件訂正前の請求項1記載の発明を「本件訂正前発明」，本件訂正後の請求項1記載の発明を「本件訂正後発明」，本件再訂正後の請求項1記載の発明を「本件再訂正発明」といい，その特許を「本件特許」という。便宜上，本件各訂正等の前後で「本件訂正前特許」，「本件訂正後特許」及び「本件再訂正特許」ということがある。また，本件特許の特許出願の願書に添付された明細書及び図面については，本件訂正前のものを「本件訂正前明細書」，本件訂正後のものを「本件訂正後明細書」といい，本件再訂正後の明細書及び図面を「本件再訂正明細書」という。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "窒化ガリウム系化合物半導体を有するLEDチップと，該LEDチップを直接覆うコーティング樹脂であって，該LEDチップからの第1の光の少なくとも一部を吸収し波長変換して前記第1の光とは波長の異なる第2の光を発光するフォトルミネセンス蛍光体が含有されたコーティング樹脂を有し，前記フォトルミネセンス蛍光体に吸収されずに通過した前記第1の光の発光スペクトルと前記第2の光の発光スペクトルとが重なり合って白色系の光を発光する発光ダイオードであって，前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなっていることを特徴とする発光ダイオード。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "窒化ガリウム系化合物半導体を有するLEDチップと，該LEDチップを直接覆うコーティング樹脂であって，該LEDチップからの第1の光の少なくとも一部を吸収し波長変換して前記第1の光とは波長の異なる第2の光を発光するフォトルミネセンス蛍光体が含有されたコーティング樹脂を有し，前記フォトルミネセンス蛍光体に吸収されずに通過した前記第1の光の発光スペクトルと前記第2の光の発光スペクトルとが重なり合って白色系の光を発光する発光ダイオードであって，前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなっており，かつ，前記フォトルミネセンス蛍光体は互いに組成の異なる2種以上であることを特徴とする発光ダイオード。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "窒化ガリウム系化合物半導体を有するLEDチップと，該LEDチップを直接覆うコーティング樹脂であって，該LEDチップからの第1の光の少なくとも一部を吸収し波長変換して前記第1の光とは波長の異なる第2の光を発光するフォトルミネセンス蛍光体が含有されたコーティング樹脂を有し，前記フォトルミネセンス蛍光体に吸収されずに通過した前記第1の光の発光スペクトルと前記第2の光の発光スペクトルとが重なり合って白色系の光を発光する発光ダイオードであって，",
                      "text": [
                        "前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなっており，かつ，前記フォトルミネセンス蛍光体は互いに組成の異なる2種類以上であり，前記互いに組成の異なる2種類以上のフォトルミネセンス蛍光体はそれぞれ，Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも1つの元素を含んでなるCeで付括(判決注・「付活」の誤記と認める。)されたガーネット系フォトルミネセンス蛍光体であることを特徴とする発光ダイオード。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件訂正後発明の構成要件を分説すると，次のとおりである(以下，各構成要件を「構成要件A」などという。)。",
                    "A  窒化ガリウム系化合物半導体を有するLEDチップと，",
                    "B  該LEDチップを直接覆うコーティング樹脂であって，該LEDチップからの第1の光の少なくとも一部を吸収し波長変換して前記第1の光とは波長の異なる第2の光を発光するフォトルミネセンス蛍光体が含有されたコーティング樹脂を有し，",
                    "C  前記フォトルミネセンス蛍光体に吸収されずに通過した前記第1の光の発光スペクトルと前記第2の光の発光スペクトルとが重なり合って白色系の光を発光する発光ダイオードであって，",
                    "D  前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなっており，",
                    "E  かつ，前記フォトルミネセンス蛍光体は互いに組成の異なる2種以上である",
                    "F  ことを特徴とする発光ダイオード。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件再訂正発明の構成要件を分説すると，次のとおりである(以下，各構成要件を「構成要件A」などという。)",
                  "text": [
                    "A  窒化ガリウム系化合物半導体を有するLEDチップと，",
                    "B  該LEDチップを直接覆うコーティング樹脂であって，該LEDチップからの第1の光の少なくとも一部を吸収し波長変換して前記第1の光とは波長の異なる第2の光を発光するフォトルミネセンス蛍光体が含有されたコーティング樹脂を有し，",
                    "C  前記フォトルミネセンス蛍光体に吸収されずに通過した前記第1の光の発光スペクトルと前記第2の光の発光スペクトルとが重なり合って白色系の光を発光する発光ダイオードであって，",
                    "D  前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなっており，",
                    "E  かつ，前記フォトルミネセンス蛍光体は互いに組成の異なる2種類以上であり，",
                    "F’ 前記互いに組成の異なる2種類以上のフォトルミネセンス蛍光体はそれぞれ，Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも1つの元素を含んでなるCeで付括されたガーネット系フォトルミネセンス蛍光体である",
                    "G  ことを特徴とする発光ダイオード。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件各プレスリリース等(甲3ないし6，51，89)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，平成23年8月31日，チップワンストップによる控訴人製品1の輸入，販売等が本件特許権の侵害に当たるとして，侵害行為の差止めを求める訴訟(第1訴訟。東京地方裁判所平成23年(ワ)第28766号)を提起するとともに，同年9月1日付けで，原判決別紙プレスリリース目録1に記載のとおり，第1訴訟に関するプレスリリース(本件プレスリリース1)を被控訴人ホームページ上に掲載した。",
                    "第1訴訟は，チップワンストップが控訴人製品1の販売を中止したため，被控訴人が同月8日に訴えを取り下げることにより終了した。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "被控訴人は，平成23年10月4日，立花エレテックによる控訴人各製品の輸入，譲渡及び譲渡の申出が本件特許権の侵害に当たるとして，侵害行為の差止め等を求める訴訟(第2訴訟。東京地方裁判所平成23年(ワ)第32488号，第32489号)を提起するとともに，同月5日付けで，原判決別紙プレスリリース目録2に記載のとおり，第2訴訟に関するプレスリリース(本件プレスリリース2)を被控訴人ホームページ上に掲載した。",
        "第2訴訟については，平成25年1月31日，立花エレテックによる控訴人各製品の輸入，譲渡及び譲渡の申出の事実があったと認めるに足りる証拠はないとして，請求を棄却する旨の判決がされた。被控訴人は，同判決を不服として控訴をしたが(知的財産高等裁判所平成25年(ネ)第10014号)，知的財産高等裁判所は，同年7月11日，第一審と同旨の理由により被控訴人の控訴を棄却する旨の判決をした。被控訴人は，同判決を不服とし，同年7月24日，上告及び上告受理申立てをした。(甲51，89)",
        "最高裁判所は，平成27年7月22日，上告不受理の決定をし，上記判決は確定した(上告は取下げにより終了)。"
      ]
    },
    {
      "fig": "2",
      "subject": "争点",
      "content": [
        {
          "fig": "(1)",
          "subject": "本件各プレスリリースの掲載及び第2訴訟の提起について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件プレスリリース1の掲載が14号に該当するか。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件プレスリリース1は，控訴人の信用を毀損しているか。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "控訴人製品1は，本件訂正後発明の技術的範囲に属しないか。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "本件訂正後特許には，無効理由があるか。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "控訴人製品1は，本件再訂正発明の技術的範囲に属するか。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "本件再訂正特許には，無効理由があるか。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件プレスリリース2の掲載が14号に該当するか。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件プレスリリース2は，控訴人の信用を毀損しているか。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "控訴人各製品は，本件訂正後発明の技術的範囲に属しないか。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "本件訂正後特許には，無効理由があるか。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "控訴人各製品は，本件再訂正発明の技術的範囲に属するか。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "本件再訂正特許には，無効理由があるか。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "第2訴訟の提起が14号に該当するか。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "本件プレスリリース2の掲載及び第2訴訟の提起が不法行為としての違法性を有するか。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "被控訴人の故意又は過失ないし違法性阻却事由(正当行為)の存否"
        },
        {
          "fig": "(4)",
          "subject": "控訴人の損害"
        },
        {
          "fig": "(5)",
          "subject": "差止めの必要性"
        },
        {
          "fig": "(6)",
          "subject": "名誉回復措置の必要性"
        }
      ]
    },
    {
      "fig": "3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "(1)",
          "subject": "争点(1)ア(本件プレスリリース1の掲載が14号に該当するか)について",
          "text": [
            "【控訴人の主張】"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件プレスリリース1の記載全体，特に第2段落に触れた第三者は，タイトルで控訴人名が明記されていることに加え，「中韓台LEDチップ及びパッケージメーカーによる，特許権を無視した日本市場での行動は目に余るものがあります」という記載や，「台湾最大のLEDアッセンブリメーカーである Everlight Electronics 社」及び「このような日本市場での日亜特許の侵害行為に対する対抗措置の一環として，当社は今般，台湾最大のLEDパッケージメーカー製品に対して訴訟を提起」という記載から，控訴人が日本市場において本件特許権の侵害行為を行っていると認識し得る。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件プレスリリース1の目的は，控訴人製品1を日本において輸入販売することが本件特許権の侵害行為であると告知することにある。被控訴人が控訴人以外の企業が製造したLEDに関して提起した特許権侵害訴訟についてのプレスリリースと比較して，本件プレスリリース1が控訴人名を殊更に強調していることからすると，本件プレスリリース1が裁判制度に借名して控訴人の信用を毀損するものであることは明白であり，現に，控訴人の信用は毀損されている。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "そして，本件プレスリリース1における，控訴人が本件特許権の侵害行為をしている旨の記載は，次のとおり虚偽である。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "控訴人製品1は，以下のとおり，本件訂正後発明の技術的範囲に属しない。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "構成要件Dの記載からすると，本件訂正後発明においては，フォトルミネセンス蛍光体の濃度は，コーティング樹脂の表面側から，LEDチップに向かって徐々に高くなっていることが必要であり，このことは，本件訂正後明細書の実施例の「徐々に」の記載及び本件特許の出願経過からも明らかである。",
                        "これに対し，控訴人製品1の蛍光体の濃度分布は，控訴人の分析(甲29。以下，分析した製品を「控訴人分析品1」という。)によれば，コーティング樹脂からLEDチップに向かって「高低高」となっている。また，被控訴人の分析(甲28)については，分析対象となった製品(以下「被控訴人分析品1」という。)が控訴人製品1であるか疑問がある上，被控訴人の主張立証によったとしても，コーティング樹脂からLEDチップに向かって徐々に高くなっていないばかりか，LEDチップに向かって濃度が低くなる部分がある。したがって，控訴人製品1は構成要件Dを充足しない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "本件訂正後発明において，フォトルミネセンス蛍光体は「第2の光」を発するものであり(構成要件B)，かつ，互いに組成の異なる2種以上であること(構成要件E)が必要であるから，互いに組成の異なる2種類以上のフォトルミネセンス蛍光体は，同じ「第2の光」を発しなければならない。",
                        "これに対し，被控訴人の分析によっても，控訴人製品1において，一つの蛍光体は黄色発光し，もう一つの蛍光体は赤色発光しており，互いに組成の異なるフォトルミネセンス蛍光体が異なる光を発している。したがって，控訴人製品1は構成要件B及びEを充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件訂正後特許は，以下の理由により，特許法123条1項2号により無効とされるべきである。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "本件原出願明細書には，組成が特定されたフォトルミネセンス蛍光体しか開示されておらず，他方，本件訂正後発明は，フォトルミネセンス蛍光体の組成について限定がない。被控訴人は，本件原出願明細書に記載された実施の形態2に本件訂正後発明が開示されている旨主張するが，実施の形態2は組成が限定された実施の形態1と別のものとは解釈できず，実施の形態1には組成が特定されたフォトルミネセンス蛍光体しか記載されていない。そのため本件特許の出願(本件原出願からの分割出願)は，分割要件(特許法44条1項)に違反するから，その出願日は平成21年3月18日となるので，本件原出願の公開公報により新規性又は進歩性を欠くことになる。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "本件各優先権出願はいずれも組成が限定されていないフォトルミネセンス蛍光体を2種以上用いることを開示していないから，本件訂正後発明は本件各優先権出願による優先権の利益を享受できない。そして，本件最初の原出願日より前の平成8年11月に頒布された第264回蛍光体同学会講演予稿「白色LEDの開発と応用」(甲84。以下「甲84文献」という。)に記載された発明(以下「甲84発明」という。)は，本件訂正後発明と同一であるか(新規性欠如)，又は構成要件Eのみ相違するが，かかる相違点は周知技術(甲85～87)により当業者に容易想到である(進歩性欠如)。また，平成9年4月に頒布された「Luminescence conversion  of  blue  light  emitting  diodes」(甲85。以下「甲85文献」という。)に記載された発明(以下「甲85発明」という。)は，本件訂正後発明と同一であるか(新規性欠如)，又は構成要件Dのみ相違するが，かかる相違点は周知技術(甲30，84)により当業者に容易想到である(進歩性欠如)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "控訴人製品1は，以下のとおり，本件再訂正発明の技術的範囲に属しない。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "構成要件Dの記載からすると，本件再訂正発明においては，フォトルミネセンス蛍光体の濃度は，コーティング樹脂の表面側から，LEDチップに向かって徐々に高くなっていることが必要であり，このことは，本件再訂正明細書の実施例の「徐々に」の記載及び本件特許の出願経過からも明らかである。",
                        "これに対し，控訴人製品1の蛍光体の濃度分布は，前記のとおり，控訴人分析品(甲29)は，コーティング樹脂からLEDチップに向かって「高低高」となっている。また，被控訴人の分析(甲28)については，前記のとおり，被控訴人分析品1が控訴人製品1であるか疑問がある。控訴人は，控訴人分析品1に加えて，平成26年7月及び8月に枝番号の異なる4種類の「GT3528」シリーズのLEDパッケージを，同年8月に1種類の「61-238」シリーズのLEDパッケージを，いずれも「Mouser  Electronics」から購入し(甲115ないし117)，さらに，平成26年7月に枝番号の異なる2種類の「61-238」シリーズのLEDパッケージを「Digi-Key  Corporation」から購入した(甲119，120。以下，平成26年に購入した上記製品を併せて「控訴人追加購入品」という。)。控訴人製品1の「GT3528」シリーズについて，控訴人追加購入品の外観は，控訴人分析品1(甲29)の外観と同一である一方，被控訴人分析品1(甲28，乙32)の外観とは異なっているから，控訴人分析品1に基づく分析結果が正しいといえる。さらに，被控訴人分析品1の側面の断面形状は，控訴人製品1のデータシート(甲112)に記載された側面図と異なるから，被控訴人分析品1は控訴人製品1ではないといわざるを得ない。",
                        "仮に，被控訴人の主張立証によったとしても，被控訴人分析品1は，コーティング樹脂からLEDチップに向かって徐々に高くなっていないばかりか，LEDチップに向かって濃度が低くなる部分がある。",
                        "したがって，控訴人製品1は構成要件Dを充足しない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "本件再訂正発明において，フォトルミネセンス蛍光体は「第2の光」を発するものであり(構成要件B)，かつ，互いに組成の異なる2種以上であること(構成要件E)が必要であるから，互いに組成の異なる2種類以上のフォトルミネセンス蛍光体は，同じ「第2の光」を発しなければならない。これに対し，被控訴人の分析によっても，控訴人製品1において，一つの蛍光体は黄色発光し，もう一つの蛍光体は赤色発光しており，互いに組成の異なるフォトルミネセンス蛍光体が異なる光を発している。したがって，控訴人製品1は構成要件B及びEを充足しない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "控訴人製品1は，本件再訂正発明の構成要件E及びF’を充足しない。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "控訴人製品1においては，いずれも1種類のYAG系蛍光体のみを用いており，他にYAG系蛍光体は用いていない(ただし，YAG系蛍光体ではない蛍光体は添加されている)。控訴人製品1について，被控訴人分析品1と同一型番である「GT3528／Q2C-B50632C4CB2／2T」の平成22年11月2日付けワークシート(甲157・別紙1)によれば，上記型番の製品には，YAG系蛍光体として，●●●●●●●●●●●●●●●●●●●●●●●●●●●(以下「本件蛍光体1」という。)のみを用いていることが認められる。",
                            "そして，本件蛍光体1について，第三者の分析機関に分析を依頼したところ(甲158)，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●との陳述書(甲168)も取得した。試験報告書(甲158，160)において，本件蛍光体1の組成分析手段として用いられたX線回折法は，被控訴人も採用しているように(甲170，171)，蛍光体の組成の同定が可能な分析手段であり，上記試験結果は，被控訴人による分析結果(乙32，33)ともほぼ一致するものである。",
                            "特開2005-298721号公報(甲170。以下「甲170文献」という。)の段落【0151】において，出願人である被控訴人は，実施例4ないし9について，蛍光体の組成変化が小さいにもかかわらず，その組成変化をX線回折法で同定しているから，X線回折法は，組成の変化が小さい蛍光体の組成を同定するのに十分機能する。また，特開2014-55217号公報(甲171。以下「甲171文献」という。)の段落【0017】，【0025】，【0026】，【0028】の記載，表3(【0070】)に記載の実施例5ないし9におけるEuの組成が0．02，0．04，0．06，0．08，0．10とごく微量で変化していること，段落【0072】に，実施例5ないし9のX線回折ピークの相対強度の値が表4(【0073】)として記載されていることなどから，X線回折法によってEuのわずかな変化まで同定できており，YAG系蛍光体においても，付活剤であるCeの変化を同様に特定できることは明らかである。さらに，A博士(以下「A博士」という。)の意見書(甲173)によれば，X線回折法により組成の異なる2種類の蛍光体の組成自体を判断することはできなくても，区別することは可能であるといえる。"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "被控訴人は，EPMA(Electron  Probe  Micro  Analyzer)法により，被控訴人分析品を分析しているところ(乙73，74)，A博士の意見書(甲146)によれば，EPMA分析には試料調製上の問題やEPMA分析上の問題があることが指摘されている。また，新竹清華大学材料学部講座教授であるB教授(以下「B教授」という。)の意見書(甲172)によれば，X線回折強度と成分量は直線的な関係にはなく，両者の関係を示すパラメータは非常に複雑であるにもかかわらず，被控訴人の分析(乙73，74)には，この点についての説明がなく，実際に分析された強度サイズレベルが欠如しているとの指摘があるところ，被控訴人の分析は，強度サイズレベルが恣意的に設定されたものであるから信憑性がない。このように，被控訴人のEPMA分析には多くの問題点がある。",
                            "さらに，YAG系蛍光体を含む蛍光体は一般に1種類の組成の蛍光体を作製しようとしても，組成に若干のばらつき(不均一さ)が生じることはよく知られている(甲147，148)。また，本件再訂正明細書には，付活剤であるCeの濃度が異なっていることが，組成の異なる2種類以上のフォトルミネセンス蛍光体に当たることを示す根拠となる記載は存在しないから，Ceの含有量が異なることは，組成の異なる場合には当たらない。",
                            "(この争点に関する上記以外の控訴人の主張は，別紙主張目録のとおりである(以下，別紙主張目録の主張を「本件追加主張」という。)。)",
                            "なお，被控訴人は，本件追加主張を含む平成28年11月25日付け控訴人第14準備書面における主張及び証拠(甲177ないし187。ただし甲185は欠番で提出されていない。以下，同じ。)は，時機に後れて提出された攻撃防御方法であるから却下すべきである旨主張する。しかし，控訴人は，被控訴人準備書面(11)の主張内容に基づく総合的な反論として，控訴人第14準備書面において，それまでの主張の範囲内で主張立証したにすぎない。また，平成28年11月4日付け被控訴人準備書面(11)において，①Raman分析(乙32，33)では，蛍光体1粒子のみを測定しているため他の組成の蛍光体が含まれる可能性は排除されない，②EPMAのX-ray  mapping分析(乙73，74)に関し「定量分析(濃度換算)」はしていない，などの新たな事実が初めて開示されたから，控訴人第14準備書面において総合的な反論を主張するに至ったものである。控訴人の控訴人第14準備書面における主張及び証拠(甲177ないし187)は時機に後れて提出された攻撃防御方法には当たらない。",
                            "以上によれば，控訴人製品1は，構成要件E及びF’を充足しない。",
                            "(エ)本件再訂正は，次のとおり，訂正要件を満たさない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "text": [
                        "本件訂正後明細書には，「組成の異なる2種類以上のフォトルミネセンス蛍光体を組み合わせ」る場合における「フォトルミネセンス蛍光体」について，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素」と「Al，Ga及びInからなる群から選ばれる少なくとも1つの元素」のうち，「Lu，Sc，La」と「In」を含むことは記載されていないから，本件再訂正特許の請求項に係る訂正事項は，本件訂正後明細書に記載した事項の範囲内の訂正ではなく，改正前特許法126条3項に適合しない。したがって，本件再訂正は訂正要件を満たさない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "また，被控訴人は，●●●●●●●●●●●●●●に対し，本件特許権につき通常実施権を許諾していると認められるところ，本件再訂正について，通常実施権者である●●●●からの承諾(改正前特許法134条の2第5項，127条)を得ていないから，本件再訂正は認められない。被控訴人は，控訴人が本件特許の通常実施権者であると主張する者から，訂正に関する承諾を得ていると主張するけれども，その根拠として提出する事実実験公正証書(乙85)は，承諾相手や承諾権限について疑問がある。また，訂正に関しては，個別具体的な承諾がなければ，特許法127条の「承諾」に当たるということはできない。したがって，本件再訂正は認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "本件再訂正特許は，以下の理由により，特許法123条1項2号により無効とされるべきである。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "本件原出願明細書の段落【0078】ないし【0080】，【0082】ないし【0083】の記載によれば，本件原出願明細書の実施の形態2で用いられるフォトルミネセンス蛍光体は，「Y，Gd，La及びSm」と「Al及びGa」のみであるから，「組成の異なる2種類以上のフォトルミネセンス蛍光体を組み合わせ」る場合における「フォトルミネセンス蛍光体」について，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素」と「Al，Ga及びInからなる群から選ばれる少なくとも1つの元素」のうち，「Lu，Sc」と「In」は含まれていない。したがって，本件再訂正発明は，本件原出願明細書に記載されていない特定をするものである。そのため本件特許の出願(本件原出願からの分割出願)は，分割要件(特許法44条1項)に違反するから，その出願日は平成21年3月18日となるので，本件原出願の公開公報により新規性又は進歩性を欠くことになる。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "本件再訂正明細書の段落【0064】，【0079】ないし【0081】，【0083】ないし【0084】においては，「組成の異なる2種以上のフォトルミネセンス蛍光体を組み合わせ」る場合における「フォトルミネセンス蛍光体」について，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素」と「Al，Ga及びInからなる群から選ばれる少なくとも1つの元素」のうち，「Lu，Sc，La」と「In」を含むことは記載されていないから，本件再訂正後の特許請求の範囲の請求項1の「フォトルミネセンス蛍光体」について，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素」と「Al，Ga及びInからなる群から選ばれる少なくとも1つの元素」は，本件再訂正明細書においてサポートされていないといえる。また，本件再訂正明細書の発明の詳細な説明には，課題を解決できる発明を製造でき使用できるようには記載されていない。したがって，本件再訂正発明は特許法36条6項1号(サポート要件)に違反し，本件再訂正明細書は同条4項1号(実施可能要件)に違反する。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "本件各優先権出願はいずれも組成が限定されていないフォトルミネセンス蛍光体を2種以上用いることを開示していないから，本件再訂正発明は本件各優先権出願による優先権の利益を享受できない。",
                        "そして，本件最初の原出願日より前の平成8年11月に頒布された甲84文献に記載された甲84発明は，本件再訂正発明と同一であるか(新規性欠如)，又は構成要件Eのみ相違するところ，この相違点は周知技術(甲85ないし87)により当業者が容易に想到し得たものである(進歩性欠如)。また，平成9年4月に頒布された甲85文献に記載された甲85発明についても，本件再訂正発明と同一であるか(新規性欠如)，又は構成要件Eのみ相違するが，この相違点は周知技術(甲86，87)により当業者が容易に想到し得たものである(進歩性欠如)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(カ)",
                  "text": [
                    "控訴人は，控訴人製品1を日本国内で製造，輸入，販売等していないから，控訴人による本件特許権の実施行為は存在しない。",
                    "【被控訴人の主張】"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件プレスリリース1は，チップワンストップが控訴人製品1を輸入，販売等する行為が本件特許権の侵害行為であることを理由に，被控訴人がチップワンストップを相手方として特許権侵害訴訟を提起した事実を告知するものにすぎないから，通常の一般人は控訴人が日本市場において本件特許権の侵害行為をしているとは理解しない。その第2段落も，「その製造販売が特許権を侵害することとなる製品」の意味で「特許権を侵害する製品」との表現が慣用的に用いられるのと同様，当該訴訟の対象製品である控訴人製品1の製造元を特定する趣旨で，「台湾最大のLEDパッケージメーカー製品」を対象とする訴訟を被控訴人が提起したこと等を述べるものにすぎない。そもそも本件プレスリリース1の読み手は基本的に当該業界に深い関心を持つ者であるところ，本件プレスリリース1を取り扱っている当該業界のウェブサイトにおいても控訴人の主張するような理解はされていない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "上記のことから，本件プレスリリース1の記載内容が控訴人の営業上の信用を害することはない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "仮に本件プレスリリース1において控訴人が日本市場において本件特許権の侵害行為をしている旨の記載があると解されるとしても，次のとおり，同記載が虚偽であることの立証はない。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "控訴人は，控訴人製品1が本件訂正後発明の構成要件D並びにB及びEを充足せず，本件訂正後発明の技術的範囲に属しないと主張する。しかし，控訴人製品1は，以下のとおり，本件訂正後発明の技術的範囲に属する。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "本件訂正後発明の特許請求の範囲の記載及び本件訂正後明細書の段落【0048】に記載された本件訂正後発明の作用効果からすれば，構成要件Dは，コーティング樹脂中の蛍光体の含有分布の状態を全体としてみたときに，蛍光体の含有分布が，水分が侵入する起点であるコーティング樹脂の表面側から離れて位置するLEDチップが存在する方に有意に偏っている状態を意味し，構成要件Dの蛍光体の濃度が表面側からLEDチップに「向かって高くなっている」態様が「徐々に」でなければならないと解する理由はない。本件訂正後明細書の実施例1に「徐々に」の文言が記載されているからといって特許請求の範囲が実施例に限定されないことは当然であるし，出願経過における特許庁の認定は蛍光体の分布が徐々に変化しなければならないというものではない。そして，被控訴人が入手した控訴人製品1の断面写真(甲28)によれば，その蛍光体の含有分布が，コーティング樹脂の表面側からLEDチップの方に有意に偏っていることは明らかである。他方において，控訴人分析品1(甲29)は控訴人製品1でない可能性があり，また分析方法自体恣意的なものである。したがって，控訴人製品1が構成要件Dを充足しないことの立証はできていない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "組成が異なる2種類の蛍光体があれば，原則としてその発光色が異なることは当然であるし，本件訂正後明細書においても，組成の異なる蛍光体の発光が異なることが明記されている。構成要件Bが「第2の光」と規定しているのは，「LEDからの発光」を「第1の光」としたのと対をなすものとして「蛍光体からの発光」を「第2の光」としているだけのことであり，「蛍光体からの発光」が同じ発光色でなければならないことは規定されていない。そのため，構成要件B及びEに関する控訴人の解釈は誤りである。また，控訴人製品1において，2種類の蛍光体が含まれていないとの立証はされていない。したがって，控訴人製品1が構成要件B及びEを充足しないことの立証はできていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "控訴人は，本件訂正後発明がなお分割要件に違反し，又は優先権の利益を受けられないことにより新規性あるいは進歩性を欠く旨主張するが，以下のとおり，その立証はない。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "本件訂正後発明は，本件原出願明細書の実施の形態2に記載されており，本件原出願明細書の段落【0078】ないし【0085】には，特定組成の蛍光体の使用はあくまでも任意であることが明記されている。また，当業者は，特定組成に限定されない，互いに組成の異なる2種類以上のフォトルミネセンス蛍光体について，本件訂正後発明を読み取れることが明らかである。",
                        "したがって，本件特許の出願が分割要件に違反することはない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "本件訂正後発明が特定の組成の蛍光体に限定されていないことを理由として本件各優先権出願による優先権の利益を受けられないとの主張が成り立たないことは，上記aで述べたことと同様である。",
                        "なお，甲84文献は，コーティング樹脂内に均等に蛍光体が分布していることを示しており，構成要件Dと相違するし，蛍光体が互いに組成の異なる2種以上でもよいことは記載されていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "控訴人製品1は，本件再訂正発明の技術的範囲に属する。",
                    "控訴人は，控訴人製品1が構成要件D，B及びE，F’を充足しない旨主張する。しかし，控訴人製品1は，以下のとおり，上記各構成要件を充足する。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "本件再訂正発明の特許請求の範囲の記載及び本件再訂正明細書の段落【0048】に記載された本件再訂正発明の作用効果からすれば，構成要件Dは，コーティング樹脂中の蛍光体の含有分布の状態を全体としてみたときに，蛍光体の含有分布が，水分が侵入する起点であるコーティング樹脂の表面側から離れて位置するLEDチップが存在する方に有意に偏っている状態を意味し，構成要件Dの蛍光体の濃度が表面側からLEDチップに「向かって高くなっている」態様が「徐々に」でなければならないと解する理由はない。本件再訂正明細書の実施例1に「徐々に」の文言が記載されているからといって特許請求の範囲が実施例に限定されないことは当然であるし，出願経過における特許庁の認定は蛍光体の分布が徐々に変化しなければならないというものではない。",
                        "そして，被控訴人が入手した控訴人製品1(被控訴人分析品1)の断面写真(甲28)によれば，その蛍光体の含有分布が，コーティング樹脂の表面側からLEDチップの方に有意に偏っていることは明らかである。他方において，控訴人分析品1(甲29)は控訴人製品1でない可能性があり，また分析方法自体恣意的なものである。",
                        "分析結果報告書(甲28)における被控訴人分析品1(GT3528／Q2C-B50632C4CB2／2T)は，チップワンストップの通販サイトを通じて平成23年5月頃に入手したものである(乙54)。同社は日本半導体商社協会(DAFS)に加入している半導体商社であって，安易に模倣品を取り扱うとは考えられない(乙22)。さらに，チップワンストップは，「平成25年1月18日付通知書に対するご回答の件」(平成25年2月12日付。甲63)において，「GT3528／Q2C-B50632C4CB2／2T」のLEDパッケージは正規品と聞いているとしている。これに対し，GT3528シリーズとされる控訴人分析品1(甲29)の側面の断面形状は，データシート(甲112)に記載された側面図と異なるから，控訴人分析品1は控訴人製品1ではない。",
                        "したがって，控訴人製品1は構成要件Dを充足する。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "組成が異なる2種類の蛍光体があれば，原則としてその発光色が異なることは当然であるし，本件再訂正明細書においても，組成の異なる蛍光体の発光が異なることが明記されている。構成要件Bが「第2の光」と規定しているのは，「LEDからの発光」を「第1の光」としたのと対をなすものとして「蛍光体からの発光」を「第2の光」としているだけのことであり，「蛍光体からの発光」が同じ発光色でなければならないことは規定されていない。そのため，構成要件B及びEに関する控訴人の解釈は誤りである。控訴人製品1は，構成要件B及びDを充足する。"
                      ]
                    },
                    {
                      "fig": "c",
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "控訴人製品1の一つとして，被控訴人分析品1「GT3528／Q2C-B50632C4CB2／2T」(乙32)に含まれるYAG系蛍光体をEPMA装置を用いて分析したところ(乙73)，YAG系蛍光体であるAの粒子とBの粒子におけるCeの信号強度において，Aの粒子は緑色，Bの粒子は赤色に表示され，信号強度は，赤，黄，緑，青，黒の順に弱くなることから，Aの粒子はBの粒子よりも信号強度が弱く，したがって，Aの粒子とBの粒子ではCeの組成が異なること，さらに，Ceの信号強度について，Bの粒子はAの粒子の約1．3倍であることが明らかになった(乙75)。EPMA分析は，電子線を対象物に照射し，発生する特性X線の波長と強度から構成元素を分析する高感度の手法であり，細く絞った電子線を試料に照射することで局所的な組成分析が可能である。このEPMA分析(乙73，74)は，A，Bの各粒子当たり少なくとも100箇所以上の信号強度を比較した網羅的なものであるから，その結果として，Ceで約1．3倍の信号強度差が確認された以上，Ceの含有量に有意な差があることは明らかである(乙75)。"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "控訴人は，被控訴人のEPMA分析について，多くの問題点がある旨主張するけれども，いずれも客観的な根拠に欠けるものであるから，理由がない。"
                          ]
                        },
                        {
                          "fig": "(c)",
                          "text": [
                            "なお，控訴人の本件追加主張を含む控訴人第14準備書面における主張及び証拠(甲177ないし187)は，早期に提出することができたものであり，訴訟の完結を遅延させるものであって，時機に後れて提出された攻撃防御方法に当たるから，却下されるべきである。"
                          ]
                        },
                        {
                          "fig": "(d)",
                          "text": [
                            "したがって，控訴人製品1は，本件再訂正発明の構成要件E及びF’を充足する。",
                            "(エ)仮に，本件訂正後特許に無効理由があったとしても，本件再訂正により解消されており，本件再訂正特許には無効理由はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "text": [
                        "本件訂正後明細書において，組成の異なる2種類以上のフォトルミネセンス蛍光体を用いる形態として開示された実施の形態2は，フォトルミネセンス蛍光体を，具体例として記載されたもの(【0079】)に限定するものではなく，実施の形態1の欄で説明された蛍光体を含む任意の組成の蛍光体を適用して構成してよいものであることは，本件訂正後明細書の全ての記載，特に段落【0079】及び【0080】の記載から，当業者には明らかであるといえる。したがって，実施の形態2の「セリウムで付活されたフォトルミネセンス蛍光体」として，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも1つの元素を含んでなるCeで付括されたガーネット系フォトルミネセンス蛍光体」を適用できることは，本件訂正後明細書の記載等から自明な事項であり，蛍光体の組成をこのように限定したことは，新たな技術的事項を導入するものではなく，本件再訂正は，願書に添付した明細書等に記載した事項の範囲内の訂正であって，改正前特許法126条3項に適合する。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "本件において，被控訴人は，本件特許権の通常実施権者であると控訴人が指摘する●●について，被控訴人が行う訂正に関し承諾を得ている。控訴人は，被控訴人が上記承諾を得たことの根拠として提出する事実実験公正証書(乙85)について，承諾相手や承諾権限について疑問があると主張するけれども，いずれも理由がない。",
                        "したがって，仮に，控訴人が指摘する●●が本件特許権の通常実施権者であるとしても(営業秘密であるから明らかにすることはできない。)，被控訴人は，上記の通常実施権者全てから，訂正審判の請求又は訂正の請求に関する承諾を得ているから，本件再訂正が特許法127条に反することはない。",
                        "なお，特許法127条の趣旨は，通常実施権者という一私人に帰属する競争上の利益を保護することにあるから，特許権者が通常実施権者の承諾なく訂正審判の請求又は訂正の請求をした場合に，承諾の欠缺を主張し得るのは通常実施権者に限られると解すべきであり，そもそも本件特許権の通常実施権者等でない控訴人が特許法127条違反の主張をすることは許されないといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "控訴人は，本件再訂正発明がなお分割要件に違反し，又は優先権の利益を受けられないことにより新規性あるいは進歩性を欠く旨主張するけれども，以下のとおり，理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "本件再訂正発明は，本件原出願明細書に記載されており，原出願に包含された発明であるといえるから，本件特許の出願が分割要件に違反することはない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "本件再訂正明細書の段落【0050】，【0048】，【0081】等によれば，本件訂正後発明の課題を解決することができることは明らかであるから，本件再訂正発明は，発明の詳細な説明において発明の課題が解決できることを当業者が認識できるように記載された範囲を超えるものではなく，サポート要件に違反しない。また，本件再訂正明細書の段落【0048】，【0081】等によれば，当業者であれば，本件再訂正発明の特定組成の蛍光体を用いて，本件再訂正発明の実施をすることは十分に可能であるから，本件再訂正明細書の発明の詳細な説明は，当業者が発明の実施をすることができる程度に明確かつ十分に記載されている。したがって，実施可能要件に違反しない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "本件再訂正発明が本件各優先権出願による優先権の利益を受けられないとの主張は争う。",
                        "控訴人は，甲84発明は，本件再訂正発明と同一であるか(新規性欠如)，又は構成要件Eのみ相違するところ，この相違点は周知技術(甲85ないし87)により当業者が容易に想到し得たものである(進歩性欠如)と主張する。",
                        "しかし，甲84文献は特許法29条1項3号の刊行物に該当しないし，また，本件再訂正発明と甲84発明は，少なくとも，本件再訂正発明は，「前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなって」いるのに対し，甲84発明は，LEDチップの表面にコーティングする樹脂に蛍光体を分散しているものの，蛍光体の濃度がLEDチップに向かって高くなるものか否か明らかでない点(相違点1)及びY，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも一つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも一つの元素を含んでなるCeで付括されたガーネット系フォトルミネセンス蛍光体が，本件再訂正発明では，「互いに組成の異なる2種類以上」であるのに対し，甲84発明では，そのように特定されるものか否か明らかではない点(相違点2)で相違する。したがって，甲84発明は，本件再訂正発明と同一であるとはいえない。また，上記各相違点は，周知技術(甲85ないし87)により当業者が容易に想到し得たものともいえない。",
                        "さらに，控訴人は，甲85発明は，本件再訂正発明と同一であるか(新規性欠如)，又は構成要件Eのみ相違するが，この相違点は周知技術(甲86，87)により当業者が容易に想到し得たものである(進歩性欠如)と主張する。",
                        "しかし，甲85文献は特許法29条1項3号の刊行物に該当しないし，また，本件再訂正発明と甲85発明は，少なくとも，コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，本件再訂正発明では，「前記コーティング樹脂の表面側から前記LEDチップに向かって高くなって」いるのに対し，甲85発明では，そのようになっているのか否か不明な点(相違点3)及び本件再訂正発明では，「前記フォトルミネセンス蛍光体は互いに組成の異なる2種類以上」であるのに対し，甲85発明では1種類である点(相違点4)で相違する。したがって，甲85発明は本件再訂正発明と同一であるとはいえない。また，上記各相違点は周知技術(甲30，84)により当業者が容易に想到し得たものともいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(カ)",
                  "text": [
                    "控訴人が控訴人製品1を日本国内で製造，輸入，販売等をしていないとの主張は不知であり，その立証はできていない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "争点(1)イ(本件プレスリリース2の掲載が14号に該当するか)について【控訴人の主張】",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件プレスリリース2にも，本件プレスリリース 1 と同様に，控訴人が日本市場において本件特許の侵害行為をしている旨が記載されており，控訴人の営業上の信用を害している。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件プレスリリース2には，「立花社が輸入，販売等する白色LED(製造型番：GT3528シリーズ，61-238シリーズ)」との記載があるところ，立花エレテックは控訴人各製品を輸入，販売等していないから，本件プレスリリース2はかかる点においても控訴人の営業上の信用を害する虚偽の事実が記載されている。"
            },
            {
              "fig": "ウ",
              "text": [
                "本件プレスリリース2における，控訴人が本件特許権の侵害行為をしている旨の記載は，次のとおり虚偽である。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "控訴人各製品は，以下のとおり，本件訂正後発明及び本件再訂正発明の技術的範囲に属しない。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "前記(1)【控訴人の主張】ウ(ア)a，(ウ)aにおいて，控訴人製品1について主張したとおり，構成要件Dの記載からすると，本件訂正後発明及び本件再訂正発明においては，フォトルミネセンス蛍光体の濃度は，コーティング樹脂の表面側から，LEDチップに向かって徐々に高くなっていることが必要である。これに対し，控訴人製品2の蛍光体の濃度分布は，控訴人の分析(甲29。以下，分析した製品を「控訴人分析品2」という。)によれば，コーティング樹脂からLEDチップに向かって徐々に高くなっていない。また，被控訴人の分析(甲28)については，分析対象となった製品(以下「被控訴人分析品2」という。)が控訴人製品2であるか疑問がある。控訴人追加購入品の外観は，控訴人分析品2(甲29)の外観と同一である一方，被控訴人分析品2(甲28，乙32)の外観とは異なっているから，控訴人分析品2に基づく分析結果が正しいといえる。",
                        "したがって，控訴人製品2は，控訴人製品1と同様に，本件訂正後発明及び本件再訂正発明の構成要件Dを充足しない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "控訴人製品2が，本件訂正後発明及び本件再訂正発明の構成要件B及びEを充足しないのは前記(1)【控訴人の主張】ウ(ア)b，(ウ)bにおける控訴人製品1におけるのと同様である。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "控訴人製品2が，本件再訂正発明の構成要件E及びF’を充足しないのは前記(1)【控訴人の主張】ウ(ウ)cにおける控訴人製品1におけるのと同様である。",
                        "控訴人製品2においても，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●本件蛍光体2の組成分析手段として用いられたX線回折法(甲158，160)は，蛍光体の組成の同定が可能な分析手段であるのに対し，被控訴人によるEPMA法による分析(乙73，74)には多くの問題点がある。",
                        "したがって，控訴人製品2は，控訴人製品1と同様に，本件再訂正発明の構成要件E及びF’を充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "前記(1)【控訴人の主張】ウ(イ)，(エ)及び(オ)のとおり，本件訂正後特許及び本件再訂正特許には，いずれも無効理由がある。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "前記(1)【控訴人の主張】ウ(カ)のとおり，控訴人は，控訴人製品2を日本国内で製造，輸入，販売等していないから，控訴人による本件特許権の実施行為は存在しない。",
                    "【被控訴人の主張】"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件プレスリリース2には，前記(1)【被控訴人の主張】ア，イで検討したのと同様の理由により，控訴人が日本市場において本件特許の侵害行為をしている旨を記載しておらず，その掲載は，控訴人の営業上の信用を害する虚偽の事実の告知には該当しない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件プレスリリース2の第2段落は，立花エレテックが控訴人各製品を輸入販売等する行為が本件特許権の侵害行為であることを理由に，特許権侵害訴訟を提起したという事実を告知するものにすぎない。同段落に立花エレテックが控訴人各製品を輸入販売等しているという事実が記載されていると解釈しても，立花エレテックは控訴人各製品についてウェブページを通じて譲渡の申出を行っているから，上記記載は虚偽ではない。さらに，上記記載は立花エレテックの行為についてのものであり，控訴人の営業上の信用とは無関係である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "仮に本件プレスリリース2において控訴人が日本市場において本件特許権の侵害行為をしている旨の記載があると解されるとしても，次のとおり，同記載が虚偽であることの立証はない。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "控訴人各製品は，以下のとおり，本件訂正後発明及び本件再訂正発明の技術的範囲に属する。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "前記(1)被控訴人の主張ウ(ア)a，(ウ)aにおいて，控訴人製品1について主張したとおり，本件訂正後発明及び本件再訂正発明の構成要件Dの蛍光体の濃度が表面側からLEDチップに「向かって高くなっている」態様が「徐々に」でなければならないと解する理由はない。そして，被控訴人が入手した控訴人製品2(被控訴人分析品2)の断面写真(甲28)によれば，その蛍光体の含有分布が，コーティング樹脂の表面側からLEDチップの方に有意に偏っていることは明らかである。他方において，控訴人分析品2(甲29)は控訴人製品2でない可能性があり，また分析方法自体恣意的なものである。",
                        "分析結果報告書(甲27)における被控訴人分析品2は，チップワンストップの通販サイトを通じて平成23年5月頃に入手したものである(乙54)。被控訴人が，分析結果報告書(甲27)における被控訴人分析品2と同じ型番の「61-238／QK2C-B45562FAGB2／ET」を，米国の電子部品通販業者のDigi-key社から100個購入し，さらに，ドイツの弁護士事務所に800個購入依頼したもののうち20個を入手して，比較したところ，3つの異なるルートで入手した上記型番のLEDパッケージは全て同一の形状をしていた(乙54)。これに対し，控訴人分析品2の側面の断面形状は，データシートに記載された側面図と異なるから，控訴人分析品2は控訴人製品2ではない。",
                        "したがって，控訴人製品2は構成要件Dを充足している。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "前記(1)【被控訴人の主張】ウ(ア)b，(ウ)bと同様の理由により，控訴人製品2は本件訂正後発明及び本件再訂正発明の構成要件B及びEを充足する。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "前記(1)【被控訴人の主張】ウ(ウ)cと同様の理由により，控訴人製品2は本件再訂正発明の構成要件E及びF’を充足する。",
                        "控訴人製品2の一つとして，被控訴人分析品2「61-238／QK2C-B45562FAGB2／ET」(乙33)に含まれるYAG系蛍光体を同様にEPMA装置を用いて分析したところ(乙74)，YAG系蛍光体であるAの粒子とBの粒子におけるGaの信号強度において，Aの粒子は緑色，Bの粒子は黄色に表示されたことから，Aの粒子はBの粒子よりも信号強度が弱くGaの含有量が少ないこと，他方，Alの信号強度においては，Aの粒子は赤色，Bの粒子は黄色に表示されたことから，Aの粒子はBの粒子よりも信号強度が強くAlの含有量が多いこと，さらに，Gaの信号強度について，Bの粒子はAの粒子の約1．5倍であることが明らかになった(乙75)。",
                        "したがって，控訴人製品2は，構成要件E及びF’を充足する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "前記(1)【被控訴人の主張】ウ(イ)，(エ)，(オ)のとおり，本件訂正後特許及び本件再訂正特許には，無効理由はない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "争点(1)ウ(第2訴訟の提起が14号に該当するか)について",
          "text": [
            "【控訴人の主張】",
            "控訴人各製品が本件訂正後発明の技術的範囲に属さず，かつ本件特許に無効理由がある以上，第2訴訟の訴えの内容は，控訴人の営業上の信用を害する虚偽の事実である。そして，被控訴人が，第2訴訟を提起するに当たり，東京地方裁判所をして訴状を第2訴訟の被告である立花エレテックに送達させた行為は，裁判制度に借名した違法な行為として，上記控訴人の営業上の信用を害する虚偽の事実の告知に当たる。",
            "【被控訴人の主張】",
            "訴訟の提起に伴う訴状の送達が14号所定の告知行為に該当するという控訴人の主張は，主張自体失当である。",
            "また，第2訴訟の提起により立花エレテックに告知されたのは，立花エレテックによる控訴人各製品の輸入，譲渡の申出，譲渡等の行為が本件特許権を侵害するという被控訴人の主張にすぎない。控訴人自身が日本国内において控訴人のLED製品の販売を計画又は容認していたという事実が立証されていない現状において，控訴人とは無関係で独立した事業者による控訴人各製品の輸入行為が日本国特許権の侵害行為に該当すると告知しても，控訴人の営業上の信用が毀損されないのは明らかである。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "争点(2)(本件プレスリリース2の掲載及び第2訴訟の提起が不法行為としての違法性を有するか)",
          "text": [
            "【控訴人の主張】",
            "立花エレテックが控訴人各製品を輸入も販売もしていないこと，控訴人各製品が本件訂正後発明の技術的範囲に属しないこと，本件特許に無効理由があることは，上記(1)【控訴人の主張】ウで述べたとおりであり，これらのことは後記(5)【控訴人の主張】イで述べることと同様の理由により，被控訴人において事前に調査すれば容易に知り得たものである。したがって，第2訴訟において被控訴人が主張する権利又は法律関係は事実的法律的根拠を欠くものであり，通常人であれば容易にそのことを知り得たといえるのに，被控訴人はあえて第2訴訟を提起したものといえる。被控訴人は，第1訴訟の提起直後にチップワンストップが和解に応じたことから，同様の経緯を期待して第2訴訟を提起したのであり，第2訴訟の提起は違法である。",
            "また，本件プレスリリース2の掲載も，第2訴訟の提起に乗じて行われた，裁判制度に借名して控訴人の信用を毀損するものである。",
            "したがって，第2訴訟の提起及び本件プレスリリース2の掲載は違法である。",
            "【被控訴人の主張】",
            "控訴人各製品は本件訂正後発明の技術的範囲に属するのであり，また，本件特許に無効理由などは存在しない。さらに，後記(5)【被控訴人の主張】ウで述べるとおり，被控訴人が立花エレテックが控訴人各製品を輸入していると認識して提訴することは通常の対応というべきである。したがって，第2訴訟の提起が裁判制度の趣旨目的に照らして著しく相当性を欠くものとは認められない。",
            "また，被控訴人が立花エレテックに対して特許権侵害訴訟を提起した事実を告知するにすぎない本件プレスリリース2の掲載が違法となることもない。"
          ]
        },
        {
          "fig": "(5)",
          "subject": "争点(3)(被控訴人の故意又は過失ないし違法性阻却事由の存否)",
          "text": [
            "【控訴人の主張】"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "被控訴人が控訴人以外の企業が製造したLEDに関して提起した特許権侵害訴訟についてのプレスリリースと比較すれば明らかなように，本件各プレスリリースは，控訴人名を殊更に強調して控訴人の信用を毀損する意図に基づくものである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被控訴人には，以下のとおり，控訴人各製品が本件訂正後発明の技術的範囲に属すると信じたこと，本件特許に無効理由がないと信じたこと，立花エレテックが控訴人各製品の輸入販売等をしたと信じたことにつき，過失がある。また，本件各プレスリリースの掲載及び第2訴訟の提起が正当な権利行使となることもない。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件各プレスリリース掲載時において，被控訴人は，本件訂正後発明で追加された構成要件E及び本件再訂正発明で追加された構成要件F’を控訴人各製品が充足するかを検討していない。したがって，被控訴人には控訴人各製品が本件訂正後発明及び本件再訂正発明の技術的範囲に属すると信じたことに過失があることは明らかである。",
                    "また，被控訴人は，平成25年3月7日に本件訂正後発明の構成要件Eを充足するかどうかの分析を行っているところ(乙32，33)，前記(1)【控訴人の主張】ウ(ア)b及び(2)【控訴人の主張】イ(ア)bのとおり，控訴人各製品が構成要件B及びEを充足しないのは明らかであるから，少なくとも同日以降は過失がある。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件各プレスリリース掲載時には，本件訂正前特許が分割要件に違反すると判示した本件審決取消判決に係る無効審判請求事件が既に特許庁に係属していた。そして，分割要件違反は客観的に理解可能である。それにもかかわらず，被控訴人は本件各プレスリリースを掲載したのであるから，同掲載時において，被控訴人には，本件特許に無効理由がないと信じたことについて過失があり，少なくとも，本件審決取消判決後において過失があることは明らかである。また，本件訂正後特許及び本件再訂正特許も本件再訂正前と同様に無効理由があることから，本件再訂正後においても被告に過失があることは変わらない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "さらに，被疑侵害品の製造者の顧客(販売業者)に対し警告書を送付する場合と，本件のように，プレスリリースを頒布する場合とでは，その営業上の信用を毀損する影響の大きさに著しい違いがある。このように，プレスリリースという営業上の信用の毀損の程度が著しく大きい態様で，虚偽の事実の告知又は流布をするような場合において，「正当な権利行使」や「過失がない」と認められるべき事情はないというべきである。不特定多数に対する告知・流布行為となるプレスリリースにおいては，より高度な注意義務が課せられることになる。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "被控訴人は，立花エレテックに警告書を送ること等をしておらず，本件プレスリリース2を掲載するに先立ち，特許権者であれば通常行うような調査を一切行っていない。立花エレテックのホームページに控訴人のLED製品の取扱いがある旨の記載があったとしても，当該ホームページには具体的な品番が掲載されておらず，かつ，控訴人の全商品を取り扱っている旨の記載もなかった。それにもかかわらず，被控訴人は第2訴訟を提起し，本件プレスリリース2を掲載したのであるから，被控訴人には，これらの行為をした時点において，立花エレテックによる実施行為があると信じたことにつき過失がある。少なくとも第2訴訟について第一審判決があった日以降について過失があることは明らかである。",
                    "【被控訴人の主張】",
                    "以下のとおり，被控訴人が本件各プレスリリースを掲載し，第2訴訟を提起したことについて被控訴人には故意過失がなく，また，これらの行為は正当行為として違法性を否定されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "仮に，控訴人各製品が本件再訂正発明の技術的範囲に属しないと判断されるとしても，その理由はクレーム解釈や対象製品の分析方法についての認識の相違にあるといえる。しかし，被控訴人のクレーム解釈は一般的な手法に基づくものであるし，対象製品の分析方法は一般に自らが採用する方法が当業者の技術水準であると考えることが自然であるから，被控訴人に故意過失はない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件特許はそもそも特許庁審査官によって認められたものであり，かつ，第2訴訟の提起後において，特許庁の審判官は2度にわたり本件訂正前発明が本件原出願明細書に記載されているとの判断をしている。このことからすると，本件訂正前発明が分割要件違反であるとする本件審決取消判決は，誤りであるか，又は裁判所による高度に専門的な判断であるというほかない。これらのことからすれば，特許権者としては，本件各プレスリリースの掲載時において，被控訴人が本件訂正前特許について分割要件違反がないと信じることに相当程度以上の合理性がある。",
                "このことは本件訂正後発明についても同様であり，特許庁は上記判決を踏まえた上で被控訴人の訂正請求を認めたのであるから，万が一，後に本件訂正後特許が無効になったとしても，被控訴人に過失はないことはより一層明らかである。",
                "さらに，告知行為時(本件各プレスリリースの掲載時)において，必要な法律的検討をしても，被控訴人が本件再訂正特許について無効理由が存することを容易に知り得たとはいえないから，被控訴人に過失はない。",
                "本件特許に実施権者が存在するとしても，告知行為時において，将来訂正請求が必要となった場合には，その時点で，訂正について実施権者の承諾を得られるであろうと考えることは通常であり合理的である。したがって，告知行為時に，すでに存在し，又は将来の実施権者の承諾が得られる見込みがなかったことを容易に認識し得た等の特段の事情のない限り，現実の訂正請求の時点での実施権者の承諾の有無の問題が告知行為についての過失の有無に影響する余地はない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "控訴人の製品を全般的に取り扱っていることをウェブサイト上で告知していた立花エレテックが控訴人各製品を輸入販売していると認識し，第2訴訟を提起するとともにその認識をプレスリリースに掲載することは通常の対応である。また，立花エレテックのような，LED等の需要者である企業と直接取引を行っている商社から，LEDの製造者である被控訴人が自ら又は第三者を介して商品を入手することは困難であるし，特許権侵害訴訟の提起前に警告書を送付することを義務付けることは妥当でない。したがって，被控訴人の第2訴訟の提起及び本件プレスリリース2の掲載に故意過失はなく，違法性は阻却されるというべきである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "本件各プレスリリースは，全体としてみた場合，特許権侵害訴訟の提起に関する典型的なプレスリリースである。このように訴訟提起の事実を告知するプレスリリースを自社ウェブサイトに掲載することは，訴訟提起という権利行使に付随した行為にすぎず，また，企業が有する表現の自由との関係で原則的に保護されるべき行為である。",
                "控訴人は，プレスリリースという告知形態からすると，被控訴人には高度の注意義務が課されるべきである旨主張するけれども，プレスリリースの場合に，被疑侵害品の製造者の営業上の信用が害される程度が大きいということはできず，特許権者に常に高度の注意義務が課されるという控訴人の主張は極論であるといわざるを得ない。過失の有無については，事案の性質に応じ適切に判断されるべきである。",
                "さらに，第2訴訟に関していえば，被控訴人である立花エレテックは技術商社であり，自ら訴訟に対応することは十分に可能であったし，控訴人は台湾法人であるから，本件特許権に基づき控訴人の行為を問題とすることは困難であった。"
              ]
            }
          ]
        },
        {
          "fig": "(6)",
          "subject": "争点(4)(控訴人の損害)",
          "text": [
            "【控訴人の主張】",
            "被控訴人の不正競争行為及び不法行為により，控訴人の顧客の多くは控訴人の製造販売するLEDに特許問題があるとの危惧を抱くようになり，控訴人の営業上の信用は大きく毀損された。その損害(無形損害)は1000万円を下らず，上記被控訴人の各行為と相当因果関係を有する弁護士費用は100万円を下らない。",
            "【被控訴人の主張】",
            "争う。"
          ]
        },
        {
          "fig": "(7)",
          "subject": "争点(5)(差止めの必要性)",
          "text": [
            "【控訴人の主張】",
            "被控訴人は，現在に至るまで本件各プレスリリースを掲載し続けているから，第三者に対し，文書又は口頭で，控訴人各製品が本件特許権を侵害し，又は侵害するおそれがある旨を告知又は流布することを差し止める必要がある。",
            "【被控訴人の主張】",
            "争う。被控訴人は，平成25年8月19日までに本件各プレスリリースに関するデータをサーバーから完全に削除し，現在，本件各プレスリリースを閲覧することはできなくなっている。"
          ]
        },
        {
          "fig": "(8)",
          "subject": "争点(6)(名誉回復措置の必要性)",
          "text": [
            "【控訴人の主張】",
            "被控訴人による不正競争行為及び不法行為により毀損された控訴人の営業上の信用を回復するためには，原判決別紙謝罪広告目録記載の文章を被控訴人のホームページに掲載する必要がある。",
            "【被控訴人の主張】",
            "争う。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，被控訴人による本件各プレスリリースの掲載及び第2訴訟の提起等は，不正競争行為に当たらないから，控訴人の被控訴人に対する不正競争防止法3条1項に基づく差止め及び同法4条に基づく損害賠償等の請求はいずれも理由がなく，また，被控訴人による本件プレスリリース2及び第2訴訟の提起等が不法行為を構成するものではないから，控訴人の被控訴人に対する民法709条に基づく損害賠償請求も理由がないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)ア(本件プレスリリース1の掲載が14号に該当するか)及び(1)イ(本件プレスリリース2の掲載が14号に該当するか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，本件各プレスリリースの記載内容に触れた第三者は，その記載内容から，控訴人が日本市場において本件特許権の侵害行為をしていると認識し得るのであり，このような虚偽の事実を告知流布する本件各プレスリリースにより控訴人の信用が害されている旨主張する。そこで，争点(1)ア及びイについて併せて判断する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件プレスリリース1について",
              "text": [
                "まず，本件プレスリリース1によりいかなる事実が告知又は流布されたと認められるかについてみるに，本件プレスリリース1には，別紙プレスリリース目録1に記載のとおり，「台湾 Everlight 社製白色LEDに対する特許侵害訴訟について」との見出しの下，第1段落において，控訴人が製造し，チップワンストップが輸入販売している控訴人製品1について，被控訴人が，チップワンストップに対し本件特許権に基づき侵害の差止めを求める訴訟(第1訴訟)を提起したこと，第2段落において，被控訴人が特に日本市場における被控訴人の保有する特許の侵害行為について断固たる措置を取ってきたこと，しかしながら，中韓台LEDチップ及びパッケージメーカーによる特許権を無視した日本市場での行動が目に余るものであること及び上記侵害行為への対抗措置の一環として台湾最大のLEDパッケージメーカー製品に対して訴訟を提起したことが記載されている。",
                "このような記載の全体をみれば，本件プレスリリース1は，① 被控訴人がチップワンストップに対して第1訴訟を提起した旨の事実と共に，② チップワンストップが控訴人製品1を輸入販売した旨，及び，③ チップワンストップのように控訴人製品1を我が国に輸入し，販売する行為が本件特許権の侵害となり，かかる行為に対しては被控訴人が特許権侵害訴訟を提起するなどの対抗措置を取ることになる旨の事実を告知し，流布するものであると認めるのが相当である。",
                "これに対し，控訴人は，本件プレスリリース1には控訴人自身が日本国内で本件特許権の侵害行為をしている旨の事実が記載されている旨主張する。しかし，本件プレスリリース1には，控訴人が控訴人製品1を製造している旨の記載や，「中韓台LEDチップ及びパッケージメーカー」の一員としての控訴人が「特許権を無視した日本市場での行動」をしている旨の記載は存するものの，控訴人自身が日本において控訴人製品1を製造し，販売するなどの実施行為(特許法2条1項1号)をしていることを示す記載は存在しない。そうすると，本件プレスリリース1に接する者は，第1訴訟において問題とされているチップワンストップによる控訴人製品1の輸入販売行為のほかに，控訴人が日本において本件特許権の侵害行為をしていると認識すると解することはできないというべきである。",
                "他方，被控訴人は，本件プレスリリース1に記載されたのは上記①の訴訟提起の事実のみである旨主張する。しかし，本件プレスリリース1の見出しは，「台湾Everlight 社製白色LEDに対する特許侵害訴訟について」というものである。一般に，見出しがそれに続く文章の要点を掲げるものであり，読み手の関心を引き付ける重要な部分であることからすると，被控訴人が本件プレスリリース1の告知内容として重点を置く部分は，第1訴訟の対象が控訴人の製造するLED(控訴人製品1)である点にあると解される。このことは，本件プレスリリース1の本文は比較的短いものであり，第1段落と第2段落が一体のものとして理解されること，そして，第2段落には，中韓台メーカーの行動が「特許を無視した」ものであり，それが「目に余る」ものであるなど，控訴人を含む中韓台メーカーの行動を強く非難する表現が用いられていること，第1訴訟の提起が中韓台メーカーの上記特許を無視した行動に対する対抗手段であり，被控訴人が日本市場における被控訴人の保有する特許の侵害行為に対しては「断固たる措置」を取ってきていること，第1訴訟が控訴人のLED製品に対するものである旨が改めて記載されていることからも裏付けられる。これらのことからすれば，本件プレスリリース1に接した者は，本件プレスリリース1には，単に上記①の第1訴訟の提起の事実が記載されているにとどまらず，上記②及び③のチップワンストップによる控訴人製品1の輸入販売行為が特許権侵害になる旨の事実が記載されていると認識すると解するのが相当である。",
                "本件プレスリリース1により告知流布された上記事実のうち，①及び②は，弁論の全趣旨によれば，虚偽の事実でないことが明らかである。他方，③の事実は，控訴人が製造したLEDを日本に輸入し，販売する行為が特許権侵害になる旨をいうものであるから，事柄の性質上，我が国における控訴人の営業上の信用を害するものということができる。そうすると，これが虚偽であるとすれば，14号に該当すると認めるべきものとなる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件プレスリリース2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決別紙プレスリリース目録1及び同2に記載のとおり，本件プレスリリース2には，第2訴訟の提起に関し，訴訟の相手方が立花エレテックであり，対象製品が控訴人製品1に加えて控訴人製品2が含まれることのほかは，前記(2)で摘示した本件プレスリリース1の記載内容とほぼ同様の記載がある。そうすると，本件プレスリリース2は，前記(2)で判示したのと同様の理由により，① 被控訴人が立花エレテックに対して第2訴訟を提起した旨の事実，② 立花エレテックが控訴人各製品を輸入販売した旨の事実と，③ 立花エレテックのように控訴人各製品を我が国に輸入し，販売する行為が本件特許権の侵害となり，かかる行為に対しては被控訴人が特許権侵害訴訟を提起するなどの対抗措置を取ることになる旨の事実が記載されていると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件プレスリリース2により告知された上記事実のうち①は，弁論の全趣旨によれば，虚偽でないことが明らかである。",
                    "次に，上記②の事実は，立花エレテックが控訴人各製品の輸入，販売等をしていないとすれば(甲7，8，51，89参照)，虚偽の事実に当たることになり得る。しかし，立花エレテックが控訴人各製品を輸入販売等しているかどうかは，それ自体としては控訴人の営業上の信用に影響しない事実であると解される。そうすると，上記②の事実が虚偽であるとしても，これにより控訴人の営業上の信用が害されることはないから，本件プレスリリース2のうち，この部分については，14号の不正競争行為であるとは認められない。",
                    "他方，上記③の事実は，控訴人が製造したLEDを日本に輸入し，販売する行為が特許権侵害になる旨をいうものであるから，事柄の性質上，控訴人の営業上の信用を害するものと認められる。そうすると，これが虚偽であるとすれば，14号に該当すると認めるべきものとなる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そこで，本件各プレスリリースにより告知流布された前記各③の事実が虚偽であるかを判断する。",
                "本件訂正は確定しているため，本件訂正後における明細書，特許請求の範囲又は図面により特許出願及び特許権の設定の登録がされたものとみなされるから(特許法128条)，まず，控訴人各製品は，本件訂正後発明の技術的範囲に属するか，また，本件訂正後特許に無効理由があるかが検討されることになる。",
                "もっとも，本件においては，その後，本件訂正後発明をさらに減縮した本件再訂正請求がされている。そうすると，控訴人各製品が，本件訂正後発明を減縮した本件再訂正発明の技術的範囲に属するのであれば，当然に本件訂正後発明の技術的範囲にも属することになる。また，仮に，本件訂正後特許に無効理由があるとしても，本件再訂正請求が訂正要件を満たし，本件再訂正特許に控訴人が主張する無効理由があると認められない場合には，本件再訂正により無効理由が解消されることとなる。そこで，まず，控訴人各製品が本件再訂正発明の技術的範囲に属するか否か，及び本件再訂正特許に無効理由があるか否かを判断する(本件プレスリリース1については，控訴人製品1が本件再訂正発明の技術的範囲に属するか，また，本件再訂正特許に無効理由があると認められるかについて，本件プレスリリース2については，控訴人各製品が本件再訂正発明の技術的範囲に属するか，また，本件再訂正特許に無効理由があると認められるかについて，判断する。)。なお, 本件各プレスリリースの記載内容等に照らし，当事者双方が控訴人各製品であると主張する分析品が本件再訂正発明の技術的範囲に属するか否かについて検討することとする。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "技術的範囲の属否について",
              "text": [
                "控訴人は，控訴人各製品が本件再訂正発明の構成要件D，B，E及びF’を充足しない旨主張するが，以下のとおり，いずれも採用することはできない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件再訂正発明の内容について",
                  "text": [
                    "本件再訂正明細書(乙70の3)の記載によれば，本件再訂正発明は，次のとおりであると認められる(図1及び図2については，別紙本件再訂正明細書図面目録参照)。",
                    "本件再訂正発明は，LEDディスプレイ，バックライト光源，信号機などに利用される発光ダイオードに関し，特に発光素子が発生する光の波長を変換して発光するフォトルミネセンス蛍光体を備えた発光装置に関する(【0001】)。",
                    "発光ダイオードを用いて，白色発光光源を構成する試みが種々なされていたところ，被控訴人が先に発表した発光ダイオードは，1種類の発光素子を用いて白色系など他の発光色を発光させることができるというものであり，発光素子として，青色系の発光が可能な発光素子を用いて，該発光素子をその発光を吸収して黄色系の光を発光する蛍光体を含有した樹脂によってモールドすることにより，混色により白色系の光が発光可能な発光ダイオードを作製することができる(【0003】ないし【0006】)。",
                    "しかし，従来の発光ダイオードは，蛍光体の劣化によって色調がずれたり，あるいは蛍光体が黒ずみ光の外部取り出し効率が低下する場合があるという問題点があった。また，発光素子の近傍に設けられた蛍光体は，発光素子の温度上昇や外部環境(例えば，屋外で使用された場合の太陽光によるもの等)によって高温にもさらされ，この熱によって劣化する場合がある。さらに，蛍光体によっては，外部から侵入する水分や，製造時に内部に含まれた水分と，上記光及び熱とによって，劣化が促進されるものもある(【0007】ないし【0009】)。",
                    "本件再訂正発明は，上記課題を解決し，より高輝度で，長時間の使用環境下においても発光光度及び発光光率の低下や色ずれの極めて少ない発光装置を提供することを目的とする(【0010】)。",
                    "本件再訂正発明に係る発光ダイオードは，窒化ガリウム系化合物半導体を有するLEDチップと，該LEDチップを直接覆うコーティング樹脂であって，該LEDチップからの第1の光の少なくとも一部を吸収し波長変換して前記第1の光とは波長の異なる第2の光を発光するフォトルミネセンス蛍光体が含有されたコーティング樹脂を有し，前記フォトルミネセンス蛍光体に吸収されずに通過した前記第1の光の発光スペクトルと前記第2の光の発光スペクトルとが重なり合って白色系の光を発光する発光ダイオードであって，前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなっており，かつ，前記フォトルミネセンス蛍光体は互いに組成の異なる2種類以上であり，前記互いに組成の異なる2種類以上のフォトルミネセンス蛍光体はそれぞれ，Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも一つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも一つの元素を含んでなるCeで付活されたガーネット系フォトルミネセンス蛍光体であることを特徴とする(【0012】)。",
                    "本件再訂正発明の発光装置は，高輝度の発光が可能な窒化物系化合物半導体からなる発光素子を用いているので，高輝度の発光をさせることができる。また，フォトルミネッセンス蛍光体は，長時間，強い光にさらされても蛍光特性の変化が少なく極めて耐光性に優れている。これによって，長時間の使用に対して特性劣化を少なくでき，発光素子からの強い光のみならず，野外使用時等における外来光(紫外線を含む太陽光等)による劣化も少なくでき，色ずれや輝度低下が極めて少ない発光装置を提供できる。また，この発光装置は，使用している前記フォトルミネッセンス蛍光体が，短残光であるため，例えば，120nsecという比較的速い応答速度が要求される用途にも使用することができる(【0014】)。",
                    "図1の発光ダイオード100は，マウント・リード105とインナーリード106とを備えたリードタイプの発光ダイオードであって，マウント・リード105のカップ部105a上に発光素子102が設られ，カップ部105a内に，発光素子102を覆うように，所定のフォトルミネッセンス蛍光体を含むコーティング樹脂101が充填された後に，樹脂モールドされて構成される。ここで，発光素子102のn側電極及びp側電極はそれぞれ，マウント・リード105とインナーリード106とにワイヤー103を用いて接続される(【0034】)。",
                    "以上のように構成された発光ダイオードにおいては，発光素子(LEDチップ)102によって発光された光(LED光)の一部が，コーティング樹脂101に含まれたフォトルミネッセンス蛍光体を励起してLED光と異なる波長の蛍光を発生させて，フォトルミネッセンス蛍光体が発生する蛍光と，フォトルミネッセンス蛍光体の励起に寄与することなく出力されるLED光とが混色されて出力される。その結果，発光ダイオード100は，発光素子102が発生するLED光とは波長の異なる光も出力する(【0035】)。",
                    "また，図2に示すものはチップタイプの発光ダイオードであって，筺体204の凹部に発光素子(LEDチップ)202が設けられ，該凹部に所定のフォトルミネッセンス蛍光体を含むコーティング材が充填されてコーティング部201が形成されて構成される。ここで，発光素子202は，例えばAgを含有させたエポキシ樹脂等を用いて固定され，該発光素子202のn側電極とp側電極とをそれぞれ，筺体204に設けられた端子金属205に，導電性ワイヤー203を用いて接続される。以上のように構成されたチップタイプの発光ダイオードにおいて，図1のリードタイプの発光ダイオードと同様に，フォトルミネッセンス蛍光体が発生する蛍光と，フォトルミネッセンス蛍光体に吸収されることなく伝搬されたLED光とが混色されて出力され，その結果，発光ダイオード200は，発光素子102が発生するLED光とは波長の異なる光も出力する(【0036】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件Dについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件再訂正発明の構成要件Dを充足するためにはフォトルミネセンス蛍光体の濃度がコーティング樹脂の表面側からLEDチップに向かって徐々に高くなっている必要があるのに対し，控訴人製品においては，これが徐々に高くなっていないばかりか，LEDチップに向かって濃度が低くなる部分があるから，構成要件Dを充足しないと主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件Dの解釈について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件再訂正明細書(乙70の3)には，蛍光体の濃度分布について，次の記載がある。",
                            "「本発明者らは・・・蛍光体としては・・・高輝度の発光素子に近接して設けられて，該発光素子からの強い光にさらされて長期間使用した場合においても，特性変化の少ない耐光性及び耐熱性等に優れていること(特に発光素子周辺に近接して配置される蛍光体は・・・太陽光に比較して約30倍～40倍に及ぶ強度を有する光にさらされるので，発光素子として高輝度のものを使用すれば使用する程，蛍光体に要求される耐光性は厳しくなる)・・・が必要であると考え，鋭意検討した結果，本発明を完成させた。」(【0011】)",
                            "「本願発明の・・・発光装置において，使用している・・・フォトルミネッセンス蛍光体は，長時間，強い光にさらされても蛍光特性の変化が少ない極めて耐光性に優れている。これによって，長時間の使用に対して特性劣化を少なくでき，発光素子からの強い光のみならず，野外使用時等における外来光(紫外線を含む太陽光等)による劣化も少なくでき，色ずれや輝度低下が極めて少ない発光装置を提供できる。」(【0014】)",
                            "「このフォトルミネセンス蛍光体の含有分布は，混色性や耐久性にも影響する。例えば，フォトルミネセンス蛍光体が含有されたコーティング部やモールド部材の表面側から発光素子に向かってフォトルミネセンス蛍光体の分布濃度を高くした場合は，外部環境からの水分などの影響をより受けにくくでき，水分による劣化を防止することができる。他方，フォトルミネセンス蛍光体を，発光素子からモールド部材等の表面側に向かって分布濃度が高くなるように分布させると，外部環境からの水分の影響を受けやすいが発光素子からの発熱，照射強度などの影響をより少なくでき，フォトルミネセンス蛍光体の劣化を抑制することができる。このような，フォトルミネセンス蛍光体の分布は・・・発光ダイオードの使用条件などを考慮して・・・設定される。」(【0048】)",
                            "「(実施例10)",
                            "・・・フォトルミネセンス蛍光体は，一般式Y (Al Ga ) O ：Ce3 0．5 0．5 5 12で表される緑色系が発光可能な第1の蛍光体と一般式(Y Gd ) Al O0．2 0．8 3 5 1：Ceで表される赤色系が発光可能な第2の蛍光体とを・・・混合して用いた。・・・発光素子上に厚さ120μのフォトルミネセンス蛍光体が含有されたコーティング部材を形成した。なお，このコーティング部材は，発光素子に近いほどフォトルミネセンス蛍光体の量が徐々に多くなるように形成した。」(【0127】～【0129】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記aによれば，本件再訂正発明におけるフォトルミネセンス蛍光体は，太陽光の約30ないし40倍の強度を有するLEDチップからの光に対して耐光性及び耐熱性を有するため，LEDチップに近接して配置することを可能にしている一方，外部環境からの水分などの影響をより受けにくくし，水分による劣化を防止するためには，「フォトルミネセンス蛍光体の濃度が・・・コーティング樹脂の表面側から・・・LEDチップに向かって高くなって」いることを要するものと解される。そして，本件再訂正発明の構成要件Dも「前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなっており，」と記載されているだけであり，「徐々に」との記載はない。",
                            "本件再訂正発明に対応した実施例10においては，「発光素子に近いほどフォトルミネセンス蛍光体の量が徐々に多くなるように形成した」との記載があるけれども，構成要件Dは前記のとおり「徐々に」とは記載されていないこと，及び，本件再訂正発明におけるフォトルミネセンス蛍光体の上記濃度分布の意義を踏まえれば，構成要件Dの解釈に際し，濃度変化の起点を表面側に限定したり，濃度変化の態様を「徐々に高くなる」場合に限定する必要はないものと解される。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "認定事実",
                      "text": [
                        "証拠(甲27ないし41，62，63，112ないし120，乙14，22，32，33，54)及び弁論の全趣旨によれば，以下の事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "控訴人各製品等",
                          "text": [
                            "控訴人各製品は，LEDパッケージであり，控訴人製品1は「GT3528／X2C-BXXXXXXXXXX／2T」であり，控訴人製品2は「61-238／XK2C-BXXXXXXXXXX／ET」である(ただし，上記Xには任意のアルファベット又は数字が入る。)。",
                            "控訴人製品1のデータシート(甲112)には，作成時期，改訂回数に関し，それぞれ，「Prepared  date：09-Apr.-2010」(平成22年4月9日)，「Rev.3」(改訂3版)と記載されている。また，製品の型番に関し，「GT3528／X2C-BXXXXXXXXXX／2T」と記載され(以下，「／X2C-BXXXXXXXXXX／2T」を「枝番号」という。)，各Xがいかなる指標を意味するのかについても記載されている。さらに，枝番号が異なる12種類の型番と，全ての型番に共通するLEDパッケージの上面図や側面図等が記載されている。",
                            "控訴人製品2のデータシート(甲113)には，作成時期，公開時期，改訂回数に関し，それぞれ，「Prepared  date：25-June-2010」(平成22年6月25日)，「Release  Date:2010-07-02」(平成22年7月2日)，「Rev.1」及び「Revision :1」(改訂1版)と記載されている。また，製品の型番に関し，「61-238／XK2C-BXXXXXXXXXX／ET」と記載され(以下，「／XK2C-BXXXXXXXXXX／ET」を控訴人製品1と同様に「枝番号」という。)，各Xがいかなる指標を意味するのかについても記載されている。さらに，枝番号が異なる13種類の型番と，全ての型番に共通するLEDパッケージの上面図や側面図等が記載されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "控訴人分析品",
                          "text": [
                            "分析結果報告書(甲29)には，控訴人分析品について，分析対象の白色光系LEDの型番として「GT3528」(控訴人製品1の型番)及び「61-238」(控訴人製品2の型番)が記載されている。しかし，いずれの型番についても枝番号は記載されておらず，また，控訴人分析品の入手時期，入手先，入手手段等についても記載されていない。さらに，平成25年3月8日付け分析報告書(甲64)にも，同様に，分析対象の白色光系LEDの型番として「GT3528」及び「61-238」が記載されているものの，いずれの型番についても枝番号は記載されておらず，また，控訴人分析品の入手時期，入手先，入手手段等についても記載されていない。",
                            "控訴人が控訴人製品1であると主張する製品(控訴人分析品1)について，控訴人がフォトルミネセンス蛍光体の分布状況を分析した結果は，コーティング樹脂の表面側からLEDチップに向かって「高，高，低，高，低，高，高，低」という濃度分布であった。",
                            "控訴人が控訴人製品2であると主張する製品(控訴人分析品2)について，控訴人がフォトルミネセンス蛍光体の分布状況を分析した結果は，コーティング樹脂の表面側からLEDチップに向かって「高，低，高，低，低，高，低，高」という濃度分布であった。",
                            "控訴人は，控訴人分析品に加えて，平成26年7月及び8月に枝番号の異なる4種類の「GT3528」シリーズのLEDパッケージを，同年8月に1種類の「61-238」シリーズのLEDパッケージをいずれも「Mouser  Electronics」から購入しており(甲115～117)，さらに，平成26年7月に枝番号の異なる2種類の「61-238」シリーズのLEDパッケージを「Digi-key  Corporation」から購入した(甲119，120)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "被控訴人分析品",
                          "text": [
                            "平成23年9月26日付け分析結果報告書(甲27)には，被控訴人分析品について，分析対象の白色系に発光するLEDパッケージの型番として枝番号も含めた「61-238／QK2C-B45562FAGB2／ET」が記載されており，同日付け分析結果報告書(甲28)には，分析対象の白色系に発光するLEDパッケージの型番として枝番号も含めた「GT3528／Q2C-B50632C4CB2／2T」が記載されている。",
                            "チップワンストップは，そのウェブサイトにおいて，型番を「GT3528」とする控訴人製のLEDパッケージの販売の申出をしており，被控訴人は，平成23年5月頃，上記2種類のLEDパッケージ(被控訴人分析品)を，いずれもチップワンストップのウェブサイト(通販サイト)を通じて入手した。チップワンストップは，日本半導体商社協会(DAFS)に加入している半導体商社であるところ，控訴人からの問い合わせに対し，平成25年2月12日付け「平成25年1月18日付通知書に対するご回答の件」(甲63)により，「GT3528／Q2C-B50632C4CB2／2T」のLEDパッケージは正規品と聞いている旨回答している。",
                            "被控訴人は，被控訴人分析品2と同じ型番の「61-238／QK2C-B45562FAGB2／ET」を，米国の電子部品通販業者の「Digi-key」から100個購入し，さらに，ドイツの弁護士事務所に800個購入依頼したもののうち20個を入手して，比較したところ，上記型番のLEDパッケージは全て同一の形状をしていた。",
                            "被控訴人分析品について，被控訴人がフォトルミネセンス蛍光体の分布状況を分析した結果は，蛍光体の濃度がコーティング樹脂の表面側からLEDチップに向かって低くなることはなく，LEDチップの表面付近で集中して高くなっていた。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "外観",
                          "text": [
                            "控訴人分析品と被控訴人分析品は，その外観が異なっている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "控訴人各製品の構成要件Dの充足性",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(イ)によれば，構成要件Dの「フォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなって」との記載は，蛍光体の濃度が，コーティング樹脂の表面側からLEDチップに向かって高くなっていくことを意味するのであり，濃度変化の起点を表面側に限定したり，濃度変化の態様を「徐々に高くなる」ものに限定して解釈する必要はないと解される。",
                            "しかし，前記(ウ)によれば，控訴人の分析における控訴人分析品の濃度分布は，「蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなって」との構成を具備しないものであるのに対し，被控訴人の分析における被控訴人分析品の濃度分布は，上記構成を具備するものである。そして，控訴人分析品と被控訴人分析品の外観が異なることからすると，これらの少なくとも一方は控訴人各製品ではない可能性があると認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人及び被控訴人は，それぞれ相手方の分析品の形状がデータシート(甲112，113)に記載の側面図と異なる旨主張する。",
                            "まず，控訴人分析品(甲29)については，控訴人製品1のGT3528シリーズとされるサンプルAの断面研磨後の写真(図A-2)と，GT3528シリーズのデータシート(甲112)の4頁に赤枠囲みされた側面図とを比較すると，底部や側部の形状等の点で両者は異なる。また，控訴人製品2の61-238シリーズとされるサンプルBの断面研磨後の写真(図B-2)と，61-238シリーズのデータシート(甲113)の4頁に赤枠囲みされた側面図とを比較すると，両者は，底部や側部の形状等の点で異なる。次に，被控訴人分析品については，控訴人製品1とされる「GT3528／Q2C-B50632C4CB2／2T」の断面研磨後の写真(甲28，図2(1)-7)と，GT3528シリーズのデータシート(甲112)の4頁に赤枠囲みされた側面図とを比較すると，底部や側部の形状等の点で両者は異なる。また，控訴人製品2とされる「61-238／QK2C-B45562FAGB2／ET」の断面研磨後の写真(甲27，図2(1)-7)と，61-238シリーズのデータシート(甲113)の4頁に赤枠囲みされた側面図とを比較すると，両者は，底部や側部の形状等の点で異なる。",
                            "このように，控訴人各製品であると主張されている控訴人分析品及び被控訴人分析品の側面断面図は，いずれもデータシートに記載された側面図とは異なっているけれども，データシートの作成日が，控訴人及び被控訴人による分析結果報告書の作成時期より1年以上前であること，データシートは改訂を前提とするものであることなどを考慮すると，データシートに記載された側面図は，控訴人分析品及び被控訴人分析品が入手された時期における控訴人各製品の側面図を正しく表現したものではない可能性があるといわざるを得ない。したがって，データシートに記載された図面との異同を根拠にして，控訴人分析品及び被控訴人分析品のいずれが控訴人各製品に該当するか否かを判断することはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "他方で，控訴人は，上記データシートの他に，控訴人各製品の製造業者でありながら，控訴人分析品が控訴人製品であること又は被控訴人分析品が控訴人製品でないことを裏付けるに足りる設計図面，製造記録などの客観的証拠を提出していないし，また，控訴人による分析が被控訴人による分析よりも信用性が高いことを窺わせる事情は見当たらない。",
                            "したがって，控訴人分析品が控訴人各製品であると直ちに認めることはできない。これに対し，被控訴人分析品は，半導体取引の専門業者によって控訴人の正規品として取り扱われていたものであることは前記認定のとおりであるから，被控訴人分析品を控訴人各製品ではないとする理由はなく，これを控訴人各製品であると認めるのが相当である。",
                            "そして，前記(イ)のとおり，構成要件Dの解釈に際し，濃度変化の起点を表面側に限定したり，濃度変化の態様を「徐々に高くなる」場合に限定する必要はないと解されるから，前記の被控訴人分析品におけるフォトルミネセンス蛍光体の分布状況の分析結果によれば，控訴人各製品が本件再訂正発明の構成要件Dを充足するものと認められる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "控訴人は，控訴人分析品の外観は，控訴人追加購入品の外観と同一であるのに対し，被控訴人分析品の外観とは異なるから，控訴人分析品に基づく分析結果が正しい旨主張する。",
                            "しかし，前記認定のとおり，控訴人が控訴人追加購入品を入手した時期は，平成26年7月及び8月であるのに対し，被控訴人が被控訴人分析品を入手した時期は，その旨が記載された陳述書(乙54)の作成日である平成25年5月17日以前であると認められるから，両者の入手時期には少なくとも1年以上の開きがあり，この間に，控訴人各製品の外観が変更された可能性があることは否定することができない。そうすると，控訴人分析品及び被控訴人分析品と控訴人追加購入品の外観の異同を根拠として，いずれかが控訴人各製品に該当するのかを判断することは困難であるといわざるを得ない。したがって，控訴人の上記主張は，被控訴人分析品が控訴人各製品であるとの認定を左右するものではないから，採用することができない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上によれば，控訴人各製品が本件再訂正発明の構成要件Dを充足するものと認められる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件B及びEについて",
                  "text": [
                    "控訴人は，本件再訂正発明の互いに組成の異なる2種類以上のフォトルミネセンス蛍光体(構成要件E)は同じ「第2の光」(構成要件B)を発しなければならないのに対し，控訴人各製品は互いに組成の異なるフォトルミネセンス蛍光体が異なる光を発しているから，構成要件B及びEを充足しないと主張する。",
                    "本件再訂正発明の構成要件Bは，特許請求の範囲の記載によれば，LEDチップから発せられた光を「第1の光」とし，その光がフォトルミネセンス蛍光体に吸収され，波長変換されて「第1の光」と異なる波長となったものを「第2の光」と呼んでいると解されるのであり，第2の光の波長，強度等を限定する趣旨の記載はない。他方，特許請求の範囲の記載上，本件再訂正発明におけるフォトルミネセンス蛍光体は「互いに組成の異なる2種以上」であることが規定されており(構成要件E)，異なる蛍光体によって波長変換されることにより波長等が異なる光が「第2の光」として生じることが想定されているとみることができる。また，組成の異なるフォトルミネセンス蛍光体が発する光の波長が異なることが通常であることに鑑みれば，互いに組成の異なる2種類以上のフォトルミネセンス蛍光体が用いられる本件再訂正発明において，「第2の光」同士の波長が一致することまでが予定されていないことは，当然のことと認められる。",
                    "そして，控訴人各製品は，少なくとも，YAG系蛍光体におけるCe及びGaの含有量について，それぞれ，重量比で約1．3倍，約1．5倍の差があり，いずれも，組成の異なる2種類のYAG系蛍光体を有していると認められる。控訴人製品1に関し，YAG系蛍光体における付活剤であるCeの含有量が異なっていても発する光の波長が異なることが知られていたことであるから(乙76)，控訴人製品1に用いられたCeの重量比で約1．3倍の差がある2種類のYAG系蛍光体が発する光の波長は異なるものと認められ，また，控訴人製品2に用いられたGaの重量比で約1．5倍の差がある2種類のYAG系蛍光体についても，本件再訂正後明細書に「ガーネット構造を有するYAG系蛍光体の組成の内，Alの一部をGaで置換することで，発光波長が，短波長側にシフトする」(【0051】)と記載されているように，それぞれの蛍光体が発する光の波長は異なるものと認められる。",
                    "以上によれば，控訴人各製品のいずれにおいても，互いに組成の異なる2種類のフォトルミネセンス蛍光体が発する光の波長は異なるものの，いずれの光も構成要件Bにいう「第2の光」に相当するといえるから，控訴人各製品が本件再訂正発明の構成要件Bを充足するものと認められる。控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "構成要件E及びF’について",
                  "text": [
                    "控訴人は，①控訴人各製品では，いずれも1種類のYAG系蛍光体のみを用いており，他にYAG系蛍光体は用いていないこと(ただし，YAG系蛍光体ではない蛍光体は添加されている)，一例として，②控訴人製品1に関し，被控訴人分析品1と同一型番である「GT3528／Q2C-B50632C4CB2／2T」の平成22年11月2日付けワークシート(甲157・別紙1)によれば，上記型番には，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●また，③控訴人製品2に関し，被控訴人分析品2と同一型番である「61-238／QK2C-B45562FAGB2／ET」の平成23年3月7日付けワークシート(甲157・別紙2)によれば，上記型番には，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●また，控訴人は，本件蛍光体1及び2をX線回折法により組成分析したところ，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●本件蛍光体1及び2の組成分析手段として用いられたX線回折法について，被控訴人も採用しているように(甲170，171)，蛍光体の組成の同定が可能な分析手段であり，試験報告書(甲158，160)の分析結果は，被控訴人による分析結果(乙32，33)ともほぼ一致することなどを，上記主張の根拠として主張している。",
                    "そこで，以下，控訴人各製品が，本件再訂正発明の構成要件E及びF’を充足するか否かについて判断する(なお，「YAG系蛍光体」とは，YAG(イットリウム・アルミニウム・ガーネット)と呼ばれるイットリウム(Y)とアルミニウム(Al)の複合酸化物(Y Al O )からなるガーネット構造の結晶と同一の結晶構造を有する蛍光体のことをいうものと解される。そして，フォトルミネセンスは，物質が光を吸収した後，光を再放出する過程を意味し，「YAG系蛍光体」もLEDチップからの光を吸収して光を再放出するものであるから，「YAG系蛍光体」は，本件再訂正発明の構成要件F’における「ガーネット系フォトルミネセンス蛍光体」であると認められる(争いがない。)。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "証拠(甲157ないし160，168，169，乙73ないし75)及び弁論の全趣旨によれば，蛍光体分析結果について，以下の事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "控訴人による本件蛍光体1及び2の分析結果について",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "控訴人は，本件蛍光体1について，第三者の分析機関に分析を依頼した(甲158)。●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                              "text": [
                                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "被控訴人による被控訴人分析品に用いられたYAG系蛍光体の分析結果について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "被控訴人は，控訴人製品1の一つとして，分析対象とした被控訴人分析品1「GT3528／Q2C-B50632C4CB2／2T」(乙32)に含まれるYAG系蛍光体についてEPMA装置を用いて分析した(乙73)。これによると，被控訴人分析品1のYAG系蛍光体であるAの粒子とBの粒子におけるCeの信号強度において，Aの粒子は緑色，Bの粒子は赤色に表示された。信号強度は，赤，黄，緑，青，黒の順に弱くなることから，被控訴人分析品1のAの粒子はBの粒子よりも信号強度が弱く，Ceの信号強度について，Bの粒子はAの粒子の約1．3倍であったことが認められる(乙75)。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "被控訴人は，控訴人製品2の一つとして，分析対象とした被控訴人分析品2「61-238／QK2C-B45562FAGB2／ET」(乙33)に含まれるYAG系蛍光体について同様にEPMA装置を用いて分析した(乙74)。これによると，被控訴人分析品2のYAG系蛍光体であるAの粒子とBの粒子におけるGaの信号強度において，Aの粒子は緑色，Bの粒子は黄色に表示され，他方，Alの信号強度においては，Aの粒子は赤色，Bの粒子は黄色に表示された。信号強度は，赤，黄，緑，青，黒の順に弱くなることから，被控訴人分析品2のGaについては，Aの粒子はBの粒子よりもGaの信号強度が弱いことからGaの含有量が少なく，他方，Alについては，Aの粒子はBの粒子よりもAlの信号強度が強くAlの含有量が多いこと，さらに，Gaの信号強度について，Bの粒子はAの粒子の約1．5倍であったことが認められる(乙75)。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "被控訴人によるEPMA分析(乙73，74)は，電子線を対象物に照射し，発生する特性X線の波長と強度から構成元素を分析する高感度の手法であり，細く絞った電子線を試料に照射することで局所的な組成分析が可能である。また，A，Bの粒子について，一部分の信号強度を比較したものではなく，各粒子あたり少なくとも100箇所以上の信号強度を比較した網羅的なものであった。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "判断",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被控訴人分析品 1 及び2と同一型番の製品について，控訴人が提出したワークシート(甲157・別紙1，2)の「原料品名(Material  Ｎame)」の記載によれば，本件蛍光体1及び2について，実際に用いられたYAG系蛍光体はそれぞれ1種類であると推認することができること，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●などに照らすと，控訴人が控訴人各製品の製造に際し，複数種類のYAG系蛍光体を意図的に用いたとまでは認めることができない。しかし，構成要件E及びF’の充足性は，実際の控訴人各製品に含まれるYAG系蛍光体が有意に2種類以上であると認められるか否かによるのであり，控訴人が控訴人各製品の製造に際し，複数種類のYAG系蛍光体を意図的に用いたとまではいえないことのみをもって直ちに控訴人各製品が構成要件E及びF’を充足しないということはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記(ア)によれば，控訴人及び被控訴人は，それぞれ異なる組成分析手段を用いてYAG系蛍光体の組成を分析し，結果として異なる分析結果を得ていることが認められるから，それぞれが組成分析手段として用いたX線回折法とEPMA分析について，まず，検討する。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "X線回折法に関し，「化学大辞典1」(共立出版株式会社，乙89)の「X線回折分析法」の項(923頁)には，「適用範囲」として「目的物質は当然結晶性固体に限られる。少量の不純物や混合物は回折線を与えないので一般に微量分析にはあまり適せず，普通5～10％の含有率が必要である。」との記載がある。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "EPMA分析に関し，「電子プローブ・マイクロアナライザー」(日本表面科学会編，丸善株式会社，乙90，甲174)には，以下の記載がある。",
                                "「2  EPMA法",
                                "2・1  EPMAでできること",
                                "EPMAでできることの基本は元素分析である。分析しようとする試料表面上の任意，あるいは特定の場所に存在している元素の定性・定量分析，すなわち，目的とする分析場所(μmオーダー)にどのような元素( Be～ Uの構成)が，どのような割合(0．001wt％以上)で存在しているのかを知ることができる。その分析方法として，点分析，線分析，面分析(広域カラーマッピング含む)があり，いずれも，それぞれの最小分析(情報)領域は1μm3である(たとえサブミクロンの大きさの電子線を照射しても，発生する特性X線の最小領域は1μm3である)。そのため，EPMAの呼称は表面組成分析とは別に，微小部分析，局所分析とも呼ばれている。以下にEPMAの能力を具体的に並べてみると，",
                                "①  固体試料表面の Be以上の元素の定性分析",
                                "②  最小1μmから最大200μm領域(深さ1μm)の平均組成分析(精度のよい定量分析，点分析)",
                                "③  最小10μmから最大数cm領域(深さ1μm)の元素分布分析(特性X線像(面分析，広域カラーマッピング))",
                                "④  最小数μmから最大数cmオーダーのある線上(線幅1～200μm，深さ1μm)の指定元素の分布分析(線分析)",
                                "となる。EPMAの魅力は，他の表面分析法と比較して，超高真空を必要としないため試料の扱いが容易，機器操作が簡単で，かつ，分析目的であるどのような元素がどのような割合で存在しているかといった，それぞれの試料がもつ性状を素直に表現してくれる(データ解釈が容易)ことにある。」(乙90)",
                                "「2・3・5  分析手法",
                                "試料に電子線を照射した場所で，どんな元素がそこに潜んでいるのか(どんな元素で構成されているのか)を知るのが定性分析である。それぞれの元素が，どのくらいの量で存在しているのかを知るのが定量分析である。その定性・定量分析の手法として，試料上のある線上(基本的には直線)での構成元素の濃度分布を知るのが線分析で，これは線上での点分析の連続である。また，試料上の特定領域(ある面積)をテレビ画面のように電子線を連続で走査しながら，そのときのX線強度の変化を同期してブラウン管に表示し，特定領域での濃度分布を知るのが面分析である。この面分析は，X線強度をデジタル信号として取り込みその強度をカラー表示に変換することを，別に広域カラーマッピングと呼んでいる。」(甲174)",
                                "「6・2  定量分析法の種類と意味",
                                "分析試料から発生する特性X線の強度は，基本的に重量濃度に比例している。すなわち，含有量が多ければ多いほど，その元素の特性X線強度は増加する。」(甲174)"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "上記(a)によれば，蛍光体粒子の組成特定手段としてX線回折法を用いた場合，観測される回折線は多数の蛍光体粒子からの寄与によるものであって，測定対象の蛍光体に組成の異なる少量の(5％未満の)蛍光体粒子が混入しているとしても，このように少量の蛍光体粒子は測定可能な程度に回折線を与えないため，検出することは困難であるといえる。そうすると，控訴人が被控訴人分析品と同一型番の控訴人各製品にそれぞれ用いたYAG系蛍光体であるとされる本件蛍光体1及び2を分析した第三者の分析機関においても，組成分析手段としてX線回折法を用いている以上(甲158，160)，このようなX線回折法による組成分析では，本件蛍光体1及び2のそれぞれについて，●●●●●●●●●●●●●●●●●●●●●●●●●●●●これと組成の異なるYAG系蛍光体が少量混入されていたとしても，このような組成の異なるYAG系蛍光体を検出することは困難であったと認められる。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "控訴人は，甲170文献の段落【0151】において，出願人である被控訴人は，実施例4ないし9について，蛍光体の組成変化が小さいにもかかわらず，その組成変化をX線回折法で同定しているから，X線回折法は，組成の変化が小さい蛍光体の組成を同定するのに十分機能すると主張する。",
                                "しかし，甲170文献に記載された酸窒化物蛍光体の発明は，請求項1等の記載から，蛍光体を形成する結晶の面間隔dが所定の範囲内にあることを特徴とするものであり，X線回折法(【0129】)は，この結晶の面間隔dを測定する手段として，透過電子顕微鏡(TEM)による観察(【0122】)と並んで記載されているものと認められ，実際に，実施例1ないし3では，上記結晶の面間隔dを透過電子顕微鏡によって測定し(【0142】，【0143】)，実施例4ないし9では，X線回折法で測定している(【0151】，【0152】)。そして，上記蛍光体の組成については，これをX線回折法で測定したとの明示的な記載はなく，別途，電子プローブ・マイクロアナリシス(EPMA)や電子線エネルギー損失分光(EELS)等で確認することが記載されている(【0155】)。したがって，蛍光体の組成をX線回折法で同定しているとの控訴人の上記主張は，甲170文献の内容を正解しないものであるといえるから，採用することができない。",
                                "控訴人は，甲171文献の段落【0017】，【0025】，【0026】，【0028】の記載，表3(【0070】)に記載の実施例5ないし9におけるEuの組成が0．02，0．04，0．06，0．08，0．10とごく微量で変化していること，段落【0072】に，実施例5ないし9のX線回折ピークの相対強度の値が表4(【0073】)として記載されていることなどを根拠に，甲171文献では，X線回折法によってEuのわずかな変化まで同定できており，YAG系蛍光体においても，付活剤であるCeの変化を同様に特定できることは明らかであると主張する。",
                                "しかし，甲171文献に記載された蛍光体の発明は，請求項1等の記載から，異なる複数のX線回折ピークの相対強度が所定の範囲にあることを特徴とするものであり，X線回折法は，回折ピークの強度を測定するための手段として用いられている(【0063】，【0072】，【0079】，【0086】，表2，4，6，8)。そして，各実施例における蛍光体の組成比には，いずれも「仕込み組成比」が用いられているところ(表1，3，5，7)，この「仕込み組成比」は，各原料の混合物の段階における各元素のモル比(組成比)を意味するものであって(【0032】)，上記混合物を焼成して蛍光体とする際には元素の一部が失われるため，「仕込み組成比」は，焼成後の生成物である蛍光体の組成比とは異なる(【0057】)。このように，甲171文献で用いられている「仕込み組成比」は，焼結対象となる混合物を構成する各原料の混合比率から算出されるものであって，上記混合物を焼成して形成した蛍光体の組成を測定したものではないから，これをX線回折法で測定したことを前提とする控訴人の上記主張は，甲171文献の内容を正解しないものであって，採用することができない。",
                                "また，控訴人は，本件蛍光体1及び2の分析結果(甲158，160)は，被控訴人の分析結果(乙32，33)とほぼ一致するから，その分析結果は十分に信用に足るものであるとも主張する。しかし，上記主張は，X線回折法で検出可能な量の蛍光体について，本件蛍光体1及び2の分析結果(甲158，160)が，被控訴人分析品の分析結果(乙32，33)とほぼ一致したことを主張するにとどまるものであり，同時に，X線回折法で検出のできない少量の(5％未満の)上記蛍光体とは組成の異なる蛍光体が混入していた場合にも，かかる蛍光体が検出可能であることをいうものではない。したがって，控訴人の上記主張は採用することができない。",
                                "さらに，控訴人は，A博士の意見書(甲173)に基づき，X線回折法により組成の異なる2種類の蛍光体の組成自体を判断することはできなくても，区別することは可能である旨主張する。しかし，上記主張は客観的な根拠に基づくものとは認められないから，採用することはできない。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "以上のとおり，X線回折法による組成分析(甲158，160)によっては，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●これと組成の異なるYAG系蛍光体が少量混入されていたとしても，このような組成の異なるYAG系蛍光体を検出することは困難であったと認められる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "一方，前記(ア)によれば，蛍光体粒子の組成特定手段としてEPMA分析を用いた場合には，目的とする分析場所(μmオーダー)にどのような元素( Be～ Uの構成)が，どのような割合(0．001wt％以上)で存在しているのかを知ることができ，最小分析(情報)領域は1μm3であって，面分析したX線強度をデジタル信号として取り込み，その強度をカラー表示に変換する広域カラーマッピングが可能であり，分析試料から発生する特性X線の強度は，基本的に重量濃度に比例し，含有量が多ければ多いほど，その元素の特性X線強度は増加することが認められる。そうすると，被控訴人によるEPMA分析(乙73，74)におけるA，Bの粒子の寸法は，最小分析領域(1μm3)よりも大きいから，個別の組成分析をすることは技術的に裏付けられているといえ，その上で，それぞれ100箇所以上の面分析に基づく広域カラーマッピングの結果，控訴人製品1のYAG系蛍光体ではCeの信号強度で約1．3倍の，控訴人製品2のYAG系蛍光体ではGaの信号強度で約1．5倍の違いが確認されているから，控訴人各製品では，少なくとも，YAG系蛍光体におけるCe及びGaの含有量について，それぞれ，重量比で約1．3倍，約1．5倍の差があるものと認められる。このことは，X線回折法では蛍光体を粒子単位で測定することができないことに照らせば，控訴人が提出する測定結果(甲158，160)と矛盾するものではないといえる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "控訴人は，A博士の意見書(甲146)に基づいて，被控訴人によるEPMA分析(乙73，74)には，試料調製上の問題やEPMA分析上の問題があると主張する。",
                                "しかし，証拠(乙75)及び弁論の全趣旨によれば，被控訴人によるEPMA分析(乙73，74)では，LEDパッケージに対して3種類のダイヤモンドシート(ダイヤモンドの粒径30，9，3μmのシート)を段階的に使用して機械研磨を施した後，ガリウムイオンではなくアルゴンイオンを用いたイオンミリング法によって表面を30μm除去しているから，試料調製時に，蛍光体が他から混入したり，ガリウムが混入して測定結果に影響を及ぼすことはないものと認められる。また，EPMA等の電子線を照射する測定においては，測定対象が導電性を有さない場合，電子の照射で帯電(チャージアップ)することを避けるために，試料の表面に炭素(カーボン)や金(Au)などを薄くコーティングして測定するところ，電子線の侵入深さ(加速電圧15kVで数μm)は，試料のカーボンコーティングの厚み(約30nm)よりも十分に深いといえるから，カーボンコーティングが測定の正確性に影響を及ぼすこともないと認められる。",
                                "また，被控訴人によるEPMA分析の報告書(乙73，74)には，元素量の定量測定を可能とする尺度は記載されておらず，さらに各粒子内で組成の変動が認められるとしても，A，Bの粒子の組成を粒子単位で個別に分析をすることは技術的に裏付けられていることは前記のとおりである。そして，それぞれ100箇所以上の面分析に基づく広域カラーマッピングの結果，控訴人製品1のYAG系蛍光体ではCeの信号強度で約1．3倍の，控訴人製品2のYAG系蛍光体ではGaの信号強度で約1．5倍の違いが確認されているのであるから，被控訴人によるEPMA分析の分析結果に不備はないものと認められる。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "さらに，控訴人は，B教授の意見書(甲172)に基づいて，X線回折強度と成分量は直線的な関係にはなく，両者の関係を示すパラメータは非常に複雑であるにもかかわらず，被控訴人によるEPMA分析(乙73，74)にはこの点についての説明がなく，また，実際に分析された強度サイズレベルが欠如しており，強度サイズレベルが恣意的に設定されたものであるから信憑性がない旨主張する。",
                                "しかし，B教授の意見書(甲172)においても，X線回折強度と成分量は直線的な関係にはなく，両者の関係を示すパラメータは非常に複雑であることを裏付ける客観的な根拠は開示されておらず，前記bのとおり，「分析試料から発生する特性X線の強度は，基本的に重量濃度に比例している。すなわち，含有量が多ければ多いほど，その元素の特性X線強度は増加する。」(甲174)とされている。また，被控訴人によるEPMAの分析結果報告書(乙73，74)においては，実際に分析された強度サイズレベルの記載が欠如しているとしても，前記のとおり，被控訴人によるEPMA分析の分析結果に不備はないものと認められる。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "控訴人は，YAG系蛍光体を含む蛍光体は一般に1種類の組成の蛍光体を作製しようとしても，組成に若干のばらつき(不均一さ)が生じることはよく知られている(甲147，148)とも主張する。しかし，本件蛍光体1及び2の組成のばらつきがその製造上不可避なものであったことを認めるに足りる的確な証拠はない。",
                                "その他，控訴人は，被控訴人によるEPMA分析に不備があることを縷々主張するけれども，自ら本件蛍光体1及び2についてEPMA分析による測定をするなどの立証をすることなく，その不備を指摘するにとどまるものであるから，被控訴人による分析結果を左右するものではないといわざるを得ない。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "以上のとおり，控訴人製品1のうち「GT3528／Q2C-B50632C4CB2／2T」については，少なくともYAG系蛍光体におけるCeの含有量が重量比で約1．3倍の差があること，控訴人製品2のうち「61-238／QK2C-B45562FAGB2／ET」については，少なくとも，YAG系蛍光体におけるGaの含有量が重量比で約1．5倍の差があることが認められる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "また，構成要件F’では，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも1つの元素を含んでなるCeで付括されたガーネット系フォトルミネセンス蛍光体」として，蛍光体の構成元素が特定されているところ，この記載によれば付活剤であることを理由にCeを構成元素から除外することはできない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "被控訴人は，別紙の本件追加主張を含む平成28年11月25日付け控訴人第14準備書面における主張及び証拠(甲177ないし187)は，時機に後れて提出された攻撃防御方法であるから却下すべきである旨主張する。",
                            "そこで，検討するに，本件における審理の経過は，次のとおりである。",
                            "本件控訴は，平成26年3月14日に提起され，その後，平成27年11月11日の第3回口頭弁論期日において，被控訴人が，新たに，審理の争点となった構成要件E及びF’の充足性についての主張立証を準備することが予定され，同年12月21日の第4回口頭弁論期日において，被控訴人からEPMA分析による報告書(乙73，74)が提出され，これに基づく主張がされた(被控訴人準備書面(3)参照)。そして，平成28年4月14日の第5回口頭弁論期日において，被控訴人の上記主張立証に対する控訴人の反論とこれに対する被控訴人の反論がされた。同期日において，裁判所の釈明により，被控訴人が，次回期日までに，本件再訂正について通常実施権者の承諾を得ていないとの控訴人の主張に対する具体的な反論と，上記承諾の有無について主張立証を準備することとなった。同年7月14日の第6回口頭弁論期日において，被控訴人から上記本件再訂正についての通常実施権者の承諾に関する主張立証がされた。控訴人からは，侵害論として，控訴人各製品においては1種類の蛍光体しか使用していないことの主張立証がさらにされたことにより(控訴人第10準備書面参照)，被控訴人がこれに対する反論を準備することとなり，被控訴人の準備書面の提出期限とこれに対する控訴人の準備書面の提出期限が定められた。同年10月13日の第7回口頭弁論期日において，被控訴人から上記反論がされたのに対し，控訴人からは，さらに，専門家の意見書等の新たな証拠(甲168ないし176)が提出されるとともに，その反論がされた。このように，控訴人から新たな証拠を提出して主張がされたため，被控訴人がその反論を準備することとし(提出期限：同年11月4日)，控訴人も，被控訴人の反論に対する再反論があれば，その限りで提出することとし(提出期限：同月25日)，また，控訴人の要望により，これまでの当事者双方の主張立証をまとめた技術説明会を実施し，次回期日で口頭弁論を終結することを予定して，次回の第8回口頭弁論期日が平成28年12月6日に指定された。",
                            "そして，期日間において，予定されていた被控訴人からの反論が記載された平成28年11月4日付け準備書面が提出されたのに対し，控訴人は，本件追加主張のとおり新たな主張を含む同月25日付け控訴人第14準備書面を提出するとともに，新たな証拠(甲177ないし186)を提出した(本件追加主張は，別紙のとおりであり，被控訴人の上記準備書面に対する再反論の範囲を大幅に超えるものである。)。さらに，控訴人は，同月29日には，本件追加主張と関連証拠を含む内容の技術説明資料(甲187)を提出したものの，被控訴人は，本件追加主張と関連証拠に対しては，別途反論及び立証が必要となるから，時機に後れた攻撃防御方法であるとして，その却下を求め，控訴人が本件追加主張の主張立証も含めるのであれば，予定されていた技術説明会の実施は困難であるとして，その実施自体にも反対した。当裁判所は，同年12月6日の第8回口頭弁論期日においては，本件追加主張が時機に後れた攻撃防御方法であるか否かについては，判決中で判断するとして，当初予定されていた技術説明を実施せず，口頭弁論を終結した(以上の各事実は，いずれも訴訟手続上，当裁判所に顕著である。)。",
                            "以上の審理の経過に照らすと，被控訴人によりEPMA分析等に関する報告書(乙73，74)が提出され，これに基づき主張がされたのは平成27年12月21日の第4回口頭弁論期日であり，その後は，被控訴人による分析結果の内容等を中心とする控訴人各製品において2種類の蛍光体を使用しているか否か(構成要件E及びF’)が重要な争点の一つとして審理が進められ，控訴人及び被控訴人の双方とも，この点に関し，準備書面を提出し，主張と反論を続けてきたこと，また，技術説明会の実施については，第7回口頭弁論期日までにされた主張，立証とそれに付随する反論の範囲内で実施することが確認されていたものであり，これに対し，第4回口頭弁論期日からほぼ1年が経過した平成28年12月6日の第8回口頭弁論期日の直前に提出された，控訴人の本件追加主張及びこれに関連する証拠(甲177ないし187)は，争点及び証拠の整理を終了し，技術説明会を実施した上で口頭弁論を終結することを予定していた期日の直前において初めて提出されたものであるから，その審理経過などからみても，時機に後れて提出された攻撃防御方法に当たるものであることは明らかである。",
                            "そして，以上の経過に照らせば，争点の専門性を考慮しても，控訴人及び控訴人訴訟代理人において，本件追加主張及び証拠(甲177ないし187)の提出をより早期に行うことが困難であったとは考えられないから，本件追加主張及び証拠は，少なくとも重大な過失により時機に後れて提出されたものと認められる。",
                            "これに対し，控訴人は，被控訴人が，平成28年11月4日付け被控訴人準備書面(11)において，①Raman分析(乙32，33)では，蛍光体1粒子のみを測定しているため他の組成の蛍光体が含まれる可能性は排除されない，②EPMAのX-ray  mapping分析(乙73，74)に関し「定量分析(濃度換算)」はしていない，などの新たな事実が初めて開示されたことを理由として，控訴人第14準備書面において総合的な反論を主張するに至った旨主張する。しかし，乙32号証及び乙33号証は，原審において被控訴人から提出された分析結果報告書であり，また，乙73号証及び乙74号証は，平成27年12月21日の口頭弁論期日において提出された分析結果報告書であることに加え，上記各書証の内容等を考慮すれば，控訴人が主張する各事実について控訴人が確信するに至らなかったとしても，より早期の段階で，本件追加主張及び証拠(控訴人177ないし187)の提出をすることができたものと認められる。したがって，控訴人の上記主張は採用することができない。",
                            "そして，本件追加主張及び証拠(甲177ないし187)について審理をすることになれば，被控訴人の反論を要するとともに，EPMA分析等に関し，さらなる分析をするなどの追加の書証提出等が必要となり，審理を継続する必要があることは容易に推測することができ，このような手続を行わないままに本件の審理を終結することはできないといわざるを得ないから，本件追加主張及び証拠(甲177ないし187)の提出は，本件訴訟の完結を遅延させることも明らかである。",
                            "したがって，控訴人の本件追加主張及び証拠(甲177ないし187)の提出は，時機に後れて提出された攻撃防御方法として却下することが相当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "控訴人各製品の構成要件E及びF’の充足性",
                      "text": [
                        "以上によれば，被控訴人が分析した控訴人各製品に属する型番の被控訴人分析品については，いずれも，組成の異なる2種類のYAG系蛍光体を有しているといえる。そして，このことは，上記各型番の製品についての控訴人側分析結果とも矛盾するものでないことは前記認定のとおりであり，控訴人各製品においてはいずれも1種類のYAG蛍光体のみを用いている旨の控訴人の主張は採用することができず,その他，控訴人各製品において組成の異なる2種類のYAG系蛍光体を有していないことを認めるに足りる客観的な証拠はない。",
                        "したがって，控訴人各製品は，本件再訂正発明の構成要件E，F’を充足するものと認めるのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，控訴人各製品は，本件再訂正発明の技術的範囲に属するものと認められる。また，本件再訂正発明は，本件訂正後発明の特許請求の範囲を減縮したものであるから，控訴人各製品が本件訂正後発明の技術的範囲に属することも明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件特許の有効性について",
              "text": [
                "控訴人は，本件再訂正は訂正要件を満たすものではなく，また，本件再訂正特許には分割要件違反又は優先権主張が認められないことによる新規性又は進歩性欠如等の無効理由があるから，本件各プレスリリースにより告知流布された前記(2)③及び(3)③の事実が虚偽である旨主張する。本件においては，本件訂正が確定した後，本件再訂正請求がされているため，仮に，本件訂正後特許について無効理由があったとしても，本件再訂正請求が独立特許要件以外の訂正要件を満たし，本件再訂正により，控訴人が主張する無効理由が解消され，無効理由がないと認められれば，本件プレスリリースにより告知流布された前記(2)③及び(3)③の事実が虚偽であるとはいえないことになる(控訴人各製品が本件再訂正発明の技術的範囲に属することは前記のとおりである。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件再訂正発明の内容について",
                  "text": [
                    "前記(5)アのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件再訂正の訂正要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "改正前特許法126条3項適合性について",
                      "text": [
                        "控訴人は，本件訂正後明細書には，「組成の異なる2種類以上のフォトルミネセンス蛍光体を組み合わせ」る場合における「フォトルミネセンス蛍光体」について，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素」と「Al，Ga及びInからなる群から選ばれる少なくとも1つの元素」のうち，「Lu，Sc，La」と「In」を含むことは記載されていないから，本件再訂正は，この点で訂正要件を満たさない旨主張するので，以下，本件再訂正がこの点で訂正要件を満たすものか否かについて判断する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件訂正後明細書(乙30の3)には，以下の記載がある。",
                            "「【0044】",
                            "実施の形態1．",
                            "本願発明に係る実施の形態1の発光ダイオードは，発光層に・・・青色系の発光が可能な窒化ガリウム系化合物半導体素子と，黄色系の発光が可能なフォトルミネセンス蛍光体である，セリウムで付活されたガーネット系フォトルミネッセンス蛍光体とを組み合わせたものである。これによって，この実施形態1の発光ダイオードにおいて，発光素子・・・からの青色系の発光と，その発光によって励起されたフォトルミネセンス蛍光体からの黄色系の発光光との混色により白色系の発光が可能になる。",
                            "【0045】",
                            "また，この実施形態1の発光ダイオードに用いた，セリウムで付活されたガーネット系フォトルミネッセンス蛍光体は耐光性及び耐候性を有するので，発光素子・・・から放出された可視光域における高エネルギー光を長時間その近傍で高輝度に照射した場合であっても発光色の色ずれや発光輝度の低下が極めて少ない白色光が発光できる。",
                            "【0046】",
                            "以下，本実施形態1の発光ダイオードの各構成部材について詳述する。",
                            "(フォトルミネセンス蛍光体)",
                            "本実施形態1の発光ダイオードに用いられるフォトルミネセンス蛍光体は，半導体発光層から発光された可視光や紫外線で励起されて，励起した光と異なる波長を有する光を発光するフォトルミネセンス蛍光体である。具体的にはフォトルミネセンス蛍光体として，Y，Lu，Sc，La，Gd及びSmから選択された少なくとも1つの元素と，Al，Ga及びInから選択された少なくとも1つの元素とを含み，セリウムで付活されたガーネット系蛍光体である。本発明では，該蛍光体として，YとAlを含みセリウムで付活されたイットリウム・アルミニウム・ガーネット系蛍光体，又は，一般式(Re Sm ) (Al Ga ) O ：Ce(但1-r r 3 1-s s 5 12し，0≦r＜1，0≦s≦1，Reは，Y，Gdから選択される少なくとも一種)であらわされる蛍光体を用いることが好ましい。窒化ガリウム系化合物半導体を用いた発光素子が発光するLED光と，ボディーカラーが黄色であるフォトルミネセンス蛍光体が発光する蛍光光が補色関係にある場合，LED光と，蛍光光とを混色して出力することにより，全体として白色系の光を出力することができる。」",
                            "「【0048】",
                            "このフォトルミネセンス蛍光体の含有分布は，混色性や耐久性にも影響する。例えば，フォトルミネセンス蛍光体が含有されたコーティング部やモールド部材の表面側から発光素子に向かってフォトルミネセンス蛍光体の分布濃度を高くした場合は，外部環境からの水分などの影響をより受けにくくでき，水分による劣化を防止することができる。他方，フォトルミネセンス蛍光体を，発光素子からモールド部材等の表面側に向かって分布濃度が高くなるように分布させると，外部環境からの水分の影響を受けやすいが発光素子からの発熱，照射強度などの影響をより少なくでき，フォトルミネセンス蛍光体の劣化を抑制することができる。このような，フォトルミネセンス蛍光体の分布は，フォトルミネセンス蛍光体を含有する部材，形成温度，粘度やフォトルミネセンス蛍光体の形状，粒度分布などを調整することによって種々の分布を実現することができ，発光ダイオードの使用条件などを考慮して分布状態が設定される。」",
                            "「【0079】",
                            "発明の実施2．",
                            "本発明に係る実施の形態2の発光ダイオードは，発光素子として発光層に・・・窒化ガリウム系半導体を備えた素子を用い，フォトルミネセンス蛍光体として，互いに組成の異なる2種類以上のフォトルミネセンス蛍光体，好ましくはセリウムで付活されたイットリウム・アルミニウム・ガーネット系蛍光体を含む蛍光体を用いる。これにより実施の形態2の発光ダイオードは，発光素子によって発光されるLED光の発光波長が，製造バラツキ等により所望値からずれた場合でも，2種類以上の蛍光体の含有量を調節することによって所望の色調を持った発光ダイオードを作製できる。・・・",
                            "蛍光体に関して言うと，フォトルミネセンス蛍光体として，一般式(Re S1-rm ) (Al Ga ) O ：Ceで表されるセリウムで付活された蛍光体を用r 3 1-s s 5 12いることもできる。但し，0＜r≦1，0≦s≦1，Reは，Y，Gd，Laから選択される少なくとも一種である。これにより発光素子から放出された可視光域における高エネルギーを有する光が長時間高輝度に照射された場合や種々の外部環境の使用下においても蛍光体の変質を少なくできるので，発光色の色ずれや発光輝度の低下が極めて少なく，かつ高輝度の所望の発光成分を有する発光ダイオードを構成できる。",
                            "【0080】",
                            "(実施の形態2のフォトルミネセンス蛍光体)",
                            "実施の形態2の発光ダイオードに用いられるフォトルミネセンス蛍光体について詳細に説明する。実施の形態2においては，上述したように，フォトルミネセンス蛍光体として組成の異なる2種類以上のセリウムで付活されたフォトルミネセンス蛍光体を使用した以外は，実施の形態1と同様に構成され，蛍光体の使用方法は実施の形態と同様である。",
                            "【0081】",
                            "また，実施形態1と同様に，フォトルミネセンス蛍光体の分布を種々変える(発光素子から離れるに従い濃度勾配をつける等)ことによって耐候性の強い特性を発光ダイオードに持たせることができる。このような分布はフォトルミネセンス蛍光体を含有する部材，形成温度，粘度やフォトルミネセンス蛍光体の形状，粒度分布などを調整することによって種々調整することができる。",
                            "したがって，実施形態2では，使用条件などに対応させて，蛍光体の分布濃度が設定される。・・・」",
                            "「【0127】",
                            "(実施例10)",
                            "実施例10の発光ダイオードは，リードタイプの発光ダイオードである。",
                            "実施例10の発光ダイオードでは・・・450nmのIn Ga Ｎの発光0．05 0．95層を有する発光素子を用いた。そして，銀メッキした銅製のマウントリードの先端のカップに発光素子をエポキシ樹脂でダイボンディングし，発光素子の各電極とマウント・リード及びインナー・リードとをそれぞれ金線でワイヤーボンディングし電気的に導通させた。",
                            "【0128】",
                            "一方，フォトルミネセンス蛍光体は，一般式Y (Al Ga ) O ：C3 0．5 0．5 5 12eで表される緑色系が発光可能な第1の蛍光体と一般式(Y Gd ) Al O0．2 0．8 3 5：Ceで表される赤色系が発光可能な第2の蛍光体とをそれぞれ以下のようにして作製して混合して用いた。すなわち，必要なY，Gd，Ceの希土類元素を化学量論比で酸に溶解した溶解液を蓚酸で共沈させた。これを焼成して得られる共沈酸化物と，酸化アルミニウム，酸化ガリウムと混合して混合原料をそれぞれ得る。これにフラックスとしてフッ化アンモニウムを混合して坩堝に詰め，空気中1400℃の温度範囲で3時間焼成してそれぞれ焼成品を得た。焼成品を水中でボールミルして，洗浄，分離，乾燥，最後に篩を通して所定の粒度の第1と第2の蛍光体を作製した。",
                            "【0129】",
                            "以上のようにして作製された第1の蛍光体及び第2の蛍光体それぞれ40重量部を，エポキシ樹脂100重量部に混合してスラリーとし，このスラリーを発光素子が配置されたマウント・リード上のカップ内に注入した。注入後，注入されたフォトルミネセンス蛍光体を含有する樹脂を130℃1時間で硬化させた。こうして発光素子上に厚さ120μのフォトルミネセンス蛍光体が含有されたコーティング部材を形成した。なお，このコーティング部材は，発光素子に近いほどフォトルミネセンス蛍光体の量が徐々に多くなるように形成した。その後，さらに発光素子やフォトルミネセンス蛍光体を外部応力，水分及び塵芥などから保護する目的でモールド部材として透光性エポキシ樹脂を形成した。モールド部材は，砲弾型の型枠の中にフォトルミネセンス蛍光体のコーティング部が形成されたリードフレームを挿入し透光性エポシキ樹脂を混入後，150℃5時間にて硬化させて形成した。このようにして作製された実施例10の発光ダイオードは，発光観測正面から視認するとフォトルミネセンス蛍光体のボディーカラーにより中央部が黄色っぽく着色されていた。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "実施の形態1のフォトルミネセンス蛍光体材料について",
                          "text": [
                            "上記aによれば，本件訂正後明細書には，実施の形態1の発光ダイオードに用いられるフォトルミネセンス蛍光体として，「Y，Lu，Sc，La，Gd及びSmから選択された少なくとも1つの元素と，Al，Ga及びInから選択された少なくとも1つの元素とを含み，セリウムで付活されたガーネット系蛍光体」(【0046】)が記載されている。上記記載の他に，実施の形態1に用いられるフォトルミネセンス蛍光体として，「一般式(Re Sm )(Al Ga ) O ：Ce(但し，1-r r 3 1-s s 5 120≦r＜1，0≦s≦1，Reは，Y，Gdから選択される少なくとも一種)であらわされる蛍光体を用いることが好ましい。」(【0046】)との記載があるものの，この記載は，好ましい例をいうにとどまるものであるから，上記一般式に含まれないLu，Sc，La及びInをフォトルミネセンス蛍光体の構成元素から除外する趣旨のものではないと認められる。",
                            "また，本件訂正後明細書の段落【0048】には，実施の形態1における「外部環境からの水分などの影響をより受けにくくでき，水分による劣化を防止することができる」フォトルミネセンス蛍光体の含有分布として，「フォトルミネセンス蛍光体が含有されたコーティング部やモールド部材の表面側から発光素子に向かってフォトルミネセンス蛍光体の分布濃度を高く」することが記載されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "実施の形態2のフォトルミネセンス蛍光体材料について",
                          "text": [
                            "上記aによれば，本件訂正後明細書には，実施の形態2の発光ダイオードに用いられるフォトルミネセンス蛍光体について，「互いに組成の異なる2種類以上のフォトルミネセンス蛍光体，好ましくはセリウムで付活されたイットリウム・アルミニウム・ガーネット系蛍光体を含む蛍光体を用いる」こと(【0079】)，「組成の異なる2種類以上のセリウムで付活されたフォトルミネセンス蛍光体を使用した以外は，実施の形態1と同様に構成され」ること(【0080】)が記載されているから，上記bの実施の形態1のフォトルミネセンス蛍光体材料を考慮すると，本件訂正後明細書には，実施の形態2で用いられるフォトルミネセンス蛍光体として，Y，Lu，Sc，La，Gd及びSmから選択された少なくとも一つの元素と，Al，Ga及びInから選択された少なくとも一つの元素とを含み，セリウムで付活され，互いに組成の異なる2種類以上のガーネット系蛍光体が記載されているものと認められる。",
                            "他方で，本件訂正後明細書には，実施の形態2で用いられるフォトルミネセンス蛍光体として，上記記載の他に，「一般式(Re Sm ) (Al Ga ) O1-r r 3 1-s s 5：Ceで表されるセリウムで付活された蛍光体を用いることもできる。但し，0＜r≦1，0≦s≦1，Reは，Y，Gd，Laから選択される少なくとも一種である。」(【0079】)との記載があるものの，この記載は，単に例示にとどまるものであるから，上記一般式に含まれないLu，Sc及びInをフォトルミネセンス蛍光体の構成元素から除外する趣旨のものではないと認められる。また，同様に，本件訂正後明細書には，実施の形態2の実施例である実施例10で用いられるフォトルミネセンス蛍光体として，一般式Y (Al Ga ) O ：Ceで表さ3 0．5 0．5 5 12れる緑色系が発光可能な第1の蛍光体と，一般式(Y Gd ) Al O ：0．2 0．8 3 5 12Ceで表される赤色系が発光可能な第2の蛍光体が記載されているものの(【0128】)，この記載は，単に一実施例をいうにとどまるものであるから，上記一般式に含まれないLu，Sc，La及びInをフォトルミネセンス蛍光体の構成元素から除外する趣旨のものではないと認められる。",
                            "また，前記aによれば，本件訂正後明細書には，実施の形態2のフォトルミネセンス蛍光体の分布に関し，「実施形態1と同様に，フォトルミネセンス蛍光体の分布を種々変える(発光素子から離れるに従い濃度勾配をつける等)ことによって耐候性の強い特性を発光ダイオードに持たせることができる。」(【0081】)と記載されており，また，実施の形態2の実施例である実施例10に関しては，「発光素子上に・・・フォトルミネセンス蛍光体が含有されたコーティング部材を形成した。なお，このコーティング部材は，発光素子に近いほどフォトルミネセンス蛍光体の量が徐々に多くなるように形成した。」(【0129】)と記載されている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，本件訂正後明細書には，実施の形態2で用いられるフォトルミネセンス蛍光体として，Y，Lu，Sc，La，Gd及びSmから選択された少なくとも一つの元素と，Al，Ga及びInから選択された少なくとも一つの元素とを含み，セリウムで付活され，互いに組成の異なる2種類以上のガーネット系蛍光体が記載されているものと認められる。また，互いに異なる2種類以上の蛍光体であったとしても，コーティング部の表面側から発光素子に向かってフォトルミネセンス蛍光体の分布濃度を高くすることが記載されているものと認められる。",
                            "したがって，請求項に係る本件再訂正は，本件訂正後明細書に記載した事項の範囲内の訂正であり，実質上特許請求の範囲を拡張し又は変更するものには該当しないから，改正前特許法126条3項に適合するものであり，控訴人の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "通常実施権者の承諾について",
                      "text": [
                        "控訴人は，本件特許を含む被控訴人保有の知的財産権について，被控訴人は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●に対し，通常実施権を許諾しているところ，本件再訂正について，上記各社から承諾を得ていないから，本件再訂正は認められない旨主張する。これに対し，被控訴人は，ライセンスの内容について秘密保持義務を負っているから，その内容について明らかにすることはできないと主張する。",
                        "そこで，検討するに，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                        "以上の事実によれば，被控訴人との間で，提携，クロスライセンス及び和解等をした企業は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●であると認められる。",
                        "そして，証拠(乙84，85)及び弁論の全趣旨によれば，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●について，本件特許について，本件訂正についての審判請求(乙30)がされた平成24年12月17日よりも前に，被控訴人が保有する特許の訂正に関して包括的な承諾を得ていたものと認められる。また，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●についても，被控訴人が保有する特許の訂正に関して包括的な承諾を得ていたものと認められる。",
                        "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                        "控訴人は，事実実験公正証書(乙85)において，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●については，いずれも代表取締役等代表権を有する者の記名押印はなく，訂正に関する承諾権限があることの立証はない旨主張する。",
                        "しかし，本件再訂正のような特許請求の範囲を減縮する訂正は，特許権者が特許の無効理由を避けるために，その必要に応じてなすのが通例であり，訂正の内容は，特許の専門的，技術的事項に関するものが多く，これを承諾するか否かは，各社の代表取締役等の代表権者が知的財産部長等に委任してその判断に委ねるのが合理的であり，通例であると解されるところである。そして，上記事実実験公正証書は，上記各社が訂正に関し承諾したことを上記各社の知的財産部長等の担当者が確認した旨をその内容とするものであるから，これによれば，上記各社とも，その知的財産担当部長等の担当者が訂正に関する承諾という事項について，その代表者から委任を受けており，その上でこれを承諾したと推認するのが合理的であり，これらの者が各社代表取締役等の代表権を有する者でなかったとしても，それによって上記各社が訂正に関し承諾したとの認定が左右されるものではない。したがって，控訴人の上記主張は採用することができない。",
                        "また，本件特許が●●●●の契約の対象になっているか否かは，上記事実実験公正証書等からは明らかではないといわざるを得ないものの，本件特許は，白色LEDを実現するために重要な技術的意義を有するものと認められ(弁論の全趣旨)，これを対象から除外して契約を行うことは考えにくい(合理的根拠はない。)ものと認められるから，本件特許が，控訴人が主張するように●●●●の契約の対象となっているものと推認することができるのが合理的である。そして，●●●●の各承諾は，いかなる訂正を目的とするかまで明確にした承諾であるということはできないものの，いずれも訂正審判を請求することを承諾するという趣旨でなされたものと解される。",
                        "以上によれば，被控訴人は，本件特許の訂正について，●●●●から特許法127条の承諾を得ていたものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，本件再訂正は，独立特許要件以外の訂正要件を満たすものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "分割要件について",
                  "text": [
                    "控訴人は，本件原出願明細書の段落【0078】ないし【0080】，【0082】ないし【0083】の記載によれば，本件原出願明細書の実施の形態2で用いられるフォトルミネセンス蛍光体は，「Y，Gd，La及びSm」と「Al及びGa」のみであり，「組成の異なる2種類以上のフォトルミネセンス蛍光体を組み合わせ」る場合における「フォトルミネセンス蛍光体」について，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素」と「Al，Ga及びInからなる群から選ばれる少なくとも1つの元素」のうち，「Lu，Sc」と「In」は含まれていないから，本件原出願明細書に記載されていない特定をする本件特許(分割出願)は，分割要件に反するものである旨主張する。",
                    "そこで，本件出願(分割出願)の適法性について検討するに，本件原出願明細書の段落【0044】ないし【0046】，【0048】，【0079】ないし【0081】，【0127】ないし【0129】には，それぞれ，前記イ(ア)aに記載した本件訂正後明細書の段落【0044】ないし【0046】，【0048】，【0079】ないし【0081】，【0127】ないし【0129】と同一の記載がある(甲45)。",
                    "そうすると，本件原出願明細書には，実施の形態2で用いられるフォトルミネセンス蛍光体として，Y，Lu，Sc，La，Gd及びSmから選択された少なくとも一つの元素と，Al，Ga及びInから選択された少なくとも一つの元素とを含み，セリウムで付活され，互いに組成の異なる2種類以上のガーネット系蛍光体が記載されているものと認められる。",
                    "したがって，本件再訂正発明は，本件原出願明細書に包含された発明であり，本件再訂正特許は，特許法44条1項所定の要件を満たす適法な分割出願であると認められるから，控訴人の上記主張を採用することはできない。本件再訂正発明は，本件原出願の公開公報により新規性又は進歩性を欠くものとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "特許法36条6項1号(サポート要件)及び同条4項1号(実施可能要件)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "サポート要件について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件再訂正明細書の段落【0044】ないし【0046】，【0048】，【0079】ないし【0081】，【0127】ないし【0129】の記載は，いずれも，前記イ(ア)aに記載した本件訂正前明細書の記載と同一である(乙70の2)。",
                            "したがって，本件再訂正明細書には，実施の形態2で用いられるフォトルミネセンス蛍光体として，Y，Lu，Sc，La，Gd及びSmから選択された少なくとも一つの元素と，Al，Ga及びInから選択された少なくとも一つの元素とを含み，セリウムで付活され，互いに組成の異なる2種類以上のガーネット系蛍光体が記載されているものと認められ，また，コーティング部の表面側から発光素子に向かってフォトルミネセンス蛍光体の分布濃度を高くすることも記載されているものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件再訂正発明の解決しようとする課題は，「より高輝度で，長時間の使用環境下においても発光光度及び発光光率の低下や色ずれの極めて少ない発光装置を提供すること」(【0010】)であるところ，本件訂正前明細書には，「実施形態1，2の発光ダイオードは・・・高輝度の発光を可能にし，長時間の使用に対して発光効率の低下や色ずれが少ない」(【0038】)，「実施形態1の発光ダイオードに用いた，セリウムで付活されたガーネット系フォトルミネッセンス蛍光体は耐光性及び耐候性を有するので・・・発光色の色ずれや発光輝度の低下が極めて少ない白色光が発光できる。」(【0045】)，「実施形態2に用いられるセリウムで付活されたイットリウム・アルミニウム・ガーネット系蛍光体(YAG系蛍光体)は，実施形態1と同様，ガーネット構造を有するので，熱，光及び水分に強い。」(【0083】)と記載されているのであるから，上記aのフォトルミネセンス蛍光体を用いた場合に，本件再訂正発明の課題が解決できることは，当業者にとって明らかであるといえる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のとおり，本件再訂正発明は，発明の詳細な説明に記載されたものであって，サポート要件を満たしているから，控訴人のサポート要件に関する主張は，採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施可能要件について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件再訂正明細書には，実施の形態1におけるフォトルミネセンス蛍光体の作製方法として，「このようなフォトルミネセンス蛍光体は，Y，Gd，Ce，Sm，Al及びGaの原料として酸化物，又は高温で容易に酸化物になる化合物を使用し，それらを所定の化学量論比で十分に混合して混合原料を作製し，作製された混合原料に，フラックスとしてフッ化アンモニウム等のフッ化物を適量混合して坩堝に詰め，空気中1350～1450℃の温度範囲で2～5時間焼成して焼成品を得，次に焼成品を水中でポールミルして，洗浄，分離，乾燥，最後に篩を通すことにより作製できる。」(【0057】)，「上述の作製方法において，混合原料は，Y，Gd，Ce，Smの希土類元素を化学量論比で酸に溶解した溶解液を蓚酸で共沈したものを焼成して得られる共沈酸化物と，酸化アルミニウム，酸化ガリウムとを混合することにより作製してもよい。」(【0058】)と記載されており，実施の形態2におけるフォトルミネセンス蛍光体の作製方法として，「Y，Gd，Ce，La，Al，Sm及びGaの原料として酸化物，又は高温で容易に酸化物になる化合物を使用し，それらを化学量論比で十分に混合して原料を得る。又は，Y，Gd，Ce，La，Smの希土類元素を化学量論比で酸に溶解した溶解液を蓚酸で共沈したものを焼成して得られる共沈酸化物と，酸化アルミニウム，酸化ガリウムとを混合して混合原料を得る。これにフラックスとしてフッ化アンモニウム等のフッ化物を適量混合して坩堝に詰め，空気中1350～1450℃の温度範囲で2～5時間焼成して焼成品を得，次に焼成品を水中でボールミルして，洗浄，分離，乾燥，最後に篩を通すことで得ることができる。」(【0084】)と記載されている。",
                            "本件再訂正明細書の上記記載には，フォトルミネセンス蛍光体の構成元素がLu，Sc，Inである場合が含まれていないものの，Lu，Scは，Y，Gd，Ce，La，Smと同様，希土類元素であり，Inは，Al，Gaと同様，第13族元素でありその酸化物である酸化インジウムも知られているから(上記各構成元素を同等に扱うことができないとする事情はない。)，本件再訂正明細書の上記記載に接した当業者であれば，構成元素がLu，Sc，Inである場合にも，同様にして，フォトルミネセンス蛍光体を作製できるものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，本件再訂正明細書には，実施形態1におけるフォトルミネセンス蛍光体の濃度分布について，「フォトルミネセンス蛍光体の分布は，フォトルミネセンス蛍光体を含有する部材，形成温度，粘度やフォトルミネセンス蛍光体の形状，粒度分布などを調整することによって種々の分布を実現することができ，発光ダイオードの使用条件などを考慮して分布状態が設定される。」(【0048】)と記載されており，実施形態2についても，「実施形態1と同様に，フォトルミネセンス蛍光体の分布を種々変える・・・ことによって耐候性の強い特性を発光ダイオードに持たせることができる。このような分布はフォトルミネセンス蛍光体を含有する部材，形成温度，粘度やフォトルミネセンス蛍光体の形状，粒度分布などを調整することによって種々調整することができる。」(【0081】)と記載されているから，フォトルミネセンス蛍光体の構成元素がLu，Sc，Inである場合にも，上記の濃度分布の調整方法を適用できることは，当業者にとって明らかであると認められる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，フォトルミネセンス蛍光体の構成元素がLu，Sc，Inである場合も含め，発明の詳細な説明の記載は，当業者が本件再訂正発明を実施することができる程度に明確かつ十分に記載されているものと認められるから，控訴人の実施可能要件に関する主張は，採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲84文献を主引例とする新規性及び進歩性欠如の無効理由について",
                  "text": [
                    "控訴人は，本件各優先権出願はいずれも組成が限定されていないフォトルミネセンス蛍光体を2種以上用いることを開示していないから，本件再訂正発明は本件各優先権出願による優先権の利益を享受できないと主張した上で，甲84文献を主引例とする新規性及び進歩性欠如の無効理由を主張する。しかし，本件優先権出願による優先権の利益を享受できるか否かにかかわらず，控訴人の上記主張は採用することができない。その理由は次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲84発明の内容等",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲84文献の記載",
                          "text": [
                            "甲84文献(甲84)には，次のとおりの記載がある(図面は別紙甲84文献図面等目録参照)。",
                            "「1．  はじめに・・・",
                            "我々はLEDをより豊かな光源とするためにその色表現力を追求し，LEDと蛍光体を組み合わせることで，従来にない高輝度の白色LEDを開発，製品化したので報告する。」(5頁下3行～末行)",
                            "「3．白色LEDの製法",
                            "今回開発した白色LEDの製作プロセスを図1に示す。LEDチップとしては，InGaＮ系の青色SQW-LEDを用いた。また蛍光体は，Y O ，Al O ，Gd O ，Ga O ，CeO の原料粉末を所定量ずつ混合したものを，1400℃程度の高温で焼成し，乾燥，分級などの処理をして合成した。ランプの組立の際，リードフレームのカップ底面にマウントしたLEDチップに対し，蛍光体を表面に薄くコーティングした。さらにチップを外部環境から保護するために集光レンズを兼ねたエポキシ樹脂で周囲を封止した。」(6頁11～19行)",
                            "「4．  基本特性の評価",
                            "4．1  白色LEDの構造",
                            "図2に今回作成した白色LEDの構造図を示す。基本的な構造についてはInGaＮを使った青色LEDランプと同じであるが，蛍光体をLEDチップ表面に薄く塗布している点が大きく異なっている。",
                            "LEDから放出された光は，蛍光体層の中に入射して層内で何回かの吸収と散乱を繰り返した後，外部へ取り出される。LEDの発光は・・・465nmをピークとする青色光であり半値幅30nmの非常に鋭いスペクトルをもっている。この青色光の一部は散乱を繰り返す内に蛍光体に吸収され，蛍光体から淡黄緑色の蛍光(fluorescence)が発せられる。放出された蛍光もやはり蛍光体層の中で吸収と散乱を受けながら外部へ取り出される。結局最終的に外部へ取り出される光は，LEDの青色光と淡黄緑色の蛍光を足し合わせた・・・スペクトルになる。」(6頁20行～7頁4行)",
                            "「4．2  蛍光体の評価",
                            "今回白色LEDに使用した蛍光体は(Y，Gd) (Al，Ga) O ：Ceの組成式で表され・・・る。・・・母体材料は，一般にYAG(ヤグ)として知られるY Al O (イットリウムアルミニウムガーネット)のYサイト，Alサイトの一部をGd，Gaでそれぞれ置換したもので，ガーネット構造の非常に安定な酸化物である。・・・",
                            "表2は今回実験に使用した蛍光体の一覧である。輝度や効率については，置換量＝0のY A1 O ：Ceの値を100として規格化した。表2の①～⑥に対応する蛍光体について，青色LEDの発光波長に相当する460nmの光で励起した時の発光スペクトルを図6に示す。図から，Y Al O のAlをGaで置換すると短波長側へ(②，③)，YをGdで置換すると長波長側へ(④，⑤，⑥)へ，置換量に応じて連続的に発光波長が移動することがわかる。」(8頁8～22行)",
                            "「4．3  白色LEDの評価",
                            "表2の①～⑦に対応する蛍光体とピーク波長465nmの青色LEDを組み合わせてできる白色LEDの色再現範囲を図8に示す。白色LEDの発光色は，青色LED起源の色度点と蛍光体起源の色度点を結ぶ直線上に位置するので，①～⑦の蛍光体を使用することで色度図中央の広範な白色領域をすべてカバーすることができる。図9は，LEDチップ上に塗布する蛍光体のコーティング量を変えてLEDの発光色変化を調べたものである。予想された通りコーティング分散量を増やすと蛍光体の発光色へ，逆に減らすと青色LEDの発光色へと近づいていった。」(11頁1～9行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲84発明の特徴",
                          "text": [
                            "上記aによれば，甲84発明の特徴は，次のとおりである。",
                            "甲84発明は，LEDと蛍光体を組み合わせることで開発，製品化された高輝度の白色LEDであって，LEDをより豊かな光源とするためにその色表現力を追求したものである。",
                            "甲84発明は，リードフレームのカップ底面にLEDチップをマウントし，蛍光体を樹脂に分散し，LEDチップの表面に薄くコーティングし，チップを外部環境から保護するために集光レンズを兼ねたエポキシ樹脂で周囲を封止した白色LEDであって，前記LEDチップは，InGaＮ系の青色SQW-LEDであり(図1，2)，蛍光体は，(Y，Gd) (Al，Ga) O ：Ceの組成式で表され，YAl 0 のAlをGaで置換すると短波長側へ(②，③)，YをGdで置換すると長波長側へ(④，⑤，⑥)へ，置換量に応じて連続的に発光波長が移動し(表2，図6)，前記LEDの発光は，465nmをピークとする青色光であり，この青色光の一部は散乱を繰り返す内に蛍光体に吸収され，蛍光体から淡黄緑色の蛍光が発せられ，LEDの青色光と淡黄緑色の蛍光を足し合わせた光が外部へ取り出される，白色LEDである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲84発明の認定",
                          "text": [
                            "甲84発明は，「リードフレームのカップ底面にLEDチップをマウントし，蛍光体を樹脂に分散し，LEDチップの表面に薄くコーティングし，チップを外部環境から保護するために集光レンズを兼ねたエポキシ樹脂で周囲を封止した白色LEDであって，前記LEDチップは，InGaＮ系の青色SQW-LEDであり，蛍光体は，(Y，Gd) (Al，Ga) O ：Ceの組成式で表され，Y Al 0のAlをGaで置換すると短波長側へ(②，③)，YをGdで置換すると長波長側へ(④，⑤，⑥)へ，置換量に応じて連続的に発光波長が移動し，前記LEDの発光は，465nmをピークとする青色光であり，この青色光の一部は散乱を繰り返す内に蛍光体に吸収され，蛍光体から淡黄緑色の蛍光が発せられ，LEDの青色光と淡黄緑色の蛍光を足し合わせた光が外部へ取り出される，白色LED。」であると認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件再訂正発明と甲84発明との一致点及び相違点について",
                      "text": [
                        "本件再訂正発明と甲84発明とを対比すると，本件再訂正発明と甲84発明とは，本件再訂正発明は，次の2点で相違し，その余の点で一致する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "本件再訂正発明では「前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなって」いるのに対し，甲84発明は，LEDチップの表面にコーティングする樹脂に蛍光体を分散しているものの，蛍光体の濃度がLEDチップに向かって高くなるものか否か明らかでない点"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも一つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも一つの元素を含んでなるCeで付括されたガーネット系フォトルミネセンス蛍光体が，本件再訂正発明では，「互いに組成の異なる2種類以上」であるのに対し，甲84発明では，そのように特定されるものか否か明らかではない点"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，相違点1及び相違点2は実質的な相違点ではない旨主張する。しかし，以下のとおり，控訴人の主張は採用することができない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1について",
                          "text": [
                            "前記のとおり，甲84文献には，蛍光体の塗布(コーティング)に関し，「リードフレームのカップ底面にマウントしたLEDチップに対し，蛍光体を表面に薄くコーティングした。」，「蛍光体をLEDチップ表面に薄く塗布している」及び「図9は，LEDチップ上に塗布する蛍光体のコーティング量を変えてLEDの発光色変化を調べたものである。」との記載があり，「図1．白色LEDの製作プロセス」には，「YAG蛍光体」を「樹脂に分散」したものを「蛍光体コーティング」することが矢印を用いて表されている。",
                            "甲84文献の図1の上記記載を考慮すると，甲84発明においては，樹脂に分散させない粉末状の蛍光体をLEDチップ表面に塗布(コーティング)するのではなく，蛍光体を分散させた樹脂をLEDチップ表面に塗布(コーティング)していることが認められる。甲84文献には，完成後の白色LEDにおいて，蛍光体を樹脂中にどのような濃度分布で分散させるのかについての記載はないところ，樹脂中の蛍光体の濃度分布は，樹脂の種類，粘度，硬化条件，蛍光体の粒径等の条件によって変化するものであるから，蛍光体の比重が樹脂よりも大きいとしても，それのみをもって直ちに，蛍光体の濃度が樹脂の表面側からLEDチップに向かって高くなるということはできないし，当業者にとって，このような蛍光体の濃度分布が技術常識であったということもできない。",
                            "そうすると，甲84発明が，相違点1に係る本件再訂正発明の構成を備えているということはできないから，相違点1は実質的な相違点であると認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2について",
                          "text": [
                            "甲84文献には，組成式が(Y，Gd) (Al，Ga) O ：Ceの蛍光体として，組成の異なる7種類の蛍光体が記載されており(①～⑦，表2)，これら蛍光体の種類の選択と含有量の増減によって，図8の色度図中央にある扇形の白色領域の発光色を実現できることが記載されているところ(図8，9)，上記記載は，①～⑦の蛍光体のいずれか1種類を選択し，その含有量を増減することで，青色LED起源の色度点と当該蛍光体起源の色度点を結ぶ直線上の任意の色度点を実現でき(直線上の色度点は，蛍光体の含有量を増やせば蛍光体起源の色度点に近づき，蛍光体の含有量を減らせば青色LED起源の色度点に近づく。)，選択する蛍光体の範囲を①～⑦とすることによって，上記直線が選択した蛍光体に応じて異なったものとなって，上記扇形の白色領域の色度点を実現できることを意味するものであると解される。そして，上記直線が，青色LED起源の色度点と①～⑦のいずれか1種類の蛍光体起源の色度点を結ぶことで形成されるものであることを踏まえれば，甲84文献の上記記載において，蛍光体として①～⑦のいずれか1種類を選択することを前提にしていることは，当業者にとって明らかであると認められる。甲84文献には，その他，組成の異なる複数種類の蛍光体を樹脂に分散して用いることは記載も示唆もされていない。",
                            "したがって，甲84発明が，相違点2に係る本件再訂正発明の構成を備えているということはできないから，相違点2は実質的な相違点であると認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点2の容易想到性について",
                      "text": [
                        "甲84発明は，青色LEDと1種類の蛍光体を組み合わせて，甲84文献の図8の扇形部分の範囲の白色光を発する白色LEDを実現するものであるところ，甲84文献には，複数種類の蛍光体を用いることの記載や示唆はなく，甲85文献等にも，複数種類の蛍光体を用いることで解決できる課題があることは記載ないし示唆されていないから，甲85文献等を参酌しても，甲84発明において，当業者が複数種類の蛍光体を用いることを試みるものとは認められない。",
                        "したがって，甲84発明において，相違点2に係る本件再訂正発明の構成を採用することは，当業者が容易に想到し得たものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，その余の点について判断するまでもなく，甲84文献を主引例とする新規性又は進歩性欠如の無効理由は認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲85文献を主引例とする新規性又は進歩性欠如の無効理由について",
                  "text": [
                    "控訴人は，本件各優先権出願はいずれも組成が限定されていないフォトルミネセンス蛍光体を2種以上用いることを開示していないから，本件再訂正発明は本件各優先権出願による優先権の利益を享受できないと主張した上で，甲85文献を主引例とする新規性及び進歩性欠如の無効理由を主張する。しかし，本件優先権出願による優先権の利益を享受できるか否かにかかわらず，控訴人の上記主張は採用することができない。その理由は次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲85発明の内容等",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲85文献には次の記載がある。",
                            "「青色発光GaＮ／6H-SiCチップを主要光源として用いて緑色，黄色，赤色及び白色発光LEDを作成した。」(417頁左欄要約欄1～3行)",
                            "「ベースとなっている物理の原理は，有機ルミネセンス色素分子には一般的なルミネセンスダウンコンバージョン(ストークスシフト)の原理である。無機変換体であるY Al O ：Ce3＋(4f1)を用いて，白色発光LEDも実現されている。」(417頁左欄要約欄4～8行)",
                            "「窒化ガリウム(GaＮ)系青色発光ダイオードは現在市販されている。例えば，サファイア(α-Al O )基板，λ ＝450nmの日亜［1］製SQWダイ2 3 maxオードや，炭化ケイ素(6H-SiC)基板，λ ＝430nmのCree［2］max製「青色チップ」がある。これらの主要光源を効率的なポンプとして使用し，後に低エネルギーで光子発光させる有機系及び無機系のルミネセンス材料を励起できることを示していく。このようなルミネセンス変換(LUCO)の原理を図1に示す。今回は，有機色素分子を包含するエポキシ樹脂基体に埋め込まれ，標準的LED技術により透明エポキシ樹脂内に封入された反射体カップに接合されたCree製LEDチップを使用する。」(417頁左欄下3行～右欄10行)",
                            "「同じ方法で，エポキシ樹脂に緑色及び赤色の発光色素を添加し，白色発光のLUCO-LEDも作成した。・・・。",
                            "当然ながら，青色発光LEDのルミネセンスダウンコンバーションの原理は，有機系ルミネセンス材料に限られるものではない。LUCO  LEDの応用には，広範囲の無機系蛍光材料を同様に検討すべきである。一例として，Cree製「青色チップ」を主要光源とし，黄色発光Y Al O ：Ce3＋(4f1)変換体を用いて，白色発光LUCO  LEDを実現した・・・。詳細については，他の機会に伝えることとする。」(418頁左欄1～13行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲85発明の認定",
                          "text": [
                            "上記aによれば，甲85発明は，「窒化ガリウム(GaＮ)系青色発光ダイオード，黄色発光Y Al O ：Ce3＋(4f1)変換体，反射カップ，エポキシ樹脂，エポキシレンズを備える白色発光LEDであって，前記エポキシ樹脂は，黄色発光YAl O ：Ce3＋(4f1)変換体を包含し，前記エポキシ樹脂は，反射カップに接合された窒化ガリウム(GaＮ)系青色発光ダイオードを封入し，前記エポキシレンズは，前記窒化ガリウム(GaＮ)系青色発光ダイオード，黄色発光Y AlO ：Ce3＋(4f1)変換体，反射カップ，エポキシ樹脂を覆う，白色発光LED。」であると認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件再訂正発明と甲85発明との一致点及び相違点について",
                      "text": [
                        "本件再訂正発明と甲85発明とを対比すると，本件再訂正発明と甲85発明とは，次の2点で相違し，その余の点で一致する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点3",
                          "text": [
                            "コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，本件再訂正発明では，「前記コーティング樹脂の表面側から前記LEDチップに向かって高くなって」いるのに対し，甲85発明では，そのようになっているのか否か不明な点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点4",
                          "text": [
                            "本件再訂正発明では，「前記フォトルミネセンス蛍光体は互いに組成の異なる2種類以上」であるのに対し，甲85発明では1種類である点"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3について",
                      "text": [
                        "控訴人は，相違点3は実質的な相違点ではない旨主張する。",
                        "しかし，甲85文献には，蛍光体の添加に関し，「有機色素分子を包含するエポキシ樹脂基体」，「エポキシ樹脂に緑色及び赤色の発光色素を添加」との記載があり，図1に「LUCO」(ルミネセンス変換)として，蛍光体を含有するエポキシ樹脂が記載されているものの，完成後の白色発光のLUCO-LEDにおいて，蛍光体をエポキシ樹脂中にどのような濃度分布で分散させるのかについての記載はなく，樹脂中の蛍光体の濃度分布は，樹脂の種類，粘度，硬化条件，蛍光体の粒径等の条件によって変化するものと認められるから，甲85発明の蛍光体である黄色発色Y Al O ：Ce3＋(4f1)変換体の比重がエポキシ樹脂よりも大きいとしても，それのみをもって直ちに，当該蛍光体の濃度がエポキシ樹脂の表面側からLEDチップに向かって高くなるということはできず，当業者にとって，このような蛍光体の濃度分布が技術常識であったということもできない。",
                        "したがって，甲85発明が，相違点3に係る本件再訂正発明の構成を備えているということはできず，相違点3は実質的な相違点であると認められるから，控訴人の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4の容易想到性について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件再訂正発明と甲85発明の相違点4は，本件再訂正発明では，「前記フォトルミネセンス蛍光体は互いに組成の異なる2種類以上」であるのに対し，甲85発明では1種類である点である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲85発明は，前記(ア)bのとおり，窒化ガリウム(GaＮ)系青色発光ダイオードと蛍光体である黄色発光Y Al O ：Ce3＋(4f1)変換体を組み合わせた白色発光LEDであり，甲85文献には，蛍光体として，有機系ルミネセンス材用である緑色及び赤色の発光色素を添加して白色発光LEDを形成することが記載されているものの，無機材料の黄色発光Y Al O ：Ce3＋(4f1)変換体の代わりに，Ceで付活された緑色及び赤色のYAG(イットリウム・アルミニウム・ガーネット)系蛍光体を用いることは，記載も示唆もされていない。また，無機材料の蛍光体については，青色発光ダイオードと1種類の黄色発光Y Al O：Ce3＋(4f1)変換体を組み合わせることで白色発光LEDを実現しており，この点について格別の問題点が指摘されていない甲85発明において，あえて蛍光体材料を2種類以上のCeで付活された緑色及び赤色のYAG系蛍光体に置き換えることに合理性があるとはいえない。さらに，甲85発明において，黄色発光Y Al O ：Ce3＋(4f1)変換体に加えて，これと異なる組成のCeで付活されたYAG系蛍光体を追加して使用することについても，甲85文献には記載も示唆もされていない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "特開平1-260707号公報(甲86。以下「甲86文献」という。)には，①赤色LED(又は緑色LED)と，内部に青色及び緑色(又は赤色)の染料を浸透させた透光性のガラス体を備え，ガラス体を透過した赤色LEDの赤色光(又は緑色LEDの緑色光)と，外部光が青色及び緑色(又は赤色)の染料で反射されて外部に放出された青色光及び緑色光(又は赤色光)とを混合することによって白色光を生成する白色発光装置，②緑色LED，赤色LED，青色染料を浸透させた透光性の封止体を備え，封止体を透過した緑色LEDの緑色光及び赤色LEDの赤色光と，外部光が青色染料で反射されて外部に放出された青色光によって白色光を生成する白色発光装置がそれぞれ記載されているものの，これらの白色発光装置は，青色LEDを励起光源とするものではないから，白色光を生成する機序は甲85発明とは異なるものと認められる。さらに，Yuichi  SATO他「Full-Color  Fluorescent  Display  Devices  Using  a  Ｎear-UV  Light-Emitting  Diode」(Jpn．J．Appl．Phys．Vol．35(1996)pp．L838-839",
                          "text": [
                            "Part2，Ｎo．7A，1July  1996)(甲87。以下「甲87文献」という。)には，近UV(近紫外)発光ダイオード(n-UV  LED)，青色蛍光体(ZnS：Ag)，緑色蛍光体(ZnS：Cu，Al)，赤色蛍光体(ZnCdS：Ag)を用いて，近UV発光ダイオードの近UV光(近紫外光)を励起源とし，上記各蛍光体から発せられる青色光，緑色光及び赤色光によって白色光を生成できる技術が記載されているものの，近UV発光ダイオードの近UV光(近紫外光)は，各蛍光体の励起用としてのみ用いられており，白色光の成分としては用いられていないから，白色光を生成する機序は甲85発明とは異なるものである。そうすると，甲86文献及び甲87文献には，相違点4に係る本件再訂正発明の構成が開示ないし示唆されているということはできないし，甲85発明において，蛍光体材料として複数種類のCeで付活されたYAG系蛍光体を用いることについて，裏付けとなる技術常識を認めるに足りる証拠もない。",
                            "また，甲86文献及び甲87文献には，1種類の蛍光体を用いた場合には解決できず，複数種類の蛍光体を用いることで解決できる課題があることは記載ないし示唆されていないのであるから，甲86文献及び甲87文献に記載された内容を考慮しても，甲85発明において，当業者が，蛍光体材料として複数種類のCeで付活されたYAG系蛍光体を用いることを試みるものとは認められない。",
                            "したがって，甲85発明において，相違点4に係る本件再訂正発明の構成を採用することは，当業者が容易に想到し得たものとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，その余の点について判断するまでもなく，甲85文献を主引例とする新規性又は進歩性欠如の無効理由は認められない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，控訴人各製品は，本件再訂正発明の技術的範囲に属するものと認められ，そして，本件再訂正発明は，本件訂正後発明を減縮したものであるから，控訴人各製品は本件訂正後発明の技術的範囲にも属するものと認められる。また，本件再訂正が独立特許要件以外の訂正要件を満たし，本件再訂正発明には控訴人が主張する無効理由は認められず，仮に，本件訂正後特許について無効理由があるとしても，本件再訂正により無効理由は解消される。したがって，その余の点について判断するまでもなく，本件各プレスリリースの掲載が控訴人の営業上の信用を害する虚偽の事実の告知流布に当たると認めることはできないものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)ウ(第2訴訟の提起が14号に該当するか)について",
          "text": [
            "控訴人は，第2訴訟の提起に当たり，東京地方裁判所をして訴状を第2訴訟の被告である立花エレテックに送達させた行為が14号所定の虚偽の事実の告知に該当する旨主張する。",
            "しかし，訴状は，その性質上，当該事件の原告の法律上及び事実上の見解を記載するものであり，これを受領する者はそのような書面として受け取るのであるから，直ちに14号にいう「事実」を告知するものとみることは困難である。さらに，裁判制度の利用及びこれに当然随伴する行為を差し止めることは不正競争防止法が予定するところではないと解される。そうすると，訴状の送達により訴えの内容を相手方に知らせることは，14号所定の告知行為に該当しないというべきである。",
            "したがって，第2訴訟の提起が14号に該当するとの控訴人の主張は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点(2)(本件プレスリリース2の掲載及び第2訴訟の提起が不法行為としての違法性を有するか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，被控訴人が事実的及び法律的根拠を欠く第2訴訟を提起したこと並びにこれに乗じて本件プレスリリース2を掲載したことが不法行為に当たる旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，まず，第2訴訟の提起についてみるに，第2訴訟は，被控訴人が，立花エレテックに対し，①立花エレテックが控訴人各製品の輸入，譲渡又は譲渡の申出をしており，②これが本件特許権を侵害すると主張して，侵害行為の差止め等を求めたものであるところ，前記のとおり，被控訴人は，敗訴の確定判決を受けたことが認められる。",
                "訴えの提起が相手方に対する違法な行為といえるのは，当該訴訟において提訴者の主張した権利又は法律関係が事実的，法律的根拠を欠くものであるうえ，提訴者がそのことを知りながら又は通常人であれば容易にそのことを知り得たといえるのにあえて訴えを提起したなど，訴えの提起が裁判制度の趣旨に照らして著しく相当性を欠くと認められるときに限られるものと解するのが相当であり(最高裁昭和60年(オ)第122号同63年1月26日第三小法廷判決・民集42巻1号1頁参照)，このような場合を除いては，訴えの提起が当該訴えの相手方以外の者に対する不法行為となることもないと解される。",
                "これを本件についてみるに，証拠(乙48，51，55)及び弁論の全趣旨によれば，被控訴人は，第2訴訟提起前に，控訴人各製品を実際に入手し，控訴人各製品及び控訴人各製品に使用されているLEDチップの構造，構成材料を分析した上で，控訴人各製品が本件発明の技術的範囲に属するものであると考え，また，立花エレテックのウェブサイトに，同社が取り扱う半導体製品の製造メーカーの一つとして控訴人が掲げられ，控訴人の白色LED製品を取り扱っているとの記載があり，控訴人のトップページへのリンクが貼られ，控訴人のウェブサイトにおいて控訴人各製品が掲載されていたことから，被控訴人は，第2訴訟を提起するに当たって，立花エレテックのウェブサイトの記載や取引関係を根拠として，立花エレテックが少なくとも控訴人各製品の譲渡の申出をしていると判断したと考えられる。",
                "そうすると，被控訴人が，第2訴訟において主張した権利又は法律関係が事実的，法律的根拠を欠くものであるとか，被控訴人が，そのことを知りながら又は通常人であれば容易にそのことを知りえたといえるのにあえて訴えを提起したということはできず，著しく相当性を欠くものであるとはいえない。また，控訴人各製品の輸入等が本件特許権の侵害に当たる旨の主張が事実的，法律的根拠を欠くものでないことは，争点(1)イについて判示したことから明らかである。",
                "したがって，第2訴訟の提起が不法行為に当たるとの控訴人の主張は採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に，本件プレスリリース2の掲載についてみるに，第2訴訟の提起が上記(2)のとおり根拠を欠くものと認めることができない以上，本件プレスリリース2のうち第2訴訟を提起した旨の事実を告知流布する部分に違法性はないと考えられる。また，本件プレスリリース2のうちその余の部分についても，争点(1)イで判示したところによれば，その掲載は不正競争行為に当たるものではなく，第2訴訟を提起したことに乗じて本件プレスリリース2を掲載したということはできない。かえって，本件プレスリリース2の掲載は，本件特許権の行使として不当なものではないとみることができる。したがって，この点についての控訴人の主張も採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件プレスリリース2の掲載及び第2訴訟の提起が控訴人に対する違法な行為として不法行為を構成する旨の控訴人の主張は採用することができず，控訴人の被控訴人に対する不法行為に基づく損害賠償請求は，その余の点について判断するまでもなく，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，その余の点について判断するまでもなく，控訴人の請求は理由がなく，控訴人の請求をいずれも棄却した原判決は相当であるから，本件控訴を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}