{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-2204号事件について平成26年11月4日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(争いがない事実又は文中掲記の証拠により容易に認定できる事実)",
          "text": [
            "原告は，発明の名称を「ラジアスエンドミル」とする発明について，平成22年6月7日を出願日とする特許出願(特願2010-130435号。平成15年12月22日を国際出願日とする特願2004-562890号〔優先権主張平成14年12月26日，平成14年12月26日〕の一部を，新たな特許出願としたもの。以下「本件出願」という。)をしたが，平成25年10月31日付で拒絶査定を受けたため，平成26年2月5日付で，これに対する不服の審判を請求し，同日付手続補正書(甲20)により特許請求の範囲等の補正(以下「本件補正」という。)をした。",
            "特許庁は，上記請求を不服2014-2204号事件として審理をした結果，平成26年11月4日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同月18日，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件出願に係る本件補正後の特許請求の範囲(請求項の数2)のうち，請求項1の記載は，以下のとおりである(以下，本件補正後の請求項1に係る発明を「補正発明」といい，本件補正後の明細書及び図面を併せて「本願明細書」という。本件補正による補正部分には，下線を付した。)。",
                "「【請求項1】",
                "軸線回りに回転される工具本体に，底刃と略円弧状のコーナ刃とが形成された",
                "ラジアスエンドミルであって，",
                "上記底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁とが，滑らかに連",
                "続する一つの凸曲線として形成され，",
                "上記コーナ刃がなす略円弧の曲率半径rが，上記工具本体の直径Dと心厚dと",
                "に対して，(D-d)／2以上に設定され，",
                "上記曲率半径rと上記工具本体の直径Dとの比r／Dが，0．3以上に設定さ",
                "れている",
                "ラジアスエンドミル。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正前の特許請求の範囲(請求項の数2)のうち，請求項1の記載は，以下のとおりである(甲13。以下，本件補正前の請求項1に係る発明を「本願発明」という。)。",
                "「【請求項1】",
                "軸線回りに回転される工具本体に，底刃と略円弧状のコーナ刃とが形成された",
                "ラジアスエンドミルであって，",
                "上記底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁とが，滑らかに連",
                "続する一つの凸曲線として形成され，",
                "上記コーナ刃がなす略円弧の曲率半径rが，上記工具本体の直径Dと心厚dと",
                "に対して，(D-d)／2以上に設定されている",
                "ラジアスエンドミル。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりである。その要旨は，①  補正発明は，実願昭59-27937号(実開昭60-142012号)のマイクロフィルム(甲1。以下「刊行物1」という。)に記載された発明(以下「引用発明」という。)，特開2000-52127号公報(甲2。以下「刊行物2」という。)に記載された事項及び特開平6-31520号公報(甲3。以下「刊行物3」という。)に記載された事項並びに周知技術に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許出願の際独立して特許を受けることができないから，本件補正は却下するべきである，②  本願発明は，補正発明から「上記曲率半径rと上記工具本体の直径Dとの比r／Dが，0．3以上に設定されている」との限定を除いたものであるから，補正発明と同様に，引用発明，刊行物2に記載された事項及び刊行物3に記載された事項並びに周知技術に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができない，というものである。",
            "審決が認定した引用発明及び補正発明と引用発明との一致点・相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "「軸線回りに回転される工具本体に，コーナ部を含む先端切刃が形成されたコーナラジアスエンドミルであって，",
                "先端切刃のすくい面を形成するためのギャシュの底面が，滑らかに連続する一つの凸曲面として形成されるコーナラジアスエンドミル。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "補正発明と引用発明との一致点",
              "text": [
                "「軸線回りに回転される工具本体に，底刃と略円弧状のコーナ刃とが形成されたラジアスエンドミルであって，",
                "上記底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線として形成されているラジアスエンドミル。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正発明と引用発明との相違点",
              "text": [
                "補正発明では「上記コーナ刃がなす略円弧の曲率半径rが，上記工具本体の直径Dと心厚dとに対して，(D-d)／2以上に設定され，上記曲率半径rと上記工具本体の直径Dとの比r／Dが，0．3以上に設定されている」のに対して，引用発明ではその点が不明である点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り並びに一致点の認定の誤り及び相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り",
              "text": [
                "刊行物1には，「先端切刃のすくい面を形成するためのギャシュの底面が，滑らかに連続する一つの凸曲面として形成されるコーナラジアスエンドミル」は記載されておらず，刊行物1の記載から審決の認定した引用発明を把握することはできない。",
                "刊行物1の第6図は，ギャシュの底面と同図に示されるコーナラジアスエンドミルの断面との交線(第6図において「5’」で指示されている線)が円弧であることを意味するにすぎないのであるから，ギャシュの底面を含む当該交線のごく近傍の領域が「滑らかに連続する一つの凸曲面」であったとしても，ギャシュの底面全域の形状が「滑らかに連続する一つの凸曲面」であるか否かは，何ら明らかではない。また，刊行物1の第4図については，同図においてギャシュの底面5’とすくい面4とを隔てるように描かれた線は単なる輪郭線であり，ギャシュの底面全域が図に現れていない可能性がある。",
                "したがって，引用発明において，「ギャシュの底面が，滑らかに連続する一つの凸曲面として形成される」としても，ギャシュの底面全域の形状が「滑らかに連続する一つの凸曲面」であるか否かについては，何ら明らかではなく，審決の引用発明の認定には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定の誤り及び相違点の看過",
              "text": [
                "補正発明と引用発明では，以下のとおり，審決の認定した相違点に加え，①補正発明では「軸線回りに回転される工具本体に，底刃と略円弧状のコーナ刃とが形成され」ているのに対して，引用発明ではその点が不明である点，②補正発明では「上記底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線として形成され」ているのに対して，引用発明ではその点が不明である点も，相違点であるのに，審決はこの点を看過し，一致点を認定した点で誤っている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，刊行物1の「被加工物のコーナ部にアールをつけるために使用される」からみて，引用発明の「コーナ部を含む先端切刃」が，「底刃」と「略円弧状のコーナ刃」とから構成されているといえるから，引用発明の「軸線回りに回転される工具本体に，コーナ部を含む先端切刃が形成されたコーナラジアスエンドミル」は，補正発明の「軸線回りに回転される工具本体に，底刃と略円弧状のコーナ刃とが形成されたラジアスエンドミル」に相当する，と認定した。",
                    "しかし，刊行物1には，「先端切刃」が「底刃」と「略円弧状のコーナ刃」とから構成されるとの記載はない。すなわち，刊行物1には，引用発明の「先端切刃コーナ部b」は，「先端切刃」の一部であって，補正発明のように，「底刃」とは別個の「コーナ刃」を備えていることについては何ら記載されていない。審決の上記認定は，補正発明を見た上での後付けの認定であり，上記認定は誤っている。",
                    "また，引用発明の「先端切刃コーナ部」と補正発明の「コーナ刃」とは同一の技術的意義を有するものではない。すなわち，引用発明はエンドミルを軸心方向に移動させ，先端切刃の底刃で切削するのに対し，補正発明は大きな円弧状のコーナ刃を備えたラジアスエンドミルを半径方向に移動させて切削するから，両発明は構成も利用形態も全く異なるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「引用発明においては「先端切刃」が「底刃」と「コーナ刃」とから構成されるのであるから，同様に「先端切刃のすくい面」は「底刃のすくい面」と「コーナ刃のすくい面」とから構成されることとなり，該両「すくい面」が同一の面を形成するとともに，引用発明の「ギャシュの底面」と接(交差)することとなる。」と認定し，そうすると，「該「ギャシュの底面」が「滑らかに連続する一つの凸曲面として形成される」場合には，該両「すくい面」にて形成する面が平面であるか曲面であるかに関係なく，該両「すくい面」と該「ギャシュの底面」とが接(交差)することにより形成する線，すなわち，両「すくい面」の内縁は，「滑らかに連続する一つの凸曲線」を形成することとなる。」，「してみると，引用発明の「先端切刃のすくい面を形成するためのギャシュの底面が，滑らかに連続する一つの凸曲面として形成される」は，補正発明の「底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線として形成されている」に相当するといえる。」と認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ギャシュ底面と先端切刃のすくい面が接(交差)するとの審決の認定について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "しかし，刊行物1には，「ギャシュの底面」と「先端切刃のすくい面」についての記載はあるが，「ギャシュの底面」と「先端切刃のすくい面」がどのように接しているのか，あるいはどのように交差しているのかについては，何ら記載がない。また，刊行物1の第4図ないし第6図を見ても，「ギャシュの底面」と「先端切刃のすくい面」がどのように接して，あるいはどのように交差して，補正発明の「底刃のすくい面の内縁」と「コーナ刃のすくい面の内縁」に相当するものが形成されるのか記載されていない。",
                            "「すくい面」と「ギャシュの底面」とが接する場合，これら二つの面の境界を観念的に把握することは可能であっても，切屑排出性の向上という効果を導くような具体的な境界は示されていないため，刊行物1には，発明の構成要素として意味のある「内縁」は記載されているとはいえない。",
                            "すくい面とギャッシュ底面とが，抽象的位置関係として，直接，または，境界部を介して間接的に，「隣接する」という技術常識があるとしても，特開平10-217024号公報(乙7)の図1のように，ギャッシュ底面とすくい面との境界部にRが付いており，この境界部を介して，ギャッシュ底面とすくい面とが滑らかに連続している場合もあり，この場合，内縁は形成されない。すなわち，すくい面とギャッシュ底面とが，「隣接する」という前記技術常識があったとしても，両者が内縁を形成するか否かは明らかではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，刊行物1の第4図を参照すると，ギャシュの底面5，5’と，先端切刃のすくい面4とが接していることが看取できると主張する。",
                            "しかし，第4図では，ギャシュ底面5’とすくい面4とを隔てるように描かれた線が，現実に(物理的に)存在する稜線(3次元的に見たとき，隣り合う二つの面の境界をなす線)であるか，それとも単なる輪郭線であるかが不明であるため，如何なる立体形状であるのかを把握することはできない。単なる輪郭線であるとすれば，第4図においてギャシュ底面5’は一部しか現れておらず，輪郭線を経由して，裏側に回り込んでいる部分が存在することとなるから，「ギャシュ底面5’」と「先端切刃のすくい面4」は，第4図においてギャシュ底面5’とすくい面4とを隔てるように描かれた「線」においては交差しておらず，ましてや，接してもいない。また，上記のとおり，ギャシュ底面5’には裏側に回り込んでいる部分が存在するから，仮に「ギャシュ底面5’」と「先端切刃のすくい面4」とがどこかで交差するか，または接しているとしても，その位置関係は第4図からは看取できない。",
                            "仮に，刊行物1の第5図及び第6図を参照して第4図を理解しようとしても，第4～6図を整合的に解釈して，一つの立体を構成することはできない。仮に構成できたとしても，ギャシュの底面5，5’と先端切刃のすくい面4との位置関係は不明であるし，むしろこれら二つの面は，少なくとも第4図(及び第5，第6図)に現れた部分では，交差したり接したりしていないと解するのが合理的である。",
                            "被告は平面図に基づいて立体を把握する過程で過誤を犯しており，被告の主張は根拠を欠いている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「底刃のすくい面」と「コーナ刃のすくい面」とが同一の面を形成し，これらのすくい面の内縁が，「滑らかに連続する一つの凸曲線」を形成するとの審決の認定について",
                      "text": [
                        "「先端切刃のすくい面」が「底刃のすくい面」と「コーナ刃のすくい面」とから構成されるとは，これらの面が互いに「観念上」の包含関係を有していることを意味しているにすぎないのであり，そのことから直ちに，該両「すくい面」が「同一の面」を形成することが論理必然的に導かれるわけではない。",
                        "さらに，「ギャシュの底面」が「滑らかに連続する一つの凸曲面として形成される」場合であっても，例えば，二つの「すくい面」の一方が平面で他方が曲面である場合や，二つの「すくい面」が異なるすくい角からなる場合など，物理的に「同一の面」を形成しないような場合は，両「すくい面」の内縁が両「すくい面」同士が接(交差)するところで滑らかに連続しない角の箇所を有する曲線になる場合もあるから，常に「滑らかに連続する一つの凸曲線」を形成するとはいえない。したがって，両「すくい面」の内縁は，「滑らかに連続する一つの凸曲線」を形成することとなるとの上記認定には，誤りがある。また，そのように認定できる理由及び根拠が示されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用発明の「先端切刃のすくい面を形成するためのギャシュの底面」が，補正発明の「底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁」に相当するとの審決の認定について",
                      "text": [
                        "引用発明の「ギャシュの底面」は「底面」であり，補正発明の「すくい面の内縁」は「内縁」であるから，それぞれ存在する箇所が異なる。そして，引用発明のギャシュの底面は，「滑らかに連続する一つの凸曲面」であるが，補正発明の「すくい面の内縁」は，「滑らかに連続する一つの凸曲線」であるから，「曲面」と「曲線」とはその対象も異なるものであり，相当するとはいえない。",
                        "したがって，引用発明の「先端切刃のすくい面を形成するためのギャシュの底面」は，補正発明の「底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁」に相当するものとした審決の上記認定は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正発明の「滑らかに連続する一つの凸曲線として形成」された「底刃のすくい面の内縁とコーナ刃のすくい面の内縁」と，刊行物1記載の「1つの曲面で形成」された「ギャシュの底面」の目的及び構成の違いについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "補正発明の「底刃のすくい面の内縁とコーナ刃のすくい面の内縁」が「滑らかに連続する一つの凸曲線として形成」されていることの効果は，「底刃のすくい面の内縁とコーナ刃のすくい面の内縁とが滑らかに連続する一つの凸曲線として形成されていて，これらすくい面上に従来のような内縁同士が交差する角部が存在しないことから，この角部が存在しない分だけ，底刃及びコーナ刃とこれらのすくい面の内縁との間隔を大きくとることができる，つまり，切屑を排出するための空間を大きく確保することができて，切屑排出性を良好に維持することが可能となる」点にある。",
                    "これに対し，刊行物1記載の「ギャシュの底面」が「1つの曲面で形成」されて",
                    "いることの効果は，「ギャシュ底面を1つの曲面で形成しているため，ギャシュ底面と各先端切刃コーナ部間の距離(切り込み深さ)が従来例に較べて浅くなり，各先端切刃のコーナ部付近におけるすくい角は適正な正角0～20°に形成することができる」点にある。",
                    "したがって，補正発明における「すくい面の内縁」は，「コーナ刃」との距離を大きくするように形成されるのに対し，引用発明における「ギャシュ底面」は，「先端切刃コーナ部」との距離を小さくするように形成されるのであり，両者は，全く逆方向の目的を有し，その結果，工具全体における構成も異なる。したがって，補正発明と引用発明とが，「上記底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線として形成されている」点で一致するとした審決の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，補正発明と引用発明のいずれも，切削時の切屑の排出性を向上させることを目的とし，その目的のために，切屑が排出されていく途中で当たる部分を，滑らかに連続する一つの凸状の部分として対処したことで同じである旨主張する。",
                    "しかし，引用発明は，仮に刊行物1第4～6図から認定できたとしても，平面であったギャシュ底面を，より外側に湾曲した円弧面とすることにより，先端切刃により切削されエンドミル軸方向に沿って移動するチップを，エンドミルの軸直角方向より軸心方向に変位した方向(軸に沿って先端と反対側)に向けて排出させることで，被加工物との接触抵抗を低減し，チップ排出性を向上させるものである。",
                    "このような手段では，「先端切刃コーナ部b」で切削された切屑については，ギャシュ底面が平面であれ円弧面であれ，略同じ方向に反射されることとなるため，排出性の向上は期待できない(参考図参照。オレンジ色の矢印が切屑の移動を示す。)。",
                    "(参考図)",
                    "(刊行物1の従来例)        (刊行物1の実施例)",
                    "しかも，このようにギャシュ底面を外側に湾曲させると，切屑を排出するための空間を形成する，「先端切刃」(コーナ部bを含む)と「先端切刃」のすくい面の内縁との間の領域はむしろ狭くなることから，排出性は悪くなるおそれがある。特に，切刃の枚数が多い場合，切刃同士の間隔がより狭くなり，切屑を排出するための空間のエンドミルの回転方向の広がりが確保しづらくなるため，顕著な問題となる。",
                    "これに対し，補正発明では，底刃及びコーナ刃各々のすくい面の内縁を一つの凸曲線とすることにより，引用発明とは逆に上記空間を広げ，切屑排出性を向上させている。しかも，上記内縁を凸曲線とすることで，切屑とすくい面との摩擦を低減し，より排出性を高めているのである。そして，引用発明と異なり，底刃からの切屑にも，コーナ刃からの切屑にも，かかる効果は奏功する。",
                    "このように，仮に引用発明が認定できたとしても，補正発明では，引用発明とは異なる，むしろ全く逆方向の発想で切屑排出性を向上させている上，作用効果も異なる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決は，一致点の認定を誤り，相違点を看過した点で誤っており，同誤りが審決の結論に影響することは明らかであるから，審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，「引用発明において，その「先端切刃のコーナ部の曲率半径」を，上記刊行物2の記載事項，あるいは，上記従来周知の技術事項を適用して「0．3",
              "text": [
                "以上に設定する」，すなわち，相違点に係る構成とすることは，当業者において十分動機付けが存在し，また，何ら困難性・阻害要因が存在せず，当業者ならば容易に想到し得るものである。」と判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，前記1(3)アのとおり，補正発明の「滑らかに連続する一つの凸曲線として形成」された「底刃のすくい面の内縁とコーナ刃のすくい面の内縁」は，「コーナ刃」との距離を大きくするように形成する目的で設けられるのに対し，刊行物1記載の「1つの曲面で形成」された「ギャシュの底面」は，「先端切刃コーナ部」との距離を小さくする目的で形成される。したがって，引用発明において「先端切刃のコーナ部の曲率半径」を「0．3以上に設定」したとしても，その工具全体における位置は，補正発明とは異なるものとならざるを得ない。審決は，補正発明の相違点に係る構成を単なるパラメタの値であるとし，補正発明の目的や効果を考慮に入れることなく，他の構成と分断して進歩性を判断しており，当業者において十分動機付けが存在するか否か，また，周知技術の適用における困難性・阻害要因が存在するか否かを何ら説示することなく結論付けたものであり，重大な誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決が従来技術を認定する根拠とした特開平11-70405号公報(甲4。",
                    "以下「甲4文献」という。)の記載によれば，同公報記載の技術は，特に底刃とコーナ刃とを分けた構成が念頭に置かれているわけではなく，また，Rはむしろ小さい方が良いとされている。また，特開2003-334715号公報(甲5)記載の技術は，リブ溝の加工に使用されるリブ溝加工用テーパエンドミルの発明であり，これらの刊行物には，審決で掲げる，「底刃とコーナ刃とを備えた」ラジアスエンドミルに係る技術的事項は見当たらない。さらに，刊行物3記載の「コーナーR」の数値範囲は，「通常0．2R～0．3D(D：刃径)R程度まで［ママ］様々なサイズ」(甲3の段落【0002】)である。この記載は，「コーナーR」の範囲が「0．2D～0．3D程度」であることを意味するところ，ここでR＝0．3D(補正発明ではr／D＝0．3)の値そのものが開示されているか否かは明らかでない。したがって，刊行物3の記載事項を適用して「0．3以上に設定する」ことの動機付けが存在したとはいえない。",
                    "かかる従来技術に照らせば，切削抵抗を低減するためにr／Dの値を0．3「以上」に設定することは，従来技術と逆方向の設計思想であるのだから，かかる値の設定にはむしろ困難性や阻害要因が存在したというべきであり，引用文献の中に，あえて逆方向の設計を行わせるような強い動機付けが開示されてない以上，相違点に係る構成とすることは，当業者であれば容易に想到したとは到底いえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，①ラジアスエンドミルの心厚等として，工具の機械的強度等を考慮して，刊行物2に記載されるような通常選択される数値を採用することには，十分な動機付けが存在する，②被加工物の加工に用いられるコーナー刃の曲率半径は，「被加工物のコーナー部等の形状に対応して適宜設定される数値」である，③引用発明に対して周知技術を適用することに，困難性や阻害要因も存在しない，と主張するが，以下のとおり，いずれも誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "心厚dの直径Dに対する比d／Dは，機械的強度を高くするためには大きくする方が好ましい一方，切屑の排出性を高めるべく切屑の排出空間を確保するためには小さくする方が好ましく，d／Dの値の決定に関し，これらの考慮事項はトレードオフの関係に立つ。そして，補正発明の解決すべき課題が，正に切屑の排出性を高める点にあることに鑑みれば，かかる課題の解決のために，あえてd／Dの値を「通常選択される数値」よりも小さくする(機械的強度は，何らかの別の手段により維持する)ことも考えられるのである。この場合には，「r／Dが0．3以上に設定される」からといって，「rが(D-d)／2以上」を満足するとは限らないことになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，コーナー刃の曲率半径の設定に際し，「被加工物のコーナー部等の形状」が一考慮要素となるにしても，考慮要素はこれに限られるものではない。特に，補正発明の解決すべき課題である，切屑排出性の改善との関係においては，ラジアスエンドミルのコーナー刃の曲率半径を変化させると，回転軸に垂直な平面に投影した切れ刃の形状が変化するため，コーナー刃の曲率半径に依存して，被加工物から切屑を切削するために必要な工具回転角，最大切削面積，切屑の形状が変化する結果，切屑排出性も影響を受けることとなる。したがって，補正発明の解決すべき課題に鑑みれば，コーナー刃の曲率半径は，かかる課題と独立に，「被加工物のコーナー部等の形状」のみ考慮して，「適宜設計」すればよいとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，仮に引用発明の「先端切刃コーナ部b」，「先端切刃先端部」が補正発明の「コーナー刃」，「底刃」に相当したとしても，引用発明において，被加工物の形状に合わせて，コーナー刃の曲率半径を大きく設定，例えば，「曲率半径rと工具本体の直径Dとの比r／Dが，0．3以上」となるようにするのであれば，先端切刃の全体に占める「先端切刃先端部」の割合は減る一方，「先端切刃コーナ部b」の割合は増えることとなる。前記のとおり，引用発明の上記作用効果は，「先端切刃先端部」で切削されたチップの排出にしか奏功せず，「先端切刃コーナ部b」で切削されたチップの排出には奏功しないのであるから，「コーナー刃の曲率半径を大きく設定」するなら，全体として，引用発明の上記作用効果は減じられることとなる。",
                    "したがって，引用発明に対して周知技術を適用して，「その被加工物の形状に合わせて，コーナー刃の曲率半径を大きく設定」し，「r／Dが，0．3以上」とすることには，阻害要因が存在する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，審決は，容易想到性の判断を誤っており，同誤りは，審決の結果に影響を及ぼす著しい瑕疵であるから，審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1に「底刃のすくい面の内縁とコーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線」に形成することが開示されている，という点は，審決において初めて認定された事項であり，審判請求人(原告)には，何ら反論の機会が与えられなかった。",
                "かかる手続は原告にとって不意打ちであり，反論の機会が与えられぬまま行われた審決には，原告の手続保障を欠く著しい瑕疵があり，審決の結論を左右する重大",
                "な違法性がある。",
                "なお，被告は，原告が審査ないし審判手続において提出した書面(甲15，19)の記載を指摘するが，同記載は，審判における争点を整理して審理の迅速化を図る",
                "べく，仮定的な主張を行ったものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)のとおり，刊行物1に「底刃のすくい面の内縁とコーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線」を形成することが開示されているとの認定は審決において初めてされ，これに基づいて，補正発明は容易に発明されたものであると判断されているのであるから，審判体は，原告に対し，反論の機会の提供と併せ，同認定を維持する場合であれば，拒絶理由通知を行って，補正の機会を与えるべきであった。そうであるにもかかわらず，審判体は，原告に補正の機会も与えないまま，漫然と審決を行っているのであるから，本件においては，原告にとって過酷な事情が存在した。",
                "したがって，審決には，適正手続違反による違法の瑕疵があり，原告が補正を行えば特許査定の可能性があったから，審決の結論を左右する重大な違法性がある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，審決は取り消されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り並びに一致点の認定の誤り及び相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤りについて",
              "text": [
                "刊行物1には，「図に示すように，ギャシュ底面5’はエンドミル先端中央部から各チップ排出溝に向って凸湾曲状に形成しており」(6頁10～12行)，「ギャシュ底面を1つの曲面で形成している」(7頁11～12行)との記載があり，これらの記載及び図面から，刊行物1に「先端切刃のすくい面を形成するためのギャシュの底面が，滑らかに連続する一つの凸曲面として形成される」との事項が記載されているといえるから，この事項を含む引用発明を認定した審決に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定の誤り及び相違点の看過について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1に記載された「先端切刃コーナ部」は，刊行物1の第4～6図及びエンドミルに係る技術常識をふまえると，「略円弧状のコーナ刃」に相当するといえる。また，エンドミルの先端切刃の底の部分には，「底刃」を備えることが通常である(甲2，甲3)。",
                    "これらのことから，審決では，「引用発明の『コーナ部を含む先端切刃』は，『底刃』と『略円弧状のコーナ刃』とから構成されているといえる」と認定したのであり，この認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ギャシュ底面と先端切刃のすくい面が接(交差)するとの認定について",
                      "text": [
                        "刊行物1の第4図(エンドミルの側面図)を参照すると，「ギャシュの底面5，5’」と「先端切刃のすくい面4」は接していることが看取できる。",
                        "このことは，エンドミルにおいて，ギャッシュは，すくい面を形成するとともにチップ(切屑)を排出するために設けられるものであり，その役割からみても，ギャッシュが，すくい面に接していることが明らかである(乙1)。ギャッシュは，そもそも「底刃又は側刃の溝」(乙4)，「底刃を形成する溝」(乙5)をいい，ギャッシュによりエンドミルに「すくい面を構成」(乙6)するものであって，すくい面とギャッシュ底面が接して位置すること(乙7)が技術常識といえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「底刃のすくい面」と「コーナ刃のすくい面」とが同一の面を形成するとの認定について",
                      "text": [
                        "刊行物1には，課題として，「ギャシュ底面5および先端切刃のためのすくい面4と，チップ排出溝3の底面および側切刃1のためのすくい面6との境界稜線7が各先端切刃2のコーナ部付近に形成されることである。このため，先端切刃2により切削されたチップはこの境界稜線7に引掛りやすく，従って排出性が悪い」(3頁7～13行)，その解決手段として，「該底面および先端切刃のすくい面と，チップ排出溝および側切刃のすくい面との境界稜線を先端切刃コーナ部より反先端側に位置せしめた」(実用新案登録請求の範囲)と記載されている。ここで，先端切刃コーナ部より反先端側に位置させたすくい面の境界稜線7’よりも，さらに先端側にもう一つの境界稜線があったのでは，上記の課題を解決できないから，先端切刃コーナ部より反先端側に位置させたすくい面の境界稜線7’より先端側は，境界稜線がない同一の面となるはずである。",
                        "したがって，「引用発明においては『先端切刃』が『底刃』と『コーナ刃』とから構成されるのであるから，同様に『先端切刃のすくい面』は『底刃のすくい面』と『コーナ刃のすくい面』とから構成されることとなり，該両『すくい面』が同一の面を形成する」とした審決の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "底刃及びコーナー刃のすくい面の内縁が，「滑らかに連続する一つの凸曲線」を形成するとの認定について",
                      "text": [
                        "上記(ア)，(イ)のとおり，刊行物1の底刃のすくい面とコーナ刃のすくい面は同一の面を形成し，その両すくい面からなる同一の面は，「滑らかに連続する一つの凸曲面として形成される」「ギャシュの底面」と接(交差)することになる。その際に，「ギャシュの底面」と「底刃のすくい面とコーナ刃のすくい面からなる同一の面」の間の境界線(本願明細書の段落【0014】の説明によれば，すくい面の「内縁」に相当する。)は，「滑らかに連続する一つの凸曲面として形成される」「ギャシュの底面」に沿って，「滑らかに連続する一つの凸曲線」となることは明らかである。このことは，上記(イ)のとおりの刊行物1の課題の記載からみて，切削により生じたチップ(切屑)が引っ掛かるような角部が，ギャシュの底面に形成されないようにするはずであることからも明らかである。",
                        "したがって，審決の認定に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正発明の「滑らかに連続する一つの凸曲線として形成」された「底刃のすくい面の内縁とコーナ刃のすくい面の内縁」と，刊行物1記載の「1つの曲面で形成」された「ギャシュの底面」の目的及び構成の違いについて",
              "text": [
                "本願明細書の段落【0006】の記載からすれば，補正発明は，すくい面の内縁同士が交差する角部が存在せずに「連続する一つの凸曲線として形成」されていることによって，切屑排出性を向上させるものである。一方，引用発明は，「先端切刃のすくい面を形成するためのギャシュの底面が，滑らかに連続する一つの凸曲面として形成される」ことにより，「ギャシュ底面は湾曲面に形成しているため，各先端切刃により切削されたチップはこのギャシュ底面に当ってエンドミルの軸直角方向より軸心側に変位した方向にすべりを生じ，その結果チップの排出性が良くなる」(刊行物1の5頁5～9行)とするものである。",
                "上記のとおり，補正発明と引用発明のいずれも，切削時の切屑の排出性を向上させることを目的とし，その目的のために，切屑が排出されていく途中で当たる部分を，滑らかに連続する一つの凸状の部分として対処したことで同じであり，補正発明と引用発明とで，全く逆方向の目的を有し，工具全体における構成も異なるというようなことはなく，原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "補正発明と引用発明のいずれも，切削時の切屑排出性の向上を目的や効果とすることで変わりがないことは，前記1(3)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "エンドミルの心厚は，工具としての機械的強度を維持するため，ある程度の太さが必要であるとともに，加工性(切屑の排出性等)の確保も考慮して設定されるものであることが技術常識であり(乙1，2)，心厚と刃径との比としては，60％程度とすることが知られている(甲2，乙2)。",
                    "また，ラジアスエンドミルは，被加工物のコーナー部に曲面を形成するために用いられる工具であって(甲4の段落【0002】)，加工後の金型等には工具の曲率半径がそのまま残るため，その加工の仕様に合わせて工具を選択するものである(同段落【0007】)ことから，被加工物の加工に用いられるコーナー刃の曲率半径は，「被加工物のコーナー部等の形状に対応して適宜設定される数値」である。",
                    "そのため，審決は，ラジアスエンドミルに係る引用発明において，曲率半径の大きなコーナー部の加工が必要であれば，その被加工物の形状に合わせて，コーナー刃の曲率半径を大きく設定，例えば，「曲率半径rと工具本体の直径Dとの比r／Dが，0．3以上」となるようにし，併せて，ラジアスエンドミルの心厚等として，工具の機械的強度等を考慮して，刊行物2に記載されるような通常選択される数値を採用することには，十分な動機付けが存在すると判断したのであり，この審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "また，引用発明に対して周知技術を適用することに，困難性や阻害要因も存在しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明が，「先端切刃コーナ部b」で切削された切屑については，ギャシュ底面が平面であれ円弧面であれ，略同じ方向に反射されることとなり，排出性の向上に奏功しない旨主張する。",
                        "しかし，原告が参考図を示して主張する「先端切刃コーナ部b」で切削されたチップの流れ方向の説明は，技術常識に基づくものではなく，ギャシュの底面が「滑らかに連続する一つの凸曲面として形成される」引用発明においては，「先端切刃コーナ部b」で切削されたチップは，「底刃」で切削されたチップとともに支障なく排出されるから，引用発明は，「先端切刃コーナ部b」で切削された切屑には奏功しないことを前提として，引用発明において「r／Dが，0．3以上」とすることに阻害要因がある旨の原告の主張は失当である。",
                        "そもそも，本件出願の出願当初の特許請求の範囲においては「上記コーナ刃がなす略円弧の曲率半径rと上記工具本体の直径Dとの比r／Dが，0．2以上に設定」とされていたものであって，「r／D」の数値自体は，被加工物のコーナ部等の形状に対応して適宜設定できるものである。",
                        "そして，「r／D」の数値を大きくする，すなわち「先端切刃」の全体に占める「先端切刃コーナ部b」の割合が大きくなっても，「先端切刃」で切削されたチップの排出性を良くするという刊行物1記載の課題からすれば，必要により，ギャシュ底面の凸曲線の曲率半径を調整する等により対応しうるものである。",
                        "したがって，引用発明のラジアスエンドミルにおいて，「コーナ刃の曲率半径を大きく設定」して「r／Dが，0．3以上」とすることにより，「先端切刃コーナ部b」で切削されたチップが，円滑に排出されなくなるというようなことはなく，「先端切刃コーナ部b」で切削されたチップを含め，「先端切刃」で切削されたチップの排出性に支障が生じることになるとはいえず，阻害要因があるとの原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決の進歩性にかかる判断には誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，審決で周知技術を示すために引用された甲4文献に，曲率半径Rは小さいほうが良い旨の記載があり，引用文献の中に，あえて逆方向の設計を行わせるような強い動機付けが開示されていない以上，引用発明と組み合わせることは容易ではない旨主張する。",
                "しかし，原告が主張する甲4文献の記載箇所は，スパイラル切削の場合には，Rの小さいほうが良いとしているのであり，その場合でも，1／3程度とすることを排除していない。ましてや，その他の切削について，「0．3以上」とすることを妨げる記載はなく，被加工物の形状に合わせて円弧状切刃のRを設定し得るものといえる。",
                "そして，コーナー刃の曲率半径は，被加工物の加工に必要であれば，それに応じて大きくすることが可能であるところ，刊行物3に「0．3D(D：刃径)R程度」，甲4文献に刃径の「1／3程度」と記載され，「曲率半径rと工具本体の直径Dとの比r／D」が「0．3以上」のエンドミルも知られているのだから，引用発明で「曲率半径rと工具本体の直径Dとの比r／D」について「0．3以上」の数値を選択することは，当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)について",
          "text": [
            "原告は，平成25年5月15日付け意見書(甲15)及び審判請求書(甲19)において，刊行物1には，「底刃のすくい面の内縁とコーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線」が記載されていることを認めており，原告は，刊行物1に当該事項が記載されていることを既に認識していたといえるから，この点について，初めて審決において認定した事項であり，何ら反論の機会を与えられていない旨の原告の主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の主張する取消事由にはいずれも理由がなく，審決にはこれを",
        "取り消すべき違法はないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "補正発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲8，10，20)には，以下の記載がある(図31，32は，引用文中の適宜の位置に挿入した。)。",
                "「【技術分野】【0001】  本発明は，例えば金型等のワークを切削するのに用いられるラジアスエンドミルに関する。",
                "【背景技術】【0002】  底刃と外周刃とが交差するコーナ刃が凸円弧状に形成されてワークの切削加工に用いられるラジアスエンドミルの一例として，特開昭59-175915号公報に開示されたようなものがある。",
                "このラジアスエンドミルは，図31に示すように工具本体1の先端に底刃2を，またその外周には所定の捩れ角θ の外周刃3を配したエンドミルにおいて，刃先コーナ付近のコーナ刃4の捩れ角θ がこのコーナ刃4に接続している外周刃3の捩れ角θ より弱くしてあるものであり，上記コーナ刃4にはコーナーRが付けられている。このようなラジアスエンドミルでは，コーナ刃4先端近傍では弱い捩れ角θ を有するから刃先コーナが極端な鋭角になることなく，コーナアールの加工が容易でかつ精度も維持でき刃先コーナ部が薄くなって刃が欠損することがなく，しかも切削の中心となる外周刃3部分では切削性のよい強い捩れ角θ をもつためにチタン合金やステンレス鋼のごとき切削しにくい材料を容易かつ精度よく切削することができ，工具費の節減及びフライス加工の作業能率を著しく向上させることができるとされている。」",
                "【図31】",
                "「【発明の概要】",
                "【発明が解決しようとする課題】【0004】  ところが，このラジアスエンドミルでは，・・・(略)。",
                "さらに，図32は，この従来のラジアスエンドミルの要部拡大図であり，底刃2のすくい面2Aの内縁2B(すくい面2Aと，このすくい面2Aから工具回転方向T前方側に屹立する壁面との境界線)と，コーナ刃4のすくい面4Aの内縁4B(すくい面4Aと，このすくい面4Aから工具回転方向T前方側に屹立する壁面との境界線)とが鈍角に交差することによって，これらすくい面2A，4A上には，コーナ刃4側に凸となる角部6が形成されている。」",
                "【図32】",
                "「しかしながら，このようなラジアスエンドミルでは，底刃2のすくい面2Aの内縁2Bとコーナ刃4のすくい面4Aの内縁4Bとの交差部分である角部6が存在している分だけ，底刃2およびコーナ刃4から内縁2B，4Bまでの間隔が小さくならざるを得ず，これに伴い切屑を排出するための空間も大きく確保できなくなってしまうので，切屑排出性を悪化させるという問題があった。",
                "特に，外周刃3と底刃2との交差部分(コーナ部)を構成するコーナ刃4がなす略円弧の曲率半径rと工具本体1の直径Dとの比r／Dが，0．2以上に設定されたようなラジアスエンドミルや，コーナ刃4がなす略円弧の曲率半径rが，工具本体1の直径Dと心厚dとに対して，(D-d)／2以上に設定されたようなラジアスエンドミルでは，コーナ刃4が大きくなって，底刃2およびコーナ刃4から内縁2B，4Bまでの間隔が小さくなりがちであるので，上記のような切屑排出性の悪化の傾向が顕著になっていた。",
                "また，このような内縁2B，4B同士が交差してできる角部6には，切屑が引っかかりやすくなっており，この角部6の存在が，さらなる切屑排出性の悪化を招いてしまう。",
                "本発明は，このような背景の下になされたもので，切屑排出性を良好に維持することができるラジアスエンドミルを提供することを目的とする。",
                "【課題を解決するための手段】",
                "【0005】  このような目的を達成するために，本発明は，軸線回りに回転される工具本体に，底刃と略円弧状のコーナ刃とが形成されたラジアスエンドミルにおいて，前記底刃のすくい面の内縁と前記コーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線として形成され，上記コーナ刃がなす略円弧の曲率半径rが，上記工具本体の直径Dと心厚dとに対して，(D-d)／2以上に設定され，上記曲率半径rと上記工具本体の直径Dとの比r／Dが，0．3以上に設定されていることを特徴とするものである。",
                "【発明の効果】",
                "【0006】  このような構成とされた本発明では，底刃のすくい面の内縁とコーナ刃のすくい面の内縁とが滑らかに連続する一つの凸曲線として形成されていて，これらすくい面上に従来のような内縁同士が交差する角部が存在しないことから，この角部が存在しない分だけ，底刃及びコーナ刃とこれらのすくい面の内縁との間隔を大きくとることができる，つまり，切屑を排出するための空間を大きく確保することができて，切屑排出性を良好に維持することが可能となるのである。",
                "さらに，同じく，底刃及びコーナ刃のすくい面の内縁同士が連続する一つの凸曲線として形成されていることから，生成された切屑が排出されていく際には，この切屑の引っかかりが生じにくくなって，スムーズな切屑排出を行うことができるので，これによっても，良好な切屑排出性の維持につながる。",
                "また，前記底刃のすくい面と前記コーナ刃のすくい面とが，滑らかに連続する一つの曲面として形成されていることが好ましく，このように，底刃及びコーナ刃のすくい面が段差なく連続して連なることによって，これらのすくい面上を，生成された切屑がスムーズに通過していくので，さらなる切屑排出性の向上を図ることができる。",
                "このような本発明は，前記コーナ刃がなす略円弧の曲率半径rが，前記工具本体の直径Dと心厚dとに対して，(D-d)／2以上に設定され，前記曲率半径rと前記工具本体の直径Dとの比r／Dが，0．3以上に設定されており，すなわち，コーナ刃が大きくなって，コーナ刃及び底刃とこれらのすくい面の内縁との間隔が小さくならざるを得ないから，大きい効果を期待することができる。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の本願明細書の記載によれば，補正発明の内容は，次のとおりである。",
                "補正発明は，底刃と外周刃との交差部分(コーナ部)を構成するコーナ刃が凸円弧状に形成されて金型等のワークの切削加工に用いられるラジアスエンドミルに関する(【0001】，【0002】，【0004】)。",
                "従来のラジアスエンドミルは，工具本体1の先端に底刃2を，外周に外周刃3を，それぞれ配し，コーナ刃4にコーナーRを付けたものであるところ(【0002】，図31)，底刃2のすくい面2Aの内縁2B(すくい面2Aと，すくい面2Aから工具回転方向T前方側に屹立する壁面との境界線)と，コーナ刃4のすくい面4Aの内縁4B(すくい面4Aと，すくい面4Aから工具回転方向T前方側に屹立する壁面との境界線)とが鈍角に交差することにより，すくい面2A及びすくい面4A上に，コーナ刃4側に凸となる角部6が形成されていたので，底刃2から内縁2Bまでの間隔及びコーナ刃4から内縁4Bまでの間隔が小さくなり，切屑排出のための空間が大きく確保できないので，切屑排出性が悪化するという問題があった(【0004】，図32)。特に，略円弧をなすコーナ刃4の曲率半径rと工具本体1の直径Dとの比r／Dが0．2以上に設定されたラジアスエンドミルや，略円弧をなすコーナ刃4の曲率半径rが工具本体1の直径D及び心厚dに対して(D-d)／2以上に設定されたラジアスエンドミルでは，コーナ刃4が大きくなって底刃2から内縁2Bまでの間隔及びコーナ刃4から内縁4Bまでの間隔が小さくなるので，切屑排出性の悪化が顕著であった(【0004】)。また，角部6は，切屑がひっかかりやすいので，切屑排出性がさらに悪化しているという問題があった(【0004】)。",
                "補正発明に係るラジアスエンドミルは，底刃のすくい面の内縁とコーナ刃のすくい面の内縁とが滑らかに連続する一つの凸曲線として形成されることを特徴の一つとし，そのため，同各すくい面上に内縁同士が交差する角部が存在しないので，①底刃から底刃のすくい面の内縁までの間隔及びコーナ刃からコーナ刃のすくい面の内縁までの間隔が大きくなり，切屑排出のための空間が大きく確保できて，良好な切屑排出性を維持できる，②切屑がひっかかりにくくなり，スムーズな切屑排出を行うことができて，良好な切屑排出性を維持できる，という効果を奏する(【0006】)。",
                "そして，補正発明は，コーナ刃がなす略円弧の曲率半径rが，工具本体の直径D及び心厚dに対して(D-d)／2以上に設定され，曲率半径rと工具本体の直径Dとの比r／Dが0．3以上に設定されているため，コーナ刃が大きくなり，コーナ刃及び底刃とこれらのすくい面の内縁との間隔が小さいから，大きい効果が期待できるというものである(【0006】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1(甲1)には，以下の記載がある(第1図ないし第6図は，引用文中の適宜の位置に挿入した。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「2．実用新案登録請求の範囲"
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "先端切刃のすくい面を形成するためのギャッシュの底面をエンドミル先端中央部からチップ排出溝に向って凸湾曲状に形成するとともに，該底面および先端切刃のすくい面と，チップ排出溝および側切刃のすくい面との境界稜線を先端切刃コーナ部より反先端側に位置せしめたことを特徴とするコーナラジアスエンドミル。」(1頁4行ないし11行)",
              "content": [
                {
                  "fig": "イ",
                  "subject": "「技術分野",
                  "text": [
                    "本考案は，被加工物のコーナ部にアールをつけるために使用されるコーナラジアスエンドミルに関し，さらに詳しくは該エンドミルの先端切刃のすくい面を形成するためのギャシュ(研削切除部)の改良に関する。」(1頁13行ないし18行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「従来技術",
                  "text": [
                    "第1～3図に従来のコーナラジアスエンドミルを示している。第1図はエンドミルの側面図，第2図は第1図の先端端面図，第3図は第1図において一部を破断して示す断面図である。",
                    "(第1図)",
                    "(第2図)                          (第3図)",
                    "各図において，1は側切刃，2は先端切刃，3はチップ排出溝である。図示のエンドミルは2条の切刃を有しており，エンドミル先端部に2つのギャシュを形成し，これにより各先端切刃2，2のすくい面4，4を形成している。図において，5はこのギャシュの底面を示している。ギャシュは図示しない回転砥石で研削・形成される。尚，Rはエンドミルの切削回転方向を示す。",
                    "上記構成の従来のエンドミルにおいては，上記ギャシュ底面5が曲面でない平面により形成している点に特徴がある。ところが，この特徴を有するが故に以下の問題がある。",
                    "すなわち，1つの問題はチップ(切屑)の排出性が悪いことである。その理由の1つは，第3図によく示すように，ギャシュ底面5が平面であるため，各先端切刃2により切削されたチップは矢印P1方向すなわちエンドミルの軸直角方向に流動しようとすることである。矢印P1方向にチップが流れると，被加工物の側面との間で抵抗を受け，従ってこのチップの排出性は悪くなるのである。チップの排出性をよくするためには，なるべく，エンドミルの軸心Oに沿う方向に近付くことが好ましいのである。また，チップの排出性が悪い第2の理由は，ギャシュ底面5および先端切刃のためのすくい面4と，チップ排出溝3の底面および側切刃1のためのすくい面6との境界稜線7が各先端切刃2のコーナ部付近に形成されることである。このため，先端切刃2により切削されたチップはこの境界稜線7に引掛りやすく，従って排出性が悪いのである。」(1頁19行ないし3頁13行)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "「本考案の目的",
      "text": [
        "従って，本考案の目的は，上記ギャシュの底面の形状を改良することにより，チップの排出性を改善するとともに各先端切刃のコーナ部付近のすくい角を均等でかつ適正な正のすくい角にすることである。」(4頁9行ないし14行)"
      ]
    },
    {
      "fig": "オ",
      "subject": "「本考案の要旨",
      "text": [
        "上記目的を達成するため本考案は以下の如く構成した。",
        "すなわち，先端切刃のすくい面を形成するためのギャッシュの底面をエンドミル先端中央部からチップ排出溝に向って凸湾曲状に形成するとともに，該底面および先端切刃のすくい面と，チップ排出溝および側切刃のすくい面との境界稜線を先端切刃コーナ部より反先端側に位置せしめるように構成した。",
        "上記構成によれば，ギャシュ底面は湾曲面に形成しているため，各先端切刃により切削されたチップはこのギャシュ底面に当ってエンドミルの軸直角方向より軸心側に変位した方向にすべりを生じ，その結果チップの排出性が良くなる。また上記の如く，境界稜線を各先端切刃コーナ部より反先端側に位置せしめた構成より，該境界稜線に対するチップの引掛り現象が緩和され，この点よりもチップの排出性が良くなるのである。",
        "さらに上記構成によれば，ギャシュ底面を1つの曲面で形成しているため，ギャシュ底面と各先端切刃コーナ部間の距離(切り込み深さ)が従来例に較べて浅くなり，各先端切刃のコーナ部付近におけるすくい角は適正な正角0～20°に形成することができるのである。」(4頁15行ないし5頁19行)"
      ]
    },
    {
      "fig": "カ",
      "subject": "「実施例",
      "text": [
        "第4～6図に本考案の実施例を示しており，各図は第1～3図に対応している。すなわち第4図はエンドミルの側面図，第5図は第4図における先端端面図，第6",
        "図は第4図において一部を破断して示す断面図である。」",
        "(第4図)",
        "(第5図)                (第6図)",
        "「各図において，5’は本実施例におけるギャシュ底面を示し，また7’は本実施例における境界稜線を示している。図に示すように，ギャシュ底面5’はエンドミル先端中央部から各チップ排出溝に向って凸湾曲状に形成しており，また，該底面5’および先端切刃のすくい面4と，チップ排出溝3および側切刃のすくい面6との上記境界稜線7’を先端切刃コーナ部bより反先端側に変位させている。尚，各ギャシュ底面5’は適当な中心O を中心とし半径rを有する円弧面により形成している。」(5貢20行ないし6頁18行)"
      ]
    },
    {
      "fig": "キ",
      "text": [
        "「従って，上記構成によれば，各先端切刃2により切削されたチップは各ギヤシュ底面5’に当って矢印P2方向に流される。この矢印P2がエンドミルの軸心O側に若干傾いていることは第3図の矢印P1と比較すれば明らかであろう。このようにチップ流れ方向が軸心Oの方向に傾斜しているとその傾斜分だけチップの排出性が良くなるのである。",
        "そしてさらに，境界稜線7’がコーナ部bより反先端側に変位しているため各コーナ部bにおけるチップの引掛りが生じにくく，これによってもチップの排出性が良くなるのである。",
        "また，上記構成によれば，ギャシュ底面を1つの曲面で形成しているので，各コーナ部bにおける全てのすくい角を適正な正角0～20°に形成することができる。」(6頁19行ないし7頁14行)"
      ],
      "content": [
        {
          "fig": "(2)",
          "text": [
            "上記(1)の刊行物1の記載によれば，引用発明は，次のとおりのものである。",
            "引用発明は，被加工物のコーナ部にアールをつけるために使用されるコーナラジアスエンドミルに関するものである((1)イ)。",
            "従来のエンドミルにおいては，エンドミルの先端切刃のすくい面を形成するためのギャシュ(研削切除部)の底面であるギャシュ底面5が，曲面でない平面により形成されているため，①各先端切刃2により切削されたチップ(切屑)がエンドミルの軸直角方向に流動しようとして，被加工物の側面との間で抵抗を受ける，また，②ギャシュ底面5及び先端切刃のためのすくい面4と，チップ排出溝3の底面および側切刃1のためのすくい面6との境界稜線7が各先端切刃2のコーナ部付近に形成され，先端切刃2により切削されたチップがこの境界稜線7に引掛りやすい，という問題などが存在した((1)ウ)。",
            "引用発明は，この問題を解決するため，ギャシュの底面の形状を改良することにより，チップの排出性を改善するとともに各先端切刃のコーナ部付近のすくい角を均等でかつ適正な正のすくい角にすることを目的とするものであり((1)エ)，具体的には，①先端切刃のすくい面を形成するためのギャシュの底面をエンドミル先端中央部からチップ排出溝に向って凸湾曲状に形成するという構成とすることにより，各先端切刃により切削されたチップがギャシュ底面に当たってエンドミルの軸直角方向より軸心側に変位した方向にすべりを生じ，チップの排出性を良くするという効果を奏するととともに，②該底面および先端切刃のすくい面と，チップ排出溝および側切刃のすくい面との境界稜線を先端切刃コーナ部より反先端側に位置せしめるように構成することにより，該境界稜線に対するチップの引掛り現象が緩和され，この点からもチップの排出性を良くするという効果を奏するものである((1)オないしキ)。"
          ],
          "content": [
            {
              "fig": "3",
              "subject": "取消事由1(引用発明の認定の誤り並びに一致点の認定の誤り及び相違点の看過)について"
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "引用発明の認定の誤りについて"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "前記2(1)アないしウ，第4図によれば，引用発明は，「軸線回りに回転される工具本体に，コーナ部を含む先端切刃が形成されたコーナラジアスエンドミル」である(争いがない)。",
        "そして，コーナラジアスエンドミルには，先端切刃のすくい面を形成するためのギャシュが形成されるところ(前記2(1)アないしウ，オ)，引用発明のギャシュ底面5’は，「ラジアスエンドミル先端中央部からチップ排出溝3に向かって凸湾曲状に形成」され(前記2(1)ア，オ，カ)，しかも，ギャシュ底面は「一つの曲面」(前記2(1)オ，キ)，具体的には，「適当な中心O を中心とし半径rを有する円弧面により形成」される(前記2(1)カ)というのであるから，引用発明は，審決の認定するとおり，「先端切刃のすくい面を形成するためのギャシュの底面が，滑らかに連続する一つの凸曲面として形成されるコーナラジアスエンドミル」であると認められる。",
        "したがって，審決の引用発明の認定に誤りがあるとは認められない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "これに対し，原告は，刊行物1の第4図や第6図からは，ギャシュの底面全域の形状が「滑らかに連続する一つの凸曲面」であるか否かは明らかではなく，刊行物1からは，審決の認定した引用発明を把握することはできないなどと主張する。",
        "確かに，刊行物1の第4図及び第6図は，側面図及び断面図であるから，これらのみをもってギャシュ底面全体の形状を認定できるものではない。しかし，前記アのとおり，刊行物1には，ギャシュ底面5’が，「一つの曲面」で形成され，具体的には，適当な中心O を中心とし半径rを有する「円弧面」により形成される旨の記載があるのであるから，引用発明においては，第4図及び第6図において円弧として示されているギャシュの底面領域部分だけではなく，ギャシュの底面全域の形状が，同じ円弧面(滑らかに連続する一つの凸曲面)によって形成されていることを刊行物1の記載から認定することができる。",
        "したがって，原告の主張は理由がなく，採用することができない。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "一致点の認定の誤り及び相違点の看過について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，審決が，引用発明の「軸線回りに回転される工具本体に，コーナ部を含む先端切刃が形成されたコーナラジアスエンドミル」は，補正発明の「軸線回りに回転される工具本体に，底刃と略円弧状のコーナ刃とが形成されたラジアスエンドミル」に相当すると認定したことは誤りであり，補正発明は「軸線回りに回転される工具本体に，底刃と略円弧状のコーナ刃とが形成され」るのに対し，引用発明はその点が不明である点を，相違点と認定するべきである旨主張する。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "まず，補正発明の「底刃」及び「略円弧状のコーナ刃」について検討する。",
                    "前記1(1)の本願明細書の記載によれば，従来のラジアスエンドミルは，工具本体の先端に配された底刃と，工具本体の外周に配された外周刃とが交差するコーナ刃が凸円弧状に形成されたものであり，刃先コーナ付近のコーナ刃4にコーナーアールを付けたものである(【0002】，図31)。外周刃3は外周刃3先端側のコーナ刃4に接続し，底刃2はコーナ刃4に連なって内周側に延びており，コーナ刃4は，略円弧をなして，外周刃3と底刃2との交差部分(コーナ部)を構成する(【0004】)。そして，補正発明に係るラジアスエンドミルは，従来のラジアスエンドミルと同様に，底刃と外周刃との交差部分に，略円弧状のコーナー刃が形成されている構成を備えることを前提として，すくい面の内縁の形状及びコーナー刃の略円弧の曲率半径が一定の範囲のものに設定されていることを特徴とするものである(【0005】)。",
                    "そうすると，補正発明の「略円弧状のコーナ刃」は，工具本体に配した底刃と外周刃との交差部分(コーナ部)を構成する略円弧状の切刃であり，「底刃」と「略円弧状のコーナー刃」とは，一連のものとして連なっている切刃であると認められる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "一方，刊行物1に記載されたコーナラジアスエンドミルの「先端切刃コーナ部b」は，「先端切刃2」の一部をなすものであるから，それ自体が切刃であることは明らかであるし，先端切刃2には，先端切刃コーナ部b以外の部分が存することも明らかである。そして，「コーナ部」という名称及び刊行物1の第4図及び第6図によれば，先端切刃コーナ部bは，先端切刃2のうち，先端切刃コーナ部b以外の部分と，側切刃1との交差部分(コーナ部)を構成する略円弧状の切刃であることが理解される。",
                    "そして，その位置関係からすれば，先端切刃2のうち，先端切刃コーナ部b以外の部分は，工具本体に配した「底刃」に相当し，側切刃1は工具本体に配した「外周刃」に相当することが明らかであるから，先端切刃コーナ部bは，底刃と外周刃との交差部分(コーナ部)を構成する補正発明の「略円弧状のコーナ刃」に相当すると認められる。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "以上によれば，審決の上記一致点の認定に誤り又は相違点の看過があるとは認められない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "これに対し，原告は，刊行物1には，引用発明が，補正発明のように，「底刃」とは別個の「コーナ刃」を備えていることについては何ら記載されていない旨主張する。しかし，そもそも，補正発明における「底刃」と「コーナ刃」とは，別のものとして把握されているものの，一連の切刃として連なっているものである。そして，前記(イ)のとおり，刊行物1においても，「先端切刃」(先端切刃2)の一部が「コーナ部」(先端切刃コーナ部b)とされているのであり，先端切刃のうち，「コーナ部」(先端切刃コーナ部b)以外の部分(底刃)が存することが明らかであるから，先端切刃コーナ部bは，「コーナ部」(先端切刃コーナ部b)以外の部分とは一連の切刃として連なっているものの，同部分とは別のもので，コーナ部を形成する略円弧状の切刃として把握することができ，補正発明と一致する。したがって，原告の主張は理由がない。",
                    "また，原告は，引用発明と補正発明は，エンドミルを軸心方向に移動させて切削するか，半径方向に移動させて切削するかで利用形態も構成も異なるものであり，引用発明の「先端切刃コーナ部」と補正発明の「コーナ刃」とは同一の技術的意義を有するものではない旨主張する。しかし，仮に引用発明と補正発明の利用形態が異なるとしても，そのことは，前記(イ)で認定した構成の一致を左右するものではないから，原告の主張は，一致点を否定する理由となるとは認められない。また，その点を措くとしても，引用発明は，「被加工物のコーナ部にアールをつけるために使用される」切削工具であり(前記2(1)イ)，エンドミルを軸心方向に移動させて切削した場合にのみコーナ部にアールをつけることが可能なものとは理解されず，引用発明の略円弧状の先端切刃コーナ部bが，ラジアスエンドミルを半径方向に移動させた場合であっても被加工物を切削できることは明らかであり，その点で，補正発明の「コーナ刃」と同じであるから，原告の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告は，審決が，引用発明の「先端切刃のすくい面を形成するためのギャシュの底面が，滑らかに連続する一つの凸曲面として形成される」は，補正発明の「底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線として形成されている」に相当すると認定したことは誤りであり，補正発明は「上記底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線として形成され」るのに対し，引用発明はその点が不明である点が，相違点と認定されるべきであると主張する。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "確かに，刊行物1には，引用発明の「コーナ部を含む先端切刃」のすくい面の内縁がどのようになっているかを直接に特定する記載はない。しかし，以下のとおり，引用発明の「コーナ部を含む先端切刃」のすくい面の内縁は，滑らかに連続する一つの凸曲線として形成されるものと認められる。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "前記2(2)のとおり，引用発明は，従来のラジアスエンドミルにおいては，ギャシュ底面5及び先端切刃2のすくい面4と，チップ排出溝3及び側切刃1のすくい面6との境界稜線7が先端切刃コーナ部b付近に形成されるため，先端切刃2で切削されたチップが境界稜線7に引掛りやすく，チップの排出性が悪いことを解決課題とし，チップの引掛かりを生じにくくし，チップの排出性を良くするために，従来，先端切刃コーナ部b付近に形成される境界稜線7を，先端切刃コーナ部bより反先端側に形成される境界稜線7’とする構成としたものである。",
                        "このような解決課題及び解決方法を採用したことからすれば，境界稜線7’より先端側に別の境界稜線が存在しては，その別の境界稜線にチップが引掛かってしまうこととなり，上記課題を解決できないことが明らかであるから，引用発明においては，先端切刃2のすくい面4と側切刃1のすくい面6との境界稜線7’より先端側に境界稜線は存在せず，すなわち，先端切刃2のすくい面4自体に境界稜線が存在せず，先端切刃2のすくい面4は，チップの排出性が良い，一つの面であるものであると理解される。そして，先端切刃コーナ部bは先端切刃2の一部であり，先端切刃2のすくい面4の一部は先端切刃コーナ部bのすくい面に当たるから，すくい面4が一つの面であることとは，先端切刃コーナ部bのすくい面と，先端切刃2の先端切刃コーナ部b以外の部分のすくい面とが，一つの面になっていることを意味するものと認められる。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "ところで，エンドミルのギャッシュとは，一般に，底刃のすくい面を形成するために設けられる溝(乙1，6)又は底刃を形成する溝(乙5)を意味し，ギャッシュは，底刃のすくい面とギャッシュの底面，という二つの面によって画定される溝であるから，両面は互いに接続されることが技術常識であるといえる。そして，平成9年2月7日出願の特開平10-217024号公報(乙7。以下「乙7文献」という。)には，従来の技術として，「従来多く採用されてきたエンドミルの刃先形状として「エンドミルのすべて」(大河出版，1988年6月1日発行，p10)に示されたものがある。・・・このエンドミルの形状的な特徴を見ると，・・・ギャッシュ部2は，・・・更に底刃すくい面4との境界部3は直角に形成されている。」との記載及び，そのような構成によると切削抵抗が大きくなるという課題を解決する発明として，「(ギャッシュ部と)底刃すくい面との境界部のつなぎ方を，従来は直角であったものをR(丸み)を以ってつなぐ」ものが開示されている。このことからすれば，乙7文献の出願当時は，ギャッシュの底面(ギャッシュ部2)と底刃のすくい面(底刃すくい面4)との接続は，R(丸み)を介さずに，接続部が角をもって直接交差していること，すなわち内縁を形成していることが技術常識であったことが認められる。",
                        "そして，上記技術常識に加え，一般的に，二つの面が溝を画定するように接続するときには，各面が角を以て交差する構成の方が，Rを以て接続するという構成よりも簡易な構成であるから，意図的にRを設けるという特段の記載がない限り，各面は交差すると理解する方が自然であること，当業者である原告自身，本件訴訟を提起するまでの審査及び審判手続においては，刊行物1記載の発明には，底刃のすくい面の内縁とコーナ刃のすくい面の内縁とが，「一つの凸曲線」ないし「滑らかに連続する一つの凸曲線」として形成されていることを認めていたこと(甲15，19。なお，原告は，審査及び審判手続において提出した書面の記載は，仮定的な主張を行ったものにすぎないと主張するが，上記各書面全体の記載内容に照らし，採用できない。)に照らせば，乙7文献の出願日よりも11年以上前に発行された刊行物1を見た当業者は，「先端切刃のすくい面」と「ギャシュの底面」の接続部の形状について格別の言及がない引用発明についても，同様の技術常識に従って，当該各面は，互いに接続部に角を以て交差しており，すなわち，内縁が形成されているものと理解するものと認められる。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "そうすると，引用発明のギャシュの一方の面を形成する「ギャシュ底面」が滑らかに連続する一つの凸曲面であり，ギャシュの他方の面を形成する「先端切刃のすくい面」が境界稜線の存在しない一つの面であること(前記 a)，「先端切刃のすくい面」と「ギャシュの底面」とが互いに接続部に角を以て交差しており，内縁が形成されていることからすれば，同接続部の内縁(境界稜線が存在しない一つの面と，滑らかに連続する一つの凸曲面とが交差する交線)は，滑らかに連続する一つの凸曲線を形成するものと認められる。",
                        "以上によれば，上記審決の一致点の認定に誤り又は相違点の看過があるとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "ギャシュ底面と先端切刃のすくい面が接(交差)するとの審決の認定について",
                  "text": [
                    "これに対し，原告は，①刊行物1には，「ギャシュの底面」と「先端切刃のすくい面」がどのように接しているのか，あるいはどのように交差しているのかについては何ら記載がない，②「すくい面」と「ギャシュの底面」の境界を観念的に把握することは可能であっても，切屑排出性の向上という効果を導くような具体的な境界は示されていないため，刊行物1には，発明の構成要素として意味のある「内縁」は記載されているとはいえない，③すくい面とギャッシュ底面とが，抽象的位置関係として，直接，または，境界部を介して間接的に，「隣接する」という技術常識があるとしても，乙7公報の図1のように，ギャッシュ底面とすくい面との境界部にRが付いており，この境界部を介して，ギャッシュ底面とすくい面とが滑らかに連続している場合もあり，この場合，内縁は形成されないから，技術常識に照らしても，すくい面とギャッシュ底面とが，内縁を形成するか否かは明らかではない，④刊行物1の第4図又は第6図からも，ギャシュ底面とすくい面との位置関係は把握することができず，むしろ図面に現れた部分では，交差したり接したりしていないと解するのが合理的である，したがって，ギャシュ底面と先端切刃のすくい面が接(交差)するとの審決の認定は誤りである旨主張する。",
                    "しかし，上記①及び④の主張を前提としても，刊行物1の記載を，技術常識を踏まえて総合すれば，引用発明は審決のとおりと認定されることは前記(ア)のとおりであり，原告の主張は理由がない。",
                    "上記②についても，引用発明の「すくい面」と「ギャシュの底面」の境界(内縁)の構成が，刊行物1に具体的に記載されておらず，同境界が切屑排出性の向上という効果を有することも記載されていないのは原告の主張するとおりであるものの，前記1(2)のとおり，補正発明は，「底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線として形成され」，すくい面上に内縁同士が交差する角部が存在しないという構成を備えることにより，良好な切屑排出性を維持できるという効果を奏するものであり，引用発明は，同じ構成を備えているのであるから，客観的には補正発明と同様の効果を奏するものと認められるのであり，上記主張は，両発明の当該構成が一致することを否定する理由とはならない。",
                    "上記③の主張については，乙7文献は，平成9年2月7日出願のものであり，同文献記載の発明として，すくい面とギャッシュ底面の間の境界部にRがついているものが記載されているからといって，同出願時よりも11年以上前の刊行物1の出願当時，そのようなギャッシュの構成が存在したと認めることはできず，他にそのような事実を裏付ける証拠は提出されていない。かえって，前記のとおり，乙7文献においては，境界部にRがついているものは新規な発明とされていることからすれば，前記(ア)bのとおり，引用発明の出願当時の技術常識によれば，引用発明のすくい面とギャシュ底面とは内縁を形成するものと理解されると認めるのが相当である。したがって，原告の主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "「底刃のすくい面」と「コーナ刃のすくい面」とが同一の面を形成し，これらのすくい面の内縁が，「滑らかに連続する一つの凸曲線」を形成するとの審決の認定について",
                  "text": [
                    "原告は，①「先端切刃のすくい面」が「底刃のすくい面」と「コーナ刃のすくい面」とから構成されることから直ちに該両「すくい面」が「同一の面」を形成することが論理必然的に導かれるわけではなく，また，②該両「すくい面」が物理的に同一の面を形成しないような場合には，その内縁が，常に「滑らかに連続する一つの凸曲線」を形成するとはいえないと主張する。",
                    "しかし，前記(ア)a のとおり，引用発明の「先端切刃のすくい面」は，境界稜線が存在しない一つの面であると認められるから，原告の上記①②の主張は，いずれも理由がなく，採用することができない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "補正発明の「滑らかに連続する一つの凸曲線として形成」された「底刃のすくい面の内縁とコーナ刃のすくい面の内縁」と，刊行物1記載の「1つの曲面で形成」された「ギャシュの底面」の目的及び構成の違いについて",
                  "text": [
                    "原告は，①補正発明の「すくい面の内縁」は「コーナ刃」との距離を大きくするように形成されるのに対し，引用発明の「ギャシュの底面」は「先端切刃」の「コーナ部」との距離を小さくするように形成されるから，補正発明と引用発明は，全く逆方向の目的を有し，その結果，工具全体における構成も異なる，②補正発明と引用発明とでは，切屑を排出するための構造や機序が異なり，その結果，底刃で切削された切屑及びコーナ刃で切削された切屑の排出に対して期待し得る効果が異なるから，「上記底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線として形成されている」点で一致するとした審決の認定は誤りである旨主張する。",
                    "しかし，上記①の主張については，補正発明の「すくい面の内縁」と引用発明の「ギャシュの底面」とで形成の目的が異なるとしても，発明特定事項が一致するかどうかは，客観的な構成が同一であるかどうかによって判断されるべきであり，発明の目的の違いは，一致点であるかどうかの認定を左右するものではない。",
                    "また，工具全体における構成が異なるとしても，補正発明の「すくい面の内縁」ないし「略円弧状のコーナ刃」の工具全体における位置は特許請求の範囲において特定されておらず，引用発明は，前記のとおり，「上記底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線として形成されている」構成を有する点で補正発明と一致するのであるから，当該構成の引用発明の工具全体における位置が補正発明と異なるとしても，そのことは当該一致点を否定する理由とはならず，原告の主張は理由がない(なお，そもそも，補正発明において，「すくい面の内縁」と「コーナ刃」との距離が大きくなるのは，内縁同士が交差する角部が存在する従来例と比較したときであるのに対し(本願明細書【0006】)，引用発明において，「ギャシュの底面」と「先端切刃」の「コーナ部」との距離が小さくなるのは，「ギャシュの底面」が平面として形成される従来例と比較したときであり(刊行物1の2頁12行ないし15行)，比較の基準となる従来例が全く異なるから，距離の大小という文言だけを取り出して，両者は全く逆方向の目的を有するということもできない。)。",
                    "また，上記②の主張については，ギャシュの底面が滑らかに連続する一つの凸曲面として形成される引用発明が，この点が特定されない補正発明とは異なる機序により異なる作用効果を奏するとしても，そのことは，補正発明と引用発明とが「上記底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線として形成されている」点で一致するとの前記(ア)の認定を左右しない。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "その他の原告が主張する点も，いずれも前記(ア)の認定を左右するものではなく，審決を取り消すべき理由に当たるとは認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "したがって，取消事由1は理由がない。"
          ],
          "content": [
            {
              "fig": "4",
              "subject": "取消事由2(進歩性の判断の誤り)について",
              "text": [
                "原告は，引用発明において，「先端切刃のコーナ部の曲率半径」を，「0．3以上に設定する」ことが容易想到であるとの審決の判断は誤りであると主張する。"
              ]
            }
          ]
        },
        {
          "fig": "(1)"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "甲4文献(特開平11-70405号公報。甲4)には，以下の記載がある。",
        "「【0002】【従来の技術】  ラジアスエンドミルは、直角肩削りを行うスクエアエンドミルと、曲面加工を行うボールエンドミルの中間に位置するエンドミル工具として用いられている。ラジアスエンドミルは上記両者の中間的な形状をしているため、金型等のR面取り加工用の工具として用いられていたが、スクエアエンドミルの欠点である曲面加工を行うことができ、また、ボールエンドミルの欠点である回転中心付近の低速な領域がなく、曲面加工にも用いられるようになってきている。」",
        "「【0007】【作用】本願発明は，まず，外周側に円弧状切刃を有するラジアスエンドミルを用いることにより曲面加工，平面加工，傾斜切削を含むコンタリング加工等に用いることが可能となり，1種の工具で多様な使い方が可能となる。更に，円弧状切刃のRを刃径の半分より小さなRとしたのは，金型等においてはR部がそのまま残るため，その仕様に合わせて選択し，また，スパイラル切削の場合には，Rが大きいと切削抵抗が大きくなるため，Rの小さいほうが良い。好ましくは刃径の1／10～1／3程度である。次に，円弧状切刃から回転中心に向かい中低勾配を有する内周刃を設けることにより，従来のスクエアエンドミルのように送り方向が横軸(Ⅹ軸，Y 軸)の場合には内周刃として全く切削しないようにした。従来のでは軸方向に送る傾斜切削(スパイラル切削)の場合，の傾斜〔ママ〕させる角度に対応した中低勾配としたものである。」"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "上記アによれば，外周側に円弧状切刃を有するラジアスエンドミルは，金型等のR面取り加工用の工具として用いられており，円弧状切刃のR部が金型等にそのまま残るため，円弧状切刃のRは，金型等の仕様に合わせて選択されることが技術常識であり，また，特にRが小さい方が良いとされるスパイラル切削(ラジアスエンドミルを軸方向に送る傾斜切削)をする場合であっても，Rの大きさは刃径の1／10から1／3程度は好適値として通常選択され得るものであると認められる。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "以上によれば，「被加工物のコーナ部にアールをつけるために使用されるコーナラジアスエンドミル」(前記2(1)イ)である引用発明において，アールをつけるための先端切刃のコーナ部の曲率半径r(円弧状切刃のR)は，被加工物の仕様に合わせて適宜選択される事項であり，円弧状切刃のRを金型等の仕様に合わせて刃径の0．3又はそれより大きくすることには困難性はなく，曲率半径rを工具本体の直径D(刃径)の0．3以上とすることは，当業者が適宜行い得ることであると認められる。",
        "また，心厚dは，一般に，工具の機械的強度等を考慮して，本体の直径Dの60％ないし75％とされているものと認められるから(甲2，乙2)，引用発明においても，心厚dを一般的に選択されている工具本体の直径Dの60％ないし75％とすることは容易であるというべきであるところ，その場合の(D-d)／2は0．2Dないし0．125Dとなるから，引用発明の先端切刃のコーナ部の曲率半径rを工具本体の直径Dの0．3以上とした場合，曲率半径rが(D-d)／2以上となることは明らかである。",
        "したがって，引用発明に，審決が認定した相違点にかかる構成を適用することは容易であるとの審決の判断に誤りがあるとは認められない。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "これに対し，原告は，①刊行物1記載の「1つの曲面で形成」された「ギ",
          "text": [
            "ヤシュの底面」は，補正発明とは反対に，「先端切刃コーナ部」との距離を小さくする目的で形成されるから，引用発明において「先端切刃のコーナ部の曲率半径」を「0．3以上に設定」したとしても，その工具全体における位置は，補正発明とは異なるものとならざるを得ない，②甲4文献記載の技術は，特に底刃とコーナ刃とを分けた構成が念頭に置かれているわけではなく，また，Rはむしろ小さい方が良いとされているから，刊行物3の記載事項を適用して「0．3以上に設定する」ことの動機付けが存在したとはいえない，③従来技術に照らせば，切削抵抗を低減するためにr／Dの値を0．3「以上」に設定することは，従来技術と逆方向の設計思想であるから，かかる値の設定にはむしろ困難性や阻害要因が存在したというべきである，などと主張する。",
            "しかし，上記①の主張については，補正発明は，特許請求の範囲において，「略円弧状のコーナ刃」の工具全体における位置を特定することなく，単に「コーナ刃がなす略円弧の曲率半径r」を「工具本体の直径D」の0．3倍以上に設定することを特定するものである。そして，刊行物1記載の「ギャシュの底面」が，補正発明とは反対に，「先端切刃コーナ部」との距離を小さくする目的で形成されるとしても，引用発明は，前記のとおり，「上記底刃のすくい面の内縁と上記コーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線として形成されている」構成を有する点で補正発明と一致するものであり，前記(1)のとおり，その「コーナ部」の曲率半径を，被加工物の仕様に合わせて工具本体の直径の0．3以上とすることが容易であるのであるから，当該構成の引用発明の工具全体における位置が補正発明と異なるとしても，そのことは前記(1)の判断を左右しない。",
            "また，上記②，③の主張については，甲4文献に，「底刃」と「コーナ刃」という用語がないとしても，甲4文献には，円弧状切刃は金型等のR面取り加工を行う部位であること及び円弧状切刃以外に，円弧状切刃から回転中心に向かい中低勾配を有する「内周刃」を設ける旨の記載(前記(1)ア)があることからすれば，甲4文献記載の円弧状切刃及び内周刃がそれぞれ「コーナ刃」及び「底刃」と同じものであることは明らかである。また，前記(1)アのとおり，甲4文献で，「Rは小さい方が良い」との記載は，スパイラル切削の場合についてのものであって，刊行物1においては，引用発明が，スパイラル切削の場合に使用するものと限定されているものではないから，スパイラル切削についての記載が引用発明の曲率半径を設定する上での妨げとなるものではない上，スパイラル切削の場合であっても，刃径の1／3程度という値は，Rの好適値とされているのであるから，少なくともRを刃径の「1／3に設定する」(補正発明の特定する0．3以上である。)ことは容易である。したがって，原告の主張をもって，引用発明の刃径を0．3以上に設定することを阻害する要因があるとは認められない。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "また，原告は，①補正発明の解決すべき課題に鑑みれば，あえてd／Dの値を「通常選択される数値」よりも小さくすることも考えられ，この場合には，「r／Dが0．3以上に設定される」としても「rが(D-d)／2以上」となるとは限らない，②補正発明の解決すべき課題に鑑みれば，コーナー刃の曲率半径は，かかる課題と独立に，「被加工物のコーナー部等の形状」のみ考慮して，「適宜設計」すればよいとはいえない，③引用発明の作用効果は，「先端切刃先端部」で切削されたチップの排出にしか奏功せず，「先端切刃コーナ部b」で切削されたチップの排出には奏功しないのであり，「コーナー刃の曲率半径を大きく設定」すると全体として引用発明の上記作用効果は減じられることとなるから，引用発明に対して周知技術を適用して，「その被加工物の形状に合わせて，コーナー刃の曲率半径を大きく設定」し，「r／Dが，0．3以上」とすることには，阻害要因が存在するなどと主張する。",
            "しかし，上記①，②の主張は，補正発明の解決課題をいうものであり，引用発明に，刊行物2及び周知技術を適用して相違点にかかる構成を想到することが容易であるとの前記(1)ウの判断理由を左右するものではなく，失当である。",
            "また，上記③の主張については，前記2(2)のとおり，引用発明は，先端切刃2により切削されたチップ(切屑)がエンドミルの軸直角方向に流動しようとして被加工物の側面との間で抵抗を受けるという点を解決すべき課題の一つとするものであるところ，確かに，刊行物1の第3図及び第6図におけるチップの流動を示す矢印(P1，P2)が底刃に当たる軸中心に近い位置から開始されていることをみると，引用発明は，先端切刃2のうち，主として底刃に相当する「先端切刃先端部」で切削されたチップの排出性の改善を目的とするものと理解することもできる。そうすると，引用発明において「曲率半径rと工具本体の直径Dとの比r／Dが，0．3以上」となるようにした場合には，先端切刃の全体に占める「先端切刃コーナ部b」の割合が増え，底刃に相当する部分の割合が減ることになるから，曲率半径がより小さく設定されている場合(底刃がより大きい場合)と比べると，全体として，引用発明の作用効果が発揮される部分が少なくなるということはできる。",
            "しかし，前記(1)イのとおり，先端切刃コーナ部(円弧状切刃)の曲率半径(R)は，金型等の仕様に合わせて選択されるものである。そして，引用発明において，「先端切刃コーナ部b」の曲率半径rを大きくし，「曲率半径rと工具本体の直径Dとの比r／Dが，0．3以上」となるようにしても，先端切刃のコーナ部の形状とギャシュ底面の形状とは，一方を変えると必然的に他方も変わるという関係にはないから，ギャシュの底面が凸湾曲状という引用発明の課題解決手段が影響されるものではなく，ギャシュ底面の形状を特定することで引用発明が奏することになった効果自体が失われるものではない。そして，「曲率半径rと工具本体の直径Dとの比r／Dが，0．3以上」となるようにしても，同じ曲率半径(R)を有する従来のラジアスエンドミル(ギャシュ底面が平面)と引用発明(ギャシュ底面が凸湾曲状)とを比較すれば，後者の方がチップの排出性が良いという効果を奏することが期待できるのであり，ギャシュ底面の形状を工夫してチップの排出性を改善するという引用発明の目的が達成できることに変わりはない。",
            "したがって，引用発明について，被加工物の仕様に合わせて相違点に係る構成とすることに阻害要因があるとはいえず，原告の主張は採用することができない。",
            "(4)その他の原告の主張も，上記(1)の判断を左右するものではなく，審決を取",
            "り消すべき事由に当たるとは認められない。"
          ]
        },
        {
          "fig": "(5)",
          "text": [
            "したがって，取消事由2には理由がない。"
          ],
          "content": [
            {
              "fig": "5",
              "subject": "取消事由3(手続違背)について",
              "text": [
                "原告は，刊行物1に「底刃のすくい面の内縁とコーナ刃のすくい面の内縁とが，滑らかに連続する一つの凸曲線」に形成されることが開示されているとの認定は，審決で初めてされたものであり，この認定に対する反論の機会及び補正の機会を与えられなかったことは，手続上の重大な瑕疵であると主張する。",
                "しかし，前記3(2)イ(ア)bのとおり，原告は，審判請求書(甲19)においては，自ら，刊行物1記載の発明には，底刃のすくい面の内縁とコーナ刃のすくい面の内縁とが，「滑らかに連続する一つの凸曲線」として形成されていることを認めていたのであるから(なお，原告が提出した上記請求書における原告の主張が仮定的なものであるとは認められないことも前記判示のとおりである。)，原告が自認するとおりの認定をすることにつき反論の機会を与える必要があるとは認められず，その必要があることを前提とする原告の上記各主張は失当である。",
                "したがって，取消事由3には理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の本件請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}