{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙被告標章目録記載1ないし3の各標章を付した薬剤を販売してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項記載の薬剤を廃棄せよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要",
          "text": [
            "本件は，別紙商標権目録記載の商標権(以下「本件商標権」といい，本件商標権に係る登録商標を「本件商標」という。)を有する控訴人が，原判決別紙被告標章目録記載1ないし3の各標章(以下，これらを総称して「被控訴人各標章」という。)を付した薬剤(以下，これらを総称して「被控訴人各商品」という。)を販売している被控訴人に対し，当該販売行為は本件商標権を侵害するものであると主張して，本件商標権に基づき，被控訴人各商品の販売の差止め及び廃棄を求める事案である。",
            "原審は，被控訴人各商品に付された被控訴人各標章は，商標としての自他商品識別機能又は出所表示機能を果たす態様で使用されているということはできず，被控訴人各標章の表示は商標的使用に該当すると認めることができないとして，控訴人の請求をいずれも棄却したことから，控訴人はこれを不服として本件控訴を提起した。",
            "なお，控訴人は，原審において，後記の分割前の商標権に基づく被控訴人各商品の販売の差止め及び廃棄を求めていたところ，原審の口頭弁論終結後に当該商標権の分割を申請し，登録された。控訴人は，当裁判所に対しては，当該分割後の本件商標権に基づく被控訴人各商品の販売の差止め及び廃棄のみを請求して，不服申立てをしており，したがって，分割後の本件商標権以外の商標権に基づく差止め及び廃棄請求については，当審の審理の対象となっていない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実並びに争点及びこれに関する当事者の主張は，次のとおり補正し，後記3のとおり当審において当事者が補充した主張を付加するほかは，原判決「事実及び理由」の第2の1及び3(争点(4)イを除く。)並びに第3の1ないし4及び6記載のとおりであるから，これを引用する(以下，引用した原判決中の「原告」は「控訴人」と，「被告」は「被控訴人」と，それぞれ読み替える。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁16行目冒頭から17行目末尾までを次のとおり改める。",
                "「控訴人は，従前，本件商標につき，指定商品を「薬剤」とする商標権(登録番号第4942833号。以下「本件分割前商標権」という。)を有していたが，平成26年11月18日，特許庁に対し，指定商品「ピタバスタチンカルシウムを含有する薬剤」に係る商標権の分割を申請し，登録された。(甲21，22の2。同分割された商標権が本件商標権である。)」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁13行目冒頭から15行目末尾までを次のとおり改める。",
                "「(2) 被控訴人各標章の表示が非商標的使用(商標法26条1項6号)に該当するか"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人各標章の表示が指定商品等の品質等の普通に用いられる方法での表示(商標法26条1項2号)に該当するか」"
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁17行目冒頭の「ア」を削る。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決4頁12行目冒頭から末尾までを次のとおり改める。",
                "「2  争点(2)(被控訴人各標章の表示が非商標的使用(商標法26条1項6号)に該当するか)について」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決4頁14行目冒頭から末尾までを次のとおり改める。",
                "「(1) 被控訴人各標章の表示が，商標法26条1項6号に該当するというためには，被控訴人各商品の需要者である患者の視点に立って，「何人かの業務に係る商品又は役務であることを認識することができる態様により使用されていない商標」に該当するといえなければならず，被控訴人各標章の使用が商標的使用でないことについての主張・立証責任は被控訴人にある。」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決5頁26行目の「皆無である。」の後に，行を改めて，次のとおり加える。",
                "「ピタバスタチンカルシウムを有効成分とする医療用後発医薬品には，その販売名に一般的名称等を付さなければならないと定められているということなど，患者は知る由もないし，ましてや，その定めの理由や，被控訴人が当該定めに従って販売名等を定めているといったことは，患者の関知する事柄でない。",
                "加えて，「スタチン」の部分がHMG-CoA還元酵素阻害薬の総称を意味する用語であることや，それに属する薬剤がスタチン系といわれることがあること，「スタチン」の部分が省略されることがあること，学会において略称が用いられたことがあること，特許公報において略記が使用されていること，「MEEK」が被控訴人の会社コードであり，「MK」がその略称であることなどは，いずれも患者が認識し得ない事情である。",
                "錠剤に販売名等を印刷ないし刻印することが製薬業界において一般的に行われているかどうかも，患者の認識には直接関係のない事柄である。仮に，患者の間にも，かかる事実が浸透しているとしても，患者が錠剤の印刷ないし刻印から認識するのは販売名や剤型などであって，有効成分がそこに表示されているとは認識しない。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決6頁4行目末尾に，行を改めて，次のとおり加える。",
                "「(6) 以上のとおり，被控訴人各標章は，商標法26条1項6号に該当するとはいえない。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決6頁9行目の「世界保険機構」を「世界保健機関」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決8頁17行目冒頭から24行目末尾までを次のとおり改める。",
                "「(7) さらに，被控訴人各商品のような医療用後発医薬品については，患者は，以下に述べる理由により，その有効成分の名称を容易に認識し，記憶すると考えるのが妥当である。",
                "まず，患者が受領する薬剤の説明文書等には，一般的名称(有効成分)も記載されている。被控訴人各商品のような医療用後発医薬品においては，一般的名称を販売名に付さなければならないから，被控訴人各商品の一般的名称(有効成分)である「ピタバスタチンカルシウム」は，商品名である「ピタバスタチンCa錠(含量)」と一致する。",
                "患者が処方される薬剤を選択する場面は，主に，保険薬局において，処方箋に記載されている先発医薬品に代えて後発医薬品を調剤してもらうとか，効き目や副作用の点から薬の変更や新しい薬の処方を依頼するといった場合である。しかも，被控訴人各商品は，コレステロール低下薬であり，患者が長期間にわたって反復継続的に購入，使用するものであるから，患者は有効成分にも注意を払っていると考えるのが常識的である。",
                "このような患者は，被控訴人各商品の包装に付されている商品名の記載や，医師，薬剤師等からの説明，交付される説明文書における商品名や一般的名称としての「ピタバスタチンCa」との表記を認識することにより，被控訴人各商品の有効成分が「ピタバスタチンカルシウム」であることを容易に認識し得る。",
                "そして，患者が被控訴人各商品に付された「ピタバ」の表示を認識するのは，これを服用する際である。患者は，このときに，当該表示につき，有効成分であり商品名でもある「ピタバスタチンカルシウム」の一部としての「ピタバ」であると認識して，コレステロール低下薬の後発医薬品であることを確認することができ，誤飲を防止する機能が果たされる。",
                "これに対し，患者が，被控訴人各商品を購入するに際し，錠剤に付された「ピタバ」の表示に基づいて購入することはない。そもそも，ピタバスタチンカルシウムを有効成分とする医療用後発医薬品には，複数の製造販売業者によって，同一の「ピタバスタチンCa錠」が商品名に付されているから，錠剤に付された「ピタバ」の表示が自他商品識別機能及び出所表示機能を奏することはない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "以上のとおり，被控訴人各標章の表示は，自他商品識別機能若しくは出所表示機能を果たす態様で使用されているものではなく，需要者が何人かの業務に係る商品であることを認識することができる態様により使用されていないものであって，商標法26条1項6号により，本件商標権の効力は及ばない。」",
              "text": [
                "(10) 原判決8頁25行目冒頭から26行目末尾までを次のとおり改める。",
                "「3  争点(3)(被控訴人各標章の表示が指定商品等の品質等の普通の方法での表示(商標法26条1項2号)に該当するか)について」",
                "(11) 原判決9頁12行目末尾の「はないとはいえない。」を「あるとはいえない。」と改める。",
                "(12) 原判決9頁16行目の「ア」を削る。",
                "(13) 原判決11頁15行目冒頭の「6」を「5」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当審における当事者の補充主張(争点(5)(本件商標権に基づく請求は権利の濫用に当たるか)について)",
          "text": [
            "【被控訴人の主張】"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標権については，不使用取消事由が存する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，キョーリンリメディオ株式会社(以下「キョーリンリメディオ」という。)に対し，平成25年12月19日付け使用許諾契約(以下「本件使用許諾契約」という。)に基づき，本件商標権について通常使用権を許諾しており，同社において本件商標と社会通念上同一と認められる商標を使用していると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，キョーリンリメディオは，錠剤に「ピタバ」及び「杏林」並びに「1」及び「2」と表示しているものの，パンフレットに「一錠毎に成分名と含量を表示」と記載されており，錠剤の「ピタバ」は有効成分の表示であるとしているから，これが商標的使用でないことは明らかであって，本件使用許諾契約に基づく商標の使用であるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，商標の通常使用権の許諾を受ける者は，許諾を受けた商標を継続的に使用した商品を製造又は販売することを行うことが想定されているというべきである。",
                    "ところが，本件使用許諾契約の終期は，キョーリンリメディオが契約締結日現在在庫として保有する数量の「ピタバ」の表示を付した製品の販売完了時とされており，かつ，キョーリンリメディオは，本件使用許諾契約締結から間もない平成26年1月，錠剤の「ピタバ」の表示の使用を中止して「ピタバスタチン」の表示とすることを発表し，同年3月以降，順次「ピタバスタチン」の表示に切り替えて錠剤を出荷している。",
                    "そうすると，本件使用許諾契約は，本件商標の積極的な使用を継続的に許諾するものではなく，キョーリンリメディオが錠剤の「ピタバ」の表示を速やかに中止することを前提に，契約締結日において保有している製品の在庫の限度内で本件商標権に基づく権利行使を行わないという，禁止権行使の猶予を合意したものである。",
                    "しかし，商標法50条1項の趣旨は，実際に使用される商標の保護を通じて商標に化体されている商標権者の業務上の信用を保護するという商標制度の目的にそぐわない商標を整理するという点にあるから，キョーリンリメディオは商標法50条1項所定の「通常使用権者」に該当しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件商標の商標登録は不使用取消審判により取り消されるべきであることが明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，商標の不使用取消審判請求がされ，当該商標が取り消されるべきことが明らかな場合には，不使用取消制度及び商標権制度の趣旨に照らし，その商標登録に係る商標権に基づく差止請求は権利の濫用に当たり許されない。",
                "よって，本件商標権に基づく差止請求は，権利の濫用であり許されない。",
                "【控訴人の主張】",
                "被控訴人の主張する「商標の積極的な使用を継続的に許諾する」契約とは，具体的にどのような契約を想定しているのか不明であるし，「商標の積極的な使用を継続的に許諾する契約」と「禁止権行使の猶予」をどこでどのように線引きするのかも不明である。",
                "キョーリンリメディオは，本件商標権に係る本件使用許諾契約により，契約締結時の在庫の販売が完了するまでの間，「ピタバ」の表示を付した製品を新たに製造して販売することができるのであるから，まさに本件使用許諾契約は「商標の積極的な使用を継続的に許諾する契約」にほかならない。",
                "仮に，本件商標と類似する「ピタバ」について「禁止権行使の猶予」を受けたにすぎない者は商標法50条1項の「通常使用権者」に該当しないという被控訴人の立場に立ったとしても，本件使用許諾契約は，控訴人がキョーリンリメディオに対し「PITAVA」の通常使用権を許諾するものであるから，キョーリンリメディオは通常使用権者に当たる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，被控訴人各標章は，本件商標権の指定商品である「ピタバスタチンカルシウムを含有する薬剤」の有効成分の略称であり，「…指定商品…の…品質，原材料…を普通に用いられる方法で表示する商標」(商標法26条1項2号)であると認められ，同条同項本文により，本件商標権の効力は，被控訴人各標章には及ばないから，控訴人の請求はいずれも理由がないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "前記前提事実及び後掲各証拠並びに弁論の全趣旨によれば，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人各商品について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人各商品の概要",
                  "text": [
                    "被控訴人各商品は，ピタバスタチンカルシウムを有効成分とし，血液中のコレステロールを低下させる作用を有する医療用後発医薬品である。",
                    "被控訴人商品1ないし3の販売名は，それぞれ「ピタバスタチンCa錠1mg「MEEK」」，「ピタバスタチンCa錠2mg「MEEK」」及び「ピタバスタチンCa錠4mg「MEEK」」である。また，被控訴人商品1ないし3の直径は，それぞれ約6．1mm，約7．1mm及び約8．6mmである(乙29ないし31)。なお，「MEEK」は，指定商品を薬剤とする被控訴人の登録商標である(乙27の1，27の2)。",
                    "被控訴人各商品の有効成分であるピタバスタチンカルシウムに関し，世界保健機関(WHO)は「Pitavastatin」を医薬品の国際一般名(IＮＮ)と，厚生労働省は「ピタバスタチンカルシウム」及び「Pitavastatin Calcium」を医薬品の一般的名称(JAＮ)とそれぞれ定めている。(乙1ないし3)",
                    "ピタバスタチンと同様の薬理効果を有するHMG-CoA還元酵素阻害薬には，他にアトルバスタチン，フルバスタチン，ロバスタチン等があり，これらを総称してスタチンないしスタチン系薬などと呼ばれている。(甲23，乙8，44，45)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人各標章の使用態様(乙29ないし31，39，42)",
                  "text": [
                    "被控訴人各標章は，原判決別紙被告標章目録記載のとおり，片仮名の「ピタバ」を横書きしてなるものであり，被控訴人各商品における使用態様は，次のとおりである。",
                    "被控訴人商品1については，錠剤の片面の中央部に被控訴人標章1が等間隔に配置され，これを挟んで上部に含量を表す「1mg」が，下部に欧文字の「MEEK」がそれぞれ印刷されている。被控訴人標章1及びその余の各表示のフォント及び大きさはほぼ同じである。",
                    "被控訴人商品2及び3については，錠剤の片面の中央部に被控訴人標章2ないし3が等間隔に配置され，その下に含量を表す「2」ないし「4」の数字が，その裏面には中央部にある直線の溝を挟んでその上部に欧文字の「MK」が，その下部に「76」ないし「77」の数字がそれぞれ刻印されている。被控訴人標章2及び3並びにその余の各表示のフォント及び大きさはほぼ同じである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人各商品の包装態様(乙39，42)",
                  "text": [
                    "被控訴人商品1ないし3につき，錠剤がパッケージされたPTP包装シートを複数枚箱に封入したものが販売されているほか，被控訴人商品1及び2については，錠剤が詰められた瓶状の容器1個を箱に封入したものも販売されている。",
                    "上記箱及び瓶状の容器には，「HMG-CoA還元酵素阻害剤」，「ピタバスタチンCa錠1mg「MEEK」」，「(ピタバスタチンカルシウム錠)」，「[有効成分]1錠中ピタバスタチンカルシウム1．0mg含有」などと記載されている。",
                    "PTP包装シートの耳部分には，表面に「ピタバスタチンCa」，「1mg「MEEK」」などと，裏面に「PITAVASTATIN Ca」，「1mg「MEEK」」などとそれぞれ2段に表示されている。また，PTP包装シートの本体部分の両面には「ピタバスタチンCa」が複数表示されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人各商品の販売態様",
                  "text": [
                    "被控訴人各商品は，医薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律(昭和35年法律第145号。なお，薬事法等の一部を改正する法律(平成25年法律第84号)による改正前の題名は「薬事法」。)49条1項の規定に基づき，厚生労働大臣によって処方箋医薬品に指定されており，医師等から処方箋の交付を受けた者以外の者に対して，正当な理由なく，販売又は授与してはならないとされている。(乙22)",
                    "患者が被控訴人各商品を購入する際には，主に，錠剤がパッケージされたPTP包装シートそのものが交付されるか，又は「一包化調剤」，すなわちPTP包装シート等から取り出された錠剤と，他の錠剤やカプセル剤等とを一つの透明な袋にまとめた状態で交付される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "錠剤等の誤使用防止を目的とする準則等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "日本製薬団体連合会における錠剤等の識別に関する自主申合せ(乙28)",
                  "text": [
                    "日本製薬団体連合会は，錠剤，カプセル剤などの誤使用を避けるため，これらを識別ないし鑑別する方法について検討されたいとの日本薬学会薬剤部部長会からの要請を受け，昭和48年3月23日，「錠剤・カプセル剤等の識別コード実施要領」を定め，自主申合せ事項として実施している。",
                    "当該実施要領において，①  識別コードは，識別(鑑別)を目的として，錠剤，カプセル剤等に刻印又は印刷される文字又は絵文字等で，会社コードと製品コードから構成される，②  会社コードは，会社の区別を明らかにするものであって，会社を表す標章，略称，記号，アルファベット，かな文字，漢字，マーク等であり，異なる会社で類似する会社コードが重複して使用されることを避けるため，上記連合会に登録する，③  製品コードは，錠剤，カプセル剤等について，自社でその管理のために用いる数字，記号等であり，上記連合会に登録する必要はない，とされている。",
                    "ここで，「MEEK」及び「MK」は，上記連合会に登録されている被控訴人の会社コードである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "医薬品の販売名の命名に関する通知(乙5)",
                  "text": [
                    "厚生労働省医薬食品局審査管理課長は，平成17年9月22日，各都道府県衛生主管部(局)長に宛てて，医薬品の販売名等の類似性に起因した医療事故を防止するための対策の一環として，「医療用後発医薬品の承認申請にあたっての販売名の命名に関する留意事項について」と題する通知(同日薬食審査発第0922001号)を発出した。",
                    "当該通知においては，今後新たに承認申請される医療用後発医薬品の販売名については，製造販売会社名が明確に判別できるようにしたうえで，原則として，含有する有効成分に係る一般的名称を基本とし，含有する有効成分に係る一般的名称に剤型，含量及び会社名(屋号等)を付すこと，有効成分の一般的名称については，その一般的名称のすべてを記載することを原則とするが，当該有効成分が塩，エステル及び水和物等である場合には，これらに関する記載を元素記号等を用いた略号等で記載して差し支えなく，また，他の製剤との混同を招かないと判断される場合には，塩，エステル及び水和物等に関する記載を省略することが可能であること，などに留意することとされている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人による商標登録出願の経緯等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人は，平成15年から，ピタバスタチンカルシウムを有効成分とする薬剤を「リバロ錠」という商品名で販売している。(甲23，25)",
                  "text": [
                    "控訴人は，平成17年8月30日，本件商標につき，指定商品を薬剤として商標登録出願をし，平成18年4月7日，登録された(登録番号第4942833号。甲1，2)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，平成25年10月17日，「ピタバ(標準文字)」なる商標について商標登録出願をしたが，特許庁審査官は，平成26年3月4日，「ピタバ」の文字は，指定商品を取り扱う業界において，「ピタバスタチンカルシウム」又は「ピタバスタチン」の略称として使用されているものであって，これを，指定商品中，「ピタバスタチンカルシウムを有効成分とする薬剤」に使用した時は，「ピタバスタチンカルシウムを有効成分とする商品」等の意味合いを理解させるにとどまり，単に商品の原材料，品質を普通に用いられる方法で表示する標章のみからなる商標と認められるから，上記商標は，商標法3条1項3号に，前記以外の商品に使用した時は，商品の品質の誤認を生じさせるおそれがあるとして，同法4条1項16号にそれぞれ該当するとして拒絶の理由を通知し，同年6月12日，上記出願について拒絶をすべき旨の査定をした(乙24，26)。控訴人は，当該査定を不服として，拒絶査定不服審判を請求したが，現在，当該審判手続は中止されている(弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人とキョーリンリメディオは，平成25年12月19日，控訴人がキョーリンリメディオに対し，本件分割前商標権につき，許諾範囲を①  地域は日本全国，②  製品は医療用医薬品ピタバスタチンCa錠1mg「杏林」及びピタバスタチンCa錠2mg「杏林」，③  表示は錠剤への刻印表示「ピタバ」及びPTP包装表示「ピタバ」，④  期間は平成25年12月13日から，キョーリンリメディオが契約締結日現在在庫として保有している数量の本件分割前商標権に係る商標を付した製品の販売完了時まで，として，通常使用権を許諾する旨の商標使用許諾契約を締結した。(甲8)"
                },
                {
                  "fig": "エ",
                  "subject": "Meiji  Seikaファルマ株式会社は，平成26年2月19日，特許庁長官に対し，本件分割前商標権に関し，その指定商品中「薬剤(農薬に当たるものを除く。)」について不使用取消審判を請求し，同年3月10日，予告登録された。(甲22の1，22の2，乙21の1)"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件事案に鑑み，争点(3)(被控訴人各標章の表示が指定商品等の品質等の普通に用いられる方法での表示(商標法26条1項2号)に該当するか)について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(3)に係る主張立証責任について",
              "text": [
                "争点(3)については，被控訴人において，被控訴人各標章の表示が指定商品等の品質等の普通に用いられる方法での表示に該当することを主張立証すべきことになる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人各商品の取引者・需要者について",
              "text": [
                "被控訴人各商品は，いずれも医療用医薬品であるから，医師，薬剤師等の医療従事者がその取引者・需要者に当たることは明らかである。",
                "次に，患者について検討すると，被控訴人各商品は処方箋医薬品に指定されているから，患者は，原則として，医師等の処方に基づいてその供給を受けることになるものの，被控訴人各商品の購入者(エンドユーザー)であり，また，患者が医師に処方薬の希望を伝えたり，患者の選択に基づいて薬剤師が被控訴人各商品を調剤したりすることもないわけではない(甲10，11)。また，錠剤に付されている刻印や印刷は，薬剤の誤使用を避ける目的でされているところ，いかなる薬剤であるかを最後に確認するのは，それを服用しようとしている患者自身であることに鑑みれば，患者もまた被控訴人各商品の取引者・需要者であるとして検討するのが相当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人各標章の表示が指定商品等の品質等の普通に用いられる方法での表示に該当するといえるかについて",
              "text": [
                "医療従事者を主たる構成員とする学会における研究発表や，医療用医薬品に係る特許公開公報等において，ピタバスタチンないしピタバスタチンカルシウムにつき，「スタチン」ないし「statin」以降を省略した「ピタバ」ないし「PITAVA」という表現が使用されていることが認められる(乙6ないし10，14，15，43，45)。そして，こうした研究発表や特許公開公報等において，字数やスペース等の制限などから，敢えてその場限りのものとして「スタチン」ないし「statin」以降を省略した表現を用いざるを得なかったと認めるに足りる事情はうかがわれない。また，HMG-CoA還元酵素阻害薬には，ピタバスタチンのほかアトルバスタチン，フルバスタチン，ロバスタチン等があり，これらはスタチン又はスタチン系薬剤と総称されているところ，ピタバスタチンないしピタバスタチンカルシウムについても当該総称部分よりも前の部分である「ピタバ」をその略称として用いることはごく自然であることに鑑みれば，「ピタバ」は医療従事者の間においてピタバスタチンないしピタバスタチンカルシウムの略称として一般的に使用されているものと認めるのが相当である。",
                "さらに，錠剤に識別コードとして会社コード及び製品コードが刻印又は印刷されることや，医療用後発医薬品の販売名には，原則として含有する有効成分に係る一般的名称が使用されていることは，医療従事者の間において周知の事実であるといえること，及び，前記認定の被控訴人各標章の使用態様，包装態様からすれば，医療従事者が被控訴人各商品に付されている被控訴人各標章に接したときには，これらを被控訴人各商品の有効成分の略称であり，これを普通に用いられる方法で表示しているものと認識すると認められる。",
                "そうすると，被控訴人各標章は，本件商標権の指定商品である「ピタバスタチンカルシウムを含有する薬剤」の有効成分の一般的名称の略称である「ピタバ」を，普通に用いられる方法で表示しているものにすぎず，この点は，医療従事者において明確に認識されているものと認められる。",
                "また，被控訴人各商品は処方箋医薬品であって，患者は，原則として，医師等の処方に基づいて被控訴人各商品の交付を受けるから，その有効成分が何であるかについて十分な知識を有しているとは限らず(医師及び薬剤師が患者に交付する処方箋及び薬剤情報説明書には，薬剤の販売名がほぼ例外なく記載されているものの，必ずしもその有効成分が明記されているとはいえず(甲25，乙38)，医師等が患者に薬剤の有効成分についてまで説明をするのが通常であると認めるに足りる的確な証拠もない。)，その他，前記認定の被控訴人各商品の販売名，PTP包装シートの外観，記載内容，文字等の体裁などをみても，患者が被控訴人各標章に接したときに，被控訴人各商品の有効成分又はその略称であると認識する可能性が高いということはできない。",
                "もっとも，被控訴人以外の多くの製薬会社からピタバスタチンカルシウムを有効成分とする薬剤が販売されているところ，医療用後発医薬品の販売名には，原則として有効成分の一般的名称を用いることとされているから，おのずから被控訴人各商品と有効成分名において共通する販売名で当該薬剤が販売されることになる(乙39)。そのため，販売名をもって被控訴人各商品と他の製薬会社から販売されている薬剤とを区別するには，各販売名の後部に付された会社名等の部分によらざるを得ない。このことは，被控訴人各商品が処方される際，医師及び薬剤師から交付される処方箋及び薬剤情報説明書に，有効成分の一般的名称である「ピタバスタチンCa」と被控訴人の登録商標である「MEEK」を結合させた販売名の形式で薬剤の名称が記載されていることからも明らかである(乙38)。",
                "そして，患者が被控訴人各標章を目にするのは，市場において流通している多数の薬剤の中から被控訴人各商品を選択する際ではなく，上記のような取引態様によって被控訴人商品の交付を受けた後，PTP包装シートや一包化された袋から被控訴人各商品を取り出して服用するまでの短時間かつ限定された機会にすぎない。",
                "以上のような被控訴人各商品を含む医療用後発医薬品の販売名に係る実情や，被控訴人各商品の通常想定される取引態様，被控訴人各標章の表示の態様などに鑑みれば，被控訴人各標章は，取引者・需要者の一部である患者がこれを被控訴人各商品の有効成分の略称であると認識する可能性がそれ程高くないとしても，被控訴人各商品が医師の処方箋に基づいて患者へ譲渡されるものであり，その処方箋取引において重要な役割を果たしている医師，薬剤師などの医療従事者において，これが本件商標の指定商品の薬剤の有効成分の略称として表示されていることが明確に認識されている以上，客観的にみればこれを本件商標の指定商品の品質，原材料を普通に用いられる方法で表示する商標と認めるのが相当である。上記のような取引の実情に鑑みれば，患者の一部において，被控訴人各標章が被控訴人各商品の有効成分の略称であることを認識していないことが，上記認定を妨げるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，被控訴人各標章は，本件商標の指定商品の品質，原材料を普通に用いられる方法で表示したものにすぎないと認められるから，商標法26条1項2号及び同項本文により，本件商標権の効力は，被控訴人各標章には及ばないというべきである。",
                "したがって，その余の争点について判断するまでもなく，控訴人の請求はいずれも理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，控訴人の請求を棄却した原判決は，結論において相当であり，本件控訴は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}