{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が訂正2013-390208号事件について平成26年7月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許訂正審判請求に対する不成立審決の取消訴訟である。争点は，訂正についての独立特許要件（新規性）の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「板状体のスカーフ面加工方法及び装置」とする特許（特許第4460618号。以下「本件特許」という。甲35）の特許権者である。本件特許は，平成10年6月16日に出願された特願平10-186866号（原出願）の一部を平成21年1月9日に特願2009-3911号（本件出願）として分割出願し，平成22年2月19日に設定登録されたものである（請求項の数は2。）。",
            "これに対し，橋本電機工業株式会社（以下「橋本電機工業」という。）から，平成24年2月23日，請求項1及び2について特許無効審判請求（無効2012-800014号。甲1。以下「本件無効審判請求」という。）がなされ，特許庁は，平成25年9月19日，請求項1，2に係る発明（後記2(1)の訂正前発明）についての特許を無効とする旨の審決をした。",
            "そこで，原告は，平成25年10月23日，当庁に対し，上記審決の取消しを求める訴えを提起したが（当庁平成25年（行ケ）第10288号），平成26年7月17日，請求棄却の判決を受けたことから，これを不服として上告受理申立中である。これと併行して，原告は，平成25年12月4日，特許請求の範囲及び明細書の訂正を求めて訂正審判請求（訂正2013-390208号。以下「本件訂正」という。甲31）をしたところ，特許庁は，平成26年7月18日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同月28日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正前",
              "text": [
                "本件特許の特許公報（以下「本件特許公報」という。甲35）には，特許請求の範囲として，以下の記載がある。",
                "「【請求項1】",
                "刃物受台の板状体を支持する支持面に対し傾斜して備えられた回転切削刃物を，当該回転切削刃物の刃先と前記刃物受台の刃先当接部とを当接させ乍ら，前記板状体に対して相対的に直線移動させることにより，前記板状体の端部をスカーフ面に切削加工し，前記刃先当接部から突出した前記板状体端部を切削屑として排除する方法において，前記回転切削刃物と一体化して相対的直線移動する押圧部材によって，前記回転切削刃物の前記相対的直線移動方向下手側で且つ当該回転切削刃物の刃先近傍における前記板状体の表面のうち，切削屑として排除されることになる部分を前記刃物受台に向けて押圧し，当該切削屑として排除されることになる部分を当該押圧部材と前記刃物受台とによって挟持し乍ら切削加工することを特徴とする，板状体のスカーフ面加工方法。",
                "【請求項2】",
                "刃物受台の板状体を支持する支持面に対し傾斜して備えられた回転切削刃物を，当該回転切削刃物の刃先と前記刃物受台の刃先当接部とを当接させ乍ら，前記板状体に対して相対的に直線移動させることにより，前記板状体の端部をスカーフ面に切削加工し，前記刃先当接部から突出した前記板状体端部を切削屑として排除する板状体のスカーフ面加工装置において，前記回転切削刃物の前記相対的直線移動方向下手側で且つ当該回転切削刃物の刃先近傍における前記板状体の表面のうち，切削屑として排除されることになる部分を前記刃物受台に向けて押圧可能で，而も前記回転切削刃物と一体化して相対的直線移動する押圧部材を設け，前記押圧部材と前記刃物受台とによって，前記切削屑として排除されることになる部分を挟持し乍ら切削加工することを特徴とする，板状体のスカーフ面加工装置。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正後",
              "text": [
                "本件訂正に係る訂正明細書（甲31）には，特許請求の範囲として以下の記載がある（以下，これらの発明を一括して「訂正発明」という。下線部は訂正箇所。）",
                "「【請求項1】",
                "刃物受台の板状体を支持する支持面に対し傾斜して備えられた回転切削刃物を，当該回転切削刃物の刃先と前記刃物受台の刃先当接部とを当接させ乍ら，前記板状体に対して相対的に直線移動させることにより，前記板状体の端部をスカーフ面に切削加工し，前記刃先当接部から突出した前記板状体端部を切削屑として排除する方法において，前記回転切削刃物と一体化して相対的直線移動する押圧部材によって，前記回転切削刃物の前記相対的直線移動方向下手側で且つ当該回転切削刃物の刃先近傍における前記板状体の表面のうち，切削屑として排除されることになる部分を前記刃物受台に向けて押圧し，当該切削屑として排除されることになる部分を当該押圧部材と前記刃物受台とによって挟持して，前記切削屑として排除されることになる部分のあばれを平坦に矯正し乍ら切削加工することを特徴とする，板状体のスカーフ面加工方法。",
                "【請求項2】",
                "刃物受台の板状体を支持する支持面に対し傾斜して備えられた回転切削刃物を，当該回転切削刃物の刃先と前記刃物受台の刃先当接部とを当接させ乍ら，前記板状体に対して相対的に直線移動させることにより，前記板状体の端部をスカーフ面に切削加工し，前記刃先当接部から突出した前記板状体端部を切削屑として排除する板状体のスカーフ面加工装置において，前記回転切削刃物の前記相対的直線移動方向下手側で且つ当該回転切削刃物の刃先近傍における前記板状体の表面のうち，切削屑として排除されることになる部分を前記刃物受台に向けて押圧可能で，而も前記回転切削刃物と一体化して相対的直線移動する押圧部材を設け，前記押圧部材と前記刃物受台とによって，前記切削屑として排除されることになる部分を挟持して，前記切削屑として排除されることになる部分のあばれを平坦に矯正し乍ら切削加工することを特徴とする，板状体のスカーフ面加工装置。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "訂正発明は，本件特許の原出願の前に公然実施された発明であるから，特許法29条1項2号の規定により特許出願の際独立して特許を受けることができないものである。したがって，本件訂正は，特許法126条7項の規定に適合しないので，本件訂正は認められない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件無効審判請求事件における無効審判請求人（橋本電機工業）が証拠として提出したビデオ（甲2は，ビデオから編集したDVD。以下「本件ビデオ」という。）の映像は，宮崎県日向市所在の株式会社サンテック（以下「サンテック」という。）に納入されたスカーフカッター（以下「サンテック用スカーフカッター」といい，これに係る発明を「引用発明」という。）の映像であるところ，本件ビデオの3分8秒ないし4分5秒の部分には，以下の映像が記録されている（以下「本件映像」という。）。",
                "（b1）    （緑色の部材と茶色の台より奧にある搬送装置により，長方形状の薄い）板が左から（緑色の部材と茶色の台の間を通って緑色の部材の上であり，かつ）茶色の台の下に搬送され（緑色の部材と茶色の台の板の搬送方向の長さは，板の長手方向である搬送方向の長さ以上であると共に，板が緑色の部材より手前側に突出している。），",
                "（b2）    緑色の部材が板を下から上方向（茶色の台方向）に押圧し，",
                "（b3）    右に（搬送方向下面にテーパーがある搬送方向に細長い略四角柱状の）青色の部材を有する（茶色の台の板を支持する下面に対し傾斜して設けられた）オレンジ色の部材が，右から左方向（茶色の台に横から接近する方向）に移動し，",
                "（b4）    青色の部材が下から上方向（茶色の台の下面の板を押さえる方向）に移動し（下から上方向に移動した時点では，青色の部材が，茶色の台との間に板も間隙もない状態であり，青色の部材の手前側が茶色の台の手前側より手前側にある状態である。），",
                "（b5-1）  （板を茶色の台の下面に支持した状態で茶色の台の手前側の直線状の側面に沿って）オレンジ色の部材が青色の部材と共に一体化して左から右方向（板の搬送方向。茶色の台に横から接近する方向と異なる方向。）に移動する（青色の部材が，オレンジ色の部材の右側でオレンジ色の部材と一体化して左から右方向に移動する）。",
                "（b5-2）   青色の部材が左から右方向に移動するとき，（茶色の台の下面に支持されている）板がある所に来ると，青色の部材が板にぶつかり板の分だけ下方向に移動する。",
                "（b5-3）   青色の部材が左から右方向（板の搬送方向）に移動するとき，板がある所に来ると，青色の部材の手前側が茶色の台の手前側より手前側にある状態から，板の手前側が青色の部材の手前側よりも手前側にある状態となる。",
                "（b6）    オレンジ色の部材が青色の部材と共に一体化して左から右方向（板の搬送方向）に移動することにより，（茶色の台の手前にはみ出している）板の手前側が切削され，板の手前側が茶色の台よりも奥側となり，板の手前側にスカーフ面が形成される（オレンジ色の部材を，板を茶色の台の下面に支持した状態で茶色の台の手前側の直線状の側面に沿って左から右方向に移動することにより，甲41の14頁下の「03：48」の写真のように，茶色の台の手前にはみ出している板の端部を，茶色の台の手前側側面下方の端部の傾斜面に沿って斜めに切断することによりスカーフ面に切削加工し，切断された板の手前側端部を切削屑として排除する。）。",
                "これによれば，以下の引用発明が認められる。",
                "「茶色の台の長方形状の薄い板を支持する下面に対し傾斜して設けられたオレンジ色の部材を，前記薄い板を前記茶色の台の下面に支持した状態で前記茶色の台の手前側の直線状の側面に沿って左から右方向に移動することにより，前記茶色の台の手前側にはみ出している前記薄い板の端部を，前記茶色の台の手前側側面下方の端部の傾斜面に沿って斜めに切断することによりスカーフ面に切削加工し，切断された前記薄い板の手前側端部を切削屑として排除する方法（装置）において，",
                "右側の下面にテーパーがあり左右方向に細長い略四角柱状の青色の部材が，前記茶色の台との間に前記薄い板も間隙もない状態から，前記オレンジ色の部材の右側で前記オレンジ色の部材と一体化して左から右方向に移動し，前記青色の部材が前記茶色の台の下面に支持されている前記薄い板のある所に来ると，前記青色の部材が前記薄い板にぶつかり，前記薄い板の分だけ下方向に移動すると共に，前記青色の部材の手前側が前記茶色の台の手前側より手前側にある状態から，前記薄い板の手前側が前記青色の部材の手前側より手前側にある状態となる，薄い板のスカーフ面加工方法（装置）。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明と訂正発明を対比すると，引用発明の「茶色の台」は訂正発明の「刃物受台」に，以下同様に，「長方形状の薄い板」は「板状体」に，「支持する下面」は「支持する支持面」に相当し，以下のとおり，引用発明と訂正発明との間に相違点はなく，同じ構成を備えた発明であると認められる。",
                "詳述すると以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の青色の部材が訂正発明の「押圧部材」に相当すること",
                  "text": [
                    "本件映像において，「右側の下面にテーパーがあり左右方向に細長い略四角柱状の青色の部材が，前記茶色の台との間に前記薄い板も間隙もない状態から，」「前記青色の部材が前記茶色の台の下面に支持されている前記薄い板のある所に来ると，前記青色の部材が前記薄い板にぶつかり，前記薄い板の分だけ下方向に移動する」から，青色の部材は茶色の台の下方に薄い板があるかないかにかかわらず，青色の部材は茶色の台に向けて押圧しているといえると共に，茶色の台の下方に薄い板がある場合，青色の部材は板の表面を茶色の台に向けて押圧し，青色の部材と茶色の台とにより薄い板を挟持しているといえる。 ",
                    "これらのことから，「右側の下面にテーパーがあり左右方向に細長い略四角柱状の青色の部材」は，押圧部材であるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明が訂正発明の「前記切削屑として排除されることになる部分のあばれを平坦に矯正し乍ら切削加工する」に相当する構成を実質的に具備していること",
                  "text": [
                    "乾燥等により，薄い板の端部にあばれが発生することはよくあることであって，薄い板のあばれは，比較的小さな圧力で平坦になることは自明なことである。 ",
                    "一般に，薄い板を鋸で切断しようとする場合に切断部近傍を相当程度以上の圧力で押圧しなければ，端部が振動する等の不都合が発生することは，技術常識である。 ",
                    "してみると，引用発明において，青色の部材による押圧はあばれを平坦に矯正する圧力以上のものと解するのが自然であるから，引用発明において，切削屑として排除されることになる部分にあばれが形成された薄い板に，オレンジ色の部材の丸鋸でスカーフ面を形成する場合，青色の部材が，薄い板の切削屑として排除されることになる部分を茶色の台方向に押圧することにより，切削屑として排除されることになる部分のあばれを平坦に矯正しながら，オレンジ色の部材の丸鋸により，スカーフ面が形成される切削加工が行われると認められる。 ",
                    "これらのことから，引用発明は，訂正発明の「前記切削屑として排除されることになる部分のあばれを平坦に矯正し乍ら切削加工する」に相当する構成を実質的に具備しているといえる。",
                    "（その他の記載は，本訴の取消事由と関係ないため省略する。）"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "サンテック用スカーフカッターは，本件特許の原出願日（平成10年6月16日）より前の平成9年7月24日に住商リース株式会社からサンテックに譲渡されたものであり，譲渡に際し，サンテックはサンテック用スカーフカッターに関し何ら秘密保持義務を負っていなかったから，譲渡は公然とされたものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，訂正発明は，本件特許の原出願の前に公然実施された発明であるから，特許法29条1項2号の規定により特許出願の際独立して特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "text": [
            "引用発明における青色の部材を訂正発明の「押圧部材」に相当するとした審決の判断は，以下のとおり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明について，上記第2，3(1)のとおり認定したが，「青色の部材が，茶色の台との間に板も間隙もない状態であ」ること，「（青色の部材が）板の分だけ下方向に移動する」ことは，本件映像からは明らかでないから，このような認定は誤りである。",
                "すなわち，審決は，本件映像に「（b4）青色の部材が下から上方向（茶色の台の下面の板を押さえる方向）に移動し（下から上方向に移動した時点では，青色の部材が，茶色の台との間に板も間隙もない状態であり，青色の部材の手前側が茶色の台の手前側より手前側にある状態である。），」ことが記録されているとした。",
                "しかし，二点透視図法に即してアイレベルを割り出せば，青色の部材と茶色の台が見上げるアングルで本件映像が撮影されていることが明白である。したがって，本件映像により青色の部材と茶色の台の間を観察しようにも，下方の青色の部材が邪魔をして観察不能である。よって，「（b4）青色の部材と茶色の台との間に間隙もない」構成を看て取ることは不可能である。",
                "また，審決は，本件映像に「（b5-2）青色の部材が左から右方向に移動するとき，（茶色の台の下面に支持されている）板がある所に来ると，青色の部材が板にぶつかり板の分だけ下方向に移動する」様子が映っていると認定した。",
                "しかし，「板の分だけ」移動したとするためには，移動前の位置が定まっていること，すなわち，上記（b4）における青色の部材と茶色の台の間の間隙がないことが前提となるが，上記のとおり，当該間隙がないと断じることはできない。また，上記のとおり，本件映像において青色の部材と茶色の台は見上げるアングルで撮影されているのであり，青色の部材と茶色の台の下面の間や，青色の部材と板の間は，下方に位置する青色の部材の妨害により看取不能である。青色の部材が茶色の台の手前に位置していることから，なおさら，間隙を観察することは難しい。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，青色の部材や薄い板や茶色の台を下から見上げるアングルの本件映像では，青色の部材が，茶色の台との間に薄い板も間隙もない状態から，薄い板にぶつかってその板の分だけ下方向に移動することは把握不能である。すると，審決が上記第2，3(2)アのとおり，「青色の部材は茶色の台の下方に薄い板があるかないかにかかわらず，青色の部材は茶色の台に向けて押圧しているといえる」とした根拠はなく，青色の部材が訂正発明の「押圧部材」に該当するとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ところで，青色の部材が設けられた理由として，不具合発生を回避しつつ，あばれのある板をある程度精度良くスカーフ切削するため，あばれをガイドしようとしたから，というものが考えられる。",
                "このことは，サンテック用スカーフカッターの設計図等（甲17，甲19の1ないし9）によれば，青色の部材（前プレート12）が取り付けられたガイド付き薄型シリンダ16のピストンロッドが出きった状態でも，青色の部材と茶色の台（刃物受台）との間隔（4㎜）は単板の板厚（3．2㎜）より大きいから，青色の部材は，板を平坦に矯正するように押圧挟持する押圧部材として設計されておらず，板を案内するガイド部材として設計されていることからも明らかである。",
                "このように青色の部材をガイド部材とすれば，あばれの存在し得る，切削屑として排除されることになる部分を押圧しないから，割れ発生等の不具合の回避を図れる。また，ガイド部材によっても，押圧部材ほどでないにしろ，あばれの存在する板のスカーフ加工を精度良く行える。さらに，ガイド部材とすれば，押圧部材に比べ，摩耗の進行が遅く長持ちするということもある。加えて，ガイド部材においても，加工物の受入時やメンテナンス時等において退避動作を行わせたり，異常な状況において衝撃を緩和するクッションを確保して故障を防止したりするために，シリンダを併設することは，機械設計において日常的に用いられる手法である。",
                "よって，引用発明の青色の部材は，切削屑として排除されることになる部分をガイドするガイド部材である可能性が高いのであり，切削屑として排除されることになる部分を平坦に矯正するまで押圧して挟持する「押圧部材」と断定するべきではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "審決は，引用発明が訂正発明の「前記切削屑として排除されることになる部分のあばれを平坦に矯正し乍ら切削加工する」に相当する構成を実質的に具備しているとしたが，以下のとおり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件映像には，板のあばれは映っておらず，「あばれを平坦に強制しながら」切削加工する構成を認定しようがない。",
                "引用発明に一部の構成要件が欠けている場合に，推測，類推をすることで構成要件を充足させるようなことがあれば，公知発明でない発明をもって特許発明の新規性を否定するという，法の趣旨を没却する結果を招来しかねないところ，本件映像に全く映っていない「あばれを平坦に矯正し乍ら」切削加工する構成について，推測ないし類推をすることによって初めて構成要件を充足するとする審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，審決が，「薄い板を鋸で切断しようとする場合に切断部近傍を相当程度以上の圧力で押圧しなければ，端部が振動する等の不都合が発生する」という技術常識により，青色の部材による押圧はあばれを平坦に矯正する圧力以上のものと解するのが自然であるとした点について，審決が認定する「技術常識」は薄い板の切断一般を対象とするものであって，過度に広範なものであり，あばれが存在し得る板をスカーフ切削する技術分野で捉えるべきである。審決の述べる技術常識を示す資料（甲49～52）では，鋸と共に移動する押圧部材によって切削屑として排除されることになる部分を平坦に矯正することまで技術常識として把握できるものではない。かえって，木材学会誌 Vol.2 No.2 1956（甲53）及び特公平6-99066号公報（甲54）によれば，あばれの存在し得る板の切削屑として排除されることになる部分を押圧したり挟持したりすることは，むしろ避けられていたことが本件特許の原出願当時の技術常識であるといえる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "青色の部材と茶色の台との間に板がない状態において，青色の部材が，茶色の台の下面に支持されている状態の板の下面より上方に移動可能であれば，青色の部材は板を押圧できる。",
                "青色の部材が押圧部材であると判断するには，本件映像において，青色の部材が板の下面より上方に移動したことが判断できるレベルで，「青色の部材が，茶色の台との間に板も間隙もない状態」であること，「青色の部材が板にぶつかり板の分だけ下方向に移動する」ことが把握できれば十分である。",
                "本件映像は，乙1，甲41からも明らかなように，映像のアングルが青色の部材と茶色の台との間を真横から見た状態（青色の部材と茶色の台との間にアイレベルがある状態）から大きくずれるものではなく，青色の部材が邪魔をして青色の部材と茶色の台の様子が観察できないものでもなく，青色の部材と茶色の台の間の間隙がなくなったか否かを判断できないものでもない。この映像からは，青色の部材が，下方から茶色の台の下面まで移動した後，板がある所に来ると下方に戻る，といった動作を把握することができ，「青色の部材が，茶色の台との間に板も間隙もない状態」の映像及び「青色の部材が板にぶつかり板の分だけ下方向に移動する」映像が看取できる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，本件映像には，「青色の部材が板にぶつかり板の分だけ下方向に移動する」映像の後，「（b6）オレンジ色の部材が青色の部材と共に一体化して左から右方向（板の搬送方向）に移動することにより，（茶色の台の手前にはみ出している）板の手前側が切削され」，「板の手前側にスカーフ面が形成される」映像（乙1・2頁下段の写真，甲41・14頁下段の写真。）が映っており，スカーフ面が形成された時の切削面は，斉一に保たれている。",
                "このことから，青色の部材は板を押圧し挟持する押圧部材であることが分かる。",
                "また，薄い板にあばれが発生することは当たり前のことであり，薄い板のあばれを矯正し，かつ，切断位置からずれない状態でスカーフ加工することも，従来から行われていたことであるところ，甲19で理解される事項（青色の部材の配置箇所や，青色の部材が空気圧シリンダにより駆動されること（甲19の4・5））に照らせば，青色の部材が板を押圧していることが分かる。",
                "このように，審決が「青色の部材は茶色の台の下方に薄い板があるかないかにかかわらず，青色の部材は茶色の台に向けて押圧しているといえる」とした根拠は十分にある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の原出願日前において，薄い板にあばれが発生することは当たり前のことであり，薄い板のあばれを矯正し，かつ，切断位置からずれない状態でスカーフ加工することも，従来から行われていたことは明らかである（甲49～52，乙2）。",
                "また，前記1において述べたとおり，青色の部材は板を押圧し挟持する押圧部材である。",
                "以上のことから，引用発明において，青色の部材が薄い板の切削屑として排除されることになる部分を茶色の台方向に押圧することにより，切削屑として排除されることになる部分のあばれを平坦に矯正しながら切削加工していることは明らかである。",
                "したがって，引用発明は，「あばれを平坦に矯正し乍ら」切削加工する構成を実質的に具備している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審決の提示した文献の技術分野が広すぎると主張するが，審決が「薄い板を鋸で切断しようとする場合に切断部近傍を相当程度以上の圧力で押圧しなければ，端部が振動する等の不都合が発生する」ことが技術常識であることを示す文献として例示した実公平7-45287号公報（甲49。【0078】，【0085】等参照。），実用新案登録第2550641号公報（甲50。【0001】，【0010】等参照。），特開平6-122101号公報（甲51。【0025】，【0046】等参照。），及び実公昭64-4481号公報（甲52。1頁1欄12～16行，2頁4欄30～37行等参照。）は，いずれもあばれが存在し得る板のスカーフ切削加工に関する文献であるから，原告の主張は当たらない。",
                "また，審決は，「薄い板を鋸で切断しようとする場合に切断部近傍を相当程度以上の圧力で押圧しなければ，端部が振動する等の不都合が発生すること」が技術常識であると言及したにすぎず，切削屑として排除されることになる部分を押圧することが技術常識であると言及したものではない。",
                "さらに，原告が，その根拠とする甲53及び54には，原告が主張する「あばれの存在し得る板の切削屑として排除されることになる部分については，押圧したり挟持したりすることはむしろ避けられていた」点及び「木口の切削屑として排除されることになる部分は不具合を避けるために押圧しない」点は，記載も示唆もされていない。",
                "そして，甲49及び50には，切削屑として排出されることになる部分を押圧する点が記載されている（甲49の【0074】～【0082】，甲50の【0008】）。",
                "以上から，原告の主張は当たらない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "訂正発明について",
          "text": [
            "本件訂正に係る訂正明細書及び本件特許公報（甲31，35。以下，これらを併せて「訂正明細書等」という。）によれば，訂正発明につき，以下のことが認められる。",
            "訂正発明は，ベニヤ単板などの板状体のうち，比較的あばれ（ベニヤ単板などが乾燥すると生じる，ねじれ，あばれ，反り等の総称）の発生しやすい板厚の薄い板状体を主な対象として，その板状体の端部を回転切削刃物でスカーフ面形状に加工するためのスカーフ面加工方法及び装置に関するものである（【0001】）。",
            "従前，搬送方向に繊維を有するベニヤ単板の前端部又は後端部を繊維方向にスカーフ切断する際に，切断する前端部又は後端部を押え板で押さえた状態で切断刃によりスカーフ切断していたものを，押え板の代わりに刃受台に吸入口を設けた構成とすることにより，吸入口で単板を刃受台に吸着させてベニヤ単板のあばれを矯正する方法（実開平7-26101号公報。乙2）があった（【0002】）。しかし，ベニヤ単板の切断する部分に割れ等の空隙があるとその部分の吸着が満足に行われず，また，上記吸入口は，構造上どうしても切断工具と接触する際まで吸入口を構成することが困難であるため，板状体の先端部まで充分に吸引が行えず，ベニヤ単板のあばれを十分に矯正することができないという問題点があった（【0005】，【0006】）。また，反ったり，うねったりしているベニヤ単板を回転する刃物ディスクにより搬送方向と直交する方向へ切断する際に，単板の搬送方向で該刃物ディスクの上手側及び下手側の少なくとも一方にて単板の表面を押圧しながら刃物ディスクとともに移動する押圧部材を採用することにより，精度良く直線状に切断できる単板切断装置（実公平7-45287号公報。甲49）があった（【0003】）。しかし，ベニヤ単板の表面を押圧する位置が切断面の近傍ではあるものの，ベニヤ単板の先端部分を押圧する構成となっていないので，ベニヤ単板にあばれがあった場合などは該ベニヤ単板を刃受台にしっかりと密着させた状態でスカーフ切断が行えず，良好な切断面が得られない場合があった（【0008】）。",
            "そこで，訂正発明は，板状体の端部をスカーフ面形状に加工する際に，板状体にあばれがある場合でも精度の高い切断面に加工することのできる方法及び装置を提供するため，回転切削刃物（丸鋸5）と一体化して相対的直線移動する押圧部材（押圧部材11）によって，回転切削刃物の相対的直線移動方向下手側で，かつ，回転切削刃物の刃先近傍における板状体（単板3）の表面のうち，切削屑（切削屑17）として排除されることになる部分を刃物受台（刃物受台7）に向けて押圧し，その部分を押圧部材と刃物受台とによって挟持して，その部分のあばれを平坦に矯正しながら切削加工するようにしたものであり（【0010】），【0012】，【0018】，【0020】，【0022】，【0024】～【0027】），板状体にあばれがあっても，回転切削刃物により切断される部分の近傍のあばれは押圧部材と刃物受台との挟持作用で順次平坦に矯正されていき，回転切削刃物は平坦に矯正された切削屑として排除されることになる部分を切断するので，加工精度の高い，良好な切断面を得ることができるという効果を奏するものである（【0013】，【0028】）。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明の青色の部材を訂正発明の「押圧部材」に相当するとした審決の判断について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件映像について",
              "text": [
                "本件ビデオ及び弁論の全趣旨によれば，本件映像について，以下のとおり認められる。",
                "本件映像には，長方形状の薄い板（訂正発明の「板状体」に相当）を下から支持し，その端部を下方から切削してスカーフ面に加工する後切りの様子，すなわち，茶色の台（訂正発明の「刃物受台」に相当）の長方形状の薄い板を支持する下面に対し傾斜して設けられた丸鋸を有するオレンジ色の部材を，左から右方向に移動することにより，板状体の端部を下方から斜めに切断してスカーフ面に切削加工する様子が映されている。",
                "オレンジ色の部材には，丸鋸による切削位置の前方付近に青色の部材が設けられている。青色の部材は，本件映像の当初，茶色の台の手前側下方において，茶色の台との間に空隙を保って静止している。",
                "次に，薄い長方形の板が，茶色の台の下を左から右へと搬送され，下方から端縁押えプレートが上方の茶色の台に向かって押圧して板が支持されると，青色の部材は，画面手前からそのままの高さを保って上記板あるいは茶色の台の下方付近まで平行移動した後，上方の茶色の台に向かって上昇する。",
                "青色の部材が最大限上昇して静止したとき，青色の部材と茶色の台との間に板は存在せず，板は，青色の部材よりも右方向に位置している。このとき，本件映像においては，青色の部材と茶色の台との間には空隙がないように見える。",
                "その後，青色の部材は，右方向へ平行移動し始め，その直後にわずかに下降し，そのまま水平に右へ移動し続ける。このとき，青色の部材と茶色の台との間に存在するはずの板は視認できず，青色の部材と茶色の台との間には，空隙があるように見える。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "青色の部材の駆動構造等",
              "text": [
                "証拠（甲3，5，17，19の4・5・8，乙3，4）及び弁論の全趣旨によれば，サンテック用スカーフカッターの後切部の青色の部材は，ガイド付き薄型シリンダ16のピストンロッドに取り付けられたMCナイロン製のプレートであること，シリンダは，空気圧によって上下に動作するようにピストンロッドを直線運動させる駆動機器であり，ピストンロッドは，動作途中という過渡的な場合を除き，入限（入りきった状態）と出限（出きった状態）とのいずれかしかないことが認められる。",
                "そして，証拠（甲19の8）によれば，青色の部材は，厚みを30㎜とする略四角柱状で，その一方が傾斜しており，本件映像において，向かって左側の厚さは30㎜，その右端側は厚さ23㎜，最右端は厚さ8㎜，と2段階に傾斜したテーパー形状となっている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上を前提として検討すると，本件映像において，青色の部材は，板が左から右へ搬送されて上方の茶色の台に押圧支持された後，上方の茶色の台に向かって上昇し，茶色の台の下方において最大限上昇して静止していることからすれば，ガイド付き薄型シリンダ16のピストンロッドは出限状態にあったこと，その後，青色の部材は当初位置まで下降していないことからすれば，青色の部材が右へ移動する際にも出限状態であったと認められる。ところが，青色の部材は，そのような出限状態で右へ平行移動し始めた直後にわずかに下降し，そのまま水平に画面右まで移動し続けている。このことは，青色の部材が，右側に上記のテーパー状の傾斜部を設け，傾斜面に何かが接触した場合には，その傾斜面に沿って広い方から狭い方向に移動しやすい構造になっていること，また，搬送された長方形の薄い板の最左端が位置すると合理的に考えられる位置付近で青色の部材がわずかに下方に移動し，その後，右方向にその高さを保って移動し続けていることに照らすと，出限状態にあった青色の部材の右端が，長方形の薄い板の最左端に接触して，板が傾斜部に乗り上げ，その乗り上げた状態で右側まで至ったものと認めるのが相当である。",
                "そして，この青色の部材の駆動に空気圧により上下に動作する前記の駆動機器を用いたことからすれば，青色の部材は，板を押圧する仕組みを有しており，いったん出限状態により最上方まで至った青色の部材が，板に接触してわずかに下降したということは，板によって押し下げられたと考えるのが合理的である。また，その後，押し下げられた青色の部材は，そのままの高さを保って右側に移動していることからすれば，板のあばれによる押圧力と青色の部材による押圧力との比較において，後者の押圧力が常に前者の押圧力を上回っているものと解される。",
                "したがって，青色の部材は，訂正発明の「押圧部材」に相当するとした審決の判断に，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用発明が「切削屑として排除されることになる部分のあばれを平坦に矯正し乍ら切削加工」に相当する構成を実質的に具備しているとした審決の判断について",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の原出願の前に頒布された刊行物（甲49，50，乙2）には，以下のことが記載されている。",
                    "実公平7-45287号公報（甲49）の【0078】，【0079】，【0085】，図6には，単板3の後端縁を刃物ディスク47で切断してスカーフカット面を形成する際に，単板3の後端縁の不揃い部分3bに圧接しながら摺接する押圧板50によって，単板3のあばれを防止するとともに単板3を平面状に修正しながら切断することが記載されている。そして，この押圧板50が圧接しながら摺接する単板3の後端縁の不揃い部分3bは，図6に示されるとおり，切削屑として排除されることになる部分である。",
                    "実用新案登録第2550641号公報（甲50。公開公報は実開平4-135302号。）の【0001】，【0006】，【0008】，【0010】，図1には，単板の先端部を回転刃3でスカーフカットする際に，単板を支持部7により単板加圧部材8へ押圧して挟持することにより単板の切断箇所の下手側近傍を平坦状に固定し，そり，うねりを有する単板の切断面を一様にすることが記載されている。そして，単板の先端部をスカーフカットする場合，支持部7と単板加圧部8とで挟持される単板の切断箇所の下手側近傍は，図1及び【0008】のとおり，切削屑として排除されることになる部分である。",
                    "実開平7-26101号のCD-ROM（乙2）の【0001】ないし【0003】，図1には，従来技術として，単板19の後端部を切断刃9でスカーフ切断する際に，刃受台11の上にある単板19の後端部を押え板7で押さえることが記載されている。そして，押え板7で押さえられる単板19の後端部は，図1に示されるとおり，切削屑として排除されることになる部分である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，板状体の端部を切削工具でスカーフ面形状に加工する際，切削屑として排除されることになる部分を押圧して板状体のあばれを平坦に矯正することは，前記アでみたように甲49，甲50及び乙2のいずれにも記載されており，これらの公開は，サンテック用スカーフカッターが販売された平成9年よりも数年前になされている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，訂正発明の「切削屑として排除されることになる部分のあばれを平坦に矯正し乍ら切削加工」との特定事項について，訂正審判請求書（甲31）には，本件特許公報（甲35）の【0013】における「本願発明は，上述のとおり構成されているので，以下に記載されるような効果を奏する。先ず，回転切削刃物と一体化して刃物受台で支持された板状体に対して相対的直線移動する押圧部材によって，前記回転切削刃物の前記相対的直線移動方向下手側で且つ当該回転切削物の刃先近傍における前記板状体の表面のうち，切削屑として排除されることになる部分を前記刃物受台に向けて押圧し，当該切削屑として排除されることになる部分を当該押圧部材と前記刃物受台とによって挟持し乍ら切削加工するものであるから，該板状体にあばれが存在していても，該回転切削刃物により切断される部分の近傍のあばれは，該押圧部材と刃物受台との挟持作用で順次平坦に矯正されていき，該回転切削刃物は該平坦に矯正された切削屑として排除されることになる部分を切断するので，これまでにない加工精度の高い，良好な切断面を得ることができる。」との記載に基づいて訂正するものであるから，明細書等の記載事項の範囲内にある旨が記載されており，「押圧部材によって，前記回転切削刃物の前記相対的直線移動方向下手側で且つ当該回転切削物の刃先近傍における前記板状体の表面のうち，切削屑として排除されることになる部分を前記刃物受台に向けて押圧し，当該切削屑として排除されることになる部分を当該押圧部材と前記刃物受台とによって挟持し乍ら切削加工」する構成によって，「切削屑として排除されることになる部分のあばれを平坦に矯正」することが導かれるものであることが明らかにされている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本件ビデオによれば，刃がとおり過ぎた後のスカーフ切削面は斉一に保たれ，安定した切削面が得られていることが認められる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そうすると，前記のとおり，引用発明の青色の部材は，訂正発明の押圧部材に相当するものと認められ，「押圧部材によって，前記回転切削刃物の前記相対的直線移動方向下手側で且つ当該回転切削物の刃先近傍における前記板状体の表面のうち，切削屑として排除されることになる部分を前記刃物受台に向けて押圧し，当該切削屑として排除されることになる部分を当該押圧部材と前記刃物受台とによって挟持し乍ら切削加工」する構成を備えているものであるから，青色の部材は，丸鋸によって切削屑として排除されることになる部分を「青色の部材」で押圧して，あばれを平坦に矯正するために設けられたものであると認められる。",
                "したがって，引用発明が「切削屑として排除されることになる部分のあばれを平坦に矯正し乍ら切削加工」に相当する構成を実質的に備えているとした審決の判断に，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件ビデオの不鮮明さやアイレベルを考慮すれば，「（下から上方向に移動した時点では，青色の部材が，茶色の台との間に板も間隙もない状態」であるかは見て取れず，それゆえに，「青色の部材が左から右方向に移動するとき，（茶色の台の下面に支持されている）板がある所に来ると，青色の部材が板にぶつかり板の分だけ下方向に移動する」かどうかが明らかでなく，審決の認定は誤りであると主張する。",
                "確かに，本件映像は，やや離れた位置から，青色の部材及び茶色の台を下から見上げる角度で撮影したものであって（甲14～16，18，57，58），青色の部材の上側表面又は茶色の台の下側表面を含む平面に視線が含まれるように接近して青色の部材と茶色の台との間を見通したときの映像ではないから，上昇しきった出限状態の青色の部材と茶色の台との間に空隙があるか否かは，本件映像からは断定することはできない。また，上記のとおり，青色の部材が右方向へ移動した直後に下方にわずかに移動するが，その移動幅が「板の分だけ下方向に」移動したか否かは，本件映像からは判然としないといわざるを得ない。",
                "しかし，前記2(1)に認定したとおり，本件映像からは，上方に移動した青色の部材と茶色の台との間に空隙がないように見える上，青色の部材が右に移動した直後に下方にわずかに移動すること自体は本件映像から見て取れるのであり，その位置は，板の最左端付近であって，また，その高さ位置を保ったまま右へ移動し続けていること，及び前記2(2)に認定した青色の部材の駆動構造等も考慮すれば，青色の部材は，板状体を「押圧」していると認められる。そして，訂正明細書等の【0055】において，「押圧」に関し，「単板3を押圧するということから言うと，該押圧部材11の最下降位置は，該刃物受台7の表面から単板3の板厚以下の高さ以下であれば良い・・・」，すなわち，刃物受台と押圧部材との間隙が，板厚以下であれば「押圧」に相当する旨が記載されているところ，引用発明の青色の部材は，前記のとおり，板に接触した後下方にわずかに移動することからすれば，青色の部材と茶色の台との空隙は，板の板厚以下であると認められ，上記の「押圧」が行われていると解されるから，訂正発明と同様に板を押圧する「押圧部材」に相当すると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明の青色の部材は，押圧部材でなくガイド部材であると考える旨主張し，サンテック用スカーフカッターの設計図等（甲17，甲19の1ないし9）によれば，青色の部材（前プレート12）が取り付けられたガイド付き薄型シリンダ16のピストンロッドが出きった状態でも，青色の部材と茶色の台（刃物受台）との間隔は4㎜であり，これは単板の板厚（3．2㎜）より大きいから，青色の部材は，板を平坦に矯正するように押圧挟持する押圧部材として設計されておらず，板を案内するガイド部材として設計されていると主張する。",
                "しかし，原告が上記主張の根拠とする上記図面（甲17）は，前切部の組図（甲19の3）に基づいて加工作成されたものであるところ，同図面において，ガイド付き薄型シリンダやプレート（青色の部材）部分は，複数の図が錯綜して描かれている上，この部分に関する寸法の記載も一切なく，少なくとも，これらの組立てのために作成された組図とは考えられない。また，これらの図面によれば，刃物受台と端縁押えプレートとの間隙が4㎜であることは明らかであるものの，青色の部材と刃物受台の間隙の距離を示す記載はなく，青色の部材の出限時のプレート位置と刃物受台の間隙が4㎜であると推測することはできないから，このことを前提とする上記主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用発明の青色の部材が右へ移動した直後，わずかに下方向への移動が生ずることにつき，板の端辺部には，端縁押さえ部材で押さえた後においても解消されないあばれが存在したり，板の端辺部に屑が入り込んで重なったりすることがあるため，青色の部材と茶色の台の間に間隙があるとしても，青色の部材がわずかに下方に移動することがある旨主張する。",
                "しかし，本件映像には，後切り切削の様子が複数回映されているところ，青色の部材は，必ず，右へ移動し始めた直後にわずかに下降し，そのまま右へ平行に同じ高さで移動し続けているのであり，青色の部材のわずかな下降が板の端辺部のあばれや板の端辺部に入り込んで重なった屑によるものだとすると，当該あばれ又は屑がどの板の端辺部にも必ず存在することとなるが，そのような状況が常時あるとは考え難い。また，原告の上記主張のとおりであるならば，青色の部材は，上方に出限状態にあるのだから，あばれ又は屑を通過した後，下降したまま右へ移動し続けるのではなく，わずかに上昇するはずであるが，本件において，そのような現象があることを示す映像その他の証拠は存しない。",
                "したがって，原告の上記主張は採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，あばれの存在する板のスカーフ切削においては，「切削屑として排除されることになる部分の板中央側を押圧し，木口の切削屑として排除されることになる部分は不具合を避けるために押圧しないこと」が本件特許の原出願当時の技術常識であるとし，青色の部材は，不具合発生を回避しつつ，あばれのある板をある程度精度良くスカーフ切削するために，あばれをガイドしようとしたガイド部材であると考えられる旨主張する。",
                "しかし，スカーフカッターの技術分野において，あばれに接触しないか，あるいは，接触してもあばれによる押圧力よりも弱い力で切削屑として排除されることになる部分を押圧するというガイドの存在を示す証拠は提出されていない。そして，原告が根拠とする甲53及び54には，単板を乾燥させた場合に木口に割れや波うちが発生することや，木口を搬出コンベアの下面により押圧した状態で搬出した場合に割れが入ることについての記載はあるが，スカーフ切削において，あばれの存在する板の切削屑として排除されることになる部分を押圧することを避けるべきである旨の記載はない。かえって，前記3(1)において述べたように，板状体の端部を切削工具でスカーフ面形状に加工する際，切削屑として排除されることになる部分を押圧して板状体のあばれを平坦に矯正することは，サンテック用スカーフカッターの譲渡当時には既に技術常識であったと認められる。この点，原告は，上記刊行物（甲49，50，乙2）は，いずれも原告の出願に係るものであり，これらによって技術常識を認定することはできない旨主張するが，板状の物質にねじれや反り等のあばれがある場合に，これを切断する際，切断面の近傍を押圧すると壊れるなどの特段の支障のない限り，平坦に矯正されるべきことは技術的に自明のことといえ，これらの刊行物はいずれも，サンテック用スカーフカッターの譲渡より数年前に公開されたものであり，乙2の記述部分は従来技術に関する記載であることにも照らすと，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，本件映像には，板のあばれは映っておらず，「あばれを平坦に強制しながら」切削加工する構成を認定しようがなく，引用発明に一部の構成要件が欠けている場合に推測，類推をすることで構成要件を充足させるようなことがあれば，公知発明でない発明をもって特許発明の新規性を否定するという，法の趣旨を没却する結果を招来しかねないと主張する。",
                "しかし，引用発明の認定において，引用例の一部に不明確な点がある場合に，技術常識又は他の技術文献に基づいて合理的な推認を行うことは当然に許されるものであり，引用発明は，上記に述べてきたとおり，構成要件の全部を充足する製品あるいは方法と合理的に推認できるものであるから，原告の上記主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上によれば，引用発明は，訂正発明の構成要件をすべて充足しており，訂正発明は，新規性を欠き，特許出願の際独立して特許を受けることができないものと判断した審決に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}