{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    },
    {
      "text": "- 1 -"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2012-318号事件について平成26年4月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判請求の不成立審決に対する取消訴訟である。争点は，進歩性判断(相違点の認定・判断)の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「ハイブリッド混合プラナーヘテロ接合を用いた高効率有機光電池」とする発明につき，平成17年4月12日を国際出願日として特許出願(特願2007-508564号，請求項の数32)をし(パリ条約による優先権主張  平成16年4月13日(本願優先日)・米国，平成16年8月4日・米国，国際公開  WO2005/101523，国内公表  特表2007-533163号)，平成23年5月31日に手続補正をしたが，同年8月30日付けで拒絶査定を受けた。(甲3)",
            "原告は，平成24年1月6日，拒絶査定不服審判請求をし(不服2012-318号)，平成25年4月23日，誤訳訂正書による手続補正(本願補正，請求項の数24)をした。(甲4)",
            "特許庁は，平成26年4月18日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年5月7日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願補正後の請求項1に係る発明(本願発明)は，次のとおりである。(甲4)",
            "「  フォトンを吸収することにより光電流を生成する装置であって，",
            "第1電極と；",
            "第2電極と；",
            "前記第1電極と前記第2電極との間に挟まれた光活性領域と；を備え，",
            "該光活性領域は，",
            "フォトンを吸収することによりエキシトンを生成する第1光活性有機層であって，小分子有機アクセプター材料と小分子有機ドナー材料の混合を備え，0.8特徴的電荷輸送長以下の層厚を有する第1光活性有機層と；",
            "フォトンを吸収することによりエキシトンを生成する第2光活性有機層であって，前記第1光活性有機層に直接接触すると共に，前記第1光活性有機層の小分子有機アクセプター材料の非混合層を備え，さらに0.1光吸収長以上の層厚を有する第2光活性有機層と；を備え，",
            "前記第1及び第2光活性有機層によってフォトンを吸収することにより生成されたエキシトンが，前記光電流に寄与する電子とホールとに分離する，装置。」"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由の要点",
      "content": [
        {
          "fig": "(1)",
          "subject": "引用発明の認定",
          "text": [
            "H．L．WOＮGほか著「高効率バルクヘテロ接合光起電力デバイス用の低-バンド-ギャップ，昇華性レニウム(Ⅰ)ジイミン錯体(Low-band-gap，sublimable  rhenium (Ⅰ)  diimine  complex  for  efficient  bulk  heterojunction  photovoltaic  devices)」(APPLIED  PHYSICS  LETTERS，米国，2004.04.05発行，VOLUME84，ＮUMBER14，pp．2557-2559)(甲1〔甲5・甲6・乙1も同じ。〕，引用文献)には，次の発明(引用発明)が記載されている。",
            "「  ITO/CuPc/Re-DIAＮ：C /C /Alの多層バルクヘテロ接合で構成されたデバイスである多層太陽電池。」"
          ]
        },
        {
          "fig": "(2)",
          "subject": "一致点の認定",
          "text": [
            "本願発明と引用発明とを対比すると，次の点で一致する。",
            "「  フォトンを吸収することにより光電流を生成する装置であって，",
            "第1電極と；",
            "第2電極と；",
            "前記第1電極と前記第2電極との間に挟まれた光活性領域と；を備え，",
            "該光活性領域は，",
            "フォトンを吸収することによりエキシトンを生成する第1光活性有機層であって，小分子有機アクセプター材料と小分子有機ドナー材料の混合を備える第1光活性有機層と；",
            "フォトンを吸収することによりエキシトンを生成する第2光活性有機層であって，前記第1光活性有機層に直接接触すると共に，前記第1光活性有機層の小分子有機アクセプター材料の非混合層を備える第2光活性有機層と；",
            "を備え，",
            "前記第1及び第2光活性有機層によってフォトンを吸収することにより生成されたエキシトンが，前記光電流に寄与する電子とホールとに分離する，",
            "装置。」"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "相違点の認定",
      "text": [
        "本願発明と引用発明とを対比すると，次の点が相違する。",
        "「  本願発明では，第1光活性有機層が0.8特徴的電荷輸送長以下の層厚を有し，第2光活性有機層が0.1光吸収長以上の層厚を有するのに対して，引用発明では，これらの層の層厚が特定されない点」(相違点)"
      ]
    },
    {
      "fig": "(4)",
      "subject": "相違点の判断",
      "text": [
        "①  本願優先日当時において，混合層である光活性層は数10nm程度の相当薄いものとして認識されていたものと認められるから，引用発明における第1光活性有機層(Re-DIAＮ：C )についても，設計上相当程度薄いものとすることは，当業者が当然考慮することといえ，その層厚を，0.8特徴的電荷輸送長以下との要件を満たす程度のものとすることは，格別の困難を要するものではない。",
        "②  引用文献には，引用発明における第2光活性有機層(C )の層厚として10nm，すなわち0.1光吸収長程度の層厚が示されるところであるから，第2光活性有機層の層厚を0.1光吸収長以上との要件を満たす程度のものとすることに格別の困難を要するものとは認められない。",
        "③  相違点に係る本願発明の層厚は，設計上好適な条件を定めたものと認められるところであり，かかる条件を定めることにより，当業者の予測可能な域を超えるといった技術的意義が生じるものとは認められない。"
      ]
    },
    {
      "fig": "(5)",
      "subject": "審決判断まとめ",
      "text": [
        "本願発明は，当業者が引用発明に基づいて容易に発明することができたものであるから，特許法29条2項の規定により，特許を受けることができない。"
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点・相違点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1光活性有機層",
              "text": [
                "審決は，引用発明の「Re-DIAＮ：C 」に含まれる「Re-DIAＮ」及び「C 」が，それぞれ，本願発明の小分子有機ドナー材料及び小分子有機アクセプター材料に相当し，その結果，引用発明の「Re-DIAＮ：C 」が，本願発明の第1光活性有機層に相当する旨の認定をする。",
                "しかしながら，引用発明の「ITO/CuPc/Re-DIAＮ：C /C /Al」中でドナー材料として機能しているのは，「CuPc」であり，隣接する「Re-DIAＮ」は，光増感剤として機能しているだけであるから，「Re-DIAＮ」は，本願発明の小分子有機ドナー材料に相当しない。したがって，引用発明の「Re-DIAＮ：C 」が，本願発明の第1光活性有機層に相当することもない。",
                "その理由は，次のとおりである。",
                "①  引用文献には，「Re-DIAＮ」が光増感剤として機能することが明示されており(2557頁左欄24～27行目)，引用発明のデバイスは，[1]ドナー層として機能する「CuPc」で励起子が生成され[2]「Re-DIAＮ：C 」中の「Re-DIAＮ」が「CuPc」で生成された励起子の貯蔵部として機能し，さらに，[3]「Re-DIAＮ」が，これらの励起子を，アクセプター層として機能する「C 」に移動させるとの3つのコンポーネントで構成されている。",
                "②  引用文献には，光増感剤には，長寿命の三重項励起状態を形成する材料が光増感剤として使用されること，長寿命の三重項励起状態を形成する材料を使用する理由は，この材料が励起子の長寿命化を可能にし，励起子がアクセプター層に達したときの励起子解離を可能にするためであることの記載がある(2557頁左欄12～23行目)。",
                "そうすると，引用発明において「Re-DIAＮ」を使用している理由は，長寿命の三重項励起状態を形成するためであり，これは，電荷の輸送よりも長時間を要するエネルギーの輸送のためといえる。しかし，これにより，ドナーである「CuPc」とアクセプターである「C 」との接触が減少し，かえってドナーである「CuPc」の効率が悪くなっており，装置効率は，本願発明と比べて非常に低い(引用文献の2558頁のTABLEⅠ.，本願明細書の【0070】参照)。この効率の低さから理解されるように，引用発明の「Re-DIAＮ：C 」は，本願発明の第1光活性有機層のように，ドナー材料とアクセプター材料とが混合されたバルクヘテロ接合として装置効率の改善に寄与しているとは考えられず，「Re-DIAＮ」は，ドナー材料としては機能していない。",
                "なお，「CuPc」は，混合層ではないから，本願発明の第1光活性有機層に相当することはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2光活性有機層",
              "text": [
                "審決は，引用発明の「C 」が，本願発明の第2光活性有機層に相当する旨の認定をする。",
                "しかしながら，引用発明の「C 」は，本願発明の第2光活性有機層に相当するものではない。",
                "その理由は，次のとおりである。",
                "上記(1)のとおり，引用発明の「Re-DIAＮ」は第1光活性有機層に相当するものではないから，引用発明の「C 」は，本願発明の第2光活性有機層のように第1光活性有機層に「直接接触する」ことがない。また，引用発明の「C 」は，本願発明の第2光活性有機層のように，「第1光活性有機層の小分子有機アクセプター材料の非混合層を備え，さらに0.1光吸収長以上の層厚を有する」ものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明の「Re-DIAＮ：C 」及び「C 」は，それぞれ，本願発明の「第1光活性有機層」及び「第2光活性有機層」に相当するものではないから，これらを相当するものとして導かれた審決の一致点・相違点の認定には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1光活性有機層の層厚",
              "text": [
                "審決は，「引用発明における第1光活性有機層(Re-DIAＮ：C )についても，設計上相当程度薄いものとすることは，当業者が当然考慮することといえ，その層厚を，0.8特徴的電荷輸送長以下との要件を満たす程度のものとすることに格別の困難を要するものとは認められない。」と判断する。",
                "しかしながら，次のとおり，審決の判断は誤りである。",
                "①  上記1(1)のとおり，引用発明の「Re-DIAＮ：C 」は，本願発明の第1光活性有機層に相当しない。",
                "②  本願発明は，混合層である第1光活性有機層の層厚を特徴的電荷輸送長という形式で規定することにより，最適な層厚を適宜決定することを可能とした。しかしながら，引用文献には，そのような技術思想はない。",
                "③  周知例として用いられた，J．Drechselほか著「単一または複数のPIＮ構造に基づく高効率有機太陽電池(High  efficiency  organic  solar  cells  based  on  single  or  multiple  PIＮ  structures)」(Thin  Solid  Films，米国，2004．03．22発行，vol．451-452，pp．515-517)(甲2)に開示された構造は，「ZnPc：C 」と，光活性層ではない「n-C 」とを含むものであり，本願発明とは異なる構成を有し，その動作原理も異なるほか，本願発明の第1光活性有機層の層厚(0.8特徴的電荷輸送長以下)に関する技術的思想を開示するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2光活性有機層の層厚",
              "text": [
                "審決は，「第2光活性有機層の層厚を0.1光吸収長以上との要件を満たす程度のものとすることに格別の困難を要するものとは認められない」と判断する。",
                "しかしながら，次のとおり，審決の判断は，誤りである。",
                "①  上記1(2)のとおり，引用発明の「C 」は，本願発明の第2光活性有機層に相当しない。",
                "②  引用文献には，「C 」の層厚の単なる一例(10nm)が開示されているだけであり，本願発明の第2光活性有機層の層厚(0.1光吸収長以上)に関する技術的思想は一切開示されていない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明の作用効果",
              "text": [
                "審決は，「相違点に係る本願発明の層厚は，設計上好適な条件を定めたものと認められるところであり，かかる条件を定めることにより，当業者の予測可能な域を超えるといった技術的意義が生じるものとは認められない。」と判断する。",
                "しかしながら，次のとおり，審決の判断は誤りである。",
                "本願発明は，所定の第1光活性有機層と第2光活性有機層とを備えることにより，装置の効率を大幅に改善するという引用発明にはない格別な作用効果を奏する。具体的には，引用発明で達成される装置の効率η の最大値は0.48％であるのに対Pし(2558頁TABLEⅠ.及び右欄28～30行目)，本願発明のハイブリッドヘテロ接合電池の効率η は，5.0±0.2％であり，引用発明に開示された装置のP効率を大幅に上回るものである(【0070】【図15】)。",
                "そして，引用発明は，本願発明のように層厚に関する基準に従うことで効率が改善することを教示するものではない。",
                "そうすると，本願発明は，当業者の予測可能な域を超える技術的意義を生じるものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，相違点に係る本願発明の構成は，当業者が，格別の困難を要することなく設計上適宜なし得る程度のものではなく，当業者の予想を超える効果を生じる。",
                "したがって，審決の相違点の判断には，誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点・相違点の認定の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1光活性有機層",
              "text": [
                "引用発明の「Re-DIAＮ：C 」に含まれる「Re-DIAＮ」は，小分子有機ドナー材料であり，「C 」は，小分子有機アクセプター材料であるといえる。したがって，引用発明の「Re-DIAＮ：C 」は，本願発明の第1光活性有機層に相当する。",
                "その理由は，次のとおりである。",
                "①  引用発明はバルクヘテロ接合で構成されたデバイスであるところ，バルクヘテロ接合とは，ドナー(電子供与性の)材料とアクセプター(電子受容性の)材料とが混合されて構成されるものである(国際公開 WO03/075364号〔乙2〕，「有機太陽電池の現状と展望」(応用物理  第71巻第4号(2002)pp．425-428〔乙3〕，G.Yu.ほか著「ポリマー光電池：内部ドナー-アクセプターヘテロ接合のネットワークによって高められた効率(Polymer  Photovoltaic  Cells：Enhanced  Efficiencies  via  a  Ｎetwork  of  Internal  Donor-Acceptor  Heterojunctions)」(SCIEＮCE  VOL．270  15  DECEMBER  1995  pp．1789-1791)〔乙4〕)。",
                "②  引用発明の「Re-DIAＮ：C 」に含まれる2つの材料のうち，「C 」は，アクセプター材料である(甲1の2558頁左欄14～23行目)。",
                "したがって，「Re-DIAＮ」は，ドナー材料となる。",
                "③  本願発明の小分子有機材料とは，分子量が十分に画定しているものを指すものであるところ(本願明細書【0004】)，「Re-DIAＮ」は，分子量が画定した分子であるとともに，有機化合物(炭素を含む化合物)であることは明らかであるから(引用文献の2557頁FIG.1)，小分子有機材料といえる。",
                "また，「C 」も，分子量が画定している分子であって，有機化合物であるから，小分子有機材料ということができる。",
                "④  引用文献の2557頁FIG.1には，「Re-DIAＮ」が可視光域に吸収スペクトルを有する旨が示されており，さらに，引用文献の2558頁右欄23～26行目には，「Re-DIAＮ」及び「C 」が，フォトンを吸収することを前提として，低い吸収や「Re-DIAＮ：C 」の励起子(エキシトン)解離の制限により性能が貧弱になる旨が記載されているから，引用文献には，「Re-DIAＮ」」及び「C 」が，フォトンを吸収することによりエキシトン(励起子)を生成することが示されているといえる。",
                "なお，引用文献は，「CuPc」を材料としたバルクヘテロ接合を開示していないから，「Re-DIAＮ」が光増感剤として機能するからといって，「Re-DIAＮ：C 」において励起子解離が生じなくなるわけではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2光活性有機層",
              "text": [
                "引用発明の「C 」は，本願発明の第2光活性有機層に相当する。",
                "その理由は，次のとおりである。",
                "上記(1)②のとおり，引用発明の「C 」は，アクセプター材料であるといえ，本願明細書の記載(【0027】)からも，この点は明らかである。また，上記(1)のとおり，引用発明の「Re-DIAＮ：C 」は，本願発明の第1光活性有機層に相当するものであるから，引用発明の「C 」は，「Re-DIAＮ：C 」に直接接触する層である。そして，上記(1)③のとおり，引用発明の「C 」は，小分子有機アクセプター材料であり，非混合層でもある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明の「Re-DIAＮ：C 」及び「C 」は，それぞれ，本願発明の第1光活性有機層及び第2光活性有機層に相当するから，審決の一致点・相違点の認定には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1光活性有機層の層厚",
              "text": [
                "①  上記1(1)のとおり，引用発明の「Re-DIAＮ：C 」は，本願発明の第1光活性有機層に相当する。",
                "②  本願発明において，第1光活性有機層が0.8特徴的電荷輸送長以下の層厚のものであることの技術上の意義は，複数の因子の妥協の結果である(【0042】)。",
                "しかるに，引用文献の記載(2559頁右欄7～16行目)からも明らかなように，デバイスを構成する各層の厚さを最適化することは，当業者が設計上当然考慮することである。そして，そのような最適化の結果である層厚の具体的な値として，引用文献には，「Re-DIAＮ：C 」混合層の層厚を50nmとすることが(2558頁左欄10～21行目)，甲2には，「ZnPc：C 」を30nmの薄い活性層とすることが記載されており(516頁右欄9～11行目)，混合層である光活性層の層厚を最適化すると数10nm程度の相当薄いものとなることが示されている。",
                "そうすると，引用文献の「Re-DIAＮ：C 」の層厚を，0.8特徴的電荷輸送長以下程度のものとすることには，格別の困難を要しない。",
                "③  本願優先日当時において，混合層である光活性層であれば，それは数10nm程度の相当薄いものとして認識されていたのであり，そのことは，光活性層の構造に依るものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2光活性有機層の層厚",
              "text": [
                "①  上記1(2)のとおり，引用発明の「C 」は，本願発明の第2光活性有機層に相当する。",
                "②  本願明細書は，第2光活性有機層の例として，「C 」の光吸収長を，450nmの波長に対して1000Å としているところ(【0027】)，引用文献には，引用発明における第2光活性有機層(C )の層厚として10nm(1000Å)，すなわち，0.1光吸収長程度の層厚が示されているから，第2光活性有機層の層厚を0.1光吸収長以上との要件を満たす程度(10nm以上程度)のものとすることには，格別の困難を要しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明の作用効果",
              "text": [
                "相違点に係る本願発明の第1光活性有機層及び第2光活性有機層の層厚は，複数の因子の中の妥協の結果定められたものであって(【0027】【0042】)，当業者の予測可能な域を超えるといった技術的意義が生じるものとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明において，相違点に係る本願発明の構成とすることに格別の困難性はなく，また，相違点に係る本願発明の構成とすることによって，当業者の予想可能な域を超える効果が生じるものでもない。",
                "したがって，審決の相違点の判断には，誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "text": [
                "本願明細書(甲3，4)の記載によれば，本願発明は，次のとおりのものと認められる。",
                "本願発明は，高効率有機光電池装置に関するものである(【0001】)。",
                "有機オプトエレクトニクス装置は，作製するのに用いられる多くの材料が比較的廉価であるため，無機の装置よりコスト的に有利となる可能性を秘めており，また，柔軟性等の有機材料特有の特性のために，フレキシブル基板上での作製等の特有の用途に適しているが(【0003】)，より高効率の有機光電池が必要とされる(【0008】)。",
                "そこで，この高効率化のために，本願発明の装置は，①第1電極と，②第2電極と，③第1電極と第2電極との間に挟まれた光活性領域とを備え，光活性領域は，④フォトン(光子)を吸収することによりエキシトン(励起子)を生成する光活性有機層であって，小分子有機アクセプター材料と小分子有機ドナー材料の混合を備え，0.8「特徴的電荷輸送長」(混合層において電子又は正孔が進む平均距離)以下の層厚を有する(【0042】)第1光活性有機層と，⑤フォトンを吸収することによりエキシトンを生成する光活性有機層であって，第1光活性有機層に直接接触するとともに，第1光活性有機層の小分子有機アクセプター材料の非混合層であって，0.1「光吸収長」(入射光強度が1/e又は約37％に低減する長さ)以上の層厚を有する(【0027】)第2光活性有機層とを備えるものであり，⑥第1光活性有機層の小分子有機ドナー材料においてフォトンを吸収することにより生成されたエキシトンが，小分子有機ドナー材料とのヘテロ接合の界面に到達した際に解離し，光電流に寄与する電子と正孔とに分離する装置である(【0022】)。",
                "本願発明では，短いエキシトン拡散長の制限を克服するために，第1光活性有機層を，小分子有機アクセプター材料と小分子有機ドナー材料の混合からなるバルクへテロ接合として電力変換効率η を改善するとし(【0011】【0012】)，そPの層厚を，フォトンの吸収を増大するための厚い層の要求とエキシトンの再結合を回避するための薄い層の要求を含む複数の因子の中の妥協として，0.8特徴的電荷輸送長以下とした(【0042】)。",
                "また，本願発明では，光電流に大きく寄与するために，第2光活性有機層の層厚を，0.1光吸収長以上とした(【0027】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献の記載",
                  "text": [
                    "甲1には，次の記載がある(訳文は，乙1，1の2による。)。",
                    "「  多層太陽電池(multilayer  photovoltaic  devices)の二種類を作製した。最初のタイプは，銅フタロシアニン(CuPc)とフラーレンが，それぞれ正孔及び電子輸送分子として使用された，ITO/CuPc/Re-DIAＮ/C /Alの多層ヘテロ接合デバイスであった。第二のタイプは，Re-DIAＮとC が同じ層で一緒に共蒸着された，ITO/CuPc/Re-DIAＮ：C /C /Alの多層バルクヘテロ接合で構成されたデバイスであった(図1)。このタイプのデバイスでは，C分子は，励起子が形成されれば，より効率的に電子を捕獲することができる。CuPc，Re-DIAＮ(又はRe-DIAＮ：C 混合層)及びC の層厚は，それぞれ，10，50，及び10nmで維持された。20Ω/sqのシート抵抗を持つITOガラススライドがアノードとして使用され，アルミニウム(厚さ＝40nm)がカソードとして使用された。」(2558頁左欄10～23行目)",
                    "図1",
                    "(2557頁)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の認定",
                  "text": [
                    "上記記載によれば，引用発明は，次のとおりのものと認められる。",
                    "「  ITO／CuPc／Re-DIAＮ：C ／C ／Alの多層バルクヘテロ接合で構成されたデバイスである多層太陽電池。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(一致点・相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1光活性有機層",
              "text": [
                "原告は，「Re-DIAＮ」は，本願発明の小分子有機ドナー材料に相当しないから，引用発明の「Re-DIAＮ：C 」が，本願発明の「第1光活性有機層」に相当することもない旨を主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "バルクヘテロ接合の観点から",
                  "text": [
                    "上記1(2)イのとおり，引用発明の「Re-DIAＮ：C 」は，バルクヘテロ接合で構成されているところ，次の刊行物に記載されているとおり，バルクヘテロ接合が，ドナー材料とアクセプター材料とを混合して形成したものであることは，当業者の技術常識と認められる。",
                    "①  乙2",
                    "「  有機光電変換素子においては電子供与性の有機半導体(ドナー)と，電子受容性の有機半導体(アクセプター)を組み合わせ，いわゆるヘテロジャンクション構造を作ることが，高効率化のために必要である。…ドナー性の導電性ポリマーとアクセプター性のフラーレン誘導体を混合したいわゆるバルクへテロジャンクションが提案…され…」(明細書1頁下から7～1行目)",
                    "②  乙3",
                    "「5.有機薄膜太陽電池(Bulk  Heterojunction型)",
                    "この太陽電池の原型は,電子供与体と電子受容性の有機分子を均一に混合した薄膜を異種電極で挟んだもので,非常にシンプルな構造をしている」(427頁左欄3～6行目)",
                    "③  乙4",
                    "「  したがって，相互貫入し相分離されたD-Aネットワーク複合物…が理想的な光起電力材料であるように思われる・・・。… 複合物内のどんな個所もD-A界面の数ナノメートル内にあるので，そのような複合物は“バルクD-Aヘテロ接合”材料である。」(1789頁中央欄11～21行目)",
                    "そして，「C 」がアクセプター材料であることは，当業者の技術常識である(この点については，当事者間に争いはない。)。そうすると，引用発明の「Re-DIAＮ：C 」において，一方の「C 」がアクセプター材料として機能するのであれば，他方の「Re-DIAＮ」がドナー材料として機能するものであることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "束縛エネルギーの観点から",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用文献の記載",
                      "text": [
                        "引用文献には，次の記載がある。",
                        "①  「ここで，我々は，光増感剤(photosensitizer)としてのクロロトリカルボニルレニウム(I)ビス(フェニルイミノ)アセナフテン(Re-DIAＮ)錯体を用いた太陽電池の製造について報告する。」(2557頁左欄24～27行目)",
                        "②  「Re-DIAＮの最高被占分子軌道(HOMO)と最低空分子軌道(LUMO)の準位…は，それぞれ-5．9，-3．7eVと決定され，これにより，HOMO-LUMOで与えられるギャップEgapは，2．2eVとなる。光電プロセスにおいて励起子が解離するために，ドナーとアクセプターである物質のバンドオフセットが励起子の束縛エネルギーより大きくなければならない。」(2558頁左欄23行～右欄2行目))",
                        "③  「吸収スペクトルにおけるバンド端から，Re-DIAＮの光学バンドギャップEoptは，2．0eVであると測定される。励起子の束縛エネルギーは，Egap-Eopt＝0．2eVであると評価される。」(2558頁右欄3～6行目)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "-1  ④  「錯体の最低三重項MLTC励起状態は，C 部分によって10 s の速度定数で失活される。」(2558頁右欄8～10行目)",
          "text": [
            "⑤  「このデバイスのη は0．03％であると算出された。比較的貧弱な性能はRe-DIAＮ/C 接合のp 60励起子解離の制限と，Re-DIAＮによるC より低い吸収に起因するだろう。」(2558頁右欄22～26行目)"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "検討",
                      "text": [
                        "上記(ア)②には，励起子の解離に必要な束縛エネルギーに関する記載があり，さらに，同③で，「Re-DIAＮ」のギャップEgap(2．2eV)と「Re-DIAＮ」の光学的バンドギャップEopt(2．0eV)の差から，励起子の束縛エネルギーを0．2eVと算出している以上，この励起子は「Re-DIAＮ」において生成されたものであることは明らかである。そして，同④には，錯体である「Re-DIAＮ」の最低三重項MLTC励起状態がC 部分によって失活したとの記載があり，「Re-DIAＮ」で生成された励起子が，「C 」によって解離されたことを意味するものと理解される。そうすると，同③には，励起子の解離で生じた電子が「C 」を急速に移動することについて記載されているものと理解できる。",
                        "以上によれば，引用発明の「Re-DIAＮ：C 」における「Re-DIAＮ」は，「C 」に電子を供与するドナー材料として機能し，同「C 」は，電子を受容するアクセプター材料として機能しているものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張に対して",
                  "text": [
                    "原告は，「Re-DIAＮ」は，①励起子の長寿命化を可能にし励起子の貯蔵，移動に関する機能を有する光増感剤としてのみ作用し，②本願発明と比較すると効率が非常に低いからドナー材料としての作用は有していない旨を主張する。",
                    "しかしながら，上記(1)にて認定判断のとおり，「Re-DIAＮ」がドナー材料として採用され，その旨の機能をしていることは明らかであるところ，①三重項励起で生成された励起子であっても，バルクヘテロ接合界面で電子と正孔とに解離するものであるから，「光増感剤(photosensitizer)」であることと，ドナー材料であることとは両立し，また，②本願発明と比較して「Re-DIAＮ」の効率が低いとしても，そのことがドナー材料として機能しないことに直結するものではないから，その主張は，いずれも採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "本願発明における有機小分子材料とは，「高分子材料(一般に分子量が十分に画定していない。)ではない有機材料」をいうものである(【0004】)ところ，引用発明の「Re-DIAＮ」及び「C 」は，いずれも分子量が確定した有機化合物であるから，小分子有機材料に該当する。また，「Re-DIAＮ」はドナー材料，「C 」はアクセプター材料であり，「Re-DIAＮ：C 」が混合層であることは明らかである。",
                    "したがって，「Re-DIAＮ：C 」は，本願発明の第1光活性有機層に相当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2光活性有機層",
              "text": [
                "上記(1)のとおり，引用発明の「Re-DIAＮ：C 」は，本願発明の第1光活性有機層に相当し，前記1(2)イのとおり，引用発明の多層太陽電池の積層構造から，「C」が「Re-DIAＮ：C 」に直接接触していることは明らかである。",
                "したがって，引用発明の「C 」は，本願発明の第2光活性有機層に相当する。なお，原告は，引用発明の「C 」の層厚が0.1光吸収長以上でないから，本願発明の第2光活性有機層に相当しない旨を述べるが，引用発明の「C 」の層厚は，別途，相違点として認定されるものであって，層厚が0.1光吸収長以上ないことを理由として，引用発明の「C 」が第2光活性有機層に相当しなくなるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，引用発明の「Re-DIAＮ：C 」及び「C 」は，それぞれ，本願発明の第1光活性有機層及び第2光活性有機層に相当するから，その旨を認定してされた審決の一致点・相違点の認定には，誤りはない。",
                "よって，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「第1光活性有機層」の層厚",
              "text": [
                "原告は，引用文献や甲2には，本願発明の第1光活性有機層の層厚を0.8特徴的電荷輸送長以下とするような技術思想は開示されていない旨を主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用文献",
                      "text": [
                        "引用文献には，次の記載がある。",
                        "「  結論としては，シンプルな構造を持つ効率的な多層バルクヘテロ接合光起電力デバイスは，ローバンドギャップ及び良好な加工性を持つクロロトリカルボニル・レニウム・ジイミン錯体に基づいて作製された。活性層は，真空昇華により共蒸着されたレニウム錯体及びフラーレンの混合から成る。レニウム錯体は両方の光増感剤として働き，バイポーラの電荷輸送特性を示す。デバイスの各層の厚さ及び製造を最適化し，さらに洗練されたデバイスにより，改良された性能も達成可能である。」(2559頁右欄7～16行目)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙3",
                      "text": [
                        "乙3には，次の記載がある。",
                        "「5．有機薄膜太陽電池(Bulk  Heterojunction型)",
                        "この太陽電池の原型は，電子供与体と電子受容性の有機分子を均一に混合した薄膜を異種電極で挟んだもので，非常にシンプルな構造をしている」(427頁左欄3～6行目)",
                        "「  この太陽電池は，作製が容易であり，高温での焼成過程を含まず，高価な導電性ガラス基板も必要なく，大量生産が可能という有機物の特徴を最大限にいかせるデバイスとして注目される。問題としては，励起子の拡散長，膜抵抗増大のために膜厚を100nm以上にできないため光吸収効率の向上が難しい点であり，10μm(100倍！)の膜厚で光吸収効率を稼ぐ色素増感型太陽電池と対照的である。」(427頁左欄下4行～右欄5行目)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "検討",
                  "text": [
                    "引用文献には，前記1(2)アのとおり，「Re-DIAＮ：C 」層の厚さを50nmにすることが記載されているほか，上記ア(ア)のとおり，デバイスの各層の厚さを最適化すれば性能の向上も達成可能である旨の記載がある。",
                    "そして，学会誌の技術解説記事である乙3には，電子供与体と電子受容性の有機分子を均一に混合した薄膜，すなわち，混合層を異種電極で挟んだ構造のバルクヘテロ接合型の有機薄膜太陽電池において，励起子の拡散長に従い，混合層の膜厚を一定以上にはできないとの記載があり，また，この記載は，ドナー材料，アクセプター材料として具体的にどのような材料を用いた場合のものであるかを特定するものではないから，この乙3に示されるとおり，混合層の膜厚に励起子の拡散長に依存する上限値が存することは，当業者にとっての周知の事項であったものと認められる。",
                    "以上によれば，混合層である第1光活性層(「Re-DIAＮ：C 」)の厚さの上限値を，光吸収率の向上と励起子の再結合回避の観点から，励起子の拡散長に相当する特徴的電荷輸送長を指標として決することは，当業者が適宜に行う最適化条件の決定にすぎないといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張に対して",
                  "text": [
                    "原告は，引用文献や甲2には，本願発明における特徴的電荷輸送長という観点から最適な層厚を決定する技術思想はない旨を主張するが，上記イのとおり，励起子の拡散長を指標として層厚の上限値を決定することは，周知の事項であったと認められる。そうすると，これを本願発明のように拡散長の平均距離に対する割合を基準としてみても，格別のこととは認められないのであり，本願発明の技術思想が周知の事項と異なるとは認められない。",
                    "したがって，原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，引用発明における第1光活性有機層(「Re-DIAＮ：C 」)の層厚を，0.8特徴的電荷輸送長以下とすることを容易想到とした審決の判断には，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2光活性有機層の層厚",
              "text": [
                "原告は，引用文献には，本願発明の第2光活性有機層の層厚を0.1光吸収長以上とするような技術思想は開示されていない旨を主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物の記載",
                  "text": [
                    "引用文献には，前記1(2)ア及び上記(1)ア(ア)のとおり，次の記載がある。",
                    "「  CuPc，Re-DIAＮ(又はRe-DIAＮ：C60混合層)及びC60の層厚は，それぞれ，10，50，及び10nmで維持された。」(2558頁左欄19～21行目)",
                    "図1",
                    "(2557頁)",
                    "「  デバイスの各層の厚さ及び製造を最適化し，さらに洗練されたデバイスにより，改良された性能も達成可能である。」(2559頁右欄8～10行目)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "検討",
                  "text": [
                    "引用文献には，上記(ア)のとおり，「C 」の厚さを10nmにすることが記載されているところ，本願発明にいう「光吸収長」は，本願明細書によれば，「C 」においては，450nmの波長に対して1000Åとされているから(【0027】)，0.1光吸収長は，100Å(10nm)であり，引用文献に記載された「C 」の層厚は，「0.1光吸収長」となっている。他方，本願明細書には，「C 」の層厚を「0.1光吸収長」以上としたことによる特有の効果は記載されていない。",
                    "以上によれば，非混合層である第2光活性有機層(「C 」)の層厚を，光吸収の増大の観点から「0.1光吸収長」以上とすることは，格別の困難を要せず，当業者が適宜に行う最適化条件の決定にすぎないと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張に対して",
                  "text": [
                    "原告は，引用文献には，本願発明における「光吸収長」という観点から最適な層厚を決定する技術思想はない旨を主張する。",
                    "しかしながら，「C 」の層厚が光吸収によって生成する励起子の増加に影響することは技術的に明らかであり，そして，本願明細書には，第2光活性有機層の層厚を，光吸収長を基準として決したことの特有の効果についての記載はないのであるから，光吸収長を指標として層厚を決定しても，最適化条件の決定に当たり随意のパラメータを採用したものにすぎず，格別のこととは認められない。",
                    "したがって，原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，引用発明における第2光活性有機層(「C 」)の層厚を，0.1光吸収長以上とすることを容易想到とした審決の判断には，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明の作用効果",
              "text": [
                "原告は，本願発明は，当業者の予測可能な域を超える効果を有する旨を主張し，その根拠として，本願発明の実施例と引用発明の効率を比較する。",
                "原告が，高い効率であると主張する太陽電池は，本願明細書に実施例として記載された「インジウム錫酸化物/150ÅCuPc/100ÅCuPc：C (1：1重量比)/350ÅC/100Åバンクロプイン/1000ÅAg」という構造のものである(【0040】【0056】【0068】)。",
                "しかしながら，本願発明では，第1光活性有機層を小分子有機アクセプター材料と小分子有機ドナー材料との混合層とし，第2光活性有機層を第1光活性層有機層の小分子アクセプター材料の非混合層で形成されるとの限定がされているのみであり，小分子有機アクセプター材料と小分子有機ドナー材料の具体的な形成材料までは限定されていない。したがって，任意の小分子有機アクセプター材料や小分子有機ドナー材料で装置を形成しても，本願発明の層厚を採用することのみによって，上記実施例の構造と同等の効率η を達成できることを裏付ける根拠は何ら開示さPれておらず，このことを裏付ける技術常識があるともいえない。",
                "原告は，上記実施例の特有の効果と引用発明の効果とを対比して，発明の効果の顕著性を主張しているにすぎないのであり，本願発明の層厚の基準を採用した実施例とそうでない比較例を対比するものではないから，相違点に係る構成を有することによる効果の顕著性についての主張立証をしているとはいえない。そうすると，その主張を採用することはできない。",
                "したがって，本願発明に当業者の予測可能な域を超える効果があるとはいえないとした審決の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上(1)～(3)のとおり，審決の相違点の判断には，誤りはない。",
                "したがって，取消事由2は，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10203",
    "date": "2015-05-14",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085099",
    "ipprecedent_id": "4046",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}