{
  "decision": [
    {
      "fig": "1",
      "text": "原告の訴えを却下する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2013-890053号事件について平成26年4月10日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，引用商標の商標権者である被告の請求に基づき，原告の有する本件商標がその指定商品の一部に関して商標法4条1項11号（他人の先願登録商標と同一又は類似の商標）に該当するものとしてその登録を無効とした審決の取消訴訟である。",
        "争点は，①本件商標が引用商標に類似するか否か，②両商標が非類似とする原告の主張が，前件訴訟の蒸し返しであるか否かである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "原告は，下記の本件商標の商標権者である（甲1の1から3）。",
            "記",
            "①登録番号  商標登録第5244937号",
            "②出 願 日  平成20年11月28日",
            "③登 録 日  平成21年  7月  3日",
            "④登録時における商品及び役務の区分並びに指定商品（後記2のとおり，平成25年11月8日，第25類「被服，ガーター，靴下止め，ズボンつり，バンド，ベルト，履物」についての登録を無効とする旨の審決が確定した。）",
            "第14類  身飾品，キーホルダー，宝石箱，宝玉及びその模造品，貴金属性靴飾り，時計",
            "第18類  かばん金具，がま口口金，皮革製包装用容器，かばん類，袋物，携帯用化粧道具入れ，傘，革ひも，毛皮",
            "第25類  被服，ガーター，靴下止め，ズボンつり，バンド，ベルト，履物，運動用特殊衣服，運動用特殊靴"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁等における手続の経緯（甲1の1，甲3，乙1，乙2）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成24年8月6日，本件商標の指定商品中，第25類「被服，ガーター，靴下止め，ズボンつり，バンド，ベルト，履物」（以下「別件審判の請求に係る指定商品」という。）についての登録無効審判請求をした（無効2012-890067号。以下「別件無効審判請求事件」という。）。被告は，後記引用商標の商標権者である。",
                "特許庁は，同年12月3日，本件商標の指定商品中，別件審判の請求に係る指定商品についての登録を無効とする旨の審決（以下「別件審決」という。）をした。",
                "原告は，別件審決の取消しを求めて審決取消訴訟（平成25年（行ケ）第10008号。以下「別件審決取消訴訟」という。）を提起したが，知的財産高等裁判所は，平成25年6月27日，原告の請求を棄却するとの判決を言い渡した（以下「別件判決」という。）。",
                "原告は，別件判決を不服として，上告及び上告受理申立てをしたが（平成25年（行ツ）第391号，同年（行ヒ）第411号），最高裁判所は，同年11月8日，上告棄却及び上告不受理の決定をし，別件判決及び別件審決が確定した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成25年8月5日，本件商標の指定商品中，第14類「身飾品（「カフスボタン」を除く。），キーホルダー，宝玉及びその模造品，貴金属性靴飾り，時計」及び第18類「かばん類，袋物，傘，革ひも，毛皮」（以下「本件審判の請求に係る指定商品」という。）についての登録無効審判請求をした（無効2013-890053号。以下「本件無効審判請求事件」という。）。被告主張の無効理由は，①本件商標は，外観において後記引用商標と類似する商標であること，②本件審判の請求に係る指定商品は，同引用商標の指定商品と同一又は類似するものであること，③同引用商標は，本件商標の登録出願よりも前に登録出願され，登録された商標であることから，本件商標は，商標法4条1項11号に該当する，というものである。",
                "特許庁は，平成26年4月10日，本件商標の指定商品中，本件審判の請求に係る指定商品についての登録を無効とする旨の審決（以下「本件審決」という。）をし，その謄本は，同月18日に原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "text": [
            "【引用商標】（甲2の1から4）",
            "①登録番号  商標登録第5155384号",
            "②出 願 日  平成18年10月30日",
            "③登 録 日  平成20年  8月  1日",
            "④商品及び役務の区分並びに指定商品",
            "第14類  貴金属，キーホルダー，身飾品（「カフスボタン」を除く。），貴金属製のがま口及び財布，宝玉及びその模造品，宝玉の原石，時計",
            "第18類  かばん類，袋物，傘，革ひも，原革，原皮，なめし皮，毛皮",
            "第25類  洋服，コート，セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽，和服，エプロン，えり巻き，靴下，ゲートル，毛皮製ストール，ショール，スカーフ，足袋，足袋カバー，手袋，布製幼児用おしめ，ネクタイ，ネッカチーフ，バンダナ，保温用サポーター，マフラー，耳覆い，ずきん，すげがさ，ナイトキャップ，ヘルメット，帽子，ガーター，靴下止め，ズボンつり，バンド，ベルト，履物，仮装用衣服，乗馬靴"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "概略，正面を向いた頭蓋骨とその背後に扁平に交差させた2本の骨片を組み合わせた黒塗りの図形からなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特定の称呼及び観念を生じない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "概略，正面を向いた頭蓋骨とその下に交差させた2本の骨片を組み合わせた黒塗りの図形からなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特定の称呼及び観念を生じない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標との類否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "両商標は，子細に観察すれば，本件商標は，頭蓋骨と扁平に交差させた2本の骨片とが重なっており，その頭蓋骨は犬歯が特徴的であるのに対し，引用商標は，頭蓋骨と扁平に交差させた2本の骨片とが離れている点等において，差異を有する。",
                    "しかしながら，両商標ともに，頭蓋骨と扁平に交差させた2本の骨片の図形を黒塗りに表してなる点，交差している骨の角度がほぼ同じである点，頭蓋骨が正面を向いている状態である点，目に相当する部分が両端で下がっている点，鼻に相当する部分の下端が二股に分かれている点等において，その構成の軌を一にするものであり，「正面を向いた頭蓋骨と扁平に交差させた2本の骨片を組み合わせた図形を黒塗りに表した構図」として，看者の記憶に強く印象付けられるものである。両商標における構成上の差異は，両商標の構成全体から受ける上記の共通した印象からすれば，微差の範囲にとどまるものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，両商標は，いずれも特定の称呼及び観念を生じないものであるから，看者をして，称呼及び観念により両商標を明確に区別し得るともいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "以上によれば，両商標は，上記「正面を向いた頭蓋骨と扁平に交差させた2本の骨片を組み合わせた図形を黒塗りに表した構図」から受ける共通の印象が他の相違点を凌駕するものといえるから，これらを同一又は類似の商品に使用した場合には，取引者，需要者が商品の出所について誤認混同するおそれがある。 ",
                  "text": [
                    "したがって，本件商標は，引用商標と類似する商標である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "指定商品の類否",
              "text": [
                "本件審判の請求に係る指定商品は，引用商標の指定商品のいずれかと同一又は類似するものと認められる。 "
              ]
            },
            {
              "fig": "(5)",
              "subject": "結論",
              "text": [
                "以上のとおり，本件商標は，引用商標に類似する商標であり，かつ，本件審判の請求に係る指定商品は，引用商標の指定商品のいずれかと同一又は類似するものであるから，商標法4条1項11号に該当する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-本件商標の認定の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "外観についての認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件商標の外観につき，「概略，正面を向いた頭蓋骨とその背後に扁平に交差させた2本の骨片を組み合わせた黒塗りの図形からなるもの」と認定している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，「正面を向いた頭蓋骨とその背後に扁平に交差させた2本の骨片を組み合わせた図形」（以下「基本的構図」という。）は，一般に広く知られている「頭蓋骨と，交差した2本の大腿骨」という海賊旗の標章（通称「ジョリー・ロジャー」）又は，これから派生した，危険物や毒薬の標識として使用される「正面に頭蓋骨を設置し，その後ろ又は下に大腿骨を交差させたデザイン」（以下「頭蓋骨と骨のハザードシンボル」という。）に由来するものであり，本件商標の指定商品に係る業界を含むファッション業界において，長年にわたり不特定多数の事業者によって慣用的に使用されてきたことから，既に出所識別力を失っている。",
                    "本件商標は，原告代表者が平成13年頃に洋服や小物等の販売等を取り扱う店舗「Roen」を開業してロエンブランドを立ち上げた際，基本的構図に，狼をイメージした牙及び広大な額部を有する架空の生物の頭蓋骨をモチーフするというアレンジを加えて創作したものである。以後，現在に至るまで，本件商標は，同様の経緯によって創作された複数のスカルデザインの標章と共に，本件商標の指定商品及びこれと需要者層を共通にする被服の業界において，ファッションショーや雑誌等によって紹介されるロエンブランドの商品に付されるなど，ロエンブランドを示す標章として使用されてきた。結果として，本件商標は，遅くとも平成17年7月頃までには，ロエンブランドの商品を示す標章として，需要者に周知され，著名なものとなっていた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件商標は，既に出所識別力を失った基本的構図以外の構成要素によって出所識別力を備えたものとして需要者に周知され，著名なものとなっている。",
                    "したがって，本件商標と引用商標との類否判断の前提として，本件商標の基本的構図以外の構成要素を認定する必要があるところ，本件審決は，本件商標の全体観察を省略して基本的構図のみから要部を認定し，基本的構図以外の構成要素について十分な認定をしておらず，この点において誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "称呼及び観念についての認定の誤り",
              "text": [
                "本件商標は，「牙を有するジョリー・ロジャーないし頭蓋骨と骨のハザードシンボル」，「架空の生物のジョリー・ロジャーないし頭蓋骨と骨のハザードシンボル」，又は「ロエン（ロエンブランド）のジョリー・ロジャーないし頭蓋骨と骨のハザードシンボル」という称呼及び観念を生ずる。",
                "したがって，本件商標は特定の称呼及び観念を生じないという本件審決の認定は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2-引用商標の認定の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "外観についての認定の誤り",
              "text": [
                "引用商標も，その構成に基本的構図を含むものであるが，前述したとおり，基本的構図は既に出所識別力を失っていることから，引用商標についても，基本的構図以外の構成要素まで認定しなければ，本件商標との類否を正しく判断できない。",
                "しかしながら，本件審決は，引用商標についても，全体観察をすることなく，「概略，正面を向いた頭蓋骨とその下に交差させた2本の骨片を組み合わせた黒塗りの図形からなるもの」という基本的構図のみをもって外観を認定し，基本的構図以外の構成要素については認定しておらず，この点において誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "称呼及び観念についての認定の誤り",
              "text": [
                "引用商標は，基本的構図以外の特徴を有しないことから，基本的構図に相応して，単なる「ジョリー・ロジャーないし頭蓋骨と骨のハザードシンボル」という称呼及び観念を生じる。",
                "したがって，引用商標は特定の称呼及び観念を生じないという本件審決の認定は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3-本件商標と引用商標との類否判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決が，本件商標と引用商標との類否判断において，「その構成の軌を一にするもの」と認定した根拠として掲げた両商標の共通点は，いずれも基本的構図に含まれる特徴である。そして，前述のとおり，基本的構図は，本件商標の指定商品の分野において既に出所識別力を失っていることから，上記共通点は，両商標の類否判断に当たって意味を有しない。",
                "しかしながら，本件審決は，両商標につき，基本的構図から受ける共通の印象が他の相違点を凌駕する旨認定しており，この点は誤りである。加えて，本件商標と引用商標との類否判断に当たっては，出所識別力を有しない基本的構図以外の構成要素である上記「他の相違点」を対比すべきであったにもかかわらず，本件審決は，「他の相違点」について言及しておらず，判断遺脱の違法がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標の外観の基本的構成が，大きな牙及び広い額部から，一見して人間以外の生物の頭蓋骨として認識されるものであるのに対し，引用商標の外観の基本的構成は，基本的構図のうち歯及び下顎部を欠いている以外，見るべき特徴を備えていない。さらに，両商標の外観は，具体的構成においても，頬骨部から上顎部にかけての輪郭，鼻孔部の形状及び頭蓋骨と2本の骨との位置関係について顕著な相違点があり，しかも，これらの相違点は，いずれも商標全体の中央域に現れており，商標に接する需要者の視覚によって最初にとらえられるものである。",
                    "以上によれば，両商標は，外観において大きく異なり，本件商標の指定商品の需要者が，これらの外観から商品の出所について誤認混同することはあり得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標及び引用商標の称呼及び観念は，それぞれ前記1(2)，2(2)のとおりであるところ，基本的構図から生ずる単なる「ジョリー・ロジャーないし頭蓋骨と骨のハザードシンボル」という称呼及び観念は，出所識別力を有しないことから，両商標の類似の根拠にはなり得ない。他方，本件商標の称呼及び観念は，基本的構図から生ずる称呼及び観念にとどまらないものとして，需要者において，本件商標が付された商品と引用商標が付された商品とを容易に区別する根拠となる。",
                    "したがって，両商標の称呼及び観念は，需要者にとって紛らわしいものとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件商標と引用商標とは，外観，称呼及び観念において明らかに相違しており，非類似のものというべきである。",
                    "したがって，本件商標が引用商標と類似する商標である旨認定した本件審決の判断は，誤りである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-本件商標の認定の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "外観についての認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，全体観察をした上で，両商標の相違点を要部観察として検討している。そして，本件審決が前記第2の3(1)アのとおり本件商標の外観構成として特定した事項は，商標の類否判断の前提となるべき基本的構成態様であり，これが同前提として十分であることは，後述するとおり，本件商標と引用商標との類否を判断した別件判決の内容からも明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "基本的構図についても，頭蓋骨や骨片の全部又は一部を漫画のようにデフォルメするなどの技法によって特有の個性を表し，出所識別力を備えさせることは，十分に可能といえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以下のとおり，本件商標が，その指定商品の分野において，ロエンブランドの商品を示す標章として需要者に周知され，著名なものであるという事実の存在は，認められない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告が本件商標の周知性及び著名性を立証するものとして提出した証拠は，その大半が衣服の宣伝に係るものであり，身飾品や時計など本件商標の指定商品の宣伝に関わるものは，わずかである。そして，衣服の分野と本件商標の指定商品の分野との間には，競合相手や商品の用途等の相違があるから，原告において主張の前提としている両分野の需要者層が共通であるということについては，疑義がある。",
                        "したがって，原告が提出した上記証拠は，本件商標がその指定商品の業界において周知され，著名なものであることを立証するものとはいえない。  "
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件商標がファッションショーや雑誌等によって紹介されるロエンブランドの商品に付されていることなどを挙げて，本件商標の周知性及び著名性を主張するが，①いわゆるスカルデザインが広く親しまれている状況下において，原告の商品の購入者は，ファッションに精通した需要者に限られないところ，一般の需要者の多くが，常時上記ファッションショー等に留意しているとは考え難いこと，②原告の商品の購入者には，ロエンを知らない一般人も相当数含まれるはずであることから，本件商標の周知性及び著名性は認め難く，本件商標が商品の出所についての誤認混同を招くおそれは，多分にある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本件商標が遅くとも平成17年7月頃までにはロエンブランドの商品を示す標章として周知され，著名なものとなっていた旨主張するが，平成17年当時，原告が使用していた複数の標章は，いずれも創作途中のものであって特定の標章とはいえず，また，外観において本件商標と全く異なるものであった。原告が本件商標を使用するようになったのは，本件商標の登録出願をした平成20年11月前後の頃である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "称呼及び観念についての認定の誤りについて",
              "text": [
                "以下によれば，本件商標が特定の称呼及び観念を生じるという原告の主張は，失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "スカルデザインは，現在，被服や装飾品など多種多様な商品に使用されており，そのような状況下において，頭蓋骨とその下部の交差した2本の骨片からなる図形は，必ずしも「海賊（旗）」や「危険物又は毒物」を連想させるものとはいえず，特定の観念を生じない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標のうち，原告が「牙」と称する犬歯の部分は，頭蓋骨全体に占める割合が非常に小さく，また，額部も，「広大」と評価できるほど大きなものではなく，引用商標と比較しても，その違いは微差にとどまる。",
                    "今日，様々なスカルデザインが流通していること，一般人は，通常，人間や野生動物の頭蓋骨を直接目にすることはないことも併せ考えれば，仮に，スカルデザインから「海賊（旗）」や「危険物又は毒物」がイメージされるとしても，本件商標は，通常のスカルデザインの域を出るものではないといえるから，原告主張に係る特別の観念を生じない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2-引用商標の認定の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "外観についての認定の誤りについて",
              "text": [
                "①本件審決は，全体観察をした上で，原告のいう基本的構図以外の構成要素についても認定していること，②前記1(1)のとおり，基本的構図についても，描き方を変えることなどによって出所識別力を付与することは可能であることから，原告の主張は，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "称呼及び観念についての認定の誤りについて",
              "text": [
                "引用商標は，下顎部や歯の有無等において基本的構図と大きく相違しており，出所識別力を有することから，基本的構図に相応する称呼及び観念を生ずることはない。また，その他の称呼や観念も生じ得ない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3-本件商標と引用商標との類否判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別件判決は，本件商標と引用商標とが類似するとの判断をしており，この判断は，原告による別件判決に対する上告及び上告受理申立てに対して最高裁判所が上告棄却及び上告不受理の決定をしたことによって，既に確定している。",
                "両商標が類似しないという原告の主張は，事実上，別件審決取消訴訟を蒸し返すものといえ，認められるべきではない。  "
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，基本的構図以外の構成要素についても，犬歯や額の部分を含め，原告の主張に沿って検討している。前記1(1)のとおり，本件商標がその指定商品の分野においてロエンブランドの商品を示す標章として需要者に周知され，著名なものであるという事実の存在は，認められないことなども併せ考えれば，本件商標と引用商標とが非類似であるという原告の主張は，失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "(1)  前記第2の2において認定した事実及び証拠（甲3，乙1）によれば，①原被告間における別件無効審判請求事件において，本件商標と引用商標との類否（商標法4条1項11号）が主要な争点となったこと，②別件審決は，請求人である被告及び被請求人である原告の各主張を踏まえながら上記争点について検討した上で，本件商標は，引用商標に類似する商標であり，商標法4条1項11号に該当するものである旨認定し，本件商標の指定商品中，別件審判の請求に係る指定商品についての登録を無効とするという結論を導いたこと，③原被告間における別件審決取消訴訟においても，本件商標と引用商標との類否が争点となり，別件判決は，別件審決の類否判断の誤りを指摘する原告主張の審決取消事由及び被告の反論を踏まえつつ，別件審決の前記認定の当否を検討した上で，同認定に誤りはなく，原告主張の審決取消事由はすべて理由がない旨判断し，原告の請求を棄却したこと（なお，本件商標が引用商標に類似するとの判断において，別件審判の請求に係る商品のみに限定されるような事情は認められない。），④別件判決及び別件審決は，いずれも確定したことが認められる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "他方，前記第2の2及び3のとおり，原被告間における本件無効審判請求事件においても，本件商標と引用商標との類否が争点となり，本件審決は，請求人である被告及び被請求人である原告の各主張を踏まえながら上記争点について検討した上で，本件商標は，引用商標に類似する商標であり，商標法4条1項11号に該当するものである旨認定し，本件商標の指定商品中，本件審判の請求に係る指定商品についての登録を無効とするという結論を導いたことが認められる。",
                "そして，本件審決取消訴訟は，原告が，被告との間において，本件商標と引用商標とが類似するという本件審決の上記認定は誤りである旨主張して本件審決の取消しを求めるものであり，争点は，本件商標と引用商標との類否である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "(1)  本件審決取消訴訟は，本件審決の取消しを求めるものであり，別件審決の取消しを求める別件審決取消訴訟とは訴訟物が異なる。",
            "もっとも，前記1のとおり，本件審決及び別件審決はいずれも，原被告間における本件商標の登録に係る無効審判請求事件につき，本件商標が引用商標と類似し，商標法4条1項11号に該当する旨を認定した。したがって，本件審決取消訴訟及び別件審決取消訴訟のいずれも，原被告間において，上記認定をした審決の判断の当否を争うものであり，①当事者及び②本件商標と引用商標との類否という争点を共通にしている。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "この点に関し，本件審決取消訴訟における原告の主張の骨子は，前述したとおり，両商標の外観につき，「ジョリー・ロジャー」又は「頭蓋骨と骨のハザードシンボル」から由来する「基本的構図」という概念を掲げ，「基本的構図」が既に出所識別力を失っているとして，それ以外の構成要素によって類否を決すべきであるというものであるのに対し，別件審決取消訴訟における原告の主張の骨子は，そのような概念を用いず，頭蓋骨及び骨片の位置，眼窩部の形状などといった両商標間の9つの相違点を個別に挙げるというものであり（乙1），両主張の内容に差異があることは，明らかである。",
                "しかしながら，上記差異は，本件商標と引用商標との類否について異なる観点から検討したことによるものにすぎず，いずれの主張も，両商標が類似している旨認定した審決の判断の誤りを指摘するものであることに変わりはない。そして，本件審決取消訴訟と別件審決取消訴訟との間に，各商標の外観など類否判断の前提となる主要な事実関係について相違があるとは，認められない（前述したとおり，特定の指定商品についてのみ妥当するような判断もない。）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件審決取消訴訟は，実質において，本件商標と引用商標との類否判断につき，既に判決確定に至った別件審決取消訴訟を蒸し返すものといえ，訴訟上の信義則に反し，許されないものというべきである（最高裁昭和51年9月30日第一小法廷判決・民集30巻8号799頁，同昭和52年3月24日第一小法廷判決・集民120号299頁，同平成10年6月12日第二小法廷判決・民集52巻4号1147頁参照。）。",
                "したがって，原告による本訴の提起は，不適法なものとして却下を免れない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論  ",
      "text": [
        "よって，原告の請求は，その余の点について判断するまでもなく，不適法であるから却下することとし，主文のとおり判決する。"
      ]
    }
  ]
}