{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2013-800040号事件について平成26年8月25日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決に対する取消訴訟である。争点は，①進歩性判断(相違点の判断)の是非及び②実施可能要件の充足の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許",
              "text": [
                "被告は，名称を「熱間圧延用複合ロール及びその製造方法」とする発明についての本件特許(特許第4922971号)の特許権者である。",
                "本件特許は，平成20年3月7日に出願した特願2008-58409号に係るものであり(平成23年法律第63号による改正前の特許法30条1項適用〔以下，単に「30条1項」という。〕，平成19年11月1日)，平成24年2月10日に設定登録(請求項の数9)がされた。",
                "(甲18，19)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効審判請求",
              "text": [
                "原告は，平成25年3月15日付けで本件特許の請求項1～9に係る発明について無効審判請求をし(無効2013-800040号)，被告は，平成25年6月3日付けで請求項1～9を訂正する訂正請求をしたが(請求項3については削除して欠番とし，訂正後の請求項の数は8)，特許庁は，平成26年1月7日，「訂正を認める。特許第4922971号の請求項1ないし2，4ないし9に係る発明についての特許を無効とする。」との審決の予告をした。",
                "被告は，平成26年3月17日付けで請求項1～9を訂正する訂正請求をしたところ(請求項3，9については削除し，請求項3は欠番として，訂正後の請求項の数は7。本件訂正)，特許庁は，平成26年8月25日，「請求のとおり訂正を認める。本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年9月4日，原告に送達された。",
                "(甲20，22，23，28～30，34)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正発明の要旨",
          "text": [
            "本件訂正後(本件訂正後の明細書と図面を併せて「本件訂正明細書」といい，上記平成25年6月3日付け訂正前の明細書と図面を併せて「本件明細書」という。)の本件特許の請求項1，2，4～8の発明(以下，請求項の番号に従って「本件訂正発明1」のようにいい，すべてを併せて「本件訂正発明」という。)に係る特許請求の範囲の記載は，次のとおりである。(甲30)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明1",
              "text": [
                "「  金属製の中空式冷却型の上部内側面に冷却緩衝材を有する組合せモールドの内部に，鋼を素材とする中実又は中空の芯材を同心垂直に挿入し，該芯材の外周の環状空隙部に溶湯を注入して該芯材を連続的に降下させ，該芯材の外表面に前記溶湯を溶着させながら冷却により凝固させ，該芯材の外周に肉盛層を形成した後，熱処理と機械加工を行って製造される，棒鋼，線材，あるいは形鋼の粗圧延のための熱間圧延用複合ロールであって，",
                "圧延速度が小さいために鋼材と長時間接触することによりロール内部まで温度上昇するとともに水冷による冷却が回転ごとに繰り返されることによる熱疲労き裂が起点となってロール表面が損傷することを防止するため，",
                "前記溶湯は，C：1.0質量％以上2.0質量％以下，Si：0.2質量％以上2.0質量％以下，Mn：0.2質量％以上2.0質量％以下，V：4.0質量％以上8.0質量％以下，Cr：2.0質量％以上5.0質量％以下，Mo及びWのいずれか1種の量又は2種の合計量を2.0質量％以上8.0質量％以下，及びTi：0.05質量％以上0.30質量％以下含有し，残部がFe及び不可避的不純物元素からなり，",
                "かつ，前記肉盛層に晶出したM C，M C，及びM C のいずれか1種又は2種以上からなる金属炭化物の占有率を3.0面積％以下，及び前記金属炭化物のサイズと前記肉盛層の二次デンドライト組織の結晶粒サイズを，それぞれ50μm以下に微細化するとともに，",
                "前記熱処理により，前記肉盛層の硬さを，ショアー硬さ：45以上70未満，0.5かつ破壊靱性値K 又は疲労破壊靱性値K ：35MPa・m 以上としIC ICfたことを特徴とする熱間圧延用複合ロール。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明2",
              "text": [
                "「  請求項1記載の熱間圧延用複合ロールにおいて，前記溶湯は，更に，Ｎi：1.0質量％以上5.0質量％以下，Co：1.0質量％以上5.0質量％以下，及びＮb：0.02質量％以上0.20質量％以下のいずれか1種又は2種以上を含有することを特徴とする熱間圧延用複合ロール。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明4",
              "text": [
                "「  請求項1及び2のいずれか1項に記載の熱間圧延用複合ロールにおいて，大気雰囲気のもと900℃で24時間保持した場合，酸化による前記肉盛層の重量増加量が，1時間あたり16g/m 以下の耐高温酸化特性を有することを特徴とする熱間圧延用複合ロール。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件訂正発明5",
              "text": [
                "「  請求項1及び2のいずれか1項に記載の熱間圧延用複合ロールにおいて，大気雰囲気のもと800℃で15分間の熱間摩耗試験を行った場合，前記肉盛層の熱間摩耗量が8mg以下である耐熱間摩耗特性を有することを特徴とする熱間圧延用複合ロール。」"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件訂正発明6",
              "text": [
                "「  請求項1及び2のいずれか1項に記載の熱間圧延用複合ロールにおいて，800℃の温度からの急冷に対し，前記肉盛層の表層部にき裂が発生しない耐熱衝撃特性を有することを特徴とする熱間圧延用複合ロール。」"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件訂正発明7",
              "text": [
                "「  請求項1及び2のいずれか1項に記載の熱間圧延用複合ロールを，棒鋼，線材，又は形鋼からなる鋼材の熱間圧延における粗圧延に適用した場合，該熱間圧延による純摩耗損耗量が，前記鋼材の圧延量10000トンにつき0.6mm以下であることを特徴とする熱間圧延用複合ロール。」"
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件訂正発明8",
              "text": [
                "「  請求項1，2，4，5または6のいずれか1項に記載の熱間圧延用複合ロールを製造する方法であって，前記組合せモールドとして，前記冷却緩衝材が黒鉛の銅製水冷モールドを使用し，前記芯材を10mm/分以上150mm/分以下の範囲の速度で引抜くことを特徴とする熱間圧延用複合ロールの製造方法。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正の適否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正の内容",
                  "text": [
                    "以下，実質的に削除された部分を下線と[]で示すことにより，訂正の内容を明らかにすることがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正事項1～6",
                      "text": [
                        "＜省略＞"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正事項7",
                      "text": [
                        "「【0049】比較例1，2の代表的な光学顕微鏡写真(AM)と，実施例1～5の代表的な光学顕微鏡写真を，図2(A)，(B)にそれぞれ示すが，比較例と実施例の金属組織は共に，微細な粒状のMC金属炭化物が主体となっていた。しかし，比較例は実施例と比較して，大きな板状(もしくは層状)のM C，M C，及びM C のいずれか1種又は2種以上からなる金属炭化物(図2(A)，(B)中の黒部分)が多く晶出していた。ここで，実施例1～5[，比較例1，2，及び参考例]]について，晶出した金属炭化物(MC炭化物，M C炭化物，及びその合計値)の占有率と，結晶粒サイズ(2-DAS，MC炭化物，及びM C炭化物)の測定結果を，それぞれ表3に示す。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "訂正事項8",
                      "text": [
                        "本件明細書の【0050】【表3】の比較例1，比較例2及び参考例の「金属炭化物(面積％)」及び「結晶粒サイズ(μm)」欄の数値を，いずれも，削除する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "訂正事項9",
                      "text": [
                        "「【0051】表3に示すMC炭化物の占有率は，実施例1～5のいずれについても[比較例1，2より]高く，M C炭化物(M C，M C，及びM C のいずれか1種又は2種以上からなる金属炭化物が存在するが，主としてM C金属炭化物)の占有率は[，比較例1，2と比べて極端に]低減できることを確認できた。なお，実施例1～5は，M C炭化物の占有率をいずれも3.0面積％以下に低減できた。」"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "訂正事項10",
                      "text": [
                        "「【0052】また，実施例1～5の2-DAS(二次デンドライト組織のアームの間隔，即ち二次デンドライト組織の結晶粒サイズ)は，[いずれも比較例1，2，及び参考例より小さく，]50μm以下にできることを確認できた。更に，実施例1～5のM C炭化物の結晶粒サイズは，[いずれも比較例1，2，及び参考例よりも小さく，]30μm以下にできることを確認できた。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正事項1～6",
                      "text": [
                        "＜省略＞"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正事項8",
                      "text": [
                        "①[1]  本件特許出願時に特許法30条1項の適用を受けるために示した文献である「フジコー技報-tsukuru  Ｎo．15(2007)」(甲15。審決では乙2。)のFig.5におけるAM又はBMの組織写真から観察される内容とTable2の「Carbide  vol(％)」及び「Size of grain and carbide(μm)」欄に記載されるAM又はBMについての各数値とは，それぞれ合致している。",
                        "[2]  本件明細書の【図2】における(A)AM(比較例における代表的なもの)又は(B)BM(実施例における代表的なもの)の組織写真は，甲15のFig.5におけるAM又はBMの組織写真にそれぞれ対応する。",
                        "[3]  本件明細書の【表3】に実施例3として示される「金属炭化物(面積％)」及び「結晶粒サイズ(μm)」の数値は，甲15のTable2に示されるBMの数値と合致する。",
                        "[4]  本件明細書の【表3】に比較例として示される「金属炭化物(面積％)」及び「結晶粒サイズ(μm)」の数値は，甲15のTable2に示されるAM(審決に「BM」とあるのは，「AM」の誤記と認める。)の数値と大きく相違しており，また，本件明細書の【図2】の(A)AMの組織写真から観察される内容と合致していない。",
                        "[5]  以上によれば，本件明細書において，甲15のTable2のAMに係る数値は誤りであると推認される。",
                        "②  本件明細書の【表3】において参考例とされる「日本機械学会論文集(A編)第70巻694号(2004)858-864頁『熱間圧延におけるハイス系白鋳鉄ロールのき裂伝ぱについての解析』」(甲10)には，熱間圧延用のハイス系白鋳鉄ロールが記載されるものの，「金属炭化物(面積％)」及び「結晶粒サイズ(μm)」の数値についての記載はない。",
                        "③  したがって，本件明細書の【表3】の比較例1，比較例2及び参考例の「金属炭化物(面積％)」及び「結晶粒サイズ(μm)」の数値を削除する訂正は，誤記の訂正を目的とするものに該当する。そして，この訂正は，願書に最初に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしたものであり，また，実質上，特許請求の範囲を拡張し又は変更するものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "訂正事項7，9，10",
                      "text": [
                        "これら訂正は，訂正事項8における【表3】の訂正に伴い，【表3】についての記載を整合させるためのものであり，明瞭でない記載の釈明を目的とするものに該当する。そして，この訂正は，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしたものであり，また，実質上，特許請求の範囲を拡張し又は変更するものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "小括",
                      "text": [
                        "本件訂正は，特許法134条の2第1項ただし書きに掲げる事項を目的とするものに該当し，同条9項で準用する同法126条5項及び6項の規定に適合するので，適法な訂正と認める。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "進歩性の有無",
              "text": [
                "甲1  ：特開2002-346613号公報",
                "甲2  ：特開平3-56642号公報",
                "甲3  ：特開平5-98392号公報",
                "甲4  ：特公昭44-4903号公報",
                "甲5  ：特開平6-122937号公報",
                "甲6  ：特開平7-68304号公報",
                "甲7  ：特開2000-282180号公報",
                "甲11：特開2002-105579号公報",
                "甲12：特開2001-123240号公報",
                "甲13：特開平5-230597号公報"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "甲1には，次の発明(甲1発明)が記載されている。",
                    "「  モールドの内部に，鋼を素材とする中実又は中空の芯材を同心垂直に挿入し，該芯材の外周の環状空隙部に溶湯を注入して該芯材を連続的に降下させ，該芯材の外表面に前記溶湯を溶着させながら冷却により凝固させ，該芯材の外周に肉盛層を形成した後，熱処理と機械加工を行って製造される，仕上げタンデム圧延機群の後方3基の圧延機に作動ロールとして組み込まれる熱間圧延用複合ロールであって，",
                    "前記溶湯は，C：1.0～3.0％，Si：0.2～2.0％，Mn：0.2～2.0％，V：3.0～10.0％，Cr：3.0～10.0％およびMo，Wの1種または2種を2.0～10.0％含有し，残部Feおよび不可避的不純物からなり，",
                    "かつ，前記肉盛層に晶出したM C ，M CもしくはM C炭化物の面積率が10％以下である熱間圧延用複合ロール。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明1と甲1発明との一致点",
                  "text": [
                    "「  モールドの内部に，鋼を素材とする中実又は中空の芯材を同心垂直に挿入し，該芯材の外周の環状空隙部に溶湯を注入して該芯材を連続的に降下させ，該芯材の外表面に前記溶湯を溶着させながら冷却により凝固させ，該芯材の外周に肉盛層を形成した後，熱処理と機械加工を行って製造される熱間圧延用複合ロールであって，",
                    "前記溶湯は，C：1.0質量％以上2.0質量％以下，Si：0.2質量％以上2.0質量％以下，Mn：0.2質量％以上2.0質量％以下，V：4.0質量％以上8.0質量％以下，Cr：3.0質量％以上5.0質量％以下，Mo及びWのいずれか1種の量又は2種の合計量を2.0質量％以上8.0質量％以下含有し，残部がFe及び不可避的不純物元素からなる熱間圧延用複合ロール。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明1と甲1発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "熱間圧延用複合ロールが，本件訂正発明1では，「棒鋼，線材，あるいは形鋼の粗圧延のため」の，「圧延速度が小さいために鋼材と長時間接触することによりロール内部まで温度上昇するとともに水冷による冷却が回転ごとに繰り返されることによる熱疲労亀裂が起点となってロール表面が損傷することを防止するため」のものであるのに対し，甲1発明では，「仕上げタンデム圧延機群の後方3基の圧延機に作動ロールとして組み込まれる」ものである点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "モールドが，本件訂正発明1では，「金属製の中空式冷却型の上部内側面に冷却緩衝材を有する組合せモールド」であるのに対し，甲1発明では，それが明らかではない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本件訂正発明1では，溶湯に，Tiを0.05質量％以上0.30質量％以下含有するのに対し，甲1発明では，それが明らかではない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4",
                      "text": [
                        "本件訂正発明1では，「前記肉盛層に晶出したM C，M C，及びM C のいずれか1種又は2種以上からなる金属炭化物の占有率を3.0面積％以下，及び前記金属炭化物のサイズと前記肉盛層の二次デンドライト組織の結晶粒サイズを，それぞれ50μm以下に微細化するとともに，前記熱処理により，前記肉盛層の硬さを，ショアー硬さ：45以上75以下，かつ破壊靱性値K 又は疲労破壊靱性値KIC IC0.5：30MPa・m 以上とした」のに対し，甲1発明では，「前記肉盛層に晶出fしたM C ，M CもしくはM C炭化物の面積率が10％以下」である点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "①  本件訂正発明1は，[1]棒鋼，線材，あるいは形鋼の熱間圧延において，特に圧延速度が遅い上流側の粗圧延機として使用する場合に，[2]ロールが高温となった鋼材と比較的長い時間接触することにより，熱伝導によってロールの内部まで温度が上昇し，また，水冷による冷却がロールの回転ごとに繰り返されることにより，ロールの表面から深い亀裂が生じ，この亀裂が起点となって，ロールの表面が損傷し，ひいては表面の一部が剥離する点を解決すべき課題とする，熱間圧延複合ロールである。",
                        "一方，甲1発明は，[1]熱間の帯鋼又は鋼板の仕上げ圧延の後段機群における，[2]高圧下時のスリップ現象の防止等を課題とする，熱間圧延用複合ロールである。",
                        "②  そうすると，甲1発明と本件訂正発明1とは，使用される用途及び解決課題が明らかに異なるところ，甲1～甲7，甲11～甲13の記載事項を見ても，甲1発明に係る熱間圧延用複合ロールを棒鋼，線材又は形鋼の粗圧延に適用しようとの動機付けがあるとは認められない。",
                        "③  甲11には，「分塊，鋼片，線材，棒鋼圧延用の熱間圧延用ロールには，強靭性(耐折損性)，耐ヒートクラック性，耐肌荒れ性，耐摩耗性等の特性が求められるが，主に粗列スタンドロール等で非常に圧延負荷の激しいスタンドには，強靭性(耐折損性)を重視し，」(【0002】)との記載があるものの，粗圧延における強靭性(耐折損性)を重視したものであって，本件訂正発明1のような，粗圧延における「圧延速度が小さいために鋼材と長時間接触することによりロール内部まで温度上昇するとともに水冷による冷却が回転ごとに繰り返されることによる熱疲労亀裂が起点となってロール表面が損傷するのを防止」するものとはいえない。",
                        "④  そうすると，甲1発明において，相違点1に係る本件訂正発明1の構成とすることは，当業者が容易になし得たものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2～4について",
                      "text": [
                        "本件訂正発明1は，相違点1に係る特定の用途とするために，相違点2に係る製造方法，相違点3に係る溶湯の成分組成，相違点4に係る肉盛層の組織・ショアー硬さ・破壊靱性値K 又は疲労破壊靱性値K を採用したものである。",
                        "IC ICf  そうすると，相違点1に係る特定の用途へ適用することを当業者が容易になし得ない以上は，この用途とするために採用した相違点2～4に係る本件訂正発明1の構成とすることも，当業者が容易になし得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件訂正発明2，4～8",
                  "text": [
                    "本件訂正発明1が容易に発明できない以上，これに発明特定事項を付加した本件訂正発明2，4～8も容易に発明できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "実施可能要件の充足の有無",
              "text": [
                "甲8：特開2000-309841号公報",
                "甲9：郡司好喜，日下邦男，石川英次郎，須藤興一「高速度工具鋼の凝固組織」，鉄と鋼，第59年(1973)，第8号，1089-1103頁"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "組織写真からの観察内容との齟齬",
                  "text": [
                    "本件明細書の【図2】における光学顕微鏡組織写真(A)(AM)から観察される内容と，同【表3】の比較例1及び比較例2の結晶粒のサイズの数値とが合致しないことから，その測定がどのようになされたかの理解が妨げられていたものの，【表3】の比較例1及び比較例2についての一部数値の削除を含む本件訂正により，この点についての不備は解消した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "結晶粒のサイズの測定方法等の不記載",
                  "text": [
                    "本件訂正明細書中には，結晶粒のサイズについての具体的な測定手法，測定条件等の記載はない。",
                    "しかしながら，これら結晶粒サイズの測定方法としては，例えば，甲8及び甲9に示されるような手法が一般的に行われており，本件訂正発明1，2，4～8においても，それらの手法に基づき，各種条件設定の下，通常の画像解析法により，結晶粒のサイズの測定が行われたものと推認される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "本件訂正明細書の発明の詳細な説明の記載は，当業者がその実施をすることができる程度に明確かつ十分に記載したものではないとまではいえず，特許法36条4項1号の要件を満たしていないとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "結論",
              "text": [
                "原告の主張及び証拠方法によっては，本件訂正発明1，2，4～8に係る特許を無効とすることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "使用用途について",
              "text": [
                "審決は，甲1発明に係る熱間圧延用複合ロールを，棒鋼，線材又は形鋼の粗圧延に適用しようとの動機付けがあるとは認められないと判断する。",
                "しかしながら，熱間圧延の技術分野においては，熱間仕上げ圧延ロールと同材質のロールを粗圧延ロールとして用いることは，次のとおり，本件特許出願前から当業者にとって周知である。",
                "甲35：「高性能ハイスロールの開発と圧延分野への適用例」，新日鉄技報，1997，第364号，p60-65",
                "甲36：「熱延ロールの高負荷圧延への対応」，第228回塑性加工シンポジウム，日本塑性加工学会，平成16年，p41-46",
                "甲37：「鉄鋼製造法  第2分冊  加工(1)」，日本鉄鋼協会，昭和47年，p386-389・p438-439",
                "甲38：「鉄鋼技術共同研究会鋼材部会線材分科会報告書」，鉄と鋼，日本鉄鋼協会，第47年(1961)，第13号，p1758-1759・p1779-178  ①  甲35には，「このような圧延ロールの機能向上ニーズに対応するものとして，高速度鋼系材料(以下ハイスと呼ぶ)を適用したハイスロールが開発された。ハイスロールは，熱間圧延鋼板(ホットストリップもしくは熱間圧延)仕上圧延用ワークロールとして，連続鋳掛け(Continuous  Pouring  process  for  Cladding：CPC)法で製造されたものが急速に普及し，現在の鋼板圧延には不可欠な存在にまで成長した。その後，その成功に触発されて，熱間圧延鋼板粗圧延や形鋼ユニバーサル圧延，棒鋼・線材中間圧延スタンドにも適用が拡がり始め，」(60頁左下欄11～末行目)，「最も肌要求の厳しい棒鋼・線材圧延では，中間列後段でHIPハイスが使われている。また，粗列後段～中間列前段でCPCハイスが使われている。」(62頁左欄7～9行目)，「粗列前段スタンドでは圧延製品の送り速度が極めて小さいため，ロールは耐熱衝撃性と耐摩耗性，耐折損性を兼ね備えた鍛造アダマイトロールが主流である。…粗列後段スタンドから中間列にかけては…ハイスロール導入の効果はこれらのスタンド群で最も発揮されると予測される。特に棒鋼・線材圧延は鋼板圧延以上に美麗な表面肌要求が高いため，摩耗だけでなく使用後の孔型表面の粗度にも留意する必要がある。…以上の検討からハイスロールの適用は，棒鋼・線材ともに粗列後段から中間列を中心に進められている。」(64頁右欄34行～65頁14行目)との記載があり，61頁右欄の「図3  圧延ロール材質の推移」を示す図面においては，棒鋼・線材については，粗列及び中間列でハイスロールが用いられることが図示されている。",
                "上記記載によれば，ハイスロールは，当初，熱間圧延の仕上圧延用として開発されたものであったが，その後，棒鋼・線材の粗圧延用ロールとして使用されていることが明らかにされている。",
                "②  甲36には，「Fig.1に仕上げ前段用(FW)，中後段用(FHW)および粗スタンド用(RW)のワークロールの材質変遷を示す。…80年代後半には，連続鋳掛肉盛方法が開発され，この製法によるハイスロールが市場に導入され急速に拡大した。」(41頁12～17行目)との記載があるとともに，Fig.1には，1990年代に入って，FW(仕上げ前段用ワークロール)として，また，これに少し遅れて，RW(粗スタンド用ワークロール)として，「H.S.S」(ハイス)が使用されるようになってきたことが示されている。",
                "③  甲37には，「(1)  粗ロール：粗ロールで初めの孔型はとくに，…強じん性と良好なかみ込性が必要である。また加熱炉から出た直後の高温材であり，一般にロール周速度も遅く，その表面は高温となる。それを冷却水で急冷するので，耐熱亀裂性に優れていること，いいかえればヒートクラックや熱応力に対する抵抗が大きいことが重要である。しかし粗ロール最終近くの孔型になると…耐摩耗性も優れ，形状，寸法を正確に保つ必要がある。」(387頁21～27行目)との記載があり，図9.75「工場別のロール材質適用例」(389頁)の「C  山形鋼(L40～L65)」には，スタンド「R1」「R2」(粗圧延スタンドに相当)とスタンド「F1」「F2」「F3」(仕上げ圧延スタンドに相当)におけるロール材質は，同じくダクタイルであることが記載されている。",
                "④  甲38には，表4・1・4(1780頁)に，「第一連続」のスタンドＮo.2～6のロール(粗圧延ロールに相当)の材質と「仕上連続」のスタンドＮo.19～22のロール(仕上げ圧延ロールに相当)の材質がダクタイルであることが記載されている。",
                "上記①～④からすると，甲1発明の熱間圧延仕上げロールと同材質のものとして粗圧延ロールを構成すること，すなわち，甲1発明の熱間圧延仕上げロールを粗圧延ロールに適用すること自体は，当業者にとって何ら困難性を要することではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "解決課題について",
              "text": [
                "審決は，甲11において「強靭性(耐折損性)」を重視するのは，本件訂正発明のように粗圧延における「圧延速度が小さいために鋼材と長時間接触することによりロール内部まで温度上昇するとともに水冷による冷却が回転ごとに繰り返されることによる熱疲労亀裂が起点となってロール表面が損傷するのを防止」するためのものとはいえないと判断する。",
                "しかしながら，粗圧延ロールにおいて，圧延速度が小さいために鋼材と長時間接触することによりロール内部まで温度上昇するとともに，水冷による冷却が回転ごとに繰り返されることによる熱疲労亀裂が起点となってロール表面が損傷しやすいという現象(本件現象)は，次のとおり，本件訂正発明において初めて認識された新たな現象ではなく，その防止は，本件特許出願前において，粗圧延ロールに当然に必要とされるロール特性として，周知の事項であった。",
                "甲31：「棒鋼・線材圧延」，鉄鋼技術の流れ第2シリーズ第11巻，日本鉄鋼協会，2001年，p126-129",
                "①  甲11には，「分塊，鋼片，線材，棒鋼圧延用の熱間圧延用ロールには，強靭性(耐折損性)，耐ヒートクラック性，耐肌荒れ性，耐摩耗性等の特性が求められるが，主に粗列スタンドロール等で非常に圧延負荷の激しいスタンドには，強靭性(耐折損性)を重視し，」(【0002】)との記載があるが，これは，粗列スタンドロールでは，耐ヒートクラック性，耐肌荒れ性，耐摩耗性等の特性が当然に必要とされるが，これにとどまらず，強靭性(耐折損性)をも求められることをいうにすぎない。",
                "②  甲37には，「(1)  粗ロール  …また加熱炉から出た直後の高温材であり，一般にロール周速度も遅く，その表面は高温となる。それを冷却水で急冷するので，耐熱亀裂性に優れていること，いいかえればヒートクラックや熱応力に対する抵抗が大きいことが重要である。」(387頁21～25行目)との記載があり，これによれば，ヒートクラックとは，粗圧延ロールにおいて，ロール周速度が遅く，ロール表面温度が高温となり，これが冷却水で急冷されることによって引き起こされる損傷のことであるから，これは，本件現象のことにほかならない。",
                "③  甲31には，「棒・線圧延においてロールに求められる特性は，粗列・中間列スタンドにおいては圧延速度が遅く，強圧下をおこなうためロールには特に耐熱亀裂性及び耐割損性，噛み込み牲，が求められ，…」(126頁末行～127頁2行目)との記載があり，これは，圧延速度が遅い粗圧延ロールにおいては耐熱亀裂性が求められること，すなわち，本件現象を防止することと同義の記載がある。",
                "上記①～③からすると，甲1発明の熱間仕上げ圧延ロールを粗圧延ロールとして用いた場合に，そのロール特性として，本件訂正発明でいう熱疲労亀裂が起点となるロール表面の損傷発生を防止し得るロール特性を備えようとすることは，当業者であれば当然に考慮すべき事項である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲35～甲42について",
              "text": [
                "被告は，後記のとおり，甲35～甲42が証拠としての適格性を欠く旨を主張する。",
                "しかしながら，甲35～甲42は，周知技術又は技術常識を示すための資料であり，本件訴訟で新たな事実を主張するための証拠には当たらないから，証拠としての適格性を欠くことはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上(1)(2)からみて，相違点1に係る本件訂正発明1の構成は，甲11そのほか周知技術・技術常識に基づき，当業者が容易に想到し得る。",
                "したがって，審決の相違点1に係る判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2～4の判断の誤り)",
          "text": [
            "審決は，相違点1に係る特定の用途へ適用することを当業者が容易になし得ない以上は，この用途とするために採用した相違点2～4に係る本件訂正発明1の構成とすることも，当業者が容易になし得ないと判断する。",
            "しかしながら，上記1のとおり，相違点1についての審決の判断が誤りである以上，この誤った判断を前提とする相違点2～4についての判断にも，誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件訂正発明2，4～8についての進歩性判断の誤り)",
          "text": [
            "審決は，本件訂正発明1が容易に発明できない以上，これに発明特定事項を付加した本件訂正発明2，4～8も容易に発明できないと判断する。",
            "しかしながら，前記1のとおり，本件訂正発明1についての進歩性判断には誤りがあるから，これを前提とする本件訂正発明2，4～8についての進歩性判断も誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(実施可能要件充足に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項8の判断について",
              "text": [
                "審決は，甲15の記載事項に関する認定を前提に，本件訂正について，本件明細書の【表3】(【0050】)の比較例についての数値は誤りであると認め，その結果，訂正事項8は誤記の訂正を目的とするものに該当し，また，願書に最初に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしたものであり，かつ，実質上，特許請求の範囲を拡張し又は変更するものではないと判断する。",
                "しかしながら，審決には，次のとおり，甲15の記載事項について誤認がある。",
                "本件明細書の【図2】の試験片は，【表2】に示す銅製又は鉄製の水冷モールドを使用した連続鋳掛け鋳造法により，【表1】に示す化学成分及びその量を有する溶湯から，かつ，【表2】に示す10～140mm/分の範囲の7種の引抜速度で鋳造された7本の熱間圧延用複合ロールの中間品から切り出された後に熱処理されたものである(【0046】～【0050】)。一方，甲15の試験片を採取した供試材は，Table1に示す7.5％又は6％のVを含有した2種の化学成分を有する溶湯から，「特殊金型モールド」(39頁左欄25～26行目)又は「砂型モールド」(39頁左欄28～29行目)を用いて鋳造された計4種のサンプルから採取されたものを熱処理したものである。",
                "したがって，上記本件明細書の試験片と上記甲15の試験片とは，製造手段が全く別異のものである。それにもかかわらず，審決は，両者があたかも同じ試験片であることを前提にして，写真に示される金属組織からうかがわれる計測数値と明細書に記載された計測数値とを対比し，その結果，本件明細書の表3における比較例についての記載が誤りであると認定した。",
                "そうすると，本件明細書の表3の比較例の記載に誤りはないのであるから，訂正事項8の訂正は，認められるべきものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項7，9及び10の判断について",
              "text": [
                "訂正事項7，9及び10は，いずれも，訂正事項8による訂正を前提とした訂正であるところ，訂正事項8による訂正が認められるべきでないことは上記(1)のとおりであるから，訂正事項7，9及び10による訂正も，当然に認められるべきものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "実施可能要件の非充足について",
              "text": [
                "以上(1)(2)のとおり，訂正事項7～10は認められないので，本件訂正明細書【0049】～【0052】の記載は，設定登録時の本件明細書の【0049】～【0052】の記載のままとなる。",
                "そうすると，本件訂正明細書の【図2】における光学顕微鏡組織写真(A)AMから観察される内容と，本件訂正による削除前の【表3】(【0050】)の比較例1・2の結晶粒のサイズの数値とは合致しないから，その測定がどのようになされたかの理解が妨げられたままである。",
                "また，本件明細書の【0046】～【0062】に記載された実施例・比較例の記載が，製法の異なる甲15記載の試験片から得られた数値データ及び組織写真であるとすれば，本件訂正明細書には，実施例・比較例の記載がないか，又は，サンプル若しくはシュミレーションによる評価を行った旨の記載がないことになる。",
                "したがって，本件訂正明細書の発明の詳細な説明の記載は，当業者が，その実施をすることができる程度に明確かつ十分に記載したものとはいえない。",
                "よって，審決の実施可能要件に関する判断には，誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "使用用途及び解決課題について",
              "text": [
                "甲1～甲3，甲5，甲7，甲8の熱間圧延用複合ロールは，高速圧延であるホットストリップミル(鋼板用の圧延機)の仕上げ圧延用ロールに関するものであり，甲6の熱間圧延用複合ロールは，棒鋼，線材又は形鋼の熱間圧延用ロールではあるが，圧延速度の大きい仕上げ前圧延用のロールに関するものである。甲1～甲3，甲5，甲7，甲8で開示された仕上げ圧延の速度は，2～25m/秒であり，ロール内部への熱浸透は，棒鋼，線材又は形鋼の粗圧延用ロールと比べ極めて浅い。さらに，ホットストリップミルの仕上げ圧延では，補強ロールを有した4重又は多重圧延機が採用され，高温の圧延鋼材と直接接触するロールに圧延荷重による曲げが基本的には負荷されないため，熱亀裂に対する要求は極めて軽微なものである。そのため，ホットストリップミルの仕上げ圧延のロールには，硬いが脆い炭化物を多量(25～35面積％程度)に有し，熱亀裂が容易に生じる高クロム鋳鉄やニッケルグレン鋳鉄が広く使用されていた。",
                "一方，本件訂正発明の技術分野である棒鋼，線材又は形鋼の粗圧延の場合，圧延速度が0.1～1m/秒と小さいため，高温の鋼材とロールとが比較的長い時間接触することにより，熱伝導によってロールの内部まで温度が上昇し，また，水冷による冷却がロールの回転ごとに繰り返されることによる疲労によって，ロールの表面から深い亀裂が生じやすい。そして，この亀裂が起点となってロールの表面が損傷し，ひいては表面の一部が剥離するため，従来のハイスロールは，粗圧延の使用に耐えるものではなかった。そのため，従来のハイスロールは，圧延速度の大きな仕上げ及び中間圧延機群での使用に限定されていた。",
                "本件訂正発明は，棒鋼，線材又は形鋼の粗圧延のための熱間圧延用複合ロールという，従来のハイスロールでは対応できなかった困難な用途において，圧延速度が小さいために鋼材との接触時間が長い上，強圧下で行う棒鋼等の粗圧延であるがゆえの，熱的・機械的負荷の特殊性に初めて着目したものである。",
                "そして，本件訂正発明は，特有の成分系を採用し，M C・M C・M C の金属炭化物の占有率を下げるとともに，二次デンドライト組織の結晶粒サイズ等も微細化し，かつ，ショアー硬さをHs45～70にまで下げたことと併せて，35M0.5Pa・m 以上という高い破壊靱性値を肉盛層に付与したものである。このような，低めのショアー硬さと高い破壊靱性値とを含むそれぞれの特徴が兼ね備えられて，初めて，そのロールが，棒鋼等の粗圧延のための熱間圧延用複合ロールとして使用に耐えることを見出した。すなわち，本件訂正発明は，従来はまとめて採用されることがなかった上記の各技術事項を結合させることにより，棒鋼，線材又は形鋼の粗圧延にも耐用性のある熱間圧延用複合ロールを提供するものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲35～42について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "証拠としての適格性",
                  "text": [
                    "甲35～甲38は，その記載内容にかんがみると，甲1の技術的意義を明らかにするための補助的資料ではなく，審決取消訴訟において提出することが許されない新たな証拠である。また，甲39～甲42は，その記載内容にかんがみると，甲11～甲13の技術的意義を明らかにするための補助的資料ではなく，審決取消訴訟において提出することが許されない新たな証拠である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "各刊行物の記載内容",
                  "text": [
                    "仮に，甲35～甲38が審決取消訴訟において提出が許される証拠であるとしても，原告の主張は，次のとおり，失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲35",
                      "text": [
                        "甲35には，「粗列前段スタンドでは圧延製品の送り速度が極めて小さいため，ロールは耐熱衝撃性と耐摩耗性，耐折損性を兼ね備えた鍛造アダマイトロールが主流である」(64頁右欄34行～65頁左欄1行目)，「粗列後段スタンドから中間列にかけては鍛造アダマイト，高硬度アダマイト及び高硬度ダクタイル鋳鉄ロールが使用されてきた。この種のロールの課題は主として耐摩耗性である。従って，ハイスロール導入の効果はこれらのスタンド群で最も発揮されると予想される」(65頁左欄5～9行目)，「一般的に圧延ミルにおいては，最終に近いスタンドほど製品の表面性状や寸法精度に与えるロールの品質の影響が大きく，高い耐摩耗性，耐肌荒性が求められる。従って，ハイスロールの有する高い耐摩耗性，耐肌荒性は各圧延ラインの中間～仕上列スタンドで最も効果が期待される。」(60頁右欄16行～61頁左欄3行目)，「粗列前段スタンドでは圧延製品の送り速度が極めて小さいため，ロールは耐熱衝撃性と耐摩耗性，耐折損性を兼ね備えた鍛造アダマイトロールが主流である。本ロールの改善は，特殊鋼の低温材を圧延した際の過大圧延荷重に対する耐折損性向上を指向しており，これに対しては，耐摩耗性を維持しつつ強度向上を図る材質改善，製造条件の改善が図られている。粗列後段スタンドから中間列にかけては鍛造アダマイト，高硬度アダマイト及び高硬度ダクタイル鋳鉄ロールが使用されてきた。この種のロールの課題は主として耐摩耗性である。従って，ハイスロールの導入の効果はこれらのスタンド群で最も発揮されると予測される。」(64頁右欄34行～65頁左欄9行目)との記載がある。",
                        "そして，甲35の公表時は，「粗圧延用のハイスロールの成績に関与する因子の解明とそれを向上する材質・金属組織の相関の研究を行っている」(63頁右欄23～24行目)段階であった。",
                        "そうすると，甲35は，ハイスロールを，棒鋼・線材の粗列後段から中間列前後といった素材温度が低下して熱負荷が低減された箇所で，耐摩耗性の向上を目的に適用してみたことを述べるにとどまり，ハイスロールにおける耐熱亀裂性の向上とハイスロールを熱負荷が高い箇所で用いるという点については，何ら記載も示唆もしていない。",
                        "したがって，甲35の記載は，甲1発明に係る熱間圧延用複合ロールを，棒鋼，線材又は形鋼の粗圧延に適用しようとの動機付けとなるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲36",
                      "text": [
                        "甲36に，「本報では，ハイスロールを中心として，熱間用薄板圧延用ロールの高性能化の状況について概観し，苛酷化する圧延に対応して進められている，今後のロール開発について展望する」(41頁8～10行目)との記載があるとおり，甲36は，薄板圧延に関する技術である。すなわち，本件訂正発明における棒鋼，線材又は形鋼の圧延とは異なり，圧延速度が2～4m/sと大きく，また，曲げ応力が基本的にかからない四重圧延機が使用されるものであって，ロールへの熱的及び機械的負荷は全く比較になるものではない。",
                        "また，甲36は，Fig.1にロールの変遷及びTable2に材質が記述されているのみであり，Table1においては，粗圧延用のハイスロールの硬さ及び破壊靱性値等が仕上げ圧延用と全く同じとなっているなど，粗圧延用ロールが具備すべき特性や改善方向という点は何ら記載されていない。",
                        "そうすると，甲36には，低速圧延下での課題であるハイスロールの耐摩耗性を維持し，かつ，耐亀裂性を飛躍的に向上させるという点は何ら記載も示唆もされていない。",
                        "したがって，甲36の記載は，甲1発明に係る熱間圧延用複合ロールを，棒鋼，線材又は形鋼の粗圧延に適用しようとの動機付けとなるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲37",
                      "text": [
                        "甲37には，ハイスロールに関する記述はない。また，表9．44(438頁)の「棒鋼・線材用ロールに要求される品質特性と材質」には，粗列では耐折損性と耐クラック性が要求されるので鍛鋼，アダマイト，ダクタイル鋳鉄が使用され，仕上列では耐摩耗性が要求されるので，合金チルド鋳鉄，中抜チルド鋳鉄，超硬合金が使用されると記載されている。",
                        "したがって，甲37の記載は，甲1発明に係る熱間圧延用複合ロールを，棒鋼，線材又は形鋼の粗圧延に適用しようとの動機付けとなるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲38",
                      "text": [
                        "甲38には，ハイスロールが発明，実用化される以前の技術が記載されているだけである。",
                        "したがって，甲38の記載は，甲1発明に係る熱間圧延用複合ロールを，棒鋼，線材又は形鋼の粗圧延に適用しようとの動機付けとなるものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，相違点1に係る本件訂正発明1の構成は，容易に想到できない。",
                "したがって，審決の相違点1に係る判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2～4の判断の誤り)に対して",
          "text": [
            "相違点1に係る特定の用途へ適用すること自体が，当業者が容易になし得ない以上，この用途とするために採用した相違点2～4に係る本件訂正発明1の構成とすることも，当業者が容易になし得ない。",
            "したがって，審決の相違点2～4に係る判断には，誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件訂正発明2，4～8についての進歩性判断の誤り)に対して",
          "text": [
            "本件訂正発明1が容易に発明できない以上，これに発明特定事項を付加した本件訂正発明2，4～8も容易に発明できない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(実施可能要件充足に関する判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項8の判断について",
              "text": [
                "甲15では，連続鋳掛け法(CPC)の製造条件と同じになるように「特殊金型モールド」を用いて複合ロールを製作し(39頁左欄24～26行目)，当該ロールで実際に粗圧延ロールを製作して，評価を行ったものである。これは，研究段階での費用をかさませないためであり，研究段階では頻繁に採用する手法である。",
                "したがって，原告の主張は根拠がなく，訂正事項8は，誤記の訂正を目的とするものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項7，9，10の判断について",
              "text": [
                "訂正事項8による訂正が認められるべきであることから，訂正事項7，9，10による訂正は，明瞭でない記載の釈明を目的とするものに該当する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "実施可能要件の非充足について",
              "text": [
                "原告の主張には，理由がない。",
                "したがって，審決の実施可能要件に関する判断には，誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明について",
              "text": [
                "本件訂正発明1に係る特許請求の範囲には，「熱間圧延用複合ロール」との記載があるところ，ハイスロール(工具鋼としての高速度鋼系の化学成分によって構成される表面層を持つ圧延ロール)が，一般的に，耐摩耗性に寄与する硬質，粒状のMC系炭化物を形成するVを多量に含有し，基地の熱間強度を増加するMo，W等の元素を多量に含有するのを特徴とすることは，本件特許出願当時の技術常識であるから(甲31，35，36，39～41，44)，本件訂正発明1に係る熱間圧延複合ロールは，ハイス(High  Speed  Steel)を用いたハイスロールであると認められる。なお，この点は，当事者間に争いがなく，審決も，このことを当然の前提としている。",
                "その上で，本件訂正発明を認定するところ，本件訂正明細書(甲30)の記載によれば，本件訂正発明は，次のとおりのものと認められる。",
                "本件訂正発明は，鋼材の圧延において，特に，棒鋼，線材，あるいは形鋼の熱間圧延において，圧延機群のなかで，特に圧延速度が遅い上流側の粗圧延機の使用に適した熱間圧延用複合ロール及びその製造方法に関するものである(【0001】)。",
                "従来，圧延用のロールとしては，主としてダクタイル鋳鉄製のロールが使用されてきたが，近年，寸法精度と形状精度が高い鋼材製品への要求が高まり，一方では，生産性の向上も望まれていることから，摩耗並びに消耗が少ない圧延用ロールが強く要求されてきた。そこで，摩耗が極めて少ないハイスロール材料が開発され，鋼板の圧延や，棒鋼，線材又は形鋼の熱間圧延において，仕上げ及び中間圧延機群に広く適用されている。(【0002】)",
                "しかしながら，このハイスロールを圧延速度が小さな粗圧延機群に使用すると，ロールが高温となった鋼材と比較的長い時間接触することにより，熱伝導によってロールの内部まで温度が上昇し，また，水冷による冷却がロールの回転ごとに繰り返されることから，ロールの表面から深い亀裂が生じ，この亀裂が起点となってロールの表面が損傷し，ひいては表面の一部が剥離することが生じた。このため，ハイスロールの使用は，圧延速度の大きな仕上げ及び中間圧延機群での使用に限定されていた。(【0004】)",
                "本件訂正発明は，熱間粗圧延において，特に熱疲労亀裂に対して損傷が小さく，かつ，この種のロールが有する耐摩耗性を適度に有して消耗が少ない，熱間圧延用複合ロール及びその製造方法を提供することを目的とする。(【0005】)",
                "本件訂正発明の熱間圧延用複合ロールは，金属製の中空式冷却型の上部内側面に冷却緩衝材を有する組合せモールドの内部に，鋼を素材とする中実又は中空の芯材を同心垂直に挿入し，芯材の外周の環状空隙部に溶湯を注入して芯材を連続的に降下させ，芯材の外表面に溶湯を溶着させながら冷却により凝固させ(連続鋳掛け鋳造法)，芯材の外周に肉盛層を形成した後，熱処理と機械加工を行って製造される。",
                "(【0006】【0024】)",
                "符号の説明",
                "10：中空式冷却型    11：冷却緩衝材    12：組合せモールド    13：芯材",
                "14：溶湯    15：肉盛層    16：連続鋳掛け肉盛溶接用モールド",
                "17：電磁誘導加熱コイル    18：耐火枠    19：ガラスコーティング層",
                "20：予熱用の電磁誘導加熱コイル",
                "そして，本件訂正発明1の熱間圧延用複合ロールを構成する肉盛層は，耐摩耗性を確保し，かつ，耐熱亀裂性を向上するため，硬い粒状の炭化物であるMC金属炭化物(Mは金属を意味する。)を主体に使用するものであるが，MC金属炭化物と同時に晶出するM C 炭化物，M C炭化物，M C炭化物，及びM C炭化物は，少量では耐摩耗性の確保に有効なものの，耐熱亀裂伝播特性においては望ましくないので，そのいずれか1種又は2種以上からなる金属炭化物の占有率を，3.0面積％以下とした。(【0025】【0026】)",
                "本件訂正発明1の熱間圧延複合ロールに用いられる金属のうち，V(バナジウム)は，優先的にCと結合し，極めて硬い粒状のMC型炭化物であるVC炭化物を晶出させ，耐摩耗性を向上させる(【0029】)。Cr(クロム)及びMo(モリブデン)は，一部が基地組織に固溶して，焼入れにより硬さを向上させ耐摩耗性を向上させる(【0031】【0033】)。また，Moは，W(タングステン)と共に，主として固いM C型の共晶炭化物を形成し，耐摩耗性を向上させる(【0032】)。Ti(チタン)は，極めて微細で，かつ，極めて硬いTiC炭化物を生成するが，併せて，MC炭化物の晶出核の役目を果たし，炭化物の分散を促進する(【0034】)。",
                "以上のような化学成分を本件訂正発明1において特定するとおりに所定量用い，残部をFe及び不可避的不純物とすることにより，肉盛層に晶出したM C，MC，及びM C のいずれか1種又は2種以上からなる金属炭化物の占有率を3．0面積％以下にできるとともに，この金属炭化物のサイズ(最大幅)と肉盛層の二次デンドライト組織の結晶粒サイズ(二次デンドライトアームの間隔)を，それぞれ，50μm以下に微細化できる。(【0035】)",
                "また，本件訂正発明1では，従来よりも高い焼戻し温度で，1回又は2回以上の焼戻しを行うことにより，ショアー硬さ(HS)を，本件訂正発明1の化学成分範囲で耐摩耗性の向上が可能な45以上，従来のハイス系ロールと比べて破壊靱性値が向上する75以下に調質して，基地組織に対して十分に靱性を与え，破壊靱性値0．5K 又は疲労破壊靱性値K を30MPa・m 以上にすることができるIC ICf(【0040】【0045】)。",
                "このようにして，本件訂正発明1の構成を採った熱間圧延複合ロールは，熱間粗圧延機で使用してもロール損耗が著しく減少し，その結果，大量の鋼材の連続圧延が可能となって圧延製品の生産性の向上を図ることができるとともに，圧延製品の品質向上も可能となる。(【0015】)",
                "また，Ｎi(ニッケル)は，焼入れ性を向上させ(【0036】)，Co(コバルト)は，高温使用下での基地の硬さと強度を向上させるとともに，耐食性に対する効果等があり(【0037】)，Ｎb(ニオブ)は，Vと同様にMC型炭化物を生成するので(【0038】)，本件訂正発明2の構成を採った熱間圧延用複合ロールは，肉盛層の合金化を促進でき，熱間圧延用複合ロールの製品品質を向上できる(【0016】)。",
                "そして，本件訂正発明の構成を有する試験片を，大気雰囲気中の電気炉にて900℃で24時間保持したところ，酸化による重量増加量が1時間当たり16g/m以下という耐高温酸化特性を有しているので(【0054】～【0056】)，本件訂正発明4の構成を採った熱間圧延用複合ロールは，高温での使用に際し，熱間摩耗特性，肌荒れ性，及び焼付き性現象を改善でき，製品の表面品質を良好にできる(【0018】)。また，本件訂正発明の構成を有する試験片を，大気雰囲気の下で800度下で回転速度100回/分に設定された対向材に15分間押し付けたところ，肉盛層の熱間摩耗量が8mg以下という耐熱間摩耗特性を有しているので(【0058】)，本件訂正発明5の熱間圧延用複合ロールは，長寿命化を図ることができ，ランニングコストの低減が図れて経済的である(【0019】)。さらに，本件訂正発明の構成を有する試験片を，大気中の電気炉に投入し，5分間保持した後，あらかじめ準備した水槽(500mLの容器中，水温25℃±2℃)の中へ投入したところ(水中焼入れ方式)，試験片の表層部に亀裂が発生しないという耐熱衝撃特性を有しているので(【0057】)，本件訂正発明6の構成を採った熱間圧延用複合ロールは，圧延する鋼材との摩擦発熱及び鋼材の加工発熱が加わって大きな熱負荷がかかり，その後，表面が急冷された場合にも，亀裂の発生を防止できる(【0020】)。また，本件訂正発明の熱間圧延用複合ロールを，棒鋼，線材又は形鋼からなる鋼材の熱間圧延における粗圧延に適用した場合，熱間圧延による純摩耗損耗量が，鋼材の圧延量1万トンにつき0.6mm以下であるので，本件訂正発明7の構成を採った熱間圧延用複合ロールは，従来よりもロールの寿命を伸ばすことができ，ランニングコストの低減が図れて経済的である(【0021】)。さらに，本件訂正発明8の構成を採った熱間圧延用複合ロールの製造方法は，従来の鉄製モールドに代えて，熱伝導が極めて良好で肉盛層からの脱熱を飛躍的に向上できる銅製水冷モールドを採用したので，芯材13を，10mm/分以上150mm/分以下の範囲の速度で順次下方へ引抜くことができ，肉盛層は，理想的な鋳造組織となり，かつ，極めて緻密な組織が得られるので，割れが発生しない肉盛層を芯材の外表面に形成できる(【0022】【0044】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明について",
              "text": [
                "甲1の記載によれば，甲1発明は，次のとおりの発明と認められる。",
                "甲1発明は，鉄鋼の圧延において，特に熱間帯鋼連続圧延，すなわち，ホットストリップミルの仕上圧延機群に用いられる作動ロール及びそのロールを用いた圧延方法に関するものである。(【0001】)",
                "一般に，熱間仕上げタンデム圧延において，圧下率を大きくすれば，圧延時間が短縮され圧延中の圧延鋼材の温度低下を少なく抑えることができるため，圧延前の圧延鋼材の加熱温度を低くでき，省エネルギー効果が大きい。しかしながら，特に，仕上げ厚み6.0mm以下の薄板を，仕上げタンデム圧延機群にて圧延するに際し，高圧下圧延を行うとすると，従来材質のロールではスリップ現象が現れ，安定的な圧延ができないという問題があった。(【0002】【0003】)",
                "一方，近年，金属組織を微細化することにより，引張強度，靱性，疲労強度などの特性が向上することが確認され，V，Cr，Mo，Wを多量に含有し摩耗の少ない白鋳鉄が，仕上げ前段圧延機では全面的に既存ロールから切り替わり，後段圧延機においても一部普及している。このロールは摩耗が極めて小さいが，ロールと圧延鋼材間の摩耗は個々のロールで著しく異なっている。(【0002】【0004】)",
                "後段圧延機群にて高圧下圧延を実現するには，前段圧延機群に比べ，圧延鋼材の板厚が著しく小さく，鋼材の温度も低く変形しにくいために，作動ロールとの短い接触部において大きな圧延荷重に耐え，安定して鋼材を圧延する，すなわち，摩擦により前進させることができるロールが不可欠である。したがって，圧延鋼材との間で高く安定した摩擦係数を確保し，さらに，ロール偏平が小さいロールが強く望まれていた。(【0005】)",
                "甲1発明は，熱間帯鋼連続圧延において，圧延鋼材との間で高い摩擦を有し摩耗が少なく，かつ，偏平や降伏損傷しない作動ロールを提供するとともに，これを用いて仕上げ後段群において高圧下圧延を行うことにより，生産性が高く経済的な圧延方法を提供するものである。(【0006】)",
                "このために，甲1発明の熱間圧延用複合ロールは，上記第2，3(2)アのとおりの構成をとった。(【0007】【0019】～【0022】)",
                "符号の説明"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "仕上後段作動ロール    2 補強ロール    3 仕上後段圧延機群"
        },
        {
          "fig": "4",
          "subject": "仕上前段圧延機群    5 粗圧延機",
          "text": [
            "甲1発明の熱間圧延用複合ロールは，高い摩擦係数，すなわち，摩擦力を確保し，従来ロールではスリップ現象を生じ，圧延作業ができない高圧下条件下においても安定した圧延が可能となる。これにより，ホットストリップミルの仕上後段圧延機列での高圧下圧延が可能となり，生産性の向上や圧延製品の品質向上がなされる。(【0025】～【0027】)"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "使用用途及び解決課題について",
              "text": [
                "原告は，①熱間仕上げ圧延ロールと同材質のロールを粗圧延ロールとして用いることが本件特許出願前から周知である，②本件現象(粗圧延ロールにおいて，圧延速度が小さいために鋼材と長時間接触することによりロール内部まで温度上昇するとともに水冷による冷却が回転ごとに繰り返されることによる熱疲労亀裂が起点となって，ロール表面が損傷しやすいという現象)の防止は，本件特許出願前から周知である，③それゆえ，相違点1に係る本件訂正発明1の構成は容易に想到できる旨を主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物の記載",
                  "text": [
                    "①  甲2",
                    "「  (1)  C      1.5～2.5  重量％(以下同じ)",
                    "Si    1.2  ％以下",
                    "Mn    1.2  ％以下",
                    "Cr    1.5～6.0  ％",
                    "Mo",
                    "Mo＋0.5Wとして  1.5～5.0％",
                    "W",
                    "V      4.5～8.0％",
                    "残部が不可避的不純物であって，かつ",
                    "C＝％V×0.24＋(0.4～1.0)％  及び",
                    "0.3Cr＋(Mo＋0.5W)が2.6％以上",
                    "を満足することを特徴とする，胴内部及び軸部を強靭性に富みかつ耐摩耗性と耐熱性に優れた熱間圧延用鍛造ロール」(特許請求の範囲)",
                    "「  これらのことから本発明者は胴内部及び軸部の強靱性が前提条件となる熱間圧延用ロールに対しても上記高炭素高バナジウム系耐摩耗材が適用されうることに着目した。",
                    "しかしながら，熱間圧延用ロールにあっては，その作用面が，高温圧延材との接触及び非接触部での冷却により，500℃以上の加熱と100℃以下の冷却を繰り返し受けるので，高温域での硬度低下が少なく，かつ熱疲労及び熱衝撃によるクラックの発生・進展が少ないという耐熱性を有することが必要となる。」(2頁左下欄16行～右下欄6行目)",
                    "「  本ロールを熱延仕上ミルに使用したところ，従来のＮi-グレン鋳鉄ロールに比較して，耐摩耗性において5～6倍の性能を発揮した。",
                    "このように本発明の鍛造ロールは，軸部及び胴内部の強靭性に優れているばかりではなく，胴表層部の耐摩耗性，耐熱性についても画期的な性能を具備するものであって，熱間圧延用ロールに適用した場合の実用的効果は著大である。」(6頁右上欄6～13行目)",
                    "②  甲3",
                    "「  C：1.0～2.5％，Si：0.3～2.0％，Mn：0.1～2.0％，Cr：3.0～10.0％，Mo＜6.0％，W＜6.0％，V：8.0～15.0％，残部Feおよび不可避不純物よりなる成分に，Ti：0.01～2.0％を添加することを特徴とする熱間圧延用耐摩耗・耐熱亀裂ロール材。」(【特許請求の範囲】【請求項1】)",
                    "「  一般に耐摩耗性を改善するには，組織中に硬い炭化物を多く晶析出させることが望ましい。しかし遠心鋳造法等をはじめとする溶湯から直接製造する場合は，凝固速度が遅いこともあり，炭化物の粗大化や偏析を伴い易い。これら高硬度炭化物及びその粗大化により，耐熱亀裂性が阻害される。」(【0004】)",
                    "「  本発明は上記課題に鑑みされたもので，耐摩耗性に優れるとともに耐熱亀裂性を改善した熱間圧延用ロール材を提供する。」(【0005】)",
                    "「  以上説明した如く本発明のロール材は，高硬度による耐摩耗性と炭化物の微細分布化による熱亀裂特性の向上が可能となって高ロール寿命が得られ，ロール交換の減少による作業能率の向上やロール原単位の低減等，その効果は大きい。」(【0025】)",
                    "③  甲6",
                    "「  隣接する孔型との間に所定の角度を保持して噛合い刃を設け，その噛合い刃にて圧延材を2分割する棒鋼圧延用ロールにおいて，面積比で粒状炭化物を2～20％と，非粒状炭化物を2～15％とを含有する組織からなることを特徴とする棒鋼圧延用ロール。(【特許請求の範囲】【請求項1】)",
                    "「  請求項1に記載のロールにおいて，前記ロール材の化学成分が重量比でC1.5～2.7％，Si0.3～3.0％，Mn0.3～1.5％，Cr2.0～7.0％，V3.0～9.0％，W15．0％以下，Mo9.0％以下，残部Feおよび不純物元素からなることを特徴とする棒鋼圧延用ロール。」(【請求項2】)",
                    "「  本発明は耐摩耗性に富み，かつ噛合い刃部分が耐欠損性を有する棒鋼圧延用ロールに関するものである。」(【0001】)",
                    "「  すなわち，本発明は棒鋼圧延用ロールにおいて，Fe基合金からなるロールの化学成分にMC系等のいわゆる粒状炭化物と，M C やM C系等のいわゆる非粒状炭化物とを含有しその含有率を特定することにより，すぐれた耐摩耗性と耐欠損性を得ることを図ったものである。」(【0007】)",
                    "「  次に，これらの棒鋼圧延用ロールを用い，実圧延機による圧延試験を行った。表2に圧延した量(ton)とそのときのロール消耗量(mmφ)との関係，これを単位消耗量で整理した結果を示す。なお，これらいずれのロールにおいても噛合い刃付近の欠損は発生しなかった。」(【0026】)",
                    "「  本発明により，従来の4倍以上の耐摩耗性と耐欠損性とを有する棒鋼圧延用ロールを製造することが可能となった。このことは，ロールの寿命延長のみならず，ロール交換頻度の低減により生産効率を高め，さらに圧延製品形状の改善等の効果をもたらすものである。」(【0030】)",
                    "④  甲7",
                    "「  ロールの外層部を構成する材料が，重量パーセントで，",
                    "C ： 1.5～3.0％",
                    "Si：0.2～1.5％",
                    "Mn：0.2～1.5％",
                    "Cr：3.0～8.0％",
                    "Mo：4.0～12.0％",
                    "W ： 4.0～12.0％",
                    "V ： 3.0～8.0％",
                    "Co：   0～10.0％",
                    "Ti：   0～0.5％",
                    "を含有すると共に，残部が実質的にFeから成り，その組織中の炭化物が面積率でM C  ≦(M C＋M C＋MC)/10，且つ(M C＋M C)/MC≧2を満足し，更に基地が80％以上のベイナイトと20％未満の焼戻しマルテンサイトからなることを特徴とする圧延ロールの外層材。」(【特許請求の範囲】【請求項1】)",
                    "「  そこで本発明は，圧延ロールにおいて上記ハイス系材料を外層材に用いた場合における問題を解消し，サーマルクラウンの低減，絞り事故の低減，通板性の向上を図ることができ，破壊靱性値が大きくてクラックが発生し難く，またクラックが発生しても進展し難い圧延ロールの外層材の提供を課題とする。」(【0004】)",
                    "「  …よって本発明の外層材を用いた圧延ロールは，一般的な熱間圧延ロールとしては勿論のこと，熱間薄板圧延仕上げスタンド用ワークロールとしても十分に適用することができる。」(【0022】)",
                    "⑤  甲11",
                    "「  成分組成が重量％で，",
                    "C  ： 2．8～3．8％",
                    "Si： 1．2～2．2％",
                    "Mn： 0．3～1．0％",
                    "Ｎi： 0．5～3．0％",
                    "Cr： 0．1～1．0％",
                    "Mo： 0．3～1．5％",
                    "を含有すると共に，残部が実質的にFeから成る高合金ダクタイル鋳鉄材からなるロールを，鋳造後に930～1000℃で一定時間保持することで，組織中の炭化物の50％以上を塊状若しくは粒状化させ，且つその後に基地をベイナイト変態させてなることを特徴とする熱間圧延用ロール。」(【特許請求の範囲】【請求項1】)",
                    "「  分塊，鋼片，線材，棒鋼圧延用の熱間圧延用ロールには，強靭性(耐折損性)，耐ヒートクラック性，耐肌荒れ性，耐摩耗性等の特性が求められるが，主に粗列スタンドロール等で非常に圧延負荷の激しいスタンドには，強靭性(耐折損性)を重視し，鍛造アダマイト，特殊鋳鋼，又はアダマイト材質からなるロールが使用されている。しかし，これらの材質からなる熱間圧延用ロールは，強靭性(耐折損性)には優れているが，耐ヒートクラック性，耐肌荒れ性，耐摩耗性に難点がある。一方，ダクタイル鋳鉄材質からなる熱間圧延用ロールは，前記耐ヒートクラック性，耐肌荒れ性，耐摩耗性には優れているものの，強靭性において不安があり，適用できない。更に従来からある通常の高合金ダクタイル鋳鉄製ロールは，鋳造後，350～550℃の温度で，歪み取り熱処理を施して使用されるのが一般的であり，耐摩耗性等には優れているが，強靭性はあまり高くない。このため前記強靭性の向上を目的として，前記高合金ダクタイル鋳鉄製ロールを，800～900℃に加熱してオーステナイト化した後，焼入れ・焼戻し処理を実施することで，基地をベイナイト組織にしたものも提供されている。(【0002】)",
                    "「  しかしながら，上記基地をベイナイト組織とした高合金ダクタイル鋳鉄製ロールであっても，その強靭性の向上には限界があり，圧延負荷の厳しい環境下で用いられる熱間圧延用ロールとしては，強靭性の点で不十分であった。」(【0003】)",
                    "「  そこで本発明は上記従来における欠点を解消し，分塊，鋼片，線材，棒鋼圧延用粗列スタンドロール等として，圧延負荷の厳しい環境下で用いられる場合であっても，優れた耐ヒートクラック性，耐肌荒れ性，耐摩耗性を備え，且つ十分な強靭性(耐折損性)を備えた熱間圧延用ロールの提供を課題とする。」(【0004】)",
                    "「  本発明は以上の構成，作用よりなり，…分塊，鋼片，線材，棒鋼圧延用粗列スタンドロール等として，圧延負荷の厳しい環境下で用いられる場合であっても，ダクタイル鋳鉄材の特性である優れた耐ヒートクラック性，耐肌荒れ性，耐摩耗性を保持しつつ，且つ十分な強靭性(耐折損性)を備えた熱間圧延用ロールを提供することができる。…ダクタイル鋳鉄の特性を保持しつつ，熱間圧延用ロールの強靭性を更に特殊鋳鋼並みに向上させると共に，耐摩耗性の向上も期待できる。」(【0022】)",
                    "⑥  甲12",
                    "「  成分組成が重量％で，",
                    "C ： 2．5～3．8％",
                    "Si： 1．0～2．5％",
                    "Mn： 0．3～1．5％",
                    "Ｎi： 0．5～3．5％",
                    "Cr： 0．1～1．5％",
                    "Mo： 0．2～2．5％",
                    "及びW，V，Ｎbの1種又は2種以上，W＋V＋Ｎb： 0．3～2．0％",
                    "を含有すると共に，残部が実質的にFeから成るダクタイル鋳鉄を用いたことを特徴とする熱間圧延用ロール。」(【特許請求の範囲】【請求項1】)",
                    "「  線材圧延，棒鋼圧延等の熱間圧延に用いられるロール材として，最近は鋳鉄系ロール材の数倍の耐摩耗性を持つハイス系ロール材が実用化されてきている。が，ハイス系ロール材は一般に高価であり，しかも特有の肌荒れが生じ易い欠点がある。またハイクロム鋳鉄，Ｎi-グレン材等は硬度がショア硬度で80前後あり，耐摩耗性に優れているが，耐肌荒れ性の点で，ダクタイル鋳鉄材よりも劣っている。このため，圧延肌を重視する圧延工場等においては，安定した耐肌荒れ性と耐ヒートクラック性を有するダクタイル鋳鉄材を用いた熱間圧延用ロールが多数使用されている。」(【0002】)",
                    "「  ところが，上記熱間圧延用ロールに用いられている従来のダクタイル鋳鉄材は，ショア硬度で70程度が上限であり，耐肌荒れ性と耐ヒートクラック性は良いが耐摩耗性が今一歩であるという状況があった。」(【0003】)",
                    "「  そこで本発明は，上記従来のダクタイル鋳鉄を用いた熱間圧延用ロールの問題点を解消し，耐肌荒れ性と耐ヒートクラック性を確保しながら耐摩耗性を大幅に改良したダクタイル鋳鉄を用いた熱間圧延用ロールの提供を課題とする。また耐肌荒れ性と耐ヒートクラック性を確保しながら，更に耐摩耗性と優れた強靭性を有するダクタイル鋳鉄を用いた熱間圧延用ロールの提供を課題とする。」(【0004】)",
                    "「  本発明は以上の構成，作用効果からなり，…ダクタイル鋳鉄ロールが有する良好な肌荒れ性と耐ヒートクラック性の他に，高硬質の性質と高い耐摩耗性を備え，且つ鋳造時に生じる残留応力の除去と残留オーステナイトによる組織の不安定性が除去された良好な単層の熱間圧延用ロールを得ることができる。また…ダクタイル鋳鉄ロールが有する良好な肌荒れ性と耐ヒートクラック性の他に，強靭性と耐摩耗性を備えた単層の熱間圧延用ロールを得ることができる。」(【0021】)",
                    "⑦  甲13",
                    "「  重量％で，",
                    "C ；0．35～0．70，",
                    "Si；0．3以下，",
                    "Mn；0．2～1．0，",
                    "Cr；3．0～6．0，",
                    "Mo，W；Mo＋0．5Wとして0．4～1．5，",
                    "Ｎi；0．1～1．5，",
                    "V ；0．1～0．5，",
                    "Ｎb；0．01～0．05，",
                    "Al；0．02以下",
                    "を含有し，残部がFeおよび不可避的不純物である合金よりなることを特徴とする耐摩耗性，耐事故性に優れた金属の圧延用鍛鋼製ロール。」(【特許請求の範囲】【請求項1】)",
                    "「  本発明は耐摩耗性に優れ，且つスリップ，絞り込み，かみ止め等の圧延事故によって受ける被害が小さい耐事故性に優れた圧延用ロールに関するもので，一体型および組立型のスリーブタイプの金属の圧延用鍛鋼製ロールに適用されるものである。」(【0001】)",
                    "「  しかしながら，最近の圧延はスケジュールフリー圧延，高圧下圧延等その使用条件の苛酷化と圧延製品の寸法精度向上に対する要求が一段と厳しくなったことにより，補強ロールおよび中間ロールの摩耗肌荒れによるロールの交換頻度が増大しているのが現状である。そして，このことが連続圧延操業の中で生産性を阻害する大きな要因となっている。その対策としてロールの耐摩耗性の向上が強く要望されている。」(【0003】)",
                    "「  この耐摩耗性は，ロール表面の硬さを現状レベルより上昇させることにより向上するが，その反面高硬度化に伴い靭性値の低下を招くことになる。また一方，使用条件の苛酷化に伴ってスリップ，絞り込み，かみ止等の圧延事故によってロールが受ける熱衝撃の度合も大きくなってきている。これらの圧延事故の際，ロール表面に発生する熱衝撃クラックの深さは，ロール原単位に大きな影響を及ぼすだけでなく，長期間使用される補強ロールおよび中間ロールにおいては大きなスポーリング事故を引き起す原因となる。このため耐摩耗性と共に耐事故性に優れたロールが熱望されている。」(【0004】)",
                    "「  本発明はこのような現状に鑑み，成分調整特に微量のＮbを添加することにより耐摩耗性および耐事故性に対する要望を充分に満足する金属の圧延用鍛鋼製ロールを提供することを目的とする。」(【0005】)",
                    "「  以上の如く本発明は，成分調整，特にＮbを0.01～0.05％添加したことにより，結晶粒の粗大化を抑制し，高温焼入れにより合金のマトリックスへの固溶強化を図ると共に，高温焼戻しを行うことができるのでロール表面硬さがＮb無添加鋼のものより高くとも，またＮb無添加鋼のものと同じであっても耐摩耗性および耐事故性の優れた性能を得ることができ，従って耐摩耗性に優れ，且つスリップ，絞り込み，かみ止め等の圧延事故によって受ける被害が小さい耐事故性に優れた金属の圧延用鍛鋼製ロールの製造が可能となった。」(【0034】)",
                    "⑧  甲31",
                    "「棒・線圧延においてロールに求められる特性は，粗列・中間列スタンドにおいては圧延速度が遅く，強圧下をおこなうためロールには特に耐熱亀裂性及び耐割損性，噛み込み牲，が求められ，中実の鋳鉄系ロールが使用されてきた。中間列後段，ブロックミル前段においては，耐熱亀裂性とこれと相反する耐肌荒れ性・耐摩耗性の両方が求められる。よってこれらの両面をある程度カバー出来る材種選定が必要でありWC，ハイス系ロールあるいは硬度の高い鋳鉄系ロールが使われる。」(126頁末行～127頁6行目)",
                    "⑨  甲35",
                    "「  このような圧延ロールの機能向上ニーズに対応するものとして，高速度鋼系材料(以下ハイスと呼ぶ)を適用したハイスロールが開発された。ハイスロールは，熱間圧延鋼板(ホットストリップもしくは熱間圧延)仕上圧延用ワークロールとして，連続鋳掛け(Continuous  Pouring  process  for  Cladding：CPC)法で製造されたものが急速に普及し，現在の鋼板圧延には不可欠な存在にまで成長した。その後，その成功に触発されて，熱間圧延鋼板粗圧延や形鋼ユニバーサル圧延，棒鋼・線材中間圧延スタンドにも適用が拡がり始め，製造プロセスも適用ロールのニーズに合わせてCPC法，遠心鋳造法，熱間静水圧加圧(Hot  Isostatic  Press：HIP)法が使い分けられるようになった。」(60頁左下欄11行～右下欄3行目)。",
                    "「  一般的に圧延ミルにおいては，最終に近いスタンドほど製品の表面性状や寸法精度に与えるロールの品質の影響が大きく，高い耐摩耗性，耐肌荒性が求められる。従って，ハイスロールの有する高い耐摩耗性，耐肌荒性は各圧延ラインの中間～仕上列スタンドで最も効果が期待される。図3は主な鉄鋼圧延ミルのロール材質の推移を示しているが，熱間圧延仕上前段ロールのようにほぼ100％ハイスロールに置き替わった例もある。」(60頁右下欄16行～61頁左欄5行目)",
                    "「最も肌要求の厳しい棒鋼・線材圧延では，中間列後段でHIPハイスが使われている。また，粗列後段～中間列前段でCPCハイスが使われている。」(62頁左欄7～9行目)，",
                    "「3.3  棒鋼・線材圧延用ハイスロール",
                    "…",
                    "3.3.1  棒鋼・線材の中間列ロール",
                    "…",
                    "粗列前段スタンドでは圧延製品の送り速度が極めて小さいため，ロールは耐熱衝撃性と耐摩耗性，耐折損性を兼ね備えた鍛造アダマイトロールが主流である。…",
                    "粗列後段スタンドから中間列にかけては，鍛造アダマイト，高硬度アダマイト及び高硬度ダクタイル鋳鉄ロールが使用されてきた。この種のロールの課題は主として耐摩耗性である。従って，ハイスロール導入の効果はこれらのスタンド列で最も発揮されると予想される。特に棒鋼・線材圧延は鋼板圧延以上に美麗な表面肌要求が高いため，摩耗だけでなく使用後の孔型表面の粗度にも留意する必要がある。…",
                    "以上の検討からハイスロールの適用は，棒鋼・線材ともに粗列後段から中間列を中心に進められている。」(64頁右欄23行～65頁14行目)",
                    "⑩  甲36",
                    "「  80年代後半に登場した，ハイスロールは，在来ロールに対して数倍の耐摩耗性を有することから，ワークロールの運用方法を大きく変え，圧延スケジュールやロール研削体制にも影響を及ぼす，エポックメイキングな技術革新であった。その後，各社ロールメーカーにより，機能やコストを特化したハイスロールの開発が行われているが，中後段スタンドにおける耐事故性を始めとする未解決の技術課題も多く残されている。本報では，ハイスロールを中心として，熱間用薄板圧延用ロールの高性能化の状況について概観し，苛酷化する圧延に対応して進められている，今後のロール開発について展望する。」(41頁4～10行目)",
                    "「  Fig.1に仕上げ前段用(FW)，中後段用(FHW)および粗スタンド用(RW)のワークロールの材質変遷を示す。」(41頁12～13行目)との記載とFig.1に，90年代に入ってから，粗スタンド用ワークロール(RW)として，ハイス(H.S.S.)が使用されるようになったことの表示がある。",
                    "「  熱間圧延では，ワークロール表面は…圧延応力，…機械的負荷を受ける。さらに，圧延材との接触・摩擦による急加熱と水冷による急冷の繰り返しによる熱的な負荷も同時に受けるため，ロール表面は，ヒートクラックを伴う機械的な損傷が発生する。ハイスロールはこのような損傷に強く，従来の高合金グレンロール，高クロムロールに対し整数倍の耐摩耗性を示す。」(43頁2～13行目)",
                    "「(1)  仕上列前段用ワークロール",
                    "圧延速度が小さく，圧下量が大きいため後段スタンドに比べ，熱的な負荷が大きい。このため，より深いヒートクラックが発生しやすい。…粒状のMC炭化物を主体とするハイスは，このようなヒートクラックが連結しがたく，生じても軽微であるために耐肌荒れ性が良好である。」(43頁19～25行目)",
                    "⑪  甲37",
                    "「(1)  粗ロール：粗ロールで初めの孔型はとくに，大きな断面の鋼材を圧延するので，孔型は深く，圧下が大きくなるため，強じん性と良好なかみ込みが必要である。また加熱炉から出た直後の高温材であり，一般にロール周速度も遅く，その表面は高温となる。それを冷却水で急冷するので，耐熱亀裂性に優れていること，いいかえればヒートクラックや熱応力に対する抵抗が大きいことが重要である。しかし粗ロール最終近くの孔型になると断面積が1/10くらいまでになることもあり耐摩耗性も優れ，形状，寸法を正確に保つ必要がある。」(387頁21～27行目)",
                    "⑫  特開2005-281839号公報(甲44)",
                    "「  成分組成が重量％で，",
                    "C   ： 1.7～2.5％",
                    "Si ： 1.0～2.5％",
                    "M n： 0.5～1.5％",
                    "Ｎi ： 1.0～3.0％",
                    "Cr ： 0.1～1.0％",
                    "Mo ： 1.0～2.5％",
                    "V   ： 0.5～3.5 ％",
                    "を含有すると共に，残部が実質的にFeから成り，且つ",
                    "Mo ＋ V ： 2.5～4.5％ 及び",
                    "C-0.2V： 1.6～1.9％",
                    "を満たすことを特徴とする圧延用ロール材。」(【特許請求の範囲】【請求項1】)",
                    "「  熱間圧延用ロールとして，線材・棒鋼・小型形鋼等の粗列，中間スタンドロールには，従来，アダマイト系材若しくはダクタイル鋳鉄系材が使用されてきた。また圧延成績の向上を目的として，近年ではCr，Mo，W，V等を各数％含有し，優れた耐摩耗性を有する高炭素ハイス系材，セミハイス系と称される材料が用いられ，これを外層材とした遠心鋳造製ロールが実用化されてきている。」(【0002】)",
                    "「  ところが上記ハイス系の圧延用ロール材を用いた圧延ロールは，耐摩耗性に優れているが，その組織はベイナイト若しくはマルテンサイトの基地中に非常に硬質な炭化物を晶析出させたものであり且つ黒鉛の晶出もないために，耐焼付き性，耐熱亀裂性に問題があった。」(【0003】)",
                    "「  そこで本発明は，上記ハイス系の圧延用ロール材や複合圧延ロールの問題点を解消し，圧延ロールの製造が容易で，製造コストも低く，しかも圧延ロールの耐摩耗性，耐焼付き性，耐熱亀裂性等をバランスよく兼ね備え，よってまた線材・棒鋼・小型形鋼等の粗列，中間列スタンド用の圧延に好ましく用いることができる，特に熱間圧延用の単層ロールに適したアダマイト系の圧延用ロール材及びそれを用いた圧延用ロールの提供を課題とする。」(【0004】)",
                    "「  …熱間圧延用ロールとしての耐焼付き性，耐熱亀裂性を大幅に改善させることができる。",
                    "また…アダマイト系圧延用ロール材の硬度を格段に向上させることができ，よって圧延用ロールとしての耐摩耗性を格段に向上させることができる。",
                    "よってアダマイト系材料のもつ強靭性に加えて，耐摩耗性と耐焼付き性と耐熱亀裂性とをバランスよく備えた，線材・棒鋼・小型形鋼等の粗列，中間列スタンド用の熱間圧延用で，特に単層ロールに適したロール材を提供できる。」(【0006】)",
                    "⑬  「熱間圧延ロールはどこまで進歩したか」，日本鉄鋼協会講演論文集，vol.15，2002年，305-308頁(甲45)",
                    "「  1980年代後半登場したハイスロールは我が国初の，国産技術により誕生したロールといえる。…当初仕上列後段から始まったハイス化の動きは，仕上列前段で開花，粗列への展開も図られており，用途別の固有のニーズに対してロール材質の展開も広がってきている。」(305頁2～6行目)",
                    "「  実圧延におけるロール表面はロールバイト内での加圧，…機械的損傷と，加熱と水冷の繰り返しによる熱的損傷で代表される損傷を受ける。",
                    "その結果，ロール表面には摩耗と微細クラックが共存しており，圧延上流側ほど熱的損傷の度合いが強く肌荒れも大きい。在来材質に比較して，硬質かつ分散状炭化物とこれを保持する基地強度が高温でも優れているハイスロールはこの種の熱的損傷に対して良好な特性を示し，熱き裂や肌荒れが浅い。」(306頁2～12行目)",
                    "「3.3  粗列ワークロール",
                    "本用途は現在もハイスロールの適用拡大が図られている分野である。仕上前段よりも熱的損傷が深く，さらには高圧下のためスリップの問題もあり表面肌が美麗すぎても満足されない。炭化物を減少した基地主体型のハイスが試行されているが，製品品質を損なわない程度にロール面を人工的に粗くする方法も採られている。」(308頁1～15行目)",
                    "⑭  「圧延におけるトライボロジー：潤滑と摩耗に関する研究の最近の動向」，鉄鋼協会編148・149回西山記念講座(1993)，150-152頁(甲46)",
                    "「  熱延用ロールの肌荒れはロール表面に繰り返し作用する熱的，機械的負荷によって発生するロール表層部の局部的な欠落現象である。その肌荒れの表面状況から種々の名称で例えば，流星斑，バンデング，梨地肌等と呼ばれている。",
                    "肌荒れは製品の表面品位に直接的な悪影響を及ぼすのみならずロール組替え頻度の増加等の生産性にも影響するので，それらの発生メカニズムについては古くから研究されており，摩耗のほかにも熱疲労，転動疲労，塑性流動，及び焼付き等の損耗現象が関与して発生しているとされている。しかしなが肌荒れの多くは熱疲労あるいは転動疲労によって発生する熱亀裂が起因となっているのでここでは熱亀裂の発生，進展におよぼすロール材質の影響を中心にして述べる。」(150頁29～39行目)",
                    "「  また，図16に仕上前段におけるハイスロール(一体鍛造製，HS79，圧縮降伏強さ2200MPa)とハイクロム鋳鉄ロール(HS72，圧縮降伏強さ1500MPa)との熱亀裂発生状況の比較を示す。ハイスロールの縦クラックの深さはハイクロムロールの1/2になっており，また横クラックが発生しがたくその発生位置も非常に浅くなっている。一方クラックは炭化物を伝播して進展するので炭化物の形態も熱亀裂に大きな影響をおよぼすことが知られている。」(152頁22～31行目)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "検討",
                  "text": [
                    "前記1(2)のとおり，甲1発明は，熱間の帯鋼又は鋼板の仕上げ圧延の後段機群における高圧下時のスリップ現象の防止等を課題とする熱間圧延複合ロールである。そして，上記アの各刊行物の性質を踏まえて，その各記載を総合すれば，①ハイスロールを棒鋼，線材の圧延に使用すること(甲31，甲35)及びハイスロールを粗圧延に使用すること(甲35，甲36，甲45)は，本件特許出願当時の周知技術であること，②熱間圧延において，粗圧延時における熱疲労亀裂を原因とするロール表面の損傷を防止することは，技術常識として，ロールの材質いかんにかかわらない技術課題として当業者に認識されていたこと(甲2，甲3，甲11，甲12，甲13，甲31，甲35，甲36，甲37，甲44，甲45，甲46)が認められる。",
                    "そうであれば，当業者が，熱疲労亀裂を原因とするロール表面の損傷の防止をするという上記技術常識の観点から，甲1発明の熱間圧延複合ロールを，周知技術に従い棒鋼又は線材の粗圧延のためのものとすることは，格別困難ではない。",
                    "そうすると，甲1発明に上記周知技術・技術常識を組み合わせて，相違点1に係る本件訂正発明1の構成とすることは，当業者が容易になし得たことといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "使用用途及び解決課題について",
                  "text": [
                    "被告は，本件訂正発明1のハイスロールは，従来のハイスロールでは対応できなかった特に高温高圧下でなされる棒鋼，線材又は形鋼の粗圧延に使用されるものであるから，その用途・課題は容易に想到できない旨を主張する。",
                    "まず，この点の検討に当たり，本件訂正発明1の特許請求の範囲の記載をみると，「棒鋼，線材，あるいは形鋼の粗圧延のための熱間圧延用複合ロール」との部分は粗圧延全体を示している。そして，特許請求の範囲には，更に「圧延速度が小さいために鋼材と長時間接触することによりロール内部まで温度上昇するとともに水冷による冷却が回転ごとに繰り返されることによる熱疲労き裂が起点となってロール表面が損傷することを防止するため」とあり，本件訂正明細書には「前記したハイス系ロールの使用は，圧延速度の大きな仕上げ及び中間圧延機群での使用に限定されていた。なぜなら，このハイス系ロールを，圧延速度が小さな粗圧延機群に使用する場合，ロールが高温となった鋼材と比較的長い時間接触することにより，熱伝導によってロールの内部まで温度が上昇し，また水冷による冷却がロールの回転ごとに繰り返されることにより，ロールの表面から深いき裂が生じるからである。このため，このき裂が起点となって，ロールの表面が損傷し，ひいては表面の一部が剥離するため，全く使用に耐えるものではなかった。」(【0004】)とあり，圧延速度や温度についての定量的な記載があるものではなく，仕上げ圧延及び中間圧延との相対的な対比として記載されているにすぎず，一方で，本件訂正発明1の「粗圧延」が特定の箇所での使用に限定することを明示する記載は見当たらない(なお，特許法30条1項適用のために示された甲15には，本件訂正発明の熱間圧延複合ロールを，棒鋼，線材の粗スタンドの後段部で使用したことが明示されている〔45～46頁〕。)。",
                    "したがって，本件訂正発明1のハイスロールは，棒鋼，線材又は形鋼の粗圧延全般に用いることを目的とするものと認められる。",
                    "そうすると，前記(1)にて認定判断のとおり，ハイスロールを棒鋼，線材の粗圧延に用いることは周知技術であり，その際の技術的課題は技術常識なのであるから，本件訂正発明1のハイスロールの使用用途及び解決課題が当業者において容易に想到できないとはいえない。",
                    "以上のとおりであり，被告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲35～甲42の証拠としての適格性について",
                  "text": [
                    "被告は，甲35～甲42が，甲1，甲11～甲13の技術的意義を明らかにするための補助資料ではないから証拠適格を欠く旨の主張をする。",
                    "しかしながら，審決取消訴訟において提出される証拠が，審判時に提出された引用文献の技術的意義を明らかにするものに限定されるべき根拠はなく，また，上記(1)イにて認定判断のとおり，甲35～37は，周知技術又は技術常識を明らかにする資料として用いられたにすぎない。",
                    "したがって，被告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "各刊行物の記載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲35",
                      "text": [
                        "被告は，甲35は，熱負荷が高い箇所でハイスロールを用いる点について記載も示唆もない旨を主張する。",
                        "しかしながら，甲35には，上記(1)ア⑨のとおり，ハイスロールを棒鋼，線材の粗圧延に用いることが記載されており(62頁左欄7～9行目など)，熱間圧延において粗圧延が中間圧延又仕上圧延よりも熱負荷が高いこと，圧延の上流側になればなるほど熱負荷が高いことは自明なことである。",
                        "したがって，被告の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲36",
                      "text": [
                        "被告は，甲36は，ハイスロールを棒鋼，線材又は形鋼の粗圧延に適用しようとの動機付けとはならない旨を主張する。",
                        "確かに，甲36は，薄板圧延に関するものではあるが(41頁4～10行目)，棒鋼，線材又は形鋼には使用できないとする記載があるわけではなく，一方で，上記のとおり，他の刊行物(甲35)にハイスロールを棒鋼，線材又は形鋼の粗圧延に用いることの記載があることにかんがみると，甲36が，ハイスロールを棒鋼，線材又は形鋼の粗圧延に適用することの動機付けにならないとはいえない。",
                        "したがって，被告の上記主張は，採用することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，相違点1に係る審決の判断には，誤りがある。",
                "したがって，取消事由1は，理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由4(実施可能要件充足に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項8の判断について",
              "text": [
                "原告は，訂正事項8を誤記を目的とするものと認めて訂正を認めた審決の認定判断について，本件明細書の表3(【0050】)に記載された比較例1・2の金属炭化物の面積％と結晶粒サイズの各数値の部分を誤記と認定する根拠がないから，訂正事項8の訂正を認めた審決の判断には誤りがある旨を主張する。",
                "そこで，以下，検討するに，比較例1・2及び実施例1～5の代表的な光学顕微鏡による組織写真である本件明細書のA「AM」及びB「BM」の写真(【図2】)と特許法30条1項の適用を受けるために被告が示した文献である甲15の「AM」及び「BM」の写真(41頁Fig.5)とが，それぞれ，同じ写真であることは，アトランダムに配置されるはずの組織の状況が全く同一である点からみて明らかである。したがって，本件明細書の図2の写真に誤りはないと認められる。",
                "そして，この「AM」材(比較例)及び「BM」材(実施例)に関係するものとうかがわれる本件明細書に記載された計測数値(【表3】【0050】)と甲15における計測数値(Table2)とを対比すると，次のとおりである。",
                "金属炭化物(面積％)  結晶粒サイズ(μm)",
                "MC  M C  合計  2-DAS  MC  M C 本件明細書  実施例3  10.4  1.1  11.5  35.5  6.3  11.6",
                "比較例1  8.1  5.2  13.3  51.2  40.6  68.7",
                "比較例2  5.2  16.9  22.1  83.2  60.7  88.5",
                "甲15  BM  10.4  1.1  11.5  35.5  6.3  11.6",
                "AM  18.5  1.8  20.3  28.2  6.0  12.4",
                "上記対比からすると，本件明細書の比較例1・2の計測数値か，甲15のAMの計測数値のいずれかが誤っていることになる。そして，本件明細書のA「AM」の写真及び甲15の「AM」の写真には，本件明細書の表3における比較例1・2に係る記載によると存在するはずの40μm以上のMC又はM Cの結晶粒子は存在しないから，甲15の計測数値が，本件明細書の当該数値に対して，計測対象である組織の写真の状況をより正確に反映していることは明らかである。",
                "したがって，本件明細書の表3に記載された比較例1・2の金属炭化物の面積％と結晶粒サイズの各計測数値の部分は，誤りと認められる。",
                "これに対して，原告は，本件明細書の試験片と甲15の試験片との製造方法が違う旨を主張するが，本件明細書に誤記があったか否かという問題は，同明細書の図2の写真に誤りがない以上，その写真に写された組織に関する，本件明細書の計測数値が正確であるか否かという問題であって，その組織片がどのような製造方法で作成されたかとは関係がない。原告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項7，9，10の判断について",
              "text": [
                "上記(1)のとおり，訂正事項8の訂正は適法であるから，専ら訂正事項8の訂正が適法でないことを理由とする原告の主張を採用することができないことは，明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "実施可能要件の充足について",
              "text": [
                "上記(1)(2)のとおり，訂正事項7～10の訂正を適法でないとする理由はないから，専ら訂正事項7～10の訂正が適法でないことを前提とする原告の主張を採用できないことは，明らかである(なお，仮に実施例や比較例の記載がないとしても，直ちに発明の詳細な説明が実施可能要件を欠くことにはならないところ，①本件訂正明細書には，実施例として「BM」，比較例として「AM」の組織写真がそれぞれ示されているから，写真だけであるとしても，実施例と比較例の相応の比較は可能であり，②発明の評価方法が特殊モールドにより製造されたものについてされているとしても，連続鋳掛け法は周知の技術であり(甲1，36)，本件訂正明細書には，製造条件等が明示されている。そうであれば，当業者において明細書の発明の詳細な説明に基づき本件訂正発明を実施し，その作用効果を確認することが，過度の試行錯誤を必要とするものとはいえない。)。",
                "したがって，原告の主張は，いずれにしても，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，実施可能要件に関する審決の判断には，誤りはない。",
                "したがって，取消事由4は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "まとめ",
          "text": [
            "以上のとおり，取消事由4は理由がないが，取消事由1は理由があるから，取消事由2・3について判断するまでもなく，審決を取り消すこととする。さらに，特許無効審判において，相違点1が容易想到であることを前提に，相違点2～4及び本件発明2，4～8の容易想到性について改めて判断することが相当である。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由があるから，審決を取り消すこととして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10225",
    "date": "2015-06-09",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085159",
    "ipprecedent_id": "4069",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}