{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "- 1 -"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2013-800208号事件について平成26年4月30日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁による手続の概要(争いがない。)",
          "text": [
            "被告は，平成24年2月3日，発明の名称を「立体網状構造体製造方法及び立体網状構造体製造装置」とする特許出願(特願2012-22551号。出願日を平成13年3月16日とする特許出願(特願2001-76171号)の分割出願。)をし，平成25年5月17日，設定の登録(特許第5270014号。請求項の数は2。)を受けた(以下，この特許を「本件特許」といい，明細書及び図面を併せて「本件明細書」という。甲20，21)。",
            "原告は，平成25年11月1日，特許庁に対し，本件特許の請求項1及び2に記載された発明についての特許を無効にすることを求めて審判の請求をした。",
            "特許庁は，上記請求を無効2013-800208号事件として審理した結果，平成26年4月30日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同年5月12日，原告に送達した。",
            "原告は，平成26年6月10日，上記審決の取消しを求めて本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載(甲20)",
          "text": [
            "本件特許の特許請求の範囲の請求項1及び2の記載は，次のとおりである(以下，同請求項1及び2に記載された発明を，それぞれ「本件発明1」及び「本件発明2」といい，これらを併せて「本件発明」という。)。",
            "【請求項1】",
            "「熱可塑性樹脂を原料又は主原料とする溶融した線条を複数の孔を有するダイスから下方へ押し出し，",
            "一対が間隔を置いて対向し縦方向に配置された無端コンベアの間に前記線条を自然降下させ，",
            "該無端コンベアが前記降下速度より前記線条を遅く引き込み，",
            "前記押出された線条の集合体の幅より狭く設定された間隔の無端コンベアが，水没する前記線条の集合体の少なくとも二面に接触する，",
            "立体網状構造体製造方法において，",
            "前記無端コンベアが，複数の金属製の板材を上下方向に隙間を開けて連結したものであり，",
            "前記板材の隙間に水が流れることを特徴とする立体網状構造体製造方法。」",
            "【請求項2】",
            "「熱可塑性樹脂を原料又は主原料とする溶融した線条を複数の孔を有するダイスから下方へ押し出し，",
            "一対が間隔を置いて対向し縦方向に配置された無端コンベアの間に前記線条を自然降下させ，",
            "該無端コンベアが前記降下速度より前記線条を遅く引き込み，",
            "前記押出された線条の集合体の幅より前記無端コンベアの間隔が狭く設定され，",
            "前記無端コンベアが，水没する前記線条の集合体の少なくとも二面に接触する，",
            "立体網状構造体製造装置において，",
            "前記無端コンベアが，複数の金属製の板材を上下方向に隙間を開けて連結したものであり，",
            "前記板材の隙間に水が流れることを特徴とする立体網状構造体製造装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書(写し)記載のとおりである。その概要は，①  本件発明1は，(ⅰ)  特開平11-241264号公報(甲1。以下「甲1公報」という。)に記載された発明(以下「甲1発明」という。)とは，後記相違点1において，(ⅱ)  特開2000-328422号公報(甲2。以下「甲2公報」という。)に記載された発明(以下「甲2発明」という。)とは，後記相違点2において，それぞれ相違し，甲1発明又は甲2発明に特開平8-226069号公報(甲3。以下「甲3公報」という。)ないし甲5号証に記載されている事項を適用することの動機付けは認められないし，「コンベヤ用語-種類」(JIS  B  0140。甲11。以下「甲11文献」という。)における種々の周知のコンベアに係る記載を参酌しても，甲1発明又は甲2発明に，甲3公報ないし甲5号証に記載されている事項のいずれか一つを適用することで，当業者が容易に想到することができたものとはいえない，②  本件発明2は，本件発明1とはカテゴリーの違いを除けば同一であるので，本件発明1と同様に，甲1発明又は甲2発明に，甲3公報ないし甲5号証に記載されている事項のいずれか一つを適用することで，当業者が容易に想到することができたものとはいえないというものである。",
            "また，原告は，当該審判において，③  「無端コンベアが，複数の金属製の板材を上下方向に間隔を開けて連結したもの」及び「板材の隙間に水が流れること」が，発明の詳細な説明に記載されていないから，特許法36条6項1号に違反する，④",
            "「板材の隙間に水が流れること」は出願当初明細書に記載されていないから，これを追加する補正は出願当初の明細書の記載の範囲内でされたものではなく，同法17条の2第3項に違反する，とそれぞれ主張したが，審決は当該各主張をいずれも排斥した(なお，原告は，上記③及び④については，本件訴訟において取消事由として主張していない。)。"
          ]
        },
        {
          "fig": "4",
          "subject": "審決が認定した甲1発明の内容並びに本件発明1と甲1発明との一致点及び相違点(争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明の内容",
              "text": [
                "「溶融した熱可塑性樹脂を複数のノズル4から下方へ押し出し，",
                "一対が間隔をあけて対向しほぼ垂直に設置された無端ベルトコンベアー1の間に複数のノズル4を有するダイス2から押し出した前記熱可塑性樹脂を自然降下させ，",
                "無端ベルトコンベアー1が降下速度より前記熱可塑性樹脂を遅く引き取り，",
                "前記押し出された熱可塑性樹脂の束の幅より狭く設定された無端ベルトコンベアー1が，水没する熱可塑性樹脂の束の二面に接触する，",
                "立体網状構造体の製造方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲1発明との一致点及び相違点",
              "text": [
                "審決が認定した本件発明1と甲1発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「熱可塑性樹脂を原料又は主原料とする溶融した線条を複数の孔を有するダイスから下方へ押し出し，",
                    "一対が間隔を置いて対向し縦方向に配置された無端コンベアの間に前記線条を自然降下させ，",
                    "該無端コンベアが前記降下速度より前記線条を遅く引き込み，",
                    "前記押出された線条の集合体の幅より狭く設定された間隔の無端コンベアが，水没する前記線条の集合体の少なくとも二面に接触する，",
                    "立体網状構造体製造方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "無端コンベアに関し，本件発明1では「複数の金属製の板材を上下方向に隙間を開けて連結したものであり，前記板材の隙間に水が流れる」のに対し，甲1発明では，ベルトコンベアである点(以下「相違点1」という。)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "審決が認定した甲2発明の内容並びに本件発明1と甲2発明との一致点及び相違点(争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明の内容",
              "text": [
                "「溶融温度に保持した熱可塑性PLA樹脂の溶融線条2を複数のオリフィスを持つ多列ノズル5より下方へ向けて吐出し，",
                "一対が間隔を置いて対向し縦方向に配置されたネットである引き取り装置7の間に多列ノズルから吐出された溶融線条2を降下させ，",
                "引き取り装置7が落下速度より溶融線条のループ径の弛み分だけ遅く引き取り，吐出された溶融線条2が接合した網状の三次元構造体3を形成し，",
                "オリフィスの有効幅よりネット間の間隔が狭く設定された引き取り装置が，水没する三次元構造体3の二面に接触する，",
                "網状の三次元構造に形成された抗菌防黴性ポリ乳酸構造体の製造方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲2発明との一致点及び相違点",
              "text": [
                "審決が認定した本件発明1と甲2発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「熱可塑性樹脂を原料又は主原料とする溶融した線条を複数の孔を有するダイスから下方へ押し出し，",
                    "一対が間隔を置いて対向し縦方向に配置された無端コンベアの間に前記線条を自然降下させ，",
                    "該無端コンベアが前記降下速度より前記線条を遅く引き込み，",
                    "前記押出された線条の集合体の幅より狭く設定された間隔の無端コンベアが，水没する前記線条の集合体の少なくとも二面に接触する，",
                    "立体網状構造体製造方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "無端コンベアに関し，本件発明1では「複数の金属製の板材を上下方向に隙間を開けて連結したものであり，前記板材の隙間に水が流れる」のに対し，甲2発明ではネットである点(以下「相違点2」という。)。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と甲2発明との実質的相違点",
              "text": [
                "原告は，相違点2に係る審決の認定について，特段争うものではないが，次のとおり補足する。",
                "甲2発明において引き取り装置として開示されている「ネット」とは，「ネットコンベア」，すなわち金網を用いたチェーンコンベアを意味する。また，本件発明1における無端コンベアは，一条又は数条のチェーンにスラットを連続的に取り付けたチェーンコンベアである「スラットコンベア」に該当する。",
                "そして，ネットコンベアを水中で用いた場合に，ネット状に連結された金属製の線条の隙間に水が流れることは当然であるから，本件特許の原出願日の時点における技術常識を考慮すると，本件発明1と甲2発明との実質的な相違点は，無端コンベアに関し，本件発明1では「複数の金属製の板材を上下方向に隙間を開けて連結したもの」(スラットコンベア)であるのに対し，甲2発明では「複数の金属製の線条をネット状に隙間を開けて連結したもの」(ネットコンベア)である点にすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明及び周知慣用技術に基づく本件発明1の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ネットコンベアとスラットコンベアは，本件特許の原出願日の時点において，いずれもきわめて広く一般的に知られていた周知慣用技術である。このことは，平成5年8月31日に財団法人日本規格協会が発行した甲11文献において，スラットコンベアとネットコンベア(「金網チェーンコンベア」の慣用語。)が，いずれもチェーンコンベアの一種として認定されていることからも明らかである。",
                    "実際，ネットコンベアは，物の搬送に用いられるだけではなく(甲11)，熱可塑性樹脂からなる立体網状構造体の製造工程における引き取りや成形工程にも用いられている(甲2，28)。また，スラットコンベアも，物の搬送のみならず(甲5，11)，繊維製品の圧縮・成形工程(甲3)や空き缶を圧潰する工程(甲29)に用いられている。さらに，ネットコンベアやスラットコンベアが相互に代替可能なものとして水中で用いられ得ることも公知であった(甲30)。そうすると，甲2発明のネットコンベアに代えて，スラットコンベアを含む他のコンベアの利用を試みることについては，既に十分な示唆・動機付けがあるというべきであるし，ネットコンベアからスラットコンベアへの置換も容易である。",
                    "したがって，当業者であれば，甲2発明のネットコンベアに代えて，本件特許の原出願日の時点において周知となっているコンベアの中からスラットコンベアを採用することは，単なる公知材料の中から最適材料の選択，均等物による置換及び設計変更にすぎず，容易に想到し得る事項である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲2発明のネットコンベアは，「引き取り装置」として開示されているものであるが，これはネットコンベアに限定されているものではないから，甲2公報に触れた当業者が，「引き取り」機能を有する「装置」として，ネットコンベアと類似の構造を有し，同様の機能を果たし得るような他のコンベアを，本件特許の原出願日の時点において周知となっているコンベアの中から選択し，採用することは，まさに最適材料の選択行為にほかならない。この点，甲2発明において開示されている引き取り装置としてスラットコンベアを用いる場合であっても，コンベアを駆動させる基本的構成を変更する必要は生じないし，スラットコンベアは，ネットコンベアと同じ金属製であり，その表面も同等の接触性を有するように容易に設計し得る。したがって，甲2発明の目的や製造方法を考慮しても，甲2発明のネットコンベアに代えてスラットコンベアを用いることは容易に想到し得る。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，審決は，本件発明1は，「無端コンベアが，複数の金属製の板材を上下方向に隙間を開けて連結したものであり，前記板材の隙間に水が流れる」という構成を用いたことによって，「甲2発明の『ネットである引き取り装置』とは異なる効果を奏する」と認定しており，この効果の認定が進歩性の認定に大きく寄与しているように思われる。",
                    "しかし，本件明細書の段落【0032】には，「ステンレスメッシュ(金網)等のベルト23でも良い」と記載されているから，ネットコンベアが本件発明1におけるスラットコンベアと同じ効果を奏するものであることは，本件明細書自身が自認している。",
                    "また，ネットコンベアを水中で用いた場合には，ネット状に連結された金属製の線条の隙間にも当然水が流れるのであるから，「板材の隙間に水が流れる」点や，これによってもたらされる他の効果(例えば冷却効果など)が仮にあったとしても，同じ効果は，甲2発明の「ネットである引き取り装置」にも生じているはずである。加えて，撓みの観点からしても，甲2発明のネットコンベアも，同じ金属であるスラットコンベアと違いはなく，成形の精密さや寸法精度にも差異は生じない。しかも，審決は，四面の同時成形の場合における効果を殊更強調しているが，本件発明1は「無端コンベアが(略)線条の集合体の少なくとも二面に接触する」ことを内容とする発明であるから，本件発明の効果の理解として妥当でない。",
                    "このように，相違点2によって，本件発明1は甲2発明と何ら別段の効果を生じるものではない。",
                    "なお，水が流れることによる冷却効果や，無端コンベアの撓みをなくすこと並びに成形の精密さ及び寸法精度を向上させることは，本件明細書に記載がないか，又は本件発明そのものの効果ではないから，進歩性の判断に参酌されることは許されない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件発明1は，甲2発明における周知慣用技術を，別の周知慣用技術に置換したにすぎないし，また，相違点2は，何ら効果に差異を生じさせるものではない。",
                    "よって，本件発明1は，甲2発明及び周知慣用技術に基づき，当業者が容易に想到し得たものであり，これと異なる審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲2発明及び甲3公報記載の発明に基づく本件発明1の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の原出願日より前に頒布された甲3公報に記載された発明(以下「甲3発明」という。)の技術分野は，熱可塑性樹脂の成形に関するものであって，スラットコンベアは繊維製品の成形機として記載されている。すなわち，甲3発明における「スラットコンベア」は，熱可塑性樹脂を三次元に成形する工程で用いられるものであって，「成形機」としての作用，機能を果たしており，搬送機能にとどまるものではない。",
                    "また，審決は，その目的，機能や熱媒体の違いによってスラットコンベアの設計は大きく異なると判断した。しかし，上記のとおり，甲2発明と甲3発明のコンベアの目的及び機能は同一である。そして，熱媒体の違いによってスラットコンベアの設計が大きく異なることとなるとの判断は，甲2発明及び甲3発明の各明細書中に一切根拠が示されていないばかりか，一般論としてもその根拠が不明である。",
                    "さらに，上記(2)ウのとおり，甲2発明においてネットコンベアに代えてスラットコンベアを用いることにより，何ら効果に差異は生じない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このように，甲2発明と甲3発明とは，技術分野が同一で，コンベアが成形機としての作用，機能を果たしていることでも共通している。また，甲2発明においては，単に「引き取り装置」との記載があるのみで，ネットコンベア以外のコンベアを用いることも示唆されており，少なくともそのことを排除していない。さらに，ネットコンベアとスラットコンベアは，いずれもきわめて広く一般的に知られていた周知慣用技術であるから，その置換に何ら阻害要因は見出せないし，甲2発明において何らの効果の差異もない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件発明1は，甲2発明及び甲3発明に基づき，当業者が容易に想到し得たものであり，これと異なる審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2について",
              "text": [
                "本件発明2は，本件発明1とカテゴリーの差異があるにすぎず，実質的には同一の発明であるから，進歩性の判断は同一となり，本件発明2についても，本件発明1と同様の理由に基づく取消事由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1に関する判断の誤り)",
          "text": [
            "甲1発明においては，ベルトコンベアの種類に何ら限定がないから，ベルトコンベアの一種である「金網ベルトコンベア」も甲1発明のベルトコンベアに含まれる。そして，ネットコンベアを水中で用いることにより，ネット状に連結された金属製の線条の隙間に水が流れることは当然であるから，甲1発明におけるベルトコンベアは，「複数の金属製の線条をネット状に隙間を開けて連結したベルトコンベアであり，前記ネット状に連結した金属製の線条の隙間に水が流れる」構成を含む。そうすると，本件発明1と甲1発明の実質的な相違点は，無端コンベアに関し，本件発明1では「複数の金属製の板材を上下方向に隙間を開けて連結したチェーンコンベア」(スラットコンベア)であるのに対し，甲1発明では「複数の金属製の線条をネット状に隙間を開けて連結したベルトコンベア」(金網ベルトコンベア)である点にすぎない。",
            "したがって，取消事由1と同様の理由により，本件発明1は，甲1発明及び周知慣用技術又は甲3発明に基づき，当業者が容易に想到し得たものであり，審決の判断は誤りである。また，本件発明2は，本件発明1とカテゴリーの差異があるにすぎず，実質的には同一の発明であるから，進歩性の判断は同一となり，本件発明2についても，本件発明1と同様の理由に基づく取消事由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明及び周知慣用技術に基づく本件発明1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲2発明のネットコンベアに代えてスラットコンベアを用いることは，単なる公知材料の中から最適材料の選択，均等物による置換及び設計変更にすぎず，容易に想到し得る事項であると主張する。",
                    "しかし，甲11文献の記載は，ネットコンベア(金網チェーンコンベア)とスラットコンベアが搬送用のものとして知られていたことを示しているにすぎない。甲2発明における「ネットである引き取り装置7」あるいはネットコンベアは，「押圧・成形」機能を有していることが明らかであって，単なる搬送のためのチェーンコンベアとは目的及び機能が大きく異なっているから，甲2発明におけるネットコンベアをスラットコンベアに置換することが，単なる最適材料の選択等にすぎないとはいえない。",
                    "また，甲3公報からは，上下側のスラットコンベアが繊維製品を搬送する機能を有することはわかるものの，スラットコンベアの間隔を繊維製品の厚さよりも狭くするとは記載されておらず，いわんや，スラットコンベアが繊維製品を「押圧・成形」するとは一切記載されていない。さらに，甲3公報は，「押圧・成形」がスラットコンベアよりも下流に配置した矯正ロール群によって行われることを明記しているのであるから，スラットコンベアにより「押圧・成形」機能を達成し得ることを示唆するものでもない。",
                    "加えて，原告が指摘する実開平7-37492号公報(甲29。以下「甲29公報」という。)及び実公昭47-36069号公報(甲30。以下「甲30公報」という。)は，単にスラットコンベアが記載されているというだけであり，立体網状構造体の製造方法とは全く関係のない技術分野に属するものである。",
                    "このように，甲2発明におけるネットコンベアをその他のものに置換する際には，当然，その「押圧・成形」機能も考慮する必要がある。ましてや，スラットコンベアを用いることでコンベアの耐久性が向上し，更には成形を精密に行って寸法精度を向上することが従来技術から自明ないし当然に予測できた効果であるとはいえないから，甲2発明におけるネットコンベアに代えてスラットコンベアを用いることが，単なる公知の「搬送用コンベア」の中からの最適材料の選択等により行い得るものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，甲2公報に触れた当業者が，「引き取り」機能を有する「装置」として，ネットコンベアと類似の構造を有し，同様の機能を果たし得るような他のコンベアを，本件特許の原出願日の時点において周知となっているコンベアの中から選択し，採用することは，まさに最適材料の選択行為にほかならないと主張する。",
                    "しかし，甲11文献には，ネットコンベアやスラットコンベアにつき，「引き取り」機能を有する装置として用いることや，「押圧・成形」機能の点で共通することの記載もその示唆もない。そして，甲2公報における高温のポリ乳酸樹脂からなる繊維製品を挟み込む際，スラットコンベアとネットコンベアとでは，それぞれ異なる態様で当該繊維製品の表面と接触することが明らかであるのに，原告は，スラットの配置をどのように調整すれば，ネットコンベアと同等の接触性を有するようになるのかについては，具体的根拠を挙げて説明していない。そうすると，甲2発明におけるネットコンベアをスラットコンベアに置換することは，当業者が容易に想到し得るものではないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，原告は，相違点2によって，本件発明1は甲2発明と比較して何ら別段の効果を生じるものではないと主張する。",
                    "ここで，本件明細書の段落【0032】中のステンレスメッシュベルトとは，スパイラル(螺旋)とロッド(力骨)を組み合わせたものであり，甲2発明のような単なる金網状のネットではない。単なる金網状のネットコンベアには力骨がないため容易に撓んでしまい，ベルト表面を水平に保つことが難しく，立体網状構造体の成形が精密でなくなり，寸法精度も低くなるところ，本件明細書においては，力骨を通したメッシュベルトの方が成形の精密性や耐久性が優れていることを明記しつつ，当該メッシュベルトとスラットコンベアにつき，同等の効果が得られることを明らかにしたのである。",
                    "また，甲2発明におけるネットの隙間に水が流れることが当然であるとしても，当該ネットコンベアに代えて甲3公報等に記載されているスラットコンベアを用いた場合に，その板材と板材との隙間に水が流れることや，それによってもたらされる冷却効果については，甲2公報にも甲3公報等にも記載されていないから，当業者が本件発明1においてそれと同様の効果が得られることを当然に予期できたとはいえない。",
                    "したがって，本件明細書が，スラットコンベアとネットコンベアとが同じ効果を奏することを自認しているという原告の主張は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明及び甲3発明に基づく本件発明1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2発明は，無秩序な螺旋形状に複雑に絡み合った線条からなる立体網状構造体の製造方法ないし装置に関するものであって，甲3公報記載の単なる熱処理成形機とは異なる原理に基づいて，異なる形状の三次元構造体を製造するためのものであるから，両発明の技術的基礎が共通しているとはいえない。また，甲3公報には，同公報記載の成形装置において，スラットコンベアは，繊維製品を下流の矯正ロール群へと搬送し，当該矯正ロール群で押圧・成形処理された繊維製品を更に搬送するためのものであることが明記されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "かえって，甲3公報においては，スラットコンベアを備えた成形機では，繊維製品に対し，横棧の隙間の幅に相当する部分にマークが付き易く，品質低下の要因となっていることが解決課題であるとされており，甲3発明は，この課題を解決するために，透孔性を有するエンドレスベルトを使用することを開示している。そうすると，甲3公報に接した当業者は，品質低下の要因となるスラットコンベアを，甲2発明に敢えて適用しようと動機付けられることはない。",
                    "なお，本件発明によって製造された立体網状構造体には，上記のようなマークは形成されない。これは，本件発明においては，線条が高温に曝される時間が短いこと，立体網状構造体が無端コンベアを構成する板材の隙間で冷却されること，熱媒体が水であること，立体網状構造体が垂直方向に搬送されることによるものと推測される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，相違点2に係る構成は，甲3公報の記載から動機付けられるものとはいえない。そして，本件発明1の有利な効果につき，当業者が当然に予測できたものではないことも，上記(1)ウにおいて主張したとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，原告が主張する取消事由1には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1に関する判断の誤り)について",
          "text": [
            "そもそも，甲1発明におけるベルトコンベアを金網ベルトコンベアと同一視する根拠はない。",
            "そして，原告が主張するように，スラットの隙間に水が流れる点や，それによってもたらされる冷却効果が，金網ベルトコンベアでも生じているのであれば，通常の当業者は金網状のベルトコンベアを選択するはずであり，金網でないベルトコンベアや，ましてやスラットコンベアを選択する動機付けをむしろ阻害しているともいえる。",
            "その他，取消事由1に関する反論と同様の理由により，相違点1に係る構成は，甲3公報の記載及びその他の周知慣用技術から動機付けられるものではないし，本件発明の有利な効果についても，当業者が当然に予測できたものではない。",
            "したがって，原告が主張する取消事由2には理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の各取消事由の主張はいずれも理由がなく，審決にはこれを取り消すべき違法はないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明について(甲20)",
              "text": [
                "本件発明は，クッション材等に使用する立体網状構造体製造方法及び立体網状構造体製造装置に関するものである(段落【0001】)。",
                "本件発明と同種の製造方法及び製造装置においては，熱可塑性樹脂を原料又は主原料とする溶融した線条を複数の孔を有するダイスから下方へ押し出し，押出された線条の集合体の幅より狭く設定された間隔を置いて対向した一対のベルトコンベアの間に自然降下させ，無端コンベアによって降下速度よりも遅く引き込み水没させることで立体網状構造体を製造している。しかし，従来の方法では，立体網状構造体の束の両面部がベルトコンベアに接するため，実質的に表面がフラット化されるが，束の左右端面はランダムな螺旋形状で，側面は横方向に波打つように不整列となったり，ベルトコンベアに無端ベルトを使用していたため，無端ベルトが熱等によって損傷しやすく耐久性に問題が生じるおそれがあるという課題があった(段落【0002】及び【0004】)。",
                "本件発明は，後工程での仕上げを不要とし，整列度を高め，異形形状への対応を可能とし，耐久性を向上させた立体網状構造体の製造方法及び製造装置を提供することを目的とするものである(段落【0004】)。",
                "本件発明は，上記無端コンベアが，複数の金属製の板材を上下方向に隙間を開けて連結したものであり，当該板材の隙間に水が流れることを特徴としており，この構成により，後工程での仕上げを不要とし，整列度を高め，耐久性を向上させることができる(段落【0024】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明及び周知慣用技術に基づく本件発明1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2公報(甲2)には次の記載がある(図1は別紙甲2公報図面目録のとおり)。",
                    "「【0001】",
                    "【発明の属する技術分野】本発明は，熱可塑性ポリ乳酸樹脂からなる線条にて三次元構造に形成され，優れた抗菌性及び防黴性と，生分解性とを有する抗菌防黴性ポリ乳酸構造体，及びその製造方法に関する。」",
                    "「【0018】",
                    "【発明の実施の形態】以下，本発明の実施の形態について詳述する。本発明の抗菌防黴性ポリ乳酸構造体は，熱可塑性ポリ乳酸樹脂を主体としてなる線条が，繰返し屈曲して接触部の大部分で接合した三次元構造体である。」",
                    "「【0024】(略)本発明の抗菌防黴性PLA構造体の主要な用途は生活資材，クッション材，農業資材，土木資材などが例示でき，個々にはこれら用途に適合する特性を付与することが望ましい。」",
                    "「【0032】図1に示すように，一般的な溶融押出機1を用い，所定のオリゴマー成分を含有させた熱可塑性PLA樹脂を溶融し(又はオリゴマーを含有しないPLAを用いる場合は，オリゴマーをPLAと同時に定量添加しつつ好ましくは混練用二軸溶融押出機にて溶融混練りしつつ)，ギヤポンプ等で融点より10℃以上80℃未満の溶融温度に保持した溶融物を複数のオリフィスを持つ多列ノズル5の背面に所定量だけ供給する。溶融物はオリフィスより下方へ向けて溶融線条2として吐出され，その下側で溶融状態にて繰返し屈曲されてループ等を形成しつつ，互いに接触して接合し，三次元構造体3を形成する。これが，引取り装置7で挟み込まれ，冷却槽6中の冷却水等にて冷却され，送りローラ8で水中から引き上げられ，更に脱水，乾燥等が行われて，抗菌防黴性ポリ乳酸構造体が得られる。」",
                    "「【0038】ノズルより下方に向けて吐出された溶融線条2は，引き取り装置7のネットと接する位置で，引き取り速度と線条の落下速度の差を与えて，弛み分のループ等を形成させる。また，引き取り装置7のネットで挟み込み，ループ等の形態が緩和により変形しない時間内に，連続して冷却媒体(通常は室温の水を用いるのが冷却速度が速く，コストも安価で好ましい)にて急冷固化させる。(略)」",
                    "「【0039】三次元構造体3の厚みはノズルのオリフィス有効幅とネットの開口幅(引き取り装置のネット間の間隔)で決まる。オリフィス有効幅より引き取りネットの開口幅を狭くして，表面の線条を45°以上折り曲げてフラット化すると構造体表面が補強面となり，剛性の向上や耐久性が向上するので，より好ましい実施形態となる。",
                    "【0040】通常はネットの開口幅はオリフィスの有効幅より-5～-10mm狭くするのが好ましい。オリフィス有効幅より広くすると構造体に引き取り斑を発生したり表面に凹凸を発生する傾向がある。凹凸を発生させる場合は引き取りネットの搬出側の幅をオリフィス有効幅より狭くすることで引き取り斑を防止できる。引き取り速度は線条の落下速度より少なくともループ径の弛み分だけは遅くする必要があり，早すぎるとループ形成ができなくなったり接触点の接合が不充分になり好ましくない。遅すぎると溶融線条が滞留しすぎて密度が高くなり過ぎるので，引き取りネットの引き取り速度調整は吐出量と吐出線条の溶融粘度による落下速度とのバランスから所望の見掛密度に調整する。」",
                    "「【0060】実施例1",
                    "(略)ノズル下方に溶融状態の線条として吐出させ，ノズル面150mm下に冷却水を配し，駆動軸で駆動する一対の平行に配した幅1400mmのステンレス製エンドレスネットを持つ引取りコンベアを水面に一部出るようにして，平行部が35mm間隔の開口幅となるよう配し，該溶融状態の吐出線条を曲がりくねらせループを形成しつつ互いに接触させて接合させ三次元構造を形成し，該溶融状態の三次元構造体の両面を引取りコンベアーで挟み込みつつ，毎分2000mmの速度で25℃の冷却水中へ引き込み固化させ，両面をフラット化した三次元構造体を形成して引き出し，水切り後，連続して長さ2000mmに切断し，乾燥した。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "日本工業規格(JIS規格)の一つである「コンベヤ用語-種類」(JIS  B 0140。昭和47年12月1日制定，平成5年7月1日改正)に係る甲11文献(甲11)には，主としてかさ物用コンベヤに関する用語として，「金網チェーンコンベヤ」(別紙甲11文献図面目録の図30203)及び「スラットコンベヤ」(同目録の図30205)が記載されている。なお，「金網チェーンコンベヤ」の慣用語として，「ネットコンベヤ」が掲げられている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲3公報(甲3)には，次の記載がある(図1及び8は別紙甲3公報図面目録のとおり)。",
                    "「【0001】",
                    "【産業上の利用分野】本発明は，熱融着繊維，樹脂綿等でなる繊維製品に熱処理を施し，所定の厚み，硬さの製品(各工業用，車輪用，土木用，マット・ベッド等の寝具用等の基礎繊維資材)を得ることができる熱処理成形機(以下，成形機とする)に関する。",
                    "【0002】",
                    "【従来の技術】従来，この種繊維製品に熱処理を施し，前記製品を得る成形機としては，通常スラットコンベアと称される成形機が市販されている。この成形機は，図8に示す如く，多数の横棧をエンドレス状に設けてなるスラットコンベアを上下側に配設し，この上側のスラットコンベアの上方に熱風供給装置を設け，また前記下側のスラットコンベアの下方に排風吸込装置を設け，前記上下側のスラットコンベアの終端に矯正ロール群を設けてなる構成である。この構成を採用する成形機で前記製品を得るには，先ず，繊維製品を，この上下側のスラットコンベア間に挿入する。この繊維製品は，当該上下側のスラットコンベアの進行に伴って搬送されるとともに，その上側のスラットコンベアの上方より供給される熱風で順次熱処理される。この熱処理加工済み繊維製品は，続いて，上下側の矯正ロール群の押圧・成形処理により所定の厚さ，硬さを有する製品に処理加工され，その後，前記上下側のスラットコンベアより製品として送り出される。",
                    "【0003】また他の成形機としては，ワイヤーネットでなる上下側のネット式エンドレスベルトを設け，この上側のネット式エンドレスベルトの上方に熱風供給装置を設け，また前記下側のネット式エンドレスベルトの下方に排風吸込装置を設け，前記上下側のネット式エンドレスベルトの終端に矯正ロール群を設けてなる構成である。この成形機でも前述の例と，ほぼ同様に処理される。」",
                    "「【0005】",
                    "【発明が解決しようとする課題】前記スラットコンベアを備えた成形機では，上下側のスラットコンベアの横棧間に隙間が形成され，この隙間にある繊維製品に直接熱風が供給されることから，当該隙間の幅に相当する部位にマークが付き易く，品質低下の要因となること，並びに均一な厚み，硬さが確保されないこと，等の課題がある。またこのスラットコンベアでは，蛇行又は振動が発生し易く，スピードコントロールに難点があること，及び作業能率面で十分でないこと，等の課題がある。",
                    "【0006】更にワイヤーネットを備えた成形機では，上下側のネット式エンドレスベルトのネット間に隙間が形成され，この隙間にある繊維製品に直接熱風が供給されることから，当該隙間の形状に相当する部位にマークが付き易く，品質低下の要因となること，並びに均一な厚み，硬さが確保されないこと，等の課題がある。",
                    "【0007】",
                    "【課題を解決するための手段】上記に鑑み，本発明は，マークなし製品を製造し得ること，又は均一な厚み，硬さが確保された製品を得ること，等を目的とする。",
                    "【0008】即ち，本発明の繊維製品熱処理成形機は，透孔性を有する上下側のエンドレスベルト，モータ及び回転機構でなる繊維製品を搬送する搬送装置と，(略)前記搬送装置の終端に設けた前記繊維製品の厚さ，硬さを設定する上下側の矯正ロール群と，で構成される。",
                    "【0009】",
                    "【作用】以下，本発明の作用を説明する。",
                    "【0010】透孔性を有する上下側のエンドレスベルト(略)の始動端間に繊維製品が投入されると，当該繊維製品は透孔性を有する上下側のエンドレスベルトにより圧縮されつつ，透孔性を有する上側のエンドレスベルトの透孔を介して供給される熱風により熱処理加工される。(略)熱処理加工された繊維製品(熱処理加工済み繊維製品)は，透孔性を有する上下側のエンドレスベルトの終端に到ると，(略)この終端に設けた上下側の矯正ロール群及び上下側のエンドレスベルト部位で押圧され所定の厚み，硬さの製品となって送り出される。また前記透孔性を有する上側のエンドレスベルト及び上側のロール群は製品の厚さ，硬さ等を変更する場合に，数基のジャッキを利用して同一平面位置を昇降する。",
                    "【0011】",
                    "【実施例】以下，本発明の一実施例を，図面を参照にして説明する。",
                    "【0012】1はフレームで，当該フレーム1に設けた上下側のスプロケット2，2a，3，3aにはそれぞれチェーン4，4a，5，5aが懸架されている。また前記フレーム1に昇降自在に設けられた枠体6には上側のロール7が数本架承されている。そして，この枠体6は数基のジャッキ8によりフレーム1の横枠体に対して平行に昇降され，もって前記上側のロール7が同一平面を昇降する構成となっている。図中9はフレーム1に架承された下側のロールで，当該下側のロール9は例えば前記上側のロール7と対峙する位置に設けられている。前記チェーン4，4aには取付金具10，10aを介して透孔性を有する上側のエンドレスベルト11が設けられており，当該チェーン4，4aの走行に伴って前進又は後退する構成となっている。この透孔性を有する上側のエンドレスベルト11はガラス繊維物にテフロンコーティングした織物又は同編物，その他ステンレス製微細孔網体，又はステンレス製パンチングシート等が採用される。また前記チェーン5，5aには取付金具12，12aを介して透孔性を有する下側のエンドレスベルト13が設けられており，当該チェーン5，5aの走行に伴って前進又は後退する構成となっている。当該透孔性を有する下側のエンドレスベルト13の構造は，前記透孔性を有する上側のエンドレスベルト11と同様となっている。尚，前記透孔性を有する上下側のエンドレスベルト11，13は接合部を付合せ構造として，製品に継ぎ目マークが生成されないようにする。」",
                    "「【0015】図中40は前記透孔性を有する上下側のエンドレスベルト11，13の終端に設けた大気供給装置で，冷風チャンバー41及びファン42で構成されている。この大気供給装置40により，当該セクションを通過する熱処理加工済み繊維製品A’を冷却する。またこの大気供給装置40の下方には，熱処理加工済み繊維製品A’の厚さ，硬さを決定する上下側の矯正ロール群50，51が設けられており，上側の矯正ロール群50は前記ジャッキ8により同一平面を昇降する構成となっている。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記アにおいて認定した甲2公報の記載内容によれば，甲2発明においては，一対の対向したネットコンベアを，間隔を置いて縦方向に配置し，かつ，その間隔は，押出された線条の集合体の幅より狭く設定されるものであって，溶融状態の三次元構造体(ポリ乳酸構造体)の両面を当該ネットコンベアで挟み込んで両面をフラット化させるとともに，当該ネットコンベアの幅及び回転速度を調整することにより，所望の厚み，剛性及び密度を有する三次元構造体を形成し，冷却水中へ引き込み固化させるというのであるから(甲2・段落【0032】，【0038】ないし【0040】，【0060】)，当該ネットコンベアは，単に同三次元構造体を搬送する機能のみならず，一対が組となって対向するネットコンベアそれ自身で同三次元構造体を成形する機能を担っているものといえる。",
                        "そうすると，本件発明1が，甲2発明及び周知慣用技術に基づき，当業者が容易に想到し得たものであるというためには，本件特許の原出願日の時点において，スラットコンベアそのものが周知慣用技術であったことを立証するだけでは足りず，スラットコンベアを上記三次元構造体(ポリ乳酸構造体)ないしその類似品の上位概念である熱融着繊維等から成る繊維製品の成形手段として用いることが周知慣用技術であったことを立証する必要があるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲11文献によれば，コンベアとは，荷を連続的に搬送する機械のことをいい，ネットコンベアやスラットコンベアは，かさ物用コンベアのうちチェーンコンベアに分類されていることが認められる(甲11)。そして，日本工業規格は，工業標準化法(昭和24年法律第185号)に基づいて制定される工業標準であって，甲11文献は，その中でも一般に用いられるコンベアの種類に関する主な用語とその定義について規定するものであるから，本件特許の原出願日の時点において，ネットコンベア及びスラットコンベアは，かさ物を連続的に搬送する手段として周知慣用技術であったといえる。",
                        "しかし，甲11文献においては，上記のとおり，コンベアは「荷を連続的に搬送する機械」，すなわち搬送手段として定義づけられている一方で，ネットコンベアやスラットコンベアを成形手段として用いることについては何らの記載も示唆もされていない。(甲11)",
                        "したがって，甲11文献には，スラットコンベアが熱融着繊維等から成る繊維製品の成形手段として周知慣用技術であることが開示されているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "次に，甲3公報には，従来の技術として「この種繊維製品に熱処理を施し，前記製品を得る成形機としては，通常スラットコンベアと称される成形機が市販されている。」旨が記載されている(甲3・段落【0002】)。しかし，「この成形機は，図8に示す如く，多数の横棧をエンドレス状に設けてなるスラットコンベアを上下側に配設し(略)，前記上下側のスラットコンベアの終端に矯正ロール群を設けてなる構成」であって，「繊維製品は，当該上下側のスラットコンベアの進行に伴って搬送され(略)，上下側の矯正ロール群の押圧・成形処理により所定の厚さ，硬さを有する製品に処理加工」される(同段落)というのであるから，当該成形機においては，熱融着繊維等から成る繊維製品の押圧・成形処理に当たり，同繊維製品と上下側のスラットコンベアが直接接していたとしても，当該処理は専ら矯正ロール群によって行われており，スラットコンベアが成形機能を担っているものとはいい難い。",
                        "なお，甲3公報には，①「前記スラットコンベアを備えた成形機では，上下側のスラットコンベアの横棧間に隙間が形成され(略)，当該隙間の幅に相当する部位にマークが付き易」い旨が指摘されており(甲3・段落【0005】)，一見すると，スラットコンベアが繊維製品に圧力を加え，その成形に寄与しているかのようにも読める。しかし，同じ文中に，②「この隙間にある繊維製品に直接熱風が供給される」(同段落)ことがその原因として掲げられていることからすると，前記①の記載をもって，スラットコンベアが成形機能を担っているということはできない。",
                        "そうすると，甲3公報に上記繊維製品の圧縮・成形工程においてスラットコンベアが使用されることが開示されていることは，原告が主張するとおりであるものの，スラットコンベアそれ自身を成形手段として使用することまでが開示されているとか，示唆されているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "その他，原告が指摘する文献について検討する。",
                        "まず，特開平5-311561号公報(甲28)には，熱可塑性合成樹脂のフィラメントループ集合体からなるマットの製造方法に関し，ダイスから押出された溶融状態の熱可塑性合成樹脂の複数のフィラメントを，水平方向に対向して配置されたネットコンベアと冷却ロールの間に垂直に降下させ，マットを製造する方法が記載されているものの，当該公報には，コンベアそれ自身で熱融着繊維等から成る繊維製品を成形する方法が開示されているとはいえない。",
                        "また，甲29公報(甲29)には，一対のスラットコンベアを空き缶の圧潰手段として使用することが記載されている。しかし，空き缶の圧潰手段と繊維製品の成形手段とでは目的，機能及び効果がいずれも異なるものであるところ，当該公報には，スラットコンベアを繊維製品の成形手段として用いることについて，何らの記載も示唆もされていない。",
                        "さらに，甲30公報(甲30)には，スラットコンベアを食器の搬送手段として水中で使用することが記載されているが，スラットコンベアを繊維製品の成形手段として用いることについては，何らの記載も示唆もない。",
                        "このほか，原告が指摘する証拠(甲4，5)にも，スラットコンベアを繊維製品の成形手段として用いることは，何ら開示も示唆もされていない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上において検討したところによれば，スラットコンベアが，繊維製品に係る成形手段として周知慣用技術であったことについては，いまだ立証がされているとはいえず，また，スラットコンベアが繊維製品の成形機能を有する手段として用いられたことを示す公知技術の立証すらない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "このように，本件特許の原出願日の時点において，スラットコンベアが搬送手段として周知技術であったとしても，本件においては，それが繊維製品の成形手段として周知慣用技術であったとは認めることができず，また，それが繊維製品の成形機能を有する手段として用いられたことを示す公知技術の立証すらないのであるから，甲2発明のネットコンベアに代えてスラットコンベアを採用することにつき，当業者が容易に想到し得たというためには，この点についての示唆ないし動機付けがあることについての立証を要するというべきである。",
                        "この点，原告が主張するとおり，甲2発明の特許請求の範囲においては，「引き取り装置」との記載しかなく(【請求項5】)，甲2発明に係る明細書を精査しても，これがネットコンベアによる構成に限定されることをうかがわせる記載はない(甲2)。しかし，一方で，当該明細書に記載されている実施例及び比較例は，そのすべてが「ステンレス製エンドレスネット」で構成されたネットコンベアを使用するものであって，当該引き取り装置としてネットコンベア以外の手段を用いることは何ら記載されておらず，その示唆もされていない。そして，当該引き取り装置としてネットコンベアを用いることに，何かしらの問題がある旨の記載もされていないから，甲2公報に接した当業者が，当該ネットコンベアを他の手段に置換しようと動機付けられるとはいえない。",
                        "また，甲11文献には，成形手段として用いるには不適当な形態を含む多種多様なコンベアが記載されていることに鑑みれば(甲11)，甲11文献に接した者において，成形手段としてスラットコンベアを使用するという動機付けがされるとは到底いえない。",
                        "そして，このほかに，甲2発明のネットコンベアに代えてスラットコンベアを用いることについて示唆ないし動機付けがあると認めるに足りる証拠はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "よって，本件発明1は，甲2発明及び周知慣用技術に基づき，当業者が容易に想到し得たものであるとの原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲2発明及び甲3発明に基づく本件発明1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(2)エ(カ)において判示したとおり，甲2公報に接した当業者が，当該ネットコンベアを他の手段に置換しようと動機付けられるとはいえない。",
                    "また，甲3公報には，スラットコンベアを成形機能を有する手段として用いていることが開示されているわけではなく，かえってスラットコンベアの横棧間に生じる隙間の幅に相当する部位にマークが付きやすく，品質低下の要因となったり，均一な厚み，硬さが確保されないうえ，蛇行又は振動が発生しやすく，スピードコントロールに難点があり，作業能率面で十分でない等の課題があることが指摘されている。そうすると，甲2発明に係る当業者が，甲3公報に接したとしても，甲2発明におけるネットコンベアを，技術的問題があるスラットコンベアに変更しようと試みることはないというべきである。",
                    "以上によれば，甲2発明及び甲3発明により，甲2発明におけるネットコンベアをスラットコンベアに変更する動機付けがあると認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "よって，本件発明1は，甲2発明及び甲3発明に基づき，当業者が容易に想到し得たものであるとの原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2の容易想到性について",
              "text": [
                "本件発明2は，本件発明1とはカテゴリーの違いを除けば同一であるから，本件発明2についても，甲2発明及び周知慣用技術又は甲3発明に基づき，当業者が容易に想到し得たものであるとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，取消事由1と同様の理由により，本件発明1は，甲1発明及び周知慣用技術又は甲3発明に基づき，当業者が容易に想到し得たものであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1公報(甲1)には次の記載がある(図1は別紙甲1公報図面目録のとおり)。",
                    "「【0001】",
                    "【発明の属する技術分野】本発明は，クッション部材，水処理材，フィルター材，暗渠排水材，法面緑化用基材などに使用する空隙を有する立体網状構造体に関する。」",
                    "「【0007】",
                    "【課題を解決するための手段】本発明者の研究によれば，ランダムな螺旋形状の線状熱可塑性樹脂が点接着した平板状の立体網状構造体において，厚さ方向に表面から，線状熱可塑性樹脂の素線径の1倍～3倍の距離までの両面あるいは片面表面部の空隙率が，前記表面部を除く中央部の空隙率より低い平板状の立体網状構造体を提供することが合理的であると考えた。",
                    "【0008】本発明の立体網状構造体を得る方法の一つとしては，溶融した熱可塑性樹脂を複数のノズルより下方へ押出し，一部水没した1対のベルトコンベアーの間に自然降下させ，上記の降下速度より遅く引き取ることにより立体網状構造体を製造する際に，押出された溶融樹脂の束の巾より1対のベルトコンベアーの間隔が狭く，かつベルトコンベアーが水没する前に上記溶融樹脂の束の両面あるいは片面がベルトコンベアーに接触するようにした。",
                    "【0009】つまり，溶融した熱可塑性樹脂の束の両面あるいは片面の表面部分は，ベルトコンベアー上に落下し，溶融した熱可塑性樹脂の束の内側へ移動し密な状態となるため，水中にそのまま落下した中央部分より空隙率が小さくなるわけである。当然ながら空隙率が低くなった表面部分は，空隙率が高い中央部分より交点の数が多くなり，引張り強度が著しく強くなる。また，空隙率が低い表面部分は空隙部の面積が小さくなり，細かいフィルター層となるわけである。」",
                    "「【0016】",
                    "【発明の実施の形態】図1は本発明の代表的な立体網状構造体の製造装置の断面図である。また，以下の実施例に基いて，本発明の実施の形態を説明する。",
                    "【0017】",
                    "【実施例】実施例1として，スクリューの直径が90mmの単軸押出し機に，1．0m×50mmの面積に直径0．8mmのノズル4が，ほぼ等間隔で約800あるダイス2を取り付けた。ノズル4の下約120mmの位置に水位がある冷却水槽6を設置し，巾1．2mのベルトコンベアー1を25mmの間隔をあけて1対，ベルトコンベアー1の上部が40mm程度水面から出るようにほぼ垂直に設置した。",
                    "【0018】この装置で，EVA樹脂を熱を加えて可塑化しながら樹脂温度が240℃になるように，ダイス2の温度をコントロールして，1時間当たり120kgの押出し量でノズル4から出た溶融樹脂の束5の両面がベルトコンベアー1上に落ちるように1対のベルトコンベアー1の間に押出した。この時のベルトコンベアー1の引取速度は0．7m／分とした。ベルトコンベアー1に挟まれて下方へ移動した成形物は，冷却水槽6の下部で向きを変え，押出し機とは反対の側から水面へと移動し，冷却水槽6から出た時点で圧縮エアーで水分を吹き飛ばした。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明及び周知慣用技術に基づく本件発明1の容易想到性について",
                      "text": [
                        "甲2発明と甲1発明とは，無端コンベアに関し，甲2発明ではネットコンベアであるのに対し，甲1発明ではベルトコンベアである点が相違しているのみである。そして，上記イにおいて認定した甲1公報の記載内容に照らせば(段落【0008】，【0009】，【0017】及び【0018】)，甲1発明においてベルトコンベアが果たしている機能についても，甲2発明におけるネットコンベアと同等のものということができる。",
                        "しかし，上記1(2)において判示したとおり，スラットコンベアが繊維製品に係る成形手段として周知慣用技術であったことについての立証も，スラットコンベアが繊維製品の成形機能を有する手段として用いられたことを示す公知技術に係る立証もされているとはいえない。また，甲1発明のベルトコンベアに代えてスラットコンベアを用いることについて，示唆ないし動機付けがあると認めるに足りる証拠はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明及び甲3発明に基づく本件発明1の容易想到性について",
                      "text": [
                        "前記1(3)において判示したところによれば，甲3公報には，スラットコンベアを成形機能を有する手段として用いていることが開示されているとはいえず，このほかに甲1発明におけるベルトコンベアをスラットコンベアに変更する動機付けがあると認めるに足りる証拠もない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "よって，本件発明1は，甲1発明及び周知慣用技術又は甲3発明に基づき，当業者が容易に想到し得たものであるとの原告の主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2の容易想到性について",
              "text": [
                "本件発明2は，本件発明1とはカテゴリーの違いを除けば同一であるから，本件発明2についても，甲1発明及び周知慣用技術又は甲3発明に基づき，当業者が容易に想到し得たものであるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の各取消事由の主張はいずれも理由がなく，原告の本件請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10143",
    "date": "2015-06-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085178",
    "ipprecedent_id": "4083",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}