{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2013-12137号事件について平成26年2月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(当事者間に争いがない。)",
          "text": [
            "原告は，意匠に係る物品を「携帯情報端末」とする意匠について，平成23年11月17日に意匠登録出願(意願2011-26667号。以下「本願」という。)をしたが，平成25年3月26日付けで拒絶査定を受けたので，同年6月26日，これに対する不服の審判を請求した。",
            "特許庁は，この審判を，不服2013-12137号事件として審理した結果，平成26年2月18日，「本件審判の請求は，成り立たない。」との審決をし，審決の謄本を，同年3月4日，原告に送達した。",
            "原告は，同月28日，上記審決の取消しを求めて本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願意匠の形態",
          "text": [
            "別紙審決書写しの「別紙第1」の記載及び図面に記載されたとおりのものである(以下，原告が部分意匠として意匠登録を受けようとする画像部分を，審決に倣い，「本願画像部分」ということがある。)。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりであり，要するに，本願意匠は，当業者が下記の各画像の形態等の公知の形状の結合に基づいて容易に創作をすることができた意匠に該当するから，意匠法3条2項の規定により，意匠登録を受けることができないというものである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "「アサヒカメラ」2007年9月1日9号164頁所載の左側下から2段目の「画像一覧」と表示された「デジタルカメラ」の画像(別紙審決書写しの「別紙第2」のとおり。以下「画像1」という。)"
            },
            {
              "fig": "イ",
              "subject": "「特選街」2006年4月1日4号75頁所載の「携帯メディアプレーヤー」の画像(別紙審決書写しの「別紙第3」のとおり。以下「画像2」という。)"
            },
            {
              "fig": "ウ",
              "subject": "ソニー株式会社がインターネットを通じて掲載した「DSC-T700",
              "text": [
                "デジタルスチルカメラ  サイバーショット―SonyStyle」との表題のページ(掲載確認日(公知日)：2008年9月16日，アドレス：",
                "http://www.jp.sonystyle.com/Product/Dsc_mvc/Dsc-t700/concept.html)",
                "に掲載された「デジタルカメラ」の画像(別紙審決書写しの「別紙第4」のとおり。以下「画像3」という。)"
              ]
            },
            {
              "fig": "エ",
              "subject": "「LA  MIA  CASA」403号(独立行政法人工業所有権情報・研修館2008年2月12日受入れ)25頁所載の符号「2」と表示された「携帯電話機」の画像(別紙審決書写しの「別紙第5」のとおり。以下「画像4」という。)"
            },
            {
              "fig": "オ",
              "subject": "大韓民国意匠商標公報10-23号(2010年12月9日発行)所載の登録番号30-581685号の携帯用音響映像プレーヤーの画像(別紙審決書写しの「別紙第6」のとおり。以下「画像5」という。)"
            },
            {
              "fig": "カ",
              "subject": "大韓民国意匠商標公報06-46号(2006年11月30日発行)所載の登録番号30-424172号の携帯用電話機の画像(別紙審決書写しの「別紙第7」のとおり。以下「画像6」という。)",
              "text": [
                "審決は，上記結論を導くに当たり，本願意匠に関して次のとおり認定した。",
                "「本願画像部分は，携帯情報端末正面の横長長方形画面の表示部分で，その中に，動画メニュー選択のための縮小動画を表示する矩形部が複数個配置されており，それらの矩形部を指で触ることによって，動画メニューの選択操作を行うものであり，その態様は，",
                "(A)全体は，横長長方形画面の上下端部を，横方向の直線で分割して等幅の細帯状部とし，その中間の横長長方形部分を，動画一覧表示部とした上下対称の構成で，",
                "(B)動画一覧表示部は，画面の大部分を占め，縦横の直線で分割して，選択対象動画表示枠として同形同大の横長長方形枠を4列3段に設けた態様で，",
                "(C)選択対象動画表示枠に表示された動画を選択することにより，その動画が横長長方形画面の表示部分全体に拡大表示され，",
                "(D)4列3段の画像一覧表示部は，上下左右に各列各行の表示枠ごとスライド移動するものである。」",
                "(以下，審決が摘記した上記(A)ないし(D)の各態様を，順次，「態様(A)」，「態様(B)」などと特定する。)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決には，①引用意匠の認定の誤り(取消事由1)，②本願意匠の創作容易性の判断の誤り(取消事由2)及び③手続違背(取消事由3)があり，これらは，いずれも審決の結論に影響するものであるから，審決は取消しを免れない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用意匠の認定の誤り)",
          "text": [
            "本願意匠は，一覧表示される複数動画の画像自体が，拡大表示及び上下左右の移動のための操作画面となっているという，操作性に係る構成態様に特徴付けられたものである。",
            "これに対し，画像1ないし6は，いずれもこのような構成態様を備えたものではなく，表示された画面を選択操作するための操作手段や操作状況を表すためのスクロールバー，選択ボタン等の表示が必須不可欠である。",
            "このような操作性に係る態様の考慮を欠いたまま，画像1ないし6から四角形枠の形態のみを恣意的に取り出すことは，本願意匠に係る当業者が想起することのできることではないから，画像1ないし6は，当業者が本願意匠の創作に当たり基礎にするようなものとは到底想定できない。",
            "よって，審決がこれらを引用意匠として認定したのは誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願意匠の創作容易性の判断の誤り)",
          "text": [
            "態様(A)についての判断の誤り",
            "審決は，態様(A)について，画像4ないし6を引用して創作容易であると判断した。",
            "しかしながら，これらの画像は，いずれも動画がそのまま動画として一覧表示されて操作画面とされるという操作性に係る態様を備えたものではないし，見た目においても，「動画を一覧表示部」とした「上下対称の構成」としたものではなく，本願意匠とは印象も美感も全く異なる。よって，これらの画像を並べてみても，態様(A)を想起することは不可能である。また，操作性に係る態様を欠いた，相互に全く関連のない画像4ないし6を組み合わせる動機付けもない。",
            "よって，審決の上記判断は誤りである。",
            "態様(B)についての判断の誤り",
            "審決は，態様(B)について，画像1ないし5を引用して創作容易であると判断した。",
            "しかしながら，これらの画像は，いずれも動画がそのまま動画として一覧表示されて操作画面とされるという操作性に係る態様を備えたものではない。また，画像1ないし4は，表示状態を示すスクロールバーが一体として結合された態様であり，横長長方形枠のみを理由もなく分離して取り出すことは想起できることではないし，画像5は，上下の帯状部の態様や5列2段重ねの正方形枠の表示の点で，本願意匠とは印象も美感も大きく異なる。よって，これらの画像を並べてみても，態様(B)を想起することは不可能であり，操作性に係る態様を欠いた，相互に全く関連のない画像1ないし5を組み合わせる動機付けもない。",
            "さらに，態様(B)に関して，動画表示をしている本願意匠では複数動画の間を「極めて細い線で区画」しても視認性がよく，印象や美感も格段に優れているのに対し，静止画の表示では「極めて細い線で区画」すると視認性に問題が生じる。したがって，本願意匠では，「表示枠を複数に境界線で区画する」態様にも意匠的な創作が顕在化されているから，この点においても特段の創意を要すると認められるべきである。",
            "よって，審決の上記判断は誤りである。",
            "態様(C)についての判断の誤り",
            "審決は，態様(C)について，この種物品分野において広く知られた手法であるとして創作容易であると判断した。",
            "しかしながら，かかる態様は，この種物品分野において広く知られた手法ではなく，本願意匠において初めて創作されたものである。審決の上記判断は，何の証拠も示しておらず，全く根拠のない誤った判断である。",
            "さらに，かかる態様は，一覧表示される複数動画の画像自体が操作画面である本願意匠に係る特有の態様であるにもかかわらず，この点について実質的な検討判断をしていない審決は誤りである。",
            "態様(D)についての判断の誤り",
            "審決は，態様(D)について，画像5を引用して創作容易であると判断した。",
            "しかるに，画像5は動画ではなく静止画を表示するにすぎないし，一覧表示される複数動画の画像自体が操作画面である操作性に係るものではない。また，画像5は，本願意匠にはない操作ボタン等が画像の上下の帯状部に表示されており，その表示の関係で上下の帯状部の幅も異なるなど，見た目の印象や美感が異なるから，態様(D)とは無関係である。",
            "よって，審決の上記判断は，根拠のない誤った判断である。",
            "「動画表示枠に動画を再生させながら表示する点」についての判断の誤り",
            "審決は，本願意匠が横長長方形枠内に動画が表示されるという新規な機能を有するとしても，そこに表示される動画そのものは意匠の対象とはならないし，その技術的な革新性はともかく，機能に関わる事項に対する評価であって画像部分そのものの意匠的評価とは異なるものであり，本願画像部分の横長長方形枠は，動画を表示するための単なる表示枠であるとして，新規な機能を有することを理由に創作容易ではないとすることはできない旨判断した。",
            "しかるに，本願意匠は，審決も認める「新規な機能」や「技術的な革新性」を意匠的に実現した，新規にして創作性のある操作性に係る態様を含む意匠である。意匠法に，「動画が表示される」形態が意匠の対象にならないとの規定はないこと，同法2条2項は操作画像が意匠の対象になると規定することなどからすれば，本願意匠の創作容易性の判断に当たっては，動画が動画のまま表示される操作性に係る態様についての本願意匠の着想の新しさないし独創性を判断対象とすべきである。",
            "そして，本願画像部分の複数の動画表示枠は，単なる表示枠にととまらず，画像自体が操作画面となっており操作のための操作画像の表示が別途に必要ではないことから，極めて簡潔で均整のとれた美感を見る者に与えるとともに，誤作動を防止することができる形態を備えるなど，使用感につながる視覚的な印象を異ならしめるといえる創作性を有しており，引用意匠から容易に創作することができるものではない。",
            "よって，審決には，これらの点についての判断の誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)",
          "text": [
            "審決は，態様(C)について，何らの証拠を示すことなく，この種物品分野において広く知られた手法であるとして創作非容易性を否定しており，態様(C)を含む本願意匠について，拒絶理由を通知することなく審決をした違法及び実質的な審理判断をしなかった判断遺脱の違法がある。",
            "審決は，画像5及び6について，事前に拒絶理由として通知することなく，審決において引用して本願意匠を創作容易と判断しており，拒絶理由を通知することなく審決をした違法がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "text": [
            "本願画像部分において意匠として保護対象となる「物品の操作の用に供される画像」は矩形部(横長長方形枠)であり，矩形部内に表示される動画自体の態様については，その動画自体の態様(動画の中に映っているもの)には操作を行わないし，矩形部内には何の画像も表されていないので，保護対象に含まれない。",
            "審決による本願意匠の認定はこれに沿うものであり，動画の内容や，動画の中に映っているものは本願意匠とは無関係である。",
            "そして，審決は，このことを前提に，態様(A)や(B)に係る本願画像部分の形態が記載された画像1ないし6を引用したのであり，審決における引用意匠の認定に誤りはない。",
            "本願意匠は操作性に係る態様を備えた構成態様であると審決が認定した旨の原告の指摘は，操作画面の対象が動画自体であることをことさら強調するものであって，操作の用に供される画像が表示枠であり，動画自体を含むものではないことからすれば，理由がない。よって，審決が，引用意匠の認定に当たり，本願意匠の操作性に係る態様の考慮を欠いたとの原告の主張は，失当である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "text": [
            "態様(A)及び(B)についての判断の誤りについて",
            "審決による本願意匠の認定に動画自体の態様が含まれないこと，審決による引用意匠の認定に誤りはないこと，審決が，引用意匠の認定に当たり，本願意匠の操作性に係る態様の考慮を欠いたとの原告の主張が失当であることは，いずれも前記1のとおりである。",
            "そして，審決は，原告の主張する操作性に係る態様の有無にかかわらず，引用意匠に基づいて態様(A)及び(B)の創作容易性を肯定したのであり，かかる審決の判断に誤りはない。",
            "態様(A)に関する原告の主張は，審決が，上下対称の構成に関する創作容易性の判断においては画像4ないし6には依拠していないことからすれば失当であり，実際に，図形の配置態様として上下対称の配置は数多く見受けられることから，審決の判断に誤りはない。",
            "態様(B)に関する原告の主張は，態様(B)に関係しないスクロールバーや帯状部の態様に関する美感の相違を主張するものであるが，創作容易性の判断が，当業者の観点から見て意匠の創作が容易であるかの判断であり，需要者の観点から見た意匠の美感の異同についての判断ではないことからすれば，失当である。画像一覧表示部を，余地部を設けることなく極めて細い線で分割する態様についても，表示枠内に表示される動画自体の態様は本願意匠に含まれないから，動画の表示による細い区画線の視認性と美感をことさら強調する原告の主張は失当であるし，かかる態様は本願の出願前に既にありふれた態様であり，特段の創意は不要である。よって，審決の判断に誤りはない。",
            "態様(C)及び(D)についての判断の誤りについて",
            "表示枠内の画像が静止画であるか動画であるかにかかわらず，表示枠内のコンテンツを選択して拡大表示させたり，コンテンツを上下左右に移動させたりすることは，本願の意匠に係る物品である携帯情報端末の分野では本願の出願前に広く知られた手法である。",
            "審決は，このような広く知られた手法によれば，態様(C)及び(D)は特段創意を要するものではないと判断したのであり，誤りはない。",
            "原告は，画像5は態様(D)とは無関係であると主張するが，態様(D)は，画像一覧表示部が，上下左右に各列各行の表示枠ごとスライド移動するものであるから，これに関係しない要素である上下の帯状部の態様の差異が画像5にあるからといって，態様(D)の点に格別の創作がないとの判断は左右されない。",
            "「動画表示枠に動画を再生させながら表示する点」についての判断の誤りについて"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本願意匠において操作に使用される画像は，動画を表示する横長長方形枠であり，枠内に表示される動画自体の態様は保護対象に含まれない。複数の横長長方形枠内に動画を動画のまま表示させ，移動させたり拡大表示させたりすることは，ソフトウェア技術上の創作であって，意匠法が保護対象としている物品の部分の形態の創作ではない。よって，本願画像部分には動画自体は含まれないものとして本願意匠を認定し，その創作容易性を判断した審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "画像一覧表示部に複数の静止画やアイコンを並べ，複数のそれらを移動させる仕組みや，それらの一つを選択するとその静止画が拡大表示されたり，アプリケーションが起動したりする仕組みは，携帯情報端末の分野においては，本願出願前から普通に実現している仕組みである。",
                "一方，テレビ番組において，スタジオを映した画面の中に現場を映した画面を細い枠線を使ってはめ込むことや，細い境界線で画面を上下二つに分けてそれぞれに異なる映像を表示すること，並んでいる画像から一つを選び，それを画面一杯に拡大して表示することは，いずれも本願出願前からごく普通に行われている視覚効果である。",
                "これらの従来からある視覚効果の組合せによれば，画像一覧表示部に複数の動画を並べて，一つの動画を選択すると動画が拡大表示されたり，複数の動画を移動させたりする仕組みは，容易に思いつくものと認められる。",
                "よって，本願画像部分が創作容易であるとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "text": [
            "当業者にとってある手法がありふれたものであることが，審査官にとって顕著な事実と認められる場合には，拒絶理由においてその手法の提示を要しない。そして，態様(C)に関し，複数表示された静止画や動画等の選択表示枠をクリックすることにより当該画像等を拡大表示させることは，携帯情報端末の当業者にとって本願の出願前に極めて広く知られた手法であるから，審決がこれを顕著な事実と認め，その手法を理由中に提示しなかった点に，拒絶理由を通知しなかった違法や判断遺脱の違法はない。",
            "審決は，携帯情報端末の分野においてコンテンツを移動させることが本願の出願前に極めて広く知られた手法であることの一例として画像5を挙げ，また，画像表示部の上下に帯状の領域を設けることや，表示枠を隙間なく縦横に整列させて配置することが，本願出願前にごく普通に行われている手法であることを立証する補助的証拠として，画像5や6を挙げたにすぎない。そして，審判手続において拒絶理由通知に示されていない周知例を加えて創作非容易性がないとする審決をした場合であっても，原則的には新たな拒絶理由には当たらないと解すべきであるから，審決に拒絶理由を通知することなく審決をした違法はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の主張する取消事由は理由がないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願意匠の構成について",
          "text": [
            "原告は，本願意匠が，一覧表示される複数動画の画像自体が操作画面となっているという操作性に係る構成態様を有すると主張し，このような操作性に係る態様を備えていない画像1ないし6を引用意匠に認定したことの誤り(取消事由1)，これらを引用意匠とするなどして本願意匠が創作容易であるとした判断の誤り(取消事由2)を主張する。",
            "かかる原告の主張は，要するに，本願画像部分において再生されながら表示される複数の動画の画像自体が「物品の操作の用に供される画像」として意匠を構成するにもかかわらず，審決が引用意匠の認定や本願意匠の創作容易性の判断に当たり，これを無視したとの主張であると解される。",
            "そこで，上記各取消事由の判断に先立ち，本願意匠が原告の主張する構成態様を有するか否かについて検討する。",
            "なお，原告が，審決による本願意匠の認定自体の誤りを主張するのか否かは定かではないものの，その主張内容に照らして，審決による本願意匠の認定の当否についても併せて検討することとする。",
            "本願の願書(平成24年9月7日付け手続補正後のもの。甲1，4)によれば，本願意匠に係る物品は，携帯電話機能，インターネット機能，データ記憶機能，メディア再生機能，ゲーム機能などの複合機能を有する携帯情報端末であり，本願画像部分は，同端末の横長長方形の表示部に表示された同形の画像であり，画像の構成は，横長長方形画面の上下端部に設けられた等幅の細帯状部とその中間に設けられた動画一覧表示部からなり，動画一覧表示部には同形同大の横長長方形の動画表示枠が4列3段に設けられ，それぞれの動画表示枠に選択メニューとしての動画が縮小動画として表示されるというものである。",
            "そして，本願画像部分の操作方法は，操作者が視聴を希望する縮小動画の表示された動画表示枠を指で触ると，その動画が表示部全面に拡大表示され，また，指を画面に当てたままスライドさせることにより，動画一覧表示部に表示された縮小動画を，表示枠ごと揃って上下又は左右に移動させることができるというものである。この表示枠の移動機能は，動画コンテンツの数が12の動画表示枠数を超えて存在する場合であっても，動画一覧表示部に縮小動画を順次表示させることにより，動画の検索及び選択を容易にすることを可能にするためのものであると考えられる。",
            "本願画像部分中に表示される動画については，本願の願書にはその内容が特定されておらず，動画の表示態様が参考図に示されているにすぎないことからすれば，その内容自体は当該物品の操作の用に供されるものではなく，当該物品とは独立した内容のものとして操作者による視聴の対象になるものであると認められる。",
            "意匠法2条2項は，「物品の操作(当該物品がその機能を発揮できる状態にするために行われるものに限る。)の用に供される画像であつて，当該物品又はこれと一体として用いられる物品に表示されるもの」について，「物品の部分の形状，模様若しくは色彩又はこれらの結合」に含まれるものとして，これを意匠法の保護対象としており，これによれば，ある意匠に含まれる画像が，意匠法2条2項の規定する画像を構成するためには，当該物品の機能を発揮できる状態にするための操作に用いられる画像であることが必要である。",
            "そうすると，意匠法2条2項の画像を含む意匠として出願された画像中に，当該物品とは独立した内容の画像が表示されている場合，当該画像の表示部の配置や形状については，当該物品の操作の用に供される画像の一部を成すものとして意匠の対象となり得るとしても，その内容については，当該物品の操作の用に供されるものということはできないから，意匠を構成するものではないこととなる。そして，このことは，画像の内容が静止画であると再生中の動画であるとを問わないから，「表示部に表示される画像が再生中の動画であること」は，意匠の構成要素を成すものではないというべきである。",
            "また，意匠法上の意匠として保護されるためには，当該意匠が具体的なものとして特定されていることが必要であると考えられるところ，物品とは独立した内容の画像については，それ自体としては静止画であれ動画であれ具体的なものとして特定されていないから，当該画像については，この点においても意匠の構成要素を成すものではないと考えられる。",
            "これを本願画像部分についてみると，動画一覧表示部に表示される動画は，意匠に係る物品である携帯情報端末とは独立した内容のものである上，それ自体としては具体的なものとして特定されたものではないから，意匠の構成要素を成すものではなく，画像の選択及び拡大や上下ないし左右への移動の操作の用に供されているのは，動画一覧表示部に表示された個々の縮小動画というよりも，むしろ，個々の動画コンテンツを表象する枠(矩形部)であると考えるのが相当であり，かかる用に供される枠と動画の表示部とを一致させたからといって，本来意匠法の保護対象としての意匠を構成しない動画それ自体が意匠を構成することとなるものではないというべきである。",
            "よって，本願画像部分において，動画一覧表示部に表示された個々の縮小動画は意匠を構成せず，したがって，「表示部に表示される画像が再生中の動画であること」が，本願意匠の構成要素を成すものということはできない。",
            "以上によれば，本願意匠が，一覧表示される複数動画の画像自体が操作画面になっているという操作性に係る構成態様を有するとの原告の主張は採用することができない。",
            "そして，審決は，本願意匠について前記第2の3 のとおり認定し，その構成態様を態様(A)ないし(D)のとおり認定するところ，かかる審決の認定は，動画表示枠に表示される再生中の動画自体が意匠の対象とはならないとの趣旨を含む限り，その点において誤りはなく，また，本願の願書の記載に照らし，その余の点においても誤りがあるとは認められない。",
            "よって，以下，本願意匠の構成態様については，態様(A)ないし(D)のとおりの構成を有するものとして判断することとする。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用意匠の認定の誤り)について",
          "text": [
            "原告は，本願意匠が，一覧表示される複数動画の画像自体が操作画面になっているという操作性に係る構成態様を有するにもかかわらず，かかる構成態様を備えたものではない画像1ないし6を引用意匠として認定したのは誤りであると主張する(前記第3の1)。",
            "しかしながら，本願意匠が原告の主張するような構成態様を有するということはできないのは前記1のとおりである。そして，画像1ないし6は，いずれも，後記3において検討するとおり，本願意匠の態様(A)や(B)と構成上の共通点を有するものであるから，本願意匠の創作容易性の有無を検討するに当たり，これらの画像を引用意匠として用いることが不適切であるということはできない。",
            "なお，原告は，画像1ないし6においては，表示された画面を選択操作するための操作手段や操作状況を表すための表示が不可欠であると指摘する(同上)。しかるに，原告の指摘する点は，画像1ないし6の組合せから本願意匠の態様(A)や(B)を創作することが容易か否かを判断するに当たり考慮される余地はあるものの，そのこと自体が，これらの画像を引用意匠として用いることが不適切であることを裏付けるものではない。",
            "よって，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本願意匠の創作容易性の判断の誤り)について",
          "text": [
            "画像1ないし6の態様について",
            "審決が引用意匠として挙げた画像1ないし6は，いずれも操作画面の画像であり，画像が表示される物品は，画像1及び3はデジタルカメラ，画像2及び5は携帯メディアプレーヤーないし携帯用音響映像プレーヤー，画像4及び6は携帯電話機である。そうすると，画像1ないし6は，携帯型の電子情報機器に用いられる操作画面であるという点で共通する。",
            "そして，審決が認定した画像1ないし4の態様は下記アないしエのとおりであり，別紙審決書写しの「別紙第2」ないし「別紙第5」の記載内容に照らして，これらの認定に誤りがあるとは認められない。",
            "また，画像5及び6の構成態様は，別紙審決書写しの「別紙第6」及び「別紙第7」の記載内容及び証拠(甲14，15)に照らすと，下記オ及びカのとおりであると認められる。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "画像1",
              "text": [
                "横長長方形画面の上端を区画して細帯状部とし，その下方の画面大部分を占める部分の内周余地部を除く横長長方形部分を，画像一覧表示部として，縦横の直線で分割して，選択対象画像表示枠として同形同大の横長長方形枠を4列3段に設け，右側余地部にスクロールバーとして太線部を配した態様である。"
              ]
            },
            {
              "fig": "イ",
              "subject": "画像2",
              "text": [
                "横長長方形画面の上端を区画して細帯状部とし，その下方の画面大部分を占める部分の左右余地部を除く横長長方形部分を，縦横の直線で分割して，選択対象画像表示枠として同形同大の横長長方形枠を5列4段に設け，右側余地部にスクロールバーとして太線部を配した態様である。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "画像3",
              "text": [
                "横長長方形画面の内周余地部を除く横長長方形部分に，選択対象画像表示枠として同形同大の横長長方形を4列3段に設け，その上方に4列の横長長方形と横幅を揃えた細幅帯状部を配し，右側余地部にスクロールバーとして細線部を配した態様である。"
              ]
            },
            {
              "fig": "エ",
              "subject": "画像4",
              "text": [
                "正方形画面の上下端をそれぞれ区画して細帯状部とし，ふたつの帯状部は上端帯状部より下端帯状部の方がやや幅広であり，それらの中間の画面大部分を占める横長長方形部分に，周囲に余地部を残して選択対象画像表示枠として同形同大の正方形を4列3段に設け，右側余地部にスクロールバーとして矢線部を配し，",
                "下端帯状部の横方向中央には帯状部の幅一杯に円形部があり，この円形部上方において，下端帯状部は，僅かに上方に突出しており，円形部の左には横長楕円形，さらに左端には横長半楕円形が配され，下端帯状部右端には正方形区画部が配されている態様である。"
              ]
            },
            {
              "fig": "オ",
              "subject": "画像5",
              "text": [
                "横長長方形画面の上下端をそれぞれ区画して細帯状部とし，二つの帯状部は上端帯状部より下端帯状部の方が幅広であり，それらの中間の画面大部分を占める横長長方形部分に，選択対象のアルバムイメージの表示枠として同形同大の正方形を5列2段に設けた態様である。"
              ]
            },
            {
              "fig": "カ",
              "subject": "画像6",
              "text": [
                "やや縦長長方形画面の上下端をそれぞれ等幅に区画して細帯状部とし，それらの中間の横長長方形部分に，選択対象アイコンの表示枠として同形同大の正方形を3列2段に設けた態様である。",
                "態様(A)の創作容易性について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "態様(A)は，横長長方形画面の上下端部を，横方向の直線で分割して等幅の細帯状部とし，その中間の横長長方形部分を，動画一覧表示部とした上下対称の構成である。",
                "この点，画像4ないし6の態様に照らして，携帯型の電子情報機器の操作画面において，矩形画面の上下両端部に帯状部を設け，その中間の矩形状部分を選択対象である画像等のデータの一覧表示部とすることは，本願出願当時においてありふれた画面構成であったと認められ，態様(A)は，かかる画面構成を選択したものにすぎないということができる。",
                "また，態様(A)は，上下端部の帯状部を等幅として，全体を上下対称としたものであるが，このような上下対称の配置も配置態様としてはありふれたものである。",
                "そうすると，態様(A)は，携帯型の電子情報機器の当業者において容易に創作することができたものであると認められ，これと同旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，画像4ないし6はいずれも動画がそのまま動画として一覧表示されて操作画面とされるという操作性に係る態様を備えたものではないし，上下対称の構成ではないことなど，本願意匠とは印象も美感も全く異なる，また，相互に全く関連のないこれらの画像を組み合わせる動機付けもない，と主張する(前記第3の2 )。",
                "しかしながら，本願意匠が，原告の主張する操作性に係る構成態様を有するとはいえず，一覧表示部に動画が表示されることが本願意匠を構成するものではないことは前記1のとおりであるから，この点について引用意匠からは創作が容易ではない旨の原告の主張は失当である。",
                "また，画像4ないし6の中に上下対称の構成ではないものがあるとしても，上下対称の構成自体がありふれた画面構成であることは前記アのとおりである。",
                "さらに，画像4ないし6は，いずれも携帯型の電子情報機器の操作画面という点で共通し，その画面構成にも共通するところがあるから，同一ないし類似の物品に属すると考えられる携帯情報端末の操作画面を創作するに当たり，これらを組み合わせる動機付けがないとはいえない。",
                "よって，原告の上記主張は採用することができない。",
                "態様(B)の創作容易性について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "態様(B)は，画面の大部分を占める動画一覧表示部を，縦横の直線で分割して，選択対象動画表示枠として同形同大の横長長方形枠を4列3段に設けた態様である。",
                "この点，画像1ないし4の態様に照らして，携帯型の電子情報機器の操作画面において，画像等のデータの一覧表示部を縦横の直線で分割して，選択対象画像等の表示枠として同形同大の矩形枠を数列数段に設けることは，本願出願当時においてごく普通に行われていたことであると認められ，この矩形枠を横長長方形とし，配列を4列3段とすることも，画像1において見られるほか，それ自体当業者が適宜選択し得る事柄であるということができる。",
                "さらに，本願意匠において動画表示部を極めて細い線で区画した点についても，境界線の太さを変更して区画線を極めて細くすることは当業者が適宜行い得ることであり，特段の創意を要したものということはできない。",
                "そうすると，態様(B)は，携帯型の電子情報機器の当業者において容易に創作することができたものであると認められ，これと同旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，画像1ないし5はいずれも動画がそのまま動画として一覧表示されて操作画面とされるという操作性に係る態様を備えたものではないし，画像1ないし4はスクロールバーが一体として結合している点，画像5は帯状部の態様や正方形枠の表示の点で，それぞれ本願意匠とは印象も美感も全く異なる，また，相互に全く関連のないこれらの画像を組み合わせる動機付けもない，と主張する(前記第3の2 )。",
                "しかしながら，本願意匠が，原告の主張する操作性に係る構成態様を有するとはいえず，一覧表示部に動画が表示されることが本願意匠を構成するものではないことは前記1のとおりであるから，この点について引用意匠からは創作が容易ではない旨の原告の主張は失当である。",
                "また，画像1ないし4においてスクロールバーが存在するからといって，これらの画像に共通する，一覧表示部を分割して同形同大の矩形枠を数列数段に設けるという構成を抽出することに特段の困難はない。",
                "さらに，画像1ないし4は，いずれも携帯型の電子情報機器の操作画面という点で共通し，その画面構成にも共通するところがあるから，同一ないし類似の物品に属すると考えられる携帯情報端末の操作画面を創作するに当たり，これらを組み合わせる動機付けがないとはいえない。",
                "なお，画像5について原告の指摘するところは，前記アの説示によれば態様(B)に関してはこれを引用意匠とするまでもないから，判断を要しない。",
                "よって，原告の上記主張は採用することができない。",
                "態様(C)の創作容易性について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "態様(C)は，選択対象動画表示枠に表示された動画を選択することにより，その動画が横長長方形画面の表示部分に拡大表示されるというものである。",
                "この点，遅くとも本願出願時にはインターネット上で公開されていたと認められる「iPhoneユーザガイド」(乙4の1及び2)及び「Android2．3ユーザーガイド」(乙5)には，スマートフォン端末の操作画面上に複数表示された静止画(静止画で表された動画コンテンツを含む。)の表示枠をタップ(指先等で軽くたたくことを意味するものと解される。)して選択することにより，当該画像を拡大表示するとの態様が示されており，これらの証拠によれば，かかる態様は，本願出願当時，この種の物品の分野において広く知られた手法であったと認められる。",
                "そして，表示枠に表示される画像が再生中の動画であることが本願意匠を構成するものではないことは前記1のとおりであるから，この点を捨象すると，態様(C)は，携帯情報端末を含む携帯型の電子情報機器の当業者において，上記の広く知られた手法から容易に創作することができたものであると認められ，これと同旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，態様(C)は，この種の物品分野において広く知られた手法ではなく，また，審決は，一覧表示される複数動画の画像自体が操作画面である本願意匠に係る特有の態様について実質的な検討判断をしていないと主張する(前記第3の2 )。",
                "しかしながら，態様(C)が携帯情報端末の当業者にとって広く知られた手法であったと認められること，態様(C)の創作容易性について検討する際，表示枠に表示される画像が再生中の動画であること自体は捨象すべきであることは，いずれも前記アのとおりであり，原告の上記主張は採用することができない。",
                "態様(D)の創作容易性について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "態様(D)は，4列3段の画像一覧表示部が，上下左右に各列各行の表示枠ごとスライド移動するものである。",
                "この点，「iPhoneユーザガイド」(乙4の1及び2)には，スマートフォン端末の操作画面上に拡大表示された静止画(静止画で表された動画コンテンツを含む。)の表示枠を，画面を指でフリック(スライドさせることを意味するものと解される。)することにより順送りすることができることが示され，また，画像5に係る大韓民国意匠商標公報10-23号(甲14)には，携帯用音響映像プレーヤーの操作画面上に複数表示されたアルバムイメージ(静止したイメージであると考えられる。)を指で横方向にドラッグすることにより，これらをその方向に順次移動させることができることが示されている。さらに，「Android2．3ユーザーガイド」(乙5)には，スマートフォン端末の操作画面上に複数表示された静止画(静止画で表された動画コンテンツを含む。)の表示枠を左右にスワイプ(指で触れたまま横に滑らせることを意味すると解される。)することによりスクロールする(順次移動させる)ことができることが示されている。",
                "これらの証拠によれば，この種の物品の分野において，操作画面上に一覧表示された選択対象となる複数の静止画の枠をスライド操作により移動可能とすることは，本願出願当時，広く知られた手法であったと認められる。",
                "そして，表示枠に表示される画像が再生中の動画であることが本願意匠を構成するものではないことは前記1のとおりであるから，この点を捨象すると，態様(D)は，携帯情報端末を含む携帯型の電子情報機器の当業者において，上記の広く知られた手法から容易に創作することができたものであると認められ，これと同旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，審決が画像5を引用した点を非難する(前記第3の2 )が，原告が指摘する点を踏まえても，態様(D)が携帯情報端末の当業者にとって広く知られた手法であったと認められることの表れとして画像5を用いることが否定されるとはいえないし，態様(D)の創作容易性について検討する際，表示枠に表示される画像が再生中の動画であること自体は捨象すべきであることは，前記アのとおりである。",
                "よって，原告の上記主張は採用することができない。",
                "「動画表示枠に動画を再生させながら表示する点」についての判断の誤りについて",
                "原告は，本願意匠の創作容易性の判断に当たっては，動画が動画のまま表示される操作性に係る態様についての本願意匠の着想の新しさないし独創性を判断対象とすべきであり，本願画像部分の複数の動画表示枠は，単なる表示枠にとどまらない視覚的な創作性を有すると主張する(前記第3の2 )。",
                "しかしながら，表示枠に表示される画像が再生中の動画であることが本願意匠を構成するものではなく，本願意匠の創作容易性について判断する際にはその点は捨象されることは前記 ないし のとおりである。",
                "また，原告の指摘する本願画像部分の視覚的な創作性を踏まえても，その態様は当業者が容易に創作できることも前記 ないし のとおりである。",
                "よって，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(手続違背)について",
          "text": [
            "原告は，審決が，態様(C)について何らの証拠を示すことなく，この種物品分野において広く知られた手法であるとして創作非容易性を否定した点で，拒絶理由を通知することなく審決をした違法及び判断遺脱の違法があると主張する(前記第3の3 )。",
            "しかるに，当該物品分野において広く知られた手法については，発明の属する技術の分野における周知技術と同様，当業者が熟知している事項であるため，本来，審決においてその認定根拠を示すまでもないのであり，このような認定根拠となる文献を示さなかったとしても，意匠法50条3項の準用する特許法50条に違反するということはできない。",
            "そして，態様(C)に係る手法が携帯情報端末の当業者にとって広く知られた手法であると認められることは，前記3 のとおりであるから，審決において，特段の証拠を示すことなく同旨の判断を示したことは，意匠法50条3項の準用する特許法50条に違反するものではない。また，この点に関して判断の遺脱があったということもできないから，意匠法52条の準用する特許法157条に違反するということもできない。",
            "原告は，審決が，事前に拒絶理由として通知することなく，画像5及び6を引用して本願意匠の創作非容易性を否定した点で，拒絶理由を通知することなく審決をした違法があると主張する(前記第3の3 )。",
            "この点，周知意匠は，その分野において一般的に知られ，当業者であれば当然知っているべき意匠をいうにすぎないから，審判手続において拒絶理由通知に示されていない周知例を加えて創作容易であるとした審決をした場合であっても，原則的には新たな拒絶理由には当たらないと解すべきである。",
            "審決は，態様(A)について，かかる態様が本願出願前よりごく普通に見られたありふれた分割構成であること，すなわち周知意匠であることを示すために画像4に加えて画像5及び6を挙げており(審決書5頁23行目ないし31行目)，また，態様(D)について，かかる態様が「ごく普通」すなわち広く知られた手法であることを示すために画像5を挙げている(審決書6頁下から3行目ないし7頁2行目)。そして，態様(A)及び(D)が創作容易であるか否かについては原告には十分な反論の機会が与えられていたというべきであるから，これらの態様について，画像5及び6を拒絶理由として通知することなく，これらの画像を加えて創作容易であるとの審決をした点に関して，意匠法50条3項の準用する特許法50条に違反するということはできない。",
            "もっとも，審決は，態様(B)に関しては，同態様のうち「上下端帯状部を除く部分全体を，余地部を設けることなく縦横の直線で分割して数列数段の矩形枠とした態様」が「本願出願前に公然知られていた」ことを示すために，画像5を挙げており(審決書6頁11行目ないし22行目)，かかる態様が周知意匠であることを示すために画像5を挙げたものとは認め難い。",
            "しかしながら，かかる態様，すなわち動画表示部を極めて細い線で区画した点については，境界線の太さを変更して区画線を極めて狭くすることが当業者が適宜行い得ることであることは前記3 アのとおりであり，特段の引用意匠の存在を待つまでもなく，かかる態様を容易に創作することができたものということができる。よって，審判手続において，態様(B)との関係で画像5を新たな拒絶理由として通知しなかったとしても，審決の結論に影響する違法があるということはできない。",
            "よって，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10074",
    "date": "2014-09-11",
    "rights_type": "意匠権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084505",
    "ipprecedent_id": "3845",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}