{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2013-5394号事件について平成26年3月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，進歩性判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成18年3月31日，発明の名称を「エラストマー糸を含有する弾性生地の丸編」とする特許出願をした（特願2008-505379号，特表2008-537767号。WO2006／107724号。パリ条約による優先権主張：平成17年4月4日（本件優先日），平成17年8月12日，アメリカ合衆国）が，平成24年11月20日付けの拒絶査定を受け，平成25年3月22日，審判請求した（不服2013-5394号）。",
            "特許庁は，平成26年3月18日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，同年4月1日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "平成24年2月21日付け補正後の特許請求の範囲の請求項1に記載された本願発明の要旨は，以下のとおりである。なお，本願明細書（甲1）や上記補正に関する手続補正書（甲2）では，糸の長さ当たりの重さを示す単位として「dtex」と表記されているが，以下では，表記の統一の見地から，すべて「デシテックス」と表記する。",
            "「丸編弾性シングルジャージー生地の製造方法であって，",
            "44～156デシテックスの裸スパンデックス糸であるエラストマー材料を提供するステップと，",
            "紡績糸，連続フィラメント糸，およびそれらの組合せからなる群から選択される少なくとも1つの硬質糸を提供するステップと，",
            "前記エラストマー材料と前記少なくとも1つの硬質糸とを添え糸編みするステップと，",
            "すべての編み方向に前記添え糸編みされたエラストマー材料および少なくとも1つ硬質糸を丸編して，丸編弾性シングルジャージー生地を形成するステップであって，前記丸編弾性シングルジャージー生地を形成するために編成される場合，前記エラストマー材料が，その元の長さの2．5倍以下に延伸されるように，前記エラストマー材料の供給が制御される，ステップとを含むことを特徴とする方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点（争点と関係の薄い部分は小さいフォントで表記する。）",
          "text": [
            "本願発明は，引用文献（国際公開第2005／001183号。甲4（日本語訳が特表2006-526715号・甲5））記載の発明（引用発明）及び引用文献記載の従来技術に基づいて，当業者が容易に発明することができたものであるから，特許法29条2項に基づいて特許を受けることができない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "「17～33デシテックスの裸スパンデックス糸が，35～85の糸番手を有する1つまたは複数の紡績糸または連続フィラメント硬質糸もしくはこれらの混紡糸と添え糸編みされる丸編シングルジャージー生地の製造方法であって，前記スパンデックスおよび硬質糸が全てのニットのコースにおいて添え糸編みされ，1．3～1．9の被覆率を有する丸編シングルジャージー生地を作る丸編シングルジャージー生地の製造方法において，",
                "前記スパンデックス糸が，丸編シングルジャージー生地を形成するように編成される場合，その元の長さの2倍以下で延伸されるように，前記スパンデックス供給における延伸を制御するステップと，",
                "前記スパンデックスをヒートセットするのに必要とされる温度よりも低い温度で前記生地を維持しながら，前記ニット生地を仕上げおよび乾燥するステップと，",
                "を含む方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "（一致点）",
                "「丸編弾性シングルジャージー生地の製造方法であって，",
                "裸スパンデックス糸であるエラストマー材料を提供するステップと，",
                "紡績糸，連続フィラメント糸，およびそれらの組合せからなる群から選択される少なくとも1つの硬質糸を提供するステップと，",
                "前記エラストマー材料と前記少なくとも1つの硬質糸とを添え糸編みするステップと，",
                "すべての編み方向に前記添え糸編みされたエラストマー材料および少なくとも1つ硬質糸を丸編して，丸編弾性シングルジャージー生地を形成するステップであって，前記丸編弾性シングルジャージー生地を形成するために編成される場合，前記エラストマー材料が，その元の長さの2．5倍以下に延伸されるように，前記エラストマー材料の供給が制御される，ステップと",
                "を含むことを特徴とする方法。」 ",
                "（相違点）",
                "本願発明の裸スパンデックス糸が「44～156デシテックス」であるのに対し，引用発明の裸スパンデックス糸は「17～33デシテックス」である点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての検討",
              "text": [
                "引用文献には，従来技術として，丸編弾性シングルジャージー生地の製造に際し，44デシテックスの裸スパンデックス糸が用いられていたことが記載されており，引用発明の「17～33デシテックスの裸スパンデックス糸」に代えて，上記従来技術の「44デシテックスの裸スパンデックス糸」を用いれば，相違点に係る本願発明の構成が得られる。",
                "引用発明の裸スパンデックス糸は，「17～33デシテックス」と特定され，引用文献には，「スパンデックス延伸が約2倍以下に保持され，ニット生地が以下の好ましい制限内で設計および製造されれば」として，「スパンデックスが17～33デシテックス，好ましくは22～33デシテックスを有する。」と記載されているが，引用文献には，スパンデックスを17～33デシテックスとしなければならない具体的理由は記載されていない。そして，引用文献には，従来技術について，「スパンデックスは2倍よりも著しく多く延伸され得る。」と記載されている上に，40デニール（すなわち，44デシテックス）のスパンデックス糸を2．7倍に延伸した例が示されているものの，44デシテックス以上のスパンデックス糸を2倍以下に延伸した例は示されず，引用文献に，「生地において測定される全スパンデックス延伸が約2倍以下に保持される場合に，改善された結果が得られることを発見した。」と記載されていることからすると，当業者は，従来技術ではスパンデックス糸の延伸が2倍よりも多かったが，これを2倍以下に保持することにより改善された結果が得られるとの技術思想を把握し得る。",
                "してみれば，引用文献に記載された従来技術における44デシテックスのスパンデックスについても，2倍以下の延伸とすることにより改善された結果が得られるであろうことは，当業者が容易に予期し得たことである。",
                "また，本願明細書の実施例等の記載を参酌しても，スパンデックスが44デシテックス以上の場合と，33デシテックス以下の場合とで，効果が格別相違するとは認められない。",
                "このように，相違点に係る本願発明の構成は，当業者が容易に想到し得たものであり，本願発明が，引用発明及び引用文献に記載された従来技術から予測できない格別顕著な効果を奏するとは認められないから，本願発明は，引用発明及び引用文献に記載された従来技術に基いて，当業者が容易に発明をすることができたものであって，特許法29条2項により特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "相違点の認定の誤り",
          "text": [
            "本願発明の裸スパンデックス糸は，その元の長さの2．5倍以下に延伸されるのに対し，引用発明の裸スパンデックス糸は，その元の長さの2倍以下で延伸される点で，本願発明は引用発明と明らかに相違するにもかかわらず，審決は，この点を看過した。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点の判断の誤り",
          "text": [
            "審決は，上記1で指摘した延伸率に関する相違点を看過した結果，相違点の判断を誤った。",
            "引用文献の実施例1は，44デシテックスの裸スパンデックス糸を2．7倍に延伸した例であるが，その経糸×緯糸の収縮率は，7．4×5．7となっている。この点に関し，明細書には，「また収縮は，長さ方向に7％を超えた。これらの値は商業的な目標を越えており」（甲5【0067】）と記載され，収縮率が7％を超えた場合には，商業的に許容できないものであることが記載されている（甲5・表2，【0067】）。同様に，実施例5は，22デシテックスの裸スパンデックスを2．2倍に延伸した例であるが，その経糸×緯糸の収縮率は，16．1×0．7となっており，これも商業的に許容できない収縮率であった（甲5・表2）。",
            "そうすると，かかる記載に接した当業者であれば，少なくとも22～44デシテックスの裸スパンデックス糸において，2倍を超えて延伸した場合は，商業的に許容される収縮率が得られないと予期するものと判断するのが相当である。",
            "本願明細書の実施例12では，33デシテックスの裸スパンデックス糸を2．2倍に延伸した場合の経糸×緯糸の収縮率が，-9×0となっており，商業的に許容できない収縮率であることが記載されている（甲1・表2）。他方，33デシテックス又は44デシテックスの裸スパンデックス糸を用いた点以外は，同一の条件で，2．5倍に延伸した丸編弾性シングルジャージー生地に関する実施例48（33デシテックス）と実施例52（44デシテックス），実施例49（33デシテックス）と実施例53（44デシテックス），実施例50（33デシテックス）と実施例54（44デシテックス），実施例51（33デシテックス）と実施例55（44デシテックス）の経糸×緯糸の収縮率をそれぞれ比較すると，33デシテックスの裸スパンデックス糸では-2×-1又は-1×-1であって，明らかに伸張しているのに対し，44デシテックスの裸スパンデックス糸では0×0又は0×-1であり，ほとんど収縮ないし伸張していないことが示されている（甲1・表2）。このように，2．5倍以下に延伸した丸編弾性シングルジャージー生地において，33デシテックス以下の場合と，44デシテックス以上の場合において，その効果が格別相違することは，本願明細書の実施例等に記載されている。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "審決に相違点看過の誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，裸スパンデックス糸（エラストマー材料）の延伸について，「2．5倍以下」と上限を特定しているが，下限を特定しておらず，裸スパンデックス糸が「2倍以下」に延伸される態様も含む。このことは，本願の出願経緯からも裏付けられる。",
                "そうすると，本願発明の裸スパンデックス糸の延伸倍率（「2．5倍以下」）は，数値範囲の上でも，実施例の上でも，引用発明の延伸倍率を含むものといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "技術的意義の観点からみても，本願発明における「2．5倍以下の延伸」と，引用発明における「2倍以下の延伸」の技術的意義は，共通する。このことは，本願明細書及び引用文献の記載に照らして明らかである。",
                "本願発明も引用発明も，従来，丸編みシングルニット生地において，回復性能を改良するために，スパンデックス繊維が編み込まれたが，スパンデックスの収縮による生地の「圧縮」を防止するために併せて実施されていたヒートセットには，余分なコストとなる，高温により硬質糸（強糸）に悪影響を及ぼす可能性がある，熱に弱い硬質糸（強糸）を用いることができない等の欠点があることから，かかる課題を解決すべく，ヒートセットをせずとも，スパンデックスの回復張力による収縮を小さくできるように，スパンデックスを編む際の延伸倍率を制限したものである。なお，スパンデックスの延伸倍率が大きいほど，回復張力も大きくなるから，延伸倍率を制限すれば，その程度に応じて回復張力が小さくなり，収縮も小さくできることは明らかである。したがって，本願発明と引用発明では，具体的な延伸倍率は相違するが，延伸倍率を制限したことの技術的意義は，同じである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかも，本願発明は，裸スパンデックス糸を44～156デシテックスとしたから延伸率の上限を2倍から2．5倍まで高めることができたわけではなく，この点でも上限値の差は相違点ということはできない。本願明細書には，上記趣旨の記載はなく，技術常識を考慮しても，そのように理解することはできない。",
                "また，本願明細書に記載された実施例を参照すると，33デシテックスのスパンデックス糸を用いた場合でも，2．5倍に延伸することができており（例えば，実施例43），このことからも，スパンデックス糸を44デシテックス以上としたから延伸率の上限を2．5倍まで高めることができたというものでもない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の顕著な効果を考えるに当たって，本願発明は，2倍以下に延伸するものを含むから，2倍を超えて延伸した場合の効果だけを論じる原告の主張は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願明細書には，収縮率について，一番厳しい基準は「7％以下」であるが，「15％以下」であれば，商業的に有用な指針の範囲内とする記載がある（【0061】）から，上記実施例12が商業的に許容できない収縮率であることを前提に，顕著な効果を主張する原告の主張は，明細書の記載に基づかない主張である。",
                "また，収縮率について，一番厳しい「7％以下」を基準としても，本願明細書には，33デシテックスの裸スパンデックス糸を用いた実施例が15例記載されているが（実施例8，12，13，35～37，41～43，48～51，56，57），同じ33デシテックスで延伸率も2．0倍である一方，糸の番手，ステッチの長さ，カバーファクター，装置ゲージ（針数／インチ）の値が相違している実施例35，37，42の収縮率は，それぞれ相違しているし，15の実施例のうち，12例（実施例12，56，57以外）は，「7％以下」の商業的に許容できる収縮率を達成している。このように，生地の収縮率は，スパンデックスのタイプ，糸（硬質糸）の種類，糸の番手，ステッチ長さ，カバーファクター，装置ゲージ等，多数の条件が影響するものであって，スパンデックスのデシテックスやドラフト（延伸）のみで決まるものではないから，33デシテックスの裸スパンデックス糸を延伸したものは，商業的に許容できない収縮率になるという原告の主張は，前提が誤っている。",
                "さらに，実施例48～55を見ても，経糸×緯糸の収縮率を比較すると，33デシテックスの裸スパンデックス糸での伸張は，44デシテックスの裸スパンデックス糸での伸長より，若干大きいが，本願明細書では，収縮率について，一番厳しくても「7％以下」であることが判断基準とされていることからすれば，上記全ての実施例について，収縮率は基準内に収まっており，実施例48～51と実施例52～55の間の収縮率の差異は，微差にすぎない。よって，これらの実施例の記載からは，2．5倍以下に延伸した裸スパンデックス糸を用いて形成した丸編弾性シングルジャージー生地において，裸スパンデックス糸が44デシテックス以上の場合と，33デシテックス以下の場合とで，効果が格別相違するということはできない。",
                "しかも，本願明細書に記載された全ての実施例を参照しても，例えば，本願発明に含まれる実施例20（78デシテックス）の収縮率が，-7×3であるのに対し，本願に含まれない実施例33，34（17デシテックス）の収縮率が，-1×-1，実施例35（33デシテックス）の収縮率が，-1×0である等，本願発明の範囲内であれば，範囲外よりも収縮率の点で優れているわけではない。また，2．0倍に延伸した場合について，実施例35（33デシテックス）の収縮率が，-1×0であるのに対し，実施例14（78デシテックス）の収縮率が，-3×-2であるから，同じ延伸率であっても，44デシテックス以上の場合に，33デシテックス以下の場合より優れた効果が得られるものとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，商業的に有用な収縮率を前提とした場合には，引用発明におけるデシテックスの値を本願発明の値に変更することも，本願発明における延伸倍率の範囲に設定することも，格別の技術的意義のない設計事項にすぎない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "審決の行った本願発明の認定，引用発明の認定は，当事者間に争いがなく，上記第2の2，3(1)のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "text": [
            "そこで，本願発明と引用発明を対比して，相違点の看過の有無を判断するが，その前提として，本願発明と引用発明の技術的意義について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書（甲1）には，次のとおりの記載がある。",
                    "【背景技術】",
                    "【0002】",
                    "シングルニットジャージー生地は，・・・織物構造と比較すると，この編地は，編地を形成する個々のニットステッチ（相互に接続されたループで構成される）が押し込まれたり伸びたりすることによって，より容易に変形したり伸張したりすることができる。ステッチが再配列されることで伸張するこの能力によって，編地でできた衣服に着心地のよさが付与される。・・・エラストマー性ではない硬質糸では，ニットステッチを完全に再配列させるのに十分な回復力が得られないため，このニットステッチの再配列による回復は一般に不完全となる。・・・",
                    "【0003】",
                    "丸編シングルニット編地の回復性能を改善するために，現在，スパンデックス繊維などの少量のエラストマー性繊維を，付随する硬質糸とともに編成することが一般的である。",
                    "【0004】",
                    "従来，生地が編成され，丸編機の拘束から解放された後に，スパンデックスを「硬化」するためのヒートセットが使用されない場合，生地中の伸張されたスパンデックスが収縮して生地のステッチを圧縮し，その生地の寸法は，スパンデックスが存在しない場合の寸法よりも小さくなる。",
                    "【0005】",
                    "・・・裁断および縫製のために製造され，各編み方向ごとに裸スパンデックスが添え糸編みされている丸編弾性シングルジャージー生地では，ほとんどの場合にヒートセットが必要となる。",
                    "【0006】",
                    "ヒートセットはいくつかの欠点を有する。弾性ではない生地（剛性の生地）に対して，スパンデックスを含有するニット弾性生地を仕上げるために，ヒートセットが余分なコストとなる。さらに，高いスパンデックスヒートセット温度は，付随する敏感な硬質糸に対して，綿の黄変などの悪影響を及ぼす場合があり，そのため，漂白などより強力な仕上作業が後で必要となる。強力な漂白は，生地の「手触り」などの生地の触感に対して悪影響を与える場合があり，製造者は，漂白を弱めるために柔軟剤を含めることが通常必要となる。さらに，ある種の繊維は，高温熱処理に耐えることができない。ポリアクリオニトリル（polyacryonitrile），羊毛，およびアセテートからできたものなどの熱に弱い硬質糸は，高いヒートセット温度がこのような熱に弱い糸に対して悪影響を及ぼすため，高温スパンデックスヒートセットステップにおいて使用することができない。最後に，別の繊維は，繊維の融点が低いために熱に弱い。たとえば，ポリプロピレンは155℃の軟化点を有し，そのため，ヒートセットを必要とする生地の加工には適していない。",
                    "・・・",
                    "【0008】",
                    "丸編地の製造およびヒートセットの従来の実施は，さらなる欠点を有する。編地は，連続した筒の形態で丸編機から出現する。この筒が編成において形成されると，これは，張力下でマンドレル上に巻き取られるか，または，ひだを付けたり軽く折りたたんだりすることによって編機の下で平になった管として集められる。いずれの場合も，生地の筒が折りたたまれたり平坦化されたりした位置において2つの永続的な折り目が生地に定着する。この折り目の1つに沿って生地の管を切ることによって生地が「開かれる」が，通常，生地の後の使用および裁断では，残った折り目を避ける必要がある。このため，生地の歩留まり（すなわち，さらに加工して衣服にすることができる編地の量）が減少する。",
                    "・・・",
                    "【発明が解決しようとする課題】",
                    "【0010】",
                    "以上の欠点を考慮すると，紡績された硬質糸および／または連続フィラメントの硬質糸と添え糸編みされた裸のエラストマー材料を有し，さらに，従来技術のヒートセット方法に関連する費用および欠点が回避される，シングルジャージー，フレンチテリー，およびフリースの少なくとも1つの丸編弾性生地の製造方法が必要とされている。さらに，本発明は，従来技術に対して材料の使用における利点を有する，シングルジャージー，フレンチテリーおよびフリースの少なくとも1つの丸編弾性生地の筒としての形成（安定化，染色，および仕上げ）を行うことができる。",
                    "【課題を解決するための手段】",
                    "【0011】",
                    "本発明は，紡績された硬質糸および／または連続フィラメントの硬質糸と添え糸編みされた裸のエラストマー材料を含む，シングルジャージー，フレンチテリー，およびフリースの少なくとも1つの丸編弾性生地を提供し，このシングルジャージー，フレンチテリー，およびフリースの少なくとも1つの丸編弾性生地は，生地内のエラストマー性繊維の乾熱ヒートセットを必要とせずに商業的に許容される性質を有するように製造される。本発明の一実施形態においては，（1）編成プロセス中のエラストマー性繊維の延伸を制限することができ，（2）特定の所望のシングルニットジャージー生地のパラメータを維持することができる。",
                    "【0012】",
                    "本発明の第1の態様は，15～156デシテックス，たとえば22～78デシテックスの裸スパンデックス糸などの裸のエラストマー材料が，10～85，たとえば20～68の番手（Ｎe）を有する紡績糸および／または連続フィラメント糸，あるいはそれらの混紡糸の少なくとも1つの硬質糸と添え糸編み可能となる，シングルジャージー，フレンチテリー，およびフリースの少なくとも1つの丸編弾性生地の製造方法を含む。",
                    "【0013】",
                    "上記エラストマー材料および上記少なくとも1つの硬質糸は，すべての編み方向に添え糸編みを行うことができる。この編成方法によって製造されるシングルジャージー，フレンチテリー，およびフリースの少なくとも1つの丸編弾性生地は，1．05～1．9，たとえば約1．14～約1．6のカバーファクターを有することができる。編成中，エラストマー材料の供給における延伸は，丸編弾性生地を形成するために編成する場合，エラストマー材料をその元の長さの2．5倍以下に延伸できるように制御することができる。",
                    "・・・",
                    "【0018】",
                    "本発明は，少なくとも1つのエラストマー材料が組み込まれたシングルジャージー，フレンチテリー，およびフリースの少なくとも1つの丸編弾性生地であって，その少なくとも1つのエラストマー材料が，その元の長さの約2．5倍以下に延伸可能である，丸編弾性生地を提供する。",
                    "【0019】",
                    "本発明は，少なくとも1つのエラストマー材料が組み込まれたシングルジャージー，フレンチテリー，およびフリースの少なくとも1つの丸編弾性生地の製造方法であって，少なくとも1つのエラストマー材料をその元の長さの約2．5倍以下に延伸するステップを含み，乾熱ヒートセットステップは含む場合も含まない場合もある，製造方法をさらに提供する。さらに，追加のヒートセットステップを使用することもできる。",
                    "【0020】",
                    "本発明は，少なくとも1つのエラストマー材料が組み込まれたシングルジャージー，フレンチテリー，およびフリースの少なくとも1つの丸編弾性生地であって，筒の形態で製造することができ，目に見える側面の折り目が存在しないように形成することができ，丸編弾性生地の全体部分は，折り目を全く有さないことができ，そのような生地の裁断および縫製によって衣服を得るために使用することができる，丸編弾性生地をさらに提供する。",
                    "【0021】",
                    "したがって，本発明は，熱に弱い硬質糸と，組み込まれた少なくとも1つエラストマー材料とから形成された，シングルジャージー，フレンチテリー，およびフリースの少なくとも1つの丸編弾性生地を提供する。",
                    "・・・",
                    "【0024】",
                    "本明細書において使用される場合，用語「エラストマー材料」または「エラストマー」は，天然ゴムの優れた伸縮性および回復を有する合成材料を意味するものと理解され，その材料は，その元の長さの少なくとも2倍まで繰り返し引き伸ばすことができ，応力を開放すると直ちに強制的にそのほぼ元の長さに回復することができる。「エラストマー材料」は，一般に，繊維形成性材料が，セグメント化ポリウレタンを有する長鎖合成ポリマーである人造繊維である。本発明により使用可能なエラストマー材料の例としては，スパンデックス，エラステイン（elastane），アニデックス（anidex），エラストエステル（elastoester），二成分フィラメントゴム，およびそれらの組合せが挙げられるが，これらに限定されるものではない。",
                    "・・・",
                    "【0027】",
                    "本明細書において使用される場合，用語「延伸」は，スパンデックスなどのエラストマー材料のストランドに加えられる伸張の量を意味し，この結果エラストマー材料のストランドの線密度が減少する。繊維の延伸は，その繊維に加えた伸び（伸張）と直接関連している。たとえば，100％の伸びは2倍の延伸に対応，200％の伸びは3倍の延伸に対応，などとなる。",
                    "・・・",
                    "【0032】",
                    "丸編機における編組織において，スパンデックスを併せて編成する方法は「添え糸編み」と呼ばれる。硬質糸および裸スパンデックス糸が，並列で隣り合わせの関係で編成され，スパンデックス糸は常に硬質糸の一方の側に維持され，したがって編地の一方の側に維持される。図1は，添え糸編みされたニットステッチ10の概略図であり，編成された糸は，スパンデックス12と，マルチフィラメント硬質糸14とを含む。スパンデックスが硬質糸とともに添え糸編みされて編地が形成される場合，スパンデックス繊維の費用が追加された上に，さらなる加工の費用が追加される。たとえば，丸編弾性シングルジャージー生地を製造する場合，通常，仕上げステップにおいて，生地の伸張およびヒートセットが必要となる。",
                    "【0033】",
                    "「丸編」は，編針が丸編みベッド中に組織化された緯編の一形態を意味する。一般に，シリンダが，回転し，カムと相互作用して，編成操作のための針を往復移動させる。編成される糸は，パッケージから，糸ストランドを針に向けるキャリアプレートまで供給される。丸編地は，シリンダの中央を通って編針から筒状の形態で出現する。",
                    "・・・",
                    "【0041】",
                    "本明細書において開示され請求される発明の主題は，丸編であり，特に，後に「裁断および縫製」に使用するためのシングルジャージー，フレンチテリー，およびフリースの少なくとも1つの特殊な丸編弾性生地の製造である。これらのシングルジャージー，フレンチテリー，およびフリースの少なくとも1つの丸編弾性生地は，エラストマー材料と，硬質糸とから形成され，このエラストマー材料は約2．5倍以下に延伸され，このニット弾性生地は乾熱ヒートセットが行われない。",
                    "【0042】",
                    "本明細書において開示され請求される発明は，スパンデックスとポリプロピレン硬質糸とを含みヒートセットが不要である，シングルジャージー，フレンチテリー，およびフリースの少なくとも1つの丸編弾性生地の製造方法にも関する。ポリプロピレン繊維は，スパンデックスを永続的に変形させるために必要な温度でヒートセットを行うことができないため，本発明は，スパンデックス-ポリプロピレン編地の新規な製造方法を示す。この結果得られる生地は，約140g／m2～約400g／m2の生地坪量を実現し，生地の収縮が減少し，許容される生地の伸びを有することに関して，周知の生地より優れた性能を有する。これらの生地は，最先端技術のスパンデックス含有生地と比較して優れた塩素耐久性を有する。",
                    "【0043】",
                    "本明細書において開示される発明は，シングルニットのフレンチテリーおよびフリース生地も含む。丸編中のエラストマーに対する延伸が約2．5倍以下に維持される場合に，これらの生地は，ヒートセットを行わずに製造し仕上げを行うことができる。",
                    "・・・",
                    "【0050】",
                    "本発明は，全スパンデックス延伸が約2．5倍以下に維持される場合に，従来技術に対して改善された結果が得られることを見いだした。この延伸値は，スパンデックスの全延伸であり，これは，紡績時の糸の供給パッケージ中に含まれるスパンデックスの任意の延伸または伸張を含んでいる。紡績に由来する残留延伸値は，パッケージリラクゼーション（package  relaxation）「PR」と呼ばれ，シングルジャージー，フレンチテリー，およびフリースの少なくとも1つの丸編弾性生地中に使用されるスパンデックスの場合には，通常，約0．05～約0．15の範囲内である。したがって，生地中のスパンデックスの全延伸は，MD×（1＋PR）であり，式中の「MD」は編機の延伸である。編機の延伸は，硬質糸給糸速度のスパンデックス給糸速度に対する比であり，どちらもそれぞれの供給パッケージからの速度である。",
                    "【0051】",
                    "その応力-歪み特性のために，スパンデックスに加わる張力が増加するほどスパンデックス糸の延伸（伸張）が大きくなり，逆に，スパンデックスの延伸が大きくなるほど，その糸の張力が強くなる。丸編機中の典型的なスパンデックス糸の経路の1つを図2中に概略的に示している。スパンデックス糸12は，供給パッケージ36から，糸切れ検出器39の上または中を通過し，1つまたは複数の方向変換ロール37の上を通過し，続いてキャリアプレート26まで供給され，ここでスパンデックスは編針22およびステッチ内まで案内される。供給パッケージから，スパンデックス糸がそれぞれの装置またはローラーを通るときに，スパンデックスに接触するそれぞれの装置またはローラーによって付与される摩擦力のために，スパンデックス糸中に張力が蓄積される。したがって，ステッチにおけるスパンデックスの全延伸は，スパンデックスの経路全体での張力の合計と関連している。",
                    "【0052】",
                    "スパンデックスの給糸張力は，図2中に示される糸切れ検出器39とロール37との間で測定される。あるいは，糸切れ検出器39が使用されない場合は，スパンデックスの給糸張力は，表面駆動パッケージ36とロール37との間で測定される。この張力が高く設定され制御されるほど，生地中のスパンデックスの延伸が大きくなり，逆もまた同様である。従来技術は，市販の丸編機中で，この給糸張力は，22デシテックスのスパンデックスの場合で約2～約4cＮの範囲，44デシテックスのスパンデックスの場合で約4～約6cＮの範囲となると教示している。これらの給糸張力の設定，および後の糸の経路の摩擦により生じる追加の張力によって，市販の編み機中のスパンデックスは，約2．5倍をはるかに超えて延伸される。",
                    "【0053】",
                    "本明細書において開示され請求される発明は，供給パッケージとニットステッチとの間のスパンデックスの摩擦を最小限にすることができる方法に期待しているわけではない。しかし，本発明の方法は，信頼性のあるスパンデックスの給糸のために十分高いスパンデックス給糸張力を維持しながら，同時にスパンデックスの延伸を約2．5倍以下に維持するために，この摩擦を最小限にする必要がある。",
                    "・・・",
                    "【0061】",
                    "本明細書において開示され請求される発明では，一実施形態においては，裸スパンデックスなどの裸のエラストマー材料，および少なくとも1つの硬質糸から添え糸編みされる商業的に有用なシングルジャージー，フレンチテリー，およびフリースの少なくとも1つの丸編弾性生地の，ヒートセットを使用しない製造であって，エラストマー材料の延伸を約2．5倍以下に維持し，以下の指針の範囲内で編地の設計および製造を行うことによる製造を説明する：",
                    "-ニット構造の開放性を特徴付けるカバーファクターは，約1．05～約1．9の間，たとえば約1．14～約1．6の間であり；",
                    "-硬質糸番手Ｎeは，約10～約85，たとえば約20～約68であり；",
                    "-エラストマー材料は，約15～約156デシテックス，たとえば約22～約78デシテックスを有し；",
                    "-丸編弾性生地中のエラストマー材料含有率が，重量％基準で，約3．5％～約30％，たとえば約3．5％～約27％であり；",
                    "-これより形成された丸編弾性生地は，洗濯および乾燥後の収縮が，長さ方向および幅方向の両方で，約15％以下，通常，14％以下，たとえば 7％以下であり；",
                    "-丸編弾性生地は，長さ（経糸）方向で約45％～約175％，たとえば約60％～約175％の伸びを有し；",
                    "-硬質糸は，合成フィラメント（ポリプロピレンまたはポリエステルなど），天然繊維の短繊維紡績糸，合成の繊維または糸（ポリプロピレンまたはポリエステルなど）と混紡された天然繊維，綿の短繊維紡績糸，合成の繊維または糸（ポリプロピレンまたはポリエステルなど）と混紡された綿，短繊維紡績ポリプロピレン，ポリエチレン，あるいは，ポリプロピレンまたはポリエチレンまたはポリエステルの繊維または糸と混紡されたポリエステル，ならびにそれらの組合せである。",
                    "・・・",
                    "【0096】",
                    "【表1】",
                    "【0097】",
                    "【表2】",
                    "【0098】",
                    "【表3】",
                    "【0099】",
                    "【表4】",
                    "・・・",
                    "【0162】",
                    "以上より，本発明により，紡績された硬質糸および／または連続フィラメントの硬質糸と添え糸編みされた裸のエラストマー材料を有する丸編弾性生地，ならびに乾熱ヒートセットステップを必要としないその製造方法が提供され，前述の目的および利点が十分に実現されることが明らかであろう。・・・"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このように，本願発明は，エストラマー材料を用いた丸編弾性生地を形成するための編成において，本来，少なくとも2倍まで延伸して使用できるエストラマー材料を供給する場面で，44～156デシテックスの裸スパンデックス糸であるエストラマー材料を，元の長さの2．5倍以下に延伸できるように制御することにより，コストや品質管理の点で欠点のあるヒートセットの使用を回避することを可能とする発明といえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献（甲4〔日本語訳は甲5を用いる。〕）には，次のとおりの記載がある。",
                    "【請求の範囲】",
                    "【請求項1】",
                    "17～33デシテックスの裸スパンデックス糸が，35～85の糸番手を有する1つまたは複数の紡績糸または連続フィラメント硬質糸もしくはこれらの混紡糸と添え糸編みされる丸編シングルジャージー生地の製造方法であって，前記スパンデックスおよび硬質糸が全てのニットのコースにおいて添え糸編みされ，1．3～1．9の被覆率を有する丸編シングルジャージー生地を作る丸編シングルジャージー生地の製造方法において，",
                    "前記スパンデックス糸が，丸編シングルジャージー生地を形成するように編成される場合，その元の長さの2倍以下で延伸されるように，前記スパンデックス供給における延伸を制御するステップと，",
                    "前記スパンデックスをヒートセットするのに必要とされる温度よりも低い温度で前記生地を維持しながら，前記ニット生地を仕上げおよび乾燥するステップと，",
                    "を含む方法。",
                    "・・・",
                    "【0006】",
                    "1つの既知の方法40に従って弾性丸編生地を製造するためのステップは，図4に概説される。・・・  生地は，まず，高いスパンデックスの延伸および給糸張力条件で丸編42される。例えば，全てのニットのコースに裸スパンデックスが添糸編みされて製造されるシングルニットジャージー生地では，従来技術の給糸張力の範囲は，22デシテックスのスパンデックスでは2～4cＮであり，33デシテックスでは3～5cＮであり，そして44デシテックスでは4～6cＮである（デュポン・テクニカル・ブリティンL410）。・・・",
                    "・・・",
                    "【0014】",
                    "ヒートセットは，不都合を有する。ヒートセットは，弾性でない生地（剛性生地）に対して，スパンデックスを含有するニット弾性生地を仕上げるために余分なコストである。さらに，高スパンデックスヒートセット温度は，敏感な付随する強糸に，例えば綿の黄変などの悪影響を及ぼすことがあり，それにより，続いて漂白などのより攻撃的な仕上げ操作が必要とされる。攻撃的な漂白は，「手触り」などの生地の触覚特性に悪影響を与えることがあり，通常，漂白を打ち消すために製造業者に生地柔軟剤を含有させることを要求する。また，高温のスパンデックスヒートセットステップでは，ポリアクリロニトリル，羊毛およびアセテートなどからの感熱性の強糸は，使用することができない。なぜなら，高いヒートセット温度は，このような感熱性糸に悪影響を与え得るからである。",
                    "【0015】",
                    "ヒートセットの不都合は長い間認識されており，その結果，いくらか低い温度でヒートセットするスパンデックス組成物が同定されている（米国特許公報（特許文献1）および米国特許公報（特許文献2））。例えば，米国特許公報（特許文献2）で定義されるスパンデックスは，約175～190℃で85％以上のヒートセット効率を有する。85％というヒートセット効率値は，有効なヒートセットのための最小値であると考えられる。伸張前のスパンデックスの長さに対して，ヒートセットの前と後の伸張されたスパンデックスの長さを比較する実験室試験によって判断される。このようにスパンデックス組成物のより低いヒートセットは改善を提供するが，依然としてヒートセットは必要とされ，それに関連するコストはあまり低減されていない。",
                    "【0016】",
                    "丸編生地の製造およびヒートセットのこれまでの実施は，更なる不都合を有する。ニット生地は，連続筒の形態で丸編機から出てくる。編成において筒が形成されると，張力下でマンドレルに巻かれるか，あるいは，ひだをつける（plaiting）またはゆるく折りたたむことによって編機の下で平らな筒として捕集される。いずれの場合にも，生地は，生地の筒が折りたたまれた，あるいは平らにされた2つの永久的な折り目が確立される。折り目の1つに沿って生地筒にスリットを入れることによって生地は「開かれる（オープンされる）」が，生地のその後での使用および裁断は，通常，残りの折り目を回避しなければならない。これは，生地の収量（すなわち，さらに衣類に加工することができるニット生地の量）を低下させる。",
                    "・・・",
                    "【0021】",
                    "スパンデックスおよび強糸は，全てのニットのコースにおいて添糸編みされる。この編成方法によって作られる丸編シングルジャージー生地は，1．3～1．9の被覆率を有する。編成の間，スパンデックス供給における延伸は，スパンデックス糸が，編成されて丸編シングルジャージー生地を形成するように編成される場合，その元の長さの2倍以下で延伸されるように制御される。",
                    "・・・",
                    "【0024】",
                    "本発明の第2および第3の態様は，本発明の方法に従って製造される丸編弾性シングルジャージー生地，およびこのような生地から構成される衣類である。本発明の方法により製造された生地は，好ましくは，綿または綿との混紡糸の強糸で形成され，140～240g／m2，最も好ましくは170～220g／m2の坪量を有する。また生地は，好ましくは，長さ（経糸）方向に60％以上，好ましくは60％～130％の伸びと，長さおよび幅の両方向に約7％以下，好ましくは7％未満である洗濯および乾燥後の収縮とを有する。衣類は，肌着，t-シャツ，およびトップウェイト衣類を含むことができる。",
                    "・・・",
                    "【0032】",
                    "本発明者らは，生地において測定される全スパンデックス延伸が約2倍以下に保持される場合に，改善された結果が得られることを発見した。・・・",
                    "・・・",
                    "【0034】",
                    "・・・従来技術は，市販の丸編機ではこの給糸張力が，22デシテックスのスパンデックスでは2～4cＮの範囲，44デシテックスのスパンデックスでは4～6cＮの範囲でなければならないと教示している。これらの給糸張力の設定，およびその後の糸経路の摩擦により課せられる更なる張力により，市販の編機におけるスパンデックスは2倍よりも著しく多く延伸され得る。",
                    "・・・",
                    "【0040】",
                    "スパンデックス延伸が約2倍以下に保持され，ニット生地が以下の好ましい制限内で設計および製造されれば，裸スパンデックスおよび強糸から添糸編みされた商業的に有用な丸編弾性シングルジャージー生地が，ヒートセットを行うことなく製造可能であることを本発明者らは発見した。",
                    "-ニット構造の開放性を特徴付ける被覆率が1．3～1．9の間であり，好ましくは1．4である。",
                    "-硬質糸番手Ｎmが35～85であり，好ましくは44～68であり，最も好ましくは47～54である。",
                    "-スパンデックスが17～33デシテックス，好ましくは22～33デシテックスを有する。",
                    "・・・",
                    "【0065】",
                    "【0066】",
                    "【0067】",
                    "（実施例1 - 高延伸，ヒートセットなし（従来技術））",
                    "40デニールのスパンデックスの給糸張力は，5グラム（4．9cＮ）であった。これは，従来技術で推奨される4～6cＮの範囲内である。スパンデックスの圧縮力のために，編成時の生地の坪量は高く（266g／m2），仕上げ生地ではさらに高い（306g／m2）。また収縮は，長さ方向に7％を超えた。これらの値は商業的な目標を越えており，ニット生地は，衣類に製造される前にヒートセットすることが必要であろう。",
                    "・・・",
                    "【0069】",
                    "（実施例2-本発明，最良の形態）",
                    "パラメータを最も好ましい値に設定した。綿番手は54Ｎmであり，被覆率は1．4であり，スパンデックスデニールは20であり，そしてスパンデックス延伸は2．0であった。スパンデックスは，ライクラ（Lycra）＊タイプ169であった。ニット生地は，ヒートセットさせなかった。ニット生地の坪量，伸びおよび収縮の最終値は，容認可能であった。",
                    "【0070】",
                    "（実施例3-本発明，減少された張力および延伸）",
                    "20デニールのスパンデックスの給糸張力を0．8グラム（0．78cＮ）に低下させた。パイ・ロン（Pai  Lung）編機およびスパンデックス糸経路では，これは，供給パッケージから取り出されるスパンデックスの連続性を維持するために，給糸張力の最小値であった。ニット生地は，ヒートセットさせなかった。坪量，伸び，および収縮の最終値は容認可能であった。",
                    "・・・",
                    "【0075】",
                    "（実施例8-本発明，高スパンデックス含有量）",
                    "スパンデックスデニールを30デニールに増大させ，綿番手を68Ｎmに増大させた（デニールを低下）ので，生地内のスパンデックス含有量％は，12．1％に増大した。この含有量は他の実施例よりも高かったが，依然として本発明の制限内であった。ステッチ長を低下させて，被覆率を1．4に維持した。ニット生地は，ヒートセットさせなかった。生地重量，伸びおよび収縮は，全て容認可能であった。",
                    "【0076】",
                    "（実施例9-本発明，異なるタイプの紡績糸）",
                    "2つの強糸をスパンデックスと一緒にニットステッチに添糸編みした。第1の強糸は，番手60Ｎe，または101．6Ｎmの紡績綿であった。第2の強糸は，83デシテックスおよび34フィラメントの連続フィラメントポリエステル糸であった。これらを，22デシテックス（20デニール）のスパンデックスと一緒に添糸編みした。合わせた強糸番手は55Ｎmであった。ニット生地は，ヒートセットさせなかった。生地重量，伸びおよび収縮は，全て容認可能であった。",
                    "【0077】",
                    "（実施例10-本発明，異なるタイプのスパンデックス糸の最良の形態）",
                    "工程パラメータは，スパンデックス供給物として異なるスパンデックス糸ライクラ（Lycra）＊タイプ562（「イージーセット（easy-set）」）を用いた点を除いて，実施例2と同じであった。ニット生地は，ヒートセットさせなかった。結果は容認可能であり，実施例2と比較できた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このように，引用発明は，エストラマー材料を用いた丸編弾性生地を形成するための編成において，17～33デシテックスの裸スパンデックス糸であるエストラマー材料を，元の長さの2倍以下に延伸できるように制御することによって，商業上許容される収縮率が最大7％であることを前提として，種々の欠点を有するヒートセットの使用を回避することを可能にする発明といえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明の対比について",
              "text": [
                "上記(1)イ，(2)イのとおりの本願発明と引用発明の内容からすると，両発明は，少なくとも，「丸編弾性シングルジャージー生地の製造方法であって，裸スパンデックス糸であるエラストマー材料を提供するステップと，紡績糸，連続フィラメント糸，およびそれらの組合せからなる群から選択される少なくとも1つの硬質糸を提供するステップと，前記エラストマー材料と前記少なくとも1つの硬質糸とを添え糸編みするステップと，すべての編み方向に前記添え糸編みされたエラストマー材料および少なくとも1つ硬質糸を丸編して，丸編弾性シングルジャージー生地を形成するステップであって，前記丸編弾性シングルジャージー生地を形成するために編成される場合，前記エラストマー材料の一定の延伸率を達成するために，前記エラストマー材料の供給が制御される，ステップとを含むことを特徴とする方法。」である点で一致することは，明らかである。他方，両発明は，使用する裸スパンデックス糸のデシテックスの値及びエストラマー材料の供給時における延伸率の制御値が異なっている。そこで，これらを前提に，相違点として，何を認定すべきかを検討する。",
                "確かに，本願発明の延伸率は2．5倍以下であり，引用発明の延伸率は2倍以下であり，ともに上限を定めていないから，延伸率の値自体を比較すると，引用発明の範囲である2倍以下は，必ず2．5倍以下という意味において，本願発明の数値範囲に含まれている。",
                "しかしながら，本願発明と引用発明は，ともに，ヒートセットを不要にするという目的を達成するために，一定の回復張力を目指して，糸のスパンデックスと延伸率という2つのパラメータの組合せを提示するものであるが，甲1【0096】～【0099】の実施例8，12，13，35～37，41～43，48～51，56，57を見ると，同じスパンデックス数であっても，収縮率が異なっている結果が出ていることからも明らかなとおり，回復張力は，糸のスパンデックスだけでなく，延伸率や，共に使用される硬質糸の種類やサイズといった諸要素によって決せられるから，スパンデックスと延伸率は相互に関係するパラメータといえ，単純に，同一の延伸率値が常に同一の技術的意義を有するとはいえないし，数値として重なり合っている範囲が，常に同一の技術内容を示しているともいえない。他方，スパンデックスと延伸率の値は，同一回復張力を前提とする限りにおいて，相互に独立したパラメータとして，設定できるわけではない。また，延伸率とデシテックスの関係は，相互に関連するとはいえるが，それ以上の技術的関係が明らかでない以上，重なり合いの範囲も定かではないから，本願発明と引用発明において，エラストマー材料を延伸させる製法である点において一致すると認定できるとしても，延伸率の数値の点を相違点の認定からおよそ外し，容易想到性の判断から除外することはできないというべきである。",
                "したがって，被告の主張するように，単純に延伸率の値の重なりをもって，本願発明と引用発明の一致点というべきではないが，他方，原告の主張するように，延伸率の違いをデシテックスの値と関連しない独立した相違点として挙げることも相当ではなく，本願発明と引用発明の相違点は，「本願発明の裸スパンデックス糸が44～156デシテックスで，その延伸率が元の長さの2．5倍以下であるのに対し，引用発明の裸スパンデックス糸が17～33デシテックスであり，その延伸率が元の長さの2倍以下である点」と認定した上で，相互に関連したパラメータの変更の容易想到性を判断すべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "そこで，以上を前提に，相違点判断の当否について，検討を進める。",
                "なお，原告は，引用発明の「裸スパンデックス」を本願発明に含まれる範囲である「44～156デシテックス」のサイズのものとしつつ，「前記スパンデックス糸が，丸編シングルジャージー生地を形成するように編成される場合，その元の長さの2倍を超えて2．5倍以下で延伸されるように，前記スパンデックス供給における延伸を制御する」点について，審決は進歩性の判断を遺漏した旨主張する。原告の主張は，本願発明と引用発明は，いずれも，延伸率の点で下限値を定めていないにもかかわらず，本願発明における延伸率の下限が「2倍を超える」ものとしている点で，前提に誤りがあるが，上記のとおり，延伸率の値が同一であるからといって，当然に重なり合っているとはいえないことを前提に，容易想到性に関する判断を問題視する趣旨として理解した上で，以下，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "確かに，デシテックスを大きくすることと，延伸率を大きくすることは，ともに回復張力を大きくする作用を有するものであるから，同程度の回復張力にするためには，デシテックスを大きくした場合には，延伸率を小さくし，逆に，延伸率を大きくした場合は，デシテックスを小さくする必要がある。したがって，引用発明のデシテックスと延伸率を，同時に，本願発明の数値範囲まで大きくするという動機付けや示唆は，引用発明が前提としている回復張力を前提にする限りは，当然には生じてこないというべきである。",
                "しかしながら，本願発明における「44～156デシテックス」という糸のサイズと，引用発明における「17～33デシテックス」という糸のサイズとは，共に，市場で普及している20～400デシテックスという範囲内にあり（乙2～5，弁論の全趣旨），両発明は，一般的な糸のサイズを利用しているにすぎないから，この範囲内にある糸のサイズの変更には，格別，技術的な意義はなく，当業者にとって，予定した収縮率等に応じて適宜設定できるものといえる。したがって，デシテックスの範囲を本願発明の範囲の数値まですることは，当業者が容易に想到できる事項である。",
                "そこで，デシテックスの変更と同時に，延伸率を本願発明の範囲内に設定できるかについて，検討する。まず，回復張力の大きさは，商業的に許されている収縮率に依存するものというべきであるところ，収縮率は，衣類の種類，すなわち，生地が使用される用途に応じて，許容範囲は異なるものであり，特に，セーターなどに使用されるゆったりとした生地においては，大きな収縮率が許容されると解されている（弁論の全趣旨）。したがって，原告が主張し，引用発明が前提とするように，すべての生地について，収縮率の上限値として7％が必ずしも要求されているとはいえない。そして，大きな収縮率を想定した場合には，許容される延伸率もまた大きくなることになるところ，本願発明における延伸率である2．5倍という上限値は，一般的な糸の使用を前提とすれば，その糸の太さにかかわらず，本願出願時において特別に高い値ではない（乙5）。現に，引用文献（甲4及び5）の実施例1で，本願発明に入るデシテックス数の44デシテックスで，商業上許容される範囲の収縮率を実現する上で，延伸率として2．7倍を選択していることからすれば，2．7倍よりも小さい2．5倍以下という延伸率を設定することに，技術的困難性はない。そうすると，引用発明において想定されている収縮率は，本願出願時の技術水準上，限界値であったわけではないから，引用発明のデシテックスを大きくするのと同時に，延伸率を大きくすること自体に阻害要因はないし，その場合における「2．5倍以下」という数値設定も，当業者が容易になし得る程度の設計事項といえる。",
                "したがって，上記相違点は，当業者であれば，容易に想到できるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用発明では商業上許容されない7％を超える収縮率しか実現できなかったが，本願発明ではこれを実現したのであり，これは引用発明からは当業者が予測できなかった顕著な効果である旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかしながら，上記(2)のとおり，すべての生地について商業上許容される収縮率の上限が7％であるという原告の主張は，前提において，誤りがあるから，採用の限りではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "実際，引用文献において，実施例1として記載されている44デシテックスは2．7倍延伸したものであり，収縮率は7．4×5．7％であるが，本願発明の延伸率である2．5倍を超えて延伸させた場合でも，既に商業上許容される収縮率を達成できているといえるから，本願発明のように延伸率を下げれば，より収縮率は減少するはずであり，当然，商業上許容される収縮率は達成できると，当業者であれば認識し得ることになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本願発明書の記載内容自体も，本願発明の顕著な効果を示すものではない。",
                    "すなわち，実施例44と45を対比すると，裸スパンデックス糸のサイズは，実施例44が44デシテックス，実施例45が78デシテックスであり，共に，本願発明の範囲である「44～156デシテックス」に含まれるところ，実施例44の延伸率（【表3】におけるドラフト）が2．5倍であるのに対し，実施例45の延伸率は2．0倍であるが，収縮率は，いずれも0×-1となっており，両者に差異はない。",
                    "実施例37と39を対比すると，裸スパンデックス糸のサイズは，実施例37が33デシテックス，実施例39が78デシテックスであり，実施例37の延伸率が2．0倍であるのに対し，実施例39の延伸率は2．5倍であり，実施例37は「44～156デシテックスの裸スパンデックス糸」という本願発明の範囲には含まれず，しかも，延伸率も上限である2．5倍ではないが，実施例37と39の収縮率は，いずれも0×-1となっており，両者に差異はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，原告は，本願発明の実施例48～51において，33デシテックスで2．5倍に伸張した場合は，-2×-1又は-1×-1と収縮率が大きいが，44デシテックスで2．5倍に伸張した場合の収縮率は0×0又は0×-1であるから，本件発明には顕著な効果があると主張するが，上記のとおり，許容される収縮率は2％よりはるかに大きなものであるし，他の実施例上は10％を超えるような数値の収縮率が出ている例もあり，2％の違いが大きいともいえず，引用発明の収縮率が大きいという前提に立った原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，44～156デシテックスの裸スパンデックス糸であるエラストマー材料を提供し，エラストマー材料が，その元の長さの2．5倍以下に延伸されるように，前記エラストマー材料の供給を制御することにより，格別の効果があるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本願発明について進歩性を否定した審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，特許出願に対する拒絶査定不服審判請求を不成立と判断した審決の判断は相当であり，原告の請求は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}