{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が不服2013-9644号事件について平成26年7月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願の拒絶査定不服審判請求に対する不成立審決の取消訴訟である。",
        "争点は，補正却下の理由とされた独立特許要件該当性(特許法29条2項に関するもの)についての判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成21年3月11日，発明の名称を「温度センサ」とする発明につき，特許出願をした(特願2009-058705号。甲5。先の出願〔特願2008-165267号〕に基づく優先権主張日平成20年6月25日〔以下「本願優先日」という。〕)が，平成24年11月5日付けで拒絶理由通知を受け(甲6)，平成25年2月15日付けで拒絶査定を受けた(甲8)ので，同年5月24日，これに対する不服の審判を請求する(不服2013-9644号。甲9)とともに，手続補正をした(甲4。以下「本件補正」ともいう。)。",
            "特許庁は，平成26年7月18日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年8月11日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の請求項1(本願補正前発明。甲5)",
              "text": [
                "「【請求項1】",
                "温度によって電気的特性が変化する感温部と，一端側が該感温部に接続されて他端側が該感温部から外側に向かって伸びる電極線と，を有する感温素子と，",
                "前記電極線の他端側と重ね合わされて溶接されると共に，前記感温素子から電気信号を取り出す信号線と，",
                "を備えた温度センサであって，",
                "前記電極線は，白金に，又は，白金と少なくとも1種以上の白金族元素(白金を除く)とからなる白金合金に，ストロンチウムが含有された材料からなる",
                "ことを特徴とする温度センサ。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の請求項1(本願補正発明。甲4)",
              "text": [
                "「【請求項1】",
                "温度によって電気的特性が変化する感温部と，一端側が該感温部に接続されて他端側が該感温部から外側に向かって伸びる電極線と，を有する感温素子と，",
                "前記電極線の他端側と重ね合わされてレーザ溶接されると共に，前記感温素子から電気信号を取り出す，ステンレス合金からなる信号線と，",
                "を備えた温度センサであって，",
                "前記電極線は，白金に，又は，白金と少なくとも1種以上の白金族元素(白金を除く)とからなる白金合金に，ストロンチウムが含有された材料からなる",
                "ことを特徴とする温度センサ。」(下線は補正箇所)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正の適否",
              "text": [
                "本件補正は，本件補正前の請求項1については，特許法17条の2第5項2号所定の「特許請求の範囲の減縮」を目的とするものに該当する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明の独立特許要件の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1(特開2008-26012号公報。甲1)記載の発明(以下「引用発明1」という。)の認定",
                  "text": [
                    "「遷移金属酸化物系ＮTCサーミスタからなる温度検出素子101と，",
                    "上記温度検出素子101に一体的に接続された一対の白金製の電極線102と，",
                    "信号線121と，",
                    "を備えている温度センサ1であって，",
                    "上記電極線102に，上記温度検出素子101によって測定された被測定流体の温度に応じた電気信号を外部に取り出す一対の信号線121が，レーザ溶接によって接続され，上記信号線121には耐熱性，良電導性の金属であるSUSが使用される，",
                    "温度センサ1。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2(特開2001-335862号公報。甲2)記載の発明(以下「引用発明2」という。)の認定",
                  "text": [
                    "「白金に微量のストロンチウムを含有させるだけで，線材の高温における機械的特性，特にクリープ特性を著しく向上させた，高温で使用されるセンサ材料等の構成材料として有用な，白金材料。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願補正発明と引用発明1との対比",
                  "text": [
                    "(一致点)",
                    "「温度によって電気的特性が変化する感温部と，一端側が該感温部に接続されて他端側が該感温部から外側に向かって伸びる電極線と，を有する感温素子と，",
                    "前記電極線の他端側と重ね合わされてレーザ溶接されると共に，前記感温素子から電気信号を取り出す，ステンレス合金からなる信号線と，",
                    "を備えた温度センサであって，",
                    "前記電極線は，白金材料からなる",
                    "ことを特徴とする温度センサ。」",
                    "(相違点)",
                    "電極線に用いられる白金材料について，本願補正発明においては，電極線に用いられる白金材料が「白金に，又は，白金と少なくとも1種以上の白金族元素(白金を除く)とからなる白金合金(以下，単に「白金合金」ともいう。)に，ストロンチウムが含有された材料」からなるのに対し，引用発明1においては，「白金製」であることが示されているにすぎない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点についての検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1の「温度センサ1」は，「特にディーゼルエンジン自動車排ガス等の被測定流体が流通する流路内に設けられ，車両の振動に晒される環境下で，被測定流体の温度を検出する」のに用いられるものであるから，その「温度センサ1」を構成する「白金製の電極線102」についても，自動車排ガスの流路内のような，高温で，かつ，振動にさらされる環境下における機械的特性の向上が望まれる。",
                        "そして，引用発明2においては，「高温で使用されるセンサ材料等の構成材料として有用な，白金材料」として，「白金に微量のストロンチウムを含有させるだけで，線材の高温における機械的特性，特にクリープ特性を著しく向上させ」ることが示されており，この点に鑑みると，引用発明1の「温度センサ1」の「白金製の電極線102」の白金材料として，引用発明2に示された「白金に微量のストロンチウムを含有させ」た白金材料を用い，前記環境下における機械的特性を向上させ，相違点に係る本願補正発明の構成とすることは，当業者であれば，容易にできたことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，酸化物分散型の強化白金の溶接性の問題(機械的特性の低下)は，溶接の際，白金は溶融しても，ジルコニア等の金属酸化物は固体状態を維持することに起因する(特開2006-57147号公報〔甲3〕の段落【0002】，【0005】参照。)。",
                        "このことから，引用発明1において，「白金製の電極線102」として，ジルコニア等の金属酸化物を分散しない(酸化物分散強化型ではない)引用発明2の白金材料を用いれば，ジルコニア等の金属酸化物を分散した(酸化物分散強化型の)白金を用いた場合と比較して，溶接部の強度が低下しないであろうことは，当業者であれは予測可能であったといえる。",
                        "したがって，本願補正発明の作用効果は，格別なものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本願補正発明は，当業者が引用発明1及び引用発明2に基づいて容易に発明をすることができたものであるから，特許法29条2項の規定により，特許出願の際独立して特許を受けることができないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件補正の却下",
              "text": [
                "したがって，本件補正は，特許法17条の2第6項において準用する同法126条7項の規定に違反するものであるから，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願補正前発明",
              "text": [
                "本願補正前発明は，本願補正発明の①「レーザ溶接」につき，溶接の種類についての発明特定事項である「レーザ」を省いて「溶接」とし，②「ステンレス合金からなる信号線」につき，「ステンレス合金からなる」との発明特定事項を省いたものである。",
                "したがって，本願補正前発明も，本願補正発明と同様に，引用発明1及び引用発明2に基づいて当業者が容易に発明をすることができたものといえるから，特許法29条2項の規定により特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "以下のとおり，本願補正発明が特許法29条2項により独立特許要件を欠くとして，本件補正を却下した本件審決の判断は，誤りである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-引用発明2の認定の誤り",
          "text": [
            "引用発明2の「センサ材料等の構成材料」とは，物理量や化学量の変化に応じて電気信号を生じさせるセンシング部として機能する部位(以下「センシング部位」という。)，すなわち，温度センサにおいては，温度によって電気抵抗が変化する部位のみの構成材料を意味するにとどまるものである(特開昭58-216944号公報〔甲15〕，特開平5-52668号公報〔甲16〕，特開2002-286557号公報〔甲17〕参照。)。引用例2(甲2)の段落【0001】において，「熱電対，センサ材料等の構成材料」として，センサを構成する要素部材(例えば，電極，リード線，シース〔金属保護管〕を含む。)の1つである「熱電対」と「センサ材料」とを明確に使い分けているのは，その証左といえる。",
            "本件審決は，「センサ材料等の構成材料」につき，センシング部位の構成材料のみならず，電気信号を取り出す「電極線」，センシング出力を伝送するための「信号線」，センシング部位を収容するための「金属製カバー」などセンシング部位以外の部位の構成材料をも含むものと拡大解釈した点において，誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2-容易想到性の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明は，「電極線の強度の向上」及び「溶接部の溶接強度の向上」を目的(課題)とし，これらの目的の両方を達成するためになされたものである。",
                    "本願優先日当時の技術水準に鑑みると，当業者は，「電極線の強度の向上」の目的は達成できたかもしれないが，上記目的の両方を同時に達成することは，極めて困難であった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決は，前記第2の3(2)エのとおり，引用発明1の「温度センサ1」の「白金製の電極線102」の白金材料として，引用発明2に示された「白金に微量のストロンチウムを含有させ」た白金材料を用い，相違点に係る本願補正発明の構成とすることは，当業者であれば，容易にできたことである旨認定する。",
                  "text": [
                    "しかしながら，以下の(2)から(5)によれば，引用発明1の「温度センサ1」の「電極線102」の材料を選定するに当たり，溶接部の強度向上の観点から，レーザ溶接という溶接形態を踏まえて，強化白金ではなく，引用発明2に示されたストロンチウムを含有する白金材料を電極材料として適用する動機付けは存在せず，前記認定は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "当業者が，引用発明1について，溶接強度の低下の防止という技術課題が内在する旨を認識することは，あり得ない。",
                "すなわち，「レーザ溶接」について，乙3号証には「接続強度，及び高温で使用時の機械的，電気的接続の信頼性が向上し，」との記載が，乙4号証には「溶接部分において確実に互いが溶融した溶融部を形成することができ，両線(22，31〔判決注：22は電極線を，31は信号線を指す。〕)の接合信頼性をより高いレベルにて確保できる」との記載がそれぞれあるところ，これらの記載に照らせば，当業者は，通常，電極線と信号線とをレーザ溶接することによって両線の溶接強度を十分に確保できるものと理解する。",
                "この点に鑑みると，当業者は，引用発明1にてレーザ溶接を例示した構成において，溶接強度の低下という技術課題は既に解決されている旨理解するものと考えるのが自然であり，引用発明1の電極線につき，その強度を向上させるとともに溶接強度の低下を防止するために材料を選定する動機付けは存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用例2(甲2)の段落【0002】においては，「高温で使用される(中略)センサ材料等を構成する材料として，白金が広い産業分野で用いられている。白金が広い分野で用いられている理由としては，(中略)各種形状への機械加工や溶接加工が容易であること等が挙げられる。」と記載されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記記載中，「溶接加工」という語は，「レーザ溶接」の上位概念にすぎず，また，「溶接加工が容易」との記載は，白金が広い分野で用いられている一般的な理由にすぎない。",
                        "この点に鑑みると，当業者において，引用例2(甲2)に触れても，同引用例記載の「ストロンチウムを含んだ白金」が，異種材料であるステンレス合金からなる信号線と，レーザ溶接によって容易に溶接加工できることに想到するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例2(甲2)には，「溶接部の溶接強度の向上」という本願補正発明の課題の解決を図るという着想がなく，「ステンレス合金という異種材料からなる信号線に重ね合わされて溶接される際の溶接部の強度を向上させる観点から，白金との融点を考慮した成分を白金又は白金合金に含有させて電極線を形成しつつ，両線の溶接形態としてレーザ溶接を採用する」という要件について，記載も示唆もされていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上に鑑みると，引用発明1の内容にかかわらず，引用例2(甲2)記載の「溶接加工」という文言は，その下位概念である「レーザ溶接」を含む本願補正発明を動機付けるものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2(甲2)の段落【0002】には「高温で使用されるセンサ(材料等)」と記載されているものの，①引用例2(甲2)には，温度センサに関する記載はないこと，②高温で使用されるセンサは，温度センサに限られず，ガスセンサ，圧力センサ等もあることに鑑みると，当業者において，「高温で使用されるセンサ」という文言から，その下位概念といえる温度センサを想起するとはいえない。",
                    "したがって，引用発明1の内容にかかわらず，引用例(甲2)の「高温で使用されるセンサ」という文言は，その下位概念の「温度センサ」を含む本願補正発明の動機付けになるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "①引用例(甲2)には，「サーミスタの電極線」という記載は一切ないこと，②引用例(甲2)における「センサ材料等」は，センシング部位のみの構成材料を意味すること，③被告の主張するとおり，サーミスタの電極線の線材に耐熱性が求められるならば，当業者は，電極線の材質の選定に当たり，用途が明記されていない引用例2(甲2)記載の白金材料よりも，優れた耐熱性を有するものとして知られる，乙4号証記載の線材(乙4【0029】)や甲12号証記載の酸化物分散強化型の白金からなる線材(甲12【0038】等)などのサーミスタの電極線として記載された線材を，積極的に採用するはずであることに鑑みると，当業者において，引用発明1の電極線の材料として，ことさらに引用例2に記載されているストロンチウムを含有する白金材料を選択する動機は，存在しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，当業者は，引用例1(甲1)に記載された温度センサの電極線102に，引用例2(甲2)の線材(構成材料)を適用し，組み合わせることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明における機械的特性とは，高温下で振動にさらされる環境において，感温素子の電極線自体の強度を高めつつ，電極線と信号線との溶接部の溶接強度に優れる温度センサの機械的特性を意味する(甲5【0011】)ものであるから，被告が主張するクリープ特性に代表される機械的強度，すなわち，電極線自体の強度のみを指すものではない。",
                    "この点に関し，引用例2(甲2)には，「クリープ特性」に優れる点は記載されているものの，高温下で振動にさらされる環境における「溶接部の溶接強度」をも主眼にした「機械的特性」の向上を図るという点に関しては，記載も示唆もされていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，「クリープ特性」に優れる点のみを主眼にするのであれば，酸化物分散強化型の白金が，引用発明2の白金材料と同様に高温下で使用され，かつ，クリープ特性に優れることは，一般的な知見であることに鑑みると(甲3【0003】)，引用発明1の電極線の材料には，甲12号証等に記載されている「ジルコニア等の金属酸化物を分散した(酸化物分散強化型の)白金」からなる電極線を選択すればよい。",
                    "すなわち，優れたクリープ特性(機械的特性)を備えた材質として，甲12号証等記載の材質が知られている中で，引用発明1の電極線に，直ちに引用発明2のストロンチウムを含有する白金材料を選択すべき動機は，存在しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3号証の段落【0002】及び【0005】の記載は，酸化物分散強化型白金そのものの溶接性に関する問題提起を示すにとどまる。同記載をもって，当業者が，素子電極線として酸化物分散強化型白金を用いることは好ましくないと考え，直ちに他の強化線を適用しようとすると解することについては，論理の飛躍がみられる。",
                    "以上に鑑みると，上記記載をもって，甲3号証が，「強化された白金を溶接するにあたり，酸化物分散強化型白金ではない他の強化線を用いること」までも，本願優先日当時の技術水準として示した周知例であると認定することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "当業者において，上記記載のみを検討した場合，「電極線(白金)自体の強化を優先すると，溶接強度の向上は困難である」ことをもって，本願優先日当時の技術水準として積極的に理解し，それを裏返しても，「溶接強度の低下防止を優先すると，電極線(白金)自体の強化は困難である」と理解するにとどまるものといえる。",
                    "しかしながら，被告は，上記記載のみを引用して，当業者が，同記載から，「電極線の強度の向上」及び「溶接部の溶接強度の向上」という本願補正発明の目的(課題)の両方の達成を予測する旨主張しており，同主張は，論理的に飛躍している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "当業者が，上記記載にとどまらず，甲3号証全体の記載を考慮すれば，酸化物分散強化型白金(強化白金)と白金とを接合する技術の採用によって，白金の強化と共に溶接強度の低下防止を図るものと理解する。",
                    "ただし，上記理解は，酸化物分散強化型白金(強化白金)の使用を前提とするものである。同前提を無視して，甲3号証の段落【0002】及び【0005】の記載のみの引用により，溶接強度の低下を防止するために，「酸化物分散強化型白金を用いない白金材料」を使用して電極線の強化を図ることを，当業者が予測し得るはずがない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "加えて，当業者が，甲3号証記載の発明から，ストロンチウムを含有する引用発明2の白金材料を採用して引用発明1と組み合わせることを発想するに至ることを，論理付けることはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-引用発明2の認定の誤りについて",
          "text": [
            "以下(1)及び(2)によれば，引用発明2の「センサ材料等の構成材料」という語は，センシング部位のみの構成材料という「狭義の意味」に限定して解釈すべきではなく，「センサを構成する要素部材(例えば，電極，リード線，シースを含む。)の材料」という「広義の意味」に解釈すべきである。本件審決は，「センサ材料等の構成材料」という語を「広義の意味」に解釈しており，その点に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "日本ロボット学会編「新版  ロボット工学ハンドブック」(平成17年6月コロナ社発行，乙1)には，「センサ用金属材料」が，機能性材料(センサのトランスデューサ機能を担う材料)の意味に限られないこと，「Pt」についてみても，「測温抵抗材」のみならず，「リード線」，「電極」及び「シース」を含む意味で用いられていることが記載されている。",
                "このように，「センサ材料」という語は，センシング部位のみの構成材料に限らず，「リード線」，「電極」及び「シース」を含む「センサを構成する要素部材の材料」という「広義の意味」でも用いられるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例2(甲2)の「センサ材料等の構成材料」との記載は，「耐熱特性に優れた白金材料」(甲2【0001】)が有用とされる用途を特に例示したものであり，同記載の意義については，センシング部位のみの構成材料という「狭義の意味」に限定して解釈すべき理由はない。前記(1)の点に鑑みれば，同記載については，用途の例示目的に沿って，より広汎に，「センサを構成する要素部材の材料」という「広義の意味」に解釈するのが，当業者にとって，自然なものといえる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2-容易想到性の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，前記第2の3(2)エのとおり，①「『温度センサ1』を構成する『白金製の電極線102』についても，自動車排ガスの流路内のような，高温で，かつ，振動にさらされる環境下における機械的特性の向上が望まれる」，②「『白金製の電極線102』として，ジルコニア等の金属酸化物を分散しない(酸化物分散強化型ではない)引用発明2の白金材料を用いれば，ジルコニア等の金属酸化物を分散した(酸化物分散強化型の)白金を用いた場合と比較して，溶接部の強度が低下しないであろうことは，当業者であれば予測可能であったといえる」と述べている。そして，前記①，②の点は，それぞれ「感温素子の電極線の強度を高め」る(甲5【0008】)，「電極線と信号線との溶接部の溶接強度の低下を防ぐ」(同)という本願補正発明の目的に対応するものである。",
                "以上によれば，本件審決は，容易想到性の判断に当たり，これらの本願補正発明の目的を踏まえた上で，引用発明1に引用発明2の構成を適用する動機付けがあることを示しているものといえ，容易想到性を認めた判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "第3の2(2)に対し",
              "text": [
                "引用発明1の「電極線102」を，「白金製」のものから引用発明2に示された「ストロンチウムを含有する白金」のものに代える構成を想到するに際し，引用発明1が電極線と信号線とのレーザ溶接を前提とする以上，そのレーザ溶接による利点を可能な限り損なわないように配慮することは，当業者であれば当然のことといえる。",
                "このことから，溶接強度の低下の防止という技術課題は，それ自体が引用例1に明記されていないとしても，当業者にとっては，引用発明1に内在する当然の課題に他ならないものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "第3の2(3)アに対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明1の「温度センサ1」の「白金製の電極線102」の白金材料として，引用発明2の白金材料を用いることの動機付けの有無を，本願優先日当時の技術水準を踏まえつつ，引用例1(甲1)及び引用例2(甲2)の記載を総合して判断しており，引用例2(甲2)の段落【0002】の記載のみに基づいて判断しているのではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ストロンチウムの融点は797℃であり，白金の融点1769℃よりも低いこと(乙2，乙4)，②レーザ溶接は，線の溶接等に効果的であり，特に，電子装置などの小形部品溶接に適していること，被溶接材料の側からみると，性質の異なる材料等の接合にも好適な溶接法であること(乙2)，③レーザ溶接は，特に，サーミスタ素子の「電極線22に白金，信号線31にSUS310Sを用いた場合」，「両線22，31をレーザ溶接によって接合しているから，溶接部分において確実に互いが溶融した溶融部を形成することができ，両線22，31の接合信頼性をより高いレベルにて確保できる」溶接法でもあること(乙4)は，本願優先日当時において，技術常識ないし周知の技術事項であった。",
                    "これらを踏まえれば，引用発明2に示された「白金に微量のストロンチウムを含有させ」た白金材料からなる線材を，引用発明1の「白金製の電極線102」として用い，引用発明1の「耐熱性，良電導性の金属であるSUS」，すなわち，ステンレス合金の信号線121と接続する際，被溶接物の形状(線材)，材質(白金とステンレス合金との異種材料)及び使用条件(位置決めを極めて正確に行う，溶融溶接により，接続強度及び高温下の使用時における機械的，電気的接合の信頼性を確保する。)を十分に検討し，最適の溶接法として，引用発明1に示されたとおりに「レーザ溶接」を選定すればよいことは，当業者にとって，明らかなことである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，引用発明1に示された「白金製の電極線102」の接続方法である「レーザ溶接」につき，①溶融溶接であること，②サーミスタ素子の電極線と信号線とをレーザ溶接によって接合すると，接続強度及び高温下の使用時における機械的，電気的接合の信頼性を確保できることを踏まえて，容易想到性を判断しており，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "第3の2(3)イに対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "前記(3)アと同じ。"
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2(甲2)の段落【0002】記載の「高温で使用されるセンサ」には，サーミスタ等の温度センサが含まれる。このことは，サーミスタの電極線の線材が，「例えば白金，(中略)等の耐熱性及び出力特性に優れた線材からなる。」(乙4【0029】)という技術常識からも，明らかといえる。",
                    "したがって，「耐熱特性に優れた白金材料」(甲2【0001】)からなる引用例2(甲2)の「線材」(甲2【0016】)が，高温下で使用され，耐熱性の求められる，サーミスタの電極線の線材に有用であることは，当業者にとって自明である。",
                    "以上によれば，引用例2(甲2)の段落【0002】の「高温で使用されるセンサ」という記載は，本願優先日当時の技術水準を踏まえつつ，引用例1(甲1)の記載と併せ考えれば，「耐熱特性に優れた白金材料」からなる引用例2(甲2)の線材を引用発明1に示されたサーミスタの電極線の線材として用いることにつき，動機付けを更に強め得るものといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "第3の2(3)ウに対し",
              "text": [
                "前記(3)アと同じ。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "第3の2(4)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(3)アと同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2(甲2)には，引用発明2に係る白金材料が「優れた耐熱特性を有する」ものであることが明記されている(甲2【0007】，【0021】)。",
                    "また，引用例2(甲2)記載の「高温クリープ試験」(甲2【0017】)については，「とくに高温度で使用される材料では，短時間で行う引張試験は不適当で，クリープ試験の結果のほうがより信頼される」ことが，本願優先日当時の技術常識であった(乙2)。",
                    "この点に関し，本願補正発明においても，温度センサの電極線に求められる「機械的強度」は，「クリープ特性」を主眼としたものといえる(甲5【0010】)。",
                    "そして，機械的特性が向上すれば，振動に対しても強くなることは自明であるから，「高温における機械的特性，特にクリープ特性が著しく向上すること」(甲2【0007】)を見出された引用発明2に係る白金材料が，高温下で振動にさらされる環境において優れた機械的特性を発揮することは，当業者にとって明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "第3の2(5)に対し",
              "text": [
                "本件審決は，「酸化物分散強化型の強化白金」を用いた場合の溶接性の問題(機械的特性の低下)が，溶接の際，白金は溶融しても，ジルコニア等の金属酸化物は固体状態を維持する点に起因することにつき，本願優先日当時において既に判明していたことを示すために，技術水準を示す周知例として，甲3号証の段落【0002】及び段落【0005】の記載を引用しており，甲3号証の特許請求の範囲に記載された発明を，容易想到性の判断根拠となる主引例又は副引例としているのではない。",
                "したがって，甲3号証に関する原告の主張は，失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願補正発明の認定",
          "text": [
            "本願補正発明は，「サーミスタ材料からなるサーミスタ部や白金抵抗体等の感温部を有する感温素子を備え，測定対象物の温度検出を行うために用いられる温度センサに関する」(甲5【0001】)ものであり，特に，「車両の振動に晒される環境下での排気ガス等の測定対象物の温度を検出する温度センサに好適なものである」(同)ところ，出願時の明細書及び図面(甲5)，本件補正に係る明細書(甲4。以下，出願時の明細書，図面及び本件補正に係る明細書を併せて「本願明細書等」ともいう。)並びに後掲証拠によれば，従来の技術，本願補正発明が解決しようとする課題及び本願補正発明の内容につき，以下のとおり認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "従来の技術",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来から，①サーミスタ部及び電極線から構成される感温素子並びに②同電極線と重ね合わされて溶接(例えば，レーザ溶接)される信号線を備える構成の温度センサが知られている(後出図1及び図2参照)。",
                        "この構成の温度センサにおいては，①感温素子の電極線には，耐熱性が高く電気抵抗が低い白金又は白金合金(例えば，Pt／Rh合金)の材料が，②信号線には，耐熱性，強度，コスト等の面から，ステンレス材やインコネル材等が，それぞれ使用されている(甲5【0002】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し，特開平3-141605号公報(乙3)には，サーミスタ素子(サーミスタ部に相当する。)に接続されている金属リード線(電極線に相当する。)と外部接続用のリード線(信号線に相当する。)を，レーザ溶接したサーミスタ温度センサに係る発明が開示されており(乙3「特許請求の範囲」等)，また，特開2000-97781号公報(乙4)には，サーミスタに一端部が埋設された電極線とサーミスタ信号取出し用の信号線との重なり部分をレーザ溶接することを特徴とする温度センサの製造方法に係る発明が開示されている(乙4【請求項7】，【0015】，【0024】等)。後者の発明については，「特に，自動車排気系の触媒コンバータ等に取付けられ，異常温検出や触媒劣化検出等を行なう排気温センサに用いて好適である。」(乙4【0001】)との記載がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記ア(ア)の構成の温度センサは，車両の触媒コンバータ内部や排気管内等のように，激しい振動にさらされる環境下において，排気ガス等の測定対象物の温度検出に用いられる。",
                    "上記環境下においては，振動がセンサに加わることによって感温素子の電極線に断線を生じさせるという問題が起きる。この問題については，断線を抑制するために，感温素子の電極線として，白金又は白金合金にジルコニア，イットリア等の金属酸化物を添加した白金分散強化材を適用する技術が，特開2000-39364号公報(甲12)に開示されている(甲5【0003】，【0004】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "すなわち，同公報記載の発明(以下「甲12発明」という。)は，「各所の温度検出を行うために用いられる，サーミスタ素子を組み込んだ温度センサに関するものであり，ディーゼルエンジンやガソリンエンジンの触媒温度や排気系温度を検出する高温サーミスタ式温度センサに用いて好適」なもの(甲12【0001】)である。",
                    "高温サーミスタ式温度センサは，サーミスタ部とサーミスタ信号取出し用の電極線(通常は白金線)を備えたサーミスタ素子から構成される温度センサであるところ，近年，エンジンの高性能化による高回転化に伴い，より高周波域(例えば1kHz以上)における強振動が温度センサに加わるようになり，これによる電極線の断線に係る問題が顕著になってきた。",
                    "甲12発明は，サーミスタ素子の製造工程中，電極線となる白金線をサーミスタ部の材料に埋設成形して高温で焼成する工程(以下「サーミスタ素子の焼成工程」という。)において，白金材の結晶粒が粗大化し，高周波域の強振動が粗大化した結晶の粒界でズレを誘発して粒界断線に至らせることが上記断線の一因であることに着目して，白金又は白金合金を主成分とし，上記粗大化の抑制機能を有する金属酸化物を添加した分散強化材を電極線の材料とする構成を採用した(甲12【請求項4】から【請求項8】，【請求項10】，【請求項12】から【請求項15】，【0002】【0004】，【0006】，【0008】，【0013】から【0015】，【0017】から【0020】等)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明が解決しようとする課題",
              "content": [
                {
                  "fig": "ア",
                  "subject": "従来技術の問題点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲12発明のように電極線に金属酸化物を添加した白金分散強化材を適用すれば，電極線自体の強度が高められることから，断線が抑制されることは期待できる。",
                        "しかしながら，白金分散強化材の主成分とされる白金又は白金合金の融点が，それぞれ1770℃，2000℃以下であるのに対し，金属酸化物の融点は，例えば，ジルコニアが2720℃，イットリアが2410℃と，非常に高い。このことから，電極線と信号線とを溶接する際，白金分散強化材に添加した金属酸化物が溶解せず，そのために強固な溶接が困難になって溶接強度が低下し，激しい振動にさらされる環境下で使用された場合，溶接部に破断が生じるという新たな問題が起きる(甲5【0005】から【0007】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し，甲3号証においては，「白金マトリックスに，ジルコニア等の金属酸化物が分散した酸化物分散強化型白金合金(以下，強化白金と称する。)は，光学ガラス等のガラス製造装置のような高温環境下で使用される装置の構成材料として用いられている。」(甲3【0002】)，「また，強化白金は溶接性にも問題がある。溶接加工は，対象材の接合部を局所的に溶解・凝固させる加工方法であるところ，強化白金の溶接では，白金は溶融しても酸化物は固体状態を維持するため，溶接後(凝固後)の材料組織が不均一となる。そして，不均一な溶接部は，(中略)機械的特性の低下の要因となる。」(甲3【0005】)との記載があり，白金合金に金属酸化物が分散した強化白金においては，溶接の際，金属酸化物が溶解せずに固体状態を維持し，そのために，溶接部の材料組織が不均一となり，機械的特性を低下させる要因となることが示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の目的",
                  "text": [
                    "本願補正発明は，前記アの問題点に鑑みてなされたものであり，感温素子の電極線の強度を高めつつ，電極線と信号線との溶接部の溶接強度の低下を防ぐことができる温度センサの提供を目的とする(甲5【0008】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明の温度センサは，①温度によって電気的特性が変化する感温部及び一端側が該感温部に接続されて他端側が該感温部から外側に向かって伸びる電極線を有する感温素子並びに②前記電極線の他端側と重ね合わされてレーザ溶接され，前記感温素子から電気信号を取り出すステンレス合金からなる信号線を備えた温度センサである。",
                    "前記電極線は，白金に，又は，白金合金，すなわち，白金と少なくとも1種以上の白金族元素(白金を除く。イリジウム(Ir)，ロジウム(Rh)，ルテニウム(Ru)，オスニウム(Os)及びパラジウム(Pd)を指す。)とからなる白金合金に，ストロンチウムが含有された材料からなることを特徴とする。(甲4【0009】，甲5【0010】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願補正発明の注目すべき点は，感温素子の電極線が，白金又は白金合金にストロンチウム(Sr)が含有された材料からなることである。",
                    "すなわち，前述したジルコニアやイットリア等の金属酸化物を添加しなくても，白金又は白金合金にストロンチウムを含有させることによって，電極線の機械的強度，特にクリープ特性を著しく高めることができ，ひいては，感温素子の電極線自体の強度を高めることができる。このように，電極線自体の強度を高められる理由は定かではないものの，ストロンチウムを含有させたことによって，白金とストロンチウムからなる金属間化合物(PtxSry：xとyはそれぞれ正の整数)が生成され，この金属間化合物の存在によって，電極線の白金又は白金合金の結晶の粒子の粗大化が抑制されるためと推測される(甲5【0010】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，本願補正発明においては，白金又は白金合金にストロンチウムを含有させた材料からなる電極線が，信号線と重ね合わされてレーザ溶接されている。ストロンチウムは，白金及び白金合金よりも融点が高いジルコニアやイットリア等の金属酸化物とは異なり，白金よりも融点が低いことから，ストロンチウムが含有された電極線と信号線との溶接の際，材料全体の溶解が十分に進み，溶接強度が良好なものとなる。",
                    "これにより，感温素子の電極線自体の強度を高めつつ，電極線と信号線との溶接部の溶接強度に優れる温度センサを提供することができ，ひいては車両といった振動の激しい環境下においても，信頼性の高い温度センサを提供することができる(甲4【0011】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本願補正発明の実施例(甲4【0036】，甲5【0021】から【0026】，【0031】から【0033】)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "金属チューブ9の一端側の内部に，感温素子としてのサーミスタ素子21が収納されている。",
                        "温度センサ1が，例えばガソリンエンジンやディーゼルエンジンの排気管等の流通管に装着されると，サーミスタ素子21が，測定対象物(排気ガス等)が流れる流通管内に配置されることによって，当該測定対象物の温度を検出する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "サーミスタ素子21は，①温度によって電気的特性(電気抵抗値)が変化するサーミスタ材料(例えば，(Y，Sr)(Fe，Mn，Al)O の組成式で表されるサーミスタ材料)を焼成することで構成されたサーミスタ焼結体(感温部)23及び②電気的特性の変化を電気信号として取り出すための一対の電極線25から構成される。",
                        "電極線25は，その一端側がサーミスタ焼結体23に埋設されて接続され，他端側(図2右側)がサーミスタ焼結体23から外側に向かって伸び，信号線に相当するシース芯線3の一端側(図2左側)と軸方向に重ね合わされて，レーザ溶接されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "シース芯線3の他端側の基端部は，加締め端子27と接合されており，これを介して外部回路(例えば，自動車のエンジン制御装置等)接続用のリード線29と電気的に接続される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "サーミスタ素子21の一対の電極線25は，白金又は白金合金にストロンチウムを含有させた材料で構成されている。",
                        "他方，この電極線25には，従来の白金分散強化材を得るために必要な金属酸化物に由来するジルコニウム，イットリウム，アルミニウム，チタニウムといった金属元素は，含有されていない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "従来のようにジルコニアやイットリア等の金属酸化物を添加した白金分散強化材をシース芯線に溶接した場合と比較すると，ストロンチウムは，金属酸化物のように，白金よりも融点が高いために溶解されないまま残って溶接部47の溶接性を低下させるということがなく，シース芯線3との溶接強度を良好に得ることができる。",
                        "図2(甲5の図2)",
                        "図1(甲5の図1)",
                        "温度センサの一端側を破断し，拡大  温度センサ1の全体構造をして示す側面図",
                        "示す部分破断断面図"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本願補正発明は，前記第2の2(2)のとおりであり，この点につき，当事者間に争いはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明1の認定並びに本願補正発明との一致点及び相違点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明1は，「一対の電極線に接続された温度検出素子を有底円筒状の金属製カバー内に収納した温度センサに関するものであり，特にディーゼルエンジン自動車排ガス等の被測定流体が流通する流路内に設けられ，車両の振動に晒される環境下で，被測定流体の温度を検出する温度センサに好適なものである」(甲1【0001】)であるところ，引用例1(甲1)によれば，引用発明1の内容につき，以下のとおり認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明1は，①一端が閉塞し他端が開放する有底円筒状の金属製カバーと，この金属製カバーの閉塞端内側に収納され，一対の電極線が接続された温度検出素子からなる感温部，②電極線と電気的に接続されて外部に信号を取り出す一対の信号線とこれらを絶縁する絶縁部材とからなる保護管部及び③保護管部を保持するとともに，感温部を被測定流体内の所定位置に取付固定するためのネジ部を有するハウジング部を備えた温度センサである(甲1【0008】)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明1の実施例は，以下のとおりである(甲1【0046】，【0048】から【0051】)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "図3(a)は，温度センサ1の全体構成を示し，感温部10，保護管部12及びハウジング部13によって構成されている。",
                    "図3(b)は，感温部10の断面詳細図である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "温度検出素子101は，例えばY(Cr，Mn)O を主成分とする遷移金属酸化物系ＮTCサーミスタからなり，一対の白金製の電極線102が一体的に接続されている。",
                    "電極線に白金線を用いることにより，遷移金属酸化物と同時に酸化雰囲気下で焼成でき，遷移金属酸化物成形体と一対の白金線とが一体的に焼結され，温度の上昇により抵抗が減少するＮTC(負温度係数)特性を持ったＮTCサーミスタが得られる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "電極線102には，温度検出素子101によって測定された被測定流体の温度に応じた電気信号を外部に取り出す一対の信号線121が，例えばレーザ溶接等によって抵抗接続されている。",
                    "信号線121には，例えばSUS，白金-Rh等の耐熱性，良電導性の金属が使用される。",
                    "図3(甲1の図1)"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，引用発明1並びに本願補正発明との一致点及び相違点は，本件審決が認定したとおり(前記第2の3(2)ア及びウ)であり，この点につき，当事者間に争いはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1-引用発明2の認定の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2(甲2)の記載内容",
              "text": [
                "引用例2(甲2)は，「耐熱特性に優れた白金材料」という名称の発明に係るものであり，以下の記載がある。",
                "【0001】",
                "【発明の属する技術分野】本発明は，耐熱特性に優れた白金材料，特に，高温で使用されるルツボや器具および装置，熱電対，センサ材料等の構成材料として有用な高温での特性に優れた白金材料に関する。",
                "【0002】",
                "【従来の技術と課題】高温で使用されるルツボや器具および装置，熱電対，センサ材料等を構成する材料として，白金が広い産業分野で用いられている。白金が広い分野で用いられている理由としては，優れた耐食性及び耐酸化性を有すること，高い融点を有すること，非反応性で高温下においても酸化物等の溶融物や固形物との反応が少ないこと，高温下においても電気的特性の変化が少なく電気特性の安定性に優れていること，各種形状への機械加工や溶接加工が容易であること等が挙げられる。",
                "【0003】しかしながら，白金は高温下での機械的特性が充分ではなく，従来から，白金がもつ上記の如き優れた特性を低下させることなく，高温下での機械的特性を向上させるための方策がいくつか提案されている。",
                "(中略)",
                "【0006】しかしながら，最近の産業技術の高度化に伴い，白金材料に要求される特性もますます厳しくなってきており，高温特性に優れた材料を安価に提供できる手段の開発が強く求められている。",
                "【0007】",
                "【課題を解決するための手段】本発明者らは，上記の如き要望に応えるべく鋭意検討を行った結果，今回，白金に微量のストロンチウムおよび／またはバリウムを含有させるだけで，白金の高温における機械的特性，特にクリープ特性が著しく向上することを見出し，本発明を完成するに至った。",
                "(中略)",
                "【0013】以下，実施例により本発明をさらに具体的に説明する。",
                "【0014】",
                "【実施例】実施例1～7および比較例1～3純度 99.97％の白金 100g に純度99.9％のストロンチウムおよび／または純度 99.9％のバリウムを下記表1に示す量加え，アーク溶解炉でアルゴン雰囲気下に溶解して試験用インゴットを製造した。",
                "【0016】また，得られたインゴットを線引き加工し，線径φ1.5mm の線材としたが，実施例1～7及び比較例1～3のいずれのインゴットも断線等は起こらず良好な加工性を示した。",
                "【0017】この線材を高温クリープ試験機にかけ，大気中，応力 1.96MPa，試験温度1650℃での破断時間を測定した。その結果も下記表1に示す。",
                "【0018】                    【表1】",
                "(中略)",
                "【0021】",
                "【発明の効果】以上の結果から明らかなように，本発明の白金材料は，一般的な製造方法で容易に製造することができ，良好な加工性を有しながら，優れた耐熱特性を有するものである。かくして，本発明の白金材料は，ルツボや器具および装置，熱電対，センサ材料等の構成材料として優れた効果を有するものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)によれば，引用発明2は，本件審決が認定したとおり(前記第2の3(2)イ)である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明2の「センサ材料等」の意義につき，検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2(甲2)において，「センサ材料等」という語は，「高温で使用される」もので，「高温での特性に優れた白金材料」が「構成材料として有用」とされるものの 1 つとして例示されているにすぎず，温度センサのどの部位の材料であるかについては，言及されていない(甲2【0001】，【0002】，【0021】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明1及び本願補正発明も含め「温度センサ」に関する発明の明細書において，以下のような記載が見られることに鑑みると，一般に，「温度センサ」という語は，センシング部位のみならず，電極線や信号線等も含めた装置全体を意味するものと認められる。",
                        "他方，後述する甲15号証を除き，本件証拠上，「温度センサ」又は「センサ」という語が，センシング部位のみを意味するものとして使用されている例は，見られない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "引用例1(甲1)  発明の名称「温度センサおよびその製造方法」",
                          "text": [
                            "「従来，(中略)温度センサとして，(中略)サーミスタ素子の電極線と接続される金属芯線をシースパイプ内に絶縁保持してなるシース部材を，(中略)金属製チューブ内に挿入しつつ，(中略)サーミスタ素子の先端と金属製チューブの内壁先端との間にセメントが充填された温度センサが知られている。」(甲1【0002】)，",
                            "「請求項1の発明では，(中略)一対の電極線が接続された温度検出素子からなる感温部と，(中略)一対の信号線とこれらを絶縁する絶縁部材とからなる保護管部と，(中略)ハウジング部とを備えた温度センサ」(甲1【0008】)等。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本願明細書等",
                          "text": [
                            "「本発明の温度センサは，温度によって電気的特性が変化する感温部と，(中略)電極線と，を有する感温素子と，(中略)ステンレス合金からなる信号線と，を備えた温度センサ」(甲4【0009】)",
                            "「従来より，サーミスタ部と電極線から構成される感温素子と，(中略)信号線とを備える構成の温度センサが知られている。」(甲5【0002】)等。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲12号証  発明の名称「サーミスタ式温度センサ」",
                          "text": [
                            "「従来，(中略)高温サーミスタ式温度センサにおいては，サーミスタ部とサーミスタ信号取出し用の電極線(通常は白金線)を備えたサーミスタ素子が筒状ケース内に収納されており，」(甲12【0002】)等。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲16号証  発明の名称「白金抵抗体式温度センサ用ロー付材料」",
                          "text": [
                            "「・・・かかる白金を用いた温度センサーとしては，アルミナ基板に厚膜白金抵抗パターンを形成し，このパターン端部にリード取出部を設け，該リード取出部にリード線がロー付材料を用いて接合されたものが知られている」(甲16【0002】)等。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "甲17号証  発明の名称「白金温度センサ」",
                          "text": [
                            "「・・・請求項1の発明は，平面絶縁基板上に白金薄膜の感温部を形成した後，2ケのサイズの異なるL字形電極を非対称に配置して形成された白金温度センサを提供するものである。」(甲17【0005】)等。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "乙3号証  発明の名称「サーミスタ温度センサ」",
                          "text": [
                            "「サーミスタ素子に接続されている金属リード線と外部接続用のリード線を(中略)溶融・接続したことを特徴とするサーミスタ温度センサ。」(乙3「特許請求の範囲」)等。"
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "乙4号証  発明の名称「温度センサおよびその製造方法」",
                          "text": [
                            "「柱形状をなすサーミスタ(21)と，(中略)一対の電極線(22)と，(中略)一対の信号線(31)とを備える温度センサ」(乙4【請求項1】)等。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "加えて，日本ロボット学会編「新版  ロボット工学ハンドブック」(平成17年6月コロナ社発行，乙1)には，「センサ材料」の項目において，「センサに用いられる金属材料」は，①センサのトランスデューサ機能等を担う「機能性材料」，②機能性材料の働きを発揮させるための機構及びセンサ構造に必要な補助材料である「構成補助材料」並びに③機構・補助両用材料の3つに分けることができる旨記載されている。また，「表5．8  センサ用金属材料」の機能分類欄においても，電気抵抗材料，導電材料，耐熱材料等，センシングに限らず，種々の用途の分類が幅広く記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記(イ)及び(ウ)によれば，①一般に，「温度センサ」という語は，センシング部位のみならず，電極線や信号線等も含めた装置全体を意味するものとして使用されていること，②「センサ用金属材料」という技術用語は，センサとしての機能を担う機能性材料のみならず，補助的な役割を果たす構成補助材料等を広く含むことが認められる。",
                        "さらに，前記(ア)のとおり，引用例2(甲2)において，「センサ材料等」という語は，「高温で使用される」もので，「高温での特性に優れた白金材料」が「構成材料として有用」とされるものの 1 つとして例示されているにすぎず，温度センサのどの部位の材料であるかについては，言及されていないところであるが，センシング部位が「高温で使用される場合」，通常は，これに接続されている電極線等も同様に「高温で使用される」状態にあるものと考えられる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上に鑑みると，引用発明2の「センサ材料等」はセンシング部位のみの構成材料に限られず，電極線，信号線など温度センサを構成する他の部位の構成材料をも含むものと解すべきである。",
                        "本件審決は，上記「センサ材料等」の意義を同様に解することを前提として，引用発明1の「温度センサ1」のセンシング部位ではない「白金製の電極線102」の白金材料として，引用発明2に示された「白金に微量のストロンチウムを含有させ」た白金材料を用いる旨を述べており，上記前提について，誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「センサ材料等の構成材料」とは，センシング部位のみの構成材料を意味するにとどまるものである旨主張し，その根拠として，甲15号証から甲17号証の記載内容を挙げ，また，上記解釈が正しいことの証左として，引用例2(甲2)の段落【0001】において，センサを構成する要素部材の1つである「熱電対」と「センサ材料」とを明確に使い分けていることを指摘する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "確かに，甲15号証は，発明の名称を「センサ素子」とするものであるところ，「特許請求の範囲」に「センシング材料層から成るセンサ部」との記載が，「発明の詳細な説明」に「センサ素子は，下部3及び上部電極4を介して金属酸化物のセンサ部2における電気抵抗の変化を検出することにより，温度の検出及びガスの検出動作を行なう。」との記載がそれぞれあり，ここにいう「センサ部」は，温度又はガスによって電気抵抗が変化するセンシング部位を意味するものと解され，したがって，「センサ部」を構成する「センシング材料層」も，センシング部位」のみの構成材料を意味するものと解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，前述したとおり，一般に，「温度センサ」という語は，センシング部位のみならず，電極線や信号線等も含めた装置全体を意味するものと認められ，甲15号証を除き，本件証拠上，「温度センサ」又は「センサ」という語が，センシング部位のみを意味するものとして使用されている例は，見られない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告が指摘する引用例2(甲2)の段落【0001】の記載は，「本発明は，(中略)特に，高温で使用されるルツボや器具および装置，熱電対，センサ材料等の構成材料等」というものであり，確かに，乙1号証の「表5．8  センサ用金属材料」においては，「熱電対」の「応用(センサ，センサ要素)」として，「熱電対温度センサ」が記載されているものの，具体的にどの部位に「応用」するかは特定されておらず，本件証拠上，「熱電対」の用途が，センシング部位以外の材料に限定されると認めるに足りない。",
                        "以上によれば，上記記載は，「センサ材料等」が，センサのセンシング部位のみの構成材料を意味するものとして，同じセンサのセンシング部位以外の部位を構成する材料と区別しているものと，直ちに解することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，「センサ材料等」がセンシング部位のみの構成材料を意味する語として通常用いられているとは認められず，前記(2)にも鑑みると，原告の前記主張は，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2-容易想到性の判断の誤りについて",
          "text": [
            "(1)ア(ア)a  温度センサに関する従来からの技術については，前記1(1)ア(ア)のとおり，出願時の明細書(甲5)及び図面によれば，①サーミスタ部及び白金又は白金合金を材料とする電極線によって構成される感温素子並びに同電極線と重ね合わされて溶接(例えば，レーザ溶接)される信号線を備える構成の温度センサが存在していること，②温度センサは，車両の触媒コンバータ内部や排気管内等のように，激しい振動にさらされる環境下において，排気ガス等の測定対象物の温度検出に用いられることが認められる(甲5【0002】，【0003】)。",
            "前記1(1)ア(イ)によれば，乙3号証及び乙4号証には，上記①及び②の事実が記載されているものと認められ，乙3号証の公開日が平成3年6月17日，乙4号証の公開日が平成12年4月7日であることに鑑みると，当業者は，本願優先日(平成20年6月25日)当時，これらの事実を技術常識として認識していたものと推認できる。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "そして，前記1(1)ウのとおり，甲12号証によれば，①高温サーミスタ式温度センサを，ディーゼルエンジンやガソリンエンジンの触媒温度や排気系温度を検出するという，高温下で激しい振動にさらされる環境において使用するに当たり，近年，高周波域における強振動による電極線の断線に係る問題が顕著になってきたこと，②サーミスタ素子の焼成工程において，白金材の結晶粒が粗大化し，高周波域の強振動が粗大化した結晶の粒界でズレを誘発して粒界断線に至らせることが上記断線の一因であること，③甲12発明は，②の点に着目して，白金又は白金合金を主成分とし，上記粗大化の抑制機能を有する金属酸化物を添加した分散強化材を電極線の材料とする構成を採用したことが認められ，甲12号証の公開日が平成12年2月8日であることにも鑑みると，当業者は，本願優先日当時，上記事実を公知の技術課題として認識していたものと推認し得る。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "もっとも，前記1(2)ア(ア)のとおり，出願時の明細書(甲5)によれば，甲12発明のように，電極線に金属酸化物を添加した白金分散強化材を適用することについては，電極線自体の強度が高められるので，断線の抑制効果は期待できるものの，上記添加に係る金属酸化物の融点が，主成分とされる白金又は白金合金の融点よりも相当に高いことから，電極線と信号線とを溶接する際，電極線に添加した金属酸化物が溶解せず，そのために溶接強度が低下するという課題の発生が指摘される。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点に関し，前記1(2)ア(イ)のとおり，甲3号証の段落【0002】及び【0005】には，白金合金に金属酸化物が分散した強化白金においては，溶接の際，金属酸化物が溶解せずに固体状態を維持し，そのために，溶接部の材料組織が不均一となり，機械的特性を低下させる要因となること，すなわち，前記aの課題が示されており，甲3号証の公開日が平成18年3月2日であることにも鑑みれば，当業者は，本願優先日当時，前記aの事実についても，公知の技術課題として認識していたものと推認できる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上に鑑みると，当業者が，本願優先日当時において，白金製の電極線102及びこれにレーザ溶接によって接続された信号線121を備えた温度センサ1に係る引用発明1に接すれば，①温度センサ1を高温下で激しい振動にさらされる環境において使用するに当たり，電極線として用いる白金材の結晶粒の粗大化が一因となって，高周波域における強振動により，電極線に断線が生じること，②白金又は白金合金を主成分とし，金属酸化物を添加した白金分散強化材を電極線の材料とすれば，電極線自体の強度が高められるので，断線の抑制効果は期待できるものの，電極線と信号線とをレーザ溶接する際，白金及び白金合金よりも融点が高い前記添加に係る金属酸化物が溶解せず，そのために溶接強度が低下するという問題が発生することを，公知の技術課題として認識していたものと推認できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "他方，引用発明2は，前記3(2)アのとおり，「白金に微量のストロンチウムを含有させるだけで，線材の高温における機械的特性，特にクリープ特性を著しく向上させた，高温で使用されるセンサ材料等の構成材料として有用な，白金材料。」というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "この点に関し，引用例2(甲2)においては，前記3(1)のとおり，①純度99.97％の白金100gに純度99.9％のストロンチウムを【表1】の実施例1から3の各「ストロンチウム含有量(ppm)」欄記載の量加え，アーク溶解炉でアルゴン雰囲気下に溶解して製造した試験用インゴットを線引き加工して線径φ1.5mmの線材としたものにつき，高温クリープ試験機にかけ，大気中，応力1.96MPa，試験温度1650℃での破断時間，すなわち，破断するまでに要した時間を測定したこと，②その結果，上記線材の破断時間は，実施例1から3につき，それぞれ1．80hr，4，48hr，9．60hrであり，ストロンチウム及びバリウムのいずれも含有しない比較例1の線材の破断時間0．30hrよりも相当に長かったことが記載されている(甲2【0014】，【0017】，【0018】，【表1】)。",
                        "上記記載に鑑みると，引用例2(甲2)に接した当業者は，白金にストロンチウムを加えた線材は，高温下において強度を増すことを認識するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，前記3(2)イ(エ)のとおり，引用発明2の「センサ材料等」は，センシング部位のみの構成材料に限られず，電極線，信号線など温度センサを構成する他の部位の構成材料をも含むものと解すべきであることにも鑑みると，当業者は，引用発明1につき，白金製の電極線102の強度を高めるための手段の1つとして，白金にストロンチウムを含有させたものを電極線102の材料として使用することを容易に想到するものと推認できる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，引用例2(甲2)においては，前記3(1)のとおり，前記の試験用インゴットを線引き加工して線材とした際，断線等は起きず，良好な加工性を示した旨が記載されている(甲2【0016】)。",
                    "さらに，川口寅之輔ほか編「金属材料・加工プロセス辞典」(平成13年3月，丸善株式会社発行，乙2)によれば，ストロンチウムの融点は797℃であることを併せ考えると，当業者は，ストロンチウムの融点は，白金の融点よりも相当に低いことから，白金にストロンチウムを含有させたものを電極線の材料に使用しても，信号線との溶接時にストロンチウムが溶解しないことによって溶接強度の低下を招くという事態は生じないことを，技術常識として認識するものと考えられる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，当業者は，引用発明1につき，①電極線として用いる白金材の結晶粒の粗大化が一因となって，高周波域における強振動により，電極線に断線が生じること，②白金又は白金合金を主成分とし，金属酸化物を添加した白金分散強化材を電極線の材料とすれば，電極線自体の強度が高められるので，断線の抑制効果は期待できるものの，電極線と信号線とをレーザ溶接する際，白金及び白金合金よりも融点が高い前記添加に係る金属酸化物が溶解せず，そのために溶接強度が低下するという問題が発生することを，公知の技術課題として認識し，その課題を解決するための手段として，白金にストロンチウムを含有させたものを電極線102の材料として使用すること，すなわち，引用発明1の「温度センサ1」の「白金製の電極線102」の白金材料として，引用発明2に示された「白金にストロンチウムを含有させ」た白金材料を用い，相違点に係る本願補正発明の構成とすることを，容易に想到し得たというべきである。",
                "したがって，同旨の判断をした本件審決に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，乙3号証及び乙4号証に，「レーザ溶接」につき，電気的接続の信頼性が向上するなどと記載されていることを指摘し，これらの記載に照らせば，当業者において，通常，電極線と信号線とをレーザ溶接することによって両線の溶接強度を十分に確保できるものと理解することから，引用発明1について，溶接強度の低下の防止という技術課題が内在する旨を認識することはあり得ず，同防止のために引用発明1の電極線の材料を選定する動機付けは存在しない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "確かに，乙3号証及び乙4号証は，いずれもサーミスタ部と電極線とを備えた温度センサの発明に係るものであり，それぞれ①乙3号証においては，サーミスタ素子に接続されている金属リード線と外部接続用のリード線をレーザ溶接することにより接続強度等が向上する旨が，②乙4号証においては，電極線と信号線との重なり部分をレーザ溶接することによって，「両線の接合信頼性をより高いレベルにて確保できる」旨(乙4【0024】等)が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，前記(1)によれば，当業者は，白金又は白金合金を主成分とし，金属酸化物を添加した白金分散強化材を電極線の材料とすれば，電極線と信号線とをレーザ溶接する際，白金及び白金合金よりも融点が高い前記添加に係る金属酸化物が溶解しないという理由，すなわち，溶接する対象物の融点の差という，レーザ溶接自体の機能の高低とは直接関連しない理由により，溶接強度の低下という問題が発生することを，公知の技術課題として認識し得たものといえる。",
                        "この点に鑑みると，当業者は，前述した乙3号証及び乙4号証に記載されているとおり，電極線と信号線をレーザ溶接することによって両線の接続強度等を高め，高レベルの接合信頼性を確保できることを認識しながらも，金属酸化物を添加した白金分散強化材を電極線の材料とした場合，上記のとおり高い機能を有するレーザ溶接であっても，溶接時に融点が高い金属酸化物が溶解しないことによって，溶接強度が低下することを認識し得たものといえる。",
                        "そして，上記溶接強度の低下が電極線の材料に白金分散強化材を用いたことに起因することから，当業者においては，電極線の材料として，上記低下の問題を発生させない材料を選定し，白金分散強化材に替えることを考えるものといえ，したがって，溶接強度の低下防止のために引用発明1の電極線の白金材料と組み合わせるべき材料を選定する動機付けは，存在するものというべきである。",
                        "以上によれば，原告の前記主張は，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用例2(甲2)の段落【0002】の記載中，①「溶接加工」という語は，「レーザ溶接」の上位概念にすぎないことなどから，当業者において，引用例2(甲2)に触れても，同引用例記載の「ストロンチウムを含んだ白金」が，異種材料であるステンレス合金からなる信号線と，レーザ溶接によって容易に溶接加工できることに想到するとはいえない，②引用例2(甲2)には，「溶接部の溶接強度の向上」という本願補正発明の課題の解決を図るという着想がなく，「ステンレス合金という異種材料からなる信号線に重ね合わされて溶接される際の溶接部の強度を向上させる観点から，白金との融点を考慮した成分を白金又は白金合金に含有させて電極線を形成しつつ，両線の溶接形態としてレーザ溶接を採用する」という要件について，記載も示唆もされていないとして，引用発明1の内容にかかわらず，引用例2(甲2)記載の「溶接加工」という文言は，その下位概念である「レーザ溶接」を含む本願補正発明を動機付けるものとはいえない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件審決は，「一対の白金製の電極線102に」，「一対の信号線121が，レーザ溶接によって接続され」た「温度センサ1」という引用発明1を主引例，発明の名称を「耐熱特性に優れた白金材料」とする引用例2記載の引用発明2を副引例として，当業者は，主引例の「電極線102」の材料に，副引例に示された「白金に微量のストロンチウムを含有させた白金材料」を用いることにより，相違点に係る本願補正発明の構成を想到すると判断しており，引用例2から，「レーザ溶接を行うこと」の容易想到性を判断したものではない(なお，白金に微量のストロンチウムを含有した材料からなる電極線が，白金製の電極線に比して，信号線とのレーザ溶接が容易ではなくなるという事実は，本件証拠上，うかがわれない。)。",
                    "また，前記(3)のとおり，当業者において，引用発明1につき，強振動による電極線の断線という課題を解決するために，白金又は白金合金に金属酸化物を添加した分散強化材を電極線の材料とする構成を採用すれば，溶接強度の低下という問題が生じることを公知の技術課題として認識していたものと推認できる。",
                    "以上によれば，引用例2に関し，原告が主張する前記①及び②のとおりであったとしても，それは，引用発明1を主引例，引用発明2を副引例として容易想到性を認めた本件審決の当否を左右するものではない。",
                    "したがって，原告の前記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用例2(甲2)の段落【0002】には「高温で使用されるセンサ(材料等)」と記載されているものの，①引用例2(甲2)には，温度センサに関する記載はないこと，②高温で使用されるセンサは，温度センサに限られないとして，引用発明1の内容にかかわらず，引用例(甲2)の「高温で使用されるセンサ」という文言は，その下位概念の「温度センサ」を含む本願補正発明の動機付けになるものではない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件審決は，「温度センサ1」という引用発明1を主引例として容易想到性を判断しているのであるから，原告の前記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，①引用例(甲2)には，「サーミスタの電極線」という記載は一切ないこと，②引用例(甲2)における「センサ材料等」は，センシング部位のみの構成材料を意味すること，③サーミスタの電極線の線材に耐熱性が求められるならば，当業者は，電極線の材質の選定に当たり，用途が明記されていない引用例2(甲2)記載の白金材料よりも，乙4号証記載の線材や甲12号証記載の酸化物分散強化型の白金からなる線材などのサーミスタの電極線として記載された線材を，積極的に採用するはずであることに鑑みると，当業者において，引用発明1の電極線の材料として，ことさらに引用例2に記載されているストロンチウムを含有する白金材料を選択する動機は，存在しない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，本件審決は，「遷移金属酸化物系ＮTCサーミスタからなる温度検出素子101」「に一体的に接続された一対の白金製の電極線102と，信号線121と，を備えている温度センサ1」に係る引用発明1を主引例として容易想到性を判断しており，副引例である引用発明2が記載されている引用例2に，「サーミスタの電極線」という記載がないことは，上記判断の当否を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用例2(甲2)の「センサ材料等」が，センシング部位のみの構成材料に限られないことは，前記3のとおりである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(3)のとおり，当業者は，本願優先日当時において，①電極線として用いる白金材の結晶粒の粗大化が一因となって，高周波域における強振動により，電極線に断線が生じること，②白金又は白金合金を主成分とし，金属酸化物を添加した白金分散強化材を電極線の材料とすれば，電極線自体の強度が高められるので，断線の抑制効果は期待できるものの，電極線と信号線とをレーザ溶接する際，白金及び白金合金よりも融点が高い前記添加に係る金属酸化物が溶解せず，そのために溶接強度が低下するという問題が発生することを，公知の技術課題として認識していたものと推認できる。",
                        "したがって，当業者は，引用発明1に接すれば，これらの課題を解決するために電極線の材料を選定するに当たり，単に耐熱性が高い材料では足りず，電極線自体の強度を高めて断線を抑制し，かつ，溶接強度を低下させない材料を探すものと認められ，その要請を満たすものとして，引用発明2に係るストロンチウムを含有する白金材料を選択する動機は，十分に存在したものといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，原告の前記主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，①本願補正発明における機械的特性とは，高温下で振動にさらされる環境において，感温素子の電極線自体の強度を高めつつ，電極線と信号線との溶接部の溶接強度に優れる温度センサの機械的特性を意味するところ，引用例2(甲2)には，電極線自体の強度に関わる「クリープ特性」に優れる点は記載されているものの，「溶接部の溶接強度」をも主眼にした「機械的特性」の向上を図るという点に関しては，記載も示唆もされていない，②「クリープ特性」に優れる点のみを主眼にするのであれば，電極線の材料には，甲12号証等に記載されている酸化物分散強化型の白金からなる電極線を選択すればよいとして，引用発明1の電極線に，直ちに引用発明2のストロンチウムを含有する白金材料を選択すべき動機は，存在しない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，前記(5)イのとおり，本件審決は，相違点に係る本願補正発明の容易想到性につき，引用発明1を主引例とし，引用発明2を副引例として判断しており，引用例2のみから判断したものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，前記(7)イ(ウ)のとおり，当業者は，本願優先日当時において，①高周波域における強振動による電極線の断線，②白金又は白金合金を主成分とし，金属酸化物を添加した白金分散強化材を電極線の材料とすることによる，溶接強度の低下という問題を公知の技術課題として認識していたものと推認でき，これらの課題を総合することにより，「感温素子の電極線の強度を高めつつ，電極線と信号線との溶接部の溶接強度の低下を防ぐ」という本願補正発明の課題をも認識し得たものと認められる。",
                        "そして，当業者は，引用例(甲2)により，白金にストロンチウムを加えた線材は，クリープ特性に優れているなど高温下において強度を増すものであるから，これを電極線の材料とすれば，電極線自体の強度を高めることができ，したがって，断線を抑制し得る旨を認識するとともに，ストロンチウムの融点が白金又は白金合金よりも明らかに低いことから，甲12発明とは異なり，信号線との溶接時にストロンチウムのみ溶解せず，溶接部の強度を低下させるという問題は生じ得ないことを認識するものといえる。この点に鑑みれば，当業者において，引用発明1の電極線の材料として引用発明2のストロンチウムを含有する白金を選択する動機付けは，十分に存在するものというべきである。",
                        "以上によれば，原告の前記主張は，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(9)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲3号証につき，①段落【0002】及び【0005】の記載は，酸化物分散強化型白金そのものの溶接性に関する問題提起を示すにとどまり，同記載をもって，甲3号証が，「強化された白金を溶接するにあたり，酸化物分散強化型白金ではない他の強化線を用いること」までも，本願優先日当時の技術水準として示した周知例であると認定することはできない，②当業者において，上記記載のみを検討した場合，「溶接強度の低下防止を優先すると，電極線(白金)自体の強化は困難である」と理解するにとどまるものといえ，当業者が，上記記載から，「電極線の強度の向上」及び「溶接部の溶接強度の向上」という本願補正発明の目的(課題)の両方の達成を予測するというのは，論理的に飛躍している，③当業者が，甲3号証全体の記載を考慮すれば，酸化物分散強化型白金(強化白金)と白金とを接合する技術の採用によって，白金の強化と共に溶接強度の低下防止を図るものと理解するものの，同理解は，酸化物分散強化型白金(強化白金)の使用を前提としており，同前提を無視して，溶接強度の低下を防止するために，「酸化物分散強化型の白金を用いない白金材料」を使用して電極線の強化を図ることを当業者が予測し得るはずがない，④当業者が，甲3号証記載の発明から，ストロンチウムを含有する引用発明2の白金材料を採用して引用発明1と組み合わせることを発想するに至ることを，論理付けることはできない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件審決は，甲3号証の段落【0002】及び【0005】の記載から，酸化物分散型の強化白金の溶接性の問題(機械的特性の低下)は，溶接の際，白金は溶融しても，ジルコニア等の金属酸化物は固体状態を維持することに起因すると知られていたこと，したがって，ジルコニア等の金属酸化物を分散しない(引用発明2の)白金材料を用いれば，溶接部の強度低下を防止できることが予測可能であることを認定したにすぎず，上記記載をもって，酸化物分散強化型白金ではない他の強化線を用いることが周知であること，当業者が本願補正発明の目的(課題)の両方の達成を予測することなど原告主張に係る事実を認定したものではないから，原告の前記主張は，失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の請求には理由がないから，棄却することとし，よって，主文のとおり判決する。"
      ]
    }
  ]
}