{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2013-10844号事件について平成26年8月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(当事者間に争いがない。)",
          "text": [
            "原告らは，発明の名称を「画面操作用治具および画面の操作方法」とする発明について，平成24年8月2日に特許出願(特願2012-172380号(国内優先権主張  平成24年4月17日)。以下「本願」という。)をしたが，平成25年3月11日付けで拒絶査定を受けたので，同年6月11日，これに対する不服の審判を請求するとともに，手続補正書を提出した(これに係る手続補正を，以下「本件補正」という。なお，本件補正後の本願の特許請求の範囲における請求項の数は3である。)。",
            "特許庁は，この審判を，不服2013-10844号事件として審理した結果，平成26年8月12日，「本件審判の請求は，成り立たない。」との審決をし，同月22日，審決の謄本を原告らに送達した。",
            "原告らは，同年9月19日，審決の取消しを求めて本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件補正後の本願の特許請求の範囲における請求項1の記載は次のとおりである(甲3。この請求項に係る発明を，以下「本願発明」という。また，本件補正後の本願の明細書を，以下「本願明細書」という。)。",
            "【請求項1】",
            "画面操作用シールであって，タッチパネルの画面に対する物理的接触を介して操作するための画面操作用導電性突起部と，指に装着するための装着部とを有し，",
            "前記装着部は，指に貼り付けるための貼付部を有し，該貼付部は，画面操作用突起部と反対側に設けられ，指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面にも貼り付けるのに十分な広さを有する付着面を備えたフィルム状であり，",
            "前記画面操作用突起部は，画面に対する物理的接触により操作するに十分な硬さを有し，前記フィルムの前記付着面と反対側の面から突起するように設けられ，前記画面操作用突起部の突起高さおよび太さはそれぞれ，タッチパネルの画面に対する物理的接触により操作することが可能な所定高さおよび所定太さを有する，ことを特徴とする画面操作用治具。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。要するに，本願発明は，国際公開第2011／151881号(以下「引用文献1」という。)に記載の発明及び特開2003-223259号公報(以下「引用文献2」という。)に記載の発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができず，本願は，他の請求項に係る発明について検討するまでもなく，拒絶されるべきというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，上記結論を導くに当たり認定した，引用文献1に記載の発明(以下「引用文献1記載発明」という。)の内容，本願発明と引用文献1記載発明との間の一致点及び相違点，並びに，引用文献2に記載の発明(以下「引用文献2記載発明」という。)の内容は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献1記載発明の内容",
                  "text": [
                    "「入力者の指先端近傍を覆う非導電体からなるキャップ状のバンド本体と，",
                    "導電材料で構成され，タッチパネルの画面に対する物理的接触を介して操作するための断面円形状の突起部と，円盤状のフリンジ部とを有し，",
                    "前記断面円形状の突起部は，画面に対する物理的接触により操作するに十分な硬さを有し，前記断面円形状の突起部の突起高さおよび太さはそれぞれ，タッチパネルの画面に対する物理的接触により操作することが可能な所定高さおよび所定太さを有する，タッチ入力用突起部材，",
                    "とを有する入力補助具。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用文献1記載発明との一致点",
                  "text": [
                    "「タッチパネルの画面に対する物理的接触を介して操作するための画面操作用導電性突起部と，指に装着するための装着部とを有し，",
                    "前記画面操作用導電性突起部は，画面に対する物理的接触により操作するに十分な硬さを有し，前記画面操作用導電性突起部の突起高さおよび太さはそれぞれ，タッチパネルの画面に対する物理的接触により操作することが可能な所定高さおよび所定太さを有する，画面操作用治具。」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用文献1記載発明との相違点",
                  "text": [
                    "本願発明においては，「装着部」は，「指に貼り付けるための貼付部を有し，該貼付部は，画面操作用突起部と反対側に設けられ，指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面にも貼り付けるのに十分な広さを有する付着面を備えたフィルム状」のものであり，それに付随して，「画面操作用導電性突起部」は，「前記フィルムの前記付着面と反対側の面から突起するように設けられ」るものであり，結果として，「画面操作用治具」は全体として「画面操作用シール」といい得るものであるのに対し，引用文献1記載発明においては，「装着部」は，「指に貼り付けるための貼付部を有し，該貼付部は，画面操作用突起部と反対側に設けられ，指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面にも貼り付けるのに十分な広さを有する付着面を備えたフィルム状」のものではなく，「入力者の指先端近傍を覆う非導電体からなるキャップ状のバンド本体と，導電材料で構成されるタッチ入力用突起部材の円盤状のフリンジ部」からなるものであり，「画面操作用導電性突起部」は「前記フィルムの前記付着面と反対側の面から突起するように設けられ」るものではなく，「画面操作用治具」は全体として「画面操作用シール」といい得るものではない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用文献2記載発明の内容",
                  "text": [
                    "「キー操作用シールであって，キー操作用突起部と，指に装着するための装着部とを有し，前記装着部は，指に貼り付けるための貼付部を有し，該貼付部は，キー操作用突起部と反対側に設けられ，指の腹に貼り付けるのに十分な広さを有する付着面を備えたフィルム状であり，前記キー操作用突起部は，前記フィルムの前記付着面と反対側の面から突起するように設けられる，キー操作用補助具。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告らの主張する取消事由",
      "text": [
        "審決には，本願発明と引用文献1記載発明との相違点の認定の誤り(以下「取消事由1」という。)，及び，相違点に係る本願発明の構成の容易想到性についての判断の誤り(以下「取消事由2」という。)があり，これらの誤りは審決の結論に影響するから，審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明が用途発明に当たること",
              "text": [
                "本願発明の「該貼付部は，…指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面にも貼り付けるのに十分な広さを有する付着面を備えたフィルム状であ」るとの構成(以下「構成要件A」という。)は，画面操作用治具を指の腹に直接貼り付けて用いるのみならず，手袋をした状態で，指の腹に相当する手袋の外表面に貼り付けて用いるという，画面操作用治具の適用範囲として，画面操作用治具を用いる際の付帯条件の拡大という新たな用途を見出したものである。よって，本願発明は用途発明に該当する。",
                "しかるに，審決は，構成要件Aの「指の腹に貼り付けるのに十分な広さを有する付着面」は，「指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面にも貼り付けるのに十分な広さを有する付着面」でもあるのが普通であると判断し，構成要件Aを用途を限定するものと解釈せず，さらには，貼り付けの対象として，指の腹だけでなく，手袋をした状態の指の腹をも想定するということ自体を問題とすることなしに，貼り付け可能性の問題にすり替えて判断した点で，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決が相違点の認定を誤ったこと",
              "text": [
                "本願発明が用途発明であることを前提とすると，本願発明と引用文献1記載発明との間には，次の二つの相違点(以下，順に「第1の相違点」，「第2の相違点」ということがある。)が存在するのであり，これと異なる認定をした審決には，相違点を看過した誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明において，装着部が，指に貼り付けるための貼付部を有するのに対して，引用文献1記載発明においては，このような貼付部を有しない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明において，貼付部は，画面操作用突起部と反対側に設けられ，指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面にも貼り付けるのに十分な広さを有する付着面を備えたフィルム状であり，同じ画面操作用治具により，指の腹だけでなく，手袋をした状態でも使用可能であるのに対して，引用文献1記載発明においては，同じ入力補助具により，指の腹だけでなく，手袋をした状態でも使用可能である点を開示しない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献に，指の腹に相当する手袋の外表面に貼り付けて用いることについての開示がないこと",
              "text": [
                "引用文献1に開示された入力補助具は，指に貼り付けるタイプのものではないから，指の腹に相当する手袋の外表面に貼り付けて用いるという点について，開示も示唆もない。",
                "また，引用文献2に開示されたキー操作用補助具は，タッチパネルではなく，隙間なく密集配置された複数のキーを一つずつ押圧してキーを操作するものであるから，もともと指による操作が前提とされており，手袋をして嵩張った状態での操作は本来ミスタッチを引き起こすことから前提とされておらず，指の腹に相当する手袋の外表面に貼り付けて用いる点について，開示がない。",
                "よって，引用文献1及び2のいずれにおいても，本願発明の用途限定について，開示はおろか示唆すらないから，これらの引用文献を組み合わせても，本願発明に想到することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用文献1記載発明に引用文献2記載発明の構成を採用する動機付けがないこと",
              "text": [
                "引用文献1記載発明では，装着部は突起部と一体のフリンジ部と，突起部と別体のバンド本体とから構成されているのに対し，引用文献2記載発明では，装着部は突起部と一体の貼付部から構成されているから，引用文献1記載発明において，突起部と別体の装着部に対して，突起部と一体の装着部を敢えて採用する契機や，突起部と別体のバンド本体を採用しないとする契機が問題とされなければならないが，審決には，この点について何ら検討がない。",
                "次に，審決は，両発明の技術分野の共通性を肯定するが，引用文献1記載発明は，画面操作用の治具であるのに対し，引用文献2記載発明は，キー操作用の治具であり，技術分野が相違する。",
                "また，審決は，使用方法の共通性及び有用性を挙げるが，両発明を組み合わせる動機付けの存在を肯定するために，本来必要のない要素が恣意的に取り上げられたというべきである。特に，有用性について，引用文献2記載発明の入力補助具の装着部は，いわゆる貼り付けタイプであるという点において，構成の簡易さが認められるとしても，それが，引用文献1記載発明においても有用であるとの理由を直接構成しないし，仮に，引用文献1記載発明においても有用であるとしても，それが，引用文献1記載発明において，引用文献2記載発明の装着部を採用することの契機あるいは動機付けとなるわけでもない。",
                "さらに，引用文献1記載発明は，指脂による画面の汚れという，フリック操作等の様々な操作をするパネル操作固有の技術的課題を対象とするのに対し，引用文献2記載発明は，ミスタッチのない円滑かつ簡便な操作という押圧操作のみを対象とするキー操作固有の技術的課題を対象としており，両発明の技術的課題は相違する。",
                "よって，両発明を組み合わせる動機付けを肯定した審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用文献1記載発明に引用文献2記載発明の貼付部を採用することに阻害要因があること",
              "text": [
                "引用文献1記載発明は，指脂による画面の汚れを防止するという技術的課題との関係で，画面操作部である突起部と指に装着する装着部とを別体とすることを前提に，指への装着の際，突起部を装着部と指との間に挟み込み，突起部を非導電性部材(バンド，キャップ，リング)を介して，間接的に指に装着する態様を採用し，それにより，装着部が突起部の周りを覆うことで，指脂による画面の汚れを防止するという技術的思想が開示されている。これに対し，本願発明のように突起部と装着部とを一体化して，突起部を直接指に装着する構成にするのであれば，画面操作のために突起部を画面に接触させる際，突起部の周りでむき出しとなった指が画面に接触し，指脂が画面に付着する可能性が高まる。",
                "したがって，引用文献1記載発明の突起部と装着部とを一体化して，突起部を直接指に装着するという本願発明の構成にすることには阻害要因があり，これを否定した審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明が顕著な作用効果を有すること",
              "text": [
                "本願発明は，以下のような従来技術にはない格別の異質な効果を奏しており，このような顕著な作用効果を有する本願発明は，引用文献からは容易に発明をすることができない。",
                "第1に，指の腹の場合と手袋をした指の腹に相当する部位の場合とで，指に貼り付けるための貼付部の付着面による面接着の条件の変動が，従来のサック，リング及びバンドタイプのものに比べて小さい。例えば，従来のサックのタイプのものは，指に直接装着することは可能であるが，手袋をした指に装着することは困難である。",
                "第2に，例えば冬場において，手袋をした状態で画面を操作する場合に，画面操作用の専用手袋を用いることなしに，指の腹に貼り付け可能な画面操作用治具を手袋の指の腹に相当する部位にそのまま貼り付けて，画面操作をすることが可能である。",
                "第3に，貼り付けタイプを採用することにより，画面を操作しない場合には，例えば携帯画面付近に画面操作用治具を貼り付けておき，保管することが可能である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明が用途発明に当たるとの主張について",
              "text": [
                "原告らがいう「指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面にも貼り付けるのに十分な」という文言は，係り受けとしては「(貼付部の付着面の)広さ」を修飾しており，「(貼付部の付着面の)広さ」を限定する文言としか解釈できない。よって，この文言は，本願発明の画面操作用治具の用途を限定する文言ではないから，これをもって，本願発明が用途発明に該当するということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決が相違点の認定を誤ったとの主張について",
              "text": [
                "仮に，構成要件Aを，「同じ画面操作用治具により，指の腹だけでなく，手袋をした状態でも使用可能である」の意味に解釈したとしても，審決は，「引用文献1記載発明が上記「構成要件A」を具備しない点」を含む相違点を認定しているから，上記解釈に基づく構成についても，審決が認定した相違点に含まれていることになり，審決に原告らが主張するような相違点の看過はない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献に，指の腹に相当する手袋の外表面に貼り付けて用いることについての開示がないとの主張について",
              "text": [
                "原告らがいう第2の相違点が，本願発明と引用文献1記載発明との相違点であるとしても，審決の相違点についての判断が正しいということは，第2の相違点に係る本願発明の構成が容易想到であることをも意味するから，審決の結論に影響はない。",
                "なお，「指の腹だけでなく，手袋をした状態でも使用可能」という技術的事項についての記載が引用文献1にも引用文献2にもないことは，かかる構成が容易想到ではないことの理由にはならない。なぜなら，「指の腹だけでなく，手袋をした状態でも使用可能」という技術的事項自体が引用文献1及び2において意識されていなくても，引用文献1記載発明と引用文献2記載発明から容易に想到し得る構成のものが，結果として「指の腹だけでなく，手袋をした状態でも使用可能」なものとなることは，十分にあり得るからである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用文献1記載発明に引用文献2記載発明の構成を採用する動機付けがないとの主張について",
              "text": [
                "引用文献1記載発明は，装着部と突起部とを別体のバンド本体とフリンジ部からなるものとしたことで課題を解決したものではないから，「突起部と別体の装着部に対して，突起部と一体の装着部を敢えて採用する契機」や「突起部と別体のバンド本体を採用しないとする契機」の有無にかかわらず，引用文献2記載発明の構成を採用することは可能である。したがって，引用文献1記載発明の装着部が突起部と別体であることを必須のものとして，これを敢えて一体のものとする契機を問題としなければならないわけではない。",
                "また，引用文献1が想定する画面には，いわゆるスマートフォンの画面が含まれており，その「画面操作」には，画面に表示された「キー」表示に対する操作が含まれているから，引用文献2記載発明がキー操作用の治具であることは，その構成を引用文献1の画面操作用治具の構成に採用できない理由にはなり得ない。",
                "さらに，引用文献1記載発明と引用文献2記載発明とは，「操作用突起部を有する，電子機器の操作用補助具」として「指先に装着して使用」されるという使用態様において共通し，簡易に指に装着して使用することができる引用文献2記載発明の装着部の構成は，引用文献1記載発明においても有用である。よって，引用文献1記載発明に引用文献2記載発明を適用することの動機付けはあるというべきであり，原告らが主張する意味において両発明の技術的課題が相違することは，引用文献1記載発明に引用文献2記載発明を適用することが困難であったことの理由にはならず，審決の判断に，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用文献1記載発明に引用文献2記載発明の貼付部を採用することに阻害要因があるとの主張について",
              "text": [
                "引用文献1の図4に具体的に示された入力用突起部の形態等によれば，引用文献1記載発明の課題である，タッチパネル操作時の指脂のタッチパネルへの付着を防止することは，入力用突起部で画面に接触するようにすることで解決されると解される。引用文献1の各実施形態で採用されている絶縁素材のシート，サック，リング等は，装着機能を意図したものであり，せいぜい誤接触回避機能を意図しているとはいえるものの，導電性突起部の周りの指の腹がパネルに接触することを積極的に回避する意図で設けられたものではないと解するべきである。してみると，上記の課題を解決できる入力用突起部を有する以上は，絶縁素材のシート等が失われたとしても，課題を解決できなくなるわけではない。",
                "さらに，引用文献1記載発明を，導電性突起部の周りの指の腹のパネルへの接触を回避するように構成されたものということができたとしても，そのことは，引用文献1記載発明の装着部の構成を引用文献2記載発明の装着部の構成へ変更する改変に対する阻害要因とまではいえない。なぜなら，引用文献1の図7に示される程度の入力補助具の寸法で，絶縁素材のサックがない場合であっても，通常の使用形態では導電性突起部の周りの指の腹のパネルへの接触が起こるケースはそれほど多いとは考えにくく，キャップ状のバンド本体の，導電性突起部の周りの指の腹のパネルへの接触を回避するという役割は限定的であるといえるから，引用文献1と引用文献2の両者を知っている当業者が，引用文献1記載発明の入力補助具を引用文献2記載発明のようなシールタイプにすることのメリットの方が大きいと考える場合も当然に想定されるからである。",
                "よって，上記のような改変への阻害要因はないとの審決の判断に，誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明が顕著な作用効果を有するとの主張について",
              "text": [
                "引用文献1記載発明の装着部の構成を，引用文献2記載発明の装着部の構成へ変更する改変を施した構成のものが，手袋をした状態でも使用可能であることや，画面を操作しない場合に画面操作対象装置の適宜の部位に貼り付けて保管することができるであろうことは，その構成自体から当業者に明らかであり，当業者が当然に予想可能なことであるから，本願発明の進歩性を肯定する根拠たり得る効果であるとはいえない。なお，引用文献2にも，電子機器を使用しないときに紛失しないように電子機器の一部に装着することができる旨の記載がある。",
                "よって，本願発明の構成によってもたらされる効果が格別顕著なものではないとの審決の判断に，誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告らの主張する取消事由に係る審決の認定判断には結論において誤りはなく，原告らの主張は理由がないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明が用途発明に当たるか否かについて",
              "text": [
                "原告らは，本願発明は，画面操作用治具を指の腹に直接貼り付けて用いるのみならず，手袋をした状態で，指の腹に相当する手袋の外表面に貼り付けて用いるという新たな用途を見出したものであるから，用途発明に該当すると主張する(前記第3の1(1))。",
                "前記第2の2のとおり，本願発明の画面操作用治具の装着部の構成は，「前記装着部は，指に貼り付けるための貼付部を有し，該貼付部は，画面操作用突起部と反対側に設けられ，指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面にも貼り付けるのに十分な広さを有する付着面を備えたフィルム状であり，」というものである。この記載によれば，「貼付部」は，「指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面にも貼り付けるのに十分な広さを有する付着面」を備えたものであるというのであるから，画面操作用治具の使用形態として，指の腹に貼り付ける使用形態だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面に貼り付ける使用形態をも規定したものと解するのが相当である。",
                "そうすると，本願発明の画面操作用治具は，その使用形態に照らして，指の腹に貼り付けるとの用途だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面に貼り付けるとの用途によっても使用することができるものであると認められる。",
                "これに対し，被告は，「指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面にも貼り付けるのに十分な」という文言は，「(貼付部の付着面の)広さ」を限定する文言であり，本願発明の画面操作用治具の用途を限定する文言ではないと主張する(前記第4の1(1))。",
                "しかしながら，上記文言における「指の腹」の広さと「指の腹に相当する手袋の外表面」の広さとは，同一であると解されるから，上記文言が単に貼付部の付着面の広さを限定するのみであるとすれば，「手袋をした状態で，指の腹に相当する手袋の外表面にも」との文言を敢えて特許請求の範囲に記載する必要性に乏しい。むしろ，前述のとおり，上記文言は，画面操作用治具の使用形態を規定するものと解するのが相当であり，被告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決が相違点の認定を誤ったか否かについて",
              "text": [
                "原告らは，本願発明が用途発明に当たることを前提に，審決が本願発明と引用文献1記載発明との相違点の認定を誤ったと主張する(前記第3の1(2))。",
                "審決の認定した相違点は，前記第2の3(2)ウのとおりであり，これによれば，原告らの主張する第1の相違点が含まれることは明らかである。",
                "次に，原告らの主張する第2の相違点について検討する。この点，審決の認定した相違点は，本願発明における装着部の構成を請求項の文言に即して記載した上で，引用文献1記載発明における装着部の構成は，そのようなものではないと認定するものである。そして，前記(1)のとおり，本願発明における装着部の構成についての請求項の記載に照らして，本願発明の画面操作用治具が，指の腹に貼り付ける使用形態だけでなく，手袋をした状態で，手袋の外表面に貼り付ける使用形態が規定されているといえることからすると，上記のような審決の認定した相違点は，このような画面操作用治具の使用形態についての相違も含意して相違点を認定したものと評価することができる。",
                "そうすると，審決の認定した相違点には，原告らの主張する第2の相違点が含まれると解されるから，審決による相違点の認定そのものに誤りはなく，原告らの上記主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献1記載発明及び引用文献2記載発明の各内容について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献1記載発明",
                  "text": [
                    "引用文献1(甲1)によれば，引用文献1記載発明は，静電容量方式のタッチパネルを備えたデバイスの入力補助具に関するものであり(［0001］)，かかるデバイスの具体例としては，米国アップル社のiPhone，iPod  Touch又はiPadなどが挙げられる(［0002］，［0025］)。",
                    "従来，静電容量方式のタッチパネルを備えたデバイスは，静電誘電体であるユーザの指先がフロントパネルに触れることで受信電極への磁界が遮断されることによって，タッチ位置が検出される構造となっており(［0003］)，複数の指先でのタッチ動作やフリック動作を行うと(［0004］)，タッチパネル表面には指先の脂が付着して，画面の見栄えが悪くなったり，清潔感を損なったりする問題があった(［0005］)。",
                    "そこで，引用文献1記載発明は，静電容量方式のタッチパネルにおける指脂の付着を防止して，快適な入力環境を提供する入力補助具を提供することを技術的課題とし(［0010］)，入力補助具の構成を，入力者の指先端近傍を覆う非導電体からなるキャップ状のバンド本体と，導電材料で構成され，断面円形状の突起部と，円盤状のフリンジ部とを有するタッチ入力用突起部材とからなる構成としたものである(［0020］，［0021］，［0032］ないし［0035］，［請求項5］，［図4］及び［図7］)。",
                    "なお，引用文献1には，バンド本体の形状について，有端シート部材を指腹部に周回状に装着可能としたもの(［0014］，［0026］ないし［0029］，［請求項2］，［図1］ないし［図3］)や，筒状の無端構造のもの(［0036］，［0037］，［図5］，［図6］)が開示されているが，いずれも，外側面は非導電材料ないし絶縁素材によって構成され(［0012］，［0028］，［0036］)，その一部に設けられたタッチ入力用突起部は，導電体又は静電誘電体によって構成されている(［0012］，［0027］，［0037］)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用文献2記載発明",
                  "text": [
                    "引用文献2(甲2)によれば，引用文献2記載発明は，携帯電話等の電子機器のキー操作を円滑かつ簡便に行うために，電子機器使用者の指先に取り付けて使用する補助用具に関するものである(【0001】)。",
                    "このような電子機器は，携帯できるように小型化が求められるのに伴い，操作キーも使用者の指より小さいサイズになることもあり，また，機能や性能の充実に伴い，使用者に複雑で多くのキー操作を要求するため，特に高齢者や身体的に指の大きい男性にとっては，操作が困難であったり，操作に慣れるのに時間がかかるという問題があった(【0002】，【0003】)。",
                    "そこで，引用文献2記載発明のキー操作補助用具は，このような電子機器のキー操作を円滑かつ簡便に行うために，その表面の一部が突出した突起形状を有するとともに，その裏面が電子機器使用者の指先及び電子機器に対して着脱可能な装着面となっており，電子機器使用者は，この補助用具を，キーを操作する指の指先に直接取り付け，当該補助用具表面の突出した突起形状の部分にて操作キーを押すようにすることにより，小さいキーでも容易かつ確実に押すことができるというものである(【0008】ないし【0010】)。そして，引用文献2には，装着面の具体的な形態としては，裏面に粘着剤を塗工したり，裏面に吸盤を設ける構成が開示されている(【請求項3】，【0013】ないし【0016】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点に係る本願発明の構成の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)のとおりの引用文献1及び2の開示内容を踏まえ，引用文献1記載発明の入力補助具の装着部の構成を，引用文献2記載発明のキー操作用補助具の装着面の構成に改変し，相違点に係る本願発明の構成とすることへの容易想到性について，検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用文献1記載発明と引用文献2記載発明は，いずれも，スマートフォンや携帯電話などの携帯型の通信機器や情報機器を操作するための補助具である点で，その技術分野は共通する。",
                    "そして，引用文献1記載発明の技術的課題が，タッチパネルにおける指脂の付着を防止して，快適な入力環境を提供することにあるのに対し，引用文献2記載発明の技術的課題は，電子機器の小さなキーを容易かつ確実に押すことができるようにし，キー操作を円滑かつ簡便に行うことにあるという点で，両発明の直接の技術的課題は相違するものの，いずれも，指そのものではなく指に装着した突起形状の部材を，タッチパネルに接触させて操作を行う(引用文献1記載発明)，あるいは，これを介してキーを押すことによりキー操作を行う(引用文献2記載発明)という点で，その作用や機能が共通ないし類似するということができる。",
                    "また，引用文献1には，同文献に開示された発明によって，「タッチ入力用突起部だけで確実に静電容量方式のタッチパネル入力が可能となる。」(［0017］)，「突起部により確実な入力が可能となる。」(［0031］)との記載があり，これらの記載は，引用文献1記載発明についても，その構造上妥当すると考えられる。そうすると，少なくとも，引用文献1記載発明に係る形状の補助具が，直接の技術的課題を解決するだけでなく，確実な入力操作にも寄与するという，引用文献2記載発明の技術的課題を解決するのと共通の効果を奏することが開示されているということができる。",
                    "さらに，物品や器具について，構造の簡略化や部品点数の削減を図ることは，普遍的かつ一般的な技術的課題である。このことは，スマートフォンや携帯電話などの携帯型の通信機器や情報機器を操作するための補助具という技術分野においても同様であり，むしろ，補助具もこれらの機器とともに携帯可能とする必要があると考えられることからすると，その当業者にとっては，かかる技術的課題に対応すべき必要性は高いというべきである。",
                    "そうすると，非導電体で構成されたキャップ状のバンド本体と，導電材料で構成されたタッチ入力用突起部とで構成される引用文献1記載発明の入力補助具の装着部の構成について，構造の簡略化や部品点数の削減のために，補助具としての作用や機能が共通ないし類似し，奏する効果にも共通する部分のある引用文献2記載発明のキー操作用補助具に着目して，その装着面の構成を採用し，タッチ入力用突起部材の裏面側に，指に貼り付けるための貼付部を設けることとすることは，当業者において容易に想到し得ることであるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明は，画面操作用治具の使用形態について，指の腹に貼り付ける使用形態だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面に貼り付ける使用形態をも規定していることから，かかる使用形態の容易想到性について検討する。",
                    "前記(1)イのとおり，引用文献2記載発明の属する技術分野は，「携帯電話等の電子機器のキー操作を円滑かつ簡便に行うために，電子機器使用者の指先に取り付けて使用する補助用具」であるが，携帯電話機は，直接，指によって操作するほか，例えば，冬場に，手袋をした状態でも操作されることは，通常行われていることであり，かかる使用形態自体は何ら特別なものではない。",
                    "また，引用文献2(甲2)には，引用文献2記載発明のキー操作用補助具の装着部の構成について，「装着面の具体的な状態としては，裏面3に粘着剤が塗工された状態となっていることが好ましい。この粘着剤としては，電子機器使用者の指先及び電子機器に対して十分貼付かつ再剥離可能とするような適切な粘着力を持つ感圧性接着剤が好適に使用できる。」(【0013】)との記載がある。このような記載に照らすと，貼り付ける対象に応じて，例えば，手袋を貼付対象とすることに応じて，粘着剤の粘着力を調整することは，当業者において適宜行うことができることということができる。",
                    "そうすると，引用文献1記載発明の入力補助具の装着部の構成に代えて，引用文献2記載発明のキー操作用補助具の装着部の構成である貼付部を有する構成とすることに容易に想到し得る以上，そのような構成を採用した上で，当該入力補助具について，粘着剤の粘着力を適宜調整して，手袋をした状態で，指の腹に相当する手袋の外表面に貼り付けて使用するとの使用形態にすることは，当業者であれば容易に想到し得るものであるということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告らの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，引用文献1及び2のいずれも，指の腹に相当する手袋の外表面に貼り付けて用いるという本願発明の用途についての開示や示唆はなく，引用文献2記載発明のキー操作用補助具については，手袋をして嵩張った状態での操作はミスタッチを引き起こすことから前提とされていないとして，これらの引用文献を組み合わせても，本願発明に想到することはできないと主張する(前記第3の2(1))。",
                    "しかるに，携帯電話機が，例えば，冬場に，手袋をした状態でも操作されるという使用形態自体は何ら特別なものではなく，引用文献1記載発明の入力補助具の装着部の構成について，引用文献2記載発明のキー操作用補助具の装着部の構成である貼付部を有する構成を採用した上で，当該入力補助具の粘着剤の粘着力を適宜調整して，手袋をした状態で，指の腹に相当する手袋の外表面に貼り付けて使用するとの使用形態にすることが，当業者であれば容易に想到し得るものであるということができることは，前記(2)ウのとおりである。",
                    "よって，指の腹に相当する手袋の外表面に貼り付けて用いるという使用形態についての開示や示唆が引用文献1及び2のいずれにもないとして，本願発明の構成の容易想到性を否定する原告らの主張は，採用することができない。",
                    "なお，審決は，「「指の腹に貼り付けるのに十分な広さを有する付着面」は，「指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面にも貼り付けるのに十分な広さを有する付着面」でもあるのが普通である」として，引用文献1記載発明の装着部の構成を，本願発明の装着部の構成に変更する改変は，当業者が容易に想到し得なかったものではないと判断した。このような審決の判断は，本願発明の画面操作用治具の装着部が有する貼付部についての，「指の腹だけでなく，手袋をした状態で，指の腹に相当する手袋の外表面にも貼り付けるのに十分な広さを有する」との文言を，貼付部の付着面の広さを限定する文言と解することを前提とするものであり，本願発明の画面操作用治具の装着部の構成が，指の腹に相当する手袋の外表面に貼り付けて用いるとの使用形態をも規定するものであることを踏まえた上で，相違点に係る本願発明の装着部の構成の容易想到性について判断したものではない。",
                    "しかしながら，指の腹に相当する手袋の外表面に貼り付けて用いるとの使用形態にすることが当業者の容易に想到し得るものであることは上記のとおりであるから，審決の判断に，審決の結論に影響する違法があるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，引用文献1記載発明に引用文献2記載発明の構成を採用する動機付けに関して，突起部と装着部が別体である引用文献1記載発明に，突起部と装着部が一体の構成を敢えて採用する契機が問題とされなければならないのに審決はこの点を検討していないし，引用文献2記載発明の装着部の構成の簡易さは，かかる構成を引用文献1記載発明に採用することの契機あるいは動機付けとなるわけではないと主張し，また，引用文献1記載発明と引用文献2記載発明とは，技術分野や技術的課題が相違するなどと主張する(前記第3の2(2))。",
                    "しかるに，引用文献1記載発明における技術的課題の解決のためには，入力補助具を指に装着してタッチパネルの操作を行う際，指が直接タッチパネルに接触しない構成とする必要があるものの，必ずしも，装着部が突起部材と別体である必要はない。そして，構造の簡略化や部品点数の削減という一般的な技術的課題を踏まえると，引用文献1記載発明における入力補助具の装着部の構成を，それよりも簡易な構成である引用文献2記載発明のキー操作用補助具の装着面の構成とすること，すなわち，突起部材の裏面側に指に貼り付けるための貼付部を設けることとすることに，当業者であれば容易に想到し得るということができるのは，前記(2)イのとおりである。",
                    "この点，審決は，「…引用文献2記載発明の「装着部」の構成の簡易さからみて，引用文献2記載発明の「装着部」の構成が引用文献1記載発明においても有用であることは，当業者に明らかである。」としており，実質的には上記説示と同様の趣旨であると解することができる。",
                    "よって，審決は突起部と別体の装着部を突起部と一体の装着部とすることの契機について検討していない，あるいは，装着部の構成の簡易さが動機付けとはならないとの原告らの主張は，採用することができない。",
                    "また，引用文献1記載発明と引用文献2記載発明とが技術分野において共通することも前記(2)イのとおりであり，原告らが技術分野の相違として指摘する，治具ないし補助具が画面操作用であるかキー操作用であるかは，当該治具ないし補助具の指先への装着手段の置換が容易であるか否かを左右するものではない。さらに，両発明の直接の技術的課題の相違が，引用文献1記載発明の装着部の構成を引用文献2記載発明の装着面の構成とすることへの動機付けを否定すべき事情にはならないことも，前記(2)イのとおりである。",
                    "したがって，これらの点に関する原告らの主張も，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，引用文献1記載発明に引用文献2記載発明の貼付部を採用することに阻害要因があると主張する(前記第3の2(3))。",
                    "この点，引用文献1記載発明の技術的課題である，タッチパネルへの指脂の付着を防止するためには，入力補助具を指に装着してタッチパネルの操作を行う際，指が直接タッチパネルに接触しない構成とする必要がある。",
                    "そして，引用文献1記載発明の入力補助具におけるバンド本体は，その材質を非導電体とし，突起部の周囲の指の腹の部分を覆うように装着されること，さらに，引用文献1(甲1)には，「(バンド本体のシート部材を二層構造とすることにより)上層部が誤ってタッチパネルに接触することによる意図しない誤入力を防止でき」との記載があること(［0017］)からすると，非導電体からなるバンド本体が，誤接触による誤入力を回避する機能を担っていることを否定することはできない。",
                    "しかしながら，引用文献1記載発明の入力補助具からキャップ状のバンド本体を除いた上で，タッチ入力用突起部材の裏面側に貼付部を設ける構成にしたとしても，タッチ入力用突起部材それ自体の高さや，その周囲にある円盤状のフリンジ部の大きさを適宜調整することによって，指が直接タッチパネルに接触する事態は回避することができることは，当業者であれば容易に予想することができるというべきである。",
                    "そうすると，引用文献1記載発明の入力補助具のキャップ状のバンド本体は，同発明の技術的課題を解決するための必須の構成とまでいうことはできないから，これに代えて，引用文献2記載発明のキー操作用補助具の貼付部を採用することに阻害要因があるとは認められず，この点に関する原告らの上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告らは，本願発明が顕著な作用効果を有すると主張する(前記第3の2(4))。",
                    "しかしながら，原告らが顕著なものと指摘する本願発明の作用効果は，いずれも，本願発明の構成から容易に予想される作用効果にすぎず，これらが，本願発明の構成から当業者が予測することの困難な，顕著な作用効果に当たるということはできない。そして，本願発明の構成が，引用文献1 記載発明及び引用文献2記載発明に基づいて，当業者であれば容易に想到し得ることは，前記(2)のとおりである。なお，引用文献2(甲2)には，補助用具を，電子機器を使用していない時には紛失しないように電子機器の一部に装着するとの記載があり(【0012】)，このような保管方法が予測困難なものということは到底できない。",
                    "したがって，原告らの上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本願発明の構成は，引用文献1記載発明及び引用文献2記載発明に基づいて当業者が容易に想到することができたということができ，これと結論において同旨の審決の判断に，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであり，原告らの主張は理由がない。よって，原告らの請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}