{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人(以下「被告」という。)は原判決別紙物件目録記載の製品(以下「被告製品」という。)を生産し，譲渡し，輸出若しくは輸入し，又は譲渡の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被告は，その占有する被告製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被告は，控訴人(以下「原告」という。)に対し，1億円及びこれに対する平成23年10月28日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「窒化物半導体素子」とする特許権を有する原告が，被告による被告製品の生産，譲渡等が上記特許権の侵害に当たる旨主張して，特許法100条1項及び2項に基づき，被告製品の生産，譲渡等の差止め及び廃棄を求めるとともに，特許権侵害に基づく損害賠償金1億円(一部請求。売上高58億円，実施料率3％)及びこれに対する平成23年10月28日(訴状送達日の翌日)から民法所定年5分の割合による遅延損害金の支払を求める事案である。",
            "原判決は，被告製品が本件特許権の技術的範囲に属しないとして，原告の請求を棄却したので，原告が控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "争いのない事実",
          "text": [
            "原判決「事実及び理由」第2，「1  争いのない事実」記載のとおりである。",
            "なお，本件発明(平成26年4月3日に確定した審決による訂正(以下「本件訂正」という。)後の請求項1に係る発明)の構成要件を再掲すると，次のとおりである。",
            "A  厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である，ハライド気相成長法(HVPE)を用いて形成されたn型不純物を含有するGaＮ基板と，",
            "B  前記GaＮ基板の上に積層された，活性層を含む窒化物半導体層と，",
            "C  前記窒化物半導体層に形成されたリッジストライプと，該リッジストライプ上に形成されたp電極と，",
            "D  前記GaＮ基板の下面に形成されたn電極と，",
            "E  を備えたことを特徴とする窒化物半導体素子。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点及びこれに対する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "争点及び争点についての当事者の主張は，以下の(2)において当審における当事者の主張を追加するほかは，原判決「事実及び理由」の第2，「2  争点」及び「3  争点に関する当事者の主張」記載のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における当事者の主張(争点(1)(被告製品1の構成要件Aの充足性)に関し)",
              "text": [
                "(原告の主張)",
                "本件発明の構成要件Aにいう「GaＮ基板」の意義は，少なくとも「下面」，つまり，「n電極を形成する面」から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下であるGaＮ基板をいうものであり，GaＮ基板それ自体に上下方向を特徴付ける属性を備えるものではなく，原判決の限定解釈は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲に基づく解釈について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，特許請求の範囲の記載に基づき，構成要件Aの「GaＮ基板」の意味を，「本件発明に係るGaＮ基板は，それ自体に上下方向を特定することができる属性を備えたものであることを要する」とした上で，本件明細書等をも検討し，結論としては，「構成要件Aの『GaＮ基板』は，単に，基準面より上の領域の結晶欠陥の数が所定の数(1×107個／cm2)以下であり，基準面より下の領域との間で結晶欠陥の数の偏在があるというだけでは足りず，後者の数が前者の数よりも相対的に多いものとして特定されるGaＮ基板を意味するものと解するのが相当である。」とした。",
                        "しかし，特許請求の範囲(構成要件A)には，GaＮ基板について「少なくとも下面から厚さ方向に5μmよりも上の領域では・・・」と記載されているのみで，下面から5μmまでの領域については何も規定されていない。それにもかかわらず，下面から5μmまでの当該領域の結晶欠陥の数が5μmよりも上の領域よりも相対的に多いとする原判決の上記認定は，当該特許請求の範囲の記載から離れ，そこには記載されていない構成要件を付加する不合理な認定であるといわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明は「窒化物半導体素子」に関する「物の発明」であり，特許請求の範囲が規定しているのは当該「窒化物半導体素子」の構造である。このような窒化物半導体素子を対象とする発明において，その一部の構成要素にすぎないGaＮ基板のみを取り出して，GaＮ基板自体に「上下方向を特徴付ける属性」なるものがなければならないなどとの認定は失当である。本件のクレームを見れば，「窒化物半導体素子」において，構成要件Dには「前記GaＮ基板の下面に形成されたn電極」と記載され，構成要件Bには「前記GaＮ基板の上に積層された，活性層を含む窒化物半導体層と」と規定されているから，「下面」や「下」(構成要件A，D)とは，「窒化物半導体素子」における「n電極が形成された面」を指し，「上」(構成要件B)とは，「窒化物半導体素子」における「活性層を含む窒化物半導体層が積層された側」を指すことは一義的に明らかである。",
                            "原判決は，本件発明においては，GaＮ基板自体に最初から「下面」又は「n電極が形成されるべき面」なるものがあり，そこにn電極が形成されると理解しているようである。",
                            "しかし，本件発明では，窒化物半導体発光素子の構造を示すために，便宜的に，n電極が形成された面を「下面」と呼んでいるにすぎない。GaＮ基板はひっくり返せば上下が自在に入れ替わるから，常に「上面」は上に位置し，「下面」が下に位置するということはなく，その結果，同じ基板を使用していても，結晶欠陥の数にばらつきのある基板を使用し，どちらかの面の転位密度が所定の数値を超えるならば，それを上面に使用すれば本件発明の範囲外となるし，別の面を上面にすれば本件発明の範囲内となるというだけのことである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，原判決のように解した場合，本件発明の技術的意義は，最初にGaＮ基板があって，その後に電極を付けるというような「方法的な要素」にあることになってしまうが，本件発明は「物の発明」であるから，このような手順(方法的な要素)に技術的意義があるのではなく，できあがった物の構造に技術的意義があり，原判決の認定はこの点においても，特許請求の範囲に基づかない認定である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "出願経過に基づく解釈について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本来，分割要件を判断する際に問題とされるべきは，特許請求の範囲に記載された発明が当初明細書に記載されているか否かであって，そこに記載されていない内容を検討すること自体が適法な判断手法とはいえない。前記のとおり，下面から5μmより下の領域の結晶欠陥の数は特許請求の範囲に記載されていないのであるから，原判決の認定は，分割出願に関する誤った理解の上で行われたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件当初明細書及び本件分割時明細書(以下，これらを合わせて「本件当初明細書等」という。)の【0007】，【0013】，【0043】，【0051】，【0061】の記載から明らかなとおり，本件当初明細書等には，原判決が問題とする「結晶欠陥の数が多い(キャリア濃度が高い)面にn電極を形成すること」(以下「a構成」とする。)でコンタクト抵抗を下げる(以下「a効果」とする。)発明(以下「A発明」とする。)に加えて，「結晶欠陥が少ない面に半導体素子層を形成する」(以下「b構成」とする。)ことで結晶欠陥の少ない半導体素子を形成する(以下「b効果」とする。)発明(以下「B発明」とする)が記載されている。原判決は，分割要件を考える際に，本件当初明細書等には「A発明＋B発明」の発明(以下「C発明」とする)のみが記載されているから，そのうち，B発明のみを取り出せば分割要件違反(補正でいう「新規事項の追加」)に当たると理解したと考えられる。",
                        "しかし，「発明」とは，ある「構成」を有することで一定の「作用」をし，それによってある「効果」が得られるものであるから，ひとまとまりの「構成」「作用」「効果」があれば，それは一つの「発明」であるから，本件においては，「a構成」に基づく「a効果」を奏する「A発明」と，「b構成」に基づく「b効果」を奏する「B発明」とは，二つの異なる構成・効果を有するそれぞれが独立した二つの「発明」である。したがって，その一つを分割したとしても，何ら新しい発明に分割したことにはならない。本件において，B発明を分割すれば，A発明の作用効果を奏しない発明が含まれることにはなるが，それは二つの別個の発明が本件当初明細書等から把握される以上，何の問題もない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，以下に述べるとおり，当業者の通常の理解に基づいて本件当初明細書等を読めば，結晶欠陥が少ない領域にn電極を設ける構成も開示されていることが明らかであり，原判決がいう「基準面」よりも下の領域の結晶欠陥の数を規定しない本件発明が記載されていることは明らかである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件原出願及び本件出願時において，一般的な半導体レーザ(例えばGaAs，InP)では，結晶欠陥が少なく，かつ，積層する半導体層と同じ材料からなるキャリア濃度を高めた導電性基板を使用し(基板の格子定数と活性層等の格子定数を整合させるために同じ材料を使用し，抵抗を下げるためにキャリア濃度を高める。)，そこに電極を設ける構成が，当然の周知慣用の技術であり，むしろ，結晶欠陥の少ない基板のキャリア濃度を高めてコンタクト層として，そこに電極を設ける構成こそが，通常の技術であった。窒化物半導体レーザは，比較的新しい技術ではあるが，基本的にはそれまでに普及していた半導体レーザに関する上記知見がそのまま妥当する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件当初明細書等の【0012】，【0014】には，結晶欠陥が多い領域にn電極を形成する本質的理由は，そのような領域が「高キャリア濃度」であり，閾値(レーザ発振するために必要な電流値)やVf(順方向電圧)が低下しやすいためであることが明確に示されている。そうすると，上記の技術常識を有する当業者が同段落の記載に接した場合には，結晶欠陥が少ない領域に不純物をドープするという従来の技術常識と等価な内容を，結晶欠陥が多い領域に電極を設けるとの構成によっても実現できる，との内容が記載されていると理解する。",
                            "したがって，当業者は，本件当初明細書等に接した際には，結晶欠陥が少ない高キャリア濃度とした面にn電極を設ける構成を当然に理解することができる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件当初明細書等の【0044】には，図8のレーザのn電極を設ける層として「n型不純物(例えばSi)をドープしてキャリア濃度を高めた結晶欠陥が少ない層(コンタクト層(【0033】)を参照)を使用すること」，すなわち，上記の技術常識に従った内容が明記されている。その上で，「第2の窒化物半導体層4の結晶欠陥の多い領域までエッチングを行い，その第2の窒化物半導体層4をコンタクト層とすることもできる。」として，当該技術と「第2の窒化物半導体層4の結晶欠陥の多い領域に設けること」(この層もキャリア濃度が高い層である。)が等価の技術であることを明記している。",
                            "したがって，この記載に接した当業者であれば，第2の窒化物半導体層にn電極を設ける場合，この層にn型不純物をドープしていれば(コンタクト層として使用できるだけのキャリア濃度になっていれば)，必ずしも結晶欠陥の多い領域にn電極を設けなくてもよいことは当然のこととして理解できる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件当初明細書等の【0015】には，「第2の窒化物半導体層は基本的にはアンドープの状態であるのが結晶欠陥が最も少なく，かつ移動度が大きく，キャリア濃度が小さいものが得られる傾向にあるが，キャリア濃度を高めるために，n型不純物をドープして成長させてもよい。特に，下地層を除去して，その第2の窒化物半導体層の表面に電極を形成する場合，第2の窒化物半導体層にはSi，Ge等のn型不純物をドープしてキャリア濃度を，例えば1×1017／cm3～5×1019／cm3に調整することが望ましい。」として，第2の窒化物半導体層の裏面に電極を形成する場合の一般的な(結晶欠陥の多い領域に電極を設ける場合に限定していない)記載がある。本件当初明細書等の【0033】にはコンタクト層のキャリア濃度が「3×1018／cm3」と記載されており，特開平11-135770号公報(甲19)の【0047】や特許第3933592号公報(甲20)にも，キャリア濃度が本件当初明細書等の【0015】記載の数値範囲の下限値である1×1017／cm3であっても良好にn電極を形成できることが記載されているから，上記「1×1017／cm3～5×1019／cm3」との値はコンタクト層として十分に機能する数値である。したがって，上記【0015】には，結晶欠陥が多い領域でなくとも，不純物をドープしてキャリア濃度を高めた面を使用してn電極を形成できることが示されている。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "さらに，本件当初明細書等の【0058】には，実施例7に係る記載があり，n電極を設ける第2の窒化物半導体層にn型不純物をドープしてキャリア濃度が高い層(コンタクト層)にすることが明記されているから，当業者であれば，結晶欠陥が多い領域にn電極を設けなくても，コンタクト層として使用できるだけのキャリア濃度を有していれば，結晶欠陥が少ない領域に直接n電極を設けてもよいことを当然のこととして理解できる。また，皿のように反ったウェーハから，異種基板，第1の窒化物半導体層，保護膜を研磨で除去しようとすると，必然的に，端の部分は，保護膜を超えて，保護膜付近の結晶欠陥が多い領域(第2の窒化物半導体層の一部)をすべて除去することになるから，そのような箇所を切り出して作製した窒化物半導体素子については，n電極が形成される面(下面)から5μmより下の領域の結晶欠陥の数も，5μmより上の領域と同様に少なくなっている(1×107／cm2以下)ことは明らかである。",
                            "(被告の主張)",
                            "構成要件Aの「GaＮ基板」は，原判決の述べるように，単に，基準面より上の領域の結晶欠陥の数が所定の数(1×107個／cm2)以下であり，基準面より下の領域との間で結晶欠陥の数の偏在があるというだけでは足りず，後者の数が前者の数よりも相対的に多いものとして特定されるGaＮ基板を意味するものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "原告の主張アに対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許法70条は，特許発明の技術的範囲は，特許請求の範囲の記載に基づいて定めなければならないこと(同条1項)，及び，特許請求の範囲の記載の解釈において，明細書の記載を考慮すること(同条2項)を規定している。原判決の解釈は，特許法70条に従ってなされており，原告は，そのことを理解しないで主張するものであって，失当である。",
                        "本件発明が素子の発明である以上，GaＮ基板には，「下面から5μmまでの領域」が必ず存在するのであり，そこにも結晶欠陥は存在する。原告は，「下面から5μmまでの領域」については何も規定されていないと主張するが，原告は，「何も規定されていない」＝「結晶欠陥の数は，1×107個／cm2以下であっても，以上であってもよい」と主張しているに等しい。「何も規定されていない」というのが，本件発明の明記された構成要件と関係のない事項であれば，記載のない事項を考慮する必要はない。しかし，原告の主張する「何も規定されていない」の実質的な意味が，構成要件Aの明記された事項と密接に関係する「下面から5μmまでの領域」について「結晶欠陥の数が1×107個／cm2以下であってもよい」の意味であり，それが，本件当初明細書等に記載されていない新規事項の追加を意味するとなれば，「下面から5μmまでの領域」を技術的範囲の解釈において無視してよいということにはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，本件発明の素子を構成するGaＮ基板について，「下面」と「上」の文言が記載されていることから，GaＮ基板自体に「上下方向を特徴付ける属性」がなければならないと述べているのである。「下」や「上」という文言では，GaＮ基板において，どちらが「下」でn電極を形成する側か，どちらが「上」で窒化物半導体層を積層する側かが分からないので，「上下方向を特徴付ける属性」がなければならない。",
                            "ところが，特許請求の範囲の記載を見ても，n電極が形成される側と，窒化物半導体層が積層される側が，GaＮ基板のどちら側であるのかが明記された構成によって特定されていない。特許請求の範囲の記載からは，n電極と窒化物半導体層は，GaＮ基板を挟んで，相互に反対側に存在することしかわからず，「下面」や「下」が「n電極が形成された面」を指し，「上」が「窒化物半導体層が積層された側」を指すことが一義的に明らかであるとはいえない。GaＮ基板の属性は，当該GaＮ基板を用いる素子の構成でもあるから，本件発明が物の発明であることと何ら矛盾しない。",
                            "本件発明の素子の構成要件要素であるGaＮ基板には，構成要件上，上下を区別する関係が存在し，「上」が窒化物半導体層を積層すべきGaＮ基板の面に対応し，「下」がn電極を形成すべきGaＮ基板の面に対応しているが，GaＮ基板のどちらが「上」で，どちらが「下」であるかを特定する構成要件は，原判決が認定するように，特許請求の範囲の記載上，結晶欠陥の数のみである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件当初明細書等には，そこに記載されている結晶成長法により作製したGaＮ基板を上下自在にひっくり返して使用することなど記載されていない。本件当初明細書等には，結晶成長法に由来する結晶欠陥の数のばらつきで特定される上下方向に従って，結晶欠陥の数の少ない「上」に窒化物半導体層を積層し，結晶欠陥の数の多い「下面」にn電極を形成することしか記載されていない。この点，本件補正をした平成17年当時であれば，基板メーカーである住友電気工業が，結晶欠陥の数が非常に少なく，厚み方向に均一であるGaＮ基板を販売していたから，このような基板であれば，原告が主張するように「ひっくり返して使う」ことも可能であるかもしれないが，本件原出願時である平成10年において，本件当初明細書には，市販の厚み方向に均一なGaＮ基板を用いて素子を作製することなど記載されていない。現に，基板メーカーの日立電線の販売するGaＮ基板では，低い結晶欠陥数は結晶成長の上方向の面でしか保証されておらず，「ひっくり返して使う」ことは可能でない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張イに対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正後を経た本件発明は，原告の主張するb構成のみからなるB発明ではなく，特許請求の範囲の構成要件AないしDからなる発明である。原告の主張は，適法な分割であるためには，分割出願及びその後の補正に係る，構成要件AないしDからなる発明が，本件当初明細書等の記載事項の範囲内でなければならず，新規事項の追加は許されないということを全く無視するものである。原判決が，特許法17条の2第3項に言及しているように，まさに，本件発明は，新規事項の追加とならないように解釈されなければならない。",
                        "そもそも，本件当初明細書等に原告の主張するB発明の事項，すなわち，結晶欠陥が少ない面に半導体素子層を形成することで結晶欠陥の少ない素子を形成することが記載されていたとしても，それは，本件当初明細書等においては，第2の窒化物半導体層の厚さ方向に結晶欠陥の数の偏在があることと不可分の事項であって，B発明の事項のみを一つの発明として分割出願することはできない。",
                        "本件当初明細書等に，基準面より下の領域の結晶欠陥の数が1×107個／cm2より多いことが記載されていることは明らかであるから，原告は，本件当初明細書等に，基準面より下の領域でも，結晶欠陥の数が1×107個／cm2以下であることの記載も存在することを示さなければならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告が，GaAsやInPの半導体レーザに関する本件原出願時の知見を，本件当初明細書等の記載に加えて，本件発明の構成を導き出そうとすることは，新規事項の追加に外ならない。原告が主張する周知慣用技術は，GaAsやInPの半導体レーザにあてはまるものであっても，本件当初明細書等に記載されているGaＮ半導体レーザにおいて周知慣用技術ではない。本件当初明細書等では，下地層が残された素子構造と，下地層が除去された素子構造が開示され，下地層が除去された素子構造では，結晶欠陥が多い領域側の第2の窒化物半導体層にn電極が形成されてなることを特徴とし(【請求項7】)，結晶欠陥が少ない領域の第2の窒化物半導体層にn電極を形成することの記載は全く存在しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件当初明細書等の【0012】，【0014】に結晶欠陥が多い領域側にn電極を形成する理由が，この領域が高キャリア濃度であることを述べているとしても，結晶欠陥の少ない領域にn電極を形成することも記載されているものではない。特許法17条の2第3項の「記載した事項の範囲内」には，記載されていると同視できる事項が含まれ得るが，当業者が，GaAsやInPの半導体レーザの知見を適用して理解し得ることがあったとしても，そのような知見を適用して得られた結果の事項は，記載されていると同視できる事項ではなく，本件当初明細書等に記載のない事項であり，新規事項である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告が根拠とする本件当初明細書等の【0044】に記載のある図8は，異種基板(サファイア基板)を含む下地層を残した素子構造の素子の図で，【0033】も，下地層を残した素子構造に関する記載であるから，本件発明のようなGaＮ基板を有する(下地層を除去した)素子構造ではない。",
                            "また，【0044】のn側バッファ層11によるコンタクト層は，【0033】に記載されているように，第2の窒化物半導体層の上に別個に設けられた層である。このような別個のコンタクト層を設ける理由は，【0011】に，「この第2の窒化物半導体層をアンドープGaＮとして結晶性を良くすると，抵抗率が高くなるため，その上にn型不純物がドープした窒化物半導体，好ましくはSiドープGaＮ層をコンタクト層とすると，結晶欠陥の転位を少なくして，信頼性に高い素子が得られる」と記載されているとおりである。すなわち，まず，不純物をドープしたコンタクト層を設ける場合，その下の第2の窒化物半導体層はアンドープ(不純物がドープされていない状態)とする。第2の窒化物半導体層をアンドープとする理由は，「結晶性を良くする」ためである。第2の窒化物半導体層の結晶性が良くなれば，その上に積層するコンタクト層は不純物をドープしていても結晶性が良くなると考えられる。一方，第2の窒化物半導体層をアンドープとする理由は，「結晶性を良くする」ためであるから，これを成長させる際に，コンタクト層同様に不純物をドープすると，第2の窒化物半導体層の結晶性が悪くなると考えられる。そうすると，その上に積層される層の結晶性も悪くなる。つまり，本件当初明細書等に記載された素子においては，第2の窒化物半導体層はアンドープとして，その上の不純物をドープしたコンタクト層とは別個の層とすることで，結晶性を良くしているのである。第2の窒化物半導体層を，その上のコンタクト層よりも不純物ドープ量の少ない別個の層とすることは，結晶性を良くする(結晶欠陥を少なくする)ために必須の構成であると理解される。このような記載に接した当業者が，第2の窒化物半導体層自体をコンタクト層同様に高濃度にドープし，コンタクト層に代えて，第2の窒化物半導体層の結晶欠陥の少ない領域にn電極を形成する構成が記載されているも同然とみなすはずがない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "原告の指摘する【0015】は，【0014】に続く記載であり，結晶欠陥の多い高キャリア濃度領域にn電極を設けることを前提として，当該結晶欠陥の多い高キャリア濃度領域のキャリア濃度が不足する場合には，n型不純物をドープしてキャリア濃度を高めることを述べているのであり，結晶欠陥の少ない領域にn電極を設ける構成が開示されているものではない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "原告の指摘する【0058】の実施例7では，第2の窒化物半導体層4にn型不純物であるSiをドープしているが，実施例7について更に記載する【0059】で，「保護膜が除去されて露出された結晶欠陥が多い側の第2の窒化物半導体層表面のほぼ全面にTi／Alよりなるn電極を設け」ることが記載されている。すなわち，本件当初明細書等には，第2の窒化物半導体層4にn型不純物をドープした場合であっても，n電極は，結晶欠陥の多い領域に設けることが記載されている。",
                            "また，同段落で除去されるのは，異種基板1，第1の窒化物半導体層2，及び保護膜3であって，ウェーハの端の部分において第2の窒化物半導体層の結晶欠陥の多い領域を除去するということは全く記載されていない。実際のところ，反ったウェーハを研磨する工程では，反ったウェーハを研磨治具に固定する際に，ウェーハ貼付治具で押し付けてウェーハを固定するため，ウェーハは成長用の反応容器から取り出されたときの反りの状態よりも平坦な状態で研磨治具に固定され，反りが減少された状態で，ウェーハは，研磨する面を研磨定盤に向けて，研磨定盤上で研磨されるのだから，ウェーハの端の部分において保護膜付近の結晶欠陥が多い領域(第2の窒化物半導体層の一部)がすべて除去されることは，必然的に起こることではない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，原告の請求を棄却した原判決は正当であって，以下の理由により，原告の請求は理由がないものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，本件発明の構成要件Aにいう「GaＮ基板」の意義について，少なくとも「下面」，つまり，「n電極を形成する面」から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下であるGaＮ基板をいうものであり，GaＮ基板それ自体に上下方向を特徴付ける属性を備えるものではない旨主張する。これに対し，被告は，上記「GaＮ基板」は，基準面より上の領域の結晶欠陥の数が所定の数(1×107個／cm2)以下であり，基準面より下の領域との間で結晶欠陥の数の偏在があり，かつ，後者の数が前者の数よりも相対的に多いものとして特定されるGaＮ基板を意味すると主張する。",
            "ところが，本件発明の請求項1では，「少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である…GaＮ基板」という限定があるのみで，下面から厚さ方向に5μm隔たったGaＮ基板内部に想定される仮想的な面(基準面)より下の領域における結晶欠陥の数について限定がなく，基準面の上の領域と比較してそれより下の領域の結晶欠陥の数が，多いもの，同数のもの，少ないもの，のいずれについても含み得るか否かが明らかでないため，構成要件Aにいう「GaＮ基板」の意義について，以下のとおり，本件特許の特許請求の範囲及び本件明細書の詳細な説明の記載並びに本件特許の出願経過を踏まえて検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許の特許請求の範囲及び本件明細書の詳細な説明に関し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許の特許請求の範囲及び本件明細書の詳細な説明の記載事項",
                  "text": [
                    "本件明細書(甲2，11の1の2)によれば，本件発明について，以下の記載がある(なお，本件補正による補正箇所には下線を付し，本件訂正による訂正箇所には二重線を付した。)。",
                    "【請求項1】",
                    "厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である，ハライド気相成長法(HVPE)を用いて形成されたn型不純物を含有するGaＮ基板と，",
                    "前記GaＮ基板の上に積層された，活性層を含む窒化物半導体層と，",
                    "前記窒化物半導体層に形成されたリッジストライプと，該リッジストライプ上に形成されたp電極と，",
                    "前記GaＮ基板の下面に形成されたn電極と，",
                    "を備えたことを特徴とする窒化物半導体素子。",
                    "【0001】",
                    "【産業上の利用分野】",
                    "本発明は基板となり得るような結晶欠陥の少ない窒化物半導体(In Al GaX YＮ，0≦X，0≦Y，X＋Y≦1)の成長方法と，発光ダイオード(LED)，1-X-Yレーザダイオード(LD)，太陽電池，光センサー等の発光素子，受光素子，あるいはトランジスタ，パワーデバイス等の電子デバイスに使用される窒化物半導体素子に関する。",
                    "【0002】",
                    "【従来の技術】",
                    "青色LED，純緑色LEDの材料と知られている窒化物半導体は，サファイア基板上に格子不整合の状態で成長されている。格子不整合で半導体材料を成長させると，半導体中に結晶欠陥が発生し，その結晶欠陥が半導体デバイスの寿命に大きく影響することは知られている。窒化物半導体の場合，結晶欠陥として非常に多い貫通転位がある。しかし，窒化物半導体LED素子の場合，その貫通転位が例えば1010／cm2以上と多いにも関わらず，その寿命にはほとんど影響しない。これは窒化物半導体が他の半導体材料と異なり，非常に劣化に強いことを示している。",
                    "【0003】",
                    "一方，窒化物半導体レーザ素子では，LEDと同様にサファイア基板の上に成長されるが，サファイアの上に例えばLEDと同じようにバッファ層を介して素子構造となる窒化物半導体を積層すると結晶欠陥はLEDと同じである。しかし，レーザ素子の場合は，LEDに比較して電流密度が1～2桁も大きいので，結晶欠陥がLEDと異なり直接寿命に影響する傾向にある。レーザ素子のような極微小な領域に電流を集中させるデバイスでは，半導体中の結晶欠陥を少なくすることが非常に重要である。",
                    "【0004】",
                    "そこで，例えばサファイアのような窒化物半導体と異なる材料よりなる基板の上に，窒化物半導体基板となるような結晶欠陥の少ない窒化物半導体を成長させる試みが，最近盛んに行われるようになった…。これらの技術は，サファイア基板上に，従来の結晶欠陥が非常に多いGaＮ層を薄く成長させ，その上にSiO よりなる保護膜を部分的に形成し，その保護膜の上からハライド気相成長法(HVPE)，有機金属気相成長法(MOVPE)等の気相成長法により，再度GaＮ層を横方向に成長させる技術である。この方法は窒化物半導体を保護膜上で横方向に成長させることから，一般にラテラルオーバーグロウス(lateral over growth:LOG)と呼ばれている。",
                    "【0006】",
                    "【発明が解決しようとする課題】",
                    "従来の窒化物半導体の成長方法によると，確かに異種基板上に直接成長させた窒化物半導体よりも，結晶欠陥の数は減少する。これはLOGによって，結晶欠陥を部分的に集中させられることによる。この方法では，保護膜の上部に結晶欠陥を集中させて，窓部に結晶欠陥の少ない領域を作製することができる。即ち，意図的に結晶欠陥を偏在させることができる。",
                    "【0007】",
                    "しかしながら，従来の成長方法では，未だ窒化物半導体表面に現れている結晶欠陥の数は多く未だ十分満足できるものではなかった。また窒化物半導体素子についても，結晶欠陥が未だ偏在するため，信頼性も十分とは言えない。そのため一枚のウェーハからレーザ素子を多数作製しても，満足できる寿命を有しているものはわずかしか得られない。寿命に優れた素子を作製するためには，窒化物半導体表面に現れた結晶欠陥の数をさらに減少させる必要がある。従って，本発明はこのような事情を鑑みてなされたものであって，その目的とするところは，基板となり得るような結晶欠陥の少ない窒化物半導体の成長方法を提供すると共に，主として信頼性に優れた窒化物半導体素子を提供することにある。",
                    "【0008】",
                    "【課題を解決するための手段】",
                    "本発明の窒化物半導体素子は，厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である，ハライド気相成長法(HVPE)を用いて形成されたn型不純物を含有するGaＮ基板と，前記GaＮ基板の上に積層された，活性層を含む窒化物半導体層と，前記窒化物半導体層の表面層に形成されたp電極と，前記GaＮ基板の下面に形成されたn電極と，を備えたことを特徴とする。",
                    "【0009】前記GaＮ基板は，結晶欠陥が1×106個／cm2以下の領域を有することが望ましい。",
                    "【0010】",
                    "本発明の窒化物半導体の成長方法は，窒化物半導体と異なる材料よりなる異種基板の上に成長された第1の窒化物半導体層と，その第1の窒化物半導体層の表面に部分的に形成され，表面に窒化物半導体が成長しにくい性質を有する保護膜とからなる下地層を加熱し，その下地層の表面に窒素源のガスと，3族源のガスとを同時に供給して，前記保護膜及び下地層の上に，連続した第2の窒化物半導体層を成長させる窒化物半導体基板の成長方法において，前記3族源のガスに対する窒素源のガスのモル比(窒素源／3族源：以下，V／III比という。)を2000以下に調整することを特徴とする。好ましいモル比としては1800以下，さらに望ましくは1500以下に調整する。下限は化学量論比以上であれば特に限定するものではないが，望ましくは10以上，さらに好ましくは30以上，最も好ましくは50以上に調整する。本発明において，窒素源のガスとは，アンモニア，ヒドラジン等の水素化物ガスが相当し，Ga源のガスとしては…HVPEでは，HClのようなIII族源と反応するハロゲン化水素ガス，若しくはハロゲン化水素ガスと反応したハロゲン化ガリウム(特にGaCl )等が…相当する。",
                    "【0011】",
                    "本発明の窒化物半導体素子は，窒化物半導体と異なる材料よりなる異種基板の上に成長された第1の窒化物半導体層と，その第1の窒化物半導体層の上に部分的に形成され，表面に窒化物半導体が成長しにくい性質を有する保護膜とからなる下地層の上に，下地層に接近した側に結晶欠陥が多い領域と，下地層より離れた側に結晶欠陥が少ない領域とを有する第2の窒化物半導体層を有し，その第2の窒化物半導体層の上に活性層を含む複数の窒化物半導体層が成長されてなることが望ましい。…",
                    "【0012】",
                    "…第2の窒化物半導体層をアンドープGaＮとして結晶性を良くすると，抵抗率が高くなる…。",
                    "また前記下地層が残されて素子構造とされる場合，結晶欠陥が多い領域側の第2の窒化物半導体層にn電極が形成されてなることが望ましい。窒化物半導体では結晶欠陥が多いものは，結晶欠陥が少ないものよりもキャリア濃度が大きくなる傾向にある。従って，第2の窒化物半導体層の結晶欠陥の多い領域は自然とn＋となっており，このn＋の方にn電極を設けると，閾値，Vf(順方向電圧)が低下しやすい。",
                    "【0013】",
                    "…下地層が除去されて素子構造とされる場合，第2の窒化物半導体層の厚さが50μm以上であることが望ましい。これは50μm以上の膜厚であると，結晶欠陥の少ない領域がさらに多くなって，その上に活性層を含む窒化物半導体を成長させると，非常に結晶欠陥の少ない素子構造が形成できることによる。",
                    "【0014】",
                    "…下地層が除去される場合，結晶欠陥が多い領域の第2の窒化物半導体層にn電極が形成されてなることが望ましい。下地層は例えばエッチング，研磨等の手法により窒化物半導体基板と分離できる。下地層が除去された第2の窒化物半導体層はその裏面が露出するが，n電極とp電極とを設けて最終的な素子とする場合，n電極をその裏面全体に形成して，活性層を含む窒化物半導体層側に設けられるp電極と，前記n電極とが対向した状態とする。第2の窒化物半導体層が同一組成で結晶欠陥の少ない低キャリア濃度領域と，結晶欠陥の多い高キャリア濃度領域とを有しているので，この高キャリア濃度領域にn電極を設けることにより，効率のよい素子を作製することができる。",
                    "【0015】",
                    "第2の窒化物半導体層は基本的にはアンドープの状態であるのが結晶欠陥が最も少なく，かつ移動度が大きく，キャリア濃度が小さいものが得られる傾向にあるが，キャリア濃度を高めるために，n型不純物をドープして成長させてもよい。特に，下地層を除去して，その第2の窒化物半導体層の表面に電極を形成する場合，第2の窒化物半導体層にはSi，Ge等のn型不純物をドープしてキャリア濃度を，例えば1×1017／cm3～5×1019／cm3に調整することが望ましい。",
                    "【0016】",
                    "…本発明の素子では，第2の窒化物半導体層の結晶欠陥の多い領域と，少ない領域とが窒化物半導体積層方向に対してほぼ同じ方向にあれば，その成長方法は特に限定されない。",
                    "【0022】",
                    "…成長後の第2の窒化物半導体層4は，図4に示すように第2の窒化物半導体層の結晶欠陥が，第2の窒化物半導体の成長方向に合わせて，横方向にのみ伸びて，表面にまで繋がって貫通転位とならないため，表面に現れてくるものは非常に少なくなるのである。さらに厚膜で成長させると結晶欠陥が成長中に止まるものもある。このため，下地層の上に第2の窒化物半導体層を厚膜で成長していくに従って結晶欠陥は少なくなる傾向にあり，例えば第2の窒化物半導体層を30μm以上で成長させると，表面に現れる結晶欠陥が非常に少ない第2の窒化物半導体層が得られ，特に現実的なGaＮ基板として作用する。",
                    "【0023】",
                    "このように第2の窒化物半導体を成長することにより，下地層に接近した側に結晶欠陥が多い領域と，下地層より離れた側に結晶欠陥の少ない領域を有する第2の窒化物半導体層を成長できる。本発明の成長方法によると，例えば表面に現れる結晶欠陥の数は，断面TEMで観察すると，1×108個／cm2以下，さらには1×106個／cm2以下にすることができる。",
                    "【0028】",
                    "【実施例】",
                    "［実施例1］",
                    "図8は本発明の一実施例に係るレーザ素子の形状を示す模式的な斜視図であり，リッジストライプに垂直な方向で切断した際の断面も同時に示している。…",
                    "「【0031】",
                    "(第2の窒化物半導体層4)",
                    "保護膜3形成後，ウェーハを再度MOVPEの反応容器内にセットし，温度を1050℃にして，アンモニアを0．27mol／min，TMGを225μmol／min(V／III比＝1200)でアンドープGaＮよりなる第2の窒化物半導体層4を30μmの膜厚で成長させる。成長後，第2の窒化物半導体層を断面TEMにより観察すると，第1の窒化物半導体層の界面からおよそ5μm程度までの領域は結晶欠陥の数が多く(108個／cm2以上)，5μmよりも上の領域では結晶欠陥が少なく(106個／cm2以下)，十分に窒化物半導体基板として使用できるものであった。また成長後の表面は，保護膜上部にはほとんど結晶欠陥が見られず，窓部上部(ストライプ中央部)にはやや結晶欠陥が表出する傾向があるが，従来の方法(V／III比が2000より大)に比べて結晶欠陥の数は2桁以上少ない。",
                    "【0032】",
                    "第2の窒化物半導体層はハライド気相成長法(HVPE)を用いて成長させることができるが，このようにMOVPE法により成長させることもできる。…また，この第2の窒化物半導体層にSi，Ge等のn型不純物をドープしてキャリア濃度を適当な範囲に調整してもよい。特に異種基板，第1の窒化物半導体層，保護膜を除去する場合には，この第2の窒化物半導体層にn型不純物をドープすることが望ましい。",
                    "【0033】",
                    "(n側バッファ層11＝兼n側コンタクト層)",
                    "次に，アンモニアとTMG，不純物ガスとしてシランガスを用い，第2の窒化物半導体層4の上にSiを3×1018／cm3ドープしたGaＮよりなるn側バッファ層11を5μmの膜厚で成長させる。このバッファ層は，図8のような構造の発光素子を作製した場合にはn電極を形成するためのコンタクト層としても作用する。また異種基板，及び保護膜を除去して，第2の窒化物半導体層に電極を設ける場合には，省略することもできる。…",
                    "【0044】",
                    "次に…RIEにてエッチングを行い，n側バッファ層11の表面を露出させる。露出させたこのn側バッファ層11はn電極23を形成するためのコンタクト層としても作用する。なお図8ではn側バッファ層11をコンタクト層としているが，第2の窒化物半導体層4の結晶欠陥の多い領域までエッチングを行い，その第2の窒化物半導体層4をコンタクト層とすることもできる。",
                    "【0046】",
                    "…TiとAlよりなるn電極22を先ほど露出させたn側バッファ層11の表面にストライプ状に形成する。n側バッファ層11，またはGaＮ基板10と好ましいオーミックが得られるn電極22の材料としてはAl，Ti，W，Cu，Zn，Sn，In等の金属若しくは合金が好ましい。",
                    "【0052】",
                    "［実施例3］",
                    "図9は本発明の他の実施例に係る一レーザ素子の構造を示す模式断面図であり，図8と同一符号は同一箇所を示している。以下この図を基に実施例2について説明する。",
                    "【0053】",
                    "実施例1において第2の窒化物半導体層4を成長させる際に，アンモニアを0．27mol／min，TMGを150μmol／min(V／III比＝1800)とし，さらにシランガスを加えてSiドープGaＮよりなる第2の窒化物半導体層を30μmの膜厚で成長させる。この第2の窒化物半導体層4，第1の窒化物半導体層2界面からおよそ5μm程度までの領域は結晶欠陥の数が多く，5μmよりも上の領域では結晶欠陥が少なく(107個／cm2以下)，十分に窒化物半導体基板として使用できるものであった。",
                    "【0054】",
                    "後は実施例1と同様にして活性層を含む窒化物半導体を積層した後，図9に示すように，エッチングにより第2の窒化物半導体層の上からおよそ6μm程度をエッチングにより除去して，結晶欠陥の多い領域の第2の窒化物半導体層4の表面を露出させ，その面にn電極22を形成してレーザ素子とする。…",
                    "【0058】",
                    "［実施例7］",
                    "実施例1において，第2の窒化物半導体層4を成長させる際に，Siをドープして膜厚を90μmの膜厚で成長させる。後は実施例1と同様にしてその第2の窒化物半導体層の上に活性層を含む窒化物半導体層を成長させる。成長後，反応容器からウェーハを取り出したところ，サファイアと第2の窒化物半導体層との熱膨張係数差の関係で，ウェーハが皿のように反っていた。そこで，このウェーハの異種基板側を研磨して，異種基板1，第1の窒化物半導体層2，及び保護膜3を除去する。この異種基板の除去によってウェーハはほぼ平面が得られるようになった。",
                    "【0059】",
                    "…保護膜が除去されて露出された結晶欠陥が多い側の第2の窒化物半導体層表面のほぼ全面にTi／Alよりなるn電極を設け，p電極とn電極とが対向した状態のレーザ素子とする。",
                    "【0061】",
                    "【発明の効果】",
                    "以上説明したように，本発明の窒化物半導体の成長方法によると，一ヶ所に結晶欠陥が集中しないで，表面に現れた結晶欠陥が非常に少ない窒化物半導体素子を実現できる。そのため，結晶欠陥が第2の窒化物半導体層全体に渡って少なくできるため，レーザ素子を作製した場合において，信頼性の高い素子が従来よりも高い歩留まりで得られるようになる。また，本発明の素子では表面に現れた結晶欠陥が少ない第2の窒化物半導体層の上に活性層を含む窒化物半導体層を積層しているので，非常に信頼性の高い素子が実現できる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "以上によれば，本件発明の技術的意義について，以下のことを認めることができる。",
        "本件発明は，基板となり得るような結晶欠陥の少ない窒化物半導体(In AlX YGa Ｎ，0≦X，0≦Y，X＋Y≦1)を用いたレーザダイオード(LD)1-X-Y等の電子デバイスに使用される窒化物半導体素子に関する(【0001】)。",
        "従来，窒化物半導体は，サファイア基板上に格子不整合の状態で成長されているが，格子不整合で半導体材料を成長させると，半導体中に結晶欠陥が発生し，その結晶欠陥が半導体デバイスの寿命に大きく影響するため，サファイア基板上に，結晶欠陥が非常に多いGaＮ層を薄く成長させ，その上にSiO よりなる保護膜を部分的に形成し，その保護膜の上からハライド気相成長法(HVPE)，有機金属気相成長法(MOVPE)等の気相成長法を用いて，再度GaＮ層を横方向に成長させるというラテラルオーバーグロウス(LOG)と呼ばれる成長方法により，結晶欠陥の少ない窒化物半導体を成長させる試みが行われた(【0002】～【0004】)。この従来の方法によると，保護膜の上部に結晶欠陥を集中させて，窓部に結晶欠陥の少ない領域を作製すること，すなわち，意図的に結晶欠陥を偏在させることができるので，異種基板上に直接成長させた窒化物半導体よりも，結晶欠陥の数は減少するが(【0006】)，窒化物半導体表面に現れている結晶欠陥の数は多く未だ十分満足できるものではなく，また，窒化物半導体素子についても，結晶欠陥が偏在するため，信頼性も十分とはいえず，そのため一枚のウェーハからレーザ素子を多数作製しても，満足できる寿命を有しているものはわずかしか得られないので，寿命に優れた素子を作製するためには，窒化物半導体表面に現れた結晶欠陥の数を更に減少させる必要があった(【0007】)。",
        "そこで，本件発明は，基板となり得る窒化物半導体の結晶欠陥を少なくして，信頼性に優れた窒化物半導体素子を提供することを目的とし(【0007】)，厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である，ハライド気相成長法(HVPE)を用いて形成されたn型不純物を含有するGaＮ基板と，前記GaＮ基板の上に積層された，活性層を含む窒化物半導体層と，前記窒化物半導体層に形成されたリッジストライプと，該リッジストライプ上に形成されたp電極と，前記GaＮ基板の下面に形成されたn電極と，を備えるたものであり(【0008】，【0009】)，その結果，結晶欠陥が少ないGaＮ基板の上に活性層を含む窒化物半導体層を積層しているので，非常に信頼性の高い素子が実現できるという効果を奏するものである(【0061】)。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "上記のように解されるから，本件発明において，結晶欠陥の数が多い高キャリア領域にn電極を設けることによって，効率のよい素子を作製することまでがその技術的意義に含まれるとはいえず，したがって，この観点から，「GaＮ基板」の解釈を導くことはできない。",
        "また，本件発明は，物の発明に関するものであり，ハライド気相成長法(HVPE)を用いることを除き，結晶成長方法を特許請求の範囲に含めておらず，本件明細書において，n型不純物を含有するGaＮ基板をハライド気相成長法(HVPE)で形成するに際し，新たに3族源のガスに対する窒素源のガスのモル比(窒素源／3族源)を2000以下に調整することで，結晶欠陥を横方向に伸ばすことが記載されている(【0010】，【0019】，【0022】)としても，結晶成長方法をこれに限定するものでない(【0016】)旨も記載されている。"
      ]
    },
    {
      "fig": "エ",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "しかし，その一方，上記【0016】は，「第2の窒化物半導体層の結晶欠陥の多い領域と，少ない領域とが窒化物半導体積層方向に対してほぼ同じ方向にあれば，」成長方法は特に限定されない旨が記載されているのであり，第2の窒化物半導体層は，結晶欠陥の多い領域と少ない領域が積層する厚み方向に対して上下方向に位置するものであることを前提としている。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "本件明細書において，下地層が残されて素子構造とされる場合，第2の窒化物半導体層の上に成長されn型不純物がドープされた窒化物半導体よりなるn側コンタクト層か，あるいは，結晶欠陥が多い領域側の第2の窒化物半導体層にn電極が形成されてなることが望ましいとされ，(【0012】)，下地層が除去されて素子構造とされる場合には，結晶欠陥が多い領域の第2の窒化物半導体層にn電極が形成されてなることが望ましい(【0014】)旨が記載されている。この点について，【0012】，【0014】によれば，窒化物半導体では，結晶欠陥が多いものは，結晶欠陥が少ないものよりキャリア濃度が大きくなる傾向があるため，第2の窒化物半導体層の結晶欠陥の多い領域はn＋になっており，第2の窒化物半導体層が同一組成で結晶欠陥の少ない低キャリア濃度領域と，結晶欠陥の多い高キャリア濃度領域とを有しているため，下地層を除去した素子構造の場合には，この高キャリア濃度領域(n＋領域)にn電極を設けると閾値，Vf(順方向電圧)が低下しやすく，効率のよい素子を作製できることが記載されており，結晶欠陥の多い領域にn電極を設ける理由が開示されている。",
            "しかし，本件明細書には，第2の窒化物半導体層にSi，Ge等のn型不純物をドープしてキャリア濃度を高めることのみによって，適切なキャリア濃度に調整できるとする記載はない。すなわち，下地層を除去する場合についての唯一の実施例である実施例7に関する【0058】，【0059】には，Siをドープして第2の窒化物半導体層を成長させた上で，保護膜が除去されて露出した上記第2の窒化物半導体層の結晶欠陥が多い側の表面にn電極が設けられるとともに，第2の窒化物半導体層にドープをすることが記載されているが，結晶欠陥が多い側にn電極を設けることなく，ドープのみで必要なキャリア濃度を確保し，動作させることは記載されていない。また，下地層を除去しない場合で，第2の窒化物半導体層にn電極を形成した実施例である実施例3においても，【0053】にあるとおり，結晶欠陥が多い領域を露出させてn電極を形成して使用するとともに，ドープが併用されることが記載されているが，本件明細書中に，ドープのみで必要なキャリア濃度を確保して動作させることができることについては一切記載がない。",
            "そうすると，本件明細書では，下地層が除去されて素子構造を形成する場合には，n型不純物のドープと併せて，結晶欠陥の多い領域を残存させることによって，高キャリア濃度を確保する手段が記載されており，結晶欠陥の少ない領域にドープをすることによって適切なキャリア濃度に調整することや，そのようなドープのみで適切なキャリア濃度を確保して動作をさせることが可能か否かについても明らかではないといわざるを得ない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "さらに，本件明細書には，下地層を除去した構造の素子を形成する場合に，下地層の除去に続いて，第2の窒化物半導体層の結晶欠陥が多い領域を除去することについては何ら明示的な記載はない。また，前記のように，本件明細書には，結晶欠陥の多い領域である高キャリア濃度領域にn電極を設けると，閾値，Vf(順方向電圧)が低下しやすく，効率のよい素子を作製できることが記載されているのに，あえて高キャリア濃度領域として有効利用できるこの結晶欠陥の多い領域を除去することについて，何らかの利点をもたらす旨の記載も見出せない。"
          ]
        },
        {
          "fig": "(エ)",
          "text": [
            "以上によれば，平成17年4月18日受付の手続補正書(乙9)の【0009】に「前記GaＮ基板は，結晶欠陥が少ない領域と結晶欠陥が多い領域とを有することが望ましい。」とあるとしても，本件明細書の記載に接した当業者において，「GaＮ基板」に，上記のような偏在があるものだけでなく，結晶欠陥の偏在のないものが含まれると直ちに理解するとは考えられない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "出願経過",
              "text": [
                "さらに，出願経過を見るに，本件原出願及び本件出願，並びに本件補正の内容等について，原判決第3，1(1)ウ(ア)のとおり認められる。これによれば，本件発明の「GaＮ基板」は，本件当初明細書等における「第2の窒化物半導体」に相当するものであり，本件原出願及びこれからの分割出願である本件出願においては，窒化物半導体素子の発明は，いずれも，下地層に接近した側に結晶欠陥が多い領域と，下地層より離れた側に結晶欠陥が少ない領域とを有する第2の窒化物半導体層を備えることを必須の構成としていたことが明らかである。",
                "そして，本件原出願等においても，結晶欠陥が少ないGaＮ基板の上に活性層を含む窒化物半導体層を積層することによって，信頼性の高い素子を提供することを技術的意義とするものであるから，下地層より離れた結晶欠陥が少ない側に活性層を，下地層に接近した結晶欠陥が多い側にn電極を設けることは必至であって，逆の領域に活性層を設けることはあり得ない。",
                "したがって，本件当初明細書等において，第2の窒化物半導体の基準面より上の，活性層を設ける側の領域と比較してそれより下の領域の結晶欠陥の数が少ない構成や，両領域の結晶欠陥が同数の構成は，特許請求の範囲及び発明の詳細な説明に記載されていなかったものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，特許請求の範囲及び発明の詳細な説明の記載の検討に加え，本件補正を経て成立した本件発明の構成要件の解釈に当たっては，原告において，本件補正に際し，本件当初明細書書等に記載されていない事項を含むような補正をする意思ではなかったと解されること(特許法(平成18年法律第55号による改正前のもの)17条の2第3項参照)を踏まえると，本件発明の構成要件Aの「GaＮ基板」は，基準面より下の領域の結晶欠陥の数が上の領域のそれよりも相対的に多いものとして特定されるGaＮ基板を意味するものと解するほかはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "原告は，特許請求の範囲(構成要件A)には，GaＮ基板について「少なくとも下面から厚さ方向に5μmよりも上の領域では・・・」と記載されているのみで，下面から5μmまでの領域については何も規定されていないのであるから，下面から5μmまでの当該領域の結晶欠陥の数が5μmよりも上の領域よりも相対的に多いとする認定は，当該特許請求の範囲の記載から離れ，特許請求の範囲には記載されていない構成要件を付加する不合理な認定である旨主張する。",
            "しかし，特許請求の範囲に記載された用語について，発明の詳細な説明等にその意味するところや定義が記載されているときは，それらを考慮して特許発明の技術的範囲の認定を行うことは当然に許されるものであるところ(特許法70条1，2項)，本件発明の「GaＮ基板」は素子を構成する物の一部であり，当然に下面から厚さ方向に5μm以下の領域を有するものであるから，「少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である，ハライド気相成長法(HVPE)を用いて形成されたn型不純物を含有するGaＮ基板」との用語の意義を解釈するため，発明の詳細な説明の記載等を斟酌し，その技術的意義を明らかにすることは，特許請求の範囲に記載のない構成要件を付加することにはならない。また，この技術的意義を明らかにする過程において，本件明細書のほかに，出願経過を踏まえて，出願人の合理的意思を斟酌することは，当然のことといえる。",
            "よって，原告の主張は採用できない。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "原告は，「物の発明」である本件発明に，最初にGaＮ基板があって，その後に電極を付けるというような「方法的な要素」に技術的意義を見出すのは誤りである旨主張する。",
            "しかし，上記の解釈は，原告の主張するような手順を定めるものでなく，結晶欠陥の偏在を有するGaＮ基板という物自体の属性を定め，結晶欠陥の少ない積層成長側に活性層が(構成要件B)，それと反対側の保護膜の側にn電極が(構成要件D)設けられたことなどを特徴とする「素子」をいうものであるから，原告の主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "また，原告は，本件当初明細書等には，原判決が問題とする「結晶欠陥の数が多い(キャリア濃度が高い)面にn電極を形成すること」でコンタクト抵抗を下げるA発明に加えて，「結晶欠陥が少ない面に半導体素子層を形成する」ことで結晶欠陥の少ない半導体素子を形成するB発明が記載されているのであり，そのうち，B発明のみを取り出せば分割要件違反(補正でいう「新規事項の追加」)に当たるとするのは誤りであると主張する。",
        "確かに，本件発明の技術的意義は，前記1(1)イにおいて述べたとおりであって，結晶欠陥が少ないGaＮ基板の上に活性層を含む窒化物半導体層を積層した信頼性の高い素子を実現する点にあるものと解され，結晶欠陥の数が多い高キャリア領域にn電極を設け効率のよい素子を形成する点とは，一応別の技術思想であると捉えられる。",
        "しかし，そのことと，本件発明(上記でいうB発明)において記載された「GaＮ基板」が，本件当初明細書等に記載されていたか否かを検討することとは別問題である。本件発明における「GaＮ基板」には，前記のとおり，基準面より上の，活性層を設ける側の領域と比較してそれより下の領域の結晶欠陥の数が少ない構成や，両領域の結晶欠陥が同数の構成は含まれていない以上，そのような構成を含む分割出願又は補正は，新規事項の追加に当たることとなるから，原告の上記主張は採用できない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "さらに，原告は，下面から5μmまでの当該領域の結晶欠陥の数が5μmよりも上の領域よりも相対的に多いことは，本件発明に係る特許請求の範囲に記載されたものではないから，出願経過の斟酌に当たって，基準面より下の結晶欠陥の数を問題とするのは誤りである旨主張する。",
        "しかし，本件発明が，当初明細書等において記載された範囲内か否かを検討するに当たっては，その対象が特許請求の範囲の記載に限定されるものではない。そして，当初明細書等において，下面から5μmまでの当該領域の結晶欠陥の数が基準面上よりも相対的に少ない構成が記載されていない以上，そのような窒化物半導体素子の出願は，新規事項を追加するものであることは明らかである。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "原告は，本件当初明細書等の記載事項に関し，当業者の通常の理解に基づいて本件当初明細書等を読めば，結晶欠陥が少ない領域にn電極を設ける構成も開示されていることが明らかであるとし，本件原出願及び本件出願においても，原判決がいう「基準面」よりも下の領域の結晶欠陥の数を規定しない本件発明が記載されていることは明らかであると主張し，その根拠について，以下のように述べるが，いずれも採用することができない。"
      ],
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "原告は，まず，本件原出願及び本件出願時において，一般的な半導体レーザ(例えばGaAs，InP)では，結晶欠陥の少ない基板のキャリア濃度を高めてコンタクト層として，そこに電極を設ける構成こそが通常の技術であり，この知見は窒化物半導体レーザにもそのまま妥当する旨主張し，また，本件当初明細書等の【0012】，【0014】によって高キャリア濃度領域に電極を設ける記載に接した当業者は，結晶欠陥が少ない高キャリア濃度とした領域にn電極を設ける構成を理解する旨主張する。",
            "しかし，一般的な半導体レーザに関する知見が，本件原出願時における窒化物半導体素子にそのまま妥当することを証する証拠はなく，これを前提とする原告の主張はいずれも採用できない。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "また，原告は，本件当初明細書等の【0015】には，第2の窒化物半導体層の裏面に電極を形成する場合に関する一般的な記載があり，そのキャリア濃度が「1×1017／cm3～5×1019／cm3」とされているところ，同明細書等の【0033】には，コンタクト層のキャリア濃度について「3×1018／cm3」と記載され，特開平11-135770号公報(甲19)の【0047】や特許第3933592号公報(甲20)において，キャリア濃度が本件当初明細書等の【0015】記載の数値範囲の下限値である1×1017／cm3であっても良好にn電極を形成できることが記載されていることに照らすと，結晶欠陥が多い領域でなくとも，不純物をドープしてキャリア濃度を高めた領域を使用してn電極を形成できることが示されている旨主張する。",
            "しかし，上記の文献(甲19，20)は，いずれも本件原出願後に公表された知見であるから，これをもって，本件原出願時において，窒化物半導体層にドープを施すのみで，「1×1017／cm3～5×1019／cm3」のキャリア濃度に調整できることが自明の技術であったことを示す証左とはいえず，他にこれを示す証拠はない。また，上記【0015】は，「第2の窒化物半導体層が同一組成で結晶欠陥の少ない低キャリア濃度領域と，結晶欠陥の多い高キャリア濃度領域とを有しているので，この高キャリア濃度領域にn電極を設けることにより，効率のよい素子を作製することができる。」とする【0014】に引き続く記載であり，原告の指摘する「1×1017／cm3～5×1019／cm3」とのキャリア濃度は，「下地層を除去して，その第2の窒化物半導体層の表面に電極を形成する場合」，すなわち，結晶欠陥の多い下地層側にn電極を設ける構成に関するものであること，前記のとおり，実施例においても，結晶欠陥が多い下地層側にn電極が設けられるとともに，ドープも行った例のみが記載されていることに照らすと，結晶欠陥の多い高キャリア濃度領域にn電極を設けることに加えて，キャリア濃度を高めるために更にn型不純物をドープすることが記載されていると解され，上記の数値も，下地層を除去した後の表面に関する記載であることからすると，この記載をもって，結晶欠陥が少ない側(すなわち，上面)にn電極を設けることが記載されているとはいえない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "さらに，原告は，本件当初明細書等の【0044】の記載を根拠に，「第2の窒化物半導体層4の結晶欠陥の多い領域までエッチングを行い，その第2の窒化物半導体層4をコンタクト層とすること」と，窒化物半導体層にドープをしてキャリア濃度を高めることが等価の技術であることが理解できると主張する。",
            "しかし，【0044】にいう，コンタクト層として使用されたドープされたn側バッファ層(【0033】参照)は，第2の窒化物半導体層の結晶欠陥の少ない表面に更に積層されたより結晶性のよいものであるから，第2の窒化物半導体層とは異なっており，上記記載をもって，これらの技術が等価であるということはできない。"
          ]
        },
        {
          "fig": "(エ)",
          "text": [
            "原告は，本件当初明細書等の【0058】において，第2の窒化物半導体にドープをした実施例7の記載があることを指摘するが，この実施例7は，【0059】から明らかなように，結晶欠陥の多い下地層側にn電極を設けるものであるから，ドープのみで必要なキャリア濃度を確保した事例ではない。"
          ]
        },
        {
          "fig": "(オ)",
          "text": [
            "加えて，原告は，本件当初明細書等の【0058】の記載を根拠に，皿のように反ったウェーハから，異種基板，第1の窒化物半導体層，保護膜を研磨で除去しようとすると，必然的に，端の部分は，保護膜を超えて，保護膜付近の結晶欠陥が多い領域(第2の窒化物半導体層の一部)をすべて除去することになる旨主張する。",
            "しかし，上記【0058】は，ウェーハの研磨に関して，「ウェーハの異種基板側を研磨して，異種基板1，第1の窒化物半導体層2，及び保護層3を除去する。」と記載されているのみで，具体的な態様についての記載はなく，研磨が，ウェーハが反った状態で行われたのか否かについても明らかではないから，原告主張のように「保護膜を超えて，更に保護膜付近の結晶欠陥が多い領域(第2の窒化物半導体層の一部)をすべて除去することになる」ということはできない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "2",
                  "subject": "被告製品1の構成要件Aの充足性(争点(1))について",
                  "text": [
                    "以上を踏まえて検討するに，原判決第2，1(4)のとおり，被告製品1のGaＮ基板における結晶欠陥の数は，GaＮ基板の厚さ方向において略均一(8×106個／cm2以下)であって(構成a)，厚さ方向に結晶欠陥の数の偏在がないのであるから，構成要件Aの「GaＮ基板」を充足しないものと判断することが相当である。"
                  ]
                },
                {
                  "fig": "3",
                  "text": [
                    "以上によれば，その余の点について判断するまでもなく，原告の請求はいずれも理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，本件控訴には理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}