{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して，1512万円及びこれに対する被控訴人新高和ソフトウェア株式会社については平成24年12月28日から，被控訴人Yについては同月29日から，各支払済みまで年6分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人新高和ソフトウェア株式会社は，製品名「群刻」に使用されているソフトウェアのプログラムを複製し，又は譲渡してはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人新高和ソフトウェア株式会社は，製品名「群刻」に使用されているソフトウェアのプログラムの複製物（同プログラムを格納したハードディスク，CD-ROM，DVD-ROM等の記録媒体を含む。）を破棄せよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要（略称は，特に断らない限り，原判決に従う。）",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，①被控訴人新高和ソフトウェア株式会社（以下「被控訴人会社」という。）との間で，業務委託基本契約（甲1の1），システム・エンジニアリング・サービス基本契約（甲1の2）及び秘密保持契約（甲2）を締結して，被控訴人会社に対し，控訴人のソフトウェア「iDupli ver2」（以下「控訴人ソフトウェア」といい，そのプログラムを「控訴人プログラム」という。）の製作を委託し，さらに，控訴人ソフトウェアのエプソンチャイナへの売り込み等中国市場における販売業務を委託したが，被控訴人会社は，業務委託契約上の義務等に違反して，受託業務を遂行する過程で控訴人から開示され又は取得した情報を用いて控訴人ソフトウェアに酷似するソフトウェア「群刻」（以下「被控訴人ソフトウェア」といい，そのプログラムを「被控訴人プログラム」という。）を製作し，エプソンチャイナに売り込むなどの競業行為を行ったなどと主張して，被控訴人会社に対し，上記各契約に基づき，被控訴人ソフトウェアに使用されているプログラムの複製又は譲渡の差止め及びその複製物の破棄を求めるとともに，債務不履行，不法行為又は会社法350条に基づき，エプソンチャイナを含め中国市場において控訴人ソフトウェアを販売する機会を喪失したことによる損害の一部として1512万円（平成24年6月30日までの得べかりし売上相当額）の支払を求め，②被控訴人Y（以下「被控訴人Y」という。）は，被控訴人会社の代表取締役として，自己の利益を図る目的で被控訴人会社の上記被控訴人ソフトウェアの製作及びエプソンチャイナへの売り込み等の競業行為を行ったとして，被控訴人Yに対し，不法行為に基づき，被控訴人会社と同額の金員の連帯支払を求めた事案である。",
            "なお，附帯請求は，訴状送達の日の翌日（被控訴人会社につき平成24年12月28日，被控訴人Yにつき同月29日）から支払済みまで商事法定利率年6分の割合による遅延損害金の支払請求である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，控訴人が主張する「機能チェック票」（甲23）に記載された情報，控訴人プログラムのソースコードとその前提となるアイデアに係る情報，エプソンチャイナからの要望事項に関する情報及び控訴人の事業計画に関する情報は，そもそも機密保持義務の対象とはなり得ないものであるか，あるいは控訴人の主張する情報を被控訴人会社が第三者に提供し，又は被控訴人ソフトウェアの開発等において不正利用したと認めるに足りる証拠はないから，被控訴人会社に機密保持義務違反や善管注意義務違反は認められず，また，被控訴人会社が控訴人に対し，控訴人ソフトウェアと同種の製品を製造又は販売してはならない義務を負っていたとも認められないから，被控訴人会社にかかる義務違反があるとは認められないなどとして，控訴人の請求をいずれも棄却した。",
            "そこで，原判決を不服として，控訴人が控訴したものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実（当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により認められる事実）",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，平成元年1月31日に設立された，コンピュータソフト及び関連機器の開発・販売等を目的とする資本金4億0120万円の株式会社である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人会社は，平成19年9月28日に設立された，情報通信システム及びそのネットワークシステムの企画，設計，構築，労働者派遣事業等を目的とする資本金1000万円の株式会社である。",
                    "被控訴人Yは，被控訴人会社の代表取締役である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人と被控訴人会社との契約関係",
              "content": [
                {
                  "fig": "ア",
                  "subject": "システム・エンジニアリング・サービス基本契約の締結",
                  "text": [
                    "控訴人は，平成19年10月1日，被控訴人会社との間で，概ね以下の内容を有するシステム・エンジニアリング・サービス基本契約（本件SES基本契約）を締結した（甲1の2）。",
                    "1条（目的）",
                    "本契約は，控訴人が被控訴人会社に委託するシステム・エンジニアリング・サービス（SEサービス）に関し基本となる事項を定めるものである。",
                    "2条（個別契約）",
                    "1項  本業務の内容，作業場所，SEサービス単価，契約期間等については，個別契約において定めるものとする。",
                    "2項  個別契約は，控訴人が被控訴人会社に注文書を発行し，被控訴人会社がこれに応諾して注文請書を提出することにより成立するものとする。",
                    "4条（技術者に対する責任）",
                    "1項  被控訴人会社は，SEサービスに従事する被控訴人会社の技術者の使用者としての法律上のすべての責任を負うものとする。（以下略）",
                    "5条（内部規則の遵守）",
                    "被控訴人会社は，控訴人又は控訴人の顧客が提供した作業場所で本業務を遂行する場合は，控訴人又は控訴人の顧客の内部規則，指示等を遵守するものとする。",
                    "8条（資料等の管理）",
                    "1項  被控訴人会社は，個別契約の履行の過程で控訴人から提供された資料（資料等）を善良なる管理者の注意をもって管理・保管するものとし，かつ，本契約又は個別契約の目的以外に，控訴人の書面による事前の承諾を得ることなく使用してはならないものとする。（以下略）",
                    "4項  本契約若しくは個別契約が終了した場合又は控訴人より要請があった場合，被控訴人会社は，資料等を控訴人に返還又は控訴人の立会いのもとで破棄したうえで，当該返還日又は破棄日から起算して30日以内に控訴人が定める確認書を提出するものとする。なお，特に控訴人が指定した資料等はこの限りではない。",
                    "9条（機密保持）",
                    "1項  本契約において機密情報の意義は，次に定めるところによるものとする。なお，機密情報に該当するものは，前条の規定に加え，本条の規定が適用されるものとする。但し，被控訴人会社の従業員が控訴人の構内もしくは控訴人の指定する作業場所に駐在して知り得た情報については，機密情報である旨の特定及び表示の有無にかかわらず，本契約書における機密情報と同様の扱いを行うものとする。",
                    "機密情報：控訴人又は控訴人の顧客から開示された資料等，仕様書等，電磁的記録媒体その他の有形な媒体により提供又は電子メール等電子的に提供された技術上，営業その他業務上の情報であって，機密である旨表示されたもの，控訴人又は控訴人の顧客から口頭で開示された情報であって開示後30日以内に控訴人又は控訴人の顧客から機密である旨書面で通知されたものをいう。",
                    "2項  被控訴人会社は，機密情報を善良なる管理者の注意をもって保持するものとし，個別契約の提案若しくは本業務を実施する目的の範囲で被控訴人会社の技術者に使用させる場合を除き，機密情報を第三者に開示してはならないものとする。",
                    "3項  前項にかかわらず，被控訴人会社は，次の各号に該当する旨を証明した情報を機密情報として取扱う必要はないものとする。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "秘密保持義務を負うことなく既に保有している情報"
            },
            {
              "fig": "(2)",
              "subject": "秘密保持義務を負うことなく第三者から正当に入手した情報"
            },
            {
              "fig": "(3)",
              "subject": "相手方から提供を受けた情報によらず，独自に開発した情報"
            },
            {
              "fig": "(4)",
              "subject": "本契約に違反することなく，かつ，受領の前後を問わず公知となった情報"
            },
            {
              "fig": "(5)",
              "subject": "控訴人，被控訴人会社協議のうえ，秘密保持の対象としないこととしたもの",
              "text": [
                "5項  被控訴人会社は，機密情報を，本契約又は個別契約の目的の範囲でのみ使用するものとし，当該範囲以外に，控訴人の書面による事前の承諾を得ることなく機密情報を使用してはならないものとする。",
                "8項  被控訴人会社は，自己の責任において，被控訴人会社の技術者に本条の義務を遵守させるものとする。なお，この場合，被控訴人会社は，控訴人の要請に応じて被控訴人会社の技術者から控訴人が別途定める内容の誓約書を提出させ，その写しを控訴人に提出するものとする。",
                "9項  本条の規定は，本契約終了後も効力を有するものとする。ただし，別途控訴人が指定する機密情報の効力については，該当する個別契約が終了した後5年間とする。",
                "10条（権利の帰属）",
                "1項  控訴人又は控訴人の顧客は，機密情報に関する著作権，発明等その他一切の知的財産権を有するものとする。",
                "21条（契約期間）",
                "1項  本契約の有効期間は，平成19年10月1日から平成20年9月30日までとする。ただし，期間満了1か月前までに控訴人又は被控訴人会社から別段の意思表示がないときは，本契約は期間満了の日の翌日からさらに1年間有効に存続するものとし，以後もまた同様とする。",
                "23条（その他）",
                "本契約の締結において，控訴人は被控訴人会社に対して個別契約を締結する義務を負うものではないものとする。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "秘密保持契約の締結",
                  "text": [
                    "控訴人は，平成19年10月1日，被控訴人会社との間で，控訴人が被控訴人会社へ委託するソフトウェアの開発における控訴人の情報及び被控訴人会社の情報の秘密保持について，概ね以下の内容を有する秘密保持契約（本件秘密保持契約）を締結した（甲2）。",
                    "1条（秘密保持）",
                    "1項  本契約において控訴人が被控訴人会社へ委託するソフトウェアの開発業務（本件業務）遂行のために相手方より提供を受けた技術上，営業上又はその他業務上の情報のうち，相手方が秘密である旨を指定した情報（秘密情報）を第三者に開示又は漏洩してはならない。但し，次の各号のいずれか一つに該当する情報についてはこの限りではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "秘密保持義務を負うことなく既に保有している情報"
            },
            {
              "fig": "(2)",
              "subject": "秘密保持義務を負うことなく第三者から正当に入手した情報"
            },
            {
              "fig": "(3)",
              "subject": "相手方から提供を受けた情報によらず，独自に開発した情報"
            },
            {
              "fig": "(4)",
              "subject": "本契約に違反することなく，かつ，受領の前後を問わず公知となった情報"
            },
            {
              "fig": "(5)",
              "subject": "控訴人，被控訴人会社協議のうえ，秘密保持の対象としないこととしたもの",
              "text": [
                "2項  控訴人及び被控訴人会社は，秘密情報を相手方に提供する場合，以下の(1)～(3)のとおり，秘密情報の範囲を特定し，秘密情報である旨の表示を明記して行うものとする。但し，被控訴人会社の従業員が控訴人の構内もしくは控訴人の指定する作業場所に駐在して知り得た情報については，秘密情報である旨の特定及び表示の有無にかかわらず，本契約書における秘密情報と同様の扱いを行うものとする。"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "文書（図面，仕様書を含む）により開示する場合，当該文書に秘密である旨を明示する。FAX，電子メール等による開示も，文書による開示とみなす。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "口頭もしくは映像等により開示する場合，開示する際に当該情報が秘密である旨明確にし，当該開示日から30日以内に，当該情報の要旨を記載した議事録等の書面にし，秘密である旨の表示を付して受領者に通知する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "サンプル等の物品は，秘密情報を付すか，それが不可能な場合は秘密保持を付した書面を添付する。",
                "3項  秘密情報の提供を受けた当事者は，当該秘密情報の管理に必要な措置を講ずるものとし，当該秘密情報を第三者に開示する場合は，事前に相手方からの書面による承諾を受けなければならない。",
                "4項  控訴人及び被控訴人会社は，本条第2項に基づき相手方より提供を受けた秘密情報について，本契約の目的の範囲内でのみ使用し，複製，改変が必要な場合は，事前に相手方から書面による承諾を受けるものとする。",
                "5項  控訴人及び被控訴人会社は，相手方から提供された秘密情報を本件業務遂行上必要な範囲内で複製又は改変できる。また，控訴人及び被控訴人会社は相手方から提供された秘密情報を善良なる管理者の注意をもって管理，保管し，かつ，本件業務以外の用途に使用してはならない。",
                "5条（返却）",
                "控訴人及び被控訴人会社は，相手方から書面による要請があった場合，速やかに相手方の指示に従い相手方から開示された「秘密情報」及びサンプルを返却又は廃棄するものとする。",
                "6条（有効期間）",
                "1項  本契約の有効期間は，平成19年10月1日から1年間有効に存続するものとする。ただし，契約期間満了の日の1か月前までに控訴人，被控訴人会社のいずれかからも書面による特段の申立てがない場合は，同一条件で1年間延長されるものとし，その後もこの例によるものとする。",
                "2項  前項の規定に拘わらず，第1条，第2条，第3条，第4条，第5条，第7条及び第8条の規定は契約期間満了または解除による本契約終了後も5年間はなお有効に存続するものとする。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "subject": "業務委託基本契約の締結",
                  "text": [
                    "控訴人は，平成20年8月5日，被控訴人会社との間で，概ね以下の内容を有する業務委託基本契約（本件業務委託基本契約）を締結した（甲1の1）。",
                    "1条（適用）",
                    "1項  控訴人は被控訴人会社に対して情報システム関連業務（本件業務）を委託発注し，被控訴人会社はこれを請負うものとする。",
                    "2項  本契約は，第2条に定めるすべての情報システム関連業務委託個別契約（個別契約）に適用するものとする。",
                    "3項  個別契約において本契約と異なる定めのあるときは，当該個別契約の定めを優先するものとする。",
                    "2条（個別契約）",
                    "1項  個別契約は，業務委託個別契約書又は覚書の締結もしくは注文書，注文請書の発行により成立する。",
                    "2項  業務委託個別契約書，覚書又は注文書，注文請書には，本件業務の範囲，内容，成果物，請負金額，納入場所，支払条件などの必要な事項を定めるものとする。",
                    "3条（本契約の有効期間）",
                    "1項  本契約の有効期間は，本契約締結の日から1年間とする。ただし，期間満了の60日前までに控訴人，被控訴人会社のいずれかにより書面による本契約の終了の申し入れがない限り，期間満了の翌日から1年間期間を更新するものとし，以降も同様とする。",
                    "2項  前項に定める本契約の有効期間内に成立した個別契約は，本契約の有効期間に関わらず，個別契約に定める期間中，有効に存続するものとする。",
                    "7条（権利の帰属）",
                    "1項  個別契約に基づき作成された成果物の所有権，著作権は，控訴人が個別契約で定める請負金額を全額支払うことによって，被控訴人会社から控訴人に移転するものとする。この場合，被控訴人会社が作成した共通的に使用されるモジュール・ルーチンについての著作権も控訴人に移転するものとする。",
                    "2項  前項の移転する権利には，著作権法第27条，同28条の権利を含むものとする。",
                    "8条（機密保持）",
                    "1項  被控訴人会社は，本件業務の遂行によって知り得た控訴人の技術ノウハウ，営業等の機密を被控訴人会社の責めによらないで公知となるまで保持する義務を負うものとする。",
                    "2項  控訴人は，被控訴人会社が納入する成果物に含まれる被控訴人会社独自のノウハウ，その他技術上の機密を控訴人の責めによらないで公知となるまでは保持する義務を負うものとする。",
                    "3項  前2項の規定は，本契約並びに個別契約の終了後も有効に存続するものとする。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人ソフトウェアの開発等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人による「iDupli ver1」の開発",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ディスクパブリッシャー装置は，ファイルサーバ等に蓄積されたデータを，CD，DVD，Blu-Ray等の光ディスクに書き込む装置であり，通常，複数枚の光ディスクをセットして，連続して自動で書き込む機能やレーベル印刷機能を備えている。",
                        "販売されているディスクパブリッシャー装置として，PRIMERA社のBravoシリーズ，エプソン社のPPシリーズやRIMAGE社のRimageシリーズ等がある（甲3，41，47等）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，平成21年ころには，Windowsシリーズのオペレーションシステム上で動作するソフトウェア「iDupli ver1」（以下，Windowsシリーズのオペレーションシステム上で動作するソフトウェアを「Win版」ということがある。）を開発し，販売を開始した（甲41，42，69）。",
                        "「iDupli 」は，ディスクパブリッシャー装置を制御するためのソフトウェアであり，ディスクパブリッシャー装置を用いて，企業内のファイルサーバに蓄積された膨大なデータを複数の光ディスクにバックアップし，バックアップした光ディスクをオフライン管理するための統合ソフトウェアである。「iDupli ver1」は，バックアップすべき電子データを光ディスクの記録容量に合わせて自動的に分割する分葉計算機能や，スケジュールに従って定期的かつ自動的に電子データを書き込む機能等が実装されていた。",
                        "控訴人は，PRIMERA社の日本国内における正規代理店であり（甲5），「iDupli ver1」のカタログやユーザーズガイドでは，対応するディスクパブリッシャー装置として，PRIMERA社のBravoシリーズが挙げられていた（甲41，42）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の被控訴人会社に対する控訴人ソフトウェアの開発委託",
                  "text": [
                    "控訴人は，平成22年8月ころ，被控訴人会社に対し，MacOSXシリーズのオペレーションシステム上で動作するソフトウェア「iDupli」（以下，MacOSX シリーズのオペレーションシステム上で動作するソフトウェアを「Mac版」ということがある。）の開発及びWin版のバージョンアップ版（「iDupli ver2」）の開発を委託した（以下「本件開発業務委託契約」という。）。",
                    "控訴人と被控訴人会社とは担当者間で打ち合わせを重ね，同年9月13日，被控訴人会社から控訴人に対し「要件定義書」と題する開発計画が提示され，控訴人はその内容を承諾した。なお，本件開発業務委託契約において，開発するソフトウェアが対象とするディスクパブリッシャー装置は，Win版，Mac版とも，PRIMERA社のBravoシリーズとされた（乙12）。",
                    "被控訴人会社は，同年12月24日，成果物であるソフトウェア（控訴人ソフトウェア）を控訴人に納入し，控訴人は，平成23年1月31日までに，被控訴人会社に対し，委託代金の全額を支払った。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人会社による被控訴人ソフトウェア（「群刻」）の開発等",
              "text": [
                "被控訴人会社は，ディスクパブリッシャー装置を制御するソフトウェアである「群刻」を開発し，エプソン社製のディスクパブリッシャー装置を販売するエプソンチャイナを含む中国の企業に対し販売活動を行っている。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "別件訴訟",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人会社は，控訴人に対し，控訴人が，被控訴人プログラム（「群刻簡易版」，「群刻標準版」，「群刻究極版」の各ソフトウェアに係るプログラム）が控訴人プログラム（「iDupli Bravo with Disk Publisher」のプログラム）を複製又は翻案したものであり，被控訴人会社が被控訴人ソフトウェアを製造，販売する行為は，控訴人が保有する控訴人プログラムの著作権（複製権又は翻案権及び譲渡権）の侵害行為に該当するとともに，控訴人の営業秘密である控訴人ソフトウェアのプログラム等の不正使用の不正競争行為（不正競争防止法2条1項7号）に該当することを理由に，被控訴人会社に対し，著作権法112条1項及び不正競争防止法3条1項に基づく被控訴人ソフトウェアの製造，販売の差止請求権を有するなどと主張しているとして，控訴人の上記各差止請求権の不存在の確認を求める訴訟を提起した（東京地方裁判所平成24年(ワ)第5771号事件。以下「別件訴訟」という。）。",
                    "東京地方裁判所は，平成24年12月18日，被控訴人会社が行う「群刻簡易版」，「群刻標準版」，「群刻究極版」の各ソフトウェアの製造，販売について，控訴人が①「iDupli Bravo with Disk Publisher」のプログラムの複製権，翻案権及び譲渡権に基づく差止請求権を有しないこと，②不正競争防止法2条1項7号の不正競争行為に当たることを理由とする同法3条1項に基づく差止請求権を有しないことをいずれも確認する判決をした（乙1）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，前記1審判決を不服として，知的財産高等裁判所に控訴した（当庁平成25年(ネ)第10008号事件）。",
                    "知的財産高等裁判所は，平成26年3月12日，以下のとおり判示して，控訴を棄却する旨の判決をした（乙13）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "著作権侵害に関し，",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "控訴人が指摘する控訴人プログラムと被控訴人プログラムとの共通部分において，控訴人プログラムの表現上の創作性を認めることはできない以上，被控訴人プログラムが控訴人プログラムを複製又は翻案したものということはできない，"
                        },
                        {
                          "fig": "b",
                          "subject": "控訴人は，被控訴人プログラムは，控訴人プログラムを複製（デッドコピー）し，一部改変を加えて作成したものであるから，控訴人プログラムに依拠して作成された複製物又は翻案物であると主張し，控訴人プログラム及び被控訴人プログラムの画面の構成（表現）は酷似していること，クラス構造が類似していることなどを指摘するが，同一の機能を有するプログラムが複数存在し得る以上，プログラムを実行した際の画面が類似するからといって，直ちにプログラムの著作権の侵害を根拠付けるものではないことは明らかであり，クラス構造も，プログラムにおける具体的な記述ということはできず，控訴人プログラムと被控訴人プログラムとの具体的対比によれば，被控訴人プログラムの記述は控訴人プログラムの記述と相当程度異なっており，被控訴人プログラムが控訴人プログラムを複製した上で一部改変を加えたものと認めることはできない，"
                        },
                        {
                          "fig": "c",
                          "subject": "控訴人の指摘する控訴人プログラムと被控訴人プログラムとの共通部分において，控訴人プログラムの表現上の創作性を認めることができない以上，仮に，被控訴人プログラムが控訴人プログラムに依拠して製作されたものであったとしても，被控訴人プログラムが控訴人プログラムを複製又は翻案したものということはできない",
                          "text": [
                            "から，被控訴人会社が被控訴人ソフトウェアを製造，販売する行為が著作権（複製権，翻案権及び譲渡権）の侵害行為に該当する旨の控訴人の主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "不正競争防止法違反に関し，",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "控訴人プログラムについて，被控訴人プログラムが控訴人プログラムを複製又は翻案したものと認めることはできず，被控訴人会社が控訴人プログラムの表現上の創作性を有する部分を使用して被控訴人プログラムを製造，販売したものとはいえない，"
                        },
                        {
                          "fig": "b",
                          "subject": "控訴人の従業員であるA（以下「A」という。）が控訴人プログラムの製作を指示する際に開示した情報及び控訴人プログラム製作の前提となるアイデアについて，これらの情報が被控訴人プログラムにおいて使用されていることを認めるに足りる証拠はない，"
                        },
                        {
                          "fig": "c",
                          "subject": "エプソンチャイナからの要望事項（元データの削除機能，分葉計算のロジックの検討，フォルダ容量監視の開始タイミング）は，控訴人及びエプソンチャイナとの間で秘密として管理されていたことを認めるに足りる的確な証拠はなく，被控訴人Yは，平成22年12月6日，エプソンチャイナと控訴人との会議に同席しているようであり，そのような際に，上記要望事項を知り得た可能性は否定できないが，これを控訴人の営業秘密であるとして，その保有者である控訴人から開示を受けたことを認めるに足りる的確な証拠もない",
                          "text": [
                            "から，被控訴人会社が，被控訴人プログラムを製作し，販売したことが，控訴人の営業秘密である控訴人プログラム，そのアイデア及び上記エプソンチャイナからの要望事項に関する不正競争防止法2条1項7号の不正競争行為に該当するとの控訴人の主張は理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，前記控訴審判決を不服として，上告及び上告受理の申立てをした（当裁判所に顕著な事実）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点",
          "text": [
            "本件の争点は，①被控訴人会社の機密保持義務違反による債務不履行責任ないし不法行為責任の有無（争点1），②被控訴人会社の競業禁止義務違反による債務不履行責任ないし不法行為責任の有無（争点2），③被控訴人Yの不法行為責任の有無（争点3），④損害の発生及び損害額（争点4），⑤被控訴人プログラムの複製及び譲渡の差止め，並びに複製物の破棄請求権の有無（争点5）である。"
          ]
        },
        {
          "fig": "5",
          "subject": "争点に対する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1（被控訴人会社の機密保持義務違反による債務不履行責任ないし不法行為責任の有無）について",
              "text": [
                "〔控訴人〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人会社が負うべき機密保持義務",
                  "text": [
                    "被控訴人会社は，控訴人に対し，本件業務委託基本契約，本件SES基本契約，本件秘密保持契約，被控訴人会社が控訴人に派遣した技術者であるB（「以下「B」という。」）が控訴人に差し入れた誓約書（甲22），控訴人の「開発管理規程」（甲26），控訴人の「アクセス管理規則」（甲21），著作権その他の権利の帰属規定（甲1の1・2）に基づき，本件開発業務委託契約に関連する業務の遂行によって知り得た控訴人の技術ノウハウ，営業等の機密を保持すべき義務を負う。",
                    "また，被控訴人会社は，控訴人に対し，上記の各契約それ自体に基づく義務のみならず，契約又は契約関係に内在する信義則，付随的義務，保護義務，善管注意義務，契約締結上の過失，さらに，契約終了後においては契約の余後効に基づいて，本件開発業務委託契約に基づき控訴人から開示された情報を使用して，控訴人ソフトウェアと酷似する同一の機能のソフトウェアを製作し，販売してはならないという機密保持義務を負うというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人会社の行為",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人会社は，前記の機密保持義務に違反して，①控訴人プログラムのソースコード及びアイデア，②「機能チェック票」（甲23）に記載された情報（AがBに対して示したもの。なお，甲23に記載された文言に限らず，AがBに対して口頭で指導した内容も含む。），③控訴人が平成23年1月20日にエプソンチャイナから示された3つの要望事項（ⅰ元データ削除（光ディスクへのバックアップ完了後にサーバ上の元データを消す機能を追加するというもの），ⅱ分葉計算のロジック検討（例えば，1000ファイルで1枚のディスクに書ききれないが999ファイルまでは1枚のディスクに入るという場合，1枚目に999ファイル，2枚目に1ファイルとすると，2枚目がもったいないので，どう動作させるかを再検討するというもの），ⅲフォルダ容量の監視の開始タイミング（例えば，50GBを超えたらバックアップを開始するというトリガーが設定されている場合，100GBのデータを転送したらどのように動かすのかを精査するというもの），④控訴人が平成22年12月6日にエプソン販売から示された簡易版の製作要望，⑤控訴人の事業計画（エプソン販売が子会社であるエプソンチャイナを通じて中国市場で「iDupli」を搭載したディスクパブリッシャー装置（PP-100）を販売する計画を有しており，控訴人がエプソン販売及びエプソンチャイナとの間で上記販売計画を進めていたこと，エプソンチャイナ側の窓口がC（以下「C」という。）であったこと，エプソンチャイナは，上記販売計画において，代理店である方正集団と組む計画を有していたこと，控訴人ソフトウェアの価格情報）を控訴人に無断で使用して，控訴人ソフトウェアと同一機能を有し，控訴人ソフトウェアに酷似する被控訴人ソフトウェアを製作し，控訴人の顧客であるエプソンチャイナ又はその代理店に売り込んだ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人ソフトウェアと被控訴人ソフトウェアとが酷似するものであることは，①操作画面が類似していること，②記録メディアのレーベル印刷機能を紹介したウェブサイトの表記が類似していること，③被控訴人プログラムのソースコードに控訴人プログラムのソースコードを複製利用した形跡が残っていること，④基本的機能が一致していること，⑤クラス構造が類似していること，⑥ソースコードが類似していること，⑦ログメッセージが類似していること，⑧フォルダ階層構造が一致していること，から明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "機密情報該当性について",
                  "text": [
                    "前記イ(ア)の①控訴人プログラムのソースコード及びアイデア，②「機能チェック票」（甲23）に記載された情報，③控訴人が平成23年1月20日にエプソンチャイナから示された3つの要望事項，④控訴人が平成22年12月6日にエプソン販売から示された簡易版の製作要望，⑤控訴人の事業計画は，以下のとおり，いずれも控訴人の機密情報に該当する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人プログラムのソースコード及びアイデアや「機能チェック票」（甲23）に記載された情報が，控訴人ソフトウェアの製作後これが販売されたことにより公知となったとしても，機密保持義務の対象外となるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件秘密保持契約（甲2）では，「但し，被控訴人会社の従業員が控訴人の構内もしくは控訴人の指定する作業場所に駐在して知り得た情報については，秘密情報である旨の特定及び表示の有無にかかわらず，本契約書における秘密情報と同様の扱いを行うものとする。」（1条2項但書き）と規定されている。AからBに伝達された情報は，「控訴人の構内もしくは控訴人の指定する作業場所に駐在して知り得た情報」であり，これが被控訴人会社の上海事務所の従業員に伝達されても，秘密情報に該当することに変わりはない。しかも，被控訴人会社の上海の事務所は，控訴人の指定する作業場所であるから，AからBを通じて被控訴人会社の上海の事務所で開発業務に従事する者に伝達された情報も，「控訴人の指定する作業場所に駐在して知り得た情報」に該当する。なお，同様の規定は，本件SES基本契約（甲1の2）9条1項但書きにも存する。",
                        "本件開発業務委託契約に，本件秘密保持契約（甲2）や本件SES基本契約（甲1の2）が適用されることは明らかであるから，秘密を明示して特定する表示がなかったとしても，控訴人の構内及び控訴人が指定した被控訴人会社の上海事務所で知り得た情報はすべて機密保持義務の対象たる情報に該当する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "エプソンチャイナからの3つの要望事項や控訴人の事業計画に係る情報は，控訴人から被控訴人Yに対して開示されたものであるが，仮に，控訴人から開示されず，被控訴人会社がエプソンチャイナから開示された情報であったとしても，エプソンチャイナから開示された情報は，被控訴人会社が控訴人から委託された控訴人ソフトウェアの販売業務を遂行する上で得た情報であるから，これを控訴人ソフトウェアの販売業務以外に使用することは許されず，控訴人の機密情報に該当する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，被控訴人会社が，控訴人に無断で前記イ(ア)の機密情報を使用して，控訴人ソフトウェアと同一機能を有し，これに酷似する被控訴人ソフトウェアを製作し，控訴人の顧客であるエプソンチャイナ又はその代理店に売り込んだ行為は，機密保持義務に違反する債務不履行行為又は不法行為に該当する。",
                    "〔被控訴人ら〕"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "控訴人の主張は否認ないし争う。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件開発業務委託契約に適用される契約について",
                  "text": [
                    "本件開発業務委託契約に，本件業務委託基本契約（甲1の1）及び本件秘密保持契約（甲2）が適用されること自体は争わない。",
                    "しかしながら，本件SES基本契約は，被控訴人会社から控訴人に対しシステム・エンジニアを派遣するサービスに係る契約書であるから，これが本件開発業務委託契約に適用されることはない。",
                    "もっとも，いずれの契約においても，公知の情報は機密保持の対象外とされているから（本件業務委託基本契約8条，本件SES基本契約9条3項4号，本件秘密保持契約1条1項4号），本件SES基本契約が本件開発業務委託契約に適用されるか否かの点は，本件の結論に影響を及ぼさない。",
                    "なお，控訴人は，上記のほか，被控訴人会社が機密保持義務を負うべき根拠についてるる主張するが，いずれも，本件において被控訴人会社がかかる義務を負うべき根拠たり得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "機密情報該当性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人が機密情報に該当するとして主張する情報は，そもそも情報として特定されていないものであるか，あるいは，公知の情報であって，いずれも機密保持義務の対象とはならないものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，本件開発業務委託契約に本件SES基本契約の適用があるとしても，本件SES基本契約や本件秘密保持契約により機密保持義務の対象とされるには，機密又は秘密である旨の表示がされ，若しくは本件SES基本契約によれば，控訴人又は控訴人の顧客から口頭で開示された情報であって，開示後30日以内に控訴人又は控訴人の顧客から機密である旨書面で通知されたもの，本件秘密保持契約によれば，口頭又は映像等により開示する場合，開示する際に当該情報が秘密である旨明確にし，当該開示日から30日以内に当該情報の要旨を記載した議事録等の書面にし，秘密である旨の表示をして受領者に通知したものでなければならない（本件SES基本契約9条1項，本件秘密保持契約1条2項本文）。",
                        "控訴人が主張する情報は，いずれも機密である旨の表示がされておらず，上記所定の通知がされたものではないから，機密保持義務の対象とはならないものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，「控訴人が平成23年1月20日にエプソンチャイナから示された3つの要望事項」や「控訴人が平成22年12月6日にエプソン販売から示された簡易版の製作要望」が機密情報に該当する旨主張するが，控訴人がエプソンチャイナからの上記要望事項を確認したのは，平成23年1月27日ころのことであるから（甲27の2枚目），平成22年12月6日の時点で，被控訴人会社や被控訴人Yが，これらの情報を受領したなどということはあり得ない。エプソンチャイナの担当者であるCと被控訴人Yとの間におけるメールのやり取りは1往復しかなく，Cから被控訴人Yに機密情報が開示されたことはない。仮に，エプソンチャイナから情報を入手していたとしても，秘密保持義務を負うことなく第三者から正当に入手した情報であって，機密保持義務の対象にはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人会社の行為について",
                  "text": [
                    "被控訴人会社は，控訴人プログラムとは独立して被控訴人プログラムを開発したものであり，機密保持義務違反はない。",
                    "すなわち，控訴人プログラムと被控訴人プログラムとは，ディスクパブリッシャー装置を制御するプログラムである点で共通するが，両者は，①プログラムの分量，②クラス数，③対応機種，④実装されている機能の点で大きく相違し，全く異なるプログラムである。被控訴人プログラムと控訴人プログラムの共通部分は，マイクロソフト社があらかじめ用意している関数や命令等全てありふれた公知の表現であるから，機密保持義務の対象とはなり得ないものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，被控訴人会社には，機密保持義務に違反する行為は認められず，被控訴人会社が控訴人に対し，債務不履行責任及び不法行為責任を負うことはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2（被控訴人会社の競業禁止義務違反による債務不履行責任ないし不法行為責任の有無）について",
              "text": [
                "〔控訴人〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "販売委託契約の成立及びこれに基づく競業禁止義務",
                  "text": [
                    "控訴人は，平成22年11月29日，被控訴人会社との間で，控訴人が，被控訴人会社に対し，エプソン社製のディスクパブリッシャー装置に対応するソフトウェア「iDupli」を，中国市場，とりわけエプソンチャイナ及びその代理店に販売する業務を委託する旨の契約（以下，控訴人の主張するかかる契約を「本件販売業務委託契約」という。）を締結した。",
                    "被控訴人会社は，本件販売業務委託契約の成立を否認するが，①控訴人のD（以下「D」という。）が平成22年11月26日，被控訴人Yに対し，エプソン販売から控訴人に対して，中国でエプソン社製のディスクパブリッシャー装置（PP-100）の販売をするに当たり，「iDupli」をバンドル販売したい，ついては中国語対応のソフトウェアの製作を依頼したい旨の打診があり，控訴人としては，控訴人から被控訴人会社に対し「iDupli」ソフトウェア等を供給し，被控訴人会社からエプソンチャイナに販売をする形をとりたい，この場合の被控訴人会社のマージンは，「控訴人7対被控訴人会社3」との割合を考えていること等を記載した電子メールを送信し，②これに対し，被控訴人Yから，同日，Dに対し，「GOOD  ＮEWSを頂きまして有り難うございます。」との返信があり，③控訴人代表者，D及び被控訴人Yは，同月29日，控訴人の社内において販売委託に関する協議を行ったが，その際，控訴人が被控訴人会社の希望を受け入れて，「控訴人7対被控訴人会社3」の提案から「控訴人5対被控訴人会社5」に被控訴人会社の利益率を引き上げたところ，被控訴人Yは上記提案を快諾し，控訴人と被控訴人会社との間で本件販売業務委託契約が成立したものである。このことは，被控訴人Yが平成22年11月29日の合意に基づき，同月30日付けの価格表（甲67の1ないし5）を作成し，控訴人に送付していること（甲53）からも明らかである。",
                    "したがって，被控訴人会社は，控訴人に対し，本件販売業務委託契約に基づき，控訴人ソフトウェアと同一の機能で酷似したソフトウェアを，委託者から販売を委託された売り込み先であるエプソンチャイナ及びその代理店に売り込んではならない競業禁止義務を負う。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件開発業務委託契約に基づく競業禁止義務",
                  "text": [
                    "ソフトウェアの製作を委託する契約において，受託者は単にソフトウェアを製作して委託者に納入する義務しか負わないというのではなく，当該ソフトウェアの販売という委託者の製作目的の実現を意図的，積極的に妨害してはならない義務を負うというべきであるから，被控訴人会社は，控訴人に対し，本件開発業務委託契約に基づき，前記アと同様の競業禁止義務を負う。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "信義則等に基づく競業禁止義務",
                  "text": [
                    "被控訴人会社は，控訴人に対し，前記ア及びイの各契約それ自体に基づく義務のみならず，契約又は契約関係に内在する信義則，付随的義務，保護義務，善管注意義務，契約締結上の過失，さらに，契約終了後においては契約の余後効に基づいて，本件開発業務委託契約に基づき控訴人から開示された情報を使用して，控訴人ソフトウェアと酷似する同一の機能のソフトウェアを製作し，販売してはならないという競業禁止義務を負うというべきである。",
                    "被控訴人会社が，控訴人に対し，信義則上かかる競業禁止義務を負うべきことは，①被控訴人会社は控訴人からそれまで知らなかった「iDupli」というソフトウェアが有する価値と市場を教えられたこと，②控訴人が被控訴人会社をエプソン社及びエプソンチャイナに引き合わせ，顧客のありかを教えたこと，③控訴人が被控訴人会社に対し，エプソンチャイナの交渉窓口を教えたこと，④控訴人が被控訴人会社に対し，「iDupli ver1」のソースコードを開示し，控訴人ソフトウェア（「iDupli ver2」）の設計書を示し，製作を指示し，控訴人ソフトウェアの開発に係る委託代金を支払ったこと，⑤被控訴人会社は控訴人からエプソンチャイナ及びその代理店（方正集団）への販売を委託されていたこと等の事情に照らせば明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人会社の行為",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人会社は，競業禁止義務に違反して，控訴人ソフトウェアと同一機能を有し，控訴人ソフトウェアに酷似する被控訴人ソフトウェアを密かに製作した上で，控訴人からエプソンチャイナへの控訴人ソフトウェアの販売業務の委託を受けていたにもかかわらず，エプソンチャイナ又はその代理店に対して，被控訴人ソフトウェアを売り込むという競業行為を行った。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件開発業務委託契約における開発対象のプログラムについて",
                      "text": [
                        "本件開発業務委託契約における開発対象のプログラムには，エプソン社製のディスクパブリッシャー装置に対応するものが含まれる。このことは，控訴人が，被控訴人会社に対し，開発に必要なエプソン社製ディスクパブリッシャー装置（PP-100）をエプソンチャイナ経由で貸し出したことや被控訴人会社が開発したエプソン社製ディスクパブリッシャー装置に対応するプログラムが現に控訴人に納入されて存在することから明らかである。",
                        "なお，仮に，本件開発業務委託契約における開発対象のプログラムにエプソン社製のディスクパブリッシャー装置に対応するものが含まれていなかったとしても，PRIMERA社製のディスクパブリッシャー装置用のプログラムを基にすれば，容易にエプソン社製のディスクパブリッシャー装置に対応するプログラムを製作することができるから，本件開発業務委託契約における開発対象のプログラムにエプソン社製の装置に対応するものが含まれていたか否かは問題とならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "控訴人とエプソンチャイナとの交渉は継続していたこと",
                      "text": [
                        "被控訴人らは，控訴人とエプソンチャイナとの交渉が平成23年1月20日に決裂し，控訴人は，エプソンチャイナに向けたソフトウェアの開発を中止した旨主張する。",
                        "しかしながら，控訴人とエプソンチャイナとの交渉が平成23年1月20日に決裂した事実は存しない。すなわち，控訴人は，同日の打合せにおいて，エプソンチャイナから3つの要望事項が提示されたため，これを持ち帰り，同月27日から同年3月24日まで，控訴人のDとエプソンチャイナのCとの間では，相互に電子メールをやり取りし，暗号化の問題等について，提案や意見交換を行い，控訴人は，同年3月24日，エプソンチャイナに「iDupli」のデモ版を送付している。エプソンチャイナのCから，「ポテンシャル顧客へ見せ，販売数量，価格，メンテナンスなどの感触を掴みたいと思っています。ある程度の見込み客を掴んだ時，一定数量の発注をさせていただきます。その段階でもう一度御社からの仕入れ価格の交渉をさせていただきます。」との話があったことから，控訴人は，「iDupli」のデモ版を送付した後，エプソンチャイナからの発注を待っていたが，同年9月12日になり，エプソン販売のEから，被控訴人会社が被控訴人ソフトウェアを開発して，エプソンチャイナの代理店に売り込みをしていることを知らされたのである（甲78）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，被控訴人会社が，控訴人ソフトウェアと同一機能を有し，控訴人ソフトウェアに酷似する被控訴人ソフトウェアを製作し，控訴人の顧客であるエプソンチャイナ又はその代理店に売り込んだ行為は，競業禁止義務に違反する債務不履行行為又は不法行為に該当する。",
                    "〔被控訴人ら〕"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "控訴人の主張は否認ないし争う。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件販売業務委託契約を締結した事実がないことについて",
                  "text": [
                    "本件販売業務委託契約が締結された事実はない。",
                    "被控訴人会社は，平成22年11月ころ，控訴人から，エプソン社製ディスクパブリッシャー装置向けのソフトウェアの開発の打診があったが，控訴人とエプソンチャイナとの交渉が決裂し，控訴人と被控訴人会社との間には，何らの契約も成立しなかった。被控訴人会社と控訴人との間の打合せは，わずか1回だけであり，このような状況で契約など成立するはずがない。",
                    "被控訴人Yが，平成22年11月30日付けの価格表（甲67の1ないし5）を作成したのは，控訴人から「仮に，「iDupli  for Bravo」をベースに，中国現地で「iDupli  for EPSON」を開発して販売した場合，各種の税金を含め人民元のレートによる販売価格，商流を行う会社のマージンはおおむねどのような感じになるのか。」，「仮に，「iDupli  for EPSON」を開発し，「iDupli  for Bravo」と同じ値段を設定し，被控訴人会社を経由して販売する場合，お互い売上額は半々で中国企業に対する現地サポート収入7対3で試算資料を作って打合せをしてほしい。」等の依頼があったため，これに協力，対応したにすぎない。",
                    "したがって，そもそも本件販売業務委託契約は成立していないから，被控訴人会社が控訴人に対し同契約に基づく義務を負うことはないし，仮に，本件販売業務委託契約が成立していたとしても，控訴人ソフトウェアと同種の製品を製造又は販売してはならない義務を被控訴人会社が負う旨の合意がされた事実はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件開発業務委託契約等に基づく競業禁止義務について",
                  "text": [
                    "ソフトウェアの開発を受託し，あるいはその販売を受託したからといって，当然に，著作権法や不正競争防止法等の法令上の規制を超えて，同種のソフトウェアの製造や販売をしてはならない義務を負うものではなく，かかる義務を負うのは，契約上特にそのような義務を定めた場合や，信義則上そのような義務を生ぜしめるような特段の事情がある場合に限られる。本件においては，控訴人と被控訴人会社との間で，被控訴人会社が競業禁止義務を負うことを合意した事実はなく，また，①被控訴人会社と控訴人との間で本件販売業務委託契約は成立していないこと，②控訴人ソフトウェアと被控訴人ソフトウェアは対象機種が異なること，③控訴人ソフトウェアと被控訴人ソフトウェアとは酷似するものではなく，被控訴人ソフトウェアは控訴人ソフトウェアとは独立して開発されたものであること等の事情に照らせば，被控訴人会社に信義則上かかる義務を生じさせるべき特段の事情も存しない。",
                    "なお，控訴人は，上記のほか，被控訴人会社が競業禁止義務を負うべき根拠についてるる主張するが，いずれも，本件において被控訴人会社がかかる義務を負うべき根拠たり得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人会社の行為について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，平成23年1月20日の打合せにおいて，エプソンチャイナとの交渉が決裂し，エプソンチャイナ向けのディスクパブリッシャー装置を制御するためのソフトウェアの開発を中止したものである。",
                        "被控訴人会社は，控訴人がエプソンチャイナとの交渉に失敗した後，平成23年3月ころ，エプソンチャイナの代理店である方正集団から依頼を受けたため，被控訴人ソフトウェアの開発に着手し，同月から同年11月まで約9か月間をかけて，被控訴人プログラムの開発を行ったにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人ソフトウェアは，PRIMERA社製のディスクパブリッシャー装置に対応するものであるのに対し（被控訴人会社が，本件開発業務委託契約に基づいて開発したプログラムは，PRIMERA社製のディスクパブリッシャー装置向けのプログラムであり，エプソン社向けのプログラムは含まれていない。），被控訴人ソフトウェアは，エプソン社製及びRIMAGE社製のディスクパブリッシャー装置に対応するものであるから，そもそも，控訴人ソフトウェアと被控訴人ソフトウェアとは競業関係にない。",
                        "また，控訴人とエプソンチャイナとの交渉が決裂している点においても，控訴人ソフトウェアと被控訴人ソフトウェアとは競業関係にない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，そもそも，被控訴人プログラムは，控訴人プログラムとは全く異なるプログラムであって，これに酷似するものなどではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，被控訴人会社は，そもそも競業禁止義務を負わず，仮にこれを負うとしても競業禁止義務に違反する行為は認められず，被控訴人会社が控訴人に対し，債務不履行責任及び不法行為責任を負うことはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3（被控訴人Yの不法行為責任の有無）について",
              "text": [
                "〔控訴人〕",
                "被控訴人Yは，被控訴人会社の代表取締役として，控訴人からソフトウェアの製作及びその販売の委託を受け，その過程で控訴人から情報を提供された。",
                "それにもかかわらず，被控訴人Yは，その信頼を利用して，被控訴人会社に利益を与え，控訴人に損害を与える意図で，控訴人ソフトウェアと同一又は類似した被控訴人ソフトウェアを製作して，エプソンチャイナに売込み，これにより，被控訴人会社が控訴人に対して納品した控訴人ソフトウェアの価値を意図的に毀損して，受託業務の履行を無意味にしたものである。",
                "被控訴人Yの上記行為は，不法行為に該当し，控訴人に対し損害賠償責任を負う。",
                "そして，被控訴人Yの上記行為は，被控訴人会社の代表取締役として行われたものであるから，被控訴人会社は，会社法350条に基づき，被控訴人Yと連帯して損害賠償責任を負う。",
                "〔被控訴人ら〕",
                "控訴人の主張は否認ないし争う。",
                "控訴人と被控訴人会社との間で，本件販売業務委託契約が成立した事実はない。また，そもそも，控訴人プログラムと被控訴人プログラムは同一又は類似するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点4（損害の発生及び損害額）について",
              "text": [
                "〔控訴人〕",
                "控訴人は，被控訴人会社及び被控訴人Yの行為がなければ，中国市場，とりわけエプソンチャイナに対し，控訴人ソフトウェアを，1本当たり4万2000円で，平成23年6月1日から同年12月31日までの間に少なくとも120本，平成24年1月1日から同年6月30日までの間に少なくとも240本，それぞれ販売することができたことは確実である。",
                "したがって，控訴人は，被控訴人会社及び被控訴人Yの行為により，上記期間に限定しても，360本の売上高相当額である1512万円の損害を被った。",
                "〔被控訴人ら〕",
                "控訴人の主張は否認ないし争う。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点5（被控訴人プログラムの複製及び譲渡の差止め，並びに複製物の破棄請求権の有無）について",
              "text": [
                "〔控訴人〕",
                "被控訴人会社は，本件秘密保持契約，本件SES基本契約に基づき，控訴人に対し，本件開発業務委託契約の終了後は，控訴人から開示された秘密情報やサンプルを返却又は廃棄する義務を負う。",
                "被控訴人プログラムは，控訴人プログラムのソースコードを使用して製作されたものであり，これと同一又は類似のプログラムであるから，控訴人は，上記各契約に基づき，被控訴人会社に対し，被控訴人プログラムの複製及び譲渡の差止め，並びに複製物の破棄を請求する権利を有する。",
                "〔被控訴人ら〕",
                "控訴人の主張は否認ないし争う。",
                "被控訴人プログラムは，控訴人プログラムとは全く異なるプログラムであって，被控訴人プログラムにおいて，控訴人プログラムのソースコードが使用されているという事実はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "前提事実に証拠（甲1の1・2，甲2，3，5，7，8，15，23，27，28，甲38の1ないし4，甲39，41ないし43，45，47，51，53，56，甲67の1ないし5，甲69，74ないし78，乙1，12，13）及び弁論の全趣旨を総合すると，控訴人ソフトウェア及び被控訴人ソフトウェアの開発経緯等について，以下の事実が認められ，これを覆すに足りる証拠はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "基本契約の締結及びSEの派遣等",
              "text": [
                "控訴人は，被控訴人会社との間で，平成19年10月1日，本件SES基本契約及び本件秘密保持契約を，平成20年8月5日，本件業務委託基本契約をそれぞれ締結した。",
                "本件業務委託基本契約を締結した後，Bを含む被控訴人会社の従業員数名が，控訴人に派遣され，控訴人においてソフトウェアの開発業務等に従事するようになった。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人における「iDupli ver1」の開発及び販売等",
              "text": [
                "控訴人は，平成21年ころ，ディスクパブリッシャー装置を制御するためのソフトウェアである Win版の「iDupli ver1」を控訴人独自で開発し，販売を開始した（甲41，42，69）。",
                "控訴人は，PRIMERA社の日本国内における正規代理店であり「iDupli ver1」のカタログやユーザーズガイドでは，対応するディスクパブリッシャー装置として，PRIMERA社のBravoシリーズが挙げられていた（甲5，41，42）。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人会社への「iDupli ver2」の開発業務の委託等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，平成22年8月ころ，被控訴人会社に対し，Mac版の「iDupli」の開発及び Win版のバージョンアップ版として「iDupli ver2」の開発を委託した（本件開発業務委託契約）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人と被控訴人会社とは担当者間で打ち合わせを重ね，平成22年9月13日，被控訴人会社から控訴人に対し，納品期限を同年12月31日とする要件定義書が提示され（甲43，乙12），控訴人はその内容を承諾した。",
                    "また，本件開発業務委託契約において，開発するソフトウェアが対象とするディスクパブリッシャー装置は，Win版，Mac版とも，PRIMERA社のBravoシリーズとされた（甲43，乙12）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件開発業務委託契約に基づく開発業務には，Bと被控訴人会社の上海事務所に勤務する従業員数名が当たることになった。",
                    "被控訴人会社は，Mac 版の「iDupli」及びWin版のバージョンアップ版としての「iDupli ver2」に関し，平成22年9月13日に合意された要件定義に基づく開発を進め，同年12月24日，成果物であるソフトウェア（控訴人ソフトウェア）を控訴人に納入した。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "エプソン社製装置向けの「iDupli」の開発に係る商談の経緯等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は「iDupli」をPRIMERA社製のディスクパブリッシャー装置に対応するソフトウェアとして開発，販売していたが，平成22年8月ころ，エプソン販売のF（以下「F」という。）から，「iDupli」について，エプソン社製ディスクパブリッシャー装置（PP-100）に対応するソフトウェアの開発の打診を受けた（甲38の1）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，上記打診を受けて，エプソン社製ディスクパブリッシャー装置（PP-100）の貸出しを受けて，同装置に対応する「iDupli」のデモ版（日本語版）を作製し，平成22年9月17日，エプソン販売のFらに対しデモンストレーションを行った（甲38の1）。この際，控訴人は，エプソン販売のFから，エプソン社製ディスクパブリッシャー装置（PP-100）に対応する「iDupli」を中国で販売するためのソフトウェアの開発の打診を受けた（甲43，78，乙12）。",
                    "控訴人のD及びAらは，同日，Bを含めた「iDupli ver2」 Win版の開発に関する会議を行い，その際，エプソン販売から上記の開発の打診を受けたこと，この開発の納期は同年11月末で中国語に対応する必要があることなどを話した（甲43，乙12）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "その後も，エプソン社製ディスクパブリッシャー装置（PP-100）に対応する「iDupli」の開発に関しては，控訴人のAとエプソン販売のFとの間で商談が進められていたが，平成22年11月4日には，FからAに対し，①エプソン社製PP-100に「iDupli」を添付して販売したい案件が，エプソン販売内で2～3件挙がっているが，いずれも印刷業関係の取引先であるため，Mac版が必要になると考えられること，PP-100自体は MacOS シリーズのオペレーションシステムに対応していないので，システムに MacOSシリーズのオペレーションシステムが動作するサーバを追加し，同サーバ上で書き込むべきディスクイメージを作成し，Windowsシリーズのオペレーションシステムが動作するサーバへ転送するというカスタマイズが必要になること，かかる問題については，今後の商談の進み具合により個別に相談することになること，②エプソン販売としては控訴人に「iDupli」の価格表の見直しを検討してもらいたいこと，③中国での販売に関する件は，被控訴人会社（被控訴人Y）とエプソンチャイナの担当者（セイコーエプソン社のC）との間で進めてもらい，進捗状況を随時，A及びCに知らせる形で行うこと等同日の商談の際に話し合われた内容を記載した電子メール（甲38の2）が送付された。",
                    "なお，上記電子メールは，被控訴人Yを含め被控訴人会社の関係者には同送されていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人のAは，平成22年11月4日，Bに対し，エプソンチャイナから，被控訴人会社の上海事務所に，エプソン社製ディスクパブリッシャー装置であるPP-100の貸出機が直接送付される予定である旨の電子メールを送信した（甲38の4，甲43，78，乙12）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人のDは，平成22年11月26日，被控訴人Yに対し，①エプソン販売の担当者（F）から，中国において，エプソン社製PP-100に「iDupli」を添付して販売したい旨の打診があり，控訴人において中国語に対応するソフトウェアを製作してほしい旨の連絡があった（この開発は日本のスタッフが作製する予定である。），②「iDupli」を日本法人の控訴人からエプソンチャイナに販売すると税金が高くつくので，中国本土で控訴人の協力会社である被控訴人会社から直接販売してもらえないかとの話がエプソン社からあった，③エプソンチャイナの担当は，Cである，④控訴人代表者の判断では，日本において控訴人から被控訴人会社に「iDupli」のソフトウェアを供給し，中国の被控訴人Yからエプソンチャイナに販売する形式にしたい，⑤現在，日本では，控訴人からエプソン社に対して2種類の「iDupli」のソフトウェアを販売しているが，中国では日本での価格設定より少し安い設定が必要であり，被控訴人Y（被控訴人会社）のマージンも考える必要がある（被控訴人Yの利益率は30％としたいと考えている。）ので，販売価格の設定等の交渉をエプソンチャイナの担当者と中国で行って貰いたい旨の電子メール（甲15）を送信した。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "これに対し，被控訴人Yは，平成22年11月26日，「GOOD  ＮEWSを頂きまして有難うございます。」として，同月29日に控訴人を訪問するので話を聞かせてもらいたい旨の電子メールを返信した（甲15）。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "被控訴人Yは，平成22年11月29日，控訴人を訪問し，控訴人代表者及びDと面談し，同人らから，エプソンチャイナへの「iDupli」の販売に関して，被控訴人会社が中間に介在する形式を取ることについての打診を受け，さらに，その場合の利益配分については，これを控訴人と被控訴人会社とで折半する（被控訴人会社の利益率を50％とする）ことについての提案を受けた（甲78）。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "被控訴人Yは，平成22年11月30日，Dに対し，中国市場向け「iDupli」のソフトウェア価格を検討するため，中国国内における「iDupli」対応ハードウェアの価格を調査した結果等に基づいて検討したものであるとして，「iDupli」の定価，仕切率，販社向け仕切価格，仕切価格の内訳（控訴人及び被控訴人会社の利益率を各50％とした場合の金額）を記載した「中国版 iDupliソフトウェア販売価格検討案」と題する一覧表（甲67の1・2）を送信した（甲15）。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "これに対し，Dは，平成22年12月1日，被控訴人Yに対し，同月6日に控訴人において開催される予定のエプソン社側との会議への出席を求める電子メールを送信し，同電子メール中で，被控訴人Yから送信された一覧表の電子ファイル（甲67の1・2）をエプソン社側との打合せ向きに変更した旨を知らせた。被控訴人Yは，同月2日，「承知致しました。」と記載した電子メールを返信した（甲53）。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "平成22年12月6日，控訴人の担当者，エプソン販売のF及び被控訴人Yにおいて，エプソンチャイナ向けの「iDupli」の仕切価格等に関する商談が行われた（甲78）。"
                  ]
                },
                {
                  "fig": "サ",
                  "text": [
                    "エプソンチャイナのCは，平成22年12月24日，被控訴人Yに対し，北京において，「iDupli」のデモンストレーション及び価格に関する打合せをしたい旨の電子メールを送信した。",
                    "これに対し，被控訴人Yは，同日，控訴人のDと調整して改めて連絡する旨を返信した（甲27）。",
                    "Dは，同月27日，Cに対し，北京での打合せの件について「いつ／なんどき／どこ（正確な住所？何箇所？？）／誰にデモする？等の詳しい情報」を連絡されたい旨，さらに，被控訴人Yとの打合せにおいて，被控訴人Yはたびたび中国に帰国するわけではないので，その都度の旅費を控訴人に負担してほしいと要望されたことに触れ，控訴人においても1度であれば打合せやデモンストレーションのために中国に出向くが，何度も出向くことは難しいので，二度目の訪問以降については，エプソンチャイナに旅費を負担してもらうか，あるいは仮注文書の発行をしてもらいたい旨等を記載した電子メールを送信した（甲27）。",
                    "Cは，同月27日，Dに対し，打合せの件については，場所，対象は，控訴人を訪問した際に明確にされており，場所は北京のエプソンチャイナの本社，対象はエプソンチャイナのPP-100担当部門（マーケティング及びセールス）とエプソンチャイナのディストリビュータであること，エプソンチャイナ側としては，何度も被控訴人Yに足を運んで貰うつもりはないが，被控訴人Yが社長を務める会社は上海にあり，日本から中国への海外出張という認識はなかったこと，カタログしか見たことがないので，一度ソフトウェアの中身を確認するため，デモンストレーションを依頼したものである旨の電子メールを送信した（甲27）。",
                    "なお，DとCとの間の上記電子メールのやりとりは，被控訴人Yに同送された。"
                  ]
                },
                {
                  "fig": "シ",
                  "text": [
                    "DとCの上記電子メールのやりとりを見て，エプソン販売のFは，同月28日，Dに対し，「本件，介入させていただいたほうがよいと思い，メールをさせていただきました。」として，被控訴人Yが中国に帰国した際にデモンストレーションの時間をとってもらうことで構わないが，代わりに，日本語版で構わないので，デモンストレーション用のインストールDISCをエプソンチャイナに貸し出してもらえないかとの旨を提案した電子メールを送信した（甲74）。"
                  ]
                },
                {
                  "fig": "ス",
                  "text": [
                    "その後，DとCとの間で，「iDupli」のデモンストレーション等の日程調整に関する電子メールのやりとりがされた結果，デモンストレーションの日程は平成23年1月20日，場所は北京のエプソンチャイナ本社，参加者は，エプソンチャイナ側がCを始めとするエプソンチャイナの社員，方正集団を含めたエプソンチャイナのディストリビューターの担当者，控訴人側がDとAの2名と決まった（甲77）。",
                    "なお，Cは，Dに対し，上記デモンストレーションの際，控訴人から①価格見積りの提示，②条件が合った場合，最短のローンチスケジュールの提示，③エプソンチャイナ側としては，暗号化の問題等があるため，海外からの輸入は難しいとして，中国国内での取引を希望しており，商流についての提示をするよう求めた（甲77）。"
                  ]
                },
                {
                  "fig": "セ",
                  "text": [
                    "平成23年1月20日，北京のエプソンチャイナ本社において，「iDupli」のデモンストレーション等が行われた。",
                    "上記デモンストレーションの出席者は，控訴人側からD及びAの2名，エプソンチャイナ側からCを始めとするエプソンチャイナの社員，方正集団を含めたエプソンチャイナのディストリビューターの担当者であり，被控訴人Yを含め被控訴人会社の関係者は出席していなかった（甲78）。",
                    "また，デモンストレーションに併せて行われた打合せにおいて，価格等について話し合われたほか，エプソンチャイナ側から控訴人に対し，①書き込み後に元データを消去するか消去しないかの設定，②分葉計算のロジックの見直し，③フォルダ容量監視ジョブでの開始タイミングの見直しという3つの要望事項が示され，また，「暗号化」の問題が指摘された（甲77，78）。"
                  ]
                },
                {
                  "fig": "ソ",
                  "text": [
                    "Aは，平成23年1月24日，被控訴人Yに対し，控訴人が被控訴人会社に貸し出していたPRIMERA社製ディスクパブリッシャー装置の返却を依頼するとともに，エプソンチャイナからの貸出機であるPP―100をエプソンチャイナに返却するよう依頼する電子メールを送信した。",
                    "これを受け，被控訴人Yは，同日，Aに対し，エプソンチャイナと連絡をとって返送手続をする旨の電子メールを返信した（甲43）。"
                  ]
                },
                {
                  "fig": "タ",
                  "text": [
                    "Dは，平成23年1月27日，Cに対し，同月20日のデモンストレーションの際にエプソンチャイナ側から示された，「書き込み後に元データを消すか消さないかの設定」，「分葉計算のロジックの見直し」，「フォルダ容量監視ジョブでの開始タイミング見直し」という3つの要望事項については，控訴人として，製品向上のために取り組む意向であること，暗号化の問題については，中国では暗号化公開が必要ということであるので，具体的に商談が進むようであれば，公開可能な暗号化ロジックを再作成する予定であること等を記載した電子メールを送信した（甲77）。",
                    "なお，平成23年1月以降のDとCとの間の電子メールのやりとりは，被控訴人Yを含め被控訴人会社の関係者には一切同送されておらず，平成23年1月27日の上記電子メールも，被控訴人Yを含め被控訴人会社の関係者には同送されていない。"
                  ]
                },
                {
                  "fig": "チ",
                  "text": [
                    "平成23年2月10日，CからDに対し，暗号化機能についての標準価格及び仕切価格を問い合わせる電子メールが送信され，これを受けて，Dは，同月14日，Cに対し，暗号化機能についての仕切価格を連絡するとともに，中国向けには公開可能な暗号化ロジックを再作成する予定であるので，エプソンチャイナとの商談がまとまってから納期までに1か月以上の期間が必要となることを記載した電子メールを送信した（甲77）。"
                  ]
                },
                {
                  "fig": "ツ",
                  "text": [
                    "平成23年2月14日の電子メールを送信した後しばらく経っても，Cから反応がなかったことから，Dは，同年3月9日，Cに対し，暗号化に関するエプソンチャイナ側の検討の進捗状況を問い合わせる電子メールを送信した（甲77）。"
                  ]
                },
                {
                  "fig": "テ",
                  "text": [
                    "これを受けて，Cは，平成23年3月23日，Dに対し，エプソンチャイナのディストリビューターと話した結果であるとして，①ソフトウェア本体の価格設定が高く，エプソンチャイナのディストリビューターのマージンを上乗せするとかなり高額な商品になる，②データガードオプションはユーザーに提案することができる有効なソリューションであり，リリースをしてもらいたいという意見を伝えるとともに，「Pre-sales活動をしないと販売が始まらないので，評価版（デモ版）の提供をお願いできるでしょうか？まず，提案できそうな販売店へデモを行い，価格，販売ルート，販売マージンの感触を掴みたいので，完成版（デモ用）の提供をしていただけますでしょうか？その後，仕入れ価格の相談をさせていただきます。」と記載した電子メールを送信した。",
                    "Dは，同日，Cに対し，データガード暗号化のソリューションは提案書レベルでしかなく，実際に自動暗号化できる完成品ソリューションソフトはないこと，エプソンチャイナ側で80万円のイニシャルコストを都合してもらえば，公開可能な暗号化ロジックを作成し，その後，ディスクパブリッシャー装置と連携したソフトを作成する意向であること，控訴人の「PC-GUARD・USBキー」であれば，デモサンプルとして提供することはできるが，これを用いてエプソンチャイナ側が期待するようなデモンストレーションを行うことは難しいと思われること等を記載した電子メールを送信した。"
                  ]
                },
                {
                  "fig": "ト",
                  "text": [
                    "Cは，平成23年3月24日，Dに対し，エプソンチャイナの側で控訴人にすぐに用意してもらいたいものは，デモ版の「iDupli」であること，これをポテンシャル顧客に見せて，販売数量，価格，メインテナンスなどの感触を掴みたいという意向であること，ある程度の見込み客を把握した時に，一定の数量の発注をしたいと考えており，その段階で，控訴人からの仕入価格の交渉を行うこと，データガード暗号化のソリューションに関しては，「iDupli」を売り出してからのローンチでよいと考えていること，「iDupli」のデモ版を3ライセンス分用意してもらいたいことを記載した電子メールを送信した（甲77）。",
                    "これを受けて，Dは，同日，Cに対し，控訴人において，「iDupli」のデモ版を3ライセンス分用意することを回答する電子メールを送信した。",
                    "Cは，同日，Dに対し，「iDupli」のデモ版が届き次第，ディストリビューターに渡して，市場調査を開始する旨を記載した電子メールを送信した。"
                  ]
                },
                {
                  "fig": "ナ",
                  "text": [
                    "しかし，その後，エプソンチャイナ側から，控訴人に対する，「iDupli」に係る取引についての連絡や交渉は途絶え，控訴人側からも，エプソンチャイナや被控訴人会社に対し，進捗状況の問合せ等をすることもなかった（甲78，弁論の全趣旨）。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "被控訴人会社による被控訴人ソフトウェアの開発等",
              "text": [
                "被控訴人会社は，ディスクパブリッシャー装置を制御するソフトウェアである被控訴人ソフトウェア（「群刻  簡易版」，「群刻  標準版」，「群刻",
                "究極版」）を開発し，エプソン社製のディスクパブリッシャー装置を販売するエプソンチャイナを含む中国の企業に対し販売活動を行っている（乙1）。",
                "被控訴人会社は，被控訴人ソフトウェアについて，PRIMERA社のBravo全シリーズ，エプソン社のPP全シリーズ，RIMAGE社のRimage全シリーズに対応可能であることを標榜している（甲3）。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "エプソン社のEからの問合せ",
              "text": [
                "控訴人のDは，平成23年9月12日，エプソン社のEから，被控訴人会社がエプソン社製のディスクパブリッシャー装置向けのソフトウェアを開発し，エプソンチャイナのディストリビューターと協力して展開するという話があること，以前は，控訴人との間でも中国展開のソフトウェアを相談していた経緯があるため，周辺の事情を知りたいとして，被控訴人会社と控訴人との関係を問い合わせる電子メールの送信を受けた（甲76）。",
                "上記電子メールにより，控訴人は，被控訴人会社において，被控訴人ソフトウェアを開発し，エプソンチャイナ及びその代理店に対する販売活動を行っていることを知った。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1（被控訴人会社の機密保持義務違反による債務不履行責任ないし不法行為責任の有無）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，被控訴人会社は，機密保持義務に違反して，控訴人の機密である①控訴人プログラムのソースコード及びアイデア，②「機能チェック票」（甲23）に記載された情報（甲23に記載された文言に限らず，AがBに対して口頭で指導した内容も含む。），③控訴人が平成23年1月20日にエプソンチャイナから示された3つの要望事項（ⅰ元データ削除，ⅱ分葉計算のロジック検討，ⅲフォルダ容量の監視の開始タイミング），④控訴人が平成22年12月6日にエプソン販売から示された簡易版の製作要望，⑤控訴人の事業計画を，控訴人に無断で使用して，控訴人ソフトウェアと同一機能を有し，控訴人ソフトウェアに酷似する被控訴人ソフトウェアを製作し，控訴人の顧客であるエプソンチャイナ又はその代理店に売り込んだとし，かかる行為が機密保持義務に違反する債務不履行又は不法行為に該当する旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人プログラムのソースコード及びアイデアについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，控訴人プログラムのソースコード及びアイデアが控訴人の機密情報に該当するにもかかわらず，被控訴人会社が，控訴人ソフトウェアと同一機能を有し，これに酷似する被控訴人ソフトウェアを製作し，控訴人の顧客に売り込んだ行為は，かかる機密の保持義務に違反する旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人プログラムのソースコードについて",
                  "text": [
                    "控訴人が，控訴人プログラムのソースコードと被控訴人プログラムのソースコードとの類似性として具体的に主張する内容は，別件訴訟における主張と共通である（甲4の1ないし5，甲4の7ないし14，乙1，13）が，まずこの点について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲4の1・2について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "IMPLEMENT_DYNAMIC 命令について",
                          "text": [
                            "控訴人プログラムの記述は，「IMPLEMENT_DYNAMIC（CJobsListPanel，CPanel）」であり，被控訴人プログラムの記述は，「IMPLEMENT_DYNAMIC（CProjectListBox，CBox）」である。",
                            "控訴人プログラムと被控訴人プログラムとの共通部分である「IMPLEMENT_DYNAMIC」命令は，マイクロソフト社があらかじめ用意している関数であるから，当該関数が控訴人の機密情報に該当するとはいえず，当該関数が共通しているからといって，控訴人の機密情報を使用していることにはならない。",
                            "控訴人は，“CJobsListPanel や”CTasksListPanel”の各クラスの上位クラスとして“CPanel”クラスを用意し，共通機能を“CPanel”クラスにまとめ，“CJobsListPanel や”CTasksListPanel”を派生クラスと定義することにより，同じ機能を実現するに当たり，記述の重複やコーディング量を減らす等の表現の工夫をしているなどと主張する。",
                            "しかしながら，控訴人の上記主張は，「IMPLEMENT_DYNAMIC」命令の一般的な機能を用いたプログラム作成上の工夫を説明するものにすぎず，それ自体はありふれたプログラムの手法にすぎないから，これ自体が控訴人の機密に該当するとはいえず，また，当該手法が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "3か国語対応について",
                          "text": [
                            "控訴人プログラムの記述は，「LoadResString（IDS_JOBS_LIST）」であり，被控訴人プログラムの記述は，「GetString（IDS_JOBS_LIST）」である。",
                            "上記各記述のうち，「LoadResString」と「GetString」は，機能が共通するとしても，具体的表現が異なる上，かかる機能自体が控訴人の機密に該当するとはいえず，また，機能が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。",
                            "そして，控訴人プログラムと被控訴人プログラムとの共通部分は，「IDS_JOBS_LIST」の部分であるが，このうち，「IDS_」の部分は文法上の規約に基づいて記載されたものである。また，「JOBS_LIST」の部分は，ジョブのリストを意味するものであり，ありふれた表現を結合させた記述にすぎないから，かかる記述自体が控訴人の機密に該当するとはいえず，また，上記記述が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "次回起動時の処理について",
                          "text": [
                            "控訴人プログラムの記述は，以下のとおりである。",
                            "「theApp.m_jobMonitor.LoadJobs（）；」",
                            "「theApp.m_jobMonitor.SaveJobs（）；」",
                            "また，被控訴人プログラムの記述は，以下のとおりである。",
                            "「theApp.m_projectListener.LoadAllProjects（）；」",
                            "「theApp.m_ projectListener.SaveAllProjects（）；」",
                            "このうち，「m_ projectListener.SaveAllProjects」「m_jobMonitor.SaveJobs」と「m_projectListener.LoadAllProjects」「m_jobMonitor.LoadJobs」とは，意味自体は類似するものの，表現が異なることは明らかである。したがって，意味が類似するからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。",
                            "そして，控訴人プログラムと被控訴人プログラムとの共通部分は，「theApp.….Load…（）；」「theApp. ….Save…（）；」の部分であるが，このうち，「theApp」の部分はアプリケーションのオブジェクトであることを意味するものであり，「Load」「Save」の部分は読み出し，書き込みを意味する語として，いずれもありふれた表現にすぎず，かかる記述自体が控訴人の機密であるとはいえず，また，かかる記述が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。",
                            "控訴人プログラム及び被控訴人プログラムの3か国言語に対応している部分及び次回の起動時に前回の終了時の状態から再開できるようにしている部分は，機能において共通するが，かかる機能自体が控訴人の機密であるとはいえず，また，かかる機能が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲4の3について",
                      "text": [
                        "甲4の3に係る「OnSize」メソッドについては，「OnSize」メソッドをAdd（追加）する指示をすれば，「OnSize」メソッドが生成され，「void CChildView::OnSize(UINT n Type, int cx, int cy)CWnd::OnSize(nType,",
                        "cx, cy)」までの部分は自動的に生成されるものと認められる。また，控訴人プログラム及び被控訴人プログラムの上記部分以降において共通して用いられている CRect，rcClient，GetClientRect，IsWindow，m_splitter，GetSafeHwnd，SetColumnInfo，RecalcLayoutは，いずれもマイクロソフト社が用意している関数名であるか，分割ウィンドウを使用する際にプログラマが一般的に使用するありふれた名称であると認められる。",
                        "したがって，かかる記述自体が控訴人の機密であるとはいえず，また，かかる記述が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。",
                        "さらに，控訴人プログラムと被控訴人プログラムとが，ウィンドウのサイズを任意のサイズにリサイズするようプログラミングされている点で共通するとしても，かかる機能自体が控訴人の機密であるとはいえず，また，かかる機能において共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲4の4について",
                      "text": [
                        "控訴人プログラムの記述は，以下のとおりである。",
                        "m_cbLanguage.AddString（_T（”Automatically”））;",
                        "m_cbLanguage.AddString（_T（”English”））;",
                        "m_cbLanguage.AddString（_T（”日本語”））;",
                        "m_cbLanguage.AddString（_T（”筒体中文”））;",
                        "また，被控訴人プログラムの記述は，以下のとおりである。",
                        "m_cbLanguage.AddString（GetString（IDS_AUTOMATICALLY））；",
                        "m_cbLanguage.AddString（GetString（IDS_ENGLISH））；",
                        "m_cbLanguage.AddString（GetString（IDS_JAPANESE））；",
                        "m_cbLanguage.AddString（GetString（IDS_CHINESE））；",
                        "そして，「cb」は，コンボボックス（combo box）の頭文字からなる文字列であり，コンボボックスを意味する表現として慣用されるものと認められるところ，控訴人プログラムと被控訴人プログラムとの共通部分である「m_cbLanguage.AddString」のうち，「m_cbLanguage」は，コンボボックス（combo box）で「言語」（Language）を選択するための関数であるため，combo boxの頭文字と Language とを結合した表現であることは明らかである。また，AddString はマイクロソフトがあらかじめ用意していた関数名であると認められるから，「m_cbLanguage.AddString」は，「m_cbLanguage」という文字列と AddStringとを文法に従って結合させたものにすぎない。したがって，かかる記述自体が控訴人の機密であるとはいえず，また，かかる記述が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。",
                        "また，控訴人プログラムと被控訴人プログラムとが，画面上のコンボボックスから3つの利用言語を即時に変更可能とすることにより，ユーザビリティの向上を図っている点で共通するとしても，これは機能において共通しているにすぎない。かかる機能自体が控訴人の機密であるとはいえず，また，かかる機能が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲4の5について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲4の5に係る控訴人プログラムの記述は，遅くとも平成22年8月14日には Baidu社から公開され，同年12月25日の時点では公知となっていたオープンソースソフトウェアを用いたものであると認められる（乙6）。",
                            "したがって，控訴人プログラムと被控訴人プログラムとの間において，オープンソースソフトウェアを用いた部分が共通するとしても，かかる記述自体が控訴人の機密であるとはいえず，また，かかる記述が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。  "
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「SetTimer」関数は，指定されたタイムアウト値を持つ1個のタイマを作成する機能に関し，マイクロソフト社があらかじめ用意している関数であるから，かかる関数自体が控訴人の機密であるとはいえない。また，任意に設定可能であるタイムアウト値として2000ミリ秒（2秒）を選択している点で控訴人プログラムと被控訴人プログラムとが共通しているとしても，これは機能において共通しているにすぎず，かかる機能自体が控訴人の機密であるとはいえず，また，かかる機能が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。  "
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲4の7について",
                      "text": [
                        "控訴人プログラムの記述は，「CString LoadResString（UINT nID）；」であり，被控訴人プログラムの記述は，「CString GetString（UINT nID）；」である。",
                        "控訴人プログラムと被控訴人プログラムとの共通部分のうち，「CString」は，マイクロソフト社が用意した文字列に関するクラスの名称であり，「UINT」は，データの型名であり文法で定められた表現にすぎない。また，「nID」という変数名もありふれた表現である。したがって，かかる記述自体が控訴人の機密であるとはいえず，また，かかる記述が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。",
                        "さらに，控訴人プログラムと被控訴人プログラムとが，関数を定義・利用し，その関数中で多言語処理を行わせることによって，呼出元では使用言語を意識しないようにしている点で共通するとしても，機能において共通しているにすぎず，かかる機能自体が控訴人の機密であるとはいえず，また，かかる機能が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。  "
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "甲4の8について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人プログラムの記述は，以下のとおりである。",
                            "AddPage（&m_normalPage）;",
                            "AddPage（&m_discFormatPage）;",
                            "AddPage（&m_capacityPage）;",
                            "AddPage（&m_primeraPage）;",
                            "また，被控訴人プログラムの記述は，以下のとおりである。",
                            "AddPage（&m_normalPage）;",
                            "AddPage（&m_jobPage）;",
                            "AddPage（&m_discFormatPage）;",
                            "AddPage（&m_mailPage）;",
                            "AddPage（&m_encryptPage）;",
                            "AddPage（&m_supSavPage）;",
                            "AddPage（&m_multiConnectionPage）;",
                            "AddPage（&m_hfPage）;",
                            "AddPage（&m_rimagePage）;"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人プログラムと被控訴人プログラムとの共通部分は，「AddPage（&m_normalPage）」，「AddPage（&m_discFormatPage）」の2行であるが， 「AddPage」は，マイクロソフト社があらかじめ用意している命令である。また，引数の「&m_normalPage」，「&m_discFormatPage」は，「AddPage」の対象が「normalPage」及び「discFormatPage」であることを意味するものにすぎない。したがって，かかる記述自体が控訴人の機密であるとはいえず，また，かかる記述が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。",
                            "さらに，控訴人プログラムと被控訴人プログラムとが，“AddPage”命令を用いてタブ画面を利用している点で共通するとしても，機能において共通しているにすぎず，かかる機能自体が控訴人の機密であるとはいえず，また，かかる機能が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。  "
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "甲4の9・10について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人プログラムの記述は，以下のとおりである。",
                            "DrawRobot（&dc）;",
                            "DrawInk（&dc）;",
                            "DrawDisc(&dc);",
                            "DrawDriver（&dc）;",
                            "また，被控訴人プログラムの記述は，以下のとおりである。",
                            "DrawPublisher（&dc）;",
                            "DrawInk（&dc）;",
                            "DrawBins（&dc）;"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人プログラムと被控訴人プログラムとの共通部分である「DrawInk（&dc）」は，表示に関する命令（「Draw」）に対象物（「Ink」）を結合させた記述にすぎず，パブリシャー装置のインクの残量の状態を表示させる命令として，ありふれたものである。したがって，かかる記述自体が控訴人の機密であるとはいえず，また，かかる記述が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。",
                            "さらに，控訴人プログラムと被控訴人プログラムとが，表示に関する命令（「Draw」）でパブリッシャー装置の状態を表示して，利用者の便宜を図るようにしているという点で共通するとしても，機能において共通するにすぎず，かかる機能自体が控訴人の機密であるとはいえず，また，かかる機能が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。  "
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "「SetTimer」関数については，前記(エ)b記載のとおりである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "甲4の12について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人プログラムの記述は，以下のとおりである。",
                            "if(CSV_JOB==m_nJobType)",
                            "（控訴人プログラムは，これに続いて，「GetDlgItem」命令を19回，if 文を3回使用している。）",
                            "else if(FOLDER_JOB==m_nJobType)",
                            "また，被控訴人プログラムの記述は，以下のとおりである。",
                            "if（NORMAL_PROJECT==m_nProjectType）",
                            "（被控訴人プログラムは，これに続いて，「GetDlgItem」命令を47回使用しているが，if文は使用していない。）",
                            "else if(FOLDER_PROJECT==m_nProjectType)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人プログラムと被控訴人プログラムとの共通部分のうち，if文/else if 文は，条件に応じた処理において一般的に用いられるところ，控訴人プログラムと被控訴人プログラムとは，具体的な判断条件の表現が異なっている。",
                            "また，if文に続く部分は，「GetDlgItem」命令が記述されていることは共通しているものの，if文の利用の有無が異なっているのみならず，「GetDlgItem」命令の使用回数が大きく異なっている以上，各命令文の表現が一致しているとはいえない。",
                            "そして，「GetDlgItem」命令は，マイクロソフト社があらかじめ用意している関数であるから，かかる関数自体が控訴人の機密であるとはいえず，また，かかる関数が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。",
                            "さらに，控訴人プログラムと被控訴人プログラムとが，利用者がいちいち本件プログラムを操作しなくても書き込みが開始できる仕組みとして，①外部のコンピュータで CSVファイルを用意して，そのファイルを特定のフォルダに保存した時点で，CSVファイルの内容に従って書き込みを開始する方法（CSVジョブ）と，②フォルダの容量を監視して一定容量を超えた際に書き込みを開始する方法（フォルダジョブ）を用意し，遠隔地からの処理や自動処理に対応する機能を備えている点で共通するとしても，これは機能において共通するにすぎず，かかる機能自体が控訴人の機密であるとはいえず，また，かかる機能が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。  "
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "甲4の13について",
                      "text": [
                        "「IMPLEMENT_DYNCREATE」関数については，前記(ア)aに記載したところと同様の理由により，当該関数が控訴人の機密情報に該当するとはいえず，当該関数が共通しているからといって，控訴人の機密情報を使用していることにはならない。",
                        "控訴人は，重複ソースコードを排除してメンテナンス性の向上を図るとともに，承継先クラスの違いを意識することなく，CIDTaskを扱うことができるよう表現の工夫をしているなどと主張する。",
                        "しかしながら，控訴人の上記主張は，「IMPLEMENT_DYNCREATE」命令の一般的な機能を用いたプログラム作成上の工夫を説明するものにすぎず，それ自体は，ありふれたプログラムの手法にすぎないから，これ自体が控訴人の機密に該当するとはいえず，また，当該手法が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。",
                        "また，控訴人は，被控訴人プログラムの「CCsvTask」クラスのソースコード中に，本来であれば「CsvTask」と記述されるはずのところ「//CsvIDTask.cpp」と記述されている部分があるが，これは，被控訴人プログラムが控訴人プログラムのソースコードを使用（複製又は翻案）して作製されたものであることの証左である旨主張する。",
                        "しかしながら，被控訴人らは，控訴人と被控訴人らとの間で，控訴人プログラムと被控訴人プログラムとの類否が問題となった際，被控訴人会社の従業員が両者を対比する作業を行った際，誤った手順により作業をしたために「//CsvIDTask.cpp」との記述が被控訴人プログラムに生じたにすぎない旨主張し，これに沿う被控訴人Yの陳述書（乙10）が存することに照らすと，控訴人の主張事実を直ちに認めることは困難といわざるを得ない。そもそも，「CsvIDTask」というクラス名称は「Csv」，「ID」，「Task」というコンピュータ処理上よく用いられる語を組み合わせた名称にすぎないから，これ自体が控訴人の機密に該当するとはいえないし，かかる記述が共通するからといって，被控訴人プログラムが控訴人プログラムのソースコードを使用（複製又は翻案）して作製されたものであると直ちに認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "甲4の14について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "AddNotifyIcon 等について",
                          "text": [
                            "控訴人プログラムの記述は，以下のとおりである。",
                            "AddNotifyIcon();",
                            "OnSysHFMStart();",
                            "OnSysJMStart();",
                            "OnSysTMStart();",
                            "また，被控訴人プログラムの記述は，以下のとおりである。",
                            "AddNotifyIcon();",
                            "OnHFLStart();",
                            "OnPLStart();",
                            "OnTLStart();",
                            "控訴人プログラムと被控訴人プログラムとの共通部分は，関数名として「AddNotifyIcon()」を使用している部分であるが，「AddNotifyIcon()」は，関数名として一般的に多数使用されているものと認められる。したがって，かかる記述自体が控訴人の機密であるとはいえず，また，かかる記述が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。",
                            "さらに，控訴人プログラムと被控訴人プログラムとが，ユーザのメニューアクセス性を向上させるため，Windowsのタスクトレイにアイコンを表示し，それを右クリックするとメニューが選択できるようにしている点で共通するとしても，機能が共通するにすぎず，かかる機能自体が控訴人の機密であるとはいえず，また，かかる機能が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。  "
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "アプリケーションの終了処理について",
                          "text": [
                            "控訴人プログラムの記述は，以下のとおりである。",
                            "if (theApp.m_taskMonitor.IsExistUnFinishedTasks()",
                            "&& AfxMessageBox(_T(\"There are some unfinished task(s).\")",
                            "_T(\"\\nThe exact status will lose if you close the application.\\nAre you sure to close it?\"), MB_YESNO) != IDYES)",
                            "{",
                            "m_bCloseSelected = FALSE;",
                            "END_SIGN_LOCK(theApp.m_taskMonitor.m_bListCtrlAccessAble)",
                            "return;",
                            "}",
                            "被控訴人プログラムの記述は，以下のとおりである。",
                            "双方の記述を対比すると，まず，控訴人プログラムと被控訴人プログラムとの共通部分である if文において，具体的な判断条件である括弧内の表現が異なっている。また，被控訴人プログラムにおいては，if 文の条件が成立した場合に実行される命令列中に，さらに if文を使用して条件を判断しているのに対して，控訴人プログラムにはそのような記述はない。",
                            "しかも，前記のとおり，if文は条件に応じた処理に一般的に用いられるものであるのみならず，「AfxMessageBox」関数は，あらかじめマイクロソフト社が用意している関数であるから，いずれもありふれた表現にすぎない。",
                            "したがって，かかる記述自体が控訴人の機密であるとはいえず，また，かかる記述が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。",
                            "さらに，控訴人プログラムと被控訴人プログラムとが，アプリケーションの終了処理に際し，ディスクへの書き込み作業等が終了する前にアプリケーションが終了し，不具合が生じてしまうことを避けるため，一定間隔で作業の終了確認を行い，終了が確認できた場合に限り，アプリケーションが終了するようにしている点で共通するとしても，機能において共通するにすぎず，かかる機能自体が控訴人の機密であるとはいえず，また，かかる機能が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。  "
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "while ループ文の中の Delay 命令について",
                          "text": [
                            "控訴人プログラムの記述は，以下のとおりである。",
                            "while（theApp.m_jobMonitor.IsWorking()）",
                            "Delay(500，FALSE);",
                            "while（theApp.m_taskMonitor.IsWorking()）",
                            "Delay(500，FALSE);",
                            "また，被控訴人プログラムの記述は，以下のとおりである。",
                            "while（theApp.m_projectListener.IsRunning()）",
                            "Delay(500，FALSE);",
                            "while（theApp.m_taskListener.IsRunning()）",
                            "Delay(500，FALSE);",
                            "控訴人プログラムと被控訴人プログラムとの共通部分は，while 文及び「Delay」関数を使用している点及び「Delay」関数の引数であるが，while文は文法上定められた表現であり，「Delay」関数は，時間待ちの機能を実現するためにエンジニアが一般的に使用するありふれた関数名である。",
                            "したがって，かかる記述自体が控訴人の機密であるとはいえず，また，かかる記述が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。",
                            "さらに，控訴人プログラムと被控訴人プログラムとが，「Delay」関数において，遅延させる数値を0．5秒（500）に設定している点で共通するとしても，機能において共通するにすぎず，かかる機能自体が控訴人の機密であるとはいえず，また，かかる機能が共通しているからといって，被控訴人プログラムにおいて控訴人プログラムのソースコードが使用（複製又は翻案）されているとは直ちにいえない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "控訴人は，被控訴人プログラムに",
                          "text": [
                            "「/*",
                            "ON_NOTIFY_EX_RANGE(TTN_NEEDTEXTW,・・・",
                            "ON_NOTIFY_EX_RANGE(TTN_NEEDTEXTA,・・・",
                            "*/」",
                            "との記述があるが，かかる記述はプログラムとしては意味のない記述であり，このようなプログラムとして意味のない記述が控訴人プログラムと共通していることは，被控訴人プログラムが控訴人プログラムのソースコードを使用（複製又は翻案）して作製されたものであることの証左である旨主張する。",
                            "これに対し，被控訴人らは，かかる記述は「Visual C＋＋」の開発環境で自動生成されたコードを，自動生成された後不要であることが判明したことから，コメントとするために「/* ～*/」で囲んだ旨主張するところ，上記主張を不合理なものであるとして排斥することはできないから，控訴人の前記主張を直ちに採用することはできない。そもそも，「Visual C＋＋」の開発環境で自動生成されたコード自体は，控訴人の機密に該当するとはいえないし，かかるコードが共通するからといって，被控訴人プログラムが控訴人プログラムのソースコードを使用（複製又は翻案）して作製されたものであると直ちに認めることはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "System.xml ファイルを使用する記述となっている点について",
                      "text": [
                        "控訴人は，被控訴人プログラムは環境設定ファイルとして System.iniファイルを利用しているにもかかわらず，MainFrmクラスにおいてSystem.xml ファイルを使用する記述となっているが，かかる記述は被控訴人プログラムには不要なものであり，このような不要な記述が控訴人プログラムと共通していることは，被控訴人プログラムが控訴人プログラムのソースコードを使用（複製又は翻案）して作製されたものであることの証左である旨主張する。",
                        "しかしながら，被控訴人プログラムにおいて，System.xml ファイルを使用する処理が存在し得ないとまではいえない。そもそも，かかるファイルを用いること自体はありふれた手法であって，これ自体が控訴人の機密に該当するとはいえないし，かかる手法の点で共通するからといって，被控訴人プログラムが控訴人プログラムのソースコードを使用（複製又は翻案）して作製されたものであると直ちに認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "控訴人プログラムと被控訴人プログラムの類似性に係るその他の主張について",
                      "text": [
                        "控訴人は，被控訴人プログラムは控訴人プログラムを複製した上で若干の機能追加，画面変更をして作製したものである旨主張し，その根拠として，①控訴人プログラムと被控訴人プログラムの画面の構成が酷似していること，②記録メディアのレーベル印刷機能に関するウェブサイトの表記が酷似していること，③基本的機能が共通すること，④クラス構造が類似すること，⑤ログメッセージが酷似していること，⑥フォルダ階層構造が酷似していることなどを挙げる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "①（画面の構成）について",
                          "text": [
                            "控訴人プログラムと被控訴人プログラムとの画面構成（甲6，7，44）は相当程度異なっており，共通する部分も多くのプログラムが採用するありふれた構成にすぎず，このような構成自体が控訴人の機密であるとはいえないし，また，かかる構成が共通しているからといって，被控訴人のプログラムが控訴人プログラムを複製することにより作製されたものであることを直ちに基礎付けるとはいえない。",
                            "「分葉計算機能」に関する画面における規定値の設定も，周知の記録媒体の標準的な記録容量にエラー回避のための書き込み余地を付加するというありふれた手法にすぎず，かかる規定値自体が控訴人の機密であるとはいえず，また，かかる規定値の設定が共通しているからといって，被控訴人のプログラムが控訴人プログラムを複製することにより作製されたものであることを直ちに基礎付けるとはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "②（ウェブサイトの表記）について",
                          "text": [
                            "記録メディアのレーベル印刷機能に関するウェブサイトの表記（甲8）が酷似しているとの点については，これに係る表記が控訴人の機密であるとはいえず（甲9），また，ウェブサイト上でレーベル印刷機能を説明した部分が酷似しているからといって，プログラム自体の類似性が基礎付けられるわけでもない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "③（基本的機能）について",
                          "text": [
                            "控訴人プログラムと被控訴人プログラムとは，いずれもディスクパブリッシャー装置を制御するプログラムであって，それぞれのプログラムが有する機能には共通する部分があるが，共通して備える機能それ自体が控訴人の機密であるとはいえず，多くのプログラムが備えるありふれた機能であって，かかる機能が共通しているからといって，被控訴人のプログラムが控訴人プログラムを複製することにより作製されたものであることを直ちに基礎付けるとはいえない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "④（クラス構造）について",
                          "text": [
                            "プログラムを機能に応じて複数のクラス単位に分割し，それらをツリー構造に連結して全体を形成するという手法は，ありふれたプログラムの作製手法であって，かかる手法自体が控訴人の機密であるとはいえず，かかる手法が共通しているからといって，被控訴人のプログラムが控訴人プログラムを複製することにより作製されたものであることを直ちに基礎付けるとはいえない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "⑤（ログメッセージ）について",
                          "text": [
                            "控訴人プログラムと被控訴人プログラムとのログメッセージ（甲68）は相当程度異なっている。また，ログメッセージは，ほとんどのプログラムが有するありふれた機能にすぎない。したがって，ログメッセージに共通する部分があるとしても，これが控訴人の機密であるとはいえないし，また，共通する部分があるからといって，被控訴人のプログラムが控訴人プログラムを複製することにより作製されたものであることを直ちに基礎付けるとはいえない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "⑥（フォルダ階層構造）について",
                          "text": [
                            "控訴人は，控訴人プログラムと被控訴人プログラムとでは，プログラム内の「Database Jobs Tasks」という階層構造がほぼ一致している点を挙げるが，かかる階層構造自体がありふれた仕様であって，これが控訴人の機密に該当するとはいえないし，また，かかる構造が共通しているからといって，被控訴人のプログラムが控訴人プログラムを複製することにより作製されたものであることを直ちに基礎付けるとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ス)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，控訴人プログラムと被控訴人プログラムとの対比（甲4の1ないし5，甲4の7ないし14）において，控訴人の指摘する点を個別に見ても，また，これらを全体として見ても，控訴人プログラムと被控訴人プログラムのソースコードが同一又は類似のものであるとはいえず，また，控訴人が挙げる点は，いずれも被控訴人プログラムが控訴人プログラムを複製することにより作製されたものであることを直ちに基礎付けるに足りるものではないから，被控訴人プログラムが控訴人プログラムを使用（複製又は翻案）して作製されたものであるとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人プログラムのアイデアについて",
                  "text": [
                    "控訴人は，控訴人プログラムのアイデアが控訴人の機密に該当する旨主張するが，機密に該当するとする情報の具体的内容は判然としない。控訴人プログラムと被控訴人プログラムとのソースコード，画面の構成，ウェブサイトの表記，基本的機能，クラス構造，ログメッセージ，フォルダ階層構造の対比において，両者が共通する部分に係る機能（アイデア）それ自体が控訴人の機密であると認めるに足りないことは前記イ記載のとおりである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，控訴人プログラムのソースコード及びアイデアに関し，被控訴人会社に機密保持義務違反がある旨の控訴人の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「機能チェック票」（甲23）に記載された情報について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，「機能チェック票」（甲23）に記載された情報（甲23に記載された文言に限らず，AがBに対して口頭で指導した内容も含む。）が控訴人の機密情報に該当し，被控訴人会社にはかかる機密の保持義務違反がある旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "証拠（甲45）によれば，「機能チェック票」（甲23）は，控訴人のAが，被控訴人会社に対し，その行う本件開発業務委託契約に基づくソフトウェアの開発について，実装すべき機能や仕様を示すために作成し，被控訴人会社のBに送付したものであり，その内容は，№1～94までにわたり，機能や仕様について端的に項目が挙げられているにすぎないものである。",
                    "そして，以下のとおり，いずれの項目も多くのプログラムが備えるありふれた機能や仕様であるか，一般に広く知られたプログラムに係る手法等であり，公知の情報であると認められるものである。また，№21，28，47，65，71，87，89の項目については，「iDupli ver1」に実装された機能であって，本件開発業務委託契約の締結より前に「iDupli ver1」が販売されたことにより，既に公知となっていたものであると認められる（甲42）。",
                    "さらに，「機能チェック票」に記載された各項目を全体として見れば，控訴人ソフトウェアの機能や仕様として，これが公知の情報であるとまではいえないとしても，かかる情報が，被控訴人プログラムにおいて使用されていることを認めるに足りる証拠はない。",
                    "なお，「AがBに対して口頭で指導した内容」については，その具体的な内容が特定されていないから，これが控訴人の機密情報に該当する旨の控訴人の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，「機能チェック票」（甲23）に記載された情報（甲23に記載された文言に限らず，AがBに対して口頭で指導した内容も含む。）に関し，被控訴人会社に機密保持義務違反がある旨の控訴人の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "平成23年1月20日にエプソンチャイナから示された3つの要望事項について",
              "text": [
                "控訴人は，平成23年1月20日にエプソンチャイナから示された3つの要望事項（ⅰ元データ削除，ⅱ分葉計算のロジック検討，ⅲフォルダ容量の監視の開始タイミング）が控訴人の機密情報に該当し，被控訴人会社にはかかる機密の保持義務違反がある旨主張する。",
                "前記1認定事実によれば，①上記要望事項は，平成23年1月20日に北京のエプソンチャイナ本社において行われた「iDupli」のデモンストレーション及びその後の打合せの際に，エプソンチャイナ側から控訴人に示されたものであるが，かかるデモンストレーション及びその後の打合せには，被控訴人Y及び被控訴人会社の関係者は出席していなかったこと，②控訴人のDは，平成23年1月27日，Cに対して送信した電子メール中で，エプソンチャイナ側から示された要望事項，すなわち「書き込み後に元データを消すか消さないかの設定」，「分葉計算のロジックの見直し」，「フォルダ容量監視ジョブでの開始タイミング見直し」を明示した上で，控訴人としてかかる要望に取り組む意向であること等を記載した電子メールを送信したが，上記電子メールは，被控訴人Yを含め被控訴人会社の関係者には一切同送されていないことが認められる。そうすると，これらの事実を総合しても，被控訴人会社や被控訴人Yが，平成23年1月20日エプソンチャイナとの打合せの場で上記要望事項の開示を受けたとも，また，Dの同月27日付け電子メールにより，これの開示を受けたとも認めることはできない。",
                "そして，本件において，被控訴人会社や被控訴人Yが，本件開発業務委託契約に係る業務を遂行する過程，あるいは，控訴人とエプソンチャイナとの間における「iDupli」ソフトウェアに関する商談に関与する過程で，控訴人又はその商談の相手方であるエプソンチャイナから開示を受けたことを認めるに足りる証拠はない。",
                "したがって，平成23年1月20日にエプソンチャイナから示された3つの要望事項に関し，被控訴人会社に機密保持義務違反がある旨の控訴人の主張は理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "控訴人が平成22年12月6日にエプソン販売から示された簡易版の製作要望について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，平成22年12月6日にエプソン販売から示された簡易版の製作の要望が控訴人の機密情報に該当し，被控訴人会社にはかかる機密の保持義務違反がある旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記1認定事実によれば，①平成22年12月6日のエプソンチャイナ向けの「iDupli」の仕切価格等に関する商談の場には，控訴人の担当者，エプソン販売のFのほか，被控訴人Yも同席していたこと，②被控訴人会社は，エプソン社製のディスクパブリッシャー装置向けのソフトウェアとして開発された被控訴人ソフトウェアについて，簡易版（「群刻  簡易版」）を製作していることが認められ，これらの事実に照らせば，平成22年12月6日の商談の場において，エプソン販売から簡易版製作の要望が示され，上記商談の場に同席していた被控訴人Yが上記要望を知り得た可能性は否定できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "しかしながら，ソフトウェアの開発を打診する者が，一部の機能に限定した簡易版のソフトウェアの製作の要望を有すること自体は一般的なことであって，かかる要望を有するという情報それ自体が，機密情報に該当するとは認め難い。",
                    "加えて，本件全証拠によるも，被控訴人Yが，エプソン側に簡易版の製作の要望があるとの情報を控訴人の営業上の機密であるとして開示を受けたことを認めるに足りる証拠もない。",
                    "なお，証拠（甲43，乙12）によれば，Bが，平成22年9月15日，Aに対して，本件開発業務委託契約に関し，「Win版の対象になる機種について相談したい」旨の電子メールを送信したこと，これに対し，Aは，同日，Bに対し，「Win版，Mac 版とも対象になる機種はPRIMERA社のBravoシリーズのディスクパブリッシャー装置となる」旨の電子メールを返信したことが認められ，これらの事実によれば，前記1認定のとおり，本件開発業務委託契約において，開発するソフトウェアの対象とするディスクパブリッシャー装置は，Win版，Mac版とも，PRIMERA社のBravoシリーズであることが合意されていたものと認められ，被控訴人会社にエプソン社製の装置向けのソフトウェアの開発が委託されていたとは認められない。そうすると，被控訴人Yが上記情報を本件開発業務委託契約に係る業務を遂行する過程で知ったとは認められず，さらに，後記認定のとおり，控訴人と被控訴人会社との間で本件販売業務委託契約が締結されたとの事実は認められないから，被控訴人Yが上記情報を本件販売業務委託契約に係る業務を遂行する過程で知ったとも認めることはできない。",
                    "したがって，上記情報について，本件業務委託基本契約，本件SES基本契約，本件秘密保持契約を適用することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，平成22年12月6日にエプソン販売から示された簡易版の製作の要望に関し，被控訴人会社に機密保持義務違反がある旨の控訴人の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "控訴人の事業計画について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，控訴人の事業計画（エプソン販売が子会社であるエプソンチャイナを通じて中国市場で「iDupli」を搭載したディスクパブリッシャー装置（PP-100）を販売する計画を有しており，控訴人がエプソン販売及びエプソンチャイナとの間で上記販売計画を進めていたこと，エプソンチャイナ側の窓口がCであったこと，エプソンチャイナは，上記販売計画において，代理店である方正集団と組む計画を有していたこと，控訴人ソフトウェアの価格情報）が控訴人の機密情報に該当し，被控訴人会社にはかかる機密の保持義務違反がある旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記1認定事実によれば，被控訴人Yは，平成22年11月26日に送信された電子メールで，Dから控訴人の上記事業計画に係る情報の開示を受けたこと及び被控訴人Yは，同年12月27日のDとCとの電子メールの同送を受けることにより，エプソンチャイナのディストリビューターに係る情報の開示を受けたことが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "しかしながら，本件全証拠によるも，被控訴人Yが，控訴人の上記事業計画に係る情報を控訴人の営業上の機密であるとして開示を受けたことを認めるに足りる証拠はない。",
                    "なお，前記1認定事実によれば，本件開発業務委託契約において，開発するソフトウェアの対象とするディスクパブリッシャー装置は，Win版，Mac版とも，PRIMERA社のBravoシリーズとされており，被控訴人会社にエプソン社製の装置向けのソフトウェアの開発が委託されていたとは認めることはできないから，被控訴人Yが上記情報を本件開発業務委託契約に係る業務を遂行する過程で知ったとは認められず，さらに，後記認定のとおり，控訴人と被控訴人会社との間で本件販売業務委託契約が締結されたとの事実は認められないから，被控訴人Yが上記情報を本件販売業務委託契約に係る業務を遂行する過程で知ったとも認めることはできない。そうすると，上記情報について，本件業務委託基本契約，本件SES基本契約，本件秘密保持契約を適用することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，控訴人の事業計画に関し，被控訴人会社に機密保持義務違反がある旨の控訴人の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，被控訴人会社には，機密保持義務違反の行為は認められないから，被控訴人会社が控訴人に対し，機密保持義務違反の債務不履行又は不法行為責任を負う旨の控訴人の上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点2（被控訴人会社の競業禁止義務違反による債務不履行責任ないし不法行為責任の有無）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，被控訴人会社は，競業禁止義務に違反して，控訴人ソフトウェアと同一機能を有し，控訴人ソフトウェアに酷似する被控訴人ソフトウェアを密かに製作した上で，控訴人からエプソンチャイナへの控訴人ソフトウェアの販売業務の委託を受けていたにもかかわらず，エプソンチャイナ又はその代理店に対して，被控訴人ソフトウェアを売り込むという競業行為を行ったとし，かかる行為が競業禁止義務に違反する債務不履行又は不法行為に該当する旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件販売業務委託契約に基づく競業禁止義務違反について",
              "text": [
                "控訴人は，控訴人と被控訴人会社との間で本件販売業務委託契約が締結されていたとして，かかる契約に基づき，被控訴人会社は控訴人に対し競業禁止義務を負うが，被控訴人会社は同義務に違反する競業行為を行った旨主張する。",
                "前記1認定事実によれば，①控訴人のDは，平成22年11月26日，被控訴人Yに対し，中国において，エプソン社製PP-100に「iDupli」を添付して販売するという商談に関し，日本において控訴人から被控訴人会社に「iDupli」のソフトウェアを供給し，中国の被控訴人Yからエプソンチャイナに販売するという形をとりたいので，販売価格の設定等の交渉をエプソンチャイナと行ってもらいたいとの申入れをしたこと，②これに対し，被控訴人Yは，「GOOD  ＮEWSを頂きまして有難うございます。」などと応答した上で，同月29日には控訴人を訪問し，控訴人代表者及びDと面談し，同人らから，エプソンチャイナへの「iDupli」の販売に関して，被控訴人会社が中間に介在する形式を取ることについての打診を受け，さらに，その場合の利益配分についての提案を受けたこと，③その後，被控訴人Yは，同月30日には，中国市場向け「iDupli」の定価，仕切率，販社向け仕切価格，仕切価格の内訳等を記載した「中国版 iDupliソフトウェア販売価格検討案」と題する一覧表を作成して，控訴人に送信した上で，同年12月6日に行われた，控訴人とエプソン販売との商談に同席したこと，④被控訴人Yは，同月24日には，エプソンチャイナから，北京において「iDupli」のデモンストレーション及び価格に関する打合せをしたい旨の連絡を受けたことが認められ，これらの事実に照らせば，被控訴人Yが，エプソンチャイナ向けの控訴人ソフトウェアの販売に関し，一定の関与をした時期があったことが認められる。",
                "しかしながら，控訴人と被控訴人会社又は被控訴人Yとの間で，エプソンチャイナ向けの控訴人ソフトウェアの販売業務を被控訴人会社又は被控訴人Yに委託する旨の契約書類は一切作成されておらず（弁論の全趣旨），さらに，前記1認定事実によれば，⑤平成23年1月20日に北京のエプソンチャイナ本社において行われた「iDupli」のデモンストレーションや販売価格の交渉を含めた打合せには，控訴人側はDとAが出席しただけで，被控訴人Yを含め被控訴人会社の関係者は出席しなかったこと，⑥上記デモンストレーション後の交渉は，控訴人のDとエプソンチャイナのCとの間で行われており，被控訴人Yや被控訴人会社の関係者はこれに関与していないこと，⑦平成23年1月以降のDとCとの間の電子メールのやりとりは，被控訴人Yを含め被控訴人会社の関係者には一切同送されておらず，控訴人とエプソンチャイナとの間の販売価格を含めた交渉の進捗状況については，被控訴人Yを含め被控訴人会社の関係者に知らされていた形跡もないこと，⑧控訴人は，平成23年3月24日のエプソンチャイナとのやりとりを最後に，エプソンチャイナ側から，控訴人に対する，「iDupli」に係る取引についての連絡や交渉は途絶え，控訴人側からも，同年9月12日にエプソン社のEから被控訴人会社による被控訴人ソフトウェアの開発についての情報提供を受けるまで，エプソンチャイナや被控訴人会社に対し，進捗状況の問合せ等をすることもなかったことが認められる。これらの事実に照らせば，前記①ないし④の事実に基づき控訴人と被控訴人会社との間で，控訴人の主張するところの本件販売業務委託契約が成立していたと認めることは困難であり，他にこれを認めるに足りる証拠はない。",
                "したがって，本件販売業務委託契約が成立したことを前提とする控訴人の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件開発業務委託契約に基づく競業禁止義務違反について",
              "text": [
                "控訴人は，被控訴人会社は，本件開発業務委託契約に基づき，控訴人ソフトウェアと同一の機能を有し，これと酷似した被控訴人ソフトウェアを，委託者から販売を委託された売り込み先であるエプソンチャイナ又はその代理店に売り込んではならない競業禁止義務を負うが，被控訴人会社は同義務に違反する競合行為を行った旨主張する。",
                "しかしながら，本件開発業務委託契約，本件SES基本契約，本件秘密保持契約，本件業務委託基本契約のいずれの契約にも，被控訴人会社に対し，控訴人ソフトウェアと競合する同種のソフトウェア（ディスクパブリッシャー装置を制御するソフトウェア）の開発や販売を禁止する条項は定められていないから，被控訴人会社が，本件開発業務委託契約に基づき，およそ控訴人ソフトウェアと競合する同種のソフトウェアの開発や販売を避止すべき義務を負っていたとは認められない。そして，被控訴人プログラムが控訴人プログラムと同一又は類似のプログラムであるとも認められないことは前記2(2)イ記載のとおりである。",
                "さらに，被控訴人会社が控訴人から控訴人ソフトウェアをエプソンチャイナ又はその代理店に売り込むことを委託されたとは認められないことは，前記(2)記載のとおりである。",
                "したがって，控訴人の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "信義則等その他の根拠に基づく競業禁止義務違反について",
              "text": [
                "控訴人は，控訴人と被控訴人会社との間の契約又は契約関係に内在する信義則，付随的義務，保護義務，善管注意義務，契約締結上の過失，さらに，契約終了後においては契約の余後効に基づいて，被控訴人会社は，控訴人ソフトウェアと酷似する同一の機能のソフトウェアを製作し，販売してはならないという競業禁止義務を負うが，被控訴人会社は同義務に違反する競合行為を行った旨主張する。",
                "しかしながら，被控訴人プログラムが控訴人プログラムと同一又は類似のプログラムであるとは認められないことは前記2(2)イ記載のとおりである。",
                "また，被控訴人会社が控訴人から控訴人ソフトウェアをエプソンチャイナ又はその代理店に売り込むことを委託されたとは認められないことは，前記(2)記載のとおりである。",
                "加えて，本件においては，前記1認定事実によれば，前記(2)記載の⑤ないし⑧の事情が認められ，これらの事情に照らすと，エプソンチャイナ向けの控訴人ソフトウェアの販売という控訴人の事業自体がその交渉段階で現実化しないまま頓挫したものと見ざるを得ない状況にあったというほかなく，このような控訴人とエプソンチャイナとの交渉状況にあって，被控訴人会社において，契約によらず，およそ控訴人ソフトウェアと競合する同種のソフトウェアの開発や販売を避止すべき義務を負うとは認められないというべきである。",
                "したがって，控訴人の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，被控訴人会社には，競業禁止義務違反の行為は認められないから，被控訴人会社が控訴人に対し，競業禁止義務違反の債務不履行又は不法行為責任を負う旨の控訴人の上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点3（被控訴人Yの不法行為責任の有無）について",
          "text": [
            "控訴人は，被控訴人Yは，被控訴人会社の代表取締役として，控訴人ソフトウェアと同一又は類似した被控訴人ソフトウェアを製作して，エプソンチャイナに売込み，これにより，被控訴人会社が控訴人に対して納品した控訴人ソフトウェアの価値を意図的に毀損して履行を無意味にしたものであるから，控訴人に対し，不法行為責任を負う旨主張する。",
            "しかしながら，被控訴人会社に機密保持義務違反や競業禁止義務違反の債務不履行行為又は不法行為が認められないことは，前記2及び3記載のとおりであるから，被控訴人Yが，被控訴人会社の行為について，控訴人に対し，不法行為責任を負うことはない。",
            "したがって，控訴人の上記主張は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "争点5（被控訴人プログラムの複製及び譲渡の差止め，並びに複製物の破棄請求権の有無）について",
          "text": [
            "控訴人は，被控訴人会社は，被控訴人プログラムは，控訴人プログラムのソースコードを使用して製作されたものであり，これと同一又は類似のプログラムであるから，控訴人は，本件秘密保持契約及び本件SES契約に基づき，被控訴人会社に対し，被控訴人プログラムの複製及び譲渡の差止め，並びに複製物の破棄を請求する権利を有する旨主張する。",
            "しかしながら，被控訴人プログラムが控訴人プログラムと同一又は類似のプログラムであるとは認められないことは前記2(2)イ記載のとおりである。",
            "したがって，控訴人の上記主張は理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "まとめ",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，控訴人の本訴請求はいずれも理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第であるから，控訴人の請求をいずれも棄却した原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。",
        "なお，控訴人の平成27年1月20日付け文書提出命令の申立て（平成27年(ウ)第10003号）については，本訴における控訴人の主張内容に鑑みれば，既に書証として提出されている被控訴人プログラムのソースコード（甲11）のほかに，上記申立てに係る被控訴人プログラムのソースコードの証拠調べの必要性はないものと認められるから，上記申立てを却下する。"
      ]
    }
  ]
}