{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1000万円及びこれに対する平成25年3月7日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，発明の名称を「地盤強化工法」とする特許第3793777号(以下，この特許を「本件特許」，この特許権を「本件特許権」という。)の専用実施権者である控訴人が，被控訴人による「東京駅丸の内駅舎地下免震工事」(以下「本件工事」という。)の施工が本件特許の専用実施権侵害に当たる旨主張して，被控訴人に対し，専用実施権侵害の不法行為に基づく損害賠償又は不当利得に基づく利得金返還請求の一部請求として9億7020万円の一部である1000万円及び遅延損害金の支払を求めた事案である。",
        "原判決は，被控訴人ほか2社の共同企業体が施工した本件工事に係る工法は，本件特許に係る特許請求の範囲の請求項1に係る発明(以下「本件特許発明」という。)の技術的範囲に属さないとして，控訴人の請求を棄却した。控訴人は，原判決を不服として本件控訴を提起した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実(末尾に証拠の摘示のない事実は，争いのない事実である。)",
          "text": [
            "前提事実は，次のとおり訂正するほか，原判決2頁6行目から3頁末行までに記載のとおりであるから，これを引用する。",
            "原判決2頁7行目から8行目にかけての「(本件特許権に係る特許公報〔甲2〕を末尾に添付し，これを「本件明細書」という。)」を「(以下，本件特許に係る特許出願の願書に添付した明細書を，図面を含めて「本件明細書」という。甲2)」と改める。",
            "原判決2頁24行目から3頁7行目までを次のとおり改める。",
            "本件特許に係る特許請求の範囲の記載",
            "本件特許に係る特許請求の範囲の請求項1の記載は，次のとおりである。",
            "「【請求項1】",
            "鉄骨などの構造材で強化，形成されたテーブルを地盤上に設置し，前期テーブルの上部に，立設された建築物や道路，橋などの構造物，または，人工造成地を配置する地盤強化工法であって，前記テーブルと地盤の中間に介在する緩衝材を設け，前記テーブルが既存の地盤との関連を断って，地盤に起因する欠点に対応するようにしたことを特徴とする地盤強化工法。」(判決注・請求項1記載の「前期テーブルの上部に」中の「前期テーブル」は，「前記テーブル」の誤記と認める。)」",
            "原判決3頁23行目から末行までを次のとおり改める。",
            "本件工事の概要",
            "原判決別紙図面(甲12の2)は，本件工事の概要を示した「免震化工事フロー図」である。原判決別紙図面の「1．現状」は本件工事着工前の駅舎地下を示した断面図，「2．仮受け」，「3.地下躯体工事・地上復原工事」及び「4.地下躯体工事完了」は本件工事の施工途中における駅舎地下を示した各断面図，「5．免震化(完成)」は本件工事完成後の駅舎地下を示した断面図であり，本件工事は，「1．」ないし「5．」に示された各工程を順に経て完成に至っている。",
            "本件工事を構成する「仮受け工事」等の工程の概要は，別紙1(被控訴人のウェブサイト「東京駅丸の内駅舎保存・復原工事」の抜粋。甲3の3)のとおりである。」"
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "text": [
            "本件の争点は，次のとおり訂正するほか，原判決4頁2行目から13行目までに記載のとおりであるから，これを引用する。",
            "原判決4頁2行目から3行目までを次のとおり改める。",
            "本件工事に係る工法の本件特許発明の技術的範囲の属否(争点1)"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件工事に係る工法の特定(争点1-1)」"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点に関する当事者の主張",
          "text": [
            "争点に関する当事者の主張は，次のとおり訂正するほか，原判決4頁15行目から28頁8行目までに記載のとおりであるから，これを引用する。",
            "原判決4頁15行目から20行目までを次のとおり改める。",
            "本件工事に係る工法の本件特許発明の技術的範囲の属否(争点1)"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件工事に係る工法の特定(争点1-1)",
              "text": [
                "(控訴人の主張)",
                "被控訴人が施工した本件工事に係る工法は，原判決別紙イ号物件目録記載の「人工地盤工法」(以下「原告イ号工法」という。)のとおり特定すべきである。原告イ号工法は，本件工事によって施工された「構造・構成」を表したものである。",
                "本件特許発明は，以下に述べるとおり，建設工事により構築される構築物の構造・構成に関するものであり，経時的要素のない発明であるから「物の発明」であって，構築物の工事方法に関する「方法の発明」ではないから，被控訴人が施工した本件工事に係る工法が本件特許発明の構成要件を充足するかどうかを判断するに当たっては，本件特許発明が「物の発明」であることを前提に判断すべきである。",
                "本件特許の発明の名称である「地盤強化工法」中に「工法」の用語が用いられていても，本件特許の特許請求の範囲(請求項1)の記載から本件特許発明を「物の発明」と認定することは不合理でも不自然でもない。」",
                "原判決6頁13行目末尾に行を改めて次のとおり加える。",
                "「  本件特許発明が「物の発明」か「方法の発明」かを決定するには，本件特許発明の本質的な構成要素である「テーブル」と「緩衝材」の間の時系列的前後関係の有無の検討が必要不可欠である。この点について，請求項1には「前記テーブルと地盤の中間に介在する緩衝材を設け」と記載されており，「テーブル」と「緩衝材」について経時的要素の記載がないのは，本件特許発明が「物の発明」であるからである。」",
                "原判決6頁24行目末尾に行を改めて次のとおり加える。",
                "「  被控訴人ほか2社の企業共同体が施工した本件工事に係る工法は，原判決別紙被告工法目録記載の「免震化工法」(以下「被告工法」という。)のとおり特定すべきである。」",
                "原判決9頁12行目から17行目までを次のとおり改める。",
                "本件特許の特許請求の範囲(請求項1)の「鉄骨などの構造材で強化，形成されたテーブルを地盤上に設置し，前記テーブルの上部に立設された建築物や道路，橋などの構造物，または人口造成地を配置する」の部分は，「テーブル」の技術的意義を明確にするために「テーブル」が備える作用，用途などを説明的に記載したものであり，いわゆる機能クレームである。「テーブル」と「構造物」の設置や配置は，「施工手順」を説明する目的で記載されているものではない。本件明細書の段落【0008】の「施工手順」に記載されている実施例は，「テーブル」が設置された後に「建築物」が築造される通常の場合が記載されている。しかし，本件特許発明の「テーブル」が備える作用・効果，用途は，テーブル上の「建築物等」を保護することにあるから，本件特許発明は，段落【0008】記載の「施工手順」に限定されず，既存の建築物等の下部に「テーブル」を設置して同様の目的を達成することを排除するものではない。",
                "以下に述べるとおり，原判決別紙イ号物件目録記載アの「東京駅丸の内駅舎地下の地盤に新設した地下躯体」は，原判決別紙図面の「4．」及び「5．」記載の「新設地下躯体」部分に相当し，構成要件Aの「地盤」に該当する。また，原判決イ号物件目録記載アの「人工地盤」は，原判決別紙図面の「2．」ないし「5．」に横一線に濃い青線で示されている部分に相当し，構成要件Aの「テーブル」に該当する。",
                "したがって，原判決別紙イ号物件目録記載アの「東京駅丸の内駅舎地下の地盤に新設した地下躯体の上に鉄筋コンクリートにより強化形成された人工地盤を設置し」は，構成要件Aを充足する。」",
                "原判決9頁22行目の「甲12号証の2の地下断面図の内，上から2～5番目の」を「原判決別紙図面の「2．」ないし「5．」記載の」と改める。",
                "原判決10頁4行目から6行目までを次のとおり改める。",
                "被控訴人主張の地下躯体(地下1・2階の躯体，原判決別紙図面の「4．」及び「5．」記載の「新設地下躯体」部分)。以下「下層構造体」という場合がある。)は，地盤(自然地盤)ではないが，概念上地盤と同等なものと認識されるべきものであるから，構成要件Aの「地盤」に該当する。」",
                "原判決10頁14行目の「「1階躯体」」を「「1階躯体」(原判決別紙図面の「2．」ないし「5．」に横一線に濃い青線で示されている部分)」と改める。",
                "原判決11頁12行目の「コンクリート躯体」を「コンクリート躯体(原判決別紙図面の「2．」記載の「1階  躯体新設」部分)」と改める。",
                "原判決11頁22行目末尾に次のとおり加える。",
                "「また，本件特許の出願経過を参酌すると，本件特許の出願当初明細書(甲15)の段落【0004】に，「テーブル」について，「建築物に付加するものではなく地盤自体を強化するもので，テーブルを造作することを特徴とする。」との記載があることからも明らかなように，本件特許発明においては「テーブル」を建築物等に付加することは想定されていない。」",
                "原判決12頁18行目から20行目までを次のとおり改める。",
                "「  原判決別紙イ号物件目録記載イの「人工地盤と新設地下躯体との中間に介在する免震装置(免震ゴム支承)」は，原判決別紙図面の「5．」に横一線に濃い青線で示されている部分(「テーブル」)の下側に接して点在する空色部分(「免震装置」部分)のアイソレーターに相当し，構成要件Cの「前記テーブルと地盤の中間に介在する緩衝材」に該当する。」",
                "原判決13頁8行目の「甲12号証の2の東京駅丸の内駅舎の」を「原判決別紙図面の」と改める。",
                "原判決16頁5行目から6行目までを次のとおり改める。",
                "「  本件工事により既存駅舎の1階に構築した土台(原判決別紙図面の「2．」ないし「5．」に横一線に濃い青線で示されている部分)は，本件特許発明の「テーブル」であり，いわゆる人工地盤である。」",
                "原判決22頁11行目から12行目にかけての「本件特許発明と乙9発明との相違点α及びβは充当される。」を「相違点α及びβに係る本件特許発明の構成となる。」と改める。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件工事に係る工法の本件特許発明の技術的範囲の属否(争点1)について",
          "text": [
            "本件明細書の記載事項等について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件特許に係る特許請求の範囲の請求項1の記載は，前記前提事実(前イ  本件明細書(甲2)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する「図1」については別紙2を参照)。",
                "「【産業上の利用分野】",
                "本発明は，地盤強化工法に関し，特に，地震動や液状化から建築構造物などを保護するための地盤強化工法に関するものである。」(段落【0001】)",
                "「【従来の技術】",
                "建築構造物の免震装置として，例えば，特開平2-285176号公報にその例が開示されており，この種の装置は，通常，局所的な強化にとどまっていた。",
                "しかし，地層，地形，地質，人工造成地に問題がある時に，局所的な強化だけでなく，広い範囲で安定した地盤にすることが望まれる。そこで，例えば，特開平4-269215号公報には，地盤中に免震構造体を構築して，構造物が立設されている地域ごとの免震を行うことが提案されている。ところが，このような従来の免震地盤には，以下に説明する技術的な課題があった。」(段落【0002】)",
                "「【発明が解決しようとする課題】",
                "すなわち，特開平4-269215号公報に開示されている免震地盤では，免震構造体の下端が開口されているので，直下型地震に対応することが困難な状況になっていた。",
                "本発明は，このような従来の問題点に鑑みてなされたものであって，その目的とするところは，直下型地震に対しても有効に機能する安定した地盤が得られる地盤強化工法を提供することにある。」(段落【0003】)",
                "「【課題を解決するための手段】",
                "上記目的を達成するために，本発明は，鉄骨などの構造材で強化され，前記テーブルの上部に，立設された建築物や道路，橋，などの構造物，または，人工造成地を配置する地盤強化工法であって，前記テーブルと地盤の中間に介在する緩衝材を設け，前記テーブルが既存の地盤の関連を断って地盤に起因する欠点に対応するようにしたことを特徴とする。」(段落【0004】)",
                "「【作用】",
                "上記構成の地盤強化工法によれば，鉄骨などの構造材で強化され，テーブルを地盤上に形成し，前記テーブルの上部に，建築物や道路，橋，などの構造物，または，人工造成地を配置するようにしたので，テーブルが既存の地盤の関連を絶って，用地固有の欠点を解消することによって，地層，地形，地質，人工造成地に起因する地震，地崩れ，局所的な液状化から都市，街区，埋立地を改善できる。」(段落【0005】)",
                "「【発明を実施するための最良の形態】",
                "以下，本発明の好適な実施例について，添付図面を参照して詳細に説明する。図1は，本発明に係わる地盤強化工法の一実施例を示している。同図は，本発明の工法を適用して構築した地盤の縦断面図であり，地盤5中には，コンクリート構造のテーブル1，2が設けられている。テーブル1，2は，鉄骨などの構造材で強化，形成されている。」(段落【0006】)",
                "「テーブル1の上部には，建築物7や立木8が配置され，共用トンネル9が設けられ，道路10も配置されている。この実施例ではテーブル1，2は，地盤中の上下方向に間隔を隔てて複数層状に形成されている。下方のテーブル2と地盤との間には，緩衝材4が配置されている。テーブル1，2間には，緩衝材3が配置されている。」(段落【0007】)",
                "「施工手順としては，地盤5を掘削して，掘削面上に緩衝材4を配置し，その上部にテーブル2を配置して，テーブル2上に緩衝材3を配置し，その後に，緩衝材3上にテーブル1を配置し，しかる後に，テーブル1内に基礎6を設けて，建築物7を築造する。」(段落【0008】)",
                "「テーブルは，造成地，街区，建築物の規模に制約されない限り，許容される最大範囲のサイズにすることができる。道路，橋，高架道路，地下道，鉄道や，上水道，下水道，ガス，電気，通信用パイプなどの設備を前提としてテーブルが造作されることが望ましく，最小の規模であっても，例えば一戸の住宅用地であってもテーブルを造作して，その上部に庭を含む用地を確立することがよい。」(段落【0009】)",
                "「テーブルに側壁を設ける例においては，独立性を確保し，周囲の建築物，その他の環境との干渉による問題を解消する。」(段落【0010】)",
                "「テーブルの付加的な施設として，共用トンネル9，緑化土壌，人口河川，人口湖水等を設けることもできる。」(段落【0011】)",
                "「テーブルを設計して，砕石，ゴム，発泡スチロール，砂などの緩衝材を介在させることによって耐震性を得ることができ，テーブルを複葉にして，横揺れ，縦揺れなどに対応する緩衝材3，4を分離して使用し，分担することによって機能を重点的に強化することが可能である。」(段落【0012】)",
                "「また複葉にすることによって，テーブルの破壊が防止できる。雨水などは人工河川によって処理する他，テーブルに排水口を設ける。耐震効果以外に，液状化現象に対してもテーブルによって，そのエリアを保護できる。」(段落【0013】)",
                "「その他，地形が変動して平衡を欠いても，流動性を有する緩衝材を使用することによって，また緩衝材を低い箇所に補うことによって平準化が容易にできる。あるいは強制的に支持工事を，テーブルを対象にすることによってエリアの平準化が可能になる。最下葉のテーブルに対して固定施工をすることによって地崩れなどの地形変動に対応できる。造成地が削り，あるいは埋め足して形成された場合など不均質な場面にも対応できる。」(段落【0014】)",
                "「【発明の効果】",
                "本発明に係わる地盤強化工法によれば，地盤の地層，地形，地質，造成による欠点，地震，地崩れによる危険から都市，街区，施設を保護することができる。」(段落【0015】)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "前記ア及びイによれば，本件明細書には，①地層，地形，地質，人工造成地に問題がある場合，地盤の局所的な強化だけでなく，広い範囲で安定した地盤にすることが望まれることから，従来，地盤中に免震構造体を構築して，構造物が立設されている地域ごとの免震を行う免震地盤が提案されていたが，このような従来の免震地盤には，免震構造体の下端が開口されているため，直下型地震に対応することが困難であるという課題があったこと，②「本発明」(本件特許発明)は，上記課題を解決し，直下型地震に対しても有効に機能する安定した地盤が得られる地盤強化工法を提供することを目的とし，上記目的を達成するための手段として，鉄骨などの構造材で強化されたテーブルの上部に，立設された建築物や道路，橋などの構造物又は人工造成地を配置する地盤強化工法であって，上記テーブルと地盤の中間に介在する緩衝材を設け，上記テーブルが既存の地盤の関連を断って地盤に起因する欠点に対応するようにした構成を採用したこと，",
              "text": [
                "③「本発明」(本件特許発明)は，上記構成を採用したことにより，テーブルが既存の地盤の関連を絶って，用地固有の欠点を解消し，地盤の地層，地形，地質，人工造成地に起因する欠点，地震，地崩れ，局所的な液状化から都市，街区，埋立地を保護する効果を奏することが開示されているものと認められる。",
                "本件工事に係る工法の特定(争点1-1)について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被控訴人ほか2社の共同企業体が本件工事を含む「東京駅丸の内駅舎保存・復原工事」を施工し，完成したこと，本件工事の概要は，原判決別紙図面のとおりであり，本件工事は，同図面の「1．」ないし「5．」に示された各工程を順に経て完成に至ったこと，本件工事を構成する「仮受け工事」等の工程の概要は，別紙1のとおりであることは，前記前提事実(  控訴人は，本件特許発明は，建設工事により構築される構築物の構造・構成に関するものであって，経時的要素のない発明であるから，「物の発明」であり，被控訴人ほか2社の共同企業体が施工した本件工事に係る工法が本件特許発明の構成要件を充足するかどうかを判断するに当たっては，本件特許発明が「物の発明」であることを前提に判断すべきである，被控訴人ほか2社の共同企業体が施工した本件工事に係る工法は，本件工事によって施工された「構造・構成」として，原判決別紙イ号物件目録記載の「人工地盤工法」(原告イ号工法)のとおり特定すべきである旨主張する。",
                "これに対し被控訴人は，本件特許発明が「物の発明」ではなく，「方法の発明」であるから，被控訴人ほか2社の共同企業体が施工した本件工事に係る工法は，工事の方法として，原判決別紙被告工法目録記載の「免震化工法」(被告方法)のとおり特定すべきである旨主張する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "特許法は，発明の種類を「物の発明」(2条3項1号)，「方法の発明」(同項2号)及び「物の生産方法の発明」(同項3号)の3種類に分類している。そして，特許権の効力(68条)の範囲は発明の種類によって異なり，特許権に基づいて差止めを求めることができる行為は発明の種類によって異なるが，本件において，控訴人は被控訴人に対して差止めを請求していない。また，「方法」は，一定の目的に向けられた系列的に関連のある数個の行為又は現象によって成立し，必然的に経時的な要素を含むものといえるから，「方法の発明」又は「物の生産方法の発明」であるというためには，経時的要素を含むことが必須であるが，一方で，「物の発明」であるというためには，経時的要素を含むことは必須ではないというにとどまり，経時的要素を含むものであっても，「物の発明」であることを妨げるものではない(例えば，プロダクトバイプロセスクレームで規定された物の発明)。",
                "そうすると，本件において，本件特許発明がいかなる発明に分類すべきかをまず最初に検討すべき実益はなく，各構成要件の充足性の判断の際に，当該構成要件が経時的要素を含むかどうか，本件特許発明の構成要件B及びDの「地盤強化工法」の文言が控訴人が主張するように「構造・構成」としての「工法」を意味するものか，被控訴人が主張するように「工事の方法」としての「工法」を意味するかどうかについて検討するのが相当である。",
                "そして，控訴人主張の原告イ号工法は，本件工事の概要を示した原判決別紙図面の記載事項に基づいて構成したものと認められるから，以下において，本件工事における工法が本件特許発明の構成要件を充足するかどうかを判断するに当たっては，原告イ号工法を前提に判断することとする。",
                "なお，証拠(甲3，5，12，乙4ないし6，11(枝番のあるものは枝番を含む。))によれば，被控訴人主張の被告方法(原判決別紙被告工法目録)は，本件工事の各工程を簡潔に記述したものと認められるので，必要に応じて参照することとする。",
                "構成要件A及びBの充足性(争点1-2及び1-3)について",
                "控訴人は，①原告イ号工法の「東京駅丸の内駅舎地下の地盤に新設した地下躯体」(原判決別紙イ号物件目録記載ア)は，原判決別紙図面の「4．」及び「5．」記載の「新設地下躯体」部分に相当し，構成要件Aの「地盤」に該当する，②原告イ号工法の「人工地盤」(原判決イ号物件目録記載ア)は，原判決別紙図面の「2．」ないし「5．」に横一線に濃い青線で示されている部分に相当し，構成要件A及びBの「テーブル」に該当する，③原告イ号工法の「上記人工地盤の上部に，東京駅丸の内駅舎全体の荷重を移す」(原判決イ号物件目録記載ウ)にいう「人工地盤」上に荷重が移された「東京駅丸の内駅舎」は，構成要件Bの「テーブルの上部に，立設された建築物」に該当するから，原告イ号工法は，構成要件A及びBを充足する旨主張するので，以下において判断する。"
              ]
            },
            {
              "fig": "ア",
              "subject": "構成要件A及びBの「テーブル」の設置と建築物等の配置の時系列的な前後関係について",
              "text": [
                "本件特許の特許請求の範囲(請求項1)には，「鉄骨などの構造材で強化，形成されたテーブルを地盤上に設置し，前記テーブルの上部に，立設された建築物や道路，橋などの構造物，または，人工造成地を配置する地盤強化工法であって，」(構成要件A及びB)との記載がある。",
                "本件特許の特許請求の範囲(請求項1)の上記記載によれば，本件特許発明は，「…テーブルを地盤上に設置し」(構成要件A)，「前記テーブルの上部に，…構造物，または，人工造成地を配置する地盤強化工法」(構成要件B)であり，「テーブル」の設置が「テーブルの上部」の構造物等の配置より先に記載されている。",
                "また，本件明細書(甲2)には，「上記構成の地盤強化工法によれば，鉄骨などの構造材で強化され，テーブルを地盤上に形成し，前記テーブルの上部に，建築物や道路，橋，などの構造物，または，人工造成地を配置するようにしたので，」(段落【0005】)と記載され，これも「テーブル」の設置が「テーブルの上部」の構造物等の配置に先行することを示すものと解される。本件明細書記載の実施例においても，「施工手順としては，地盤5を掘削して，掘削面上に緩衝材4を配置し，その上部にテーブル2を配置して，テーブル2上に緩衝材3を配置し，その後に，緩衝材3上にテーブル1を配置し，しかる後に，テーブル1内に基礎6を設けて，建築物7を築造する。」(段落【0008】)と記載され，地盤に「テーブル」を配置した後に，基礎を設けて建築物を築造することは記載されているが，建築物を築造した後に，地盤と建築物との間に「テーブル」を設置することについては記載も示唆もない。",
                "もっとも，本件明細書の段落【0001】ないし【0005】の記載によれば，「テーブル」の技術的意義は，地盤と構造物等の間に介在し，地層，地形，地質又は人工造成に問題がある地盤と構造物等との関連を断つことにあるものと認められる。かかる技術的意義の実現は，「テーブル」を設置する順序が地盤上に構造物等を配置した後である場合も対象となり得るといえなくもないが，実際に一旦構造物等を配置した後にその下部にテーブルを設置するということになれば，テーブル設置の際にテーブルの上部の構造物等をどのように支持するかという技術的問題が生じることは明らかである。しかし，本件明細書には，この技術的問題やその対処方法について記載も示唆もない。また，既存の構築物等と地盤の間にそれらの関連を断つ「テーブル」を設置する工法が技術常識であると認めるに足りる証拠もない。",
                "そうすると，本件特許発明の技術的範囲に，構造物等を配置した後に「テーブル」を設置するものも含まれると解することはできない。",
                "以上に照らすと，本件特許発明における地盤強化工法(構成要件B)は，地盤に「テーブル」を設置した後に「テーブルの上部」に構造物等を配置する工法であると解するのが相当であり，構成要件A及びBにいう「テーブル」はそのような順序で施工されるものとして解するのが相当である。",
                "しかるところ，控訴人主張の原告イ号工法の「人工地盤」(原判決別紙図面の「2．」ないし「5．」に横一線に濃い青線で示されている部分)は，東京駅丸の内駅舎が建築された後に設置されたものであるから(原判決別紙被告工法目録の「a．」記載の「鉄筋コンクリート製土台(1階躯体)」部分)，構造物等の配置前に設置されるという構成要件A及びBの「テーブル」の要件を充たさないというべきである。",
                "控訴人は，これに対し，構築したテーブルの上に建築物等を築造するか，既存建物の下にテーブルを構築するかは，工程の相違にすぎず，本件特許発明においては，テーブルの設置と建築物等の配置の時系列的な前後関係は存在しないから，完成後のテーブルの上に建築物等が配置されていれば，当該テーブルは，構成要件A及びBの「テーブル」に含まれる旨主張する。",
                "しかしながら，上記のとおり，本件特許発明における地盤強化工法(構成要件B)は，地盤に「テーブル」を設置した後に構造物等を配置する工法であると解されるから，控訴人の主張は，その前提において採用することができない。",
                "以上のとおり，原告イ号工法は，構成要件A及びBの「テーブル」を備えていない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "「地下躯体」の構成要件Aの「地盤」該当性について",
              "text": [
                "本件発明の構成要件Cの「前記テーブルと地盤の中間に介在する緩衝材を設け，前記テーブルが既存の地盤との関連を断って，地盤に起因する欠点に対応するようにしたこと」の文言によれば，構成要件Cの「地盤」は，同構成要件の「既存の地盤」を意味するものと自然に理解できる。",
                "加えて，本件明細書に「前記テーブルが既存の地盤との関連を断って地盤に起因する欠点に対応する」(段落【0004】)との記載があることからすると，構成要件Aの「地盤」は，「既存の地盤」である天然地盤ないし自然地盤を意味するものと解される。",
                "また，構成要件Aの「地盤」は，その上に「テーブル」，「建築物，道路・橋などの構造物」が配置されること(構成要件A及びB)からすると，人工的に構築された構造物，例えば鉄筋コンクリート構造物を含まないものと解される。",
                "しかるところ，原告イ号工法の「地下躯体」(地下1・2階の躯体)は，既存駅舎の地下に逆打ち工法で新設された鉄筋コンクリート構造物であるから(原判決別紙被告工法目録記載b．。甲3の3，21の19，乙11)，人工的に構築された構造物である。",
                "そうすると，原告イ号工法の「地下躯体」は，構成要件Aの「地盤」に該当しない。",
                "控訴人は，これに対し，原告イ号工法の地下躯体は自然地盤ではないが，概念上地盤と同等なものと認識されるべきである旨主張する。",
                "しかしながら，上記のとおり，構成要件Aの「地盤」には人工的に構築された構造物を含まないから，原告イ号工法の「地下躯体」は構成要件Aの「地盤」に該当せず，控訴人の主張は採用することができない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "小括",
              "text": [
                "以上によれば，原告イ号工法は，構成要件A及びBを充足しない。",
                "構成要件Cの充足性(争点1-4)について"
              ]
            },
            {
              "fig": "ア",
              "subject": "免震装置(免震ゴム支承)の構成要件Cの「前記テーブルと地盤の中間に介在する緩衝材」該当性について",
              "text": [
                "控訴人は，原告イ号工法の「人工地盤と新設地下躯体との中間に介在する免震装置(免震ゴム支承)」(原判決別紙イ号物件目録記載イ)は，原判決別紙図面の「5．」に横一線に濃い青線で示されている部分(「テーブル」)の下側に接して点在する空色部分(「免震装置」部分)のアイソレーターに相当し，構成要件Cの「前記テーブルと地盤の中間に介在する緩衝材」に該当する旨主張する。",
                "構成要件Aの「テーブル」に該当せず，ひいては構成要件Cの「前記テーブルと地盤の中間に介在する緩衝材」にいう「前記テーブル」に該当しないから，原告イ号工法の「免震装置(免震ゴム支承)」が構成要件Cの「緩衝材」に該当するかどうかを検討するまでもなく，原告イ号工法の「人工地盤と新設地下躯体との中間に介在する免震装置(免震ゴム支承)」は，構成要件Cの「前記テーブルと地盤の中間に介在する緩衝材」に該当しない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "小括",
              "text": [
                "以上によれば，その余の点について判断するまでもなく，原告イ号工法は，構成要件Cを充足しない。",
                "まとめ",
                "以上のとおり，控訴人主張の原告イ号工法は，構成要件AないしCをいずれも充足しないから，その余の点について判断するまでもなく，本件特許発明の技術的範囲に属さない。なお，被控訴人ほか2社の企業合同体が施工した本件工事に係る工法を被控訴人主張の被告方法のとおり特定したとしても，同様の理由により，本件特許発明の技術的範囲に属さない。",
                "そうすると，被控訴人ほか2社の共同企業体が施工した本件工事に係る工法は，本件特許発明の技術的範囲に属さないから，被控訴人による本件工事の施工は本件特許の専用実施権侵害の不法行為を構成するものではなく，また，被控訴人が本件工事の施工により本件特許の専用実施権に基づく実施料相当額の利得を得たものと認められない。",
                "したがって，その余の点について判断するまでもなく，控訴人の請求は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上の次第であるから，控訴人の請求を棄却した原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(ネ)10030",
    "date": "2014-07-23",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成25年(ワ)5071",
    "precedent_id": "084359",
    "ipprecedent_id": "3795",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}