{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が不服2014-3030号事件について平成26年3月31日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，①明確性要件(特許法36条6項2号)の充足の有無及び②実施可能要件(特許法36条4項1号)の充足の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「放射線低減方法及び放射線低減装置」とする発明につき，平成24年4月27日に特許出願をしたが(特願2012-102332号，請求項の数8)，平成25年9月5日付けで拒絶理由が通知され，同年11月7日に手続補正をしたが(本件補正)，同年11月21日付けで拒絶査定を受けたので，平成26年2月18日，拒絶査定不服審判請求をした(不服2014-3030号)。",
            "特許庁は，平成26年3月31日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年4月15日に原告に送達された。",
            "(甲3，5～7)"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の本願の請求項1の発明(本願発明1)及び請求項5に係る発明(本願発明5。本願発明1と本願発明5とを併せて「本願発明」という。)の特許請求の範囲の記載は，次のとおりである。(甲1，5)",
            "【請求項1】",
            "磁気水処理装置の内部に磁石による磁力線が通った路を水が流れることで生成される磁力還元水を，放射性物質と合わせることにより，当該放射性物質から放出される放射線量を低減することを特徴とする放射線低減方法。",
            "【請求項5】",
            "磁気水処理装置が付設されて内部に磁石による磁力線が通った路を少なくとも一部に有した循環路と，",
            "前記循環路内の液を循環させるポンプと，を備え，",
            "放射性物質を含有した水が前記循環路を循環することで，当該放射性物質から放出される放射線量が低減することを可能にされた放射線低減装置。",
            "なお，甲2(願書，明細書，特許請求の範囲及び図面)の【図1】と【符号の説明】を掲記する。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件について",
              "text": [
                "本願発明は，いずれも，「放射性物質から放出される放射線量を低減する」との特定事項(本件特定事項)を有するが，本件補正後の明細書及び図面(以下，まとめて「本願明細書」という。)には，本件特定事項の具体的内容を示す記載はない。",
                "本願明細書の実施例の記載(【0021】【0022】)によれば，本件特定事項は，「放射性元素の付着した灰のような残留物から放出される総量としての放射線量」を指すものと解することもできるが，そうすると，本件特定事項は，「放射性元素の付着した灰のような残留物」を洗浄液で洗浄することによる除染を含む可能性もある。",
                "このように，本件特定事項が，放射性元素から放出される放射線量自体が低減されることを指すのか，放射性元素の付着した灰のような残留物から放出される総量としての放射線量の低減を指すのか等，具体的にどのような内容を指すものなのかが，本願明細書の記載を参酌しても明らかでない。",
                "さらに，本件特定事項が本願の出願時点において，当業者にとってどのような内容を示すのかが自明であるとする根拠もない。",
                "そうすると，本願発明は，明確ではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件について",
              "text": [
                "①  本件特定事項は，上記のとおり明確ではない。",
                "②  仮に，本件特定事項が，原告が意見書(甲4)で主張する「放射性物質が1秒間に崩壊する原子の個数が減少」すること(本件仮特定事項)であるとすると，本願発明1の「磁力還元水を放射性物質と合わせること」又は本願発明5の「放射性物質を含有した水が磁気水処理装置が付設されて内部に磁石による磁力線が通った路を少なくとも一部に有した循環路を循環すること」で本件仮特定事項が実現することを示す根拠はない。",
                "原告は，平成25年7月10日及び同月17日株式会社同位体研究所測定に係る追実験(原告実験)を根拠として，本件仮特定事項が実現できた旨を主張しているが，[1]シーベルトを用いた本願明細書とベクレルを用いた実験結果との関係についての検証がないことや，[2]原告実験の結果に様々な外因が関係している可能性を排除できないこと，等から，本件仮特定事項が実現できたとはいえない。",
                "③  本願の出願時点において，本件仮特定事項が当業者にとって自明であるとする根拠もない。",
                "④  そうすると，当業者といえども，本件仮特定事項を有する本願発明を容易に実施できるものとは認められない。",
                "したがって，本願明細書の発明の詳細な説明の記載は，本願発明を実施することができる程度に明確かつ十分に記載されたものでない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決判断のまとめ",
              "text": [
                "本願発明の特許請求の範囲の記載は，明確性要件に違反し，本願明細書の発明の詳細な説明の記載は，実施可能要件に違反する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明確性要件に関する判断の誤り)",
          "text": [
            "①  放射性物質の種類によって半減期と放射する放射線の種類は決まっているところ，ベクレル(Bq)の値は，放射性物質の種類と量によって決まる。シーベルト(Sv)は，放射線の発生源である放射性物質の種類と量のほか，放射性物質と人体との距離，遮蔽物，被爆時間などの被爆条件によって決まるものである。",
            "しかしながら，甲12にも記載されるように，被爆条件に応じたベクレルとシーベルトとの換算方法も提案されており，ベクレルとシーベルトとの間には，被爆条件が不変であれば，一定の対応関係がある。",
            "そうすると，測定条件を特定し，測定条件を一定に保ちつつシーベルトによって測定することで，放射性物質から放出される放射線量の指標とすることができる。",
            "したがって，本願明細書の【0021】及び【0022】において，実施例がシーベルトで表記されていたとしても，「放射性物質から放出される放射線量」の定義を不明確とする要因にはならない。",
            "②  本件特定事項は，放射性物質から放出される放射線量を低減するものであり，本願出願時の技術常識に照らして，その意義は明確である。なお，本願発明を実施すれば，放射性物質から放出される放射線量が低減されるので，当然ながら「放射性元素の付着した灰のような残留物から放出される総量としての放射線量」も低減される。",
            "したがって，本願特定事項には，除染が含まれると解する余地はない。",
            "③  本願出願時の技術常識を参酌すれば，放射性核種(原子)の崩壊によって放射線が放射されるから，放射性物質から放出される放射線量の低減は，放射性物質が1秒間に崩壊する原子の個数，すなわち，ベクレル値の減少によってもたらされることが当業者にとって自明である。",
            "したがって，本件特定事項は，当業者にとってどのような内容を示すか明確である。",
            "④  以上のとおり，審決の認定判断には，誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件に関する判断の誤り)",
          "text": [
            "①  実施可能要件は，明細書及び図面に「どのようにしたら発明が実施できるか(どのようにしたら効果が得られるか。)」との記載を求めているのであり，「発明の実施により真にそのような効果が得られるか」との記載を求めているものではない。したがって，本件仮特定事項が実現することの根拠が，発明の詳細な説明の記載として求められることはない。",
            "そして，本願発明は，内部に磁石による磁力線が通った路に水を流すことで磁力還元水を生成し，その磁力還元水を散布や混合によって放射性物質に合わせること，あるいは，本願出願時に公知の磁気水処理装置を組み込むなどして，内部に磁石による磁力線が通った路を循環路の少なくとも一部に構成し，その循環路に放射性物質と水を投入してポンプを稼働させるだけのことを求めている。",
            "このように，本願発明は，簡単なことで放射性物質から放出される放射線量を低減することができることを特徴としており，本願発明の実施に当たり，当業者に何ら困難な事項を求めるものではなく，本願明細書には，本願発明を実施するための必要事項のすべてが記載されている。",
            "したがって，本願明細書の発明の詳細な説明の記載は，当業者が本願発明を実施できる程度に明確かつ十分に記載されたものである。",
            "②  前記1①のとおり，シーベルトとベクレルとの間に一定の対応関係があることは，技術常識である。また，原告実験は，一方を水道水，他方を本願発明による磁力還元水とした以外は同条件で行った対照実験であり，しかも，磁力還元水と放射性物質とを合わせた混合物全体のベクレル値を算出し，これと水道水を用いた場合とを比較しているから，水道水を用いた場合と磁力還元水を用いた場合とでベクレル値が異なったという実験結果の要因は，水道水か磁力還元水かの違いにしか求めることができない。",
            "したがって，原告実験は，本件発明の実施により，放射性物質が1秒間に崩壊する原子の個数が減少し，その結果，放射性物質から放出される放射線量が低減されたということを明らかにしている。",
            "③  以上のとおり，審決の認定判断には，誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明確性要件に関する判断の誤り)に対して",
          "text": [
            "①  本願明細書の【0021】【0022】には，放射性物質としてセシウムを含んだ放射線灰を対象とした実施例が記載されているが，処理前の磁気還元水の放射線量が不明である。また，上記実施例では，放射線量をμSv/hで計測しているが，シーベルト(Sv)は，放射線によって人体がどれだけ影響を受けるかを表す指標であって，放射性物質から放出される放射線量そのものを表すものではないから，本願明細書の【0021】【0022】の計測結果から，放射性物質から放出される放射線量が処理後に低減したのかどうかは確認できない。",
            "そうすると，本願発明の「放射性物質から放出される放射線量を低減する」の技術的意味を理解することはできない。",
            "②  本願明細書の【0021】【0022】の記載を参酌すれば，本願発明の「放射性物質」は，「セシウムを含んだ放射線灰」を指すものと解釈可能であるから，本願発明の「放射性物質から放出される放射線量」とは，「放射性元素の付着した灰のような残留物から放出される総量としての放射線量」を指すものと解することもできる。そうであれば，本願発明の「放射性物質から放出される放射線量を低減する」には，「放射線物質」である「セシウムを含んだ灰」からセシウムの一部を水等の洗浄液で除去することにより放射線量を低減すること，すなわち，除染を含む可能性がある。",
            "したがって，本件特定事項が，放射性元素から放出される放射線量自体が低減されることを指すのか，放射性元素の付着した灰のような残留物から放出される総量としての放射線量の低減を指すのか等，具体的にどのような内容を指すものなのかが，本願明細書からは明らかではない。",
            "③  放射性物質から放出される放射線量が半分に減る半減期は，セシウムは30年，プルトニウムは2万4000年等と各放射性物質の種類に応じて所定の期間が必要であることは，本願発明出願時の技術常識である。放射性物質に「磁力還元水」を合わせることにより達成される「放射性物質から放出される放射線量を低減する」との技術的意味は，直ちには理解することができるものではない。",
            "④  以上のとおり，審決の認定判断には，誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件に関する判断の誤り)に対して",
          "text": [
            "①  発明の内容が出願時の技術常識と異なる場合には，実施例により，その出願時の技術常識とは異なる事項でも，真に効果を奏することができるのかどうかの証明が必要である。本願発明については，磁力還元水を放射性物質に合わせることにより，実際に放射性物質から放出される放射線量が低減したことが理解できるような実施例等の具体的内容が発明の詳細な説明に記載されていないと，発明の詳細な説明の記載が，当業者において発明を実施することができる程度に明確かつ十分に記載されていると当業者が認識できるものとはいえない。",
            "本願明細書の【0021】【0022】には，磁力還元水を用いた実施例が記載されているが，これらの実施例からは，磁力還元水と放射性物質を合わせることまでは理解できても，実際に放射性物質から放出される放射線量が低減したのかどうかは分からず，当業者は，本願発明が実施できるとは認識できない。",
            "②  [1]本願明細書の【0021】【0022】の〔実施例1〕〔実施例2〕の記載は，シーベルトにより放射線量を評価しており，シーベルトとベクレルとの関係についても検証がされていないから，ベクレルを測定した原告実験の結果は，本願明細書の記載に従って実施したものであるとはいえない。[2]原告実験は，放射能測定のみが外部機関において行われ，その余は原告自身が行っているから，信憑性のあるものとはいえない。[3]原告実験は，検体量が，混合物94kg のごく一部であり，その測定値を混合物全体のベクレル値に換算したものであり，混合物全体から検体を採取するときの条件等の様々な外因が測定結果に影響している可能性を排除できない。[4]原告実験は，水道水又は磁力還元水に投入する前の放射性汚染土壌の放射線量が計測されておらず，実験前の条件が双方で同じであるかが確認されていない。",
            "したがって，原告実験の結果からは，本願発明の効果を確認できない。",
            "③  以上のとおり，審決の認定判断には，誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願明細書には，次の記載がある。(甲1，5)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "「  本発明は，放射性物質から放出される放射線量を低減する方法及び装置に関する。」(【0001】)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "背景技術",
              "text": [
                "「  近時，原子力発電等に伴い放射性物質の処分が問題となっている。ここで，放射性物質とは，放射能を持つ物質の総称であり，放射能とは放射線を出す能力のことである。放射線とは，放射性元素の崩壊に伴い放出される粒子線あるいは電磁波のことであり，主にアルファ線，ベータ線，ガンマ線の3種のことを指す。放射線量の計測単位として，しばしば，シーベルト〔Sv〕が用いられる。シーベルト〔Sv〕は放射線防護の分野で使われ，人体が吸収した放射線の影響度を数値化した単位である。」(【0002】)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "「  本発明は簡便な方法で，放射性物質から放出される放射線量を低減することを課題とする。」(【0005】)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "発明の効果",
              "text": [
                "「  本発明によれば，磁力還元水の作用により，放射性物質から放出される放射線量が低減されるという効果がある。」(【0014】)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "発明を実施するための形態",
              "text": [
                "「  本発明の磁力還元水は，特許第3269774号や特許第4399293号の磁気水処理装置の内部に磁力線が通った路に水を流すによって生成することができる。生成された磁力還元水を，放射性物質と混合すること，放射性物質を含んだ場に散布することなどによって，磁力還元水と放射性物質と合わせれば，放射性物質から放出される放射線量が低減されるという効果が現れる。より均一に合わせるために混合することが好ましい。また，放射性物質を含有した水を，内部に磁力線が通った路に流すことで，その水が磁力還元水となり，磁力還元水と放射性物質と合わせることができる。このような方法でも，放射性物質から放出される放射線量が低減されるという効果が現れる。」(【0017】)",
                "「  図1に，循環式の放射線低減装置Pを示す。放射線低減装置Pは，投入口P11及び排出口P12を有したケースP1と，ケースP1内に設置されたろ過器P2と，循環路配管P3とを備える。循環路配管P3は，ろ過器P2から放出されたケースP1内の液が流入し，再びろ過器P2に投入する管路を構成する。ケースP1，ろ過器P2及び循環路配管P3により循環路が構成される。循環路配管P3の途中には，バルブP31と，循環ポンプP32と，磁気水処理装置P33とが設けられている。循環ポンプP32により循環路内の液を循環させる」(【0018】)",
                "「  〔実施例1〕放射線物質としてセシウムを含んだ放射線灰を対象とした。処理前における放射線灰の放射線量は，0.18〔μSv/h〕であった。実施場所地表の放射線量は0.05〔μSv/h〕であった。この放射線灰を18〔kg〕と，水30〔  〕(ママ)とを放射線低減装置Pに投入し，2時間10分に亘り循環ポンプP32を稼動して処理した。処理後，ろ過器P2内に残った灰の放射線量は，0.06〔μSv/h〕，ケースP1内の水の放射線量は，0.09〔μSv/h〕であった。」(【0021】)",
                "「  〔実施例2〕放射線物質としてセシウムを含んだ放射線灰を対象とした。処理前における放射線灰の放射線量は，0.18〔μSv/h〕であった。実施場所地表の放射線量は0.05〔μSv/h〕であった。この放射線灰を6〔kg〕と，磁気還元水18〔  〕(ママ)とを回転式のミキサーに投入して回転させ混合したところ，ミキサー内の放射線量は，0.05〔μSv/h〕であった。」(【0022】)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(明確性要件に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "検討",
              "text": [
                "本件特定事項は，「放射性物質から放出される放射線量を低減する」というものであるところ，これは，①放射性物質から放出された放射線を消失させるとの技術事項とも(削除前の【0048】のような理解をいう。)，②放射線の発生それ自体を抑制するとの技術事項とも，③放射性物質を除くことにより放射線量を低減するとの技術事項とも解される(なお，「放射性物質」が，α線，β線，γ線，中性子線などの放射線を出す能力を有する物質〔元素〕を意味することは，自明な事項である。)。",
                "そして，本願明細書の【0014】【0017】【0021】【0022】そのほかの記載や本願発明出願時の技術常識を参酌しても，そのいずれかであるかを決することはできず，本件特定事項は不明確なものというほかない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対して",
              "text": [
                "①  原告は，シーベルトとベクレルとの間には対応関係があることから，シーベルトによって記載したからといって，「放射性物質から放出される放射線量」が不明確になることはない旨を主張するが，シーベルトとベクレルとの対応関係の有無にかかわらず，放射線の人体への影響を示すシーベルトで表示された本願明細書の記載によっては，本件特定事項が上記(1)①～③のいずれであるかは明確にはならないというべきである。",
                "原告の上記主張は，採用することができない。",
                "②  原告は，本願明細書の記載から，本件特定事項に除染を含むとする解釈はできない旨を主張する。",
                "本願明細書の【0021】の実施例1は，処理後，ろ過器に残った灰の放射線量とケース内の水の放射線量の両方を測定して放射線低減装置の系内における全放射線量を把握することにより，処理前の放射線灰の放射線量と比較して放射線量の低減効果を確認したものと理解できるのであり，放射性物質を系外に移動するといった除染を行うものでないと認め得る。また，【0022】の実施例2も，ミキサーによる回転，混合後，ミキサー内の水を取り除いてからミキサー内の放射線量を測定したものではないと理解できるのであり，やはり，除染を行うものでないと認め得る。そうすると，【0021】【0022】の記載を根拠として，本件特定事項に除染を含む可能性があるとの解釈をした審決の説示部分は，当を得たものとはいえない。",
                "しかしながら，本願明細書の【0021】【0022】の記載を理由とするまでもなく，本件特定事項自体が，上記(1)①～③のいずれであるかが技術的に明らかではないのであるから，実施例が上記(1)③の除染を開示したものではないからといって，本件特定事項が明確となるわけではない。審決の判断の要所は，本件特定事項が明確ではないという点にあって，除染は，本件特定事項が多義的に解釈できるその一例を示したにすぎない。したがって，審決が除染を含む可能性があることの根拠として本件明細書の実施例を示した点に誤りがあったとしても，本件特定事項が明確でないとの結論には影響しない。",
                "原告の上記主張は，採用することができない。",
                "③  原告は，本願発明出願時の技術常識からみれば，「放射性物質から放出される放射線量を低減する」とは，放射線の発生それ自体を抑制することと解される旨を主張する。",
                "しかしながら，放射性物質が物質ごとに固有の一定不変の半減期で崩壊するという技術常識は存在するものの(甲11)，この半減期を調整できるとの技術常識は自明ではないから(原告の主張するところが，元素変換を意味するものでないことは明らかである。)，当業者が，当然に原告の主張するような解釈をすることは考え難い。",
                "原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件特定事項は，本願明細書の記載及び本願発明出願時の技術常識を参酌しても不明確であり，そうすると，本願発明もまた不明確である。",
                "したがって，審決の明確性要件に関する認定判断には，誤りはない。",
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(実施可能要件に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "検討",
              "content": [
                {
                  "fig": "ア",
                  "subject": "明確性欠如からみた実施可能要件違反",
                  "text": [
                    "上記2に認定判断のとおり，本願発明の内容が明確ではない以上，本願明細書の発明の詳細な説明の記載は，当業者が本願発明を実施することができる程度に明確かつ十分に記載したものであると認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明の記載からみた実施可能要件違反",
                  "text": [
                    "以下，念のために，多義的に解釈できる本件特定事項につき，仮に，本件特定事項が原告において主張する「放射性物質が1秒間に崩壊する原子の個数が減少すること」との本件仮特定事項を意味するものとして，本願明細書の発明の詳細な説明の記載が，実施可能要件を充足しているか否かを検討する。",
                    "前記2(2)にて認定したとおり，放射性物質が物質ごとに固有の一定不変の半減期を有することは技術常識であるから，本願発明1の方法や本願発明5の装置を用いることにより，この半減期を調整できるとする技術事項は，この技術常識に反するものである。しかるに，本願明細書には，放射性物質と「磁気還元水」とを混合等すること，又は放射性物質を含有した水を磁力線の中で通過させること(【0017】【0018】【0021】【0022】)により，放射性物質から放出される放射線量が低減できるとの記載しかなく，そのほかには，「磁気還元水」を発生，循環処理するための装置の構造が開示されているにとどまる。",
                    "したがって，本願明細書からは，水を磁場環境下に置いたものを「磁力還元水」と呼んでいることは理解できるが，その「磁力還元水」がどのような性質のものでどのような作用を有するか，「磁力還元水」が放射性物質に対していかなる作用効果を及ぼすかなどの具体的な原理については，本願明細書は何ら開示をするものではない。",
                    "このように，本願明細書の発明の詳細な説明の記載をみても，本願発明がその発明の効果を得るためにとった課題解決原理は明らかではないから，当業者は，本願明細書の発明の詳細な説明の記載に基づいて本願発明を実施することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対して",
              "text": [
                "①  原告は，原告実験により本願発明の効果が裏付けられている旨の主張をする。",
                "しかしながら，本願明細書の【0021】【0022】の記載は，実施条件，測定条件その他その実施内容の詳細が不明といわざるを得ないものであって，技術常識に反する本件仮特定事項に係る課題解決原理を合理的に説明するものではない。したがって，当業者において，上記記載から本願発明の効果が得られると認識できるものではなく，原告実験は，本願明細書では明らかにしていなかった発明の効果を，明細書には記載のない出願後の実験結果で補おうとするものといえる。そうすると，原告実験の適否を問うまでもなく，原告実験の結果を参酌して実施可能要件の充足の有無を論じることはできない。",
                "原告の上記主張は，採用することができない。",
                "②  その他原告が主張するところがいずれも採用することができないことは，上記の説示に照らして明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願明細書の発明の詳細な説明の記載は，本願発明を実施することができる程度に明確かつ十分に記載されたものとはいえない。",
                "したがって，審決の実施可能要件に関する判断には，誤りはない。",
                "よって，取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，審決の結論は正当であって，取消事由はいずれも理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10121",
    "date": "2014-12-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084727",
    "ipprecedent_id": "3939",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}