{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2011-18580号事件について平成"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の概要",
          "text": [
            "アメリカ合衆国の会社であるフィーニックス  テクノロジーズ  リミテッド（以下「フィーニックス社」という。）は，平成12年（2000年）6月15日，発明の名称を「システム・ファームウェアから記憶装置にアプリケーション・プログラムを転送するための方法およびシステム」とする発明について特許出願（特願2000-179442号，パリ条約による優先権主張：平成11年（1999年）6月18日，優先権主張国：米国。以下「本願」という。）をした（甲4）。フィーニックス社は，平成23年（2011年）5月18日付けで拒絶査定を受け，同年8月29日，拒絶査定に対する不服の審判（不服2011-18580号）を請求するとともに，同日付けの手続補正書により，特許請求の範囲についての補正を行った（以下「本件補正」という。甲10ないし12）。",
            "原告は，フィーニックス社から，本願に係る特許を受ける権利の譲渡を受け，平成24年（2012年）12月4日，特許庁長官に名義変更届を提出して，特許を受ける権利を承継した（甲18，19）。",
            "特許庁は，平成25年（2013年）9月3日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同月17日，原告に送達した。",
            "原告は，平成26年（2014年）1月15日，審決の取消しを求めて本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載（甲12）",
          "text": [
            "本件補正後の本願の特許請求の範囲（請求項の数21）の請求項1の記載は，以下のとおりである（以下，同請求項に記載された発明を「本願発明」という。また，本願の明細書及び図面を併せて「本願明細書」という。）。",
            "「プロセッサベースのシステム内の少なくとも1つの記憶素子にアクセスするためのシステムであって，",
            "少なくとも1つの記憶素子を有し，命令シーケンスを記憶するメモリと，",
            "前記メモリに結合され，前記記憶された命令シーケンスを実行するプロセッサと，",
            "前記プロセッサに結合され，前記プロセッサおよび前記メモリと同じく前記システム内に含まれる記憶装置と，を含み，",
            "オペレーティング・システムをブートする前に，前記記憶された命令シーケンスによって前記プロセッサは，前記少なくとも1つの記憶素子のコンテント，即ち，該記憶素子の任意のタイプのデータを前記記憶装置に書き込み，この書き込み動作はブート後のアプリケーションプログラムとは独立して実行され，",
            "さらに，前記記憶装置はファイル・システムを含み，前記少なくとも1つの記憶素子のコンテントを前記記憶装置に書き込む前記動作において，前記少なくとも1つの記憶素子はファイルを含み，前記書き込む動作は，前記ファイルを前記記憶装置の前記ファイル・システムに転送することを含むことを特徴とするシステム。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書（写し）記載のとおりである。要するに，①本願発明は，特許法36条6項1号に規定する要件を満たしていない，②特開平11-39143号公報（甲1。以下「刊行物1」という。）に記載された発明（以下「引用発明」という。）並びに特開平6-309210号公報（甲2）に記載された発明の記載事項及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。",
            "審決が認定した引用発明の内容，本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「オペレーティングシステムおよびアプリケーションプログラムを格納した不揮発性のプログラム格納手段と，",
                "前記オペレーティングシステムの下で前記アプリケーションプログラムを実行する実行手段と，",
                "該実行手段の動作時に，前記オペレーティングシステムおよびアプリケーションプログラムを前記プログラム格納手段から読み出して一時的に記憶する揮発性の主記憶装置と，を備えた演算装置において，",
                "前記主記憶装置と接続された不揮発性記憶装置と，",
                "前記不揮発性記憶装置に待避させておいたデータを，前記演算装置の再起動時に前記主記憶装置に転送させる転送手段と，を備え，",
                "前記演算装置の再起動時，前記実行手段が，前記不揮発性記憶装置から前記主記憶装置に転送されたデータに基づいて，前回の電源オフ時のオペレーティングシステムおよびアプリケーションプログラムの実行状態を再現するものであり，",
                "バスケーブルで互いに接続された，CPU，前記主記憶装置，RAM，入出力装置，レジスタおよび前記不揮発性記憶装置を有する演算装置。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "「プロセッサベースのシステム内の少なくとも1つの記憶素子にアクセスするためのシステムであって，",
                "少なくとも1つの記憶素子を有するメモリと，",
                "前記メモリに結合され，命令シーケンスを実行するプロセッサと，",
                "前記プロセッサに結合され，前記プロセッサおよび前記メモリと同じく前記システム内に含まれる記憶装置と，を含み，",
                "オペレーティング・システムをブートする前に，命令シーケンスによって前記プロセッサは，前記少なくとも1つの記憶素子のコンテント，即ち，該記憶素子の任意のタイプのデータを前記記憶装置に書き込み，この書き込み動作はブート後のアプリケーションプログラムとは独立して実行されることを特徴とするシステム。」である点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "＜相違点1＞",
                  "text": [
                    "メモリに関し，",
                    "本願発明は，記憶素子を有するとともに，「命令シーケンスを記憶する」ものであるのに対し，",
                    "引用発明の「不揮発性記憶装置」は，データを記憶しそのための記憶素子は有すると解されるものの，「命令シーケンスを記憶する」かは言及されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "＜相違点2＞",
                  "text": [
                    "プロセッサに関し，",
                    "本願発明は，上記＜相違点1＞に係る「メモリ」に「記憶された命令シーケンス」を「実行する」ものであるのに対し，",
                    "引用発明の「CPU」は，所定の命令シーケンスの実行は行っていると解されるものの，当該命令シーケンスが「不揮発性記憶装置」に記憶されたものであるかは言及されていない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "＜相違点3＞",
                  "text": [
                    "オペレーティング・システムをブートする前の，データの記憶装置への書き込みに関し，",
                    "本願発明は，上記＜相違点1＞に係る「メモリ」に「記憶された命令シーケンス」によって，「プロセッサ」が実行するのに対し，",
                    "引用発明は，CPUが，所定の命令シーケンスによってデータの転送を実行していると解されるものの，当該命令シーケンスが「不揮発性記憶装置」に記憶されたものであるかは言及されていない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "＜相違点4＞",
                  "text": [
                    "本願発明は，「前記記憶装置はファイル・システムを含み，前記少なくとも1つの記憶素子のコンテントを前記記憶装置に書き込む前記動作において，前記少なくとも1つの記憶素子はファイルを含み，前記書き込む動作は，前記ファイルを前記記憶装置の前記ファイル・システムに転送する」ことを含むものであるのに対し，",
                    "引用発明では，「主記憶装置」及び「不揮発性記憶装置」に関し，そのような構成になっていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "記載不備についての判断の誤り（取消事由1）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本願発明の課題を解決するためには，追加ドライバ，特別なソフトウェア，又は新たなハードウェアのためのソフトウェア等のプログラムが外部媒体等によらずに取り込まれ，その後オペレーティング・システムがブートされ，上記プログラムを利用可能とするための構成が必要であるにもかかわらず，本願の特許請求の範囲の請求項1には，単にオペレーティング・システムをブートする前に記憶素子の任意のタイプのデータを前記記憶装置に書き込むことを記載しているに止まり，書き込む対象について「任意のタイプのデータ」，書き込む先について「記憶装置」としか記載しておらず，上記構成が記載されていないと判断した。",
                "しかし，本願の発明の詳細な説明の記載によれば，本願発明の課題は，①「追加ドライバ，特別なソフトウェア，又は新たなハードウェアのためのソフトウェアの追加を，当該追加のための媒体の用意やその紛失の危険無く行うという問題を克服すること」（課題1），②「システムおよび／またはディレクトリ・サービスの必要性および利用可能性なしにシステム・ファームウェアから記憶装置にアプリケーションを配信するためのシステムおよび方法」を提供すること（課題2）と把握できるところ，以下のとおり，本願の特許請求の範囲には各課題が解決できることを当業者が認識できるように記載されているから，審決の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "課題1について",
                  "text": [
                    "本願発明は，新たなハードウェア等のためのソフトウェアの追加をフロッピー・ディスク等の外部媒体を用いない代わりに，「少なくとも1つの記憶素子を有し，命令シーケンスを記憶するメモリ」を備え，当該メモリには，従来，外部媒体に記憶していたコンテント，すなわち任意のタイプのデータを「少なくとも 1 つの記憶素子」に記憶し，「前記プロセッサは，前記少なくとも1つの記憶素子のコンテント，即ち，該記憶素子の任意のタイプのデータを前記記憶装置に書き込」むものである。",
                    "したがって，本願発明は，上記構成を採用することにより，従来必要であったフロッピー・ディスク等の媒体を一切用いずに，「記憶装置」に含まれているオペレーティング・システムの機能を拡張することができるものであって，フロッピー・ディスク等が失われたり盗難に遭ったりするリスクを低減することができるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題2について",
                  "text": [
                    "また，本願発明は，オペレーティング・システムをブートする前に，メモリに記憶された命令シーケンスを実行して，少なくとも1つの記憶素子に記憶していたコンテントを記憶装置に書き込むことを特徴とするものである。",
                    "したがって，本願発明は，オペレーティング・システムの必要性及び利用可能性なしに，命令シーケンスを記憶するメモリ，すなわちシステム・ファームウェアから本願の請求項1の「記憶装置」にアプリケーションを配信するシステムを提供することができるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「任意のタイプのデータ」の限定について",
                  "text": [
                    "被告は，本願の特許請求の範囲の請求項1の「任意のタイプのデータ」は，文字どおりデータが任意のタイプであることを意味するから，データがアプリケーション等の「特定のタイプのデータ」であることを否定していると主張する。",
                    "しかし，本願の特許請求の範囲の請求項1の記載によれば，本願発明の「任意のタイプのデータ」は，(ア)オペレーティング・システムをブートする前に本願の特許請求の範囲の請求項1の「記憶装置」に書き込まれるものであり，書き込み動作はブート後のアプリケーション・プログラムとは独立して実行されるものであり，(イ)「記憶装置」のファイル・システムに転送されるファイルであるから，文字どおりデータが任意のタイプであるわけではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "メモリのシステムへの固定的な組込み",
                  "text": [
                    "被告は，本願の特許請求の範囲の請求項1の「少なくとも1つの記憶素子を有し，命令シーケンスを記憶するメモリ」が，システムに対して固定的に組み込まれている旨の記載がないと主張する。",
                    "しかし，特許請求の範囲の請求項1には，「少なくとも1つの記憶素子を有し，命令シーケンスを記憶するメモリ」は，プロセッサーベースシステム内のものであり，また，プロセッサに結合されたものであると記載されている。そして，これらの記載によれば，当業者であれば，当然，当該メモリがシステムに対して固定的に組み込まれていると理解するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「記憶装置」の限定について",
                  "text": [
                    "被告は，本願発明の「記憶装置」は，不揮発性の大容量記憶手段に限らず，主記憶装置等のあらゆる記憶装置を含むと主張する。",
                    "しかし，一般にコンピュータに電源を投入すると，記憶装置に記憶されているファイル・システムを読み取り，オペレーティング・システムに係る特定のファイルのセットを読み込むことでオペレーティング・システムが起動するため，オペレーティング・システムを含むファイル・システムを記憶しておく記憶装置は，電源を供給していない間にも情報を保持し続けるハード・ディスク等の不揮発性の大容量記憶手段により構成する。そして，本願の特許請求の範囲の請求項1に記載された「記憶装置」は，「前記記憶装置はファイル・システムを含み・・・」と記載されているとおり，「ファイル・システムを含」むものである。",
                    "また，本願発明の「発明の詳細な説明」の【0025】ないし【0027】及び図2Aをみれば，引用発明の「主記憶装置」に対応する構成は，本願発明の「システム・メモリ124」として記載されている一方で，特許請求の範囲の請求項1の「記憶装置」は「大容量記憶手段152」に相当するのであるから，特許請求の範囲の請求項1の「記憶装置」と主記憶装置である「システム・メモリ124」が，異なる概念として使用されていることは当業者にとって明らかである。すなわち，本願発明の「システム・メモリ124」は，SDRAM（synchronous dynamic random access memory）を含み，追加又は代替の高速メモリ装置またはメモリ回路を含むこともできるなどと記載されているところ，引用発明の「主記憶装置」は，オペレーティングシステム等を一時的に記憶する揮発性の主記憶装置で，これにはSDRAMがよく用いられることなどからすれば，上記「システム・メモリ124」に相当する。一方，「大容量記憶手段152」については，ハード・ディスク等全て不揮発性の記憶装置が例示されており，本願の特許請求の範囲の請求項1の「記憶装置」は，不揮発性の「大容量記憶手段152」に対応する。そして，「コンピュータ・システム100はさらに，オペレーティング・システム（OS），および少なくとも1つのアプリケーション・プログラムを含み，一実施形態では，これらは，大容量記憶手段152からシステム・メモリ124にロードされ，POST後に起動される。」（【0027】）などの記載からすれば，「システム・メモリ124」と「大容量記憶手段152」が重複しない別の概念として記載されていることは明らかである。",
                    "以上によれば，本願発明の「記憶装置」が不揮発性の大容量記憶手段であることは，当業者にとって明らかである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一致点及び相違点の認定誤り（取消事由2）",
          "content": [
            {
              "fig": "(1)",
              "subject": "記憶装置に関する相違点の看過について",
              "text": [
                "審決は，本願発明の「記憶装置」は，その記憶するデータ内容や記憶構造を限定しない「記憶装置」と捉えることができることから，引用発明の「主記憶装置」に相当するとして一致点を認定した。",
                "しかし，引用発明の「主記憶装置」はアプリケーション・プログラムを前記プログラム格納手段から読み出して一時的に記憶する揮発性の記憶手段であり，本願の特許請求の範囲の請求項1の「記憶装置」である不揮発性の大容量記憶手段とは異なる。",
                "そして，引用発明が，「プログラム起動時，起動時間を短縮できる演算装置および演算装置を利用した電子回路装置を提供することを目的」としていることに鑑みれば，引用発明の揮発性の主記憶装置を，不揮発性の大容量記憶手段に置き換えることには阻害要因があり，当業者が容易に想到し得たこととはいえない。",
                "したがって，審決は，揮発性の主記憶装置と不揮発性の大容量記憶手段という相違点を看過したものであり，この相違点の看過は，容易想到性の判断の結論を左右するものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "書き込まれるデータに関する相違点の看過について",
              "text": [
                "審決は，書き込まれるデータに関して，記憶素子の任意のタイプのデータである点で一致する旨認定した。",
                "しかし，引用発明は，「通常のOS161の記憶装置102からRAM103へのロードをバイパスして，不揮発性メモリ106のデータをRAM103に転送するので，OS161のみならず，前回実行していたアプリケーション・プログラムの実行状態を再現する」（【0051】）ものであるため，引用発明で「データ」が転送されるのは，必然的にオペレーティング・システムの実行状態を再現することが前提となっており，オペレーティング・システムの「ブートの後」でなければならない。",
                "そうすると，引用発明において主記憶装置に書き込まれる「前回コンピュータ110を終了時退避されたオペレーティング・システムおよびアプリケーション・プログラムの実行状態を再現するためのデータ」は，オペレーティング・システムをブートする前に書き込まれるものではない。",
                "また，引用発明では，当該データを主記憶装置に書き込むものであるため，当該「データ」は，ファイル・システムを含む記憶装置に転送されるファイルではない。",
                "以上によれば，本願発明と引用発明とは，書き込まれるデータに関し，本願発明は，前記1(2)アのとおりの「任意のタイプのデータ」であるのに対し，引用発明は，「前回コンピュータ110を終了時退避されたオペレーティングシステムおよびアプリケーションプログラムの実行状態を再現するためのデータ」である点において相違し，審決は，これを看過したものであり，この相違点の看過は，容易想到性の判断の結論を左右するものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点の容易想到性判断の誤り（取消事由3）",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1ないし3についての判断の誤り",
              "text": [
                "審決は，コンピュータ装置のプロセッサが命令を実行する際に，命令データを何らかの記憶手段から読み込んで実行することは，情報処理技術の分野における技術常識であるところ，コンピュータ装置により処理される命令データの記憶先として，当該命令データにより処理される対象データの格納先と同じ記憶手段とすることは，特開平9-231069（甲3）のように周知の構成であると判断した。",
                "しかし，甲3には，「ROM（Read  Only  Memory）内のファームウエアプログラムをRAM（Random  Access  Memory）へ展開し，起動する」（【0013】）と記載されていることによれば，甲3の技術も，揮発性の記憶媒体であるRAMにデータを転送することを前提としたもので，引用発明に当該構成を適用したとしても，データを不揮発性の大容量記憶手段である「記憶装置」に書き込むという構成を想到し得ない。",
                "したがって，引用発明の演算装置内のCPUによって実行される命令データの記憶手段として上記周知の構成を適用し，「少なくとも1つの記憶素子を有し，命令シーケンスを記憶するメモリ」を備え，「プロセッサ」は当該「記憶された命令シーケンス」によって，オペレーティング・システムをブートする前の，データの記憶装置への書き込みを行うようにすること，すなわち相違点1ないし相違点3に係る構成とすることは，当業者が容易に想到し得たことであるとした審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点4についての判断の誤り",
              "text": [
                "審決は，情報処理装置の起動時に，ファイルデータを，ファイル・システムを有する記憶装置に転送することは，甲2に記載され，甲2は，情報処理装置におけるデータ転送技術である点において，引用発明と同様の技術分野に属するものであるから，引用発明における記憶装置へのデータ転送において，甲2の記載事項を適用することで，「記憶装置はファイル・システムを含み，前記少なくとも1つの記憶素子のコンテントを前記記憶装置に書き込む前記動作において，前記少なくとも1つの記憶素子はファイルを含み，前記書き込む動作は，前記ファイルを前記記憶装置の前記ファイル・システムに転送することを含むものとすること」（相違点4）は，当業者が容易に想到し得たことであると判断した。",
                "しかし，甲2には，「ファイルシステム情報を，外部記憶装置としての磁気ディスク5の所定のファイルシステム情報の保存アドレスに，CPU6を介さずに直接書き込む」（【0015】）と記載されており，甲2の技術は，CPU6を介さずにファイルシステム情報を直接書き込む技術であるので，プロセッサを用いてファイルの書き込みをする本願発明とは相違する。",
                "また，甲2のデータの転送先である磁気ディスク5は不揮発性の記憶媒体であるところ，引用発明は，立ち上げ時間を短縮化するために不揮発性の記憶装置102を用いずに「揮発性の主記憶装置」にデータを転送することを特徴としていることからすれば，引用発明に不揮発性の記憶媒体を転送先とする甲2の技術を適用することには阻害要因がある。",
                "したがって，引用発明における記憶装置へのデータ転送において，甲2の記載事項を適用することで，相違点4に係る構成とすることは，当業者が容易に想到し得たことであるとした審決の判断は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "記載不備についての判断の誤り（取消事由1）に対して",
          "text": [
            "本願の発明の詳細な説明によれば，従来の技術に関して，「追加ドライバ，特別なソフトウェア，又は，新たなハードウェアのためのソフトウェアの追加には，当該追加のための媒体の移送，及び，その紛失又は盗難の危険が伴う」（【0001】ないし【0005】）という問題があり，前記問題を克服するための，「システムおよび／またはデイレクトリ・サービスの必要性および利用可能性なしにシステム・ファームウェアから記憶装置にアプリケーションを配信するためのシステムおよび方法が必要とされている」（【0006】）という課題があることを把握できるが，以下のとおり，本願の特許請求の範囲の請求項1には，発明の課題を解決するための手段が反映されていない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "任意のタイプのデータの特定",
              "text": [
                "プロセッサベースのシステムにおいては，取り扱うデータの技術的意味に応じて，システムにおける処理内容が大きく異なるから，本願の特許請求の範囲の請求項1には，データの種類に関する構成要件を記載する必要がある。",
                "しかし，本願の特許請求の範囲の請求項1には，読み込まれる「任意のタイプのデータ」が，アプリケーション，すなわち，追加ドライバ，特別なソフトウェア，又は，新たなハードウェアのためのソフトウェア等の「特定のタイプのデータ」であるとの記載はなく，文字どおりデータが任意のタイプであることを意味している。",
                "したがって，本願の特許請求の範囲の請求項1には，「任意のタイプのデータ」がアプリケーション等の「特定のタイプのデータ」であることの構成要件が不足している。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "メモリのシステムへの固定的な組込み",
              "text": [
                "前記のとおり，本願発明は，媒体の移送等によらずに，システム・ファームウェアから記憶装置にアプリケーションを配信するためのシステム及び方法を提供することが課題であるところ，本願の特許請求の範囲の請求項1には，「少なくとも1つの記憶素子を有し，命令シーケンスを記憶するメモリ」とのみ規定され，メモリをシステム・ファームウェアのようにシステムに固定的に組み込むことにより課題を解決することについて，何ら規定されていない。そして，「少なくとも1つの記憶素子を有し，命令シーケンスを記憶するメモリ」には，システムに対し着脱可能な，可搬形記憶媒体（例：メモリカード，USBメモリ）も含まれるところ，追加ドライバ又は特別なソフトウェアを，可搬形の記憶媒体によりユーザに供給する発明は，従来技術（乙1ないし5）にすぎないから，前記問題を解決しない。",
                "したがって，本願の特許請求の範囲の請求項1には，「少なくとも1つの記憶素子を有し，命令シーケンスを記憶するメモリ」が，システムに対して固定的に組み込まれていることに関する構成要件が不足している。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "記憶装置の限定",
              "text": [
                "本願の特許請求の範囲の請求項1には，「任意のタイプのデータ」を書き込む対象である「記憶装置」に関して，それが不揮発性記憶装置であるとの限定はないため，RAMディスクなどの揮発性の主記憶装置も含まれる。",
                "しかし，オペレーティング・システムの実行前に主記憶装置のRAMディスクにプログラムを転送しても，前記問題を何ら解決するものではない。また，そもそも，プロセッサベースのシステムにおいては，記憶装置が揮発性であるか不揮発性であるか，及び，データが格納される場所に応じて，データの種類及びデータに対する処理内容が大きく異なるものである。 ",
                "したがって，本願の特許請求の範囲の請求項1には，「記憶装置」が不揮発性の記憶装置であることの構成要件が不足している。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一致点及び相違点の認定誤り（取消事由2）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "記憶装置に関する相違点の看過に対して",
              "text": [
                "原告は，本願発明と引用発明の相違点について，記憶装置に関して，揮発性の主記憶装置と不揮発性の大容量記憶手段という相違点を看過したと主張する。",
                "しかし，前記1(3)のとおり，本願の特許請求の範囲の請求項1には，本願発明の記憶装置が「不揮発性の大容量記憶手段」であるとは記載されておらず，「不揮発性の大容量記憶手段」に限定解釈すべき理由はない。むしろ，請求項1を引用する請求項5には，本願発明の記憶装置に，揮発性か不揮発性か限定されていない「固形メモリ装置」（Solid  State  Memory），すなわち，RAMのように揮発性だが高速な固形メモリ装置，及び，メモリカードのように不揮発性だが低速の固形メモリ装置の双方が含まれることが記載されている上，「低容量取外し可能媒体装置」が含まれることも記載されている。",
                "また，本願の発明の詳細な説明の【0023】には，【0025】ないし【0027】及び図2Aの記載は例示である旨の記載がされている上，【0013】には，「コンピュータ・システム」は，データを処理することのできる回路を含む製品と定義され，例示として，汎用コンピュータ・システム，パーソナル・コンピュータ，ハード・コピー機器（例えばプリンタ，ファクス機など），銀行業務機器（例えば現金自動預払機）なども挙げられていることからみても，本願発明の「記憶装置」を，「大容量記憶装置152」に限定的に解釈することは妥当でない。",
                "したがって，本願発明のデータの書き込み先は，主記憶装置を含むものであって，審決に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "書き込まれるデータに関する相違点の看過に対して",
              "text": [
                "原告は，本願発明と引用発明の相違点について，書き込まれるデータに関し，本願発明は，「(ア)オペレーティング・システムをブートする前に請求項1の「記憶装置」に書き込まれるものであり，書き込み動作はブート後のアプリケーション・プログラムとは独立して実行されるものであり，(イ)請求項1の「記憶装置」のファイル・システムに転送されるファイル」（任意のデータ）であるのに対して，引用発明の「データ」は，「前回コンピュータ110を終了時退避されたオペレーティングシステムおよびアプリケーションプログラムの実行状態を再現するためのデータ」である点を看過したと主張する。",
                "しかし，刊行物1の記載によれば，引用発明では，コンピュータの起動後，記憶装置102からのオペレーティング・システムのロードがバイパスされるとしても，オペレーティング・システム及びアプリケーション・プログラムを起動させるためには，その前に，不揮発性メモリ106からアプリケーション・プログラムだけでなくオペレーティング・システムの再現データの転送が必要である。",
                "したがって，オペレーティング・システムの起動は，データの転送後であり，データの転送中において，オペレーティング・システムのファイルは，まだ実行開始されていない（乙12）から，「オペレーティング・システムをブートする前に」との本願の特許請求の範囲の請求項1の記載の限りにおいて，上記(ア)は，相違点ではない。",
                "そして，上記(イ)の，引用発明の「データ」が記憶装置のファイル・システムに転送されるファイルである点については，審決は相違点4としているから，審決に相違点の看過はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点の容易想到性判断の誤り（取消事由3）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1ないし3の判断の誤りに対して",
              "text": [
                "審決は，甲3を，命令シーケンスの記憶場所を不揮発性の記憶装置とする技術を示すために用いたのであり，データの書込み先を記憶装置とする技術を示すために用いたのではない。そもそも，本願の特許請求の範囲の請求項1には，本願発明の記憶装置が不揮発性の大容量記憶手段であるとは記載されていない。",
                "したがって，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点4についての判断の誤りに対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲2の技術は，CPU6を介さずにファイル・システム情報を直接書き込む技術であるので，プロセッサを用いてファイルの書き込みをする本願発明とは相違すると主張する。",
                    "しかし，引用発明は，CPU，不揮発性メモリ，RAM（主記憶装置）等がバスケーブルで接続された，典型的なコンピュータを前提とするから，引用発明に甲2の技術を組み合わせる場合は，CPUが命令シーケンスを実行して書き込むものとするのが自然である。また，RAM（主記憶装置）への転送を，①CPU以外の手段で行うこと（乙6ないし8），②CPUの命令により行うこと（乙9及び10）は，いずれも周知の技術であって，CPUを介するか否かは容易想到性の判断を左右しない。",
                    "したがって，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，引用発明に甲2の技術を適用するには阻害要因があると主張するが，審決は，甲2を，情報処理装置の起動時に，ファイルデータを，ファイル・システムを有する記憶装置に転送する技術を示すために用いたものであって，たとえ記憶装置が揮発性であるとしても，不揮発性記憶装置の場合と同様にファイル転送が行われることは技術常識である（乙6ないし10）。",
                    "したがって，原告の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（記載不備についての判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載内容について",
              "text": [
                "本願明細書の「発明の詳細な説明」には，以下の記載がある（甲4。図については，別紙本願明細書図面目録参照。）。",
                "「【0001】",
                "【発明の属する技術分野】本発明は一般に，プロセッサベースまたはマイクロコントローラベースのシステムにおけるメモリに関し，より詳細には，オペレーティング・システムおよび／またはディレクトリ・サービスを必要とせずにシステム・ファームウェアから記憶装置にアプリケーション・プログラムを転送するシステムおよび方法に関する。",
                "【0002】",
                "【従来の技術】コンピュータなどプロセッサベースのシステムでは，オペレーティング・システムを最初にインストールしなければならず，その後，その他のアプリケーション・ソフトウェアをそれに続けてインストールおよび実行することができる。オペレーティング・システム・ソフトウェアは通常，コンパクト・ディスクまたはディスケットからインストールされる。ある種の場合には，オペレーティング・システムは，マザーボード製造業者またはシステム製造業者によって必要とされる性能レベルまでシステムを高めるために，装置ドライバまたは何らかの他のソフトウェア・コンポーネントを介して拡張されなければならない。これは，これらの装置ドライバの移送を含むいくつかの問題を生む。」",
                "「【0004】各製造ステージは，固有の必要物，技術向上を有する場合もあり，異なる検査および故障解決を必要とする場合もある。様々な製造ステージが異なる物理位置および異なる企業で起こり得るため，標的のオペレーティング・システムに加えられる装置ドライバまたは特別なソフトウェアは，システムに追加コストを加える。この追加コストをこうむるのは，追加ドライバまたは特別なソフトウェアをフロッピー・ディスク，コンパクト・ディスク，または他の各システムに対する媒体で移送しなければならないためである。さらに，フロッピー・ディスクやコンパクト・ディスクなどの追加アイテムは，失われたり盗難に遭ったりしやすい。",
                "【0005】さらに，技術が進歩するにつれて，システム・ハードウェアは，現在のオペレーティング・システムに使用できない機能を備える可能性がある。今日，システム・ファームウェアまたはBIOSが新しいハードウェアを制御する能力を伝えることのできる，あるいは拡張されたシステム機能を提供することのできる信頼性のある方法はない。例えば，システムが今，リアルタイム・ビデオ表示を組み込んでいるとする。この機能を実行するハードウェアは存在するが，オペレーティング・システムはリアルタイム・ビデオを表示することができない。先に考察したように，システム製造業者は，リアルタイム・ビデオの表示に必要なソフトウェアを収録したディスケットまたはコンパクト・ディスク（CD）をユーザに供給する場合がある。これに伴う問題は，マザーボードが，システムに組み込まれてエンド・ユーザに販売される前に何人かの中間の人間を通過する可能性があることであり，それにより，ディスケットまたはCDは，失われたり盗難に遭ったりしやすい。",
                "【0006】",
                "【発明が解決しようとする課題】したがって，前述の問題を克服するためのシステムおよび方法が，技術において必要とされている。特に，システムおよび／またはディレクトリ・サービスの必要性および利用可能性なしにシステム・ファームウェアから記憶装置にアプリケーションを配信するためのシステムおよび方法が必要とされている。",
                "【0007】",
                "【課題を解決するための手段】本発明の一態様は，プロセッサベースのシステム内の少なくとも1つの記憶素子にアクセスするための方法およびシステムである。システムは，命令シーケンスを記憶するためのメモリを含み，その命令シーケンスによってプロセッサベースのシステムが処理される。メモリは，少なくとも1つの記憶素子を含む。プロセッサがメモリに結合され，記憶装置がプロセッサに結合される。プロセッサベースのシステム上でオペレーティング・システムをブートする前に，記憶された命令シーケンスは，少なくとも1つの記憶素子のコンテントを記憶装置に書き込むようプロセッサに命令する。」",
                "「【0009】",
                "【発明の実施の形態】本発明は，オペレーティング・システムまたはディレクトリ・サービスを必要とせずにアプリケーションを提供するためのシステムおよび方法に関する。一実施形態では，最初にペイロードまたはファイルがプロセッサ・システムの不揮発性記憶装置に記憶される。ペイロード配信プログラムは，ファイルまたはペイロードのインストール前に，ファイルまたはペイロードをシステムの初期化ディレクトリまたはスタートアップ・ディレクトリに転送する。続いて，ファイルまたはペイロードは，オペレーティング・システムが完全にブートされた後でインストールされる。",
                "【0010】本発明によれば，マザーボード・ベンダーは，オペレーティング・システムが更新または変更されるときに自動的にインストールできる拡張機能を提供することにより，自分の製品を差別化することができる。この拡張機能は，新しいかまたは「異なる」システム・ハードウェアを操作することもでき，あるいは，有名商標のインターネット・ブラウザなどソフトウェア・ベースの能力とすることもできる。いくつかのオペレーティング・システムは，プログラムが特定のディレクトリ内に配置されればオペレーティング・システムのブート中に自動的にそのプログラムを稼動させるように構成することもできる。」",
                "「【0013】定義",
                "・・・コンテントとは，アプリケーション・プログラム，ドライバ・プログラム，ユーティリティ・プログラム，ファイル，ペイロードなど，およびそれらの組合せ，ならびに，グラフィックス，情報材料（記事，株式相場，他）などのうちの1つまたはいずれかの組合せについて言う。「ペイロード」とは，グラフィックスまたは情報材料（記事，株式相場，他）を伴うメッセージについて言い，ファイルまたはアプリケーションを含めることができる。一実施形態では，これは所定時にシステムの大容量記憶媒体に転送される。・・・",
                "【0014】さらに，オペレーティング・システム（「OS」）のロードとは，オペレーティング・システム・ブートストラップ・ローダの最初の設置について言う。一実施形態では，OSロード中に，通常，情報のセクタがハード・ディスクからシステム・メモリにロードされる。あるいは，ブートストラップ・ローダがネットワークからシステム・メモリにロードされる。OS「ブート」とは，ブートストラップ・ローダの実行について言う。これは，OSをシステムの制御下に置く。OSブート中に行われるいくつかの動作には，システム構成，装置検出，ドライバのロードおよびユーザ・ログインが含まれる。・・・パワー・オン・セルフ・テスト（Power On Self Test：「POST」）とは，OSのロード前にシステム・ハードウェアを構成および検査するために実行される命令である。",
                "【0015】システムの概観",
                "本発明の実施形態を組み入れる例示的なシステムの記述を以下に述べる。」",
                "「【0017】一実施形態では，本発明の様々な実施形態を実施するために2つのソフトウェア・モジュールが使用される。一方がユーザのシステム上に常駐し，所定のウェブ・サイトにアクセスするのに使用される。例えば一実施形態では，オペレーティング・システムおよび基本入出力システム（BIOS）がコンピュータ・システムに事前にインストールされ，続いてコンピュータ・システムが最初に電源を入れられるとき，考察の目的で第1のソフトウェア・モジュールと呼ぶアプリケーションが（一実施形態では第1のソフトウェア・モジュールは初期スタートアップ・アプリケーション（ISUA）であり，後続の章で述べる），プリブート環境で1つまたは複数の実行可能プログラムの起動を可能にする。一実施形態では，第1のソフトウェア・モジュールは，OSのロード，ブート，実行，および／または稼動の前に1つまたは複数の実行可能プログラムを起動するのを助ける。一実施形態では，ユーザは，このようなプログラムの使用（すなわち第1のソフトウェア・モジュールの使用）を選択するよう奨励され，代替実施形態では，プログラムは自動的に起動される。第1のソフトウェア・モジュール中に含まれるプログラムは，ツールおよびユーティリティが適時に，かつ正しいユーザ許可によって稼動するようにし，また，ユーザがインターネット接続を通してドライバ，アプリケーション，および追加ファイルまたはペイロードを含む第2のソフトウェア・モジュールをPC上にダウンロードできるようにする。・・・」",
                "「【0019】一実施形態では，システムはまた，読出し専用メモリBIOS（ROM BIOS）中に記憶される初期ペイロードも含むことができる。一実施形態では，初期ペイロードは，第1のソフトウェア・モジュール（例えばISUA）の一部である。・・・一実施形態では，初期ペイロードはROM BIOSから起動され，パワー・オン・セルフ・テスト（POST）後に，ただしOSのブート，ロード，および／または実行の前に，画面上に表示される。これは，所定時，例えばシステムが製造，組立て，および検査されているときや，エンド・ユーザが最初にシステムをアクティブにするときなどに行われる場合がある。・・・」",
                "「【0023】図2Aに，本発明の実施形態を実施できる例示的なコンピュータ・システム100を示す。・・・",
                "【0024】図2Aを参照すると，コンピュータ・システム100は，プロセッサすなわち中央処理装置（CPU）104を含む。・・・",
                "【0025】CPU104は，CPUバス108によってバス・コントローラ112に結合される。・・・メモリ・コントローラ116は，CPU104または他の装置からメモリ・バス120を介してシステム・メモリ124にアクセスするためのインタフェースである。一実施形態では，システム・メモリ124は，SDRAM（synchronous dynamic random access memory）を含む。システム・メモリ124は任意選択で，いずれかの追加または代替の高速メモリ装置またはメモリ回路を含むこともできる。・・・システム・バス128には，グラフィックス・コントローラ，グラフィックス・エンジン，またはビデオ・コントローラ132と，大容量記憶手段152と，通信インタフェース装置156と，1つまたは複数の入出力装置（I／O）168 ～168 と，拡張バス・1 Nコントローラ172とが結合される。・・・",
                "【0026】大容量記憶手段152には，（これらに限定されないが，）ハード・ディスク，フロッピー・ディスク，CD-ROM，DVD-ROM，テープ，高密度フロッピー，大容量取外し可能媒体，低容量取外し可能媒体，固体メモリ装置など，およびこれらの組合せが含まれる。大容量記憶手段152には，他のどんな大容量記憶媒体を含めることもできる。・・・・拡張バス・コントローラ172は不揮発性メモリ175に結合され，この不揮発性メモリ175はシステム・ファームウェア176を含む。システム・ファームウェア176はシステムBIOS82を含み，このシステムBIOS82は，とりわけコンピュータ・システム100内のハードウェア・装置を制御するためのものである。システム・ファームウェア176はまた，ROM180およびフラッシュ（またはEEPROM）184も含む。・・・",
                "【0027】当業者によく知られているように，コンピュータ・システム100はさらに，オペレーティング・システム（OS），および少なくとも1つのアプリケーション・プログラムを含み，一実施形態では，これらは，大容量記憶手段152からシステム・メモリ124にロードされ，POST後に起動される。OSには，これらに限定または制約されないが，DOS，WindowsTM（例えばWindows95TM，Windows98TM，WindowsＮTTM），Unix（登録商標），Linux，OS／2，OS／9，Xenixなどを含めた，どんなタイプのOSも含めることができる。オペレーティング・システムは，コンピュータ・システムの動作および資源の分配を制御する1つまたは複数のプログラムのセットである。アプリケーション・プログラムは，ユーザに望まれるタスクを実行する1つまたは複数のプログラムである。」",
                "「【0032】図3に，コンピュータ・システム100の論理図を示す。図2Aおよび3を参照すると，システム・ファームウェア176はソフトウェア・モジュールおよびデータを含み，これらは，POST中にシステム・メモリ124にロードされ，続いてプロセッサ104によって実行される。一実施形態では，システム・ファームウェア176は，システムBIOSハンドラやハードウェア・ルーチンなどを有するシステムBIOSモジュール82，ROMアプリケーション・プログラム・インタフェース（RAPI）モジュール84，初期スタートアップ・アプリケーション（ISUA）モジュール86，初期ペイロード88a，暗号鍵90，暗号エンジン92，および表示エンジン94を含む。RAPI84は，ROMアプリケーション・プログラムとシステムBIOS82との間に安全なインタフェースを提供する。前述のシステム・ファームウェア176のモジュールおよび各部は，ROM180および／またはフラッシュ184中に含めることができる。あるいは，前述のシステム・ファームウェア176のモジュールおよび各部は，ROM190および／またはフラッシュ194中に含めることもできる。RAPI84，ISUA86，および初期ペイロード88aはそれぞれ，コンピュータ・システム100を最初に使用する前に，別々に開発してシステム・ファームウェア176に記憶することができる。・・・",
                "【0033】一実施形態では，図3・・・に示すように，新しいコンピュータ・システム100に最初に電源が入れられた後，システムは，POSTプロシージャから開始する。初期POSTの間，A1によって示すようにISUA86が大容量記憶手段152に転送される。一実施形態では，このような転送は，製造および／または組立ての過程の間に，オペレーティング・システムをインストールした後で（ただしオペレーティング・システムをブート，ロード，および稼動させる前に）システム100に最初に電源が入れられるときに行われる。代替実施形態では，このような転送は，製造および／または組立ての過程の後で，ユーザがシステム100を受け取って電源を入れるときに行われるようにすることもできる。他の代替実施形態では，ISUA86の転送中に，追加のプログラム，アプリケーション，ドライブ，データ，グラフィックス，および他の情報を（例えばROMから）大容量記憶手段152に転送することもできる。・・・」",
                "「【0035】POSTが完了すると，OSがロード，実行，および初期化される。次いで，標準OSドライバおよびサービスがロードされる。・・・」",
                "「【0042】配信プロセス",
                "図5Aは，本発明のファイルまたはペイロード配信プロセス200Aの一実施形態の流れ図である。一実施形態では，ファイルまたはペイロードは，少なくとも1つのアプリケーション・プログラムを含む。・・・ファイルまたはペイロード配信プロセス200Aは，不揮発性記憶装置から所定の装置にペイロードを転送するアプリケーションである・・・。一実施形態では，所定の装置は，ハード・ディスクなどの大容量記憶手段152である。代替実施形態では，装置は，これらに限定されないが，CD ROM，zipディスク，フロッピー・ディスク，およびフラッシュ・メモリを含めたどんな記憶装置でもよい。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)認定の事実によれば，本願明細書において，本願発明の課題は，従来技術では，追加ドライバまたは特別なソフトウェアをユーザに供給する際，フロッピー・ディスク等の媒体で移送していたところ，この方法では媒体が失われたり盗難に遭ったりしやすいというリスクがあるため（【0004】【0005】），システム・ファームウェアから記憶装置にアプリケーションを配信するためのシステム及び方法を提供することである（【0006】）と認められる。",
                "そして，上記課題の課題解決手段として，本願の特許請求の範囲の請求項1には，構成として，「少なくとも1つの記憶素子を有し，命令シーケンスを記憶するメモリと，前記メモリに結合され，前記記憶された命令シーケンスを実行するプロセッサと，前記プロセッサに結合され，前記プロセッサおよび前記メモリと同じく前記システム内に含まれる記憶装置」を含み，「前記少なくとも1つの記憶素子はファイルを」，「前記記憶装置はファイル・システム」を含むものであって，その動作として，「オペレーティング・システムをブートする前に，前記記憶された命令シーケンスによって前記プロセッサは，前記少なくとも1つの記憶素子のコンテント，即ち，該記憶素子の任意のタイプのデータを前記記憶装置に書き込み，この書き込み動作はブート後のアプリケーションプログラムとは独立して実行され，」「さらに，前記少なくとも1つの記憶素子のコンテントを前記記憶装置に書き込む前記動作において」，「前記ファイルを前記記憶装置の前記ファイル・システムに転送することを含む」システムが記載されている。",
                "しかし，請求項1の上記構成のうち「ファイル・システムを含」んでいる「記憶装置」については，上記記載しかなく，この記載自体からは，その技術的意義が一義的に明確であるとはいえない。",
                "そこで，本願明細書の発明の詳細な説明についてみると，まず，システムの概観として，①オペレーティング・システム（OS）及び基本入出力システム（BIOS）は，コンピュータ・システムに事前にインストールされており，コンピュータ・システムが最初に電源を入れられるとき，第1のソフトウェア・モジュールと呼ぶアプリケーション（一実施形態としては初期スタートアップ・アプリケーション（ISUA））が，OSのロード，ブート，実行，稼動の前に実行可能プログラムを起動するのを助ける，②コンピュータ・システムは，読出し専用メモリBIOS（ROM BIOS）中に記憶される初期ペイロードを含むことができ，初期ペイロードは，第1のソフトウェア・モジュール（ISUA）の一部である，③初期ペイロードは，ROM BIOSから起動され，POST（パワー・オン・セルフ・テスト）後，OSのブート，ロード，実行の前に，所定の位置（コンピュータ・システムのハード・ディスク等）にコピーされるという構成が記載されている（【0017】【0019】）。そして，その例として，図2A，図3のコンピュータ・システム100が記載されており，ハードウェアの構成として，不揮発性メモリ175（システム・ファームウェア176を含む。）及びプロセッサである中央処理装置（CPU104）並びにハード・ディスク，フロッピー・ディスク，CD-ROM，DVD-ROM，テープ，高密度フロッピー，大容量取外し可能媒体，低容量取外し可能媒体，固体メモリ装置など，及びこれらの組合せなどを含む大容量記憶手段152を備え（【0023】ないし【0026】），ソフトウェアの構成として，オペレーション・システム（OS）及び少なくとも一つのアプリケーション・プログラムを含み（【0027】），一実施形態として，システム・ファームウェア176に，命令シーケンスであるシステムBIOSハンドラやハードウェア／ルーチンなどを有するシステムBIOSモジュール82，ROMアプリケーション・プログラム・インタフェース（RAPI）モジュール84，初期スタートアップ・アプリケーション（ISUA）モジュール86，初期ペイロード88a（ファイル又はアプリケーションを含む。）などが含まれる構成が示されている（【0032】【0042】）。また，その動作として，システム100に最初に電源が入れられた後，システムは，POSTプロシージャから開始し，初期POSTの間，追加のプログラム，アプリケーション，初期ペイロード88aなどを大容量記憶手段152に転送することができ，POSTが完了するとOSがロード，実行及び初期化されることなどが記載されている（【0027】【0033】【0042】）。",
                "これらの記載からすれば，本願の特許請求の範囲の請求項1に記載されたシステムの構成である「命令シーケンスを記憶するメモリ」「プロセッサ」「記憶装置」は，それぞれ発明の詳細な説明の「不揮発性メモリ175（システム・ファームウェア176を含む。）」「CPU104」「大容量記憶手段152」に対応し，請求項1の「ファイル・システムを含」んでいる「記憶装置」は，ハード・ディスク，フロッピー・ディスク，CD-ROM，DVD-ROM，テープ，高密度フロッピー，大容量取外し可能媒体，低容量取外し可能媒体，固体メモリ装置など，及びこれらの組合せその他の不揮発性の大容量記憶装置であって（【0026】），少なくとも揮発性のRAM（主記憶装置）はこれには含まれないと解される。",
                "そして，上記のとおり，本願の特許請求の範囲の請求項1に記載された発明も，発明の詳細な説明に記載された発明も，同様のハードウェア及びソフトウェアの構成を備え，OSのブート前に，追加のプログラム等などを大容量記憶装置に転送するという動作が開示されているから，本願の特許請求の範囲の請求項1に記載された発明は，発明の詳細な説明に記載された発明であって，当業者が「媒体が失われるなどのリスクを避けるために，システム・ファームウェアから記憶装置にアプリケーションを配信するためのシステム及び方法を提供する。」という課題を解決できると認識できる範囲のものであると認められる。",
                "したがって，本願が特許法36条6項1号に規定する要件を満たしていないとの審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「任意のタイプのデータ」の限定について",
                  "text": [
                    "被告は，本願発明の「任意のタイプのデータ」は，文字どおりデータが任意のタイプであることを意味するから，データがアプリケーション等の「特定のタイプのデータ」であることを否定していると主張する。",
                    "しかし，本願の特許請求の範囲の請求項1の「前記少なくとも1つの記憶素子のコンテント，即ち，該記憶素子の任意のタイプのデータ」「前記少なくとも1つの記憶素子のコンテントを前記記憶装置に書き込む前記動作において，前記少なくとも1つの記憶素子はファイルを含み」との記載によれば，本願発明の「任意のタイプのデータ」は，記憶素子の「コンテント」であって「ファイル」を含むものと理解される。",
                    "そして，本願明細書の発明の詳細な説明において，「コンテントとは，アプリケーション・プログラム，ドライバ・プログラム，ユーティリティ・プログラム，ファイル，ペイロードなど，およびそれらの組合せ，ならびに，グラフィックス，情報材料（記事，株式相場，他）などのうちの1つまたはいずれかの組合せについて言う。」（【0013】）と定義されていることを併せて考慮すれば，本願発明の「任意のタイプのデータ」はアプリケーション・プログラム等のデータとして十分に特定されているというべきである。",
                    "したがって，被告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "メモリのシステムへの固定的な組込み",
                  "text": [
                    "被告は，「少なくとも1つの記憶素子を有し，命令シーケンスを記憶するメモリ」には，システムに対し着脱可能な，可搬形記憶媒体（例：メモリカード，USBメモリ）も含まれるため，同メモリが，システムに対して固定的に組み込まれているか不明である旨主張する。",
                    "しかし，本願の特許請求の範囲の請求項1には，「少なくとも1つの記憶素子を有し，命令シーケンスを記憶するメモリ」が，「プロセッサベースのシステム内」のもので，メモリには，「プロセッサが結合され」ていると記載されており，当業者であれば，当該メモリがシステムに対して固定的に組み込まれているものと理解することは明らかである。",
                    "したがって，被告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「記憶装置」の限定について",
                  "text": [
                    "さらに，被告は，本願発明の「記憶装置」は，不揮発性の大容量記憶手段に限らず，主記憶装置等のあらゆる記憶装置を含む旨主張する。",
                    "しかし，本願の特許請求の範囲の請求項1には，「前記プロセッサに結合され，前記プロセッサおよび前記メモリと同じく前記システム内に含まれる記憶装置」であって，「前記記憶装置はファイル・システムを含み」と記載されており，特許請求の範囲の請求項1の「記憶装置」は，システム内に含まれ，かつ，ファイル・システムを含むものとして特定されており，その技術内容が一義的に明確とはいえないものの，本願明細書の発明の詳細な説明における前記(1)の記載によれば，本願発明の「記憶装置」は，当業者であれば，ハード・ディスク等の不揮発性の大容量記憶装置等と解し，少なくとも揮発性のRAM（主記憶装置）を含むものとは解さない。",
                    "したがって，被告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本願発明が特許法36条6項1号に規定する要件を満たしていないとの審決の判断は誤りであって，取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（一致点及び相違点の認定誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1には，以下の記載がある（甲1。図については，別紙引用発明図面目録参照）。",
                    "「【特許請求の範囲】",
                    "【請求項1】オペレーティングシステムおよびアプリケーションプログラムを格納した不揮発性のプログラム格納手段と，",
                    "前記オペレーティングシステムの下で前記アプリケーションプログラムを実行する実行手段と，",
                    "該実行手段の動作時に，前記オペレーティングシステムおよびアプリケーションプログラムを前記プログラム格納手段から読み出して一時的に記憶する揮発性の主記憶装置と，を備えた演算装置において，",
                    "前記主記憶装置と接続された不揮発性記憶装置と，",
                    "前記演算装置の電源オフに先立って，前記主記憶装置に記憶されているデータを前記不揮発性記憶装置に待避させるデータ待避手段と，",
                    "前記不揮発性記憶装置に待避させておいたデータを，前記演算装置の再起動時に前記主記憶装置に転送させる転送手段と，を備え，",
                    "前記演算装置の再起動時，前記実行手段が，前記不揮発性記憶装置から前記主記憶装置に転送されたデータに基づいて，前回の電源オフ時のオペレーティングシステムおよびアプリケーションプログラムの実行状態を再現することを特徴とする演算装置。」",
                    "「【発明の詳細な説明】",
                    "【0001】",
                    "【発明の属する技術分野】本発明は，演算装置，該装置の制御方法，該制御プログラムを記憶した記憶媒体，演算装置を利用した電子回路装置，該装置の制御方法，該制御プログラムを記憶した記憶媒体に関し，特に，プログラム起動時の時間を短縮できる装置に関する。」",
                    "「【0012】",
                    "【発明が解決しようとする課題】しかしながら，従来のコンピュータおよびコンピュータを利用した電子回路解析システムには下記のような問題点があった。コンピュータの場合，インストールされているアプリケーションプログラムの種類が多数であっても，実際に日常的に使用されるアプリケーションプログラムの数は2，3種類であり，通常は，前回使用したアプリケーションプログラムと同様のものを使用する場合がほとんどである。それにも関わらず，レジューム機能を使用しない場合，図7に示されるように，毎回，ステップP2でOSを記憶装置2からRAM3にロードし，さらに，アプリケーションプログラムを選択する度に，ステップP4で記憶装置2からRAM3にアプリケーションプログラムのロードを繰り返していた。",
                    "【0013】つまり，オペレータがコンピュータの電源をオンしてから，コンピュータの起動時の設定，OSを記憶装置2からRAM3にロードするなどの準備が終了するまでの間の数分間と，準備が終了した後，オペレータが所定のアプリケーションプログラムを選択してから，アプリケーションプログラムを記憶装置2からRAM3にロードするなどの準備が終了するまでの間の数分間と，が必要となるので，実際にコンピュータを使用できる状態になるまで，かなりの時間がかかるという問題点があった。",
                    "【0014】また，従来のレジューム機能においてはRAM3の内容を保持するためには電源供給が必要であり，さらに，RAM3にDRAMを使用した場合には，一定期間ごとにリフレッシュを行う必要があり，それらの制御を行う手段も必要であった。・・・",
                    "【0015】本発明は，上記問題点に鑑みなされたものであり，プログラム起動時，起動時間を短縮できる演算装置および演算装置を利用した電子回路装置を提供することを目的とする。」",
                    "「【0036】",
                    "【発明の実施の形態】以下に図面に基づいて，本発明の好ましい実施の形態について説明する。図1～3は，本発明に係る演算装置の実施例を示す図で，典型的なコンピュータ，例えば，パーソナルコンピュータ，ワークステーションなどの例を示している。図1に本実施例の演算装置のシステム構成ブロック図を示す。",
                    "【0037】同図に示されるように，コンピュータ110はCPU101，記憶装置102，RAM103，入出力装置104，レジスタ105，不揮発性メモリ106およびバッテリ107を備えている。CPU101は，予め記憶装置102にインストールされ保存されているOS161の制御下で，複数の所定のアプリケーションプログラム160を実行するものである。・・・",
                    "【0038】記憶装置102は例えば，固定ディスク装置などの大容量の不揮発性の記憶装置であり，OS161に加えて，任意のアプリケーションプログラム160が予めインストールされている。オペレータは複数のアプリケーションプログラム160から実行したいプログラムを選択して実行する。RAM103はCPU101がプログラムを実行するとき，必要なデータを一時的に記憶させる作業領域として使用される揮発性の記憶装置であり，例えばDRAMからなる。」",
                    "「【0041】不揮発性メモリ106はフラッシュメモリなどからなり，RAM103より大きい容量を有する不揮発性の記憶装置である。フラッシュメモリは安価で，かつ，記憶装置102からRAM103へのデータ転送より早い速度でRAM103へのデータ転送を行うことができる。CPU101，記憶装置102，RAM103，入出力装置104，レジスタ105および不揮発性メモリ106はバスケーブル109で互いに接続される。これにより，互いにデータの送受信および制御が可能となる。」",
                    "「【0066】",
                    "【発明の効果】本発明によれば，演算装置の電源オフに先立って，主記憶装置に記憶されているデータを不揮発性記憶装置に待避させるので，演算装置の再起動時に，不揮発性記憶装置に待避させておいたデータを，主記憶装置に転送させて，転送されたデータに基づいて，前回の電源オフ時のオペレーティングシステムおよびアプリケーションプログラムの実行状態を実行手段が再現できる。」",
                    "【0067】通常のプログラムの実行は，オペレーティングシステムおよびアプリケーションプログラムをプログラム格納手段から主記憶装置に転送した後で，行われるが，本発明によれば，この転送処理をバイパスすることが可能となる。また，プログラム格納手段から主記憶装置への転送より不揮発性記憶装置から主記憶装置への転送の方が早い速度で必要なデータを転送できるので，演算装置の起動からアプリケーションプログラムの起動までの時間を短縮できる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，引用発明は，演算装置に関し，特に，プログラム起動時の時間を短縮できる装置に関するものである（【0001】）。そして，従来は，演算装置を起動する場合，毎回，OSを記憶装置からRAMにロードし，さらに，アプリケーションプログラムを選択する度に，アプリケーション・プログラムを記憶装置からRAMにロードすることを繰り返していたため，実際にコンピュータを使用できる状態になるまで，かなりの時間がかかっていたことから（【0012】【0013】），前回終了時における演算装置の電源オフに先立って，主記憶装置に記憶されているデータを不揮発性記憶装置に待避させ，演算装置の再起動時に，当該データを主記憶装置に転送することによって，前回の電源オフ時のオペレーティング・システムおよびアプリケーション・プログラムの実行状態を再現し，アプリケーション・プログラムの起動までの時間を短縮するなどの効果を有するものである（【0066】【0067】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "記憶装置に関する相違点の看過について",
              "text": [
                "審決は，本願発明の「記憶装置」は，その記憶するデータ内容や記憶構造を限定しない「記憶装置」と捉えることができることから，引用発明の「主記憶装置」に相当するとして一致点を認定した。",
                "しかし，前記1(2)及び(3)ウで判示したとおり，本願発明の「記憶装置」は，システム内に含まれ，ファイル・システムを含む記憶装置であるところ（請求項1），本願明細書の発明の詳細な説明に照らして，その技術的意義を理解すると，ハード・ディスク等の不揮発性の大容量記憶手段であり，少なくとも揮発性のRAMはこれに含まれないものと解される。",
                "これに対し，引用発明の「主記憶装置」は，「オペレーティングシステムおよびアプリケーションプログラムをプログラム格納手段から読み出して一時的に記憶する揮発性の主記憶装置」（【請求項1】）で，【発明の実施の形態】の図1の「RAM103」（【0037】）に相当するものであって，「RAM103はCPU101がプログラムを実行するとき，必要なデータを一時的に記憶させる作業領域として使用される揮発性の記憶装置であり，例えばDRAMからなる。」（【0038】）と記載されており，ファイル・システムによって，プログラム等のファイルをフォルダやディレクトリを作成することにより管理したり，ファイルの移動や削除等の操作方法を定めたりすることは記載されていない。",
                "そうすると，本願発明の「記憶装置」と，引用発明の「主記憶装置」は相違するものであるから，両者を一致するとした審決の認定は誤りである。",
                "そして，引用発明が，「プログラム起動時，起動時間を短縮できる演算装置および演算装置を利用した電子回路装置を提供することを目的」（【0015】）とし，前回終了時に，主記憶装置に記憶されているデータを不揮発性記憶装置に待避させ，演算装置の再起動時に，当該データを主記憶装置に転送することによって，前回の電源オフ時のオペレーティング・システム及びアプリケーション・プログラムの実行状態を再現するものであることからすれば，引用発明における演算装置の再起動時の不揮発性装置からのデータの転送先は，必ず主記憶装置でなければならず，引用発明における揮発性の「主記憶装置」をファイル・システムを含む不揮発性の記憶装置に置き換えることには阻害要因があるというべきである。",
                "したがって，審決には，「記憶装置」に関して，本願発明は「ファイル・システム」が含まれる不揮発性の記憶装置であるのに対し，引用発明は，揮発性の「主記憶装置」であるという相違点を看過した誤りがあり，同相違点の看過は，容易想到性の判断の結論を左右するものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "text": [
                "被告は，請求項1を引用する請求項5には，揮発性か不揮発性か限定されていない「固形メモリ装置」（solid state memory），すなわち，RAMのように揮発性だが高速な固形メモリ装置，及び，メモリカードのように不揮発性だが低速の固形メモリ装置の双方が含まれることが記載されているから，本願発明の「記憶装置」にはあらゆる記憶装置が含まれる旨主張する。",
                "しかし，そもそも本願明細書には，「固形メモリ装置」について，「RAMのように揮発性だが高速な固形メモリ装置」が含まれるとの記載はないから，被告の主張は理由がない。",
                "また，被告は，同様に，同請求項5の「記憶装置」に，「低容量取り外し可能媒体装置」が含まれているから，本願発明の「記憶装置」にはあらゆる記憶装置が含まれる旨主張するが，前記1(3)ウで判示したとおり，請求項1の「記憶装置」は，システム内に含まれ，ファイル・システムを含むものとして特定されているだけであって，そもそも，「低容量取り外し可能媒体装置」を排除するものではなく，同装置が含まれるからといって，直ちに本願発明の「記憶装置」に揮発性の「主記憶装置」が含まれることにはならないから，被告の主張は理由がない。",
                "したがって，被告の主張には理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決には，「記憶装置」に関して，本願発明は「ファイル・システム」が含まれる不揮発性の「記憶装置」であるのに対し，引用発明は，揮発性の「主記憶装置」であるという相違点を看過した誤りがあり，この相違点の看過は，容易想到性の判断の結論を左右することは明らかであるから，その余の点について判断するまでもなく，取消事由2は理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由1及び2は，いずれも理由があるから，その余の点について判断するまでもなく，審決は取消しを免れない。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}