{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件各控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人X       原判決中，控訴人X敗訴部分を取り消す。",
            "被控訴人は，原判決別紙「被告物件目録」記載の物件を製造し，販売し又は販売の申出をしてはならない。",
            "被控訴人は，前項の物件を廃棄せよ。",
            "被控訴人は，控訴人Xに対し，1680万円及びこれに対する平成24年10月17日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人株式会社テクノアオヤマ",
          "text": [
            "原判決中，控訴人株式会社テクノアオヤマ敗訴部分を取り消す。",
            "被控訴人は，控訴人株式会社テクノアオヤマに対し，4750万円及びこれに対する平成24年10月17日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，   発明の名称を「プロジェクションナットの供給方法とその装置」とする特許権(特許番号第3309245号)を有する控訴人Xが，被控訴人による原判決別紙「被告物件目録」記載の製品の製造販売等が上記特許権の侵害に当たると主張して，被控訴人に対し，特許法100条1項に基づく上記製品の製造，販売等の差止め及び廃棄を求めるとともに，不当利得に基づき，被控訴人が上記製品の製造販売により得た利得1680万円及びこれに対する請求の後の日(訴状送達日の翌日)である平成24年10月17日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求め，   控訴人株式会社テクノアオヤマが，控訴人Xから上記特許権の独占的通常実施権の許諾を受けたと主張して，被控訴人に対し，特許権侵害(均等侵害)の不法行為(民法709条，特許法102条2項類推適用)に基づき，被控訴人が上記製品の製造，販売をしたことによる損害金と弁護士費用の合計4750万円及びこれに対する不法行為の後の日(訴状送達日の翌日)である平成24年10月17日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原審が控訴人らの請求をいずれも棄却したので，控訴人らがそれぞれ控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，争点及び争点に関する当事者の主張は，次のとおり原判決を補正するほかは，原判決「事実及び理由」の第2の1及び3並びに第3記載のとおりであるから，これを引用する。",
            "原判決7頁16行目の「上面に当たること」を「上面か，ねじ孔の角部に接触すること」と改める。",
            "原判決7頁19行目の「分かる。」の次に，「ガイドロッドの先端部がナットの上面かねじ孔の角部に当たるということは，ガイドロッドの先端部がナットのねじ孔を貫通しないことを意味しているから，この場合に「串刺し作用」が起こらないことは当然である。そうすると，上記②は独立して考慮の対象とする必要がない。」を加える。",
            "原判決7頁24行目の「ガイドロッド」から同頁26行目の「供給されなくなること」までを「ガイドロッドの先端部がナットの上面かねじ孔の角部に接触し，その結果，ナットが目的箇所へ供給されなくなる現象」と改める。",
            "原判決7頁26行目末尾に，改行の上，次のとおり加える。",
            "「  仮に被控訴人製品にロック状態(正規寸法よりも小さいプロジェクションナットが，ヒンジカバーとジェットピンで挟まれ，停止したままの状態)が生じるとしても，被控訴人製品においては，正規寸法よりも小さいナットがストッパ面に一時係止された場合に，ガイドロッドの先端部がナットの上面又はねじ孔の角部に当たり，串刺し作用が生じないという点までは，本件特許発明と全く同じ動作をする。被控訴人製品にヒンジカバーが存在しなければ，正規寸法より小さいプロジェクションナットは「ジェットピンの先端部がナットの上面かねじ孔の角部に接触し」，「当該ナットをはねて，空中を移動させて落下させる」こととなるのであって，ロック状態は，被控訴人製品にヒンジカバーが設けられていることによって生じているにすぎない。そして，本件特許発明の構成要件にヒンジカバーは含まれない以上，被控訴人製品におけるロック状態とは，本件特許発明との関係においては単にヒンジカバーを設けたことから生じる付加の構成にすぎず，ロック状態が生じることが本件特許発明の構成要件充足性を否定する理由とはなり得ない。」",
            "原判決8頁11行目の「被告製品」を「平成12年製品」と改める。",
            "原判決10頁2行目冒頭から5行目末尾までを次のとおり改める。",
            "「また，平成24年製品及び平成15年製品においてロック状態が生じるのが，被控訴人が主張するようにジェットピンのフランジ部分の形状が直角であることによるものであるとしても，以下のとおり，本来の被控訴人製品のジェットピンのフランジ部分は直角ではなく，なだらかなテーパー形状である。",
            "すなわち，ジェットピンは消耗品であるほか，ロッドが曲がった場合には，供給ユニットごと交換することも推奨されているから，平成24年製品や平成15年製品のそれらは交換されている疑いがある。しかも，平成24年製品は事実実験(乙2の1)のために準備されたものであり，被控訴人が現実に顧客に販売している製品と同一であるかも全く明らかではない。さらに，平成11年に製造されたＮUT  FEEDER(製造番号M6-98，型式ＮS-ARF)についても，単にジェットピンの写真(乙33の1)のみが提出されているにすぎず，上記ＮUT  FEEDER(製造番号M6-98，型式ＮS-ARF)の本体銘板(乙33の2)との同一性も，ジェットピン交換の有無についても全く明らかではない。被控訴人製品の取扱説明書(甲7，乙1)に掲載されたジェットピンの図においても，フランジ部分の角がなだらかになっているものがある。",
            "以上によれば，平成24年製品及び平成15年製品についての実験結果から，被控訴人製品の構成を認定することはできず，平成24年製品及び平成15年製品についての実験結果においてロック状態が生じることは，被控訴人製品一般においてロック状態を生じることを意味しない。」",
            "原判決10頁5行目末尾に，改行の上，次のとおり加える。",
            "「ウ  予備的主張",
            "仮に，平成24年製品及び平成15年製品のいずれにおいてもロック状態が生じるものであり，かつ，本件発明の構成要件Eにおける「弾き飛ばす」の意義が「供給ロッドのガイドロッドが，その進出時に，ストッパ面に当たって所定位置に停止した正規寸法よりも小さいプロジェクションナットのねじ孔内へ串刺し状に貫通せずに，ガイドロッドの先端部を当該ナットの上面やねじ孔の角部に当てて，当該ナットをはねて，空中を移動させて落下させることによって，当該ナットを排除するという動きを意味する」としても，上記2製品の動作は，被控訴人がマツダ株式会社(以下「マツダ」という。)の正規の規格品と主張しているM6ナットを正規寸法とし，M5ナットを正規寸法より小さいナットとするという特定の条件下での動作にすぎない。",
            "そして，被控訴人製品の正しい構成は平成12年製品及び平成17年製品の構成であるから，被控訴人がマツダの規格品と主張するM6ナットを正規寸法とする場合のマツダの規格品のM5が混入した場合を除いては，被控訴人製品が，本件発明の技術的範囲(均等侵害)に属することは明らかである。」",
            "原判決12頁16行目末尾に，改行の上，次のとおり加える。",
            "「  なお，控訴人らは，被控訴人製品におけるロック状態が，本件特許発明との関係においては単にヒンジカバーを設けたことから生じる付加の構成にすぎず，ロック状態が生じることが本件特許発明の構成要件充足性を否定する理由とはなり得ない旨主張する。",
            "上記控訴人らの主張が，「ロック状態」が「弾き飛ばす」に含まれることを前提とするのであれば，上記のとおりその前提は誤っているため失当である。",
            "仮に，「ロック状態」が「弾き飛ばす」に含まれないことを前提とする場合でも，そもそも，被控訴人製品では，現に，ヒンジカバーの「先端ブロックまできたナットを落とさないようにする壁の役割」により，最も先端に位置するナットの落下が積極的に食い止められており，これにより本件特許発明とは正反対の効果が生じているのであるから，ヒンジカバーは現に存在する極めて重要な構成であって，単なる付加的構成と評価されるものでもない。」",
            "原判決13頁13行目末尾に，改行の上，次のとおり加える。",
            "「  被控訴人製品においてロック状態が生じる要点は，次のプロジェクションナットがジェットピンの直角のフランジ部分に引っ掛かることにある。」",
            "原判決13頁19行目末尾に，改行の上，次のとおり加える。",
            "「オ  予備的主張について",
            "平成12年製品及び平成17年製品は，いずれも製造当時と同じ構成とは認められない。また，マツダの規格品のM6ナットを正規寸法とする被控訴人製品を除く被控訴人製品であれば「弾き飛ばす」現象が生じることについての立証もない。",
            "また，控訴人らの主張は，被控訴人製品が，正規寸法とするナットの選定によっては「弾き飛ばし」をしないことを前提とするものであるが，このような製品は，正規寸法より小さいナットを確実に弾き飛ばすことに本質的特徴があるはずの本件特許発明とは本質的部分において相違があるから，もはや本件特許発明の技術的範囲には属しないと解するほかない。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被控訴人製品は，本件特許発明の技術的範囲に属せず，控訴人らの請求にはいずれも理由がないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "「弾き飛ばす」の意義",
          "text": [
            "原判決「事実及び理由」第4の1記載のとおりであるから，これを引用する。ただし，原判決33頁15行目末尾に，改行の上，次のとおり加える。",
            "「なお，控訴人らは，仮に被控訴人製品にロック状態が生じるとしても，当該現象は被控訴人製品にヒンジカバーが設けられていることによって生じているにすぎず，被控訴人製品にヒンジカバーが存在しなければ，正規寸法より小さいプロジェクションナットは「ジェットピンの先端部がナットの上面かねじ孔の角部に接触し」，「当該ナットをはねて，空中を移動させて落下させる」こととなる ア)，上記主張は，本件特許発明の構成要件Eにおける「弾き飛ばすガイドロッド」を備えるというためには，ジェットピンの先端部がナットの上面かねじ孔の角部に接触し，当該ナットをはねて，空中を移動させて落下させ得る構成を備えていれば足りるのであって，構成要件Eは，上記作用を打ち消すヒンジカバーが設けられているためにロック状態が生じる構成をも含む旨の主張であるとも解し得る。",
            "しかし，すと，構成要件Eにおける「弾き飛ばすガイドロッド」の要件を充足するというためには，上記説示のとおりにガイドロッドにより正規寸法よりも小さいプロジェクションナットが弾き飛ばされて排除される効果を現実に奏するガイドロッドを備えている必要があるものと解するべきであり，そのような効果を奏しない場合には，構成要件Eの「弾き飛ばすガイドロッド」を備えるものということはできない。",
            "よって，控訴人らの上記主張は採用することができない。」"
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人製品の構成及び構成要件充足性",
          "text": [
            "控訴人らは，平成12年製品と平成17年製品が被控訴人製品であるとして，その構成要件充足性を主張する。これに対し，被控訴人は，平成24年製品と平成15年製品が被控訴人製品である(これらの製品は，正規寸法より小さいプロジェクションナットを弾き飛ばすことをせず，ロック状態を生じるので，前記1説示の点に照らすと，構成要件Eを充足しない。)として，その構成要件充足性を争う。",
            "いずれの製品も，被控訴人が製造し，販売したものであり，型式も被控訴人製品と同じであるところ，いずれの製品が被控訴人製品の具体的構成を示すものであるかについて以下検討する。",
            "平成12年製品について",
            "以下のとおり，平成12年製品は，正規寸法よりも小さいプロジェクションナットを弾き飛ばす構成を備えているが，ジェットピンの形状が被控訴人製品のものと同一であると認めるには足りず，平成12年製品の構成をもって，被控訴人製品の構成であると認定することはできない。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "平成12年製品の構成",
              "text": [
                "平成12年製品を撮影した動画(甲6)においては，プロジェクションナット供給装置のジェットピンが，正規寸法よりも小さいと思われるナットを「弾き飛ばす」状況が撮影されている。そして，証拠(甲17，20，24)によれば，上記動画において撮影されたナット供給装置は，被控訴人が平成12年●●に製造した平成12年製品(ＮUT  FEEDER：製造番号●●●●●●，型式ＮS-ARF)であると認められる。",
                "なお，平成12年製品のジェットピンの形状は，フランジ部分の角がなだらかなテーパー状になっていることが認められる(甲18)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "平成24年製品及び平成15年製品の構成",
              "text": [
                "他方，証拠(乙2の1，2，乙38の1，2)によれば，被控訴人が平成24年に製造した平成24年製品(製造番号M6-3680，型式ＮS-ARF)及び平成15年に製造した平成15年製品(製造番号M6-591，型式ＮS-ARF)では，選別機に，正規寸法のM6ナットと共に，正規寸法よりも小さいM5ナットを混入させた場合，M5ナットについては，供給ユニットのロッドが前進を開始した後，その前進が途中で停止し，M5ナットがヒンジカバーとジェットピンに挟まれた状態になったこと，すなわち，ナットを弾き飛ばしていないことが認められる。",
                "そして，平成24年製品のジェットピンの形状(乙2の1，写真9)及び平成15年製品のジェットピンの形状(乙38の1，写真10)は，いずれもそのフランジ部分の角が直角になっていることが認められる。また，平成11年に製造されたとされるＮUT  FEEDER(製造番号M6-98，型式ＮS-ARF)も，ジェットピンのフランジ部分の角が直角になっていることが認められる(乙33の1・2)。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "プロジェクションナットを弾き飛ばすか否かを決める原因",
              "text": [
                "前記ア及びイ説示のとおり，被控訴人の製造に係る同一の型式の製品であっても，平成12年製品ではプロジェクションナット供給装置のジェットピンが，正規寸法よりも小さいと思われるナットを弾き飛ばすのに対し，平成24年製品及び平成15年製品では，ロック状態が生じている。",
                "このような差異が生じる原因を検討すると，証拠(乙2の1，2，乙38の1，2)及び弁論の全趣旨によれば，平成24年製品及び平成15年製品において，M5ナットがヒンジカバーとジェットピンに挟まれた状態になったのは，ロッドの前進が停止したことによるものであると考えられる。そして，ロッドの前進が停止したのは，ジェットピンが，先端ブロックに停止したM5ナットのねじ孔内に串刺し状に貫通せずにM5ナットを前方に押し動かし，供給ホース内にある後続のプロジェクションナットが下方に動き，ジェットピンのフランジ部分が，その角が直角になっているために，後続のナットに引っ掛かるためと考えられる。",
                "この点，平成15年製品を用いた事実実験(乙38の1，2)では，ヒンジカバーとジェットピンに挟まれたM5ナットを取り除き，ヒンジカバーを開いた状態にしたところ，後続のナットの下部が仮止め室の前面開口の上縁とジェットピンのフランジとに挟まれて後続のナットが傾き，ジェットピンのフランジが後続のナットを供給ユニット前端のブロックにロックした状態になっていたことが認められる。このことは，ジェットピンのフランジ部分が後続のナットに引っ掛かることがロック状態の原因であることを裏付けている。また平成24年製品を用いた事実実験の結果(乙2の1，2)も上記説示の点と整合するものであると認められる。",
                "以上によれば，ジェットピンの形状の違いが，正規寸法よりも小さいナットを弾き飛ばすか否かに違いが生じる原因となっているものと認められる。",
                "控訴人らは，ナットが進出する速度と，ジェットピンの前進速度とを調整することにより，フランジ部分に次のナットが引っ掛からないようにすることは可能であると主張する。",
                "確かに，ナットを弾き飛ばす平成12年製品と，ロック状態を生じる平成24年製品を比較すると，これらにおけるジェットピンの前進速度が異なることがうかがわれる(甲6，乙2の2，乙20の1，2)。",
                "しかし，速度の違いだけがナットを弾き飛ばす原因であると断定するに足りる証拠もなく，事実実験の結果に照らしても，ジェットピンの形状が前記のロック状態の原因であることを否定することはできないというべきである。",
                "仮に，ジェットピンの前進する速度の違いが原因で，ナットを弾き飛ばすか否かの違いが生じる可能性があるとしても，被控訴人製品におけるジェットピンの前進する速度の設定が，平成12年製品のものと同一であると認めるに足りる的確な証拠はない。むしろ，証拠(乙1)によれば，平成24年製品はジェットピンの前進する速度を調整する機構を備えていないから，同製品のジェットピンの前進速度は，被控訴人製品の設定と同一であることもうかがわれる。",
                "また，証拠(乙2の2，乙20の1，2，乙38の2，乙42の1，2)によれば，平成15年製品についても，平成24年製品とほぼ同じ時間を要することがうかがわれる。",
                "そうすると，控訴人らの上記主張を認めることはできず，同主張は採用することができない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "平成12年製品が被控訴人製品と同一の構成かどうかについて",
              "text": [
                "前記アないしウにおいて説示したところに照らすと，ナットを弾き飛ばす平成12年製品が被控訴人製品と同一であるというためには，平成12年製品のジェットピンの形状が被控訴人製品のものと同一であるかどうかを検討する必要があることとなる。",
                "この点，平成12年製品を保有する会社の担当者による平成25年10月23日付けの陳述書(甲20)には，平成12年●●月に平成12年製品を購入した当時，スピンドルの先端の形状が平成12年製品を撮影した写真のとおりであり，平成20年9月頃に控訴人会社に貸与するまでの間，部品の交換，修理，改造をしたことはない旨が記載されている。",
                "しかし，上記の陳述書は，上記会社の社員から聞き取った内容を記載したにとどまり(甲24)，上記の記載内容によって直ちに，製造された当初から平成12年製品のジェットピンのフランジ部分がなだらかなテーパー状であったと認めるには足りない。",
                "また，被控訴人製品の取扱説明書(甲7，乙1)に記載されたジェットピンの図では，フランジ部分の角がなだらかになっている箇所もあることが認められる(甲7，15頁・38頁)。しかし，上記取扱説明書には，フランジ部分が直角に記載されている箇所もあるほか(甲7，13・14・20・27・28・29頁)，他の部分の取扱説明書の記載内容にも照らすと，ジェットピンの図は，シリンダー部を構成する部品の概要及び名称等を説明する趣旨で掲載されているにすぎず，必ずしも部品の細部の形状まで精密に記載しているわけではないというほかない。したがって，上記取扱説明書記載のジェットピンの図を根拠に，被控訴人製品のフランジ部分がなだらかなテーパー状であると認めるには足りない。",
                "そして，上記各点のほかに，平成12年製品のジェットピンの形状が製造当時のものと同一であり，したがって，被控訴人製品と同一であることを認めるに足りる的確な証拠はない。",
                "前記イ説示のとおり，被控訴人による事実実験の対象となった平成24年製品及び平成15年製品は，そのジェットピンのフランジ部分の角が直角になっているほか，平成11年に製造されたとされるＮUT  FEEDER(製造番号M6-98，型式ＮS-ARF)も，ジェットピンのフランジ部分の角が直角になっている。",
                "これに対し，控訴人らは，平成24年製品や平成15年製品のジェットピンは交換されている疑いがある，平成24年製品は事実実験(乙2の1)のために準備されたものであり，被控訴人が現実に顧客に販売している製品と同一であるかも全く明らかではない，平成11年に製造されたＮUT  FEEDER(製造番号M6-98，型式ＮS-ARF)についても，単にジェットピンの写真(乙33の1)のみが提出されているにすぎず，上記ＮUT  FEEDER(製造番号M6-98，型式ＮS-ARF)の本体銘板(乙33の2)との同一性も，ジェットピン交換の有無についても全く明らかではないなどと主張する。",
                "確かに，上記各製品についてジェットピンが交換されていないことを示す客観的な証拠は提出されてないし， ，被控訴人製品の取扱説明書の記載が，上記各製品のジェットピンの形状が被控訴人製品と同一であることを示す根拠となるものともいえない。",
                "しかし，控訴人らの主張するジェットピンの交換の事実を裏付ける的確な証拠もなく， 上記取扱説明書の記載が上記各製品のジェットピンの形状が被控訴人製品と同一であることと矛盾するものでもない以上，控訴人らの主張するように，平成24年製品や平成15年製品のジェットピンのフランジ部分の形状が被控訴人製品のものと異なるということもできない。",
                "したがって，平成24年製品及び平成15年製品に関する控訴人らのオ  小括",
                "以上によれば，現在の平成12年製品が，製造当時のものと同じ構成であると認めることはできず，平成12年製品をもって，被控訴人製品が，本件特許発明の構成要件Eを充足するとの控訴人らの主張は採用することができない。",
                "平成17年製品について",
                "弁護士法23条の2第2項による照会に対し，平成17年製品を保有する会社は，工場内に，被控訴人が平成17年に製造した平成17年製品(製造番号●●●●●●●，型式ＮS-ARF)を保有し，現在までに，改造，修理又は部品の交換をしておらず，供給ホースにM8ナットと共にM6ナットを混入した場合，M6ナットは，供給ユニットのロッドの進出時に，ジェットピンの先端部で弾き飛ばされる旨回答している(甲25の1，2)。",
                "しかし，上記回答書の記載からは，回答者がどのような根拠に基づいて改造，修理又は部品の交換をしていない旨回答しているのか，また，上記会社の工場内にあるプロジェクションナット供給装置，特に，ジェットピンがどのような形状をしているか，あるいはどのような状況で供給装置を作動させたかといった点は必ずしも明らかではない。また，上記会社は，M6ナットを混入した場合，供給ユニットのロッドの前進が途中で停止し，M6ナットがヒンジカバーとジェットピンに挟まれたロック状態になることが「あります。(一瞬ですが)」と，ロック状態が生ずるとも解し得る回答をしている。",
                "したがって，上記回答書の記載から直ちに，平成17年製品によって，被控訴人製品が正規寸法よりも小さいプロジェクションナットを弾き飛ばすという構成要件Eに相当する構成を備えていると認めることはできない。",
                "なお，控訴人らは， イ において，M6ナットとM8ナットの内径をそれぞれ6㎜，8㎜と説明している。これは，甲25の2に基づく主張と考えられるが，これらのナットはJIS規格に基づく規格品であり，上記寸法は，M6ナット，M8ナットに螺合するおねじの外径の基準寸法であり(甲10)，実際のナットの内径の寸法とは異なると考えられる。",
                "そして，他に，被控訴人製品が本件特許発明の構成要件Eに相当する構成を備えていると認めるに足りる証拠はない。",
                "控訴人らの主張について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "控訴人らは，仮に被控訴人製品にロック状態(正規寸法よりも小さいプロジェクションナットが，ヒンジカバーとジェットピンで挟まれ，停止したままの状態)が生じるとしても，当該現象は被控訴人製品にヒンジカバーが設けられていることによって生じているにすぎず，被控訴人製品にヒンジカバーが存在しなければ，正規寸法より小さいプロジェクションナットは「ジェットピンの先端部がナットの上面かねじ孔の角部に接触し」，「当該ナットをはねて，空中を移動させて落下させる」こととなり，本件特許発明の構成要件にヒンジカバーは含まれない以上，被控訴人製品におけるロック状態とは，本件特許発明との関係においては単にヒンジカバーを設けたことから生じる付加の構成にすぎず，ロック状態が生じることが本件特許発明の構成要件充足性を否定する理由とはなり得ない旨主張するア)。",
                "しかし，被控訴人製品のヒンジカバーは，「先端ブロックまできたナットを落とさないようにする壁の役割」(乙1，16頁)を有し，最も先端に位置するナットの落下を食い止めるという被控訴人製品において不可欠な作用効果を有するものである上に，ヒンジカバーが存在することにより，ロック状態が生じるという，本願発明における「弾き飛ばす」のとは異なる作用が生じるものである以上，被控訴人製品におけるヒンジカバーが単なる付加的な構成であるということはできない。",
                "よって，控訴人らの上記主張は採用することができない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "控訴人らは，平成24年製品及び平成15年製品の動作は，被控訴人がマツダの正規の規格品と主張しているM6ナットを正規寸法とし，M5ナットを正規寸法より小さいナットとするという特定の条件下での動作にすぎず，被控訴人製品の正しい構成は平成12年製品及び平成17年製品の構成であるから，上記特定の条件下でのものを除く被控訴人製品は，本件特許発明の技術的範囲に属する旨予備的に主張する(前記第3の1-1【控ウ)。",
                "しかし，控訴人らの主張は，被控訴人製品の構成が平成12年製品及び平成17年製品と同一であることを前提とするものであるところ，これらの製品をもって被控訴人製品が本件特許発明の構成要件Eを充足すると認よって，控訴人らの上記主張は，その前提を欠き採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，控訴人らの本件請求はいずれも理由がない。",
            "よって，控訴人らの請求をいずれも棄却した原判決は相当であって，本件各控訴はいずれも理由がないから，これらをいずれも棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}