{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件訴え及び本件共同訴訟参加の申出をいずれも却下する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告及び参加人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求及び参加の趣旨",
      "text": [
        "特許庁が不服2012-22757号事件について平成26年3月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(認定の根拠の記載のない事実は当事者間に争いがない。)",
          "text": [
            "原告は，発明の名称を「心血管の機能を向上する為の組成物及び方法」とする発明につき，2001年7月27日を国際出願日とする特許出願(特願2002-515280号。パリ条約に基づく優先権主張  2000年7月28日  米国，2000年10月3日  米国，2001年6月29日米国。以下「本願」という。)をした。",
            "原告は，平成23年8月31日，本願に係る特許を受ける権利を参加人との共有となるよう譲渡し，参加人は，特許庁長官に対し，平成24年2月28日，出願人名義変更届をした。その結果，本願に係る特許を受ける権利は，原告及び参加人(以下「原告ら」という。)の共有となった。",
            "原告らは，同年3月27日付けで手続補正をしたが，同年7月10日付けで拒絶査定を受けたので，同年11月19日，拒絶査定に対する不服の審判(不服2012-22757号)を請求した。",
            "特許庁は，平成26年3月11日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同月25日，原告らに送達した(出訴期間90日附加)。",
            "原告は，同年7月23日，上記審決の取消しを求めて，本件訴えを提起した。また，参加人は，出訴期間満了日である同日を経過した後である同年8月 1日，上記審決の取消しを求めて，民訴法52条 1 項に基づき，共同訴訟参加の申出(以下「本件申出」という。)をした(当裁判所に顕著な事実)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "平成24年3月27日付け手続補正後の本願の特許請求の範囲(請求項の数は10である。)の請求項1の記載は，以下のとおりである(甲1，丙2。以下，同項に係る発明を「本願発明」という。また，本願の明細書及び図面を併せて「本願明細書」という。)。",
            "「2～8グラムのD-リボースを含んで成る，低下した心血管機能を有する患者の心血管機能改善剤であって，3週間以上にわたり毎日1～4回該患者に投与されることを特徴とする剤。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。その要旨は，本願発明は，国際公開第99／65476号(甲2。以下「引用文献1」という。)に記載された発明(以下「引用発明」という。)に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。",
            "審決が認定した引用発明の内容，本願発明と引用発明との一致点及び相違点は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「D-リボースを約250mlの水に溶解した，バイパスグラフトの1本の完全な閉塞を伴う冠状動脈疾患及び狭心症の進行を有する患者の運動許容度を増加させ狭心症の痛みを減少させる剤であって，1日5～10gのD-リボースを間欠的に経口投与される剤。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "「D-リボースを含んで成る，低下した心血管機能を有する患者の心血管機能改善剤であって，該患者に投与されることを特徴とする剤」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "「剤に含まれるD-リボースの量が，本願発明では「2～8グラム」であることが定められているのに対し，引用発明では明記されていない点」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "「剤の投与期間が，本願発明では「3週間以上にわたり毎日」であることが定められているのに対し，引用発明では投与期間が定められていない点」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告らの主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件訴え及び本件申出の適法性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許を受ける権利が共有の場合に，拒絶査定不服審判不成立審決を受けたときは，共有者の提起する審決取消訴訟は共有者が全員で提起することを要するいわゆる固有必要的共同訴訟と解すべきであること(最高裁平成6年(行ツ)第83号同7年3月7日第三小法廷判決・民集49巻3号944頁)。以下「平成7年判決」という。)を前提とし，共有者の一方のみが提起した審決取消訴訟は，不適法であると解したとしても，脱落した共有者が共同訴訟人として既に提起された訴えに参加すれば，当該訴えにおける当事者適格の瑕疵は治癒されることになる。また，必要的共同訴訟における当事者適格の問題は，訴え提起の要件ではなく，口頭弁論終結時を基準時として判断すべき訴訟要件である。",
                "この点，本件申出は申出の時点では出訴期限(平成26年7月23日)を経過している。",
                "しかし，2名が共同で出願した特許出願について，両名に対し，拒絶査定不服審判不成立審決がなされたのに対し，訴状の記載から1名が欠落した結果，1名のみが期限内に出訴した形となり，もう1名が審決の謄本の送達から約4か月後に出訴した事案において，訴え及び参加申出の適法性を肯定した知財高裁平成17年10月11日判決(平成17年(行ケ)第10069号，平成17年(行ケ)第10087号。以下「平成17年知財高裁判決」という。)に照らすと，本件申出も同様に適法であるというべきである。",
                "また，本件申出は，既に一部の共有者によって提起されている訴訟に加わる性質の訴訟行為で，かつ，既に出訴期間内に提訴された原告の請求と合一確定を求めるためのものであって，法的安定性を害するおそれもないし，出訴期限である平成26年7月23日からわずか9日後の同年8月1日に行われており，訴訟の遅延をもたらすものでもない。",
                "さらに，本件のような訴状の記載における一部の共有者名の欠落という不備を救済すべきか否かについて，これを肯定することによって，特許を受ける権利という財産権が救われる一方で，誰かに何らかの不都合が生じることは想像できず，逆に，これを否定することによって，拒絶審決取消訴訟を固有必要的共同訴訟と解する立場における保護法益が守られるわけではなく，むしろ肯定した方がその保護法益にかなう。",
                "以上によれば，本件申出は適法と解すべきであり，固有必要的共同訴訟の当事者適格の瑕疵の治癒が認められるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，平成7年判決の解釈は，あまりにも手続的理論に偏りすぎており，特許に関する財産法的側面が軽視されていること，審決取消訴訟を提起しなかった共有者には共有者の一方のみの訴訟追行によっても何らの不利益も生じないこと，合一確定の要請は固有必要的共同訴訟の理論によってのみ図ることができるわけではなく，類似必要的共同訴訟としても法的安定性に問題がないことに照らせば，共有に係る商標登録無効審決取消訴訟及び特許異議による特許取消決定取消訴訟について類似必要的共同訴訟とした最高裁判決(最高裁平成13年(行ヒ)第142号同14年2月22日第二小法廷判決・民集56巻2号348頁，最高裁平成13年(行ヒ)第12号同14年2月28日第一小法廷判決・集民205号825頁，最高裁平成13年(行ヒ)第154号同14年3月25日第二小法廷判決・民集56巻3号574頁。以下，これらを併せて「平成14年判決」という。)がなされた現在においては，特許を受ける権利が共有の場合に拒絶査定不服審判不成立審決に対する審決取消訴訟も固有必要的共同訴訟であるとする平成7年判決は，見直されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由について",
          "text": [
            "審決には，引用発明の認定を誤った結果，本願発明と引用発明の一致点の認定の誤り及び相違点の看過(取消事由1)，及び，容易想到性の判断の誤り(取消事由2)があり，これらの誤りは審決の結論に影響を及ぼすのであるから，審決は取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定の誤り，本願発明と引用発明の一致点の認定の誤り及び相違点の看過)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用文献1には，「狭心症の痛みを減少させる剤」の発明が記載されていると認定した。",
                    "しかし，引用文献1は，飽くまで正常な哺乳動物において骨格筋能力を強化するための簡単な方法，また，満足感を増すために哺乳動物のエネルギーレベルを増加させる方法を課題とする発明を開示したものであり，狭心症の痛みを改善することを課題とするものではない。審決の引用する実施例4も，上記発明が，疾患を有する哺乳動物にも有益な効果(エネルギーレベルを増加させる効果)を奏することを確認しているものである。当業者は，リボースを中止後，リボース投与前の狭心症を誘発する運動状態が再発したことや実施例4の実験対象者が狭心症の痛みについて主観的に言及したことなどをもって，引用文献1が狭心症の痛みを改善する発明が開示されていたとは理解し得ない。医薬の技術分野では，医薬の有効性は，実験的に確認されて初めて意味を有するのであり，実験的確認を伴わない単なる主観的評価の記載などは実質的な意味を持たない。",
                    "よって，審決の上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，上記アの認定を前提に，「低下した心血管機能を有する患者の心血管機能改善剤」との構成につき，本願発明と引用発明の一致点であると認定したが，上記アのとおり，引用発明の認定に誤りがある以上，上記一致点の認定も誤りである。",
                    "なお，本願明細書【0019】には，「本発明において，用語「心血管の機能」が用いられている時，体力の向上及び生活の質の向上を含むものと解される。」との記載があるが，これは，「心血管の機能の向上は本質的に患者の体力の向上をもたらし，故に患者の生活の質を向上する。」との記載に続くものである。したがって，上記記載は，心血管の機能の向上がある場合には，同時に体力の向上及び生活の質の向上がもたらされているという趣旨の記載であり，体力の向上及び生活の質の向上がある場合には，心血管の機能の向上がもたらされることを述べたものではない。そうすると，引用文献1に，運動許容度を増加させる剤の開示があるとしても，そのことから直ちに，引用文献1に「低下した心血管機能を有する患者の心血管機能改善剤」の構成が開示されているものということはできない。",
                    "また，本願明細書【0052】には，「平均的な最大の到達した運動レベルは治療，治療期間の開始と終わりで変化しなかった。」との記載があり，本願発明は，運動レベルに変化をもたらさないが，低下した心血管機能を有する患者の心血管機能を改善する効果をもたらすことを明らかにしていることに照らしても，引用発明が，運動許容度の増加とは無関係である本願発明の「心血管機能改善剤」に相当すると解することはできない。",
                    "仮に，引用文献1に，「狭心症の痛みを減少させる剤」の発明が開示されていると解したとしても，薬理データなどに基づかないものであり，本願発明の「低下した心血管機能を有する患者の心血管機能改善剤」とは技術的に明らかに異なるものであるから，「低下した心血管機能を有する患者の心血管機能改善剤」の構成が本願発明と引用発明との一致点であると認定することは誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本願発明と引用発明とは，「D-リボースを含んで成る剤であって，低下した心血管機能を有する患者に投与されることを特徴とする剤」である点で一致する，と認定されるべきである。",
                    "そして，審決は，本願発明と引用発明は，本願発明は低下した心血管機能を有する患者の心血管機能改善剤であることが定められているのに対し，引用発明では定められていない点で相違することを看過している。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(容易想到性の判断の誤り)",
              "text": [
                "仮に，審決の認定した一致点及び相違点を前提とした場合でも，以下のとおり，引用発明から相違点1及び2に係る本願発明の構成に想到することは容易ではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けの不存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決の判断",
                      "text": [
                        "審決は，引用文献1記載の「間欠的投与」の意義について，「本願発明及び引用発明の属する技術分野において「間欠的投与」とは，「連続投与」に対比して用いられる語であって，1日中に有効成分の血中濃度を下げる時間帯の生じる投与量及び分服回数を意味する用語であるとの認定を前提に，引用文献1には，剤の投与頻度を，投与しない日を設けることのない毎日1～3回にするとともに，剤の投与量を1日当たり4～8gとすることが記載されていると認定し，引用発明において，剤の投与期間を6か月間中断することのない毎日とするとともに，剤の投与頻度を毎日1～3回にして剤の投与量をその投与頻度に応じたものとすることにより，相違点1及び2に係る構成とすることは，引用文献1の記載に接した当業者が格別の創意を要さずなし得たと認定判断した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "「間欠的投与」の意義につき，審決において認定された意味で使用される例があることは事実であるが，そのような意味に限定されるわけでなく，日を空けて薬剤を投与することを指す意味でも使用されている(甲7，8，14)。",
                        "また，リボースが間欠的に投与されたとする引用文献1の実施例4の実験においても，実際には当該患者には，リボースが非連続的に投与された，すなわち，1～3日リボースが投与されるとその後1～3日は，リボースが投与されなかったのであるから，実施例4の「間欠」は，毎日ではなく一定期間おくことの意味で使用されている。",
                        "したがって，「間欠的投与」の意義に関する審決の認定は誤りであり，引用文献1には，剤の投与期間を「3週間以上毎日」とすることの示唆はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点1について",
                      "text": [
                        "引用文献1【0023】には，「平均的な成人では，本発明の効果を享受するために十分な量は4～8gペントース／日であろう。」との記載があるが，この投与量は，哺乳動物(ここでは平均的な成人)のエネルギーレベルを増加させる効果を享受するために十分な量をいうものであって，心疾患の患者の心血管機能を高めるための投与量であることを示唆する記載はない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，引用発明において，心疾患の患者に対して副作用を抑えつつ，心血管及び末梢血管の機能を高めるために，長期間摂取でき，より低量なリボースの投与量を選択する目的で，投与量を「2～8グラム」とし，投与期間を「3週間以上にわたり毎日」とする構成を採用する動機付けはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "顕著な効果の看過",
                  "text": [
                    "本願明細書の【0051】，【0052】及び表1の記載によれば，本願発明は，各種データの裏付けによって，副作用なしに，心血管機能の低下した患者の心血管機能を有意に向上させる効果を奏するものであるところ，このような効果は引用文献1に記載はないし，引用文献1の記載から予測できるものでもない。",
                    "また，本願発明の出願日以後，本願発明の投与スキームに相当する，1回5g，1日3回，8週間にわたる投与スキームにより，D-リボースを心血管機能の低下した患者に投与したところ，心筋機能等を改善された旨の報告が各種学会で行われ，論文でも発表されており(甲10～13)，このことも，本願発明の効果の顕著性を裏付けるものである。",
                    "審決は上記の顕著な効果を看過したものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件訴え及び本件申出の適法性について",
          "text": [
            "特許を受ける権利の共有者が，その共有に係る権利を目的とする特許出願の拒絶査定を受けて共同で審判を請求し，請求が成り立たない旨の審決を受けた場合に，共有者の提起する審決取消訴訟は，共有者が全員で提起することを要するいわゆる固有必要的共同訴訟と解すべきである。また，共同訴訟参加(民訴法52条)においては，出訴期間の定めのある場合，出訴期間経過後の参加は認められるべきではない。",
            "本件においては，本願に係る審決の取消しを求める訴えは，特許を受ける権利の共有者である原告及び参加人両名によって提起されるべきものである。しかるに，本件訴えは，特許を受ける権利の共有者のうちの原告のみによって提起され，もう一方の共有者である参加人による本件申出は，出訴期間経過後の平成26年8月1日になって初めてなされたものである。",
            "そうすると，本件訴えは，特許を受ける権利の共有者が全員で提起したものではなく，また，本件申出は，その出訴期間経過後においてなされたものであるから，これらはいずれも不適法として却下されるべきものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定の誤り，本願発明と引用発明の一致点の認定の誤り及び相違点の看過)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願出願当時の狭心症に関する技術常識を踏まえると，引用文献1の実施例4の記載に接した当業者は，D-リボースが，運動により誘発される狭心症を緩和する作用を有するとともに，狭心症の痛みを減少させる作用を有することを把握し得る。したがって，引用文献1には，「狭心症の痛みを減少させる剤」の発明が実質的に記載されていると認定した審決に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アのとおり，審決の引用発明の認定に誤りはないから，一致点の認定にも誤りはない。",
                    "本願明細書【0019】の記載に照らすと，本願発明の「心血管機能」は，体力の向上・低下，及び生活の質の向上・低下を含むものであるということができるから，「心血管機能改善剤」とは，低下した体力又は低下した生活の質を有する患者の体力を向上させ，生活の質を向上させる剤を含むものであるといえる。そして，引用文献1の実施例4記載の患者は，リボースの投与により運動許容度が増加し，狭心症の痛みが減少しているから，審決は，引用発明について，「運動許容度を増加させ狭心症の痛みを減少させる剤」と認定した上で，本願発明の「心血管機能改善剤」に相当するとしたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決には，引用発明の認定の誤り，本願発明と引用発明の一致点の認定の誤り又は相違点の看過のいずれも存在しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(容易想到性の判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けの不存在について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用文献1に，剤の投与頻度を，投与しない日を設けることのない毎日1～3回にすることが記載されている，との審決の認定は，本件出願当時の技術常識を示す刊行物(甲3，4)を挙げて，心血管機能の改善に関する技術分野に属する狭心症治療薬の投与において，「間欠的」なる用語が，通常，上記のとおりの意味で使用されていることに基づいてなされたものであるから，その認定に誤りはない。",
                        "仮に，引用文献1の実施例4の「間欠的」投与の意義が，原告の主張するようなものであるとしても，同実施例には，D-リボースを中止した場合に，D-リボース投与前の狭心症を誘発する運動状態が再発し，D-リボース経口投与の再開により症状が改善したことが記載されているから，該記載に接した当業者であれば，運動により誘発される狭心症を緩和するには，D-リボースの投与を中止せずに続けること，すなわち，投与しない日を設けない毎日投与が望ましいことを理解するものということができる。また，引用文献1には，D-リボースの投与について，毎日投与を妨げる内容の記載はないし，実際，実施例6には，リボースの経口投与を毎日継続した例も記載されているところである。",
                        "そうすると，引用発明において，毎日投与とすることは，当業者が容易に想到し得る。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用文献1(6頁5行目～11行目)の投与スキームは，主に実施例4に基づいて認定された引用発明をも対象とするものであるから，引用発明において，上記投与スキームを採用することを当業者が格別の創意を要さずなし得たとした審決に誤りはない。",
                        "また，「3週間以上」という投与期間について，引用文献1には明示の記載はない。しかし，薬剤は，一般に，薬剤が使用される疾患の治療に必要とされる期間投与されるべきものであり，投与期間は必要に応じ適宜定め得るものである。そして，実施例4には，途切れることなく投与した旨の記載はないものの，6か月にわたり投与したとの記載があるように，心血管機能の改善のためには，ある程度の期間，継続的に投与を続けるのが通常であるから，引用発明においても，治療に必要な投与期間を数値化することは当業者が格別の創意を要さずなし得たことである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "顕著な効果の看過について",
                  "text": [
                    "引用文献1の記載に照らすと，リボースの1回投与量を減少させることにより副作用が低減し得ることや，引用文献1記載のD-リボースの投与量によって心血管の機能を改善することができることは予測可能であった。",
                    "また，引用文献1の実施例6においてD-リボースを投与されたエネルギーレベルを増加できることが有益である病気の回復期後の患者において副作用が生じることのなかった投与量であれば，同じくエネルギーレベルを増加できることが有益である実施例4記載のように低下した心血管機能を有する患者においても同様に副作用が生じることはないことを，当業者は，引用文献1及び技術常識から十分予測し得る。",
                    "したがって，本願発明は，引用発明と比して当業者の予想し得ない優れた効果を奏し得たものとはいえない，とした審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由について",
          "text": [
            "審理の経過に鑑み，まず，取消事由の有無について，当裁判所の判断を示すこととする。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定の誤り，本願発明と引用発明の一致点の認定の誤り及び相違点の看過)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用文献1には以下の記載がある(甲2。なお，以下の記載は甲2の訳文として提出された特表2002-518321号公報の記載による。また，以下において引用文献1を引用する場合は，いずれも上記公報の該当箇所を指す。)。",
                        "a「【請求項1】 哺乳動物のエネルギーレベルを増加させるための方法であって，前記哺乳動物に有効量のペントースを経口投与することを含んで成る前記方法。",
                        "【請求項2】 前記ペントースがリボースである，請求項1に記載の方法。",
                        "【請求項3】 前記哺乳動物のATP利用度が低下している，請求項1に記載の方法。",
                        "【請求項4】 前記哺乳動物のエネルギー要求性が増加している，請求項1に記載の方法。",
                        "【請求項5】 前記哺乳動物が冠状動脈疾患を有する，請求項3に記載の方法。・・・」",
                        "b「【0001】",
                        "発明の分野",
                        "本発明は，エネルギー利用度が低下した又は高レベルのエネルギーを消費する哺乳動物に利用され得るエネルギーを増加させるための組成物又は方法に関する。前記哺乳動物には，細胞内アデノシン三リン酸(ATP)の減少を誘導する疾患を有する人間，運動又は労働などの激しい身体活動を行う人間，及びエネルギーレベルの増加を望む人間が含まれる。本発明では，その他の哺乳動物，例えばイヌ及びネコも含まれる。本発明の組成物の投与により，血液内及び細胞内ATPレベルが増加し，哺乳動物の活動の時間及び強度が拡大し，そして運動中の個体による酸素利用率が増加する。また運動してない哺乳動物，並びに身体障害，例えば外傷，火傷及び敗血症から回復する間に通常よりも多くのエネルギーを消費する哺乳動物にも，本発明の組成物の投与は有益である。」",
                        "c「【0015】",
                        "発明の要約",
                        "本発明は，哺乳動物におけるエネルギーレベルを増加させる組",
                        "成物及び方法を提供する。本発明の組成物及び方法は，細胞機能を支持するために，ATP利用度が最適未満である哺乳動物においてATP合成を刺激することによって作用する。特には，高レベルATPの要求前，要求中及び要求後に，哺乳動物のエネルギーを増強させるために有効な量で，ペントース，例えばD-リボースを経口投与する。リボースを供給された哺乳動物は，リボース非供給動物に比べてより長く運動すること，より強く運動すること，そして主観的により多くのエネルギーを有することができる。・・・",
                        "【0018】",
                        "また本発明の方法が有益である個体の群中には，加齢，外傷，敗",
                        "血症，又はうっ血性心不全及びその他の慢性疾患などの病症状を有する哺乳動物が含まれる。」",
                        "d「【0020】",
                        "発明の詳細な説明",
                        "・・・",
                        "【0023】",
                        "ペントースは，快適な味を有し且つ実際上毒性が無い天然の糖であるので，対象個体は，錠剤，舐剤，散剤，縣濁液，溶液の形，又は固形食物中に混合された形でペントースを自分から積極的に摂取するだろう。対象個体がイヌ又はネコである場合，ペントースを容易に「老齢用食事」又は「心臓用食事」に混合することができ，従って個別の投与は必要ではない。対象個体が人間である場合，ペントースをドリンク，バー，シェイク又はスナックフードに含ませることができる。好ましいペントースはリボース又はキシリトールである。好ましい投与量は，0．1～100gペントース/日，好ましくは1～20gペントース/日である。平均的な成人では，本発明の効果を享受するために十分な量は4～8gペントース/日であろう。投与の上限量は，対象個体の味の好みのみによって制限されるが，非常に多量の投与量では，個体は下痢を起こすかもしれない。この投与量を，1日に1回単位投与形で投与し得るが，好ましくは1日に2又は3回，最も都合良くは食事中又は食後に投与する。」",
                        "e「【0042】",
                        "実施例4：運動により誘発される狭心症の緩和",
                        "冠状動脈疾患の履歴，ポストトリプル状態冠状動脈バイパスを有",
                        "する68歳の男性老患者は，運動誘発性狭心症の経験があった。当人の現在の適用薬物は，エナプリル(アンジオテンシン変換酵素阻害剤)，カルベジルオール(βブロッカー)，ニトログリセリンパッチ及び，必要な場合ニトログリセリン舌下錠である。最近の冠状動脈血管造影から，バイパスグラフトの1本の完全な閉塞を伴う冠状動脈疾患の進行が判明した。当患者は，2回の負荷検査をほとんど行えなかった。当人の運動態様は毎日の散歩であった。",
                        "【0043】",
                        "狭心症の進行のために，当患者は毎日多くて1．61kmしか歩",
                        "行できず，その地点で当人はニトログリセリン舌下錠を摂取した。当患者に，約250mlの水に溶解したD-リボースを経口投与した。6ヶ月間にわたり，当患者は1日に5～10gのD-リボースを間欠的に摂取した。リボース投与後に，当患者は，ニトログリセリン経口剤の補給無しに1日3．22kmまで運動許容度を増加させることができた。リボースを中止した場合，リボース投与前の狭心症を誘発する運動状態が再発し，しかもニトログリセリン経口剤の補給を必要とした。リボースの経口投与の再開により，狭心症及びニトログリセリン補給無しに1日に3．22km歩行することができた。このリボース治療に対する当人の主観的な評価は，「狭心症の痛みが大いに減少した。気分がより良く，よりエネルギー感があり，そしてより活動的になれ，しかも痛みが無く，丸薬(ニトログリセリン)も必要でない」ということである。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，引用文献1には，D-リボース等のペントースを，冠状動脈疾患等でATP利用度が低下している患者に経口投与すれば，血液内及び細胞内ATPレベルが増加し，活動の時間及び強度が拡大し，運動中の酸素利用率が増加することが開示されている(【請求項1】，【請求項5】，【0001】)。",
                        "また，実施例4(【0042】，【0043】)には，「運動により誘発される狭心症の緩和」として，バイパスグラフトの1本の完全な閉塞を伴う冠状動脈疾患及び狭心症の進行を有する男性患者にD-リボースを経口投与したところ，歩行できる距離が投与前の2倍の3．22kmに増加し，心筋酸素需給バランスをとることで狭心症の症状を劇的に軽減させることのできる薬剤である(乙1)ニトログリセリンも不要であったこと，投与を中止すると，1．61kmしか歩行できずその時点でニトログリセリンの摂取が必要であったという投与前の状態に戻ったが，投与を再開すると再び，狭心症の症状が出ずニトログリセリンの補給無しで3．22km歩くことができたこと，及び，患者の主観的評価が「狭心症の痛みが大いに減少した。気分がより良く，よりエネルギー感があり，そしてより活動的になれ，しかも痛みが無く，丸薬(ニトログリセリン)も必要でない」というものであったことが記載されている。",
                        "そして，狭心症は，心筋酸素需要量が酸素化血液の供給能力を上回ったとき，一般には身体的活動が引き金となって発症し，その主たる症状の一つが痛みであること(乙1)，実施例4においてD-リボース投与とニトログリセリン無しでの歩行可能距離の延長という現象が相関していることに照らすと，実施例4においては，D-リボースの経口投与が，散歩という身体的活動が誘発する狭心症の発症を抑制していると理解するのが自然である。また，D-リボース投与により運動中の酸素利用率が増加するという引用文献1の上記記載事項は，心筋酸素需要量が酸素化血液の供給能力を上回ったときに発症する狭心症をD-リボースが抑制することを矛盾無く説明できるものである。",
                        "したがって，D-リボースの投与により狭心症の主たる症状である痛みが減少したとの患者の主観的評価は，客観的にも裏付けられるものであるといえる。",
                        "そして，前記(ア)の引用文献1の記載に照らすと，上記患者に対して投与された剤が，D-リボースを約250mlの水に溶解したものであり，バイパスグラフトの1本の完全な閉塞を伴う冠状動脈疾患及び狭心症の進行を有する患者の運動許容度を増加させるものであること，上記患者は，1日5～10gのD-リボースを間欠的に経口投与されていることは明らかである。",
                        "よって，審決が，引用文献1(主に実施例4)に基づいて，前記第2の3(1)のとおりの引用発明を認定したことに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し，原告らは，①引用文献1は，あくまでも正常な哺乳動物において骨格筋能力を強化するための簡単な方法，また，満足感を増すために哺乳動物のエネルギーレベルを増加させる方法を課題とする発明を開示したものであり，狭心症の痛みを改善することを課題とするものではない，②当業者は，実施例4の実験対象者が狭心症の痛みについて主観的に言及したことなどをもって，引用文献1が狭心症の痛みを改善する発明が開示されていたとは理解し得ない，③実験的確認を伴わない単なる主観的評価の記載などは実質的な意味を持たない，などと主張する(前記第3の2(1)ア)。",
                        "しかし，①及び②については，引用文献1の実施例4に基づいて，引用発明を「狭心症の痛みを減少させる剤」と認定できることは前記(イ)において説示したとおりである。また，③についても，確かに，引用文献1の実施例4に関し，薬理データ等の実験的な確認に関する開示はないものの，前記(イ)の説示のとおり，実施例4におけるD-リボースの投与により狭心症の主たる症状である痛みが減少したとの患者の主観的評価は，客観的にも裏付けられるものである以上，薬理データ等の実験的な確認の記載がないからといって直ちに，審決の引用発明の認定が誤りであるということはできない。",
                        "したがって，原告らの上記各主張はいずれも採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明の一致点の認定の誤り及び相違点の看過について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アにおいて説示したとおり，引用文献1には前記第2の3(1)記載の引用発明が記載されていると認められる。",
                        "そして，引用文献1の実施例4において，狭心症治療薬であるニトログリセリンを摂取せずに歩行できる距離によって運動許容度が測定されているから，運動許容度が増加するということは，狭心症の症状が緩和されていることを示しているものといえる。そして，低い運動許容度や痛み等の狭心症の症状は，冠動脈狭窄による心筋の虚血が原因であるから(乙1)，症状が緩和されたことは，少なくとも心筋の虚血が軽減したことを示している。そして，これは，心血管機能が改善したものと評価できる。",
                        "そうすると，引用発明の「運動許容度を増加させ狭心症の痛みを減少させる剤」は，本願発明の「心血管機能改善剤」に相当するものといえる。",
                        "よって，審決の一致点及び相違点の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，原告らは，①審決の引用発明の認定に誤りがある以上，審決の一致点の認定も誤りである，②本願明細書【0019】の記載を根拠として，引用文献1に「低下した心血管機能を有する患者の心血管機能改善剤」の構成が開示されているものということはできない，③本願明細書【0052】には，「平均的な最大の到達した運動レベルは治療，治療期間の開始と終わりで変化しなかった。」との記載があり，本願発明は，運動レベルに変化をもたらさないが，低下した心血管機能を有する患者の心血管機能を改善する効果をもたらすことを明らかにしていることに照らしても，引用発明が運動許容度の増加とは無関係である本願発明の「心血管機能改善剤」に相当すると解することはできない，  ④引用文献1に，「狭心症の痛みを減少させる剤」の発明が開示されていると解したとしても，薬理データなどに基づかないものであるから，「低下した心血管機能を有する患者の心血管機能改善剤」の構成が本願発明と引用発明との一致点であると認定することはできない，などと主張する(前記第3の2(1)イ)。",
                        "しかし，①については，前記ア説示のとおり，審決の引用発明の認定に誤りがない以上，その前提を欠き採用することができない。②についても，前記(ア)説示の点に照らし，採用することができない。③については，本件特許の請求項1記載の本願発明は，運動レベルの変化の有無を発明特定事項としておらず，引用文献1の実施例4の記載から前記(ア)説示のとおり引用発明が記載されていることを認定できる以上，本願明細書【0052】の記載が存在することをもって，審決の一致点の認定に誤りがあるということはできない。④についても，前記ア(ウ)において説示したところに照らすと，原告らの主張する点をもって直ちに，審決の一致点の認定が誤りであるとすることはできない。",
                        "よって，原告らの上記主張はいずれも採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(容易想到性の判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けの不存在について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(1)において説示したとおり，引用発明は，前記第2の3(1)のとおりのものであって，1日5～10gのD-リボースを「間欠的に経口投与される剤」である。そして，「間欠」とは，辞書的には「一定の時間を隔てて起こること。止んで，また起こること。」(甲6)を意味するところ，引用発明の認定の基礎となった引用文献1の実施例4には，具体的にどの程度の時間間隔を空けて剤を投与するかについては記載されていない。",
                            "もっとも，引用文献1の「発明の詳細な説明」の【0023】(前記(1)ア(ア)d)では，0．1～100gペントース/日とか1～20gペントース/日などと好ましいリボースの投与量が1日当たりの量で表され，かつ，1日に1～3回の頻度で投与することが記載されていることから，引用文献1においては，リボースを毎日投与することが念頭に置かれているものと解される。そして，実施例4も，上記好ましい量の範囲内である1日5～10gのD-リボースを投与するものであることにも照らすと，上記【0023】の投与方法等を前提としたものと解される。このように解しても，上記の「間欠」の意義に照らすと，引用文献1の上記「1日に1回」は24時間の間隔を空けた「間欠的」投与であり，「好ましくは1日に2又は3回，最も都合良くは食事中又は食後に投与」は1日のうちで数時間の間隔を空けて2又は3回投与する「間欠的」投与であると解することができるのであるから，上記【0023】の記載と矛盾はない。",
                            "よって，引用文献1の実施例4の「1日5～10gのD-リボースを間欠的に経口投与される剤」は，1日当たり5～10gのD-リボースを毎日，上記の頻度で経口投与される剤を意味するものと認められる。",
                            "また，前記(1)ア(イ)の説示のとおり，引用文献1の実施例4において，D-リボースを投与するとニトログリセリン無しでの歩行可能距離が延長し，投与を中止すると歩行可能距離が元に戻り，ニトログリセリンが必要になるという相関関係があることからみて，D-リボースは継続的に投与する必要があると解されるから，投与を「3週間以上にわたり毎日」とすることは，当業者が通常なし得る程度の投与スキームの設定にすぎない。",
                            "さらに，引用発明においては，1日5～10gのD-リボースが投与されるのに対し，本願発明においては，2～8gのD-リボースを含んで成る剤が毎日1～4回投与されるものであって，その結果，1日当たり2g～32gの範囲で剤が投与されることとなるが，引用発明における1日当たりの投与量の範囲を含むものである以上，この点が容易想到性の有無の認定に影響を及ぼすものではない。",
                            "以上によれば，引用発明に接した当業者が相違点2に係る構成に想到することは容易であるというべきであるから，審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し，原告らは，「間欠的」という語は，毎日ではなく，日を空けて薬剤を投与することを指す意味でも使用されている旨主張し(前記第3の2(2)ア(イ))，これに沿う証拠(甲7，8，14)を提出する。",
                            "しかし，そもそも，前記aのとおり，「間欠」は一定の時間を隔てて起こることを意味するものであり，その時間間隔を具体的に定義するものではないから，上記甲号各証において，「間欠的」の語が日単位の間隔の意味で用いられているとしても，それをもって直ちに，引用文献1における「間欠的」の意義が上記甲号各証と同様の意味であるといえるものではない(実際に，毎日投与する場合に「間欠的」の語を用いる例もあり(甲3，4)，このこと自体は原告らも争っていないものと解される。)。そして，引用文献1の実施例4では，基本的に投与は毎日であり，数時間の間隔を空けることを「間欠的」と記載していると解されることは，前記aにおいて説示したとおりである。",
                            "また，原告らは，引用文献の実施例4の実験において，実際には当該患者には，リボースが非連続的に投与された，すなわち，1～3日リボースが投与されるとその後1～3日は，リボースが投与されなかったのであるから，実施例4の「間欠」は，毎日ではなく一定期間おくことの意味で使用されている旨主張し(前記第3の2(2)ア(イ))，引用文献1に記載された発明の発明者の一人であるA作成の陳述書(甲9)にはこれに沿う記載がある。",
                            "しかし，前記aにおいて説示したとおり，引用文献1の記載から，実施例4における「間欠的投与」について，毎日投与するとの意味で理解できるものである以上，上記主張及び記載は，前記aの認定を左右するものではない。",
                            "仮に，上記甲第9号証の記載内容を前提とし，「間欠的投与」が同号証に記載された態様の投与を意味すると解するとしても，引用文献1の実施例4には，D-リボースを中止した場合に，D-リボース投与前の狭心症を誘発する運動状態が再発し，D-リボース経口投与の再開により症状が改善したことが記載されているから(前記(1)ア(ア)e)，当業者において，運動により誘発される狭心症を緩和するには，D-リボースの投与が必要であることが理解できる。そして，前記a説示の引用文献1【0023】の記載から得られる理解の内容に照らすと，実施例4において，D-リボースが投与された期間中は，毎日，前記a説示の頻度で投与されたものと理解することができる。",
                            "よって，原告らの上記各主張はいずれも採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(1)において説示したとおり，引用発明にいう「運動許容度を増加させ狭心症の痛みを減少させる剤」は，本願発明にいう「心血管機能改善剤」に相当するから，引用発明のD-リボースの含有量は，本願発明と同様に，心血管機能を改善するという効果を発揮するための量であると認められる。",
                            "そして，前記(ア)において説示したとおり，引用発明は，毎日5～10gの剤を，典型的には1日のうち1ないし3回程度に分けて投与するものであるから，これに基づき剤当たりのD-リボース量を算出すると，約1．7g(1日5gのD-リボースを3回に分けた場合)～10g(1日10gのD-リボースを1回にした場合)となり，剤当たり2～8gのD-リボースを含む本願発明の範囲を含むものとなる。",
                            "以上によれば，引用発明に接した当業者が相違点1に係る構成に想到することは容易であるというべきであるから，審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し，原告らは，引用文献1【0023】記載の投与量は，哺乳動物(ここでは平均的な成人)のエネルギーレベルを増加させる効果を享受するために十分な量をいうものであるから，心疾患の患者の心血管機能を高めるための投与量であることを示唆する記載はない旨主張する(前記第3の2(2)ア(ウ))。",
                            "しかし，引用発明にいう「運動許容度を増加させ狭心症の痛みを減少させる剤」は，本願発明にいう「心血管機能改善剤」に相当するから，引用発明のD-リボースの含有量は，本願発明と同様に，心血管機能を改善するという効果を発揮するための量であると認められることは，前記(1)において説示したとおりである。",
                            "よって，原告らの上記主張は採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "顕著な効果の看過について",
                  "text": [
                    "原告らは，本願発明は，各種データの裏付けによって，副作用なしに，心血管機能の低下した患者の心血管機能を有意に向上させる効果を奏するものであるところ，このような効果は引用文献1に記載はなく，引用文献1の記載から予測できるものでもない，論文等(甲10～13)の記載が本願発明の効果の顕著性を裏付けている，などと主張する(前記第3の2(2)イ)。",
                    "しかし，前記(1)において説示したとおり，引用文献1においてはデータの記載はないものの，引用発明は，D-リボースが心血管機能の低下した患者の心血管機能を向上させる効果を有するものである。そして，引用文献1においては，「非常に多量の投与量では，個体は下痢を起こすかもしれない。」(甲2【0023】)とはされているものの，実施例4における投与量は好ましい投与量(甲2【0023】)の範囲内であるから，実施例4において副作用は現れなかったものと推認できる。",
                    "そして，前記アにおいて説示したとおり，引用発明から容易に想到できる発明は，本願発明とほぼ同等の投与スキームである。",
                    "なお，確かに，本願明細書には，本願発明が，副作用なしに，心血管機能の低下した患者の心血管機能を有意に向上させる効果を有することを示すデータが記載されてはいるが，そのようなデータが記載されているにとどまり，これのみから直ちに，本願発明の効果が引用発明から容易に想到できる発明の効果よりも顕著であることが裏付けられるものではない。論文等(甲10～13)の記載も，本願発明の投与スキームと同様のスキームを用いたものである以上，同様である。そして，他に，本願発明が引用発明から容易に想到できる発明と比較して顕著な効果を有すると認めるに足りる証拠はない。",
                    "よって，原告らの上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上によれば，原告らの主張する取消事由は，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件訴え及び本件申出の適法性について",
          "text": [
            "被告は，本件訴え及び本件申出が不適法であると主張する(前記第4の1)。そこで，以下，判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記第2の1認定の事実並びに掲記の証拠及び弁論の全趣旨によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願は，当初は原告の単独出願であったが，後に，原告は，本願に係る特許を受ける権利を参加人との共有となるよう譲渡し，同権利は原告及び参加人の共有となった。その後，原告ら両名を名宛人とした拒絶査定がなされ(丙5)，原告らが共同して拒絶査定に対する不服の審判を請求し(丙6)，審決も原告ら両名を名宛人としてなされた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決時の原告ら代理人弁理士は，アメリカ合衆国における原告ら両名の代理人事務所(以下「現地事務所」という。)を通じて原告らからの指示を受け取っていた(丙7)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記第2の1のとおり，「本件審判の請求は成り立たない。」旨の審決の謄本は，審決時の原告ら代理人弁理士に対し，平成26年3月25日に送達された(附加期間90日)。",
                    "審決時の原告ら両名代理人弁理士は，同年4月25日付けのレターにより，現地事務所に対し，審決の内容を報告した。なお，同レターには，原告ら両名のための訴訟委任状フォーム及び資格証明書フォームが同封されていた(丙8ないし12)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し，現地代理人事務所のローレン  ディー．アルビン弁護士は，平成26年7月8日，原告ら両名が審決取消訴訟を提起することを指示する内容のメールを，審決時の原告ら代理人弁理士宛てに発信した(丙13)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "しかし，本件訴えにおける原告訴訟代理人の過誤により，原告の名称のみが記載された平成26年7月23日(出訴期間満了日)付け訴状が提出された。参加人は，同年8月1日，共同訴訟参加の申出をした。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "民訴法52条に基づく参加申出において，共同原告として参加する第三者は，自ら訴えを起こし得る第三者でなければならないと解されるから，出訴期間の定めがある訴えについては，出訴期間経過後は同条による参加申出はなし得ないものと解するべきである(最高裁昭和35年(オ)第684号同36年8月31日第一小法廷判決・民集15巻7号2040頁参照)。そして，特許法178条4項は，審決取消訴訟の出訴期間を不変期間と定めている。もっとも，不変期間であっても，参加人の責めに帰することができない理由で出訴期間内に訴訟の提起をなし得なかったときは，一定期間内に追完することができる(行訴法7条，民訴法97条1項)。",
                "しかし，本件においては，上記(1)の経緯のとおり，本件申出は，出訴期間経過後になされたことが明らかであるところ，上記認定の経緯に照らしても，参加人において出訴期間内に訴訟の提起をなし得なかったことについて，その責めに帰することができない事由があったとは認めることができない。",
                "したがって，参加人の本件申出は，不適法なものというほかない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，特許を受ける権利の共有者が，その共有に係る権利を目的とする特許出願の拒絶査定を受けて共同で審判を請求し，請求が成り立たない旨の審決を受けた場合に，上記共有者の提起する審決取消訴訟は，共有者が全員で提起することを要するいわゆる固有必要的共同訴訟と解するべきである(平成7年判決)。",
                "そして，前記(1)オによれば，本件訴えは，本願に係る特許を受ける権利の共有者の一部である原告のみによって提起されたものとみるほかない。",
                "ところで，固有必要的共同訴訟において，共同訴訟人となるべき者が脱落している場合であっても，民訴法52条により脱落者が共同訴訟参加人として参加すれば，必要的共同訴訟における当事者適格の瑕疵は治癒されるものと解される。しかし，上記(2)の説示のとおり，本件申出は不適法であるから，本件においては，当事者適格の瑕疵を適法に治癒するものと解することはできない。",
                "したがって，原告の本件訴えも不適法である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "これに対し，原告らは，本件申出は，既に一部の共有者によって提起されている訴訟に加わる性質の訴訟行為であって，かつ，既に出訴期間内に提訴された原告の請求と合一確定を求めるためのものであって，法的安定性を害するおそれもないし，訴訟遅延をもたらすものでもない，本件申出を肯定しても，特許を受ける権利という財産権が救われる一方で，誰かに何らかの不都合が生じることは想像できず，逆に，これを否定することによって，拒絶審決取消訴訟を固有必要的共同訴訟と解する立場における保護法益が守られるわけではなく，むしろ肯定した方がその保護法益にかなうなどと主張し，また，原告らは，平成17年知財高裁判決に基づき，本件申出も適法である旨主張する(前記第3の1(1))。",
                "しかし，前記(2)及び(3)に説示したとおり，原告らの上記主張は，いずれも，当裁判所の採用するところではない。",
                "さらに，原告らは，平成14年判決がなされた以上，平成7年判決の理論は見直されるべきである旨主張するが(前記第3の1(2))，これも独自の見解であり採用の限りではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，本件訴え及び本件申出はいずれも不適法なものというべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，本件訴え及び本件申出はいずれも不適法であるから，これらをいずれも却下することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10179等",
    "date": "2015-04-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085046",
    "ipprecedent_id": "4021",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}