{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2011-20705号事件について平成26年2月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成17年8月1日を出願日，発明の名称を「分散入力・分散出力型ワイヤレス通信システム及び方法」とする特許出願(請求項数20。特願2005-223345号。パリ条約の例による優先権主張日：平成16年7月30日，優先権主張国：アメリカ合衆国。以下「本願」という。)の出願人である(甲9，10)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，平成23年5月16日付けで拒絶査定をしたため，原告は，同年9月26日，これに対する不服の審判を請求した。",
                "特許庁は，これを不服2011-20705号事件として審理し，平成25年4月4日付けで拒絶理由を通知し(甲2)，原告は，同年7月8日付け手続補正書により，本願の特許請求の範囲の補正をした(以下「本件補正」という。請求項数25。甲1)。",
                "特許庁は，平成26年2月5日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月18日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成26年6月18日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである(甲1)。以下，本件補正後の請求項1に記載された発明を「本願発明」といい，その明細書(甲10)を，図面を含めて「本願明細書」という。",
            "【請求項1】",
            "複数の無線クライアント装置，基地局，及び，該基地局に通信可能に結合された複数の分散されたアンテナから構成されたワイヤレス通信システムにおいて実施される方法であって，",
            "M個のクライアント装置とＮ個のアンテナとの間の複数のワイヤレスリンクを介して複数のトレーニング信号を送信するステップと，",
            "チャネル特性データを生成するため各トレーニング信号を解析するステップであり，Ｎ個のアンテナを有する基地局がM台のクライアント装置へ送信する場合に，前記チャネル特性データがＮ×M個の要素を含み，各要素がチャネルの位相及び振幅を規定する，該ステップと，",
            "前記Ｎ×M個の要素を含む前記チャネル特性データをアンテナ及びクライアント装置の組のそれぞれに関連づけて記憶するステップと，",
            "前記クライアント装置のそれぞれへ送信されるべきデータを受信するステップと，",
            "各アンテナ及びクライアント装置の組に対するプリコーディングされたデータ信号を生成するため，各個のアンテナ及びクライアント装置の組に関連した前記Ｎ×M個の要素を含む前記チャネル特性データを使用して前記データをプリコーディングするステップと，",
            "前記基地局の各分散されたアンテナを介して各個のクライアント装置へ前記プリコーディングされたデータ信号を送信するステップと，",
            "を含む方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，本願の優先権主張日前に頒布された下記刊行物1に記載された発明(以下「引用発明」という。)及び刊行物2ないし5に記載された周知技術に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないものであるから，本願は拒絶すべきものである，というものである。",
                "記"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物1：特開2003-18054号公報(甲3)"
                },
                {
                  "fig": "イ",
                  "subject": "刊行物2：特開2001-217759号公報(甲5)"
                },
                {
                  "fig": "ウ",
                  "subject": "刊行物3：特開2002-281551号公報(甲6)"
                },
                {
                  "fig": "エ",
                  "subject": "刊行物4：特開2002-374224号公報(甲7)"
                },
                {
                  "fig": "オ",
                  "subject": "刊行物5：特開2004-104206号公報(甲8。平成16年4月2日公開)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明の内容，本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "「複数の移動局，無線基地局，無線基地局に接続された複数のアンテナから構成された無線通信システムにおいて実施される通信方法であって，",
                    "前記無線基地局は，M個のアンテナからＮ個の前記移動局へ複数のパイロット信号を送信し，",
                    "前記各移動局は，受信したパイロット信号から，前記無線基地局の各アンテナと前記移動局との間の伝送路の状態を表す伝達関数を求め，求めた伝達関数を前記無線基地局へ通知し，",
                    "前記無線基地局は，前記各移動局から通知された伝達関数から伝達関数の行列［H］を生成し，生成した行列［H］から逆関数［H］-1を演算し，前記各移動局に伝達されるべき信号を前記逆関数［H］-1を用いて変換し各アンテナから送信する通信方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明との一致点",
                  "text": [
                    "「複数の無線クライアント装置，基地局，及び，該基地局に通信可能に結合された複数のアンテナから構成されたワイヤレス通信システムにおいて実施される方法であって，",
                    "M個のクライアント装置とＮ個のアンテナとの間の複数のワイヤレスリンクを介して複数のトレーニング信号を送信するステップと，",
                    "チャネル特性データを生成するため各トレーニング信号を解析するステップであり，Ｎ個のアンテナを有する基地局がM台のクライアント装置へ送信する場合に，前記チャネル特性データがＮ×M個の要素を含み，各要素がチャネルを規定する，該ステップと，",
                    "前記クライアント装置のそれぞれへ送信されるべきデータを受信するステップと，",
                    "各アンテナ及びクライアント装置の組に対するプリコーディングされたデータ信号を生成するため，各個のアンテナ及びクライアント装置の組に関連した前記チャネル特性データを使用して前記データをプリコーディングするステップと，",
                    "前記基地局のアンテナを介して各個のクライアント装置へ前記プリコーディングされたデータ信号を送信するステップと，",
                    "を含む方法。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明との相違点",
                  "text": [
                    "(相違点1)",
                    "本願発明のアンテナは「複数の分散されたアンテナ」であるのに対し，引用発明のアンテナは分散されたものであるか定かではない点。",
                    "(相違点2)",
                    "本願発明のチャネル特性データの各要素は，「チャネルの位相及び振幅を規定する」ものであるのに対し，引用発明はそのようなものとはなっていない点。",
                    "(相違点3)",
                    "本願発明は，「前記Ｎ×M個の要素を含む前記チャネル特性データをアンテナ及びクライアント装置の組のそれぞれに関連づけて記憶するステップ」を有し，プリコーディングでは「前記Ｎ×M個の要素を含む前記チャネル特性データを使用」しているのに対し，引用発明はそのようなものとはなっていない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明と引用発明との一致点の認定の誤り及び相違点の看過(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "相違点1に係る容易想到性判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "相違点2に係る容易想到性判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明と引用発明との一致点の認定の誤り及び相違点の看過)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「複数の分散されたアンテナ」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，各クライアント装置が複数のアンテナを有するMIMOシステムでは，帯域幅を増加できるが，アンテナ数によって課せられる帯域幅増加の制限を有するという問題があったため，複数のクライアント装置の各々が単一のアンテナを有するワイヤレス通信システムにおいて，MIMOシステムのような帯域幅増加の制限なく，帯域幅を増加させることを課題とし(本願明細書の段落【0004】，【0030】)，上記課題を解決するため，本願発明においては，基地局に通信可能に結合された複数のアンテナが分散されている。",
                    "本願発明は，特許請求の範囲(請求項1)に記載されているように，「基地局に通信可能に結合された複数の分散されたアンテナ」を発明特定事項とし，本願発明における複数のアンテナは，基地局に通信可能に結合されており，分散されているのであるから，それらの全てが基地局に集められたものではない。",
                    "そして，本願発明の技術分野においては，「複数の分散されたアンテナ」との用語は，「集中型の複数のアンテナ」(基地局を中心に互いに近接して設けられ，かつ，基地局に物理的に取り付けられた複数のアンテナ)とは対照的な態様で配置される複数のアンテナ(大きな距離で互いに離れて配置された非集中型の複数のアンテナ)を意味するものであることが，当業者の技術常識であるから(甲12，14)，本願発明の上記特許請求の範囲の記載において，本願発明の複数の分散されたアンテナが大きな距離をもって互いに離れて配置されたものであることが規定されている。",
                    "本願明細書の段落【0025】，【0026】，【0030】，【0056】及び【0057】の記載によれば，本願発明の「複数の分散されたアンテナ」は，空間ダイバーシティを実現し得るように分散されており，1／2λ，数百ヤード，あるいは数マイルといったように大きく離して分散されているものであり，本願発明は，上記のように分散された複数のアンテナにより，各クライアント装置が統計的に独立した信号を受信できるようにするものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，引用発明においては，基準アンテナ15から送信される基準信号Rsを複数のクライアント装置(移動局)が良好に受信できなければならず(刊行物1の段落【0091】)，また，基準信号Rsは複数のアンテナ(アンテナ＃1～＃M)の何れであっても，複数のクライアント装置(移動局)が良好に受信できなければならない(刊行物1の段落【0093】参照)。したがって，引用発明においては，基準アンテナ15及び複数のアンテナ(アンテナ＃1～＃M)の全てが，略同一の位置とみなせるような位置に配置されていなければならず，複数のアンテナは分散されていない(引用発明における複数のアンテナは，基地局にあるものである。)。",
                    "このことは，刊行物1の段落【0113】に記載された第二の実施形態の第五のモデルでは，複数のアンテナ(アンテナ素子13)が形成するアンテナビームの位相中心が同一の位置にあり，かつ，全てのアンテナ素子が形成するアンテナビームが同じ点から放射されるように，複数のアンテナ(アンテナ素子13)が配置されていることからも裏付けられる。すなわち，引用発明は，刊行物1の第一の実施形態の第三のモデルであるが，第一の実施形態に関する刊行物1の図1と第二の実施形態に関する図6を参照すれば明らかなように，第一の実施形態の第三のモデルと第二の実施形態の第五モデルとでは，基地局10及び複数のアンテナ素子13が共通しているから，引用発明の複数のアンテナ(アンテナ素子13)は分散されていないことは明らかである(刊行物1の段落【0099】ないし【0102】，【0104】，【0108】及び【0111】の記載によれば，引用発明(刊行物1の第一の実施形態の第三のモデル)，第二の実施形態の第四のモデル及び第二の実施形態の第五のモデルは，いずれも，複数のアンテナの配置において共通しているといえるから，第五のモデルと同様に，引用発明の複数のアンテナも分散されていないことが明らかである。)。",
                    "また，前記ア記載のとおり，本願発明の技術分野においては，「複数の分散されたアンテナ」が，大きな距離で互いに離れて配置された複数のアンテナを意味し，「集中型の複数のアンテナ」とは明確に区別されるべきものであることは技術常識であるから，引用発明における複数のアンテナは，本願発明における「複数の分散されたアンテナ」とは異なり，基地局にあり，かつ，互いに近接して配置されたものであって，「集中型の複数のアンテナ」に該当するものであることが明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "以上のとおり，本願発明の複数のアンテナは分散されたものであるのに対し，引用発明の複数のアンテナは，略同一の位置に配置されているものであって，分散されたものではないから，本件審決が，引用発明の複数のアンテナが，分散されたものであるかが定かでないとしたのは誤りである。",
                  "text": [
                    "本願発明と引用発明とは，本願発明のアンテナは「複数の分散されたアンテナ」であるのに対し，引用発明のアンテナは分散されたものでない点で相違するにもかかわらず，本件審決は，本願発明のアンテナは「複数の分散されたアンテナ」であるのに対し，引用発明のアンテナは分散されたものであるか定かではない点において相違すると認定した(相違点1)にとどまるから，相違点の看過がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告の主張について",
                  "text": [
                    "被告は，本願明細書の段落【0025】及び【0027】の記載によれば，本願発明には，「複数の分散されたアンテナを大きく離して分散させる」形態も，「基地局アンテナを互いに非常に近接させる」形態も，いずれも含まれるものであることが明らかである旨主張する。",
                    "しかしながら，本願明細書の上記段落には，複数のアンテナを大きく離して配置することによりシステム性能を向上させた実施形態と，信号の偏向を利用して複数のアンテナを近接させることを可能とした実施形態とが記載されており，本願発明は，特許請求の範囲(請求項1)の記載から明らかなように，偏向を利用するものでなく，また，「複数の分散されたアンテナ」を発明特定事項として有するものであるから，上記二つの実施形態のうち，前者に関するものであることが明らかである。",
                    "したがって，被告の上記主張は，本願発明に含まれる実施形態とは異なる後者の実施形態に基づくものであり，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「チャネル特性データ」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)記載のとおり，本願発明のチャネル特性データは，「複数の分散されたアンテナ」を用いてチャネル特性データを作成しているから，当該チャネル特性データの各要素は同一の遅延プロファイルを持つものではない。",
                    "これに対し，引用発明においては，刊行物1の第二の実施形態の第五のモデルでは，全てのアンテナ(アンテナ素子13)が形成するアンテナビームが同じ遅延プロファイルを持ち，同じ経路を通ってクライアント装置(移動局)に到達する，すなわち，分散されていない複数のアンテナを用いて伝達関数を作成しているから，引用発明のチャネル特性データ(M×Ｎ個の要素からなる伝達関数)は，同一の遅延プロファイルを有している。",
                    "したがって，本願発明のチャネル特性データと，引用発明のM×Ｎ個の要素からなる伝達関数(チャネル特性データ)とは，異なるものである。",
                    "しかるに，本件審決は，引用発明の「M×Ｎ個の要素からなる伝達関数」が本願発明の「チャネル特性データ」に一致するとの誤った認定をし，その結果，本願発明の「チャネル特性データ」が同一の遅延プロファイルを持つものではないのに対し，引用発明の「M×Ｎ個の要素からなる伝達関数」が同一の遅延プロファイルを持つものであるという相違点を看過した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，本願発明は，「複数の分散されたアンテナ」を用いて作成した「チャネル特性データ」を用いてプリコーディングを行うことにより，データ信号を生成しているのに対し，引用発明は，「同一の遅延プロファイルを有するチャネル特性データ」を用いてデータ信号を作成しているから，本願発明と引用発明とは，本願発明の「各アンテナ及びクライアント装置の組に対するプリコーディングされたデータ信号を生成するため，各個のアンテナ及びクライアント装置の組に関連した前記Ｎ×M個の要素を含む前記チャネル特性データを使用して前記データをプリコーディングするステップ」との構成を有するか否かという点においても相違しているにもかかわらず，本件審決は上記相違点を看過した。",
                    "加えて，本願発明は，「複数の分散されたアンテナ」を用いて作成した「チャネル特性データ」を用いてプリコーディングを行うことにより作成したデータ信号を基地局の「各分散されたアンテナ」を介して各個のクライアント装置へ送信しているのに対し，引用発明ではそのような言及はないから，本願発明と引用発明とは，本願発明の「前記基地局の各分散されたアンテナを介して各個のクライアント装置へ前記プリコーディングされたデータ信号を送信するステップ」との構成を有するか否かという点においても相違しているにもかかわらず，本件審決は上記相違点を看過した。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における本願発明と引用発明との一致点の認定には誤りがあり，その結果，本件審決は，本願発明と引用発明との相違点を看過した。",
                "本件審決における上記相違点の看過は，本件審決の結論に影響を及ぼすものであるから，本件審決は違法なものとして取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "「複数の分散されたアンテナ」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明と引用発明とは，本願発明のアンテナは「複数の分散されたアンテナ」であるのに対し，引用発明のアンテナは分散されたものでない点で相違するにもかかわらず，本件審決は，本願発明のアンテナは「複数の分散されたアンテナ」であるのに対し，引用発明のアンテナは分散されたものであるか定かではない点において相違すると認定した(相違点1)にとどまるから，相違点の看過がある旨主張する。",
                    "しかしながら，本願発明と引用発明は，「複数のアンテナ」がある点(基地局に「アンテナ」が「複数」ある点)において共通するものの，当該「複数のアンテナ」について，引用発明では「分散された」ものであることが明示的に示されていないことから，本件審決は，引用発明のアンテナは分散されたものであるか定かではないと認定したものであり，かかる認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願明細書の段落【0025】，【0026】，【0030】，【0056】及び【0057】の記載によれば，本願発明の「複数の分散されたアンテナ」は，空間ダイバーシティを実現し得るように分散されており，1／2λ，数百ヤード，あるいは数マイルといったように大きく離して分散されているものであり，本願発明は，上記のように分散された複数のアンテナにより，各クライアント装置が統計的に独立した信号を受信できるようにするものである旨主張する。",
                    "しかしながら，「複数の分散されたアンテナ」が「大きく離して分散されているもの」であることは，本願発明の特許請求の範囲(請求項1)に記載されていないから，原告の上記主張は，特許請求の範囲の記載に基づかないものである。",
                    "また，本願明細書には，「当然ながら，本発明の基本原理はアンテナ間の特定の間隔に制限されない。」との記載(段落【0025】)，「[0037]空間ダイバーシティ技術に加えて，本発明の一実施形態は，システムの実効帯域幅を増加させるため，信号を偏向する。偏向によるチャネル帯域幅の増大は，衛星テレビジョンプロバイダによって長年に亘って利用されている周知の技術である。偏向を使用すると，複数台(例えば，3台)の基地局アンテナを互いに非常に接近させ，それでもなお空間的に相関関係をもたないようにすることができる。従来のRFシステムは一般に2次元(例えば，x及びy)の偏向のダイバーシティだけによって利益を得るが，本明細書に記載されているアーキテクチャは3次元(x，y及びz)の偏向のダイバーシティによる利益を得る。」との記載(段落【0027】)がある。",
                    "上記記載によれば，本願発明には，原告が主張するような「複数の分散されたアンテナを大きく離して分散させる」形態も，「基地局アンテナを互いに非常に近接させる」形態も，いずれも含まれるものであることが明らかである。",
                    "さらに，本願発明の「複数のアンテナの分散」を，「大きく離して分散」させる形態に限定して解釈すべき技術的理由も存しない。",
                    "したがって，本願発明における「複数の分散されたアンテナ」が「1／2λ，数百ヤード，あるいは数マイルといったように大きく離して分散されているもの」に限られるとする原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件審決が，本願発明のアンテナは「複数の分散されたアンテナ」であるのに対し，引用発明のアンテナは分散されたものであるか定かではない点において相違すると認定した点に誤りはなく，原告の主張する相違点の看過は存しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「チャネル特性データ」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明のチャネル特性データは「複数の分散されたアンテナ」を用いてチャネル特性データを作成しており，当該チャネル特性データの各要素は同一の遅延プロファイルを持つものではないのに対し，引用発明においては，分散されていない複数のアンテナを用いて伝達関数を作成しており，引用発明のチャネル特性データ(M×Ｎ個の要素からなる伝達関数)は，同一の遅延プロファイルを有しているとして，本件審決が，引用発明の「M×Ｎ個の要素からなる伝達関数」が本願発明の「チャネル特性データ」に一致するとの誤った認定をし，その結果，本願発明の「チャネル特性データ」が同一の遅延プロファイルを持つものではないのに対し，引用発明の「M×Ｎ個の要素からなる伝達関数」が同一の遅延プロファイルを持つものであるという相違点を看過した旨主張する。",
                    "しかしながら，引用発明における「複数のアンテナ」も「分散」されたものであるといえるから，引用発明における「チャネル特性データ」は「複数の分散されたアンテナを用いて作成される」ものであるといえる。",
                    "また，本件審決の認定した引用発明は，刊行物1の「第一の実施の形態」の「第三のモデル」を基礎としたものであるが，刊行物1の段落【0099】，【0112】ないし【0115】の記載によれば，刊行物1において，同一の遅延プロファイルを有する場合は，「第二の実施の形態」の「第五のモデル」である。刊行物1の段落【0100】及び【0102】の記載によれば，上記「第二の実施の形態」は，上記「第一の実施の形態」に時間等化合成器を構成上付加するなど変更を加え，さらに，段落【0112】及び【0115】の記載によれば，上記「第五のモデル」は，「移動局から通知すべき情報の量を低減することを目的として，無線基地局からのアンテナビームを2つ(＃1(B1)，＃2(B2))としたモデル」であると解される。刊行物1には，引用発明が基礎とした上記「第三のモデル」が，「第五のモデル」のような目的を必須とする記載は存しないから，「第三のモデル」は，上記「第五のモデル」のように「アンテナビームを2つ」とするようにして，時間等化合成器を構成上付加することで，移動局から通知すべき情報の量を低減することを必須としないものであるといえる。したがって，必ずしも，上記「第3のモデル」の「チャネル特性データ」の各要素は，「同一の遅延プロファイルを有する」ものではない。",
                    "以上によれば，引用発明のチャネル特性データ(M×Ｎ個の要素からなる伝達関数)が同一の遅延プロファイルを有していることを前提とする原告の上記主張は理由がなく，本件審決には，原告の主張する上記一致点の認定の誤りも，相違点の看過も存しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「チャネル特性データ」によりプリコーディングを行うことにより作成された「データ信号」の送信が，本願発明においては「基地局の各分散されたアンテナ」を介するのに対し，引用発明における「基地局の各アンテナ」は本願発明のように「分散された」アンテナではない点で相違する旨主張する。",
                    "しかしながら，引用発明における「基地局」の各「アンテナ」は「分散された」ものであるといえるから，引用発明においても，「チャネル特性データ」によりプリコーディングを行うことにより作成された「データ信号」の送信は「基地局の各分散されたアンテナ」を介しているといえる。",
                    "したがって，原告の上記主張も理由がなく，本件審決には，原告の主張する相違点の看過は存しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件審決が，引用発明の「M×Ｎ個の要素からなる伝達関数」が本願発明の「チャネル特性データ」に一致する旨認定した点に誤りはなく，原告の主張する相違点の看過も存しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における本願発明と引用発明との一致点の認定に誤りはなく，相違点の看過も存しないから，原告の取消事由1に係る主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1に係る容易想到性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本願発明と引用発明との相違点1について，①刊行物1(甲3)には，複数のアンテナが「分散」されていることは明記されていないものの，引用発明の無線基地局に接続された「複数のアンテナ」は，相互に所定の距離を隔てて配置されていることは明らかであり，距離の長短にかかわらず，複数の物が相互に所定の距離を隔てて配置されていることは「分散」されているともいい得るものであるから，引用発明の「複数のアンテナ」は，「複数の分散されたアンテナ」に相当するものと認められる(以下「相違点1に係る①の判断」という。)，②仮に，引用発明の「複数のアンテナ」が，「複数の分散されたアンテナ」に相当するとはいえないとしても，移動体通信に用いる無線基地局のアンテナを分散配置することは，例えば，刊行物2(甲5)の段落【0001】(複数のアンテナを空間的分散配置することが記載されている)，刊行物3(甲6)の段落【0006】(複数のアンテナ素子を空間的に分散して配置することが記載されている)に記載されているように周知技術であるから，引用発明において，上記周知技術を適用し，「複数の分散されたアンテナ」とすることに格別の困難性は認められない(以下「相違点1に係る②の判断」という。)旨判断した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件相違点1に係る①の判断について",
              "text": [
                "前記1の〔原告の主張〕(1)記載のとおり，刊行物1の記載によれば，引用発明の複数のアンテナは分散されていないものである。",
                "さらに，引用発明は，全ての移動局が基準信号を受信することによって初めて伝達関数を演算することができるものであるから，基準アンテナ15又は基準アンテナとして用いられる複数のアンテナ(アンテナ＃1～＃M)からの基準信号を全ての移動局が受信することができなければ，伝達関数を演算することができなくなる。",
                "このような全ての移動局による基準信号の受信は，全てのアンテナが近接して配置されていなければ実現することはできない。すなわち，複数のアンテナが分散されていると，全ての移動局が基準信号を受信するという条件が成立しなくなるため，伝達関数を演算することができなくなるのである。",
                "したがって，引用発明の複数のアンテナを分散させると伝達関数を演算できなくなり，引用発明が機能しなくなる。",
                "以上によれば，引用発明の複数のアンテナが分散されているものといい得るとの本件審決における判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1に係る②の判断について",
              "text": [
                "刊行物2(甲5)に記載された技術は，その段落【0001】の記載から明らかなように，複数のアンテナで送受信する信号の振幅と位相を制御することでアンテナの指向性を最適化する「ビームフォーミング」(単一のクライアント装置に対して指向性を得るために，複数のアンテナの協働によってビームを形成する技術)に関するものである。",
                "また，刊行物3(甲6)に記載された技術も，その段落【0006】の記載から明らかなように，「ビームフォーミング」に関するものである。",
                "「ビームフォーミング」において指向性を高めるためには，グレーティング・ローブを抑制する必要があり，グレーティング・ローブを抑制するためには，複数のアンテナが近接して配置されていなければならないから，刊行物2及び3に記載された技術において複数のアンテナが分散されていることと，本願発明の複数のアンテナが分散されていることとは，全く技術的意義及び程度が異なるものである。",
                "したがって，引用発明に刊行物2及び3に記載された技術を適用しても，相違点1に係る本願発明の構成，すなわち，複数の分散されたアンテナには想到し得ない。",
                "また，刊行物2及び3に記載された技術は，複数のアンテナを用いたビームフォーミング(複数のアンテナを用いたビームの指向性制御)によるものであり，引用発明の技術である伝達関数を用いたデータの送信とは全く異なる技術に係るものであるから，当業者において，引用発明に刊行物2及び3に記載された技術を適用する動機付けはない。",
                "さらに，引用発明においては，基準アンテナ15の代りに複数のアンテナ(アンテナ＃1～＃M)を用いても，複数のクライアント装置(移動局)が基準信号Rsを良好に受信できなければならないが，引用発明の複数のアンテナを分散させると，引用発明は機能しなくなるから，引用発明において，刊行物2及び3に記載された技術を適用し，複数のアンテナを分散されたものとすることには阻害要因がある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における相違点1の容易想到性の判断には誤りがある。",
                "本件審決における上記判断の誤りは，本件審決の結論に影響を及ぼすものであるから，本件審決は違法なものとして取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点1に係る①の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明における「無線基地局」は「M個のアンテナ」を有することから，当該「無線基地局」には「複数のアンテナ」が接続されていることが示されている。",
                    "また，仮に，「各アンテナ」が，「一のアンテナ」であるのであれば，無線基地局のアンテナと移動局との間の伝達関数は「各アンテナ」において同一の伝達関数となることは当然であり，移動局との間の伝達関数を，無線基地局の「各アンテナ」について求めるようにはしないから，引用発明において「無線基地局の各アンテナと移動局との間の伝送路の状態を表す伝達関数を求め」るようにすることは，「各アンテナ」が，「一のアンテナ」でないことを示している。",
                    "したがって，引用発明における「複数のアンテナ」は「一のアンテナ」とはいえないものであって，「複数のアンテナ」の各アンテナは「相互に所定の距離を隔てて配置されている」といえるものであることが明らかである。",
                    "ところで，「分散」は「ばらばらに散らばること，また，分けること。」を意味するから(乙1)，本願発明の「複数の分散されたアンテナ」は，その文言上，複数のアンテナが「ばらばらに散らばった」，「ばらばらに分けられた」，あるいは「分けられた」状態にあることを意味するにとどまり，「大きく離れた」，「大きく離して」という意味までをも規定するものであるとはいえない。また，本願発明における「複数の分散されたアンテナ」を「大きく離して分散されているもの」と限定して解釈しなければならないとする理由がないことは，前記1〔被告の主張〕(1)イ記載のとおりである。",
                    "以上によれば，引用発明における「複数のアンテナ」の「各アンテナ」は「相互に所定の距離を隔てて配置されている」ものであるから，引用発明の「複数のアンテナ」は本願発明の「複数の分散されたアンテナ」に相当するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，引用発明において複数のアンテナを分散させると，引用発明は機能しなくなる旨主張する。",
                    "しかしながら，刊行物1の段落【0085】には，「一般には，移動局20(1)に最も早いタイミングで到来する信号の受信レベルが最も高くなるが，最も早いタイミングで到来する信号と最も受信レベルが高くなる信号が異なる場合には，システムにおいて後述するような処理にて良好な結果が得られるほうを選択するように予め定めておく。」と記載されており，刊行物1に記載された技術は，無線基地局の複数のアンテナを用いても，複数のクライアント装置(移動局)が基準信号Rsを良好に受信できることを前提とした技術であるといえる。",
                    "また，引用発明において，「複数のアンテナ」を「分散させる」ことにより，「伝達関数hki」(段落【0087】)を演算することができなくなるとする原告の上記主張の根拠は不明であり，刊行物1にも根拠となり得る記載はない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件審決における相違点1に係る①の判断，すなわち，引用発明の「複数のアンテナ」が本願発明の「複数の分散されたアンテナ」に相当するものと認められる旨判断した点に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に係る②の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物2(甲5)の段落【0001】には，複数のアンテナを空間的分散配置することが記載されており，刊行物3(甲6)の段落【0006】には，複数のアンテナ素子を空間的に分散して配置することが記載されている。",
                    "したがって，刊行物2及び3の上記記載を参照すれば，「移動体通信に用いる無線基地局のアンテナを分散配置すること」が周知技術であることは明らかである。",
                    "そして，引用発明，並びに，刊行物2及び3に記載された技術は，いずれも基地局にアンテナが複数備えられていることを前提にして，干渉の防止などにより通信品質の向上を図る技術に関するものであるから，当業者において，引用発明に刊行物2及び3に記載された技術，すなわち上記周知技術を適用し，相違点1に係る本願発明の構成とすることは容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，刊行物2及び3に記載された技術はいずれも，「ビームフォーミング」に関するものであり，「ビームフォーミング」において指向性を高めるためには，グレーティング・ローブを抑制する必要があり，グレーティング・ローブを抑制するためには，複数のアンテナが近接して配置されていなければならず，刊行物2及び3に記載された技術において複数のアンテナが分散されていることと，本願発明の複数のアンテナが分散されていることとは，全く技術的意義及び程度が異なるから，引用発明に前記ア記載の周知技術を適用しても，本願発明における「複数の分散されたアンテナ」には想到し得ない旨主張する。",
                        "しかしながら，本願発明は，「アンテナ間の特定の間隔に制限されない」ものであり，その実施形態として，「複数台の基地局アンテナを非常に接近させる」形態を含むものであるから，仮に，周知技術において「複数のアンテナ」の配置の「分散」が近接したものであったとしても，かかる「分散」と本願発明の「分散」とに技術的差異はない。",
                        "そして，刊行物2及び3に記載された「複数のアンテナ」も本願発明の「複数のアンテナ」も，いずれも「分散」していることに変わりはなく，その程度に明確な差があるともいえない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，刊行物2及び3に記載された技術と引用発明とは全く異なる技術分野に係るものであるから，当業者において，刊行物2及び3に記載された技術を適用する動機付けはない旨主張する。",
                        "しかしながら，前記ア記載のとおり，引用発明，並びに，刊行物2及び3に記載された技術はいずれも基地局にアンテナが複数備えられていることを前提にして，干渉の防止などにより通信品質の向上を図る技術に関するものであるから，当業者において，引用発明に刊行物2及び3に記載された技術，すなわち，前記ア記載の周知技術を適用する動機付けがあるというべきである。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用発明の複数のアンテナを分散させると，引用発明は機能しなくなるから，引用発明において，刊行物2及び3に記載された技術を適用し，複数のアンテナを分散されたものとすることには阻害要因がある旨主張する。",
                        "しかしながら，前記(1)イ記載のとおり，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件審決における相違点1に係る②の判断，すなわち，引用発明に周知技術を適用することで相違点1に係る本願発明の構成とすることに格別の困難性はないとした点に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における相違点1に係る容易想到性の判断に誤りはないから，原告の取消事由2に係る主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2に係る容易想到性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，刊行物1の段落【0273】には，伝達関数である伝送路係数hは，第一の実施の形態で説明した手法に限定されるものではなく，各アンテナと移動局との間の伝送路の状態を表すものであれば，他の手法により定義されるものであってもよいことが記載されており，また，パイロット信号などの既知の信号を受信し，該既知の信号の振幅及び位相が送受信間のチャネルを伝搬することでどの程度変化するかに基づいて伝達関数を規定できることは，例えば，刊行物4(甲7)の段落【0097】(受信したパイロット信号の振幅及び位相を正規化することで送信側のアンテナと受信側のアンテナの伝達関数を表す伝達係数を検出できることが記載されている)，刊行物5(甲8)の段落【0028】(受信した既知信号の振幅の変化量及び位相の変化量により伝達関数が定まることが記載されている)に記載されているように周知技術であるから，引用発明において，上記周知技術を適用し，受信したパイロット信号の振幅及び位相から無線基地局と移動局間のチャネルの位相及び振幅を規定することは，当業者が容易に推考できたものである旨判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，刊行物4(甲7)の【要約】の記載によれば，刊行物4に記載された技術は，複数の受信アンテナを有するOFDM信号送信装置と，複数の受信アンテナを有するOFDM信号受信装置との間の通信に関する技術であって，MIMOに属する技術に係るものであるから，単一のアンテナを有する複数のクライアント装置に，複数のアンテナを有する基地局からデータを送信するというものではない。",
                "また，刊行物5(甲8)の段落【0006】，【0011】及び【0030】の記載によれば，刊行物5に記載された技術は，複数のアンテナによって形成されるビームの指向性(「ビームフォーミング」)を用いて，空間分割多重を行うものであり，伝達関数をもとに空間分割多重が可能な移動局の組み合わせを決定するという技術に係るものである。そして，「ビームフォーミング」を行うための複数のアンテナは，近接して配置されていなければならず，刊行物5に記載された技術は，複数の分散されたアンテナを用いるものではない。",
                "したがって，刊行物4及び5に記載された技術は，引用発明とは全く異なる技術分野に係るものであるから，当業者において，引用発明に刊行物4及び5に記載された技術を適用する動機付けはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "刊行物4の伝達関数，すなわち，MIMOシステム用の伝達関数を，MIMOシステムとは異なる引用発明の伝達関数に適用すると，引用発明が機能しなくなる。",
                "また，刊行物5の伝達関数は，分散されていない複数のアンテナを用いて得られるものであり，これを引用発明の伝達関数に適用しても，本願発明のチャネル特性データを得ることはできず，基地局の各分散されたアンテナを介して各個のクライアント装置へプリコーディングされたデータ信号を送信することはできない。",
                "以上のとおり，引用発明において，刊行物4及び5に記載された技術を適用しても，複数のクライアント装置のそれぞれが単一のアンテナを有するワイヤレス通信システムにおいて，MIMOシステムのような帯域幅増加の制限なく，帯域幅を増加させることはできない。",
                "これに対し，本願発明によれば，複数のクライアント装置のそれぞれが単一のアンテナを有するワイヤレス通信システムにおいて，各クライアント装置が統計的に独立した信号を受信することができ，MIMOシステムのような帯域幅増加の制限なく，帯域幅を増加させることができる。",
                "したがって，本願発明の作用効果は，引用発明及び周知技術から当業者が予測し得る範囲内のものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，刊行物1の段落【0273】の記載を根拠に，引用発明において，上記周知技術を適用して，相違点2に係る本願発明の構成とすることは容易に想到し得ることである旨主張する。",
                    "しかしながら，刊行物1の段落【0273】において「各アンテナと移動局との間の伝送路の状態を表すものであれば，他の手法により定義されるものであってもよい」と説明されている「伝送路係数h」は，第五の実施の形態から第八の実施の形態に係るものであって，引用発明(第一の実施形態の第三のモデル)の伝達関数における伝送路係数ではない。",
                    "したがって，刊行物1の上記記載は，引用発明の伝達関数を変更することについて何らの示唆もしておらず，引用発明の伝達関数を変更することについて当業者に動機付けを与えるものでないから，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本願明細書の段落【0003】及び【0030】の記載によれば，本願発明において，「帯域幅増加」は，「基地局アンテナ」が多数あり，「クライアント装置」が「単一受信アンテナだけ」の場合に達成されると解される旨主張する。",
                    "しかしながら，「帯域幅増加」は，各クライアント装置が一つのアンテナを有し，基地局に通信可能に接続された複数のアンテナが大きく離れて設置されることにより，すなわち，複数のアンテナが分散されて配置されることにより性能良く発揮される。",
                    "したがって，「帯域幅増加」は，基地局アンテナが多数あり，クライアント装置が単一受信アンテナだけの場合に達成されるとする被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，引用発明においても，複数のクライアント装置の各々が単一のアンテナを有するワイヤレス通信システムにおいて，各クライアント装置が分離したデータストリームを受信することができるものであることは明らかであるから，引用発明に周知技術を適用することにより，本願発明のように，「MIMOシステムのような帯域幅増加の制限なく，帯域幅を増加させることが可能となる」ことは当然である旨主張する。",
                    "しかしながら，「帯域幅増加」は，各クライアント装置が一つのアンテナを有し，基地局に通信可能に接続された複数のアンテナが大きく離れて設置されることにより，すなわち，本願発明のように複数のアンテナが分散されて配置されることにより，性能良く発揮される。",
                    "これに対し，複数のアンテナを分散させることができない引用発明においては，本願発明のように，MIMOシステムのような帯域幅増加の制限なく，帯域幅を増加させることができないことは明らかである。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における相違点2の容易想到性の判断には誤りがある。",
                "本件審決における上記判断の誤りは，本件審決の結論に影響を及ぼすものであるから，本件審決は違法なものとして取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "刊行物4(甲7)の段落【0086】，【0087】，【0088】及び【0097】の記載によれば，刊行物4の「伝達係数」は，OFDM信号送信装置，すなわち，基地局側の「アンテナ」と，OFDMA受信装置，すなわち「移動端末(移動局)」との間の伝送路状態を表すものであるといえる。",
              "text": [
                "また，刊行物5(甲8)の段落【0028】の記載によれば，刊行物5の「伝達関数」は，「基地局」と「移動局」との間の伝送路の状態を表すものであるといえる。",
                "加えて，刊行物4及び5に記載された技術は，いずれも，伝達関数を受信信号の位相及び振幅により定めているから，刊行物4及び5は，「受信信号の位相及び振幅」が，基地局と移動局との間の伝送路の状態を規定するものであること，すなわち，「受信信号の位相及び振幅」により，伝達関数の各要素が基地局と移動局との間のチャネルの位相及び振幅を規定することを開示しているといえる。",
                "したがって，刊行物4及び5を参照すれば，「パイロット信号などの既知の信号を受信し，該既知の信号の振幅及び位相が送受信間のチャネルを伝搬することでどの程度変化するかに基づいて伝達関数を規定できること」が周知技術であることは明らかである。",
                "そして，刊行物1の段落【0273】には，「アンテナと移動局との間の伝送路の状態を表すもの」であれば，引用発明の「伝達関数」の「伝送路係数h」として適用できることが記載されているが，引用発明，並びに，刊行物4及び5に記載された技術は，いずれも，複数のアンテナを用いる通信の品質を図るという点で技術分野が共通しているから，当業者において，引用発明に上記周知技術を適用して，相違点2に係る本願発明の構成とすることは容易に想到し得ることである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，刊行物4及び5に記載された技術は，引用発明とは全く異なる技術分野に係るものであるから，当業者において，引用発明に刊行物4及び5に記載された技術を適用する動機付けはない旨主張する。",
                    "しかしながら，前記(1)記載のとおり，引用発明，並びに，刊行物4及び5に記載された技術は，いずれも，複数のアンテナを用いる通信の品質を図るという点で技術分野が共通しており，刊行物4及び5に開示された前記(1)記載の周知技術を引用発明に適用することには動機付けがあるというべきである。",
                    "なお，仮に，刊行物4及び5の各記載から把握される技術分野が原告の主張するとおりであったとしても，刊行物1の段落【0273】の記載に接した当業者であれば，刊行物4及び5に開示された前記(1)記載の周知技術を引用発明に適用することは容易に推考し得ることである。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明において，刊行物4及び5に記載された技術を適用しても，複数のクライアント装置のそれぞれが単一のアンテナを有するワイヤレス通信システムにおいて，MIMOシステムのような帯域幅増加の制限なく，帯域幅を増加させることはできないから，本願発明の作用効果は，引用発明及び周知技術から当業者が予測し得る範囲内のものではない旨主張する。",
                    "引用発明に前記(1)記載の周知技術を適用することができることは前記(1)記載のとおりであり，かかる周知技術における「基地局と移動局との間の伝送路の状態を示す伝達関数」を引用発明に適用することにより，引用発明が機能しなくなる理由は見い出せず，また，「基地局の各分散されたアンテナを介して各個のクライアント装置ヘプリコーディングされたデータ信号を送信することはできない」とする理由もない。",
                    "そして，本願明細書の段落【0003】及び【0030】の記載によれば，本願発明において，「帯域幅増加」は，「基地局アンテナ」が多数あり，「クライアント装置」が「単一受信アンテナだけ」の場合に達成されると解されるところ，引用発明は，上記場合と同様，基地局が複数のアンテナを有し，複数の移動局，つまり複数のクライアント装置の各々が単一のアンテナを有するワイヤレス通信システムであるから，引用発明に周知技術を適用することにより，「MIMOシステムのような帯域幅増加の制限なく，帯域幅を増加させること」ができるようになることは当然である。",
                    "原告は，本願発明によれば，複数のクライアント装置の各々が単一のアンテナを有するワイヤレス通信システムにおいて，各クライアント装置が統計的に独立した信号を受信することができる旨主張するが，引用発明においても，複数のクライアント装置の各々が単一のアンテナを有するワイヤレス通信システムにおいて，各クライアント装置が分離したデータストリームを受信することができるものであることは明らかであるから，引用発明に周知技術を適用することにより，本願発明のように，「MIMOシステムのような帯域幅増加の制限なく，帯域幅を増加させることが可能となる」ことは当然である。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における相違点2に係る容易想到性の判断に誤りはないから，原告の取消事由3に係る主張は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の特許請求の範囲(請求項1)の記載は，前記第2の2に記載のとおりであるところ，本願明細書(甲10)には，次のような記載がある(下記記載中に引用する図面については，別紙1の本願明細書図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の分野",
                  "text": [
                    "「[0001]本発明は，一般に，通信システムの分野に関する。特に，本発明は，時空間符号化技術を使用する分散入力・分散出力型ワイヤレス通信システム及び方法に関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "関連技術の説明",
                  "text": [
                    "「通信信号の時空間符号化",
                    "[0002]ワイヤレステクノロジーにおける比較的新しい成果は空間多重化及び時空間符号化として知られている。一つの特有のタイプの時空間符号化は，各端で複数のアンテナが使用されるので「多入力多出力」を表すMIMOと呼ばれる。送受信のため多数のアンテナを使用することにより，多数の独立した無線波が同一周波数レンジの範囲内で同時に送信される。以下の論文は，MIMOの概要を提供する。・・・」(段落【0002】)",
                    "「[0003]基本的に，MIMOテクノロジーは，共通の周波数帯域内に並列空間データストリームを作成するため空間的に分布したアンテナを使用することに基づいている。無線波は，個々の信号が，たとえ，同一周波数帯域内で送信されるとしても，受信機で分離され復調されるように送信され，結果として，多数の統計的に独立した(すなわち，効果的に分離した)通信チャネルを生じる。このようにして，マルチパス信号(すなわち，時間的に遅延し，振幅及び位相が変更された同一周波数の多数の信号)を禁止しようとする標準的なワイヤレス通信システムと比較して，MIMOは，所定の周波数帯域内でより高いスループットと改善された信号対雑音比を実現するため，無相関，又は，相関の弱いマルチパス信号に依存する。一例として，802．11gシステム内でMIMOテクノロジーを使用して，Airgo Ｎetworksは，最近，従来型の802．11gシステムでは54Mbpsしか実現できない同じスペクトルで108Mbpsを実現できるようになった・・・」(段落【0003】)",
                    "「[0004]MIMOシステムは，典型的に，複数の理由のため，装置1台当たりのアンテナ台数が10未満である実際的な制限に直面する(したがって，ネットワーク内のスループット改善は10倍未満である)。",
                    "1．物理的制限．所定の装置上のMIMOアンテナは，それぞれが統計的に独立した信号を受信するようにアンテナ間に十分な分離が必要である。MIMO帯域幅の改善は均一な6分の1波長(λ／6)のアンテナ間隔で認められるが，効率はアンテナが接近すると共に急速に低下し，結果として，低MIMO帯域幅の乗算器が得られる。同様に，アンテナが一つに集められるとき，アンテナは典型的に小型化する必要があり，これもまた帯域幅効率に影響を与える。最終的に，より低い周波数及びより長い波長では，単一のMIMO装置の物理的サイズは制御できなくなる。極端な例はHFバンドにあり，MIMO装置アンテナは互いに10メートル以上離されるべきである。",
                    "2．雑音制限．各MIMO受信機／送信器サブシステムはあるレベルのノイズを生成する。互いに近接して設置されるこれらのサブシステムの台数が多くなるのに伴って，ノイズフロアが増加する。その一方で，多重アンテナMIMOシステム内で互いに区別されるべき別個の信号が多数になると共に，さらに低いノイズフロアが必要とされる。",
                    "3．コスト及び電力制限．コスト及び消費電力が問題にならないMIMOアプリケーションもあるが，典型的なワイヤレス製品では，コスト及び消費電力の両方は，成功する製品を開発する際に重大な制約である。それぞれのMIMOアンテナに，別個のアナログ・デジタル(A／D)変換器及びデジタル・アナログ(D／A)変換器を含む別個のRFサブシステムが必要である。ムーアの法則に従って倍増するデジタルシステムの多数の態様とは異なり，このようなアナログ集約的なサブシステムは，典型的に，ある種の物理的な構造上のサイズ及び電力の要件があり，コスト及び電力に関して線形に倍増する。したがって，多重アンテナMIMO装置は，単一アンテナ装置と比べると，非常に高価かつ高電力消費になる。」(段落【0004】)",
                    "「[0005]上記の結果として，現在考えられている殆どのMIMOシステムは，およそ2～4台のアンテナの程度であり，帯域幅が2～4倍に増加し，多重アンテナシステムのダイバーシティ効果のためにSＮR比がある程度増加する。最大で10台のアンテナのMIMOシステムが(特に，より短い波長と，より狭いアンテナ間隔が原因となってより高いマイクロ波周波数で)検討されているが，その台数を超えることは，非常に特定のコスト集約的なアプリケーションを除くと，非現実的である。」(段落【0005】)",
                    "「仮想アンテナアレイ",
                    "[0006]MIMO型テクノロジーの一つの特有のアプリケーションは仮想アンテナアレイである。・・・」(段落【0006】)",
                    "「[0007]・・・仮想アンテナアレイは，(携帯電話機のような)協調ワイヤレス装置のシステムであり，それらは，(互いに十分に近い時には)協働的に動作するようにそれらの基地局への本来の通信チャネルとは別個の通信チャネルで互いの間で通信する(例えば，それらがUHFバンドのGSM携帯電話機であるならば，これは5GHzの産業科学医療用(ISM)ワイヤレスバンドである)。これにより，単一アンテナ装置は，例えば，(基地局の通信範囲内にある上に)互いの通信範囲内にある複数台の装置の間で情報を中継し，それらが多数のアンテナを備えた物理的に1台の装置であるかのように動作することにより，帯域幅がMIMOのように増加する可能性がある。」(段落【0007】)",
                    "「[0008]しかし，実際には，このようなシステムは実施することが非常に困難であり，有用性が制限されている。一例を挙げると，この場合には，スループットを改善するため，1台の装置ごとに最低限の2本の別個の通信パスを保持する必要があり，2番目の中継リンクは使用できるかどうかが不確定であることが多い。さらに，これらの装置は，最小限でも第2の通信サブシステムを有し，より多くの計算の必要性があるので，より高価であり，物理的により大型であり，寄り多くの電力を消費する。その上，このシステムは様々な通信リンクを用いることになるかもしれない全装置の非常に洗練されたリアルタイムの協調に依存する。最後に，同時チャネル利用(例えば，MIMO技術を利用する同時電話呼伝送)が増大するので，各装置の計算負荷が増大し(チャネル利用が線形に増加するときに指数的に増加する可能性があり)，これは電力及びサイズの制約が厳しい携帯型装置の場合には全く非現実的である。」(段落【0008】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の概要",
                  "text": [
                    "「[0009]基地局の各アンテナから，チャネル特性データを生成するため各トレーニング信号を解析しチャネル特性データを基地局へ返送する複数台のクライアント装置のそれぞれに，トレーニング信号を送信するステップと，複数台のクライアント装置のそれぞれに対するチャネル特性データを記憶するステップと，クライアント装置のそれぞれへ送信されるべきデータを受信するステップと，基地局の各アンテナに対するプリコーディングされたデータ信号を生成するため各個のクライアント装置に関連したチャネル特性データを使用してデータをプリコーディングするステップと，基地局の各アンテナを介して各個のクライアント装置へプリコーディングされたデータ信号を送信するステップと，を含む方法が開示される。」(段落【0009】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "好適な実施形態の詳細な説明",
                  "text": [
                    "「[0022]図1は，送信アンテナ104及び受信アンテナ105を備えた従来技術のMIMOシステムを表す。このようなシステムは，利用可能チャネルで一般に実現できるスループットの3倍までを達成可能である。・・・」(段落【0012】)",
                    "「[0023]図1のMIMOシステムでデータが伝送される前に，チャネルが「特性化」される。これは，最初に，送信アンテナ104のそれぞれから受信機105のそれぞれへ「トレーニング信号」を送信することにより実現される。トレーニング信号は，次から次へ，符号化及び変調サブシステム102によって生成され，D／A変換器(図示せず)によってアナログへ変換され，次に，各送信機103によってベースバンドからRFへ変換される。それぞれのRF受信機106に接続された各受信アンテナ105は，各トレーニング信号を受信し，それをベースバンドへ変換する。ベースバンド信号はD／A変換器(図示せず)によってデジタルへ変換され，信号処理サブシステム107はトレーニング信号を特性化する。各信号の特性には，例えば，受信機内部の基準に対する位相及び振幅と，絶対基準と，相対基準と，固有雑音と，その他のファクタとを含む多数のファクタが含まれる。各信号の特性は，典型的に，チャネルを介して伝送されたときの信号の複数の局面の位相変化及び振幅変化を特性化するベクトルとして定義される。・・・」(段落【0013】)",
                    "「[0024]信号処理サブシステム107は，各受信アンテナ105及び対応する受信機106によって受信されたチャネル特性を記憶する。3台の送信アンテナ104のすべてがそれらのトレーニング信号の送信を終了した後，信号処理サブシステム107は，3台の受信アンテナ105のそれぞれに対する3個のチャネル特性を記憶し，チャネル特性行列「H］として呼ばれる3×3型行列108を生ずる。各個の行列要素H ， は，受信i jアンテナ105jによって受信されるような送信アンテナ104iのトレーニング信号送信のチャネル特性(典型的に，上記のようにベクトル)である。」(段落【0014】)",
                    "「[0025]この時点で，信号処理サブシステム107は，H1を生成するため行列H108を逆転し，送信アンテナ104からの実際のデータの送信を待つ。利用可能な文献に記載された種々の従来技術のMIMO技術がH行列108を逆転可能であることを保証するため利用できることに注意すべきである。」(段落【0015】)",
                    "「[0026]動作中，送信されるべきデータのペイロードはデータ入力サブシステム100に与えられる。それは次に，符号化及び変調サブシステム102へ与えられる前に分離器101によって3個の部分に分割される。・・・その後，これらのサブペイロードのそれぞれは，符号化及び変調サブシステム102へ別々に与えられる。」(段落【0016】)",
                    "「[0027]・・・最終的に，3個の符号化されたサブペイロードのそれぞれは，チャネルに適切な変調スキームを使用して変調される。・・・ここで注意すべきことは，MIMOによって提供されるダイバーシティ利得は，同じチャネルを利用するSISO(単入力単出力)システムで実現可能であるようなより高次の変調コンスタレーションを可能にさせることである。符号化され変調された各信号は，次に，D／A変換ユニット(図示せず)によるD／A変換と，各送信機によるRF生成の後に続いて，その専用アンテナ104を介して送信される。」(段落【0017】)",
                    "「[0028]適切な空間ダイバーシティが送信アンテナと受信アンテナとの間に存在することを仮定すると，受信アンテナ105のそれぞれは，アンテナ104から3個の送信信号の様々な組み合わせを受信する。各信号は，受信され，各RF受信機106によってベースバンドへダウンコンバートされ，A／D変換器(図示せず)によってデジタル化される。yn がn番目の受信アンテナ105によって受信された信号であり，xn がn番目の送信アンテナ104によって送信された信号であり，Ｎが雑音であるならば，これは以下の3個の式によって記述できる。・・・」(段落【0018】)",
                    "「[0030]3個の送信信号xnがこのようにして導き出されると，それらは次に，分離器101によって最初に分離させられた3個のビットストリームを再現するため，信号処理サブシステム107によって復調され，復号化され，誤り訂正される。これらのビットストリームは合成ユニット108において合成され，データ出力109から単一データストリームとして出力される。システムのロバスト性が雑音機能障害に打ち勝つことが可能であるならば，データ出力109はデータ入力100へ導入されたビットストリームと同じビットストリームを生成する。」(段落【0020】)",
                    "「[0031]上記の従来技術のシステムは，本明細書の背景の欄に記載された理由によって，一般的に，最大で4台のアンテナ，おそらくは最大で10台程度のアンテナまで実用的であるが，アンテナの台数(例えば，25，100又は1000台)が増加すると共に非現実的になる。」(段落【0021】)",
                    "「[0032]典型的に，このような従来技術のシステムは双方向であり，リターンパスは全く同様に実施されるが，通信チャネルのそれぞれの側には送信サブシステム及び受信サブシステムの両方が逆順にある。」(段落【0022】)",
                    "「[0033]図2は，基地局200が(例えば，T1又はその他の高速コネクションを介するインターネットへの)ワイド・エリア・ネットワークインタフェース201で構成され，多数のアンテナ202が設けられた本発明の一実施形態を説明する図である。多数のクライアント装置203～207が存在し，それぞれが単一アンテナを備え，基地局200からワイヤレス方式でサービスを提供される。本実施例の目的のためには，このような基地局はワイヤレスネットワーク機器が設けられたパーソナルコンピュータであるクライアント装置203～207にサービスを提供するオフィス環境にある場合を考えることが最も簡単であるが，このアーキテクチャは，基地局がワイヤレスクライアントにサービスを提供する屋内と屋外の両方の多数のアプリケーションに適用される。例えば，基地局は，携帯電話タワーに置かれても，又は，テレビ放送塔に置かれてもよい。一実施形態において，基地局200は，2004年4月20日に出願され，名称がSYSTEM AＮD METHOD FOR EＮHAＮCIＮG ＮEAR VERTICAL IＮCIDEＮCE SKYWAVE(“ＮVIS”)",
                    "COMMUＮICATIOＮ USIＮG SPACE-TIME CODIＮG，Serial Ｎo．10／817，731であり，本願の譲受人へ譲渡され，参照として本明細書に組み込まれた同時係属中の出願に記載されているように，地表に設置され，電離層から信号を反射させるためにHF周波数(例えば，24MHzまでの周波数)で上方へ送信するように構成される。」(段落【0023】)",
                    "「[0035]一実施形態において，基地局のn台のアンテナ202は，基地局が従来技術のMIMOトランシーバであるかのように，それぞれが空間的に相関関係のない信号を送受信するように空間的に分離される。背景の欄に記載したように，λ／6(すなわち，6分の1波長)の範囲内で離れて設置されたアンテナがMIMOから帯域幅の増大に成功する実験が行われたが，一般的に説明すると，これらの基地局アンテナがより離れて設置されると，システム性能がより向上し，λ／2は望ましい最小値である。当然ながら，本発明の基本原理はアンテナ間の特定の間隔に制限されない。」(段落【0025】)",
                    "「[0036]単一の基地局200はそのアンテナが非常に離して設置される方がよいことに注意すべきである。例えば，HFスペクトルにおいて(例えば，上記のＮVIS実施では)，アンテナは10メートル以上離れている。100台のこのようなアンテナが使用されるならば，基地局のアンテナアレイは数平方キロメートルを受け持つことが可能である。」(段落【0026】)",
                    "「[0037]空間ダイバーシティ技術に加えて，本発明の一実施形態は，システムの実効帯域幅を増加させるため，信号を偏向する。偏向によるチャネル帯域幅の増大は，衛星テレビジョンプロバイダによって長年に亘って利用されている周知の技術である。偏向を使用すると，複数台(例えば，3台)の基地局アンテナを互いに非常に接近させ，それでもなお空間的に相関関係をもたないようにすることができる。従来のRFシステムは一般に2次元(例えば，x及びy)の偏向のダイバーシティだけによって利益を得るが，本明細書に記載されているアーキテクチャは3次元(x，y及びz)の偏向のダイバーシティによる利益を得る。」(段落【0027】)",
                    "「[0038]図3は，図2に示された基地局200及びクライアント装置203～207の一実施形態のさらなる細部を示す。・・・」(段落【0028】)",
                    "「[0039]図3は，通信チャネルの両側に3台ずつのアンテナを有する点で図1に表された従来技術のMIMOアーキテクチャに類似している。顕著な相違点は，従来技術のMIMOシステムでは，図1に右側の3台のアンテナ105がすべて互いに一定の距離にあり(例えば，単一装置上に一体化され)，それぞれのアンテナ105からの受信信号が信号処理サブシステム107において一緒に処理されることである。これに対して，図3では，図面の右側の3台のアンテナ309は，それぞれが異なるクライアント装置306～308に接続され，それぞれが基地局305の通信範囲内のどこかに分散している。このようにして，各クライアント装置が受信する信号は，その符号化・変調・信号処理サブシステム311において他の2個の受信信号とは独立に処理される。このようにして，多入力(すなわち，アンテナ105)多出力(すなわち，アンテナ104)型のMIMOシステムに対して，図3は，以下では「DIMO」システムと呼ばれる，分散入力(すなわち，アンテナ309)多出力(すなわち，アンテナ305)型のシステムを説明する。」(段落【0029】)",
                    "「[0040]図3に表されたDIMOアーキテクチャは，所定の台数の送信アンテナの場合に，SISOに対してシステムMIMOと同様の帯域幅増加を実現する。しかし，MIMOと図3に示された特有のDIMO実施形態との間の一つの相違点は，多数の基地局アンテナによって得られる帯域幅増加を達成するため，各DIMOクライアント装置306～308が単一受信アンテナだけを必要とし，一方，MIMOの場合，各クライアント装置が実現することが望まれる帯域幅の倍数と少なくとも同数の受信アンテナを必要とすることである。一般に，(背景の欄に記載されているように)クライアント装置上に設置できるアンテナ台数に現実的な限界があるとするならば，これは，典型的に，MIMOシステムを4～8台のアンテナ(ならびに，4倍～10倍の帯域幅倍数)に制限する。基地局300は，典型的に，固定した，給電された場所から多数のクライアント装置にサービスを提供するので，基地局を10台よりも多数のアンテナへ拡張し，空間ダイバーシティを実現するため適当な距離でアンテナを分離させることは現実的である。図に示されるように，各アンテナはトランシーバ304を備え，符号化・変調・信号処理部303の処理能力の一部分が与えられる。特に，本実施形態では，基地局300がどんなに拡張されても，各クライアント装置306～308は1台のアンテナ309しか必要としないので，個別のユーザクライアント装置306～308のコストは安く，基地局300のコストは多数のユーザ間で分担される。」(段落【0030】)",
                    "「[0041]基地局300からクライアント装置306～308へのDIMO伝送を実現する方法の一実施例は図4～6に示される。」(段落【0031】)",
                    "「[0042]本発明の一実施形態において，DIMO伝送が開始する前に，チャネルが特性化される。MIMOシステムと同様に，トレーニング信号が，(以下に記載する実施形態において)アンテナ405のそれぞれによって，一つずつ，送信される。図4は1回目のトレーニング信号送信だけを説明するが，3台のアンテナ405が存在するので，全部で3回の別個の送信が行われる。各トレーニング信号は，符号化・変調・信号処理サブシステム403によって生成され，D／A変換器によってアナログへ変換され，各RFトランシーバ404を介してRFとして送信される。・・・」(段落【0032】)",
                    "「[0043]各クライアント装置406～408は，そのアンテナ409を介して，トレーニング信号を受信し，トランシーバ410によってそのトレーニング信号をベースバンドへ変換する。A／D変換器(図示せず)は信号をデジタルへ変換し，そのデジタルで信号は各符号化・変調・信号処理サブシステム411によって処理される。信号特性化ロジック320は，次に，得られた信号を特性化し(例えば，上記のような位相歪み及び振幅歪みを同定し)，その特性をメモリに記憶する。この特性化プロセスは従来技術のMIMOシステムの特性化プロセスと類似しているが，顕著な相違点は，各クライアント装置がn台のアンテナではなく，その1台のアンテナに対する特徴ベクトルだけを計算することである。例えば，クライアント装置406の符号化・変調・信号処理サブシステム402は，(製造時に，送信メッセージで受信することにより，又は，別の初期化プロセスを通じて)既知のトレーニング信号のパターンで初期化される。アンテナ405がこの既知パターンを使ってトレーニング信号を送信するとき，符号化・変調・信号処理サブシステム420は，トレーニング信号の最も強い受信パターンを見つけるため相関法を使用し，位相及び振幅オフセットを記憶し，その後で，このパターンを受信信号から差し引く。次に，それは，トレーニング信号と相関関係のある2番目に強い受信パターンを検出し，位相及び振幅オフセットを記憶し，その後で，この2番目に強い受信パターンを受信信号から差し引く。このプロセスは，一定数(例えば，8個)の位相及び振幅オフセットが記憶されるか，又は，検出可能なトレーニング信号パターンが所定のノイズフロアより低下するまで継続する。この位相／振幅オフセットのベクトルはベクトル413の要素H になる。同時に，クライアント装置407及び408のための符号化・変調・信号処理サブシステムは，それらのベクトル要素H 及びH を生成するため同じ処理を実施する。」(段落【0033】)",
                    "「[0045]上記のように，利用されるスキームに依存して，各クライアント装置406～408は1台のアンテナだけを有するので，それぞれはH行列の1×3列413～415だけを記憶する。図4は，1回目のトレーニング信号送信後の段階を説明する図であり，1×3列413～415の第1行が3台の基地局アンテナ405のうちの1番目のアンテナに対するチャネル特性情報と共に記憶されている。残りの2列は，残りの2台の基地局アンテナからの次の2個のトレーニング信号送信のチャネル特性化の後に続いて記憶される。・・・」(段落【0035】)",
                    "「[0046]図5に示されるように，3個全部のパイロット送信が終了した後，各クライアント装置506～508は，記憶した行列Hの1×3列513～515を基地局500へ返送する。・・・」(段落【0036】)",
                    "「[0048]基地局500の符号化・変調・信号処理サブシステム503が，クライアント装置507～508から，1×3列513～515を受信するとき，それを3×3のH行列516に記憶する。クライアント装置と同様に，基地局は，行列516を記憶するため，不揮発性大容量記憶メモリ(例えば，ハードディスクドライブ)，及び／又は，揮発性メモリ(例えば，SDRAM)を含み，これらに限定されない多種多様な記憶技術を利用する。図5は，基地局500がクライアント装置509から1×3列513を受信し記憶する段階を説明する図である。H行列516全体が記憶されるまで，1×3列514及び515は，残りのクライアント装置から受信されたときにH行列516に送信され，記憶される。」(段落【0038】)",
                    "「[0049]基地局600からクライアント装置606～608へのDIMO伝送の一実施形態は次に図6を参照して説明される。各クライアント装置606～608は独立した装置であるため，典型的に各装置は様々なデータ送信を受信する。したがって，基地局600の一実施形態は，WAＮインタフェース601と符号化・変調・信号処理サブシステム603との間に通信的に配置されたルータ602を含み，ルータは，WAＮインタフェース601から(ビットストリームにフォーマットされた)多数のデータストリームを取り込み，それらを各クライアント装置606～608へ向けられた別個のビットストリームu ～u としてそれぞれに経路制御する。種々のよく知られたルーティング技術がこの目的のためルータ602によって利用される。」(段落【0039】)",
                    "「[0050]図6に示された3個のビットストリームu ～u はその後に符号化・変調・信号処理サブシステム603へ経路制御され，(例えば，リード・ソロモン，ビタビ，又は，ターボ符号を使用して)統計的に識別可能な誤り訂正ストリームに符号化され，そのチャネルに適切な変調スキーム(DPSK，64QAM又はOFDMなど)を使用して変調される。その上，図6に示された実施形態は，アンテナ605のそれぞれから送信された信号を信号特性行列616に基づいて一意に符号化する信号プリコーディングロジック630を含む。より詳細には，(図1において行われるように)3個の符号化され変調されたビットストリームのそれぞれを別個のアンテナへ経路制御するのではなく，一実施形態では，プリコーディングロジック630は，図6における3個のビットストリームu ～u にH行列616の逆行列を乗算し，3個の新しいビットストリームu’ ～u’を生成する。3個のプリコーディングされたビットストリームは次にD／A変換器(図示せず)によってアナログに変換され，トランシーバ604及びアンテナ605によってRFとして送信される。」(段落【0040】)",
                    "「[0051]ビットストリームがクライアント装置606～608によってどのように受信されるかを説明する前に，プリコーディングモジュール630によって実行される演算を説明する。上記の図1のMIMO実施例と同様に，3個のソースビットストリームに対する符号化され変調された信号はu のように表される。図6に示された実施形態では，各u はルータn i602によって経路制御された3個のビットストリームのうちの一つからのデータを格納し，このような各ビットストリームは3台のクライアント装置606～608のうちの1台へ向けられる。」(段落【0041】)",
                    "「[0052]しかし，各x が各アンテナ104によって送信される図1のMiIMO実施例とは異なり，図6に示された本発明の実施形態では，各u はi各クライアント装置アンテナ609で(チャネルにどのような雑音Ｎが存在するとしても)受信される。この結果を得るため，3台のアンテナ605のそれぞれの出力(それぞれが ν として表される)は，u と，各クラi iイアント装置のチャネルを特性化するH行列との関数である。一実施形態では，各 ν は，以下の式：",
                    "i【数3】",
                    "を実施することにより，符号化・変調・信号処理サブシステム603内のプリコーディングロジック630によって計算される。」(段落【0042】)",
                    "「[0053]このようにして，各信号がチャネルによって変換された後に各x が受信機で計算されるMIMOとは異なり，本明細書で説明される本発i明の実施形態は，信号がチャネルによって変換される前に送信機で各 νiについて解法する。各アンテナ609は，他のアンテナ609へ向けられた他のu ビットストリームから既に分離されたu を受信する。各トラn-1 iンシーバ610は各受信信号をベースバンドへ変換し，そこでA／D変換器(図示せず)によってデジタル化され，それぞれの符号化・変調・信号処理サブシステム611は，そこへ向けられたx ビットストリームを復調，i復号化し，クライアント装置によって(例えば，クライアント装置上のアプリケーションによって)使用できるようにそのビットストリームをデータインタフェース612へ送信する。」(段落【0043】)",
                    "「[0066]上述のように，本発明の一実施形態は，近垂直放射空間波(ＮVIS)システム内で信号対雑音比及び伝送帯域幅を改善するため，上記のDIMO及び／又はMIMO信号伝送技術を利用する。図10を参照すると，本発明の一実施形態において，Ｎ本のアンテナのマトリックス1002を備えた第1のＮVIS局1001は，M台のクライアント装置1004と通信するように構成される。ＮVISアンテナ1002及び種々のクライアント装置1004のアンテナは，所望のＮVISを実現し，地上波妨害効果を最小限に抑えるため，約15度の垂直角度範囲内で上方へ信号を送信する。一実施形態において，アンテナ1002及びクライアント装置1004は，ＮVISスペクトルの範囲内の指定された周波数(例えば，23MHz以下，典型的には10MHz未満の搬送周波数)で上記の種々のDIMO技術及びMIMO技術を使用して，多数の独立したデータストリーム1006をサポートし，それによって，(すなわち，統計的に独立したデータストリームの数に比例する倍率によって)指定された周波数の帯域幅を著しく増大させる。」(段落【0056】)",
                    "「[0067]所与の局のために役立つＮVISアンテナは互いに物理的に非常に離れている。10MHz未満の長い波長と，(往復で300マイル程度の)信号の長い移動距離を仮定すると，数百ヤード，さらには何マイルものアンテナの物理的な分離はダイバーシティに有利である。このような状況において，個々のアンテナ信号は，従来の有線若しくは無線通信システムを使用して処理できるように集中位置へ戻される。或いは，各アンテナはその信号を処理するための局部的機能を保有し，データを集中位置へ返送するため従来の有線若しくは無線通信システムを使用する。本発明の一実施形態において，ＮVIS局1001はインターネット1010(又は，その他のワイドエリアネットワーク)へのブロードバンドリンク1015を有し，それによって，クライアント装置1003に遠隔高速ワイヤレスネットワークアクセスを提供する。」(段落【0057】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本願発明の概要は以下のとおりであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，時空間符号化技術を使用する分散入力・分散出力型ワイヤレス通信システムにおいて実施される方法に関するものである(段落【0001】)。",
                    "従来のワイヤレステクノロジーにおいては，基地局とクライアント装置のそれぞれで複数のアンテナを使用し，「多入力多出力」を意味するMIMOと呼ばれる時空間符号化技術が知られている(段落【0002】)。",
                    "しかしながら，MIMO技術を用いたMIMOシステムでは，アンテナ間を十分に分離するための物理的制限や，それぞれのMIMOアンテナに別個のRFサブシステムを必要とするコスト及び電力制限のため，クライアント装置1台当たりのアンテナ台数は10未満に制限され(段落【0004】)，その台数を超えることは非現実的である(段落【0005】)。",
                    "また，仮想アンテナアレイにより，単一アンテナ装置を，多数のアンテナを備えた物理的に1台の装置であるかのように動作させ，帯域幅をMIMOのように増加させることも考えられるが(段落【0007】)，1台の装置毎に2本の別個の通信パスを保持する必要性，第2のサブシステムを有する必要性，同時チャネル利用による電力及びサイズの制約等，非現実的であるという問題があった(段落【0008】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，本願発明は，Ｎ個のアンテナを有する基地局と，M台のクライアント装置とで構成されるワイヤレス通信システムにおいて，基地局からクライアント装置にトレーニング信号を送信し，クライアント装置は，トレーニング信号を受信して，チャネル特性データを生成し，基地局からクライアント装置にデータを送信する場合，チャネル特性データを使用してデータをプリコーディングし，基地局からクライアント装置にプリコーディングされたデータ信号を送信するように構成したものであると認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明が，前記第2の3(2)アに記載のとおりであることについては，当事者間に争いがない。",
                "刊行物1(甲3)には，引用発明について，概略，次のような記載がある(下記記載中に引用する図面については，別紙2の刊行物1図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "「本発明は，移動局と基地局との間での無線通信等を実現するための無線通信システムに係り，詳しくは，送信局の複数のアンテナから複数の受信局への信号送信を同一無線チャネル(同一周波数)で実現するようにした無線通信方法及びシステムに関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "「送信局と複数の受信局での無線通信を同一無線チャネル(同一周波数)で実現することは，その無線通信システムにおける周波数利用効率の向上を図ることができることを意味する。しかし，この場合，送信局と複数の受信局との間の無線通信において干渉の問題が発生する。」(段落【0002】)",
                    "「このような干渉の問題を解決するため従来次のような手法が提案されている。」(段落【0003】)",
                    "「無線通信システムとして，例えば，図27に示すような移動通信システムを考える。」(段落【0004】)",
                    "「図27において，無線基地局101とＮ個の移動局200(1)(MS1)～200(Ｎ)(MSN)との間で無線通信が行われる。無線基地局101は，M個のアンテナ素子＃1～＃Mを有するアンテナ装置203を有し，このアンテナ装置103の各アンテナ素子＃1～＃Mから各移動局200(1)～200(Ｎ)に向けて同一チャネル信号が送信される。」(段落【0005】)",
                    "「この場合，各信号は伝送空間で混ざり合い，所望信号以外の雑音，即ち，干渉が発生する。例えば，無線基地局101におけるアンテナ装置103の各アンテナ素子＃1～＃Mから信号S1～SMが送信されると，各移動局200(1)～200(Ｎ)にて信号R1～RN が受信される。送信信号S1～SM と受信信号R1～RN のそれぞれを関連付ける空間の伝送路係数をhmn とすると，各受信信号R1～RN は，次のように表される。」(段落【0006】)",
                    "「【数3】",
                    "また，これらの関係を行列表示すると，",
                    "［R］＝［h］・［S］ ……(2)",
                    "のようになる。」(段落【0007】)",
                    "「移動局200(1)(受信信号R1)において所望信号がS1 であるとすると，式(1)における1行目のS1 以外の項(h21・S2＋……＋hM1・SM)が全て干渉となるばかりでなく，その受信信号R1は，伝送路係数h11(伝送路の状態)の影響も受ける。」(段落【0008】)",
                    "「そこで，従来のシステムでは，アダプティブアレイアンテナを用いて干渉の低減を図っている。即ち，例えば，移動局200(1)(受信信号R1)では，干渉信号(h21・S2＋……＋hM1・SM)の伝送路係数(h21，h31，……，hM1)による影響が極力小さくなるようにしている。具体的には，図27に示すように，各アンテナ素子＃1～＃Mからの信号に対してウエイトW1～WM を付け，伝送路係数h11 の項が最大，かつ他の伝送路係数h21，h31，……，hM1 の項が最小になるようにしている。これらのウエイトは，各信号毎に独立に決めることができるので，その数はM×Ｎ個となる。」(段落【0009】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「上記のようにアダプティブアレイアンテナを用いて各送信信号に対するウエイトを決めて，各移動局の受信信号に対する干渉量を低減させる手法では，例えば，移動局200(1)の受信信号R1 に対応した信号S1 に対するウエイトを最適化するのみならず，通信している全ての信号S1，S2，……，SN に対するウエイトを最適化しなければならない。信号S1 に対するウエイトを最適化したとしても，それによって，他の移動局に対する受信信号の品質が劣化しては，システム全体としての伝送容量，加入者容量を増やすことができない。従って，各ウエイトは，全信号S1～SN を考慮してその最適値を求める必要がある。」(段落【0010】)",
                    "「特に下りチャネル(無線基地局で送信，移動局で受信)ではこのウエイトの最適化は非常に難しい。信号S1～SN の品質は，各移動局の受信信号R1～RN から導きだされることから，各移動局における信号Sの品質，例えば，移動局200(1)(MS1)における信号S1 の品質情報SＮを無線基地局101に送信する必要がある。無線基地局101は，全移動局200(1)～200(Ｎ)における信号品質情報(SＮ(S1)～SＮ(SN))を取得し，それらの情報に基づいて各ウエイトの最適値，即ち，最適なアンテナパターンを導出することになる。」(段落【0011】)",
                    "「しかし，全移動局で最適となるアンテナパターンを得るための全ウエイトの最適値の導出には，繰り返し処理が必要であり，各移動局からの信号品質情報(SＮ(S1)～SＮ(SN))から直接，各ウエイトの最適値は定まらない。このため，非常に多くの情報を基地局と各移動局との間でやり取りすることになり，膨大な処理が必要となる。その結果，基地局と各移動局間での本来のデータ伝送に支障をきたしてしまう。また，そのように最適化した各ウエイトによりアンテナパターンを決定したとしても，全ての移動局での干渉を完全になくすことは一般的には困難である。」(段落【0012】)",
                    "「そこで，本発明の課題は，第一の通信装置の複数のアンテナから複数の第二の通信装置に対して信号の送信を行う際に，比較的容易に各第二の通信装置での干渉をより少なくさせることができるような無線通信方法及びシステムを提供することである。」(段落【0013】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "「本発明の第一の実施の形態に係る無線通信システムは，例えば，図1に示すように構成される。本実施の形態に係る無線通信システムは，無線基地局と複数の移動局との間で無線通信を行う移動通信システムである。」(段落【0045】)",
                    "「図1において，無線基地局10と複数(Ｎ個)の移動局20(1)～20(Ｎ)との間で無線通信が行われる。無線基地局10は，複数(M個：M＞Ｎ)のアンテナ素子を有するアンテナユニット13と，マルチビーム合成回路14とを有している。マルチビーム合成回路14は，アンテナユニット13からＮ個の移動局20(1)～20(Ｎ)に対する信号を送信するためのＮ個のアンテナビーム＃1～＃Ｎを形成するための制御を行う。」(段落【0046】)",
                    "「無線基地局10から各アンテナビーム＃1～＃Ｎにて送信される信号は，各移動局に伝達すべき信号Sそのものではなく，その信号Sを各アンテナビーム＃1～＃Ｎと各移動局との間の伝達関数(伝送路係数)の逆関数を用いて変換した信号Dとなっている。その送信される信号Dは，以下のようにして生成される。」(段落【0047】)",
                    "「各アンテナビーム＃1～＃Ｎにて送信される信号D1～DN と各移動局20(1)～20(Ｎ)での受信信号R1～RN との関係は，各伝達関数を用いて上述した式(1)と同様に，」(段落【0048】)",
                    "「【数5】",
                    "のように表される。これらの関係を行列式の形式で表すと，",
                    "［R］＝［H］・［D］ ……(4)",
                    "のようになる。」(段落【0049】)",
                    "「ここで，各移動局20(1)～20(Ｎ)に伝達されるべき信号［S］を各アンテナビーム＃1～＃M にて送信する信号［D］に変換するための変換演算子として上記伝達関数(行列)［H］の逆関数(逆行列)［H］-1を用いると，",
                    "［D］＝［H］-1・［S］ ……(5)",
                    "となる。」(段落【0050】)",
                    "「上記式(5)を式(4)に代入すると，以下のようになる。」(段落【0051】)",
                    "「",
                    "即ち，［R］＝［S］となり，各移動局では全く干渉の影響のない所望信号［S］が受信されることになる。」(段落【0052】)",
                    "「従って，上記伝達関数［H］の逆関数［H］-1を変換演算子として各移動局に伝達されるべき信号(所望信号)［S］に乗じて得られる信号［D］(式(5)参照)を無線基地局10から各アンテナビーム＃1～＃Ｎにて送信することにより，各移動局での受信信号［R］は，本来受信されるべき信号(所望信号)［S］そのものとなる。即ち，無線基地局10は，各アンテナビーム＃1～＃Ｎと各移動局20(1)～20(Ｎ)との間の伝達関数［H］を取得することにより，各移動局が干渉の影響のない信号Sを受信できるような信号Dを送信することができるようになる。」(段落【0053】)",
                    "「上記無線基地局10から送信される信号D(式(5)参照)を生成するために必要な伝達関数(伝送路係数)は，例えば，次のようにして簡易に定義することができる。」(段落【0054】)",
                    "「例えば，図2に示すような第一のモデルにおいて，無線基地局10(送信局)から信号St(f)が送信された際に移動局20(受信局)にてその送信信号St(f)に対応した信号Sr(f)を受信する(fは周波数)。」(段落【0055】)",
                    "「この場合，各信号St(f)とSr(f)との関係は，一般に，",
                    "Sr(f)＝h・St(f) ……(7)",
                    "で表される。」(段落【0056】)",
                    "「この送信信号St(f)と受信信号Sr(f)を関連付ける関数hは，無線基地局10と移動局20との間の伝送路の状態に依存する伝達関数とすることができる。」(段落【0057】)",
                    "「また，無線基地局10と移動局20との間の伝送路が見通しであったり，反射や回折の回数が比較的少ない状態であり，かつ信号の周波数帯域が比較的狭い場合，信号が伝送される過程でその信号の形状は変化しないと仮定することができる。この場合，図2に示すように，時刻t＝0にて無線基地局10から送信信号St(f)が送出されたとき，移動局20では対応する受信信号Sr(f)の受信レベルが送信信号St(f)のA倍(A＜1)となり，その受信タイミングが上記送信タイミング(t＝0)から遅延時間Tだけ遅れることになる。そして，この周波数軸上で表される受信信号Sr(f)は，同様に周波数軸上で表される送信信号St(f)を用いて次のように近似することができる・・・」(段落【0058】)",
                    "「Sr(f)≒St(f)・A・exp(-j・2π・f・T) …(8)",
                    "上記式(8)において，-j＝√-1，Aは受信レベル，Tは遅延時間である。」(段落【0059】)",
                    "「上記式(7)と式(8)とから，上記伝達関数hは，",
                    "h＝A・exp(-j・2π・f・T) …(9)",
                    "のように定義することができる。」(段落【0060】)",
                    "「この式(9)に示すように伝達関数hは，受信レベルA及び遅延時間Tの2つのパラメータから演算することができ，伝送路の状態を比較的簡易に推定することができる。」(段落【0061】)",
                    "「このような理論的な考察から，無線基地局10からパイロット信号を送信した際に，移動局20でそれに対応した信号の受信レベルAと，パイロット信号の送信タイミングに対するその対応した信号の受信タイミングの遅延時間Tを測定することにより，無線基地局10と移動局20との間の伝送路の状態を表すパラメータとなる伝達関数h(伝送路係数)を得ることができる。」(段落【0062】)",
                    "「上記受信レベル及び遅延時間の測定は，例えば，次のようにして行うことができる。」(段落【0063】)",
                    "「1)無線基地局10の送信機と移動局20の受信機で同期をとる。」(段落【0064】)",
                    "「2)この状態で，無線基地局10から例えば，M系列のパイロット信号を送信する。」(段落【0065】)",
                    "「3)移動局20がそのパイロット信号に対応した信号を受信する。」(段落【0066】)",
                    "「移動局20において，内部メモリに格納された既知のパイロット信号と，受信された信号との相関を取ることによって，遅延時間T及び送信されたパイロット信号に対応した信号の相対的な受信レベルAを得る。」(段落【0067】)",
                    "「なお，上記受信レベルAは，一般的には実数であるが，位相θを含むベクトルとして測定することも可能である。この場合，上記受信レベルA(相対値)は，",
                    "A＝｜A｜exp(θj)",
                    "にて表される。」(段落【0068】)",
                    "「このように，受信レベルAが上記のようにベクトルとして測定されると，上記伝達関数hは，",
                    "h＝A・exp(-j・2π・f・T)",
                    "＝｜A｜exp(θ・j)・exp(-j・2π・f・T)",
                    "＝｜A｜exp［-j・(2π・f・T-θ)］ …(10)",
                    "にて表される。」(段落【0069】)",
                    "「このように上記受信レベルAをベクトルとして測定する場合，それにて表される伝達関数hによってより精度良く伝送路の状態を推定することができる。」(段落【0070】)",
                    "「なお，上記式(10)から，上記受信レベルAを実数として測定した場合，その位相θは，上記遅延時間Tに含めた形(2π・f・T-θ)で測定されることになる。」(段落【0071】)",
                    "「更に，図4に示すような第三のモデルにおいて伝達関数hを求める場合について説明する。」(段落【0079】)",
                    "「上述した第一のモデル及び第二のモデルでは，信号の遅延時間を測定するために，無線基地局10と移動局20との間で精度良く同期を取る必要がある。次のモデルでは，基準信号を送信し，この基準信号の受信タイミング及び受信レベルを基準にして送信されたパイロット信号の受信タイミングと受信レベルとを表すことによって上記のような無線基地局10(送信局)と移動局20(受信局)との間で同期をとることを不要にしている。」(段落【0080】)",
                    "「図4に示す第三のモデルでは，無線基地局10は，基準アンテナ15及び通信用のアンテナ＃1～＃Mを有している。Ｎ個の移動局20(1)～20(Ｎ)が無線基地局10からの信号を受信可能な領域に在圏している。」(段落【0081】)",
                    "「無線基地局10は，基準アンテナ15から所定のタイミング(t＝0)で図5(a)に示すような基準信号(レファレンス信号)Rs を送信すると共に，各アンテナ＃k(k＝1～M)から上記基準信号Rs と同じタイミング(t＝0)で，例えば，図5(c)に示すようなパイロット信号Sを送信する。このパイロット信号Sは，各アンテナ＃1～＃M毎に異なる。」(段落【0082】)",
                    "「上記のように無線基地局10の基準アンテナ15から基準信号Rs が送信されると，その基準信号Rs は，前述したように種々のパスを通って各移動局，例えば，移動局20(1)に到来する。その結果，移動局20(1)は，基準信号Rs の通るパスの違いにより，例えば，図5(b)に示すように，基準信号Rs に対応した複数の信号を異なったタイミングで受信する。」(段落【0083】)",
                    "「また，上記のように無線基地局10のアンテナ＃kからパイロット信号Sが送信されると，そのパイロット信号Sも種々のパスを通って各移動局，例えば，移動局20(1)に到来する。その結果，移動局20(1)は，パイロット信号Sの通るパスの違いにより，例えば，図5(d)に示すように，パイロット信号Sに対応した複数の信号を異なったタイミングで受信する。」(段落【0084】)",
                    "「移動局20(1)は，上記のように異なったタイミングで受信した上記基準信号Rs に対応する複数の信号(受信プロファイル)から基準となる信号を選択する。例えば，最も受信レベルが高い信号，または，最も早いタイミングで受信した信号を基準となる信号として選択する。一般には，移動局20(1)に最も早いタイミングで到来する信号の受信レベルが最も高くなるが，最も早いタイミングで到来する信号と最も受信レベルが高くなる信号が異なる場合には，システムにおいて後述するような処理にて良好な結果が得られるほうを選択するように予め定めておく。」(段落【0085】)",
                    "「このように異なるタイミングで受信した上記基準信号Rs に対応する複数の信号から基準となる信号が選択されると，移動局20(1)は，その基準となる信号の受信タイミング(基準タイミング)と受信レベル(基準レベル)を基準として，上記異なるタイミングで受信した上記パイロット信号Sに対応する複数の信号それぞれの当該受信タイミングの遅延時間と受信レベルとを演算する。図5に示す例では，移動局20(1)は，上記パイロット信号Sに対応した2つの信号の受信タイミングの遅延時間T1，T2と受信レベルA1，A2を演算する。」(段落【0086】)",
                    "「移動局20(1)は，このようにパイロット信号Sに対応した各信号の遅延時間T1，T2と受信レベルA1，A2を演算すると，それらの情報に基づいて無線基地局10のアンテナ＃kと移動局20(1)との間の伝送路の状態を表す伝達関数hk1 を上記式(12)に従って演算する。その結果，上記伝達関数hk1は，",
                    "hk1＝A1・exp(-j・2π・f・T1)",
                    "＋A2・exp(-j・2π・f・T2) …(14)",
                    "のように演算される。」(段落【0087】)",
                    "「この伝達関数hk1 は，上記式(13)と同様に，",
                    "hk1＝Ak1・exp(-j・2π・f・Tk1) …(15)",
                    "の形式で表すこともできる。」(段落【0088】)",
                    "「上記のようにして，基準アンテナ13から基準信号Rs を送信すると共に，各アンテナ＃1～＃Mのそれぞれから固有のパイロット信号Sを送信し，上記のような手順に従って各アンテナと移動局20(1)との間の伝送路の状態を表す伝達関数h11，h21，…，hk1，…，hM1 が移動局20(1)にて得られる。また，他の移動局20(i)(i＝2，3，…Ｎ)も同様に，各アンテナと当該移動局20(i)との間の伝達関数h1i，h2i，…，hki，…hMi を得る。」(段落【0089】)",
                    "「各移動局20(i)にて得られる伝達関数hki は，各移動局20(i)と基準アンテナ15との間の伝送路の状態を基準とした各アンテナ＃kと各移動局20(i)との間の伝送路の相対的な状態を表す。」(段落【0090】)",
                    "「上記無線基地局10に設置される基準アンテナ15は，全ての移動局20(1)～20(Ｎ)にて基準信号Rs が良好に受信できることが必要となるので，できるだけ高く，また，無指向性の電波放射パターンとなるよう工夫することが好ましい。」(段落【0091】)",
                    "「また，上記モデルでは，基準信号Rs とパイロット信号Sは，無線基地局10から同じタイミングで送信されるようになっているが，それぞれの信号を異なるタイミングで送信することもできる。この場合，その送信タイミングの差は，予めシステム内(無線基地局10及び各移動局20(i))で既知となるようにすればよい。」(段落【0092】)",
                    "「更に，上記モデルでは，基準信号Rs は基準アンテナ15から送信されるようにしているが，通常の信号を送信するためのアンテナ＃1～＃Mのいずれかを基準アンテナとして兼用することも可能である。」(段落【0093】)",
                    "「上記第一のモデルから第三のモデルを用いて説明したように，無線基地局10の各アンテナ(アンテナビーム)＃1～＃Ｎから送信されるパイロット信号の受信レベルA及び遅延時間Tを各移動局20(1)～20(Ｎ)にて測定することにより，各アンテナ＃1～＃Ｎと各移動局20(1)～20(Ｎ)との間の伝達関数hを，式(15)に従って演算することができる。」(段落【0094】)",
                    "「従って，図1に示すようなシステムにおいて，各移動局20(i)(i＝1～2)は，無線基地局10の各アンテナビーム＃k(k＝1～Ｎ)にて送信されるパイロット信号の受信レベルに関する係数Aki とその遅延時間に関する係数Tki を求め，その各係数Aki，Tki を無線基地局10に通知する。例えば，移動局20(1)は，(A11，T11)，(A21，T21)，…，(Ak1，Tk1)，…，(AN1，TN1)を通知し，移動局20(2)は，(A12，T12)，(A22，T22)，…，(Ak2，Tk2)，…，(A1N，T1N)を通知し，移動局20(Ｎ)は，(A1N，T1N)，(A2N，T2N)，…，(AkN，TkN)，…，(ANN，TNN)を通知する。」(段落【0095】)",
                    "「この通知を受けた無線基地局10は，各移動局20(1)～20(Ｎ)からの係数Aki 及び係数Tki を用いて式(15)に従って各アンテナビーム＃1～＃Ｎと各無線基地局20(1)～20(Ｎ)との間の伝達関数hを演算する。そして，無線基地局10は，各移動局20(1)～20(Ｎ)から得られた伝達関数［H］(行列表現)から逆関数(逆行列)［H］-1 を演算し，その逆関数［H］-1 を用いて式(5)に従って各基地局20(1)～20(Ｎ)に送信する信号Dを生成する。」(段落【0096】)",
                    "「前述したように，無線基地局10がアンテナビーム＃1～＃Ｎにて各移動局20(1)～20(Ｎ)に対して信号Dを送信すると，各移動局20(1)～20(Ｎ)は，全く干渉の影響のない所望信号Sを受信することができるようになる(式(6)参照)。」(段落【0097】)",
                    "「次に，第二の実施の形態について説明する。」(段落【0099】)",
                    "「上述した第一の実施の形態では，無線基地局10にて伝達関数を得るために，各移動局20(1)～20(Ｎ)は，各アンテナビームに対応したパイロット信号の受信レベルに係る係数Aki と遅延時間に係る係数Tkiを無線基地局10に通知するようにしているが，本実施の態様では，無線基地局10にて伝達関数を得るために各移動局から通知すべき情報の量を更に低減できるようにしている。更に，本実施の形態では，各移動局での受信信号の品質の向上を図るようにしている。」(段落【0100】)",
                    "「本発明の第二の実施の形態に係る無線通信システム(移動通信システム)は，例えば，図6に示すように構成される。」(段落【0101】)",
                    "「図6において，図1に示す移動通信システムと同様に，無線基地局10からＮ個の移動局20(1)～20(Ｎ)に対する信号を送信するためのＮ個のアンテナビーム＃1～＃Ｎがマルチビーム合成回路14によって形成される。各移動局20(1)～20(Ｎ)は，後述するような時間等化合成器25を有する。この時間等化合成器25での処理により，伝達関数hを表す情報量の低減を図っている。」(段落【0102】)",
                    "「本実施の形態に係るシステムにおいても，無線基地局10は，各アンテナビーム＃1～＃Ｎと移動局20(1)～20(Ｎ)との間の伝達関数［H］を取得し，その逆関数(逆行列)［H］-1を用いて式(5)に従って各移動局20(1)～20(Ｎ)に対して送信する信号［D］を生成する。」(段落【0103】)",
                    "「図7に示す第四のモデルについて考察する。」(段落【0104】)",
                    "「この第四のモデルおいて，無線基地局10から1つのアンテナビームにて信号St(f)が送出されると，図3に示す第二のモデルと同様に，その信号St(f)の伝搬するパスp1，p2，p3の違いにより，その信号St(f)は，異なった遅延時間Ta，Tb，Tc をもって移動局20に到来する。また，移動局20に到来した各信号の受信レベルも，送信された信号St(f)のAa倍，Ab倍，Ac倍となる。」(段落【0105】)",
                    "「この場合，上記第二のモデルと同様に，各パスに対応した部分伝達関数ha(パスp1 に対応)，hb(パスp2 に対応)，hc(パスp3 に対応)は，",
                    "ha＝Aa・exp(-j・2π・f・Ta)",
                    "hb＝Ab・exp(-j・2π・f・Tb)",
                    "hc＝Ac・exp(-j・2π・f・Tc) …(16)",
                    "のように表される。」(段落【0106】)",
                    "「上記第二のモデルでは，これらの部分伝達関数ha，hb，hc の単純和で伝送路関数hを表していた(式(12)参照)。しかし，これら各パスに対応した部分伝達関数の単純和で伝達関数hを表すことは，必ずしも，無線基地局10と移動局20との間の伝送路の状態を忠実に表すことにはならない。そのため，上記式(5)に従った信号Dを無線基地局10から送信しても，移動局20での所望信号に対する伝送品質(SＮ)が期待されるように向上するとは限らない。」(段落【0107】)",
                    "「そこで，移動局20における所望信号の伝送品質(SＮ)に着目して，この伝送品質(SＮ)が最大となるように，各部分伝達関数ha，hb，hcにウエイトを乗じたものを加算して伝達関数hを求める。また同時に，各パスの違いに応じて遅延時間Ta，Tb，Tc をもって受信される各信号波を時間等化合成器25により同じ遅延時間Tx にて受信されるように時間等化合成する。」(段落【0108】)",
                    "「その結果，その伝達関数hは，",
                    "h＝W1a・Aa・exp(-j・2π・f・(Ta＋Tea))",
                    "＋W1b・Ab・exp(-j・2π・f・(Tb＋Teb))",
                    "＋W1c・Ac・exp(-j・2π・f・(Tc＋Tec))",
                    "＝A・exp(-j・2π・f・Tx) …(17)",
                    "のように表される。式(17)において，W1a，W1b，W1c は，伝送路の各パスを通って到来する信号の品質が最も良くなるという条件のもとに選ばれるウエイトである。また，Tea，Teb，Tec は，各パスでの遅延時間がTx となるように時間等化をするための調整係数である。」(段落【0109】)",
                    "「このような伝達関数hにより，無線基地局10からの送信信号St(f)と，移動局20にて複数(例えば，3つ)の信号波が時間等化されて単一の信号波となった受信信号S’r(f)との関係は，",
                    "S’r(f)＝St(f)・A・exp(-j・2π・f・Tx) …(18)",
                    "にて表される(図7参照)。」(段落【0110】)",
                    "「上記のようなウエイト調整及び時間等化合成処理を移動局20にて行うことで，無線基地局10からのアンテナビームと移動局20との間の伝達関数hが一義的に決定される。そして，上記時間等化に係る時間係数Txをシステム内における既知の値とすれば，移動局20は，ウエイトを考慮した受信レベルに係る係数A(式(17)参照)を無線基地局10に通知することにより，無線基地局10は，上記式(17)に従って伝達関数hを得ることができる。」(段落【0111】)",
                    "「次に，図8に示すような第五のモデルにおいて伝達関数hを求める場合について説明する。この第五のモデルでは，無線基地局10から複数(2つ)のアンテナビーム(＃1(B1)，＃2(B2))にて信号St(f)が移動局20に送信される。」(段落【0112】)",
                    "「このようなマルチビームにて信号を送信する場合，全てのアンテナビームの位相中心は同じ場所にあり，例えば，それらのアンテナビームを形成する複数のアンテナ素子の中心に存在すると見なすことができる。従って，どのアンテナビームから到来する電波も十分遠方で観測すれば，同じ点から放射されているとすることができる。このことは，図8に示すように，異なるアンテナビームからの到来波であっても，その遅延プロファイル(各到来波の時間的位置)は同じであることを意味する。即ち，全てのアンテナビームにて伝送される信号波は，全く同じ反射，回折等のある経路を通って移動局20に到達しており，各アンテナビームに対応した遅延波の遅延時間のパターン(遅延プロファイル)は同じである。」(段落【0113】)",
                    "「一般には，移動通信システムでは，多くのチャネルを使用して各移動局間の干渉を防いでいるが，本発明に係る方法(第一の実施の形態から第八の実施の形態)は，同一チャネルにおいてその信号を空間的に分離して干渉をなくすものである。しかし，空間である限り完全に干渉をなくすことは難しいと思われる。そこで，本発明に係る方法は，チャネル配置などの技術と複合的に使用することで更に大きな効果を得るものと考えられる。」(段落【0270】)",
                    "「そこで，本発明に係る方法は，アンテナ数と移動局数に差がある場合(第五の実施の形態から第八の実施の形態参照)，無い場合(第一の実施の形態から第四の実施の形態参照)における同一チャネルでの最適な信号伝送方法として提案したが，このアンテナの数と移動局の数はその状況に応じてチャネル配置技術との兼ね合いで最適な値に意識的に設定することが適切な運用方法であると思われる。」(段落【0271】)",
                    "「なお，上記第五の実施の形態から第八の実施の形態では，各アンテナ＃1～＃Mと各移動局20(1)～20(Ｎ)との間の伝送路係数hは，既に与えられた値として説明したが，この伝送路係数hは，上記第一の実施の形態から第四の実施の形態でのべたような手法により測定することができる。」(段落【0272】)",
                    "「また，この伝送路係数hは，第一の実施の形態で説明した式(9)で定義されるものに限られない。各アンテナと移動局との間の伝送路の状態を表すものであれば，他の手法により定義されるものであってもよい。」(段落【0273】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "「以上説明したように，請求項1乃至53記載の本願発明によれば，第一の通信装置の複数のアンテナから複数の第二の通信装置に対して信号の送信を行う際に，各第二の通信装置での受信信号は，各第二の通信装置に伝送すべき信号と同じになり，比較的容易に各第二の通信装置での干渉をより少なくさせることができるような無線通信方法及びシステムを提供することができる。」(段落【0276】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，引用発明の概要は以下のとおりであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，送信局の複数のアンテナから複数の受信局への信号送信を同一無線チャネル(同一周波数)で実現するようにした無線通信方法に関するものである(段落【0001】)。",
                    "M個のアンテナ素子を有する無線基地局から，Ｎ個の移動局に対し，同一周波数で信号を送信する場合(段落【0005】)，各信号は，伝送空間で混ざり合い，干渉が発生する(段落【0006】)。このとき，無線基地局から送信する送信信号S1～SM と，移動局が受信する受信信号R1～RN のそれぞれを関連付ける空間の伝送路係数をhmn とすると，各受信信号R1～RNは，次のように表される(段落【0006】)。",
                    "受信信号R1を受信する移動局の所望信号がS1の場合，前述の式(1)のS1以外の項(h21・S2＋……＋hM1・SM)は干渉の原因となるから(段落【0008】)，従来のシステムでは，アダプティブアレイアンテナを用い，無線基地局からの各信号に対してウエイトW1～WM を付け，伝送路係数h11 の項が最大，かつ他の伝送路係数h21，h31，……，hM1 の項が最小になるようにウエイトを決めていた(段落【0009】)。",
                    "しかしながら，このような手法では，通信している全ての信号S1，S2，……，SN に対するウエイトを最適化しなければならず(段落【0010】)，全移動局で最適となるアンテナパターンを得るための全ウエイトの最適値を導出するためには，繰り返し処理が必要で，非常に多くの情報を基地局と各移動局との間でやり取りするための膨大な処理が必要となり，基地局と各移動局間での本来のデータ伝送に支障をきたしてしまうという課題があった(段落【0012】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，引用発明は，前記アの課題を解決するために，パイロット信号を用いて，伝達関数を求め，無線基地局から送信するデータを，伝達関数の行列の逆関数を用いて変換し，移動局に送信するように構成したものであり，刊行物1(甲3)に記載のある実施例の中から，第一の実施の形態のうち，第三のモデル(別紙2の【図4】，【図5】)を基にして認定されたものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(本願発明と引用発明との一致点の認定の誤り及び相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明における「複数の分散されたアンテナ」が，大きな距離で互いに離れて配置された複数のアンテナを意味することを前提に，本願発明と引用発明とは，本願発明のアンテナは分散されたものであるのに対し，引用発明のアンテナは分散されたものではない点で相違するにもかかわらず，本件審決は，本願発明のアンテナは「複数の分散されたアンテナ」であるのに対し，引用発明のアンテナは分散されたものであるか定かではない点において相違する(相違点1)と認定したにとどまるから，相違点の看過がある旨主張するので，以下において検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の「複数の分散されたアンテナ」の意義について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の特許請求の範囲(請求項1)には，アンテナに関し，「該基地局に通信可能に結合された複数の分散されたアンテナ」，「前記基地局の各分散されたアンテナを介して」などの記載がある",
                  "text": [
                    "ここで「分散」とは，一般に「ばらばらに散らばること」，「分けること」を意味するが(乙1)，本願発明において，「複数の分散されたアンテナ」，すなわち，「分散された」とは複数のアンテナがどのような状態にあることを意味するのかについては，特許請求の範囲(請求項1)の記載からは一義的に明らかであるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願明細書の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "そこで本願明細書の記載を参酌すると，前記1(1)記載のとおり，本願明細書には，「複数の分散されたアンテナ」，あるいは「分散」について定義した記載やその技術的意義を明示した記載は存しないが，発明の分野に関し，「本発明は，一般に，通信システムの分野に関する。特に，本発明は，時空間符号化技術を使用する分散入力・分散出力型ワイヤレス通信システム及び方法に関する。」(段落【0001】)との記載があり，関連技術の説明に関し，MIMOについて，「一例として，802．11gシステム内でMIMOテクノロジーを使用して，Airgo Ｎetworksは，最近，従来型の802．11gシステムでは54Mbpsしか実現できない同じスペクトルで108Mbpsを実現できるようになった」(段落【0003】)との記載や，仮想アンテナアレイについて，「仮想アンテナアレイは，(携帯電話機のような)協調ワイヤレス装置のシステムであり，それらは，(互いに十分に近い時には)協働的に動作するようにそれらの基地局への本来の通信チャネルとは別個の通信チャネルで互いの間で通信する(例えば，それらがUHFバンドのGSM携帯電話機であるならば，これは5GHzの産業科学医療用(ISM)ワイヤレスバンドである)。」(段落【0007】)との記載がある。これに対し，本願明細書には，本願発明の対象となる周波数帯が限定されていることを示す記載は存しない。",
                        "そして，本願発明は，前記1(2)記載のとおり，①MIMO技術を用いたMIMOシステムでは，アンテナ間を十分に分離するための物理的制限や，それぞれのMIMOアンテナに別個のRFサブシステムを必要とするコスト及び電力制限のため，クライアント装置1台当たりのアンテナ台数は10未満に制限され，その台数を超えることは非現実的である，また，②仮想アンテナアレイにより，単一アンテナ装置を，多数のアンテナを備えた物理的に1台の装置であるかのように動作させ，帯域幅をMIMOのように増加させることも考えられるが，1台の装置毎に2本の別個の通信パスを保持する必要性，第2のサブシステムを有する必要性，同時チャネル利用による電力及びサイズの制約等，非現実的であるという問題があったことから，かかるMIMOシステムや仮想アンテナアレイの問題点に鑑みて，Ｎ個のアンテナを有する基地局と，M台のクライアント装置とで構成されるワイヤレス通信システムにおいて，基地局からクライアント装置にトレーニング信号を送信し，クライアント装置は，トレーニング信号を受信して，チャネル特性データを生成し，基地局からクライアント装置にデータを送信する場合，チャネル特性データを使用してデータをプリコーディングし，基地局からクライアント装置にプリコーディングされたデータ信号を送信するように構成したものである。",
                        "本願発明の上記概要と本願明細書における上記記載に照らせば，本願発明は，その対象となる周波数帯を限定しておらず，SHF(マイクロ波帯：波長は10㎜～100㎜)やUHF(超短波帯：波長は100㎜～1m)の周波数帯もその対象となり得るものと認められる。",
                        "このことは，本願明細書に「当然ながら，本発明の基本原理はアンテナ間の特定の間隔に制限されない。」(段落【0025】)と記載されており，本願発明が上記のような波長の短い周波数帯をも対象とし得るものであることが明記されていることからも裏付けられる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，本願明細書には，原告が指摘するように，「単一の基地局200はそのアンテナが非常に離して設置される方がよいことに注意すべきである。例えば，HFスペクトルにおいて(例えば，上記のＮVIS実施では)，アンテナは10メートル以上離れている。」(段落【0026】)との記載や，「所与の局のために役立つＮVISアンテナは互いに物理的に非常に離れている。10MHz未満の長い波長と，(往復で300マイル程度の)信号の長い移動距離を仮定すると，数百ヤード，さらには何マイルものアンテナの物理的な分離はダイバーシティに有利である。」(段落【0057】)との記載があるが，これらは，一実施例であるHF(短波帯：波長は10m～100m)の周波数帯を用いたＮVISの場合について記載されたものであって，すべての周波数帯について，これらの間隔が有効であることを記載したものであると解することはできない。",
                        "そして，一般に，アンテナ間の距離が離れているか近接しているかは，使用する周波数帯，すなわち，波長に依存して決定されるものであって，波長と無関係に，物理的な距離のみによって決定されるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本願明細書の記載によれば，本願発明は，その利用する周波数帯がSHF(マイクロ波帯)やUHF(超短波帯)の場合，一実施例であるHF(短波帯)の周波数帯を用いたＮVISの場合のように，10mから何マイル程度の間隔を有する必要はなく，数cmから数m程度の間隔を有すればよいことが理解でき，利用する周波数帯に応じてアンテナが有効に動作するように，アンテナ間の距離が離れて配置されていれば，物理的な距離にかかわらず，「複数のアンテナ」は「分散」されているといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本願明細書の記載を参酌すると，本願発明の「分散された」は，「複数のアンテナ」が，利用する周波数帯に応じて，有効に動作するように，物理的な距離にかかわらず離れて配置されていることを意味するものと解されるから，「複数の分散されたアンテナ」とは，有効に動作するように，離れて配置された複数のアンテナを意味するものと解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の「複数のアンテナ」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明が，前記第2の3(2)アに記載のとおりであることについては，当事者間に争いがない。",
                    "引用発明は「無線基地局に接続された複数のアンテナ」をその構成として有するところ，「無線基地局」は本願発明の「基地局」に相当するから，上記構成は，「基地局に接続された複数のアンテナ」と言い換えることができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，引用発明は，前記2(2)記載のとおり，送信局の複数のアンテナから複数の受信局への信号送信を同一無線チャネル(同一周波数)で実現するようにした無線通信方法に関するものであり，M個のアンテナ素子を有する無線基地局から，Ｎ個の移動局に対し，同一周波数で信号を送信する場合，各信号は伝送空間で混ざり合い，干渉が発生するから，従来のシステムでは，アダプティブアレイアンテナを用い，無線基地局からの各信号に対してウエイトを付け，伝送路係数の項が最大，かつ他の伝送路係数の項が最小になるようにウエイトを決めていたが，このような従来の手法では，通信している全ての信号に対するウエイトを最適化しなければならず，全移動局で最適となるアンテナパターンを得るための全ウエイトの最適値を導出するためには，非常に多くの情報を基地局と各移動局との間でやり取りするための膨大な処理が必要となり，基地局と各移動局間での本来のデータ伝送に支障をきたしてしまうという課題があったことから，かかる課題を解決するために，パイロット信号を用いて，伝達関数を求め，無線基地局から送信するデータを，伝達関数の行列の逆関数を用いて変換し，移動局に送信するように構成したものである。",
                    "引用発明の上記概要に照らせば，引用発明において，基地局に接続された複数のアンテナは有効に動作するように配置されているものと解されるし，刊行物1(甲3)の記載を見ても，基地局に接続された複数のアンテナが有効に動作していないことを示す記載や示唆は存しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明の「複数のアンテナ」は，有効に動作するように，離れて配置されているものと認められ，本願発明における「複数の分散されたアンテナ」に相当するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲12及び14を根拠として挙げ，本願発明の技術分野においては，「複数の分散されたアンテナ」との用語は，「集中型の複数のアンテナ」(基地局を中心に互いに近接して設けられ，かつ，基地局に物理的に取り付けられた複数のアンテナ)とは対照的な態様で配置される複数のアンテナ(大きな距離で互いに離れて配置された非集中型(分散型)の複数のアンテナ)を意味するものであることが，当業者の技術常識であるから，本願発明における「複数の分散されたアンテナ」は，大きな距離をもって互いに離れて配置されたものであると解すべきである旨主張する。",
                    "しかしながら，甲12(その訳文は甲13)には，「図1の左側には，M個の素子を備えたアンテナアレイを持つ中央セルサイトを示す。このアレイプロセッサーは，原則として，受信した信号のM個の加重和を形成し，そのそれぞれは1人のユーザーをハイライトし，その他M-1人を抑制している。右側に示すものも同様だが，異なる部分は，M個の基地局アンテナ素子はエリア中に分散しており，その出力はアナログの形で中央プロセッサー(「サーバー」)に集められる。このアーキテクチャは，元のセルをM個の小さなセルに分割し，その小さなセルの各々が1つのアンテナによる低コストの無線ポートでカバーされた，マイクロセルグループだと考えることができる。」(33頁右欄28～34頁左欄4行。図1につき別紙4参照)と記載されているように，甲12の「集中型アンテナアレイ」とは，一つのサービスエリア(マクロセル)について，複数素子を備えたアンテナを持つ一つの基地局を想定したものであり，これに対し，「分散型アンテナアレイ」とは，上記サービスエリア(マクロセル)を小さなセルに分割し，その小さなセルの各々の基地局にアンテナを配置したものである。",
                    "したがって，甲12の「集中型アンテナアレイ」及び「分散型アンテナアレイ」は，いずれも，一つの基地局に対して一つのアンテナが配置されている態様しか記載されておらず，該基地局に通信可能に結合された複数のアンテナの物理的なアンテナ間の距離を示すものではないから，かかる記載から，ある基地局に通信可能に結合された複数のアンテナ間の配置において「集中型」や「分散型」という用語が原告が主張する意味で用いられるのが技術常識であると認めることはできない。",
                    "また，甲14の「分散されたアンテナ」との用語についても，「本発明の代表的な応用において，屋内ワイヤレス通信システムは同じ無線周波チャネルで作動する携帯電話機からのワイヤレス信号を受信するいくつかの分散アンテナを含んでいる。」(13頁11行ないし13行)，「最初に本発明を説明するために，多少なりとも規則正しい間隔でその長さに沿って受信アンテナが分散されている，長い廊下もしくは街路を示す。第1図において，これらのアンテナすなわち基地局はB ，B ，B ，B ，Bで示され，M ，M ，M ，M ，M ，M ，M ，M で示す移動ユニッ-1 0 1 2 3 4 5 6トから信号を受信する。」(14頁12行ないし16行。第1図につき別紙4参照)などと記載されているように，ある屋内ワイヤレス通信システムについて複数の「アンテナすなわち基地局」を設けるという態様において用いられており，甲12におけるのと同様に，該基地局に通信可能に結合された複数のアンテナの物理的なアンテナ間の距離を示すものではないから，かかる記載から，ある基地局に通信可能に結合された複数のアンテナ間の配置において「分散型」という用語が原告が主張する意味で用いられるのが技術常識であると認めることはできない。",
                    "上記のとおり，甲12及び14は，いずれも，本願発明の「基地局に通信可能に結合された複数の分散されたアンテナ」の理解に資するものであるとはいえない。",
                    "そして，本願発明の「複数の分散されたアンテナ」は，有効に動作するように，離れて配置された複数のアンテナを意味するものと解すべきであることは，前記(2)ウ記載のとおりである。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明においては，基準アンテナ15から送信される基準信号Rsを複数のクライアント装置(移動局)が良好に受信できなければならず，また，基準信号Rsは複数のアンテナ(アンテナ＃1～＃M)の何れであっても，複数のクライアント装置(移動局)が良好に受信できなければならないから，基準アンテナ15及び複数のアンテナ(アンテナ＃1～＃M)の全てが，略同一の位置とみなせるような位置に配置されていなければならず，複数のアンテナは分散されていない旨主張する。",
                    "しかしながら，本願明細書の記載によれば，本願発明において，利用する周波数帯に応じてアンテナが有効に動作するように，アンテナ間の距離が離れていれば，物理的な距離にかかわらず，「複数のアンテナ」は離して「分散」されているといえるところ，仮に，引用発明における「複数のアンテナ」が近接した位置に配置されたものであったとしても，有効に動作するように，離れて配置されていれば，分散されているものといえる。",
                    "そして，引用発明の「複数のアンテナ」は，有効に動作するように，離れて配置されているものと認められることは前記(3)イ及びウに記載のとおりである。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，刊行物1の段落【0113】に記載された第二の実施形態の第五のモデルでは，複数のアンテナ(アンテナ素子13)が形成するアンテナビームの位相中心が同一の位置にあり，かつ，全てのアンテナ素子が形成するアンテナビームが同じ点から放射されるように，複数のアンテナ(アンテナ素子13)が配置されているところ，引用発明として引用された，刊行物1(甲3)の第一の実施形態の第三のモデル(【図4】)と第二の実施形態の第五モデル(【図8】)は，複数のアンテナの配置において共通しているから，引用発明の複数のアンテナ(アンテナ素子13)は分散されていない旨主張する。",
                    "しかしながら，上記二つのモデルは，それぞれ異なる実施形態であるから，第二の実施形態の第五のモデル(【図8】)に関する記載をもって，直ちに，本件審決が認定した引用発明の第一の実施形態の第三のモデル(【図4】)も同様のアンテナビームを放射し，同じ遅延プロファイルで，同じ経路を通って，クライアント装置に到達しているとはいえない。",
                    "そして，第一の実施形態の第三のモデルに関する記載である段落【0079】ないし【0098】を参照しても，さらに，第一の実施形態全体に関する記載である段落【0045】ないし【0098】を参照しても，引用発明として引用された第三のモデルを含む第一の実施形態において，複数のアンテナが形成するアンテナビームが，同じ遅延プロファイルで，同じ経路を通って，クライアント装置に到達していることについての記載はない。",
                    "したがって，第二の実施形態の第五のモデルをもって，引用発明における複数のアンテナの配置をいう原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本願発明は，特許請求の範囲(請求項1)に記載されているように，「基地局に通信可能に結合された複数の分散されたアンテナ」を発明特定事項とし，本願発明における複数のアンテナは，基地局に通信可能に結合されており，分散されているのであるから，それらの全てが基地局に集められたものではないのに対し，引用発明における複数のアンテナは，基地局にあるものであるから，分散されたものではない旨主張する。",
                    "しかしながら，「基地局に通信可能に結合された」とは，その文言のみから直ちに，複数のアンテナが基地局以外に地理的に分散されて配置されている状態のみを意味するものであると理解されるものではなく，その文言からは，基地局に配置され通信可能に結合される場合もこれに含まれるものと理解し得るものである。",
                    "そして，本願発明の「複数の分散されたアンテナ」が，有効に動作するように，離れて配置された複数のアンテナを意味するものと認められることは，前記(2)ウ記載のとおりであり，有効に動作するように，離れて配置されていることと，複数のアンテナが基地局，あるいは，基地局以外に配置されていることとは関連がない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，本願明細書の段落【0025】及び【0027】には，複数のアンテナを大きく離して配置することによりシステム性能を向上させた実施形態と，信号の偏向を利用して複数のアンテナを近接させることを可能とした実施形態とが記載されているが，本願発明は，特許請求の範囲(請求項1)の記載から明らかなように，偏向を利用するものでなく，また，「複数の分散されたアンテナ」を発明特定事項として有するものであるから，上記二つの実施形態のうち，前者に関するものである旨主張する。",
                    "しかしながら，本願明細書には，原告の主張するような2つの実施例が区別して記載されているとは認められない。",
                    "そして，本願明細書の段落【0027】には，「空間ダイバーシティ技術に加えて，本発明の一実施形態は，システムの実効帯域幅を増加させるため，信号を偏向する。・・・偏向を使用すると，複数台(例えば，3台)の基地局アンテナを互いに非常に接近させ，それでもなお空間的に相関関係をもたないようにすることができる。」と記載されているように，空間ダイバーシティ技術(原告の主張する二つの実施形態のうち前者の形態)に加えて，偏向技術(原告の主張する二つの実施形態のうち後者の形態)を使用することにより，複数のアンテナを接近させて配置できることが開示されているものと認められる。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明の「複数のアンテナ」は，本願発明における「複数の分散されたアンテナ」に相当するものと認められるから，本件審決には，原告の主張する相違点の看過は存しない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "「チャネル特性データ」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明のチャネル特性データは，「複数の分散されたアンテナ」を用いて作成されているから，当該チャネル特性データの各要素は同一の遅延プロファイルを持つものではないのに対し，刊行物1の第二の実施形態の第五のモデルでは，全てのアンテナ(アンテナ素子13)が形成するアンテナビームが同じ遅延プロファイルを持ち，同じ経路を通ってクライアント装置(移動局)に到達する，すなわち，分散されていない複数のアンテナを用いて伝達関数を作成しているから，引用発明のチャネル特性データ(M×Ｎ個の要素からなる伝達関数)は，同一の遅延プロファイルを有しているとして，これを前提に，本件審決には，本願発明の「チャネル特性データ」が同一の遅延プロファイルを持つものではないのに対し，引用発明の「M×Ｎ個の要素からなる伝達関数」が同一の遅延プロファイルを持つものであるという相違点の看過がある旨主張する。",
                    "しかしながら，引用発明として引用された，刊行物1(甲3)の第一の実施形態の第三のモデルと第二の実施形態の第五のモデルは，それぞれ異なる実施形態であるから，第二の実施形態の第五のモデルに関する記載をもって，直ちに，本件審決が認定した引用発明の第一の実施形態の第三のモデルも同様のアンテナビームを放射し，同じ遅延プロファイルで，同じ経路を通って，クライアント装置に到達しているとはいえないこと，第一の実施形態の第三のモデルに関する記載を参照しても，さらに，第一の実施形態全体に関する記載を参照しても，引用発明として引用された第三のモデルを含む第一の実施形態において，複数のアンテナが形成するアンテナビームが，同じ遅延プロファイルで，同じ経路を通って，クライアント装置に到達していることについての記載がないことは，前記(4)ウ記載のとおりである。",
                    "また，引用発明の「複数のアンテナ」が「分散」されているといえることは，前記(3)記載のとおりである。",
                    "したがって，本件審決に相違点の看過がある旨の原告の上記主張はその前提を欠き，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，原告は，前記アの前提，すなわち，本願発明のチャネル特性データは，「複数の分散されたアンテナ」を用いて作成されているから，当該チャネル特性データの各要素は同一の遅延プロファイルを持つものではないのに対し，引用発明においては，「分散されていない複数のアンテナ」を用いて伝達関数を作成しているから，引用発明のチャネル特性データ(M×Ｎ個の要素からなる伝達関数)は，同一の遅延プロファイルを有しているとの前提に基づき，①本願発明は，「複数の分散されたアンテナ」を用いて作成した「チャネル特性データ」を用いてプリコーディングを行うことにより，データ信号を生成しているのに対し，引用発明は，「同一の遅延プロファイルを有するチャネル特性データ」を用いてデータ信号を作成している点で相違するにもかかわらず，本件審決はかかる相違点を看過した，②本願発明は，「複数の分散されたアンテナ」を用いて作成した「チャネル特性データ」を用いてプリコーディングを行うことにより作成したデータ信号を基地局の「各分散されたアンテナ」を介して各個のクライアント装置へ送信しているのに対し，引用発明ではそのような言及はないから，本願発明と引用発明とは，本願発明の「前記基地局の各分散されたアンテナを介して各個のクライアント装置へ前記プリコーディングされたデータ信号を送信するステップ」との構成を有するか否かという点においても相違しているにもかかわらず，本件審決はかかる相違点を看過した旨主張する。",
                    "しかしながら，前記アと同様に，本件審決に相違点の看過がある旨の原告の上記主張はその前提を欠き，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，本件審決には，原告の主張する相違点の看過はいずれも存しないから，原告の取消事由1に係る主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(相違点1に係る容易想到性判断の誤り)について",
          "text": [
            "原告は，本件審決における相違点1(本願発明のアンテナは「複数の分散されたアンテナ」であるのに対し，引用発明のアンテナは分散されたものであるか定かではない点)に係る容易想到性の判断は誤りである旨主張する。",
            "しかしながら，引用発明の「複数のアンテナ」は，本願発明における「複数の分散されたアンテナ」に相当するものと認められることは，前記3(3)記載のとおりであるから，本件審決における，引用発明の「複数のアンテナ」は，「複数の分散されたアンテナ」に相当するものと認められるとの判断に誤りはない。",
            "以上によれば，その余の点について判断するまでもなく，原告の取消事由2に係る主張は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3(相違点2に係る容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件審決における相違点2(本願発明のチャネル特性データの各要素は，「チャネルの位相及び振幅を規定する」ものであるのに対し，引用発明はそのようなものとはなっていない点)に係る容易想到性の判断は誤りである旨主張するので，以下において検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，前記2(2)記載のとおり，送信局の複数のアンテナから複数の受信局への信号送信を同一無線チャネル(同一周波数)で実現するようにした無線通信方法に関するものであり，M個のアンテナ素子を有する無線基地局から，Ｎ個の移動局に対し，同一周波数で信号を送信する場合，各信号は伝送空間で混ざり合い，干渉が発生するから，従来のシステムでは，アダプティブアレイアンテナを用い，無線基地局からの各信号に対してウエイトを付け，伝送路係数の項が最大，かつ他の伝送路係数の項が最小になるようにウエイトを決めていたが，このような従来の手法では，通信している全ての信号に対するウエイトを最適化しなければならず，全移動局で最適となるアンテナパターンを得るための全ウエイトの最適値を導出するためには，非常に多くの情報を基地局と各移動局との間でやり取りするための膨大な処理が必要となり，基地局と各移動局間での本来のデータ伝送に支障をきたしてしまうという課題があったことから，かかる課題を解決するために，パイロット信号を用いて，伝達関数を求め，無線基地局から送信するデータを，伝達関数の行列の逆関数を用いて変換し，移動局に送信するように構成したものである。",
                    "そして，引用発明は，刊行物1(甲3)の第一の実施形態の第三のモデルに係る発明であるところ，前記2(1)で摘記したとおり，刊行物1には，第一の実施形態に関し，段落【0055】ないし【0062】の記載がある。",
                    "刊行物1の上記記載によれば，第一の実施形態では，「無線基地局」(本願発明の「基地局」に相当する。)から送信信号St(f)を送信し，移動局(本願発明の「クライアント装置」に相当する。)でそれに対応した受信信号Sr(f)を受信する場合(段落【0055】)，両信号の関係は，式(7)のように表されるものであり(段落【0056】)，このとき，両信号を関連付ける関数hを，伝送路の状態に依存する伝達関数，すなわち「伝送路の状態を表す伝達関数」として定義している(段落【0057】)。",
                    "そして，例えば，受信信号Sr(f)の送信信号St(f)に対する受信レベルをA，遅延時間をTとすれば(段落【0057】)，式(8)のように近似することができ(段落【0058】，【0059】)，式(7)及び式(8)とから，伝達関数hは，式(9)のように定義されることが理解できる(段落【0060】)",
                    "そうすると，刊行物1に接した当業者であれば，上記記載は，「伝送路の状態を表す伝達関数」の要素の一例として，受信レベルA，遅延時間Tを採用していること，「伝送路の状態を表す伝達関数」であれば，それ以外の要素を採用できることは容易に理解し得るものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知技術について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "刊行物4(甲7)及び刊行物5(甲8)の記載",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "刊行物4には，以下の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "発明の属する技術分野",
                              "text": [
                                "「本発明は，広帯域移動体通信等において用いられる直交周波数分割多重(OFDM：Orthogonal Frequency Division Multiplexing)信号伝送システムに関する。さらに詳しくいうと，マルチパスフェージング環境下において，複数の送信アンテナと複数の受信アンテナを用いて飛躍的な周波数利用効率を達成するとともに，高品質で大容量・高速の信号伝送を行うOFDM信号伝送システムに関する。」(段落【0001】)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "発明の実施の形態",
                              "text": [
                                "「逆行列演算器57は，高速フーリエ変換器53(1)～53(N)のそれぞれの出力から受信したパイロット信号を抽出する。そして，サブキャリアの成分毎に，Ｎ個の送信側のアンテナ37(1)～37(N)とＮ個の受信側のアンテナ51(1)～51(N)との各々の組み合わせに対応する(Ｎ×Ｎ)個のパイロット信号の受信振幅及び位相を検出する。すなわち，パイロット信号は既知であるので，受信したパイロット信号を既知信号を用いて正規化することにより，送信側のアンテナと受信側のアンテナとの間の伝達関数を表す伝達係数を検出することができる。」(段落【0097】)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "刊行物5には，以下の記載がある(下記記載中に引用する図面については，別紙3の刊行物5図面目録を参照。)。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "発明の属する技術分野",
                              "text": [
                                "「本発明は，セルラ無線および無線LAＮ等の無線通信システムに関し，特にマイクロセルセルラー環境下の無線通信システムおよびホットスポット無線サービスシステムに関する。」(段落【0001】)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "発明の実施の形態",
                              "text": [
                                "「再度図1を参照する。空間多重の対象となる移動局の組み合わせを決定するに当たり，基地局10は，最初に，複数のアンテナ素子のうちの1本から所定の既知信号を送信し，各移動局100は，その既知信号を受信することにより伝達関数を取得する。ここでいう伝達関数とは，基地局からの送信信号に対する受信信号の振幅の変化量(係数)および位相の変化量によって定まるデータであり，例えばAejθで表される。基地局からある移動局への信号送信に関する伝達関数と，逆向きの信号送信に関する伝達関数とはほぼ一致する(可逆的)と考えられる。第1のアンテナ素子からの既知信号の送信から予め定めた一定時間後に，基地局の第2のアンテナ素子から既知信号を送信し，各移動局で，伝達関数を取得する。ついで，第3，第4のアンテナ素子について同様の動作を行う。」(段落【0028】)"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "刊行物4及び5の上記記載によれば，無線通信システムにおいて，伝送路(チャネル)の状態を表す伝達関数(チャネル特性データ)として，位相と振幅を利用することは，本願の優先権主張日(平成16年7月30日)において，周知技術であったと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明は，無線通信システムにおいて，各移動局で伝達関数を求めて，無線基地局に通知し，無線基地局は，伝達関数の行列の逆関数を用いて信号を変換して，各アンテナから移動局に送信するものである。",
                    "そして，前記ア記載のとおり，刊行物1に接した当業者であれば，引用発明では，「伝送路の状態を表す伝達関数」は，受信レベルA及び遅延時間Tから演算する式(9)で定義されるものに限られず，各アンテナと「移動局」との間の伝送路(チャネル)の状態を表すものであれば，他の要素により定義されるものであってもよいことが理解できるところ，前記イ記載のとおり，無線通信システムにおいて，伝送路(チャネル)の状態を表す伝達関数(チャネル特性データ)として，位相と振幅を利用することは，本願の優先権主張日(平成16年7月30日)において，周知技術であったと認められる。",
                    "そうすると，引用発明において，上記周知技術を適用し，伝達関数(チャネル特性データ)として，位相と振幅を利用し，伝達関数(チャネル特性データ)の各要素として，チャネルの位相及び振幅を規定するように構成することは，当業者であれば容易に想到し得るものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，刊行物1の段落【0273】の記載は，第五の実施の形態から第八の実施の形態に係るものであって，引用発明(第一の実施形態の第三のモデル)の伝達関数における伝送路係数ではなく，刊行物1には，引用発明の伝達関数を変更することについて何らの示唆もないから，引用発明において，その伝達関数を変更することについて動機付けはない旨主張する。",
                    "しかしながら，刊行物1の段落【0273】の記載によらずとも，刊行物1に接した当業者であれば，引用発明において，「伝送路の状態を表す伝達関数」であれば，受信レベルA，遅延時間T以外の要素を採用できることを容易に理解し得るものと認められることは，前記(2)ア記載のとおりである。",
                    "したがって，伝達関数を変更することについて動機付けがない旨の原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，刊行物4(甲7)に記載された技術は，MIMOに属する技術に係るものであるから，単一のアンテナを有する複数のクライアント装置に，複数のアンテナを有する基地局からデータを送信するというものではなく，また，刊行物5に記載された技術は，「ビームフォーミング」を用いて空間分割多重を行うものであり，「ビームフォーミング」は複数の分散されたアンテナを用いるものではないから，刊行物4及び5に記載された技術は，引用発明とは全く異なる技術分野に係るものであり，当業者において，引用発明に刊行物4及び5に記載された技術を適用する動機付けはない旨主張する。",
                    "しかしながら，無線通信システムにおける送受信アンテナ間の伝送路(チャネル)の状態を表す伝達関数(チャネル特性データ)は，アンテナの種類や特性に依存せずに用いられるものであるから，引用発明と刊行物4及び5に記載されたアンテナの種類や特性が異なるものであったとしても，刊行物4及び5に記載された伝達関数(チャネル特性データ)である位相と振幅を，引用発明に適用することができないとする理由はない。",
                    "引用発明と刊行物4及び5に記載された技術(周知技術)とは，無線通信システムの技術分野で共通するから，当業者において，引用発明に刊行物4及び5に記載された周知技術を適用する動機付けはあるというべきである。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，刊行物4の伝達関数を，MIMOシステムとは異なる引用発明の伝達関数に適用すると，引用発明が機能しなくなる，刊行物5の伝達関数は，分散されていない複数のアンテナを用いて得られるものであり，これを引用発明の伝達関数に適用しても，本願発明のチャネル特性データを得ることはできず，基地局の各分散されたアンテナを介して各個のクライアント装置へプリコーディングされたデータ信号を送信することはできないから，引用発明において，刊行物4及び5に記載された技術を適用しても，複数のクライアント装置のそれぞれが単一のアンテナを有するワイヤレス通信システムにおいて，MIMOシステムのような帯域幅増加の制限なく，帯域幅を増加させることはできない，などと主張する。",
                    "しかしながら，前記(2)ウ記載のとおり，引用発明において，伝達関数(チャネル特性データ)の各要素として，チャネルの位相及び振幅を規定するように構成することは，当業者であれば容易に想到し得ることであり，伝達関数(チャネル特性データ)の各要素として，適切な位相及び振幅を設定すれば，引用発明においても，MIMOシステムのような帯域幅増加の制限なく，帯域幅を増加させることができることは明らかである。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上によれば，本件審決における相違点2の容易想到性の判断に誤りはないから，原告の取消事由3に係る主張は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
        "したがって，原告の請求は棄却されるべきものである。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10151",
    "date": "2015-06-18",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085167",
    "ipprecedent_id": "4075",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}