{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2013-6730号事件について平成26年6月10日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定不服審判請求に対する不成立審決の取消訴訟である。",
        "争点は，進歩性の有無及び手続違背の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成20年9月8日，名称を「動的な触覚効果を有するマルチタッチデバイス」とする発明につき，国際特許出願（特願2010-527017号。特表2010-541071号。優先権主張日：2007年（平成19年）9月28日（以下「本願優先日」という。）  米国。請求項の数24。甲5）をしたが，平成24年8月13日付けで拒絶理由通知を受けた（甲6）ので，同年11月9日付け補正書（甲11）により，特許請求の範囲を変更する手続補正をした（請求項の数22）が，同年12月11日付けで拒絶査定を受けた（甲7）。そこで，平成25年4月12日，これに対する不服の審判を請求する（甲12）とともに，同日付け手続補正書（甲8。以下「本件補正書」という。）により，特許請求の範囲を変更する手続補正をした（以下「本件補正」という。請求項の数22。）。",
            "特許庁は，平成26年6月10日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月24日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の請求項22に係る発明（以下「本願発明」という。）は，本件補正書（甲8）に記載された以下のとおりのものである（なお，公表特許公報（甲5）を「本願明細書」という。）。",
            "【請求項22】",
            "「触覚効果を生成するためのシステムであって， ",
            "タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチを感知する手段と， ",
            "前記感知に応答して動的な触覚効果を生成する手段と， ",
            "を備え， ",
            "前記動的な触覚効果は，少なくとも1つのパラメータの変動に基づいて変動する振動である，システム。」 "
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願発明は，以下の甲1に記載された発明（以下「引用発明」という。）及び周知技術に基づいて，当業者が容易に発明をすることができたものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "甲1（国際公開第2006／42309号，訳文は特表2008-516348号公報（甲2）を参照）には，以下の引用発明が記載されている。",
                "「  タッチ面上のユーザの接触位置に基づき，コンピュータの処理部に位置信号を入力するよう操作可能なタッチ面を備える，タッチパッドでもタッチスクリーンであってもよいタッチ式入力装置と， ",
                "タッチ式入力装置と物理的に接触しているユーザに対して触覚による感覚などの触覚フィードバックを出力することができる1つ以上のアクチュエータと， ",
                "を備え， ",
                "アクチュエータを用いて，ユーザに対して各種の触覚による感覚，例えば，可変の振動やテクスチャを出力することができ， ",
                "アクチュエータが出力する振動の周波数は，異なる制御信号を与えることにより変化させることができ，さらに，パルスまたは振動の大きさは，与えられた制御信号に基づいて制御することができ， ",
                "別の場合では，テクスチャはユーザに振動を与えることによって実現され，この振動は，タッチパッド上のユーザの指の現在の速度に依存し，指がより早く動くと振動の周波数と振幅が上昇するものであり， ",
                "触覚による感覚を生成するプロセスは，センサ式パネルの所定の箇所または複数箇所に触れているユーザにより作動させることができる， ",
                "コンピュータシステム。」（なお，下線は，当裁判所において付した。）"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明との一致点及び相違点",
              "text": [
                "【一致点】",
                "「  触覚効果を生成するためのシステムであって， ",
                "タッチスクリーン上のタッチを感知する手段と， ",
                "前記感知に応答して動的な触覚効果を生成する手段と， ",
                "を備え， ",
                "前記動的な触覚効果は，少なくとも1つのパラメータの変動に基づいて変動する振動である，システム。」",
                "【相違点】",
                "タッチスクリーン上のタッチを感知する手段が，本願発明では，「少なくとも2つの実質的に同時に起こるタッチを感知する」のに対し，引用発明では，「少なくとも2つの実質的に同時に起こるタッチを感知する」か否か明らかではない点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての判断",
              "text": [
                "引用発明は，「触覚による感覚を生成するプロセスは，センサ式パネルの所定の箇所又は複数箇所に触れているユーザにより作動させることができる」ものであるから，タッチ式入力装置の複数箇所にタッチすることが示唆されている。 ",
                "また，甲1には，タッチ面上のユーザの接触位置に基づき，コンピュータの処理部に位置信号を入力するようタッチ面を操作したときの位置信号を用いる態様として，「位置信号に基づいて，ディスプレイ装置上に表示されたオブジェクトの画像の回転，再配置，拡大および／または縮小に用いることができる」こと，「コンピュータ機器にその他の所望の入力を行うために用いてもよい。この入力には，グラフィック環境において，テキストまたは表示された画像の上下左右への移動，回転，または拡大縮小するスクロール入力を含んでもよい」ことが記載されている。 ",
                "このようなタッチ面を操作したときの位置信号により，表示された画像を回転，拡大する方法として，少なくとも2つの実質的に同時に起こるタッチを感知して表示された画像を回転，拡大する方法は当業者によく知られたもの（例えば，後述の国際公開第2006／020304号（甲3）を参照。以下「周知技術」という。）であり，また，上述したように，引用発明には，タッチ式入力装置の複数箇所にタッチすることが示唆されているから，引用発明において，タッチスクリーン上のタッチを感知する手段を，「少なくとも2つの実質的に同時に起こるタッチを感知する」ように構成することは，当業者が容易に想到し得ることである。また，そのように構成することによる効果も，当業者が予測し得るものである。 ",
                "したがって，本願発明は，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本願発明の進歩性判断の誤り）",
          "text": [
            "審決は，以下に述べるとおり，甲2の誤訳に基づいて引用発明を認定した結果，一致点及び相違点の認定並びに容易想到性の判断を誤ったものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1の［0096］の記載“In one embodiment， the process can be activated by a user who touches a touch-sensitive panel possibly in a predetermined location or locations.\"は，甲2の【0094】で，「一実施形態において，このプロセスはタッチセンサ式パネルのおそらくは所定の箇所または複数箇所に触れているユーザにより作動させることができる。」と翻訳されており，この記載に基づいて，審決は，引用発明を前記第2，3，(1)記載のとおり認定したが，「センサ式パネル所定の箇所または複数箇所に触れているユーザにより作動させることができる，」との認定は誤りである。",
                    "上記英文の単語「possibly」は，助詞「can」に対応して用いられており，助詞「can」は動詞「be activated」に付属するものであるから，正しくは，次のとおりに訳されるべきであった。",
                    "「一実施形態において，このプロセスは，タッチセンサ式パネルに触れているユーザにより所定の一箇所又は所定の複数箇所において作動させることができる。」",
                    "これに基づき，引用発明の上記部分は，「触覚による感覚を生成するプロセスは，タッチセンサ式パネルに触れているユーザにより所定の一箇所又は所定の複数箇所において作動させることができる，」と認定すべきであった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記の原告の翻訳が正しいことは，甲1において，タッチセンサ式パネルの複数箇所に触れているユーザにより触覚効果が生成される記載がないことからも明らかである。また，引用発明が「タッチセンサ式パネルの『複数箇所』に触れているユーザにより触覚効果が生成される」構成を有していないことは，以下のとおり，甲1 の実施の形態の記載からも明らかである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1の［0096］（甲2の【0094】）の直前に記載されている引用発明の実施の形態（甲1の［0094］，［0095］（甲2の【0092】，【0093】，図26）においては，「タッチセンサ式パネル702を複数の領域に分割して，これらの領域を境界722により分けることができる」と記載され，さらに，「タッチセンサ式パネル702は，領域720のみにタッチされているときはユーザ選択を受け付ける。逆に，タッチセンサ式パネル702は，境界722にタッチされているときはユーザ選択を受け付けない」というタッチセンサ式パネル702の構成が記載されている。甲1の［0096］は，このタッチセンサ式パネル702の構成を前提とするものであり，タッチセンサ式パネル702においては，「複数箇所に触れている」ユーザにより，触覚による感覚を生成する構成は記載されていない。すなわち，タッチセンサ式パネル702は，領域720のみにタッチされているときはユーザ選択を受け付けてこれに対応して触覚による感覚を生成し，タッチセンサ式パネル702の境界722にタッチされているときはユーザ選択を受け付けず，これに対応して触覚による感覚を生成しないか，又は，触覚による別の感覚を生成するものである。",
                        "したがって，引用発明は，「タッチセンサ式パネルの『複数箇所』に触れているユーザにより触覚効果が生成される」構成を有するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，甲1の［0036］及び図8Bのとおり，「スタイラスペンを用いて触覚による感覚を生成する」構成を有する引用発明においては，スタイラスペンにより複数箇所に触れることはできないのであるから，複数箇所に触れることは想定されていないといえる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点及び相違点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の「前記感知に応答して動的な触覚効果を生成する手段」は，「タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチの感知」に応答して，動的な触覚効果を出力する機能を有するものである。すなわち，タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチであるところの接触ポイントの位置及び個数や，ポイント間の距離，ポイントの移動方向等に基づいて計算された動的な触覚効果を出力するものである。",
                    "したがって，本願発明の「前記感知に応答して動的な触覚効果を生成する手段」は，タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチを感知しない場合には，動的な触覚効果を生成することはない。すなわち，引用発明に示されているように，タッチスクリーン上のユーザによる1本の指やスタイラスペンにより入力を行っても，本願発明の「前記感知に応答して動的な触覚効果を生成する手段」は，動的な触覚効果を生成することはない。",
                    "また，引用発明においては，「タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチを感知する」構成は有していないのであるから，「タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチの感知」に応答して，動的な触覚効果を生成する」ことはない。",
                    "以上によれば，審決が「4．対比」において，本願発明の「前記感知に応答して動的な触覚効果を生成する手段」について抽象化した認定を行った上で，引用発明の構成と一致するとした点に誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，前記のとおり，審決は，引用判決の認定を誤っており，これに基づく相違点の認定も誤りである。",
                    "上記の正しい引用発明の認定に基づけば，相違点は，以下のとおり認定されなければならない。",
                    "【相違点】",
                    "①タッチスクリーン上のタッチを感知する手段が，本願発明では，「少なくとも2つの実質的に同時に起こるタッチを感知する」のに対し，引用発明では，「少なくとも2つの実質的に同時に起こるタッチを感知する」構成を有しておらず，かつ，",
                    "②タッチの感知に応答して動的な触覚効果を生成する手段が，本願発明では，「少なくとも2つの実質的に同時に起こるタッチの感知に応答して動的な触覚効果を生成する」のに対し，引用発明では，「少なくとも2つの実質的に同時に起こるタッチの感知に応答して動的な触覚効果を生成する」構成を有していない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「タッチ式入力装置の複数箇所にタッチすること」の示唆について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，引用発明は，「触覚による感覚を生成するプロセスは，センサ式パネルの所定の箇所又は複数箇所に触れているユーザにより作動させることができる」ものであるから，タッチ式入力装置の複数箇所にタッチすることが示唆されていると判断したが，上記(1)に述べたように，この認定は，甲2による誤訳に基づくものであり，前記(1)イのとおり，「タッチ式入力装置の複数箇所にタッチすること」についての示唆などないから，上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲1の［0011］（甲2の【0011】）に「タッチ式入力装置の複数箇所にタッチすること」の示唆があると主張する。",
                        "しかし，同段落には，複数の領域のうち1つの領域におけるタッチに感知して，触覚効果が生成され，タッチの解除により触覚効果の生成が終了し，次に，別の領域にタッチすることにより，先の触覚とは異なる感覚の触覚効果を生成し，タッチの解除により触覚効果の生成も終了するもの，すなわち，1回のタッチが解除されれば，一連のシーケンス又は作動が中止又は停止となるものが示されているにすぎない。",
                        "したがって，引用発明のシステムにおいて，被告が主張する「複数箇所に触れる」ということは，シリアルな動作の中断又は中止を挟んでの「複数箇所に触れる」ことを意味しており，同時に複数箇所にタッチするものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知技術について",
                  "text": [
                    "本願発明の「タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチを感知する手段」は周知技術ではない。",
                    "したがって，本願発明は，引用発明及びその他技術常識を考慮したとしても，容易に想到できたものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害要因について",
                  "text": [
                    "引用発明において，仮に，複数の異なる領域を同時にタッチする場合，異なる領域のそれぞれのタッチによる異なるそれぞれの触覚による感覚を生成する効果を喪失させ，生じる結果を予測することが不可能となるから，甲1の［0011］に記載された事項は，本願発明の「タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチを感知する」構成を想到することの阻害要因となる。",
                    "また，甲1の［0036］（甲2の【0034】）にあるとおり，「スタイラスペンを用いて入力することができる」引用発明の構成においては，「少なくとも2つの実質的に同時に起こるタッチ」によって入力を行うことは不可能であるから，本願発明の「少なくとも2つの実質的に同時に起こるタッチを感知する」ことを容易に想到することは不可能であり，これは阻害要因となる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（手続の違背）",
          "text": [
            "審決は，周知技術を示すものとして，国際公開第2006/020304号（甲3。訳文は特表2008-508600号公報（甲4）を参照）の記載事項を転写しているところ，これは，拒絶理由通知（甲6）及び拒絶査定（甲7）において全く引用されていない文献である。出願人に意見及び補正の機会を与えることなく，審決において初めて甲3を提示して拒絶審決を行うことは，違法であり許されない。したがって，原告が主張する相違点②を認定しないことに誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張1(1)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の認定した引用発明における「触覚による感覚を生成するプロセスは，センサ式パネルの所定の箇所または複数箇所に触れているユーザにより作動させることができる」とは，ユーザがセンサ式パネルの「複数箇所に触れること」を意味するのであって，審決は「複数箇所に同時に触れること」を認定したのではない。すなわち，審決は，プロセスを作動させることができる箇所が，タッチセンサ式パネルの所定の箇所又は複数箇所（in a predetermined location or locations）であるという意味で，「センサ式パネルの所定の箇所または複数箇所に触れているユーザにより作動させることができる」と認定したのであって，ユーザがセンサ式パネルの複数箇所に「同時に」触れることまでも意味すると認定したわけではない。このことは，審決において，本願発明のタッチスクリーン上のタッチを感知する手段が，「少なくとも2つの実質的に同時に起こるタッチを感知する」点が，引用発明との相違点であると認定していることからも明らかである。",
                    "引用発明は，ユーザがタッチセンサ式パネルに触れることでプロセスを作動できるものであるので，ユーザが触れる箇所とプロセスを作動させることができる箇所とは同じ箇所であるから，原告が誤りと主張する，審決の「触覚による感覚を生成するプロセスは，センサ式パネルの所定の箇所または複数箇所に触れているユーザにより作動させることができる」と，原告が正しい訳と主張する，「触覚による感覚を生成するプロセスは，センサ式パネルに触れているユーザにより所定の一箇所又は所定の複数箇所において作動させることができる」とは，審決の議論する範囲においては，それらの意味に違いはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲1には，タッチ式センサパネルの複数箇所に触れているユーザについての記載がない旨主張するが，上記のとおり甲1の［0096］（甲2の【0094】）に記載がある。また，甲1の［0060］（甲2の【0058】）に「Even when the user removes his fingers....」（ユーザが指を離すときでさえ…）と複数の指の記載もある。",
                    "さらに，原告が引用する甲1の［0094］，［0095］（甲2の【0092】，【0093】）は，FIG．26に図示された構成のシステムに関する記載であり，FIG．27の触覚効果を生成する方法に関する［0096］～［0103］とは基本的に別の実施形態であるから，これらの記載により［0096］を解釈できない。",
                    "むしろ，原告が引用する甲1のFIG．26に関する特に甲1の［0095］（甲2の【0093】）のパネルを複数の領域に分割する実施態様を参照し，「境界722」に関連して，さらに，甲1の［0011］”The touch input device can include multiple different regions， .... Different regions and borders between regions can be associated with different haptic sensations.”（甲2の【0011】「このタッチ式入力装置は，複数の異なる領域を含むことができ，・・・異なる領域及び領域間の境界は，異なる触覚による感覚と関連付けることができる。」）をも参照すれば，パネルの「境界」，すなわち，複数の領域に触れた場合に触覚フィードバックを対応させる開示があるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張1(2)に対し",
              "text": [
                "審決は，一致点及び相違点を正しく認定しており，原告の主張する相違点①との違いは，単に表現上の違いにすぎない。",
                "また，原告は，本願明細書の【0016】～【0019】の記載を引用して，本願発明はマルチタッチの各接触ポイントの「位置」と「個数」に基づいて「経時的に」変動する動的な触覚効果を生成する旨主張するが，いずれも実施例の記載であって，本願特許請求の範囲の記載に基づかないものである。「前記感知に応答して動的な触角効果を生成する手段」の「前記感知」は，その前に記載された「感知」であって，「少なくとも2つの実質的に同時に起こるタッチを感知」意味するものではない。したがって，「動的な触覚効果を生成する手段」として差異がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張1(3)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張1(3)アに対し",
                  "text": [
                    "審決の認定した引用発明において，複数箇所に触れることは，「同時に」複数箇所に触れることを意味しているのではなく，プロセスを作動させることができる箇所が，タッチセンサ式パネルの所定の箇所又は複数箇所であるという意味であるから，そのような意味で，審決の「5．当審の判断」において，引用発明において，タッチ式入力装置の複数箇所にタッチすることが示唆されているとしたことに誤りはない。",
                    "原告のいう「複数箇所にタッチすること」とは，「『同時に』複数箇所にタッチすること」を意味していると考えられるから，原告の主張する意味における「引用発明には，『タッチ式入力装置の複数箇所にタッチすること』については全く示唆がない」ということについては，審決と何ら異なるところはなく，審決の誤りを主張する理由とはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張1(3)イに対し",
                  "text": [
                    "「タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチを感知する手段」は，本願の優先権主張の日（2007年9月28日）前に周知の技術である。この技術は，審決において周知例として提示した国際公開2006／020304号（甲3。2006年2月23日公開）の審決の摘記箇所に記載されているほか，米国アップル社製のiPhone（2007年1月9日に開催されたアップル製品の展示会の1つ，Macworld  Expo  2007にて発表され，同年6月29日にアメリカ合衆国にて発売された。）で採用され，当業者のみならず一般的にもよく知られていた周知の技術である。",
                    "その他にも，特開平7-230352号公報（乙2）の【0233】，【0234】，図26，【0262】～【0264】，図28，特開2000-163031号公報（乙3）の【0049】，【0063】～【0066】，【0068】～【0071】，【0072】～【0075】，図5～図7，図9～図11に記載されており，周知の技術である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張1(3)ウに対し",
                  "text": [
                    "甲1には，指を用いて入力する代わりにスタイラスペンを用いて入力してもよいことは記載されているが，審決における引用発明は，主に指を用いて入力する場合についての発明であり，原告の主張の「スタイラスペンを用いて入力することができる引用発明の構成」は存在しない。特開2001-356878号公報（乙4）の図7と【0026】にあるとおり，スタイラスペンでも「少なくとも2つの実質的に同時に起こるタッチ」は入力できるから，原告の主張は前提においても当を得ない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "甲3は，審決にも記載したように，当業者によく知られた周知技術である，「タッチ面を操作したときの位置信号により，表示された画像を回転，拡大する方法として，少なくとも2つの実質的に同時に起こるタッチを感知して表示された画像を回転，拡大する方法」が記載された文献の一例として補助的に提示したものである。",
            "周知技術とは，文献等を例示するまでもなく，当業者によく知られている技術である。審決において，周知技術が記載された文献を新たに提示したとしても，当業者によく知られている技術が記載された文献を提示しただけであり，そのことが当業者である出願人に対し再度拒絶理由通知を要するような新たな技術事項を提示するものとはいえない。",
            "したがって，周知技術として，甲3を新たに提示し，拒絶審決を行ったことは違法ではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願明細書（甲5）によれば，本願発明は，以下のとおりのものである。",
            "本願発明は，マルチタッチ・タッチスクリーンデバイスにおける触覚効果に関するものである（【0001】）。",
            "従来，インタフェース装置においてユーザにフィードバックを提供するために，視覚及び聴覚キューのほかに，一般に「触覚フィードバック」又は「触覚効果」として知られる，運動感覚フィードバック（作用力及び抵抗力フィードバック等）及び／又は触知フィードバック（振動，触感，及び熱等）がユーザに提供された。携帯装置は，物理的なボタンからタッチスクリーンオンリー型インタフェースを好むように移行しており，この転換は，柔軟性の増大，部品数の低減，及び故障しやすい機械的ボタンへの依存の低減を可能にし，製品設計における最新動向に沿うものである。タッチスクリーン入力デバイスを使用する場合，ボタン押し動作又は他のユーザインタフェース動作に対する機械的確認を触覚効果で擬態することができ，現在，多くのデバイスにはマルチタッチ能力があり，タッチスクリーンが，複数の同時に起こるタッチポイントを認識し，同時に起こるタッチを解釈するためのソフトウェアを含んでいる（【0002】，【0004】）。",
            "これらに基づき，マルチタッチデバイスにおける触覚効果を生成するためのシステム及び方法が必要とされているところ，本願発明は，タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチを感知し，それに応答して，動的な触覚効果を生成するためのシステムに関するものであり（【0005，】【0006】），その構成として，「タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチを感知する手段と，前記感知に応答して動的な触覚効果を生成する手段と，を備え，前記動的な触覚効果は，少なくとも1つのパラメータの変動に基づいて変動する振動である，システム。」（請求項22）としたもので，具体的には，タッチスクリーンは，任意の感知技術を用いてタッチを感知し，タッチセンサー面上のタッチの位置及び強さを認識して，そのデータをプロセッサへ送信し，プロセッサはそのタッチを解釈して，それに応答して触覚効果を生成するものが示されている（図3，【0011】～【0017】）。そして，タッチスクリーンがマルチタッチ接触を感知することができ，同時に生じる複数のタッチを区別することを可能とするため，強度，振動，周波数等の少なくとも1つのパラメータが経時的に変動する動的な触覚効果によりユーザに更なる情報を提供することで，ユーザが，タッチスクリーン・マルチタッチデバイスの機能をより容易に，かつ，より効果的に利用できるものである（【0012】～【0022】，【0025】）。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（本願発明の進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1には，以下の記載がある（なお，末尾に［］で付した番号は甲1の段落番号であり，【】で付した番号は，甲1の日本における公表公報である特表2008-516348号公報（甲2）の段落番号である。ただし，争いのある甲1の［0096］については，下線を付して，甲2による訳文（【0094】）のほか，原告主張の訳文を掲記した。）",
                  "text": [
                    "［0003］  本発明は，一般に，ユーザによるコンピュータおよび機械機器とのインターフェースに関し，より詳細には，コンピュータシステムおよび電子機器とのインターフェースに使用されるユーザに触覚フィードバックを与えるデバイスに関する。【0001】",
                    "［0006］  ノートパソコンなどの携帯型のコンピュータや電子機器では，可動マウス型位置エンコード入力デバイスには実際上広い作業空間を必要とすることが多い。その結果，トラックボールなどの，より小型のデバイスがよく用いられる。携帯型コンピュータ用のもっと一般的なデバイスに「タッチパッド」があり，これは，通常，コンピュータのキーボード近くに配された小さな四角い平面パッドである。タッチスクリーンも用いられており，普及してきている。タッチパッドには一体化したディスプレイ装置は組み込まれていないが，タッチスクリーンでは一体化されている。このようなタッチ式入力装置は，容量センサ，赤外線ビーム，タッチ式入力装置に加えられた圧力を検出する圧力センサなどの各種のセンサ技術のいずれかにより，ポインティングオブジェクト（ユーザの指や入力用のスタイラスペンなど）の位置を感知する。一般的な用途においては，ユーザは指先でタッチ式入力装置に接触し，制御デバイスの表面で指を動かしてグラフィック環境内に表示されたカーソルを移動させ，または表示要素を選択する。別の用途では，指のかわりにスタイラスペンを用いてもよい。【0006】",
                    "［0007］  既存のタッチ式入力装置の課題のひとつは，ユーザに触覚フィードバックを与えないことである。したがって，タッチパッドのユーザは，グラフィック環境においてユーザを支援し，対象の指示やその他の制御タスクを通知する触覚による感覚を感じることができない。【0007】",
                    "［0008］  本発明は，コンピュータシステムへの入力に用いる触覚フィードバック平面型タッチ式入力装置に関する。このタッチ式入力装置は，携帯型コンピュータに備えられたタッチパッドであってよく，または各種デバイスに見られるタッチスクリーンであってもよく，または類似の入力デバイスとともに実施されてもよい。タッチ式入力装置で出力される触覚による感覚は，表示されたグラフィック環境における，またはタッチ式入力装置を用いて電子機器を制御する際の，相互作用や操作性を高める。【0008】",
                    "［0009］   具体的には，本発明はコンピュータに信号を入力し，タッチ式入力装置のユーザに対して力を出力する触覚フィードバックタッチ式入力装置に関する。このタッチ式入力装置は，タッチ面上のユーザの接触位置に基づき，上記コンピュータの処理部に位置信号を入力するよう操作可能なほぼ平面（平面または略平面）のタッチ面を備える。この位置信号は，いろいろな方法で用いることができ，例えば，少なくとも部分的に位置信号に基づいて，ディスプレイ装置上に表示されたグラフィック環境内でのカーソルの位置付けに用いることができる。また，少なくとも部分的に位置信号に基づいて，ディスプレイ装置上に表示されたオブジェクトの画像の回転，再配置，拡大および／または縮小に用いることができる。コンピュータ機器にその他の所望の入力を行うために用いてもよい。この入力には，グラフィック環境において，テキストまたは表示された画像の上下左右への移動，回転，または拡大縮小するスクロール入力を含んでもよい。また，少なくとも1つのアクチュエータがタッチ式入力装置にも接続されており，タッチ式入力装置に力を出力して，タッチ面に接触しているユーザに触覚による感覚を与える。このアクチュエータは，処理部がアクチュエータに出力する力情報に基づいて上記力を出力する。ほとんどのタッチ式入力装置では，タッチ中にタッチ式入力装置に加えられる相対圧力を測定することもできる。この相対圧力は制御に用いてもよく，また，少なくとも部分的にユーザに対する触覚による出力の生成に用いてもよい。【0009】",
                    "［0010］  このタッチ式入力装置は，コンピュータのディスプレイスクリーンから離れたタッチパッドであってよく，または，タッチスクリーンとしてコンピュータのディスプレイスクリーンに含まれてもよい。このタッチ式入力装置は，コンピュータもしくは携帯機器のハウジングに一体化することができ，またはコンピュータから独立したハウジングに備えることもできる。ユーザは，指，スタイラスペン，その他を用いてタッチ面に接触する。このアクチュエータは，圧電アクチュエータ，ボイスコイルアクチュエータ，ページャーモータ，ソレノイド，またはその他のタイプのアクチュエータを含むことができる。一実施形態において，このアクチュエータはタッチ式入力装置と接地面との間に接続される。別の実施形態では，このアクチュエータは慣性質量部に結合される。このアクチュエータは，ディスプレイスクリーンとタッチスクリーンデバイスのディスプレイスクリーン上に配された透明なタッチ入力パネルとの間に相対移動を生じさせるよう，結合されてもよい。・・・。【0010】",
                    "［0011］  パルス，振動，または空間テクスチャなどの触覚による感覚は，ユーザが制御する位置とグラフィック環境におけるグラフィックオブジェクトとの間の相互作用に応じて出力されてもよい。このタッチ式入力装置は，複数の異なる領域を含むことができ，この領域のうち少なくとも1つは位置信号を与え，少なくとも別の1つは，値またはボタン押下のレート制御機能のような別の機能を制御するためにコンピュータに用いられる信号を与える。異なる領域および領域間の境界は，異なる触覚による感覚と関連付けることができる。また，レート制御は，ユーザにより加えられるタッチ力の大きさにより設定されてもよい。例えば，大きな力はレート入力を増加させ，小さな力はレート入力を減少させるように用いることができる。【0011】",
                    "［0012］  本発明は，タッチパッドやタッチスクリーンなど，コンピュータの平面タッチ制御デバイスに触覚フィードバックを与えるという効果を有する。この触覚フィードバックは，グラフィカルユーザインターフェースまたはその他の環境においてユーザの支援および相互作用やイベントの通知を可能とし，カーソルによるターゲッティングタスクを簡易にすることができる。・・・。【0012】",
                    "［0024］  本発明におけるタッチ式入力装置（タッチパッド16またはタッチスクリーン）は，タッチ式入力装置と物理的に接触しているユーザに対して触覚による感覚などの触覚フィードバックを出力することができる。以下に，触覚フィードバックタッチ式入力装置の構造を詳述する各種の実施形態を，より詳細に説明する。好ましくは，タッチ式入力装置上で力の出力は線形的（またはほぼ線形的（略線形的））であり，タッチ式入力装置の表面およびコンピュータ10の表面に対して垂直またはほぼ（略）垂直なZ軸に沿った方向を向いている。別の実施形態では，タッチ式入力装置に力を加えて，Z軸動作に加えてまたはその代わりに，タッチ式入力装置の表面の面に対して横（例えばX-Y）方向の運動を引き起こすことができるが，そのような動きは現在のところ好ましくない（【0022】）。",
                    "［0025］  タッチ式入力装置に接続された1つ以上のアクチュエータを用いて，タッチ式入力装置に接触しているユーザに対して各種の触覚による感覚を出力することができる。例えば，衝撃や振動（可変，または一定の振幅で），およびテクスチャを出力することができる。タッチ式入力装置上への力出力は，少なくとも部分的に，タッチ式入力装置上の指の位置またはホストコンピュータ10のグラフィック環境内で制御されているオブジェクトの状態に基づいており，および／またはこのような指の位置またはオブジェクトの状態からは独立している。タッチ式入力装置上へのこのような力の出力は，「コンピュータで制御」される。というのは，マイクロプロセッサまたはその他の電子制御部は，電子信号を用いて，アクチュエータ（単数または複数）からの力出力の大きさおよび／または方向を制御するからである。タッチ式入力装置全体に単一の統合された部材として触覚による感覚を与えることが好適である。他の実施形態においては，触覚による感覚が特定の部分にのみ与えられるように，パッドの個別可動部分には，それぞれ触覚フィードバックアクチュエータおよび関連する伝達部を設けることができる。例えば，ある実施形態では，屈曲可能またはタッチ式入力装置のその他の部分に対して移動させることのできる，複数の異なる部分を有するタッチ式入力装置を含んでもよい。【0023】",
                    "［0033］  図3は，本発明の触覚フィードバックをユーザに与えるタッチパッド16の第1の実施形態40の斜視図である。この実施形態において，1つ以上の圧電アクチュエータ42がタッチパッド16の下面に接続されている。圧電アクチュエータ42は，当業者には周知の適切な電子機器により駆動される。一実施形態では，1つの圧電アクチュエータ42がタッチパッド16の中央またはその近傍に，あるいはハウジングのスペースの制約により必要があれば片側に，配置される。他の実施形態では，複数の圧電アクチュエータ42がタッチパッドの異なる領域に配置されてもよい。破線は，アクチュエータ42がパッド16の角部とパッドの中央部に配置された一構成を示している。【0031】",
                    "［0034］  ユーザがタッチパッドに接触している場合，圧電アクチュエータ42は，それぞれ，小さなパルス，振動，またはテクスチャ感覚をタッチパッド16上，そしてユーザに対して出力する。・・・。【0032】",
                    "［0035］  アクチュエータ42が出力する振動の周波数は，異なる制御信号をアクチュエータ42に与えることにより変化させることができる。さらに，パルスまたは振動の大きさは，与えられた制御信号に基づいて制御することができる。複数のアクチュエータ42が備えられている場合，2つ以上のアクチュエータを同時に動作させることにより，タッチパッド上により強い振動を与えることができる。さらに，アクチュエータがタッチパッド上の極端に端部に配されており，これが動作している唯一のアクチュエータである場合には，ユーザはタッチパッド上のアクチュエータがある側で，その反対側よりも強い振動を感じる。異なる大きさおよび局所的な効果は，全てのアクチュエータではなく，一部のアクチュエータを動作させることにより得られる。パッドに接触しているユーザの指先は極めて敏感であるため，出力される力がそれほど大きくなくとも触覚による感覚を効果的かつ強力なものとすることができる。【0033】",
                    "［0050］  ・・・タッチパッドの主要な機能は正確なターゲッティングであるため，触覚による感覚によりターゲッティングをゆがめたり損なったりすることは，例え少しであっても望ましくない。この問題を解決するために，本発明のタッチパッドデバイスは，タッチパッド表面の平面上のX軸およびY軸に垂直な，ほぼZ軸の慣性力を用いる。このような構成では，スクリーンのX軸およびY軸におけるユーザが制御するグラフィックオブジェクトの正確に配置することを妨げることなく，触覚による感覚を知覚的に強いレベルでユーザに与えることができる。さらに，この触覚による感覚は，2次元平面の作業空間またはディスプレイスクリーンに対して第3の自由度に関するため，Z軸方向の衝撃またはパルス出力は，ユーザにとってはむしろスクリーンから「盛り上がる」またはスクリーンへと「へこむ」立体的な隆起やくぼみとして感じられ，触覚による感覚をより現実味のあるものとし，またより強力な相互作用を生み出す。例えば，カーソルがウィンドウの境界上を移動する際に出力される上向きのパルスは，ユーザが指または他の物体をウィンドウ境界の隆起を越えて移動するような錯覚を生み出す。【0048】",
                    "［0051］  図7は，本発明のタッチパッド16の上面図である。タッチパッド16を単にポインティングデバイスとして用いることができる実施形態もあり，ここではパッドの全領域がカーソル制御に用いられる。他の実施形態では，パッドの異なる領域がそれぞれ異なる機能用に設計されている。このような領域を用いた実施形態のあるものでは各領域の下にアクチュエータを備えてもよく，また領域を用いた別の実施形態ではパッド16全体に力を加える単一のアクチュエータを用いることができる。図に示す実施形態では，中央のカーソル制御領域70がカーソルの位置指定に用いられる。【0049】",
                    "［0053］  タッチパッド16上に出力可能な別のタイプの力感覚に，テクスチャ力がある。このタイプの力はパルス力に類似するが，タッチパッドの領域上でのユーザの指位置および／またはグラフィック環境内のカーソル位置に依存する。したがって，テクスチャ隆起は，カーソルがグラフィックオブジェクトにおける隆起位置を越えて移動されたかどうかによって出力される。このタイプの力は，空間依存でもある。すなわち，この力は，カーソルが指示されたテクスチャ領域を移動する際のカーソル位置に依存して出力される。カーソルがテクスチャの「隆起」の間に位置するときには力は出力されず，カーソルが隆起上を移動すると力が出力される。これは，ホスト制御（例えば，カーソルが格子上をドラッグされるとホストがパルス信号を送信する）によって実現可能である。ある実施形態では，個別のタッチパッドマイクロプロセッサを，タッチパッドを用いた触覚フィードバック専用とすることができ，テクスチャ効果はローカル制御を用いて実現することができる（例えば，ホストは高レベルのテクスチャパラメータのコマンドを送信し，感覚はタッチパッド処理部により直接制御される）。別の場合では，テクスチャはユーザに振動を与えることによって実現され，この振動はタッチパッド上のユーザの指（または他の物体）の現在の速度に依存する。指が静止しているとき，振動は起こらない。指がより速く動くと，振動の周波数と振幅が上昇する。この感覚は，タッチパッド処理部（あれば）によってローカルに，またはホストによって，制御可能である。ある実施形態では，パッド処理部によるローカルな制御により通信負担を排除することができる。他の空間的力感覚を出力することもできる。加えて，ここに記載された力感覚は全て，望ましい場合には，同時または組み合わせて出力することができる。【0051】",
                    "［0095］  一実施形態において，タッチセンサ式パネル702は，さらに様々な領域720に分割することができ，これらの領域はさらに境界722により分けることができる。タッチセンサ式パネル702は，領域720のみにタッチされているときはユーザ選択を受け付ける。逆に，タッチセンサ式パネル702は，境界722にタッチされているときはユーザ選択を受け付けない。タッチセンサ式パネル702は，さらに，4個のアクチュエータ710を有し，アクチュエータ710は，その方向に応じて，タッチセンサ式パネル702に対して面内のまたは面外の運動を発生させて触覚による感覚を与えることができる。アクチュエータ710は，タッチセンサ式パネルがディスプレイ704に対して動くように設置されてもよい。【0093】",
                    "［0096］  FIG. 27 is a flow diagram illustrating a method for generating a haptic effect in accordance with one embodiment of the present invention. A process for generating haptic sensation starts at block 802. In one embodiment， the process can be activated by a user who touches a touch-sensitive panel possibly in a predetermined location or locations. In another embodiment，  the  process  is  activated  by  a  touch  signal  or  contact  signal  sent  by  the touch-sensitive panel， which indicates that a selection has been made by a user. ",
                    "＊甲2の【0094】の記載",
                    "図27は，本発明の実施形態に係る触覚効果を生成する方法を示すフロー図である。触覚による感覚を生成するプロセスは，ブロック802から始まる。一実施形態において，このプロセスはタッチセンサ式パネルのおそらくは所定の箇所または複数箇所に触れているユーザにより作動させることができる。別の実施形態では，このプロセスはタッチセンサ式パネルが送信するタッチ信号または接触信号により動作させられ，この信号はユーザによる選択を示す。",
                    "＊上記下線部について原告主張の訳文",
                    "「一実施形態において，このプロセスは，タッチセンサ式パネルに触れているユーザにより所定の一箇所又は所定の複数箇所において作動させることができる。」",
                    "［0105］  最後に図29，30および31を参照すると，これらの図は，タッチパッドおよび／もしくはタッチスクリーンまたは類似のタッチ式入力装置の領域をどのように利用することができるか示している。各図において，タッチ式入力装置のタッチセンサ式表面の領域は，特定の入力と関連づけられている。図29では，「＋」領域と「-」領域とが設けられる。これは，例えば，画像を図的に提示するグラフィック環境におけるズームイン（＋）またはズームアウト（-）に用いることができる。図30は，「＋X」および「-X」，「＋Y」および「-Y」を有するバージョンであり，これは，オブジェクトの並進もしくは回転や，グラフィカルに示されたオブジェクトと相互作用するなど，要望どおりに用いることができる。最後に，図31は，図30に示すものと類似の構成を示すが，直観的な方法で中間値（例えば，同時にある程度の-Xとある程度の＋Y）を入力することができる。ある実施形態では，これらの領域はその領域とともに任意の時点において何を制御するようになっているのかを示す表示，ユーザに与えられる入力の速さを示す触覚フィードバック，グラフィック環境における境界や類似の条件などがタッチスクリーン上に表示されてもよい。【0103】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，引用発明について次のとおり認められる。",
                    "引用発明は，コンピュータシステム及び電子機器とのインターフェースに使用されるユーザに触覚フィードバックを与えるデバイスに関するものである（甲1の［0003］，甲2の【0001】）。",
                    "従来，ノートパソコンなどの携帯型のコンピュータや電子機器では，一体化したディスプレイ装置を組み込まないタッチパッドやディスプレイ装置を組み込んだタッチスクリーンなどのタッチ式入力装置において，容量センサ，赤外線ビーム，タッチ式入力装置に加えられた圧力を検出する圧力センサなどの各種のセンサ技術のいずれかにより，ポインティングオブジェクト（ユーザの指や入力用のスタイラスペンなど）の位置を感知し，一般的な用途においては，ユーザは指先でタッチ式入力装置に接触し，制御デバイスの表面で指を動かしてグラフィック環境内に表示されたカーソルを移動させ，又は表示要素を選択するものがあった（甲1の［0006］，甲2の【0006】）。しかし，既存のタッチ式入力装置では，ユーザに触覚フィードバックを与えないため，タッチパッドのユーザは，グラフィック環境における対象の指示やその他の制御タスクを通知する触覚による感覚を感じることができなかった（甲1の［0007］，甲2の【0007】）。",
                    "そこで，引用発明は，コンピュータシステムへの入力に用いるタッチパッドやタッチスクリーンなどの平面型タッチ式入力装置に関し，触覚フィードバックを提供して，表示されたグラフィック環境における，又はタッチ式入力装置を用いて電子機器を制御する際の，相互作用や操作性を高めることを目的とし，コンピュータに信号を入力し，又はタッチ式入力装置のユーザに対して，力を出力する触覚フィードバックタッチ式入力装置を提供するものである（甲1の［0008］，［0009］，甲2の【0008】，【0009】）。具体的には，タッチ面上のユーザの接触位置に基づき，コンピュータの処理部に位置信号を入力するよう操作可能なタッチ面を備えるタッチ式入力装置と，タッチ式入力装置と物理的に接触しているユーザに対して触覚による感覚などの触覚フィードバックを出力できる1つ以上のアクチュエータと，を備え，アクチュエータを用いて，ユーザに対して各種の触覚による感覚，例えば，可変の振動やテクスチャを出力することができ，アクチュエータが出力する振動の周波数は，異なる制御信号を与えることにより変化させることができ，さらに，パルス又は振動の大きさは，与えられた制御信号に基づいて制御できるものである（甲1の［0008］～［0012］，［0024］，［0025］，［0033］～［0035］，［0053］，甲2の【0008】～【0012】，【0022】，【0023】，【0031】～【0033】，【0051】）。これにより，コンピュータの平面タッチ制御デバイスに触覚フィードバックを与え，グラフィカルユーザインターフェース又はその他の環境においてユーザの支援及び相互作用やイベントの通知を可能とし，カーソルによるターゲッティングタスクを簡易にすることができる（甲1の［0012］，甲2の【0012】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の引用発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，センサ式タッチパネルの複数箇所にユーザが同時に触れることについての記載はなく，甲1の［0096］“In one embodiment， the process can be activated by a user who touches a touch-sensitive panel possibly in a predetermined location or locations.\"との記載は，プロセスを作動させることができる箇所が，タッチセンサ式パネルの所定の箇所又は複数箇所（in a predetermined location or locations）であることを示すという点については，当事者間に争いがない。",
                    "ところで，審決は，甲1の［0096］の上記記載について，甲2の【0094】の記載を訳文としてそのまま参照し，「一実施形態において，このプロセスはタッチセンサ式パネルのおそらくは所定の箇所または複数箇所に触れているユーザにより作動させることができる。」と翻訳して，これに基づいて引用発明を前記3(1)のとおり認定し，「触覚による感覚を生成するプロセスは，センサ式パネルの所定の箇所または複数箇所に触れているユーザにより作動させることができる，」と認定した。この表現によれば，引用発明の「複数箇所に触れているユーザにより作動させる」とは，触覚による感覚を生成するプロセスの作動が，ユーザによるタッチセンサ式パネルへの接触が併発，すなわち，ユーザによる同パネルのある箇所への接触と他の箇所への接触とが少なくともある一時点において併存している（当該一時点で見れば，同時に接触していることになる。）ことにより生じる状態を示すと理解するのが通常である。",
                    "そうすると，審決が，仮に，被告の主張するようにユーザが同パネルの複数箇所を同時に接触する状態を示すことを意図していないとしても，上記の表現では，審決が意図しない状態が認識されるから，当該認定は，不適切であったといわざるを得ない。前記の下線部分は，「一実施形態において，このプロセスは，センサ式パネルに触れているユーザにより，所定の箇所又は複数箇所で，作動させることができる。」と翻訳し，これに基づいて，引用発明の該当部分は，「触覚による感覚を生成するプロセスは，センサ式パネルに触れているユーザにより，所定の箇所又は複数箇所で作動させることができる，コンピュータシステム。」と認定すべきであったと解される。",
                    "もっとも，引用文献が外国文献である場合に，引用発明の認定を適切な訳文で表現するのが難しいことは容易に推測できるところであり，十分に適切な表現ができていない場合に，直ちにそれが引用発明の誤認や審決の取消理由となるものではないから，引用発明の正しい認定を前提として，審決が理解した引用発明に基づく本願発明との相違点及び相違点に関する判断についても検討する必要がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，平成24年8月13日付け拒絶理由通知書（甲6）には，本願発明と，方法発明の点及び動的な触覚効果の変動に関する点において相違するにすぎない同年11月9日付け補正前の請求項1（「触覚効果を生成する方法であって，タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチを感知するステップ，及び前記感知するステップに応答して動的な触覚効果を生成するステップ，を含む，方法。」）について，甲1に基づいて特許法29条1項3号に該当する旨の拒絶理由が記載され，その備考欄に「引用文献1には，タッチスクリーンのタッチによって，衝撃や振動（可変，または一定の振動）をともなう触覚効果を生成するマルチタッチデバイスが記載されており（特に第22段落），第96段落には当該タッチが複数箇所のタッチであることも記載されている。」との記載がある。そして，上記補正前の請求項24（本願発明に対応するもの）に係る拒絶理由として，甲1に記載された「発明に基づいて，その出願前にその発明の属する技術分野における通常の知識を有する者が容易に発明をすることができたものである」と記載され，上記の備考欄を参照する旨の記載がある。前記のとおり，審決は，「少なくとも2つの実質的に同時に起こるタッチの感知」か否かを相違点として挙げていることから，被告主張のように，プロセスを作動させることができる箇所が，タッチセンサ式パネルの所定の箇所又は複数箇所であることを示す意図で，「触覚による感覚を生成するプロセスは，センサ式パネルの所定の箇所または複数箇所に触れているユーザにより作動させることができる，」と認定したと善解する余地があるが，審決が，上記審査段階の拒絶理由通知と同様に，上記の請求項1記載の発明の新規性を否定できる発明が甲1に記載されていると解していたならば，審決の引用発明の理解は，完全に誤りであったといわざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の認定について",
              "text": [
                "原告は，本願発明の「前記感知に応答して動的な触覚効果を生成する手段」は，「タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチの感知」に応答して，動的な触覚効果を出力する機能を有するものであり，引用発明における「タッチを感知して動的な触覚効果を生成する手段」とは異なるものであるから，相違点として，①「タッチスクリーン上のタッチを感知する手段が，本願発明では，「少なくとも2つの実質的に同時に起こるタッチを感知する」のに対し，引用発明では，「少なくとも2つの実質的に同時に起こるタッチを感知する」構成を有しておらず，かつ，②タッチの感知に応答して動的な触覚効果を生成する手段が，本願発明では，「少なくとも2つの実質的に同時に起こるタッチの感知に応答して動的な触覚効果を生成する」のに対し，引用発明では，「少なくとも2つの実質的に同時に起こるタッチの感知に応答して動的な触覚効果を生成する」構成を有していない点の2点を認定すべきであり，審決の相違点の認定には誤りがある旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで，検討するに，審決は，「タッチスクリーン上のタッチを感知する手段が，本願発明では，「少なくとも2つの実質的に同時に起こるタッチを感知する」のに対し，引用発明では，「『少なくとも2つの実質的に同時に起こるタッチを感知する』か否か明らかではない点。」を認定し，「少なくとも2つの実質的に同時に起こるタッチを感知する」構成の容易想到性について検討しているのであるから，原告主張の上記①の点について，審決の相違点の認定に誤りがあるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，上記②の点について，被告は，「前記感知に応答して動的な触角効果を生成する手段」の「前記感知」は，その前に記載された「感知」であって，「少なくとも2つの実質的に同時に起こるタッチを感知」を意味するものではないと主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，特許請求の範囲の請求項22（本願発明）における，「タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチを感知する手段と，前記感知に応答して動的な触覚効果を生成する手段と，」との文言によれば，それに応答して動的な触覚効果を生成する契機であり要件となる「前記感知」は，「少なくとも2つの実質的に同時に起こるタッチの感知」と理解するのが自然であり，これを複数の各タッチに応答して，それぞれ動的な触覚効果を生成するものと解することは誤りである。",
                        "上記の解釈は，本願明細書の記載を参酌しても，以下のとおり明らかである。",
                        "すなわち，本願発明は，前記1に記載したとおりのものであり，タッチスクリーンとして，複数の同時に起こるタッチポイントを認識し，同時に起こるタッチを解釈するためのソフトウェアを含むものが多いことを前提に，マルチタッチデバイスにおける触覚効果を生成するためのシステムを提供するもので，「該システムは，タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチを感知し，それに応答して，動的な触覚効果を生成する。」（【0006】）ものであり，その他，以下の記載がある。",
                        "【図3】",
                        "【0015】",
                        "図3は，タッチスクリーン11上でのマルチタッチ接触に応答して，図1の電話機10によって実行される機能のフロー図である。一実施形態では，図3の機能は，メモリに格納されているソフトウェアによって実施され，プロセッサ12によって実行される。他の実施形態では，この機能は，ハードウェア，又はハードウェア及びソフトウェアの任意の組合せによって実行されてもよい。",
                        "【0016】",
                        "102において，マルチタッチ接触を感知し，各接触ポイントの位置及び接触ポイントの個数を求める。",
                        "【0017】",
                        "104において，動的な触覚効果を，接触ポイントの位置及び個数に基づいて，また上記で開示した要因（例えば，ポイント間の距離，ポイントの移動方向等）等の任意の数の他の要因に基づいて計算する。触覚効果は，強度，振動，周波数等のような1つ又は複数のパラメータが経時的に変動する点で動的である。触覚効果の動的性質は，静的な触覚効果とは対照的にユーザにさらなる情報を提供する。2つ以上の実質的に同時に起こるタッチがマルチタッチデバイス上で感知されると，さらなる情報を提供する必要性が高まる。一実施形態では，複数の動的な触覚効果を接触ポイント毎に1つずつ計算してもよく，そのため各接触オブジェクト（例えば，各指）は，電話機10全体又はタッチスクリーン11に適用される単一の動的な触覚効果とは異なる触覚効果を経験することができる。",
                        "【0018】",
                        "106において，104において計算された動的な触覚効果を出力して回路16及びアクチュエータ18を駆動し，効果が振動又は他の触覚的感覚の形態で実施されるようにする。",
                        "【0019】",
                        "動作時に，実施形態は，マルチタッチ接触に応答して動的な触覚効果を生成し，電話機10の機能及び有用性を高める。例えば，マルチタッチ接触が2本以上の指である場合，ユーザは，それらの指をタッチスクリーン11にタッチさせるか又はタッチスクリーン11にごく接近させながらそれらの指の間を離して表示されている画像に対してズームインすることができる場合がある。それに応答して，強度又は周波数を増大させて仮想ウインドウ又はオブジェクトのサイズ及び／若しくは容量を大きくするか又は増大させる感覚を伝える動的な触覚効果を生成することができる。それらの指を揃えるように戻す動作によって，仮想ウインドウ又はオブジェクトのサイズ及び／若しくは容量を小さくするか又は減少させる感覚を伝えるために，増大と等しい大きさの，反対に減少する強度又は周波数が生じ得る。",
                        "【0020】",
                        "別の例では，接触，テキスト，又はメニュー項目の表示リストの中を移動するように2本以上の指の間を離して，それに応答して，指のポイント間の距離に基づいて増大する強度又は周波数の動的な触覚効果が生成され得る。ユーザの指の間をさらに離すと，速度が上昇するか又は接触若しくはメニュー項目のリストの中での移動が増大する感覚を伝えるために，触覚効果の強度又は周波数はより大きくなる。それらの指を揃えるように戻す動作によって，速度が下降するか又は接触若しくはメニュー項目のリストの中での移動が減少する感覚を伝えるために，増大と等しい大きさの，反対に減少する強度又は周波数が生じる。",
                        "【0021】",
                        "さらに，2本以上の指は，タッチスクリーン11上で仮想のつまみを回すのに等しい回転ジェスチャを行うことができる。それに応答して，仮想のつまみを回して戻り止め(detent)及び障壁（barrier）等の機械的なつまみを回す際に感じられる感覚を擬態するように，動的な触覚効果を生成することができる。・・・。",
                        "このように，本願明細書には，複数のタッチの相関性に基づいて動的な触覚効果が生じる記載が複数あるが，複数タッチの各タッチに基づいて，それぞれ動的な触覚効果を発生させるものについての記載は一切ない。",
                        "そうすると，本願発明の動的な触覚効果を生じさせる手段は，「タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチを感知」して応答するものであると解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，引用発明は，前記2(1)からも明らかなとおり，「少なくとも2つの実質的に同時に起こるタッチを感知」するものでなく，タッチができ，動的触覚を作動させることができる箇所が複数あり，物理的なタッチに対して，アクチュエータによって，それぞれ，当該タッチに応じた動的な触覚効果を生成できるというものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，タッチの感知に応答して動的な触覚効果を生成する手段について，本願発明では，「少なくとも2つの実質的に同時に起こるタッチの感知に応答して動的な触覚効果を生成する」もので，動的な触覚効果を生成する原因となるものが，「タッチスクリーン上の少なくとも2つの実質的に同時に起こるタッチ」の感知であるが，引用発明では，そのようなタッチの感知ではない点で異なるものであるから，原告の主張する上記相違点②は，相違点と認定すべきであり，審決には，この点において相違点の看過があったと認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点に係る判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用発明が，「触覚による感覚を生成するプロセスは，センサ式パネルの所定の箇所または複数箇所に触れているユーザにより作動させることができる」ものであることを前提として，引用発明には，「タッチ式入力装置の複数箇所にタッチすることが示唆されている」と認定する。",
                    "そして，上記(2)において述べたとおり，上記の前提となる記載は，通常，引用発明に，ユーザがセンサ式パネルの複数箇所に同時的に（併発的に）触れていると認定したものと理解されるところ，このような引用発明の認定は誤りである。また，仮に，審決の上記記載が正確性を欠くものであったにすぎず，相違点判断の前提となる引用発明の技術の理解に誤りはなかったとしても，甲1に記載された発明は，タッチできる箇所が複数箇所あり，物理的なタッチに対して，アクチュエータによって，それぞれ，当該タッチに応じた動的な触覚効果を生成できるというものであるから，これを同時に複数箇所に接触することについての示唆と結び付けることは困難である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，審決は，前記第2，3(3)のとおり，甲1には，タッチ面上のユーザの接触位置に基づき，コンピュータの処理部に位置信号を入力するようタッチ面を操作したときの位置信号を用いる態様として，「位置信号に基づいて，ディスプレイ装置上に表示されたオブジェクトの画像の回転，再配置，拡大および／または縮小に用いることができる」こと，「コンピュータ機器にその他の所望の入力を行うために用いてもよい。この入力には，グラフィック環境において，テキストまたは表示された画像の上下左右への移動，回転，または拡大縮小するスクロール入力を含んでもよい」ことが記載されていることを，少なくとも2つ以上の同時接触の感知を導く根拠として指摘する。",
                    "しかし，上記は，甲1の［0009］（甲2の【0009】）の記載であるが，ここには，前記(1)アに摘記したとおり，グラフィック環境においてカーソルによる位置づけを行うことや，グラフィック環境においてスクロール操作を行うことが記載されているにすぎない。そして，グラフィック環境におけるズームイン又はズームアウト，回転に関し，甲1の［0105］（甲2の【0103】）に「最後に図29，30および31を参照すると，これらの図は，タッチパッドおよび／もしくはタッチスクリーンまたは類似のタッチ式入力装置の領域をどのように利用することができるか示している。各図において，タッチ式入力装置のタッチセンサ式表面の領域は，特定の入力と関連づけられている。図29では，「＋」領域と「-」領域とが設けられる。これは，例えば，画像を図的に提示するグラフィック環境におけるズームイン（＋）またはズームアウト（-）に用いることができる。図30は，「＋X」及び「-X」，「＋Y」及び「-Y」を有するバージョンであり，これは，オブジェクトの並進又は回転や，グラフィカルに示されたオブジェクトと相互作用するなど，要望どおりに用いることができる。最後に，図31は，図30に示すものと類似の構成を示すが，直観的な方法で中間値（例えば，同時にある程度の-Xとある程度の＋Y）を入力することができる。・・・」と記載され，以下の図29～31が示されている。これは，タッチセンサ式パネル表面の一定の領域に特定の機能を持たせ，当該機能と結び付けられた当該領域に接触することでオブジェクトの拡大，縮小や回転を実現するというものであり，接触箇所としては，1箇所を想定したものである。",
                    "【図29】            【図30】              【図31】",
                    "そうすると，甲1に記載されたオブジェクトの拡大，縮小，回転動作は，1つの接触箇所における作動を想定したもので，複数箇所を同時に接触することによって，ズームイン，ズームアウト，あるいは回転動作に結び付けるような記載ではない。",
                    "したがって，引用発明において，複数箇所を同時にタッチすることが示唆されているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲1のFIG．26，［0095］（甲2の【0093】）のパネルを複数の領域に分割する実施態様を参照し，「境界722」に関連して，更に甲1の［0011］（甲2の【0011】）をも参照すれば，パネルの「境界」すなわち複数の領域に触れた場合に触覚フィードバックを対応させる開示があるといえると主張する。",
                        "しかし，前記2(1)アのとおり，甲1の［0011］は，タッチ式センサパネルを複数領域に分けることができ，異なる領域及び領域間の境界は，異なる触覚による感覚と関連付けることができること，甲1の［0095］には，タッチセンサ式パネルを複数の領域に分割し，これらの領域を境界722により分けることができ，領域内にタッチした時には，ユーザ選択を受け付け，境界722をタッチしたときには，ユーザ選択を受け付けないことが記載されている。すなわち，甲1には，複数の領域におけるタッチをそれぞれ感知することができ，当該領域の感知に関連付けられた異なる触覚をそれぞれ出力できることが記載されているにすぎず，このような記載によれば，「境界722」については，「境界722」という領域を設定し，当該領域において異なる触覚を出力する（又は何も出力しない）ことを開示していると解され，複数領域への同時接触を感知した結果としての境界領域であると認識したことを窺わせる記載はない。",
                        "したがって，被告の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，被告は，甲1の［0060］（甲2の【0058】）に「Even when the user removes his fingers....」（ユーザが指を離すときでさえ…）と複数の指の記載もあることを指摘する。",
                        "しかし，甲1の［0060］（甲2の【0058】）は，「指を離すときでさえ，力を感じる」として，ユーザに対してボタン押下（又は解除）のリアルなエミュレーションを与えることに関する説明部分にすぎず，これに対応した図10にも，プッシュボタン動作特性が示されているだけであるから，fingers と複数形で示されているからといって，同時に複数の指がパネルの複数箇所に接触した後にこれを離す場合を示したものとは解することはできない。このことは，被告自身が，この記載があるにもかかわらず，甲1において，複数箇所を同時にタッチする記載がないと述べていることからも明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，審決のした相違点（原告の主張する相違点①に相当）に関する判断も誤りであり，前記(3)イのとおり，原告の主張する相違点②についての看過があるから，本願発明は，甲1及び周知技術に基づいて容易に想到できるとした審決の判断は，誤りであって，審決は取り消されるべきものである。",
                "なお，本件においては，拒絶査定不服審判請求と同時に本件補正がなされているところ，審決には，補正の目的をいかに解したか明らかにされておらず，補正の適否について一切触れられていない（仮に，本件補正を明りょうでない記載の釈明に加え特許請求の範囲の減縮にもあると解した場合には，特許法159条1項，53条1項，17条の2第6項，126条7項による補正の許否について検討し，補正を却下する場合には，本件補正前の発明に係る特許の要件について判断すべきことになる。）。",
                "そこで，続く審判手続においては，まず，補正の適否に関する判断を行い，その後，進歩性の判断を行うのであれば，前記のとおり，正しく引用発明を認定した上，相違点①に関して，引用発明に周知である技術が適用できるか否か，また，前記の看過した相違点②に関し，容易想到か否かが，それぞれ検討されるべきものといえる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由1に理由があるから，その余の点について判断するまでもなく，原告の請求を認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}