{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-29390号事件について平成25年9月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「ヘルペスの治療のためのPVP-ヨウ素リポソームの使用」とする発明について，2004年(平成16年)2月12日(優先権主張日2003年(平成15年)2月24日，(EP)欧州特許庁)を国際出願日とする特許出願(特願2006-501821号。以下「本願」という。)をした。",
            "原告は，平成22年4月19日付けの拒絶理由通知(甲2)を受けたため，同年7月27日付けで本願の特許請求の範囲について手続補正(以下「本件補正」という。甲6)をしたが，同年8月23日付けの拒絶査定(甲7)を受けた。",
            "原告は，同年12月27日，拒絶査定不服審判を請求した(甲8)。",
            "特許庁は，上記請求を不服2010-29390号事件として審理を行い，平成25年4月18日付けの拒絶理由通知(甲9)をした。これに対し原告は，同年7月19日付けの意見書(甲12)を提出した。",
            "その後，特許庁は，同年9月9日，「本件審判の請求は，成り立たない。」との審決(出訴期間の付加期間90日。以下「本件審決」という。)をし，同月24日，その謄本が原告に送達された。",
            "原告は，平成26年1月21日，本件審決の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本願発明」という。)。",
            "「【請求項1】",
            "単純疱疹感染又は帯状疱疹感染によって引き起こされる皮膚障害，水疱及び痒みの治療用医薬製剤であって，",
            "該製剤が，薬学的に許容されるリポソームと併せて薬学的に有効な量のヨウ素またはヨウ素を元素の形で含有する少なくとも一つのヨウ素複合体を含有する，前記医薬製剤。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，本願の優先権主張日前に頒布された刊行物である「Friedrich,",
            "E G; Masukawa, T，Effect of povidone-iodine on Herpes genitalis，Obstetrics & Gynecology，米国，1975.03.発行，Vol.45, No.3，337-339」(以下「引用例1」という。甲10)に記載された発明及び特表2003-500435号公報(以下「引用例2」という。甲3，11)に記載された発明に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないから，本願は拒絶すべきものであるというものである。",
            "本件審決が認定した引用例1に記載された発明(以下「引用発明」という。)，本願発明と引用発明の一致点及び相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用発明",
              "text": [
                "「ヘルペスウイルスの陰部疱疹感染によって引き起こされる子宮頸部潰瘍障害，水疱及び痒みの治療用医薬製剤であって，該製剤が，薬学的に有効な量のポビドンヨード10％溶液又はポビドンヨードのゲルを含有し，病変部に外用される，前記医薬製剤」の発明。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願発明と引用発明の一致点",
              "text": [
                "「単純疱疹感染によって引き起こされる症状の治療用医薬製剤であって，該製剤が薬学的に有効な量のヨウ素を含有するヨウ素複合体を含有する医薬製剤」である点。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本願発明と引用発明の相違点",
              "text": [
                "本願発明では製剤がヨウ素複合体と併せて薬学的に許容されるリポソームの含有されるものであるのに対し，引用発明では製剤がリポソームの含有されない10％水性溶液またはゲルである点(以下「相違点1」という場合がある。)，及び，本願発明では治療対象の症状が皮膚障害，水疱及び痒みとされるのに対し，引用発明ではそれらの症状のうち皮膚障害が示されていない点(以下「相違点2」という場合がある。)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "取消事由1(引用発明の認定の誤り)"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "引用例1(甲10)には，ポビドンヨード10％溶液又はポビドンヨードのゲルによる予備試験の対象となった症状として，HSV(単純ヘルペスウイルス。以下同じ。)の感染に起因する水疱及び痒みについての記載はない。",
                "もっとも，引用例1には，痒みに関し，「訪問調査のたびに，痒み，苦痛，排尿困難の重症度を0から3＋の尺度で段階づけた。」(訳文3頁15行～16行)との記載はあるものの，「0から3＋の尺度で段階づけた」結果についての記載は全くないから，各患者が最初の訪問調査を含む各訪問調査の時点で，痒みの症状を有していたのか否かですら，不明としかいえない。この点について，乙3に，「単純ヘルペス」の項目において，「かゆみのある短い前駆期…(再発性HSV-1では一般的に6時間未満)」(1297頁左欄23行～25行)，乙5に，「性器ヘルペスウィルス感染症(女性)」に関し，「潜伏期の後に外陰部に掻痒感などの前駆症状に次いで比較的突然発症する」(235頁左欄下から6行～5行)等と記載されているように，痒みはHSV感染症の前駆症状であることからすると，引用例1における各患者は，最初の訪問調査の時点において既に，「かゆみのある短い前駆期」を経過していた可能性を否定できないから，引用例1の上記記載から，対象患者が痒みの症状を有していたと断定するのは無理というほかない。",
                "次に，引用例1には，子宮頸部の病変(潰瘍障害)を示していた2人の患者について，「2人とも治療に劇的に反応し，子宮頸部は6日以内に全体が正常に見えるようになった。この発見は，子宮頸部および膣ヘルペスに対する良い治療アプローチが現在欠如しているという観点での，より大きい重要性を仮定させる。」(訳文4頁11行～13行)との記載があるが，水疱については，そもそも上記2人の患者が治療開始時に水疱の症状を有していたことすら記載されていないから，水疱の治療効果の記載があるとはいえない。また，「より大きい重要性を仮定させる」との表現からみても，少なくとも水疱についての治療効果が確認されたことを記載するものとは認められない。",
                "被告は，この点に関し，引用例1の表1(別紙参照)には，ポビドンヨード10％溶液又はポビドンヨードのゲルが外性器のHSV感染治療に有効であったと評価できる結果が記載されており，引用例1の「考察」の記載は，ヘルペスウイルスの陰部疱疹感染によって引き起こされる症状に対するポビドンヨード10％溶液又はポビドンヨードのゲルの外用による治療を肯定している旨主張する。",
                "しかしながら，引用例1の表1及び「考察」のいずれにも，対象患者が痒みや水疱の症状を有しており，かつ，かかる症状が治癒されたとの記載はないから，被告の上記主張は，失当である。",
                "したがって，引用例1に，「ヘルペスウイルスの陰部疱疹感染によって引き起こされる，水疱及び痒みの治療用医薬製剤」の発明の開示があるとはいえない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "仮に引用例1による予備試験の対象となった症状にHSVの感染に起因する水疱及び痒みが含まれることが記載されていると解したとしても，試験対象患者数が10人(10例)とわずかであり，かつ，引用例1に「これらの10人の患者は，外性器のHSV感染症に対するポビドンヨードの効果を評価するための予備試験群である。…このような小さい標本から有効な結論を引き出すことはまったくできない。」(訳文4頁20行～25行)と明記されていることに照らせば，かかる予備試験の結果から「ポビドンヨード10％溶液又はポビドンヨードのゲルを有効成分とし，HSVの感染に起因する水疱及び痒みの治療を用途とする用途発明」の開示があるとはいえない。",
                "したがって，引用例1に，「ヘルペスウイルスの陰部疱疹感染によって引き起こされる，水疱及び痒みの治療用医薬製剤」の発明の開示があるとはいえない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上のとおり，引用例1には，「ヘルペスウイルスの陰部疱疹感染によって引き起こされる，水疱及び痒みの治療用医薬製剤」の発明の開示があるとはいえないから，本件審決がした引用発明の認定は誤りである。",
                "そして，本件審決は，引用発明の認定を誤った結果，本願発明における「ヘルペスウイルスの陰部疱疹感染によって引き起こされる，水疱及び痒みの治療用医薬製剤」の構成についての容易想到性の判断を遺脱している。",
                "取消事由2(相違点の判断の誤り)",
                "本件審決は，相違点について，引用発明である医薬製剤に含有される薬理学的に有効な量のヨウ素を含有するヨウ素複合体を，引用例2に記載されたリポソーム粒状担体と組み合わせて含有する製剤(相違点1に係る本願発明の構成)とした上で，単純疱疹感染によって引き起こされる病変である皮膚障害，水疱及び痒みの治療を用途とすること(相違点2に係る本願発明の構成)は当業者が容易に想到し得たことである旨判断した。",
                "しかしながら，以下のとおり，引用例1のほか，引用例2にも相違点2に係る本願発明の構成の開示はなく，また，引用例1及び引用例2を組み合わせる動機付けも存在しないから，本件審決の上記判断は，誤りである。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "引用例2(甲3，11)には，ポビドンヨードを抗炎症剤として用い，かつ，リポソーム粒状担体を用いる医薬製剤が記載されているものの，かかる医薬製剤によって，ヘルペスウイルスによって引き起こされる皮膚障害が治癒されたことを示す記載は一切ない。",
                "もっとも，引用例2には，「疾患，創傷，火傷などによる損傷」からの組織修復プロセスにおける「望ましくない組織の形成の回避」(段落【0012】)，「望ましくない組織形成の発生を抑制(すること)」(段落【0014】)を目的ないし解決すべき課題とし，上記課題の解決手段として，機能的かつ美容的な組織の再構築および修復治療という用途を有する，抗炎症剤や抗感染剤とリポソーム等の粒状担体とを組み合わせてなる医薬製剤の発明が開示されているが，その発明が対象とする用途のうち，皮膚の障害に関するものは，「皮膚等の瘢痕組織の形成の回避」である。かかる瘢痕組織は，「HSV感染した場合に普通に見られる水疱，潰瘍，紅斑などの症状」とは異なり，これらの症状の治癒の過程において生じる可能性のある新たな障害であるから，本願発明の「皮膚障害」に当たらない。",
                "また，引用例2の目的ないし解決課題は，上記のとおり，「望ましくない組織(瘢痕組織)の形成の回避」であるのに対し，引用例1の目的ないし解決課題は，ポビドンヨードの溶液ないしゲルを用いたHSV感染症の治療であり，引用例1には，HSVの感染に起因する症状として子宮頸部の潰瘍や膿疱の記載及び当該症状について治療効果があったという記載はあるものの，当該症状の治癒の過程で新たに生じ得る「望ましくない組織(瘢痕組織)」の形成やその回避については，何ら記載がないから，この点を引用例1の目的ないし解決課題とするものでないことは明らかである。",
                "したがって，引用例1と引用例2では，目的ないし解決課題が異なるから，引用発明に引用例2に記載された発明を組み合わせる動機付けは存在しない。",
                "さらに，仮に引用発明と引用例2に記載された発明を組み合わせたとしても，相違点2に係る本願発明の構成である「単純疱疹感染又は帯状疱疹によって引き起こされる皮膚障害の治療」という用途は得られない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件審決は，相違点2に係る本願発明の構成が容易想到であることの根拠の一つとして，引用例1には，「ポビドンヨードの溶液及びゲルの外用により患者が無症候になったこと(すなわち，あらゆる症候が消失したこと)が示されている」ことから，「ポビドンヨードによる治療が個々の症候の抑制のみならずヘルペスウイルス自体を抑制する根本治療になるものと推察され，ヘルペスウイルスの感染により生じる皮膚障害の治療においてもポビドンヨードによる治療効果が推察される」と述べている。",
                "患者は，外性器のHSV感染症に対するポビドンヨードの効果を評価するための予備試験群である。…このような小さい標本から有効な結論を引き出すことはまったくできない。」(訳文4頁20行～25行)と明記されていることからすると，本件審決が挙げる引用例1の上記記載部分のみから，「ポビドンヨードによる治療が個々の症候の抑制のみならずヘルペスウイルス自体を抑制する根本治療になるものと推察され，ヘルペスウイルスの感染により生じる皮膚障害の治療においてもポビドンヨードによる治療効果が推察される」などとはいえない。",
                "また，仮に引用例1からヘルペスウイルスの感染により生じる皮膚障害の治療においてもポビドンヨードによる治療効果が推察されるとしても，治療効果の推察にとどまり，治療効果が確認されていないのであれば，本願発明における「単純疱疹感染又は帯状疱疹によって引き起こされる皮膚障害の治療」という用途の構成が容易想到であることの根拠にはならない。",
                "なお，「水疱」は本願発明の「皮膚障害」に含まれるが，引用例1に，対象患者が水疱の症状を有しており，かつ，かかる症状が治癒されたとのウ  以上のとおり，引用例2には，引用例2記載のリポソーム粒状担体を用いる医薬製剤によって，ヘルペスウイルスによって引き起こされる皮膚障害が治癒されたことを示す記載は一切ないから，仮に引用発明に引用例2に記載された発明を組み合わせたとしても，「単純疱疹感染又は帯状疱疹によって引き起こされる皮膚障害の治療」という用途(相違点2に係る本願発明の構成)は得られないし，また，そもそも引用発明に引用例2に記載された発明を組み合わせる動機付けは存在しないから，引用発明及び引用例2に記載された発明に基づいて当業者が相違点1及び2に係る本願発明の構成を容易に想到し得たことであるとした本件審決の判断は誤りである。",
                "まとめ",
                "以上によれば，本願発明は，引用例1及び引用例2に記載された発明に基づいて当業者が容易に発明をすることができたものであるとした本件審決の判断は誤りであり，本件審決は，違法であるから，取り消すべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "text": [
            "取消事由1(引用発明の認定の誤り)に対し"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "引用例1(甲10)の記載事項(訳文2頁26行～27行，3頁4行～12行，12行～16行，19行～26行)から，当業者は，陰門並びに膣及び子宮頸部にHSV感染による病変のある患者が知覚する具体的な症状として，「痒み，苦痛，排尿困難」があること，このような患者にポビドンヨード10％溶液又はポビドンヨードのゲルを用いて治療すると，研究対象とした10人の患者中9人に全ての症候の段階的な軽減がみられ，無症候とすることができたことを理解する。",
                "そうすると，引用例1には，ポビドンヨード10％溶液又はポビドンヨードのゲルを用いて膣及び子宮頸部のHSV感染を治療すると，痒みを伴う病変を治療できること，すなわち「痒み」を治療できることが示されているといえる。",
                "また，引用例1の上記記載事項(特に，訳文3頁19行～26行)から，当業者は，引用例1に，ポビドンヨード10％溶液又はポビドンヨードのゲルの使用による「膣水疱」(膣ヘルペス，膣疱疹と同義である。乙1，2)の治療可能性が示されていることを理解する。",
                "そして，「水疱(ヘルペス，疱疹)」は，HSV感染の典型的な症状であり，「痛み」や「痒み」の症状を伴うこともしばしばであることが技術常識であること(乙3ないし6)，「痛み」や「痒み」は患者本人が自覚できる症状であることからすると，引用例1に「痒み」や「水疱」が治療されたことの明記がなくとも，当業者は，引用例1の上記記載事項から，ポビドンヨード10％溶液又はポビドンヨードのゲルには外性器のHSV感染による「痒み」や「水疱」などの症状に対する治療効果があると理解する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "引用例1の表1(別紙参照)には，引用例1記載の試験において，細胞学的検査でHSV感染であると確認された患者7例のうち6例と，細胞学的検査ではHSV感染であると確認はされなかったものの，その疑いがあったと考えられる患者3例の全てに治療効果が認められたことが示されており，これは，ポビドンヨード10％溶液又はポビドンヨードのゲルが外性器のHSV感染治療に有効であったと評価できる結果であるといえる。",
                "また，引用例1における「化学剤によるHSVの不活化の研究において，SeryおよびFurgiueleは，10-3のモル濃度のヨウ素が，ウイルス接種材料を100％不活化したことに言及した。ポビドンヨード溶液は，皮膚消毒に一般に使用され，局所用ヨウ素の容易に入手可能な源である。したがって，女性器のHSV感染症におけるポビドンヨード製剤(Betadine(登録商標))の臨床的有効性を評価するために，予備試験を行った。」(訳文2頁19行～24行)，その試験の結果に基づく「考察」として「本試験で使用したポビドンヨード製剤の使用の有効性についての全体的な臨床的印象は良好であった。このような小さい標本から有効な結論を引き出すことはまったくできないが，これらの知見は，有望であり，ウイルス培養対象を用いたより大きい集団でのさらなる試験を明らかに正当化する。公知の副作用または理論的な副作用がないこと，この製剤の広範な利用可能性，自宅での自己治療の容易さ，および潜在的な二次皮膚病原体に対するポビドンヨードの同時有効性はすべて，その使用に対する追加の利点であり，臨床試験に広げれば，この療法の有効性が確認されるはずである。」(訳文4頁22行～5頁2行)との記載は，ヘルペスウイルスの陰部疱疹感染によって引き起こされる症状に対するポビドンヨード10％溶液又はポビドンヨードのゲルの外用による治療効果を肯定しているものといえる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，引用例1に，「ヘルペスウイルスの陰部疱疹感染によって引き起こされる，水疱及び痒みの治療用医薬製剤」の発明の開示があるといえるから，本件審決がした引用発明の認定に誤りはない。",
                "したがって，原告主張の取消事由1は理由がない。",
                "取消事由2(相違点の判断の誤り)に対し"
              ]
            },
            {
              "fig": "ア",
              "subject": "相違点1について",
              "text": [
                "引用例2(甲3，11)の記載事項(段落【0001】ないし【0013】，【0023】，【0081】ないし【0084】)によれば，引用例2には，リポソームを担体とした「ヨウ素およびヨウ素複合体」や「ポビドンヨード」の薬剤を，ウイルス感染によって引き起こされた損傷の治療に用いることで，担体なしでこのような薬剤を用いた場合よりも，望ましくない組織の形成を回避しつつ良好な治療効果が得られることが示唆されているといえる。そのように望ましくない組織の形成を回避しつつ良好な治療効果が得られる理由は，特に引用例2の段落【0023】の記載などから，ポビドンヨードをリポソーム担体と組み合わせた製剤とすることによって，ポビドンヨードの遅延放出が可能になり，かつ，細胞表面との相互作用により所望の作用位置において長期的かつ局所的な活性が得られるからであると解される。",
                "一方で，引用例1(甲10)の記載事項(訳文3頁19行～26行，4頁9行～13行)に示されるヘルペスウイルスによる陰部疱疹感染の発症から寛解までの期間からみて，単純疱疹感染というウイルス感染で引き起こされる症状の治療薬に係る引用発明において，ポビドンヨードが病変部における長期的かつ局所的な活性を得ることが望ましいことは明らかであるし，しかも，ヘルペスウイルスによる陰部疱疹感染の治癒に際して，ときに瘢痕の残ることは技術常識であって(乙3)，そのような望ましくない組織の形成を回避しつつより優れた治療効果を求めることは当然期待される技術的課題である。",
                "そうすると，引用例2の上記示唆に基づいて，引用発明におけるポビドンヨードについて，リポソームを担体としたもの(相違点1に係る本願発明の構成)に代えることは，当業者が容易になし得ることである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点2について",
              "text": [
                "本願発明の特許請求の範囲(請求項1)には，「皮膚障害」が治療対象であることが特定されているが，本願の願書に添付した明細書(以下，図面を含めて「本願明細書」という。甲14)には，本願発明の「皮膚障害」が具体的にどのようなものであるかについて，定義や具体的な説明はない。",
                "そうすると，本願発明の「皮膚障害」は，皮膚がHSV感染した場合に普通に見られる水疱，潰瘍，紅斑などの症状(乙3ないし6)であると解すべきである。",
                "一方で，引用例1(甲10)は，外性器のHSV感染治療に関する文献であって，引用例1には，皮膚障害を治療することの明記はないが，外性器に皮膚の部位があることは技術的に明らかである。",
                "そして，外性器が感染した場合，皮膚の部位にも障害が発生している蓋然性が高いと考えられること(乙1，3，5，6)，引用例1には，外部病変部(ここには皮膚の部位があると考えられる。)にも綿棒を使用して薬剤が適用されたこと及び治療後の患者らが無症候となったことが記載されていることからすると，引用例1においては，そのような外部病変部の皮膚の部位の障害も併せて治療されたと考えられる。",
                "引用例2(甲3，11)には，「ヨウ素およびヨウ素複合体」や「ポビドンヨード」を有効成分とする薬剤をウイルス感染によって引き起こされた損傷の治療に用いることが示されており，損傷の部位として，「身体の内部や器官」だけでなく，「ヒトや動物の身体の目に見える外部」(段落【0012】)が記載されており，当該損傷は，本願発明の「皮膚障害」に当たる。また，引用例2には，望ましくない組織の形成の例として皮膚等の瘢痕組織の生成についても記載されている(段落【0008】，【0009】)。",
                "以上によれば，引用例1及び2に接した当業者であれば，ポビドンヨードを有効成分とする引用発明の医薬製剤が，ウイルス感染によって引き起こされる皮膚障害の治療にも使用できることは容易に理解するものといえる。",
                "したがって，引用発明の医薬製剤の治療対象として，単純疱疹感染によって引き起こされる皮膚障害(相違点2に係る本願発明の構成)を特定することは，当業者が容易になし得ることである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における相違点(相違点1及び2)の容易想到性の判断に誤りはないから，原告主張の取消事由2は理由がない。",
                "まとめ",
                "以上のとおり，原告主張の取消事由はいずれも理由がなく，本願発明は，引用例1及び引用例2に記載された発明に基づいて当業者が容易に発明をすることができたとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "text": [
            "原告は，引用例1には，「ヘルペスウイルスの陰部疱疹感染によって引き起こされる，水疱及び痒みの治療用医薬製剤」の発明の開示があるとはいえないから，本件審決がした引用発明の認定は誤りである旨主張するので，以下において判断する。",
            "引用例1の記載事項について",
            "引用例1(甲10)には，次のような記載がある(下記記載中に引用する「表1」については別紙を参照)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "「陰部ヘルペスに対するポビドンヨードの効果」(訳文1頁1行(表題))",
              "text": [
                "「陰門膣および子宮頸部ヘルペスウイルス感染症患者10人を，外用および膣内のポビドンヨード製剤のレジメンで治療した。1例を除く全例において，症状の予想継続時間および治癒時間が短縮された。子宮頸部病変部の応答は，特に顕著であった。この予備試験の知見により，さらなる比較臨床研究が正当化される。」(訳文1頁5行～8行)",
                "「女性器の単純ヘルペスウイルス(HSV)感染症は，患者および患者担当医の両方にとって困難な問題である。再発例は，7～10日で自然に治癒し，衰弱性であることはまれである。しかし，この感染症は何らかの規則性を伴って再発すると，患者にとって大きな苛立ちの元となり，患者は，ストレスのたまる頻度で担当医に相談しなければならない。一方，一次感染は，重篤な疾患をもたらすことが多く，入院およびカテーテル留置を余儀なくさせる尿閉をしばしば伴う。リンパ節腫脹，発熱，および全身倦怠感が多くの場合存在する。このような感染症の自然経過は，治癒が生じる前に3週間を超えて続くことが予想される場合がある。妊娠または糖尿病において，および免疫抑制患者では，感染症は，さらにより重度であり，危険を増大させる。」(訳文1頁9行～18行)"
              ]
            },
            {
              "fig": "イ",
              "subject": "「プロフラビンまたはニュートラルレッド色素を使用し，続いて蛍光に曝露する光線力学的療法は，優れた結果を与えることが報告されている。治癒時間は，平均で7日まで短くなり，症状の緩和は急速であり，ほとんどの場合，36時間以内に起こる。このような治療後の再発率は減少することが報告されており，これらの結果は，二重盲検試験で確認されている。しかし，複製および感染力の停止によって明らかになるウイルス不活化は起こり得るが，ウイルスの他の機能に対しては影響がないままであるという点で，このような療法に対して理論的な欠点が存在する。ハムスター胚組織培養でのin  vitro実験により，ヘルペスウイルスの形質転換能，およびしたがってその発癌性は，ニュートラルレッドを用いた光力学的不活化後にインタクトなままである場合があることが示唆されている。より最近では，HSV感染症の再発率を低減するためにBCGワクチン接種が提案されているが，このような療法は，活動性疾患の経過に対してまったく効果がなく，免疫療法の長期効果は研究されていない。したがって，これらの厄介な感染症に対処する安全で有効な手段についての探索が続いている。」(訳文2頁5行～18行)",
              "text": [
                "「化学剤によるHSVの不活化の研究において，SeryおよびFurgiueleは，10-3のモル濃度のヨウ素が，ウイルス接種材料を100％不活化したことに言及した。ポビドンヨード溶液は，皮膚消毒に一般に使用され，局所用ヨウ素(topical  iodine)の容易に入手可能な源である。したがって，女性器のHSV感染症におけるポビドンヨード製剤(Betadine(登録商標))の臨床的有効性を評価するために，予備試験を行った。」(訳文2頁19行～24行)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "「材料および方法",
              "text": [
                "ミルウォーキー郡総合病院の陰門クリニックからの外性器HSV感染症患者10人が研究対象とされた。これらの女性は，19～50歳の年齢の範囲であった(平均，28歳)。2人の患者は黒人であり，8人は白人であった。4例において，感染症は再発性であり，一方，6例は，HSVの過去の臨床的経験を有していなかった。妊娠中の患者はいなかったが，1人の患者は，若年性糖尿病患者であり，別の1人は，免疫抑制薬療法中の腎移植患者であった。臨床診断は，3つのケース以外はすべて細胞学的に確証された。患者には他の性病はなかった。」(訳文2頁25行～3頁5行)",
                "「初期診断の時に，陰門の病変(潰瘍あるいは膿疱)ならびに膣および子宮頸部の細胞塗抹標本が作られた。病変部にポビドンヨード10％水性溶液が塗られた。患者には，ポビドンヨードのゲルのチューブとともに，膣内挿入器具，ポビドンヨード灌水用10％溶液および包装されたポビドンヨード綿棒12包が与えられた。就寝時に，ゲルを膣に挿入器具で挿入するとともに，外部病変部に綿棒3本を使用するように指示された。毎朝，ポビドンヨード溶液で灌水するとともに，外部病変部に綿棒を再び使用するように指示された。追跡調査は，48時間間隔で，その時点の体温，リンパ節腫脹，腟の分泌物の存在及び性状，及び子宮頸部，膣および陰門の肉眼的形態によって，おこなわれた。さらに，患者は指示に従っていることと症候とをカードに記録し続けた。訪問調査のたびに，痒み，苦痛，排尿困難の重症度を0から3＋の尺度で段階づけた。1名の臨床医-研究者が本試験に関与し，来院時毎に各患者を診た。」(訳文3頁6行～17行)"
              ]
            },
            {
              "fig": "エ",
              "subject": "「結果",
              "text": [
                "症状緩和は9人の患者で達成され，治療開始後1時間から96時間までに変化が見られた。平均すると症状緩和は治療開始から33時間以内に始まり，5日以内に完了した。再発患者4人は2～6日で無症候となり，初感染患者は3～12日で無症候となった。治癒は平均すると7日以内に完全に完了し，再発の場合には2～8日間を要し，初感染の場合には7～14日間を要した。",
                "これらの9人の患者では，訪問調査のたびにすべての症候の段階的な軽減が見られた。改善が見られなかった1人の患者は，免疫抑制療法中の腎移植患者だった(表1)。」(訳文3頁18行～26行)",
                "「随時の検査では，このような結果は特に印象的でないが，各症例を個々に評価すると，症状緩和および治癒までの時間は，未治療の疾患の自然経過と比較した場合，明らかに短くなっていた。これは，重度の一次症例において特に当てはまった。",
                "再発性感染症の1例は，ニュートラルレッド光線力学的療法による治療を過去に受けていたが，ポビドンヨードレジメンにより，同等の症状に関する結果を得たと感じた。別の患者，すなわち，尿閉のために留置カテーテルを5日使用することを余儀なくされた重度の再発を有する別の若年性糖尿病患者は，留置フォーリーおよび毎日の水痘ワクチンとともに，10日の入院を必要とする以前の経験と比較して，外来患者として7日以内に完全に良好となった。」(訳文3頁27行～4頁8行)",
                "「2人の患者が子宮頸部の病変を示し，うち1人は壊死のプロセスが重症で外観が増殖性子宮頸部癌に似ていた。より典型的な潰瘍障害は別のケースで見られた(図1)。2人とも治療に劇的に反応し，子宮頸部は6日以内に全体が正常に見えるようになった。この発見は，子宮頸部および膣ヘルペスに対する良い治療アプローチが現在欠如しているという観点での，より大きい重要性を仮定させる。」(訳文4頁9行～13行)",
                "「一次感染の開始時に免疫抑制療法を受けていた患者は，ポビドンヨードプロトコールを完了しなかった。しかし，ポビドンヨードを不定期に4日間使用した後，有益な応答は，ほとんどまたはまったくなく，新しい皮膚範囲が罹患した。",
                "この群では副作用はまったく認められなかったが，3例が，就寝時にゲルを使用すると，不快な膣流出物が生じたことを訴えた。」(訳文4頁14行～18行)"
              ]
            },
            {
              "fig": "オ",
              "subject": "「考察",
              "text": [
                "これらの10人の患者は，外性器のHSV感染症に対するポビドンヨードの効果を評価するための予備試験群である。選択時に何も試みなかったが，この群には，平均より多い数の重度の感染症および一次感染症が含まれていた。本試験で使用したポビドンヨード製剤の使用の有効性についての全体的な臨床的印象は良好であった。このような小さい標本から有効な結論を引き出すことはまったくできないが，これらの知見は，有望であり，ウイルス培養対照を用いたより大きい集団でのさらなる試験を明らかに正当化する。公知の副作用または理論的な副作用がないこと，この製剤の広範な利用可能性，自宅での自己治療の容易さ，および潜在的な二次皮膚病原体に対するポビドンヨードの同時有効性はすべて，その使用に対する追加の利点であり，臨床試験に広げれば，この療法の有効性が確認されるはずである。」(訳文4頁19行～5頁2行)",
                "引用発明の認定について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "初感染患者6人，再発患者4人)を対象に実施された外性器HSV感染症に対するポビドンヨードの臨床的有効性を評価するための「予備試験」及びその結果を示したものであり，引用例1には，①対象患者に対するポビドンヨード(ポビドンヨード10％水性溶液及びポビドンヨードのゲル)の具体的な適用方法，②その適用効果の調査が48時間間隔で行われ，訪問調査のたびに「痒み，苦痛，排尿困難」の重症度を0から3＋の尺度で段階づけて調査したこと，③試験を中止した1人を除く，対象患者9人全員について，訪問調査のたびに全ての症候の段階的な軽減が見られ，「無症候」となり，外性器HSV感染症の治癒が完了し，また，対象患者2人に見られた子宮頸部の壊死及び潰瘍障害が劇的に改善したこと，④ポビドンヨードの適用により，自然治癒の場合と比べて，症状の予想継続時間及び治癒時間が短縮されており，臨床試験に広げれば，その使用に対する追加の利点を含めて，この療法の有効性が確認されるはずであることが開示されている。",
                "これによれば，引用例1記載の予備試験で適用されたポビドンヨード(ポビドンヨード10％水性溶液及びポビドンヨードのゲル)を有効成分とする製剤は，外性器HSV感染症によって引き起こされる症状に対して治療効果を有することを理解できる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "引用例1には，対象患者の症状として子宮頸部の壊死を伴う初感染(一次感染)の症例1例(別紙の表1の症例番号1)及び子宮頸部の潰瘍障害を伴った初感染(一次感染)の症例1例(同症例番号4)が記載されているが，対象患者の外性器HSV感染症によって引き起こされる症状に「水疱及び痒み」が存在したことについての明記はない。",
                "しかしながら，引用例1には，引用例1記載の予備試験では，訪問調査のたびに「痒み，苦痛，排尿困難」の重症度を0から3＋の尺度で段階づけて調査を行い，対象患者9人について全ての症候の段階的な軽減が見られ，「無症候」となり，外性器HSV感染症の治癒が完了したことの記載(前記ア②及び③)があり，この記載から，「痒み，苦痛，排尿困難」の症状を含む全ての症状についてポビドンヨードを有効成分とする製剤に治療効果があったことを理解できる。",
                "そして，①乙1(南山堂  医学大事典(18版1刷))には，「ヘルペス」とは，「元来，herpesという言葉は，小水疱が集合した皮膚の炎症性疾患につけられた名称」であったが，「現在は水疱性のウイルス疾患」，すなわち，ヘルペスウイルスの感染症である「単純性疱疹」又は「帯状疱疹」をさしている旨，②乙2(ステッドマン医学大辞典(第3版第5刷)には，「herpes」とは，「疱疹，ヘルペス(紅斑状の深在性小水疱の集簇からなる発疹)」である旨，③乙3(メルクマニュアル  日本語版(第17版第4刷))には，「単純ヘルペス」とは，「単純ヘルペスウイルスによる感染症で，わずかに隆起した炎症性の基底の上に，透明な液体で満たされた1つ，もしくは多数の小水疱の集合体が現れるのを特徴とする。」，「症状と徴候」として，「病変は皮膚や粘膜上のいたるところに現れるが，口の周り，…そして性器が最も多い。ヒリヒリする不快感やかゆみのある短い前駆期後(再発性HSV-1では一般的に6時間未満)，小さく張った水疱が紅斑性の基底上に現れる。」旨，④乙5(感染症の診断・治療ガイドライン，日本医師会雑誌臨時増刊号，122巻10号，1999年)には，「性器ヘルペスウイルス感染症(女性)」の「●初感染」の項目に，「・潜伏期の後に外陰部に掻痒感などの前駆症状に次いで比較的突然発症する．…外陰部に数個から無数の浅い潰瘍性病変が出現する．」，「・病変は2～5mm程度の円形で，強い疼痛がある。疼痛のため排尿困難，歩行困難となることもある．」，「・約2～4週で自然治癒するが，抗HSV剤を投与すると7～10日間で治癒する．」，「●再発」の項目に，「・心身の疲労，性行為などの局所的刺激…などに伴って再発することが多い．症状は軽く，数個の水疱性または潰瘍性病変の出現をみる．3～7日間で自然に治癒するが，再発を繰り返すと患者には大きなストレスになる．」旨，⑤乙6(「特集／STD診療マニュアル  性器ヘルペス」，Monthly Book  Derma.，2000,No.33)には，「性器ヘルペスは単純ヘルペスウイルス(Herpes  simplex  virus：HSV)1型あるいは2型の感染により，性器の皮膚や粘膜に有痛性の小水疱，潰瘍が出現する疾患」，「1．急性型…突然強い外陰部の疼痛で発症するが，その前に外陰部の瘙痒感や不安感などの前駆症状を伴うこともある．」，「2．再発型…女性では外陰部に小型の潰瘍や小水疱が集簇して認められる(…)。半数程度の症例で，発疹の生じる前日から，局所に違和感や瘙痒感などの前駆症状を伴う．」旨の記載がある。これらの記載によれば，本願の優先権主張日当時，有痛性の「小水疱」あるいは「水疱」は，HSV感染によって引き起こされる典型的な症状であり，また，その前駆症状として痒みを伴うことがあることは，技術常識であったことが認められる。",
                "上記技術常識に鑑みると，引用例1に接した当業者は，引用例1の上記記載(前記ア②及び③)から，HSV感染によって引き起こされる典型的な症状である有痛性の「小水疱」あるいは「水疱」及び「痒み」についても，対象患者にポビドンヨードを有効成分とする製剤を適用したことにより，「無症候」となり，外性器HSV感染症の治癒が完了したものと理解するものと認められる。",
                "そうすると，引用例1には，「ヘルペスウイルスの陰部疱疹感染によって引き起こされる，水疱及び痒みの治療用医薬製剤」が開示されているものと認められる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記ア及びイによれば，本件審決が，引用例1に「ヘルペスウイルスの陰部疱疹感染によって引き起こされる子宮頸部潰瘍障害，水疱及び痒みの治療用医薬製剤であって，該製剤が，薬学的に有効な量のポビドンヨード10％溶液又はポビドンヨードのゲルを含有し，病変部に外用される，前記医薬製剤」の発明(引用発明)が記載されていると認定したことに誤りはない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原告は，これに対し，①引用例1には，ポビドンヨード10％溶液又はポビドンヨードのゲルによる予備試験の対象となった症状として，HSVの感染に起因する水疱及び痒みについての記載はないから，「ヘルペスウイルスの陰部疱疹感染によって引き起こされる，水疱及び痒みの治療用医薬製剤」の開示があるとはいえない，②仮に引用例1による予備試験の対象となった症状にHSVの感染に起因する水疱及び痒みに含まれることが記載されていると解したとしても，試験対象患者数が10人(10例)とわずかであり，かつ，引用例1に「これらの10人の患者は，外性器のHSV感染症に対するポビドンヨードの効果を評価するための予備試験群である。…このような小さい標本から有効な結論を引き出すことはまったくできない。」と明記されていることに照らせば，かかる予備試験の結果から「ポビドンヨード10％溶液又はポビドンヨードのゲルを有効成分とし，HSVの感染に起因する水疱及び痒みの治療を用途とする用途発明」の開示があるとはいえない旨主張する。",
                "しかしながら，上記①の点については，前記イで述べように，引用例1には，対象患者の外性器HSV感染症によって引き起こされる症状に「水疱及び痒み」が存在したことについての明記はないものの，有痛性の「小水疱」あるいは「水疱」は，HSV感染によって引き起こされる典型的な症状であり，また，その前駆症状として痒みを伴うことがあるという本願の優先権主張日当時の技術常識に鑑みると，訪問調査のたびに「痒み，苦痛，排尿困難」の重症度を0から3＋の尺度で段階づけて調査を行い，対象患者9人について全ての症候の段階的な軽減が見られ，「無症候」となり，外性器HSV感染症の治癒が完了したとの引用例1記載の予備試験の結果から，引用例1に接した当業者は，HSV感染によって引き起こされる典型的な症状である有痛性の「小水疱」あるいは「水疱」及び「痒み」についても，対象患者にポビドンヨードを有効成分とする製剤を適用したことにより，「無症候」となり，外性器HSV感染症の治癒が完了したものと理解するものと認められるから，引用例1には，「ヘルペスウイルスの陰部疱疹感染によって引き起こされる，水疱及び痒みの治療用医薬製剤」が開示されているものと認められる。",
                "原告は，この点に関し，痒みについて，HSV感染症の前駆症状であることからすると，引用例1における各患者は，最初の訪問調査の時点において既に，「かゆみのある短い前駆期」を経過していた可能性を否定できないから，引用例1における訪問調査のたびに「痒み，苦痛，排尿困難」の重症度を0から3＋の尺度で段階づけたとの記載から，対象患者が痒みの症状を有していたとはいえない旨主張するが，引用例1の予備試験では，訪問調査の調査項目として「痒み，苦痛，排尿困難」の三つの症状を設定し，訪問調査のたび対象患者9人全員について全ての症候の段階的な軽減が見られ，「無症候」となったというのであるから，引用例1に接した当業者は，対象患者のいずれかに「痒み」の症状が見られ，その症状が「無症候」となったと理解するのが自然であり，原告の上記主張は採用することができない。",
                "したがって，原告の上記①の主張は理由がない。",
                "次に，上記②の点については，引用例1には原告の指摘する記載箇所があるが，その記載箇所に続き，「これらの知見は，有望であり，ウイルス培養対照を用いたより大きい集団でのさらなる試験を明らかに正当化する。公知の副作用または理論的な副作用がないこと，この製剤の広範な利用可能性，自宅での自己治療の容易さ，および潜在的な二次皮膚病原体に対するポビドンヨードの同時有効性はすべて，その使用に対する追加の利点であり，臨床試験に広げれば，この療法の有効性が確認されるはずである記載箇所中の「このような小さい標本から有効な結論を引き出すことはまったくできない。」との部分は，予備試験の結果を臨床試験の結果と同等の評価をすることができないというにとどまり，予備試験に現れたポビドンヨード10％溶液及びポビドンヨードのゲルの適用による外性器HSV感染症の症状に対する治療効果を何ら否定するものではないというべきである。",
                "したがって，原告の上記②の主張も理由がない。",
                "小括",
                "以上によれば，本件審決がした引用発明の認定に誤りはないから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の判断の誤り)について",
          "text": [
            "原告は，本件審決は，引用発明である医薬製剤に含有される薬理学的に有効な量のヨウ素を含有するヨウ素複合体を，引用例2に記載されたリポソーム粒状担体と組み合わせて含有する製剤(相違点1に係る本願発明の構成)とした上で，単純疱疹感染によって引き起こされる病変である皮膚障害，水疱及び痒みの治療を用途とすること(相違点2に係る本願発明の構成)は当業者が容易に想到し得たことであると判断したが，引用発明に引用例2に記載された発明を組み合わせる動機付けは存在しないし，また，引用例2記載のリポソーム粒状担体を用いる医薬製剤によって，ヘルペスウイルスによって引き起こされる皮膚障害が治癒されたことを示す記載は一切ないから，仮に引用発明に引用例2に記載された発明を組み合わせたとしても，「単純疱疹感染又は帯状疱疹によって引き起こされる皮膚障害の治療」という用途は得られないとして，本件審決の上記判断は誤りである旨主張するので，以下において判断する。",
            "本願明細書の記載事項について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本願発明の特許請求の範囲(請求項)の記載は，前記第2の2のとおりである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本願明細書(甲14)の「発明の詳細な説明」には，次のような記載がある。",
                "「【技術分野】",
                "本発明は，ヘルペスの治療のためのPVP-ヨウ素リポソームの使用に関する。本発明はまた，薬学的に許容される粒子状担体と併せて，薬学的に有効な量の少なくとも一つの防腐薬化合物を含む，ヘルペスウイルス誘発性皮膚障害の治療用の薬学的製剤の製造方法に関する。」(段落【0001】)",
                "「【背景技術】",
                "用語「ヘルペス」は，通常，小型有痛水疱の形成により生じる皮膚及び粘膜のウイルス性炎症性状態を指す。一般にはヘルペスという一般名で通っているこのウイルス感染性状態は，ヘルペスウイルス群のうちの2つの異なるウイルス型，すなわち単純疱疹ウイルス及び帯状疱疹ウイルス，によって本質的に引き起こされる。」(段落【0002】)",
                "「単純疱疹ウイルス(HSV)は，通常は口の粘膜経由(主としてHSV1型)又は生殖器経由(主としてHSV2型)で神経細胞の末端に感染する包膜方形DＮAウイルスである。これらは，神経節内の神経細胞体への逆行性軸索内輸送により神経細胞内に輸送される。1日から2日後，活性増殖性感染が始まり，それが4日目にピークに達して，6日目以降から(おそらく，細胞防御メカニズムにより)最小に制限される。皮膚の刺激及び水疱形成の初期症状は，感染後6日目以降から現れるが，ウイルスの分泌は，10日目まで続く。」(段落【0003】)",
                "「皮膚及び粘膜感染が治癒した後でさえ，ウイルスは，神経細胞内に残存している。多くの場合，例えば日光への暴露，発熱，ホルモンの影響，免疫防御の一般的弱化，腹痛及び胃腸疾患，月経並びに外傷などのストレスをもたらす因子に起因して，ウイルスの再活性化及びそれに応じて新たな皮膚刺激が発生する。単純疱疹ウイルス1型及び2型の感染に起因するこれらの再発症状は，熱性疱疹(Herpes febrilis)，日光性疱疹(Herpes solaris)，月経性疱疹(Herpes menstrualis)及び外傷性疱疹(Herpes traumatica)などのように，対応する誘発事象の名を採って命名されてもいる。HSVウイルス1型及び2型は，角膜疱疹( herpes  corneae ； ヘ ル ペ ス 性 角 膜 炎 ( Keratoconjunctivitis herpetica)としても知られている)の発生原因でもある。重症形態の角膜疱疹は，円盤状角膜混濁を随伴する内皮攻撃を特徴とする。」(段落【0004】)",
                "「通常，例えばガンシクロビルなどのヌクレオシド類似体が，HSV1型又はHSV2型により誘発されるヘルペス形態の治療において使用される。これらのヌクレオシド類似体は，HSV-チミジンキナーゼにより毒性産物に代謝され，最終的にはそれが感染細胞の死滅を導く。しかし，ヌクレオシド類似体の使用は，これらの化合物が複製細胞のDＮAに組み込まれることもあり，そのようにして突然変異誘発因子の機能を果たすことがあるという主要な欠点を有する。さらに，ヌクレオシド類似体の使用は，ヘルペス状態の症状の原因を除去すること，すなわち，ウイルス感染の急激な発生及び蔓延を抑制することのみを目的とする。それらの症状の有効な治療，すなわち有痛水疱の治癒は，これらの化合物ではできない。ヌクレオシド類似体を使用するそれらの症状の改善は，どちらかと言えば長期的な結果である。」(段落【0006】)",
                "「一般には帯状ヘルペスとしても知られている帯状疱疹は，水痘-帯状疱疹ウイルス(VZV)によって引き起こされる。VZVでの一次感染は，体全体にわたる痒い水疱を伴う発疹を導き，その後，それがかさぶたになり，瘢痕になる(水痘)。このウイルスも，素因のある人々の神経節細胞に残存する。その水痘の治癒から数年又は数十年後，帯状疱疹が，一定の神経の供給領域，特に胸部に，極度に痛い水疱を形成する形での前記状態の局所的再発生として，再発することがある。この場合にも，ヌクレオシド類似体が治療に使用される。」(段落【0007】)",
                "「陰部疱疹の治療に関して言えば，特に関連するヌクレオシド類似体の上述の欠点のため，ヘルペスウイルス感染を有効に治療することができるさらなる抗ウイルス薬が強く必要とされている。」(段落【0008】)",
                "「その傑出した抗ウイルス特性のため特に注目に値する，ヘルペスの状態を治療するための1つの化合物は，ポビドンヨードである。このヨウ素放出性防腐薬は，ポリビドン-ヨウ素又はPVP-ヨウ素，すなわち，ポリ(1-ビニル-2-ピロリジン-2-オン)-ヨウ素複合体としても知られている。PVP-ヨウ素は，数ある中でも，その適用が細菌又はウイルス耐性の発現を導かないという基本的な利点を有する。」(段落【0009】)",
                "「ヘルペス感染を治療するためのPVP-ヨウ素の使用に関する様々な試みが，先行技術から知られている。早くも1975年に，フリードリッヒ(Friedrich)ら(Obstetrics and Gynecology, 45, 337-339)は，(米国では)Betadine又は(欧州では)Betaisadonnaという名で市販されているPVP-ヨウ素アルコール溶液の，陰部疱疹感染中に出現するような症状の治療に対する効果を研究した。前記Betadine溶液は，病変の改善及び痒みの低減を導くことが証明された。この先行技術文献は，前記Betadine溶液の適用によって陰部疱疹の症状の治癒が1週間以内に達成されたと述べている。しかし，この研究では対照群を調査していないので，前記Betadine溶液の有効性の評価は困難である。」(段落【0010】)",
                "「リポソームは，既知の薬学的化合物担体であり，リポソーム形態での薬物の投与は，相当な期間，調査の対象になってきた。PVP-ヨウ素リポソーム製剤は，例えば欧州特許第0639373号から知られているにもかかわらず，これらの製剤は，単純疱疹又は帯状疱疹ウイルスの感染によって引き起こされる皮膚刺激の治療における有効性に関しては研究されていない。」(段落【0019】)",
                "「ウツラー(Wutzler)らによる論文((2000), Ophthalmic Res., 32,",
                "118-125)は，PVP-ヨウ素リポソームを含む点眼液の抗ウイルス活性を記載している。その抗ウイルス活性，すなわち単純疱疹ウイルス上清の感染力を低下させるPVP-ヨウ素リポソーム複合体の能力は，インビトロ測定によってしか測定されていない。単純疱疹及び帯状疱疹の状態に伴って発生する場合の皮膚刺激及び障害の治療におけるPVP-ヨウ素リポソーム複合体の使用は，この発表の主題ではない。どちらかと言えば，前述の論文の教示は，PVP-ヨウ素リポソーム複合体が眼科手術の過程の中で眼内炎及び角膜疱疹に対する予防として使用することができることに関する。」(段落【0020】)",
                "「上述のどの先行技術文献の中にも，ヘルペス感染によって引き起こされる皮膚障害及び痒みを治療するためのPVP-ヨウ素含有リポソームの製造についてのヒントはない。」(段落【0022】)",
                "「先行技術が，眼及び気道のウイルス感染を治療するためのリポソーム製剤の使用についての多数のヒントを含んでいるという事実にもかかわらず，ヘルペス感染に起因する痒みの皮膚障害を治療するための防腐薬化合物用の担体としてのリポソーム又は他の粒子に関する先行技術はないようである。リポソームが薬物担体として長期にわたり当該技術分野において知られていること，及びPVP-ヨウ素もヘルペス感染治療用化合物として相当な期間知られていること(上述の先行技術の一部は，70年代にまで遡る)に鑑みて，先行技術分野ではヘルペス感染が原因となりうる皮膚の症状を治療するためにリポソームの形態の防腐薬化合物を使用することに強い抵抗があったようである。上で述べた欠点にもかかわらず，一般に，リポソーム，又はヌクレオシド類似体などの他の化合物を含まない製剤が好まれたようである。」(段落【0025】)",
                "「単純疱疹感染又は帯状疱疹感染の治療におけるPVP-ヨウ素調合物の使用が，ウイルス量の低下を導き，それと同時に，その感染によって引き起こされる症状，例えば有痛皮膚障害，水疱及び痒みを有効に治療することができることを先行技術が開示していないことは，上の言及から明らかである。」(段落【0027】)",
                "「【発明が解決しようとする課題】",
                "本発明の一つの目的は，皮膚障害，有痛水疱及び痒みなどの症状の永続的で，有効で，無瘢痕の治療を可能にし，ヘルペス感染の原因及び症状を局所治療するための充分に許容され容易に適用できる，薬学的製剤を提供することである。本明細書から明らかになるであろう本発明のこの目的及び他の目的は，独立クレームの主題により解決される。本発明の好ましい実施形態は，従属クレームにより定義される。」(段落【0028】)",
                "「【課題を解決するための手段】",
                "驚くべきことに，リポソームなどの粒子状担体と併せてPVP-ヨウ素などの防腐薬化合物を含む本発明の製剤は，単純疱疹感染及び帯状疱疹感染の結果として発生する皮膚障害のような症状を有効に治療するために理想的に使用できることが判明した。そうした皮膚障害の治療は，有痛水疱の有効で迅速な治癒を含みうる。本発明によると，この前述の製剤の使用には，先行技術から既知である製剤と比較して，有痛水疱の迅速で，より有効で，無瘢痕の治癒が起こるという利点がある。本発明の製剤は，このリポソーム調合物が治療すべき皮膚部位の膜の安定性にプラスの影響を与えるため，上述の様々な形態のヘルペスウイルスでの感染の過程で発生する症状の治療にも理想的に適する。さらに，このリポソーム調合物は，PVP-ヨウ素複合体の有効で永続的な浸透，そしてそのうえ，罹患した皮膚のより深い層への浸透を，まず間違いなく誘導する。」(段落【0029】)",
                "「【発明を実施するための最良の形態】",
                "前記リポソームの組成，活性化合物(類)の濃度，及び粒状担体と併せて薬学的に有効な量の防腐薬化合物を含むPVP-ヨウ素リポソーム又は製剤の製造方法を下に提示する。実例による説明を目的としてリポソーム及びPVP-ヨウ素に言及する場合，当業者は，他の担体及び他の防腐薬を類似の方法で調合することができ，従って，同じ目的に使用することもできることを，よく承知している。」(段落【0030】)",
                "「驚くべきことに，リポソームなどの粒子状と併せてPVP-ヨウ素などの防腐薬化合物を含む本発明の薬学的製剤は，単純疱疹及び帯状疱疹の感染の原因及び特に症状，例えば皮膚障害，有痛水疱及び激しい痒みを局所治療するために理想的に使用することができることが判明した。本発明によると，ヘルペス感染中に発生する症状を治療するための防腐薬化合物を含む粒子含有製剤の新規使用は，当該技術分野において既知の製剤と比較して，ヘルペスウイルスによって引き起こされる皮膚障害のより迅速な治癒を可能にするという驚くべき利点をさらに有する。」(段落【0032】)",
                "「すなわち本発明は，粒子状担体，特にリポソームが，その適用及びヘルペス感染の治療のための防腐薬用，特にPVP-ヨウ素用の担体として非常によく適するという驚くべき事実に基づく。」(段落【0033】)",
                "「すなわち本発明は，粒子状担体，特にリポソームが，その適用並びに軽症及び重症形態のアトピー性皮膚炎及び上述の他の形態の皮膚炎の治療のための防腐薬用，特にPVP-ヨウ素用の担体として非常によく適するという驚くべき事実に基づく。」(段落【0034】)",
                "「本発明の製剤は，前記化合物(類)の遅延放出を可能にし，それぞれの皮膚細胞表面の相互作用によって所望の地点での永続的かつ局所的活性を可能にする。特定の科学的理論に拘束されることを望まないが，本発明のPVP-ヨウ素リポソームの顕著な効果は，従来の製剤と比較して，損傷した皮膚領域により深くリポソームが浸透するためであると推定する。このように，本化合物(類)は，皮膚損傷部に，より有効に輸送される。しかし，防腐薬などのそうした根本的に有効な物質類が，特に敏感な損傷した組織の治癒プロセスに影響を与えず，瘢痕組織の形成，新生物，相互増殖などを抑制することさえできることは，同時に驚くべきことである。これは，本リポソーム製剤の顆粒形成作用及び上皮形成作用のためでありうる。」(段落【0035】)",
                "「本発明によると，本発明の製剤を使用して，局所適用により，ヘルペス感染の過程の中で発現する有痛水疱などの症状及び他の皮膚障害が，先行技術から知られている薬学的製剤の適用と比較して退行し，実質的に完全に，すなわち無瘢痕で治癒するように，様々な形態のヘルペスを治療することができる。」(段落【0039】)",
                "「本発明に関連して，遅延又は持続放出とは，活性化合物(類)が1から24時間の間の期間にわたって薬学的製剤から放出されることを意味する。」(段落【0051】)"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記ア及びイによれば，本願明細書には，本願発明に関し，以下の点が開示されていることが認められる。",
                "従来，ヘルペスの症状の治療に使用されていたガンシクロビルなどのヌクレオシド類似体は，複製細胞のDＮAに組み込まれ，突然変異誘発因子の機能を果たすことがあるという主要な欠点を有し，ヌクレオシド類似体の使用は，ヘルペス状態の症状の原因を除去すること，すなわち，ウイルス感染の急激な発生及び蔓延を抑制することのみを目的とし，それらの症状の有効な治療，すなわち有痛水疱の治癒はできないという欠点を有していた。",
                "また，ヘルペス感染を治療するためのポビドンヨード，すなわちPVP-ヨウ素(ポリ(1-ビニル-2-ピロリジン-2-オン)-ヨウ素複合体)の使用に関する様々な試みが，先行技術文献から知られているが，単純疱疹ウイルス又は帯状疱疹ウイルスの感染の治療におけるPVP-ヨウ素調合物の使用が，ウイルス量の低下を導き，それと同時に，その感染によって引き起こされる症状，例えば有痛皮膚障害，水疱及び痒みを有効に治療することができることを先行技術文献は開示していない。",
                "「本発明」は，皮膚障害，有痛水疱及び痒みなどの症状の永続的で，有効で，無瘢痕の治療を可能にし，ヘルペス感染の原因及び症状を局所治療するために充分に許容され容易に適用できる，薬学的製剤を提供することを目的とし，その目的を達成するための手段として，リポソームと併せてPVP-ヨウ素を含む製剤とする構成を採用した。",
                "「本発明」の製剤は，リポソームをPVP-ヨウ素用の担体として使用することにより，PVP-ヨウ素の遅延放出(持続放出)を可能にし，それぞれの皮膚細胞表面の相互作用によって所望の地点での永続的かつ局所的活性を可能にし，既知の製剤と比較して，ヘルペスウイルスによって引き起こされる皮膚障害のより迅速な治癒を可能にし，単純疱疹及び帯状疱疹の感染の原因及び特に症状，例えば皮膚障害，有痛水疱及び激しい痒みを局所治療するために理想的に使用することができるという効果を奏する。",
                "引用例2の記載事項について",
                "引用例2(甲3，11)には，次のような記載がある。"
              ]
            },
            {
              "fig": "ア",
              "subject": "「【特許請求の範囲】",
              "text": [
                "【請求項1】 機能的かつ美容的な組織の再構築および修復治療を要するヒトまたは動物の身体の外部または内部に適用して前記治療を行うための医薬製剤を製造するプロセスであって，前記製剤が，少なくとも1種の抗感染かつ／または抗炎症剤を含有するプロセス。",
                "【請求項2】 製剤が，前記薬剤のうちの少なくとも1種を粒状担体と組合わせて含有することを特徴とする，請求項1に記載のプロセス。」",
                "「【請求項12】 担体製剤，特にリポソーム製剤が，長時間，好ましくは数持続時間もの長時間にわたって前記薬剤を放出することを特徴とする，請求項2から11のいずれか1項に記載のプロセス。」",
                "(以上，2頁～3頁)"
              ]
            },
            {
              "fig": "イ",
              "subject": "「本発明は，機能的かつ美容的な組織の再構築治療および修復治療において，ヒトまたは動物の身体の外部または内部に，抗感染特性および／または抗炎症特性を有する薬剤を適用するための製剤を製造するプロセスに関する。」(段落【0001】)",
              "text": [
                "「さらに，本発明は，医薬製剤の適用による，対応の治療方法に関する。",
                "当該技術分野において抗感染剤および抗炎症剤の使用は周知であり，抗感染かつ／または抗炎症効果を有する多くの医薬製剤が記載されている。",
                "そのような製剤は，通常，微生物またはウイルスによって引き起こされる感染性疾患の予防または治療に用いられている。」(段落【0002】)",
                "「一般に当該技術分野では，身体内部に適用する場合には抗生物質が好まれているのに対し，防腐剤，特に消毒剤の使用は，外用以外にはあまり好まれないようである。",
                "従来技術においては，リポソームなどの適当な担体と結合させた，少なくとも1種の抗感染または抗炎症剤を含む医薬製剤が公知である。」(段落【0004】)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "「最近では，疾患，創傷，火傷などの治療におけるそのような影響を抑制することの必要性が，注目の対象になっている。したがって，今や，一般的に，元の機能および美容的効果をできる限り多く再構成するように損傷を受けた組織を再構築することが必要かつ望ましいと考えられている。」(段落【0011】)",
              "text": [
                "「これは，ヒトや動物の身体の目に見える外部にも，身体の内部や器官にも当てはまる。",
                "驚くべきことには，組織修復が起こっている身体部分に抗感染剤および抗炎症剤を適用すると，望ましくない組織の形成の回避に極めて有益な効果があることが見出された。組織の機能的かつ美容的回復は，抗感染剤および抗炎症剤の影響下では，より容易かつより障害が少なく進行する。」(段落【0012】)",
                "「これは，抗感染剤や抗炎症剤が適当な担体と組み合わされた医薬製剤の形態で適用される場合に特にそうである。",
                "本発明の目的は，ヒトおよび動物の身体組織の機能的かつ美容的再構築治療や修復治療において，組織の元の機能および外観を回復するために用い得る医薬製剤およびその対応する治療法を提供することである。」(段落【0013】)",
                "「本発明の別の関連する目的は，新たな身体組織の形成または再生長を伴う身体部分の治癒プロセスにおける望ましくない組織形成の発生を抑制するために用い得る製剤および方法を提供することである。」(段落【0014】)"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "「本発明によれば，これらの目的は，独立請求項中の特徴の組合わせによって達成される。",
                "本発明の利点および実施態様は，付随の従属請求項に明確に記載されている。」(段落【0015】)",
                "「本発明の文脈において，抗感染剤とは，抗感染効能を有し，かつ目的とする用途に関して医薬として許容し得る，当該技術分野において周知の任意の物質である。",
                "本発明の抗炎症剤は，広義には，抗生物質および抗ウイルス製剤を包含し，より特定的には，防腐剤，抗生物質，コルチコステロイドなどを包含する。」(段落【0016】)",
                "「創傷治癒剤は，デクスパンテノール，アラントイン，アズレン，タンニンおよびビタミンB型化合物などの顆粒化および上皮化を促進する物質を包含する。",
                "本発明は，粒状担体，特にリポソームだけでなく，ミクロスフェア，ナノパーティクル，多孔質大型粒子およびコート薬物分子が，本発明で想定される用途のための抗感染剤および抗炎症剤(特にポビドンヨードなどの防腐剤)用の担体として極めて適しているという驚くべき事実を前提としている。」(段落【0019】)",
                "「本発明の製剤により，1種または複数種の前記物質の遅延放出が可能になり，かつ細胞表面との相互作用により所望の作用位置において長期的かつ局所的な活性が提供される。」(段落【0020】)"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "「好ましい抗炎症剤は，単一物質としての防腐剤，抗生物質，コルチコステロイド，および創傷治癒剤，又はそれらの組み合わせを包含する。",
                "好ましい防腐剤は，迅速な効果，広範囲の活性，低い全身毒性および良好な組織適合性を提供する周知の医薬物質を包含する。好ましい防腐剤は，例えば，金属化合物，フェノール化合物，洗剤，ヨウ素およびヨウ素複合体からなる群から選択される。特に好ましい防腐剤はポビドンヨードである。」(段落【0031】)",
                "「極めて好ましい本発明の実施態様のなかには，組織修復，特に機能的かつ美容的な組織の再構築に関して，有益な効果を示す抗炎症剤またはそのような薬剤の組合わせを含むものがある。これらの実施態様において，活性薬剤は，多くの場合，PVPヨードなどの防腐剤，または抗生物質である。」(段落【0032】)",
                "「本発明の製剤は，溶液，分散液，ローション，クリーム，軟膏，ゲルおよび創傷包帯(例えば，ガーゼ)を含めた多様な形態をとり得る。",
                "通常，本発明の製剤中の活性薬剤の量は，一方では所望の効果により，他方では担体製剤の薬剤保持容量によって決められる。」(段落【0035】)"
              ]
            },
            {
              "fig": "カ",
              "subject": "「実施例6",
              "text": [
                "実施例2に記載したようなリポソームPVPヨード4gと，カーボポール 980ＮF(商標)0．5gと，pH7までの水酸化ナトリウムと，100gになるまでの量の水とから，ヒドロゲルを調製した。」(段落【0064】)"
              ]
            },
            {
              "fig": "キ",
              "subject": "「試験3",
              "text": [
                "Wutzlerら，9th European Congress for Clinic Microbiology and Infection Diseases，Berlin，1999年3月，により，培養細胞におけるリポソームPVPヨードの殺ウイルスおよび殺クラミジア活性が検討された(Wutzlerら，Ophtalmic Res．2000；32；118-125と比較)。培養細胞において，リポソームPVPヨードは，単純ヘルペスウイルス1型およびアデノウイルス8型に対しては極めて有効であるにもかかわらず，長期細胞毒性実験により，試験した細胞系の大部分で，水性PVPヨードよりリポソーム形態の方が許容度が高いことが示された。リポソーム形態のPVPヨードは遺伝子毒性ではない。」(段落【0081】)",
                "相違点の容易想到性について"
              ]
            },
            {
              "fig": "ア",
              "subject": "相違点2について",
              "text": [
                "本件の事案に鑑み，まず，相違点2の容易想到性から判断する。",
                "の認定に誤りはなく，引用例1には，「単純疱疹感染によって引き起こされる症状である水疱及び痒みの治療用医薬製剤」の記載がある。",
                "そうすると，本件審決が「単純疱疹感染によって引き起こされる症状の治療用医薬製剤であって，該製剤が薬学的に有効な量のヨウ素を含有するヨウ素複合体を含有する医薬製剤」である点を本願発明と引用発明との一致点と認定したことにも誤りはない。",
                "本件審決は，本願発明では治療対象の症状が皮膚障害，水疱及び痒みとされるのに対し，引用発明ではそれらの症状のうち皮膚障害が示されていない点を相違点(相違点2)として認定した。",
                "しかるところ，本願明細書には，「皮膚障害」に関し，「…そうした皮膚障害の治療は，有痛水疱の有効で迅速な治癒を含みうる。本発明によると，この前述の製剤の使用には，先行技術から既知である製剤と比較して，有痛水疱の迅速で，より有効で，無瘢痕の治癒が起こるという利点がある。…」(段落【0029】)，「本発明によると，本発明の製剤を使用して，局所適用により，ヘルペス感染の過程の中で発現する有痛水疱などの症状及び他の皮膚障害が，…実質的に完全に，すなわち無瘢痕で治癒するように，様々な形態のヘルペスを治療することができる。」(段落【0039】)との記載がある。これらの記載によれば，本願発明の「皮膚障害」には，「有痛水疱」あるいは「水疱」が含まれるものと解される。「水疱」が本願発明の「皮膚障害」に当たることは，原告も認めるところである。",
                "る症状である水疱及び痒み」の治療用医薬製剤の記載があることからすると，引用発明は，本願発明の「皮膚障害」に含まれる「水疱」を治療対象の症状とするものと認められる。",
                "そうすると，引用発明は，本願発明と同様に，「皮膚障害，水疱及び痒み」を治療対象の症状とする点で一致するから，相違点2は相違点とはいえない。",
                "したがって，本件審決は，一致点として認定すべき点を上記相違点として認定し，その容易想到性を判断した点に誤りがあるといえるが，この点は，本件審決の結論に影響を及ぼすものではない。",
                "原告は，これに対し，引用例1のほか，引用例2にも相違点2に係る本願発明の構成の開示はなく，また，引用例1及び引用例2を組み合わせる動機付けも存在しないし，さらには，引用発明と引用例2に記載された発明を組み合わせたとしても，相違点2に係る本願発明の構成である「単純疱疹感染又は帯状疱疹によって引き起こされる皮膚障害の治療」という用途は得られない旨主張する。",
                "て引き起こされる症状である水疱及び痒み」の治療用医薬製剤の記載がたることは，原告も認めるところである。",
                "そうすると，引用発明は，単純疱疹感染によって引き起こされる症状である「皮膚障害，水疱及び痒み」を治療対象とするものであるから，引用例2について検討するまでもなく，原告主張の上記主張は理由がない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点1について",
              "text": [
                "原告は，引用例1の目的ないし解決課題は，ポビドンヨードの溶液ないしゲルを用いたHSV感染症の治療であって，当該症状の治癒の過程で新たに生じ得る「望ましくない組織(瘢痕組織)」の形成やその回避を目的ないし解決課題とするものではないのに対し，引用例2の目的ないし解決課題は，「望ましくない組織(瘢痕組織)の形成の回避」であり，引用例1のと引用例2では，目的ないし解決課題が異なるから，引用発明に引用例2に記載された発明を組み合わせる動機付けは存在しないなどとして，引用発明である医薬製剤に含有される薬理学的に有効な量のヨウ素を含有するヨウ素複合体を，引用例2に記載されたリポソーム粒状担体と組み合わせて含有する製剤(相違点1に係る本願発明の構成)とした上で，単純疱疹感染によって引き起こされる病変である皮膚障害，水疱及び痒みの治療を用途とすること(相違点2に係る本願発明の構成)は当業者が容易に想到し得たことであるとした本件審決の判断は誤りである旨主張する。",
                "そこで検討するに，まず，本件審決が認定した相違点2に係る本願発明の構成が本願発明と引用発明の相違点といえないことは，前記アのとおりである。",
                "発明」の目的は，ヒトおよび動物の身体組織の機能的かつ美容的再構築治療や修復治療において，組織の元の機能および外観を回復するために用い得る医薬製剤およびその対応する治療法を提供すること，さらには，新たな身体組織の形成または再生長を伴う身体部分の治癒プロセスにおける望ましくない組織形成の発生を抑制するために用い得る製剤および方法を提供することにあること(段落【0013】，【0014】)，②「本発明」は，リポソームなどの粒状担体が想定される用途のための抗感染剤および抗炎症剤(特にポビドンヨードなどの防腐剤)用の担体として極めて適しているという事実を前提とし，「本発明」の製剤により，「1種または複数種の前記物質の遅延放出が可能になり，かつ細胞表面との相互作用により所望の作用位置において長期的かつ局所的な活性が提供されること」(段落【0019】，【0020】)，③「試験例3」では，リポソームPVPヨードは，単純ヘルペスウイルス1型に対しては極めて有効であるが，長期細胞毒性実験により，試験した細胞系の大部分で，水性PVPヨードよりリポソーム形態の方が許容度が高いことが示されたこと(段落【0081】)であることが開示されていることが認められる。",
                "これによれば，引用例2から，抗感染剤および抗炎症剤(特にポビドンヨードなどの防腐剤)用の担体としてリポソームを使用することにより，その有効成分の遅延放出が可能になり，かつ細胞表面との相互作用により所望の作用位置において長期的かつ局所的な活性が提供されること，リポソームを担体として使用した「リポソームPVPヨード」は，水性PVPヨードと比較して，長期細胞毒性実験における許容度が高いことを理解できる。",
                "一方で，引用例1には，引用例1の予備試験では，対象患者に「就寝時」に，ゲルを膣に挿入器具で挿入するとともに，外部病変部に綿棒3本を使用するように指示され，「毎朝」，ポビドンヨード溶液で灌水するとともに，外部病変部に綿棒を再び使用するように指示されているこし，初感染の場合には7～14日間を要したことが記載されていること(同エ)に照らすと，引用発明の医薬製剤においても，有効成分であるポビドンヨードの遅延放出が可能になり，かつ細胞表面との相互作用により所望の作用位置において長期的かつ局所的な活性が提供されることが望ましいことは，当業者にとって自明であるといえる。",
                "そうすると，引用例1及び引用例2に接した当業者においては，引用発明である医薬製剤に含有される薬理学的に有効な量のヨウ素を含有するヨウ素複合体について，有効成分の長期的かつ局所的な活性を得るために，引用例2に記載されたリポソーム粒状担体と組み合わせて含有する製剤とすることの動機付けがあるものと認められるから，相違点1に係る本願発明の構成を容易に想到することができたものと認められる。",
                "したがって，原告の上記主張は理由がない。",
                "原告は，この点に関し，上記のとおり，引用例1と引用例2では，目的ないし解決課題が異なることを挙げて，引用発明に引用例2を組み合わせる動機付けがない旨主張する。",
                "しかしながら，原告が主張するように引用例1の目的がポビドンヨードの溶液ないしゲルを用いたHSV感染症の治療にあり，引用例2の目的が「望ましくない組織(瘢痕組織)の形成の回避」にあり，両者が直接目的とするところが異なるとしても，そのことは引用発明に引用例2に記載されたリポソーム粒状担体の構成を組み合わせる動機付けを否定する根拠にはならないというべきである。",
                "したがって，原告の上記主張は理由がない。",
                "小括",
                "以上のとおり，本件審決が認定した相違点のうち，相違点2については，相違点とはいえず，また，相違点1については，本件審決における容易想到性の判断に誤りはないから，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本願発明は引用例1及び引用例2に記載された発明に基づいて当業者が容易に発明をすることができたとした本件審決の判断に誤りはないから，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}