{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2013-5251号事件について平成25年12月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，進歩性判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成21年5月13日，発明の名称を「外径1．4mmの灌流スリーブ」とする特許出願をした(特願2009-133492号)が，平成25年2月15日，拒絶査定を受け，同年3月4日，審判請求をした(不服2013-5251号)。",
            "特許庁は，平成25年12月11日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，平成26年1月14日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願発明の要旨は，特許請求の範囲に記載された，以下のとおりである。",
            "【請求項1】",
            "「外径寸法(図1)が1．40mm以下(1．40mmを含まず)であって，かつ1．00mm以上である灌流スリーブ」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点(争点と関係が薄い部分はフォントを小さく表記する。)",
          "text": [
            "本願発明は，引用例(特開2000-33097号公報。甲1)記載の発明(引用発明)に基づいて当業者が容易に発明できたものであるから，特許法29条2項により特許を受けることができない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "「外形寸法(図面)が1．40mm以上1．72mm以下である灌流スリーブ」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "(一致点)",
                "「灌流スリーブ」",
                "(相違点)",
                "外径寸法について，本願発明においては，「1．40mm以下(1．40mmを含まず)であって，かつ1．00mm以上」としたのに対し，引用発明においては，「1．40mm以上1．72mm以下」とした点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての検討",
              "text": [
                "引用例には，灌流スリーブの外径寸法を小さくすることにより，切開創口を小切開にできるという技術的意義，効果について，「【課題を解決するための手段】・・・本発明の灌流スリーブは外径1．6mm，内径を1．4mmにする。この器具の組み合わせの時，切開創口は2．67mmあれば良い。・・・これで手術者は従来と同じ手術手技手法のまま，小切開に移行できる。」(段落【0004】)，「【発明の効果】「本発明により，白内障手術における切開創口は2．55mmから2．80mmの小切開で良い。術後の乱視発生は切開創口の長さに比例し，特に3．2mm以下では著しく改善すると言われている。したがって劇的な低減を期待できる。」(段落【0007】)と記載されており，切開創口を小切開にすれば，術後の乱視発生などを低減できることは，白内障超音波乳化吸引術を行う当業者にとって明らかである。",
                "したがって，引用発明において，灌流スリーブの外径寸法をより小さくし，本願請求項1のものとすることは当業者が容易に想到し得ることである。",
                "また，外径寸法の上限を「1．40mm以下(1．40mmを含まず)」にしたこと，外径寸法の下限を「1．00mm以上」としたことに，格別，臨界的な技術意義は認められない。",
                "そして，本願発明の効果は，引用発明から当業者が予測し得る範囲のものであって格別なものではない。",
                "したがって，引用発明の灌流スリーブの外径寸法を本願発明の外径寸法にすることは，当業者が容易になし得ることである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由(容易想到性の判断誤り)",
      "content": [
        {
          "fig": "1",
          "subject": "動機付けの不存在",
          "text": [
            "切開創口が2．6mmになり始めた過去10年前から，更なる小切開長と乱視低減の相関性を示す学術発表や論文はなく，製造業者や医療従事者といった当業者には上記相関性を認識できないから，引用発明よりも外形寸法を小さくする動機付けはない。過去15年の乱視低減方法は，切開創口の縫合方法であり，1針縫合，無縫合術が開発され，成果を上げている。切開創口を小切開にすれば，術後の乱視発生が低減できると考えられていたのは，15年前までであって，現在では，切開創口がある数値以下では，術後乱視は低減しないか発生しないと考えられている。被告の提出した書証(乙2)にも，「1．8mm切開では術後に角膜の形は元に戻りますので，乱視を生ずることはありません。」と記載されているし，前房水採取で外径0．3mmの注射針を使用した場合に，術後の乱視の報告はない。したがって，引用発明以下の外形寸法とする動機付けはない。",
            "なお，引用例(甲1)の著者は原告であるが，小切開長と乱視低減の相関性についての記載に誤りがあった。すなわち，6mmから2．4mmの創口では小切開長と乱視低減の相関性の記載は正しいが，2．4mm以下の創口では，生体組織の弾性，創の開口時間，術者技量による生体組織の侵襲度，手術器具の適否，縫合の仕様といった他のファクターが強く作用するのであって，切開長が小さければ乱視が低減するといった単純なものではない。また，被告が提出した書証(乙2ないし5)は，硝子体を手術するもので灌流スリーブは使用しないものについての文献，学術的に充分な信用性が足りない私病院の広告宣伝物，前切開部に使用される灌流スリーブに関する文献であって，本件のような白内障手術に関して，切開創口をより小さくすることが，基本的な技術課題であることを示唆するものとはいえない。"
          ]
        },
        {
          "fig": "2",
          "subject": "顕著な効果の存在",
          "text": [
            "灌流スリーブは，その外径寸法を1mmよりも小さくすれば，超音波白内障超音波乳化吸引手術装置の器具にはならず，外形寸法の下限については技術的意義がある。すなわち，現在，最も先駆的に使用されている製品の灌流スリーブの素材と加工技術を用いて外径0．94mmの灌流スリーブを作成すると，内径は0．64mmとなり，超音波チタンチップの内径が0．0mmとなって閉鎖してしまうから，吸引機能を果たさず超音波白内障超音波乳化吸引手術装置の器具にならない。外径1mmの灌流スリーブであれば，超音波チタンチップは内径0．06mmを確保できるが，1mm径のチタン鋼棒に，最大30mmの長さで，偏りなく滑らかな表面の内径0．06mmの孔を貫通させる加工のできる工具はない。たとえそれが可能でも，この内径の管を通して水晶体を吸引するには，約40μmの大きさに細かく砕かなければならず，患者の眼球は長時間，超音波振動にさらされることになるから，その結果，角膜熱傷害の危険性が増大し，製造業者や医療従事者はこのような製品の開発やそれによる手術を回避するはずである。このように，灌流スリーブは，その外径寸法を1mmよりも小さくすれば，超音波白内障超音波乳化吸引手術装置の器具にはならない。灌流スリーブの外形寸法が決定されると，その内径及び超音波チップの内径外径は数値的誤差±15％以内で自動的に算定できるのであって，原告の計算に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "動機付けの存在",
          "text": [
            "引用例(甲1)には，「【従来の技術】 白内障超音波乳化吸引術が実用化されて約15年になるが，灌流スリーブの外径は1．8mm(1．77mm±0．4mm)のまま，である。従って切開創口のサイズは3mm±0．2mmである。」(段落【0002】，)，「【課題を解決するための手段】超音波チップの外径を0．89mm，灌流吸引ハンドピースの吸引カニューラの外径を0．89mmにする。フォルダブル眼内レンズのインジェクター(レンズの前房内挿入補助筒)の外径を約1．7mmにする。本発明の灌流スリーブは外径を1．6mm，内径を1．4mmにする。この器具の組み合わせの時，切開創口は2．67mmあれば良い。(創口の長さ＝1．7mm×3．14÷2)・・・これで手術者は従来と同じ手術手技手法のまま，小切開に移行できる。」(段落【0004】)，及び「【作用】 外径0．89mmの超音波チップに本発明の灌流スリーブ被せて，同じく外径0．89mmの吸引カニューラに被せ灌流吸引ハンドピースとして使用する。このスリーブの外径は1．6mmであるから，切開創口は2．52mmで良いが実際には，冷却用灌流液の漏出用隙間とレンズインジェクターの挿入を考えると，2．7mmである。・・・」(段落【0005】)と記載されているから，少なくとも，灌流スリーブの外径寸法をより小さくすること(1．8mmから1．6mm)により，切開創口をより小切開にできること(3mm±0．2mmから2．7mm)が理解できる。",
            "また，引用例には，「【発明の効果】 本発明により，白内障手術における切開創口は2．55mmから2．80mmの小切開で良い。術後の乱視発生は切開創口の長さに比例し，特に3．2mm以下では著しく改善すると言われている。したがって劇的な低減を期待できる。・・・」(段落【0007】)と記載されているから，切開創口をより小切開にすれば，術後の乱視発生をより低減できること(術後の乱視発生は切開創口の長さに比例して改善)も理解できる。",
            "審決は，以上を踏まえて，「切開創口を小切開にすれば，術後の乱視発生などを低減できることは，白内障超音波乳化吸引術を行う当業者にとって明らかなことである」と判断したのであって，誤りはない。",
            "そもそも，眼科手術具を小型化し，切開創口をより小さくすることは，当該技術分野における基本的な技術課題であって，当業者の技術常識であり，これらは，「25ゲージ硝子体手術の基本的手技と応用」(乙2)，「25ゲージ硝子体手術システム」(乙3)，「当院の白内障手術の特徴-角膜切開，極小切開白内障手術」(乙4)，特開2000-237228号公報(乙5，以下「周知公報」という。)といった各文献に示されているところでもある。"
          ]
        },
        {
          "fig": "2",
          "subject": "顕著な効果の不存在",
          "text": [
            "本願発明の臨界的な技術的意義に関する原告の主張の根拠は，訴状の添付書類として原告が提出した「2  灌流スリーブ等の絵図」に示された「現在最も先駆的に使用されている製品」の具体的寸法に基づくものである。しかしながら，本願の特許請求の範囲には，灌流スリーブの外径寸法については記載されているが，灌流スリーブの内径，超音波チタンチップ及びその外径，内径についての記載はないから，原告の主張は，本願の特許請求の範囲の記載に基づくものではなく，前提において誤りである。",
            "また，本願明細書(甲2)には，灌流スリーブの外形寸法の下限値を「1mm以上」に設定することについて何ら説明がなされていないことから，かかる下限値を設定することに臨界的意義を認めるべき合理性は一切ない(単に小型化され得る灌流スリーブの外径寸法を一例として示したにすぎない)。",
            "しかも，上記周知公報には，「【0025】・・・スリーブ23の管状部分の内，水晶体囊内及び前房内の一部に挿入される前方部分23aは，従来のスリーブ径である1．8mmよりも細く，小切開のCCCから挿入できるように直径1mmの大きさであり，かつチップ26との間隙を確保するように薄肉に形成されている。・・・」とも記載されており，灌流スリーブの外径を「1mm」程度に設定することは少なくとも本願当時には想定されていたといえ，実施の範囲ともいうべきものであるから，臨界的な技術的意義を有するとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "text": [
                "本願明細書(甲2)には，次のとおりの記載がある。",
                "「【産業上の利用分野】",
                "【0001】",
                "この発明は，眼科の白内障超音波乳化吸引術において使用する超音波チップ及び吸引カニューラ(灌流吸引ハンドピース)に被せて灌流液を前房内に供給するところの灌流スリーブに関するものである。",
                "【従来の技術】",
                "【0002】",
                "白内障超音波乳化吸引術が実用化されて約26年以上にもなるが，灌流スリーブの外径は1．8mmから細くても1．6mm，である。従って切開創口の長さは3．2mmから2．6mmにとどまる。",
                "【発明が解決しようとする課題】",
                "【0003】",
                "故に，本発明の外径1．4mmの灌流スリーブを基に，外径0．65mmの超音波チップ及び同じく0．65mmのカニューラからなる灌流吸引ハンドピース，そして小さく畳めるフォルダブル眼内レンズ，以上の3器具により，白内障超音波乳化吸引術・眼内レンズ挿入術において，超小切開(2．5mmから1．8mmの間)を標準的(ポピュラー)な術式にする。",
                "【課題を解決するための手段】",
                "【0004】",
                "超音波チップの外径を0．65mm，灌流吸引ハンドピースの吸引カニューラの外径を0．65mmにする。フォルダブル眼内レンズのインジェクター(レンズの房内挿入補助筒)の外径を約1．3mmにする。本発明の灌流スリーブは外径を1．3mm，内径を1mmにする。",
                "この器具の組み合わせの時，切開創口は2．04mmあれば良い(創口の長さ＝1．3mm×3．14÷2)。",
                "超音波チップ，灌流吸引ハンドピースのカニューラの外径と本発明の灌流スーブの内径との隙間は0．175mmであり，灌流液の流路を確保する。このスリーブの灌流ポートの個数と径は従来技術品と同一にする。これで手術者は従来と同じ手法のまま，超小切g開(2．5mmから1．8mm)に移行できる。(判決注：「超小切g開」は，「超小切開」の明白な誤記と認める。)」",
                "「【発明の効果】",
                "【0007】",
                "本発明により，白内障手術における切開は超小創口であるところの，2．5mm，2．2mm，2mm又は1．8mmに変わる。",
                "術後の乱視の発生は切開創口の長さに比例し，特に3．2mm以下では著しく改善すると言われている。したがって劇的な低減(術後視力の質の向上)を期待できる。又，術後の回復や日常生活復帰期間の短縮をなす。",
                "更に産業的には，超音波チップの外径は22ゲージが主流になり，23ゲージや25ゲージが試用されるであろう。灌流吸引ハンドピースのカニューラは22ゲージから25ゲージまで実用されうる。フォルダブル眼内レンズは切開創口2．2mmから1．8mmでもって，挿入できる製品が製造目標となるであろう。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明",
              "text": [
                "引用例(甲1)には，次のとおりの記載がある。",
                "「【0001】",
                "【産業上の利用分野】 この発明は，眼科の白内障超音波乳化吸引術において使用する超音波チップ及び吸引カニューラ(灌流吸引ハンドピース)に被せて灌流液を前房内に供給するところの灌流スリーブに関するものである。",
                "【0002】",
                "【従来の技術】 白内障超音波乳化吸引術が実用化されて約15年になるが，灌流スリーブの外径は1．8mm(1．77mm±0．4mm)のまま，である。従って切開創口のサイズは3mm±0．2mmである。",
                "【0003】",
                "【発明が解決しようとする課題】故に，本発明の外径1．6mmの灌流スリーブを基に，外径0．89mmの超音波チップ及び同じく0．89mmのカニューラによる灌流吸引ハンドピース，そして小さく畳めるフォルダブル眼内レンズ，以上の3器具により，白内障超音波乳化吸引術・眼内レンズ挿入術において小切開(2．55mmから2．8mm)を標準的(ポピュラー)な術式にする。",
                "【0004】",
                "【課題を解決するための手段】超音波チップの外径を0．89mm，灌流吸引ハンドピースの 吸引カニューラの外径を0．89mmにする。フォルダブル眼内レンズのインジェクター(レンズの前房内挿入補助筒)の外径を約1．7mmにする。本発明の灌流スリーブは外径を1．6mm，内径を1．4mmにする。この器具の組み合わせの時，切開創口は2．67mmあれば良い。(創口の長さ＝1．7mm×3．14÷2)超音波チップ，灌流吸引ハンドピースのカニューラの外径と本発明の灌流スリーブの内径との隙間は0．255mmで，灌流液の流路を確保する。このスリーブの灌流ポートの個数と径は従来技術品と同一にする。これで手術者は従来と同じ手術手技手法のまま，小切開に移行できる。",
                "【0005】",
                "【作用】外径0．89mmの超音波チップに本発明の灌流スリーブ被せて，同じく外径0．89mmの吸引カニューラに被せ灌流吸引ハンドピースとして使用する。このスリーブの外径は1．6mmであるから，切開創口は2．52mmで良いが実際には，冷却用灌流液の漏出用隙間とレンズインジェクターの挿入を考えると，2．7mmである。この小切開ながら超音波乳化吸引術・眼内レンズ挿入術に必要な器具の挿入及び操作ができ，従来とほとんど同じ灌流量や漏出量になる。」",
                "「【0007】",
                "【発明の効果】 本発明により，白内障手術における切開創口は2．55mmから2．80mmの小切開で良い。術後の乱視発生は切開創口の長さに比例し，特に3．2mm以下では著しく改善すると言われている。したがって劇的な低減を期待できる。更に産業的には，超音波チップの外径は20ゲージが主流になり，21ゲージや22ゲージが試用されるであろう。灌流吸引ハンドピースの吸引カニューラは20ゲージから23ゲージまで実用されうる。フォルダブル眼内レンズは創口2．55mmから2．8mm以内で挿入できることが製造努力目標となるであろう。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明の対比",
              "text": [
                "以上によれば，審決が，引用発明を「外形寸法(図面)が1．40mm以上1．72mm以下である灌流スリーブ」と認定したこと(第2の3(1))に誤りはなく，また，本願発明と引用発明との一致点及び相違点の認定(第2の3(2))についても誤りはない。なお，この点については原告も認めている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由について",
          "text": [
            "そこで，本願発明の容易想到性について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "動機付けの有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例には，引用発明では，灌流スリーブの外形寸法を1．40mm以上1．72mm以下とすることにより，白内障超音波乳化吸引術・眼内レンズ挿入術において2．55mmから2．80mmの小切開を標準的(ポピュラー)な術式にすることができること，及び，術後の乱視発生は切開創口の長さに比例し，特に3．2mm以下では著しく改善するといわれていることから，引用発明においては，術後の乱視発生の劇的な低減を期待できることが，記載されている(段落【0007】)。",
                    "このように，引用例の記載は，創口長と術後乱視の低減との間の相関性について，創口長による限定(下限)を設けていないから，術後乱視低減という課題を解決するためには，創口長をなるべく小さくすることが望ましいことを示唆するものといえる。そして，創口長を小さくするためには灌流スリーブの外径を小さくすればよいことは明らかである。よって，当業者がかかる記載に接すれば，創口長を小さくするために灌流スリーブの外径を小さくすればよいことを，容易に認識できる。",
                    "そして，灌流スリーブの外径の大きさは，技術的限界の範囲内では，設計事項として適宜変更できる事項であるから，引用発明よりも灌流スリーブの外径を小さくすることは，容易に想到できるというべきである。よって，審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，原告は，引用例の記載は誤っていたのであって，創口長6mmから2．4mmでは創口長と術後乱視低減との相関性についての記載は正しいが，それ以下では創口長以外のファクターが強く働き，上記相関性は必ずしも認められない，過去10年前から，2．6mmより小さい切開長と乱視低減の相関性に関する学術発表や論文はなく，当業者には切開長をより小さくする動機付けはなかった旨主張する。",
                    "原告は，本願明細書においても，創口長と比例した術後乱視の低減を本願発明の効果として挙げていることからすると(段落【0007】)，原告の上記主張自体が信用性に乏しいものといわざるを得ないが，その点をおくとしても，引用例では創口長が2．55mmから2．80mmとなる場合しか想定していないにもかかわらず，それを下回る創口長2．4mmまでの場合に上記相関性が認められるというのであるから，術後の乱視低減という課題が依然として存在していることは明らかであり，当該課題の解決のために，引用例よりも創口長を更に小さくすべく，灌流スリーブの外径をより小さくすることは，当業者にとって容易に想到できるものといえる。また，創口長が2．4mm以下の場合についても，原告は，創口長以外の要素の作用が術後乱視低減により強く作用すると述べるだけであって，この点についての客観的証拠は提出されず，しかも，創口長を小さくすることによる術後乱視低減の効果自体を否定しているわけではないから，他の要素によって何らかの作用が生じるとしても，創口長を小さくすることによる効果もまた期待できる以上，灌流スリーブを小さくすることが阻害されるわけではない。したがって，創口長を小さくするために灌流スリーブの外径を小さくすることにつき動機付けが存在し，本願発明が引用発明から容易に想到できることが左右されるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，被告が提出した書証(乙2ないし5)につき，本願発明とは無関係な書証であり，引用発明から本願発明を想到する根拠とはならない旨主張する。",
                    "確かに，「25ゲージ硝子体手術の基本的手技と応用」(乙2)，「25ゲージ硝子体手術システム」(乙3)は，硝子体手術に関するものであるところ，硝子体手術では灌流スリーブが使用されるわけではない。しかしながら，これらの文献には，硝子体手術特有のものとしてではなく，眼球に対する手術一般につき，創口長を小さくすることによって術後の乱視軽減の効果があるという前提の記載があり，これは，眼科医にとって，眼球に対する手術一般において，創口長を小さくすることが技術的課題となることを示唆するものである。しかも，硝子体手術が実施された場合の創口長は，内径0．5mm，外径0．63mmの器具が使用されていることからすると，明らかに2．4mm以下であると認められ，この点は引用発明と共通しており，引用発明においても，患者の眼球に施された手術の際に形成される創口長を小さくすれば，術後の乱視を軽減する効果があることを示唆するものといえる。したがって，これらの文献は，本願発明の当業者にとっての技術的課題，解決策やその効果を示すものといってよい。また，「当院の白内障手術の特徴-角膜切開，極小切開白内障手術」(乙4)は，白内障手術を実施する私立病院の広告宣伝のホームページであるが，そうであるとしても，一般の臨床医が，白内障手術における1．8mm程度の切開長と術後乱視の大きさとの関係をホームページ上説明していること自体，白内障手術後の乱視軽減のためには，創口長をより小さくすることに技術的意義があるということが広く認識されている事実を示すものであり，当業者においてかかる事情が周知技術であったことを意味するものといえる。さらに，周知公報(乙5)は，白内障手術を前提とした眼科手術用スリーブに関するものである。したがって，これらの文献も，そこに記載された技術的課題の解決方法や周知技術を採用すれば，本願発明が引用発明から容易に想到できるという根拠を示すものと評価できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "顕著な効果の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "術後の乱視発生などの低減のために切開創口を小さくするように，灌流スリーブの外形寸法を小さくすることは，当業者が容易に想到し得た事項であって，術後乱視の発生を引用発明よりも低減させるために，灌流スリーブの外形寸法を引用発明よりも短い範囲，すなわち1．40mm以下(1．40mmを含まず。)とすることは，当業者が容易に設定し得た事項であるのは，上記(1)で説示したとおりである。1．40mmという値は，引用発明との境界という以上の技術的意義は見出せない。",
                    "他方，本願明細書には，灌流スリーブの外形寸法の下限値を1．00mmとすることについての技術的な意義やそれによる格別の効果に関する記載はなく，灌流スリーブの外径は単なる設計事項としか評価できず，この下限値にも臨界値として技術的意義は認められない。",
                    "したがって，審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，原告は，灌流スリーブの外形寸法が決定すると，その内径及び超音波チタンチップの内径，外径は自動的に算定できることから，灌流スリーブが機能するための外径の限界値は1．00mmであり，この値に臨界的な技術的意義がある旨主張する。",
                    "しかしながら，原告の主張は，現在，使用されている先駆的な超音波チタンチップの外径，内径等の大きさを前提とした主張であるところ，これらの大きさは，本願発明において特定されておらず，本願明細書にも記載されていないから，原告の主張は，本願出願時を前提とするものではなく，また，本願発明の構成に基づくものともいえない。",
                    "したがって，1．00mmという下限値について，格別の技術的意義があるとはいえないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}