{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，原判決別紙被告書籍目録1及び2記載の書籍を複製し，頒布してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人らは，原判決別紙被告書籍目録1及び2記載の書籍を製造し，販売し又は販売のために展示してはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人らは，原判決別紙被告書籍目録1及び2記載の書籍を廃棄せよ。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して4546万8122円及びこれに対する平成22年4月1日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，被控訴人Y(以下「被控訴人Y」という。)が著作し，被控訴人日本文芸社(以下「被控訴人会社」という。)が出版する原判決別紙被告書籍目録1記載の書籍(題号「1日1分から  1本のバンドですっきりスリム  巻くだけでやせる！」。以下「被控訴人書籍1」という。)及び同目録2記載の書籍(題号「腰痛・肩こり・ひざ痛  巻くだけで痛みをとる！」。以下「被控訴人書籍2」といい，被控訴人書籍1と合わせて「被控訴人書籍」という。)の発行は，控訴人の著作した原判決別紙原告著作物目録記載の書籍(題号「バンド1本でやせる！巻くだけダイエット」。以下「控訴人書籍」という。)の著作権(複製権，翻案権)及び著作者人格権(同一性保持権，氏名表示権)を侵害し，又は不正競争防止法2条1項1号若しくは2号の不正競争に当たると主張して，被控訴人らに対し，①控訴人書籍に係る複製権，翻案権，同一性保持権又は氏名表示権(著作権法21条，27条，20条1項，19条1項，112条1項)に基づき，被控訴人書籍の複製及び頒布の差止め，②不正競争防止法2条1項1号，2号，3条1項に基づき，被控訴人書籍の製造，販売，販売のための展示の差止め，③著作権法112条2項又は不正競争防止法3条2項に基づき，被控訴人書籍の廃棄，④民法709条，719条，著作権法114条1項，不正競争防止法4条，5条1項に基づき，損害賠償金4546万8122円及びこれに対する不法行為開始後の日である平成22年4月1日から支払済みまでの民法所定年5分の割合による遅延損害金の連帯支払を，それぞれ求める事案である。",
            "原審は，①著作権及び著作者人格権に基づく請求については，控訴人書籍と被控訴人書籍は，表現上の創作性がある部分において共通しているとはいえないとして侵害を認めず，②不正競争防止法に基づく請求については，「巻くだけダイエット」という表示及び折り畳んだバンドを添付するという控訴人書籍の「形態」が控訴人の商品等表示であるとは認められず，控訴人書籍の表紙の画像も，控訴人を示す商品等表示として著名であったとは認められない上，被控訴人書籍が同一又は類似の商品等表示を使用したものともいえないとして，控訴人の請求を全部棄却した。原判決を不服として，控訴人が本件控訴をした。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，争点及び争点に関する当事者の主張は，原判決の「事実及び理由」第2の2及び3並びに第3の1から4まで記載のとおりであるから，これを引用する(以下，原判決の引用中「原告」とあるのは「控訴人」と，「被告」とあるのは「被控訴人」と，それぞれ読み替える。)。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の請求はいずれも理由がないものと判断する。その理由は，次のとおり原判決を補正して，当審における当事者の主張に対する判断を付加するほかは，原判決の「事実及び理由」の第4の1ないし2記載のとおりであるから，これを引用する。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決22頁17行目の末尾に，行を改めて，次のとおり加える。",
                "「控訴人は，控訴人書籍の表紙画像と被控訴人書籍1の表紙画像とを対比すると，上記(2)イで適示した相違点①ないし③は表紙画像の本質的な特徴に関わるものではなく，各表紙画像は，むしろ，「スリムアップされた女性の裸の後背部をクローズアップしている点」及び「同系色のバンドを裸の後背部に巻き付けている」という点で酷似しており，これらと上記(2)イで適示された①ないし④の共通点を併せ考えれば，両画像は表現上の創作性のある部分が共通すると主張する。",
                "しかし，「スリムアップされた女性の裸の後背部をクローズアップしている」という点が共通しているといっても，原判決別紙対比表Ｎo．1のとおり，控訴人書籍では，女性が真後ろを向いた状態で後背部が写っているのに対し，被控訴人書籍1では，女性は左肩を撮影者側に向けて体をねじり，斜めになった状態の後背部が写っているのであり，具体的な表現内容は異なるし，「同系色のバンドを裸の後背部に巻き付けている」という点も，前記のとおり，控訴人書籍では，バンドを女性モデルの左上方向から右下方向に向けて巻き付け，さらに腰部でX字状に巻き付けているのに対し，被控訴人書籍1では，女性モデルの右上方向から左下方向に向かって巻き付け，腰部には巻き付けていないのであり，具体的な表現方法はまったく異なっている。控訴人が上記において酷似していると主張する内容は，控訴人書籍の表紙画像のうち具体的な表現それ自体ではないアイデアの部分であり，これらをもって，表現上の創作性がある部分で共通しているとはいえないから，控訴人の主張によっても，前記認定判断は左右されない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決23頁7行目の末尾に行を改めて，次のとおり加える。",
                "「控訴人は，被控訴人書籍2の表紙画像も，女性がバンドを体に巻き付けているという独特のポージングをとっているという控訴人書籍の表紙画像の本質的特徴を感得させると主張する。しかし，前記のとおり，控訴人書籍の表紙画像の女性モデルは真後ろを向いた状態で，その後背部が写っているのに対し，被控訴人書籍2の表紙画像の女性モデルは前を向いた状態で，その体の正面が写っている上，バンドの体への巻き方も異なっており，具体的な表現内容において大きく相違するから，両画像が表現上の創作性がある部分で共通しているとは認められず，控訴人の主張を採用することはできない。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決23頁17行目の末尾に行を改めて，次のとおり加える。",
                "「控訴人は，例えば，控訴人書籍の「たすきがけ巻き」についての記述は，そのアイデア自体画期的なだけではなく，「バンドを8の字にして」，「両腕を上げて，バンザイします」などの説明表現がその言葉の選択において個性的であり，画像も独特であると主張する。しかし，バンドを一定の巻き方で巻くということ自体は，控訴人も自認するとおりアイデア(思想)であるから，著作権法上の保護の対象となるものではないし，控訴人書籍の具体的な記述をみても(原判決別紙対比表Ｎo．3)，「バンドを8の字にして，両手首にかけます」，「両腕を上げて，バンザイします」という説明表現は，説明対象となる一連の動作を表現するための表現としては，ごくありふれており，創作性がある表現とはいえない。また，同記述に付された画像も，モデルが両手首にバンドを8の字状にかけたり，その手を頭上に挙げているポーズを撮影したもので，当該巻き方を表現するためのポーズとしてはごくありふれたものであり，ポーズ自体が創作性のある表現とはいえない。したがって，控訴人の主張は理由がない。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決25頁24行目冒頭から同27頁5行目末尾までを次のとおり改める。",
                "「上記認定の控訴人書籍の販売数や，控訴人書籍がテレビ番組等で取り上げられたこと，さらには控訴人書籍がそもそもダイエットの方法を説明した内容の本であることからすれば，「巻くだけダイエット」の表示は，控訴人書籍の題号として，その需要者に広く認識されていたのみならず，カイロプラクターとしての控訴人が提唱している，バンドを「巻くだけ」のダイエット方法自体をも表示するものとして，その需要者に広く知られていたものと認めることができる。",
                "もっとも，「巻くだけダイエット」の語は，「巻くだけ」と「ダイエット」という，バンドを使用したダイエット方法に関する分野においてはごく普通のありふれた用語を組み合わせただけのものにすぎず，控訴人自身，自己が提唱するダイエット法を「巻くだけ」の語のみで紹介したことや，同ダイエット法の名称自体を指すものとして「巻くだけ」の語のみで宣伝，広告されていたことを認めるに足りる証拠はないことからすれば，この二つの普通の用語を組み合わせて初めて控訴人が提唱するダイエット方法であるとの自他識別機能を有するものになるといわざるを得ず，「巻くだけ」と「ダイエット」のそれぞれ単独の用語では，自他識別機能を有するものとまでいうことはできない。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "text": [
                    "そして，被控訴人らは，被控訴人書籍の題号の一部として，「巻くだけでやせる！」(被控訴人書籍1)，「巻くだけで痛みをとる！」(被控訴人書籍2)という表示を使用しているものである。前記のとおり，書籍の題号は，普通は，その書籍の内容を表示するものとして用いられるもので，需要者も，普通の場合は，書籍の題号を，その書籍の内容を表示するものとして認識し，出所の識別表示としては認識しないものと解される。また，被控訴人書籍の題号が，書籍の内容を表示するもの以外のものとして使用されたことや，需要者が，これを書籍の内容を表示するものとしてだけではなく，被控訴人Yの業務に係る商品又は営業であると認識していたことを裏付ける証拠はないから，被控訴人らが，これらの表示を，被控訴人Yの商品等表示として使用していたものとは認められない。したがって，この点からすれば，被控訴人書籍の題号が不正競争防止法2条1項2号に該当するとの主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "また，控訴人が控訴人書籍において使用した題号は，「巻くだけダイエット」であり，「巻くだけ」と「ダイエット」の二つの普通の用語を組み合わせて初めて控訴人が提唱するダイエット方法であるとの自他識別機能を有するものになることは前記説示のとおりであるから，「巻くだけ」の部分をもって自他識別機能を持った要部であると認めることはできない。したがって，被控訴人らがその書籍に使用している題号である「巻くだけでやせる！」，「巻くだけで痛みをとる！」が，控訴人の「巻くだけダイエット」と類似する表示であるともいえない。」"
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決27頁8行目冒頭から同頁9行目の「認められないし」までを，「上記(1)のとおり，被控訴人らは，被控訴人書籍の題号の一部として，「巻くだけでやせる！」，「巻くだけで痛みをとる！」を使用しているだけで，これを出所の識別表示としては使用していないのであり，また」に改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決28頁13行目の末尾に行を改めて，次のとおり加える。",
                "「控訴人は，乙2書籍によってもゴムバンドが添付された書籍形態は需要者にそれほど認知されていなかったし，控訴人書籍は，「巻くだけ」で減量・痩身効果が得られるバンドを付録とするという書籍の商品形態を初めて示した点で画期的だったのであり，特別顕著性があり，控訴人書籍の販売実績からすれば，控訴人書籍の形態も特定の事業者の出所を表示するものとして周知になっていたと主張する。しかし，控訴人書籍の販売実績が大きいものであり，控訴人書籍にはバンドが付録として添付されていることが広く知られているとしても，一般に書籍に物品等の付録を添付することはありふれた形態にすぎないというべきであり，そのバンドの具体的な添付の形態自体が，需要者に控訴人の商品又は営業を表示するものとしての認識されていたことを認めるに足りる証拠はなく，控訴人の主張は採用することができない。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決29頁8行目の末尾に行を改めて，次のとおり加える。",
                "「控訴人は，控訴人書籍の販売実績からすれば，控訴人書籍の表紙画像も広く一般需要者に知られるようになったのであり，控訴人を表示するものとして周知されており，控訴人の表紙画像と被控訴人書籍1は優に共通性が認められるから，被控訴人書籍1は控訴人の商品等表示と同一又は類似した商品等表示を使用したと評価すべきであると主張する。しかし，控訴人書籍の表紙画像と被控訴人書籍1の表紙画像とは具体的な表現内容において異なることは前記判示のとおりであり，被控訴人書籍1が控訴人書籍の表紙画像と同一又は類似の商品等表示を使用としたとは認められない。したがって，控訴人の主張は採用することができない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上によれば，その余の争点について判断するまでもなく，控訴人の請求はいずれも理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}