{
  "conclusion": [
    {
      "fig": "1",
      "text": "控訴人の当審における交換的変更に係る請求をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "当審における訴訟費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨(当審における訴えの交換的変更後のもの)",
      "content": [
        {
          "fig": "1",
          "subject": "(主位的請求)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人は，原判決別紙被告標章目録記載1ないし3の各標章(以下「被控訴人各標章」と総称する。)を付したPTPシートを包装とする薬剤を販売してはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，前項記載の薬剤を廃棄せよ。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "(予備的請求)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人は，原判決別紙被告標章目録記載4ないし6の各標章(以下「被控訴人各全体標章」と総称する。)を付したPTPシートを包装とする薬剤を販売してはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，前項記載の薬剤を廃棄せよ。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，被控訴人による被控訴人各標章，あるいは被控訴人各全体標章(被控訴人各全体標章は，それぞれ横書きの「ピタバ」と「スタチン」を上下二段に配して成る標章であり，被控訴人各標章は，被控訴人各全体標章からそれぞれ「ピタバ」の部分を抜き出したものである。)を包装に付しての薬剤の販売が，控訴人が有する商標権を侵害するとして，商標法(以下「法」という。)36条1項及び2項に基づき，主位的に，被控訴人各標章のいずれかを付したPTPシートを包装とする薬剤の販売の差止め及び同薬剤の廃棄，予備的に，被控訴人各全体標章のいずれかを付したPTPシートを包装とする薬剤の販売の差止め及び同薬剤の廃棄を，それぞれ求める事案である。",
            "控訴人は，原審において，被控訴人による上記行為が，「PITAVA」の標準文字から成り，指定商品を「薬剤」とする控訴人の登録商標(登録第4942833号。以下「本件商標」という。)に係る商標権(以下「本件商標権」という。)を侵害すると主張した。",
            "原審は，①被控訴人各標章の部分のみを被控訴人各全体標章とは独立した標章と解することはできず，被控訴人が使用しているのは被控訴人各全体標章である，②本件商標と被控訴人各全体標章は，「ピタバ」の称呼を共通にし，需要者等のうち医療従事者には同一の観念(ピタバスタチンカルシウムという名称の，還元酵素阻害薬である化学物質。以下「本件物質」という。)を想起させ，患者に対してはいずれも特段の観念を想起させないことから，両者は類似すると解する余地がある，③本件商標は，指定商品のうち本件物質が含まれない薬剤に使用した場合は需要者等が当該薬剤に本件物質が含まれると誤認するおそれがあるので，法4条1項16号に該当し，無効審判により無効とされるべきものである，として，控訴人の請求をいずれも棄却した。",
            "控訴人は，本件控訴を提起するとともに，本件商標権につき，指定商品を「薬剤但し，ピタバスタチンカルシウムを含有する薬剤を除く」とするもの(登録第4942833号の1)と，指定商品を「ピタバスタチンカルシウムを含有する薬剤」とするもの(登録第4942833号の2。以下「本件商標権2」といい，これに係る商標を「本件商標2」という。)に分割し，当審において，本件商標権2に基づき控訴の趣旨記載の請求をする旨の訴えの交換的変更を行い(以下，変更後の主位的請求を「当審における主位的請求」と，変更後の予備的請求を「当審における予備的請求」と，それぞれいう。)，被控訴人はこれに同意した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争いのない事実等及び争点に関する当事者の主張(ただし，争点2，4及び5に関する当事者の主張中，「本件商標」とあるのをいずれも「本件商標2」と読み替える。)は，原判決を次のとおり補正するほか，原判決「事実及び理由」第2の1及び2記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁17行目冒頭に「ア」を加え，同頁18行目の「有している。」を「有していた。」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決2頁24行目末尾に，改行の上，次のとおり加える。",
                "「イ  控訴人は，平成26年11月17日付けで，本件商標権の分割登録申請を行い，本件商標権は，同月18日，下記(ア)の商標登録に係る商標権及び下記(イ)の商標登録に係る商標権(本件商標権2)に分割された(甲19，20の1及び2)。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "登 録 番 号    第4942833号の1",
                  "text": [
                    "商品の区分    第5類",
                    "指 定 商 品    薬剤但し，ピタバスタチンカルシウムを含有する薬剤を除く",
                    "登 録 商 標    PITAVA(標準文字)"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "登 録 番 号    第4942833号の2",
                  "text": [
                    "商品の区分    第5類",
                    "指 定 商 品    ピタバスタチンカルシウムを含有する薬剤",
                    "登 録 商 標    PITAVA(標準文字)」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決6頁10行目の「本件物質を含有しない薬剤」を「他の化学物質(有効成分)を主成分とし，微量の本件物質を含有するにすぎない薬剤」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決6頁24行目の「(同法47条1項)」の次に，「は，商標権の分割がされた場合には分割時を起算点とすべきである。また，仮に除斥期間」を加える。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決7頁6行目末尾に，改行の上，次のとおり加える。",
                "「仮に，医療従事者において，薬剤に付された「PITAVA」が「ピタバスタチンカルシウム」を含有する薬剤を想起させるとしても，ピタバスタチンをその効能を発揮しない程度にしか含有しない薬剤は，現実的には存在し得ないし，「PITAVA」は「ピタバスタチンカルシウム」以外の有効成分を含まないことを想起させるものではないから，かかる表示は薬剤の品質に誤認を生じさせるものではない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，被控訴人が使用しているのは被控訴人各商標ではなく被控訴人各全体標章であるから，控訴人の当審における主位的請求は，その余の争点について判断するまでもなく理由がなく，また，被控訴人各全体標章は，本件商標権2に係る指定商品の原材料を普通に用いられる方法で表示するものにすぎないから，法26条1項2号により本件商標権2の効力が及ぶものではなく，したがって，控訴人の当審における予備的請求も，理由がないと判断する。",
        "その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "被控訴人各標章の使用の有無(争点1)について",
          "text": [
            "原判決8頁13行目の「原告の」の次に「当審における」を加えるほか，原判決「事実及び理由」第3の1に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "法26条1項2号該当性(争点3)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "問題の所在",
              "text": [
                "控訴人は，被控訴人が，本件商標権2の指定商品であるピタバスタチンカルシウム(本件物質)を含有する薬剤に当たる被控訴人各商品に，本件商標2と類似する被控訴人各全体標章を付して販売する行為は，控訴人の有する本件商標権2を侵害すると主張する。",
                "これに対し，被控訴人は，控訴人の主張する被控訴人各全体標章の使用は，被控訴人各商品の原材料を普通に用いられる方法で表示するものにすぎず，法26条1項2号により本件商標権2の効力が及ばないと主張する。",
                "このような本件事案の内容に鑑み，被控訴人各全体標章と本件商標2の類否の点(争点2)をしばらく措き，まず，上記のような被控訴人各全体標章の使用が，法26条1項2号に該当するか否かについて判断することとする。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "認定事実",
              "text": [
                "後掲各証拠及び弁論の全趣旨によれば，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "医薬品を構成する化学物質について，世界保健機関が設定した標準的な名称を国際一般名というが，この国際一般名において，薬理学的に又は構造的に類似性のある化合物群には，共通のステム(語幹)が使用される。",
                    "脂質異常症(高脂血症)治療薬であるHMG-CoA還元酵素阻害薬のステムは“-vastatin”であり，これに属する薬剤の国際一般名には，本件物質である“pitavastatin”のほか，“simvastatin”(シンバスタチン)，“pravastatin”(プラバスタチン)，“fluvastatin”(フルバスタチン)，“atorvastatin”(アトルバスタチン)，“rosuvastatin”(ロスバスタチン)などがある。",
                    "また，医療現場で繁用されている医療専門書によれば，HMG-CoA還元酵素阻害薬は「スタチン」と分類されており，これに分類される薬剤には，ピタバスタチン(本件物質)のほかに，シンバスタチン，プラバスタチン，フルバスタチン，アトルバスタチン，ロスバスタチンなどがある(以上につき，乙20)。",
                    "控訴人は，平成15年9月，本件物質を有効成分とする脂質異常症治療薬の販売を開始し，現在に至っている。なお，控訴人の販売する同医薬品の販売名は，「リバロ」ないし「LIVALO」というものである(乙15ないし18)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人各商品の販売名は，原判決別紙被告商品目録に記載のとおりである。",
                    "厚生労働省医薬食品局審査管理課長発出の「医療用後発医薬品の承認申請にあたっての販売名の命名に関する留意事項について」(薬食審査発第0922001号平成17年9月22日。甲22。以下「本件留意事項」という。)によれば，医療用後発医薬品の販売名については，(ア)原則として，含有する有効成分に係る一般的名称を基本とした販売名とすること，(イ)含有する有効成分に係る一般的名称に剤型，含量及び会社名(屋号等)を付すこととされ，有効成分の一般的名称については，その一般的名称の全てを記載するのが原則であるが，当該有効成分が塩，エステル及び水和物等の場合にあっては，これらに関する記載を元素記号等を用いた略号等で記載しても差し支えないし，他の製剤との混同を招かないと判断される場合にあっては，塩，エステル及び水和物等に関する記載を省略することができるとされている。",
                    "本件留意事項は，医薬品の販売名等の類似性に起因した医療事故を防止するための対策の一環であり，医療用医薬品が今後引き続き新たに承認される状況にあって，既存のものとの類似性が低い販売名を命名することがますます困難な状況になることが予想されることから，今後新たに承認申請される医療用後発医薬品の販売名についての留意事項を示したものである。",
                    "被控訴人各商品の販売名は，本件留意事項に準拠しており，本件物質の一般的名称である「ピタバスタチンCa」，剤型を示す「錠」，有効成分の含量を示す「1mg」，「2mg」又は「4mg」，さらに，被控訴人を表す会社コードである「「ＮP」」から成る。",
                    "本件物質を有効成分とする後発医薬品は，現在，被控訴人を含め24社が販売しており(甲6)，これに加え，平成27年6月以降，新たに2社が，本件物質を有効成分とする後発医薬品の販売を開始することが見込まれている。これらの後発医薬品の販売名は，その冒頭に，「ピタバスタチンカルシウム」ないし「ピタバスタチンCa」を含む点で共通する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人各商品のPTPシートの表面には，上端の耳部に「ピタバスタチン」と「Ca○mg「ＮP」」(「○」部分には含量を表す数字が入る。以下，同じ。)とが横書き上下二段で記載され(文字の大きさは，「ピタバスタチン」及び「Ca○mg」の部分が「「ＮP」」部分よりやや大きく表記されている。)，表面本体部には，各錠剤封入部の上方に「ピタバスタチン」の文字が横書き一段で(文字の大きさは，「ピタバ」部分が9ポイント，「スタチン」部分が5．7ポイントである。)，その左下方の半円形の枠内に有効成分の含量を表す数字が，それぞれ一錠毎に記載されている。",
                    "同PTPシートの裏面には，上端の耳部に「PITAVASTATIＮ」と「CA○mg「ＮP」」とが横書き上下二段で記載され(文字の大きさは，「PITAVASTATIＮ」及び「Ca○mg」の部分が「「ＮP」」部分よりやや大きく表記されている。)，裏面本体部には，各錠剤封入部の上方に一錠毎に，横書き一段の「ピタバスタチン」の記載(文字の大きさは，「ピタバ」部分が9ポイント，「スタチン」部分が5．7ポイントである。)と，「ピタバ」と「スタチン」を横書きで上下二段に配した記載(被控訴人各全体標章である。文字の大きさは，「ピタバ」部分が10．9ポイント，「スタチン」部分が7ポイントである。)とが，各錠剤封入部を縦方向に見た場合に交互にされている(乙3，4，33)。また，これらの「ピタバスタチン」ないし「ピタバ」及び「スタチン」の記載の下方の各錠剤封入部に当たる箇所に，半円形の枠内に有効成分の含量を表す数字の記載が，それぞれ一錠毎にされている。",
                    "これらのPTPシートの記載は，厚生省(当時)医薬安全局長発出の「医療事故を防止するための医薬品の表示事項及び販売名の取扱いについて」(医薬発第935号平成12年9月19日。甲14，23。以下「本件取扱い」という。)に準拠したものである。本件取扱いによれば，医療用医薬品のPTPシートには，当該医薬品の和文販売名，英文販売名，規格・含量，識別コード等を，表面及び裏面の所定の場所に記載することとされ(販売名に関して言えば，表面又は裏面の各耳部のいずれか一方に和文販売名を，もう一方に英文販売名を記載するほか，裏面の本体部には，おおむね2錠分のシートに1箇所，和文販売名を記載することとされている。)，和文販売名については，製造(輸入)承認書に記載された販売名を記載するが，規格又は含量を表す数字又は剤型を表す錠，カプセル等の文字は省略してもよいなどとされている。",
                    "なお，被控訴人各商品の外箱に表示された販売名(省略がされていない正規のもの)は，「ピタバスタチンCa錠○mg「ＮP」」の文字が横書き一段で，又は「ピタバスタチン」と「Ca錠○mg「ＮP」」とが横書き上下二段で記載されたものであり，PTPシートが収容された内袋には，「ピタバスタチンCa錠」の文字が横書き一段で記載されている(乙3，4)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被控訴人各商品は処方箋医薬品である(乙2)ところ，医薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律(平成25年法律第84号による改正前の薬事法が，同改正により題名を改めたものである。)49条1項によれば，薬局開設者又は医薬品の販売業者は，薬剤師，薬局開設者，医師，病院や診療所等の開設者への販売又は授与を除き，医師等の処方箋の交付を受けた者以外の者に対して，正当な理由なく処方箋医薬品の販売又は授与を行ってはならない。また，薬剤師法23条，25条の2によれば，薬剤師は，販売又は授与の目的で調剤する際には，処方箋の記載どおりに薬剤を調剤しなければならず，また，薬剤師は，患者に対して，当該薬剤に関して必要な情報を提供し，必要な薬学的知見に基づく指導を行わなければならない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "平成16年から平成25年ころに刊行ないし発表された，複数の日本語の論文(乙8ないし13)及び英語の論文(乙22ないし29の各1)，平成20年公開の国際出願(乙7)，平成23年の医薬品安全性情報(乙14)，平成24年公開の公開特許公報(乙5，6)，平成25年3月に行われた文部科学省の橋渡し研究加速ネットワークプログラムの成果報告会の資料(乙35の資料4)において，本件物質について“pitava”ないし「ピタバ」と表記する例が認められる(ただし，そのほとんどは，かかる表記が“pitavastatin”ないし「ピタバスタチン」を指すものである旨の注記がされているか，文中にこれらの語があり，文脈に照らして上記の表記がこれらの語を指すものと理解することができるものである。)。",
                    "また，平成22年3月の日本循環器学会にて行われた，スタチンに属する三種の薬剤(ピタバスタチン，アトルバスタチン及びロスバスタチン)の効能を比較する臨床研究の結果発表においては，上記三種の薬剤につき，それぞれ「ピタバ」，「アトルバ」及び「ロスバ」との略称が，特に定義付けをすることなく用いられている(乙35の資料2。ただし，研究のプロトコールを示した図には，これらの薬剤の名称の記載がある。)。",
                    "控訴人は，平成25年10月17日，「ピタバ」の標準文字から成る商標について，指定商品を「薬剤」とする商標登録の出願を行ったが，特許庁審査官は，平成26年3月4日を起案日として，「ピタバ」の文字は，指定商品を取り扱う業界において，「ピタバスタチンカルシウム」又は「ピタバスタチン」の略称として使用されているから，単に商品の原材料，品質を普通に用いられる方法で表示する標章のみから成る商標であるなどとして，同商標は法3条1項3号及び4条1項16号に該当するとの拒絶理由の通知を行い，同年6月12日，同旨の理由で拒絶査定をした(乙36の1，同3，同5)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記争いのない事実等(3)ウによれば，被控訴人各全体標章を構成する語である「ピタバスタチン」とは，被控訴人各商品の有効成分である本件物質の慣用名で，本件物質の一般的名称である「ピタバスタチンカルシウム」から，塩についての記載である「カルシウム」を省略したものであり，本件商標権2の指定商品である「ピタバスタチンカルシウムを含有する薬剤」の「原材料」に当たるものである。",
                    "そこで，本件における被控訴人による被控訴人各全体標章の使用が，法26条1項2号の「原材料」を「普通に用いられる方法で表示する」ものに当たるか否かを検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "まず，「普通に用いられる方法で表示する」とは，一般的には，取引者や需要者の観点から見て，当該標章を自他商品識別力を発揮する態様で使用する場合を含まないと解されるところ，被控訴人各全体標章については，PTPシートに和文販売名を記載すべきとする本件取扱いに準拠して被控訴人各商品のPTPシートに付されたものと認められる以上，被控訴人各商品の販売名の一部として使用されているとも解し得るから，自他商品識別力を発揮する態様での使用に当たることを否定することができないのではないかが問題となる。",
                    "しかし，被控訴人各商品のような「後発医薬品」に関しては，本件留意事項により，販売名を，有効成分の一般的名称を基本としたものにすることが要求されているところ，その趣旨は，有効成分が同一の後発医薬品に関しては，すべて同一の有効成分名が販売名に記載され，薬(有効成分)の取り違えが起きないようにすることにあると解される。したがって，後発医薬品について，PTPシートに販売名を記載するという取扱いの趣旨は，自他識別力のある販売名を表示させるというよりは，有効成分名をきちんと記載させるというところにあるとも解することができるから，少なくとも，後発医薬品のPTPシート等に，「ピタバスタチン」(あるいはピタバスタチンカルシウム)などといった有効成分名のみが記載されている限りにおいては，それがPTPシートに販売名を記載するという本件取扱いに準拠して行われたものであったとしても，その実質は，有効成分名(原材料名)を記載したものにとどまると評価することができるものというべきである。",
                    "そして，PTPシートに「ピタバスタチン」という語を記載する行為が，原材料名を「普通に用いられる方法で表示する」場合に当たるかどうかを，需要者の観点も踏まえて検討してみると，前記(2)ア及びイのとおりの，本件物質を有効成分とする先発医薬品や後発医薬品の販売状況，医療現場で繁用されている医療専門書の記載内容，さらに，前記(2)イのとおりの後発医薬品の販売名についての本件留意事項の内容に照らせば，「ピタバスタチン」の語は，指定商品の需要者や取引者のうち少なくとも医師，薬剤師，看護師等の医療従事者においては，脂質異常症の治療に用いられるHMG-CoA還元酵素阻害薬である本件物質を指すものであることは広く認識されていたと認めることができる。",
                    "これに対し，需要者のうち患者については，医薬品について医療従事者と同程度の知識を有するとはいい難いし，本件留意事項の内容を一般的に認識しているともいい難いから，患者において，「ピタバスタチン」の語は脂質異常症治療薬である本件物質を指すことが広く認識されていたとはいい難い。",
                    "しかしながら，被控訴人各商品は，いずれも処方箋医薬品に指定されているから，患者は，医師等の処方箋なしにこれを購入することはできず，医師から処方を受ける際には，医師から，少なくともどのような性質で，どのような効能を持った薬剤を処方されるのかの説明を受け，さらに，被控訴人各商品を購入する際には，薬剤師から，被控訴人各商品の性質や効能に加え，購入する商品が，その有効成分である本件物質の一般的名称や慣用名，あるいは販売名を成す「ピタバスタチン」あるいは「ピタバスタチンカルシウム」であるとの説明を受けることが一般的であると考えられる。これに加えて，本件物質を有効成分とする後発医薬品が，多数の製薬業者によって，「ピタバスタチンカルシウム」や「ピタバスタチンCa」を販売名の一部として現に販売されていることも併せてみると，「ピタバスタチン」の語は，実際には販売名というよりもむしろ，脂質異常症の治療に用いられるHMG-CoA還元酵素阻害薬である本件物質を指すものであることを容易に理解することができるものと考えられる。",
                    "以上の点を総合考慮すると，「ピタバスタチン」の語をPTPシート等に表示する行為は，脂質異常症の治療に用いられるHMG-CoA還元酵素阻害薬である本件物質の原材料名を表示するものであり，これを自他商品識別力を発揮する態様で使用するものではないということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，被控訴人各全体標章が，本件物質の一般的名称である「ピタバスタチン」の語のうち，「ピタバ」の部分を「スタチン」に比べて強調して表示する構成であることが，「普通に用いられる方法で表示する」場合に当たるかどうかが問題となる。",
                    "被控訴人各全体標章は，原判決別紙被告標章目録記載4ないし6のとおり，いずれもゴシック体の「ピタバ」と「スタチン」の各語を上下二段に横書きして成る構成であるところ，「ピタバ」の部分は，一見して目に付きやすい一段目に配置され，「スタチン」の部分と比較して相当大きな書体で記載され，その幅も「スタチン」の部分よりも広く外側に張り出している。よって，「ピタバ」の部分が視覚上強調されて感得されるものとみることができる。",
                    "とはいえ，医療従事者にとっては，「ピタバスタチン」はHMG-CoA還元酵素阻害薬である本件物質を指すものであることが広く認識されていたと認めることができるのは前記イのとおりである。また，被控訴人各全体標章においては，「ピタバ」の部分が「スタチン」の部分に比べて視覚上強調された構成であるものの，前記(2)オに認定した事実を踏まえると，医療従事者にとっては，「ピタバ」の語は，少なくとも「ピタバスタチン」の語の一部として，あるいはこの語とともに用いられる場合には，明らかにその略称であると解されるから，かかる構成であることをもって，被控訴人各全体標章から本件物質を想起することが妨げられるということはできない。さらに，前記(2)ウのとおり，被控訴人各商品のPTPシートには，被控訴人各全体標章のほか，横書き一段の「ピタバスタチン」の記載があり，これと外箱における販売名の記載などを併せて見ると，被控訴人各全体標章が「ピタバ」ではなく「ピタバスタチン」を表したものであると認識することは，医療従事者にとっては容易であるということができる。",
                    "そうすると，結局，医療従事者にとって，被控訴人各全体標章を見たときには，一体として「ピタバスタチン」を表していること(あるいは，「ピタバ」の部分のみを取り出した場合には，「ピタバスタチン」の略称として用いられているのにすぎないこと)を，容易に理解することができるというべきである。",
                    "次に，患者にとっては，被控訴人各商品は，いずれも処方箋医薬品に指定されているから，医師等の処方箋なしにこれを購入することはできず，医師から薬剤の処方を受ける際には，少なくともどのような性質でどのような効能を持った薬剤を処方されるか等について説明を受け，被控訴人各商品を購入する際には，薬剤師から，被控訴人各商品の性質や効能，購入する商品が，その有効成分である本件物質の一般的名称や慣用名，あるいは販売名を成す「ピタバスタチン」あるいは「ピタバスタチンカルシウム」であるとの説明を受けることが一般的であると考えられることは，前記イにおいて説示したとおりである。",
                    "これに加え，前記(2)ウのとおり，被控訴人各商品のPTPシートにおいては，耳部に横書き一段の「ピタバスタチン」あるいは「PITAVASTATIＮ」の記載があること，被控訴人各全体標章が付された裏面にはそれと交互に横書き一段の「ピタバスタチン」の記載があること，表面には横書き一段の「ピタバスタチン」の記載のみがあり，仮にPTPシートを一錠ずつに切り離したとしても，表面には必ず横書き一段の「ピタバスタチン」の語が付されていることとなることなども併せてみると，患者において，被控訴人各商品に付された被控訴人各全体標章が，一体として「ピタバスタチン」を指すものであること(あるいは，「ピタバ」の部分のみを取り出した場合には，それが「ピタバスタチン」の一部を取り出した略称にすぎないこと)を，さしたる困難もなく理解することができるというべきである。",
                    "したがって，被控訴人各全体標章は，取引者や需要者において，全体として「ピタバスタチン」を表示するものとして認識されるか，又は「ピタバスタチン」の略称と容易に理解することができる語としての「ピタバ」を表示するものとして認識されるものということができるから，その表示は，「普通に用いられる方法で表示する」ものの域を出るものではないと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，被控訴人が被控訴人各商品のPTPシートに付して使用している被控訴人各全体標章は，本件商標権2の指定商品の原材料である「ピタバスタチン」を，普通に用いられる方法で表示するものと認められるから，法26条1項2号に当たり，これに対し，控訴人の有する本件商標権2の効力は及ばないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人の主張について",
              "text": [
                "控訴人は，「ピタバ」は本件物質の一般的な略称表記ではないし，被控訴人各商品の需要者である患者は，「ピタバスタチン」が化学物質の一般的名称であると認識することはなく，商品名であると認識するから，被控訴人各全体標章の表示態様は，「普通に用いられる方法」に当たらないと主張する。",
                "しかるに，後発医薬品の有効成分としての本件物質の名称を当該医薬品の販売名に用いる限り，販売名や商品名として「ピタバスタチン」の語を用いたからといって，「普通に用いられる方法」であることが否定されないのは前記(3)イのとおりである。",
                "また，「ピタバ」が本件物質の略称表記として一般化しているといえるかどうかはさておき，医療従事者にとっては，被控訴人各全体標章が一体として「ピタバスタチン」あるいはその略称としての「ピタバ」を表していることを容易に理解することができるのは，前記(3)ウのとおりである。また，患者にとっては，薬剤師から購入する際には本件物質の一般的名称や慣用名，販売名によって説明を受けるのが一般的と考えられることや，PTPシートに付された他の横書き一段の「ピタバスタチン」の記載等に照らすと，結局は被控訴人各全体標章が一体として「ピタバスタチン」あるいはその略称としての「ピタバ」を指すものであることを特段の困難なく理解することができることも，前記(3)ウのとおりである。",
                "よって，控訴人が上記のとおり主張するところは，いずれも，被控訴人各商品における被控訴人各全体標章の使用が法26条1項2号に当たることを否定すべき事情ということはできず，いずれも採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであり，その余の争点について判断するまでもなく，控訴人の当審における交換的変更に係る請求はいずれも理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}