{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2012-800149号事件について平成26年3月14日にした審決のうち，特許第3525298号の請求項1ないし8，13，22ないし24，26ないし33に係る部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "参加人の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は参加人の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決に対する上告及び上告受理のための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "subject": "第1事件（原告）",
          "text": [
            "主文第1項と同旨"
          ]
        },
        {
          "fig": "2",
          "subject": "第2事件（参加人）",
          "text": [
            "特許庁が無効2012-800149号事件について平成26年3月14日にした審決のうち，特許第3525298号の請求項10，11，14，43，44，46，47に係る部分を取り消す。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "脱退被告は，発明の名称を「同時圧縮方式デジタルビデオ制作システム」とする発明について，平成8年3月1日（優先日平成7年3月1日，優先権主張国米国）を国際出願日とする特許出願（特願平8-526411号。以下「本件出願」という。）をし，平成16年2月27日，特許第3525298号として特許権の設定登録（請求項の数50）を受けた（以下，この特許を「本件特許」，この特許権を「本件特許権」という。甲33）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許に対し，原告は，平成24年9月11日に特許無効審判請求（無効2012-800149号事件）をした。脱退被告は，平成25年3月29日付けで本件特許の特許請求の範囲について設定登録時の請求項9を削除（訂正事項1）し，同請求項22及び23の内容を訂正（訂正事項2）し，同請求項34ないし39，45，48ないし50を削除（訂正事項3ないし12）し，本件出願の願書に添付した明細書（甲33）の発明の詳細な説明の誤記を訂正（甲33の10欄46行目の「オフライン編集システム」を「オンライン編集システム」と訂正。訂正事項13）する旨の訂正請求（以下「本件訂正」という。甲24）をした（以下，本件訂正後の明細書を，図面を含めて「本件明細書」という。なお，本件訂正による発明の詳細な説明の訂正は訂正事項13に係る1箇所のみであることに照らし，特に断りのない限り，本件明細書の記載事項は甲33の該当箇所により特定する。）。",
                "特許庁は，同年11月5日，審決の予告（甲30）をした。",
                "その後，特許庁は，平成26年3月14日，本件訂正を認めた上で，「特許第3525298号の請求項10ないし12，14ないし21，25，40ないし44，46，47に係る発明についての特許を無効とする。特許第3525298号の請求項1ないし8，13，22ないし24，26ないし33に係る発明についての審判請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同月25日，原告及び脱退被告に，それぞれ送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成26年4月23日，本件審決のうち，特許第3525298号の請求項1ないし8，13，22ないし24，26ないし33に係る部分の取消しを求める訴訟（第1事件）を提起した。",
                "脱退被告は，同年7月22日，本件審決のうち，特許第3525298号の請求項10，11，14，43，44，46，47に係る部分の取消しを求める訴訟（第2事件）を提起した。",
                "なお，本件審決のうち，本件訂正について請求項9，34ないし39，45，48ないし50を削除する訂正を認めるとの部分は同年3月25日に，本件審決のうち，請求項12，15ないし21，25，40ないし42に係る発明についての特許を無効とするとの部分は同年7月23日にそれぞれ確定した（上記確定後の請求項の数27。丙1）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "参加人は，脱退被告から本件特許権を譲り受け，平成26年11月28日を受付日とする本件特許権の移転登録を受けたこと（丙1）を理由に，平成27年3月9日，第1事件及び第2事件における脱退被告の地位を承継する旨の訴訟承継参加の申立て（平成27年（行ケ）第10048号，第10049号）をした。",
                "脱退被告は，平成27年3月24日の本件第1回口頭弁論期日において，原告及び参加人の承諾を得て，訴訟から脱退した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "設定登録時のもの",
              "text": [
                "本件特許の設定登録時の特許請求の範囲の請求項1ないし8，10ないし14，22ないし24，26ないし33，40，43，44，46，47の記載は，次のとおりである（甲33。以下，請求項の番号に応じて，請求項1に係る発明を「本件発明1」，請求項2に係る発明を「本件発明2」などという。なお，請求項12及び40については，前記1(3)のとおり，本件審決のうち，同請求項に係る特許を無効とするとの部分が確定している。）。",
                "「【請求項1】オンラインビデオ編集システム設備と共に使用するように適合したデジタル音声・映像制作システムであって，その制作システムは，",
                "同じ番組ソース素材の内容の情報を二重に記録可能なデジタルビデオレコーダーを備え，このレコーダーは，相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有し，前記第1のフォーマットの情報は前記第2のフォーマットの情報に関連してデータ圧縮され，",
                "プログラムが入れてあるパーソナルコンピューターを備え，これは前記第1の記録媒体の番組素材を受け取り，オペレータがオフライン方式で，前記第1のフォーマットの番組素材から必要な情報を取り出して編集して，編集決定リストを作成できるように構成され，",
                "前記編集決定リストをオンラインビデオ編集設備に移す手段を備え，これは前記第2の記録媒体の番組素材をアクセスして，前記オンラインビデオ編集設備のオペレータが前記編集決定リストを使って，前記第2のフォーマットの番組ソース素材より最終映像制作を行うことを可能に構成したことを特徴とするデジタル映像制作システム。",
                "【請求項2】前記第2のフォーマットの情報は圧縮がされていないことを特徴とする請求項1に記載のデジタル映像制作システム。",
                "【請求項3】前記デジタルビデオレコーダーはカムコーダーの一部を構成していることを特徴とする請求項1に記載のデジタル映像制作システム。",
                "【請求項4】前記第1の記録媒体は磁気ハードディスクであることを特徴とする請求項1に記載のデジタル映像制作システム。",
                "【請求項5】前記第1の記録媒体は光ディスクであることを特徴とする請求項1に記載のデジタル映像制作システム。",
                "【請求項6】前記第1の記録媒体は光磁気ディスクであることを特徴とする請求項1に記載のデジタル映像制作システム。",
                "【請求項7】前記第1の記録媒体はテープドライブであることを特徴とする請求項1に記載のデジタル映像制作システム。",
                "【請求項8】デジタルの音声・映像番組データはインターリーブ（重ね合わせ）されていることを特徴とする請求項1に記載のデジタル映像制作システム。",
                "【請求項10】最終映像番組を制作する目的であって，",
                "第1と第2のデジタルフォーマットに映像番組ソース素材を供給し，",
                "前記第1のデジタルフォーマットの素材は，前記第2のデジタルフォーマットの素材に関連して圧縮されるステップと，",
                "前記第1と第2のデジタルフォーマットの素材が，それぞれに関連した編集タイムコードの情報と共に記録媒体に二重に記録されるステップと，",
                "前記第1のデジタルフォーマットの素材から編集決定リスト情報を作成するオフライン映像編集システムにインターフェースするステップと，",
                "前記編集決定リストをオンライン映像編集システムに転送するステップと，",
                "前記オンライン映像編集システムで使用する前記第2のデジタルフォーマットの番組素材をアクセスするステップと，",
                "最終映像番組を制作する前記編集決定リストにより，前記第2のデジタルフォーマットの素材を編集するステップとからなることを特徴とする最終映像番組を制作する方法。",
                "【請求項11】前記第2のデジタルフォーマットは圧縮されていないフォーマットであることを特徴とする請求項10に記載の方法。",
                "【請求項12】最終番組を制作する目的で，オンライン映像編集設備に番組素材とこれに付随した編集決定リストを伝達するのに適用されるデジタル映像制作システムにおいて，",
                "デジタル映像記録装置であって，この装置は，",
                "映像番組を受け入れる入力部と，",
                "一つ以上の圧縮比により番組をデジタル圧縮する手段と，",
                "第1の記録媒体へのインターフェースと，",
                "第2の記録媒体へのインターフェースと，",
                "映像番組を，第1の圧縮比で第1の記録媒体に，そして第2の圧縮比で第2の記録媒体に二重に記録する手段とを備えており，前記第1の圧縮比は前記第2の圧縮比より大きくなっており，そして",
                "オフラインデジタル映像編集システムは，",
                "前記第1の記録媒体の番組素材を受け取るインターフェースと，",
                "使用者が番組に関する編集決定を行うことができるように，前記映像番組の一部を再検討するためのディスプレイと，",
                "編集決定リストを記録する第3の記録媒体へのインターフェースとを備え，",
                "そこで前記第3の記録媒体の情報を受け取りしだい，オンライン映像編集設備が前記編集決定リストにより前記第2の記録媒体の番組素材をアクセスして，番組の最終の編集版を制作することに使用されることを特徴とするデジタル制作システム。",
                "【請求項13】前記第2の圧縮比はゼロであることを特徴とする請求項12に記載のデジタル映像制作システム。",
                "【請求項14】前記オフラインデジタル映像編集システムはプログラムされたパーソナルコンピューターを構成することを特徴とする請求項12に記載のデジタル映像制作システム。",
                "【請求項22】オンライン映像編集設備及び，編集決定リストの作成を含むオフライン編集を行うパーソナルコンピューターと共に使用されるのに適用されるデジタル映像記録装置において",
                "映像番組を代表する情報を出力するカメラと，",
                "番組情報をデジタル圧縮する手段と，",
                "前記パーソナルコンピューターを使用したオフライン編集に合った番組情報を，ランダムにアドレス可能な形態のものとして記録するディスクと，",
                "オンライン編集に合った番組情報を，順にアドレス可能な形態のものとして記録するテープとを備え，",
                "前記番組情報の両方のバージョンは相互に関連した編集タイムコードで二重に記録され，これによりオフライン編集で作成した前記編集決定リストを使用して，オンライン編集を行うことを可能にしたデジタル映像記録装置。",
                "【請求項23】カメラと，番組をデジタル圧縮する手段と，ディスクドライブと，テープドライブとの全てがカムコーダーに組み入れられていることを特徴とする請求項22に記載のデジタル映像記録装置。",
                "【請求項24】デジタル音声・映像制作システムであって，",
                "（a）デジタル映像記録装置であって，",
                "映像番組を受ける入力部と，",
                "第1と第2のデジタル記録媒体と，",
                "相互に関連した編集タイムコード情報を含む番組を，それぞれ第1と第2のフォーマットで前記第1と第2のデジタル記録媒体に二重に記録する手段とを備え，",
                "前記第1のフォーマットは前記第2のフォーマットの情報に関連してデータ圧縮され，",
                "（b）第1の映像編集システムであって，",
                "前記第1のデジタル記録媒体の番組素材を受け取る手段と，",
                "オペレータが前記第1のフォーマットで番組を編集でき，そして，編集決定指示を作成する制御とを備え，",
                "（c）第2の映像編集システムであって，",
                "前記第2のデジタル記録媒体の番組素材をアクセスする手段と，",
                "前記編集決定指示を受け入れる手段と，",
                "最終映像番組を制作するための前記編集決定指示により前記第2のフォーマットに番組情報を編集する手段と，を備えたことを特徴とするデジタル音声・映像制作システム。",
                "【請求項26】前記第2の映像編集システムは複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段を備えており，前記編集決定指示が各々すべての前記第2のデジタル記録媒体に適用されることを特徴とする請求項24に記載のデジタル音声・映像制作システム。",
                "【請求項27】前記デジタル映像記録装置はカムコーダーを形成することを特徴とする請求項26に記載のデジタル音声・映像制作システム。",
                "【請求項28】前記第1の映像編集システムはプログラムされたパーソナルコンピューターの一部を構成することを特徴とする請求項26に記載のデジタル音声・映像制作システム。",
                "【請求項29】前記第1のデジタル記録媒体は磁気ディスクであることを特徴とする請求項26に記載のデジタル音声・映像制作システム。",
                "【請求項30】前記第1のデジタル記録媒体は光ディスクであることを特徴とする請求項26に記載のデジタル音声・映像制作システム。",
                "【請求項31】前記第1のデジタル記録媒体は光磁気ディスクであることを特徴とする請求項26に記載のデジタル音声・映像制作システム。",
                "【請求項32】前記第1のデジタル記録媒体は半導体記憶素子であることを特徴とする請求項26に記載のデジタル音声・映像制作システム。",
                "【請求項33】前記第2のデジタル記録媒体は磁気テープであることを特徴とする請求項24に記載のデジタル音声・映像制作システム。",
                "【請求項40】映像記録装置であって，",
                "動画を代表する複数の連続したフレームを有することを特徴とする映像番組のソース素材を受け取る入力部と，",
                "関連する編集タイムコード情報を含み，第1および第2の記録媒体に前記映像番組ソース素材を代表する情報を二重に記録する前記入力部と連携し，前記第1の記録媒体が，ランダムにアドレス可能な形態で前記連続したフレームを記録するために使用され，前記第2の記録媒体が，順にアドレス可能な形態で前記連続したフレームを記録するために使用され，1つの媒体に記録される各フレームが，他の媒体に記録される対応するフレームと関連付けられるタイムコードと関連するように構成されているビデオレコーダーと，",
                "を備えたことを特徴とする映像記録装置。",
                "【請求項43】さらに，スクリプト情報を受け取る手段を含むことを特徴とする請求項40に記載の装置。",
                "【請求項44】前記スクリプト情報を受け取る手段は，前記ビデオレコーダーの一部を構成することを特徴とする請求項43に記載の装置。",
                "【請求項46】さらに，カメラ制御情報を受け取る手段を含むことを特徴とする請求項40に記載の装置。",
                "【請求項47】前記カメラ制御情報を受け取る手段は，前記ビデオレコーダーの一部を構成することを特徴とする請求項46に記載の装置。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正後のもの",
              "text": [
                "本件訂正後の請求項22及び23の記載は，次のとおりである（以下，本件訂正後の請求項22に係る発明を「本件訂正発明22」，同請求項23に係る発明を「本件訂正発明23」という。下線部は本件訂正による訂正箇所である。甲24）。",
                "「【請求項22】オンライン映像編集設備及び，編集決定リストの作成を含むオフライン編集を行うパーソナルコンピューターと共に使用されるのに適用されるデジタル映像記録装置において，",
                "番組情報を出力するカメラと，",
                "番組情報をデジタル圧縮する手段と，",
                "前記パーソナルコンピューターを使用したオフライン編集に合った番組情報を，ランダムにアドレス可能な形態のものとして記録するディスクと，",
                "オンライン編集に合った番組情報を，順にアドレス可能な形態のものとして記録するテープとを備え，",
                "前記番組情報の両方のバージョンは相互に関連した編集タイムコードで二重に記録され，これによりオフライン編集で作成した前記編集決定リストを使用して，オンライン編集を行うことを可能にしたデジタル映像記録装置。",
                "【請求項23】カメラと，番組をデジタル圧縮する手段と，ディスクドライブと，テープドライブとの全てがカムコーダーに組み入れられていることを特徴とする請求項22に記載のデジタル映像記録装置。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，本件訂正に係る訂正事項1，3ないし12は特許請求の範囲の各請求項を削除する訂正であり，特許請求の範囲の減縮を目的とし，訂正事項2は明瞭でない記載の釈明を目的とし，訂正事項13は誤記の訂正を目的とし，いずれの訂正事項も，願書に添付した明細書，特許請求の範囲又は図面に記載されている事項の範囲内の訂正であり，また，実質上特許請求の範囲を拡張し又は変更するものではないから，特許法134条の2第1項ただし書の規定及び同条9項において準用する同法126条5項及び6項の規定に適合するとして本件訂正を認めた上で，①本件発明10及び本件発明11は，いずれも本件出願の優先日前に頒布された刊行物である甲1（特開平6-292116号公報）に記載された発明であるから，本件発明10及び本件発明11に係る本件特許は，同法29条1項3号の規定に違反してされたものであり，同法123条1項2号に該当し，無効とすべきものである，②本件発明12，15ないし21，25，40ないし42は，いずれも甲1に記載された発明に基づいて又は甲1及び本件出願の優先日前に周知の技術事項に基づいて容易に発明をすることができたものといえるから，本件発明12，15ないし21，25，40ないし42に係る本件特許は，同法29条2項の規定に違反してされたものであり，同法123条1項2号に該当し，無効とすべきものである，③本件発明12，14ないし19，21は，本件出願の優先日前に出願された特許出願であって，本件出願の優先日後に出願公開がされたものの願書に最初に添付した明細書，特許請求の範囲又は図面（以下，これらを併せて「先願明細書」という。甲6（特開平8-7535号公報））に記載された発明と同一であるから，本件発明12，14ないし19，21に係る本件特許は，同法29条の2第1項の規定に違反してされたものであり，同法123条1項2号に該当し，無効とすべきものである，④本件発明43，44，46，47に係る本件特許は，特許法36条6項1号に規定する要件（サポート要件）を満たしていない特許出願に対してされたものであり，同法123条1項4号に該当し，無効とすべきものである，⑤本件発明1ないし8，13，22ないし24，26ないし33に係る本件特許については，原告が主張した無効理由はいずれも理由がないから，無効とすることはできないというものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告が，本件発明1ないし8，13，22ないし24，26ないし33に係る本件特許について主張した無効理由（前記ア⑤）は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1ないし4，6について（本件審決12頁29行～13頁3行）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明1ないし4，6は，甲1に記載された発明であるから，特許法29条1項3号の規定によって特許を受けることができない（以下「無効理由(ア)a」という。）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明1ないし4，6は，先願明細書（甲6）に記載された発明と同一であるから，特許法29条の2の規定によって特許を受けることができない（以下「無効理由(ア)b」という。）。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明5及び本件発明7について（本件審決13頁4行～18行）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明5及び本件発明7は，甲1に記載された発明であるから，特許法29条1項3号の規定によって特許を受けることができない（以下「無効理由(イ)a」という。）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明5及び本件発明7は，甲1に記載された発明に基づいて容易に発明をすることができたものといえるから，特許法29条2項の規定によって特許を受けることができない（以下「無効理由(イ)b」という。）。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件発明5及び本件発明7は，先願明細書（甲6）に記載された発明と同一であるから，特許法29条の2の規定によって特許を受けることができない（以下「無効理由(イ)c」という。）。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明8について（本件審決13頁19行～31行）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明8は，甲1に記載された発明に基づいて容易に発明をすることができたものといえるから，特許法29条2項の規定によって特許を受けることができない（以下「無効理由(ウ)a」という。）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明8は，先願明細書（甲6）に記載された発明と同一であるから，特許法29条の2の規定によって特許を受けることができない（以下「無効理由(ウ)b」という。）。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明13について（本件審決14頁27行～15頁2行）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明13は，甲1に記載された発明であるから，特許法29条1項3号の規定によって特許を受けることができない（以下「無効理由(エ)a」という。）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明13は，先願明細書（甲6）に記載された発明と同一であるから，特許法29条の2の規定によって特許を受けることができない（以下「無効理由(エ)b」という。）。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "本件発明22及び本件発明23について（本件審決15頁3行～15行）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明22及び本件発明23は，特許法36条6項1号の要件（以下「サポート要件」という場合がある。）及び同項2号の要件（以下「明確性要件」という場合がある。）を満たしていない（以下「無効理由(オ)a」という。）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明22及び本件発明23は，甲1に記載された発明であるから，特許法29条1項3号の規定によって特許を受けることができない（以下「無効理由(オ)b」という。）。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件発明22及び本件発明23は，先願明細書（甲6）に記載された発明と同一であるから，特許法29条の2の規定によって特許を受けることができない（以下「無効理由(オ)c」という。）。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "本件発明24及び本件発明33について（本件審決15頁16行～27行）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明24及び本件発明33は，甲1に記載された発明であるから，特許法29条1項3号の規定によって特許を受けることができない（以下「無効理由(カ)a」という。）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明24及び本件発明33は，先願明細書（甲6）に記載された発明と同一であるから，特許法29条の2の規定によって特許を受けることができない（以下「無効理由(カ)b」という。）。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "本件発明26ないし32について（本件審決15頁末行～16頁9行）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明26ないし32は，特許法36条6項1号の要件（サポート要件）を満たしていない（以下「無効理由(キ)a」という。）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明26ないし32は，甲1に記載された発明に基づいて容易に発明をすることができたものといえるから，特許法29条2項の規定によって特許を受けることができない（以下「無効理由(キ)b」という。）。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，以下のとおり，甲1に記載された発明（以下，甲1記載の「編集システム」を「甲1発明」，甲1記載の「編集方法」を「甲1発明（方法）」という。），本件発明1と甲1発明の一致点及び相違点，先願明細書（甲6）に記載された発明（以下「甲6発明」という。），本件発明1と甲6発明の一致点及び相違点を認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1に記載された発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明",
                      "text": [
                        "「カメラ一体型記録装置で撮像した映像に対して編集作業（仮編集・本編集）を行う編集システムであって，",
                        "撮像した被写体の映像を映像信号（ＮTSCのアナログやRGBのデジタル等の映像信号）に変換し，記録する記録手段を有し，",
                        "上記記録手段は，撮像した被写体の映像を変換したRGBのデジタルの映像信号101を，主記録手段12に装填された記憶媒体（磁気テープ）と副記録手段13に装填された記憶媒体（磁気ディスク，光磁気ディスク）とに二重に記録可能であって，主記録手段12と副記録手段13において，同一の映像に対しては同一の位置情報（テープカウンターやSMPTEタイムコードあるいはフレーム番号等）が記録され，副記録手段13に装填された記憶媒体に記録される映像信号は，圧縮映像信号とする記録手段であり，",
                        "仮編集機を用い，この副記録手段13に装填された記憶媒体（磁気ディスク，光磁気ディスク）を使用して仮編集作業を行い，編集対象のカット点の媒体上での位置情報とそのカットの順序情報とその他の編集情報を編集意志決定表（以下EDLリストと呼ぶ）に記載し，このEDLリストに基づき，今度は本編集機を用い，主記録手段12に装填された記憶媒体（磁気テープ）を使用して本編集作業を行いマスターテープに仕上げるという手順で編集作業が行われる編集システムであって，",
                        "上記EDLリストに基づき，本編集作業を行う具体的な手順としては，編集システムの電子化に伴い，EDLリストの情報を電子化し，仮編集作業の結果をフロッピーディスク等の媒体に記録させて本編集システムとデータの共有化を図り，有効に本編集作業に反映させるようになったり，仮編集システムをコンピュータと組み合わせて効率的に仮編集し，ワークマスターの作成まで行う編集システム。」（本件審決49頁6行～30行）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明（方法）",
                      "text": [
                        "「カメラ一体型記録装置で撮像した映像に対して編集作業（仮編集・本編集）を行う編集方法であって，",
                        "撮像した被写体の映像を映像信号（ＮTSCのアナログやRGBのデジタル等の映像信号）に変換し，記録手段で記録し，",
                        "上記記録手段は，撮像した被写体の映像を変換したRGBのデジタルの映像信号101を，主記録手段12に装填された記憶媒体（磁気テープ）と副記録手段13に装填された記憶媒体（磁気ディスク，光磁気ディスク）とに二重に記録可能であって，主記録手段12と副記録手段13において，同一の映像に対しては同一の位置情報（テープカウンターやSMPTEタイムコードあるいはフレーム番号等）が記録され，副記録手段13に装填された記憶媒体に記録される映像信号は，圧縮映像信号とするステップを有し，",
                        "仮編集機を用い，この副記録手段13に装填された記憶媒体（磁気ディスク，光磁気ディスク）を使用して仮編集作業を行い，編集対象のカット点の媒体上での位置情報とそのカットの順序情報とその他の編集情報を編集意志決定表（以下EDLリストと呼ぶ）に記載し，このEDLリストに基づき，今度は本編集機を用い，主記録手段12に装填された記憶媒体（磁気テープ）を使用して本編集作業を行いマスターテープに仕上げるという手順で編集作業が行われる編集方法であって，",
                        "上記EDLリストに基づき，本編集作業を行う具体的な手順としては，編集システムの電子化に伴い，EDLリストの情報を電子化し，仮編集作業の結果をフロッピーディスク等の媒体に記録させて本編集システムとデータの共有化を図り，有効に本編集作業に反映させるようになったり，仮編集システムをコンピュータと組み合わせて効率的に仮編集し，ワークマスターの作成まで行う編集方法。」（本件審決82頁7行～31行）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明の一致点及び相違点",
                  "text": [
                    "（一致点）",
                    "「オンラインビデオ編集システム設備と共に使用するように適合したデジタル音声・映像制作システムであって，その制作システムは，",
                    "同じ番組ソース素材の内容の情報を二重に記録可能なデジタルビデオレコーダーを備え，このレコーダーは，相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有し，前記第1のフォーマットの情報は前記第2のフォーマットの情報に関連してデータ圧縮され，",
                    "仮編集機は，前記第1の記録媒体の番組素材を受け取り，オペレータがオフライン方式で，前記第1のフォーマットの番組素材から必要な情報を取り出して編集して，編集決定リストを作成できるように構成され，",
                    "前記編集決定リストをオンラインビデオ編集設備に移す手段を備え，これは前記第2の記録媒体の番組素材をアクセスして，前記オンラインビデオ編集設備のオペレータが前記編集決定リストを使って，前記第2のフォーマットの番組ソース素材より最終映像制作を行うことを可能に構成したことを特徴とするデジタル映像制作システム。」である点（本件審決54頁7行～22行）。",
                    "（相違点）",
                    "本件発明1の仮編集機は「プログラムが入れてあるパーソナルコンピューター」であるのに対し，甲1発明の仮編集機は「コンピュータと組み合わせ」るものであって，「プログラムが入れてあるパーソナルコンピューター」とはいえない点（本件審決54頁23行～27行）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲6発明",
                  "text": [
                    "「本編集手段と共に使用するように適合したデジタル編集装置であって，",
                    "カメラやVTRなどから得られた高質録画の内容であるビデオ信号は，A／D変換して動画データに変えて，高質処理手段122，低質処理手段124にそれぞれ送信し，高質処理手段122は，画質を落とさないように動画データを圧縮，拡大，縮小，帯域分割して高画質の動画データに変え，高画質の動画データを第3記録媒体，例えばテープに記録し，低質処理手段124は，データ量を少なくするように動画データを圧縮，拡大，縮小，帯域分割して低画質の動画データに変え，低画質の動画データを第2記録媒体，例えばハードディスクに記録し，",
                    "第2記録媒体の記録内容（第2記録媒体の情報）を受け取り，編集して編集ポイントを保存する仮編集手段を有し，",
                    "仮編集手段により編集された編集ポイントに基づく位置情報を編集ポイント保存手段から受け取り，上記位置情報と第3記録媒体のデータ（高画質の動画データ）とに基づき採用分の動画データを接合，特殊効果，重ね合わせ処理して本編集データを作り本編集データ記録手段130あるいは仕上がり映像再生手段131にそれぞれ送信する本編集手段を有するデジタル編集装置。」（本件審決60頁4行～20行）。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明1と甲6発明の一致点及び相違点",
                  "text": [
                    "（一致点）",
                    "「オンラインビデオ編集システム設備と共に使用するように適合したデジタル音声・映像制作システムであって，その制作システムは，",
                    "同じ番組ソース素材の内容の情報を二重に記録可能なデジタルビデオレコーダーを備え，前記第1のフォーマットの情報は前記第2のフォーマットの情報に関連してデータ圧縮され，",
                    "前記第1の記録媒体の番組素材を受け取り，オペレータがオフライン方式で，前記第1のフォーマットの番組素材から必要な情報を取り出して編集して，編集決定リストを作成できるように構成され，",
                    "前記編集決定リストをオンラインビデオ編集設備に移す手段を備え，これは前記第2の記録媒体の番組素材をアクセスして，前記オンラインビデオ編集設備のオペレータが前記編集決定リストを使って，前記第2のフォーマットの番組ソース素材より最終映像制作を行うことを可能に構成したことを特徴とするデジタル映像制作システム。」である点（本件審決63頁33行～64頁10行）。",
                    "（相違点1）",
                    "甲6発明は「このレコーダーは，相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有し」の構成を有していない点（本件審決64頁11行～14行）。",
                    "（相違点2）",
                    "本件発明1は，「プログラムが入れてあるパーソナルコンピューターを備え」上記パーソナルコンピュータにより編集決定リストを作成できるように構成されているのに対し，甲6発明は，仮編集手段を有してはいるものの，上記仮編集手段が「プログラムが入れてあるパーソナルコンピューターを備え」た構成であるか特定されていない点（本件審決64頁15行～20行）。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "第1事件に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-1-(1)（本件発明1と甲1発明の同一性の判断の誤り等）（本件発明1ないし8，本件訂正発明22，23及び本件発明28関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と甲1発明の同一性の判断の誤り",
                  "text": [
                    "本件審決は，本件発明1と甲1発明は，本件発明1の仮編集機は「プログラムが入れてあるパーソナルコンピューター」であるのに対し，甲1発明の仮編集機は「コンピュータと組み合わせ」るものであって，「プログラムが入れてあるパーソナルコンピューター」とはいえない点で相違し，甲1には，上記相違点に係る構成の開示がないから，本件発明1は甲1に記載された発明ではない旨判断した（本件審決54頁23行～55頁7行・無効理由(ア)a参照）。",
                    "しかしながら，以下のとおり，本件出願の優先日当時，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成は，周知の技術事項ないし技術常識であったから，当業者は，甲1の「仮編集システムをコンピュータと組み合わせて効率的に仮編集し，ワークマスターの作成まで行うシステム」（段落【0013】）との記載は，上記構成について開示したものと理解する。",
                    "したがって，本件審決が甲1に上記構成の開示がないと認定したのは誤りであり，この認定を前提とする本件審決の上記判断も，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1の記載事項",
                      "text": [
                        "甲1の段落【0013】には，「しかし近年編集システムの電子化に伴い，EDLリストの情報を電子化し，仮編集作業の結果をフロッピーディスク等の媒体に記録させて本編集システムとデータの共有化を図り，有効に本編集作業に反映させるようになったり，仮編集システムをコンピュータと組み合わせて効率的に仮編集し，ワークマスターの作成まで行うシステムが考案されてきている。」との記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件出願の優先日当時の周知の技術事項ないし技術常識",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲17及び甲18",
                          "text": [
                            "甲17（特開平4-211587号公報）の記載事項（請求項1，段落【0001】，【0010】，【0019】，【0034】，【0037】，【0060】，図2，図8）によれば，甲17には，編集物リストを作成するためのオフライン編集システムに「プログラムが入れてあるコンピューター」を用いる構成が記載されている。このオフライン編集は仮編集であり，このオフライン編集システムは，コンピューターに，モニタやキーボード，ビデオディスクユニットなどが接続されているが，編集物リストを作成しているのは，まさに「プログラムが入れてあるコンピューター」であるから，甲17には，仮編集機が「プログラムが入れてあるコンピューター」であることが記載されている。",
                            "また，甲18（「ビデオ編集の基本」ビデオα1995年2月号11巻2号通巻82号，平成7年2月1日発行）の記載事項（32頁右欄13行～23行，同頁右欄37行～33頁左欄11行）によれば，甲18には，パソコンベースのオフライン編集システム（仮編集システム）についての開示があり，このシステムが既に発売されていることについても開示がある。当該システムのパソコンには，オフライン編集（仮編集）に用いるためのプログラムが入っていることは自明であるから，甲18には，「プログラムが入れてあるパーソナルコンピュータ-」を用いて仮編集を行う構成が記載されている。",
                            "以上によれば，仮編集システムにおいて，プログラムされたコンピューター又はパーソナルコンピューターを用いて仮編集を行うことは技術常識であったものといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲12ないし16",
                          "text": [
                            "甲12（特開平2-214985号公報）の14欄2行～9行，甲13（実開平4-108246号号公報）の段落【0003】，【0020】，甲14（日経エレクトロニクス1994年10月24日号）の129頁コラム左欄7行～13行，甲15（日経パソコン1994年11月21日号）の123頁右欄2行～末行，甲16（日経パソコン1994年12月5日号）の192頁左欄9行～13行の記載によれば，本件優先日当時，パーソナルコンピューターを用いて映像編集を行うことは技術常識であったものといえる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "小括",
                          "text": [
                            "上記a及びbによれば，本件優先日当時，「プログラムが入れてあるパーソナルコンピューター」を用いて映像編集の一種である仮編集を行う構成は，周知の技術事項ないし技術常識であったものといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲1の開示事項",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明1の特許請求の範囲（請求項1）には，「プログラムが入れてあるパーソナルコンピューター」がどのような処理をし，どのように「編集決定リスト」を作成するかについては具体的な記載はない。また，本件明細書にも，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成において，どのようなプログラム処理がされ，どのように仮編集がされるかについての具体的な説明はない。",
                            "そうすると，本件発明1における仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成は，当業者にとって周知の構成を前提としているものといえる。",
                            "しかるところ，本件優先日当時，「プログラムが入れてあるパーソナルコンピューター」を用いて映像編集の一種である仮編集を行う構成は，周知の技術事項ないし技術常識であったことを踏まえると，甲1に接した当業者においては，甲1の「仮編集システムをコンピュータと組み合わせて効率的に仮編集し，ワークマスターの作成まで行うシステム」（段落【0013】）との記載は，「仮編集システム」のうち，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成を開示したものと理解する。",
                            "したがって，甲1には上記構成が開示されているに等しいといえるから，本件審決が甲1に上記構成の開示がないと認定したのは誤りであり，上記認定を前提として，本件発明1は甲1に記載された発明ではないとした本件審決の判断は誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "参加人は，これに対し，甲17及び甲18は，審決の予告がされた後に原告から提出されたものであり，本件審判において審理判断されたものではないから，本件訴訟において書証として参酌されるべきではない，仮に甲17及び甲18を参酌したとしても，甲17において，編集物リストを作成しているのは，単体のコンピューターではなく，また，甲18には，あくまでオフライン編集システムがパソコンベースのシステムであることのみが記載されており，いずれも，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成の開示はないから，甲17及び甲18から上記構成が本件出願の優先日当時周知であったということはできないなどと主張する。",
                            "しかしながら，甲17及び甲18は，本件出願の優先日当時，甲1記載の仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成が周知の技術事項ないし技術常識であったことを裏付ける証拠として提出されたものであり，審決取消訴訟においてこのような証拠により周知技術ないし技術常識の立証を行うことは制限されない。",
                            "また，本件明細書（甲33）には，パーソナルコンピュータがビデオディスクユニット等の他の機器と接続して用いられることが記載されていること（10欄19行～21行，13欄5行～6行，27行～38行等）からすると，本件発明1の「プログラムが入れてあるパーソナルコンピューター」は，様々な機器と接続して編集決定リスト（EDLリスト）を作成するものを含むものであり，パーソナルコンピューター単体でEDLリストを作成するものに限定されない。",
                            "したがって，参加人の上記主張は，その前提を欠くものであり，失当である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2ないし4，6と甲1発明の同一性の判断の誤り",
                  "text": [
                    "本件審決は，本件発明1（請求項1）の記載を引用する本件発明2ないし4，6と甲1発明は，甲1発明の仮編集機が「プログラムが入れてあるパーソナルコンピューター」とはいえない点で相違し，甲1には，上記相違点に係る構成の開示がないから，本件発明2ないし4，6は，甲1に記載された発明ではない旨判断した（本件審決55頁8行～58頁5行・無効理由(ア)a参照）。",
                    "しかしながら，前記アで述べたとおり，甲1には，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成が開示されているに等しいといえるから，本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明5及び本件発明7と甲1発明との同一性の判断の誤り等",
                  "text": [
                    "本件審決は，本件発明1（請求項1）の記載を引用する本件発明5及び本件発明7と甲1発明は，甲1発明の仮編集機が「プログラムが入れてあるパーソナルコンピューター」とはいえない点で相違し，甲1には，上記相違点に係る構成の開示がないから，本件発明5及び本件発明7は，甲1に記載された発明ではない旨判断した（本件審決71頁末行～73頁12行，75頁12行～76頁13行・無効理由(イ)a参照）。",
                    "しかしながら，前記アで述べたとおり，甲1には，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成が開示されているに等しいといえるから，本件審決の上記判断は誤りである。",
                    "また，本件審決は，上記相違点に係る構成は本件出願の優先日前に周知であったものということはできず，本件発明5及び本件発明7は甲1に記載された発明に基づいて容易に発明をすることができたものではない旨判断した（本件審決73頁13行～74頁17行，76頁14行～77頁31行・無効理由(イ)b参照）。",
                    "しかしながら，上記のとおり，上記相違点の認定自体が誤りであり，また，前記アのとおり，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成は，本件出願の優先日当時，周知の技術事項ないし技術常識であったから，本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明8の容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，本件発明1（請求項1）の記載を引用する本件発明8と甲1発明は，甲1発明の仮編集機が「プログラムが入れてあるパーソナルコンピューター」とはいえない点で相違し，また，上記相違点に係る構成は本件出願の優先日前に周知であったものということはできないから，本件発明8は甲1に記載された発明に基づいて容易に発明をすることができたものではない旨判断した（本件審決78頁末行～80頁16行・無効理由(ウ)a参照）。",
                    "しかしながら，前記ウのとおり，上記相違点の認定自体が誤りであり，また，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成は，本件出願の優先日当時，周知の技術事項ないし技術常識であったから，本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件訂正発明22及び本件訂正発明23の同一性の判断の誤り",
                  "text": [
                    "本件審決は，本件訂正発明22及び本件訂正発明23と甲1発明は，本件発明22及び本件発明23はオフライン編集手段が「オフライン編集を行うパーソナルコンピューター」であって，オフライン編集に合った番組情報が「前記パーソナルコンピューターを使用したオフライン編集に合った番組情報」であるのに対し，甲1発明は，オフライン編集手段がパーソナルコンピューターであるとの特定はなく，「前記パーソナルコンピューターを使用したオフライン編集に合った番組情報」の構成も有していない点で相違し，甲1には，上記相違点に係る構成の開示がないから，本件訂正発明22及び本件訂正発明23は甲1に記載された発明ではない旨判断した（本件審決120頁7行～125頁25行・無効理由(エ)a参照）。",
                    "しかしながら，前記アのとおり，甲1には，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成が開示されているに等しく，「オフライン編集を行うパーソナルコンピューター」及び「パーソナルコンピューターを使用したオフライン編集」という構成も開示されているに等しいといえるから，本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件発明28の容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，本件発明28と甲1発明は，甲1発明は「映像編集システムがプログラムされたパーソナルコンピューターの一部を構成する」構成を備えていない点で相違し，本件発明28は甲1に記載された発明に基づいて容易に発明をすることができたものではない旨判断した（本件審決150頁7行～33行・無効理由(オ)a参照）。",
                    "しかしながら，前記アのとおり，甲1には，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成が開示されているに等しく，「映像編集システムがプログラムされたパーソナルコンピューターの一部を構成する」構成が開示されているに等しいといえるから，上記相違点の認定自体が誤りであり，また，上記構成は，本件出願の優先日当時，周知の技術事項ないし技術常識であったから，本件審決の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "参加人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告が仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成が周知技術であることの根拠として挙げる甲12ないし18のうち，甲17及び甲18は，本件審判において審判請求人（原告）が審決の予告がされた後に提出した平成25年12月26日付け上申書（甲31）に参考資料7及び8として添付されたものであり，本件審判において審理判断されたものではなく，本件訴訟の審理範囲の射程外であるから，書証として参酌されるべきではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，以下に述べるとおり，甲12ないし18を参酌したとしても，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成が本件出願の優先日当時周知であったとはいえないし，その構成が甲1に開示されているともいえない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，原告が引用する甲17の記載は，あくまで「コンピューター」に関する記載であって，「パーソナルコンピューター」に関する記載ではない。一般的に，コンピューターは，パーソナルコンピューターに限らず，例えば，サーバコンピュータ，メインフレーム，ワークステーションなどの各種コンピューターを含む概念であること（乙1）は，技術常識であり，甲17に，上位概念である「コンピューター」の開示があるとしても，下位概念である「パーソナルコンピューター」の開示はない。また，オフライン編集システムの概略図を示す図2（別紙甲17図面参照）には，複数の機器（例えば，コンピュータ30，ビデオディスクユニット50，ビデオスイッチャ46，音声スイッチャ48，ビデオモニタ52bなど）により編集物リストを作成していることが記載されているから，甲17において，編集物リストを作成しているのは，単体のコンピューターではなく，オフライン編集システム全体であるといえる。",
                        "したがって，甲17には，仮編集機が「プログラムが入れてあるパーソナルコンピューター」の構成の開示はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，甲18には，「オフラインの編集システムでは…パソコンベースの安価なシステムも発売されている。」（33頁左欄6行～11行）」との記載があるが，「パソコンベースの安価なシステム」がどのようなシステムであるのかについて一切開示がないし，「パソコンベースの…システム」はパソコン単体ではないから，上記記載は，仮編集機であるパーソナルコンピューター（PC）が編集決定リストを作成する構成を開示するものではない。",
                        "このように，甲18には，あくまでもオフライン編集システムがパソコンベースのシステムであることのみが記載されており，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成の記載はない。",
                        "また，仮に甲18に仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成が記載されているとしても，周知技術というためには，相当多数の公知文献が必要とされるから，甲18の上記記載のみから上記構成が周知技術であるということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，甲12ないし16は，いずれもパーソナルコンピューターで動画を編集する技術に係るものであり，仮編集に関する記載も示唆もない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，甲12ないし18を参酌したとしても，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成が本件出願の優先日当時周知であったということはできない。",
                        "また，そもそも甲1には，仮編集機が「プログラムが入れてあるパーソナルコンピューター」であることすら記載がないから，たとえ甲17及び18に上記構成が記載されているとしても，甲1に記載されている事項から上記構成を導き出すことはできない。",
                        "したがって，甲1に上記構成が記載されているに等しいということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，甲1に仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成の開示がないとした本件審決の認定判断に誤りはなく，原告主張の取消事由1-1-(1)は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-1-(2)（本件発明13と甲1発明の同一性の判断の誤り等）（本件発明13，24，33関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明13と甲1発明の同一性の判断の誤り",
                  "text": [
                    "本件審決は，本件発明12（請求項12）の記載を引用する本件発明13と甲1発明は，甲1発明が，デジタル映像記録装置がカメラ一体型であるから，「映像番組を受け入れる入力部」の構成を有していない点（本件発明12と甲1発明の相違点2と同じ）で相違し，上記相違点に係る構成は，カメラ一体型記録装置の甲1発明においては，甲1の記載をみても想定されているとはいえないから，本件発明13は甲1に記載された発明とはいえない旨判断した（本件審決117頁15行～118頁20行・無効理由(エ)a参照）。",
                    "しかしながら，本件審決の判断は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明12の特許請求の範囲（請求項12）には，「映像番組を受け入れる入力部」が，カメラと分離した別の記録装置に存在するとの限定はない。また，本件明細書（甲33）には，「図2はこの発明による記録装置ベースのデジタルレコーダーの機能ダイアグラムで，ビデオカメラに内臓（内蔵）されるか，別々に編集と制作の設備として実現される。」（11欄32行～34行）との記載があり，図2（別紙明細書図面参照）にも，映像入力信号の発信元が記載されておらず，単に映像入力信号84の記載があるのみであることからすると，本件発明12自体が，カメラの撮像手段からカメラに内蔵された記録装置への映像信号の入力と，外部のカメラからカメラとは別の記録装置への映像信号の入力とを何ら区別していない。",
                        "そうすると，本件発明13が引用する本件発明12の「映像番組を受ける入力部」は，カメラの撮像素子から映像を受け取る部分も含むと解される。",
                        "しかるところ，甲1の図1（別紙甲1図面参照）には，記録手段に撮像手段からの映像信号を受け入れるブロックの記載はないが，撮像された映像番組が記録手段に入力されるのは当然のことであるから，甲1にも，カメラの撮像手段からカメラ内蔵の記録手段への「映像番組を受ける入力部」が備わっており，上記の構成が開示されているに等しい。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に本件発明13が引用する本件発明12の「映像番組を受け入れる入力部」の構成は外部のカメラからカメラとは別の記録装置への映像信号の入力部を意味するもの解するとしても，甲1にもカメラの撮像手段からカメラ内蔵の記録手段への映像の入力部は備わっており，上記解釈の構成との違いは，単に，撮像手段と記録手段が一体となっているか（カメラの中に記録手段があるか），撮像手段と記録手段が別体となっているか（カメラと記録手段が別れているか）の違いにすぎない。",
                        "そして，「カメラと記録装置に分けること」は本件出願の優先日当時の技術常識であることからすると，当業者であれば，甲1から，撮像手段と記録手段が一体となっている構成のもののみならず，カメラと記録手段が別体となっている構成のものも十分読み取れるから，甲1には，カメラとは別の記録装置への映像信号の入力部の構成も開示されているに等しい。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，甲1には，「映像番組を受け入れる入力部」の構成が開示されているに等しいといえるから，甲1発明が「映像番組を受け入れる入力部」の構成を有していない点で本件発明13と相違することを理由に，本件発明13は甲1に記載された発明とはいえないとした本件審決の判断は誤りである。",
                        "なお，本件審決は，本件発明12について，「カメラと記録部を別とした構成」は周知慣用の構成であり，甲1発明に上記周知慣用の構成を適用して相違点に係る「映像番組を受け入れる入力部」の構成を採用することは容易になし得たとして，本件発明12の進歩性を否定し，本件発明12に係る本件特許を無効とする判断をし，本件審決のうち，この判断部分は確定している。このような状況下において，本件発明12を引用する本件発明13について，甲1発明に基づく進歩性欠如を無効理由とする無効審判請求がないからといって，明らかに無効な本件発明13に係る本件特許が存続することになるのは不合理である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明24及び本件発明33と甲1発明の同一性の判断の誤り",
                  "text": [
                    "本件審決は，本件発明24及び本件発明33と甲1発明は，甲1発明が「映像番組を受け入れる入力部」の構成を有していない点で相違し，甲1には，上記相違点に係る構成の開示がないから，本件発明24及び本件発明33は甲1に記載された発明とはいえない旨判断した（本件審決132頁11行～137頁6行，142頁10行～143頁2行・無効理由(カ)a参照）。",
                    "しかしながら，前記アのとおり，甲1には，「映像番組を受け入れる入力部」の構成が開示されているに等しいといえるから，本件審決の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "参加人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には「映像番組を受け入れる入力部」の構成に関連する記載はない。そもそも，甲1発明はカメラ一体型記録装置を前提とするものであり，このカメラ一体型記録装置で記録される映像はカメラが撮影したものであり，カメラが撮影したもの以外の外部からの「映像番組を受ける入力部」を備えることは想定していない。",
                    "したがって，原告が主張するような周知技術を参酌したとしても，甲1に記載されている事項から「映像番組を受ける入力部」の構成を導き出すことはできないから，甲1に上記構成が記載されているに等しいということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，甲1に「映像番組を受ける入力部」の構成の開示がないとした本件審決の認定判断に誤りはなく，原告主張の取消事由1-1-(2)は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1-1-(3)（本件発明26の容易想到性の判断の誤り等）（本件発明26ないし32関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明26の容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，本件発明26の「第2のデジタル記録媒体の番組素材をアクセスする手段」は，本件明細書の発明の詳細な説明を参酌すれば，「ジュークボックス」であるといえるところ，甲1発明ではそのような特定はない点で相違（相違点2）するとした上で，甲1発明の本編集手段（オンライン編集システム）において，オリジナルテープ（第2の記録媒体）へのアクセスをジュークボックスを利用して行うことについて，何らの証拠も提出していないから，当業者が甲1発明に基づいて上記相違点2に係る構成を容易に発明をすることができたものとはいえず，本件発明26は甲1発明に基づいて容易に発明をすることができたものとはいえない旨判断した（本件審決148頁19行～149頁19行・無効理由(キ)b参照）。",
                    "しかしながら，以下のとおり，本件審決の上記判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「複数の第2のデジタル記録媒体の番組素材をアクセスする手段」の意義",
                      "text": [
                        "本件審決は，本件明細書の記載から「ジュークボックス」は「複数の記録媒体を収納し，当該収納した記録媒体を，編集の必要があるときだけ，当該収納部から取り出し，編集用の記録・再生部に装填し，編集を行い，上記編集が終了すると再び上記収納部に格納する手段」（本件審決148頁1行～4行）であると認定し，この認定を前提として，本件発明26の「複数の第2のデジタル記録媒体の番組素材をアクセスする手段」は，本件明細書の記載事項を参酌すれば，「ジュークボックス」であると認定した。",
                        "しかしながら，本件発明26の特許請求の範囲（請求項26）は，「前記第2の映像編集システムは複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段を備えており，前記編集決定指示が各々すべての前記第2のデジタル記録媒体に適用されることを特徴とする請求項24に記載のデジタル音声・映像制作システム。」というものであり，「複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段を備えており」との文言から，2以上の前記第2のデジタル記録媒体の番組素材（すなわち，オンライン編集用の素材）にアクセスすることを意味することを一義的に把握できる。",
                        "したがって，本件発明26の「複数の第2のデジタル記録媒体の番組素材をアクセスする手段」を上記ジュークボックスの構成のものに限定して認定すべきではないから，本件審決の上記認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件出願の優先日当時の周知の技術事項ないし技術常識",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲19  ",
                          "text": [
                            "甲19（特開平5-159536号公報）の記載事項（段落【0001】ないし【0003】，【0005】，【0009】，図4及び図6）によれば，甲19には，オンライン編集用のビデオ編集装置において，複数の（2つの）オンライン編集用の素材にアクセスする手段である再生用VTR5，6（本件発明26の「第2のデジタル記録媒体の番組素材」に相当）を備え，この複数の再生用VTR5，6の各々に編集リスト（本件発明26の「編集決定指示」に相当）が適用されて，デジタル音声・映像が作成されることが開示されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲32  ",
                          "text": [
                            "甲32（特開平6-86210号公報）の記載事項（段落【0009】，【0033】，【0044】，図1及び図2）によれば，甲32には，ビデオ編集装置（図2）が，複数の（4個の）大容量記憶手段50（ビデオテープ又はランダムアクセス可能な媒体）及びビデオ・ソース選択手段52を備え，ビデオ・ソース選択手段52を使用して大容量記憶手段50の内容へのアクセス可能であり，各々既存の編集決定リスト（本件発明26の「編集決定指示」に相当）が適用されて，デジタル音声・映像が作成されることが開示されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "小括",
                          "text": [
                            "上記a及びbによれば，本件出願の優先日当時，「ビデオ編集に当たって，複数のオリジナルテープ（第2の記録媒体）へのアクセスを行うこと」は，周知の技術事項ないし技術常識であったものといえる。",
                            "また，オンライン編集において，複数の素材から適当なカットを選択して一本の完成映像を作成することは一般的であり（いわゆる，ABロールやABCロールという呼び方がある。），オンライン編集装置に「複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段」が備わっていることは当業者にとってごく常識的なことにすぎない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明26の容易想到性",
                      "text": [
                        "本件出願の優先日当時，「ビデオ編集に当たって，複数のオリジナルテープ（第2の記録媒体）へのアクセスを行うこと」は，周知の技術事項ないし技術常識であったことを踏まえると，甲1において，本編集を行う際にマスターテープが複数必要であれば，オリジナルテープ（第2の記録媒体）を複数準備する程度のことは設計的事項にすぎず，「複数の第2のデジタル記録媒体の番組素材をアクセスする手段」の構成は，甲1に開示されているに等しい。",
                        "したがって，本件審決が甲1に上記構成の開示がないと認定したのは誤りであり，本件26発明は甲1に記載された発明に基づいて容易に発明をすることができたとはいえないと判断したことも誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明27ないし32の容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，本件発明26（請求項26）の記載を引用する本件発明27ないし32について，前記アで述べたのと同様の理由により，甲1に記載された発明に基づいて容易に発明をすることができたものとはいえない旨判断した（本件審決149頁20行～153頁23行・無効理由(キ)b参照）。",
                    "しかしながら，前記アで述べたのと同様の理由により，本件審決の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "参加人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲19は，本件審判において審判請求人（原告）が審決の予告がされた後に提出した平成25年12月26日付け上申書（甲31）に参考資料9として添付されたものであり，また，甲32は，本件訴訟において原告が新たに提出したものであり，いずれも本件審判において審理判断されたものではなく，本件訴訟の審理範囲の射程外であるから，書証として参酌されるべきではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲19及び甲32には，本件発明26の「第2のデジタル記録媒体の番組素材をアクセスする手段」に係る「ジュークボックス」について記載も示唆もない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決が認定するように，本件発明26の「第2のデジタル記録媒体の番組素材をアクセスする手段」は，本件明細書の発明の詳細な説明を参酌すれば，「ジュークボックス」であるといえるものであり，オンライン編集システムに用いられる場合のジュークボックスは，「複数の記録媒体を収納し，当該収納した記録媒体を，編集の必要があるときだけ，当該収納部から取り出し，編集用の記録・再生部に装填し，編集を行い，上記編集が終了すると再び上記収納部に格納する」ものである。",
                        "しかるところ，甲19記載のビデオ編集装置は，複数の再生用VTR5及び6を備えており，再生用VTR5及び6にそれぞれ装填されたビデオテープを素材として，編集された映像を編集用VTR7に装填されたビデオテープに録画するものである。再生用VTR5及び6は，記録媒体を編集する必要があるときに記録媒体を装填し，記録媒体の編集が終了すると装填された記録媒体が取り出されるものであるから，再生用VTR5及び6自体は「収納部」に相当するものではない。また，この再生用VTR5及び6にはそれぞれ1つのみのビデオテープが装填されていると考えるのが自然であるから，「複数の記録媒体」を「収納」するものとはいえない。",
                        "したがって，甲19記載のビデオ編集装置の再生用VTR5及び6は「ジュークボックス」に該当せず，甲19には，本件発明26に係る「ジュークボックス」について記載も示唆もない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲32には，ビデオ編集装置が複数の大容量記憶手段50を備えていること，当該複数の大容量記憶手段50は，いずれも，時間コード，制御ビデオ／オーディオ情報（信号及びデータ）を伝える配線により，ビデオ・ソース選択手段52に結合されていること（別紙甲32図面の図2参照），ビデオ・ソースインタフェース56は，ビデオ・ソース選択手段52を使用して大容量記憶手段50の内容へのアクセスを制御すること（段落【0044】），大容量記憶手段50の例として，「ビデオテープ・レコーダ」，「レーザ・ディスク」，「ハード・ディスク」（段落【0033】）が記載されている。",
                        "しかるところ，大容量記憶手段50が「ビデオテープ・レコーダ」，「レーザ・ディスク」又は取り外し可能な「ハード・ディスク」の場合には，記録媒体を編集する必要があるときに記録媒体を装填し，記録媒体の編集が終了すると装填された記録媒体が取り出されるものであるから，「収納部」に相当するものではない。また，大容量記憶手段50が内蔵型の「ハード・ディスク」の場合には，記録媒体は常に装填されていることになるから，「収納部」に相当するものではない。",
                        "したがって，甲32記載のビデオ編集装置の大容量記憶手段50は「ジュークボックス」に該当せず，甲32には，本件発明26に係る「ジュークボックス」について記載も示唆もない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，甲19及び甲32には本件発明26に係る「ジュークボックス」について記載も示唆もないから，甲19及び甲32から本件発明26の「第2のデジタル記録媒体の番組素材をアクセスする手段」の構成を導き出すことはできない。",
                    "したがって，当業者といえども，甲1発明に甲19又は甲32に記載の発明を組み合わせて本件発明26の「第2のデジタル記録媒体の番組素材をアクセスする手段」の構成を想到することは容易ではないから，甲1に記載された発明に基づいて本件発明26ないし32を容易に想到することができないとした本件審決の判断に誤りはない。",
                    "したがって，原告主張の取消事由1-1-(3)は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由1-2-(1)（本件発明1と甲6発明の同一性の判断の誤り等）（本件発明1ないし8，本件訂正発明22，23，本件発明24，33関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と甲6発明の同一性の判断の誤り",
                  "text": [
                    "本件審決は，本件発明1と甲6発明との相違点1及び2について，先願明細書（甲6）には，相違点2に係る本件発明1の構成が記載されているといえるが，相違点1に係る本件発明1の構成（「このレコーダーは，相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有し」との構成）の開示がないから，本件発明1は先願明細書に記載された発明ではない旨判断した（本件審決58頁6行～68頁10行・無効理由(ア)b参照）。",
                    "しかしながら，以下のとおり，本件審決が先願明細書に上記構成の開示がないと認定したのは誤りであり，この認定を前提とする本件審決の上記判断も，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，先願明細書（甲6）の第4実施例（段落【0121】～【0129】）の記載を基に甲6発明を認定したものであるが（本件審決58頁8行～60頁20行），先願明細書には，第4実施例に関し，「仮編集手段126は，第2記録媒体の記録内容を編集して，編集ポイントを編集ポイント保存手段127に送信する。編集ポイント保存手段127は，編集ポイントを保存して，それに基づいて接合点等の位置情報を高質再生装置128および本編集手段129にそれぞれ送信する。高質再生装置128は，位置情報にしたがって第3記録媒体を再生し，採用分の動画データを本編集手段129に送信する。本編集手段129は，位置情報にしたがって採用分の動画データを接合，特殊効果，重ね合わせ処理して本編集データを作り本編集データ記録手段130あるいは仕上がり映像再生手段131にそれぞれ送信する。」（段落【0127】）との記載がある。",
                        "上記記載によれば，「第2記録媒体の記録内容」（低画質の動画データ）を編集した「編集ポイント」には，「接合点等の位置情報」が含まれているから，低画質の動画データには位置情報が記録されている。また，当該「接合点等の位置情報」に従って「第3記録媒体」の記録内容（高画質の動画データ）を本編集することができるのであるから，高画質の動画データも，低画質の動画データと対応する位置情報が記録されていることが明らかである。",
                        "先願明細書の第4実施例には，「位置情報」としてどのような情報を記録するかについて明示の記載はないが，従来技術（段落【0020】，【0021】，【0024】ないし【0027】）でも，他の実施例（段落【0141】ないし【0147】，【0245】ないし【0247】）でも，オフライン編集の素材と放送用の素材との双方に「タイムコード情報」（タイムコード又はタイムコードと関連づけられた情報）を記録し，「タイムコード情報」によって二つの素材を対応づける構成が記載されているのであるから，かかる構成を甲6発明の「位置情報」に適用することにより，かかる構成は先願明細書に記載されているに等しいといえる。",
                        "そうすると，当業者は，先願明細書の記載から，甲6発明の高画質の動画データと低画質の動画データには，それぞれ「タイムコード情報」が記録され，これらのタイムコード情報は相互に対応づけられていると理解するから，先願明細書には，甲6発明が「このレコーダーは，相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有し」の構成（相違点1に係る本件発明1の構成）を備えることが記載されているに等しいといえる。",
                        "したがって，先願明細書には，相違点1に係る本件発明1の構成の開示がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，これに対し，①先願明細書の段落【0020】及び【0021】の記載は，編集時に編集を行う箇所をタイムコードで管理することに関する記載であって，「相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有」することに関する構成とも，また当該構成を示唆する構成ともいえない（本件審決64頁26行～65頁1行），②先願明細書の段落【0024】ないし【0027】の記載は，オフライン編集時に利用する映像を記録する時とオンライン編集時に利用する映像を記録する時とで，それぞれ対応するようにタイムコードを記録する技術思想まで記載しているとはいえない（本件審決65頁2行～66頁3行），③先願明細書の段落【0141】ないし【0147】の記載は，高質録画の内容（アナログデータ）を編集用の低画質のデータにデジタイズして取り込むときにアナログデータのフレーム位置を特定するためにタイムコードを用いていることのみの記載であって，デジタイズされた低画質データについてはコマ数で位置を特定しているから，オフライン編集時に利用する映像を記録する時とオンライン編集時に利用する映像を記録する時にそれぞれ対応するようにタイムコードを記録する技術思想まで記載しているとはいえない（本件審決66頁8行～24行），④先願明細書の段落【0245】ないし【0247】の記載は，高画質データはタイムコードに対応されて記録し，圧縮画像データは，高画質の映像情報に対応するように記録することでタイムコード192c以外の手段で，高画質の映像と低画質の映像を対応させる構成が記載されており，オフライン編集時に利用する映像を記録する時とオンライン編集時に利用する映像を記録する時にそれぞれ対応するようにタイムコードを記録する技術思想まで記載しているとはいえない（本件審決66頁25行～31行）として，甲6発明として認定した以外の他の先願明細書の記載をみても，相違点に係る本件発明1の構成を見いだすことはできない旨判断した。",
                        "しかしながら，上記①の点については，段落【0021】には，「これらの作業を軽減するために従来はオフライン編集という手法が用いられている。これはランダムアクセス可能な記録媒体に高い圧縮率（画質を落とし，画面に何が映っているか確認できる程度に変える圧縮率，例えばほぼ1／6～1／100の圧縮率）で，全ての素材を記録し，一通りランダムアクセス可能な記録媒体上で映像を作ってみる手法である。その時，前述のようにタイムコードや特殊効果を記録して，リストとして印刷する。」との記載がある。オフライン編集において「タイムコードや特殊効果を記録して，リストとして印刷する」ためには，オフライン編集用に記録された素材（ランダムアクセス可能な記録媒体に高い圧縮率で記録されたもの）そのものに，タイムコードが含まれていなければ，これを編集した映像について「タイムコードや特殊効果を記録」することはできないから，当業者であれば，当該オフライン編集の素材にタイムコードが記録されていることを当然理解する。",
                        "したがって，先願明細書の段落【0021】の記載から「相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有」する程度のことは，従来のオフライン編集の方法においても，当然に採用されている構成であることを十分読み取れる。むしろ，放送用の素材とオフライン編集の素材（ランダムアクセス可能な記録媒体に記録されたもの）にそれぞれタイムコードが記録され，双方のタイムコードが対応づけられているという構成を備えずに，段落【0021】記載の編集方法を行うことは困難である。",
                        "したがって，本件審決の上記①の判断は，誤りである。",
                        "次に，上記②の点については，段落【0027】には，「タイムコードによってテープの内容とランダムアクセス可能な記録媒体を対応させている」との記載があり，放送用のテープの内容（第2のフォーマットの情報）とランダムアクセス可能な記録媒体（第1のフォーマットの情報記録媒体）とを「タイムコードによって対応させている」のであるから，放送用のテープにタイムコード情報が含まれるとともに，ランダムアクセス可能な記録媒体にも，放送用のテープのタイムコード情報に対応づけられ，編集のための映像の位置がわかる情報（「タイムコード情報」に該当）が記録されているのは，当業者であれば容易に理解できるものである。",
                        "したがって，本件審決の上記②の判断は，誤りである。",
                        "上記③の点については，本件発明1の特許請求の範囲（請求項1）には単に「タイムコード情報」と記載されているだけで，その具体的な構成については特に限定がされておらず，「時，分，秒」による特定が必要と限定されているものでもないから，本件発明1においては，映像の位置情報を広く「タイムコード情報」と述べていると理解するよりほかない。",
                        "そして，段落【0141】ないし【0147】の記載によれば，低画質のデータを取り込む際に，映像に順に駒番号を割り当てることにより，映像の位置が把握できる以上，当該駒番号も「タイムコード情報」に該当すると当然に解される。",
                        "先願明細書（甲6）の図13（別紙甲6図面参照）の下には，「タイムコード（駒数）」と記載されていることからも，少なくとも先願明細書において，駒番号が「タイムコード情報」の一種として開示されていることが明らかである。",
                        "また，図13の高質録画のデータ列160と低質録画のデータ列161の記載を見ると，高質録画のデータ列に記録されたタイムコードに対応づけることで駒番号をSMPTEタイムコード（00：00：01：04のような，時：分：秒：コマ数のタイムコード）へと変換することが可能であることが記載されている（低質録画データ161の採用部分の位置が，タイムコード「00：00：01：04」や「00：00：02：10」等）で表現されている。",
                        "そして，タイムコード情報の統一的な規格の一種であるSMPTEタイムコードも，「時：分：秒：コマ数」で表現されることとされていること（日本放送協会編「VTR技術」220頁～221頁，昭和57年10月20日発行。甲21）からすると，駒番号や「コマ数」がタイムコード情報の一部であることは当業者の常識であるといえる。",
                        "そうすると，デジタイズされた低画質データについての「コマ数」という記載は単に「コマ数」より前の「時：分：秒」を省略していると解釈することが可能である。",
                        "さらに，高画質のデータのタイムコードと低画質のデータの駒番号が「対応」しているのは，低画質のデータの採用分から遡って，高画質のデータの採用分の位置を記録できることからも明らかである。",
                        "したがって，本件審決の上記③の判断は，誤りである。",
                        "上記④の点については，段落【0247】には，「タイムコード192c以外の手段でも，高画質の映像と低画質の映像を対応させる」との記載があり，タイムコード192cの手段はもとより，それ以外の手段でも，高画質の映像と低画質の映像を対応させるというのであるから，上記記載は，高画質の映像と低画質の映像をタイムコードの手段で対応させることは当然の前提とし，まさに，「相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有し」との構成が先願明細書に開示されているに等しいことを示す記載であるといえる。",
                        "したがって，本件審決の上記④の判断は，誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，先願明細書には，相違点1に係る本件発明1の構成の開示があるから，上記構成の開示がないことを理由に，本件発明1は先願明細書に記載された発明ではないとした本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2ないし8と甲6発明の同一性の判断の誤り",
                  "text": [
                    "本件審決は，本件発明1（請求項1）の記載を引用する本件発明2ないし8と甲6発明は，甲6発明が「このレコーダーは，相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有し」との構成を有していない点で相違し（相違点1），甲6には，上記相違点1に係る構成の開示がないから，本件発明2ないし8は，先願明細書に記載された発明ではない旨判断した（本件審決68頁11行～71頁31行，74頁18行～75頁11行，77頁32行～78頁29行，80頁17行～81頁24行・無効理由(ア)b参照）。",
                    "しかしながら，前記アで述べたとおり，甲6には，「相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有し」との構成の開示があるから，本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明22及び本件訂正発明23と甲6発明の同一性の判断の誤り",
                  "text": [
                    "本件審決は，本件訂正発明22及び本件訂正発明22（本件訂正後の請求項22）の記載を引用する本件訂正発明23と甲6発明は，本件訂正発明22は「相互に関連した編集タイムコードで二重に記録され」るのに対し，甲6発明は，タイムコードに関する情報を有していない点で相違し（相違点2），先願明細書（甲6）には，上記相違点2に係る構成の開示がないから，本件訂正発明22及び本件訂正発明23は，先願明細書に記載された発明ではない旨判断した（本件審決125頁26行～132頁4行・無効理由(ア)b参照）。",
                    "しかしながら，前記アで述べたのと同様の理由により，甲6には，「相互に関連した編集タイムコードで二重に記録され」る構成の開示があるから，本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明24及び本件発明33と甲6発明の同一性の判断の誤り",
                  "text": [
                    "本件審決は，本件発明24及び本件発明24（請求項24）の記載を引用する本件発明33と甲6発明は，本件発明24は「相互に関連した編集タイムコード情報を含む番組を，それぞれ第1と第2のフォーマットで前記第1と第2のデジタル記録媒体に二重に記録する手段」であるのに対し，甲6発明では，「相互に関連した編集タイムコード情報を含む」ことについて特定されていない点で相違し（相違点2），先願明細書（甲6）には，上記相違点2に係る構成の開示がないから，本件発明24及び本件発明33は，先願明細書に記載された発明ではない旨判断した（本件審決137頁7行～142頁9行，143頁3行～29行・無効理由(ア)b参照）。",
                    "しかしながら，前記アで述べたのと同様の理由により，甲6には，上記構成の開示があるから，本件審決の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "参加人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，先願明細書（甲6）の段落【0020】及び【0021】の記載について，オフライン編集において「タイムコードや特殊効果を記録して，リストとして印刷する」ためには，オフライン編集用に記録された素材（ランダムアクセス可能な記録媒体に高い圧縮率で記録されたもの）そのものに，タイムコードが含まれていなければ，これを編集した映像について「タイムコードや特殊効果を記録」することはできないから，当業者であれば，段落【0021】の記載から当該オフライン編集の素材にタイムコードが記録されていることを当然理解する，段落【0021】の記載から「相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有」する程度のことは，従来のオフライン編集の方法においても，当然に採用されている構成であることを十分読み取れるなどと主張する。",
                        "しかしながら，段落【0021】には，オフライン編集時に記録したタイムコードや特殊効果のリストを参照して，収録側VTRの編集を行うことが記載されているにすぎず，段落【0020】及び【0021】には，従来のオフライン編集の具体的な方法（例えば，タイムコードの記録やオフライン編集の素材と放送用の素材との対応付け）について何ら記載がない。",
                        "また，オフライン編集用に記録された素材そのものにタイムコードが含まれていなくとも，オフライン編集においてタイムコードを記録したリストを作成し，編集作業を行うことができる。例えば，オフライン編集用の装置が，編集のためにオフライン編集用に記録された素材を再生する際に，素材の先頭を0（ゼロ）として所定のタイムコードを生成し，そのタイムコードをオフライン編集用の装置の画面に表示すれば，オフライン編集においてタイムコードを記録したリストを作成することができる。また，ランダムアクセス可能な記録媒体がオフライン編集用の装置にセットされた段階で，オフライン編集用の装置が，所定のタイムコードを生成し，そのタイムコードをオフライン編集用に記録された素材に付けて，ランダムアクセス可能な記録媒体に記録し直すこともできる。そして，オフライン編集用の装置が，所定のタイムコードを付けてランダムアクセス可能な記録媒体に記録し直した素材を用いて，オフライン編集においてタイムコードを記録したリストを作成することができる。",
                        "そうすると，オフライン編集用に記録された素材そのものに，タイムコードが含まれていなければ，これを編集した映像について「タイムコードや特殊効果を記録」することはできないとの原告の主張は誤りである。",
                        "以上によれば，先願明細書の段落【0020】及び【0021】の記載は，編集時に編集を行う箇所をタイムコードで管理することに関する記載であって，「相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有」することに関する構成であるとはいえないし，当該構成を示唆する構成ともいえないとした本件審決の判断に誤りはなく，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，先願明細書の段落【0024】ないし【0027】の記載について，段落【0027】の「タイムコードによってテープの内容とランダムアクセス可能な記録媒体を対応させている」との記載から，放送用のテープにタイムコード情報が含まれるとともに，ランダムアクセス可能な記録媒体にも，放送用のテープのタイムコード情報に対応づけられ，編集のための映像の位置がわかる情報（「タイムコード情報」に該当）が記録されているのは，当業者であれば容易に理解できるなどと主張する。",
                        "しかしながら，段落【0024】ないし【0027】の記載は，段落【0020】及び【0021】に記載された「従来のオフライン編集」の方法をさらに説明した記載にすぎない。",
                        "そして，前述のとおり，段落【0020】及び【0021】に記載された従来のオフライン編集においては，オフライン編集用に記録された素材そのものにタイムコードが含まれていなくとも，オフライン編集においてタイムコードを記録したリストを作成し，編集作業を行うことができることからすると，段落【0027】の「タイムコードによってテープの内容とランダムアクセス可能な記録媒体を対応させている」との記載は，単に「タイムコード」を用いて，テープに記録された映像とランダムアクセス可能な記録媒体に記録された映像とを対応させることに関する記載にすぎない。",
                        "したがって，段落【0027】の「タイムコードによってテープの内容とランダムアクセス可能な記録媒体を対応させている」との記載は，オフライン編集時に利用する映像を記録する時とオンライン編集時に利用する映像を記録する時とで，それぞれ対応するようにタイムコードを記録する技術思想まで記載しているとはいえないとした本件審決の認定判断に誤りはなく，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，先願明細書の段落【0141】ないし【0147】の記載について，本件発明1の特許請求の範囲（請求項1）には単に「タイムコード情報」と記載されているだけで，その具体的な構成については特に限定がされていないから，本件発明1においては，映像の位置情報を広く「タイムコード情報」と述べていると理解するよりほかない，段落【0141】ないし【0147】の記載によれば，低画質のデータを取り込む際に，映像に順に駒番号を割り当てることにより，映像の位置が把握できる以上，当該駒番号も「タイムコード情報」に該当すると当然に解される，先願明細書（甲6）の図13（別紙甲6図面参照）の下には，「タイムコード（駒数）」と記載されていることからも，少なくとも先願明細書において，駒番号が「タイムコード情報」の一種として開示されていることが明らかであるなどと主張する。",
                        "しかしながら，「タイムコード情報」には，その語句のとおり，時，分，秒などの時間を特定できる情報が含まれることは明らかであるが，段落【0141】ないし【0147】においては，編集用（低画質）のディジタイズ時には，「記録開始信号を検知し，その直後の駒を最初の駒として1駒ずつ駒番号を割り当てる。」（段落【0145】）ので，低画質のデータには記録開始からの駒番号が割り当てられ，駒番号には時間を特定できる情報は含まれていない。",
                        "そうすると，本件発明1においては，映像の位置情報を広く「タイムコード情報」と述べていると理解するよりほかなく，駒番号も「タイムコード情報」に該当するとの原告の主張は，「タイムコード情報」を不当に上位概念である「位置情報」に拡大したものであり，失当である。",
                        "また，図13の下には左側から右側に向かう矢印の上側に「タイムコード」と，左側から右側に向かう矢印の下側に「（駒数）」とそれぞれ記載されている。この記載は，符号160の高質録画のデータ列にタイムコードインデックスが割り当てられ，符号161の低質録画のデータ列は駒番号が割り当てられていることを示すものにすぎず，図13は駒数を数えることを説明するものであって，駒番号が「タイムコード情報」の一種として開示されているということはできない。",
                        "さらに，そもそも，「タイムコード」に関する段落【0141】ないし【0147】の記載は，先願明細書の「第6実施例」に関する記載であり，第6実施例は，「高質録画の内容をアナログデータとし，低質録画の内容をディジタルデータとして，両者を対応づける。」（段落【0142】）ものであって，本件審決が甲6発明を認定した「第4実施例」とは高質録画のデータ（高画質の動画データ）の形式が異なり，また，段落【0142】には「その他の構成については，前述の第1実施例と同様である。」と記載されており，第6実施例を第4実施例に適用できるとする記載もないから，段落【0141】ないし【0147】の記載を甲6発明に適用して解釈することはできない。",
                        "したがって，段落【0141】ないし【0147】の記載は，高質録画の内容（アナログデータ）を編集用の低画質のデータにデジタイズして取り込むときにアナログデータのフレーム位置を特定するためにタイムコードを用いていることのみが記載されているものであって，オフライン編集時に利用する映像を記録する時とオンライン編集時に利用する映像を記録する時にそれぞれ対応するようにタイムコードを記録する技術思想まで記載しているとはいえないとした本件審決の認定判断に誤りはなく，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，先願明細書の段落【0245】ないし【0247】の記載について，「タイムコード192c以外の手段でも」，「高画質の映像と低画質の映像を対応させる」（段落【0247】）との記載があり，タイムコード192cの手段はもとより，それ以外の手段でも，高画質の映像と低画質の映像を対応させるというのであるから，上記記載は，高画質の映像と低画質の映像をタイムコードの手段で対応させることは当然の前提とし，「相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有し」との構成が先願明細書に開示されているに等しいことを示す記載であるなどと主張する。",
                        "しかしながら，段落【0245】ないし【0247】には，「タイムコード192c以外の手段」で，高画質の映像と低画質の映像を対応させる構成が記載されているにすぎず，「タイムコード192cの手段」で高画質の映像と低画質の映像を対応させる構成については記載がない。",
                        "また，「タイムコード192cの手段」で高画質の映像と低画質の映像を対応させる構成が，段落【0141】ないし【0147】に記載された構成と同様の構成であったとしても，前記(ウ)のとおり，段落【0141】ないし【0147】の記載は，オフライン編集時に利用する映像を記録する時とオンライン編集時に利用する映像を記録する時にそれぞれ対応するようにタイムコードを記録する技術思想まで記載しているとはいえないから，「このレコーダは，相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有し」の構成を開示するものではない。",
                        "さらに，前記(ウ)のとおり，オフライン編集用に記録された素材（低画質の映像）そのものにタイムコードが含まれていなくとも，編集作業を行うことができる。",
                        "以上によれば，段落【0141】ないし【0147】の記載は，オフライン編集時に利用する映像を記録する時とオンライン編集時に利用する映像を記録する時にそれぞれ対応するようにタイムコードを記録する技術思想まで記載しているとはいえないとした本件審決の認定判断に誤りはなく，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，先願明細書（甲6）には，相違点1に係る本件発明1の構成（「このレコーダーは，相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有し」との構成）の開示がないといえるから，本件発明1は先願明細書に記載された発明ではないとした本件審決の判断に誤りはない。これと同様の理由により，本件発明1ないし8，本件訂正発明22，23，本件発明24，33は先願明細書に記載された発明ではないとした本件審決の判断に誤りはない。",
                    "したがって，原告主張の取消事由1-2-(1)は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由1-2-(2)（本件発明2と甲6発明の同一性の判断の誤り等）（本件発明2及び本件発明13関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2と甲6発明の同一性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件発明2と甲6発明とは，本件発明2は「第2フォーマットの情報は圧縮がされていない」のに対し，甲6発明では，第2フォーマットの情報を圧縮している点で相違し，上記相違点の構成は，先願明細書（甲6）に開示がないとして，本件発明2は先願明細書に記載された発明ではない旨判断した（本件審決68頁11行～69頁3行・無効理由(ア)b参照）。",
                        "しかしながら，甲6の段落【0159】には，「帯域分割，JPEG圧縮，MPEG圧縮，拡大縮小等がされた高画質のデーター列176（または画像改善用のデータでもよい）は，低い圧縮率（1／1～1／6），大きい倍率（0．8～2），広い帯域（1／2～1／6，あるいは低画質データで記録されなかった残りの部分）で記録されている。」との記載があり，高画質のデータの圧縮率が「1／1」，すなわち，「情報は圧縮がされていない」場合についても記載がある。",
                        "段落【0159】は，第8実施例に関する記載であるが，第8実施例は，「高質録画の内容および低質録画の内容をそれぞれディジタルデータとし，両者を対応づける」方法（段落【0157】）について開示したものであり，かかる方法を，甲6発明（先願明細書の第4実施例）に適用することにより，かかる構成は， 当然に先願明細書に記載されているに等しいといえる。",
                        "また，甲6発明の第2フォーマットの情報（高画質の動画データ）に関し，甲6には，「高質処理手段122は，画質を落とさないように動画データを圧縮，拡大，縮小，帯域分割して高画質の動画データに変え」（段落【0126】）との記載があるが，かかる記載のうち，「圧縮，拡大，縮小，帯域分割」というのはあくまで「画質を落とさないよう」に高画質の動画データを得るための方法の例示と解釈されるべきものである。",
                        "本件審決のように，「圧縮」と書いてあるから，必ず圧縮されているという解釈は，技術常識に反した認定といわざるを得ない。",
                        "したがって，先願明細書には，第2フォーマットの情報が圧縮されていない構成も記載されているといえるから，本件審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "参加人は，これに対し，圧縮率は，圧縮された後のデータサイズを圧縮される前のデータサイズで除したものであり，圧縮された後のデータサイズがなければ圧縮率を求めることはできないから，「圧縮率1／1」のデータは，圧縮されていることが前提であり，甲6の段落【0159】の「圧縮率1／1」は，圧縮率を四捨五入するなどして「1／1」になる場合をいい，圧縮した後のデータ量が圧縮する前のデータ量に対してほぼ「1／1」になるという意味であり，圧縮していないという意味ではないなどと主張する。",
                        "しかしながら，「圧縮率1／1」は，圧縮されていないことを示す例として，例えば，甲34（特開平6-197368号公報）の段落【0028】には「1．08MBのオリジナル画像データ所定の圧縮率，たとえば1／1（非圧縮），1／2，1／3，1／4…で圧縮する。」，甲35（特開平4-336892号公報）の段落【0053】には「バッファメモリ65の記憶容量を非圧縮の画像データ1枚分としてその具体例を図9乃至図12に示す。同図中「A」は，非圧縮（1／1），「B」，「C」は1／2圧縮，「D」乃至「G」は1／4圧縮の画像データを示す。」との記載がある。このように「圧縮率1／1」は，「非圧縮」を表現するものであることは当業者の常識にかなうものであり，とりわけ，他の圧縮率と並列表記する場合，あえて「圧縮しない」とか「オリジナルデータ」と記載するよりは，同種の比率表示をした方がわかりやすいことから，「非圧縮」のことを「圧縮率1／1」と表現する方法がよく用いられており，甲6の段落【0159】の記載もこれと同様である。",
                        "したがって，参加人の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明13と甲6発明の同一性の判断の誤り",
                  "text": [
                    "本件審決は，本件発明13と甲6発明とは，本件発明13は「第2の記録媒体に記録する映像番組は，圧縮されない」構成を有しない点で相違し，上記相違点の構成は，先願明細書（甲6）に開示がないとして，本件発明13は先願明細書に記載された発明ではない旨判断した（本件審決118頁21行～119頁9行・無効理由(エ)b参照）。",
                    "しかしながら，前記アで述べたように，「第2フォーマットの情報が圧縮されていない」構成，すなわち，「第2の記録媒体に記録する映像番組は，圧縮されない」構成も記載されているといえるから，本件審決の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "参加人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点に係る本件発明2の「第2フォーマットの情報は圧縮がされていない」構成は，先願明細書（甲6）の段落【0159】に「高画質のデーター列176（または画像改善用のデータでもよい）は，低い圧縮率（1／1～1／6）…」との記載があり，高画質のデータの圧縮率が「1／1」，すなわち，「情報は圧縮がされていない」場合についても記載されているから，先願明細書に上記構成の開示があるなどと主張する。",
                    "しかしながら，段落【0159】を参照したとしても，先願明細書には，「第2のフォーマットの情報は圧縮がされていない」構成の開示はない。",
                    "まず，甲6発明では，「高質処理手段122は，画質を落とさないように動画データを圧縮，拡大，縮小，帯域分割して高画質の動画データに変え」ており（甲6の段落【0126】，第4実施例），第2のフォーマットの情報を圧縮しているといえる。",
                    "また，段落【0159】の「低い圧縮率（1／1～1／6）」にいう「圧縮率1／1」は，圧縮されていないという意味ではない。圧縮率は，「圧縮ツールを利用してファイルを圧縮した際の，圧縮される前のデータサイズと圧縮された後のデータサイズの比率」をいい（乙2），圧縮された後のデータサイズを圧縮される前のデータサイズで除したものであるから，圧縮された後のデータサイズがなければ圧縮率を求めることはできない。このことから「圧縮率1／1」のデータは，圧縮されていることが前提であるといえる。「圧縮率1／1」は，圧縮率を四捨五入するなどして「1／1」になる場合をいい，圧縮した後のデータ量が圧縮する前のデータ量に対してほぼ「1／1」になるという意味であり，圧縮していないという意味ではない。",
                    "さらに，先願明細書には，「第8実施例は…その他の構成については，前述の第1実施例と同様である」（段落【0157】）との記載があり，この記載は，第8実施例の段落【0159】の記載は第1実施例に適用することを前提とするものであり，第8実施例の第4実施例（甲6発明）への適用については記載も示唆もない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，先願明細書（甲6）には，相違点に係る本件発明2の「第2フォーマットの情報は圧縮がされていない」構成の開示がないといえるから，本件発明2は先願明細書に記載された発明ではないとした本件審決の判断に誤りはない。これと同様の理由により，本件発明13は先願明細書に記載された発明ではないとした本件審決の判断に誤りはない。",
                    "したがって，原告主張の取消事由1-2-(2)は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由1-2-(3)（本件発明7と甲6発明の同一性の判断の誤り）（本件発明7関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件発明7について，甲6発明の第2記録媒体はランダムアクアセス可能な記録媒体を前提として想定しているところ，本件発明7のテープドライブを用いる記録媒体は，ランダムアクセス可能な記録媒体といえないことは技術常識であるから，甲6発明の第2記録媒体は，本件発明7のテープドライブを採用する記録媒体を想定しているとはいえず，本件発明7の構成は，先願明細書（甲6）に実質的に記載されているということはできないとして，本件発明7は先願明細書に記載された発明ではない旨判断した（本件審決77頁32行～78頁29行・無効理由(イ)c参照）。",
                "しかしながら，①最初期のオフライン編集は，仮編集用の素材を磁気テープに複写する方法で行われていたこと（例えば，甲1の段落【0010】），②甲17の段落【0002】には，オフライン編集のための素材を録画する先としては，レーザビデオディスクの他にビデオテープが挙げられていることからすると，先願明細書には，従来技術として，仮編集用の素材をランダムアクセス可能な媒体に記録することから記載が始まっているが（段落【0002】），それ以前は，仮編集用の素材をテープに録画する方法も行われており，先願明細書に係る出願の出願当時，オフライン編集のための素材をランダムアクセス可能な媒体ではなく，テープに記録することは，当業者にとって当たり前の技術事項であった。",
                "そして，このような技術常識に基づき当業者にとって自明な技術事項は，先願明細書に記載されているに等しい事項であるから，甲6発明は，第1のフォーマットの仮編集用の動画データをテープに録画する事項も含むと認定されるべきものである。",
                "したがって，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "参加人の主張",
              "text": [
                "原告は，相違点に係る本件発明7の「前記第1の記憶媒体はテープドライブである」構成は，先願明細書に係る出願の出願当時，オフライン編集のための素材をランダムアクセス可能な媒体ではなく，テープに記録することは技術常識であったこと（甲1，7）を参酌すると，先願明細書に上記構成の開示があるなどと主張する。",
                "しかしながら，先願明細書（甲6）記載のオフライン編集用の記憶媒体としては，「例えばハードディスク」であるとされるほかに，「ランダムアクセス可能な記憶媒体としては，ハードディスク，MOディスク（光磁気ディスク），RAMなど」（段落【0049】）が想定されているが，先願明細書にはオフライン編集用の記憶媒体としてテープを用いることは記載も示唆もないから，たとえ原告が主張するようなテープに関する周知技術あるいは技術常識を参酌したとしても，先願明細書に記載されている事項からテープに関する構成を導き出すことはできない。",
                "したがって，先願明細書には，相違点に係る本件発明7の上記構成が記載されているに等しいとはいえないから，原告の上記主張は理由がない。",
                "以上によれば，本件発明7は先願明細書に記載された発明ではないとした本件審決の判断に誤りはなく，原告主張の取消事由1-2-(3)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由1-2-(4)（本件発明8と甲6発明の同一性の判断の誤り）（本件発明8関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件発明8について，①甲6発明を認定した実施例4には音声信号をインターリーブ記録するか格別の記載はない，②先願明細書における音声信号の記録は，映像信号とは別トラックで記録することのみが想定されており，音声信号と映像信号とをインターリーブ記録することは想定していないとして，本件発明8は先願明細書に記載された発明ではない旨判断した（本件審決80頁17行～81頁24行・無効理由(ウ)b参照）。",
                "しかしながら，本件明細書（甲33）にも，「内部映像記録設備の二つの部分に具体化された二つの信号記録媒体は別々の形で音声・映像信号を記録するか，代わってマイクロソフト社の音声・映像インターリーブ（AVI）システム，ヒュウレットパッカード社によるM  Power技術あるいは，その他のシステムのようなインターリーブ音声・映像データの為の幾つかの良く知られたシステムのどれかによって実現される」（11欄4行～11行）と記載されているとおり，音声情報と映像情報を多重化する技術は，本件出願の優先日当時，周知慣用の技術であった。",
                "また，甲5（「蓄積メディア用動画像符号化技術」テレビジョン学会誌Vol．45Ｎo．7（1991））に「ビデオ，オーディオ等の各データは，概略同じ時間相当分を集めてPacketを構成し，それらをマルチプレックスして，Packを構成する」（811頁左欄11行～14行）との記載があり，この記載は，音声と映像を合わせて記録するインターリーブは，本件出願の優先日当時，周知技術であったことを示すものである。",
                "このような動画記録に関する周知技術を甲6発明に含まれないとする理由はなく，先願明細書に記載されているに等しい事項であるといえる。",
                "したがって，本件発明8は甲6発明と実質的に同一であるから，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "参加人の主張",
              "text": [
                "原告は，相違点に係る本件発明8の「デジタル音声・映像番組データはインターリーブ（重ね合わせ）されている」構成は，先願明細書（甲6）に係る出願の出願当時，動画記録に関する周知技術であったから，甲6発明に含まれないとする理由はなく，先願明細書に開示があるなどと主張する。",
                "しかしながら，本件審決が甲6発明を認定した実施例4には「音声信号と映像信号とをインターリーブ記録する」という記載はない。また，先願明細書における音声信号の記録は，映像信号とは別のトラックで記録することのみが想定されており，音声信号と映像信号とをインターリーブ記録することは想定していない。",
                "したがって，先願明細書には音声信号と映像信号とのインターリーブ記録についての記載がなく，これが記載されているに等しいと事項ということもできないから，原告の上記主張は理由がない。",
                "以上によれば，本件発明8は先願明細書に記載された発明ではないとした本件審決の判断に誤りはなく，原告主張の取消事由1-2-(4)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由1-3（本件訂正発明22及び本件訂正発明23に係る訂正要件の判断の誤り等）（本件訂正発明22及び本件訂正発明23関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件訂正の訂正事項2（本件発明22及び本件発明23に係る「映像番組を代表する情報を出力するカメラ」を「番組情報を出力するカメラ」とする訂正）について，①カメラが出力する番組は番組情報であって，番組情報を圧縮する手段があることからみて，カメラが出力した番組情報をデジタル圧縮する手段にて圧縮していると捉えることができ，カメラが出力する情報が明瞭になったから，当該訂正事項は明瞭でない記載の釈明を目的とするものである，②本件明細書には，カメラで撮影した映像が，圧縮手段で圧縮されていることは記載されているから，当該訂正事項は，先願明細書事項の範囲内の訂正である，③「映像番組を代表する情報」なる記載では，情報がどのようなものであるか理解することができないから，カメラから出力される情報が「代表する」という記載によって特定の構成で限定されていたとはいえず，上記特定されていない情報から，カメラが出力する情報は番組情報であって，デジタル圧縮する手段にて圧縮されると特定されたのであるから，当該訂正事項は，実質上特許請求の範囲を拡張し，又は変更するものということはできないとして（本件審決6頁8行～25行），訂正事項2に係る本件訂正は適法である旨判断した。",
                    "しかしながら，「番組情報を出力するカメラ」と「映像番組を代表する情報を出力するカメラ」とは上位・下位の関係に立つことは文言上明らかであり，後者の限定事項である「映像番組を代表する情報」を削除することが，限定要素の削除に伴う特許請求の範囲の実質拡張に該当する。",
                    "また，特許法126条6項は，特許法134条の2第1項3号の訂正の場合も同条9項の準用により適用されるのであり，不明瞭な記載を訂正する場合であっても，特許法126条6項の訂正要件を満たすかどうかは，別途吟味を要する。そして，「映像番組を代表する情報」が意味不明瞭なものであるとすれば，「代表する」を削除する訂正は，意味が不明瞭な「何か」から「番組情報」へと特許請求の範囲を変更するものである。",
                    "したがって，訂正事項2に係る本件訂正は，特許法134条の2第9項の準用する特許法126条6項に違反する。",
                    "「代表する」を削除する訂正が特許請求の範囲の実質変更にも拡張にもならないのは，「映像番組を代表する情報」と「番組情報」が同一の概念である場合のみであるが，被告も本件審決も「映像番組を代表する情報」とは，理解不能な意味不明瞭な概念であることを認めており，「映像番組を代表する情報」と「番組情報」は同一の概念ではあり得ない。また，「映像番組を代表する情報」が「番組情報」と同一の概念であると意味がとれるのであれば，その場合は「映像番組を代表する情報」が不明瞭ではないこととなり，特許法134条の2第1項3号の訂正要件を欠くことになる。",
                    "さらに，この場合，「映像番組を代表する情報」が「番組情報」と同一の概念であるから，特許請求の範囲を減縮するものでもなく，特許法134条の2第1項1号の要件も欠くことになる。",
                    "以上によれば，訂正事項2に係る本件訂正は訂正要件に適合するとして，訂正を認めた本件審決の判断は誤りである。",
                    "そして，この誤りは，発明の要旨認定の誤りに帰することになるから，本件審決の結論に影響を及ぼすことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，訂正事項2に係る本件訂正は適法であり，当該訂正により，「代表する」の記載がなくなり，請求項22の記載は明確となり，発明の詳細な説明に記載された事項となったから，原告が主張する請求項22（同請求項の記載を引用する請求項23）の「映像番組を代表する情報を出力するカメラ」の記載における「代表する」の構成に関する明確性要件及びサポート要件を満たさないとの無効理由は解消された旨判断した（本件審決119頁15行～120頁6行）。",
                    "しかしながら，前記アで述べたとおり，訂正事項2に係る本件訂正は不適法であるから，本件審決の判断は，その前提を欠くものであり，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "参加人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明22に係る「映像番組を代表する情報を出力するカメラ」を「番組情報を出力するカメラ」とする訂正（本件訂正の訂正事項2）について，「番組情報を出力するカメラ」と「映像番組を代表する情報を出力するカメラ」とは上位・下位の関係に立つことは文言上明らかであり，後者の限定事項である「映像番組を代表する情報」を削除することが，限定要素の削除に伴う特許請求の範囲の実質拡張に該当するなどと主張する。",
                    "しかしながら，「映像番組を代表する情報」を「番組情報」とする訂正は，本件訂正前の請求項22記載の「番組情報」（例えば，「番組情報をデジタル圧縮する手段」，「番組情報の両方のバージョン」，「オンライン編集に合った番組情報」など）と単に用語を統一したにすぎないものであり，新たな技術的概念を追加するようなものではないから，上位概念への変更ではない。",
                    "したがって，「代表する」の文言を削除しても特許請求の範囲を実質拡張するものではなく，訂正事項2に係る本件訂正は適法であるから，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，訂正事項2に係る本件訂正に訂正要件違反があることを前提に，本件訂正発明22及び本件訂正発明23について明確性要件違反及びサポート要件違反があるなどと主張する。",
                    "しかしながら，前記アのとおり，訂正事項2に係る本件訂正は適法であるから，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，訂正事項2に係る本件訂正は適法であるとした本件審決の判断に誤りはないから，原告主張の取消事由1-3は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由1-4（本件発明26ないし32に係るサポート要件の判断の誤り）（本件発明26ないし32関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，「前記第2の映像編集システムは複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段を備えており，前記編集決定指示が各々すべての前記第2のデジタル記録媒体に適用されることを特徴とする請求項24に記載のデジタル音声・映像制作システム。」なる構成で特定される本件発明26は，本件明細書の発明の詳細な説明に記載されていないから，サポート要件を満たさない，本件発明26（請求項26）の記載を引用する本件発明27ないし32もこれと同様であるとの原告の主張について，①本件明細書（甲24）の15頁15行～27行の記載によれば，「オンライン編集システムに用いられる記録されたデジタルビデオテープ（すなわち第2の記録媒体）は，公知のテープ記録ジュークボックス208にセットされる」というものである，②よく知られたジュークボックスとは，通常，複数の記録媒体を収納し，当該収納した記録媒体を，記録・再生等の必要があるときだけ，当該収納部から取り出し，記録・再生装置に装填し，記録・再生を行い，上記記録・再生が終了すると，再び上記収納部に収納する手段のことをいうことは，技術常識である，③すなわち，上記ジュークボックスがオンライン編集システムに用いられるのであるから，上記ジュークボックスは，複数の記録媒体を収納し，当該収納した記録媒体を，編集の必要があるときだけ，当該収納部から取り出し，編集用の記録・再生部に装填し，編集を行い，上記編集が終了すると再び上記収納部に格納する手段といえる，③上記収納部に格納された記録媒体は，通常当該編集時に編集の対象となる記録媒体のみが格納されることが普通であって，当該編集に不要な記録媒体を格納することは想定されていないから，全ての格納された記録媒体を対象とした中から，編集に必要な記録媒体を選択し，取り出し，編集しているといえるとして，本件発明26の「前記編集決定指示が各全ての前記第2のデジタル記録媒体に適用される」とは，編集決定指示が，上記格納された各々すべての記録媒体を対象として，選択されたものに適用されることをいうものであることは，発明の詳細な説明を参酌すれば明らかであり，上記構成は発明の詳細な説明に記載された事項であるといえるから，原告の上記主張は採用することができない旨判断した（審決147頁1行～148頁18行・無効理由(キ)a）。",
                "しかしながら，本件明細書には，本件発明26の「前記編集決定指示が各々すべての前記第2のデジタル記録媒体に適用されること」という特許請求の範囲（請求項26）の文言に対応する記載がない。",
                "本件審決のように「第2の映像編集システムは複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段」を「ジュークボックス」であると認定したとしても，本件明細書には，「ジュークボックス」がどのような構成で，どのような作用をするかについては記載がなく，「ジュークボックス」が「前記編集決定指示が各々すべての前記第2のデジタル記録媒体に適用されること」であることの具体的な構成の記載がない。",
                "また，「ジュークボックス」が「前記編集決定指示が各々すべての前記第2のデジタル記録媒体に適用されること」であると理解されるような技術常識はない。むしろ，「ジュークボックス」は，編集対象となるものもならないものも含めて，多数のメディアが収納されており，使用者の要求により，そのうちの必要な「一部」だけが再生される装置と理解するのが一般的な技術常識であり，「ジュークボックス」をオンライン編集システムに用いるとすれば，そのときに編集対象となるものもならないものも含めて，多数のメディアが収納されており，その中で，一部の必要なメディアのみに編集を行うと解釈する方がジュークボックスの技術常識にかなうものといえる。",
                "さらに，本件発明26の「前記編集決定指示が各全ての前記第2のデジタル記録媒体に適用される」との文言から「選択されたもの」にのみ編集決定指示を適用するという意味合いを導くことは論理の飛躍がある。",
                "したがって，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "参加人の主張",
              "text": [
                "原告は，本件明細書の発明の詳細な説明には，本件発明26の「第2の映像編集システムは複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段を有しており，前記編集決定指示が各々すべての前記第2のデジタル記録媒体に適用されること」との発明特定事項が記載されていないから，本件発明26及び本件発明26（請求項26）の記載を引用する本件発明27ないし32は，サポート要件を満たさないなどと主張する。",
                "しかしながら，本件明細書には，「オンラインデジタル編集システムは図4にブロックダイアグラムとして描かれています。この編集システムの機能的操作は図2に発表されているデジタルビデオ編集システムに示されている。…この発明の具体化として，図2のシステムによって記録されたデジタルビデオテープは，編集中に利用し易いようにテープ記録ジュークボックス208にセットされる。このようなカセットテープを扱う機器はコンピューターデータ記録の技術においては良く知られている。そして，データのバックアップの用途あるいは公式記録に一般に使用される。」（甲33の15欄4行～19行・甲24の15頁16行～27行）との記載がある。",
                "また，図4（別紙本件明細書図面参照）には「コンピューター206」を介して「VTR202」および「ビデオモニター204」に接続された「テープ記録ジュークボックス208」が記載されており，本件明細書には「編集決定リストに組み入れられた編集は，望まれる番組素材の記録をビデオテープレコーダー202に記録される最終完成品に組み入れるように，種々のデジタルテープを整理するように使用される。」（甲33の15欄20行～23行・甲24の15頁28行～16頁1行）との記載がある。",
                "これらの記載を合わせると，図4記載の「テープ記録ジュークボックス208」が，複数のデジタル記録媒体（第2の記録媒体）の番組素材にアクセスする手段であることが示唆される",
                "そうすると，本件発明26の「第2の映像編集システム」が有する「複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段」とは，「テープ記録ジュークボックス208」に対応するものといえる。",
                "また，「テープ記録ジュークボックス」は，不要なメディアを格納すれば，それに不用意にアクセスすることにより，編集ミスが発生するおそれがあるから，編集に不要なメディアは格納しないのが技術常識であり，複数の記録媒体を収納し，上記収納部に格納された記録媒体は，通常当該編集時に編集の対象となる記録媒体のみが格納されることが普通であって，当該編集に不要な記録媒体を格納することは想定されないものであるから，「テープ記録ジュークボックス208」には，編集に必要なデジタル記録媒体のみが収納される。",
                "そうすると，本件発明26の「前記編集決定指示が各々すべての前記第2のデジタル記録媒体に適用される」とは，編集決定指示が，上記格納された各々すべての記録媒体を対象として，その選択されたものに適用されることを意味することは，本件明細書の発明の詳細な説明を参酌すれば明らかであるといえる。",
                "以上によれば，本件発明26の「前記編集決定指示が各々すべての前記第2のデジタル記録媒体に適用される」との構成は，本件明細書の発明の詳細な説明に記載された事項であるといえるから，原告の上記主張は理由がない。",
                "したがって，本件発明26ないし32はサポート要件に適合するから，原告主張の取消事由1-4は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "第2事件に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2-1（本件発明10と甲1発明の同一性の判断の誤り等）（本件発明10及び本件発明11関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "参加人の主張",
              "text": [
                "本件審決は，本件発明10の「前記第1のデジタルフォーマットの素材から編集決定リスト情報を作成するオフライン映像編集システムにインターフェースするステップ」における「インターフェースする」の用語は，本件明細書の発明の詳細な説明を参酌すると，第1のデジタルフォーマットの素材をオフライン映像編集システムに，記録媒体や通信手段を介して入力することであると認定した上で，甲1発明（方法）の仮編集機は，副記録手段13に装填された記憶媒体（磁気ディスク，光磁気ディスク）を使用して仮編集作業を行うから，前記第1のデジタルフォーマットの素材から編集を行っており，また，仮編集機に上記素材を入力しているから，仮編集機にインターフェースしているといえるから，「インターフェースする」の構成を有すると認定し（本件審決84頁7行～85頁25行），この認定を前提として，本件発明10は甲1に記載された発明である旨判断し，これと同様に，本件発明10（請求項10）の記載を引用する本件発明11は，甲1に記載された発明である旨判断した（本件審決86頁30行～87頁18行）。",
                "しかしながら，①「インターフェースする」とは，一般に，コンピュータ用語で「to connect two or more pieces of equipment, such as computers」（乙3），すなわち，2以上の装置間を接続することを意味するから，カメラとオフライン映像編集システムとを「インターフェースする」とは，ケーブルなどの通信手段を介して両者を接続すると解釈するのが妥当であること，②本件明細書（甲33）には，第1図（別紙本件明細書図面参照）の説明として「16に一般的に示されている種々のアナログとデジタル出力信号そしてあらゆる音声・映像あるいは制御信号の入力は，後部パネル12とサブパネル14に配置された適切なコネクターを通してインターフェースされている。」（10欄33行～36行），第2図の説明として，「可搬型ハードディスクドライブ70とデジタルテープドライブ88はインターフェースバス制御器72を通してインターフェースされる。そのようなシステムは毎秒10MBのデータ転送速度を達成する。」（11欄35行～38行），第3図の説明として，「SCSIタイプのインターフェースによってもインターフェースできる。」（13欄6行～7行）」との記載があるが，いずれもケーブルなどの通信手段を介して接続されるという意味で「インターフェースする」の用語を用いていること，③本件明細書における「可搬型PCMCIA記録カード104にインターフェースする…」（13欄1行～2行）とは，オフラインデジタル映像編集システムの制御器102と，可搬型PCMCIA記録カード104と，電気回路を内部に備えるカードスロット等を介して接続することを意味するものであり，可搬型PCMCIA記録カードという媒体を介してデータに移すことを「インターフェース」と表現したものではないことによれば，本件発明10の「素材」から「オフライン映像編集システム」に「インターフェースする」とは，ケーブルなどの通信手段を介してオフライン映像編集システムと接続し，当該通信手段を介して素材をオフライン映像編集システム上で編集・操作が可能な状態におくことをいい，記録媒体を介して素材をオフライン映像編集システム上で編集・操作が可能な状態におくことは含まないと解すべきである。",
                "したがって，本件審決における本件発明10の上記認定は誤りであり，この認定を前提とする本件審決の上記判断も誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張",
              "text": [
                "本件明細書には，オフライン映像編集システムの典型例として第3図（本件明細書図面参照）が記載されている。これは，「可搬型記録媒体のフォームの素材を受け付けて用意されたPCベースの編集制御器を実現したオフラインデジタル映像編集システム」（甲33の12欄45行～47行）である。",
                "ここで，オフライン映像編集システムに用いる素材（本件発明10の「第1のデジタルフォーマットの素材」）は，「可搬型記録媒体」に格納されているが，可搬型記録媒体104は，オフライン映像編集システムの編集制御器102に挿入されている。参加人が主張するように「通信手段を介して」いるものではない。",
                "そして，本件明細書には，「図3は，可搬型記録媒体のフォームの素材を受け付けて用意されたPCベースの編集制御器を実現したオフラインデジタル映像編集システムを示している。制御器102は一般的設計のものが好まれるが，少なくとも現在のインテル社のペンティアムか上位486レベルのプロセッサーの性能が望まれる。この機器はカラー表示を備え，そしてPCI内部バス機構を含むことが好まれ，可搬型PCMCIA記録カード104にインターフェースする用意がされている。このカード104具体例としては磁気ディスクか光磁気ディスクあるいは光ディスクにより実現できる。代わりに，独自の外部データ記録機器（図には表わしてない）が，PCMCIAの設備を通して，また，SCSIタイプのインターフェースによってもインターフェースできる。」（甲33の12欄45行～13欄7行）との記載があり，本件明細書では，可搬型記録媒体104による入力についても，「インターフェースする」という語が用いられていることが明らかである。",
                "したがって，本件発明10の「インターフェースする」とは，第1のデジタルフォーマットの素材をオフライン映像編集システムに入力するに当たって，ケーブルなどの通信手段を介した場合に限定するものではないから，これに限定されるとの参加人の主張は失当である。",
                "以上によれば，本件発明10及び本件発明11は，甲1に記載された発明であるとした本件審決の認定判断に誤りはなく，参加人主張の取消事由2-1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2-2（本件発明14と甲6発明の同一性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "参加人の主張",
              "text": [
                "本件審決は，本件発明14と甲6発明について，本件発明14は「前記オフラインデジタル映像編集システムはプログラムされたパーソナルコンピューターを構成することを特徴とする請求項12に記載のデジタル映像制作システム。」であるから，本件発明12の構成に加えてさらに，「前記オフラインデジタル映像編集システムはプログラムされたパーソナルコンピューターを構成する」構成を有する編集システムであるとした上で，①甲6発明において，「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成すること（本件発明14が引用する本件発明12の構成）は，先願明細書（甲6）に記載されているに等しい事項である（本件審決112頁3行～8行），②「前記オフラインデジタル映像編集システムはプログラムされたパーソナルコンピューターを構成すること」は，オフラインデジタル映像編集システムがプログラムされたパーソナルコンピュータからなることであると解釈できるが，当該構成は，先願明細書に実質的に記載されている事項であり，本件発明14は先願明細書に記載された発明である旨判断した（本件審決112頁15行～末行）。",
                "しかしながら，以下に述べるとおり，先願明細書には，上記①及び②の構成のいずれの開示もないから，本件審決の上記判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成することの不開示",
                  "text": [
                    "本件審決は，①甲6発明を認定した実施例4には，「この方式の装置は，ビデオ信号原120，ディジタイズ手段121，高質処理手段122，第1高質録画手段123，低質処理手段124，低質録画手段125，仮編集手段126，編集ポイント保存手段127，高質再生手段128，本編集手段129，本編集データ記録手段130，仕上がり映像再生手段131，第2高質録画手段132を備えている。これらの手段は，それぞれ別体として設けられたものでなくてもよい。例えば，1つのものを複数の手段に使い分けるようにしてものでもよい。」との記載がある（甲6の段落【0123】），②上記記載は，甲6発明の構成は，甲6発明を構成する各構成要素がそれぞれ別体として記載されているが，各構成要素を別体として設ける必要はなく，上記各構成要素の1つを複数の手段として使い分けるようにしてもよいと述べていると捉えることができ，このことは，結局，「いくつかの構成要素をまとめて一つのハードウェアとし，上記一つのハードウェアが，上記各構成要素の複数の手段として機能するようにしてもよいと述べているものと捉えることができる。」として（本件審決67頁1行～15行参照），「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成することは，先願明細書（甲6）に記載されているに等しい事項であると判断した。",
                    "しかしながら，段落【0123】の「この方式の装置は，…第1高質録画手段123，…低質録画手段125，仮編集手段126，…本編集手段129，…を備えている。」との記載は，「この方式の装置は」とあるように，その文理上，「この方式の装置」（実施例4の装置）が1つの装置であることを前提に複数の手段を備えることを示すものである。また，実施例4の装置は，ビデオ編集装置であるから，ビデオ編集のために必要な各手段が混然一体になっていると解すべきである。",
                    "そして，段落【0123】の「これらの手段は，それぞれ別体として設けられたものでなくてもよい。例えば，1つのものを複数の手段に使い分けるようにしてものでもよい。」との記載は，この1つの装置が備える各手段をそれぞれ1つの装置内で別々に設けても（例えば，各手段の機能を発揮するプロセッサなどを当該装置に内蔵させても），この1つの装置に内蔵したCPUやプロセッサなどの1つのもの（例えば，チップ）が複数の手段の機能を発揮してもよい（例えば，ディジタイズ手段121と高質処理手段122とをまとめて1つのチップとし，その1つのチップが同じ装置内でディジタイズと高質処理を行う）ことを示すと解釈するのが自然である。",
                    "そうすると，段落【0123】の上記記載は，上記装置が1つの装置であることを前提に，各手段はその装置内に内蔵されることを示すものといえるから，「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成すること，すなわち，本件発明14における「オンライン映像編集設備」，「デジタル映像記録装置」，「オフラインデジタル映像編集システム」のように各手段を別々の複数の装置（例えば，筐体が全く異なる装置など）とすることを開示するものとはいえない。",
                    "また，仮に段落【0123】記載の複数の手段を1つの装置とすることが可能であっても，段落【0123】は各手段を単に羅列するだけで，どの手段を1つの装置として構成するかの組み合わせは全く不明であり，この点からも「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成することなどが先願明細書に開示されているとはいえない。ましてや，仮編集機に係る手段のみを1つの装置（ここでは，特にパーソナルコンピューター）とする構成が，先願明細書に開示されているとはいえない。",
                    "かえって，甲6発明は，従来の技術の欠点を解消して，「ビデオ編集を低コストかつ短時間で行うことができるビデオ編集方法およびその装置を提供すること」を目的とするものであること（甲6の段落【0028】）からすると，本来1つの装置として開示された甲6発明の各手段をそれぞれひとまとまりの装置となるように別々の装置とすれば，装置が増えることによりコストが上がり，装置間のデータ転送によって編集時間も増え，ビデオ編集を低コストや短時間で行うという上記目的が達成できなくなることは明らかであるから，複数の手段をそれぞれ別筐体の別装置とすることを意識的に除外しているといえる。このような観点からすれば，段落【0123】は，「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成することを排除しているものと理解できる。",
                    "したがって，本件審決の上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「前記オフラインデジタル映像編集システムはプログラムされたパーソナルコンピューターを構成すること」の不開示",
                  "text": [
                    "本件審決は，先願明細書（甲6）には，従来から存在するオフライン編集機について，「その上，本発明は，従来のオフライン編集で使われている程度のCPU，すなわちパーソナルコンピュータの利用が可能である。さらに，編集ポイントを見つける作業をするためのソフトウエアとして，従来のオフライン編集で使われているものを転用することも可能である。すなわちランダムアクセス可能な記録媒体以外の部分でも著しいコストダウンが図れる。」（段落【0082】）との記載があるから，従来のオフライン編集機は，ソフトウェアを利用する（すなわち，プログラムが入れてある）パーソナルコンピューターを想定しているといえるとして（本件審決67頁28行～37行），本件発明14の「前記オフラインデジタル映像編集システムはプログラムされたパーソナルコンピューターを構成すること」は，先願明細書に実質的に記載されている事項であると判断した。",
                    "しかしながら，段落【0082】の「本発明は，従来のオフライン編集で使われている程度のCPU，すなわちパーソナルコンピュータの利用が可能である。」との記載は，文脈上明らかに主語である「本発明」（実施例1の発明。ビデオ編集装置1）において，PC（パーソナルコンピューター）の利用が可能であることを述べているにすぎず，上記記載は，従来のオフライン編集機自体としてPCを想定していることまでは述べていない。",
                    "また，段落【0082】の上記記載を素直に読めば，従来のオフライン編集では所定のコンピュータ（スイッチャーなどを制御するオフライン編集専用のコンピュータ）が使用されており，当該コンピュータに使用される程度のCPU（「従来のオフライン編集で使われている程度のCPU」）を持っているコンピュータとして，先願明細書に係る出願の出願時においてPCがあったことを理解できるのみであり，従来のオフライン編集機自体としてPCを想定しているとは認識できない。",
                    "仮に段落【0082】の上記記載が従来のオフライン編集機自体としてPCを想定しているのであれば，「本発明は，従来のオフライン編集で使われている程度のCPU，すなわちパーソナルコンピューターの利用が可能である。」との記載は，「本発明は，従来のオフライン編集で使われているパーソナルコンピューターの利用が可能である。」との表現となるはずであるから，段落【0082】の上記記載は，従来のオフライン編集機自体としてPCを想定していることを示すものではない。",
                    "さらに，段落【0082】の上記記載の主語は，「本発明」すなわち「ビデオ編集装置1」（段落【0065】～【0066】）であって，オフライン編集とオンライン編集とを行える装置であり，段落【0082】の上記記載は，圧縮した画像データを用いてオフライン編集を行うことで（段落【0072】参照），オフライン編集（プレビュー系の処理を含む。）とオンライン編集とをパーソナルコンピュータで行えることを意味する。また，オフライン編集とオンライン編集とは同時に行われるものではなく，オフライン編集を行ってからオンライン編集を行うので，CPUのパワーは，オフライン編集とオンライン編集とのそれぞれを独立して行うパワーがあればよいことからすると，段落【0082】の上記記載は，「圧縮した画像データを用いてオフライン編集を行うことで，初めてプレビューの処理系を含むオフライン編集全体もパーソナルコンピュータで行える」と同義であるといえる。仮に本件審決のように従来のオフライン編集機として，パーソナルコンピュータが想定されているとすると，プレビューの処理系を含むオフライン編集全体をパーソナルコンピュータで行えることになるが，本件出願の優先日当時のパーソナルコンピュータの記憶容量（ハードディスクの記憶容量）は，「2G～4G」程度であり（乙4，5），オフライン編集機に必要な記憶容量である「450Gb」程度（甲6の段落【0080】）の1／10にも満たないことからすると，現実問題として，本件出願の優先日当時，パーソナルコンピュータをプレビューの処理系を含むオフライン編集全体を行うオフライン編集機とすることはできない。",
                    "したがって，先願明細書には，オフライン編集機をパーソナルコンピュータとすることについての開示がないから，本件審決の上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明14は先願明細書（甲6）に記載された発明であるとした本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "参加人は，先願明細書（甲6）の段落【0123】記載の「この方式の装置」は全体として一つの装置でなければならないことを前提として，「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成することは，先願明細書に記載されているに等しい事項であるとした本件審決の判断は誤りである旨主張する。",
                        "しかしながら，「この方式の装置」に含まれるべき「ビデオ信号原120」は，図11（本件甲6図面参照）に「カメラ」が例として挙げられているように，編集設備とは別の装置を用いる場合があることを前提としていることは明らかであり，参加人の前提はそもそも成り立たない。",
                        "また，第1高質録画手段123はテープに記録することが例として挙げられており（甲6の段落【0126】），当業者であれば，第1高質録画手段とは，例えば，ビデオテープレコーダーのような装置と認識することは容易である。段落【0123】記載の各手段をCPUやプロセッサのような装置内の部品に限定して解釈し，装置が全体として一つでなければならないと解釈するのは不自然である。",
                        "むしろ，本件審決が「従来より，オフライン編集をした後オンライン編集をする構成を有する編集システムは，映像を撮影し記録する撮影（記録）部としてカメラのハードウェア，上記カメラで撮像した映像を記録媒体等を介して受け取りオフライン編集を行う編集機のハードウェア，上記仮編集機のハードウェアで作成した編集リストを用いてオンライン編集を行う本編集機としてのハードウェアからなることが普通であり，上記先願明細書の記載を実現するとき（すなわち，各構成要素のいくつかをまとめて一つのハードウェアとするとき），上記普通の構成となるようにまとめることは，極めて自然なことである。」（本件審決67頁17行～25行）と述べるとおり，当業者であれば，段落【0123】の記載から「オンライン映像編集手段」，「（デジタル）映像記録手段」，「オフライン（デジタル）映像編集手段」が，それぞれひとまとまりの装置となるように構成することは容易に理解され，開示されているに等しい。先願明細書には，例えばディジタル方式カメラ体形（注：一体形）ビデオ（段落【0012】，【0013】），オフライン編集装置（段落【0024】～【0027】），「オフライン編集とは別に」行う「オンライン編集」（段落【0022】）と「オンライン映像編集手段」，「映像記録手段」，「オフライン映像編集手段」の各区分が記載されており，先願明細書の記載そのものからも当業者は構成のまとまりについて理解することが可能である。",
                        "したがって，「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成することは先願明細書に開示されているから，参加人の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "参加人は，甲6発明は，従来の技術の欠点を解消して，ビデオ編集を低コストかつ短時間で行うことができるビデオ編集方法及びその装置を提供することを目的とするものであること（甲6の段落【0028】）からすると，段落【0123】は，「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成することを排除している旨主張する。",
                        "しかしながら，参加人の上記主張は，全ての手段を一つの装置に詰め込んだ甲6発明の実施品と，いくつかの装置に分けた甲6発明の実施品を比較して効果の有無を主張するものであるが，そもそも効果を比較すべきは，甲6発明の非実施品（甲6に記載されている従来技術）と実施品との間で行うべきものであるから，主張自体失当というほかない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "参加人は，先願明細書（甲6）の段落【0082】の記載は，実施例1の発明（ビデオ編集装置1）において，PC（パーソナルコンピューター）の利用が可能であることを述べているにすぎず，上記記載は，従来のオフライン編集機自体としてPCを想定していることまでは述べていないから，先願明細書には，オフライン編集機をパーソナルコンピュータとすることについての開示がない旨主張する。",
                    "しかしながら，段落【0082】の記載から，従来のオフライン編集にパーソナルコンピューターの利用が可能であることが十分に読み取れるから，参加人の上記主張も失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件発明14は先願明細書（甲6）に記載された発明であるとした本件審決の判断に誤りはなく，参加人主張の取消事由2-2は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2-3（本件発明43，44，46，47に係るサポート要件の判断の誤り）（本件発明43，44，46，47関係）",
          "content": [
            {
              "fig": "(1)",
              "subject": "参加人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明43及び本件発明44に係るサポート要件の判断の誤り",
                  "text": [
                    "本件審決は，本件訂正後の明細書全体の記載をみても，発明の詳細な説明に，本件発明43の「さらに，スクリプト情報を受け取る手段を含むことを特徴とする請求項40に記載の装置。」すなわち，請求項40の映像記録装置がスクリプト情報を受け取る構成が記載されているということはできないから，本件発明43はサポート要件を満たしているということはできない旨判断し，これと同様に，本件発明43（請求項43）の記載を引用する本件発明44もサポート要件を満たしているということはできない旨判断した（本件審決170頁30行～172頁27行）。",
                    "しかしながら，以下のとおり，本件明細書の発明の詳細な説明に「スクリプト情報を受け取る手段を含むこと」が記載されているから，本件審決の上記判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明43の引用する請求項40の映像記録装置はビデオレコーダーを含むこと，本件明細書の「図面の簡略な説明」の「図1は，オプションとしてカムコーダの一部として実現される可搬型同時圧縮記録方式デジタルビデオレコーダーの構成図である。」（甲33の10欄14行～16行・甲24の9頁25行～26行）との記載及び図1（別紙本件明細書図面参照）によれば，図1にデジタルビデオレコーダーが記載されていることを把握することができ，図1のデジタルビデオレコーダーの形状から当該レコーダーがカメラであることは把握できるから，本件発明43の映像記録装置は，カメラに相当する。",
                        "そして，本件明細書には，①「スクリプト…には，…カメラをいつ特定の俳優に切り替えるかとか，特定のカメラアングルを選択するなどの特定の命令を含む…」（甲33の14欄2行～4行・甲24の14頁10行～11行），②「付け加えると，放送用ニューススタジオにおいては，…リモート制御されたカメラを使用することは一般的な業務である。」（甲33の14欄16行～18行・甲24の14頁19行～20行），③「カメラの動きを制御する…スクリプト素材を組み合わせる」（甲33の14欄28行～30行・甲24の14頁27行～28行），④「スクリプトファイルは…カメラの動きを指示することに使用される」（甲33の14欄49行～15欄1行・甲24の15頁12行～14行）との記載がある。",
                        "上記記載によれば，本件明細書は，まず，リモート制御しない場合のカメラ（すなわち，撮影者がカメラを持って撮影する場合）についてのスクリプト情報について説明した後（上記①），それに加えてリモート制御する場合のカメラのスクリプト情報について説明していること（上記②ないし④）は文脈上明らかである。",
                        "また，技術的にもこのスクリプトは，単純なテキストファイルなどであってもよく（甲33の13欄46行～47行・甲24の14頁5行～6行），「プロのスクリプトライターが一般的に使用しているような…フォーマットでも，かまわない。」（甲33の13欄末行～14欄2行・甲24の14頁8行～10行）のであるから，当該スクリプトは，カメラをリモート制御する情報でなくてもよい。",
                        "そうすると，予めプロの脚本家が書いたどの俳優がどのタイミングで台詞を言うかなどを記載した脚本（スクリプト）のファイルをカメラが受け付けておき，撮影者（映画撮影を行うカメラマンなど）が撮影時にそれを参照して「カメラをいつ特定の俳優に切り替える」などのために用いることができるものといえる。",
                        "以上によれば，本件明細書の記載事項及び技術的観点から，スクリプト情報は，撮影者がカメラ（カムコーダー）を持って撮影する場合にも用いられることが明らかであるから，この撮影前に予めカメラがスクリプト情報を受け取っておくこと（スクリプト情報を受け取る手段をカメラが有すること）は，本件明細書の発明の詳細な説明に記載されているといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，これに対し，手持ちのカメラで撮影する場合は，カメラマンがカメラの切り替えやアングルの選択，パン・チルトの操作を行えばいいのであり，カメラの制御方法を自動化することは通常想定し得ないなどと主張する。",
                        "しかしながら，本件明細書の記載（甲33の13欄42行～14欄15行・甲24の14頁3行～18行）のうち，「スクリプトは，単純なテキストファイルとして，あるいはワードパーフェクトやワードフォーウィンドウに使用されているようなフォーマットされたワードプロセッサーファイルとして用意できる。」との記載によれば，スクリプトは，テキストファイルなどの人が読める形式で用意され，カメラマンによって参照されることは明らかである。例えば，カメラマンは，予めプロの脚本家が書いたどの俳優がどのタイミングで台詞を言うかなどを記載した脚本（スクリプト）のファイルをカメラが受け付けておき，撮影時にはそれを参照して「カメラをいつ特定の俳優に切り替える」などのために用いることができる。",
                        "したがって，映像記録装置（カメラ）を手持ちカメラと解釈した場合でも，スクリプト情報は撮影時に用いられることは明らかである。",
                        "また，本件明細書の上記記載のうち，「このシステムの多様性は，番組の計画が編集に，先立って，あるいはさらに，映画の撮影またはオリジナル制作のビデオ記録に先立って，コンピューターにスクリプトとステージの情報が用意されていることから始まれば，さらに高められる。」との記載によれば，撮影前に予めカメラがスクリプト情報を受け取っておくこと，すなわち，スクリプト情報を受け取る手段をカメラが有することが明らかである。",
                        "したがって，本件明細書の発明の詳細な説明には，スクリプト情報を受け取る手段をカメラが有することが実質的に記載されているといえる。",
                        "さらに，仮に本件明細書には映像記録装置（カメラ）を手持ちカメラとした場合にスクリプト情報を受け取ることについて直接記載がないとしても，リモート制御されるカメラについては，例えば，「放送用ニューススタジオにおいては，…リモート制御されたカメラを使用することは一般的な業務である。」，「カメラの動きを制御する…スクリプト素材を組み合わせる…」，「スクリプトファイルは…カメラの動きを指示することに使用される」など（甲33の14欄16行～18行，28行～30行，14欄49行～15欄1行・甲24の14頁19行～20行，27行～28行，15頁12行～14行）などの記載があり，上記記載から上位概念たるカメラがスクリプト情報を受け取ることまで十分に拡張ないし一般化できるものといえる。",
                        "以上によれば，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件明細書の発明の詳細な説明に「スクリプト情報を受け取る手段を含むこと」が記載されているから，本件発明43はサポート要件を満たしているということはできないとした本件審決の判断は誤りであり，これと同様に，本件発明43（請求項43）の記載を引用する本件発明44はサポート要件を満たしているということはできないとした本件審決の判断も誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明46及び本件47に係るサポート要件の判断の誤り",
                  "text": [
                    "本件審決は，本件発明46の「さらに，カメラ制御情報を受け取る手段を含むことを特徴とする請求項40に記載の装置」における「カメラ制御情報を受け取る手段」にいう「カメラ制御情報」は，「スクリプト情報」の一部であるといえるが，本件明細書の発明の詳細な説明に請求項40の映像記録装置がスクリプト情報を受け取る手段を有する構成が記載されていないことは，本件発明43において検討したとおりであるから，上記スクリプト情報の一部であるカメラ制御情報を受け取る手段を有する構成も，発明の詳細な説明に記載されていないことは明らかであり，本件発明46はサポート要件を満たしているということはできない旨判断し，これと同様に，本件発明46（請求項46）の記載を引用する本件発明47もサポート要件を満たしているということはできない旨判断した（本件審決177頁13行～179頁2行）。",
                    "しかしながら，前記アのとおり，本件明細書の発明の詳細な説明に「スクリプト情報を受け取る手段を含むこと」が記載されているから，本件審決の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張",
              "text": [
                "本件明細書における「このスクリプトとステージ情報には，カメラをいつ特定の俳優に切り替えるかとか，特定のカメラアングルを選択するなどの特定の命令を含む」（甲33の14欄2行～4行・甲24の14頁10行～11行）との記載は，手持ちカメラの場合について記載しているのではなく，リモート制御するカメラについて，ニュース番組とは異なる，例えば舞台等の「ステージ情報」を用いる場面について書いた記載と読むのが素直である。",
                "手持ちのカメラで撮影する場合は，カメラマンがカメラの切り替えやアングルの選択，パン・チルトの操作を行えばいいのであり，むしろ，カメラマンがその場の状況に応じて，適宜必要なカメラ操作を行わなければならない時に，カメラマンを配置するものである。カメラマンが手持ちのカメラで撮影する場合に，事前にスクリプトを作成し，何事もスクリプトどおりに進行するものは通常想定し難く，カメラの制御方法を自動化することは通常想定し得ない。",
                "したがって，上記記載から「スクリプトとステージ情報」がカメラによって受け取られると解釈することは困難であり，本件明細書には，「スクリプトとステージ情報」の伝達について，これ以上に詳細な記載はない。",
                "そうすると，上記記載をもって，手持ちの映像記録装置（すなわち，カムコーダ）がスクリプト情報を受け取ると理解することは困難である。",
                "したがって，本件明細書の発明の詳細な説明に「スクリプト情報を受け取る手段を含むこと」が記載されているということはできないとした本件審決の判断に誤りはなく，本件発明43，44，46，47がサポート要件を満たしていないとした本件審決の判断に誤りはないから，参加人主張の取消事由2-3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-1-(1)（本件発明1と甲1発明の同一性の判断の誤り等）（本件発明1ないし8，22，23及び28関係）について（第1事件）",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の特許請求の範囲（請求項1）の記載は，前記第2の2(1)のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書（甲24，33）の「発明の詳細な説明」には，次のような記載がある（下線部は本件訂正による訂正箇所である。下記記載中に引用する図面（甲33）については別紙本件明細書図面を参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「発明の分野",
                      "text": [
                        "この発明は，一般的に番組素材を編集するビデオ記録システムに関連する。",
                        "そして，特にノンリニア編集機能を行うパーソナルコンピューターを利用するシステムに関連する。」（8欄2行～6行）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「発明の背景",
                      "text": [
                        "伝統的なビデオ編集システムは，一般的に，リニアとノンリニアの二つの種類に分類される。リニア編集システムは，普通，テープによって番組記録をまとめているが，ノンリニア編集システムはランダムアクセス記録が容易に実現できるディスクによる記録媒体とより近い関連がある。典型的なリニア編集システムは，多くの放送用品質のビデオテープ記録方式の一つを実現している。アナログレコーダの選択としては，一インチC方式，ベータカム，ベータカムSP，3/4 Uマチック，3/4 UマチックSP，S-VHSそしてHi-8等が含まれる。デジタルレコーダーの選択としては，D-1，D-2，D-3，D-5，DCTそしてデジタルベータカム等が含まれる。これらの各々の記録方式はその他の方式と互換性がなく，そして全ての方式がそれぞれ同期システム，編集制御器，音声と映像のスィッチャーとプロセッサー，デジタル映像効果システム（DVE），文字発生器，そしてその他の機器を含む複雑なシステム設備を必要とする。これは，また電気，空調，空気清浄，貯蔵場所など費用の高い実際の設備場所を必要とします。",
                        "さらに，機器を良い動作状態に保つ為に，多くの操作と保守要員が必要とされる。けれども，これらの種類のビデオレコーダーの記録継続能力は三時間かそれ以上あるので，番組配給，公式記録，そしてホームビデオ業界の，ビデオの大量複製のマスター番組の供給用として独特の価値を発揮している。",
                        "それと対比して，ノンリニアシステムは光ディスクかその代わりの，磁気あるいは光磁気ディスクを基にしている。長い継続記録時間が必要な時には，これらの記録媒体は費用が高くなるので，このシステムはリニア編集システムを構成する編集室で使われる編集決定リスト（EDLs）の準備に利用する，オフライン編集のシステムでの使用に追いやられている。しかしながら，迅速なランダムアクセスの機能と編集の容易さは，短い番組には，役に立つ。",
                        "現在，多くの製造会社（AVIDやVideocubeなど）により実現されているPCベースのハードディスク記録は非常に高価である。そしてそれは，10GBの記録容量を持ち，実際には，二段階の処理で利用されている。最初は，元の編集されていない素材が，オフライン編集の環境で使う代表的映像を供給する為に，高いデータ圧縮比でデジタイズされ，そこで，オペレーターはEDLを作成する。このEDLはそこでは低いデータ圧縮比でデジタイズされ，そして記録された番組素材を使って，必要な編集ができるように使われる。これらの二つのデジタイズの段階は実際の再生時間を使わなければならないので，これは良く訓練されたハイクラスのオペレーターや技術者を必要とする費用の高いまた時間のかかる処理である。」（8欄7行～9欄4行）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「発明の要約",
                      "text": [
                        "本発明の目的は，リニアとノンリニアの編集の方法の最も有用な機能をまとめることである。",
                        "本発明のもう一つの目的は，オフライン編集システムで作った編集決定リストから，付き添い者がなくとも，自動的に編集できる能力を確保することである。",
                        "さらに本発明の別な目的は，テレビ放送用再生や，大量ビデオコピーのソース番組再生や，その他の関連した用途に使うPCベースのデジタルビデオレコーダーを確保することである。",
                        "また本発明のさらなる目的は，ケーブルテレビや他の用途のためのデジタル映像番組の40時間かそれ以上の長い時間の再生を確保することである。",
                        "この発明は現在一般的に使用されている大規模で費用の高い編集室に代わって費用の安いPCベースの音声・映像制作システムを確保することである。改造されたカメラか他のソースから用意されたデジタル番組ソース素材は，編集用タイムコードが一致した二つのフォーマットでデータ圧縮された音声・映像素材として用意される。つまり，一つのデジタル番組ソース素材は，二つのフォーマットの素材で二重に用意される。",
                        "高いデータ圧縮比を持ち，オフライン編集システムで使うことを目的とした最初のフォーマットは編集決定リストを作成する為に使われ，そして，低いデータ圧縮比を持った二つ目のフォーマットは，最終的な番組を制作するオンライン編集システムに使われる。このように，オフライン編集の決定は，移動可能記録媒体を使用して可搬型PCを含むPCで実行され，番組の最終描写は固定ヘッドかロータリーヘッドのDAT・6mmあるいは，8mmなどのデジタルテープによるフォーマットで実現されている。",
                        "PCMCIAのディスクドライブのような，いくつかの新しく小さい，そして費用の安い記録媒体の一つを使って，オフライン編集の機能が非常に要求の厳しい用途に必要とされる放送品質を保障するデジタルテープベースのフォーマットと一緒に，経済的なシステムでもってこれを実現する。これらの媒体の記録継続能力は，在来型のNTSCかPALの映像フォーマットでは60分から120分まで，あるいはそれ以上である。そして同等な番組継続能力を持った自然的な拡張であるHDTVフォーマットは，高密度記録が経済的に実用になった商業的に有用な記録媒体で実現する。フィルム素材との互換性が望まれる場合は，毎秒24フレームで種々のシステム機器の操作を実現する。」（9欄5行～47行）",
                        "「この発明による最終映像番組の制作方法は，第1と第2のデジタルフォーマットで番組ソース素材を供給することを含み，第1のフォーマットは第2のフォーマットより高いデータ圧縮比を持つ特徴があり，そして，第1と第2のフォーマットで，素材を各々の場合に関連する編集タイムコード情報を一緒に第1と第2の可搬型記録媒体に記録し，第1の記録媒体をオフライン映像編集システムで編集決定リストを作成できるようにインターフェースし，オフライン映像編集システムと連結して作成した編集決定リストをオンライン映像システムに移して，第2の記録媒体をオンライン映像編集システムにインターフェースする。",
                        "そして，最終映像番組を制作する為に，編集決定リストにより，第2のフォーマットの素材を第2の記録媒体の上に編集する。」（9欄48行～10欄12行）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「この発明の具体化の詳細な説明",
                      "text": [
                        "図1は，本発明による可搬型同時圧縮方式デジタルビデオレコーダーを表したものである。オプションとしてカムコーダーシステムの一部として実現する。レンズ2とビューファインダー4はカメラの筐体の胴体に装備されている。一般の光学分光系・CCDセンサー・ドライブ回路そしてデジタル信号処理回路は6に配置されている。オプションの充電池パックの機能は10に示されている。16に一般的に示されている種々のアナログとデジタル出力信号そしてあらゆる音声・映像あるいは制御信号の入力は，後部パネル12とサブパネル14に配置された適切なコネクターを通してインターフェースされている。アナログ音声信号入力そしてアナログとデジタルの両方の音声信号の出力できる準備もされていることを示している。必要ならばファィバーオプティカル線を信号搬送媒体として働かせる。",
                        "内部の映像記録機能は二つの部分で構成されている。一つめは，低いデータ圧縮比のデジタル音声・映像信号が可搬型テープ駆動機構18の（1/4インチカートリッジ，1/2インチカートリッジ，DAT，6mm，8mmのような）固定ヘッドか回転ヘッドのデジタルデータレコーダーに記録され，下記に説明するオンフライン編集システムを使うことを目的としている。それと同時に高いデータ圧縮比をもつ第2のデジタル音声・映像信号は可搬型記録媒体機器20に記録される。この可搬型記録媒体はオフライン映像編集システムでの使用を目的として，これもまた下記に説明されている。実際にはこの可搬型記録媒体は幾つかの良く知られた技術によって実現されている。そしてそれは，磁気・光磁気ディスク，光ディスクあるいは半導体記憶素子のようなものである。内部映像記録設備の二つの部分に具体化された二つの信号記録媒体は別々の形で音声・映像信号を記録するか，代わってマイクロソフト社の音声・映像インターリーブ（AVI）システム，ヒュウレットパッカード社によるM Power技術あるいは，その他のシステムのようなインターリーブ音声・映像データの為の幾つかの良く知られたシステムのどれかによって実現される。」（10欄26行～11欄11行）",
                        "「可搬型記録媒体の例としては，PCMCIAによる可搬型ディスクドライブ（現在420MBが実用化されているが，すぐに1GBの高容量が実用化される。）そして8mmテープ（現在20GBが実用化されているが，すぐに80GBの高容量が実用化される。）データ圧縮比50:1で，420MBはだいたい75分の番組素材を記録する。（NTSCでオフライン編集用で320X240のピクセルの大きさの画像）そして，5:1のデータ圧縮比で，20GBはだいたい60分の番組素材を記録する。新しい50GBか80GBのテープが実用化された時は，NTSCかPALのどちらでも4時間の番組の記録ができ，あるいは，2時間のHDTVの記録ができ，現在上記に説明したリニアの編集機器に割り当てられた用途に使用できるようになる。代わりに，現在実用になっている20:1の比のMPEG-2データ圧縮を使って，20GBのテープは4時間のNTSCかPALの記録（あるいは1時間のHDTVの記録）に適応させることができる。そして80GBのテープは，16時間のNTSCかPALの記録（あるいは，4時間のHDTV記録）に適応させることができる。フィルム素材との互換性が望まれる場合は，毎秒24フレームの種々のシステム機器の操作も実現する。」（11欄12行～31行）"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "「図2はこの発明による記録装置ベースのデジタルレコーダーの機能ダイアグラムで，ビデオカメラに内臓されるか，別々に編集と制作の設備として実現される。",
                        "表示されているように，可搬型ハードディスクドライブ70とデジタルテープドライブ88はインターフェースバス制御器72を通してインターフェースされる。そのようなシステムは毎秒10MBのデータ転送速度を達成する。そして，これらのあるいは高容量可搬型記憶素子のような他のデータ記録装置上でさらに高い転送速度が期待される。",
                        "実際には，光学か光磁気ドライブのような代わりの記録方法として使用され，SCSI-2やPCMCIAのような種々のインターフェースバスのスタンダードによることが好まれる。けれども，全ての場合，流れに沿った編集設備で互換性を確保する為に，両方の可搬型媒体のドライブ70と88は同様なあるいは少なくとも関連した編集タイムコードの情報と一緒に記録されなければならない。そして，一つの記録媒体から展開された編集リストは，他の記録媒体に同時に記録された番組素材に用いられるのと同じ結果をもたらす。",
                        "マイクロプロセッサー74は，ユーザーインターフェース設備75（キーボード，タッチスクリーンなどのようなもの）を通して，種々の機器をまとめる64ビットかそれより広いデータバス80を制御する。現在実用的なマイクロプロセッサーはDECのAlpha21064そしてMIPS社のMIPS R4400を含む。未来の実現例では，すでに発表されているインテル社のP6やPowerPC620による。代わりの構成としては，実効的フレーム速度を早める為に，複数のプロセッサーを並列に働かせて実現する。例えば，PCIデータバスは毎秒100MBのデータ転送速度を維持する能力がある。ROM76は固定プログラムを記録しておく為に，使用される。RAM78は，好んで，4:2:2フォーマットでNTSCの生映像を25秒かそれ以上のバッファとして機能する能力を持ち，記録継続中に入力映像信号や代わりに再生継続中に映像出力信号を中断することなく可搬型媒体の緊急交換を可能にする。グラフィックプロセッサー82は，入力映像信号84を出力映像信号86に処理するのに必要な種々の操作を行う専用のハードウェアを示している。",
                        "Y/R-Y/B-Yで示されているが，RGB，YIQ，YUVあるいは他の一般的に使用される代わりのフォーマットのどの入力や出力でもまた両方でも構成できる。",
                        "ソフトによるデータ圧縮も実現可能ですが，ハードによるほうが好まれる。そして，それはテープベースのドライブで，一般的な信号（NTSC/PAL）は5:1のデータ圧縮比で，そしてHDTV信号には10:1のデータ圧縮比で働かせる。ハードディスクドライブには，50:1のデータ圧縮比が好んで使用される。このデータ圧縮の多くの実用のオプションの例としては，現在実用のアップル社のQuickTimeシステム，fractal圧縮，MPEG-1（オフライン用途）そしてMotion-JPEG（オンライン用途）などを含む。多くの用途では，MPEG-2データ圧縮が，オンライン編集には向いているのであろう。音声信号はFCCにより既に評価中のデジタルテレビ送信の為の幾つかのシステムに提案されているデータストリームの中に含まれる。あるいは，マイクロソフト社のAVI（音声・映像インターリーブ）ファイルフォーマットのような，マルチメディア記録計画に使用される音声・映像をまとめる実用になった方法の一つの中に含まれる。代案として，同じシステムと電気回路により制御されるように準備した別々のデジタル記録を働かせることによってか，あるいは上記に説明したカメラシステムの外部の全く別の機器を働かせることによって，音声信号を記録する独立したシステムを実現している。」（11欄32行～12欄44行）"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "「図3は，可搬型記録媒体のフォームの素材を受け付けて用意されたPCベースの編集制御器を実現したオフラインデジタル映像編集システムを示している。制御器102は一般的設計のものが好まれるが，少なくとも現在のインテル社のペンティアムか上位486レベルのプロセッサーの性能が望まれる。この機器はカラー表示を備え，そしてPCI内部バス機構を含むことが好まれ，可搬型PCMCIA記録カード104にインターフェースする用意がされている。このカード104具体例としては磁気ディスクか光磁気ディスクあるいは光ディスクにより実現できる。代わりに，独自の外部データ記録機器（図には表わしてない）が，PCMCIAの設備を通して，また，SCSIタイプのインターフェースによってもインターフェースできる。",
                        "オプションの機能として，PCMCIA拡張アダプター106を用意して，複数のPCMCIAカードあるいはPCMCIA機器108が，図に示されたPCの一つのPCMCIAスロットを通して便利にアクセスできる。この拡張アダプターは内部の選択と多重回路を備えて，各々のプラグインカードか機器が拡張アダプターの中の他のどのカードか機器を独立にまた妨害がなくアクセスできる。その選択は，SCSIかGPIBデータバスを使用したアドレス機構のような，良く知られた技術を用いて行われる。一つの420MBのPCMCIAカードモジュールは4:2:2のサンプリングで，50:1のデータ圧縮比で，320×240ピクセルの映像の大きさで，75分の番組素材を記録することができる。10のPCMCIAスロットとプラグインカードを装備した拡張アダプターは10時間のオリジナル番組素材を供給することができ，この番組の容量はPCMCIA互換の他のタイプの機器によってさらに拡張できる。さらなるオプションとして，専用に設計したPCは，外部の拡張アダプターを必要とせず複数の記録機器を受け付ける為の多数のPCMCIAスロット備えることができる。」（12欄45行～13欄26行）"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「操作に際して，オフラインデジタル映像システムPCは種々のデータ記録機器に記録された素材を編集したり組み合わせたりするのに使用され，オンライン編集システムで使用される編集決定リストを作成する。多数の記録機器の有用性はオペレーターが，たったの二つの記録機器でABロールの編集を，そして三つの記録機器でABCロールの編集を練習したり確認することができます。拡張準備か追加のSCSIバス機器を装備した時に，そのシステムは，便利でしかも適切な方法で非常に複雑なシーケンス作ることができる種々の記録機器を制御することができる。低品質の番組素材（高データ圧縮比）は，番組の編集ポイント（編集決定リスト）を決めるのみに，使用され，これから下記に述べるオフライン編集システムは，この発明により，高品質の結果で番組の最終編集版を制作することができる。」（13欄27行～41行）"
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「このシステムの多様性は，番組の計画が編集に，先立って，あるいはさらに，映画の撮影またはオリジナル制作のビデオ記録に先立って，コンピューターにスクリプトとステージの情報が用意されていることから始まれば，さらに高められる。スクリプトは，単純なテキストファイルとして，あるいはワードパーフェクトやワードフォーウィンドウに使用されているようなフォーマットされたワードプロセッサーファイルとして用意できる。また代わりとして，そのファイルは，プロのスクリプトライターが一般的に使用しているような専用のフォーマットでも，かまわない。」（13欄42行～14欄2行）",
                      "text": [
                        "「このスクリプトとステージ情報には，カメラをいつ特定の俳優に切り替えるかとか，特定のカメラアングルを選択するなどの特定の命令を含むように，フォーマットされ直される。更なる詳細として，クローズアップカメラの撮影範囲あるいは，（スプリットスクリーンの光景やクローマキーの背景のような）特別な映像効果や音響効果を組み入れる場面を表示できるような能力を含む。改造されたスクリプトファイルは，スクリプトに番組素材が合致するように編集決定をするオフライン編集システムの操作の案内に使用されるし，ビデオテープに記録する環境に必要なスクリプトの変更をする為に，あるいは，実際のテープ素材によって発見された予見できなかったアーチストの機会に役立たせる為に使用されます。」（13欄42行～14欄15行）",
                        "「付け加えると，放送用ニューススタジオにおいては，生番組をテレビ放送する為にリモート制御されたカメラを使用することは一般的な業務である。これらのカメラは，（カメラケーブルの長さやカメラをステージの上で互いに動かすことができる間隔などの）ステージ自身による物理的限界内で，ステージの上の必要とされるどの位置にもカメラを移動できるように電動の台の上に設置されている。ズームレンズ，パンチルト台そしてカメラの電気制御設定は，別に別れた電気制御パネルあるいは代わりに。ワシノ（WASHINO）US特許番号5,325,202で説明されている機器のような適切な制御ソフトを持ったコンピューターインタフェースのどちらかを含むカメラリモート制御設備を通して操作される。カメラの動きを制御する指示するソフトウェアースクリプト素材を組み合わせることによって，これらのシステムの全ての機能は適正化される。改正されたスクリプトファイルは実際のビデオテープ記録する前に準備されなければならないが，それはそれぞれの場面のセットや小道具の物理的配置を含むべきである。」（14欄16行～34行）",
                        "「上記に説明したステージの情報は，特別なカメラリモート制御のソフトにより確認される。そして，カメラオペレーターはセットや俳優の遮蔽された位置そしてある場面の小道具の配置を描いた図解のインターフェースを用意されている。このシステムはまた，共に申請中のUSシリアル番号08/050,861に説明されているように，望まれる場面を取り込むように，カメラ制御オペレーターがカメラを正しい位置にあるように，そして正しいズームレンズとパンチルトの位置を持つようにプログラムできるように（タッチスクリーンあるいはマウスのような）ユーザーインタフェースを含むことが好まれる。この場合は，オペレーターはオプションとして，映画，ビデオそしてステージプロダクションの技術で良く知られている自動ライティングシステムを制御する情報を追加することができる。この拡張版の改正されたスクリプトファイルはそこで実際の場面の撮影の間に，カメラの動きを指示することに使用される。そしてさらに，この発明による上記に説明したような，EDLを作成するようにオフライン編集処理の一部として改正される。」（14欄35行～15欄3行）"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "「オンラインデジタル編集システムは図4にブロックダイアグラムとして描かれています。この編集システムの機能的操作は図2に発表されているデジタルビデオ編集システムに示されている。あるいは代わりの実現方法として，1994年8月30日に登録されたUS申請シリアル番号08/298,104の共に申請中のマルチフォーマットA/V制作システムに説明されているより複雑な形で実現できる。このシステムは可搬型記録媒体を受け付けるように別に準備されたPCベースの編集制御器206で実現される。",
                        "この発明の具体化として，図2のシステムによって記録されたデジタルビデオテープは，編集中に利用し易いようにテープ記録ジュークボックス208にセットされる。このようなカセットテープを扱う機器はコンピューターデータ記録の技術においては良く知られている。そして，データのバックアップの用途あるいは公式記録に一般に使用される。」（15欄4行～19行）",
                        "「編集決定リストに組み入れられた編集は，望まれる番組素材の記録をビデオテープレコーダー202に記録される最終完成品に組み入れるように，種々のデジタルテープを整理するように使用される。このビデオレコーダーは，アナログのレコーダーで一般的に使用されているものから選択され，その多くの中から1インチC型，ベータカム，ベータカムSP，UマチックSPそしてHi-8を含むどれでも実行できる。デジタルレコーダーで実行するならば，実用的な選択は，D-1，D-2，D-3，D-5，DCTそしてデジタルベータカムを含む。さらに，最終のフォーマットは，番組ソース素材に使用されたタイプ，あるいはどのような他の可搬型記録媒体のような別のデジタルデータテープであることもできる。オフラインシステムの可搬型記録媒体のタイムコード表示番号は，編集決定リストを何の変換あるいは改造を必要とせず，オンラインシステムに使用されるように相互に関連する。ビデオモニター204はウィンドウベースの編集システム制御ソフトを操作するのに使用される。そして，編集処理を進める為の番組素材を見る為に使用される。この処理は，既に必要な決定の全てが上記に説明したようにオフライン編集処理で行われているので，実質的に自動的に行われるであろう。さらに，この時は，番組にデジタル映像効果を追加したり，番組スクリプトに含まれるあらゆる特別効果を実現する適切な時となる。」（15欄20行～43行）"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "「この発明は，総ての範囲の編集機能の実現がなされなくても，録画・再生に限定した他の用途に使用できる。実例として，ビデオコピーのメイン再生のような用途として，番組マスターテープはくり返しで再生，始めに巻き戻しそして再び再生されなければならない。伝統的なビデオテープレコーダーを使用した設備においては，このくり返しは番組マスターテープに非常に多くの物理的ストレスになる。それ故，多くのコピーの製造が必要な時には，注文を完成するのに，多くの数のマスターテープの複製を必要とする。さらに，あるプロダクションの時間を巻き戻し処理自体により失う。ここで発表しているシステムのディスクベースの用途においては，繰り返して使用しても，番組マスターの何の大きな劣化はない。そして，番組媒体を記録番組のその部分を含む物理的場所に，頭だしするのに実質的に何も遅延もなく，番組を望まれるどの場所からでも再生を開始することができる。必要な記録継続時間を用意する為に，追加のハードディスクドライブが必要とする再生継続を達成するのに加えられる。（NTSC4:2:2の記録システムで）20:1のMPEG-2のデータ圧縮比により，2時間のデジタルビデオはだいたい8GBのディスク記録容量を必要とする。現在，9GBの容量を持つディスクドライブが実用になっている。そして，可搬型媒体が同様なレベルになるまで，番組は必要な数の可搬型媒体機器から順番に内部あるいは外部ディスク記録機器に移される。」（15欄44行～16欄18行）"
                    },
                    {
                      "fig": "(サ)",
                      "subject": "「この発明は，ケーブルテレビあるいは他の延長再生時間の用途の再生機器として使用される。必要に応じて多くのジュークボックスを追加することにより，簡単にシステムの再生時間容量を延長でき，それぞれのジュークボックスはだいたい40時間のデジタルビデオ再生を用意する。図2の参照で討議したRAMベースの音声・映像バッファー機能を十分に使用することにより，ビデオ再生処理中に大急ぎで，テープ記録カセットあるいはカートリッジを交換することにより継続したデジタルビデオ再生を供給できる。もしコンピューターが読める表示コードがそれぞれのカセットあるいはカートリッジに用意されているならば，コンピューターはジュークボックスを捜しあらかじめ計画された再生をする番組素材を含む特定の物理的記録スロットを見つけることができる。このタイプの表示とライブラリー管理システムは業界において良くしられていて，そして，放送局にて，コマーシャル宣伝か他の番組素材の再生に働くカートマシンとして一般的に実現されている。さらに，1994年8月30日に登録された共に申請中のUS申請シリアル番号08/298,104によりどのフレーム比でもまたどのテレビシステム方式での再生が実用になる。」（16欄19行～39行）"
                    },
                    {
                      "fig": "(シ)",
                      "subject": "「もし番組の計画が編集に先立ってあるいは，オリジナル制作の映画・ビデオ撮影に先立ってコンピューターにスクリプトとステージ情報を用意することから始まっていれば，デジタルビデオ制作システムの多用性はさらに拡張される。スクリプト素材にアクセスできるコンピューターソフトは，オペレーターがそのシーンを急いで記録素材に合致するようにできて，それにより編集処理を早めることができる。さらに，生番組をテレビ放送するのにリモート制御されたカメラを使用することは放送ニューススタジオでは一般的に行われている。カメラ動作の制御の指示のスクリプト素材のソフトを一緒にすることにより，これらのシステムの全ての機能は適切化されるであろう。」（16欄40行～17欄2行）"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイによれば，本件明細書には，本件発明1に関し，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "伝統的なビデオ編集システムは，一般的にリニア編集システムとノンリニア編集システムの2種類に分類される。",
                        "リニア編集システムは，普通，テープによって番組記録をまとめており，典型的なリニア編集システムは，多くの放送用品質のビデオテープ記録方式の一つを実現している。その各種記録方式（アナログレコーダ又はデジタルレコーダにおける各種記録方式）には，互換性がなく，それぞれが同期システム，編集制御器，音声と映像のスィッチャー，プロセッサー，デジタル映像効果システム（DVE），文字発生器，その他の機器を含む複雑なシステム設備，費用の高い実際の設備場所を必要とし，さらに，機器を良い動作状態に保つために，多くの操作と保守要員を必要とする。",
                        "しかし，ビデオレコーダーの記録継続能力は3時間かそれ以上あるので，番組配給，公式記録，ホームビデオ業界のビデオの大量複製のマスター番組の供給用として独特の価値を発揮している。",
                        "一方，ノンリニア編集システムは，ランダムアクセス記録が容易に実現できるディスクによる記録媒体とより近い関連があり，光ディスク，磁気あるいは光磁気ディスクを基にしている。長い継続記録時間が必要な場合には，これらの記録媒体は費用が高くなるので，このシステムは，リニア編集システムを構成する編集室で使われる編集決定リスト（EDLs）の準備に利用され，オフライン編集システムでの使用に追いやられている。",
                        "しかし，迅速なランダムアクセスの機能と編集の容易さは，短い番組には，役に立つ。",
                        "現在，多くの製造会社（AVIDやVideocubeなど）によって実現されているPCベースのハードディスク記録は，非常に高価であり，実際には，2段階の処理で利用されている。最初の段階で，元の編集されていない素材が，オフライン編集の環境で使う代表的映像を供給するために，高いデータ圧縮比でデジタイズされ，オペレーターは，EDLを作成する。次の段階で，このEDLは，低いデータ圧縮比でデジタイズされ，記録された番組素材を用いて，必要な編集ができるように使われる。これらの二つのデジタイズの段階には，実際の再生時間を使わなければならず，良く訓練されたハイクラスのオペレーターや技術者を必要とするので，費用が高く，時間がかかる処理である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」の目的は，リニアとノンリニアの編集の方法の最も有用な機能をまとめることにある。",
                        "「本発明」の別の目的は，オフライン編集システムで作った編集決定リスト（EDL）から，付き添い者がなくとも，自動的に編集できる能力を確保すること，現在一般的に使用されている大規模で費用の高い編集室に代わって費用の安いPCベースの音声・映像制作システムを確保することなどにある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「本発明」においては，改造されたカメラか他のソースから用意された，一つのデジタル番組ソース素材が，編集用タイムコードが一致した二つのフォーマットでデータ圧縮された音声・映像素材として二重に用意される。高いデータ圧縮比を持ち，オフライン編集システムで使うことを目的とした最初のフォーマットは，編集決定リストを作成するために使われ，低いデータ圧縮比を持った二つ目のフォーマットは，最終的な番組を制作するオンライン編集システムに使われる。このように，オフライン編集の決定は，移動可能記録媒体を使用して可搬型PCを含むPCで実行され，PCMCIAのディスクドライブのような，いくつかの新しく小さい，費用の安い記録媒体の一つを使って，オフライン編集の機能が非常に要求の厳しい用途に必要とされる放送品質を保障するデジタルテープベースのフォーマットと一緒に，経済的なシステムでもってこれを実現する。",
                        "「本発明」による最終映像番組の制作方法は，第1のフォーマットは第2のフォーマットより高いデータ圧縮比を持つ点に特徴があり，第1と第2のフォーマットで，素材を各々の場合に関連する編集タイムコード情報を一緒に第1と第2の可搬型記録媒体に記録し，第1の記録媒体をオフライン映像編集システムで編集決定リストを作成できるようにインターフェースし，オフライン映像編集システムと連結して作成した編集決定リストをオンライン映像システムに移して，第2の記録媒体をオンライン映像編集システムにインターフェースし，最終映像番組を制作するために，編集決定リストによって，第2のフォーマットの素材を第2の記録媒体の上に編集するというものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1の記載事項について",
              "text": [
                "甲1には，次のような記載がある（下記記載中に引用する図面については別紙甲1図面を参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【請求項1】 撮像した被写体像を電気信号に変換する撮像手段と，記憶媒体の位置情報を生成する位置情報生成手段と，前記撮像手段から出力される電気信号と前記位置情報生成手段から出力される位置情報を同時に複数の記憶媒体上に記録する記録手段を備えたカメラ一体型記録装置。」",
                  "text": [
                    "「【請求項2】 撮像した被写体像を電気信号に変換する撮像手段と，記憶媒体の位置情報を生成する位置情報生成手段と，前記撮像手段から出力される電気信号と前記位置情報生成手段から出力される位置情報を記憶媒体上に記録する複数の記録手段を備えたカメラ一体型記録装置。」",
                    "「【請求項3】 撮像した被写体像を電気信号に変換する撮像手段と，記憶媒体の位置情報を生成する位置情報生成手段と，前記撮像手段から出力される電気信号と前記位置情報生成手段から出力される位置情報を記憶媒体上に記録する記録手段と，前記電気信号と前記位置情報を伝送する伝送手段とを備え，前記記録手段で前記記憶媒体上に記録すると同時に同一データを前記伝送手段より伝送するカメラ一体型記録装置。」",
                    "「【請求項4】 撮像した被写体像を電気信号に変換する撮像手段と，前記電気信号を圧縮する圧縮手段と，記憶媒体の位置情報を生成する位置情報生成手段と，前記撮像手段から出力される電気信号あるいは前記圧縮手段により圧縮された電気信号と前記位置情報生成手段から出力される位置情報を記憶媒体上に記録する複数の記録手段を備えたカメラ一体型記録装置。」",
                    "「【請求項5】 記録手段において，少なくとも一つはランダムアクセス可能な記憶媒体上に記録することを特徴とする請求項1，2あるいは請求項4記載のカメラ一体型記録装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「【産業上の利用分野】本発明は，その撮像された記憶媒体を効率良く編集可能とする構成としたカメラ一体型記録装置に関するものである。」（段落【0001】）"
                },
                {
                  "fig": "ウ",
                  "subject": "「【従来の技術】上述のようなカメラ一体型記録装置としては，現在カメラ一体型VTRが知られている。」（段落【0002】）",
                  "text": [
                    "「図6は従来のカメラ一体型VTRにおける制御系のブロック図で，1は被写体を撮像しこの撮像した被写体を映像信号101に変換して出力する撮像手段，2はシステム制御手段，3は各回路に電源を供給する電源部，4はバッテリー，5は記憶媒体の位置情報を生成する位置情報生成手段，6は撮像手段1より出力される映像信号101を磁気テープ上に記録する記録手段，8はビューファインダー部である。」（段落【0003】）",
                    "「次に，従来のカメラ一体型VTRの動作を説明する。システム制御手段2はシステム全体の動作制御を行う回路ブロックであり，各種の電源制御信号103や各種のシステム制御信号100を出力し，システムを所定の動作状態にする。電源部3は各回路に電源を供給するブロックであり，システム制御手段2よりの各種の電源制御信号103に基づきバッテリー4の電源を適当に変換し，各回路部に必要な電源を供給する。撮像手段1は撮像した被写体の映像を映像信号101に変換するブロックであり，例えば光学レンズ等の光学系，CCD等の個体撮像装置等によって被写体を撮像し，システム制御手段2からの制御信号100により例えばＮTSCのアナログやRGBのデジタル等の映像信号101として記録手段6へ送られる。位置情報生成手段5は媒体の位置情報信号102を生成するブロックであり，ここで生成される位置情報信号102は，例えばテープカウンターやSMPTEタイムコードあるいはフレーム番号等であり，映像信号101と共に記録手段6に送られる。この位置情報は映像が記憶媒体上のどの位置に記録されたかを示す指標となり，例えば編集作業時等に利用される。記録手段6はこの装置部に記憶媒体を装填し，撮像手段1から送られてくる映像信号100と位置情報生成手段5から送られてくる位置情報信号102を装填された記憶媒体に記録するブロックであり，図示していない機構系，サーボ系等により動作する。すなわち撮像された被写体は撮像手段1で映像信号101に変換され，記録手段6において位置情報信号102とともに記録される。この記録手段6に装填されるカセットテープは後の編集作業において原物（オリジナル）となる。」（段落【0004】）",
                    "「カメラ一体型記録装置等で記録された素材は，その目的によって撮像後の編集の仕方が異なる。ドキュメンタリー番組では，多くの素材を何回も取材し，編集して主張を構成する。また，ドラマ番組ではしっかりした台本に従って撮像し，台本どおりに編集していく。」（段落【0005】）",
                    "「更に，ニュース等では撮像された素材を迅速に整理し，事実を的確に伝えるように編集を行う。」（段落【0006】）",
                    "「近年電子技術の発達によって，カメラ一体型記録装置が小型，軽量化され，従来フィルムにより撮像されていた映像がビデオテープ等で置き換えられたり，新たな撮像，編集形態が浸透してきたりしている。例えばEＮGの取材体制に見られるようにニュース取材のような速報性を追及するような場面ではカメラ一体型VTRが急速に普及してきた。と同時に迅速かつ的確な編集が行えるようなシステムが要望されている。」（段落【0007】）",
                    "「従来，カメラ一体型記録装置で撮像した映像（以下単に映像と呼ぶ）から収録用テープ（以下マスターテープと呼ぶ）を作成するには後述する手順による編集作業が必要であった。」（段落【0008】）",
                    "「一般にカメラ一体型記録装置で撮像した映像は，その全映像が必要とされるのではなく，その中の適当な撮像区間（以下カットと呼ぶ）を適切な順序に編集することを前提とし，余分に撮像されていることが多い。したがって全映像から適当なカットを選択し，そのカットを適当な順序に編集してマスターテープを作成することが必要であり，仮編集，本編集という編集作業を行う。」（段落【0009】）",
                    "「以下，従来の一般的な編集手順を説明する。上述したカメラ一体型記録装置で撮像した映像はオリジナルとして原物磁気テープ（以下オリジナルテープと呼ぶ）に記録される。この映像を仮編集用の作業用磁気テープ（以下ワークカセットと呼ぶ）に複写し，作業用素材（以下ワークオリジナルと呼ぶ）とする。次に仮編集機を用い，このワークカセットを使用して仮編集作業を行いワークオリジナルを適当なカットに分けていく。そして編集対象のカットの媒体上での位置情報とそのカットの順序情報とその他の編集情報を編集意志決定表（以下EDLリストと呼ぶ）に記載していく。そしてこのEDLリストに基づき，今度は本編集機を用い，オリジナルテープを使用して本編集作業を行いマスターテープに仕上げるという手順で編集作業が行われる。」（段落【0010】）",
                    "「仮編集作業時にオリジナルテープの内容をワークカセットに複写するのは，仮編集では繰り返し同じ箇所を再生，巻きもどししながら編集位置を決めていくため，これによりオリジナルテープを傷つけないようにするためである。このようなワークカセットとしてはカセットテープが一般的であるが，カセットテープのような連続媒体（以下シーケンシャルな媒体と呼ぶ）では媒体上の任意の位置（アドレス）に移動するのに時間がかかるためその作業効率が悪くなるという問題があった。この問題を解決するためにワークカセットとして，光磁気ディスク，ハードディスク，あるいは半導体記憶媒体等のランダムアクセス可能な媒体を用いる仮編集システムが考案されている（特願平03-247559号）。しかしながら光磁気ディスク，ハードディスク等は映像を記録する一般的な媒体であるカセットテープに比べ記録容量が小さく記録時間が短くなるという問題を有していた。あるいはこれらの媒体に映像情報を圧縮して記録する方法も考案されているが，圧縮された映像ではその画質の劣化が著しくオリジナルとしては使用できないという問題を有したものであった。」（段落【0011】）",
                    "「仮編集作業ではこのようにワークカセットを繰り返し再生，巻き戻ししながら適当な編集位置を決めて，そのカットの位置情報等をEDLリストに記録する。この際のカットの位置情報には，媒体に映像信号と共に記録されている媒体の位置情報が用いられる。しかしこの記録作業は目視による位置情報の確認と手作業による記録で，本編集時はこのEDLリストの読み取り，キー入力という一連の非効率な作業となっていた。更に，仮編集作業ではこのように作成された編集意思情報に従い，ワークオリジナルを使って実際に編集し，ワークマスターとしてその結果，出来映えを確認する。そして，思い通りの編集結果が得られるまで繰り返しこれら編集作業を繰り返すことが必要であり，作業の長時間化という問題も有していた。」（段落【0012】）",
                    "「しかし近年編集システムの電子化に伴い，EDLリストの情報を電子化し，仮編集作業の結果をフロッピーディスク等の媒体に記録させて本編集システムとデータの共有化を図り，有効に本編集作業に反映させるようになったり，仮編集システムをコンピュータと組み合わせて効率的に仮編集し，ワークマスターの作成まで行うシステムが考案されてきている。」（段落【0013】）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「【発明が解決しようとする課題】しかしながら，どのような作業用媒体を選択し，どのような編集システムを用いても，従来はオリジナルテープから作業用媒体に複写することが必要であり，複写のために映像の時間分だけ浪費するという問題点が解決されていなかった。そして例えばニュース等の緊急を要する素材の編集においては，この問題が顕在化していた。」（段落【0014】）",
                  "text": [
                    "「本発明は，このような従来の問題点に鑑みてなされたものであって，撮像後の編集を迅速に行えるようにするカメラ一体型記録装置を提供することを目的としている。」（段落【0015】）"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「【課題を解決するための手段】この目的を達成するために本発明のカメラ一体型記録装置は，撮像時に複数の記憶媒体に同時にデータを記録するカメラ一体型記録装置であって，撮像した被写体像を電気信号に変換する撮像手段と，記憶媒体の位置情報を生成する位置情報生成手段と，撮像手段から出力される電気信号と位置情報生成手段から出力される位置情報を共有させて複数の記憶媒体に同時にデータを記録する記録手段を具備する。」（段落【0016】）",
                  "text": [
                    "「本願の請求項2の発明は，撮像時に複数の記憶媒体に同時にデータを記録するカメラ一体型記録装置であって，撮像した被写体像を電気信号に変換する撮像手段と，媒体位置情報生成手段と，前記撮像手段から出力される電気信号と前記媒体位置情報生成手段から出力される媒体位置情報を共有させて記憶媒体に同時にデータを記録する複数の記録手段を具備することを特徴とする。」（段落【0017】）",
                    "「本願の請求項3の発明は，撮像時に記憶媒体に記録すると同時に同一データを伝送し，記録するカメラ一体型記録装置であって，撮像した被写体像を電気信号に変換する撮像手段と，媒体位置情報生成手段と，前記撮像手段から出力される電気信号と前記媒体位置情報生成手段から出力される媒体位置情報を記憶媒体に記録する記録手段と前記記録手段で記録するのと同一データを伝送する伝送手段を具備することを特徴とする。」（段落【0018】）",
                    "「本願の請求項4の発明は，撮像時にデータを圧縮して記憶媒体に記録することも可能なカメラ一体型記録装置であって，撮像した被写体像を電気信号に変換する撮像手段と，媒体位置情報生成手段と，前記撮像手段から出力される電気信号を圧縮する圧縮手段と，前記撮像手段から出力される電気信号あるいは前記電気信号を前記圧縮手段で圧縮した電気信号と前記媒体位置情報生成手段から出力される媒体位置情報を記憶媒体に記録する記録手段を具備することを特徴とする。」（段落【0019】）",
                    "「本願の請求項5の発明は，撮像時に複数の記憶媒体に同時にデータを記録するカメラ一体型記録装置であって，撮像した被写体像を電気信号に変換する撮像手段と，媒体位置情報生成手段と，前記撮像手段から出力される電気信号と前記媒体位置情報生成手段から出力される媒体位置情報を共有させて記憶媒体に同時にデータを記録する複数の記録手段を具備し，その記録装置記録手段のうち少なくとも一つはランダムアクセス可能な記憶媒体に記録することを特徴とする。」（段落【0020】）"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「【作用】この構成により，撮像された映像は従来のようにオリジナルテープに記録されるとともに仮編集作業時に用いる仮編集用の記憶媒体にも位置情報を共有して記録される。したがって，オリジナルテープから作業用のワークカセットに複写することなく仮編集作業をすることが可能となり，迅速な編集システムを実現できる。」（段落【0024】）",
                  "text": [
                    "「また，本願の請求項3の発明によれば撮像された映像は本体装置内と伝送手段および伝送媒体を介して配置された外部記録装置において，従来のようにオリジナルテープに記録されるとともに仮編集作業時に用いる仮編集用の記憶媒体にも媒体位置情報を共有して記録される。したがって本体装置を軽量化しつつ複数の記憶媒体に記録可能となる。またオリジナル素材から作業用のワークカセットに複写することなく仮編集作業をすることが可能となり，迅速な編集システムを実現できる。」（段落【0025】）",
                    "「また，請求項4の発明によれば撮像された映像は従来のようにオリジナルテープに記録されるとともに圧縮手段を介して仮編集作業時に用いる仮編集用の記憶媒体にも媒体位置情報を共有して記録される。したがってオリジナル素材から作業用のワークカセットに複写することなく仮編集作業をすることが可能となり，迅速な編集システムを実現できるとともに，仮編集用の記憶媒体として記憶容量の小さな媒体も利用可能となる。」（段落【0026】）",
                    "「また，請求項6～8の発明によれば撮像された映像は従来のようにオリジナルテープに記録されるとともに脱着装置部に配置された記録手段あるいは伝送手段を介した遠隔場所の記憶媒体にも媒体位置情報を共有して記録可能となる。したがって脱着部の脱着により従来のカメラ一体型記録装置としても使用可能とするとともに脱着装置を複数付け替える構成が可能となる。」（段落【0027】）"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「【実施例】本発明のカメラ一体型記録装置について，実施例を図1，図2，図3，図4及び図5の図面を参照しつつ説明する。なお，図6に示した従来の装置と同一構成要素には同一符号を付して詳細な説明は省略する。」（段落【0028】）",
                  "text": [
                    "「図1は本発明の第1の実施例におけるカメラ一体型記録装置の構成を示すブロック図であり，記録部7が記録手段6を複数具備し，複数の記憶媒体に同時に記録可能な構成とした点に特徴を有する。」（段落【0029】）",
                    "「撮像手段1は撮像した被写体の映像を映像信号101に変換するブロックであり，例えば光学レンズ等の光学系，CCD等の個体撮像装置等によって被写体を撮像し，システム制御手段2からの制御信号100によって例えばＮTSCのアナログやRGBのデジタル等の映像信号101として記録手段6へ送られる。位置情報生成手段5は媒体の位置情報信号102を生成するブロックであり，ここで生成される例えばテープカウンターやSMPTEタイムコードあるいはフレーム番号等の位置情報信号102は映像信号101と共に記録手段6に送られる。この位置情報は映像が記憶媒体上のどの位置に記録されたかを示す指標となり，例えば後の編集作業時等に利用される。記録部7は，記録手段6に記憶媒体を装填し，各ブロックから送られてくる映像信号100と位置情報信号102をこの記憶媒体に記録するブロックであり，記憶媒体としては，例えば磁気記録テープ，光磁気ディスク，磁気ディスク，半導体記憶装置等があり，記憶媒体によって記録手段6の構成が決まる。なお，いかなる記憶媒体を用いる構成でも同様の効果が得られる。記録手段6に装填される例えばカセットテープや光磁気ディスクあるいは磁気ディスク等の記憶媒体のうち一つはオリジナルの媒体として，もう一つはワークオリジナルの媒体として，映像信号100と媒体の位置情報信号102を記録する。このときこれらの記録部7において，同一の映像に対しては同一の位置情報が記録されるため，編集作業時にワークオリジナルとなる記憶媒体に記録された位置情報を利用して行われた編集結果は，オリジナルとなる記憶媒体に同期している。したがってこのように記録された複数の記憶媒体のうち，一つの記憶媒体をオリジナルテープとし，一つを編集用のワークオリジナルとすることで，編集作業時にワークオリジナルへ複写する必要がなくなり迅速な編集が可能となる。なお，単一の記録手段で複数の記憶媒体に記録可能な構成としても同一の効果が得られる。」（段落【0030】）",
                    "「図2は本発明の第2の実施例におけるカメラ一体型記録装置の構成を示すブロック図であり，伝送手段9と外部記録装置30を具備し，伝送手段9および伝送媒体110を介して記録手段6に記録されるのと同一の情報を外部記録装置30に記録可能な構成とした点に特徴を有する。」（段落【0031】）",
                    "「撮像手段1は撮像した被写体の映像を映像信号101に変換するブロックであり，例えば光学レンズ等の光学系，CCD等の個体撮像装置等によって被写体を撮像し，システム制御手段2からの制御信号100によって例えばＮTSCのアナログやRGBのデジタル等の映像信号101として記録手段6へ送られる。位置情報生成手段5は媒体の位置情報信号102を生成するブロックであり，ここで生成される例えばテープカウンターやSMPTEタイムコードあるいはフレーム番号等の位置情報信号102は映像信号101と共に記録手段6および伝送手段9に送られる。この位置情報は映像が記憶媒体上のどの位置に記録されたかを示す指標となり，例えば後の編集作業時等に利用される。記録手段6はこの装置部に記憶媒体を装填し，各ブロックから送られてくる映像信号100と位置情報信号102をこの記憶媒体に記録するブロックであり，図示していない機構系，サーボ系等により動作する。記録手段6に装填された例えばカセットテープや光磁気ディスク等の記憶媒体は例えばオリジナルの媒体となり，映像信号101と媒体の位置情報信号102が記録される。外部記録装置30はこの装置部に記憶媒体を装填し，伝送媒体110を介して送られてくる映像信号や位置情報信号等のデータをこの記憶媒体に記録するブロックであり，例えばポータブルVTR等がある。伝送手段9は送られてきた映像信号101と位置情報信号102を遠隔で設置してある外部記録装置30へ伝送媒体110を介して伝送するためのブロックであり，外部記録装置30に装填された例えば光磁気ディスクあるいは磁気ディスク等の記憶媒体に映像信号100と媒体の位置情報信号102を記録する。なおこの記憶媒体は編集作業におけるワークオリジナルの媒体となる。このときオリジナルの媒体とワークオリジナルの媒体において，同一の映像に対しては同一の位置情報が記録されることになり，編集作業時にワークオリジナルとなる記憶媒体に記録された位置情報を利用して行われた編集結果は，オリジナルとなる記憶媒体に同期している。また，伝送手段，伝送媒体を介して外部記録装置に記録するような構成とすることで，本体装置部の重量をあまり増やすことなく複数の記憶媒体に同時に記録することが可能となる。」（段落【0032】）",
                    "「図3は本発明の第3の実施例におけるカメラ一体型記録装置の構成を示すブロック図であり，例えば主記録手段12と副記録手段13というように記録手段を複数具備し，そのうちの一つは信号圧縮手段11を介した圧縮映像信号104を記録可能な構成とした点に特徴を有する。」（段落【0033】）",
                    "「システム制御手段2はシステム全体の動作制御を行う回路ブロックであり，各種の電源制御信号103や各種のシステム制御信号100を出力し，システムを所定の動作状態にする。撮像手段1は撮像した被写体の映像を映像信号101に変換するブロックであり，例えば光学レンズ等の光学系，CCD等の個体撮像装置等によって被写体を撮像し，システム制御手段2からの制御信号100によって例えばＮTSCのアナログやRGBのデジタル等の映像信号101として主記録手段12あるいは信号圧縮手段11へ送られる。位置情報生成手段5は媒体の位置情報信号102を生成するブロックであり，ここで生成される例えばテープカウンターやSMPTEタイムコードあるいはフレーム番号等の位置情報信号102は映像信号101と共に主記録手段12および副記録手段13に送られる。この位置情報は映像が記憶媒体上のどの位置に記録されたかを示す指標となり，例えば後の編集作業時等に利用される。信号圧縮手段11は映像信号101を圧縮して圧縮映像信号に変換するブロックであり，撮像手段1より送られてきた映像信号101は，例えばJPEGあるいはMPEG等で標準化されている符号化方法に基づき圧縮映像信号104に変換され副記録手段13へ送られる。主記録手段12および副記録手段13はこの装置部に記憶媒体を装填し，各ブロックから送られてくる映像信号100あるいは圧縮映像信号104と位置情報信号102をこの記憶媒体に記録するブロックであり，図示していない機構系，サーボ系等により動作する。主記録手段12に装填された例えばカセットテープや光磁気ディスク等の記憶媒体は例えばオリジナルの媒体であり，映像信号101と媒体の位置情報信号102が記録される。副記録手段13に装填された例えば光磁気ディスクあるいは磁気ディスク等の記憶媒体は例えばワークオリジナルの媒体であり，圧縮映像信号104と媒体の位置情報信号102を記録する。このとき主記録手段12と副記録手段13において，同一の映像に対しては同一の位置情報が記録されるため，編集作業時にワークオリジナルとなる記憶媒体に記録された位置情報を利用して行われた編集結果は，オリジナルとなる記憶媒体に同期している。」（段落【0034】）",
                    "「この構成とすることで，例えば磁気テープと磁気ディスクあるいは磁気テープと光磁気ディスク等，記憶容量の異なる記憶媒体に同一の映像をその位置情報とともに記録できる。また，副記録手段では圧縮映像信号を記録するため記録容量の小さな記憶媒体にもオリジナルと同一の映像を記録可能となる。なお，仮編集作業で必要な情報は映像信号と位置情報の関係ではなく，映像と位置情報の相対関係であるため，たとえ圧縮された映像であってもオリジナルテープの位置情報と同期のとれている位置情報が記録されていれば編集作業上問題とはならない。」（段落【0035】）",
                    "「図4は本発明の第4の実施例におけるカメラ一体型記録装置の構成を示すブロック図であり，本体装置部10に対し，脱着可能な脱着装置部20を設けた点に特徴を有する。本体装置部10の構成は，撮像手段1，システム制御手段2，電源部3，バッテリー4，位置情報生成手段5，主記録手段6およびビューファインダー部8からなる。また，脱着装置部20は，映像信号101を圧縮映像信号104に変換する信号圧縮手段22と，圧縮映像信号104と位置情報信号102を記録する副記録手段21より構成されている。」（段落【0036】）",
                    "「次に，図4の動作を説明する。システム制御手段2は本体装置部10と脱着装置部20のシステム全体の動作制御を行う回路ブロックであり，例えば図示していない各種操作スイッチや各種センサよりの情報を得て，各種の電源制御信号103や各種のシステム制御信号100を出力し，システムを所定の動作状態にするとともに，図示していない各種表示装置に例えば録画中や記憶媒体の残量あるいは媒体の位置情報等の様々な表示を行わせる。電源部3は各回路に電源を供給するブロックであり，例えばシステム制御手段2よりの各種の電源制御信号103に基づきバッテリー4の電源を適当に変換し，各回路部に必要な電源を供給する。撮像手段1は撮像した被写体の映像を映像信号101に変換するブロックであり，例えば光学レンズ等の光学系，CCD等の個体撮像装置等によって被写体を撮像し，システム制御手段2からの制御信号100によって例えばＮTSCのアナログやRGBのデジタル等の映像信号101として主記録手段6あるいは信号圧縮手段22へ送られる。位置情報生成手段5は媒体の位置情報信号102を生成するブロックであり，ここで生成される例えばテープカウンターやSMPTEタイムコードあるいはフレーム番号等の位置情報信号102は映像信号101と共に主記録手段6および副記録手段21に送られる。この位置情報は映像が記憶媒体上のどの位置に記録されたかを示す指標となり，例えば後の編集作業時等に利用される。信号圧縮手段22は映像信号101を圧縮して圧縮映像信号104に変換するブロックであり，撮像手段1より送られてきた映像信号101は，例えばJPEGあるいはMPEG等で標準化されている符号化方法に基づき圧縮映像信号104に変換され副記録手段21へ送られる。主記録手段6および副記録手段21はこの装置部に記憶媒体を装填し，各ブロックから送られてくる映像信号100あるいは圧縮映像信号104と位置情報信号102をこの記憶媒体に記録するブロックであり，図示していない機構系，サーボ系等により動作する。主記録手段6に装填された例えばカセットテープや光磁気ディスク等の記憶媒体は例えばオリジナルの媒体であり，前記映像信号101と前記媒体の位置情報信号102が記録される。副記録手段に装填された例えば光磁気ディスクあるいは磁気ディスク等の記憶媒体は例えばワークオリジナルの媒体であり，圧縮映像信号104と媒体の位置情報信号102を記録する。このとき主記録手段6と副記録手段21において，同一の映像に対しては同一の位置情報が記録されるため，編集作業時にワークオリジナルとなる記憶媒体に記録された位置情報を利用して行われた編集結果は，オリジナルとなる記憶媒体に同期している。」（段落【0037】）",
                    "「図5は本発明の第5の実施例におけるカメラ一体型記録装置の構成を示すブロック図であり，本体装置部10に対し，脱着可能な脱着装置部20と外部記録装置30を設けた点に特徴を有する。本体装置部10の構成は，撮像手段1，システム制御手段2，電源部3，バッテリー4，位置情報生成手段5，主記録手段12およびビューファインダー部8からなる。また，脱着装置部20は，映像信号101を圧縮映像信号104に変換する信号圧縮手段22と，圧縮映像信号104と位置情報信号102を伝送媒体110へ伝送する伝送手段23より構成されている。」（段落【0038】）",
                    "「次に，図5の動作を説明する。システム制御手段2は本体装置部10と脱着装置部20のシステム全体の動作制御を行う回路ブロックであり，例えば図示していない各種操作スイッチや各種センサよりの情報を得て，各種の電源制御信号103や各種のシステム制御信号100を出力し，システムを所定の動作状態にするとともに，図示していない各種表示装置に例えば録画中や記憶媒体の残量あるいは媒体の位置情報等の様々な表示を行わせる。電源部3は各回路に電源を供給するブロックであり，例えばシステム制御手段2よりの各種の電源制御信号103に基づきバッテリー4の電源を適当に変換し，各回路部に必要な電源を供給する。撮像手段1は撮像した被写体の映像を映像信号101に変換するブロックであり，例えば光学レンズ等の光学系，CCD等の個体撮像装置等によって被写体を撮像し，システム制御手段2からの制御信号100によって例えばＮTSCのアナログやRGBのデジタル等の映像信号101として主記録手段12あるいは信号圧縮手段22へ送られる。位置情報生成手段5は媒体の位置情報信号102を生成するブロックであり，ここで生成される例えばテープカウンターやSMPTEタイムコードあるいはフレーム番号等の位置情報信号102は映像信号101と共に主記録手段12および伝送手段23に送られる。この位置情報は映像が記憶媒体上のどの位置に記録されたかを示す指標となり，例えば後の編集作業時等に利用される。信号圧縮手段22は映像信号101を圧縮して圧縮映像信号104に変換するブロックであり，撮像手段1より送られてきた映像信号101は，例えばJPEGあるいはMPEG等で標準化されている符号化方法に基づき圧縮映像信号104に変換され伝送手段23へ送られる。主記録手段12はこの装置部に記憶媒体を装填し，各ブロックから送られてくる映像信号100あるいは圧縮映像信号104と位置情報信号102をこの記憶媒体に記録するブロックであり，図示していない機構系，サーボ系等により動作する。主記録手段12に装填された例えばカセットテープや光磁気ディスク等の記憶媒体は例えばオリジナルの媒体であり，映像信号101と媒体の位置情報信号102が記録される。伝送手段23は送られてきた圧縮映像信号101と位置情報信号102を遠隔に設置してある外部記録装置30へ伝送媒体110を介して伝送するためのブロックであり，圧縮映像信号104と位置情報信号102は，例えばベースバンド伝送方式や帯域伝送方式あるいはPCMデータ伝送方式等の伝送方式に変換され伝送媒体110へ送られる。外部記録装置30に装填された例えば光磁気ディスクあるいは磁気ディスク等の記憶媒体は例えばワークオリジナルの媒体であり，圧縮映像信号104と媒体の位置情報信号102を記録する。伝送媒体110としては例えば同軸ケーブルや光ファイバーがあり，外部記録装置30としては例えばポータブルVTR等がある。このときオリジナルの媒体とワークオリジナルの媒体において，同一の映像に対しては同一の位置情報が記録されることになり，編集作業時にワークオリジナルとなる記憶媒体に記録された位置情報を利用して行われた編集結果は，オリジナルとなる記憶媒体に同期している。また，伝送媒体としては有線，あるいは無線があるがいずれを使っても得られる効果は同一である。」（段落【0039】）",
                    "「なお，図4および図5の実施例において，脱着装置部20を外した状態では従来のカメラ一体型記録装置として利用することも可能である。また，脱着装置部の接続端子，形状を統一し，脱着装置部を通常の記録装置，圧縮記録する記録装置，あるいは伝送するための装置等に使い分けることも可能であり，このような構成にすることでこのカメラ一体型記録装置の拡張性を広げることが可能である。」（段落【0040】）"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "「【発明の効果】以上述べてきたように，本発明によれば，マスターテープと同時に同じ媒体位置情報を共有して記録された編集用記憶媒体を仮編集に利用することができる。このためマスターテープから作業用ワークカセットに複写する必要がなくなり迅速に編集作業をすることができる。」（段落【0041】）"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と甲1発明の同一性の判断の誤りの有無について",
              "text": [
                "原告は，本件審決は，本件発明1と甲1発明は，本件発明1の仮編集機は「プログラムが入れてあるパーソナルコンピューター」であるのに対し，甲1発明の仮編集機は「コンピュータと組み合わせ」るものであって，「プログラムが入れてあるパーソナルコンピューター」とはいえない点で相違し，甲1には，上記相違点に係る構成の開示がないから，本件発明1は甲1に記載された発明ではない旨判断したが（本件審決54頁29行～55頁3行），本件出願の優先日当時，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成は，周知の技術事項ないし技術常識であったから，当業者は，甲1の「仮編集システムをコンピュータと組み合わせて効率的に仮編集し，ワークマスターの作成まで行うシステム」（段落【0013】）との記載は，上記構成について開示したものと理解するから，本件審決が甲1に上記構成の開示がないと認定したのは誤りであり，この認定を前提とする本件審決の判断も誤りである旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の「プログラムが入れてあるパーソナルコンピューター」の意義について",
                  "text": [
                    "本件発明1の特許請求の範囲（請求項1）の記載（前記第2の2(1)）によれば，本件発明1のデジタル映像制作システムは，「同じ番組ソース素材の内容の情報を二重に記録可能なデジタルビデオレコーダー」と，「プログラムが入れてあるパーソナルコンピューター」と，「前記編集決定リストをオンラインビデオ編集設備に移す手段」とを備えた，「オンラインビデオ編集システム設備と共に使用するように適合したデジタル音声・映像制作システム」であり，オンラインビデオ編集設備のオペレータが前記編集決定リストを使って，前記第2のフォーマットの番組ソース素材より最終映像制作を行うことを可能に構成したのものであることを理解できる。",
                    "そして，請求項1には，「プログラムが入れてあるパーソナルコンピューター」は，「前記第1の記録媒体の番組素材を受け取り，オペレータがオフライン方式で，前記第1のフォーマットの番組素材から必要な情報を取り出して編集して，編集決定リストを作成できるように構成され」ていることが記載されているが，「パーソナルコンピューター」に入れてある「プログラム」の内容を規定する記載はなく，その「プログラム」が具体的にどのような処理をするのかについても明示の記載はない。",
                    "次に，本件明細書（甲33）には，「プログラムが入れてあるパーソナルコンピューター」に関し，「図3は，可搬型記録媒体のフォームの素材を受け付けて用意されたPCベースの編集制御器を実現したオフラインデジタル映像編集システムを示している。制御器102は一般的設計のものが好まれるが，少なくとも現在のインテル社のペンティアムか上位486レベルのプロセッサーの性能が望まれる。…オプションの機能として，PCMCIA拡張アダプター106を用意して，複数のPCMCIAカードあるいはPCMCIA機器108が，図に示されたPCの一つのPCMCIAスロットを通して便利にアクセスできる。…さらなるオプションとして，専用に設計したPCは，外部の拡張アダプターを必要とせず複数の記録機器を受け付ける為の多数のPCMCIAスロット備えることができる。」（前記(1)イ(カ)），「操作に際して，オフラインデジタル映像システムPCは種々のデータ記録機器に記録された素材を編集したり組み合わせたりするのに使用され，オンライン編集システムで使用される編集決定リストを作成する。多数の記録機器の有用性はオペレーターが，たったの二つの記録機器でABロールの編集を，そして三つの記録機器でABCロールの編集を練習したり確認することができます。拡張準備か追加のSCSIバス機器を装備した時に，そのシステムは，便利でしかも適切な方法で非常に複雑なシーケンス作ることができる種々の記録機器を制御することができる。低品質の番組素材（高データ圧縮比）は，番組の編集ポイント（編集決定リスト）を決めるのみに，使用され，これから下記に述べるオフライン編集システムは，この発明により，高品質の結果で番組の最終編集版を制作することができる。」（前記(1)イ(キ)）との記載がある。上記記載から，「オフラインデジタル映像システムPC」は，「可搬型記録媒体のフォームの素材を受け付けて」，「種々のデータ記録機器に記録された素材を編集したり組み合わせたりするのに使用され，オンライン編集システムで使用される編集決定リストを作成する」こと，「拡張準備か追加のSCSIバス機器を装備した時に，そのシステムは，便利でしかも適切な方法で非常に複雑なシーケンス作ることができる種々の記録機器を制御することができる」ことを理解できるが，それ以上に，請求項1の「プログラムが入れてあるパーソナルコンピューター」にいう「プログラム」が具体的にどのような処理をするプログラムであるかについて把握することはできないし，本件明細書の記載事項を全体としてみても，その点について具体的に述べた記載はない。",
                    "一方で，本件明細書には，従来技術として，「現在，多くの製造会社（AVIDやVideocubeなど）により実現されているPCベースのハードディスク記録は非常に高価である。そしてそれは，10GBの記録容量を持ち，実際には，二段階の処理で利用されている。最初は，元の編集されていない素材が，オフライン編集の環境で使う代表的映像を供給する為に，高いデータ圧縮比でデジタイズされ，そこで，オペレーターはEDLを作成する。このEDLはそこでは低いデータ圧縮比でデジタイズされ，そして記録された番組素材を使って，必要な編集ができるように使われる。」（前記(1)イ(イ)）との記載があり，「発明の要約」として，「一つのデジタル番組ソース素材は，二つのフォーマットの素材で二重に用意される。高いデータ圧縮比を持ち，オフライン編集システムで使うことを目的とした最初のフォーマットは編集決定リストを作成する為に使われ，そして，低いデータ圧縮比を持った二つ目のフォーマットは，最終的な番組を制作するオンライン編集システムに使われる。このように，オフライン編集の決定は，移動可能記録媒体を使用して可搬型PCを含むPCで実行され…」（前記(1)イ(ウ)）との記載があるが，上記記載及び本件明細書の他の記載を参酌しても，オペレータがオフライン方式で「プログラムが入れてあるパーソナルコンピューター」を用いて編集決定リストを作成することが，従来技術と対比して，いかなる技術的意義を有するのか明らかとはいえない。",
                    "以上によれば，本件発明1の「プログラムが入れてあるパーソナルコンピューター」は，「前記第1の記録媒体の番組素材を受け取り，オペレータがオフライン方式で，前記第1のフォーマットの番組素材から必要な情報を取り出して編集して，編集決定リストを作成」するようにプログラムされたパーソナルコンピューターであれば，特に限定はないものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件出願の優先日当時の周知の技術事項ないし技術常識について",
                  "text": [
                    "原告は，本件出願の優先日当時，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成，すなわち，オフライン式で編集決定リストを作成する仮編集機が，「プログラムが入れてあるパーソナルコンピューター」である構成は，周知の技術事項ないし技術常識であった旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲17の記載事項",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲17（特開平4-211587号公報）には，次のような記載がある（下記記載中に引用する図2及び図8については別紙甲17図面を参照）。",
                            "「【請求項1】  各録画が複数のフレームより成る未編集ビデオ録画を記憶するためのランダムアクセス記憶手段と，該記憶手段に接続され，上記の記憶された録画の選択されたフレームを表示するための手段と，上記の記憶手段を制御し，使用者に対してオフライン編集操作の際任意の時点で複数のビデオ・ポスト制作環境への全体的アクセスを可能とし，使用者が入力する指令に応じて編集物リストを発生するためのソフトウエアでプログラムされたコンピュータとを具えることを特徴とするオフライン編集システム。」",
                            "「【産業上の利用分野】本発明は，未編集ビデオ録画をランダムアクセスメモリに記憶させ，選択した録画（又は選択した録画からの個々のフレーム）を表示し，ビデオ編集プログラムを決める編集物リストを発生する手段をもつポスト製作（製作後の）オフライン編集システムに関するものである。好適な具体例では，未編集ビデオ録画を1個以上のレーザビデオディスクに記憶させ，また，本発明は，使用者が所望の編集操作を容易に行えるメニューを表示するようプログラムされたコンピュータを有する。」（段落【0001】）",
                            "「これまで提案されたポスト製作オフライン編集システムは，未編集ビデオ録画及びアドレスを（ビデオテープ又はレーザビデオディスクに）記憶する手段と，選択した未編集ビデオ録画（又はその録画のフレーム）の表示を制御し，使用者が入力する指令に応じて編集物リストを発生するコンピュータ手段とを有している。」（段落【0003】）",
                            "「これまで，ポスト製作オフライン編集のために数種のシステムが提案された。例えば，米国特許第4，796，994号（1988年5月24日エトリンガに付与）は，未編集録画をビデオテープレコーダに記憶させるコンピュータ使用ビデオ編集システムを開示している（ただし，同文献は，ビデオテープレコーダをビデオディスクプレーヤに代えてもよいとの極めて概念的な示唆も与えている。）。コンピュータ・システムにより，使用者は，ビデオテープレコーダを制御して編集リストを作成することができる。コンピュータ・システムは，使用者に種々の編集操作（未編集録画の所望フレームの表示，記憶させた未編集録画のフレーム毎の左右動，編集物リストへの編集物の追加，編集物リストにより決まる録画列の再生など）を行わせるための一連のメニューを表示している。使用者はライトペンを動作させることにより，種々の編集操作を選択することができる。」（段落【0007】）",
                            "「【課題を解決するための手段】本発明は，未編集ビデオ録画をランダムアクセスメモリ（1組のレーザビデオディスクプレーヤがよい。）に記憶させ，選択した録画（又は選択した録画からの個々のフレーム）を表示し，ビデオ編集プログラムを決める編集物リストを発生する手段を有するポスト製作オフライン編集システムである。本発明のシステムは，使用者が未編集録画を該システムの中に都合よく取込め，あとでオンライン編集操作に用いる編集物リストを作成しうる統合ソフトウェア環境を与えるソフトウェアでプログラムされたコンピュータを有する。該システムソフトウエアは，種々のビデオ・ポスト製作環境（すなわち，未編集録画の該システムの取込み（ロギング），編集物リストの修正，編集した番組の再生のような種々の操作を使用者に行わせるためのコンピュータ・メニュー）に，オフライン編集操作時の任意の時点で全体的なアクセスを可能とするものである。該システム・ソフトウエアは，使用者に対し，マウスを使って選択できるウィンドウ（窓）内にアイコン（及び簡略記憶文）を含むメニューを提供する。」（段落【0010】）",
                            "「図2～7の例では，本発明は，コンピュータ・ファイルの形の編集物リストを発生するようにプログラムされたコンピュータ30を有する（したがって，編集物リストは，コンピュータ30により図2に示すような3．5インチのフロッピー・ディスケットに書込める。）。」（段落【0019】）",
                            "「コンピュータ30は，IBMのATパーソナルコンピュータ（又は互換性「AT」コンピュータ）がよく，…」（段落【0024】）",
                            "「図8は，本発明のソフトウエアの機能を示す説明図である。図8に示すように，プログラムされたコンピュータ30は次の如きソフトウエアを含む。すなわち，本システムのビデオ及び音声周辺装置を制御するためのハードウエア駆動ソフトウエア（本システムに使用する周辺装置の各型に対する装置制御ルーチンを含む。），シーン探索ソフトウエア（使用者が未編集録画を本システム内に取入れ，取入れた録画のリストを作成するのに便利），編集決定ソフトウエア及び使用者インタフェース・ソフトウエアである。使用者インタフェース・ソフトウエアは，使用者がマウス33又はキーボード31を使って入力する指令に応じて他のシステム・ソフトウエアにアクセスでき，且つコンピュータ・モニタ35の画面に図9に示す形式の表示を発生できるものである。」（段落【0034】）",
                            "「編集決定ソフトウエアは，図8に示すように「第1カット」モジュール，「同期ロール」モジュール，「見直し修正」モジュール及び「編集物リスト管理」モジュールを含む。第1カットモジュールは，使用者が取入れた未編集録画から編集物リストを容易に作成できるようにする。編集物リストは，該リスト上の編集物間の接合を決めるタイムコードと，各接合の種類（すなわちワイプ，ディゾルブ，フェード又は単純カット）を決めるコードと，該リスト上の編集物の使用者が入力した説明とを含む。」（段落【0037】）",
                            "「未編集録画に含まれるビデオ及び音声信号を記憶させるのに，レーザビデオディスクプレーヤの外にランダムアクセスメモリ・ユニットを本システムに使用することが考えられる。例えば，該録画をディジタル化し磁気ディスク駆動装置に記憶させてもよい。本発明は，その範囲及び精神から逸脱することなく種々の変形，変更をしうるものであり，上述の特定の実施例に限定されるものではない。」（段落【0060】）"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によれば，甲17には，未編集ビデオ録画をランダムアクセスメモリに記憶させ，選択した録画を表示し，後でオンライン編集操作に用いる編集物リストを発生する手段を有するオフライン編集システムにおいて，その編集物リストを発生するためのソフトウェアでプログラムされた「コンピュータ」ないし「パーソナルコンピュータ」を用いる構成が開示されていることが認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲18の記載事項",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲18（「ビデオ編集の基本」ビデオα1995年2月号11巻2号通巻82号，平成7年2月1日発行）には，",
                          "text": [
                            "「ノンリニア編集とは」との見出しの下に，",
                            "「新しい編集方法としていまノンリニア編集が注目されている。ノンリニア編集とは，いままでのオリジナルのビデオテープからほかのビデオテープに転写をしていく，直線的にカットを転写するリニア編集に対する言葉で，メモリーやディスクを中間媒体として自由にカットにアクセスしていく，データによる仮想編集を行う環境を呼ぶ。ノンリニア編集の編集効果とは，データによって編集効果をリアルタイムシミュレーションして見るものなので，その場で簡単に編集点の移動やカットの入替えができる。",
                            "編集というものはけっして頭の中で考えたとおりになるものではなく，実際に画をつなぎリアルタイムで再生して判断していくもので，トライアンドエラーを重ねてカットの長さや編集点を細かく修正していくのが望ましい。いままでのリニア編集では，一度編集を終えてしまうと各カットは1本のテープ上に直線状にリニアに並んでしまうので，個々のカットの編集点や長さを変更したり，シーンを入替えるには編集のやり直しが必要だった。ノンリニア編集ではこの作業がやりやすく，思いついたことがすぐ編集の結果として確認できるので，人間の作業を考えていく感性との相性が良く，これからの編集方式の主流になると考えられる。",
                            "ノンリニアの編集システムには，その編集結果がそのままOAやVPに使用できる高画質のオンライン用と，編集用のデータを求めるオフライン用の2種類があるが，オンライン用の場合は高画質が要求されるので，画質劣化のないデジタルのメモリーやハードディスクが使われている。そのためオンラインのシステムは，その開発初期には完成秒数の短い特殊効果やCM制作に限られて用いられていた。しかし現在は最大記録容量が9G（約5分）もあるリムーバブルのハードディスクが開発され，それを何台も連装してニュース番組の編集やOAをそのまま1つのシステムでこなしてしまうものも製品化されている。",
                            "これに対し，オンライン編集のためのデータ収集を目的としたオフラインの編集システムでは，ハードディスクやMOディスクを組合せて使うケースが多く，デジタルの帯域圧縮技術を利用して1つのシステムに10時間以上のオールラッシュが記録できるまでになっており，またパソコンベースの安価なシステムも発売されている。」（32頁右欄13行～33頁左欄11行）との記載がある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によれば，甲18には，①ノンリニア編集とは，「いままでのオリジナルのビデオテープからほかのビデオテープに転写をしていく，直線的にカットを転写するリニア編集に対する言葉で，メモリーやディスクを中間媒体として自由にカットにアクセスしていく，データによる仮想編集を行う環境」であり，ノンリニア編集システムには，その編集結果がそのままOAやVPに使用できる高画質のオンライン用と，オンライン編集のためのデータ収集を目的とし，その編集用のデータを求めるオフライン用の2種類があること，②オフライン編集システムでは，ハードディスクやMOディスクを組み合わせて使うケースが多く，デジタルの帯域圧縮技術を利用して1つのシステムに10時間以上のオールラッシュが記録できるまでになっており，また，「パソコンベースの安価なシステム」も発売されていることの記載があることが認められる。",
                            "上記記載によれば，甲18には，オンライン編集のためのデータ収集を目的とし，その編集用のデータを求めるオフライン用のノンリニア編集システムとしてパソコンベースの安価なシステムが発売され，実用化されていることが開示されていることが認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "上記(ア)及び(イ)によれば，本件出願の優先日当時，オフライン式でオンライン編集のための編集決定リストを作成する仮編集機としてソフトウェアでプログラムされたパーソナルコンピュータを用いる構成，すなわち，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成は，周知であったものと認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "参加人の主張について",
                      "text": [
                        "参加人は，これに対し，①甲17及び甲18は，本件審判において審判請求人（原告）が審決の予告がされた後に提出した平成25年12月26日付け上申書（甲31）に参考資料7及び8として添付されたものであり，本件審判において審理判断されたものではなく，本件訴訟の審理範囲の射程外であるから，書証として参酌されるべきではない，②仮に参酌したとしても，甲17の記載はあくまで「コンピューター」に関する記載であって，「パーソナルコンピュータ」の開示はないし，甲17において，編集物リストを作成しているのは，単体のコンピューターではなく，オフライン編集システム全体であるから，甲17には，仮編集機が「プログラムが入れてあるパーソナルコンピューター」の構成の開示はない，③甲18の「パソコンベースの安価なシステム」との記載についても，甲18には，どのようなシステムであるのかについて一切開示がなく，「パソコンベースの…システム」はパソコン単体ではないから，甲18には，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成の開示はないし，また，仮に甲18に上記構成が記載されているとしても，周知技術というためには，相当多数の公知文献が必要とされるから，甲18の上記記載のみから上記構成が周知技術であるということはできないなどとして，本件出願の優先日当時，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成は周知であったとはいえない旨主張する。",
                        "しかしながら，甲17及び甲18は，本件審判手続で審理判断された甲1の記載事項の技術的意義を明らかにするため，本件出願の優先日当時の周知の技術事項ないし技術常識を立証するために提出された資料であり，このような資料は，審判手続に現れていなかったとしても，審決取消訴訟において上記周知の技術事項ないし技術常識の認定に用いることは許されるというべきであるから（最高裁昭和55年1月24日第一小法廷判決・民集34巻1号80頁参照），参加人の上記主張①は理由がない。",
                        "次に，前記アのとおり，本件発明1の「プログラムが入れてあるパーソナルコンピューター」は，「前記第1の記録媒体の番組素材を受け取り，オペレータがオフライン方式で，前記第1のフォーマットの番組素材から必要な情報を取り出して編集して，編集決定リストを作成」するようにプログラムされたパーソナルコンピューターであれば，特に限定はない。また，本件発明1の特許請求の範囲（請求項1）には，本件発明1の「プログラムが入れてあるパーソナルコンピューター」は，単体のコンピューターであって，他の機器に接続される構成のものを含まないことを規定する記載はなく，本件明細書全体をみてもそのように限定して解釈すべきことの根拠となる記載は見当たらない。",
                        "そして，前記イ(ア)のとおり，甲17には，未編集ビデオ録画をランダムアクセスメモリに記憶させ，選択した録画を表示し，後でオンライン編集操作に用いる編集物リストを発生する手段を有するオフライン編集システムにおいて，その編集物リストを発生するためのソフトウェアでプログラムされた「コンピュータ」ないし「パーソナルコンピュータ」を用いる構成が開示されていることが認められるから，参加人の上記主張②は理由がない。",
                        "さらに，前記イ(イ)のとおり，甲18には，オンライン編集のためのデータ収集を目的とし，その編集用のデータを求めるオフライン用のノンリニア編集システムとしてパソコンベースの安価なシステムが発売され，実用化されていることの開示があることが認められる。",
                        "そして，甲18は，「ビデオ編集の基本」（ビデオα1995年2月号11巻2号通巻82号，平成7年2月1日発行）であって，当業者であれば一般的に接することのできる文献であり，甲18には，平成7年2月1日当時既に上記パソコンベースのシステムが安価な価格で発売されていることが紹介されているといえるから，甲18は，本件出願の優先日当時，仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成が周知であったことを裏付けるものであり，参加人の上記主張③は理由がない。",
                        "以上によれば，甲17及び甲18から本件出願の優先日当時仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成は周知であったとはいえないとの参加人の主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と甲1発明の同一性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "前記(2)の甲1の記載事項によれば，甲1には，",
                      "text": [
                        "「カメラ一体型記録装置で撮像した映像に対して編集作業（仮編集・本編集）を行う編集システムであって，",
                        "撮像した被写体の映像を映像信号（ＮTSCのアナログやRGBのデジタル等の映像信号）に変換し，記録する記録手段を有し，",
                        "上記記録手段は，撮像した被写体の映像を変換したRGBのデジタルの映像信号101を，主記録手段12に装填された記憶媒体（磁気テープ）と副記録手段13に装填された記憶媒体（磁気ディスク，光磁気ディスク）とに二重に記録可能であって，主記録手段12と副記録手段13において，同一の映像に対しては同一の位置情報（テープカウンターやSMPTEタイムコードあるいはフレーム番号等）が記録され，副記録手段13に装填された記憶媒体に記録される映像信号は，圧縮映像信号とする記録手段であり，",
                        "仮編集機を用い，この副記録手段13に装填された記憶媒体（磁気ディスク，光磁気ディスク）を使用して仮編集作業を行い，編集対象のカット点の媒体上での位置情報とそのカットの順序情報とその他の編集情報を編集意志決定表（以下EDLリストと呼ぶ）に記載し，このEDLリストに基づき，今度は本編集機を用い，主記録手段12に装填された記憶媒体（磁気テープ）を使用して本編集作業を行いマスターテープに仕上げるという手順で編集作業が行われる編集システムであって，",
                        "上記EDLリストに基づき，本編集作業を行う具体的な手順としては，編集システムの電子化に伴い，EDLリストの情報を電子化し，仮編集作業の結果をフロッピーディスク等の媒体に記録させて本編集システムとデータの共有化を図り，有効に本編集作業に反映させるようになったり，仮編集システムをコンピュータと組み合わせて効率的に仮編集し，ワークマスターの作成まで行う編集システム。」（本件審決認定の甲1発明の構成）の記載があることが認められる。",
                        "これに関連して，甲1には，「しかし近年編集システムの電子化に伴い，EDLリストの情報を電子化し，仮編集作業の結果をフロッピーディスク等の媒体に記録させて本編集システムとデータの共有化を図り，有効に本編集作業に反映させるようになったり，仮編集システムをコンピュータと組み合わせて効率的に仮編集し，ワークマスターの作成まで行うシステムが考案されてきている。」（段落【0013】）との記載がある。一方で，甲1には，上記段落【0013】の記載に先立ち，「従来の一般的な編集手順」の説明として，「カメラ一体型記録装置で撮像した映像はオリジナルとして原物磁気テープ（以下オリジナルテープと呼ぶ）に記録される。この映像を仮編集用の作業用磁気テープ（以下ワークカセットと呼ぶ）に複写し，作業用素材（以下ワークオリジナルと呼ぶ）とする。次に仮編集機を用い，このワークカセットを使用して仮編集作業を行いワークオリジナルを適当なカットに分けていく。そして編集対象のカットの媒体上での位置情報とそのカットの順序情報とその他の編集情報を編集意志決定表（以下EDLリストと呼ぶ）に記載していく。そしてこのEDLリストに基づき，今度は本編集機を用い，オリジナルテープを使用して本編集作業を行いマスターテープに仕上げるという手順で編集作業が行われる。」（段落【0010】）との記載があること，「従来の一般的な編集手順」のうちの「仮編集作業」について，「ワークカセットを繰り返し再生，巻き戻ししながら適当な編集位置を決めて，そのカットの位置情報等をEDLリストに記録」し，「この際のカットの位置情報には，媒体に映像信号と共に記録されている媒体の位置情報が用いられる」が，「この記録作業は目視による位置情報の確認と手作業による記録で，本編集時はこのEDLリストの読み取り，キー入力という一連の非効率な作業となって」おり，さらには，「仮編集作業ではこのように作成された編集意思情報に従い，ワークオリジナルを使って実際に編集し，ワークマスターとしてその結果，出来映えを確認する」が，「思い通りの編集結果が得られるまで繰り返しこれら編集作業を繰り返すことが必要であり，作業の長時間化という問題も有していた。」（段落【0012】）との記載があることからすると，段落【0013】の「仮編集システムをコンピュータと組み合わせて効率的に仮編集し」との記載は，従来，「目視による位置情報の確認と手作業による記録」で行っていたEDLリストの作成（仮編集作業）を「コンピュータ」を用いて効率的に行うことを意味するものと理解することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかるところ，前記イ(ウ)のとおり，オフライン式でオンライン編集のための編集決定リストを作成する仮編集機としてソフトウェアでプログラムされたパーソナルコンピュータを用いる構成は，本件出願の優先日当時，周知の技術事項であったことに鑑みると，甲1に接した当業者であれば，甲1記載の「仮編集システムをコンピュータと組み合わせて効率的に仮編集し」との記載は，オフライン式で編集決定リスト（EDLリスト）を作成する仮編集機としてソフトウェアでプログラムされたパーソナルコンピュータを用いることを開示したものと理解するものと認められる。",
                        "そして，オフライン式で編集決定リストを作成する仮編集機としてソフトウェアでプログラムされたパーソナルコンピュータを用いる構成は，本件発明1の「前記第1の記録媒体の番組素材を受け取り，オペレータがオフライン方式で，前記第1のフォーマットの番組素材から必要な情報を取り出して編集して，編集決定リストを作成」するように「プログラムされたパーソナルコンピューター」に該当するものと認められる。",
                        "そうすると，甲1には，本件発明1の「前記第1の記録媒体の番組素材を受け取り，オペレータがオフライン方式で，前記第1のフォーマットの番組素材から必要な情報を取り出して編集して，編集決定リストを作成」するように「プログラムされたパーソナルコンピューター」の構成の開示があり，甲1発明は，上記構成を備えるものと認められるから，本件発明1は甲1に記載された発明であるといえる。",
                        "したがって，甲1発明の仮編集機は「コンピュータと組み合わせ」るものであって，「プログラムが入れてあるパーソナルコンピューター」とはいえない点で相違し，甲1には，上記相違点に係る構成の開示がないから，本件発明1は甲1に記載された発明ではないとした本件審決の判断は，誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "参加人は，これに対し，そもそも甲1には，仮編集機が「プログラムが入れてあるパーソナルコンピューター」であることすら記載がないから，たとえ甲17及び18に仮編集機が「プログラムが入れてあるパーソナルコンピューター」である構成が記載されているとしても，甲1に記載されている事項から上記構成を導き出すことはできないから，甲1に上記構成が開示されているということはできない旨主張する。",
                        "しかしながら，前記(イ)のとおり，本件出願の優先日当時，オフライン式でオンライン編集のための編集決定リストを作成する仮編集機としてソフトウェアでプログラムされたパーソナルコンピュータを用いる構成は，周知の技術事項であったことに鑑みると，甲1記載の「仮編集システムをコンピュータと組み合わせて効率的に仮編集し」との記載は，本件発明1の「プログラムが入れてあるパーソナルコンピューター」である構成を開示するものといえるから，参加人の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，本件審決には本件発明1と甲1発明の同一性の判断に誤りがあるとの原告の主張は理由がある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2ないし6と甲1発明の同一性の判断の誤りの有無について",
              "text": [
                "原告は，本件審決が，本件発明1（請求項1）の記載を引用する本件発明2ないし6は，「プログラムが入れてあるパーソナルコンピューター」とはいえない点で相違し，甲1には，上記相違点に係る構成の開示がないから，本件発明2ないし6は甲1に記載された発明ではないと判断したのは誤りである旨主張する。",
                "そこで検討するに，前記(3)ウ(イ)のとおり，甲1には，本件発明2ないし6が引用する本件発明1の「プログラムが入れてあるパーソナルコンピューター」の開示があるものと認められるから，この点において，本件審決には判断の誤りがある。",
                "そして，本件審決は，本件発明2ないし6について，本件発明1の構成にそれぞれ付加された構成は，甲1に記載されているに等しい事項であり，甲1発明と相違はない旨判断しているから（本件審決55頁14行～17行，56頁4行～9行，同頁28行～57頁2行，同頁22行～28行，72頁7行～末行），本件審決の上記判断の誤りは，本件発明2ないし6は甲1に記載された発明ではないとした本件審決の結論に影響を及ぼす誤りであるといえる。",
                "したがって，本件審決には本件発明2ないし6と甲1発明の同一性の判断に誤りがあるとの原告の上記主張は理由がある。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明7と甲1発明の同一性及び容易想到性の判断の誤りの有無について",
              "text": [
                "原告は，本件審決が，本件発明1（請求項1）の記載を引用する本件発明7と甲1発明は，甲1発明が「プログラムが入れてあるパーソナルコンピューター」とはいえない点で相違するほかに，本件発明7に付加された構成である「前記第1の記録媒体はテープドライブである」構成を有していない点で相違するとして，本件発明7は甲1に記載された発明ではないと判断し，また，本件発明7は，甲1に記載された発明に基づいて容易に発明をすることができたものではないと判断したのはいずれも誤りである旨主張する。",
                "そこで検討するに，本件審決は，①本件発明7と甲1発明は，本件発明7の仮編集機は「プログラムが入れてあるパーソナルコンピューター」であるのに対し，甲1発明の仮編集機は「コンピュータと組み合わせ」るものであって，「プログラムが入れてあるパーソナルコンピューター」とはいえない点（相違点1）及び「前記第1の記録媒体はテープドライブである」構成は，甲1に記載されている事項であるということはできない点（相違点2）で相違するから，本件発明7は甲1に記載された発明であるとはいえない，②相違点2に係る本件発明7の構成については，当業者であれば，甲1発明において，甲1の段落【0010】の記載から容易に想到し得たことであるが，相違点1に係る本件発明7の構成については，本件出願の優先日前に周知であったということはできないから，本件発明7は甲1に記載された発明に基づいて容易に発明することができたものとはいえない旨判断した（本件審決75頁12行～77頁31行）。",
                "しかるところ，前記(3)ウ(イ)のとおり，甲1には，本件発明7が引用する本件発明1の「プログラムが入れてあるパーソナルコンピューター」の開示があるものと認められるから，この点において，本件審決には上記相違点1の認定及び判断の誤りがあり，この誤りは，本件発明7は甲1に記載された発明に基づいて容易に発明することができたものとはいえないとした本件審決の結論に影響を及ぼす誤りであるといえる。",
                "したがって，その余の点について判断するまでもなく，原告の上記主張のうち，本件審決には本件発明7の容易想到性の判断に誤りがあるとの部分は理由がある。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明8の容易想到性の判断の誤りの有無について",
              "text": [
                "原告は，本件審決が，本件発明1（請求項1）の記載を引用する本件発明8と甲1発明は，甲1発明の仮編集機が「プログラムが入れてあるパーソナルコンピューター」とはいえない点で相違し，また，上記相違点に係る構成は本件出願の優先日前に周知であったものということはできないから，本件発明8は甲1に記載された発明に基づいて容易に発明をすることができたものではない旨判断したのは誤りである旨主張する。",
                "そこで検討するに，本件審決は，①本件発明8と甲1発明は，本件発明8の仮編集機は「プログラムが入れてあるパーソナルコンピューター」であるのに対し，甲1発明の仮編集機は「コンピュータと組み合わせ」るものであって，「プログラムが入れてあるパーソナルコンピューター」とはいえない点（相違点1）及び甲1発明では「デジタルの音声・映像番組データはインターリーブ（重ね合わせ）されている」構成を有していない点（相違点2）で相違するとした上で，②相違点2に係る本件発明8の構成については，音声信号と映像信号とを記録する時，これらを異なるトラックで別々に記録するか，一つのトラックにインターリーブするように記録するかは，いずれも本件出願の優先日前に周知の技術事項であり，いずれを採用するかは設計的事項であるといえるから，甲1発明に相違点2に係る本件発明8の構成を採用することは容易に想到し得たことであるが，相違点1に係る本件発明8の構成については，本件出願の優先日前に周知であったということはできないから，本件発明7は甲1に記載された発明に基づいて容易に発明することができたものとはいえない旨判断した（本件審決78頁末行～80頁16行）。",
                "しかるところ，前記(3)ウ(イ)のとおり，甲1には，本件発明8が引用する本件発明1の「プログラムが入れてあるパーソナルコンピューター」の開示があるものと認められるから，この点において，本件審決には判断の誤りがあり，この誤りは，本件発明8は甲1に記載された発明に基づいて容易に発明することができたものとはいえないとした本件審決の結論に影響を及ぼす誤りであるといえる。",
                "したがって，本件審決には本件発明8の容易想到性の判断に誤りがあるとの原告の上記主張は理由がある。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "まとめ",
              "text": [
                "以上によれば，原告主張の取消事由1-1-(1)のうち，本件審決には本件発明1ないし6と甲1発明との同一性の判断に誤りがあるとの部分並びに本件発明7及び本件発明8の容易想到性の判断に誤りがあるとの部分は，理由がある。",
                "したがって，その余の点について判断するまでもなく，本件審決のうち，請求項1ないし8に係る部分は取り消されるべきである。",
                "なお，本件訂正発明22及び本件訂正発明23については，原告は，取消事由1-1-(1)のほか，取消事由1-3として訂正要件違反による本件審決における発明の要旨認定の誤りを主張しているので，後記において，この点から，まず判断し，また，本件発明28については，原告は，取消事由1-1-(1)のほか，取消事由1-1-(3)として甲1発明を主引例とする甲28の容易想到性の判断の誤りを主張しているので，後記において，これらを併せて判断する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-1-(3)（本件発明26の容易想到性の判断の誤り等）（本件発明26ないし32関係）について（第1事件）",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明26の容易想到性の判断の誤りの有無について",
              "text": [
                "原告は，本件審決が，本件発明26の「第2のデジタル記録媒体の番組素材をアクセスする手段」は，本件明細書の発明の詳細な説明を参酌すれば，「ジュークボックス」であるといえるところ，甲1発明ではそのような特定はない点で相違（相違点2）するとした上で，甲1発明の本編集手段（オンライン編集システム）において，オリジナルテープ（第2の記録媒体）へのアクセスをジュークボックスを利用して行うことについて，何らの証拠も提出していないから，当業者が甲1発明に基づいて上記相違点2に係る構成を容易に想到することができたものとはいえず，本件発明26は甲1発明に基づいて容易に発明をすることができたものとはいえない旨判断したのは誤りである旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明26の「複数の第2のデジタル記録媒体の番組素材をアクセスする手段」の意義について",
                  "text": [
                    "本件発明26の特許請求の範囲（請求項26）の記載は，「前記第2の映像編集システムは複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段を備えており，前記編集決定指示が各々すべての前記第2のデジタル記録媒体に適用されることを特徴とする請求項24に記載のデジタル音声・映像制作システム。」というものである。",
                    "また，請求項26が引用する請求項24の記載は，",
                    "「デジタル音声・映像制作システムであって，",
                    "（a）デジタル映像記録装置であって，",
                    "映像番組を受ける入力部と，",
                    "第1と第2のデジタル記録媒体と，",
                    "相互に関連した編集タイムコード情報を含む番組を，それぞれ第1と第2のフォーマットで前記第1と第2のデジタル記録媒体に二重に記録する手段とを備え，",
                    "前記第1のフォーマットは前記第2のフォーマットの情報に関連してデータ圧縮され，",
                    "（b）第1の映像編集システムであって，",
                    "前記第1のデジタル記録媒体の番組素材を受け取る手段と，",
                    "オペレータが前記第1のフォーマットで番組を編集でき，そして，編集決定指示を作成する制御とを備え，",
                    "（c）第2の映像編集システムであって，",
                    "前記第2のデジタル記録媒体の番組素材をアクセスする手段と，前記編集決定指示を受け入れる手段と，",
                    "最終映像番組を制作するための前記編集決定指示により前記第2のフォーマットに番組情報を編集する手段と，を備えたことを特徴とするデジタル音声・映像制作システム。」というものである。",
                    "これらの記載によれば，本件発明26は，請求項24の「デジタル音声・映像制作システム」における「第2の映像編集システム」について「複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段を備えており，前記編集決定指示が各々すべての前記第2のデジタル記録媒体に適用される」構成を付加したものといえる。",
                    "しかるところ，請求項24及び26から，本件発明26の「第2の映像編集システム」は，「複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段」により，「第2のフォーマット」で記録された「複数」の「第2のデジタル記録媒体の番組素材」にアクセスし，「最終映像番組を制作するための前記編集決定指示」が「各々すべての前記第2のデジタル記録媒体」に適用され，「第2のフォーマット」で「番組情報を編集する」ことを理解することができるが，請求項24及び26には，上記「アクセスする手段」の具体的構成について特に規定する記載はない。",
                    "次に，本件明細書（甲33）には，「複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段」に関し，「オンラインデジタル編集システムは図4にブロックダイアグラムとして描かれています。この編集システムの機能的操作は図2に発表されているデジタルビデオ編集システムに示されている。…このシステムは可搬型記録媒体を受け付けるように別に準備されたPCベースの編集制御器206で実現される。この発明の具体化として，図2のシステムによって記録されたデジタルビデオテープは，編集中に利用し易いようにテープ記録ジュークボックス208にセットされる。このようなカセットテープを扱う機器はコンピューターデータ記録の技術においては良く知られている。そして，データのバックアップの用途あるいは公式記録に一般に使用される。」（前記(1)イ(ケ)）との記載があり，「図面の簡略な説明」として，「図4は，可搬型記録媒体を受け付けて準備したPCベースの編集制御器を実現したオンラインデジタル映像編集システムのブロック図である。」（10欄23行～25行）との記載がある。",
                    "上記記載及び図4（別紙本件明細書図面参照）には，「オンラインデジタル映像編集」に用いられる「図2のシステムによって記録されたデジタルビデオテープ」を編集中に利用し易いようにセットされた「テープ記録ジュークボックス208」が記載されており，この「テープ記録ジュークボックス208」は，「前記第2のデジタル記録媒体の番組素材をアクセスする手段」に相当するものと認められる。",
                    "しかしながら，本件明細書には，「前記第2のデジタル記録媒体の番組素材をアクセスする手段」又は「複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段」の用語について特に定義する記載はなく，また，「前記第2のデジタル記録媒体の番組素材をアクセスする手段」を「テープ記録ジュークボックス208」に限定することをうかがわせる記載もない。むしろ，上記記載中の「このようなカセットテープを扱う機器はコンピューターデータ記録の技術においては良く知られている。」との記載に照らすと，「デジタルビデオテープ」を扱う機器としてよく知られている機器の一例として「テープ記録ジュークボックス208」を例示したものと認められる。",
                    "そうすると，「複数の第2のデジタル記録媒体の番組素材をアクセスする手段」は，「テープ記録ジュークボックス」あるいは「ジュークボックス」の構成のものに限定されるものではなく，本件出願の優先日当時，周知の構成のものもこれに含まれるというべきである。",
                    "したがって，「複数の第2のデジタル記録媒体の番組素材をアクセスする手段」は，「ジュークボックス」の構成のものに限定する趣旨で「ジュークボックス」であるとした本件審決の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件出願の優先日当時の周知の技術事項ないし技術常識について",
                  "text": [
                    "原告は，本件出願の優先日当時，オンライン編集装置に「複数の第2のデジタル記録媒体の番組素材をアクセスする手段」が備わっている構成は，周知の技術事項ないし技術常識であった旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲19の記載事項",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲19（特開平5-159563号公報）には，次のような記載がある（下記記載中に引用する図4及び図6については別紙甲19図面を参照）。",
                            "「【産業上の利用分野】本発明は，オンライン編集時，特にABロール編集時に発生する編集動作の情報を，詳細かつ明確に分かるようにしたビデオ編集装置に関するものである。」（段落【0001】）",
                            "「【従来の技術】近年，ビデオ編集装置の発達により，オンライン編集時に行う編集作業に様々な効果が用いられるようになってきた。それに伴い，その情報量も増加し，編集リストも手書きでは対応しにくくなってきたため，現在ではシステム管理化されている。」（段落【0002】）",
                            "「以下に従来のビデオ編集装置について説明する。図4はビデオ編集装置のシステム構成の一例を示したものである。ビデオ編集装置1は，編集処理部2と表示部3と編集情報記憶部4とから構成されており，このビデオ編集装置1には2台の再生用VTR5，6と1台の編集用VTR7とスイッチャー8とが接続されている。ここで，図4において細線は映像信号の流れを示し，太線は制御信号の流れを示す。」（段落【0003】）",
                            "「図6は従来の編集リストエリア13をさらに詳しく示したものである。図6において，14は各イベントの番号を示すイベント番号エリア，15は使用しているテープ（リール）名を示すリール名エリア，16はAUDIOモードとVIDEOモードとの切換表示を示すA／Vモードエリア，17はカット，デゾルブ，ワイプなどの編集の種類を示すトランジションタイプエリア，18は編集の時間を示すトランジションレートエリア，19は再生用VTR5，6のIＮ-タイム，20は再生用VTR5，6のOUT-タイム，21は編集用VTR7のIＮ-タイム，22は編集用VTR7のOUT-タイムを示している。」（段落【0005】）",
                            "「【発明が解決しようとする課題】しかしながら，上記の従来構成のビデオ編集装置では編集時における基本的な内容は分かっても，ABロール編集などの時に発生する詳細な情報が分からないという問題を有していた。」（段落【0007】）",
                            "「本発明は上記従来の問題を解決するもので，編集リストに詳細な情報を付加，表示できるビデオ編集装置を提供することを目的とするものである。」（段落【0008】）",
                            "「【課題を解決するための手段】上記問題を解決するために本発明のビデオ編集装置は，編集用VTRと複数の再生用VTRとが接続され，編集処理部，表示部および編集情報記憶部を有するビデオ編集装置において，前記編集情報記憶部に，トランジションの詳細な内容情報を記憶するトランジション内容記憶領域を設けて，前記表示部にてトランジション内容を自在に表示できるように構成したものである。」（段落【0009】）"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によれば，甲19には，オンライン編集用のビデオ編集装置において，複数のオンライン編集用の素材（テープ（リール））にアクセスする手段である再生用VTR5，6を備え，この複数の再生用VTR5，6の各々に編集リストが適用されて，編集用VTR7で編集されたデジタル音声・映像が作成されることが開示されていることが認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲32の記載事項",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲32（特開平6-86210号公報）には，次のような記載がある（下記記載中に引用する図1及び図2については別紙甲32図面を参照）。",
                            "「【産業上の利用分野】本発明は，ビデオ編集操作インタフェース方法，特に，編集処理の際に，一連のビデオ情報即ちビデオ・シーケンスの制御の視覚性及び対話性を高めたビデオ編集操作インタフェース方法に関する。」（段落【0001】）",
                            "「【従来の技術】現在，使用されているビデオ編集装置では，ビデオ番組を作成するアーチストが，その番組を作成する際にビデオ画像を操作するためには，多くの数字を使用したり，技術的に考慮するべき問題がある。フィルム編集器上でフィルムを切断及び継ぎ合わせたりすることは，フィルムの時間的面に，視覚的的且つ空間的な性質を与える。これまでに，かなりの進歩が遂げられたが，この同一の種類の対話的利便性及び「感覚」をビデオ・テープ編集処理に取り入れようとする試みには限界があった。」（段落【0002】）",
                            "「したがって，本発明の目的は，ビデオ・シーケンスの内容の視覚的感覚を操作者に与えるためにビデオ・シーケンスのグラフィック表現を表示する編集操作インタフェース方法の提供にある。」（段落【0009】）",
                            "「【課題を解決するための手段及び作用】本発明のビデオ編集操作インタフェース方法では，ビデオ・シーケンスをシステムに最初に処理するとき，各ビデオ・フレームの少量であるが代表的サンプルを局部メモリに記憶し，一方，ビデオ自体は大容量記憶手段に記憶する。フレーム・サンプルは，基礎となる記憶されたビデオのビデオ絵入り時間ラインを表示するために使用する。」（段落【0013】）",
                            "「【実施例】図1は，本発明のビデオ編集操作インタフェース方法を実現するスクリーン表示画像を示す。操作インタフェースは，アップル社製マッキントッシュのコンピュータ上で実現されている。このインタフェースは，通常のマッキントッシュ・インタフェースに幾分類似するウインドウ及びカーソル制御方法を使用しているが，通常のマッキントッシュ・キーボードの代わりに，着色されたキーを有するキーボードを使用している。このキーボードは，テレビジョンのカメラ撮り後放映までの制作の編集装置における標準であるキーボード及びカラー・コーディングに類似している。」（段落【0017】）",
                            "「操作者用可動なカーソル12が，ビデオ絵入り時間ライン10及び詳細ビデオ絵入り時間ライン11と関連するカーソル（図中で12）の1つにロックされる間，カーソル12を移動させると，大容量記憶手段が従来のビデオテープ・レコーダのように直線的であるか，又はレーザ・ディスク或いは複数のハード・ディスクの様にランダム・アクセスであるかによって，2つの結果の一方が生じる。図5を参照して後述する様に，システムの大容量記憶手段が直線的であれば，直線記憶手段がビデオ・テープを動かすよりも速くカーソル12を動かすと，第2カーソル（図5の13）が現れる。第2カーソル13は，テープ上の実際のVTR位置を示し，一方，操作者により制御されるカーソル12は，所望のテープ位置を表す。カーソル12の移動が遅くなるか又は停止するとき，実際の位置を表す他のカーソルは，直線記憶手段50の最高の速度で所望の位置に追いつくように移動する。システムの大容量記憶手段50がランダム・アクセス・メモリであるとき，カーソルが急速に移動し，ビデオ・ウインドウ14が殆ど即座にカーソル12の位置を表すとき，第2カーソルは現れない。」（段落【0033】）",
                            "「図2及び図3を参照すると，ビデオ絵入り時間ライン10及び11を作るためのフレーム・サンプル17は，デジタル・ビデオ／オーディオ・プロセッサ58により生成され，グラフィック・インタフェース表示発生器57に適した局部メモリ60に記憶される。後述する様に，時間マーク31及び単一ビデオ・フレーム19も，局部メモリ60に記憶される。」（段落【0041】）",
                            "「フレーム・サンプル17が表す基礎となるビデオ・フレーム19は，離間された大容量記憶手段50に記憶される。ビデオ・フレーム・サンプル17は，対応するビデオ・フレーム19の位置に対するポインタと共に記憶される。大容量記憶手段50の性質に応じて，これらのポインタは，SMPTE時間コード又はメモリ・アドレスの一方又は両方である。大容量記憶手段50を表すアイコンはVTRを示しているが，実際に，大容量記憶手段は他のビデオ記憶手段でよく，好適には，マルチ・レーザ・ディスク又は磁気ハード・ディスクの様な高容量ランダム・アクセス・メモリでよい。」（段落【0042】）",
                            "「キーボードからの操作者の入力は，手動制御ヒューマン・インタフェース・ロジック64に作用して，編集ロジック／自動制御ソフトウェア54内で所望の効果を生じさせる。ビデオ・ソース・インタフェース56は，編集ロジック／自動制御ソフトウェア54と，手動制御ヒューマン・インタフェース・ロジック64と作用して，これらから命令を受け取り，状態情報を返す。これらの命令に応答して，ビデオ・ソース・インタフェース56は，ビデオ・ソース選択手段52を使用して大容量記憶手段50の内容へのアクセスを制御する。ビデオ・ソース選択手段52は，時間コード及び制御データと，ビデオ／オーディオ情報を大容量記憶手段50に記憶する。ビデオ・ソース・インタフェース56は，表示されるビデオ・ソースの識別情報，現在のビデオ・フレーム・データ及び時間コード範囲をグラフィック・インタフェース表示発生器57に与える。グラフィック・インタフェース表示発生器57は，ウインドウ／スクリーン表示発生器62を制御し，CRT表示器68上に表示を形成する。」（段落【0044】）",
                            "「【図面の簡単な説明】",
                            "【図1】本発明のビデオ編集操作インタフェース方法によるスクリーン表示を示す線図である。",
                            "【図2】本発明の方法を実現するためのビデオ編集装置を示す簡略ブロック図である。」（18欄）"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によれば，甲32には，複数の大容量記憶手段50（VTR又はマルチ・レーザ・ディスク又は磁気ハード・ディスクのような様な高容量ランダム・アクセス・メモリ）及びビデオ・ソース選択手段52を備えた，ビデオ番組を作成するためのビデオ編集装置において（図2），ビデオ・ソース選択手段52を使用して大容量記憶手段50の内容（ビデオテープ又はランダムアクセス可能な記録媒体の素材）へアクセスすることが可能であり，上記各素材に各々既存の編集決定指示（編集ロジック）が適用されてデジタル音声・映像が作成される構成が開示されていることが認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "上記(ア)及び(イ)によれば，本件出願の優先日当時，オンライン編集において，複数のオリジナル映像素材から編集決定指示に基づいて適当なカットを選択するなどして編集し，最終映像番組である完成映像を作成することは一般的に行われていたことであり，オンライン編集装置が複数の映像素材にアクセスする手段を備え，編集決定指示が各々すべての素材に適用される技術は一般的であったものといえるから，オンライン映像装置が「複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段を備えており，前記編集決定指示が各々すべての前記第2のデジタル記録媒体に適用される」構成は，技術常識であったものと認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "参加人の主張について",
                      "text": [
                        "参加人は，これに対し，①甲19及び甲32は，いずれも本件審判において審理判断されたものではなく，本件訴訟の審理範囲の射程外であるから，書証として参酌されるべきではない，②仮に参酌したとしても，甲19及び甲32には，本件発明26の「第2のデジタル記録媒体の番組素材をアクセスする手段」に係る「ジュークボックス」について記載も示唆もないから，甲19及び甲32から本件発明26の「複数の第2のデジタル記録媒体の番組素材をアクセスする手段」の構成を導き出すことはできないなどと主張する。",
                        "しかしながら，原告は，本件審判の審判請求書（甲22）において，甲1には明記はないものの，EDLリストに基づきオリジナルテープを使用して本編集作業を行う際にマスターテープが複数本必要であれば，オリジナルテープ（第2の記録媒体）を複数本準備する程度のことは設計的事項にすぎないとして，本件発明26は，甲1に基づいて本件出願の優先日当時の当業者が容易に想到することができた旨主張していたものであり，上記主張は，本件出願の優先日当時の技術常識を踏まえると，甲1において本件発明26の「複数の第2のデジタル記録媒体の番組素材をアクセスする手段」の構成を採用することは設計的事項にすぎないことを主張する趣旨と解される。そして，甲19及び甲32は，原告が，上記のとおり設計的事項であることを裏付ける本件出願の優先日当時の周知の技術事項ないし技術常識を立証するために提出された資料であるといえるから，前記(3)イ(エ)のとおり，審判手続に現れていなかったとしても，審決取消訴訟において上記技術常識の認定に用いることは許されるというべきである。",
                        "次に，前記アのとおり，本件発明26の「複数の第2のデジタル記録媒体の番組素材をアクセスする手段」は，「テープ記録ジュークボックス」あるいは「ジュークボックス」の構成のものに限定されるものではなく，本件出願の優先日当時，周知の構成のものもこれに含まれるというべきであるから，甲19及び甲32に「ジュークボックス」についての記載や示唆がないことは，甲19及び甲32から本件発明26の「複数の第2のデジタル記録媒体の番組素材をアクセスする手段」の構成を導き出せないことの根拠となるものではない。",
                        "したがって，参加人の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性について",
                  "text": [
                    "前記ア認定のとおり，本件発明26の「複数の第2のデジタル記録媒体の番組素材をアクセスする手段」は，「ジュークボックス」の構成のものに限定されるとした本件審決の認定は誤りがあり，本件出願の優先日当時，周知の構成のものもこれに含まれる。",
                    "しかるところ，前記イ認定のとおり，オンライン映像装置が「複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段を備えており，前記編集決定指示が各々すべての前記第2のデジタル記録媒体に適用される」構成は技術常識であったものであり，また，そのアクセスの対象となるデジタル記録媒体の数を単数とするのか，複数とするのかはデジタル記録媒体の記録容量等に応じて適宜設定すべき設計的事項であるといえるから，甲1に接した当業者であれば，甲1発明において，本件発明26の上記構成（相違点2に係る構成）を採用することを容易に想到することができたものと認められる。これと異なる本件審決の判断は誤りである。",
                    "そして，本件審決は，本件発明26と甲1発明は，本件発明26が引用する本件発明24の共通の構成に係る相違点1と上記共通の構成に付加された構成である相違点2において相違する旨認定したが，相違点1に係る本件発明26の構成は当業者が甲1発明に基づいて容易に想到することができたものである旨判断しているから（本件審決148頁19行～149頁5行），本件審決の上記判断（相違点2に係る本件発明26の構成の容易想到性の判断）の誤りは，本件発明26は甲1に記載された発明に基づいて容易に発明をすることができたものとはいえないとした本件審決の結論に影響を及ぼす誤りであるといえる。",
                    "したがって，本件審決には本件発明26の容易想到性の判断に誤りがあるとの原告の主張は理由がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明27ないし32の容易想到性の判断の誤りの有無について",
              "text": [
                "原告は，本件審決が，本件発明26（請求項26）の記載を引用する本件発明27ないし32について，当業者は，甲1発明に基づいて本件発明26の「複数の前記第2のデジタル記録媒体の番組素材をアクセスする手段を備えており，前記編集決定指示が各々すべての前記第2のデジタル記録媒体に適用される」構成（相違点2に係る構成）を容易に想到することができたものとはいえず，甲1に記載された発明に基づいて本件発明27ないし32を容易に発明することができたものとはいえない旨判断したのは誤りである旨主張する。",
                "そこで検討するに，前記(1)ウのとおり，甲1発明において，本件発明26の上記構成を採用することを容易に想到することができたものと認められるから，この点において，本件審決には判断の誤りがある。",
                "そして，本件審決は，本件発明27，29ないし32について，本件発明26の構成にそれぞれ付加された構成は，甲1発明と相違はない旨判断しているから（本件審決149頁28行～末行，151頁8行～12行，同頁29行～34行，152頁16行～20行，153頁3行～15行），本件審決の上記判断の誤りは，甲1に記載された発明に基づいて本件発明27，29ないし32を容易に発明することができたものとはいえないとした本件審決の結論に影響を及ぼす誤りであるといえる。",
                "また，本件審決は，本件発明28と甲1発明について，甲1発明が，本件発明26の構成に付加された構成である本件発明28の「前記第1の映像編集システムはプログラムされたパーソナルコンピューターの一部を構成する」構成を有していない点で相違（相違点3）し，当業者は，甲1発明に基づいて上記相違点に係る本件発明28の構成を容易に想到することができたものとはいえない旨判断したが，前記(3)ウ(イ)で述べたのと同様の理由により，甲1には，「前記第1の映像編集システムはプログラムされたパーソナルコンピューターの一部を構成する」構成の開示があるものと認められるから，本件審決には上記相違点3の認定及び判断に誤りがある。",
                "そうすると，本件審決の上記相違点2の判断の誤り並びに上記相違点3の認定及び判断の誤りは，甲1に記載された発明に基づいて本件発明28を容易に発明することができたものとはいえないとした本件審決の結論に影響を及ぼす誤りであるといえる。",
                "以上によれば，本件審決には本件発明27ないし32の容易想到性の判断に誤りがあるとの原告の主張は理由がある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上によれば，原告主張の取消事由1-1-(3)は理由があるから，その余の点について判断するまでもなく，本件審決のうち，請求項26ないし32に係る部分は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1-2-(1)（本件発明24と甲6発明の同一性の判断の誤り等）（本件発明24及び本件発明33関係）について（第1事件）",
          "content": [
            {
              "fig": "(1)",
              "subject": "先願明細書の記載事項について",
              "text": [
                "先願明細書（甲6）には，次のような記載がある（下記記載中に引用する図面については別紙甲6図面を参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【産業上の利用分野】本発明は，録画内容を編集するためのビデオ編集方法およびその装置に関する。」（段落【0001】）"
                },
                {
                  "fig": "イ",
                  "subject": "「【従来の技術】従来，テープのようなシーケンシャルアクセスである記録媒体からランダムアクセス可能な記録媒体に変更して，テープの頭出し，巻き戻し時間を短縮するビデオ選集装置が存在している。」（段落【0002】）",
                  "text": [
                    "「しかしながら，この装置は画質を維持した状態で記録時間を長くする場合に，非常に大掛かりな装置となり，日進月歩の今日でもそのコストは莫大なものとなっている。例えば，このような装置は放送などの用途でかなり良い画質が求められている場合に，画質を維持して大量の記録をするため，コストがかかり過ぎになる，あるいは装置が大掛かりになり過ぎる。このような欠点があるので，この装置は実用的ではない。」（段落【0003】）",
                    "「実用的な編集方法としては，撮影あるいは取材現場で一旦テープに記録し，その後ランダムアクセス可能な記録媒体や記録装置に取り込み直し，編集ポイントのみを見つけるオフライン編集がある。」（段落【0004】）",
                    "「オフライン編集においては，素材の量が多い場合，取り込む作業に費やす時間が非常にばかにならず大変な作業になるという欠点がある。しかも，テープの数が数十から時には百本を越えることもあるので，テープにそれぞれなにが入っていたかを管理することが大変な作業になるという欠点がある。」（段落【0005】）",
                    "「これらの欠点があるが，必要な駒を見つけ，その頭出しを行ない，編集ポイントのみを記録したリストを作り，それらを従来のVTR3台とスイッチャー装置を使い，それらをリモコンして編集するので，オフライン編集はテープの頭出しのための時間を短縮することができるという利点がある唯一の手段である。」（段落【0006】）",
                    "「また，オフライン編集では，編集ポイントを見つけるためだけにランダムアクセス可能な記録媒体や記録装置に映像を取り込み，その順序を指定して，最後に通常のビデオ編集と同様にVTRを操作して編集するので，仕上がりの画質はVTRの画質のみで定まる。つまり，この方法によれば，ランダムアクセス可能な記録媒体に記録した映像の画質は如何に悪くとも，仕上がり画質に影響を与えない。この方法の欠点は，例えば重ねあわせが数回必要な特殊効果を狙った編集の場合，数回のコピー操作とテープのかけかえを繰り返すので非常に効率が悪く，しかも仕上りに画質劣化を起こすことである。さらに，特殊効果についてスイッチャー装置が持っているものとオフライン編集機が持っているものが同じになるように制御コードを設定しなくてはならないという欠点もある。このように設定しない場合は，オフライン編集機のほうでいろいろな効果を使えても，実際の仕上りにおいてその効果を実現できない事がある。しかも，オフライン編集で実際の編集作業をおこなうために，適切なテープをまちがいなく装着しなくてはならない。この作業は単純ではあるが，非常に大量のテープを扱う場合に大変な作業になるという欠点がある。」（段落【0007】）",
                    "「別の編集方法として，ランダムアクセス可能な記録媒体に実用上画質劣化の無い圧縮比，あるいは画素数で全ての映像を取り込んで編集する方法も従来考えられている。」（段落【0008】）",
                    "「この方法には，記録するための媒体の容量が非常に大きな物を必要としその価格が非常に高価なものになるという欠点がある。」（段落【0009】）",
                    "「また，この方法には，様々な特殊効果を取り込んだ装置で処理するため，その処理にアンマッチが生じず，しかも幾つもの画面を合成する場合でもメモリーに取り込んで処理が可能なため何重にも重ねた画面を得る場合にも画質劣化を生じないばかりか非常に効率の良い編集が可能となる利点があるが，前述のオフライン編集の処理系よりも数倍の処理能力が必要であり，実用上，画面確認のための作業に過大な待時間を生じるので，次のような問題が生じる。この過大な待ち時間が編集作業の効率を著しく低下させる原因となる。しかも，数倍の処理能力を持たせるには数倍のハードウエアが必要となる。つまり，数倍のコストが必要になる。」（段落【0010】）",
                    "「次に，図23を参照して別の従来のビデオ編集装置について説明する。この装置は，ビデオ信号原300，ディジタイズ手段301，信号処理手段302，記録手段303，編集手段304，接合手段305，映像再生手段306を備えている。ビデオ信号原300は，カメラ，VTRなどであり，ビデオ信号をディジタイズ手段301に送信する。ディジタイズ手段301は，ビデオ信号をA／D変換して動画データに変える信号処理手段302に送信する。信号処理手段302は，動画データを圧縮，拡大，縮小し，記録手段303は，そのデータを記録媒体に記録する。編集手段304は，記録媒体の内容を編集し，接合手段305は，その編集内容にしたがって記録媒体の内容を接合，特殊効果，重ね合わせ処理して，仕上がり映像のデータを作る。映像再生手段306は，そのデータをA／D変換して仕上がり映像を再生する。」（段落【0011】）",
                    "「次に，図24を参照して，従来のディジタル方式カメラ体形ビデオについて説明する。」（段落【0012】）",
                    "「このビデオは，カメラ307，A／D変換手段308，テープドライブ装置309を備えている。カメラ307は，CCDカメラなどである。カメラ307のビデオ信号をA／D変換手段308によってA／D変換し，テープドライブ装置309によってテープに記録する。このテープの記録内容を前述のビデオ編集装置によって編集する。」（段落【0013】）",
                    "「次に，別の従来技術によるビデオ編集方法について説明する。」（段落【0014】）",
                    "「図25を参照して，この方法に用いるビデオ編集装置について説明する。この装置は，第1再生側VTR310，第2再生側VTR311，スイッチャー312，収録側VTR313を備えている。」（段落【0015】）",
                    "「この編集方法においては，簡単な編集であっても前後入れ替えや素材と素材との間に別のテープに記録されている素材を挿入又は混合をしなくてはならない場合が頻繁におこりうる。この場合を，図26に模式的に示す。このような編集の場合，少なくとも14回の頭出しと，11回の装着交換作業が必要になってくる。この最も少なくてすむ手順を説明する。まず最初に収録側VTR313に生のテープを装着し，素材AとGを第1，第2再生用VTR310，311に装着し，P1の開始点の頭出しとP7の開始点の頭出しを行なう。次に両方を再生しながらスイッチャー312により画面を推移させて行きP7の終了点まで収録側VTR313に録画する。次に素材EとDを第1，第2再生側VTR310，311にセットしP6の開始点とP5の開始点の頭出しを行ない，収録側VTR313を再生してP7の終了点を頭出しして録画待機させる。素材Dを再生しながら，途中のP5の開始点になったならば素材Dを再生しながらスイッチャー312を操作して画面を推移させる。P5の終了点になったところで収録側VTR313を停止する。第1再生側VTR310に素材Bをセットする。次にP4の開始点を頭出しして収録側VTR313を再生してP5の終了点を頭出しして待機させる。第1再生側VTR310と収録側VTR313を同時にスタートしてP4の終了点になったところで収録側VTR313を停止する。第1再生側VTR310に素材Gをセットする。次にP8の開始点を頭出しして収録側VTR313を再生してP4の終了点を頭出しして待機させる。第1再生側VTR310と収録側VTR313を同時にスタートしてP8の終了点になったところで収録側VTR313を停止する。第1再生側VTR310に素材Aをセットする。次に2の開始点を頭出しして収録側VTR313を再生してP8の終了点を頭出しして待機させる。第1再生側VTR310と収録側VTR313を同時にスタートしてP2の終了点になったところで収録側VTR313を停止する。ここまでの操作で収録側に中間素材Iができた。図27に中間素材Iを模式的に示す。」（段落【0016】）",
                    "「その後，収録側VTR313から中間素材Iを取り出し第1再生側VTR310にセットする。素材Hをもう一方の第2再生側VTR311にセットしP9の頭出しを行なう。中間素材Iがセットされた第1再生側VTR310を再生し，P9の合成開始点にきたところでスイッチャー312と待機中のVTRを操作して中間素材IとP9を合成する。P9の終了点でスイッチャー312を操作して合成をやめ素材3の合成点まで収録がすめば今度は素材Bを素材Hと入れ替えP3の頭出しを行なう。収録側VTR313を再生して素材BのP3の合成点を頭出しして待機させる。スイッチャー312と第1，第2再生側VTR310，311を操作して収録を始める，P3の終了点でスイッチャー312を操作して合成をやめP2の終了点まで収録する。以上の操作によって，図27のKに示すように，編集が仕上がる。」（段落【0017】）",
                    "「これらに操作を実行するには，最低でも3人オペレーターが必要となる。このように，1人では編集できないという欠点がある。」（段落【0018】）",
                    "「しかも，図27のように編集する場合，前述のように仕上がりまでに2回のコピー操作を繰り返していることになる。1回で1．5db程度S／Ｎ比が低下する場合，2回の合計で2×1．5db＝3．0dbも低下することになる。編集にディジタル方式のVTRを使えばこの欠点は生じない。しかしながら，この場合も前述のような1人では編集できないという欠点が残る。」（段落【0019】）",
                    "「しかも，目的の映像を作る実際の編集作業を行なうまでに，どの素材のどの部分を何処に使うか，混合や特殊効果等どのようなものを使うかを決めなくてはならない。そのために，まず全ての素材（仕上がりが1時間の映像である場合，素材は約20分のカセット60本程度である。この数量は通常放送番組等を製作する場合の平均的な量である。）の内容を見て行かなくてはならない。すなわちどのテープにどのような映像が入っていて，どの映像とどの映像をどのような順序で使うかを頭の中でイメージしながら全てのテープを見て行くわけである。この作業に費やす時間は非常に大きい。採用される部分のあたりで数回繰り返して見て，採用される部分のタイムコードや，そのテープのタイトルや，管理番号等を記録するわけである。細かいタイミングなどが最終的に決まるまで，幾度かこの作業を繰り返す。」（段落【0020】）",
                    "「これらの作業を軽減するために従来はオフライン編集という手法が用いられている。これはランダムアクセス可能な記録媒体に高い圧縮率（画質を落とし，画面に何が映っているか確認できる程度に変える圧縮率，例えばほぼ1／6～1／100の圧縮率）で，全ての素材を記録し，一通りランダムアクセス可能な記録媒体上で映像を作ってみる手法である。その時，前述のようにタイムコードや特殊効果を記録して，リストとして印刷する。その後に，前述のように実際の編集作業をVTRで行なうものである。つまり，印刷されているリストにしたがって順番にテープを掛け替えて再生し，スイッチャー装置を使い画面の合成等を行ないながら収録側VTRにつなぎ取りを行なってゆくわけである。この編集作業において，一度VTRに装着されて再生に使われたテープを後でもう一度装着しなくてはならないことがしばしば起こる。通常テープを2本再生して画面を合成するので，常に2本の再生用のテープがVTRに装着された状態になっている。取り出した後でに必ずもとの位置にテープをもどしておけば良いわけだが，2本取り出した状態ではテープを間違って別のテープが当初入っていたところに戻してしまうことが起こりうる。つまり戻すときにきちんと確認をしてもとに戻す手間がかかるか，あるいは取り出すときにテープを捜す手間がかかることになる。したがって，テープの数が増せば増すほど，それらの装着作業の繁雑さが障害となり，編集にかかる時間が増えて行く結果となる。しかも，前述と同様に編集に必要なオペレーターの人数が減らず，一人で編集を行えないという欠点もある。」（段落【0021】）",
                    "「また，前述のオフライン編集とは別に，全ての素材をランダムアクセス可能な記録媒体に仕上がりで必要な画質を維持できる圧縮率（圧縮率は，1／1～1／6）で記録し，ランダムアクセス可能な記録媒体どうしあるいはランダムアクセス可能な記録媒体とメモリー上で画面の合成，接合，特殊効果，などを行なうオンライン編集という手法がある。この手法においては，操作の繁雑さ等は存在しない。しかも，映像の重ねあわせなどで重ねる映像の数が増しても，メモリーやランダムアクセス可能な記録媒体どうしで編集できるので，非常に簡単な作業で編集が出来る。そのため，編集に必要なオペレーターは1人である。」（段落【0022】）",
                    "「しかしながら，ランダムアクセス可能な記録媒体に画質を維持した状態で長い時間の映像を記録するために，途方もなく膨大な装置が必要となる（当然の事ながら費用が比例して必要になる）。装置の大きさとそのコストが問題となっていた。」（段落【0023】）",
                    "「次に，図28を参照して，前述の従来のオフライン編集装置についてさらに説明する。このオフライン編集装置は，カメラ314，VTR315，ランダムアクセス可能な記録媒体317を備える。」（段落【0024】）",
                    "「カメラ314からVTR315に音声情報および映像情報を送る。そして，VTR315によって，テープの音声トラック315aおよび映像トラック315bに音声情報および映像情報をそれぞれ高質録画するとともに，それらに対応させてタイムコード315cを記録する。このように，音声，映像，タイムコードの3種類のデーターがテープに記録される。」（段落【0025】）",
                    "「その後，テープから映像情報を再生して圧縮して圧縮映像を作り，その圧縮映像をランダムアクセス可能な記録媒体317に録画する。つまり，テープの内容をコピーしてから圧縮映像を作る。」（段落【0026】）",
                    "「そのため，編集に必要なデーターはタイムコードであり，全ての音声，映像はタイムコードによって管理されている。つまり，タイムコードによってテープの内容とランダムアクセス可能な記録媒体を対応させている。」（段落【0027】）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「【発明が解決しようとする課題】本発明は，前述の従来技術の欠点を解消して，ビデオ編集を低コストかつ短時間で行うことができるビデオ編集方法およびその装置を提供することを目的とする。」（段落【0028】）"
                },
                {
                  "fig": "エ",
                  "subject": "「また，本願の第3発明は，複数の第1記録媒体の録画内容を情報量を少くした形でランダムアクセス可能な第2記録媒体に記録する情報量調節録画再生手段と，第2記録媒体の録画内容を編集して編集ポイントを抽出する仮編集手段と，編集ポイントにしたがって第1記録媒体を自動的に指定するテープ巻指定手段と，指定された巻の第1記録媒体から採用分の録画内容をランダムアクセス可能な第2記録媒体に実用上画質劣化の認められない形で取り込んで，編集ポイントにしたがって編集する本編集手段を備えることを特徴とするビデオ編集装置を要旨とする。」（段落【0031】）",
                  "text": [
                    "「高質録画の内容は，画像および音声の情報や，画像だけの情報や，音声だけの情報などであり，従来の高質録画の内容と同様のものを採用できる。例えば，放送局における素材，つまり撮影あるいは取材現場でテープ等の記録媒体に記録した録画内容を採用できる。また，記録媒体に記録したものに限らず，カメラ等から送信されるビデオ信号なども採用できる。また，素材を編集した後のものも採用できる。」（段落【0046】）",
                    "「高質録画の内容は，従来と同様に実用上十分に高質であり，それを編集した後の内容も実用上十分に高質である。例えば，放送局においては，放送に使用する上で十分に高画質である。」（段落【0047】）",
                    "「高質録画再生手段は，撮影によって高質録画の内容を送信する手段や，記録媒体に高質録画の内容を録画再生する手段などを採用できる。例えば，ビデオカメラ，VTR（ビデオテープレコーダー），コンピュータ，デジタルディスクレコーダーなど，従来の高質録画の内容を得る手段を採用できる。」（段落【0048】）",
                    "「第1記録媒体は，高質録画の内容を記録できるものであり，シーケンシャルアクセスである記録媒体やランダムアクセス可能な記録媒体など，従来と同様のものを採用できる。シーケンシャルアクセスである記録媒体としては，ビデオテープなどを採用できる。ランダムアクセス可能な記録媒体としては，ハードディスク，MOディスク（光磁気ディスク），RAMなどを採用できる。ランダムアクセスとは，記録媒体に記録されたデータ中の任意の部分を直接読み書きする方法である。」（段落【0049】）",
                    "「第3記録媒体は，第1記録媒体と同様のものである。第1記録媒体と同等の第3記録媒体には，第1記録媒体と同様の内容が記録されている。第3記録媒体に記録する手段としては，前述の高質録画手段や，第1記録媒体からその内容を取り込んで記録する手段などを採用できる。」（段落【0050】）",
                    "「任意の数の第1記録媒体に複数巻の高質録画の内容を記録できる。例えば，各第1記録媒体に各巻の高質録画の内容を記録できる。」（段落【0051】）",
                    "「低質録画の内容は，高質録画の内容より情報量の少ないものであり，編集するためには十分な情報量を有するが，実用的には不十分な情報量しか有しない。例えば，編集に必要な録画内容を表示できる程度に高質録画の画像情報を圧縮したものや，画素数を少なくしたものなどである。」（段落【0052】）",
                    "「情報量調節録画再生手段は，高質録画の内容を低質録画の内容に変えることができるものであり，データ圧縮手段，画素数を少なくする手段，帯域分割手段，従来のオフライン編集機の取り込み手段などを採用することができる。」（段落【0053】）",
                    "「複数の第1記録媒体の録画内容を，任意の数の第2記録媒体に記録できる。例えば，複数の第1記録媒体の録画内容を1つの第2記録媒体に記録できる。」（段落【0054】）",
                    "「第2記録媒体は，第1記録媒体と同様のものを採用できる。ただし，低質録画の内容を記録できるものであればよい。好ましくは，ランダムアクセス可能な記録媒体である。」（段落【0055】）",
                    "「仮編集手段は，アナログビデオ編集機，デジタルビデオ編集機，コンピュータを用いた編集システムなどである。その他にも，従来のオフライン編集機を採用することができる。好ましくは，編集内容を記録できるものである。」（段落【0056】）",
                    "「仮編集による編集内容は，実際に編集された映像ではなく，編集ポイントであることが好ましい。編集ポイントは，編集に採用する素材，その採用部分，合成のタイミングなどを示すものである。例えば，従来のように，採用部分の開始点，終了点，合成の開始点，終了点を基準点からの駒数や時間に換算したものである。これに限らず，従来のオフライン編集機におけるEDL（Edit・Direction・List）なども採用できる。編集内容は，編集に採用する素材を特定できることが好ましい。」（段落【0057】）"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「第1実施例",
                  "text": [
                    "本発明の第1実施例によるビデオ編集方法およびその装置について説明する。」（段落【0065】）",
                    "「このビデオ編集装置は，ランダムアクセス可能な記録媒体に録画内容を取り込んで編集を行なう編集装置であり，前述の従来技術の欠点をなくすことができる。 このビデオ編集装置について説明する。ビデオ編集装置1の構成を示すブロック図を図1に示す。」（段落【0066】）",
                    "「ビデオ編集装置1は，自動交換装置2，VTR3，ディジタイザー4，CPU（中央処理装置）5，圧縮伸長装置6，フレーム位置情報出力手段7，第1I／O装置8，ハードディスク駆動装置9，RAM／ROM10，第2I／O装置11，テープ管理手段12，D／A変換手段13を備えている。」（段落【0067】）",
                    "「ディジタイザー4は，VTR3の再生信号をA／D変換するものであり，従来のビデオディジタイザーを採用できる。圧縮伸長装置6は，圧縮比可変のものであり，動画データを高質のデータや低質のデータなので，所望の質のデータに変換できる。フレーム位置情報出力手段7は，タイムコードリーダおよび同期信号カウンタを備えており，VTR3から受信したタイムコードとディジタイザー4から受信した同期信号に基づいてフレーム位置情報を出力する。第1I／O装置8，第2I／O装置11は，それぞれパラレル又はシリアルのものである。テープ管理手段12は，テープ番号を出力したり，テープの有無を入力したりするものである。D／A変換手段13は，動画データをD／A変換してモニター出力するものである。」（段落【0068】）",
                    "「次に，ビデオ編集方法について説明する。」（段落【0069】）",
                    "「ビデオ編集方法は，図2および図3に示す流れ図の手順20～57にしたがって行われる。」（段落【0070】）",
                    "「このビデオ編集方法について，詳しく説明する。」（段落【0071】）",
                    "「必要な素材を選び，編集ポイントを見つけ，ストーリーを構成するために，一旦ランダムアクセス可能な記録媒体に情報量の少ない形で，例えば縦横で半分の画素数，圧縮比で1／10という条件で全ての素材を取り込む。このようにして取り込まれたデータは，元の映像（素材）をそのまま取り込む場合と比べて，約1／40のデータである。例えば，ＮTSC方式の動画を横640ドット×縦480ドットで3万2千色で取り込む場合は，毎秒約450Kbのデータである。この場合，例えば素材を20時間取り込むためには，32．4Gbの記録媒体があればよい。素材の情報量より少ない記録容量の記録媒体に，全ての素材を取り込むことが出来る。」（段落【0072】）",
                    "「その後，記録媒体の録画内容を編集する。すなわち，記録媒体の録画内容をコンピューターのディスプレイ上に表示しながら，編集ポイントの設定，あるいは重ね合わせ，素材の接続切り替え分割などの設定を行う。編集中に，仕上がりの内容がどのようなタイミングで編集されるか，あるいはどのような画面となるかを確認する作業，つまりプレビューの作業を一緒に行う。この作業に用いる画面の画素数が素材の画素数の1／4であるので，プレビューの処理系に必要なCPUパワーは，従来方式の1／4である。」（段落【0073】）",
                    "「一通りの編集作業が終了した段階で，一旦使われている各素材に対して管理のために番号あるいは符号あるいは名称を付ける。好ましくは，例えば通し番号を割り当てる。そして，番号毎に，その番号の素材の編集ポイントを全て記録装置に記録する。この場合，素材を他の素材と間違えないように管理する手段を使う。例えば，素材がテープである場合は，各テープを他のテープと間違えないように所定のホルダーに入れる手段を使う。このようにホルダーに入れる手段を使う場合は，ホルダーに通し番号を付け，その通し番号でテープを管理する。」（段落【0074】）",
                    "「その後，ランダムアクセス可能な記録媒体に入っている内容を消去し，編集に使われた部分のみを今度は実用上画質劣化の無い圧縮比，あるいは画素数でランダムアクセス可能な記録媒体に取り込む。この時，編集内容にしたがって通し番号を指定して適切にテープを取り替える。」（段落【0075】）",
                    "「それによって，非常に効果を発揮する。すなわち，テープを管理する手段によりテープに初めから番号が付けられ，各テープが後で間違いなくすぐに探し出されるように所定の場所に格納されるので，テープ交換作業のうちで一番時間のかかる大量のテープの山から必要なテープを選び出す作業を瞬時に出来る。それに対して，従来は，テープに付けられたタイトルから必要なテープを選び出すので，そのような効果を発揮できない。この効果は手動自動を問わず著しい時間短縮につながる。」（段落【0076】）",
                    "「前述の実用上画質劣化の無い圧縮比，あるいは画素数で取り込むデータは，例えばＮTSC方式の動画を横640ドット×縦480ドットで圧縮比1／3，3万2千色で取り込む場合，毎秒約6Mbのデータとなる。」（段落【0077】）",
                    "「毎秒約6Mbのデータを取り込むための記録媒体の記録容量について説明する。ここで重要なのは素材がどれぐらいの割合で有効なのかである。例えば，素材が20時間であり，素材の有効となる率が約5％である場合（放送局などで実際に使われる率がほぼ5％である），20時間の5％すなわち1時間取り込む。この場合，取り込みに必要となるランダムアクセス可能な記録媒体の記録容量は21．6Gbである。このように有効な割合に応じて記録容量を設定することによって，必要な素材を取り込むことが出来る。」（段落【0078】）",
                    "「その後，取り込まれたデータを編集して映像をつなぎ，つなぎの終わった映像を記録媒体に記録する。そのために，前述の取り込みに必要な記録容量とほぼ同量の21．6Gbの記録容量が必要となる。つまり上記の条件の下では合計で43．2Gbの記録容量があれば1時間の映像を作成できる。」（段落【0079】）",
                    "「それに対して，従来のような考え方で全ての素材を実用上画質劣化の無い圧縮比，あるいは画素数で取込みを行なう場合は，素材を取り込むために同様の条件の下で432Gbの記録容量が必要であり，さらにつなぎの終わった映像を記録するためにその5％の21．6Gbの記録容量が必要となる。つまり合計で453．6Gbの記録容量のランダムアクセス可能な記録媒体が必要となる。」（段落【0080】）",
                    "「このように，本発明によれば，従来の約1／10の記録容量のランダムアクセス可能な記録媒体を用いて全ての編集を行なえる。すなわちランダムアクセス可能な記録媒体のコストが1／10となり，装置の大きさもほぼ1／10で実現できるようになる。ランダムアクセス可能な記録媒体のコストが装置全体のコストの約5割から9割を占めている場合は，著しいコストダウンとなる。しかも，有効な分を取り込む時のテープを掛け替える作業は，時間にして従来の作業の約1／20である。このように，本発明によって正しいテープを即座に装着出来るようになる。それによって，テープ掛け替え作業に費やす労力は相対的に非常に低いものとなる。」（段落【0081】）",
                    "「その上，本発明は，従来のオフライン編集で使われている程度のCPU，すなわちパーソナルコンピュータの利用が可能である。さらに，編集ポイントを見つける作業をするためのソフトウエアとして，従来のオフライン編集で使われているものを転用することも可能である。すなわちランダムアクセス可能な記録媒体以外の部分でも著しいコストダウンが図れる。」（段落【0082】）",
                    "「素材をディジタイジングしたファイルをムービーファイルと言う。そのムービーファイルから例えばGet・Track・Duration関数を用いてムービーファイルのトラックの長さを得る。」（段落【0115】）",
                    "「次に，そのトラックの長さをM／（Ｎ-1）｛M＜Ｎ，0＜M｝に分けて示す時間（タイムコード）を得る。このＮ個の時間（タイムコード）を時間リストとして管理する。」（段落【0116】）",
                    "「Get・Movie・Pict関数を用いて時間リストに基づいてそれぞれの時間におけるフレームの静止画を得る。」（段落【0117】）",
                    "「素材を表示する素材ウインドウ110上にそれぞれのムービー再生のためのビューインスタンスを生成する。つまり，各素材について，その通し番号113，タイムコード112，各タイムコードにおけるフレームの静止画111を素材ウインドウ110に表示する。通し番号113は，前述のようにテープ毎に割り当ていれている。通し番号113とともに，各素材に応じたタイトルメモなどを表示してもよい。素材ウインドウ110は，スクロールバー110aを備えている。スクロールバー110aによって，全ての素材の静止画111をスクロールさせて表示させることができる。」（段落【0118】）"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「第4実施例",
                  "text": [
                    "図11を参照して，本発明の第4実施例によるビデオ編集方法およびその装置について説明する。」（段落【0121】）",
                    "「このビデオ編集方法は直接記録方式の編集方法である。」（段落【0122】）",
                    "「この方式の装置は，ビデオ信号原120，ディジタイズ手段121，高質処理手段122，第1高質録画手段123，低質処理手段124，低質録画手段125，仮編集手段126，編集ポイント保存手段127，高質再生手段128，本編集手段129，本編集データ記録手段130，仕上がり映像再生手段131，第2高質録画手段132を備えている。これらの手段は，それぞれ別体として設けられたものでなくてもよい。例えば，1つのものを複数の手段に使い分けるようにしてものでもよい。」（段落【0123】）",
                    "「次に，この装置による信号処理の流れについて説明する。」（段落【0124】）",
                    "「ビデオ信号原120は，ビデオ信号をディジタイズ手段121に送信する。ビデオ信号原120は，カメラやVTRなどであり，ビデオ信号は，高質録画の内容である。ディジタイズ手段121は，ビデオ信号をA／D変換して動画データに変えて，高質処理手段122，低質処理手段124にそれぞれ送信する。」（段落【0125】）",
                    "「高質処理手段122は，画質を落とさないように動画データを圧縮，拡大，縮小，帯域分割して高画質の動画データに変え，第1高質録画手段123に送信する。第1高質録画手段123は，高画質の動画データを第3記録媒体，例えばテープに記録する。」（段落【0126】）",
                    "「低質処理手段124は，データ量を少なくするように動画データを圧縮，拡大，縮小，帯域分割して低画質の動画データに変え，低質録画手段125に送信する。低質録画手段125は，低画質の動画データを第2記録媒体，例えばハードディスクに記録する。仮編集手段126は，第2記録媒体の記録内容を編集して，編集ポイントを編集ポイント保存手段127に送信する。編集ポイント保存手段127は，編集ポイントを保存して，それに基づいて接合点等の位置情報を高質再生装置128および本編集手段129にそれぞれ送信する。高質再生装置128は，位置情報にしたがって第3記録媒体を再生し，採用分の動画データを本編集手段129に送信する。本編集手段129は，位置情報にしたがって採用分の動画データを接合，特殊効果，重ね合わせ処理して本編集データを作り本編集データ記録手段130あるいは仕上がり映像再生手段131にそれぞれ送信する。本編集データ記録手段130は，本編集データを第4記録媒体，例えばD-1VTRのテープに記録する。仕上がり映像再生手段131は，本編集データをD／A変換して，直接的に映像再生を行う。」（段落【0127】）",
                    "「以上説明した装置においては，高質処理手段122および低質処理手段124によって動画データを高画質と低画質の2つのデータに変えたが，これに限らず，高質処理手段122および低質処理手段124によって，ビデオ信号を画質改善用のデータおよび低画質のデータに分割してもよい。」（段落【0128】）",
                    "「例えば，高質処理手段122によってビデオ信号を帯域分割して画質改善用のデータに変え，低質処理手段124によってビデオ信号を帯域分割して低画質のデータに変える。低画質のデータは，編集可能な低画質の動画データである。画質改善用のデータは，ビデオ信号から低画質のデータを分割した残りのデータである。この場合，本編集手段129は，位置情報にしたがって，採用分の画質改善用のデータに低画質のデータを加算して採用分の高画質の動画データを作り，その採用分の動画データを接合，特殊効果，重ね合わせ処理して編集データを作る。低画質のデータは，低質録画手段125によって再生する。」（段落【0129】）"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「第6実施例",
                  "text": [
                    "本発明の第6実施例によるビデオ編集方法およびその装置について説明する。」（段落【0141】）",
                    "「第6実施例は，高質録画の内容をアナログデータとし，低質録画の内容をディジタルデータとして，両者を対応づける。その他の構成については，前述の第1実施例と同様である。」（段落【0142】）",
                    "「次に，図13を参照して，アナログデータにディジタルデータを対応づける方法について説明する。」（段落【0143】）",
                    "「高質録画のデータ列160の音声又はコントロールトラックに，あるいは垂直ブランキングの直前直後に記録開始信号をタイムコードインデックスとして，一般的に使われている手段，例えばLTCタイムコード，SMPTE等によってマークする。そして，Ｎ駒毎にタイムコードインデックス160a～160eを高質記録時にマークとして付けておく。」（段落【0144】）",
                    "「編集用（低画質）のディジタイズ時（つまり，アナログデータを低質のディジタルデータに変える時）に，記録開始信号を検知し，その直後の駒を最初の駒として1駒ずつ駒番号を割り当てる。高画質のディジタイズ時（高質録画の内容から採用分のデータを取り込む時）は，まず目的の駒の前方にあり編集ポイントに近いタイムコードインデックスの所までテープを早送り，巻き戻し，その後，目的の駒になるまで垂直同期信号を監視して（つまり，駒数を数えて）ディジタイザを待機させ，その後，必要な駒数をディジタイズする。」（段落【0145】）",
                    "「図示例においては，高質記録時にタイムコードインデックス160a～160eを30駒毎に，かつ1秒毎に割り当てている。そして，低質録画のデータ列161の各採用分162，163（採用1，採用2）の初めの位置および終りの位置を記録する。初めの位置は，採用分の最初の駒の前方で最も近いタイムコードインデックスからその駒の直前の駒までの駒数を示す。終りの位置は，採用分の最後の駒の前方で最も近いタイムコードインデックスからその駒までの駒数を示す。」（段落【0146】）",
                    "「低質のデータ列161の採用分162，163（採用1，採用2）の最初の駒の位置および最後の駒の位置にしたがって，高質データの採用分164，165（採用1，採用2）を高画質で取り込む。つまり，高質録画のデータ列160をタイムコードインデックス160a（00：00：01：00）まで早送りし，そこから4駒数えた後，5駒目から採用1の最後の駒まで取り込み，その後，タイムコードインデックス160c（00：00：03：00）まで早送りし，そこから15駒数えた後，16駒目から採用2の最後の駒まで取り込む。」（段落【0147】）"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "「第8実施例",
                  "text": [
                    "本発明の第8実施例によるビデオ編集方法およびその装置について説明する。」（段落【0156】）",
                    "「第8実施例は，高質録画の内容および低質録画の内容をそれぞれディジタルデータとし，両者を対応づける。その他の構成については，前述の第1実施例と同様である。」（段落【0157】）",
                    "「次に，図15を参照して，ディジタルデータにディジタルデータを対応づける方法について説明する。」（段落【0158】）",
                    "「帯域分割，JPEG圧縮，MPEG圧縮，拡大縮小等がされた高画質のデーター列176（または画像改善用のデータでもよい）は，低い圧縮率（1／1～1／6），大きい倍率（0．8～2），広い帯域（1／2～1／6，あるいは低画質データで記録されなかった残りの部分）で記録されている。MPEG圧縮の場合，高画質を維持できるように，キーフレームを2駒～30駒毎に記録する。」（段落【0159】）",
                    "「帯域分割，JPEG圧縮，MPEG圧縮，拡大縮小等がされた低画質のデーター列177（シーン確認用）は，高画質の物より，高い圧縮率（1／2～1／100），小さい倍率（0．9～0．1倍），狭い帯域（1／2～1／100）で記録されている。MPEG圧縮の場合，編集ポイントを捜すのに困らないように，キーフレームを2駒～4駒毎に記録する。」（段落【0160】）",
                    "「高画質のデーター列176には，K駒毎（ただし，Kは整数）にフレーム又はフィールドの位置を表す位置データ180a，180bが挿入されている。低画質のデーター列177には，P駒毎（ただし，Pは整数）にフレーム又はフィールドの位置を表す位置データ181a，181bが挿入されている。K対Pを，1対1，1対L，あるいはL対1に設定する。ただし，K，P，Lは，3つの条件式（1≦K≦1000000，1≦L≦1000000，1≦P≦1000000）を満足する。」（段落【0161】）",
                    "「このように第8実施例の方法は，データーを対応付けて，2通りの記録方法で録画する方法（ディジタルデータとディジタルデータを対応させる方法）である。この方法は，前述の第6実施例のディジタルとアナログの対応付け方法と組み合わせることも可能である。」（段落【0164】）"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "「次に，図22を参照して，VTR192，カメラ198および光磁気ディスク199についてさらに詳しく説明する。」（段落【0243】）",
                  "text": [
                    "「カメラ198から音声情報および映像情報をVTR192に送るとともに，音映像情報を光磁気ディスク199に送る。」（段落【0244】）",
                    "「VTR192は，タイムコード192cに対応させて，音声情報および映像情報を音声トラック192aおよび映像トラック192bに高質録画する。」（段落【0245】）",
                    "「光磁気ディスク199は，映像情報を圧縮して圧縮映像データ199aを作成する。圧縮映像データ199aは，映像の内容を確認できる程度の低画質のものであり，通常のミニチュア表示による映像と同程度の画質である。圧縮映像データ199aは，映像トラック192bに記録される高画質の映像情報に対応するように光磁気ディスクに記録される。」（段落【0246】）",
                    "「このように，高画質の映像と低画質の映像を同時に，かつ互いに対応させて記録する。つまり，タイムコード192c以外の手段でも，高画質の映像と低画質の映像を対応させる。」（段落【0247】）"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "「【発明の効果】本発明によれば，従来と比較して短時間かつ低コストで編集を行い，かつ編集後の仕上りを高質にすることができる。」（段落【0249】）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明24及び本件発明33と甲6発明の同一性の判断の誤りの有無について",
              "text": [
                "原告は，本件審決が，本件発明24及び本件発明24（請求項24）の記載を引用する本件発明33と甲6発明は，本件発明24は「相互に関連した編集タイムコード情報を含む番組を，それぞれ第1と第2のフォーマットで前記第1と第2のデジタル記録媒体に二重に記録する手段」であるのに対し，甲6発明では，「相互に関連した編集タイムコード情報を含む」ことについて特定されていない点で相違し（相違点2），先願明細書（甲6）には，上記相違点2に係る構成の開示がないから，本件発明24及び本件発明33は，先願明細書に記載された発明ではない旨判断したが，上記構成の開示があるから，本件審決の上記判断は誤りである旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明24の「相互に関連した編集タイムコード情報」の意義について",
                  "text": [
                    "本件発明24の特許請求の範囲（請求項24）には，「相互に関連した編集タイムコード情報を含む番組を，それぞれ第1と第2のフォーマットで前記第1と第2のデジタル記録媒体に二重に記録する手段」にいう「相互に関連した編集タイムコード情報」の具体的構成について特に規定する記載はない。",
                    "次に，本件明細書（甲33）には，「タイムコード」あるいは「タイムコード情報」に関し，「改造されたカメラか他のソースから用意されたデジタル番組ソース素材は，編集用タイムコードが一致した二つのフォーマットでデータ圧縮された音声・映像素材として用意される。つまり，一つのデジタル番組ソース素材は，二つのフォーマットの素材で二重に用意される。」（9欄20行～25行），「この発明による最終映像番組の制作方法は，第1と第2のデジタルフォーマットで番組ソース素材を供給することを含み，第1のフォーマットは第2のフォーマットより高いデータ圧縮比を持つ特徴があり，そして，第1と第2のフォーマットで，素材を各々の場合に関連する編集タイムコード情報を一緒に第1と第2の可搬型記録媒体に記録し，第1の記録媒体をオフライン映像編集システムで編集決定リストを作成できるようにインターフェースし，オフライン映像編集システムと連結して作成した編集決定リストをオンライン映像システムに移して，第2の記録媒体をオンライン映像編集システムにインターフェースする。そして，最終映像番組を制作する為に，編集決定リストにより，第2のフォーマットの素材を第2の記録媒体の上に編集する。」（9欄48行～10欄12行），「けれども，全ての場合，流れに沿った編集設備で互換性を確保する為に，両方の可搬型媒体のドライブ70と88は同様なあるいは少なくとも関連した編集タイムコードの情報と一緒に記録されなければならない。」（11欄45行～48行），「オフラインシステムの可搬型記録媒体のタイムコード表示番号は，編集決定リストを何の変換あるいは改造を必要とせず，オンラインシステムに使用されるように相互に関連する。」（15欄32行～36行）との記載がある。上記記載によれば，流れに沿った編集設備で互換性を確保するために，「第1と第2のフォーマットで，素材を各々の場合に関連する編集タイムコード情報」を「一緒に第1と第2の可搬型記録媒体」に記録すること，「オフラインシステムの可搬型記録媒体のタイムコード表示番号」はオンラインシステムにおける映像編集に使用されることを理解することができる。一方で，本件明細書には，「タイムコード」あるいは「タイムコード情報」の具体的構成について説明した記載はないから，本件発明26の「編集タイムコード情報」には，本件出願の優先日当時周知の構成のものを含むと解される。",
                    "しかるところ，甲21（放送技術双書「VTR技術」日本放送協会編，昭和57年10月20日発行）には，「8．3  タイムコード」の項目に，「テープ位置情報として，キュートラックにテープアドレスを記録する方法をいくつかの編集機器が採用し，それぞれ独自のフォーマットをもつアドレスが運用されていた。各社のアドレスの特質を検討して，SMPTEが統一規格を推奨したのは1970年であった。このアドレスは1フレーム，80ビットの自己クロックをもつ24時間制の時刻情報と制御情報の複合コードで，1974年，…IEC規格となり，俗称，SMPTEタイムコードまたはEBUタイムコードと呼ばれている。」（219頁18行～末行），「8．3．1  SMPTEタイムコード」の項目に，「SMPTEタイムコードはアメリカ規格（…）に規定されたコードの略称である。IEC規格では，Publication（…）として625／50 television systemを含む規格として一般化している。」（220頁1行～6行），「(2)  コードフォーマット  各テレビジョンフレームに対してアドレス値が割り当てられ，フレーム値は00フレームから29フレームまでの番号がつけられる。時間けたは00～23時，分けたは00～59分，そして秒けたが00～59秒の24時間制のコードフォーマットである。各アドレスはビット00からビット79までの80ビットで構成され，図8．16のように割り付けられた値をもつ」（221頁2行～7行）との記載があり，「図8．16  タイムコードフォーマットとタイムコード波形のモデル」には，「16：47：31：23」（16時47分31秒23フレーム）のタイムコードの例（220頁）が記載されている。",
                    "上記記載によれば，本件出願の優先日当時，SMPTEタイムコードは周知であったものであり，本件発明26の「編集タイムコード情報」にSMPTEタイムコードが含まれるものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "先願明細書における「相互に関連した編集タイムコード情報」の開示の有無等について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件審決は，先願明細書（甲6）の第4実施例（段落【0121】～【0129】）の記載（前記(1)カ）に基づいて，甲6発明として，",
                      "text": [
                        "「本編集手段と共に使用するように適合したデジタル編集装置であって，",
                        "カメラやVTRなどから得られた高質録画の内容であるビデオ信号は，A／D変換して動画データに変えて，高質処理手段122，低質処理手段124にそれぞれ送信し，高質処理手段122は，画質を落とさないように動画データを圧縮，拡大，縮小，帯域分割して高画質の動画データに変え，高画質の動画データを第3記録媒体，例えばテープに記録し，低質処理手段124は，データ量を少なくするように動画データを圧縮，拡大，縮小，帯域分割して低画質の動画データに変え，低画質の動画データを第2記録媒体，例えばハードディスクに記録し，",
                        "第2記録媒体の記録内容（第2記録媒体の情報）を受け取り，編集して編集ポイントを保存する仮編集手段を有し，",
                        "仮編集手段により編集された編集ポイントに基づく位置情報を編集ポイント保存手段から受け取り，上記位置情報と第3記録媒体のデータ（高画質の動画データ）とに基づき採用分の動画データを接合，特殊効果，重ね合わせ処理して本編集データを作り本編集データ記録手段130あるいは仕上がり映像再生手段131にそれぞれ送信する本編集手段を有するデジタル編集装置。」を認定した（本件審決58頁8行～60頁20行）。",
                        "原告は，先願明細書の第4実施例には，甲6発明の「位置情報」としてどのような情報を記録するかについて明示の記載はないが，従来技術（段落【0020】，【0021】，【0024】ないし【0027】）でも，他の実施例（段落【0141】ないし【0147】，【0245】ないし【0247】）でも，オフライン編集の素材と放送用の素材との双方に「タイムコード情報」（タイムコード又はタイムコードと関連づけられた情報）を記録し，「タイムコード情報」によって二つの素材を対応づける構成が記載されているのであるから，かかる構成を甲6発明の「位置情報」に適用することにより，かかる構成は先願明細書に記載されているに等しいといえる旨主張する（前記第3の4(1)ア(ア)，エ参照）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで検討するに，甲6には，「従来の技術」として，「目的の映像を作る実際の編集作業を行なうまでに，どの素材のどの部分を何処に使うか，混合や特殊効果等どのようなものを使うかを決めなくてはならない。そのために，まず全ての素材（…）の内容を見て行かなくてはならない。…採用される部分のあたりで数回繰り返して見て，採用される部分のタイムコードや，そのテープのタイトルや，管理番号等を記録するわけである。」（段落【0020】），「これらの作業を軽減するために従来はオフライン編集という手法が用いられている。これはランダムアクセス可能な記録媒体に高い圧縮率（画質を落とし，画面に何が映っているか確認できる程度に変える圧縮率，例えばほぼ1／6～1／100の圧縮率）で，全ての素材を記録し，一通りランダムアクセス可能な記録媒体上で映像を作ってみる手法である。その時，前述のようにタイムコードや特殊効果を記録して，リストとして印刷する。その後に，前述のように実際の編集作業をVTRで行なうものである。つまり，印刷されているリストにしたがって順番にテープを掛け替えて再生し，スイッチャー装置を使い画面の合成等を行ないながら収録側VTRにつなぎ取りを行なってゆくわけである。」（段落【0021】），「次に，図28を参照して，前述の従来のオフライン編集装置についてさらに説明する。…カメラ314からVTR315に音声情報および映像情報を送る。そして，VTR315によって，テープの音声トラック315aおよび映像トラック315bに音声情報および映像情報をそれぞれ高質録画するとともに，それらに対応させてタイムコード315cを記録する。このように，音声，映像，タイムコードの3種類のデーターがテープに記録される。その後，テープから映像情報を再生して圧縮して圧縮映像を作り，その圧縮映像をランダムアクセス可能な記録媒体317に録画する。つまり，テープの内容をコピーしてから圧縮映像を作る。そのため，編集に必要なデーターはタイムコードであり，全ての音声，映像はタイムコードによって管理されている。つまり，タイムコードによってテープの内容とランダムアクセス可能な記録媒体を対応させている。」（段落【0024】～【0027】）との記載がある。上記記載及び図28（別紙甲6図面参照）によれば，甲6には，従来の技術として，VTR315は，カメラ314から出力された音声情報及び映像情報をテープに高質録画するとともに，それらに対応させてタイムコード315cを記録することにより，音声，映像，タイムコードの3種類のデーターをテープに記録し，その後，テープの内容をコピーして圧縮映像を作り，その圧縮映像をランダムアクセス可能な記録媒体317に録画し，タイムコードによってテープの内容とランダムアクセス可能な記録媒体を対応させて編集を行う技術が記載されていることが認められる。これによれば，甲6には，高質録画した映像情報の素材（テープ）に記録されたタイムコードとその素材をコピーして作成した圧縮映像の素材（ランダムアクセス可能な記録媒体）に記録されたタイムコードとは相互に関連し，タイムコードによって二つの素材を対応させているので，タイムコードは編集に必要なデータであることが開示されているといえる。",
                        "次に，甲6には，「第6実施例」として，「第6実施例は，高質録画の内容をアナログデータとし，低質録画の内容をディジタルデータとして，両者を対応づける。…図13を参照して，アナログデータにディジタルデータを対応づける方法について説明する。高質録画のデータ列160の音声又はコントロールトラックに，あるいは垂直ブランキングの直前直後に記録開始信号をタイムコードインデックスとして，一般的に使われている手段，例えばLTCタイムコード，SMPTE等によってマークする。そして，Ｎ駒毎にタイムコードインデックス160a～160eを高質記録時にマークとして付けておく。編集用（低画質）のディジタイズ時（つまり，アナログデータを低質のディジタルデータに変える時）に，記録開始信号を検知し，その直後の駒を最初の駒として1駒ずつ駒番号を割り当てる。」（段落【0141】～【0145】），「図示例においては，高質記録時にタイムコードインデックス160a～160eを30駒毎に，かつ1秒毎に割り当てている。そして，低質録画のデータ列161の各採用分162，163（採用1，採用2）の初めの位置および終りの位置を記録する。初めの位置は，採用分の最初の駒の前方で最も近いタイムコードインデックスからその駒の直前の駒までの駒数を示す。終りの位置は，採用分の最後の駒の前方で最も近いタイムコードインデックスからその駒までの駒数を示す。低質のデータ列161の採用分162，163（採用1，採用2）の最初の駒の位置および最後の駒の位置にしたがって，高質データの採用分164，165（採用1，採用2）を高画質で取り込む。つまり，高質録画のデータ列160をタイムコードインデックス160a（00：00：01：00）まで早送りし，そこから4駒数えた後，5駒目から採用1の最後の駒まで取り込み，その後，タイムコードインデックス160c（00：00：03：00）まで早送りし，そこから15駒数えた後，16駒目から採用2の最後の駒まで取り込む。」（段落【0146】～【0147】）との記載がある。上記記載及び図13（別紙甲6図面）によれば，甲6には，「タイムコード」の具体的構成として，「駒番号」（図13記載のタイムコード（駒数）），SMPTEタイムコード（図13記載の「00：00：01：04」，「00：00：02：10」等）が記載されており，図13記載の「駒番号」とSMPTEタイムコードの対応関係をみると（「4駒」は「00：00：01：04」，「10駒」は「00：00：02：10」，「15駒」は「00：00：03：15」等），「駒番号」は，SMPTEタイムコードを構成する「フレーム番号」に相当するものと解される。",
                        "そして，前記アのとおり，このSMPTEタイムコードは，本件発明26の「編集タイムコード情報」に含まれる。",
                        "以上によれば，甲6には，本件発明24の「相互に関連した編集タイムコード情報」を「第1のフォーマット」で「第1の記録媒体」（高質録画した映像情報の素材）上に，「第2のフォーマット」で「第2の記録媒体」（上記映像情報の圧縮映像の素材）上にそれぞれ有する構成の開示があるものと認められる。",
                        "したがって，甲6には，本件発明24の「相互に関連した編集タイムコード情報を含む番組を，それぞれ第1と第2のフォーマットで前記第1と第2のデジタル記録媒体に二重に記録する手段」の構成が開示されているに等しいものといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決は，これに対し，①先願明細書の段落【0020】及び【0021】の記載は，編集時に編集を行う箇所をタイムコードで管理することに関する記載であって，「相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有」することに関する構成とも，また当該構成を示唆する構成ともいえない（本件審決64頁26行～65頁1行），②先願明細書の段落【0024】ないし【0027】の記載は，オフライン編集時に利用する映像を記録する時とオンライン編集時に利用する映像を記録する時とで，それぞれ対応するようにタイムコードを記録する技術思想まで記載しているとはいえない（本件審決65頁2行～66頁3行），③先願明細書の段落【0141】ないし【0147】の記載は，高質録画の内容（アナログデータ）を編集用の低画質のデータにデジタイズして取り込むときにアナログデータのフレーム位置を特定するためにタイムコードを用いていることのみの記載であって，デジタイズされた低画質データについてはコマ数で位置を特定しているから，オフライン編集時に利用する映像を記録する時とオンライン編集時に利用する映像を記録する時にそれぞれ対応するようにタイムコードを記録する技術思想まで記載しているとはいえない（本件審決66頁8行～24行）などと判断した。",
                        "しかしながら，前記(イ)で認定したとおり，甲6の段落【0020】，【0021】，【0024】～【0027】の記載及び図28によれば，甲6には，高質録画した映像情報の素材（テープ）に記録されたタイムコードとその素材をコピーして作成した圧縮映像の素材（ランダムアクセス可能な記録媒体）に記録されたタイムコードとは相互に関連し，タイムコードによって二つの素材を対応させているので，タイムコードは編集に必要なデータであることが開示されており，また，段落【0141】ないし【0144】，【0146】，【0147】及び図13によれば，甲6には，「タイムコード」の具体的構成として，「駒番号」（図13記載のタイムコード（駒数）），SMPTEタイムコード（図13記載の「00：00：01：04」，「00：00：02：10」等）が記載されており，この「駒番号」は，SMPTEタイムコードを構成する「フレーム番号」に相当することに照らすと，本件審決の挙げる上記①ないし③の諸点はいずれも失当であり，本件審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "参加人は，これに対し，①例えば，オフライン編集用の装置が，編集のためにオフライン編集用に記録された素材を再生する際に，素材の先頭を0（ゼロ）として所定のタイムコードを生成し，そのタイムコードをオフライン編集用の装置の画面に表示すれば，オフライン編集においてタイムコードを記録したリストを作成することができ，また，ランダムアクセス可能な記録媒体がオフライン編集用の装置にセットされた段階で，オフライン編集用の装置が，所定のタイムコードを生成し，そのタイムコードをオフライン編集用に記録された素材に付けて，ランダムアクセス可能な記録媒体に記録し直すこともでき，このようにオフライン編集用に記録された素材そのものにタイムコードが含まれていなくとも，オフライン編集においてタイムコードを記録したリストを作成し，編集作業を行うことができることからすると，先願明細書の段落【0020】及び【0021】の記載は，編集時に編集を行う箇所をタイムコードで管理することに関する記載であって，「相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有」することに関する構成であるとはいえないし，また，段落【0027】の記載は，単に「タイムコード」を用いて，テープに記録された映像とランダムアクセス可能な記録媒体に記録された映像とを対応させることに関する記載にすぎず，オフライン編集時に利用する映像を記録する時とオンライン編集時に利用する映像を記録する時とで，それぞれ対応するようにタイムコードを記録する技術思想まで記載しているとはいえない，②「タイムコード情報」には，その語句のとおり，時，分，秒などの時間を特定できる情報が含まれることは明らかであるが，「駒番号」（段落【0145】）は，時間を特定できる情報は含まないから，「タイムコード情報」に該当しない，③「タイムコード」に関する段落【0141】ないし【0147】の記載は，先願明細書の「第6実施例」に関する記載であり，第6実施例は，「高質録画の内容をアナログデータとし，低質録画の内容をディジタルデータとして，両者を対応づける。」（段落【0142】）ものであって，本件審決が甲6発明を認定した「第4実施例」とは高質録画のデータ（高画質の動画データ）の形式が異なり，また，段落【0142】には「その他の構成については，前述の第1実施例と同様である。」と記載されており，第6実施例を第4実施例に適用できるとする記載はないから，段落【0141】ないし【0147】の記載を甲6発明に適用して解釈することはできないなどとして，前記(ウ)の本件審決の認定及び判断に誤りはない旨主張する。",
                        "しかしながら，上記①の点については，参加人が挙げる上記①の例は，オフライン編集用の素材が記録媒体に記録された後，その素材を用いてオフライン編集を行う際に，オフライン編集用の装置が上記素材にタイムコードを付与するもといえるが，その後，オフライン編集で作成されたリストに基づいて，オンライン編集を行うには上記タイムコードがオンライン編集用の素材に付されたタイムコードと対応づけられている必要があるから，上記①の例があり得ることが，甲6において，「相互に関連した編集タイムコード情報を，第1と第2のフォーマットで第1と第2の記録媒体の上に有」することに関する構成が開示されていることを否定する根拠となるものではない。また，前記(ウ)認定のとおり，甲6の段落【0020】，【0021】，【0024】～【0027】の記載及び図28によれば，甲6には，高質録画した映像情報の素材（テープ）に記録されたタイムコードとその素材をコピーして作成した圧縮映像の素材（ランダムアクセス可能な記録媒体）に記録されたタイムコードとは相互に関連し，タイムコードによって二つの素材を対応させているので，タイムコードは編集に必要なデータであることが開示されているから，甲6は，オフライン編集時に利用する映像を記録する時とオンライン編集時に利用する映像を記録する時とで，それぞれ対応するようにタイムコードを記録する技術思想を開示しているものといえる。",
                        "次に，上記②の点については，前記(ウ)のとおり，「駒番号」は，本件発明24の「タイムコード情報」に含まれるSMPTEタイムコードを構成する「フレーム番号」に相当するものと認められる。",
                        "さらに，上記③の点については，甲6においては，「高質録画の内容および低質録画の内容をそれぞれディジタルデータとし，両者を対応づける」第8実施例（段落【0157】）に関し，「このように第8実施例の方法は，データーを対応付けて，2通りの記録方法で録画する方法（ディジタルデータとディジタルデータを対応させる方法）である。この方法は，前述の第6実施例のディジタルとアナログの対応付け方法と組み合わせることも可能である。」（段落【0164】）と記載されているように，「高質録画及び低質録画の内容が「アナログデータ」か，「ディジタルデータ」によって対応付け方法を峻別していないから，本件審決が甲6発明を認定した「第4実施例」と「第6実施例」とで高質録画のデータ（高画質の動画データ）の形式が異なることは，タイムコード」に関する段落【0141】ないし【0147】記載の技術を甲6発明に適用することの妨げとなるものではない。",
                        "したがって，参加人の上記主張は，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明24及び本件発明33と甲6発明の同一性について",
                  "text": [
                    "前記イ(イ)のとおり，甲6には，本件発明24の「相互に関連した編集タイムコード情報を含む番組を，それぞれ第1と第2のフォーマットで前記第1と第2のデジタル記録媒体に二重に記録する手段」の構成が開示されているに等しいことに鑑みると，甲6に接した当業者は，甲6発明の「位置情報」は，「タイムコード情報」に該当し，甲6発明において「高画質の動画データ」を「第3記録媒体，例えばテープ」に記録し，「低画質の動画データ」を「第2記録媒体，例えばハードディスク」に記録するに当たり，「位置情報」をそれぞれの記録媒体（第3記録媒体及び第2記録媒体）に記録し，この「位置情報」によって「高画質の動画データ」と「低画質の動画データ」を対応づけているものと理解するものといえる。",
                    "したがって，甲6発明は，本件発明24の「相互に関連した編集タイムコード情報を含む番組を，それぞれ第1と第2のフォーマットで前記第1と第2のデジタル記録媒体に二重に記録する手段」の構成を備えるものと認められるから，これと異なる本件審決の判断は誤りである。",
                    "そして，本件審決は，本件発明24と甲6発明について，本件発明24の上記構成に係る相違点（相違点2）のほかに，「本件発明24は「デジタル映像記録手段」，「第1の映像編集手段」，「第2の映像編集手段」は，それぞれ，「デジタル映像記録装置」，「第1の映像編集システム」，「第2の映像編集システム」であって，それらは，それぞれひとまとまりの構成であると理解できるところ，甲6発明は，上記各手段は手段でしか無く，それらがそれぞれひとまとまりの構成であるか明らかでない点」を相違点（相違点1）として認定したが，相違点1に係る本件発明24の構成は，先願明細書に記載されている事項に等しい事項であり，甲6発明と相違はない旨判断しているから（本件審決141頁11行～30行），本件審決の相違点2に係る上記判断の誤りは，本件発明24は先願明細書に記載された発明ではないとした本件審決の結論に影響を及ぼす誤りであるといえる。",
                    "また，同様に，本件審決は，本件発明33について，本件発明24の構成に付加された構成は，甲6発明と相違はない旨判断しているから（本件審決143頁3行～17行），本件審決の上記判断の誤りは，本件発明33は先願明細書に記載された発明ではないとした本件審決の結論に影響を及ぼす誤りであるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上によれば，原告主張の取消事由1-2-(1)のうち，本件審決には本件発明24及び本件発明33と甲6発明との同一性の判断に誤りがあるとの部分は，理由がある。",
                "したがって，その余の点について判断するまでもなく，本件審決のうち，請求項24及び請求項33に係る部分は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由1-2-(2)（本件発明13と甲6発明の同一性の判断の誤り）について（第1事件）",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明13と甲6発明の同一性の判断の誤りの有無について",
              "text": [
                "原告は，本件審決は，本件発明13と甲6発明とは，本件発明13は「第2の記録媒体に記録する映像番組は，圧縮されない」構成を有しない点で相違し，上記相違点の構成は，先願明細書（甲6）に開示がないとして，本件発明13は先願明細書に記載された発明ではない旨判断したが，甲6の段落【0159】には，「帯域分割，JPEG圧縮，MPEG圧縮，拡大縮小等がされた高画質のデーター列176（または画像改善用のデータでもよい）は，低い圧縮率（1／1～1／6），大きい倍率（0．8～2），広い帯域（1／2～1／6，あるいは低画質データで記録されなかった残りの部分）で記録されている。」との記載があり，高画質のデータの圧縮率が「1／1」，すなわち，「情報は圧縮がされていない」場合についても記載があり，「第2フォーマットの情報が圧縮されていない」構成，すなわち，「第2の記録媒体に記録する映像番組は，圧縮されない」構成も記載されているといえるから，本件審決の上記判断は誤りである旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記3(2)イ(ア)のとおり，本件審決は，先願明細書（甲6）の第4実施例（段落【0121】～【0129】）の記載（前記(1)カ）に基づいて，甲6発明を認定したものである。",
                    "しかるところ，甲6には，第4実施例に関し，「この方式の装置は，ビデオ信号原120，ディジタイズ手段121，高質処理手段122，第1高質録画手段123，低質処理手段124，低質録画手段125，仮編集手段126，編集ポイント保存手段127，高質再生手段128，本編集手段129，本編集データ記録手段130，仕上がり映像再生手段131，第2高質録画手段132を備えている。」（段落【0123】），「ビデオ信号原120は，カメラやVTRなどであり，ビデオ信号は，高質録画の内容である。ディジタイズ手段121は，ビデオ信号をA／D変換して動画データに変えて，高質処理手段122，低質処理手段124にそれぞれ送信する。」（段落【0125】），「高質処理手段122は，画質を落とさないように動画データを圧縮，拡大，縮小，帯域分割して高画質の動画データに変え，第1高質録画手段123に送信する。第1高質録画手段123は，高画質の動画データを第3記録媒体，例えばテープに記録する。」（段落【0126】），「低質処理手段124は，データ量を少なくするように動画データを圧縮，拡大，縮小，帯域分割して低画質の動画データに変え，低質録画手段125に送信する。低質録画手段125は，低画質の動画データを第2記録媒体，例えばハードディスクに記録する。」（段落【0127】）との記載がある。上記記載によれば，甲6には，高質録画の内容である「ビデオ信号」は，ディジタイズ手段121によって動画データにA／D変換され，さらに，その動画データは，高質処理手段122によって，「画質を落とさないように圧縮，拡大，縮小，帯域分割」して「高画質の動画データ」に変換され，その高画質の動画データは，第1高質録画手段123によって「高画質の動画データを第3記録媒体，例えばテープ」に記録されることが開示されているといえる。",
                    "これによれば，第3記録媒体（例えばテープ）に記録された「高画質の動画データ」には第1高質録画手段123によって「拡大」されたものも含まれており，「高画質の動画データ」は「圧縮」されたものに限られるものではなく，また，「高質録画の内容」をA／D変換した「動画データ」はオリジナルの画質を維持しているから，これをそのまま「画質を落とさないように」した「高画質の動画データ」として本編集に用いることができることは自明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方で，甲6には，「高質録画の内容および低質録画の内容をそれぞれディジタルデータとし，両者を対応づける」第8実施例（段落【0157】）に関し，「次に，図15を参照して，ディジタルデータにディジタルデータを対応づける方法について説明する。」（段落【0158】），「帯域分割，JPEG圧縮，MPEG圧縮，拡大縮小等がされた高画質のデーター列176（または画像改善用のデータでもよい）は，低い圧縮率（1／1～1／6），大きい倍率（0．8～2），広い帯域（1／2～1／6，あるいは低画質データで記録されなかった残りの部分）で記録されている。MPEG圧縮の場合，高画質を維持できるように，キーフレームを2駒～30駒毎に記録する。」（段落【0159】），「帯域分割，JPEG圧縮，MPEG圧縮，拡大縮小等がされた低画質のデーター列177（シーン確認用）は，高画質の物より，高い圧縮率（1／2～1／100），小さい倍率（0．9～0．1倍），狭い帯域（1／2～1／100）で記録されている。MPEG圧縮の場合，編集ポイントを捜すのに困らないように，キーフレームを2駒～4駒毎に記録する。」（段落【0160】）との記載がある。上記記載によれば，甲6には，「帯域分割，JPEG圧縮，MPEG圧縮，拡大縮小等がされた高画質のデーター」が，「低い圧縮率（1／1～1／6）」で記録されることが開示されている。",
                    "しかるところ，①甲34（特開平6-197368号公報）には，「【産業上の利用分野】本発明は，CCD(Charge Coupled Device) などの撮像デバイスを用いた電子スチルカメラなどにおける画像データに信号処理を施す画像データ処理装置およびその方法に係り，特に，画像データをディジタル処理する装置およびその方法に関するものである。」（段落【0001】），「データ圧縮／伸張回路7は，CPU9の制御に基づき，圧縮過程においてフレームメモリ4に格納された画素（768×480×3）で1．08MBのオリジナル画像データを所定の圧縮率，たとえば1／1（非圧縮），1／2，1／3，1／4…でデータ圧縮する。データ圧縮された画像データは，後述するように記録メディア8に格納される。」（段落【0028】），「たとえば，ディジタル画像データに対して所定の補間処理を行った後にデータ圧縮を行い記録メディア8に格納することも可能であるが，本例の場合，この補間処理後に圧縮を行う場合に比べて，圧縮率を小さくできる。加えて，非圧縮のオリジナル画像データをも複数格納することができる。」（段落【0031】），②甲35（特開平4-336892号公報）には，「【産業上の利用分野】本発明は，ビデオテープに記憶された画像情報をプリントアウトするビデオプリントシステムに関する。」（段落【0001】），「HDフレーム画の非圧縮情報を基準として，これが1画面分だけ格納可能なバッファメモリを想定して，上述のmode1乃至mode16に対応したデータ量と，メモリへの格納枚数を概算した結果を図8に示す。このようにmodeによっては，数枚乃至数10枚の静止画データを同一のバッファメモリ65に格納可能であることが判る。バッファメモリ65の記憶容量を非圧縮の画像データ1枚分としてその具体例を図9乃至図12に示す。同図中「A」は，非圧縮（1／1），「B」，「C」は1／2圧縮，「D」乃至「G」は1／4圧縮の画像データを示す。」（段落【0053】）との記載がある。",
                    "上記記載によれば，本件出願の優先日当時，画像データの圧縮率に関し，「非圧縮」，すなわち，圧縮されない場合を「1／1」と表記することがあることが認められる。",
                    "加えて，前記(ア)のとおり，「高質録画の内容」をA／D変換した「動画データ」をそのまま「高画質の動画データ」として本編集に用いることができることは自明であることからすると，甲6記載の「低い圧縮率（1／1～1／6）」にいう「1／1」は，「高画質の動画データ」は，上記「動画データ」をそのまま用い，圧縮されていないことを意味するものと理解することができる。",
                    "そうすると，甲6には，第8実施例に関し，「高画質の動画データ」が圧縮されていない構成，すなわち，本件発明13の「第2の記録媒体に記録する映像番組は，圧縮されない」構成（請求項13の「前記第2の圧縮比はゼロである」構成）のものも含むことが開示されているものと認められる。",
                    "そして，甲6の第4実施例と第8実施例は，「高質録画の内容」及び「低質録画の内容」の双方をディジタルデータとし，両者を対応づけた構成のものである点で共通すること（段落【0125】～【0127】，【0157】）からすると，当業者は，第4実施例の「画質を落とさないように圧縮，拡大，縮小，帯域分割」された「高画質の動画データ」についても第8実施例の段落【0159】が適用され，第4実施例，ひいては，甲6発明についても，「高画質の動画データ」が圧縮されていない構成のものも含むものと理解するといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，甲6には，本件発明13の「第2の記録媒体に記録する映像番組は，圧縮されない」構成（請求項13の「前記第2の圧縮比はゼロである」構成）の開示があり，甲6発明は，上記構成を備えるものと認められるから，これと異なる本件審決の判断は誤りである。",
                    "そして，本件審決は，本件発明13と甲6発明について，本件発明13の上記構成に係る相違点以外には相違はない旨判断しているから（本件審決118頁21行～34行），本件審決の上記判断の誤りは，本件発明13は先願明細書に記載された発明ではないとした本件審決の結論に影響を及ぼす誤りであるといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "参加人は，これに対し，①圧縮率は，圧縮ツールを利用してファイルを圧縮した際の，圧縮される前のデータサイズと圧縮された後のデータサイズとの比率をいい（乙2），圧縮された後のデータサイズがなければ圧縮率を求めることはできないから，甲6の段落【0159】の「低い圧縮率（1／1～1／6）」にいう「圧縮率1／1」は，圧縮されていることを前提とするものであり，圧縮率を四捨五入するなどして「1／1」になる場合をいい，圧縮した後のデータ量が圧縮する前のデータ量に対してほぼ「1／1」になるという意味であり，圧縮していないという意味ではない，②甲6には，「第8実施例は…その他の構成については，前述の第1実施例と同様である」（段落【0157】）との記載があり，この記載は，第8実施例の段落【0159】の記載は第1実施例に適用することを前提とするものであり，甲6には，第8実施例の第4実施例（甲6発明）への適用について記載も示唆もないなどとして，甲6には，本件発明13の「第2の記録媒体に記録する映像番組は，圧縮されない」構成の開示はない旨主張する。",
                    "しかしながら，前記イのとおり，甲6の段落【0159】の「低い圧縮率（1／1～1／6）」にいう「圧縮率1／1」は，「高画質の動画データ」は，上記「動画データ」をそのまま用い，圧縮されていないことを意味するものと理解することができる。",
                    "また，甲6の段落【0157】には，「第8実施例は，高質録画の内容および低質録画の内容をそれぞれディジタルデータとし，両者を対応づける。その他の構成については，前述の第1実施例と同様である。」との記載があるが，上記記載は，その文理上，第8実施例の段落【0159】の記載を第4実施例，ひいては，甲6発明に適用することを妨げる根拠とならないことは明らかである。",
                    "したがって，参加人の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "まとめ",
              "text": [
                "以上によれば，原告主張の取消事由1-2-(2)は理由があるから，その余の点について判断するまでもなく，本件審決のうち，請求項13に係る部分は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由1-3（本件訂正発明22及び本件訂正発明23に係る訂正要件の判断の誤り等）（本件訂正発明22及び本件訂正発明23関係）について（第1事件）",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正要件の判断の誤りの有無について",
              "text": [
                "原告は，本件審決は，本件訂正の訂正事項2（本件発明22及び本件発明23に係る「映像番組を代表する情報を出力するカメラ」を「番組情報を出力するカメラ」とする訂正）について，①カメラが出力する番組は番組情報であって，番組情報を圧縮する手段があることからみて，カメラが出力した番組情報をデジタル圧縮する手段にて圧縮していると捉えることができ，カメラが出力する情報が明瞭になったから，当該訂正事項は明瞭でない記載の釈明を目的とするものである，②本件明細書には，カメラで撮影した映像が，圧縮手段で圧縮されていることは記載されているから，当該訂正事項は，先願明細書事項の範囲内の訂正である，③「映像番組を代表する情報」なる記載では，情報がどのようなものであるか理解することができないから，カメラから出力される情報が「代表する」という記載によって特定の構成で限定されていたとはいえず，上記特定されていない情報から，カメラが出力する情報は番組情報であって，デジタル圧縮する手段にて圧縮されると特定されたのであるから，当該訂正事項は，実質上特許請求の範囲を拡張し，又は変更するものということはできないとして，訂正事項2に係る本件訂正は適法である旨判断したが，「番組情報を出力するカメラ」と「映像番組を代表する情報を出力するカメラ」とは上位・下位の関係に立つことは文言上明らかであり，後者の限定事項である「映像番組を代表する情報」を削除することが，限定要素の削除に伴う特許請求の範囲の実質拡張に該当するとして，本件審決の上記判断は誤りである旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正前の請求項22の記載は，",
                  "text": [
                    "「オンライン映像編集設備及び，編集決定リストの作成を含むオフライン編集を行うパーソナルコンピューターと共に使用されるのに適用されるデジタル映像記録装置において",
                    "映像番組を代表する情報を出力するカメラと，",
                    "番組情報をデジタル圧縮する手段と，",
                    "前記パーソナルコンピューターを使用したオフライン編集に合った番組情報を，ランダムにアドレス可能な形態のものとして記録するディスクと，",
                    "オンライン編集に合った番組情報を，順にアドレス可能な形態のものとして記録するテープとを備え，",
                    "前記番組情報の両方のバージョンは相互に関連した編集タイムコードで二重に記録され，これによりオフライン編集で作成した前記編集決定リストを使用して，オンライン編集を行うことを可能にしたデジタル映像記録装置。」というものである。",
                    "上記記載によれば，本件発明22の「デジタル映像記録装置」は，「映像番組を代表する情報を出力するカメラ」を備えることを理解することができる。",
                    "しかるところ，本件訂正前の請求項22には，「映像番組を代表する情報」について，その具体的構成を特に規定する記載はなく，また，本件明細書（甲33）の発明の詳細な説明においても，「映像番組を代表する情報」の具体的構成について述べた記載はない。",
                    "一方で，本件訂正により削除された本件訂正前の請求項34は，「映像制作方法であって，第1および第2のデジタル記録媒体に第1および第2のフォーマットのそれぞれで，動画を描写するために使用される多数の連続したフレームを，相互に関連した編集タイムコードの情報とプラスして有することを素材が特徴とする映像番組を代表する情報を，両方のフォーマットが，前記映像番組を特徴付ける各フレームを代表する情報を含んで二重に記録するステップと，第1の映像編集設備において前記第1のフォーマットで前記映像番組を受け取り，そして第1の映像編集設備を用いて前記第1のフォーマットで前記映像番組の情報を編集して，前記編集タイムコードの情報に基づく1セットの編集決定指示を作成するステップと，第2の映像編集設備において編集決定指示と共に前記第1のフォーマットの前記映像番組を受け取り，そして前記編集決定指示に従って第2の映像編集設備を用いて第2のフォーマットで前記映像番組の情報を編集して，最終映像制作を行うステップと，を備えたことを特徴とする映像制作方法。」というものであり（甲24，33），その記載中には，「映像番組を代表する情報」と「前記映像番組の情報」の用語が区別して用いられている。",
                    "以上によれば，本件訂正前の請求項22の「映像番組を代表する情報」は，その文理上，「映像番組」の情報あるいは「映像番組」に係る情報のうちの「代表する」情報を意味するものと解される。",
                    "次に，本件訂正前の請求項22には，「番組情報をデジタル圧縮する手段」，「前記パーソナルコンピューターを使用したオフライン編集に合った番組情報」，「オンライン編集に合った番組情報」，「前記番組情報」との記載があり，「番組情報」の用語が用いられている。",
                    "しかるところ，本件訂正前の請求項22には，「番組情報」について，その具体的構成を特に規定する記載はなく，また，本件明細書の発明の詳細な説明においても，「番組情報」の具体的構成について述べた記載はない。",
                    "本件訂正前の請求項22の記載を全体としてみると，「番組情報」にいう「番組」とは，「映像番組」を意味するものであり，「番組情報」は，「映像番組」の情報あるいは「映像番組」に係る情報をいうものと解される。",
                    "そうすると，本件訂正前の請求項22の「映像番組を代表する情報」は，「番組情報」に含まれる情報であって，「番組情報」と上位概念・下位概念の関係にあるものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正後の請求項22の記載は，",
                  "text": [
                    "「オンライン映像編集設備及び，編集決定リストの作成を含むオフライン編集を行うパーソナルコンピューターと共に使用されるのに適用されるデジタル映像記録装置において，",
                    "番組情報を出力するカメラと，",
                    "番組情報をデジタル圧縮する手段と，",
                    "前記パーソナルコンピューターを使用したオフライン編集に合った番組情報を，ランダムにアドレス可能な形態のものとして記録するディスクと，",
                    "オンライン編集に合った番組情報を，順にアドレス可能な形態のものとして記録するテープとを備え，",
                    "前記番組情報の両方のバージョンは相互に関連した編集タイムコードで二重に記録され，これによりオフライン編集で作成した前記編集決定リストを使用して，オンライン編集を行うことを可能にしたデジタル映像記録装置。」というものである（下線部は本件訂正による訂正箇所）。",
                    "上記請求項22の記載によれば，訂正事項2に係る本件訂正により，「映像番組を代表する情報を出力するカメラ」が「番組情報を出力するカメラ」と訂正されたものであり，この訂正により，「カメラ」が出力する対象が「映像番組を代表する情報」から「番組情報」に変更されたことを理解することができる。",
                    "しかるところ，前記アのとおり，「映像番組を代表する情報」は，「番組情報」に含まれる情報であって，「番組情報」と上位概念・下位概念の関係にあるものと解されるから，本件訂正前の請求項22の「カメラ」が出力する対象は，「映像番組を代表する情報」であったのが，本件訂正後の請求項22の「カメラ」が出力する対象は，「映像番組を代表する情報」以外の「番組情報」に含まれる情報をも含むものとなり，この点において，本件訂正は，本件訂正前の請求項22について，実質上特許請求の範囲を拡張するものであると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "参加人は，これに対し，「映像番組を代表する情報」を「番組情報」とする訂正は，本件訂正前の請求項22記載の「番組情報」（例えば，「番組情報をデジタル圧縮する手段」，「番組情報の両方のバージョン」，「オンライン編集に合った番組情報」など）と単に用語を統一したにすぎないものであり，新たな技術的概念を追加するようなものではないから，上位概念への変更ではない旨主張する。",
                    "しかしながら，前記ア認定のとおり，本件訂正前の請求項22の「映像番組を代表する情報」は，「番組情報」に含まれる情報であって，「番組情報」と上位概念・下位概念の関係にあるものと解されるから，参加人の上記主張は，その前提において，採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，訂正事項2に係る本件訂正は，実質上特許請求の範囲を拡張するものであり，特許法134条の2第9項において準用する同法126条6項に違反するというべきである。",
                    "そうすると，本件審決には，訂正事項2に係る本件訂正の訂正要件の判断を誤った違法があり，この誤りは，請求項22及び23に係る発明の要旨認定の誤りに帰するから，本件審決の結論に影響を及ぼすことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "まとめ",
              "text": [
                "以上によれば，原告主張の取消事由1-3は理由があるから，その余の点について判断するまでもなく，本件審決のうち，請求項22及び請求項23に係る部分は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由2-1（本件発明10と甲1発明の同一性の判断の誤り等）（本件発明10及び本件発明11関係）について（第2事件）",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明10及び本件発明11と甲1発明の同一性の判断の誤りの有無について",
              "text": [
                "参加人は，本件審決は，本件発明10の「前記第1のデジタルフォーマットの素材から編集決定リスト情報を作成するオフライン映像編集システムにインターフェースするステップ」における「インターフェースする」の用語は，本件明細書の発明の詳細な説明を参酌すると，第1のデジタルフォーマットの素材をオフライン映像編集システムに，記録媒体や通信手段を介して入力することであると認定した上で，甲1発明（方法）の仮編集機は，副記録手段13に装填された記憶媒体（磁気ディスク，光磁気ディスク）を使用して仮編集作業を行うから，前記第1のデジタルフォーマットの素材から編集を行っており，また，仮編集機に上記素材を入力しているから，仮編集機にインターフェースしているといえるから，「インターフェースする」の構成を有すると認定し，この認定を前提として，本件発明10は甲1に記載された発明である旨判断し，これと同様に，本件発明10（請求項10）の記載を引用する本件発明11は，甲1に記載された発明である旨判断したが，本件発明10の「素材」から「オフライン映像編集システム」に「インターフェースする」とは，ケーブルなどの通信手段を介してオフライン映像編集システムと接続し，当該通信手段を介して素材をオフライン映像編集システム上で編集・操作が可能な状態におくことをいい，記録媒体を介して素材をオフライン映像編集システム上で編集・操作が可能な状態におくことは含まないと解すべきであるから，本件発明10の上記認定は誤りであり，この認定を前提とする本件審決の上記判断は誤りである旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明10の特許請求の範囲（請求項10）には，「前記第1のデジタルフォーマットの素材から編集決定リスト情報を作成するオフライン映像編集システムにインターフェースするステップ」にいう「インターフェースする」について，その具体的構成について特に規定する記載はなく，これをケーブルなどの通信手段を介して「インターフェースする」構成のものに限定する記載はない。",
                    "次に，本件明細書（甲33）には，「前記第1のデジタルフォーマットの素材から編集決定リスト情報を作成するオフライン映像編集システムにインターフェースするステップ」の技術的意義について述べた記載はなく，また，上記ステップにおける「インターフェースする」の用語を特定の構成のものに限定することを明示した記載はない。",
                    "また，本件明細書には，「オフライン映像編集システム」に関し，「オフラインデジタル映像システムPCは種々のデータ記録機器に記録された素材を編集したり組み合わせたりするのに使用され，オンライン編集システムで使用される編集決定リストを作成する。」（13欄27行～30行。前記1(1)イ(キ)）との記載があり，また，「オフラインデジタル映像編集システム」の例として，「図3は，可搬型記録媒体のフォームの素材を受け付けて用意されたPCベースの編集制御器を実現したオフラインデジタル映像編集システムを示している。制御器102は一般的設計のものが好まれるが，少なくとも現在のインテル社のペンティアムか上位486レベルのプロセッサーの性能が望まれる。この機器はカラー表示を備え，そしてPCI内部バス機構を含むことが好まれ，可搬型PCMCIA記録カード104にインターフェースする用意がされている。このカード104具体例としては磁気ディスクか光磁気ディスクあるいは光ディスクにより実現できる。代わりに，独自の外部データ記録機器（図には表わしてない）が，PCMCIAの設備を通して，また，SCSIタイプのインターフェースによってもインターフェースできる。」，「オプションの機能として，PCMCIA拡張アダプター106を用意して，複数のPCMCIAカードあるいはPCMCIA機器108が，図に示されたPCの一つのPCMCIAスロットを通して便利にアクセスできる。」（以上，12欄45行～13欄11行。前記1(1)イ(キ)）との記載がある。上記記載及び図3（第3図）（別紙本件明細書図面参照）によれば，本件明細書には，「データ記録機器に記録された素材」から「オフラインデジタル映像システムPC」に「インターフェースする」構成として，「可搬型PCMCIA記録カード104」を「PCの一つのPCMCIAスロット」を通して，「インターフェースする」態様を開示していることが認められる。この「可搬型PCMCIA記録カード104」は，「可搬型記録媒体」であるから，上記の「インターフェースする」態様は，記録媒体を介して素材をオフライン映像編集システムに「インターフェースする」ものといえる。他方で，本件明細書には，通信ケーブルを介して，「データ記録機器に記録された素材」から「オフライン映像編集システム」に「インターフェースする」構成を明示した記載はない。",
                    "そうすると，本件発明10の特許請求の範囲（請求項10）の記載及び本件明細書の記載事項によれば，本件発明10の「前記第1のデジタルフォーマットの素材から編集決定リスト情報を作成するオフライン映像編集システムにインターフェースするステップ」にいう「インターフェースする」構成は，記録媒体を介して「第1のデジタルフォーマットの素材」から「オフライン映像編集システム」に接続する場合を含むものであり，上記構成は，ケーブルなどの通信手段を介して「オフライン映像編集システム」に接続する場合に限定されるものではないものと解される。",
                    "これを甲1発明（方法）（前記第2の3(2)ア(イ)）についてみると，甲1発明（方法）は，「仮編集機を用い，この副記録手段13に装填された記憶媒体（磁気ディスク，光磁気ディスク）を使用して仮編集作業を行」うものであるから，「記憶媒体（磁気ディスク，光磁気ディスク）」を介して「第1のデジタルフォーマットの素材」から仮編集機にインターフェースしているものと認められ，また，仮編集機は，「EDLリストの情報を電子化し，仮編集作業の結果をフロッピーディスク等の媒体に記録させて」いるから，編集決定リスト情報を作成しているものと認められる。",
                    "したがって，甲1発明（方法）は，本件発明10の「前記第1のデジタルフォーマットの素材から編集決定リスト情報を作成するオフライン映像編集システムにインターフェースするステップ」の構成を有するものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "参加人は，これに対し，①「インターフェースする」とは，2以上の装置間を接続することを意味するから，カメラとオフライン映像編集システムとを「インターフェースする」とは，ケーブルなどの通信手段を介して両者を接続すると解釈するのが妥当であること，②本件明細書には，第1図（別紙本件明細書図面参照）の説明として「16に一般的に示されている種々のアナログとデジタル出力信号そしてあらゆる音声・映像あるいは制御信号の入力は，後部パネル12とサブパネル14に配置された適切なコネクターを通してインターフェースされている。」（10欄33行～36行），第2図の説明として，「可搬型ハードディスクドライブ70とデジタルテープドライブ88はインターフェースバス制御器72を通してインターフェースされる。そのようなシステムは毎秒10MBのデータ転送速度を達成する。」（11欄35行～38行），第3図の説明として，「SCSIタイプのインターフェースによってもインターフェースできる。」（13欄6行～7行）」との記載があるが，いずれもケーブルなどの通信手段を介して接続されるという意味で「インターフェースする」の用語を用いていること，③本件明細書における「可搬型PCMCIA記録カード104にインターフェースする…」（13欄1行～2行）とは，オフラインデジタル映像編集システムの制御器102と，可搬型PCMCIA記録カード104と，電気回路を内部に備えるカードスロット等を介して接続することを意味するものであり，可搬型PCMCIA記録カードという媒体を介してデータに移すことを「インターフェース」と表現したものではないとして，本件発明10の「素材」から「オフライン映像編集システム」に「インターフェースする」とは，ケーブルなどの通信手段を介してオフライン映像編集システムと接続し，当該通信手段を介して素材をオフライン映像編集システム上で編集・操作が可能な状態におくことをいい，記録媒体を介して素材をオフライン映像編集システム上で編集・操作が可能な状態におくことは含まないと解すべきである旨主張する。",
                    "しかしながら，上記①の点は，本件発明10の「前記第1のデジタルフォーマットの素材から編集決定リスト情報を作成するオフライン映像編集システムにインターフェースするステップ」は，カメラからオフライン映像編集システムに「インターフェースする」場合に限定するものではないから，ケーブルなどの通信手段を介して「インターフェースする」場合に限定して解釈すべきことの根拠となるものではない。",
                    "次に，上記②の点は，参加人が挙げる第1図及び第2図の説明に関する記載は，「第1のデジタルフォーマットの素材」から「オフライン映像編集システム」に「インターフェースする」場合について述べたものではない。また，参加人が挙げる「SCSIタイプのインターフェースによってもインターフェースできる。」との記載は，ケーブルを介して「インターフェースする」場合について直接述べたものではないし，この記載から本件発明10の「インターフェースする」構成をケーブルなどの通信手段を介して「インターフェースする」場合に限定して解釈すべきことの根拠となるものではない。",
                    "さらに，上記③の点は，参加人が主張するよう本件明細書の「可搬型PCMCIA記録カード104にインターフェースする…」との記載は，オフラインデジタル映像編集システムの制御器102と，可搬型PCMCIA記録カード104とを電気回路を内部に備えるカードスロットを介して接続することを意味するものといえるが，これは，ケーブルを介して「インターフェースする」構成でないことは明らかであり，記録媒体（可搬型PCMCIA記録カード104）を介して素材をオフライン映像編集システムに「インターフェースする」構成と解するのが自然である。",
                    "したがって，参加人の上記主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "まとめ",
              "text": [
                "以上によれば，甲1発明（方法）は，本件発明10の「前記第1のデジタルフォーマットの素材から編集決定リスト情報を作成するオフライン映像編集システムにインターフェースするステップ」の構成を有するものといえるから，本件発明10及び本件発明10（請求項10）の記載を引用する本件発明11は，甲1に記載された発明であるとした本件審決の判断に誤りはなく，参加人の取消事由2-1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由2-2（本件発明14と甲6発明の同一性の判断の誤り）について（第2事件）",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明14と甲6発明の同一性の判断の誤りの有無について",
              "text": [
                "参加人は，本件審決は，①「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成する」こと（本件発明14が引用する本件発明12の構成）は，先願明細書（甲6）に記載されているに等しい事項である（本件審決112頁2行～8行），②「前記オフラインデジタル映像編集システムはプログラムされたパーソナルコンピューターを構成すること」（本件発明12の構成に付加された本件発明14の構成）は，オフラインデジタル映像編集システムがプログラムされたパーソナルコンピュータからなることであると解釈できるが，当該構成は，先願明細書に実質的に記載されている事項であり，本件発明14は先願明細書に記載された発明である旨判断したが，甲6には，上記①及び②の構成のいずれの開示もないから，本件審決の上記判断は誤りである旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成する」ことの構成について",
                  "text": [
                    "本件審決は，本件発明14が引用する本件発明12と甲6発明は，本件発明12は「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」は，それぞれ，「オンライン映像編集設備」，「デジタル映像記録装置」，「オフラインデジタル映像編集システム」であって，それらは，それぞれひとまとまりの構成であるのに対し，甲6発明は，上記各手段は手段でしかなく，それらがそれぞれひとまとまりの構成であるか明らかでない点で相違し，本件発明12の上記構成以外の構成については一致すると認定した上で，甲6発明において，「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成することは，先願明細書の記載及び本件出願の優先日前の周知の技術事項を参酌すれば，先願明細書に記載されているに等しい事項であるといえる旨判断した（本件審決111頁7行～112頁8行）。",
                    "参加人は，本件審決は，上記相違点について，先願明細書（甲6）の段落【0123】の記載は，甲6発明の構成については，甲6発明を構成する各構成要素がそれぞれ別体として記載されているが，各構成要素を別体として設ける必要はなく，上記各構成要素の1つを複数の手段として使い分けるようにしてもよいと述べていると捉えることができ，このことは，結局，「いくつかの構成要素をまとめて一つのハードウェアとし，上記一つのハードウェアが，上記各構成要素の複数の手段として機能するようにしてもよいと述べているものと捉えることができる。」として（本件審決67頁1行～15行参照），「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成することは，先願明細書（甲6）に記載されているに等しい事項であると判断したのは，誤りである旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "そこで検討するに，本件審決は，先願明細書（甲6）の第4実施例（段落【0121】～【0129】）の記載（前記4(1)カ）に基づいて，甲6発明を認定したものであるところ，甲6には，「図11を参照して，本発明の第4実施例によるビデオ編集方法およびその装置について説明する。」（段落【0121】），「この方式の装置は，ビデオ信号原120，ディジタイズ手段121，高質処理手段122，第1高質録画手段123，低質処理手段124，低質録画手段125，仮編集手段126，編集ポイント保存手段127，高質再生手段128，本編集手段129，本編集データ記録手段130，仕上がり映像再生手段131，第2高質録画手段132を備えている。これらの手段は，それぞれ別体として設けられたものでなくてもよい。例えば，1つのものを複数の手段に使い分けるようにしてものでもよい。」（段落【0123】）との記載がある。",
                        "しかるところ，段落【0123】中には，「ビデオ信号原120」，「ディジタイズ手段121」，「高質処理手段122」，「第1高質録画手段123」，「低質処理手段124」，「低質録画手段125」，「仮編集手段126」，「編集ポイント保存手段127」，「高質再生手段128」，「本編集手段129」，「本編集データ記録手段130」，「仕上がり映像再生手段131」，「第2高質録画手段132」の各手段は，「それぞれ別体として設けられたものでなくてもよい」との記載がある。",
                        "そして，甲6の「従来の技術」に係る記載事項（段落【0002】ないし【0027】）によれば，従来から，オフライン編集をした後オンライン編集をする構成を有する編集システムは，映像を撮影し記録する撮影（記録）部としてカメラのハードウェア，カメラで撮像した映像を記録媒体等を介して受け取りオフライン編集を行う編集機のハードウェア，上記仮編集機のハードウェアで作成した編集リストを用いてオンライン編集を行う本編集機としてのハードウェアからなる構成とすることは一般的なことであったことが認められること，図11（別紙甲6図面参照）には，「ビデオ信号原120」として，「カメラ」が例示されており，この「カメラ」は他の編集手段に係る装置とは別の独立した装置であるとみるのが自然であることからすると，段落【0123】の各手段は，「それぞれ別体として設けられたものでなくてもよい」との記載の趣旨は，上記各手段を「別体」の独立した装置として構成する場合があることを前提として「別体として設けられたものでなくてもよい」ことを述べたものと理解することができる。",
                        "そうすると，甲6には，上記各手段に係る「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」をそれぞれ，「オンライン映像編集設備」，「デジタル映像記録装置」，「オフラインデジタル映像編集システム」としてそれぞれひとまとまりの構成とすることが開示されていることが認められる。",
                        "したがって，「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成することは，先願明細書（甲6）に記載されているに等しい事項であるとした本件審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "参加人は，これに対し，①甲6の段落【0123】の記載は，「この方式の装置は」とあるように，その文理上，「この方式の装置」（実施例4の装置）が1つの装置であることを前提に複数の手段を備えることを示すものであり，実施例4の装置は，ビデオ編集装置であるから，ビデオ編集のために必要な各手段が混然一体になっていると解すべきである，②段落【0123】の「これらの手段は，それぞれ別体として設けられたものでなくてもよい。例えば，1つのものを複数の手段に使い分けるようにしてものでもよい。」との記載は，この1つの装置が備える各手段をそれぞれ1つの装置内で別々に設けても（例えば，各手段の機能を発揮するプロセッサなどを当該装置に内蔵させても），この1つの装置に内蔵したCPUやプロセッサなどの1つのもの（例えば，チップ）が複数の手段の機能を発揮してもよい（例えば，ディジタイズ手段121と高質処理手段122とをまとめて1つのチップとし，その1つのチップが同じ装置内でディジタイズと高質処理を行う）ことを示すと解釈するのが自然である，③仮に段落【0123】記載の複数の手段を1つの装置とすることが可能であっても，段落【0123】は各手段を単に羅列するだけで，どの手段を1つの装置として構成するかの組合せは全く不明である，④甲6発明は，従来の技術の欠点を解消して，「ビデオ編集を低コストかつ短時間で行うことができるビデオ編集方法及びその装置を提供すること」を目的とするものであること（段落【0028】）からすると，本来1つの装置として開示された甲6発明の各手段をそれぞれひとまとまりの装置となるように別々の装置とすれば，装置が増えることによりコストが上がり，装置間のデータ転送によって編集時間も増え，ビデオ編集を低コストや短時間で行うという上記目的が達成できなくなるから，甲6発明は，従来の技術の欠点を解消して，「ビデオ編集を低コストかつ短時間で行うことができるビデオ編集方法及びその装置を提供すること」を目的とするものであること（甲6の段落【0028】）からすると，本来1つの装置として開示された甲6発明の各手段をそれぞれひとまとまりの装置となるように別々の装置とすれば，装置が増えることによりコストが上がり，装置間のデータ転送によって編集時間も増え，ビデオ編集を低コストや短時間で行うという上記目的が達成できなくなるから，段落【0123】は，「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成することを排除しているものと理解できるなどとして，甲6には，「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」をそれぞれ，「オンライン映像編集設備」，「デジタル映像記録装置」，「オフラインデジタル映像編集システム」としてそれぞれひとまとまりの構成とすることの開示がない旨主張する。",
                        "しかしながら，上記①ないし③の点については，前記(ア)で認定した段落【0023】及び図11の記載事項，従来からのオフライン編集をした後オンライン編集をする構成を有する編集システムの一般的な構成に照らして，採用することはできない。",
                        "また，上記④の点については，甲6発明の目的が「ビデオ編集を低コストかつ短時間で行うことができるビデオ編集方法及びその装置を提供すること」にあるとしても，甲6発明の各手段をそれぞれひとまとまりの装置となるように別々の装置としたからといって上記目的を達成することができなくなるものとはいえないから，採用することができない。",
                        "以上によれば，参加人の上記主張は、理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「前記オフラインデジタル映像編集システムはプログラムされたパーソナルコンピューターを構成すること」の構成について",
                  "text": [
                    "参加人は，本件審決が，従来から存在するオフライン編集機について，先願明細書（甲6）の段落【0082】の記載から，「従来のオフライン編集機は，ソフトウェアを利用する（すなわち，プログラムが入れてある）パーソナルコンピューターを想定しているといえる」（本件審決67頁28行～37行）として，本件発明14の「前記オフラインデジタル映像編集システムはプログラムされたパーソナルコンピューターを構成すること」の構成は，先願明細書に実質的に記載されている事項である旨判断したのは誤りである旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "そこで検討するに，先願明細書（甲6）には，「本発明の第1実施例によるビデオ編集方法およびその装置」（段落【0065】）に関し，「その上，本発明は，従来のオフライン編集で使われている程度のCPU，すなわちパーソナルコンピュータの利用が可能である。さらに，編集ポイントを見つける作業をするためのソフトウエアとして，従来のオフライン編集で使われているものを転用することも可能である。すなわちランダムアクセス可能な記録媒体以外の部分でも著しいコストダウンが図れる。」（段落【0082】）との記載がある。",
                        "上記記載から，従来のオフライン編集システムにおいて，ソフトウエアでプログラムされたパーソナルコンピューターをオフライン編集装置として利用されていたこと，これを「本発明」に利用できることを自然に理解することができる。",
                        "そうすると，甲6には，「前記オフラインデジタル映像編集システムはプログラムされたパーソナルコンピューターを構成すること」が開示されていることが認められる。",
                        "したがって，上記構成は先願明細書（甲6）に記載されているに等しい事項であるとした本件審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "参加人は，これに対し，①段落【0082】の記載は，「本発明」（実施例1の発明。ビデオ編集装置1）において，パーソナルコンピューターの利用が可能であることを述べているにすぎず，上記記載は，従来のオフライン編集機自体としてPCを想定していることまでは述べていない，②段落【0082】の記載を素直に読めば，従来のオフライン編集では所定のコンピュータ（スイッチャーなどを制御するオフライン編集専用のコンピュータ）が使用されており，当該コンピュータに使用される程度のCPU（「従来のオフライン編集で使われている程度のCPU」）を持っているコンピュータとして，先願明細書に係る出願の出願時においてPCがあったことを理解できるのみであり，従来のオフライン編集機自体としてPCを想定しているとは認識できない，③仮に段落【0082】の記載が従来のオフライン編集機自体としてPCを想定しているのであれば，「本発明は，従来のオフライン編集で使われているパーソナルコンピューターの利用が可能である。」との表現となるはずであるが，段落【0082】の記載は，そのような表現となっていない，④段落【0082】の記載の「本発明」すなわち「ビデオ編集装置1」（段落【0065】～【0066】）は，「圧縮した画像データを用いてオフライン編集を行うことで，初めてプレビューの処理系を含むオフライン編集全体もパーソナルコンピュータで行える」装置であり，仮に従来のオフライン編集機として，パーソナルコンピュータが想定されているとすると，プレビューの処理系を含むオフライン編集全体をパーソナルコンピュータで行えることになるが，本件出願の優先日当時のパーソナルコンピュータの記憶容量（ハードディスクの記憶容量）は，「2G～4G」程度であり（乙4，5），オフライン編集機に必要な記憶容量である「450Gb」程度（甲6の段落【0080】）の1／10にも満たないことからすると，現実問題として，パーソナルコンピュータをプレビューの処理系を含むオフライン編集全体を行うオフライン編集機とすることはできないから，段落【0082】の記載が従来のオフライン編集機自体としてPCを想定しているとはいえないとして，甲6には，「前記オフラインデジタル映像編集システムはプログラムされたパーソナルコンピューターを構成すること」の開示がない旨主張する。",
                        "しかしながら，参加人が主張する上記①ないし④の諸点は，前記(ア)の認定に照らし，段落【0082】の記載事項から読み取ることのできない不自然な解釈又は独自の解釈であって，採用することができない。",
                        "したがって，参加人の上記主張は、理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "まとめ",
              "text": [
                "以上によれば，「オンライン映像編集手段」，「デジタル映像記録手段」，「オフラインデジタル映像編集手段」が，それぞれひとまとまりの装置となるように構成する」こと（本件発明14が引用する本件発明12の構成）及び「前記オフラインデジタル映像編集システムはプログラムされたパーソナルコンピューターを構成すること」（本件発明12の構成に付加された本件発明14の構成）は，いずれも先願明細書（甲6）に記載されているに等しい事項であるものと認められ，甲6に接した当業者においては，甲6発明において上記各構成が適用されるものと理解するといえるから，本件発明14は先願明細書に記載された発明であるとした本件審決の判断に誤りはなく，参加人の取消事由2-2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由2-3（本件発明43，44，46，47に係るサポート要件の判断の誤り）（本件発明43，44，46，47関係）について（第2事件）",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明43及び本件発明44のサポート要件の判断の誤りの有無について",
              "text": [
                "参加人は，本件審決は，本件明細書全体の記載をみても，発明の詳細な説明に，本件発明43の「さらに，スクリプト情報を受け取る手段を含むことを特徴とする請求項40に記載の装置。」すなわち，請求項40の映像記録装置がスクリプト情報を受け取る構成が記載されているということはできないから，本件発明43はサポート要件を満たしているということはできない旨判断し，これと同様に，本件発明43（請求項43）の記載を引用する本件発明44もサポート要件を満たしているということはできない旨判断したが，本件明細書の発明の詳細な説明に「スクリプト情報を受け取る手段を含むこと」が記載されているといえるから，本件審決の上記判断は，誤りである旨主張する。",
                "ところで，特許請求の範囲の記載が，明細書のサポート要件（特許法36条6項1号）に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものと解される。以下においては，これを前提に判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，①本件発明43の「スクリプト情報」について，本件明細書の記載事項から，「撮像するときのカメラの制御やオフライン編集に利用されること」，「カメラのパンやチルトの制御，ライティングやEDLを作成するオフライン編集処理に利用されること」，「上記スクリプト情報は，撮像時のカメラやライティングの制御に利用されるのであるから，撮影すなわち，記録部の記録以前にカメラやライティング装置に入力されていること」を理解できる，②「本件発明43の「映像記録装置」は，本件発明40（請求項40）の記載を引用しているから「映像番組のソース素材を受け取る入力部」を有するものであり，撮像部を有していないことを前提としている映像記録装置であって，カメラやライティング装置に入力される信号を入力することを想定しているとはいえない，③仮にカメラ一体型記録装置（カムコーダー）であれば，カメラ一体型記録装置は，通常カメラを持って撮影をする撮影者が，カメラの向き（パン，チルト）やズームを撮影しながら調整するものであり，スクリプト情報でカメラの上記制御を行うことは想定することができないことは明らかであるから，当該カメラに上記カメラのパンやチルトの制御を行うスクリプト情報を入力することは，通常想定し得ないことであるとして，本件明細書全体の記載をみても，発明の詳細な説明に「さらに，スクリプト情報を受け取る手段を含むことを特徴とする請求項40に記載の装置。」すなわち，請求項40の映像記録装置がスクリプト情報を受け取る構成が記載されているということはできないから，本件発明43は，サポート要件を満たしているということはできない旨判断した（本件審決170頁30行～172頁8行）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明43が引用する本件発明40の特許請求の範囲（請求項40）の記載は，",
                  "text": [
                    "「映像記録装置であって，",
                    "動画を代表する複数の連続したフレームを有することを特徴とする映像番組のソース素材を受け取る入力部と，",
                    "関連する編集タイムコード情報を含み，第1および第2の記録媒体に前記映像番組ソース素材を代表する情報を二重に記録する前記入力部と連携し，前記第1の記録媒体が，ランダムにアドレス可能な形態で前記連続したフレームを記録するために使用され，前記第2の記録媒体が，順にアドレス可能な形態で前記連続したフレームを記録するために使用され，1つの媒体に記録される各フレームが，他の媒体に記録される対応するフレームと関連付けられるタイムコードと関連するように構成されているビデオレコーダーと，",
                    "を備えたことを特徴とする映像記録装置。」というものである。",
                    "本件明細書には，「映像記録装置」について定義した記載はないが，「図1は，本発明による可搬型同時圧縮方式デジタルビデオレコーダーを表したものである。オプションとしてカムコーダーシステムの一部として実現する。」（甲33の10欄26行～28行）との記載があり，また，図1（別紙本件明細書図面参照）には，撮影を行うビデオカメラと記録を行うビデオレコーダーを備えたカメラ一体型記録装置（カムコーダー）が示されている。",
                    "上記記載及び図1によれば，「映像記録装置」にはカメラ一体型記録装置（カムコーダー）が含まれることを理解することができる。",
                    "一方で，本件発明43の「映像記録装置」には，「動画を代表する複数の連続したフレームを有することを特徴とする映像番組のソース素材を受け取る入力部」を備えるものであるが，上記「入力部」を備えることは，記録装置が撮影を行うビデオカメラの構成を備えることと排斥し合う関係にはないから，カメラ一体型記録装置（カムコーダー）は本件発明43の「映像記録装置」に含まれるものと解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "次に，本件明細書には，スクリプト情報に関し，次のような記載がある（前記1(1)イ(ク)，(ス)）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「このシステムの多様性は，番組の計画が編集に，先立って，あるいはさらに，映画の撮影またはオリジナル制作のビデオ記録に先立って，コンピューターにスクリプトとステージの情報が用意されていることから始まれば，さらに高められる。スクリプトは，単純なテキストファイルとして，あるいはワードパーフェクトやワードフォーウィンドウに使用されているようなフォーマットされたワードプロセッサーファイルとして用意できる。また代わりとして，そのファイルは，プロのスクリプトライターが一般的に使用しているような専用のフォーマットでも，かまわない。」（13欄42行～14欄2行）"
                        },
                        {
                          "fig": "b",
                          "subject": "「このスクリプトとステージ情報には，カメラをいつ特定の俳優に切り替えるかとか，特定のカメラアングルを選択するなどの特定の命令を含むように，フォーマットされ直される。更なる詳細として，クローズアップカメラの撮影範囲あるいは，（スプリットスクリーンの光景やクローマキーの背景のような）特別な映像効果や音響効果を組み入れる場面を表示できるような能力を含む。改造されたスクリプトファイルは，スクリプトに番組素材が合致するように編集決定をするオフライン編集システムの操作の案内に使用されるし，ビデオテープに記録する環境に必要なスクリプトの変更をする為に，あるいは，実際のテープ素材によって発見された予見できなかったアーチストの機会に役立たせる為に使用されます。」（13欄42行～14欄15行）"
                        },
                        {
                          "fig": "c",
                          "subject": "「付け加えると，放送用ニューススタジオにおいては，生番組をテレビ放送する為にリモート制御されたカメラを使用することは一般的な業務である。これらのカメラは，（カメラケーブルの長さやカメラをステージの上で互いに動かすことができる間隔などの）ステージ自身による物理的限界内で，ステージの上の必要とされるどの位置にもカメラを移動できるように電動の台の上に設置されている。ズームレンズ，パンチルト台そしてカメラの電気制御設定は，別に別れた電気制御パネルあるいは代わりに。ワシノ（WASHINO）US特許番号5,325,202で説明されている機器のような適切な制御ソフトを持ったコンピューターインタフェースのどちらかを含むカメラリモート制御設備を通して操作される。カメラの動きを制御する指示するソフトウェアースクリプト素材を組み合わせることによって，これらのシステムの全ての機能は適正化される。改正されたスクリプトファイルは実際のビデオテープ記録する前に準備されなければならないが，それはそれぞれの場面のセットや小道具の物理的配置を含むべきである。」（14欄16行～34行）"
                        },
                        {
                          "fig": "d",
                          "subject": "「このシステムはまた，共に申請中のUSシリアル番号08/050,861に説明されているように，望まれる場面を取り込むように，カメラ制御オペレーターがカメラを正しい位置にあるように，そして正しいズームレンズとパンチルトの位置を持つようにプログラムできるように（タッチスクリーンあるいはマウスのような）ユーザーインタフェースを含むことが好まれる。この場合は，オペレーターはオプションとして，映画，ビデオそしてステージプロダクションの技術で良く知られている自動ライティングシステムを制御する情報を追加することができる。この拡張版の改正されたスクリプトファイルはそこで実際の場面の撮影の間に，カメラの動きを指示することに使用される。そしてさらに，この発明による上記に説明したような，EDLを作成するようにオフライン編集処理の一部として改正される。」（14欄39行～15欄3行）"
                        },
                        {
                          "fig": "e",
                          "subject": "「もし番組の計画が編集に先立ってあるいは，オリジナル制作の映画・ビデオ撮影に先立ってコンピューターにスクリプトとステージ情報を用意することから始まっていれば，デジタルビデオ制作システムの多用性はさらに拡張される。スクリプト素材にアクセスできるコンピューターソフトは，オペレーターがそのシーンを急いで記録素材に合致するようにできて，それにより編集処理を早めることができる。さらに，生番組をテレビ放送するのにリモート制御されたカメラを使用することは放送ニューススタジオでは一般的に行われている。カメラ動作の制御の指示のスクリプト素材のソフトを一緒にすることにより，これらのシステムの全ての機能は適切化されるであろう。」（16欄40行～17欄2行）"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の記載によれば，「スクリプト情報」は，カメラで撮影する場合のカメラの制御（ズームレンズ，パン，チルト等の制御），自動ライティングシステムの制御やEDLを作成するオフライン編集処理に利用される情報であることを理解することができる。",
                        "しかるところ，本件明細書の記載事項全体をみても，カメラ（カムコーダーを含む。）がスクリプト情報を受け取る手段の具体的構成を示した記載はない。",
                        "また，撮影者がカメラを手に持って撮影する場合は，カメラマンがカメラの切り替えやアングルの選択，パン・チルトの操作を行えばよく，むしろ，カメラマンがその場の状況に応じて適宜必要なカメラ操作を行うのが普通であるから，事前にカメラの制御方法を記述したスクリプトを作成し，カメラの制御方法を自動化することは通常想定し得ないものといえる。",
                        "したがって，本件明細書の発明の詳細な説明の記載から，当業者において，本件発明43が引用する本件発明40の「映像記録装置」に含まれるカムコーダーを撮影者が手に持って撮影する場合に，上記カムコーダーに「スクリプト情報を受け取る手段」を設けるという本件発明43の課題を解決できることを認識できるものとは認められないから，本件発明43は，サポート要件に適合しないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "参加人は，これに対し，本件明細書には，①「スクリプト…には，…カメラをいつ特定の俳優に切り替えるかとか，特定のカメラアングルを選択するなどの特定の命令を含む…」，②「付け加えると，放送用ニューススタジオにおいては，…リモート制御されたカメラを使用することは一般的な業務である。」，③「カメラの動きを制御する…スクリプト素材を組み合わせる」，④「スクリプトファイルは…カメラの動きを指示することに使用される」との記載があり，本件明細書は，まず，リモート制御しない場合のカメラ（すなわち，撮影者がカメラを手に持って撮影する場合）についてのスクリプト情報について説明した後（上記①），それに加えてリモート制御する場合のカメラのスクリプト情報について説明していること（上記②ないし④）は文脈上明らかであるから，予めプロの脚本家が書いたどの俳優がどのタイミングで台詞を言うかなどを記載した脚本（スクリプト）のファイルをカメラが受け付けておき，撮影時には撮影者（映画撮影を行うカメラマンなど）がそれを参照して「カメラをいつ特定の俳優に切り替えるかとか」のために用いることは何ら矛盾がなく，スクリプト情報は，撮影者がカメラを手に持って撮影する場合にも用いられることが明らかであり，この撮影前に予めカメラがスクリプト情報を受け取っておくこと，すなわち，スクリプト情報を受け取る手段をカメラが有することは明らかである，さらには，仮に本件明細書に映像記録装置を手持ちカメラとした場合にスクリプト情報を受け取ることについて直接記載がないとしても，リモート制御されるカメラについての記載（甲33の14欄16行～18行，28行～30行，14欄49行～15欄1行）から上位概念たるカメラがスクリプト情報を受け取ることまで十分に拡張ないし一般化できるなどとして，本件明細書の発明の詳細な説明に「スクリプト情報を受け取る手段を含むこと」が記載されている旨主張する。",
                    "しかしながら，本件明細書における「このスクリプトとステージ情報には，カメラをいつ特定の俳優に切り替えるかとか，特定のカメラアングルを選択するなどの特定の命令を含む」（上記①）との記載は，「放送用ニューススタジオにおいては，生番組をテレビ放送する為にリモート制御されたカメラを使用することは一般的な業務である。これらのカメラは，（カメラケーブルの長さやカメラをステージの上で互いに動かすことができる間隔などの）ステージ自身による物理的限界内で，ステージの上の必要とされるどの位置にもカメラを移動できるように電動の台の上に設置されている。」（前記ウ(ア)b），「もし番組の計画が編集に先立ってあるいは，オリジナル制作の映画・ビデオ撮影に先立ってコンピューターにスクリプトとステージ情報を用意することから始まっていれば，デジタルビデオ制作システムの多用性はさらに拡張される。…さらに，生番組をテレビ放送するのにリモート制御されたカメラを使用することは放送ニューススタジオでは一般的に行われている。カメラ動作の制御の指示のスクリプト素材のソフトを一緒にすることにより，これらのシステムの全ての機能は適切化されるであろう。」（前記ウ(ア)e）との記載と併せると，手持ちカメラを使用する場合について述べた記述ではなく，リモート制御するカメラを使用する場合において，例えば，舞台等の「ステージ情報」を用いてリモート制御する場面について述べた記述と読むのが自然であるから，参加人の上記主張は，この点において，前提を欠くものといえる。",
                    "そして，前記ウ(イ)認定のとおり，撮影者がカメラを手に持って撮影する場合は，カメラマンがカメラの切り替えやアングルの選択，パン・チルトの操作を行えばよく，むしろ，カメラマンがその場の状況に応じて適宜必要なカメラ操作を行うのが普通であるから，事前にカメラの制御方法を記述したスクリプトを作成し，カメラの制御方法を自動化することは通常想定し得ないものといえる。そのため，リモート制御するカメラを使用する場合におけるカメラの制御方法を自動化することに関する記述を撮影者がカメラを手に持って撮影する場合にも拡張ないし一般化することもできない。",
                    "そうすると，「このスクリプトとステージ情報には，カメラをいつ特定の俳優に切り替えるかとか，特定のカメラアングルを選択するなどの特定の命令を含む」との上記記載から，撮影者がカメラ（カムコーダーを含む。）を手に持って撮影する場合，当該カメラがカメラの制御（ズームレンズ，パン，チルト等の制御）に係る「スクリプト情報を受け取る手段」を備えていることを理解することは困難である。",
                    "したがって，参加人の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，本件発明43はサポート要件を満たしているということはできないとした本件審決の判断に誤りはなく，これと同様に，本件発明43（請求項43）の記載を引用する本件発明44もサポート要件を満たしているということはできないとした本件審決の判断にも誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明46及び本件発明47のサポート要件の判断の誤りの有無について",
              "text": [
                "参加人は，本件審決は，本件発明46の「さらに，カメラ制御情報を受け取る手段を含むことを特徴とする請求項40に記載の装置」における「カメラ制御情報を受け取る手段」にいう「カメラ制御情報」は，「スクリプト情報」の一部であるといえるが，本件明細書の発明の詳細な説明に請求項40の映像記録装置がスクリプト情報を受け取る手段を有する構成が記載されていないことは，本件発明43において検討したとおりであるから，上記スクリプト情報の一部であるカメラ制御情報を受け取る手段を有する構成も，発明の詳細な説明に記載されていないことは明らかであり，本件発明46はサポート要件を満たしているということはできない旨判断し，これと同様に，本件発明46（請求項46）の記載を引用する本件発明47もサポート要件を満たしているということはできない旨判断したが，本件明細書の発明の詳細な説明に「スクリプト情報を受け取る手段を含むこと」が記載されているから，本件審決の上記判断は，誤りである旨主張する。",
                "そこで検討するに，前記(1)ウ(イ)認定のとおり，本件発明43の「スクリプト情報」は，カメラで撮影する場合のカメラの制御（ズームレンズ，パン，チルト等の制御），自動ライティングシステムの制御やEDLを作成するオフライン編集処理に利用される情報であることが認められ，本件発明46の「カメラ制御情報」は上記スクリプト情報に含まれるものと認められる。",
                "そして，前記ウ(イ)認定のとおり，本件明細書の発明の詳細な説明の記載から，当業者において，本件発明43が引用する本件発明40の「映像記録装置」に含まれるカムコーダーを撮影者が手に持って撮影する場合に，上記カムコーダーに「スクリプト情報を受け取る手段」を設けるという本件発明43の課題を解決できることを認識できるものとは認められないから，本件発明46についても，スクリプト情報に含まれる「カメラ制御情報を受け取る手段」を設けるという課題を解決できることを認識できるものとは認められない。",
                "したがって，本件発明46は，サポート要件に適合しないというべきである。また，これと同様の理由により，本件発明46（請求項47）の記載を引用する本件発明44もサポート要件に適合しないというべきである。",
                "そうすると，本件発明46及び本件47はサポート要件を満たしているということはできないとした本件審決の判断に誤りはなく，参加人の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上によれば，本件発明43，44，46，47はサポート要件を満たしているということはできないとした本件審決の判断に誤りはなく，参加人の取消事由2-3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "結論",
          "text": [
            "以上の次第であるから，本件審決のうち，請求項1ないし8，13，22ないし24，26ないし33に係る部分の取消しを求める原告の請求（第1事件）は理由があるから認容することとし，本件審決のうち，請求項10，11，14，43，44，46，47に係る部分の取消しを求める参加人の請求（第2事件）は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}