{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2014-800007号事件について平成26年8月12日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。  "
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項及び第2項と同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等（当事者間に争いがないか，掲記の証拠及び弁論の全趣旨により容易に認められる事実。）",
          "text": [
            "被告は，平成12年11月16日に国際出願（PCT／US2000／031777号，優先権主張：平成11年11月18日  米国）され，平成19年3月2日に設定登録された，発明の名称を「管状格子パターンを有するゴルフボール」とする特許第3924467号（以下「本件特許」という。設定登録時の請求項の数は10である（甲31）。）の特許権者である。",
            "平成22年11月4日，本件特許につき，無効審判請求（無効2010-800200号）がされた。上記請求に対し，特許庁が，平成23年9月27日，被告が平成23年6月16日付けでした訂正を認めず，本件特許を無効とする旨の審決をしたため，被告は，平成24年1月25日，審決取消訴訟を提起した（知的財産高等裁判所平成24年（行ケ）第10034号）。被告が，特許庁に対し，同年4月10日，訂正審判請求（訂正2012-390047号）をしたことから，知的財産高等裁判所は，同年6月25日，平成23年法律第68号による改正前の特許法181条2項に基づき，上記審決を取り消す旨の決定をした。",
            "その後，被告は，平成24年9月14日付けで訂正を請求した（平成25年1月11付け手続補正書及び同年3月12日付け手続補正書（方式）により補正がなされている。以下「本件訂正」という。本件訂正後の請求項の数は8である（甲32，33，35）。）。特許庁は，平成25年5月9日，本件訂正（各補正後のもの）を認めるとともに，本件特許を無効としない旨の審決をし，その後，同審決は確定した。",
            "原告は，平成26年1月10日，特許庁に対し，本件特許の請求項全部を無効にすることを求めて審判の請求をした。特許庁は，上記請求を無効2014-800007号事件として審理をした結果，同年8月12日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同月21日，原告に送達した。",
            "原告は，同年9月18日（訴状受付日），上記審決の取消しを求めて本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載（甲35）",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲の請求項1の記載は，以下のとおりである（以下，本件訂正後の明細書の特許請求の範囲の請求項1を「本件請求項1」のようにいい，同請求項1に記載された発明を「本件発明1」のようにいい，本件発明1ないし8を併せて「本件発明」という。また，本件訂正後の本件特許の明細書及び図面をまとめて「本件訂正明細書」という。）。",
            "「【請求項1】   ",
            "表面を有し，4．06cm～4．32cm（1．60in～1．70in）の範囲の直径を有する内側球体と，  ",
            "前記内側球体の表面から延びる格子構造であって，該格子構造は複数の相互に連結した格子部材からなり，各格子部材は，第1の凹部分と第2の凹部分と，前記第1の凹部分と第2の凹部分の間に設けられた凸部分を有する曲線の断面を持ち，前記凸部分は頂部を有し，前記格子部材の底部から前記頂部までの距離が0．0127cm～0．0254cm（0．005in～0．010in）の範囲であり，  ",
            "前記第1の凹部分と第2の凹部分は0．38cm～0．51cm（0．150in～0．200in）の範囲の曲率半径を持ち，前記凸部分は0．07cm（0．0275in）～0．0889cm（0．0350in）の曲率半径を持ち，  ",
            "前記相互に連結された格子部材の頂部はゴルフボールの最外部であり，",
            "前記複数の格子部材は互いに辺を共有して連結された複数の6角形状の領域と，複数の5角形状の領域とを形成し，前記複数の5角形状の領域は前記複数の6角形状の領域の一部と互いに辺を共有して連結されている，  ",
            "ディンプルを伴わないゴルフボール。  ",
            "【請求項2】 ",
            "ゴルフボールはポリウレタン材料のカバーを持ち，前記内側球体の直径は4．24cm（1．67in）以上である請求項1に記載のゴルフボール。 ",
            "【請求項3】 ",
            "ゴルフボールの最外部から0．005cmの範囲の体積は0．03491cm3未満である請求項1又は2に記載のゴルフボール。  ",
            "【請求項4】 ",
            "ゴルフボールの最外部から0．0102cmの範囲の体積は0．08162cm3未満である請求項1又は2に記載のゴルフボール。  ",
            "【請求項5】 ",
            "ゴルフボールの最外部から0．0152cmの範囲の体積は0．13784cm3未満である請求項1又は2に記載のゴルフボール。  ",
            "【請求項6】 ",
            "前記ゴルフボールは，ソリッドコア，中空コア又は流体コアのいずれかを持つ請求項1乃至5のいずれかに記載のゴルフボール。  ",
            "【請求項7】 ",
            "レイノルド数が70，000で回転数が毎分2000回のときの揚力係数が0．18以上であり，レイノルド数が180，000で回転数が毎分3000回のときの流体抵抗が0．23未満である請求項1乃至6のいずれかに記載のゴルフボール。",
            "【請求項8】 ",
            "ゴルフボールの表面の全体が複数の相互に連結された格子部材と内側球体によって画成されている請求項1乃至7のいずれかに記載のゴルフボール。」 "
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりであるが，その要旨は，①本件発明は，米国特許第4991852号明細書（甲1）記載の発明（以下「甲第1号証発明」という。）又は特開平7-289662号公報（甲10）記載の発明（以下「甲第10号証発明」という。）に基づいて当業者が容易になし得たものとはいえない，②本件発明1が明確でないとはいえず，よって本件発明1ないし8の記載は明確である，というものである。",
            "審決が認定した甲第1号証発明の内容，甲第10号証の記載事項（なお，審決には，甲第10号証発明の内容の認定に関する記載はない。），本件発明1と甲第1号証発明ないしは甲第10号証発明との一致点及び相違点は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲第1号証発明の内容",
              "text": [
                "「0．090インチ（0．223cm）から0．140インチ（0．356cm）の範囲の表面直径を持ち，フラットABをよぎって測定される上述の範囲の直径と0．002インチ（0．005cm）以上，或いは0．014インチ（0．356cm）より大きい深さを持つ，傾斜した側壁を持つ六角形ディンプルを，ボールの表面全体に渡り規則的な測地学の9周期20面体パターンで，ボール表面に均等な間隔を置いて812個配置している，ゴルフボール。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲第10号証の記載事項",
              "text": [
                "「図12には，ゴルフボールのディンプルに関し，該ディンプルが，複数の6角形状の領域と，複数の5角形状の領域とを形成し，前記複数の5角形状の領域と前記複数の6角形状の領域は互いに辺を共有していることが記載されている。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と甲第1号証発明ないしは甲第10号証発明の一致点",
              "text": [
                "「ゴルフボールである点のみ。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1と甲第1号証発明ないし甲第10号証発明の相違点",
              "text": [
                "「本件発明1は，「表面を有し，4．06cm～4．32cm（1．60in～1．70in）の範囲の直径を有する内側球体と，前記内側球体の表面から延びる格子構造であって，該格子構造は複数の相互に連結した格子部材からなり，各格子部材は，第1の凹部分と第2の凹部分と，前記第1の凹部分と第2の凹部分の間に設けられた凸部分を有する曲線の断面を持ち，前記凸部分は頂部を有し，前記格子部材の底部から前記頂部までの距離が0．0127cm～0．0254cm（0．005in～0．010in）の範囲であり，前記第1の凹部分と第2の凹部分は0．38cm～0．51cm（0．150in～0．200in）の範囲の曲率半径を持ち，前記凸部分は0．07cm（0．0275in）～0．0889cm（0．0350in）の曲率半径を持ち，前記相互に連結された格子部材の頂部はゴルフボールの最外部であり，前記複数の格子部材は互いに辺を共有して連結された複数の6角形状の領域と，複数の5角形状の領域とを形成し，前記複数の5角形状の領域は前記複数の6角形状の領域の一部と互いに辺を共有して連結されている，ディンプルを伴わない」ゴルフボールであるのに対し，甲第1号証発明及び甲第10号証発明は，ボール表面にディンプルを形成したものである点。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "text": [
        "審決には，①甲第1号証発明を主引例とする進歩性判断の誤り（取消事由1），具体的には，本件発明1と甲第1号証発明の一致点及び相違点の認定の誤り（取消事由1-1），甲第1号証発明に基づく本件発明1の容易想到性の判断の誤り（取消事由1-2），甲第1号証発明に基づく本件発明2ないし8の容易想到性の判断の誤り（取消事由1-3），②甲第10号証発明を主引例とする進歩性判断の誤り（取消事由2），具体的には，本件発明1と甲第10号証発明の一致点及び相違点の認定の誤り（取消事由2-1），甲第10号証発明に基づく本件発明1の容易想到性の判断の誤り（取消事由2-2），甲第10号証発明に基づく本件発明2ないし8の容易想到性の判断の誤り（取消事由2-3），③明確性要件の判断の誤り（取消事由3）があり，これらの誤りはいずれも審決の結論に影響するものであるから，審決は違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（甲第1号証発明を主引例とする進歩性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1（本件発明1と甲第1号証発明の一致点及び相違点の認定の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本件発明1が，内側球体と内側球体表面から延びる格子構造を備えるものであるのに対して，甲第1号証発明は本件訂正明細書の背景技術として示されているような，ボール表面にディンプル，すなわち，窪みを形成したものであり，両者の構造や概念は，全く異なるものである，と判断した上で，前記第2の3(3)及び(4)のとおりの一致点及び相違点を認定している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "確かに，本件発明1の内側球体から延びた格子構造は，甲第1号証発明の外側球体（ボール表面）から窪んだディンプルに対し，着想において異なるということはできる。",
                    "しかし，着想において異なっても，内側球体から延びた格子構造と，外側球体から窪んだディンプルとは，内側球体と格子構造の具体的内容と，ディンプルの具体的内容によっては，結果として形状寸法が接近して類似の物又は同一の物となる可能性がある。",
                    "そして，本件発明は物の発明であり，形状寸法の特定による物の効果（大きな飛距離）を奏するというものである（本件訂正明細書【0021】）。",
                    "仮に，結果物が類似又は同一で効果が同等でも，着想において異なるというだけで全く別異の発明を主張できるとすると，新規性，進歩性，先後願等の判断や侵害の認定が容易に妨げられることとなり不当である。",
                    "したがって，本件発明1の内側球体と格子構造の具体的内容と，甲第1号証発明のディンプルの具体的内容とを検討し，結果物の構成を具体的に対比すべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，本件発明1について検討すると，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の内側球体の「表面」の意味は必ずしも明確ではない。そして，本件訂正明細書の記載（【0024】，【0046】，【0047】，【0066】）によると，複数の格子構造の間に露出した円滑な部分（以下「円滑な部分」という。）も内側球体の表面であり，複数の格子部材が延びた結果格子部材の下になった部分（以下「格子下部分」という。）も内側球体の表面であるということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1の「格子構造」とは，平行線群が交わった狭義の格子形状ではなく，ボール外部からみていわゆるハニカム格子を含む広義の格子形状を成す構造をいうものと解される（本件請求項1参照）。 ",
                      "text": [
                        "そして，格子構造が「内側球体の表面から延びる」とは，格子下部分から延びるということである。また，「格子構造は複数の相互に連結した格子部材からな」るのであるから，「格子部材」とは格子下部分から延びる格子構造の1辺の部分の突起と解される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明1の「格子部材の頂部はゴルフボールの最外部であり」について，最外部にある外側球体の面に存在するものはランドと認識される（【0048】）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件発明1において，内側球体の表面からランドのある外側球体までの範囲には，複数の格子部材と，複数の格子部材間の空間とが存在するところ，上記空間は，ランドのある外側球体から見ると，窪み，すなわち，ディンプルである。したがって，本件発明1の，「ディンプルを伴わない」の記載は，本件発明1の着想のみをいうものであって，結果物としてディンプルを伴わないという意味に解するべきではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記ウを前提に本件発明1と甲第1号証発明とを対比すると以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲第1号証の図4（判決注・甲第1号証の図1，3，4，6，7については，後記第5の1(1)イ(ア)参照）には，1個のディンプルのみ記載されているが，その隣りにもディンプルがあることは明らかである。そして，これらのディンプルは，直径が同じとみられるから，深さも同じとみるのが自然である（甲1，4欄2～6行，図1，3，7）。",
                        "これらのディンプルの最底部から見ると，ディンプルとディンプルとの間は外側球体までの断面山状の隆起（複数）であり，この隆起は，格子下部分から延びる1辺の部分の突起であるから，本件発明1の格子部材に相当する。そして，複数の格子部材が相互に連結して，ボール外部からみていわゆるハニカム格子を含む広義の格子形状をなす構造，すなわち格子構造となっている。",
                        "また，前記ウ(ア)のとおり，本件発明1の格子下部分も内側球体の表面であるところ，甲第1号証発明の各ディンプルの最底部を結ぶ面はそこから延びる隆起の下になった部分であるから，内側球体の表面としての格子下部分に相当し，その面の下は本件発明1の内側球体に相当するということができる。",
                        "ただし，仮に，本件発明1で内側球体の表面は円滑な部分も備えなければならないと解する場合には，甲第1号証発明の内側球体の表面は，円滑な部分を有しない点において本件発明1と相違することになる。",
                        "また，甲第1号証には内側球体の直径の数値の記載がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の隆起はランドのある断面山状であるから，本件発明1の「各格子部材は，第1の凹部分と第2の凹部分と，前記第1の凹部分と第2の凹部分の間に設けられた凸部分を有する曲線の断面を持ち」に相当する。また，凸部分であるランドは頂部を有し，隆起の底部から頂部までの距離は，ディンプル深さと同じ0．0051cm～0．0356cm（0．002in～0．014in）の範囲である。",
                        "ただし，甲第1号証には，第1の凹部分と第2の凹部分の曲率半径の数値の記載はなく，凸部分が本件発明1の程度の曲率半径を持つとの記載もない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)の隆起の頂部はゴルフボールの最外部であるから，本件発明1の「格子部材の頂部はゴルフボールの最外部であり」に相当する。最外部にある外側球体の面に存在するものをランドと認識する点は，本件発明1と甲第1号証発明とで共通である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記(ア)の複数の隆起は，本件発明1の「互いに辺を共有して連結された複数の6角形状の領域・・・を形成し」に相当するが，甲第1号証には，複数の五角形状の領域が記載されていない点において相違する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上を前提とすると，本件発明1と甲第1号証発明との一致点及び相違点は，以下のとおりとなる。",
                    "したがって，審決の本件発明1と甲第1号証発明との一致点及び相違点の認定には誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "表面を有し，直径を有する内側球体と，",
                        "前記内側球体の表面から延びる格子構造であって，該格子構造は複数の相互に連結した格子部材からなり，各格子部材は，第1の凹部分と第2の凹部分と，前記第1の凹部分と第2の凹部分の間に設けられた凸部分を有する曲線の断面を持ち，前記凸部分は頂部を有し，前記格子部材の底部から前記頂部までの距離が0．0127cm～0．0254cm（0．005in～0．010in）の範囲を含み，",
                        "前記相互に連結された格子部材の頂部はゴルフボールの最外部であり，",
                        "前記複数の格子部材は互いに辺を共有して連結された複数の6角形状の領域を形成している，",
                        "ゴルフボール。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "本件発明1は，内側球体が4．06cm～4．32cm（1．60in～1．70in）の範囲の直径を有するのに対し，甲第1号証発明は，内側球体の直径の数値記載がない点。",
                            "ただし，仮に，本件発明1で内側球体の表面は円滑な部分も備えなければならないと解する場合には，甲第1号証発明が内側球体の表面が円滑な部分を有しない点は相違点となる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "本件発明1は，格子部材の底部から頂部までの距離が0．0127cm～0．0254cm（0．005in～0．010in）の範囲であるのに対し，甲第1号証発明は，格子部材の当該距離がより広い0．0051cm～0．0356cm（0．002in～0．014in）の範囲である点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3",
                          "text": [
                            "本件発明1は，第1の凹部分と第2の凹部分は0．38cm～0．51cm（0．150in～0．200in）の範囲の曲率半径を持つのに対し，甲第1号証発明は，凹部分の当該曲率半径の記載がない点。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点4",
                          "text": [
                            "本件発明1は，凸部分は0．07cm（0．0275in）～0．0889cm（0．0350in）の曲率半径を持つのに対し，甲第1号証発明は，凸部分の当該曲率半径の記載がない点。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "相違点5  ",
                          "text": [
                            "本件発明1は，複数の格子部材は複数の5角形状の領域を形成し，前記複数の5角形状の領域は前記複数の6角形状の領域の一部と互いに辺を共有して連結されているのに対し，甲第1号証発明は，複数の5角形状の領域が記載されていない点。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "相違点6",
                          "text": [
                            "本件発明1は，ディンプルを伴わないと記載されているのに対し，甲第1号証発明は，ディンプルを伴う点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2（甲第1号証発明に基づく本件発明1の容易想到性の判断の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2について",
                  "text": [
                    "甲第1号証発明のディンプルの深さ0．0051cm～0．0356cm（0．002in～0．014in）の範囲内において，本件発明1の相違点2の0．0127cm～0．0254cm（0．005in～0．010in）の範囲とすることは，単なる選択事項又は設計事項であり，また，周知事項の採用にすぎないから（甲2～5），相違点1に係る構成とすることは当業者において容易に想到し得る。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "内側球体の直径について",
                      "text": [
                        "甲第1号証発明において内側球体の直径を4．06cm～4．32cm（1．60in～1．70in）の範囲とすることは，単なる選択事項又は設計事項であり，また，周知事項の採用にすぎないから（甲3，6），当業者において容易に想到し得る。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "内側球体の表面について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(1)エ(ア)のとおり，本件訂正明細書の記載によると，円滑な部分も格子下部分も内側球体の表面であるところ，本件請求項1には円滑な部分と格子下部分の両方を有することを必須とする旨が記載されていないから，格子下部分を有する甲第 1 号証発明は，内側球体の表面を有することに相当する。",
                            "よって，内側球体の表面を有している点は，一致点であって，相違点ではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "仮に，本件発明1において円滑な部分と格子下部分の両方を有することを必須とすると解するとしても，甲第1号証発明に甲第2号証の記載事項を組み合わせることにより容易に想到し得る。",
                                "すなわち，後記(b)のとおり，甲第2号証の第2図の球形ディンプルの底の球面は，内側球体の表面としての円滑な部分である。",
                                "そして，甲第1号証発明と甲第2号証記載の発明とは，飛距離を大きくするという課題において共通する。",
                                "また，甲第2号証には「ディンプルは，円形周辺をもつ必要はなく，多角形のものであってもよい。」（5頁右上欄）と記載されているから，六角形ディンプルにも第2図の球形ディンプルを適用し得ることが実質的に記載され又は少なくとも示唆されている。",
                                "したがって，飛距離を大きくするために，甲第1号証発明のディンプルに甲第2号証の第2図の球形ディンプルを採用する動機付けがあるから，甲第1号証発明に甲第2号証の記載事項を適用し，内側球体を円滑な部分と格子下部分の両方を有するものとすることは，当業者において容易に想到し得る。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "なお，審決は，甲第2号証には，窪み図形は第2図に示すように弓形弯曲であってもよい，と記載されているが，該窪みが弓形弯曲の形状となることにより，該窪みの底面がゴルフボールの内側球体（判決注：外側球体の誤記）の表面と平行に弯曲して，ゴルフボール内側球体表面を構成しているものではないし，甲第2号証記載のゴルフボールも，そもそも甲第1号証発明と同様に，ゴルフボール表面にディンプルを形成したものである，と認定した。",
                                "しかし，甲第2号証のディンプルの縁のへこみ（へり窪み）には種々の円弧及び直線セグメントを用いることができるところ，第2図の窪みは，その種々の円弧のうちから特定された「頭を切った平面内に底半径r を有する截頭形の球面ディンプル」である。2そして，球面ディンプルとは，底半径r 内の範囲が「球面」であ2ることを意味するものと解される。",
                                "また，この「球面」は外側球体と平行に湾曲した球面であると把握されるから，球形ディンプルの「球面」は内側球体の表面（円滑な部分）であるといえる。",
                                "したがって，審決の認定は誤りである。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "甲第1号証発明における格子部材の第1の凹部分と第2の凹部分が持つ曲率半径を，本件発明1の相違点3の0．38cm～0．51cm（0．150in～0．200in）の範囲とすることは，単なる選択事項又は設計事項であり，また周知事項の採用にすぎないから（甲4，5，7），相違点3に係る構成とすることは当業者において容易に想到し得る。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4について",
                  "text": [
                    "甲第1号証発明における前記格子部材の凸部分（ランド）が，ディンプルとの間の上縁部に，本件発明1の相違点4の0．07cm（0．0275in）～0．0889cm（0．0350in）の曲率半径を持つようにすることは，単なる選択事項又は設計事項であり，また飛距離を大きくできる周知事項の採用にすぎないから（甲3，4，8，9，16），相違点4に係る構成とすることは当業者において容易に想到し得る。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点5について",
                  "text": [
                    "甲第1号証発明において，互いに辺を共有して緻密に配置されることは自明である。また，甲第10号証には，相違点5の構成が記載されている。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "相違点6について",
                  "text": [
                    "前記(1)イ及び同ウ(エ)のとおり，本件発明1は結果物としてディンプルを伴うものであるから，相違点6は実質的な相違点ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1-3（甲第1号証発明に基づく本件発明2ないし8の容易想到性の判断の誤り）",
              "text": [
                "審決は，本件発明2ないし8は，本件発明1を引用するものであり，本件発明1が，当業者にとって容易に発明できるものとはいえないものであるから，同様に本件発明2ないし8も，当業者が容易に発明することができたものとはいえない，と判断した。",
                "しかし，前記(1)及び(2)のとおり，審決は，本件発明1が当業者にとって容易に発明できるものとはいえないとした前提において誤りである。また，以下のとおり，本件発明2ないし8の各特定事項は当業者にとって容易に想到できたことであるから，結論においても誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2について",
                  "text": [
                    "本件発明2の「ゴルフボールはポリウレタン材料のカバーを持」つこ",
                    "とは周知事項であり（甲11，12），「前記内側球体の直径は4．24cm（1．67in）以上である」ことは前記(2)イ(ア)の周知事項から導かれるとである。",
                    "よって，本件発明2は，本件発明1と同様の理由と上記周知事項により当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3について",
                  "text": [
                    "本件発明3の「ゴルフボールの最外部から0．005cmの範囲の体積は0．03491cm3未満である」ことにつき，本件訂正明細書には臨界的意義の記載はなく，単なる設計事項にすぎない。",
                    "よって，本件発明3は，本件発明1と同様の理由と上記設計事項により当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明4について",
                  "text": [
                    "本件発明4の「ゴルフボールの最外部から0．0102cmの範囲の体積は0．08162cm3未満である」ことにつき，本件訂正明細書に臨界的意義の記載はなく，単なる設計事項にすぎない。",
                    "よって，本件発明4は，本件発明1と同様の理由と上記設計事項により当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明5について",
                  "text": [
                    "本件発明5の「ゴルフボールの最外部から0．0152cmの範囲の体積は0．13784cm3未満である」ことにつき，本件訂正明細書に臨界的意義の記載はなく，単なる設計事項にすぎない。",
                    "よって，本件発明5は，本件発明1と同様の理由と上記設計事項により当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明6について",
                  "text": [
                    "本件発明6の「前記ゴルフボールは，ソリッドコア，中空コア又は流体コアのいずれかを持つ」ことは，周知事項（甲11ないし14）である。",
                    "よって，本件発明6は，本件発明1と同様の理由と上記周知事項により当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件発明7について",
                  "text": [
                    "本件発明7の「レイノルド数が70，000で回転数が毎分2000回のときの揚力係数が0．18以上であり，レイノルド数が180，000で回転数が毎分3000回のときの流体抵抗が0．23未満である」ことにつき，本件訂正明細書に臨界的意義の記載はないし，揚力係数や流体抵抗を最適化することは，周知の技術事項にすぎないから（甲15），上記発明特定事項は，単なる設計事項にすぎない。",
                    "よって，本件発明7は，本件発明1と同様の理由と上記設計事項により当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "本件発明8について",
                  "text": [
                    "本件発明8の「ゴルフボールの表面の全体が複数の相互に連結された格子部材と内側球体によって画成されている」ことは，甲第1号証及び甲第10号証に記載されている事項である。",
                    "よって，本件発明8は，本件発明1と同様の理由により当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（甲第10号証発明を主引例とする進歩性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1（本件発明1と甲第10号証発明の一致点及び相違点の認定の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲第10号証発明についても，前記1(1)アと同様の認定判断をしている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，前記1(1)イ及びウを前提に，本件発明1と甲第10号証発明とを対比すると以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲第10号証に示されたディンプルは，直径が同じとみられるから，深さも同じとみるのが自然である（甲10，図11，12。判決注・図11，12については，後記第5の2(1)ア(ア)参照））。",
                        "これらのディンプルの最底部から見ると，ディンプルとディンプルとの間は外側球体までの断面山状の隆起（複数）であり，この隆起は，格子下部分から延びる1辺の部分の突起であるから，本件発明1の格子部材に相当する。そして，複数の格子部材が相互に連結して，ボール外部からみていわゆるハニカム格子を含む広義の格子形状をなす構造，すなわち格子構造となっている。",
                        "また，前記1(1)ウ(ア)のとおり，本件発明1の格子下部分も内側球体の表面であるところ，甲第10号証発明の各ディンプルの最底部を結ぶ面はそこから延びる隆起の下になった部分であるから，内側球体の表面としての格子下部分に相当し，その面の下は本件発明1の内側球体に相当するということができる。",
                        "ただし，仮に，本件発明1で内側球体の表面は円滑な部分も備えなければならないと解する場合には，甲第10号証発明の内側球体の表面は，円滑な部分を有しない点において本件発明1と相違することになる。",
                        "また，甲第10号証には内側球体の直径の数値の記載がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の隆起はランドのある断面山状であるから，本件発明1の「各格子部材は，第1の凹部分と第2の凹部分と，前記第1の凹部分と第2の凹部分の間に設けられた凸部分を有する曲線の断面を持ち」に相当する。また，凸部分であるランドは頂部を有し，隆起の底部から頂部までの距離は，ディンプル深さと同じ0．0051cm～0．0356cm（0．002in～0．014in）の範囲である。",
                        "ただし，甲第10号証には，第1の凹部分と第2の凹部分の曲率半径の数値の記載はなく，凸部分が本件発明1の程度の曲率半径を持つとの記載もない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)の隆起の頂部はゴルフボールの最外部であるから，本件発明1の「格子部材の頂部はゴルフボールの最外部であり」に相当する。最外部にある外側球体の面に存在するものをランドと認識する点は，本件発明1と甲第10号証発明とで共通である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記(ア)の複数の隆起は，本件発明1の「前記複数の格子部材は互いに辺を共有して連結された複数の6角形状の領域と，複数の5角形状の領域とを形成し，前記複数の5角形状の領域は前記複数の6角形状の領域の一部と互いに辺を共有して連結されている」に相当する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上を前提とすると，本件発明1と甲第10号証発明との一致点及び相違点は，以下のとおりとなる。",
                    "したがって，審決の本件発明1と甲第10号証発明との一致点及び相違点の認定には誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "表面を有し，直径を有する内側球体と，",
                        "前記内側球体の表面から延びる格子構造であって，該格子構造は複数の相互に連結した格子部材からなり，各格子部材は，第1の凹部分と第2の凹部分と，前記第1の凹部分と第2の凹部分の間に設けられた凸部分を有する曲線の断面を持ち，前記凸部分は頂部を有し，",
                        "前記相互に連結された格子部材の頂部はゴルフボールの最外部であり，",
                        "前記複数の格子部材は互いに辺を共有して連結された複数の6角形状の領域と，複数の5角形状の領域とを形成し，前記複数の5角形状の領域は前記複数の6角形状の領域の一部と互いに辺を共有して連結されている，",
                        "ゴルフボール。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1’",
                          "text": [
                            "本件発明1は，内側球体が4．06cm～4．32cm（1．60in～1．70in）の範囲の直径を有するのに対し，甲第10号証発明には，内側球体の直径の数値記載がない点。",
                            "ただし，仮に，本件発明1で内側球体の表面は円滑な部分も備えなければならないと解する場合には，甲第10号証発明が内側球体の表面が円滑な部分を有しない点は相違点となる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2’",
                          "text": [
                            "本件発明1は，格子部材の底部から頂部までの距離が0．0127cm～0．0254cm（0．005in～0．010in）の範囲であるのに対し，甲第10号証発明には，格子部材の当該距離（＝ディンプル深さ）の記載がない点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3’",
                          "text": [
                            "本件発明1は，第1の凹部分と第2の凹部分は0．38cm～0．51cm（0．150in～0．200in）の範囲の曲率半径を持つのに対し，甲第10号証発明には，凹部分の当該曲率半径の記載がない点。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点4’",
                          "text": [
                            "本件発明1は，凸部分は0．07cm（0．0275in）～0．0889cm（0．0350in）の曲率半径を持つのに対し，甲第10号証発明には，凸部分の当該曲率半径の記載がない点。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "相違点5’  ",
                          "text": [
                            "本件発明1は，ディンプルを伴わないと記載されているのに対し，甲第10号証発明は，ディンプルを伴う点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2（甲第10号証発明に基づく本件発明1の容易想到性の判断の誤り）",
              "text": [
                "前記1(2)アないしエ及びカと同様の理由により，相違点5’は実質的な相違点ではなく，相違点1’ないし4’に係る構成は，当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3（甲第10号証発明に基づく本件発明2ないし8の容易想到性の判断の誤り）",
              "text": [
                "前記1(3)と同様の理由により，本件発明2ないし8は，本件発明1を引用するものであり，本件発明1が，当業者にとって容易に発明できるものとはいえないものであるから，同様に本件発明2ないし8も，当業者が容易に発明することができたものとはいえない，とした審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（明確性要件の判断の誤り）",
          "text": [
            "審決は，本件発明1の格子構造は，「内側球体の表面から延びる」ものであって，ゴルフボール表面がくぼんだディンプルとは異なるものであり，本件発明は，この格子構造とディンプルとが異なることを「ディンプルを伴わない」と特定して明確にしたものである，とし，本件発明1は明確でないとはいえず，本件発明2ないし8の記載も明確である旨判断した。",
            "しかし，本件請求項1には，本件発明1の格子構造とディンプルとが異なることを「ディンプルを伴わない」と特定したとは記載されていないから，審決の認定は特許請求の範囲に基づくものではなく，誤りである。",
            "また，「ディンプルを伴わない」との記載は，本件発明1の着想のみをいうものであって，結果物としてディンプルを伴わないという意味に解するべきではなく，本件発明1は結果物としてディンプルを伴うものである。これに対し，審決は，結果物としてディンプルを伴わないという意味に解していると考えられるので，「ディンプルを伴わない」の記載は本件発明1を不明確にする記載といわざるを得ない。",
            "さらに，「ディンプルを伴わない」の記載があることにより，上記のとおり，結果物が同一で効果が同等でも着想においてディンプルでないというだけで侵害の認定を免れることになるから，本件発明1は不明確であるというほかはない。",
            "よって，審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（甲第1号証発明を主引例とする進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1（本件発明1と甲第1号証発明の一致点及び相違点の認定の誤り）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1のゴルフボールは，「表面を有する内側球体と内側球体表面から延びる格子構造」を備えるものであるから，本件発明1のゴルフボールの具体的構造は，内側球体の表面から延びる格子構造と格子構造の間に現れる内側球体の表面とにより形成されるのであり，この点は，従来のいかなるゴルフボールとも構造上異なる。したがって，本件発明1は，甲第1号証発明又は甲第10号証発明とは着想において異なるばかりでなく，その異なる着想が具体的な構造に具現化されている。また，本件発明1による作用効果も従来のものと異なる。",
                        "したがって，審決が，「両者の構造や概念は，全く異なるものである」とした点に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1の格子部材間の空間がランド領域である外側球体から見ると窪みであり，それをもってディンプルと称することについて，あえて争うものではない。しかし，本件発明1の「ディンプルを伴わない」の意味するところは，本件訂正明細書の背景技術に記載されているようなボール表面にディンプルを形成したものと，設計思想（着想）において，また，具体的構造において異なるということである。したがって，その具体的構造は，内側球体の表面と格子構造を形成する格子部材の具体的形状で特定されており，その具体的特定を規定した上で「ディンプルを伴わない」としているのであるから，原告が主張するような，上記格子部材間の空間の存在と，本件発明1の「ディンプルを伴わない」の記載が問題となることはない。",
                        "本件発明1の格子部材間の空間に窪みが複数存在するが，これはあくまで内側球体の表面から格子部材が延びた結果，格子部材の間に形成されるものであって，外側球面からへこませて形成した従来のゴルフボールのディンプルとは異なる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲第1号証発明のゴルフボールには，「ディンプルの最底部を結ぶ面」など存在しないばかりか，甲第1号証の記載からそのような面を認識することは不可能である。したがって，甲第1号証発明には，内側球体の表面に格子部材を設けるという技術思想は存在しない。",
                        "したがって，甲第1号証発明のディンプルとディンプルとの間の部分が，本件発明1の格子部材に相当することにはならない。",
                        "また，本件発明1は，内側球体の表面に複数の六角形状の領域と複数の五角形状の領域を形成する格子部材が延びるものであるから，円滑な部分が残る。これに対し，甲第1号証発明のゴルフボールには円滑な部分，すなわち，本件発明1の「内側球体の表面」は存在しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲第1号証において，隆起と隆起の間のランド領域は外面球体の表面からなるものであり，ディンプルを形成する凹部分とランドの球面の境界は曲線の断面とはならず，「凸部分を有する曲線の断面」とはならない。また，本件発明1の格子部材の断面形状は本件訂正明細書の図8にしめされたとおりのものであり，凸部分の曲率半径も「0．07cm（0．0275in）～0．0889cm（0．0350in）」と特定されており，甲第1号証発明の「隆起」と異なる。",
                        "したがって，甲第1号証発明の「隆起」は，本件発明1の「第1凹部分と第2の凹部分の間に設けられた凸部分を有する曲線の断面を持ち」に相当するものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "確かに，甲第1号証発明の隆起の頂部は，ゴルフボールの最外部である。しかし，本件発明1の最外部は凸部分の頂部であり，甲第1号証発明のような「最外部にある外側球体の面」など存在せず，最外部をランドと認識したとしても，その形状は異なる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲第1号証発明には本件発明1の「格子部材」は存在せず，したがって，甲第1号証発明の隆起は「互いに辺を共有して連結された複数の6角形状の領域・・・を形成し」に相当するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，審決の一致点及び相違点の認定には誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2（甲第1号証発明に基づく本件発明1の容易想到性の判断の誤り）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2について",
                  "text": [
                    "原告の主張は，本件発明1の格子部材について，その高さのみ抽出して検討するものであって，本件発明1の格子部材が内側球体表面から延びる格子構造を形成するものであり，また，格子部材が特有の断面形状を持つものであることを無視している。",
                    "本件発明1の格子構造を持つゴルフボールについては，格子構造全体によって本件発明特有の作用効果を奏するものであるから，相違点2に係る構成は単なる数値範囲ではない。",
                    "また，甲第2号証ないし甲第5号証に開示されているものは，通常のディンプルの深さであり，本件発明1の格子構造とは異なるから，本件発明1の格子部材の高さを開示するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "内側球体の直径について",
                      "text": [
                        "甲第1号証発明には内側球体として認識できる球体は存在しないから，内側球体の直径の数範囲を本件発明1のように設定する動機付けはないし，単なる設計事項や選択事項ということにもならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "内側球体の表面について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲第1号証発明には内側球体が存在せず，内側球体の表面も存在しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，仮に，本件発明1が円滑な部分を有する必要があると解した場合は，その点が相違点となるとしても，甲第2号証の記載から容易想到であると主張する。",
                            "しかし，甲第2号証の発明のディンプルの半径r 内の範囲が「球2面」であるとしても，甲第2号証には，その球面がゴルフボールを構成する一つの内側球体の球面であるとの記載はない。仮に，半径r2内の範囲の「球面」が，原告の主張するように，外側球体の面と平行に湾曲した球面と理解したとしても，その球面は，外側球体の面を平行に移動して得られる面，すなわち，外側球体と同一の半径の球体の面であるから，本件発明1の「内側球体の表面」とはならない。したがって，甲第2号証からは「内側球体」を把握することはできない（この点につき，審決の甲第2号証の記載事項の認定に誤りはない。）。",
                            "また，内側球体の存在しない甲第1号証発明に甲第2号証の記載を適用する動機付けもない。",
                            "さらに，原告は，甲第1号証発明も甲第2号証記載の発明も，飛距離を大きくする課題において共通する旨主張するが，本件発明1の課題は，単に飛距離を大きくするというものでなく，「高速において小さい流体抵抗と低速における大きい揚力を合わせ持つゴルフボールを得る」ことであり，これらを示唆することのない上記両発明を組み合わせる動機付けもなく，組み合わせたとしても本件発明1の構成に到達することはない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "本件発明1の格子部材の断面形状の意義については，本件特許明細書に実施例として記載されているから，数値自体の臨界的意義が記載されていないからといって，数値範囲に技術的意義がないことにはならない。",
                    "そもそも，本件発明1は，格子構造を内側球体の表面と，この内側球体の表面から延びる特定の曲面を持つ断面形状を有する格子部材により構成した点に意味があるのであり，「凹部分の断面形状」のみを取り上げて議論すること自体，妥当性を欠く。",
                    "また，甲第7号証や甲第5号証に示されたものは，従来の円形のディンプルであり，内側球体の表面に形成される六角形の領域を持つ格子構造を形成する凸部の曲面を持つ格子部材とは全く異なり，これらのディンプルの縁部分の曲率と本件発明1の第1凹部分と第2凹部分とは関係がなく，また，これらを六角形のディンプルに適用する動機付けもない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4について",
                  "text": [
                    "前記ウ同様，「凹部分の断面形状」のみを取り上げて議論すること自体，妥当性を欠く。しかも，原告が周知技術の根拠として提出する甲号各証は，本件発明1特有の課題及びその解決手段を示しておらず，従来の円形のディンプルのランド部の形状を示しているにすぎない。また，上記甲号各証は，本件発明1の内側球面から延びる格子部材の断面形状を示すものでなく，これらを六角形のディンプルを持つ甲第1号証発明に適用する動機付けもないし，これらを甲第1号証発明に適用したとしても，本件発明1に到らない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点5について",
                  "text": [
                    "甲第1号証発明は本件発明1の格子部材からなる格子構造を示すものでなく，また，甲第10号証も，甲第1号証発明と同様に本件発明1の格子部材を示すものではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "相違点6について",
                  "text": [
                    "本件発明1の「ディンプルを伴わない」の意味は，本件訂正明細書の背景技術に記載されているようなボール表面に窪みを形成したものと，設計思想（着想）において，また，具体的構造において異なるという意味であり，その具体的構造は，内側球体の表面と格子構造を形成する格子部材の具体的形状を特定しているものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1-3（甲第1号証発明に基づく本件発明2ないし8の容易想到性の判断の誤り）について",
              "text": [
                "前記(1)及び(2)のとおり，本件発明1は当業者が容易に発明することができるものではないとする審決の結論に誤りはなく，本件発明2ないし8も容易に発明できるものでないとした審決の結論に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（甲第10号証発明を主引例とする進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1（本件発明1と甲第10号証発明の一致点及び相違点の認定の誤り）について",
              "text": [
                "前記1(1)と同様の理由により，審決の一致点及び相違点の認定に誤りはない。",
                "なお，甲第10号証発明のゴルフボールに複数の六角形状のディンプルと五角形状のディンプルが存在することは認めるが，これらのディンプルは，本件発明1の複数の六角形状の領域と複数の五角形状の領域とは具体的構造において異なっている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2（甲第10号証発明に基づく本件発明1の容易想到性の判断の誤り）について",
              "text": [
                "前記1(2)アないしエ及びカと同様の理由により，原告の主張は失当であり，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3（甲第10号証発明に基づく本件発明2ないし8の容易想到性の判断の誤り）について  ",
              "text": [
                "前記2(3)と同様の理由により，審決の結論に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（明確性要件の判断の誤り）について",
          "text": [
            "本件請求項1の「ディンプルを伴わない」の意味は，本件訂正明細書の背景技術に記載されているようなボール表面にディンプルを形成したものと，設計思想（着想）において，また，具体的構造において異なるという意味であり，内側球体の表面と格子構造を形成する格子部材の具体的形状を特定しており，その具体的特定を規定した上で「ディンプルを伴わない」としているのであるから，本件請求項1の記載は明確である。",
            "よって，審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の各取消事由のうち，取消事由1-1及び1-3並びに2-1及び2-3には理由がある（なお，取消事由3には理由がない。）から，その余の取消事由について判断するまでもなく，審決にはこれを取り消すべき違法があるものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（甲第1号証発明を主引例とする進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1（本件発明1と甲第1号証発明の一致点及び相違点の認定の誤り）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件請求項1の記載は前記第2の2のとおりであるが，本件訂正明細書（甲31，35）には，以下の記載がある（明らかに誤記と認められる部分については適宜訂正した。）。",
                        "「【発明の詳細な説明】",
                        "【0001】",
                        "（技術分野）",
                        "本発明は，ゴルフボールの空気力学的表面パターンに関する。特に，本発明は格子構造と内側球体を有するゴルフボールに関する。」",
                        "「【0004】",
                        "一般の使用者に好意をもって受け入れられている伝統的なゴルフボールは，円形の断面を有する複数のディンプルを有する球体である。この伝統的なものを打破する多くのゴルフボールが開示されたが，これらの伝統的でないゴルフボールの大部分は商業的には成功しなかった。",
                        "【0005】",
                        "これらの伝統的でないゴルフボールの大部分はいまだに米国ゴルフ協会（“USGA”）及びセントアンドリウスロイヤルエイシャントゴルフクラブ（“R＆A”）のゴルフ規則に固執しようとしている。このゴルフ規則の付則 III に規定されるように，ボールの重量は1．620オンスアバダポイズ（avdp）を（45．93g）超えてはならず，ボールの直径は1．680インチ（42．67mm）より小さくなく，温度23±1°Cで行われるテストで，ランダムの場所から選択された100個のうちから25個以下のボールが1．680インチのリングゲージを通過し，球対称のボールと異なる特性を持つように意図的に改変されたものでないものとされている。・・・」",
                        "「【0020】",
                        "先行技術はゴルフボールの表面について多くの変形例を提供しているが，低速において空気の境界層を捕捉する一方，高速時には空気抵抗を少なくするために必要とする最小の体積の表面を持つゴルフボールに対する要求が残されている。",
                        "【0021】",
                        "（発明の開示）",
                        "本発明はUSGAの要件を満たすゴルフボールを提供し，より大きな距離を得るための必要な乱流を生じさせるため，飛行中にゴルフボールの周りを取り囲む空気の境界層を捕捉する最小のランド領域を提供することを可能とする。",
                        "【0022】",
                        "本発明は，ゴルフボールに，内側球体の表面の管状格子パターンを与えることによりこれを達成することを可能にしている。",
                        "【0023】",
                        "本発明の一つの態様は，表面を有する内側球体と外側球体を画定する複数の格子部材を有するゴルフボールである。各格子部材は外側球体を画定するゴルフボールの中心から最も離れた点において頂部を有する隆起した断面形状を持つ。複数の格子部材はゴルフボール上に所定のパターンを形成するように互いに連結されている。",
                        "【0024】",
                        "ゴルフボール上の複数の格子部材は内側球体表面の20％から80％をカバーしている。複数の格子部材の各々の頂部は0．00001インチより小さい幅を有している。内側球体の直径は少なくとも1．67インチであり，連結された複数の格子部材の頂部の高さは内側球体の表面から少なくとも0．005インチである。ゴルフボールは内側球体上に複数の円滑な部分を有し，その円滑な部分と複数の格子部材は内側球体の全体の表面をカバーしている。」",
                        "「【0045】",
                        "（発明を実施するためのベストモード）",
                        "図1-4（判決注・図2-4は省略。なお図1の「36」は，「30」の誤りと解される。）に示されるように，ゴルフボールは全体として20で示されている。・・・",
                        "【0046】",
                        "ゴルフボール20は内側球体表面22を有する球体21を持っている。ゴルフボール20は，また，第1の半球26と第2の半球28に分ける赤道24を有している。第1の極30は第1の半球26の赤道24から経線の円弧に沿って90度の点に位置している。第2の極32は，第2の半球28の赤道24から経線の円弧に沿って90度の点に位置している。",
                        "【0047】",
                        "内側球体21の表面22に下がるように複数の格子部材40が存在する。好ましい実施例において，格子部材40は管状である。しかしながら，当業者であれば格子部材40は他の同様な形状でもよいことは理解できるであろう。格子部材は互いに連結されていて，内側球体の表面上に格子構造42を形成している。連結された格子部材40は内側球体21の表面22を区画された領域を囲む複数の多角形を形成している。これらの区画された連結された領域44の大部分は六角形の連結された領域44aで，いくつかの五角形の連結された領域44b，いくつかの八角形連結された領域44及びいくつかの四辺形の連結された領域44dを伴っている。図1-4の実施例においては，380個の多角形が存在している。好ましい実施例では，複数の格子部材40の各々は少なくとも他の格子部材と連結している。各格子部材40は頂部46において少なくとも二つの他の格子部材と対面している。頂部46の大部分は三つの格子部材40と一致している。しかしながら，いくつかの頂部46aは四つの格子部材と一致している。これらの頂部46a はゴルフボールの赤道に位置している。各格子部材の高さは0．005-0．01インチの範囲であり，これにより，少なくとも1．68インチの外側球体を画定している。",
                        "【0048】",
                        "本発明の好ましい実施例は，複数の格子構造40の各ラインだけが1．68インチの球体の面に存在するため，ランド領域をほとんどゼロに減少している。より，特定的には，伝統的なゴルフボールのランド領域は，USGAとR＆Aに適合するゴルフボールのために少なくとも1．68インチの球体を形成している。このランド領域は，伝統的なゴルフボールの球体の表面に凹まされたディンプルによって最小にされ，この結果，ゴルフボールの表面のディンプルのないランド領域をもたらしている。しかしながら，本発明によるゴルフボール20は，ゴルフボール20の外側球体のランド領域を画定する各格子部材40の頂部50ラインだけを有している。",
                        "【0049】",
                        "在来のゴルフボールは飛んでいるゴルフボールの表面の境界層をディンプルが捕捉し，より大きい浮揚と流体抵抗を抑制するように設計されている。本発明のゴルフボール20は飛んでいるゴルフボール20の表面の周りに空気の境界層を捕捉する管状格子構造を有する。",
                        "【0050】",
                        "【図4A】",
                        "図4Aに示されるように，線45で示される1．68インチの外側球体は格子部材40と内側球体21を包囲している。各格子部材の底から頂部50まで測定された格子構造42の体積は1．68インチの外側球体と内側球体21の間の小さい体積である。好ましい実施例においては，頂部50は1．68インチの外側球体上にある。したがって，ゴルフボール20の全体表面の90％以上，95％近くは1．68インチ外側球体より下方にある。」",
                        "「【0052】",
                        "図5及び6（判決注・省略）に示された格子部材40の断面は円形であるが，複数の格子部材40の好ましい断面が図7（判決注・省略）及び8（判決注・次頁参照）に示されている。この好ましい断面は，第1の凹面部54と，凸面部56と，第2の凹面部58を有する湾曲面52を有している。各格子部材40の凸面部56の半径R は好ましくは20．0275から0．0350インチの範囲である。第1及び第2の凹面部54，58の半径R は好まし1くは0．150から0．200インチであり，最も好ましくは，0．175インチである。R は内側ball球体の半径で，好ましくは0．831インチである。R は外側球体OSの半径で好ましくは1．68である。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，本件発明は，先行技術において，ゴルフボールの表面について多くの変形例が提供されているものの，低速において空気の境界層を捕捉する一方，高速時には空気抵抗を少なくするために必要とする最小の体積の表面を持つゴルフボールに対する要求が残されている（【0020】）との課題を解決するために，USGAの要件を満たすゴルフボールを提供し，より大きな距離を得るための必要な乱流を生じさせるため，飛行中にゴルフボールの周りを取り囲む空気の境界層を捕捉する最小のランド領域を提供することを可能とすることを目的とし（【0021】），当該目的を，ゴルフボールに，内側球体の表面の管状格子パターンを与えることにより達成したものである（【0022】）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲第 1 号証発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲第 1 号証には以下の記載がある（甲1。下線は裁判所が付した。なお，引用した頁は訳文のものである。）。",
                        "「1．本発明の技術分野",
                        "本発明は，全体としてゴルフボールに関し，より特定的には，ディンプルパターンとして配列した所定のサイズと形状を有する多数のディンプルを持ち，より正確なパットと飛距離を与えることのできる多目的ゴルフボールに関する。」（2頁6～9行）",
                        "「2．従来技術の概要",
                        "ゴルフボールは，ボール表面に分離した窪み，即ちディンプルを持つように設計される。ディンプル又は窪みのパターンとディンプルの深さと幅はゴルフボールの飛行の距離と正確性を空気力学的に助けるように設計される。・・・",
                        "これらの従来のゴルフボールはパッティングとドライビングストロークの両方に使用され，優れた飛距離特性を持つボールは，しばしばパッティングにおいては劣る場合がある。",
                        "したがって，最適のディンプルパターンと，また，パッティングの正確さと飛距離と正確さを得るための最適の幅と深さを持つディンプルを持つ多目的ゴルフボールを提供することが望まれている。」（2頁10行～3頁3行）",
                        "「本発明の概要",
                        "したがって，本発明の目的は，正確なパッティングと飛距離及び正確性を与えるための最適のディンプルパターンと，また，最適のディンプルの幅と深さを持つ多目的ゴルフボールを提供することにある。・・・",
                        "上述の本発明の目的は，ボール表面に規則的な測地学の9周期20面体パターンで配列した812個の凹んだ六角形の表面窪みを持つゴルフボールにより達成され，各窪みは0．090インチから0．140インチの範囲の表面直径と0．002インチから0．014インチの範囲の深さを持つ。」（4頁下から3行～5頁下から6行）",
                        "「図面の簡単な説明",
                        "図1は，本発明による多目的ゴルフボールの立面図である。・・・",
                        "図3は，本発明の多目的ゴルフボールのカバーの一部を平面として示した図である。",
                        "図4は，本発明のゴルフボールの一つの窪みの拡大断面図である。・・・",
                        "図6は，内接する20面体パターンに基づく20の主三角形に分割された球面を図式的に示す図である。",
                        "図7は，20面体の主三角形の一つを示し，各辺は，ボールの球面全体に均一に分散する総数812個の頂点を形成するように9つの部分に分割される。」（5頁下から5行～6頁8行）",
                        "「好ましい実施例の記載",
                        "図面番号により図面を参照すると，図1には，好ましい多目的ゴルフボール10が示されている。この多目的ゴルフボール10は，ボール表面に亘り等間隔で配置された複数の凹状表面窪み，即ち，ディンプル11を有する球体である。・・・",
                        "図3に示されるように，本発明のゴルフボール10はボール表面に均等な間隔を置いて812個の小さいディンプルを有している。しかしながら，その数は500から900の範囲にすることができ，ボールの表面の20％から90％をカバーするようにすることができる。",
                        "図4を参照すると，本発明のゴルフボール10の窪み即ちディンプルは0．090インチから0．140インチの範囲の表面直径を持ち，円形，四角形，八角形，又は六角形とすることができる。フラットA，Bをよぎって測定される上述の範囲の直径と0．002インチ以上，或いは0．014インチより大きい深さを持つ，傾斜した側壁を持つ六角形ディンプルが好ましい。・・・",
                        "本発明のボール10のディンプルはボールの表面に渡り測地学の20面体パターンで配置されており，特に，測地学の9周期20面体パターン（図5）で配置されている。最も正確な多目的ゴルフボールは，ボールの表面全体に渡り規則的な測地学の9周期20面体パターンで配置された812個の六角形表面の窪み又はディンプルが配置され，各ディンプルは0．090インチから0．140インチの範囲の表面直径と0．002インチから0．014インチの範囲の深さの組み合わせにより造られるということがテストを通じて決定された。",
                        "即ち，図6及び図7に示されるように，20の（20面体）主三角形があり，そのうちの一つが図7に示されており，各主三角形の各辺は9の部分1-9に分割されている（従って，9周期）。その分割点は線で連結されて一連の1点で交わる頂点を形成して，既知の数学法則に従って全体で812個の頂点が均一に球面全体に分布する。各ディンプルは好ましくは各測地学の頂点の交差部に中心がくるようにされる。「測地学」の用語は，曲面のジオメトリーに関連するものであり，三角の線が実際は，平面における場合のような直線でなく，曲線である。しかしながら，説明のためと理解を容易にするため，図7においては直線で示している。」（6頁9行～8頁4行）",
                        "「特許請求の範囲",
                        "1．812個の凹んだ六角形の表面の窪みが表面全体に均一に配置された多目的ゴルフールであって，",
                        "前記各六角形の窪みは0．090インチから0．140インチの範囲の表面直径と，0．002インチから0．014インチの範囲の深さを有し，",
                        "前記812個の六角形窪みは，20個の主三角形とその各辺が9つの部分に分割されて総数が812個の交差する頂点がボール表面の全体に均一に分散して配列されることにより画成される，9周期の測地学又は曲面の正20面体パターンで配列され，",
                        "前記各窪みは前記各頂点の交差部分に中心が配置される，",
                        "多目的ゴルフボール。」（11頁12行～末尾）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，甲第1号証に記載されたゴルフボールは「ボール表面に亘り等間隔で配置された複数の凹状表面窪み，即ち，ディンプル11を有する球体である」から，表面を有する球体と，この球体の表面から窪んだ凹状表面窪みを有する。さらに，この凹状表面窪みは，「ボール表面に亘り等間隔で配置され」るものであり，図1及び図4の記載も踏まえると，ボールの表面には複数の凹状表面窪みが形成され，隣り合う凹状表面窪み同士の間には，窪みの生じていない部分（以下，この部分を「非窪み部分」という。）が形成されることは明らかである。そして，凹状表面窪み部分は図4の記載からみて曲線で形成されることが明らかであるから，非窪み部分の両側の凹状表面窪みの一方の凹状表面窪みを第1の凹状表面窪みとし，他方を第2の凹状表面窪みとすると，甲第1号証記載のゴルフボールは，第1の凹状表面窪みと第2の凹状表面窪みと，上記第1の凹状表面窪みと第2の凹状表面窪みの間に設けられた非窪み部分を有し，かつ，第1及び第2の凹状表面窪みが曲線である断面を持つといえる。",
                        "次に，甲第1号証記載のゴルフボールの「ディンプルはボールの表面に渡り測地学の20面体パターンで配置されており，特に，測地学の9周期20面体パターン（図5）で配置されている。最も正確な多目的ゴルフボールは，ボールの表面全体に渡り規則的な測地学の9周期20面体パターンで配置された812個の六角形表面の窪み又はディンプルが配置され」ていることから，凹状表面窪み，すなわちディンプルは六角形表面の窪みが形成されるように配置されており，これは格子構造であるといえる。そして，複数の非窪み部分は，凹状表面窪みの間に設けられていることから，相互に連結した格子部材を形成するといえる。",
                        "また，甲第1号証記載のゴルフボールの「ディンプルは・・・0．002インチから0．014インチの範囲の深さの組み合わせにより造られる」ことから，凹状表面窪みの底部から非窪み部分の頂部までの距離が0．002インチ～0．014インチの範囲であるといえる。",
                        "さらに，図4の記載から，相互に連結された非窪み部分の頂部はゴルフボールの最外部であることが明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，甲第1号証には，次の発明が記載されていると認定できる（以下「甲1’発明」という。）。",
                        "「表面を有する球体と，",
                        "前記球体の表面から窪んだ格子構造であって，該格子構造は複数の相互に連結した格子部材からなり，各格子部材は，第1の凹状表面窪みと第2の凹状表面窪み部分と，前記第1の凹状表面窪み部分と第2の凹状表面窪み部分との間に設けられた非窪み部分を有する第1及び第2の凹状表面窪み部分が曲線である断面を持ち，前記非窪み部分は頂部を有し，各格子部材の底部から前記頂部までの距離が0．002インチ～0．014インチの範囲であり，",
                        "前記相互に連結された格子部材の頂部はゴルフボールの最外部であり，",
                        "前記複数の格子部材は互いに辺を共有して連結された複数の六角形状の領域を形成している",
                        "ディンプルを伴うゴルフボール。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と甲1’発明の対比並びに一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "対比",
                      "text": [
                        "甲1’発明の「第1の凹状表面窪み」と「第2の凹状表面窪み」は，ゴルフボールの表面が内側に窪んだ第1の窪み部分と第2の窪み部分である点で本件発明1の「第1の凹部分」と「第2の凹部分」に相当し，甲1’発明の「非窪み部分」は，ゴルフボールの表面が外側に隆起した隆起部分である点で本件発明1の「凸部分」に相当する。",
                        "また，甲1’発明の「球体の表面から窪んだ格子構造」と本件発明1の「内側球体の表面から延びる格子構造」とは，球体の表面に形成された格子構造である点で一致する。",
                        "さらに，甲1’発明の「六角形状の領域」は本件発明1の「6角形状の領域」に相当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上を前提とすると本件発明1と甲1’発明の一致点及び相違点は以下のとおりとなる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "一致点",
                          "text": [
                            "「表面を有する球体と，",
                            "前記球体の表面に形成された格子構造であって，該格子構造は複数の相互に連結した格子部材からなり，各格子部材は第1の窪み部分と第2の窪み部分と，前記第1の窪み部分と第2の窪み部分との間に設けられた隆起部分を有する第1及び第2の窪み部分が曲線である断面を持ち，前記隆起部分は頂部を有し，",
                            "前記相互に連結された格子部材の頂部はゴルフボールの最外部であり，",
                            "前記複数の格子部材は互いに辺を共有して連結された複数の六角形状の領域を形成している",
                            "ゴルフボール。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点①",
                          "text": [
                            "格子構造について着目すると，本件発明1の格子構造は4．06",
                            "cm～4．32cmの範囲を有する内側球体の表面から延びる格子構造であるのに対し，甲1’発明の格子構造は，球体の表面から窪んだ格子構造である点，において相違する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点②",
                          "text": [
                            "格子部材の断面に着目すると，本件発明1の格子部材は，第1の凹部分と第2の凹部分と凸部分を有する曲線の断面を持ち（すなわち，二つの凹部分と凸部分が曲線で形成されている。），格子部材の底部から前記頂部までの距離が0．0127cm～0．0254cmの範囲であり，第1の凹部分と第2の凹部分は0．38cm～0．51cmの範囲の曲率半径を持ち，凸部分は0．07cm～0．0889cmの曲率半径を持つ，ディンプルを伴わないゴルフボールであるのに対し，甲1’発明の格子部材は，第1及び第2の凹状表面窪み部分が曲線である断面を持ち，各格子部材の底部から前記頂部までの距離が0．002インチ～0．014インチの範囲であることは特定されるものの，各部分の曲率半径は不明であり，第1及び第2の凹状表面窪みと非窪み部分の間は曲線の断面ではない点，において相違する。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点③",
                          "text": [
                            "格子部材の球の表面方向の形状に着目すると，本件発明1の格子部材は，複数の六角形状の領域と，複数の五角形状の領域とを形成し，前記複数の五角形状の領域は前記複数の六角形状の領域の一部と互いに辺を共有して連結されているのに対し，甲1’発明の格子部材は複数の六角形の領域は形成しているものの，五角形状の領域については特定がない点，において相違する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，原告は，前記第3の1(1)オ(イ)のとおり，上記(イ)に説示した相違点と異なり，六つの相違点の存在を主張している。しかし，原告の同主張は，格子部材の断面形状の構成につき，相違点2ないし4の個別の相違点として主張するものであるところ，これらは格子部材の断面形状という同一の構成に関するものであるから，一つの相違点として認定するのが相当であり，容易想到性の判断もこれを前提としてなされるべきである。",
                        "また，原告主張の相違点6（ディンプルを伴う点）については，本件発明1では，「格子構造が内側球体から延びる」ことにより，ディンプルを伴うことなく，ゴルフボールの表面に凹部と凸部が設けられるのであるから，格子構造に関する相違点と関連するものであり，これらを一体として相違点②として認定するのが適切である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告は，本件発明1のゴルフボールは，「表面を有する内側球体と内側球体表面から延びる格子構造」を備えるものであるから，本件発明1のゴルフボールの具体的構造は，内側球体の表面から延びる格子構造と格子構造の間に現れる内側球体の表面とにより形成されるのであり，この点は，従来のいかなるゴルフボールとも構造上異なるから，本件発明1は，甲第1号証発明とは着想において異なるばかりでなく，その異なる着想が具体的な構造に具現化されており，審決が，「両者の構造や概念は，全く異なるものである」とした点に誤りはない旨主張する（前記第4の1(1)ア）。",
                            "しかし，本件発明1における「格子構造」及び「格子部材」についてみると，これらは，「内側球体の表面から延びる格子構造であって，該格子構造は複数の相互に連結した格子部材からなり，・・・」（本件請求項1）として特定されているが，「内側球体の表面から延びる格子構造」とは，ゴルフボールの中心から外側へ向かう方向に内側球体の表面から格子構造が高くなっていることをいうと解され，この格子構造が格子部材からなるものである。",
                            "そして，本件訂正明細書【0049】の記載に照らすと，従来のゴルフボールにおいては，ディンプルが飛んでいるゴルフボールの表面の空気の境界層を捕捉し，より大きい浮揚と流体抵抗を抑制するように設計されているのに対し，本件発明1では，管状格子構造が空気の境界層を補足するものであることが理解できる。そうすると，ゴルフボールの表面に設けた凹凸であり，空気の境界層を補足するという観点でみれば，従来のゴルフボールのディンプルも本件発明1の格子構造も同じ作用効果を奏するものであるということができる。",
                            "なお，本件発明1では「格子部材」は二つの凹部分とこの凹部分の間に設けられた凸部分を有する曲線の断面を持ち，格子部材の底部から頂部までの距離，2つの凹部分と突部分が持つべき曲率半径，更には格子部材の頂部がゴルフボールの最外部であり，複数の格子部材が互いに辺を共有して連結された六角形状と五角形状の領域を形成することが特定されており，これにより，前記(イ)において説示した相違が存在することとなるが，これらの相違は，甲第1号証発明と本件発明1の相違点と認定した上で，その容易想到性の有無が判断されるべきものである。",
                            "よって，被告の上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，甲第1号証発明のディンプルとディンプルとの間の部分が，本件発明1の格子部材に相当することにはならない，甲第1号証発明の「隆起」は，本件発明1の「第1凹部分と第2の凹部分の間に設けられた凸部分を有する曲線の断面を持ち」に相当しないなどとして，審決の一致点及び相違点の認定に誤りはない旨主張する（前記第4の1(1)イ）。",
                            "しかし，前記(ア)，(イ)及び(エ)aにおいて説示したところに照らすと，被告の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，審決の本件発明1と甲第1号証発明の一致点及び相違点の認定には誤りがある。そして，この誤りは，本件発明1につき，甲第1号証発明記載の発明に基づいて当業者が容易になし得たものとはいえないとした審決の判断の結論に影響を及ぼす可能性があるものである。",
                        "そうすると，本件においては，両当事者による前記の相違点①ないし③の存在を前提とした主張立証が尽くされているとはいえない以上，審決を取り消した上で，審判において上記の点の審理を行うべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-3（甲第1号証発明に基づく本件発明2ないし8の容易想到性の判断の誤り）について",
              "text": [
                "前記(1)説示のとおり，審決の本件発明1と甲第1号証発明の一致点及び相違点の認定に誤りがあり，審決を取り消すべきものである以上，本件請求項1を引用する本件発明2ないし8についての審決も同様に取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（甲第10号証発明を主引例とする進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1（本件発明1と甲第10号証発明の一致点及び相違点の認定の誤り）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲第10号証について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲第10号証には以下の記載がある（甲10。下線は裁判所が付した。）。",
                        "「【特許請求の範囲】",
                        "【請求項1】 球表面の少なくとも一部の範囲に，隣合う六角形ディンプルの辺同志が略一定幅のランドをおいて略平行に並ぶように複数の六角形ディンプルを稠密に配設したことを特徴とするゴルフボール。",
                        "【請求項2】 球表面を仮想区画線によって複数のエリアに区画し，仮想区画線上の少なくとも一部の範囲に，隣合う六角形ディンプルの辺同志が略一定幅のランドをおいて略平行に並ぶように複数の六角形ディンプルを列状に配設するとともに，全てのエリア内の少なくとも一部の範囲に，隣合う六角形ディンプルの辺同志が略一定幅のランドをおいて略平行に並ぶように複数の六角形ディンプルを稠密に配設した請求項1記載のゴルフボール。",
                        "【請求項3】 前記六角形ディンプルの内縁部に，前記六角形ディンプルの最深部より浅い少なくとも一段のディンプル内段部を隆起形成した請求項1又は2記載のゴルフボール。",
                        "【請求項4】 前記ディンプル内段部の内縁は略円形である請求項3記載のゴルフボール。」",
                        "「【発明の詳細な説明】",
                        "【0001】",
                        "【産業上の利用分野】本発明は，新しいディンプル・ランド理論に基づくゴルフボールに関するものである。なお，本明細書において「ランド」とは，球表面にディンプルを設けたときにディンプル間に残る陸部分をいう。」",
                        "「【0008】六角形ディンプルの配設の仕方に関しては前記条件以外の限定を受けないが，球表面のできる限り多くの範囲に，六角形ディンプルを稠密にかつ均一に配設することが望ましい。そのためには，例えば，球表面を仮想区画線によって複数のエリアに区画し，仮想区画線上の少なくとも一部の範囲に，隣合う六角形ディンプルの辺同志が略一定幅のランドをおいて略平行に並ぶように複数の六角形ディンプルを列状に配設するとともに，全てのエリア内の少なくとも一部の範囲に，隣合う六角形ディンプルの辺同志が略一定幅のランドをおいて略平行に並ぶように複数の六角形ディンプルを稠密に配設するとよい。各「少なくとも一部の範囲」については，前記と同じである。さらに，仮想区画線上の六角形ディンプルとエリア内の六角形ディンプルの辺同志も略一定幅のランドをおいて略平行に並ぶとよい。」",
                        "「【0010】また，ランドの合計面積は，ゴルフボールの仮想球表面積（ディンプルが無いと仮想したときの球表面積をいう。本明細書において同じ。）の40％以下にするのが好ましいが，さらに好ましくは30％以下であり，特にプロや上級アマチュア向けのゴルフボールのように飛距離性を高めたいときには20％以下にすることが重要である。",
                        "【0011】ランドの幅は，0．0～2．5mm位の範囲から適宜設定できるが，ランドの合計面積を小さくするために好ましくは0．1～1．5mmの範囲，特にプロや上級アマチュア向けのゴルフボールのように飛距離性を高めたいときには0．2～1．0mmの範囲から設定する。なお，ランドの幅が0．0mmとは，隣合う六角形ディンプル同志が辺を共有するように配設された場合をいう。但し，その場合でも，現実に形成されるディンプルの辺及び角にはアールが不可避的に付くから，そのアール分の幅・面積のランドはあることになる。」",
                        "「【0021】（2）周期特性の改善作用について本明細書でいう周期特性とは，ゴルフボールの任意の切断面においてディンプル及びランドがディンプル→ランド→ディンプル→ランド→……と周期的に現れ，その周期とディンプル及びランドの幅が，どの切断面をとっても均一に近い性質をいう。従来例のゴルフボールは，前記の通り円形ディンプル間のランドが円弧状に広がり，切断位置によってランドの幅が異なることから，周期特性が理想的とはいえない。これに対し，本発明のゴルフボールは，ランドが略一定幅で，しかもランド全体が略ハニカム網形状になるので，周期特性が改善される。そして，回転方向が特定されないゴルフボールは，あらゆる方向の均一性が要求されるが，本発明では周期特性の改善によってこの均一性を満足でき，安定性を向上できる。",
                        "【0022】図6（判決注・省略）は上記周期特性を説明するもので，（a）は円形ディンプル51が形成された従来例，（b）は六角形ディンプルが稠密に配設された本発明，（c）は四角形ディンプル53が形成された比較例をそれぞれ示している。従来例（a）では，いずれの切断線A～Eで切断しても，必ず円形ディンプル51及びランド52が周期的に現れるが，それらの間隔と幅は均一ではない。つまり，切断線Aではランド52の幅が狭いが，切断線B，Dではランド52の幅が広い。これに対し，本発明（b）では，勿論いずれの切断線A～Eで切断しても，必ず六角形ディンプル5及びランド6が周期的に現れるとともに，それらの間隔と幅は，円形ディンプルのレベルを越えて，常に均一に近い。つまり，切断線Dを除くいずれの切断線A，B，C，Eでも，ランド6の幅は略一定で狭い。なお，比較例（c）では，切断線Cで切断したときに，ランド54が永遠に続いてしまい，周期特性の観点で，上記3種類の中では最も望ましくない。」",
                        "「【0029】",
                        "【実施例】以下，本発明を具体化したゴルフボールの実施例について，図面を参照して説明する。・・・",
                        "【図11】",
                        "【0033】なお，図11に示すように，本実施例の六角形ディンプル4，5の底部形状は浅い六角錐状の凹部であるが，最深部は球面状になっている。",
                        "【0037】 正多面体（正四面体，正六面体，正十二面体，正二十面体）図12は，この正二十面体の各辺を球表面に投影した仮想区画線2によって，球表面を二十の球面三角形エリア3に区画したゴルフボール1を示している。そして，前記実施例と同様に，仮想区画線2上には多数の六角形ディンプル4をランド6をおいて一列に配設し，仮想区画線2同志の交点Pには五角形ディンプル7を配設し，球面正三角形エリア3内には多数の六角形ディンプル5をランド6をおいて稠密に配設したものである。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，甲第10号証に記載されたゴルフボールは，球体の表面からディンプルを窪ませてゴルフボール表面にディンプルとランドを形成したものであり，これによりゴルフボール表面に格子構造を形成したものであることは明らかである。",
                        "そして，ランドとディンプルによって格子部材を形成し，ディンプルには六角形ディンプルと五角形ディンプルがあり，「ゴルフボールの任意の切断面においてディンプル及びランドがディンプル→ランド→ディンプル→ランド→……と周期的に現れ」ることから，格子部材であるランドが互いに辺を共有して連結されたものであるといえる。さらに，図12の記載からみて，複数の五角形ディンプルは複数の六角形ディンプルの一部と互いに辺を共有して連結している。そして，切断面において周期的に表れるディンプル→ランド→ディンプルのうち，一方のディンプルを第1のディンプルとし，他方のディンプルを第2のディンプルとすると，ランドは第1のディンプルと第2のディンプルとの間に設けられることとなる。また，図11の記載からみて，第1及び第2のディンプルが曲線である断面を持つものといえる。",
                        "さらに，図12の記載から，ランドの頂部はゴルフボールの最外部であることが明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，甲第10号証には，次の発明が記載されているといえる（以下「甲10’発明」という。）。",
                        "「表面を有する球体と，",
                        "前記球体の表面から窪んだ格子構造であって，該格子構造は複数の相互に連結した格子部材からなり，各格子部材は，第1のディンプルと第2のディンプルと，前記第1のディンプルと第2のディンプルとの間に設けられたランドを有する第1及び第2のディンプルが曲線である断面を持ち，前記ランドは頂部を有し， ",
                        "前記相互に連結された格子部材の頂部はゴルフボールの最外部であり，",
                        "前記複数の格子部材は互いに辺を共有して連結された複数の六角形状の領域と，複数の五角形状の領域とを形成し，前記複数の五角形状の領域は前記複数の六角形状の領域の一部と互いに辺を共有して連結されている",
                        "ディンプルを伴うゴルフボール。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲10’発明の対比並びに一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "対比",
                      "text": [
                        "甲10’発明の「第1のディンプル」と「第2のディンプル」は，ゴルフボールの表面が内側に窪んだ第1の窪み部分と第2の窪み部分である点で本件発明1の「第1の凹部分」と「第2の凹部分」に相当し，甲10’発明の「ランド」は，ゴルフボールの表面が外側に隆起した隆起部分である点で本件発明1の「凸部分」に相当する。",
                        "また，甲10’発明の「球体の表面から窪んだ格子構造」と本件発明1の「内側球体の表面から延びる格子構造」とは，球体の表面に形成された格子構造である点で一致する。",
                        "さらに，甲10’発明の「六角形状の領域」，「五角形状の領域」はそれぞれ本件発明1の「6角形状の領域」，「5角形状の領域」に相当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上を前提とすると本件発明1と甲10’発明の一致点及び相違点は以下のとおりとなる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "一致点",
                          "text": [
                            "「表面を有する球体と，",
                            "前記球体の表面に形成された格子構造であって，該格子構造は複数の相互に連結した格子部材からなり，各格子部材は第1の窪み部分と第2の窪み部分と，前期第1の窪み部分と第2の窪み部分との間に設けられた隆起部分を有する第1及び第2の窪み部分が曲線である断面を持ち，前記隆起部分は頂部を有し，",
                            "前記相互に連結された格子部材の頂部はゴルフボールの最外部であり，",
                            "前記複数の格子部材は互いに辺を共有して連結された複数の六角形状の領域と，複数の五角形状の領域とを形成し，前記複数の五角形状の領域は前記複数の六角形状の領域の一部と互いに辺を共有して連結されている，",
                            "ゴルフボール。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点①’",
                          "text": [
                            "格子構造について着目すると，本件発明1の格子構造は4．06㎝～4．32㎝の範囲を有する内側球体の表面から延びる格子構造であるのに対し，甲10’発明の格子構造は，球体の表面から窪んだ格子構造である点，において相違する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点②’",
                          "text": [
                            "格子部材の断面に着目すると，本件発明1の格子部材は，第1の凹部分と第2の凹部分と凸部分を有する曲線の断面を持ち（すなわち，2つの凹部分と凸部分が曲線で形成されている），格子部材の底部から頂部までの距離が0．0127cm～0．0254cmの範囲であり，第1の凹部分と第2の凹部分は0．38cm～0．51cmの範囲の曲率半径を持ち，凸部分は0．07cm～0．0889cmの曲率半径を持つ，ディンプルを伴わないゴルフボールであるのに対し，甲10’発明の格子部材は，第1及び第2のディンプルが曲線である断面を持つことは特定されるものの，格子部材の底部から頂部までの距離及び各部分の曲率半径は不明であり，第1及び第2のディンプルとランドの間の断面形状は明確ではない点，において相違する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，審決の本件発明1と甲第10号証発明の一致点及び相違点の認定には誤りがある。そして，この誤りは，本件発明1につき，甲第10号証発明に基づいて当業者が容易になし得たものとはいえないとした審決の判断の結論に影響を及ぼす可能性があるものである。",
                        "そうすると，前記1(1)ウ(オ)において説示したのと同様の理由により，審決を取り消すべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-3（甲第10号証発明に基づく本件発明2ないし8の容易想到性の判断の誤り）について",
              "text": [
                "前記(1)説示のとおり，審決の本件発明1と甲第10号証発明の一致点及び相違点の認定に誤りがあり，審決を取り消すべきものである以上，本件請求項1を引用する本件発明2ないし8についての審決も同様に取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（明確性要件の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，①本件請求項1には，本件発明1の格子構造とディンプルとが異なることを「ディンプルを伴わない」と特定したとは記載されていないから，審決の認定は特許請求の範囲に基づくものではない，②「ディンプルを伴わない」との記載は，本件発明1の着想のみをいうものであって，結果物としてディンプルを伴わないという意味に解するべきではなく，本件発明1は結果物としてディンプルを伴うものであるのに対し，審決は，結果物としてディンプルを伴わないという意味に解していると考えられるので，「ディンプルを伴わない」の記載は本件発明1を不明確にする記載といわざるを得ない，③「ディンプルを伴わない」の記載があることにより，結果物が同一で効果が同等でも着想においてディンプルでないというだけで侵害の認定を免れることになる，などと，本件請求項1の記載が不明確である旨主張する（前記第3の3）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そもそも，①については，本件請求項1の記載が明確であるというためには，本件請求項1の記載のみならず，本件訂正明細書の記載を参酌して「ディンプルを伴わない」の意義が明確になれば足りるものである。②については，単に審決が本件発明1の認定を誤っていることを主張するにすぎないものと解される。また，③については，特許権侵害の成否と明確性要件の充足性とが直ちに関係するものではない。そうすると，原告の上記各主張が明確性要件違反の主張として適切であるかについては疑問もある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "この点をおくとしても，ディンプルは，一般には「ゴルフボールの表面のくぼみ」を意味すること（甲18），及び，本件訂正明細書の背景技術の項に記載されたディンプルを有するゴルフボールの例に照らすと，本件訂正明細書ないしは本件請求項1におけるディンプルとは，ゴルフボールの表面側（外側）から窪んでいるものを意味するものと解される。",
                "そして，本件発明1が，内側球体の表面から延びる，複数の相互に連結した格子部材からなる格子構造を設け，各格子部材が凹部分を有することを発明特定事項としていることにも照らすと，本件請求項1の「ディンプルを伴わない」とは，上記の意味のディンプルを伴わないことを意味するものと理解でき，本件請求項1の記載は明確である（なお，上記説示は，飽くまで本件請求項1の記載の意味内容が明確か否かの観点からしたものであり，直ちに進歩性の判断の内容に影響を及ぼすものではない。）。",
                "また，本件請求項2ないし8についても同様である。",
                "よって，この点については，審決の判断の結論に誤りはなく，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "まとめ",
          "text": [
            "以上によれば，前記1及び2において説示したとおりであって，審決は取り消されるべきものである。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由があるからこれを認容することとし，主文のとおり判決する。"
      ]
    }
  ]
}