{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2013-4177号事件について平成26年7月25日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた裁判",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定不服審判に対する不成立審決の取消訴訟である。争点は，①補正についての独立特許要件(平成18年法律第55号改正附則3条1項により，なお従前の例によるとされる同法による改正前の特許法17条の2第5項において準用する同法126条5項。以下，各条につき同じ。)の有無(進歩性の有無)及び②手続違背の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「プロバイオティクス構成成分及び甘味剤構成成分を含む組成物」とする発明につき，平成18年4月4日，特許出願をし(特願2008-506508号，パリ条約による優先権主張・外国庁受理・2005年4月11日・米国/2006年3月17日・米国，国際公開・平成18年10月19日・WO2006/110406，国内公表・平成20年9月4日・特表2008-535520号，請求項の数13，本願)，平成23年3月9日付けで特許請求の範囲を全文変更する手続補正をし(請求項の数19)，さらに，平成24年3月13日付けで特許請求の範囲を全文変更する手続補正をしたが(請求項の数17)，平成24年10月29日付けで，上記平成24年3月13日付けの手続補正は却下され，同日付けで拒絶査定を受けたので，平成25年3月4日，これに対する不服審判を請求をするとともに(不服2013-4177号)，特許請求の範囲を全文変更する手続補正(本願補正)をした(請求項の数16)。(甲1～3，8，10～12)",
            "特許庁は，平成26年7月25日，本願補正を却下した上で(平成18年法律第55号改正附則3条1項により，なお従前の例によるとされる同法による改正前の特許法159条1項において読み替えて準用する同法53条1項。以下，各条につき同じ。)，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年8月8日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明及び本願補正発明の要旨",
          "text": [
            "上記平成23年3月9日付けで補正された請求項1の発明(本願発明)及び上記平成25年3月4日付けで補正された(本願補正)後の請求項1に係る発明(本願補正発明)に係る特許請求の範囲の記載は，それぞれ，次のとおりである。(甲2，3)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明(下線部が本願補正発明の削除部分)",
              "text": [
                "「  (a)  切除及び洗浄されたイヌ科動物又はネコ科動物の胃腸管から単離された株を含む，プロバイオティク構成成分，及び"
              ],
              "content": [
                {
                  "fig": "(b)",
                  "subject": "単糖類を含む，甘味剤構成成分，",
                  "text": [
                    "を含む，組成物であって，",
                    "前記甘味剤構成成分およびプロバイオティク構成成分は共に混合されてなり，",
                    "前記組成物は，実質的にチューインガム基質を有さず，かつ",
                    "前記組成物は，3ヶ月後にプロバイオティク微生物の少なくとも約50％が生存可能であるように，少なくとも約3ヶ月の貯蔵寿命を有する，組成物。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明(下線部が本願発明の限定部分)",
              "text": [
                "「  (a)  切除及び洗浄されたイヌ科動物又はネコ科動物の胃腸管から単離された株を含み，かつビフィドバクテリウム，ラクトバシラス，及びこれらの組み合わせからなる群から選択される属を含む細菌を含む，プロバイオティク構成成分，及び"
              ],
              "content": [
                {
                  "fig": "(b)",
                  "subject": "ソルビトール，マンニトール，グルコース，マンノース，フルクトース，及びこれらの混合物からなる群から選択される単糖類を含む，甘味剤構成成分，",
                  "text": [
                    "を含む，組成物であって，",
                    "前記甘味剤構成成分およびプロバイオティク構成成分は共に混合されてなり，",
                    "前記組成物は，実質的にチューインガム基質を有しない，組成物。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "刊行物1：特表2005-508647号公報(甲14)",
            "刊行物2：特表2003-534003号公報(甲15)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明について",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "引用発明",
                      "text": [
                        "刊行物1には，次の発明(引用発明)が記載されている。",
                        "「  スクロース，初乳，プレバイオティック，プロバイオティックを含む乳製品おやつであって，",
                        "製品は未加工材料を混合することによって得た混合物を型にすくい入れ／かき入れ，冷蔵庫に入れて固化させ，得られた材料片を型から外した乳製品おやつ。」"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "一致点",
                      "text": [
                        "「  (a)  ビフィドバクテリウム，ラクトバシラスから選択される属を含む細菌を含む，プロバイオティク構成成分，及び"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "グルコース，マンノース，フルクトースからなる群から選択される単糖類を含む，甘味剤構成成分，",
                  "text": [
                    "を含む，組成物であって，",
                    "前記甘味剤構成成分およびプロバイオティク構成成分は共に混合されてなり，",
                    "前記組成物は，実質的にチューインガム基質を有しない，組成物。」"
                  ],
                  "content": [
                    {
                      "fig": "ウ",
                      "subject": "相違点",
                      "text": [
                        "【相違点1】",
                        "「  本願補正発明は，細菌が『切除及び洗浄されたイヌ科動物又はネコ科動物の胃腸管から単離された株を含』むのに対して，引用発明は，そうではない点。」"
                      ]
                    },
                    {
                      "fig": "エ",
                      "subject": "相違点1の判断",
                      "text": [
                        "①  刊行物2には，ラクトバチルス(ラクトバシラス)及びビフィドバクテリウムが，ペットの胃腸管に生存する乳酸菌の新規単離菌株であり，ペットフード組成物としての用途を有するとの記載がある(【請求項1】【請求項9】【請求項10】【請求項18】)。",
                        "② 引用発明のプロバイオティックとしては，ラクトバシラスアシドフィラスやビフィドバクテリウム属の各菌が特に好ましいものとされている(刊行物1の【0029】)",
                        "③  ①②から，引用発明のプロバイオティックとして，胃腸障害防止のために刊行物2のペットの胃腸管に生存する単離菌株であるラクトバチルスやビフィドバクテリウムを用いることは，当業者が容易になし得る。",
                        "④  菌株が切除され洗浄された胃腸管から単離できることは，従来知られていたことである。",
                        "⑤  本願補正発明の細菌が切除及び洗浄されたイヌ科動物又はネコ科動物の胃腸管から単離された株を含むものであることによる作用効果は，顕著な作用効果として把握できるものでない。",
                        "⑥  ③と④⑤から，引用発明のプロバイオティックとして，刊行物2のペットの胃腸管に生存する単離菌株であるラクトバチルスやビフィドバクテリウムを用いるに当たり，その菌株を，切除及び洗浄された胃腸管から得るものとして，本願補正発明の相違点1に係る構成とすることは，当業者が容易に想到し得る。",
                        "⑦  本願補正発明の作用効果は，引用発明，刊行物2及び周知事項から，当業者であれば予測できた範囲のものである。",
                        "⑧  したがって，本願補正発明は，引用発明，刊行物2及び周知事項に基づいて，当業者が容易に発明をすることができた。",
                        "よって，本願補正を却下する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明について",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "引用発明",
                      "text": [
                        "上記(1)アのとおり。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "一致点",
                      "text": [
                        "「  (a)  ビフィドバクテリウム，ラクトバシラスから選択される属を含む細菌を含む，プロバイオティク構成成分，及び"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "単糖類を含む，甘味剤構成成分，",
                  "text": [
                    "を含む，組成物であって，",
                    "前記甘味剤構成成分およびプロバイオティク構成成分は共に混合されてなり，",
                    "前記組成物は，実質的にチューインガム基質を有さない組成物。」"
                  ],
                  "content": [
                    {
                      "fig": "ウ",
                      "subject": "相違点",
                      "text": [
                        "【相違点1´】",
                        "「  本願発明は，細菌が『切除及び洗浄されたイヌ科動物又はネコ科動物の胃腸管から単離された株を含』むのに対して，引用発明は，そうではない点。」",
                        "【相違点2】",
                        "「  本願発明は，『3ヶ月後にプロバイオティク微生物の少なくとも約50％が生存可能であるように，少なくとも約3ヶ月の貯蔵寿命を有する，組成物』であるのに対して，引用発明は，そのようなものであるか不明な点。」"
                      ]
                    },
                    {
                      "fig": "エ",
                      "subject": "相違点1´の判断",
                      "text": [
                        "上記(1)エのとおり。"
                      ]
                    },
                    {
                      "fig": "オ",
                      "subject": "相違点2の判断",
                      "text": [
                        "引用発明は，実質的に，3か月後にプロバイオティク微生物の少なくとも約50％が生存可能であるといえ(刊行物1の【0066】)，さらに，製品についても11か月にわたって試験したものであること(刊行物1の【0067】)を考慮すると，引用発明の乳製品おやつは，実質的に少なくとも約3か月の貯蔵寿命を有するものといえる。",
                        "したがって，相違点2は，実質的な相違点ではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決判断のまとめ",
              "text": [
                "本願発明は，特許法29条2項の規定により，特許を受けることができない。",
                "そうすると，このような特許を受けることができない発明を包含する本願は，本願発明以外の他の請求項に係る発明について検討するまでもなく，拒絶されるべきものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点・相違点の認定の誤り)",
          "text": [
            "審決が，刊行物1の実施例1に着目して，「スクロース，初乳，プレバイオティック，プロバイオティックを含む乳製品おやつであって， 製品は未加工材料を混合することによって得た混合物を型にすくい入れ／かき入れ，冷蔵庫に入れて固化させ，得られた材料片を型から外した乳製品おやつ」(前記第2，3(1)ア)と引用発明を認定したことは，争わない。",
            "しかしながら，そのように引用発明を認定したのであれば，引用発明の内容は，上記実施例1の記載に基づいて解釈されなければならない。刊行物1の実施例1に係る記載箇所以外に本願補正発明の構成に対応する構成の記載があるからといって，その記載を流用して実施例1の組成に係る構成成分を組み替えることは許されない。",
            "しかるに，①上記実施例1は，単に，「プロバイオティック」が2重量％含まれているとされているだけであり，それが，本願補正発明の「ビフィドバクテリウム，ラクトバシラス，及びこれらの組み合わせからなる群から選択される属を含む細菌」を含むものであるか否かは明らかではないから，この点は，相違点として認定されなければならない。また，②上記実施例1は，単に，「プレバイオティック」が3重量％含まれているとされているだけであり，それが，本願補正発明の「ソルビトール，マンニトール，グルコース，マンノース，フルクトース及びこれらの混合物からなる群から選択される単糖類」を含むものであるか否かは明らかではないから，この点は，相違点として認定されなければならない。",
            "上記実施例1は，上位概念であるプロバイオティック又はプレバイオティックが実際に用いられることはなく，その下位概念に該当する何らかの成分が用いられたと解釈されるものではあるが，だからといって，刊行物1に開示されたあらゆるプロバイオティックに属する成分と刊行物1に開示されたあらゆるプレバイオティックに属する成分の組合せが開示されているわけではない。",
            "以上のとおり，審決の一致点・相違点の認定には，誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り)",
          "text": [
            "刊行物1には，引用発明のプロバイオティックとして，刊行物2に記載された猫や犬等のペットの胃腸管に生存するラクトバチルス属又はビフィドバクテリウム属の乳酸菌の新規単離菌株を用いることを示唆するような記載は存在しない。",
            "刊行物2には，猫や犬等のペットの胃腸管に生存するラクトバチルス属又はビフィドバクテリウム属の乳酸菌の新規単離菌株が有用であることの記載はなく，胃腸管に生存する菌株が，切除され洗浄された胃腸管から単離できることが記載されているにすぎない。",
            "また，刊行物1の【0028】には，実に25種類もの好ましいプロバイオティック微生物が記載されており，引用発明のプロバイオティックを刊行物1の【0029】の「特に好ましいプロバイオティック微生物」に限定して解釈する理由は何ら存在しない。また，引用発明の乳製品おやつが，仔犬や仔猫の健康的な消化管の発育に有用なものであるとしても，刊行物1は，切除及び洗浄されたイヌ科動物又はネコ科動物の胃腸管から単離された株を用いることを示唆しているわけではなく，そうしなければならない，又は，そうすることが好ましいという技術常識が存在するわけでもない。",
            "そして，本願補正発明は，切除及び洗浄されたイヌ科動物又はネコ科動物の胃腸管から単離された株が、特に有用である可能性がある(【0024】)との新たな知見を基に，本願補正発明の構成をとることによって，プロバイオティクの安定性のみならず，ペットフードとしての良好な食感までも達成できているのであるから、顕著な作用効果を奏する。",
            "以上のとおり，審決の相違点1の判断には，誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)",
          "text": [
            "特許法159条2項により準用する同法50条の趣旨は，拒絶査定不服審判において審判請求時の補正が行われ，補正後の特許請求の範囲の記載について拒絶査定の理由と異なる拒絶の理由を発見した場合にも妥当する。そこで，周知技術や技術常識を適用したような限定を行った場合のように，査定の理由と全く異なる拒絶の理由とはいえない場合を除き，拒絶理由通知をすることなく補正を却下することは，手続保障の観点から許されないと解すべきである。",
            "本件においては，本願補正は，①プロバイオティック構成成分を「ビフィドバクテリウム，ラクトバシラス，及びこれらの組み合わせからなる群から選択される属を含む細菌」を含むと，②プレバイオティック構成成分を「ソルビトール，マンニトール，グルコース，マンノース，フルクトース，及びこれらの混合物からなる群から選択される単糖類」を含むと限定するところ，これらの構成は，周知技術や技術常識を適用したような限定とはいえない重要な特徴点に該当する。そして，審判において拒絶の理由が通知されていれば，原告は，意見書を提出し，あるいは，手続補正を行うなどの機会を持つことができるから，審判の結論も大きく変わっていた可能性がある。",
            "以上のとおり，審判の手続には，特許法159条2項が準用する同法50条の規定に違反する違法がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点・相違点の認定の誤り)に対して",
          "text": [
            "刊行物1の実施例1は，刊行物1の特許請求の範囲に記載された発明の具体例と解されるにもかかわらず，その成分について，「プロバイオティック」「プレバイオティック」と記載されており，具体的にどのようなものが用いられたのか明らかでない。このような場合，「プロバイオティック」「プレバイオティック」としては，刊行物1の記載全体からみて，【請求項7】～【請求項10】【0029】【0033】に例示されたいずれかのものが用いられたと解するのが自然であり，そして，刊行物1には，そのいずれの発明についても開示されていると，当業者は理解できる。特に，刊行物1には，特に好ましい「プロバイオティック」として，ビフィドバクテリウム属の細菌やラクトバシラス属の細菌が記載されている(【0029】)。",
            "また，プロバイオティックを含む組成物において，単糖類等の糖類を含有させることにより，プロバイオティックの生存率を高めることができることは，技術常識であるが(乙3の【請求項1】【請求項2】【請求項37】【請求項38】【0044】【0045】【0096】，乙5の【請求項1】【請求項2】【請求項13】【0004】【0005】【0022】～【0024】)，引用発明も，プロバイオティックの生存率を高めようとするものであるから(刊行物1の【0066】)，刊行物1において「プレバイオティック」として例示されたもののうち，単糖類であるグルコース，マンノース，フルクトース等に着目することは不自然なことではない。そうすると，刊行物1には，実施例1において，「プロバイオティック」として，ビフィドバクテリウム属の細菌やラクトバシラス属の細菌を用い，「プレバイオティック」として，グルコース，マンノース，フルクトースを用いた発明についても開示されていると，当業者は当然に理解できるといえる。",
            "そもそも，プロバイオティックとして，ビフィドバクテリウム属の細菌やラクトバシラス属の細菌が通常のものであること(乙2の【0001】【0003】，乙5の【請求項1】【請求項2】【0011】，乙6の明細書2頁13～18行目)，また，プレバイオティックとして，グルコース，マンノース，フルクトースが通常のものであること(乙2の【0126】)は，いずれも，技術常識である。",
            "以上のような前提で本願補正発明と引用発明とを対比すれば，両者は，少なくとも，「(a)ビフィドバクテリウム，ラクトバシラスから選択される属を含む細菌を含むプロバイオティク構成成分及び(b)グルコース，マンノース，フルクトースからなる群から選択される単糖類を含む甘味剤構成成分，を含む組成物」の点で一致する。",
            "したがって，審決の一致点・相違点の認定には，誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り)に対して",
          "text": [
            "刊行物2には，猫や犬等のペットの胃腸管に生存するラクトバチルス属又はビフィドバクテリウム属の乳酸菌の新規単離菌株と，このような菌株を含有する猫や犬等のペットの胃腸管の健康のためのペットフード組成物について記載されている(【請求項1】【請求項4】【請求項18】【0002】【0003】【0006】)。また，胃腸管に生存する菌株が，切除され洗浄された胃腸管から単離できることは，従来から広く知られていたことである(乙2の【請求項1】【請求項28】【0097】)。",
            "引用発明の乳製品おやつは，仔犬や仔猫の健康的な消化管の発育に有用なものであり(刊行物1の【0001】)，プロバイオティックとして，ビフィドバクテリウム属の細菌やラクトバシラス属の細菌が特に好ましいとされているから(刊行物1の【0029】)，このような引用発明において，胃腸管の健康のために，プロバイオティックとして，猫や犬等のペットの胃腸管に生存するラクトバチルス属又はビフィドバクテリウム属の乳酸菌の菌株であって，その胃腸管を切除し洗浄した上でその胃腸管から単離した菌株を用いることは，当業者が容易に想到することである。また，そのようにすることによる効果も格別顕著なものとはいえない。",
            "以上のとおり，審決の相違点1の判断には，誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)に対して",
          "text": [
            "特許法159条2項により読み替えて準用する同法50条ただし書きの規定からすれば，拒絶査定不服審判の請求と同時にした明細書等の補正について，同法159条1項により読み替えて準用する同法53条1項の規定により却下の決定をするときには，独立特許要件における拒絶の理由がたとえ査定の理由と異なる拒絶の理由であったとしても，審判請求人に対し，その拒絶の理由を通知し，意見書を提出する機会を与える必要がない。",
            "まず，そもそも，審決における拒絶の理由と，査定の理由の＜理由1＞(甲7，11)は，いずれも，刊行物1及び刊行物2に基づく進歩性欠如であって，刊行物1の実施例1に開示された発明からの容易想到性を判断している点で異なるものではないから，審決における拒絶の理由と査定における拒絶の理由とは，異なっていない",
            "仮に，拒絶の理由が異なるとしても，プロバイオティク構成成分として，ビフィドバクテリウム属の細菌やラクトバシラス属の細菌が通常のものであることは，技術常識であり，単糖類として，ソルビトール，マンニトール，グルコース，マンノース，フルクトースが通常のものであることも，技術常識であるから，本願補正は，技術常識を適用した限定にすぎない。したがって，独立特許要件における拒絶の理由の通知の要否について，原告が主張するような前提に立ったとしても，本願補正は，当業者にとっての周知技術や技術常識を適用したような限定である場合に該当するから，改めて原告に対して意見書の提出及び補正をする機会を与えることなく進歩性を否定して補正を却下することができる。また，これにより，原告に対する不意打ちがあったとはいえないし，手続保障の面で欠けるところもない。",
            "以上のとおり，本願補正を却下する決定をするに当たり，拒絶の理由を原告に通知して意見書を提出する機会を与えなかったことは，違法ではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明について",
              "text": [
                "本願明細書(甲1)によれば，本願補正発明は，次のとおりと認められる。",
                "本願補正発明は，プロバイオティク構成成分及び甘味剤構成成分を含む組成物に関する(【0001】)。",
                "本願補正発明は，哺乳類による摂取の時点で，プロバイオティク微生物が組成物内に存在するように十分に安定であり得る組成物を提供することを課題とする(【0001】【0003】)。",
                "本願補正発明の組成物は，前記第2，2(2)の構成を有する。",
                "プロバイオティク構成成分は，ペットの消費に好適で，ペットの胃腸管内の微生物のバランスの改善，又は，疾患若しくは容態の軽減若しくは予防に対して有効な，1以上の酵母又は細菌性プロバイオティク微生物を含む。本願補正発明において，プロバイオティク構成成分は，ビフィドバクテリウム属の細菌，ラクトバシラス属の細菌及びこれらの組み合わせからなる群から選択される属を含む細菌を含み，切除及び洗浄されたイヌ科動物又はネコ科動物の胃腸管から単離された株を用いる。(【0020】【0021】【0024】)",
                "本願補正発明の組成物は，プロバイオティク構成成分の安定性に有用であることが見い出される甘味剤構成成分を含む。本願補正発明において，甘味剤構成成分は，ソルビトール，マンニトール，グルコース，マンノース，フルクトース又はこれらの混合物からなる群から選択される単糖類を用いる。(【0015】【0028】【0029】)",
                "本願補正発明の組成物は，実質的に，チューインガム基質を有しない(【0004】【0016】【0017】)。",
                "本願補正発明の組成物を摂取することにより，一般に，哺乳動物の全般的な健康の維持・改善，症状の軽減あるいは予防に効果がある(【0065】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "刊行物1(甲14)には，次の記載があり，実施例1に着目した引用発明は，前記第2，3(1)アの構成を有する。",
                "「  本発明は健康的な消化管の発育に有用な食品に関する。」(【0001】)",
                "「  …仔犬，仔猫や他の動物の新生児の離乳期を通じた生存，生育を助ける栄養学的な食品であって，特にこうした動物が生後，ストレスを与える様々な状況に曝される際(母親と引き離される，新しい環境におかれる，食餌内容の急な変化)に下痢の発生率，期間，重篤度を低減し，仔犬／仔猫や他の動物の新生児を防御する局所的受動免疫を与える食品が必要とされている。こうした栄養学的食品は天然の食品であることが好ましい。こうした食品は単にこれを提供するだけではなく，仔犬，仔猫や他の新生児動物による摂取を促すために食べやすい形態で与えられることが必要である。」(【0005】)",
                "「  プロバイオティックとは，ホスト動物の腸内の微生物バランスを改善することによってホスト動物に有益な効果をもたらす微生物のことである。プレバイオティックとは，消化管内の1以上の健康増進の助けとなる細菌の増殖及び／または活性を選択的に促進することによってホスト動物の健康増進に役立つ消化されない食物成分のことである。」(【0007】)",
                "「  初乳とは，出産後の最初の24時間から72時間にかけて母親の乳腺から分泌される前乳液のことである。」(【0008】)",
                "「  プロバイオティック，プレバイオティック及び初乳の組合せは，消化管全体に対して特に有益である。初乳は主として胃及び小腸に対して有益であり，プロバイオティック及びプレバイオティックは主として大腸の末端部に対して有益である。この組合せは消化管全体に対して特有の利益をもたらすものである。」(【0013】)",
                "「  本発明の食品は更なる成分を含んでいてもよい。例えば食品は更に糖を含むことが可能である。こうした糖としては，すべてのタイプや形態のものを用いることが可能であるが，粉砂糖のように高品質のものが好ましい。高品質の糖を使用する利点は3つある。第1にこうした糖は各成分の担体として適している点である。次にこうした糖によって適切かつ好ましい食感が与えられる点，更に，高品質の糖によって食品中の水の活性が低下する点である。水の活性の低下は，プロバイオティック及び初乳の有効成分が製品の貯蔵期間にわたって保護されるという点で有益である。」(【0019】)",
                "「  例えば，本発明の食品の形態の1つとして非常に食べやすい乳製品おやつがある。この製品には初乳，プレバイオティック，及びプロバイオティックが食べやすい供給形態で入っている。」(【0039】)",
                "「  実施例1",
                "乳製品おやつ",
                "非常に食べやすい乳製品おやつを製造した。その組成を下記に示す。",
                "【表1】",
                "」(【0071】)",
                "「  製品は未加工材料を混合することによって得た。次いでこの混合物を型にすくい入れ／かき入れ，冷蔵庫にて固化させた。得られた材料片を型から外した。」(【0073】)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(一致点・相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点・相違点について",
              "text": [
                "原告は，引用発明を「プロバイオティック」「プレバイオティック」を含む乳製品おやつと認定しながら，本願補正発明と引用発明とが，それぞれ，「ビフィドバクテリウム，ラクトバシラスから選択される属を含む細菌を含む，プロバイオティク構成成分」「グルコース，マンノース，フルクトースからなる群から選択される単糖類を含む，甘味剤構成成分」との点で一致すると認定した審決には，一致点・相違点の認定の誤りがある旨を主張する。",
                "本願補正発明は，「【A1】切除及び洗浄されたイヌ科動物又はネコ科動物の胃腸管から単離された株を含み，【A2】かつビフィドバクテリウム，ラクトバシラス，及びこれらの組み合わせからなる群から選択される属を含む細菌を含む，【A】プロバイオティク構成成分，及び【B1】ソルビトール，マンニトール，グルコース，マンノース，フルクトース，及びこれらの混合物からなる群から選択される単糖類を含む，【B】甘味剤構成成分，を含む，組成物であって，【C】前記甘味剤構成成分およびプロバイオティク構成成分は共に混合されてなり，【D】前記組成物は，実質的にチューインガム基質を有しない，【E】組成物。」(本判決において分説した。)であり，引用発明は，「スクロース，初乳，プレバイオティック，プロバイオティックを含む乳製品おやつであって，製品は未加工材料を混合することによって得た混合物を型にすくい入れ／かき入れ，冷蔵庫に入れて固化させ，得られた材料片を型から外した乳製品おやつ。」であるところ，引用発明の「未加工材料を混合することによって得た混合物を型にすくい入れ／かき入れ，冷蔵庫に入れて固化させ，得られた材料片を型から外した乳製品おやつ」は，材料を混合して製造され，チューインガム基質を含むものではないので，本願補正発明の構成C～Eに相当する構成を有するから，本願補正発明と引用発明との一致点・相違点は，次のとおりである。",
                "＜一致点＞",
                "【A】プロバイオティク構成成分，及び【F】他の構成成分，を含む，組成物であって，【C】前記他の構成成分及びプロバイオティク構成成分は共に混合されてなり，【D】前記組成物は，実質的にチューインガム基質を有しない，【E】組成物。",
                "＜相違点ア＞",
                "プロバイオティク構成成分として，本願補正発明は，「切除及び洗浄されたイヌ科動物又はネコ科動物の胃腸管から単離された株を含み(構成A1)，かつビフィドバクテリウム，ラクトバシラス，及びこれらの組み合わせからなる群から選択される属を含む細菌を含む(構成A2)」ものであるのに対し，引用発明は，そのような特定がされていない点。",
                "＜相違点イ＞",
                "他の構成成分として，本願補正発明は，「ソルビトール，マンニトール，グルコース，マンノース，フルクトース，及びこれらの混合物からなる群から選択される単糖類を含む(構成B1)，甘味剤構成成分，を含む(構成B)」ものであるのに対し，引用発明は，「スクロース，初乳，プレバイオティック」を含むとはされているものの，そのような特定がなされていない点。",
                "そうすると，相違点アのうち，構成A2の点(相違点ア´)，及び相違点イを相違点と認定せず，これを一致点と認定した審決の一致点・相違点の判断には，誤りがあり，原告の前記主張には理由がある。",
                "すなわち，引用された発明が「プロバイオティック」との上位概念で構成されている場合，その下位概念に「ビフィドバクテリウム，ラクトバシラス」が含まれるものであるとしても，「ビフィドバクテリウム，ラクトバシラス」により具体的に構成された発明が当然に開示されていることにはならない。また，本願補正発明の「甘味剤構成成分」と，引用発明の「プレバイオティック」とが同一成分で重なるからといって，両者を直ちに同一のものととらえることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張について",
              "text": [
                "被告は，刊行物1に，特に好ましい「プロバイオティック」として，ビフィドバクテリウムやラクトバシルスが例示されていること，技術常識を踏まえれば，「プロバイオティック」の生存率を高めるために，「プレバイオティック」として例示された中からグルコース，フルクトース，マンノースに着目することは不自然ではないとして，当業者は，引用発明を，「プロバイオティック」として，ラクトバシラスアシドフィラス及びビフィドバクテリウム属の各菌のいずれかを用い，「プレバイオティック」として，グルコース，マンノース及びフルクトースのいずれかを用いた発明であると認識できると主張する。",
                "そこで，以下，検討する。",
                "刊行物1では，次のとおり，「プロバイオティック」として，ラクトバシラス，ビフィドバクテリウム及びバシラスサブティリスを特に好ましいものとしている。",
                "「  本発明に基づくプロバイオティック微生物は，ホストの腸内微生物バランスを改善することによってホストに有益な効果をもたらすいかなる微生物であってもよい。本発明の食品中には1以上のプロバイオティック微生物が存在していてよい。…好ましいプロバイオティック微生物には，特にラクトバシラス…，…ビフィドバクテリウム，…など多くの属が含まれる。」(【0028】)",
                "「   特に好ましいプロバイオティック微生物としては，ラクトバシラスアシドフィラス…，ラクトバシラスムコサエ…，ラクトバシラスルミヌス…，ラクトバシラスルテリ…，ビフィドバクテリウム属の各菌…，及びバシラスサブティリス…が挙げられる。詳細には，本発明のプロバイオティックは，特許手続上の微生物の寄託の国際的承認に関するブダペスト条約に基づき，2001年10月10日に寄託されたアクセッション番号ＮCIMB41117のラクトバシラスである。」(【0029】)",
                "また，刊行物1には，次のとおり，「プレバイオテック」として，単糖類，二糖類，オリゴ糖，多糖類，食物繊維など，性質の異なる多様なものが列挙されている。",
                "「  本発明の食品のプレバイオティック成分としては特に限定されるものではないが，グルコース，フルクトース，キシロース，ガラクトース，ラクトース，マンノース，アラビノース，D-フコース，L-フコース，ラムノース，アクチライト，バイオトース，パラチノース，IMO，セロビオース，ゲンチオビオース，laevan，マルトデキストリン，マルトース，メリビオース，ラフィノース，ラクトース，パノリッチ，メレジトース，ラフチリン，ラフチロース，スタキオース，スクロース，タガトース，キシラン，フルクトオリゴ糖(FOS)，ガラクトオリゴ糖(GOS)，大豆オリゴ糖，ラクトスクロース，マルトオリゴ糖，キシロオリゴ糖，イヌリン，及び画分化イヌリン等のオリゴ糖，並びに，ココナッツ(ココナッツ内胚乳繊維を含む)，ビートパルプ(砂糖大根パルプを含む)，チコリ(チコリパルプを含む)，オート麦ふすま濃縮物，米糠，イナゴマメ，タルハーガム，及びグアーガムなどの1以上の食物繊維成分などが含まれる。」(【0033】)",
                "そして，刊行物1には，引用発明の「プレバイオティック」が，次のような作用効果を有するとされている。",
                "「  …プレバイオティックとは，消化管内の1以上の健康増進の助けとなる細菌の増殖及び／または活性を選択的に促進することによってホスト動物の健康増進に役立つ消化されない食物成分のことである。」(【0007】)",
                "「  プロバイオティック，プレバイオティック及び初乳の組合せは，消化管全体に対して特に有益である。初乳は主として胃及び小腸に対して有益であり，プロバイオティック及びプレバイオティックは主として大腸の末端部に対して有益である。この組合せは消化管全体に対して特有の利益をもたらすものである。」(【0013】)",
                "「  実施例1で述べた乳製品のおやつを…与えた。…結果は，乳製品おやつを与えた仔犬群では排便スコアに著しい改善が認められた。」((【0077】【0079】)",
                "上記のとおり，引用発明の「プレバイオティック」は，「主として大腸の末端部に対して有益である」とされているから，少なくとも，大腸の末端部まで到達できるものである必要がある。一方，哺乳動物において，単糖類が小腸から吸収されることは技術常識である。そうすると，当業者が，引用発明の「プレバイオティック」として，グルコース，マンノース，フルクトースのような単糖類を用いていると認識するとは直ちにいえない。そして，刊行物1に列挙された「プレバイオティック」は，前記のとおり多岐にわたっているから，これらの「プレバイオティック」のいずれと「プロバイオティック」との組合せが，引用発明に作用効果を導いたのかは判然とせず，当業者が，引用発明「プロバイオティック」と「プレバイオティック」は，刊行物1に記載されたもののいかなる組合せであってもよいと認識するとはいえない。",
                "また，特表2005-501268号公報(乙3)には，グルコースやフルクトースが「補助物質」として例示されているが(【請求項37】【請求項38】)，「各製品は…補助物質を含んで成ることがある。1つの形態において，前記補助物質は，生体粒子の生存性又は安定性を維持するのに役立つものである。更に好ましくは，前記補助物質は低温保存剤である。」(【0044】)，「他の適当な補助物質には，限定しないが，1又は複数のスクロース，トレハロース，ラクトース，マルトース，グルコース，ガラクトース，ラフィノース，フルクトース，…，…が含まれる。」(【0045】)との記載からみて，乙3は，グルコースやフルクトースを「生体粒子の生存性又は安定性を維持するのに役立つ」「補助物質」としている記載があるのか判然としない。また，特表2006-501281号公報(乙5)は，グルコースやフルクトースを「安定化成分」として例示しているにすぎない(【請求項13】【0023】)。特表2002-534113号公報(乙2)の【0126】には，「プレバイオティックのタイプとしては，フルクトース，キシロース，大豆，ガラクトース，グルコースおよびマンノースを含有するものを挙げることができる。」との記載はあるが，この記載のみから，「プレバイオティック」として，グルコース，マンノース，フルクトースが通常のものであると直ちには認められない。",
                "したがって，上記各刊行物の記載では，未だ，グルコース，マンノース，フルクトースがプレバイオティックとして通常であると認めるに不十分であり，被告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，審決の一致点・相違点の判断には，誤りがあり，したがって，審決は，相違点に係る容易想到性の判断の一部を示さないまま，本願補正発明を独立特許要件を欠くものと判断したことに帰する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，審決の判断過程には誤りがあり，その余の取消事由について判断するまでもなく，審決には取り消すべき違法がある。",
        "よって，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成26年(行ケ)10270",
    "date": "2015-07-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085255",
    "ipprecedent_id": "4120",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}