{
  "decision": [
    {
      "fig": "1",
      "text": "原告らの請求をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を                "
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2011-800099号事件について平成26年3月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，平成10年10月8日，発明の名称を「高透明性非金属カソード」とする発明について国際特許出願（国際特許出願番号：PCT／US1998／021171，日本における出願番号：特願2000-516507号。パリ条約による優先権主張：平成9年10月9日，同年11月3日，同月5日，同年12月1日，平成10年4月1日，同月3日，同月10日及び同年9月14日，米国。甲44）をし，平成12年4月10日，日本国特許庁に翻訳文を提出し（公表公報：特表2001-520450号），平成22年5月14日，設定の登録（特許第4511024号）を受けた（請求項の数10。甲1）。以下，この特許を「本件特許」といい，本件特許に係る発明を請求項の番号に従って「本件発明1」などといい，本件発明1ないし6，9及び10を併せて「本件発明」ということがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成23年6月14日，特許庁に対し，本件発明1ないし6，9及び10に係る本件特許について無効審判を請求し，無効2011-800099号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成24年4月25日，「特許第4511024号の請求項1ないし6，9，10に係る発明についての特許を無効とする。」との審決（以下「第1次審決」という。）をし，その謄本は，同年5月10日，原告らに送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告らは，平成24年9月5日，第1次審決の取消しを求める訴訟を提起し，知的財産高等裁判所平成24年（行ケ）第10314号審決取消請求事件として係属し，同裁判所は，平成25年10月31日，第1次審決を取り消すとの判決をした。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "特許庁は，さらに無効2011-800099号事件について審理し，平成26年3月19日，「特許第4511024号の請求項1～6，9～10に係る発明についての特許を無効とする。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，同月27日，原告らに送達された。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告らは，平成26年7月22日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件発明に係る特許請求の範囲の請求項1ないし6，9及び10の記載は，次のとおりである。なお，本件発明に係る明細書（甲1）を「本件明細書」という。",
            "【請求項1】",
            "発光層を有する，エレクトロルミネッセンスを生ずることができる有機発光デバイスであって，",
            "前記発光層は，電荷キャリアーホスト材料と，前記電荷キャリアーホスト材料のドーパントとして用いられる燐光材料とからなり，",
            "前記有機発光デバイスに電圧を印加すると，前記電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギーが前記燐光材料の三重項分子励起状態に移行することができ，且つ前記燐光材料の前記三重項分子励起状態から燐光放射線を室温において発光する有機発光デバイス。",
            "【請求項2】",
            "前記有機発光デバイスが，10cd／m2を超える表示輝度を与えることができる，請求項1に記載のデバイス。",
            "【請求項3】",
            "前記電荷キャリアーホスト材料が，ホール輸送材料である請求項1または2に記載のデバイス。",
            "【請求項4】",
            "前記電荷キャリアーホスト材料が，電子輸送材料である請求項1，2，または3に記載のデバイス。",
            "【請求項5】",
            "前記燐光材料が，10μ秒以下の燐光寿命を有する，請求項1，2，3，または4に記載のデバイス。",
            "【請求項6】",
            "前記燐光材料が，10～100μ秒の光ルミネッセンス寿命を有する，請求項1，2，3，または4に記載のデバイス。",
            "【請求項9】",
            "前記有機発光デバイスを通って電圧を印加した場合，外部量子効率が室温で少なくとも0．14％である，請求項1～8のいずれかに記載のデバイス。",
            "【請求項10】",
            "前記有機発光デバイスを通って電圧を印加した場合，外部量子効率が室温で少なくとも0．07％である，請求項1，2，3，4，5，6，7，8または9に記載のデバイス。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）のとおりである。要するに，①本件発明は特許法36条6項1号に規定する要件（以下「サポート要件」ということがある。）を満たしておらず，その特許は，同法123条1項4号に該当し，無効とすべきものである，②外国語特許出願である本件特許出願の特許請求の範囲の請求項1ないし6，9及び10に記載した事項は，国際出願日における国際出願の明細書，特許請求の範囲又は図面（甲44。以下「本件国際出願明細書」という。）に記載した事項の範囲内にないから，本件特許出願は同法184条の18による読み替え後の同法123条1項5号（以下「原文新規事項」ということがある。）に該当し，その特許は無効とすべきである，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決は，サポート要件違反について，以下のとおり判断した。",
                "本件明細書の記載において，課題を解決できると認識できる範囲，又は，その記載や示唆がなくとも当業者が出願時の技術常識に照らして当該発明の課題を解決できると認識できる範囲は，「発光層を有する，エレクトロルミネッセンスを生ずることができる有機発光デバイスであって，前記発光層は，電荷キャリアーホスト材料と，前記電荷キャリアーホスト材料のドーパントとして用いられる燐光材料とからなり，燐光材料が，【化44】…，【化45】…，【化46】…，又は，【化47】…であり，前記有機発光デバイスに電圧を印加すると，前記電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギーが前記燐光材料の三重項分子励起状態に移行することができ，且つ前記燐光材料の前記三重項分子励起状態から燐光放射線を発光する有機発光デバイス」であって，励起子三重項状態から燐光放射線を発光する有機電界発光材料として見いだされたのは，上述の【化44】～【化47】（ただし，M は白金である。）のみである。これに対して，本件発明は，ド1ーパントとして用いられる燐光材料として，具体的な材料が何ら限定されていないことは明らかであるところ，ドーパントとして用いられる燐光材料として，具体的な材料が何ら限定されていない本件発明には，例えば，金属を考えてみても，Eu，Gd，Ru，Ir等というPt以外の金属が広く含まれることになる。してみると，本件発明は，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるとも，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らして当該発明の課題を解決できると認識できる範囲のものであるともいうことはできず，発明の詳細な説明の記載の範囲を超えているものである。",
                "なお，上記【化44】～【化47】及び本件明細書の【化43】の構造式は，別紙本件明細書中の構造式の【化43】～【化47】のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件についての判断の誤り（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "原文新規事項についての判断の誤り（取消事由2）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（サポート要件についての判断の誤り）について",
          "text": [
            "〔原告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の課題",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件明細書の【0026】，【0027】，甲11～15を引用した上で，本件発明の課題は，「理論的可能性としては知られていた，非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励起子三重項状態から燐光放射線を発光する，具体的な有機電界発光材料を見いだすこと」であると認定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，本件審決は，本件発明が解決しようとする課題の認定を誤り，誤って認定した課題を前提に「課題を解決できると認識できる範囲」と本件発明とを対比してサポート要件を満たさないと判断したものであって，誤りである。",
                    "甲49，50及び12に記載されているように，本件に係る優先権主張日（平成9年12月1日。以下「本件優先権主張日」という。）当時，室温において燐光発光を示す有機発光デバイスを開発することは困難であり，室温において燐光発光を示す有機発光デバイスは得られていなかったというのが当時の技術水準であった。",
                    "これに対して，本件発明は，室温において燐光発光を示す有機発光デバイスである。本件明細書には，本件発明が解決しようとする課題について明確には記載されていないが，本件優先権主張日当時の技術水準が室温において燐光発光を示す有機発光デバイスは得られていなかったというものであったことと，本件発明が室温において燐光発光を示す有機発光デバイスであることを対比すれば，本件発明は，上記の技術水準を前提としたものであり，本件発明が解決しようとする課題は，「室温において燐光発光を示す有機発光デバイスを得ること」であるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件審決による本件発明の課題の認定の誤り",
                  "text": [
                    "本件審決は，本件発明の課題を認定するに当たり，本件明細書の【0026】，【0027】，甲11～15を引用している。",
                    "しかし，本件明細書の【0026】，【0027】は，本件優先権主張日当時において公知となっていた従来技術の問題点を述べたものではなく，本件優先権主張日当時において公知ではなかった，本件発明者の別の発明であるTPPドープデバイスと本件発明とを対比して，本件発明の特徴について説明したものである。そして，本件発明の特徴に基づいて，本件発明の課題を認定することはできないから，【0026】，【0027】の記載は，本件発明の課題の認定の根拠となるものではない。",
                    "甲11は，本件明細書に従来技術として挙げられている文献ではないし，また，甲11に記載された技術的事項が本件優先権主張日当時の技術水準を形成していたとも認められないから，甲11を根拠に本件発明が解決しようとする課題を認定することはできない。",
                    "また，甲12～15に記載されるような，励起一重項状態からの発光（蛍光）よりも効率よく発光できる励起三重項状態からの発光（燐光）が可能な材料の研究が行われていたという状況の存在は，本件発明の課題が「非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励起子三重項状態から燐光放射線を発光する，具体的な有機電界発光材料を見いだすこと」とする根拠になるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の課題を解決できると認識できる範囲",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以下の記載によれば，本件明細書には，「ホスト材料の非放射性励起子三重項状態のエネルギーがドーパントである燐光材料の三重項分子励起状態に移行し，かつ，燐光材料の三重項分子励起状態から燐光放射線を発光する有機発光デバイス」が記載されているということができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の【0027】には，本件発明の特徴として，非放射性三重項励起状態のエネルギーを燐光物質の三重項励起状態へ移転し，発光を生じさせることが記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の【0158】には，ホスト材料の励起エネルギーがドーパント化合物へ移行し，ホスト材料からドーパント化合物に移行された励起エネルギーが大きな量子効率をもって発光することが記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書には，「本発明の代表的な態様」として，Alq を電荷キャ3リアーホスト材料，【化44】～【化47】の化合物を電荷キャリアーホスト材料のドーパント（燐光材料）とした有機発光デバイスが開示されているとともに，当該有機発光デバイスにおいて，電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギーがドーパントの三重項分子励起状態に移行することができ，かつ，ドーパントの三重項分子励起状態から燐光放射線を発光することが開示されている（【0161】～【0199】）。殊に，【0165】には，PtOEPのような50％よりも大きな光ルミネッセンス量子収量を有し，燐光発光を示す化合物がドーパント材料として適していること，及びドーパント化合物に燐光材料を用い，かかる燐光材料が，非放射性励起子三重項状態エネルギーの移行を受け，三重項励起状態から当該エネルギーを放射し得ることが記載されている。さらに，【0167】の記載から，当業者は，高電圧の場合には，Alq （ホスト）からPtOEP3（ドーパント）へのエネルギー移動が生じにくく，その結果，Alq の発光が増3大すること，これに対して，低電圧の場合には，Alq （ホスト）からPtOE3P（ドーパント）へのエネルギー移動が生じやすいことを認識することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以下の記載によれば，本件明細書に記載された有機発光デバイスの発光は，室温におけるものと理解できる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の【0246】に，本件発明の実施態様として例示された「乗り物，コンピューター，テレビジョン，プリンター，大面積壁，劇場，又はスタジアムスクリーン，掲示板，又は標識」はいずれも室温において使用されるものであるから，本件発明の実施例であるPtOEPを用いた有機発光デバイスの発光を含め，本件明細書に記載された有機発光デバイスの発光は，室温におけるものと理解できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の【0060】，【0171】には，「数日間，周囲の環境条件に曝す」ことが記載されているが，「数日間，周囲の環境条件に曝す」ということは，数日間，周囲の温度を維持するのであるから，数日間，室温において実験を行うことを意味するものと解するのが自然である。数日間にわたって周囲の温度を極低温に維持するには，莫大な費用が掛かり，極めて困難であるし，仮に，数日間にわたって周囲の温度を極低温に維持するのであれば，その旨を記載するはずである。かかる記載がない以上，「周囲の環境条件」を極低温と解する余地はない。しかも，前記(ア)のとおり，本件発明が室温における使用を想定していることを併せ考えれば，なおのこと「周囲の環境条件」は「室温」を意味すると解するのが自然である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件明細書には，「ホスト材料の非放射性励起子三重項状態のエネルギーがドーパント材料である燐光材料の三重項分子励起状態に移行し，かつ，燐光材料の三重項分子励起状態から燐光放射線を室温において発光する有機発光デバイス」が記載されている。したがって，かかる記載から，当業者は，少なくとも，「前記電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギーが前記燐光材料の三重項分子励起状態に移行することができ，且つ前記燐光材料の前記三重項分子励起状態から燐光放射線を室温において発光する有機発光デバイス。」との請求項1記載の範囲で，本件発明の「室温において燐光発光を示す有機発光デバイスを得る」という課題を解決できると認識することができる。",
                    "したがって，本件発明は，本件明細書の記載等に照らし，当業者が課題を解決できると認識できる範囲を超えるものではないから，サポート要件に適合する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件審決の本件発明の課題を解決できると認識できる範囲の認定の誤り",
                  "text": [
                    "本件発明は「燐光材料」の発明ではなく，「有機発光デバイス」の発明であるところ，本件発明の技術的範囲は，「発光層を有する，エレクトロルミネッセンスを生ずることができる有機発光デバイスであって，…前記電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギーが前記燐光材料の三重項分子励起状態に移行することができ，且つ前記燐光材料の前記三重項分子励起状態から燐光放射線を室温において発光する有機発光デバイス。」である。",
                    "しかるところ，仮に，PL（Photoluminescence）や本件とは異なる構造の有機発光デバイス（ELデバイス）において，燐光発光を示す材料（燐光材料）として知られる金属錯体（Eu，Gd，Ru，Ir等の金属を含む錯体）であっても，当該金属錯体（を用いた有機発光デバイス）全てが本件発明の技術的範囲に含まれるわけではない。すなわち，発光層にホスト材料とドーパント材料を有する有機発光デバイスにおいて，ある燐光材料がドーパント材料として用いられたときに，当該有機発光デバイスが，非放射性三重項状態のエネルギーを当該燐光材料の三重項励起状態に移行することができ，かつ，当該燐光材料の当該三重項励起状態から燐光放射線を室温において発光した場合に，初めて，当該燐光材料（を用いた有機発光デバイス）は，本件発明の技術的範囲に含まれるのであって，燐光材料として知られる金属錯体の全てが本件発明の有機発光デバイスに用いられる燐光材料に含まれるわけではない。そのため，本件明細書の【化44】～【化47】（ただし，M は1白金である。）以外の材料で，本件発明の有機発光デバイスに用いられる燐光材料が存在するか否かは必ずしも明らかではないが，この点は，具体的な材料を用いた有機発光デバイスについて侵害訴訟が提起され，当該具体的な材料が本件発明の有機発光デバイスに用いられる燐光材料に含まれるか否かが争われたときに判断されるべき問題であって，現段階において，【化44】～【化47】以外の材料で本件発明の有機発光デバイスに用いられる具体的な材料の存在が確認できているわけではない。",
                    "それにもかかわらず，本件発明の有機発光デバイスに用いられる燐光材料にPt以外に，Eu，Gd，Ru，Ir等の金属が広く含まれるとして，サポート要件を否定した本件審決の判断は明らかに誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "機能的事項を含む本件発明のクレームについてサポート要件違反はないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，「前記電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギーが前記燐光材料の三重項分子励起状態に移行することができ，且つ前記燐光材料の前記三重項分子励起状態から燐光放射線を室温において発光する」という特定の機能を有することを「有機発光デバイス」の要件としている点で，いわゆる機能的クレームと解し得る。しかるところ，機能的クレームについては，当業者の技術常識を踏まえて，明細書の内容（発明の具体的な構成など）に基づいて，その技術的範囲が画定されることになり，明細書に開示された内容に基づいて画定された技術的範囲は，明細書によってサポートされているから，原則として，サポート要件違反の問題は生じない。",
                    "本件では，本件発明は，「室温において燐光発光を示す有機発光デバイスを得る」という課題の解決手段として，「前記有機発光デバイスに電圧を印加すると，前記電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギーが前記燐光材料の三重項分子励起状態に移行することができ，且つ前記燐光材料の前記三重項分子励起状態から燐光放射線を室温において発光する有機発光デバイス。」を開示したものであるところ，前記のとおり，本件明細書には，本件発明の特徴として，非放射性三重項励起状態のエネルギーを燐光材料の三重項励起状態へと移行させ，発光させることが記載され（【0027】，【0158】），さらに実施例である有機発光デバイスが複数開示されている（【0161】～【0199】）。本件明細書にかかる開示のある本件発明については，当業者の技術常識を踏まえて，本件明細書の開示内容に基づいて，技術的範囲が画定され，当該技術的範囲は，本件明細書によってサポートされているから，サポート要件に違反しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "サポート要件について判断した知財高裁平成17年11月11日判決・平成17年（行ケ）第10042号（以下「大合議判決」という。）は，請求項に記載された構成要件の要素である「PVAフィルム」の範囲が，数式によって一義的に画定されている一方で，明細書には，2つの実施例及び比較例が開示されているのみであって，出願時の技術常識を踏まえても，当業者が，明細書の開示内容に基づいて，当該数式が示す範囲内であれば，所望の効果（性能）を有する偏光フィルムを製造し得ることが裏付けられていると認識することは不可能であるとしてサポート要件の適合性を否定したものであるが，当該事案においては，クレームに記載された発明特定事項たる構成要件（PVAフィルム）の範囲は，明細書の記載とは独立して，数式によって一義的に明確に画定されており，明細書に記載の開示範囲に応じて合理的に画定されるというものではなかった。",
                    "これに対して，本件においては，クレームに記載された発明特定事項である構成要件（燐光材料）は，機能的な事項を含んで規定されているため，その範囲は，クレームの記載のみから一義的に明確に画定することはできず，明細書に記載の開示範囲に応じて合理的に画定されるものであるところ，本件明細書には，本件発明の特徴として，非放射性三重項励起状態のエネルギーを燐光材料の三重項励起状態へと移行させ，発光させることが記載され（【0027】，【0158】），また，50％よりも大きな光ルミネッセンス量子収量を有し，燐光発光を示す化合物がドーパントとして適していることが記載され，さらに，【化44】～【化47】の化合物を燐光材料とした有機発光デバイスが開示されている（【0161】～【0199】）から，本件発明の有機発光デバイスに用いられる「燐光材料の範囲」は，当業者の技術常識を踏まえて，本件明細書の上記のような開示内容に基づいて認識できる「燐光材料の範囲」で画定されることになる。",
                    "このように，大合議判決の事案と本件とは，クレームに記載された発明特定事項である構成要件の範囲が，明細書に記載の開示範囲に連動して画定されるかどうかという点において，著しく異なっているから，大合議判決において判示されたサポート要件の判断基準を適用しても，本件発明のサポート要件を否定することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張(3)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告の主張(3)アについて",
                  "text": [
                    "本件発明は，「前記電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギーが前記燐光材料の三重項分子励起状態に移行することができ，且つ前記燐光材料の前記三重項分子励起状態から燐光放射線を室温において発光する有機発光デバイス。」であり，一貫して，三重項励起状態からの発光である燐光に焦点を当てて，「発光」（放射）又は「非放射」という用語を用いている。そして，本件明細書において，Alq は「非放射性励起子三重項状態のエネルギー」をPtOEP3（燐光材料）の三重項分子励起状態に移行し，PtOEPが室温において燐光発光することが記載されているから，Alq は，本件発明の「電荷キャリアーホスト3材料」に該当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告の主張(3)イについて",
                  "text": [
                    "本件明細書の【0168】，【図4D4】に示されているように，PtOEPのドーピング量の増加とともにAlq から発光するエネルギーが少なくなっている3ということは，Alq の全ての励起エネルギーである一重項励起状態のエネルギ3ーだけでなく非放射性三重項励起状態のエネルギーも，ドーパント材料であるPtOEPに移行していることを意味している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張(3)ウについて",
                  "text": [
                    "本件明細書の【0246】，【0060】，【0171】に基づき，本件明細書に記載された有機発光デバイスの発光が室温におけるものと理解できることは，前記(2)イのとおりである。",
                    "また，甲12，13及び15は，いずれも，実用することを主たる目的とするものではないデバイスを研究の対象とする研究論文であり，これに対して，本件発明に係る有機発光デバイスは，極低温ではなく，室温での利用という実用を目的とするものであるから，本件明細書の【0246】に，「乗り物，コンピューター，テレビジョン，プリンター，大面積壁，劇場，又はスタジアムスクリーン，掲示板，又は標識に含まれる光電デバイス中に組み込むこと」に使用されることが記載されているにもかかわらず，本件発明に係る有機発光デバイスの発光が室温ではなく，低温におけるものであるとするのは明らかに不自然な解釈である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決は，サポート要件についての判断を誤り，その誤りは結論に影響を及ぼすものであるから，違法として取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明の課題",
              "text": [
                "本件明細書の【0027】には，非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させることができれば有機発光デバイスの量子効率を向上させることができること，ある環境下では効果的に非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させることは知られているものの，表示デバイスで用いるのには適していないことが記載されていることに加え，本件優先権主張日当時において，第1の有機色素（本件発明の「電荷キャリアーホスト材料」に相当する。）の励起三重項状態のエネルギーを受け取り，燐光（励起三重項状態からの発光）を発光する第2の有機色素（本件発明の「ドーパントとして用いられる燐光材料」に相当する。）を用いた場合，効率よく発光させることができるという理論的可能性が当業者には知られていたこと（甲11），さらには，励起一重項状態からの発光（蛍光）よりも効率よく発光できる励起三重項状態からの発光（燐光）が可能な材料の研究が行われていたという状況（甲12～15）からすれば，本件発明の課題は，理論的可能性としては知られていた，非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励起子三重項状態から燐光放射線を発光する，具体的な有機電界発光材料を見いだすことであることは明らかである。",
                "原告らが引用する甲49によれば，常温で燐光を発光する有機発光デバイスを開発することが困難であったのは，室温で燐光発光する有機電界発光材料が発見できていなかったからであることが分かる。また，原告らの引用する甲50の記載も，有機発光デバイスそのものの記載ではなく，燐光発光する有機電界発光材料に関する記載である。そして，上記のとおり，励起一重項状態からの発光（蛍光）よりも効率よく発光できる励起三重項状態からの発光（燐光）が可能な材料の研究が行われていたという状況（甲12～15）からすれば，甲49や甲50の記載を考慮しても，本件発明の課題は，非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励起子三重項状態から燐光放射線を発光する，具体的な有機電界発光材料を見いだすことにある。",
                "また，本件優先権主張日当時，有機発光デバイスにおいて，いかなる化学物質が，常温でも燐光が観測される有機色素として第2の有機色素に選択され，この第2の有機色素が，第1の有機色素の非放射性の励起三重項状態からエネルギーを受け取り，励起三重項状態に励起して，この励起三重項状態から基底状態に遷移する際に室温で燐光を発光するのかが，当業者の技術常識として解明されていなかった。そうすると，原告らの主張する課題である室温において燐光発光を示す有機発光デバイスを得るためには，非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励起子三重項状態から燐光放射線を発光する，具体的な有機電界発光材料を見いださなければならないのであって，結局のところ，原告ら主張に係る本件発明の課題は，本件審決の認定する本件発明の課題と実質的には同じものにすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の課題を解決できると認識できる範囲",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の課題を前記(1)のとおりと解した場合，本件明細書の発明の詳細な説明には，非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励起子三重項状態から燐光放射線を発光する具体的な有機電界発光材料として，【化44】～【化47】（ただし，M は白金である。）のみが開示1されているにすぎない。",
                    "また，本件優先権主張日当時，有機発光デバイスにおいて，いかなる化学物質が，常温でも燐光が観測されるドーパントとして用いられる燐光材料に選択され，この燐光材料が，電荷キャリアーホスト材料の非放射性の励起三重項状態からエネルギーを受け取り，励起三重項状態に励起して，この励起三重項状態から基底状態に遷移する際に室温で燐光を発光するのかが，当業者の技術常識として解明されていなかった。",
                    "そうすると，本件明細書の発明の詳細な説明の記載や本件優先権主張日当時の技術常識に照らし，本件発明の課題である非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励起子三重項状態から燐光放射線を発光する燐光材料を発見するという課題を解決できると認識できる範囲は，本件明細書【化44】～【化47】（ただし，M は白金である。）を燐光材料とする場合に1限定される。",
                    "これに対して，本件発明においては，非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励起子三重項状態から燐光放射線を発光する燐光材料について何らの限定もない。そして少なくとも，非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励起子三重項状態から燐光放射線を発光する燐光材料には，本件明細書の【化44】～【化47】（ただし，M は白金である。）以外の材料も含まれる。",
                    "1したがって，本件発明は，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるとも，また，その記載や示唆がなくとも当業者が本件優先権主張日時点の技術常識に照らして当該発明の課題を解決できると認識できる範囲のものであるともいうことはできず，発明の詳細な説明の記載の範囲を超えているものであって，サポート要件に違反することは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，本件発明が解決しようとする課題が室温において燐光発光を示す有機発光デバイスを得ることであるとの原告らの主張を前提としても，以下のとおり，本件発明の特許請求の範囲はサポート要件に違反する。",
                    "本件優先権主張日当時，有機発光デバイスにおいて，いかなる化学物質が，常温でも燐光が観測されるドーパントとして用いられる燐光材料に選択され，この燐光材料が，電荷キャリアーホスト材料の非放射性の励起三重項状態からエネルギーを受け取り，励起三重項状態に励起して，この励起三重項状態から基底状態に遷移する際に室温で燐光を発光するのかが，当業者の技術常識として解明されていなかった。",
                    "そうすると，上記の常温でも燐光が観測される「ドーパントとして用いられる燐光材料」が明らかでなければ，室温において燐光発光を示す有機発光デバイスを得るという課題を解決することもできないのであるが，本件明細書の発明の詳細な説明において当該燐光材料として開示されているのは，【化44】～【化47】（ただし，M は白金である。）のみである。",
                    "1他方で，本件発明の燐光材料には，本件明細書の【化44】～【化47】（ただし，M は白金である。）以外の材料も含まれる。",
                    "1したがって，本件発明において，電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギーが燐光材料の三重項分子励起状態に移行することができ，かつ前記燐光材料の前記三重項分子励起状態から燐光放射線を室温において発光するとが記載されていたとしても，室温において燐光発光を示す有機発光デバイスを得るという課題の解決手段が記載されているとはいえない。",
                    "また，本件発明は，達成すべき「燐光放射線を室温において発光する有機発光デバイス」という結果（すなわち，原告らの主張する課題そのもの）により規定されているところ，発明の詳細な説明には【化44】～【化47】（ただし，M は白1金である。）を燐光材料とするという特定の手段による発明が記載されているのみであって，本件優先権主張日時点の技術常識に照らしても，請求項に係る発明の範囲まで，発明の詳細な説明において開示された内容を拡張ないし一般化できないことは明らかであるから，本件発明はサポート要件に違反する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件特許の発明の詳細な説明の記載には，以下のとおり，①非放射性の電荷キャリアーホスト材料が開示されておらず，②電荷キャリアーホスト材料の励起子三重項状態のエネルギーが燐光材料の三重項励起状態に移行したことも開示されておらず，また，③燐光材料が室温において発光したことも開示されていないから，かかる観点からも本件発明はサポート要件に違反している。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の【0158】，【0167】，【0168】には，Alq という3放射性を有する電荷キャリアーホスト材料の放射性励起子のエネルギーがドーパントとして用いられる燐光材料に移行することのみが記載されているのであって，本件明細書の発明の詳細な説明には，本件発明の，ホスト材料の「非放射性」励起子三重項状態のエネルギーがドーパントである燐光材料の三重項分子励起状態に移行することについての開示がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書の【0168】，【0169】，【図4D4】には，電荷キャリアーホスト材料の発光性励起子一重項状態のエネルギーが燐光材料の三重項励起状態に移行したことのみが開示されており，本件明細書の発明の詳細な説明には，本件発明の，ホスト材料の「非放射性」励起子「三重項状態のエネルギー」がドーパントである燐光材料の三重項分子励起状態に移行することについての開示がない。 "
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件明細書には，燐光材料を用いた有機発光デバイスが室温において燐光発光した旨の記載は一切存在しない。特に，本件優先権主張日当時，いかなる化学物質が，常温でも燐光が観測される有機電界発光材料に選択され，この材料が，電荷キャリアーホスト材料の非放射性の励起三重項状態からエネルギーを受け取り，励起三重項状態に励起して，この励起三重項状態から基底状態に遷移する際に室温で燐光を発光するのかが，当業者の技術常識として解明されていなかったのであるから，有機発光デバイスにおいて室温で燐光が観測されたのであれば，その旨明記するはずであるところ，かかる記載は存在しない。",
                    "この点，本件明細書の【0060】，【0171】の記載については，周囲の温度を含む周囲の環境条件がどのようなものであるかが不明であるばかりか，PtOEPを燐光材料とした有機発光デバイスを「周囲の環境条件」に曝した状態で保存している際に発光していることが記載されているものではなく，このような環境下で保存した後であっても発光することができることから保存寿命が従来のデバイスよりも優れていることが記載されているにすぎない。そして，本件優先権主張日当時，有機発光デバイスの発光層に使用される有機色素であって常温で燐光発光する有機色素の存在が当業者の技術常識として確立していたということはできない状況において，本件明細書に何ら燐光発光特性の測定条件が記載されていない場合に，本件明細書の記載に触れた当業者は，本件優先権主張日当時の技術常識から，PtOEPを燐光材料としたデバイスの発光が低温で行われたと認識するのが自然であって，室温で行われたとは認識しないものである。",
                    "また，本件明細書の【0246】の記載についても，有機発光デバイスにおいて，いかなる化学物質が，常温で燐光が観測されるドーパント材料として，ホスト材料の非放射性励起子三重項状態からエネルギーを受け取り，三重項励起状態に励起されて，この三重項励起状態から室温で燐光放射線を発光するのかが，当業者の技術常識として解明されていたとも認められない本件優先権主張日当時において，甲12，13及び15に示されるように，表示デバイスとして使用することを目的としている燐光発光する有機発光デバイスにおいても，室温のみならず，低温においても，その発光を測定することが通常であったといえる。このように，室内における製品の用途の記載がある本件優先権主張日以前の研究論文においても有機発光デバイスが低温で燐光を示したことのみが記載されているのであって，単に本件明細書に室温下を含む製品の用途の記載があったからといって，本件明細書の実施例において有機発光デバイスが室温で燐光発光したことを観測したことを示すものではない。燐光発光する有機発光デバイスの技術分野においては，実施例等において温度が特記されていない場合，室温ではなく，低温において測定されている可能性も十分に考え得るから，室温で使用する製品の用途の記載があるからといって，本件明細書の記載及び技術常識から燐光材料が室温で発光することを意味するとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告らの主張(3)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告らの主張(3)アについて",
                  "text": [
                    "本件発明が機能的クレームであるか否かは別として，機能的クレームであればサポート要件違反の問題が生じないというものではない。特許・実用新案審査基準第Ⅰ部第1章「2．2．1．3  第36条第6項第1号違反の類型」の例6においても，機能的クレームについてサポート要件違反となる具体例が記載されている。",
                    "本件発明が，原告らが主張するように，特定の機能を有する有機発光デバイスであるとしても，本件明細書には，電荷キャリアーホスト材料としてAlq を用い，3ドーパントとして用いられる燐光材料として【化44】～【化47】（ただし，Mは白金である。）を用いる場合が記載されているのみである。しかし，本件発明1における燐光材料には上記以外の材料も含まれる。そうすると，本件明細書【化44】～【化47】（ただし，M は白金である。）以外の物質をも燐光材料とする本1件発明は，当業者が本件優先権主張日時点の技術常識に照らして本件発明の課題を解決できると認識できる範囲のものとはいえず，本件発明が機能的クレームであるか否かは別として，サポート要件に適合しないことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告らの主張(3)イについて",
                  "text": [
                    "原告らは，本件事案とサポート要件について判断した大合議判決の事案は著しく異なるから，大合議判決の基準は適用できない旨主張するが，大合議判決の基準はその後のサポート要件を判断する裁判例でも採用されており，事案が異なるということで当該基準が適用できないとすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，本件発明がサポート要件を充足しないとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（原文新規事項についての判断の誤り）について",
          "text": [
            "〔原告らの主張〕",
            "本件審決は，「室温において」を追加する補正は，新たな技術的事項を導入するものであって，本件発明1の「燐光放射線を室温において発光する有機発光デバイス」との発明特定事項は，本件国際出願明細書に記載した範囲のものとはいえず，本件発明2ないし6，9及び10についても同様であるから，外国語特許出願である本件特許出願の特許請求の範囲の請求項1ないし6，9及び10に記載した事項は，本件国際出願明細書に記載した事項の範囲内になく，本件特許出願は原文新規事項に該当し，その特許は無効とすべきである，と判断したが，以下のとおり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件国際出願明細書の記載から本件発明に係る有機発光デバイスが室温におおいて発光することが記載されているとは認められないとした本件審決の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件国際出願明細書の記載中，室温に関連する記載は，19頁10～13行（対応する日本語訳は本件明細書の【0060】である。）及び58頁16～18行（対応する日本語訳は本件明細書の【0171】である。）の2箇所のみであるが，上記記載中の「ambient environmental conditions」（「周囲の環境条件」，「周囲環境条件」）は周囲の温度を含む概念であるが，周囲の温度を含む周囲の環境条件がどのようなものであるかは不明であり，かつ，本件国際出願明細書の他の記載を参照しても，上記「ambient environmental conditions」の周囲の温度を含む周囲の環境条件がどのようなものであるのかを示唆する記載もなく，さらに，上記記載は，「shelf life stability」（「保存寿命安定性」），「shelf lives」（「保存寿命」）に関する記載であって，本件国際出願明細書の11頁4～8行（対応する日本語訳は本件明細書の【0026】である。）に記載された「保存寿命」についての課題の記載とも整合するものであるし，デバイス保存中にデバイスを発光させることはないと解するのが相当であるから，上記記載はデバイス発光時の周囲の環境条件を記載したものではないことが明らかであり，上記記載からは，本件発明に係る有機発光デバイスが室温において発光することが記載されているとは認められないと判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，「the device is exposed to ambient environmental conditions for a few days」（「装置を数日間周囲の環境条件に曝した」）ということは，数日間，周囲の温度を維持するのであるから，数日間，室温において実験を行うことを意味するものと解するのが自然である。数日間にわたって周囲の温度を極低温に維持するには，莫大な費用が掛かり，極めて困難であるし，仮に，数日間にわたって周囲の温度を極低温に維持するのであれば，その旨を記載するはずである。かかる記載がない以上，「周囲の環境条件」を極低温と解する余地はない。",
                    "また，本件国際出願明細書78頁19～21行（対応する日本語訳は本件明細書の【0246】である。）に記載された本件発明の用途は，「乗り物，コンピューター，テレビジョン，プリンター，大面積壁，劇場，又はスタジアムスクリーン，掲示板，又は標識に含まれる光電デバイス中に組み込むこと」であり，いずれも室温における用途のみであって，極低温での用途は記載されていない。",
                    "本件審決は，この点について，甲12～15に示されるように，表示デバイスとして使用することを目的としている燐光発光する有機発光デバイスにおいても，室温のみならず，低温においても，その発光を測定することが通常であったといえると判断した。しかし，甲12～15は，いずれも，実用することを主たる目的とするものではないデバイスを研究の対象とする研究論文であり，これに対して，本件発明に係る有機発光デバイスは，極低温ではなく，室温での利用という実用を目的とするものであるから，本件国際出願明細書に係る有機発光デバイスについて，「乗り物，コンピューター，テレビジョン，プリンター，大面積壁，劇場，又はスタジアムスクリーン，掲示板，又は標識に含まれる光電デバイス中に組み込むこと」に使用されることが記載されているにもかかわらず，本件発明に係る有機発光デバイスの発光が室温ではなく，低温におけるものであるとするのは明らかに不自然な解釈である。",
                    "そして，本件審決のように解すると，極低温で発光するデバイスについて，保存寿命安定性を測定したということになるが，そもそも，極低温でしか発光しないデバイスの実用は現実的に不可能であり，当該デバイスの保存寿命安定性を測定する必要はないから，デバイスの保存寿命安定性を測定しているということは，当該デバイスが室温において発光を示し，実用可能性があることが前提となっている。",
                    "したがって，「保存寿命安定性」を室温で測定しているとしても，デバイスの発光は極低温で測定している可能性があるかのように述べる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件国際出願明細書の記載に触れた当業者は，本件優先権主張日当時の技術常識から，本件発明に係る有機発光デバイスの発光の測定が室温で行われたとは認識しないとした本件審決の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件優先権主張日当時，有機発光デバイスの発光層に使用される有機色素であって常温で燐光発光するものの存在が当業者の技術常識として確立していたということはできない状況において，本件国際出願明細書に何ら燐光発光特性の測定条件が記載されていない場合に，本件国際出願明細書の記載に触れた当業者は，本件優先権主張日当時の技術常識から，本件国際出願明細書中の有機発光デバイスの発光の測定が低温で行われたと認識するのが自然であって，上記測定が室温で行われたとは認識しないというべきであるから，本件国際出願明細書の記載及び技術常識から燐光放射線が室温で発光することを意味するとはいえないと判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，有機発光デバイスの技術分野においては，室温において燐光発光を示す有機発光デバイスの開発が長年の課題とされていたところ，平成2年（1990年）頃に初めて極低温（77K＝マイナス196℃）において燐光発光を示した有機発光デバイスが報告されており，本件優先権主張日当時において，当業者は，極低温における有機発光デバイスよりも，室温において燐光発光を示す有機発光デバイスの開発を目指していたといえる。そうすると，本件国際出願明細書の記載に触れた当業者は，本件発明にかかる有機発光デバイスの発光は室温における発光であると理解すると捉えるのが自然である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決は，原文新規事項についての判断を誤り，その誤りは審決の結論に影響を及ぼすから，違法として取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件国際出願明細書の「周囲の環境条件」との記載について",
              "text": [
                "本件国際出願明細書の19頁10～13行及び58頁16～18行の記載についての本件審決の判断に誤りはない。また，上記各記載は，PtOEPを燐光材料とした有機発光デバイスを「周囲の環境条件」に曝した状態で保存している際に発光していることが記載されているものではなく，このような環境下で保存した後であっても発光することから，保存寿命が従来のデバイスよりも優れていることが記載されているにすぎない。したがって，上記記載からは，本件特許発明に係る有機発光デバイスが室温において発光することが記載されているとは認められない。",
                "そして，有機発光デバイスの実験に用いられるデバイスサイズは，甲12（訳文4頁12行）では12mm2，甲15（訳文3頁6行）では0．2cm2程度であり，仮に極低温に維持したとしても莫大な費用がかかるものではない。",
                "本件優先権主張日当時，有機発光デバイスの発光層に使用される有機色素であって室温で燐光発光するものの存在が当業者の技術常識として確立していたということはできない状況であり，むしろ公知文献にはいずれも極低温での燐光を示すもののみが開示されている状況において，仮に有機発光デバイスの発光層に使用される有機色素であって室温で燐光発光していたとすれば，これが明記されるはずである。しかし，かかる記載がない以上，本件国際出願明細書の「周囲の環境条件」との記載は，有機発光デバイスの発光時の条件を室温としていたことを示すものとは考えられない。",
                "また，有機発光デバイスにおいて，いかなる化学物質が，常温で燐光が観測されるドーパント材料として，ホスト材料の非放射性励起子三重項状態からエネルギーを受け取り，三重項励起状態に励起されて，この三重項励起状態から室温で燐光放射線を発光するのかが，当業者の技術常識として解明されていたとも認められない本件優先権主張日当時において，甲12，13及び15に示されるように，室内を含む場所において表示デバイスとして使用することを目的としている燐光発光する有機発光デバイスに関する研究論文では，室温のみならず，低温においても，その発光を測定することが通常であったといえる。特に，室温を含む環境下における製品の用途の記載がある本件優先権主張日以前の上記各研究論文においても，有機発光デバイスが低温で燐光を示したことのみが記載されているのであって，単に室温を含む環境下における製品の用途の記載があったからといって，本件国際出願明細書の実施例において室温で燐光発光が観測されたことを示すことにはならない。",
                "燐光発光する有機発光デバイスの技術分野においては，実施例等において温度が特記されていない場合，室温ではなく，低温において測定されている可能性も十分に考え得るから，室温で使用する製品の用途の記載があるからといって，本件国際出願明細書の記載及び技術常識から燐光放射線が室温で発光することを意味するとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件優先権主張日当時の技術常識から本件国際出願明細書に明記のない以上，本件国際出願明細書に記載された有機発光デバイスが室温において燐光発光したと当業者は認識しないこと",
              "text": [
                "前記(1)のとおり，本件優先権主張日当時，有機発光デバイスの発光層に使用される有機色素であって室温で燐光発光するものの存在が当業者の技術常識として確立していたということはできない状況であり，むしろ公知文献にはいずれも極低温での燐光を示すもののみが開示されている状況において，仮に有機発光デバイスの発光層に使用される有機色素であって室温で燐光発光していたとすれば，これが明記されるはずである。かかる記載がない以上，本件国際出願明細書に記載の有機発光デバイスが，室温で燐光発光していたと当業者が理解することはあり得ない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，外国語特許出願である本件特許出願の特許請求の範囲の請求項1ないし6，9及び10に記載した事項は本件国際出願明細書に記載した事項の範囲内にないから，本件特許出願は特許法184条の18による読み替え後の同法123条1項5号に該当し，その特許は無効であって，本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（サポート要件についての判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件の判断基準について",
              "text": [
                "特許制度は，発明を公開させることを前提に，当該発明に特許を付与して，一定期間その発明を業として独占的，排他的に実施することを保障し，もって，発明を奨励し，産業の発達に寄与することを趣旨とするものである。そして，ある発明について特許を受けようとする者が願書に添付すべき明細書は，本来，当該発明の技術内容を一般に開示するとともに，特許権として成立した後にその効力の及ぶ範囲（特許発明の技術的範囲）を明らかにするという役割を有するものであるから，特許請求の範囲に発明として記載して特許を受けるためには，明細書の発明の詳細な説明に，当該発明の課題が解決できることを当業者において認識できるように記載しなければならないというべきである。特許法36条6項1号の規定する明細書のサポート要件が，特許請求の範囲の記載を上記規定のように限定したのは，発明の詳細な説明に記載していない発明を特許請求の範囲に記載すると，公開されていない発明について独占的，排他的な権利が発生することになり，一般公衆からその自由利用の利益を奪い，ひいては産業の発達を阻害するおそれを生じ，上記の特許制度の趣旨に反することになるからである。",
                "そして，特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明について",
              "text": [
                "本件発明に係る特許請求の範囲は，前記第2の2記載のとおりであるところ，本件明細書（甲1）の発明の詳細な説明には，おおむね，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，光電子デバイス（装置，devices），特に高度に透明な非金属カソードに用いられる非金属カソードに関する。詳しくは，本発明は，高度に透明な非金属カソードを有する有機発光デバイス（装置）（OLED）に関する。本発明は，更に少なくとも一つの電子輸送部分及び少なくとも一つのホール輸送部分を有する分子を含む化合物を含む電荷キャリヤー層を有する新規なOLED，アズラクトン関連ドーパントを含む発光層を有するOLED，燐光ドーパント化合物を含む発光層を有するOLED，又は対称性分子構造を有する化合物からなるガラス状有機ホール輸送材料を含むホール輸送層を有するOLEDに関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0026】米国特許出願Serial Ｎo．08／774，087に記載されている例は，X＝C；R ＝フェニル；R ＝R ＝H；c＝0；及びb＝1の場8 9 10合の式Iの発光化合物を含んでいる。この化合物は，化学名5，10，15，20-テトラフェニル-21H，23H-ポルフィン（TPP）を有する。TPP含有発光層を有するOLEDは，二つの狭い帯域からなる発光スペクトルを生じ，それは図1に示すように，約650及び約713nmの所に中心を有する。このデバイスからの発光は，TPPドーパントからの蛍光を含んでいる。TPPドープデバイスについての問題の一つは，発光の約40％を占める713nmでの狭い帯域が，表示用途に有用な範囲内に入っていないことである。第二の問題は，TPPドープOLEDは非常に不安定であり，そのためそのようなデバイスの保存寿命が非常に短いのが典型的である。TPPドープ装置のこれらの二つの特徴が改善されることが望ましいであろう。本発明は，従来のデバイスのこれらの問題に対処することを目的としている。",
                    "【0027】本発明の別の特徴は，スピン統計議論に基づき，OLED中に生じた励起子の大部分が非発光三重項電子状態になっていることが一般に理解されている。そのような三重項状態の形成は，OLEDの励起エネルギーの基底状態への無放射遷移による実質的な損失を与える結果になる。この励起子三重項状態を通るエネルギー遷移経路を利用することにより，例えば，励起子三重項状態エネルギーを発光物質へ移行させることにより，全OLED量子効率を向上させることができれば望ましいであろう。残念ながら励起三項重状態からのエネルギーは或る環境下で燐光発光分子の三重項状態へ効果的に転移させることができることは知られているが，燐光消滅速度が，表示デバイスで用いるのに適切になる程充分速いものとは考えられていない。本発明は，更に従来のデバイスのそのような問題にも対処したOLEDにも関する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本発明の利点及び要約",
                  "text": [
                    "【0057】本発明は，更にデバイスからの発光が燐光減衰過程によって得られるOLED及びそのOLED製法に関し，この場合燐光減衰速度は，表示デバイスの必要条件を満たすのに充分な速さを持っている。",
                    "【0058】特に，本発明は，更に励起子一重項又は三重項状態からのエネルギーを受けて，そのエネルギーを燐光放射線として発光することができる材料を有するOLEDに関する。",
                    "【0059】本発明の利点の一つは，燐光減衰過程が励起子三重項状態のエネルギーを利用していることであり，そのエネルギーは無発光エネルギー転移及び緩和過程によりOLED内で浪費されるのが典型的なものである。本発明は，更に高度に飽和した赤色発光を生ずることができる材料から構成されてOLEDに関する。特に本発明のOLEDは，トリス-8-ヒドロキシキノリン-アルミニウム（Alq）からなる電子輸送層中でPtOEPをドープした場合に，640nm近くにピ3ークを有する狭い発光帯域を生ずる化合物である白金オクタエチルポルフィン（PtOEP）から構成することもできる。そのような発光は高度に飽和した赤色発光として認められる。",
                    "【0060】PtOEPドープOLEDの別の利点は，そのようなOLEDが，装置を数日間周囲の環境条件に曝した場合，従来の装置に匹敵する安定性，特にTPPドープデバイスと比較して確実に一層長い保存寿命安定性を有することである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "好ましい態様についての詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "【0161】～【0165】本発明は，更にデバイスからの発光が燐光減衰過程によって得られるOLEDにも関し，この場合燐光減衰速度は表示デバイスの要件に合うように充分速いものとする。本発明の代表的な態様として，発光層は式D-I：【化43】〔（式中，M＝Pt；a＝1；b＝0；c＝1；X＝C；R8＝H；及びR ＝R ＝Et（エチル）。〕によって表される構造を有する発光化合9 10物からなる。特に，この化合物，白金オクタエチルポルフィン（PtOEP）は，式D-II：【化44】の化学構造を有する。OLEDの発光材料としてPtOEPのようなドーパント化合物を選択する利点は，就中，二つの特別な事実に基づく。第一はこの分子の光ルミネッセンス量子収量がTPPよりもかなり大きく，PtOEPは50％より大きな光ルミネッセンス量子収量を有し，固体状態では90％位の高さであるのに対し，TPPは僅か約10％の光ルミネッセンス量子収量しか持たない。光ルミネッセンス量子収量の増大は，増大した効率を持つOLEDの製造を可能にする。PtOEPのような燐光化合物を選択することによって与えられる第二の利点は，そのような分子からの発光が三重項状態から来ることである。三重項状態へ励起することができる分子は，非放射性励起子三重項状態から燐光放射線としてこのエネルギーを放射発光することができる三重項状態へエネルギーを移行させる可能性を与える。三重項状態からくる放射線と呼ぶ燐光は，典型的には，一重項状態からの放射線と呼ばれている蛍光よりも遥かに低い速度で起きるが，それにも拘わらずPtOEPのような化合物からの燐光は，或る表示装置の要件を満足するのに充分な位速い。特にAlq 層中のドーパントとして用いた場合，約7μ3secの寿命を有するPtOEPのような化合物を，約10μsec以下の速さのスイッチング時間を必要とする受動マトリックス表示器に用いるか，又はスイッチング時間が約10msecでありさえすればよい活性マトリックス表示器に用いることができる。",
                        "【0166】本発明の代表的な態様として，PtOEPは，ITO／TPD／Alq ／Mg-AgOLEDのAlq 層中へドープすることができる。そのような3 3PtOEPドープOLEDの挙動は，TPPドーパントを用いて製造したOLEDとは非常に異なっている。TPPを0．5モル％より大きな量でドーピングすると，OLEDからの発光は排他的にTPPからのものになる。これに対し，中程度から低いドーピング量のPtOEPのAlq 中に入れると，発光は低電圧では主にP3tOEP発光によるが，電圧を増大すると，Alq 発光が現れる。中程度に高い3電圧（例えば，15V）では，発光の大部分はAlq からくる。0．6モル％の3PtOEPをドープしたOLEDについてのELスペクトルを図4D2に示す。1．3モル％のPtOEPについてのスペクトルは，0．6モル％の装置について示したものとほぼ同じ形を有する。6モル％のPtOEPを用いて製造したOLEDのスペクトルの形は，図4D3に示してある。電圧を増大するにつれて，赤色発光の強度は著しく増大するが，Alq からの発光寄与は高電圧でも観察されていない。3【0167】本発明は，それがどのように作動するかについての理論には限定されるものではないが，電圧を増大するについてAlq の発光が増大することについ3ての説明は，Alq 及びPtOEPについての光ルミネッセンスの寿命の差に関3係していると考えられる。Alq についてのPL寿命は，固体状態及び溶液状態3の両方で約13nsec（ナノ秒）であるのに対し，PtOEPのPL寿命は，媒体により約10～約100μsec（マイクロ秒）の範囲にある。もしPtOEPドープ装置に印加する電圧を低く維持すると，PtOEPへ移行する励起子の数は充分少なく，励起したPtOEP分子がAlq 励起子発生速度に対し充分な速度3で緩和することができ，Alq からのエネルギー移動のために充分なドーパント3分子が常に存在する結果を与える。電圧を増大すると，有効PtOEPドーパント分子が飽和し，励起子がAlq 中で生成していくような速度を保って行くのに充3分な速さで緩和することができなくなる。この高い電圧範囲では，励起エネルギーがPtOEP分子へ移動される前に，Alq 励起子の幾らかが放射線発光により3緩和する。6モル％のPtOEPでは，励起子の全てを捕捉するのに充分なドーパントが存在するが，一層多くのドーピング量は全効率を減少させることになる。",
                        "【0168】この説明は，PtOEPをドープしたAlq デバイスについて異な3ったドーピング量での波長の関数としてPLスペクトルを示した図4D4に示されている結果によっても更に支持されている。0．6モル％の最も低いドーピング量では，Alq 大きな発光帯特性観察されているが，高い6モル％のPtOEPド3ーピング量では，Alq からの全ての励起子エネルギーを捕捉するのに充分なP3tOEPが存在すると思われる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "【0171】数日間周囲環境条件に曝したPtOEPデバイスの保存寿命は，ドープしていないAlq デバイスに匹敵し，ドーパントとしてTPPを用い3て製造したデバイスよりも決定的に優れていることが観察された。",
                        "【0173】～【0175】そのようなOLEDは，例えば，約10μsec以下のスイッチング時間を有する受動マトリックス平面パネル表示器，スイッチング時間が約10msecでありさえすればよい活性マトリックス表示器，又は低解像力表示器用途に用いることができる。燐光化合物は，一般に式D-I：【化45】（式中，Xは，C又はＮであり，R ，R 及びR は，夫々独立に，水素，アルキル，8 9 10置換アルキル，アリール，及び置換アリールからなる群から選択され，R 及びR9は，一緒になって融合環を形成していてもよく，M は，二価，三価，又は四価10 1の金属であり，a，b及びcは，夫々0又は1であり，然も，XがCである場合，aは1であり；XがＮである場合，aは0であり；cが1である場合，bは0であり；bが1である場合cは0である。）の化学構造を有する燐光化合物から選択される。",
                        "【0176】燐光化合物は，別の例として，部分的又は完全に水素化された燐光ポルフィリン化合物から選択することもできる。",
                        "【0177】燐光寿命に従って燐光化合物を選択することに加えて，或る用途では約10μ秒以下の燐光寿命を有する化合物を選択することを意味するが，燐光化合物は，電荷キャリヤー物質から励起子三重項エネルギーを選択的に捕捉し，次にその励起エネルギーを，Alq 系OLEDのPtOEPにより示されるような高度3に飽和した色に相当する狭い発光帯域中の燐光として発するように選択される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "【0182】白金ポルフィリン化合物のような燐光化合物を選択することによって与えられる第二の利点は，そのような化合物からの発光が典型的には三重項状態から来ることである。三重項状態へ励起することができる分子は，非放射性励起子三重項状態から燐光放射線としてこのエネルギーを放射発光することができる三重項状態へエネルギーを移行させる可能性を与える。三重項状態からくる放射線と呼ぶ燐光は，典型的には，一重項状態からの放射線と呼ばれている蛍光よりも遥かに低い速度で起きるが，白金ポルフィリン化合物のような化合物からの燐光は，或る表示デバイスの要件を満足するのに充分な位速い。特にAlq 層中のドーパ3ントとして用いた場合，約7μsecの寿命を有するPtOEPのような化合物を，約10μsec以下の速さのスイッチング時間を必要とする受動マトリックス表示器に用いるか，又はスイッチング時間が約10msecでありさえすればよい活性マトリックス表示器に用いることができる。",
                        "【0183】本発明の特別の利点は，視感曲線のピークの方へ発光ピークを移行するが，依然として飽和赤色として知覚されるスペクトル範囲内に入っているように，燐光白金ポルフィリン化合物を選択することである。特に，PtOEPのような化合物を，ポルフィリンリガンドの四重対称性を壊すことにより化学的に変化させることにより，発光ピークが，PtOEPと比較して約15～30nm短波長側へ移行させることができることが見出された。",
                        "【0184】～【0186】本発明は，特に式E-II：【化46】（式中，R基，R ，R ，R 及びR は独立にアルキル，アリール又は水素であり，但しR基の1 2 3 4少なくとも一つは少なくとも他のR基の一つと異なっている。）の構造を有する燐光ドーパント化合物を含むOLEDに関する。",
                        "【0187】～【0189】更に特に，本発明のOLEDは，式E-III：【化47】（式中，R 及びR は，電子供与体又は電子受容体基であり，例えば，-F，5 6-CＮ，又は-OCH であり，R 及びR は同じでも異なっていてもよい。）の3 5 6構造を有する燐光化合物を有する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【0246】本発明の種々の態様は，乗り物，コンピューター，テレビジョン，プリンター，大面積壁，劇場，又はスタジアムスクリーン，掲示板，又は標識に含まれる光電デバイス中に組み込むことができる。  "
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の課題について",
              "text": [
                "本件明細書の【0001】によれば，本件明細書に記載された発明は，光電子デバイスのうち，燐光ドーパント化合物を含む発光層を有する有機発光デバイスに関するものであるということができる。",
                "そこで，本件明細書の発明の詳細な説明における「燐光ドーパント化合物を含む発光層を有する有機発光デバイス」に関する記載に着目して，本件発明の課題について検討するに，本件明細書の【0027】には，有機発光デバイス中に生じた励起子の大部分が非発光三重項電子状態になり，そのような三重項状態の形成は，有機発光デバイスの励起エネルギーの基底状態への無放射遷移による実質的な損失を与える結果になるが，この励起子三重項状態を通るエネルギー遷移経路を利用することにより，例えば，励起子三重項状態のエネルギーを発光物質へ移行させることにより，全有機発光デバイスの量子効率を向上させることが望ましいところ，励起三重項状態からのエネルギーはある環境下で燐光発光分子の三重項状態へ効果的に転移させて，全有機発光デバイスの量子効率を向上させることができることは知られているが，燐光消滅速度が，表示デバイスで用いるのに適切になるほど十分速いものとは考えられていなかったという従来のデバイスの問題点に対処した有機発光デバイスを提供することが記載されている。そうすると，本件発明の課題は，「非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励起子三重項状態から燐光放射線を発光し，かつ，その燐光消滅速度が表示デバイスで用いるのに適切になるほど十分速い，有機発光デバイスを提供すること」であると認めるのが相当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件優先権主張日当時の有機発光デバイスにおける燐光発光に関する技術常識について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲12の記載内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲12（Appl. Phys. Lett,第71巻第18号，平成9年（1997年）11月3日発行）には，おおむね，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "単層エレクトロルミネッセンスデバイスからの発光について述べる。該エレクトロルミネッセンスデバイスでは，（Eu，Gd）配位錯体である（Eu G0．1d ）（TTA） （TPPO） と電子輸送性材料であるオキサジアゾール誘導0．9 3 2体2-(4-ビフェニル)-5-(4-t-ブチルフェニルイル)-1，3，4-オキサジアゾールが，ホール輸送性ホストポリマーであるポリ(Ｎ-ビニルカルバゾール)膜中に分散されている。発光したエレクトロルミネッセンスの色は温度が77から300Kに変化するのに伴い緑白色から赤色になだらかに変化する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "有機エレクトロルミネッセンス（EL）デバイスは，可視光領域で効果的に発光し，バックライトやフラットパネルディスプレイのような様々なデバイスへの応用が期待されており，多大な注目を集めている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本論文では（Eu，Gd）配位錯体であるEu Gd （TTA）0．1 0．9 3（TPPO） の三重項状態からの電気リン光について説明する。配位子と常磁性2Gd3＋イオン間のスピン軌道相互作用により，錯体は強い配位子分子リン光を発する。有機材料における三重項励起状態からの電気リン光を研究することは，有機ELデバイスの量子効率を高めるうえで有用であろう。有機蛍光色素を用いたELデバイスの内部量子効率には原則として25％という限界があるが，三重項励起状態は，スピン多重度により，一重項励起状態に比べて3倍効率的に生成されることが可能だからである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "図6に77，180，および300KにおけるELスペクトルを示す。スペクトルには3つの成分が含まれており，これらが何に起因するかは図2と3に示す発光スペクトルを用いて特定できる。420nm付近の発光帯はPVKによるものであり，500nm付近の発光帯は配位子の三重項状態からの電気リン光に対応し，592nm付近にサイドピークを有する612nmの急峻なピークはEu3＋イオンの5D →7F および5D →7F 遷移に由来する。後者2つのスペクトル成分は0 2 0 1錯体によるものであり，温度変化に敏感である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)によれば，甲12には，ELデバイスは，バックライトやフラットパネルディスプレイのような様々なデバイスへの応用が期待され，多大な注目を集めていること，金属錯体は，配位子と金属イオンとの間のスピン軌道相互作用により配位子分子が燐光を発光するものであること，有機蛍光色素を用いたELデバイスの内部量子効率は原則として25％であるが，三重項励起状態は一重項励起状態に比べて3倍効率的に生成されることが可能であるから，三重項励起状態からの電気燐光を研究することは，ELデバイスの量子効率を高めるうえで有用であると考えられていること，また，前記(ア)dの図6によれば，77KにおけるELスペクトルで存在した燐光による発光とされる500nm付近の発光帯が，300KにおけるELスペクトルでは消失していることが報告されていることから，(Eu0．Gd )（TAA） （TPPO） 及び2-（4-ビフェニル）-5-（4-1 0．9 3 2t-ブチルフェニルイル）-1，3，4-オキサジアゾールが分散したポリ（Ｎ-ビニルカルバゾール）膜を発光層とするELデバイスは，77K（-196℃）では燐光を示すが，300K（27℃）では燐光を示さないこと，が記載されているということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲13の記載内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲13（K.Honda(Editor-in-Chief),  Photochemical Processes in Organized Molecular Systems, Elsevier Science Publishers B.V，平成3年（1991年）発行）には，おおむね，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "有機薄膜ELデバイスは，大面積，フラットパネル，フルカラーディスプレイへの適用が有望であると期待されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "電気励起については，…三重項励起子の生成はとても容易である。…一重項励起子とほとんど同程度の量の三重項励起子がELセル内で生成される。ただし，ほとんどすべての三重項励起子は非放射減衰過程を通して消失する。もし発光分子を適切に設計するならば，三重項励起子からの発光が観測されるかもしれない。言い換えれば，有機固体において蛍光だけでなくリン光も利用することができることが期待できる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "数10msの燐光寿命を示すクマリン色素を用いてELデバイスを製造した。液体窒素温度において方形パルスで駆動させると，ELデバイスは，印加場の停止の後，緩やかな輝度減衰を示した。その減衰寿命は，燐光測定からの減衰寿命とほぼ同じであった。ELデバイスにおける三重項励起子の利用は，有機ELデバイスの研究分野のさらなる拡大に寄与するだろう。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)によれば，甲13には，有機薄膜ELデバイスは，大面積，フラットパネル，フルカラーディスプレイへの適用が有望であると期待されているところ，クマリン色素を発光層に含有するELデバイスは，液体窒素温度で燐光を示すことが記載されているということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲14の記載内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲14（1990年（平成2年）秋季 第51回応用物理学会学術講演会講演予稿集第3分冊1041頁，平成2年9月発行）には，おおむね，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "固体内での電子とホールの再結合によって，一重項励起子と三重項励起子が生成する。従って，燐光物質を発光層に持つEL素子を作成すれば，この三重項励起子から直接発光させることができると考えられる。そこで，燐光物質BB，CP1（Fig．1）を発光層に持つ素子について，室温および液体窒素温度において，発光特性および発光寿命を調べた。",
                            "b［ITO／TAD／BB／PBD／MgAg］（素子A），［ITO／TAD／CP1／MgAg］（素子B）の素子構造を持つ素子を真空蒸着法により作成した。その素子に直流およびパルス電圧を印加したときのEL発光を，室温および液体窒素温度において測定した。また，パルス電圧を印加して発光寿命について，室温および液体窒素温度において測定した。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "素子AのEL発光寿命は液体窒素温度で約130μsであり，室温での約5μsに比べてかなり長い。このときの素子の輝度は，電流密度のほぼ1次に比例した。従って，この発光は遅延蛍光ではなく，三重項から直接発光したものであると考えられる。…素子Bは，液体窒素温度での発光効率が室温の場合に比べて約1桁高い。このため，この素子も三重項から直接発光していると考えられる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)cにおいて素子Aについての「この発光は遅延蛍光ではなく，三重項から直接発光したものであると考えられる。」との記載のうち「この発光」とは，続いて「遅延蛍光ではなく」とあることから，発光寿命が長い液体窒素温度における発光を意味するものであって，発光寿命の短い室温での発光を意味するものではないと認められる。このように発光寿命が長いものを燐光と認めることは，甲15（225頁図3の下31～36行）において，「有機分子では，三重項励起状態から基底状態への電子遷移はスピン禁制プロセスなので，三重項励起状態は一重項励起状態より寿命が長い。そのため，LEDの発光種はEL減衰時間の測定により決定することができる。」と記載されていることからも，相当である。",
                        "同様に，素子Bについての「この素子も三重項から直接発光していると考えられる。」との記載部分も，発光効率が高い液体窒素温度における発光をもって三重項から直接発光しているものとしているのであって，発光効率の低い室温での発光を意味するものではないと認められる。",
                        "したがって，甲14には，燐光物質BB又はCP1を発光層に含有する電界発光素子は，液体窒素温度で燐光発光することが記載されているということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲15の記載内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲15（Appl. Phys. Lett, 第69巻第2号，平成8年（1996年）7月発行）には，おおむね，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "発光層としてベンゾフェノン（BP）が分散されたポリ（メチルメタクリレート）（PMMA）膜を有する有機多層構造発光ダイオード（LED）のエレクトロルミネッセンス特性を報告する。これらのLEDのエレクトロルミネッセンス（EL）強度は，同一電圧または同一電流密度で動作させる際に，273Kから100Kへの降温に伴い増す。LEDのELスペクトルは…PMMA中のBPの燐光スペクトルと同一である。さらに，EL減衰時間は矩形電圧パルスを印加することによって100Kで46．8μsと決定された。これらの結果はLEDのELがBPの三重項励起状態に起因することを示している。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "Tangらが昇華分子膜からなる明るい発光ダイオード（LED）を発表してから，有機薄膜LEDに多くの注目が集まっている。これらのLEDの最も魅力的な応用例の一つは，大画面フラットパネルディスプレイである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "これまでに発表された有機LEDのほとんどは蛍光性色素や発光材料として用いられるポリマーの一重項励起状態に起因するELである。我々の知る限りでは，三重項励起状態分子に起因するELに関しては予備的研究しか行われていない。適切な燐光分子を発光材料に用いた場合には，三重項励起状態分子からのELも観察できると考えられる。",
                            "本稿では，有機LEDの三重項励起状態分子からのELに関する観察を報告する。我々はホール輸送層，発光層，及び電子輸送層からなる多層構造有機LEDを作製した。発光層の発光材料にはベンゾフェノン（BP）を用いた。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "LEDはインジウム錫酸化物（ITO）でコーティングされたガラス基板上に作製され，有機機能層を3層有する。各層は，PMPSのホール輸送／電子ブロック層，BP（10wt％）が分散されたPMMA（BP：PMMA）の発光層，PBDの電子輸送／ホールブロック層である。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "図2はLEDのBP：PMMA層の吸収スペクトル及びフォトルミネッセンス（PL）スペクトルを示している。PLは100Kで測定した。420，450，480nm付近の3つのピークはベンゾフェノン燐光の振動構造と一致している。同じ分光器を使っても，室温では燐光はほとんど観察できない。一般的に，三重項励起状態から一重項基底状態への無放射失活は昇温と共に支配的になるため，燐光発光は室温では非常に弱い。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)によれば，甲15には，Tangらが昇華分子膜からなる明るい発光ダイオード（LED）を発表してから，有機薄膜LEDに多くの注目が集まっており，これらのLEDの最も魅力的な応用例の一つは，大画面フラットパネルディスプレイであるが，一般的に,三重項励起状態からの一重項基底状態への無放射失活は昇温と共に支配的になるため，燐光発光は室温では非常に弱いものであり，三重項励起状態分子に起因するELに関しては予備的研究しか行われていなかったものであること，ホール輸送／電子ブロック層としてPMPSを有し，電子輸送／ホールブロック層としてPBDを有し，発光層としてベンゾフェノンが分散したポリ（メチルメタクリレート）膜を有する有機多層構造発光ダイオードは，100K（-173℃）で燐光を示すことが記載されているということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "前記アないしエのとおり，本件優先権主張日当時の有機発光デバイスにおける燐光発光に関する技術水準は，電気励起により三重項励起状態からの燐光発光を示す有機発光デバイスは，一重項励起状態からの蛍光発光を示すものよりも，内部量子効率が大きく有用であると考えられていたが，予備的研究しかされておらず，液体窒素温度のような極低温において燐光発光を示す有機発光デバイスは知られていたものの，室温において燐光発光を示す有機発光デバイスはいまだ知られておらず，また，極低温で燐光発光する有機発光デバイスに用いることができる燐光発光材料にしても，ごく限られた特定の材料しか見いだされていなかったというものであった。",
                    "殊に，甲12の前記ア(ア)cの記載によれば，金属錯体は，配位子と金属イオンとの間のスピン軌道相互作用により配位子分子が燐光を発光するものであることが開示され，そのため，配位子と金属イオンの具体的な組合せにより燐光発光するか否かが左右されることが広く知られていたといえることを考慮すると，ある金属錯体を用いた燐光発光を示す有機発光デバイスにおいて，金属錯体の金属イオンを別のものに変えても，同様な燐光発光特性を有する有機発光デバイスが得られるとの技術常識は確立されていなかったということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明の課題を解決できると認識できる範囲について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の【0058】の「本発明は，更に励起子一重項又は三重項状態からのエネルギーを受けて，そのエネルギーを燐光放射線として発光することができる材料を有するOLEDに関する。」との記載，【0165】の「PtOEPのような燐光化合物を選択することによって与えられる第二の利点は，そのような分子からの発光が三重項状態から来ることである。三重項状態へ励起することができる分子は，非放射性励起子三重項状態から燐光放射線としてこのエネルギーを放射発光することができる三重項状態へエネルギーを移行させる可能性を与える。」との記載，【0167】の「Alq からのエネルギー移動のために充分なドーパント3分子が常に存在する結果を与える。」との記載，【0168】の「Alq からの全3ての励起子エネルギーを捕捉するのに充分なPtOEPが存在すると思われる。」との記載によれば，本件明細書には，ホスト材料（Alq ）における非放射性励3起子三重項状態から，ドーパントである燐光発光分子（PtOEP）の励起子三重項状態へとエネルギーが移行し，又は移行する可能性があり，燐光発光分子（PtOEP）の励起子三重項状態から燐光放射線を発光することが記載されているということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "その上で，本件明細書の【0161】～【0168】，【0182】には，【化43】，【化44】で表される白金オクタエチルポルフィリン（PtOEP）をドーパントとして用いた有機発光デバイスは，燐光発光を示し，その燐光減衰速度（燐光消滅速度と同義である。）は表示デバイスの要件に合うように十分速いものであることが記載されている。具体的には，（電荷キャリアー）ホスト材料であるAlq 層中のドーパントとしてPtOEPを用いた場合には，約7μsecの寿3命を有することから，約10μsec以下の速さのスイッチング時間を必要とする受動マトリックス表示器，又はスイッチング時間が約10msecでありさえすればよい活性マトリックス表示器等に用いることができることが記載されている。",
                    "したがって，上記記載によれば，PtOEPを燐光ドーパントとして用いた有機発光デバイスは，本件発明の課題を解決できるものであると認識することができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本件明細書の【0173】～【0177】には，【化43】，【化44】で表されるPtOEPを包含する一般式である【化45】が記載されているが，この【化45】については，【0175】に，式中の各構成元素等については，「…の化学構造を有する燐光化合物から選択される。」と，【0177】に，「燐光寿命に従って燐光化合物を選択することに加えて」と，それぞれ記載されていることからすれば，一般式である【化45】の構造を有する燐光化合物を用いた有機発光デバイスは，その全てについて，燐光消滅速度が表示デバイスで用いるのに適切になるほど十分速いとはいえず，本件発明の課題を解決するためには，一般式である【化45】の構造を有する燐光化合物の中から，燐光消滅速度が適切となるものを選択する必要があることが理解できる。",
                    "そして，前記(4)のとおり，金属錯体は配位子と金属イオンの具体的な組合せにより燐光発光するか否かが左右されることが知られていたことを考慮すると，前記イにおいて本件発明の課題を解決できると認識されるPtOEPと同じ金属イオンを有し，ポルフィリン骨格を配位子とする金属錯体である，一般式【化45】においてM ＝Ptである燐光化合物を，ドーパントとして用いた有機発光デバイスは，1PtOEPと同様な燐光特性を示し，燐光消滅速度が表示デバイスで用いるのに適切になるほど十分速く，本件発明の課題が解決できるものと認識することができる。",
                    "しかし，前記(4)のとおり，ある金属錯体を用いた燐光発光を示す有機発光デバイスにおいて，金属イオンを別のものに変えても，同様な燐光発光特性を有する有機発光デバイスが得られるとの技術常識は確立されていなかったことを考慮すると，一般式【化45】において，【0175】に記載された「M は，二価，三価，又1は四価の金属」のうちどのような金属を選択すれば，ホスト材料の非放射性励起子三重項状態のエネルギーを励起子三重項状態のエネルギーに移行させ，励起子三重項状態から燐光放射線を発光し，かつ，燐光消滅速度が表示デバイスで用いるのに適切になるほど十分速くなるのか，当業者にとって自明であるということはできない。",
                    "したがって，M がPtとは異なる一般式【化45】の構造を有する燐光化合物1をドーパントとして用いた有機発光デバイスは，当業者において，本件発明の課題を解決できることを認識し得たということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，本件明細書の【0183】～【0186】には，【化46】の構造を有する燐光化合物が記載されているところ，【化46】の構造を有する燐光化合物は，M がPtであり，一般式【化45】に包含される構造を有することから，1PtOEPと同様な燐光特性を示し，燐光消滅速度が表示デバイスで用いるのに適切になるほど十分速く，本件発明の課題が解決できるものと認識できる。",
                    "また，本件明細書の【0187】～【0189】には，【化47】の構造を有する化合物が，本件発明の有機発光デバイスに用いることができる旨記載されていることから，【化47】の構造を有する燐光化合物をドーパントとして用いた有機発光デバイスは，PtOEPと同様な燐光特性を示し，燐光消滅速度が表示デバイスで用いるのに適切になるほど十分速く，本件発明の課題が解決できるものと認識できる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "前記アないしエによれば，本件明細書の発明の詳細な説明の記載及び本件優先権主張日当時の技術常識に照らせば，本件発明の課題を解決できると当業者が認識できるのは，【化43】，【化44】の構造を有するPtOEP，一般式【化45】においてM ＝Ptである燐光化合物，【化46】又は【化47】の構造を有1する燐光化合物をドーパントとして用いた有機発光デバイスであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明のサポート要件の適合性について",
              "text": [
                "本件発明には，燐光材料の構造に関わらず，「電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギーが前記燐光材料の三重項分子励起状態に移行することができ，且つ前記燐光材料の前記三重項分子励起状態から燐光放射線を室温において発光する有機発光デバイス」は，全て包含される。",
                "しかし，前記(5)オのとおり，本件明細書の発明の詳細な説明の記載及び本件優先権主張日当時の技術常識に照らして，当業者が本件発明の課題を解決できると認識できるのは，【化43】，【化44】の構造を有するPtOEP，一般式【化45】においてM ＝Ptである燐光化合物，【化46】又は【化47】の構造を有1する燐光化合物をドーパントとして用いた有機発光デバイスであると認められる。",
                "したがって，燐光材料の構造が特定されていない本件発明は，本件明細書の発明の詳細な説明の記載及び本件優先権主張日当時の技術常識に照らして，当業者が本件発明の課題を解決できると認識できる範囲を超えており，サポート要件に適合しないというほかない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "原告らの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，室温において燐光発光を示す有機発光デバイスを開発することは困難であり，室温において燐光発光を示す有機発光デバイスは得られていなかったというのが本件優先権主張日当時の技術水準であったところ，本件明細書の【0246】，【0060】，【0171】によれば，本件発明は，室温において燐光発光を示す有機発光デバイスであることが理解できるから，本件優先権主張日当時の技術水準が室温において燐光発光を示す有機発光デバイスは得られていなかったというものであったことと，本件発明が室温において燐光発光を示す有機発光デバイスであることを対比すれば，本件発明の課題は，「室温において燐光発光を示す有機発光デバイスを得ること」である旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "なるほど，本件優先権主張日当時の有機発光デバイスにおける燐光発光に関する技術水準は，電気励起により三重項励起状態からの燐光発光を示す有機発光デバイスとして，液体窒素温度のような極低温において燐光発光を示す有機発光デバイスは知られていたものの，室温において燐光発光を示す有機発光デバイスはいまだ知られておらず，また，極低温で燐光発光する有機発光デバイスに用いることができる燐光発光材料にしても，ごく限られた特定の材料しか見いだされていなかったことは，前記(4)のとおりである。",
                        "しかしながら，本件明細書中には，【0246】，【0060】，【0171】のように，本件発明に係る有機発光デバイスが，常温において利用されることが想定される乗り物，テレビジョン，劇場又はスタジアムスクリーン等に含まれる光電デバイスに組み込むことができることや，数日間周囲環境条件に曝したPtOEPデバイスの保存寿命が優れていることの記載があるにすぎず，この記載をもって「室温において燐光発光を示す有機発光デバイスを得ること」という課題を読み取ることは，困難である。そして，本件明細書の発明の詳細な説明には，従来技術における有機発光デバイスの燐光発光が極低温におけるものであることの記載もなく，「室温において燐光発光を示す有機発光デバイスを得ること」という課題は記載されていない。さらに，課題を解決するための手段，発明の作用・効果も含め，本件発明における有機発光デバイスの燐光発光を測定した際の具体的な温度設定条件及び室温において燐光発光を示す有機発光デバイスを得ることによる具体的な作用効果の記載も全くない。",
                        "発明が，一定の技術的課題の設定，その課題を解決するための技術的手段の採用及びその技術的手段により所期の目的を達成し得るという効果の確認という段階を経て完成されるものであることから，本件明細書の発明の詳細な説明に，上記のとおり，室温において燐光発光を示す有機発光デバイスを得ることについて，課題を解決するための手段及び本件発明の作用効果がいずれも具体的に記載されていないことからすれば，液体窒素温度のような極低温において燐光発光を示す有機発光デバイスは知られていたものの，室温において燐光発光を示す有機発光デバイスはいまだ知られていなかったという本件優先権主張日当時の技術水準のみに基づいて，本件発明の課題を，「室温において燐光発光を示す有機発光デバイスを得ること」であると認定することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，仮に，本件発明の課題が，室温において燐光発光を示す有機発光デバイスを得ることであるならば，本件優先権主張日当時の技術水準に照らし，本件明細書中に，課題を解決するための手段として，燐光発光材料としての【化43】～【化47】の構造式だけでなく，燐光発光を測定した具体的な温度設定条件が記載されていてしかるべきであるし，室温において燐光発光を示す有機発光デバイスを得ることによる具体的な作用効果が記載されていてしかるべきものである。それにもかかわらず，本件明細書には，課題を解決するための手段としての本件発明における有機発光デバイスの燐光発光を測定した際の具体的な温度設定条件や，室温において燐光発光を示す有機発光デバイスを得ることによる具体的な作用効果については，全く記載されていない。",
                        "そして，上記のとおり，本件優先権主張日当時の技術水準は，電気励起により燐光発光を示す有機発光デバイスとして，極低温において燐光発光を示す有機発光デバイスは知られていたものの，室温において燐光発光を示す有機発光デバイスはいまだ知られておらず，極低温で燐光発光する有機発光デバイスに用いることができる燐光発光材料にしても，ごく限られた特定の材料しか見いだされていなかったというものであった。そうすると，室温でも燐光が観測される燐光発光材料が明らかでなければ，室温において燐光発光を示す有機発光デバイスを得るという課題を解決することもできないところ，本件明細書の発明の詳細な説明において燐光発光材料として開示されているのは，【化43】，【化44】の構造を有するPtOEP，一般式【化45】においてM ＝Ptである燐光化合物，【化46】又は【化417】の構造を有する燐光化合物のみである。これに対して，本件発明の燐光発光材料には，「電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギーが前記燐光材料の三重項分子励起状態に移行することができ，且つ前記燐光材料の前記三重項分子励起状態から燐光放射線を室温において発光する有機発光デバイス」に用いることができるものであれば，本件明細書の発明の詳細な説明に開示されている【化43】，【化44】の構造を有するPtOEP，一般式【化45】においてM ＝Ptである燐光化合物，【化46】又は【化47】の構造を有する燐光化合1物以外の燐光発光材料も全て含まれる。そうすると，仮に，本件発明の課題が，室温において燐光発光を示す有機発光デバイスを得ることであるとしても，本件明細書の発明の詳細な説明には，【化43】，【化44】の構造を有するPtOEP，一般式【化45】においてM ＝Ptである燐光化合物，【化46】又は【化47】1の構造を有する燐光化合物を燐光発光材料とする課題解決手段が開示されているのみであって，本件優先権主張日当時の技術水準に照らしても，本件発明の特許請求の範囲の範囲まで，発明の詳細な説明において開示された内容を拡張ないし一般化できないことは明らかであって，本件発明はサポート要件に違反することとなる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，原告らの上記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，本件明細書の【0026】，【0027】は，本件優先権主張日当時において公知となっていた従来技術の問題点を述べたものではなく，本件優先権主張日当時において公知ではなかった，本件発明者の別の発明であるTPPドープデバイスと本件発明とを対比して，本件発明の特徴について説明したものであり，また，本件発明の特徴に基づいて，本件発明の課題を認定することはできないから，【0026】，【0027】の記載は，本件発明の課題の認定の根拠となるものではない旨主張する。",
                    "確かに，本件明細書の【0026】には，TPPは化学名5，10，15，20-テトラフェニル-21H，23H-ポルフィリンであり，TPP含有発光層を有する有機発光デバイスからの発光は，TPPドーパントからの蛍光を含んでいる旨記載されていることから，【0026】の「TPPドープ装置のこれらの二つの特徴が改善されることが望ましいであろう。本発明は，従来のデバイスのこれらの問題に対処することを目的としている。」との記載中の「従来のデバイス」とは，蛍光を示すTPPドープデバイスを意図していると解することができる。",
                    "しかし，本件明細書の【0027】の「燐光消滅速度が，表示デバイスで用いるのに適切になる程充分速いものとは考えられていない。本発明は，更に従来のデバイスのそのような問題にも対処したOLEDにも関する。」との記載中の「従来のデバイス」とは，【0027】の文脈からして，蛍光を示すデバイスではなく，励起三重項状態からのエネルギーはある環境下で燐光発光分子の三重項状態へ効果的に転移させることができることが知られているが，燐光消滅速度が表示デバイスで用いるのに適切になるほど十分速いものとは考えられていないデバイスを意味すると解すべきことは明らかである。",
                    "したがって，【0027】における「従来のデバイス」がTPPドープデバイスであることを前提とする原告らの上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，本件発明は，「前記電荷キャリアーホスト材料の非放射性励起子三重項状態のエネルギーが前記燐光材料の三重項分子励起状態に移行することができ，且つ前記燐光材料の前記三重項分子励起状態から燐光放射線を室温において発光する」という特定の機能を有することを「有機発光デバイス」の要件としている点で，いわゆる機能的クレームであるところ，機能的クレームについては，当業者の技術常識を踏まえて，明細書の内容（発明の具体的な構成など）に基づいて，その技術的範囲が画定されることになり，明細書に開示された内容に基づいて画定された技術的範囲は，明細書によってサポートされているから，原則として，サポート要件違反の問題は生じない旨主張する。",
                    "しかし，特許法36条6項1号がサポート要件を法定した趣旨は前記(1)のとおりであって，かかる趣旨はいわゆる機能的クレームであると否とにかかわらず，特許請求の範囲の記載について等しく妥当するものであって，特許請求の範囲に機能的な発明特定事項が含まれるか否かによって，サポート要件の判断基準を変更しなければならない理由はない。",
                    "したがって，原告らの上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "小括",
              "text": [
                "よって，取消事由1は理由がなく，本件発明はサポート要件を満たしていないから，本件特許は無効にされるべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，取消事由1は理由がないから，取消事由2について判断するまでもなく，本件審決にはこれを取り消すべき違法はない。",
            "よって，原告らの請求をいずれも棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}