{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。"
    },
    {
      "fig": "2",
      "text": "被控訴人は，控訴人に対し，78万7500円及びこれに対する平成23年10月1日から支払済みまで年5分の割合による金員を支払え。"
    },
    {
      "fig": "3",
      "text": "控訴人のその余の請求を棄却する。"
    },
    {
      "fig": "4",
      "text": "訴訟費用は，第1，2審を通じてこれを35分し，その1を被控訴人の負担とし，その余を控訴人の負担とする。"
    },
    {
      "fig": "5",
      "text": "この判決の第2項は，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，3500万円及びこれに対する平成23年10月1日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被控訴人の元従業員である控訴人が，被控訴人を退職した後，その子会社に在職中に，被控訴人が開発していたパイプ加工機を構成するパイプ把持装置に関する発明をし，被控訴人との間で，その特許を受ける権利を被控訴人に譲渡し，被控訴人が上記発明により得た利益に応じ，被控訴人の職務発明規定の基準よりも高額となる相当額の対価を控訴人に支払う旨の合意をしたとして，被控訴人に対し，上記合意に基づく相当額の対価として3500万円及び遅延損害金の支払を求めた事案である。",
        "原判決は，控訴人の被控訴人に対する上記特許を受ける権利の譲渡があったことを認めた上で，控訴人と被控訴人との間で，その譲渡の対価を被控訴人の売上げ又は利益の10％とする旨の合意が成立したものとは認められないから，その余の点について検討するまでもなく，控訴人の請求は理由がないとして，控訴人の請求を棄却した。",
        "控訴人は，原判決を不服として控訴した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提となる事実(証拠の摘示のない事実は，争いのない事実又は弁論の全趣旨により認められる事実である。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，昭和38年4月に被控訴人に入社した後，主に生産技術業務に従事していたが，平成12年6月，被控訴人の子会社である栄運輸株式会社(以下「栄運輸」という。)に出向し，同社の代表取締役社長に就任した。その後，控訴人は，同年12月，被控訴人を退職し，さらに，平成16年10月31日をもって，栄運輸の代表取締役社長を退任した(甲41)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，昭和24年4月に設立された，自動スピニング加工機等の金属加工機械等の製造及び販売等を目的とする株式会社である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の発明に至る経緯",
              "text": [
                "被控訴人は，平成14年ないし15年ころ，丸一鋼管株式会社(以下「丸一鋼管」という。)から，パイプを加工してテーパーポールを製造する設備(以下「本件パイプ加工機」という。)の引合いを受け，パイプ素材を自動的に把持し，パイプ素材に張力がかかるとより大きな把持力を生じさせ，20トンの張力に対応できる本件パイプ加工機用の自動チャック装置を開発する必要が生じたが(以下，この開発を「本件チャック開発」という。)，20トンの張力に対応できる自動チャック装置を開発したことがなかった。",
                "被控訴人の産機事業部長のA(以下「A」又は「A」という。)は，平成15年夏ころ，当時栄運輸の社長であり，被控訴人在籍中に産機事業部に勤務していた経歴を持つ控訴人に対し，本件チャック開発について相談した。",
                "その後，控訴人は，20トンの張力に対応できる自動チャック装置を着想し，その構想を具体化した平成15年9月20日付けの「パイプ用コレット内外圣押シ型」と題する図面(乙7。以下「乙7構想図」という。)を作成し，乙7構想図記載の装置におけるチャックの「段取り替え」を短時間でできる機構の構想を手書きで加筆し，同月26日ころ，これを被控訴人に交付した(以下，控訴人の上記構想に係る自動チャック装置を「原告方式の自動チャック装置」という。)。",
                "さらに，控訴人は，同年10月2日ころ，乙7構想図記載の装置に関する「駆動側コレット」との記載のある図面(乙8。以下「乙8図面」という。)を作成し，これを被控訴人に交付した。",
                "控訴人は，そのころまでに原告方式の自動チャック装置の発明を完成した。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人の特許を受ける権利の譲渡等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，平成15年12月3日，発明の名称を「パイプ材把持措置」とする発明について特許出願(特願2003-404580号。以下「本件先願」という。)をした(乙24ないし26)。",
                    "本件先願は，原告方式の自動チャック装置の発明を特許出願したものである。本件先願の願書には，控訴人が「発明者」として記載されていた(乙24)。",
                    "控訴人は，譲渡人を控訴人，譲受人を被控訴人とし，本件先願について「上記発明につき，特許を受ける権利一切を譲受人に譲渡します。」との記載のある同月1日付け譲渡証書(以下「本件譲渡証書」という。甲4)に記名押印し，同月8日ころ，被控訴人に本件譲渡証書を差し入れた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，平成16年10月27日，本件先願に基づく優先権を主張して，発明の名称を「テーパー鋼管製造装置用のパイプ材把持装置」とする発明について特許出願(特願2004-311755号。以下「本件出願」という。)をし，平成19年4月27日，特許第3949133号として特許権(以下「本件特許権」といい，この特許を「本件特許」という。)の設定登録(請求項の数6)を受けた(甲2)。",
                    "本件特許の特許公報には，控訴人が「発明者」として記載されていた(甲2)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許に係る特許請求の範囲の請求項1ないし6の記載は，次のとおりである(以下，請求項1ないし6に係る発明を「本件特許発明」と総称する。)。",
                    "「【請求項1】",
                    "パイプの管端を挟持する内周面を傾斜面に形成した内径把持体及び外周面を傾斜面に形成した外径把持体と，該内径把持体及び外径把持体をそれぞれパイプの軸方向に押圧，移動させることによって内径把持体と外径把持体との間隔を狭めるようにするための外周面を傾斜面に形成したパイプ材把持装置本体と一体化された内径ホルダ及び内周面を傾斜面に形成したパイプ材把持装置本体と一体化された外径ホルダと，内径把持体及び外径把持体をパイプの軸方向に押圧する押圧手段とを備えたテーパー鋼管製造装置用のパイプ材把持装置であって，内径把持体及び外径把持体を，それぞれ個別の押圧手段によって押圧するようにし，該押圧によって内径把持体と外径把持体との間隔を狭めてパイプの管端を挟持するとともに，押圧の解除によって内径把持体及び外径把持体を初期位置に復帰させるようにしたことを特徴とするテーパー鋼管製造装置用のパイプ材把持装置。",
                    "【請求項2】",
                    "パイプの管端を挟持する内周面を傾斜面に形成した内径把持体及び外周面を傾斜面に形成した外径把持体と，該内径把持体及び外径把持体をそれぞれパイプの軸方向に押圧，移動させることによって内径把持体と外径把持体との間隔を狭めるようにするための外周面を傾斜面に形成したパイプ材把持装置本体と一体化された内径ホルダ及び内周面を傾斜面に形成したパイプ材把持装置本体と一体化された外径ホルダと，内径把持体及び外径把持体をパイプの軸方向に押圧する押圧手段とを備えたテーパー鋼管製造装置用のパイプ材把持装置であって，押圧手段によって内径把持体又は外径把持体の一方を押圧することによって，他方が順次追随して押圧される手段を介して，他方を順次追随して押圧されるようにし，該押圧によって内径把持体と外径把持体との間隔を狭めてパイプの管端を挟持するとともに，押圧の解除によって内径把持体及び外径把持体を初期位置に復帰させるようにしたことを特徴とするテーパー鋼管製造装置用のパイプ材把持装置。",
                    "【請求項3】",
                    "パイプの進入を検知する検知機構を備え，該検知機構の印可信号によって前記押圧手段を動作させるようにしたことを特徴とする請求項1又は2記載のテーパー鋼管製造装置用のパイプ材把持装置。",
                    "【請求項4】",
                    "押圧手段を，中継プッシュロッドを有する接合部材又は内径継手及び外径継手によって接離可能な分割構造としたことを特徴とする請求項1，2又は3記載のテーパー鋼管製造装置用のパイプ材把持装置。",
                    "【請求項5】",
                    "内径把持体及び／又は外径把持体を，周方向に分割して構成したことを特徴とする請求項1，2，3又は4記載のテーパー鋼管製造装置用のパイプ材把持装置。",
                    "【請求項6】",
                    "内径把持体及び外径把持体を，有底の筒形状コレットとし，嵌合させた両コレットの底部間に弾性部材を介在させたことを特徴とする請求項1，2，3，4又は5記載のテーパー鋼管製造装置用のパイプ材把持装置。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人の丸一鋼管に対する本件パイプ加工機の製造販売等",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，平成16年2月25日，丸一鋼管から，本件パイプ加工機一式の製造を代金2億8000万円で受注し，原告方式の自動チャック装置を備えた本件パイプ加工機(以下「第1号機」という。)を製造して，同年9月末ころ，これを納品し，平成17年4月及び9月の2回に分けて，丸一鋼管から，代金2億8000万円の支払を受けた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "その間の平成16年7月1日ころ，被控訴人は，控訴人に対し，第1号機用の原告方式の自動チャック装置の詳細設計を依頼し，これを受けた控訴人は，同年8月31日ころ，作成した設計図面(甲36，50，51，53，54はその一部)を被控訴人に納品した。",
                        "その後，控訴人は，平成17年4月28日，被控訴人から，被控訴人を振出人とする額面136万5000円，支払期日同年8月31日の約束手形(甲7)の交付を受け，その支払期日に同額の支払を受けた。控訴人は，上記約束手形の交付を受けた際，被控訴人の求めに応じて，「￥1，365，000．―(消費税を含む。)」，「但し，丸一鋼管殿向け  テーパーポール加工機自動チャック設計費として上記金額確かに領収いたしました。」との記載のある控訴人名義の領収書(乙1)に押印して，被控訴人に交付した。また，控訴人は，その際，被控訴人から，平成16年6月20日付けの被控訴人作成の控訴人あて注文書(甲6)の交付も受けた。上記注文書には，「注文内容」欄に「丸一鋼管殿向け  テーパーポール加工機自動チャック設計」，「金額」欄に「￥1，300，000(別途消費税￥65，000)」との記載がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，第1号機を丸一鋼管に納品した後，丸一鋼管から，更に本件パイプ加工機の製造を受注し，原告方式の自動チャック装置を備えた本件パイプ加工機(以下「第2号機」という。)を製造し，平成20年9月ころ，これを納品し，同年中に，丸一鋼管から，代金3億7500万円の支払を受けた(甲5)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，平成16年10月31日に栄運輸の代表取締役社長を退任した後，同年11月1日付けで，被控訴人との間で，技術顧問契約を締結し，平成21年3月までの間，被控訴人から，毎月報酬を受けていた(甲42)。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "被控訴人における職務発明に関する定め",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，職務発明に関し，「ＮS職務発明規定」(以下「本件規定」という。乙15)を制定し，平成15年4月1日から実施した。",
                    "本件規定には，次のような定めがある。",
                    "「(目的)",
                    "第1条  この規定は，従業員が会社の業務範囲に属する発明または考案(以下職務発明という)をすることを奨励し，その職務発明に対して適切な報奨を行い活用することを目的とする。」",
                    "「(権利の所属)",
                    "第3条  職務発明についての特許，実用新案または意匠登録を受ける権利は，会社がこれを承継する。",
                    "(報奨)",
                    "第4条  会社が承継する職務発明については特許等の出願時に，発明者に対しつぎの区分により報奨金を支給する。",
                    "区分                出願報奨",
                    "特許                20000円",
                    "実用新案            6000円",
                    "意匠登録            4000円",
                    "(実績報奨)",
                    "第5条  特許，その他の登録後，存続中の工業所有権について，その実施により会社の業績に貢献するものについては，発明者に対して2年毎に，実績報奨金を支給する。",
                    "実績報奨は別紙1の申請書で申請する。",
                    "第6条  実績報奨金は，その貢献度により次の等級を設ける。",
                    "1級                上限なし",
                    "2級                30万円",
                    "3級                10万円",
                    "4級                5万円",
                    "5級                2万円",
                    "なお，貢献度によっては実績報奨金を追加支給することがある(各級の中間の等級)。",
                    "貢献度は製品の販売利益を基礎とし，それに別に定める係数を掛けて算出するものとする。",
                    "第7条  第5条実績報奨…の審査は，報奨審査委員会が行う。",
                    "報奨審査委員会の事務局は総務部とする。」",
                    "「第13条  従業員が会社の業務範囲に属さない発明などについて，その特許などを受ける権利を会社に譲渡する場合もこの規定による。ただし，会社がその権利承継を必要と認めたものに限る。",
                    "第14条  この規定は社員以外の，会社と雇用関係のある者(但し，臨時雇，日雇，関係会社以外の他社からの出向社員を除く)についても準用する。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "本件規定5条所定の「別紙1の申請書」(以下「実績報奨申請書」という。)には，実績報奨の算定方法に関し，次のような記載がある。",
        "「報奨試算額  C1＝0．01×P1×K1×K2×K3×K4」",
        "「P1(販売利益(粗利))単位万円",
        "粗利とは，売上額から製造直接費を控除した額」",
        "「K1(その権利のその利益に占める貢献度係数)",
        "K1＝A＋B＋C＋D  (但し  K1＝MAX1．0)",
        "A  権利に係る部分の製品全体中の原価割合",
        "但し，装置全体に係る方法，ソフトウェア特許等の場合",
        "A＝0．3",
        "CIM等  製造所全体に係る設備特許等の場合",
        "K1＝0．1(→K2へ)",
        "B  営業価値(客先へのアピール度)",
        "顕著＋0．3  大＋0．1  普通0  小-0．1",
        "C  技術価値(技術の独占性優位性)",
        "完全独占                                  0．3",
        "類似商品あるが当社より明らかに性能が劣る  0．1",
        "ほぼ同等機能の類似商品あり                0．0",
        "同等以上の類似商品あり                  -0．1",
        "D  コストダウン効果",
        "顕著＋0．1  大＋0．05  普通・コストアップ＋0．0」",
        "「K2(その製品の量産度係数)",
        "一品生産品(年間100台未満)                  0．3",
        "中量生産品(年間100台以上1000台未満)    0．25",
        "大量生産品(年間1000台以上)                0．2」",
        "「K3(諸因子に基づく報奨金額の調整係数)",
        "一律  0．7(3級以上は修正することがあります)」",
        "「K4(同一製品に複数の特許が存在し，同一製番に対して同時に複数申請する場合の調整係数)",
        "製品に対して特許が単独のみ存在する場合    1．0",
        "製品に対して特許が複数存在する場合  合計が1．0となるよう配分」"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "争点",
          "text": [
            "本件の争点は，控訴人と被控訴人間における控訴人の被控訴人に対する特許を受ける権利の譲渡について相当額の対価の支払合意の成否(争点1)，控訴人が上記合意に基づいて支払を受けるべき対価額(争点2)である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "相当額の対価の支払合意の成否(争点1)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件合意の成立",
                  "text": [
                    "控訴人は，平成15年10月ころ，被控訴人との間で，控訴人が原告方式の自動チャック装置の発明の特許を受ける権利を被控訴人に譲渡し，上記発明が実用化及び製品化された場合には，控訴人が被控訴人の従業員ではないことから，被控訴人が上記発明により得た利益に応じ，本件規定の基準に照らして高額となる相当額の対価を控訴人に支払う旨の合意(以下「本件合意」という。)をした。",
                    "控訴人と被控訴人間で本件合意が成立したことは，以下の経緯から明らかである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，平成15年夏ころ，被控訴人の産機事業部のAから，本件チャック開発の相談を受けた際，被控訴人において発明の貢献度に応じて発明者に報奨金を支払う旨の本件規定を導入したこと，本件規定の内容は，控訴人も栄運輸のパソコンから被控訴人の社内ネットワークの知財グループの電子ファイルで閲覧できることなどを聞いた。",
                        "控訴人は，その当時栄運輸の事業整理に従事していたため本件チャック開発を引き受けなかったが，控訴人が本件チャック開発に係る発明をすれば，控訴人は被控訴人の従業員ではないため，本件規定の基準よりも高額の対価の支払を受けられるとの認識を持った。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "その後，控訴人は，原告方式の自動チャック装置を着想し，自宅で平成15年9月20日付けの乙7構想図を作成し，そのころ，その写しをA及び被控訴人の技術開発室知財グループのB課長(以下「B」又は「B」という。)に交付し，その数日後，Aの要望を受けて，8種類のチャックを短時間で取り替えることができるようにしたT溝組合せ方式を着想し，これを乙7構想図に書き加えた修正図をBに交付した。",
                        "また，控訴人は，同年10月ころ，Bから，被控訴人の職務発明申請の際に提出する譲渡書を兼ねた「特許(意匠登録)出願申請書」(甲33)を手渡され，これに必要事項を記入してBに交付した。そして，控訴人は，Bに対し，乙7構想図の詳しい説明を行い，その内容が乙7構想図に記入された。",
                        "その間，控訴人は，Bから，原告方式の自動チャック装置の発明については本件規定を適用できるので，本件規定に準じた評価基準で発明の対価額を検討するが，控訴人は被控訴人の従業員ではなく，上記発明は職務発明ではないので，その対価額は職務発明の場合に比べてはるかに高額になる旨を聞いた。控訴人とBが上記発明の対価に関するやりとりをした際，Aも同席していたが，Aは，特に異を唱えなかった。",
                        "このように，本件チャック開発に関する責任者の一人であったBと控訴人は，原告方式の自動チャック装置の発明の特許を受ける権利の譲渡の対価に関する理解を共通にした。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人は，平成15年12月3日，原告方式の自動チャック装置の発明について本件先願をした。控訴人は，本件先願に係る特許を受ける権利の譲渡に関し，同月1日付け本件譲渡証書(甲4)に押印して，被控訴人に交付した。",
                        "被控訴人は，平成16年1月ころ，控訴人に対し，本件規定4条に基づく本件先願の出願報奨金として2万円を支払った。",
                        "被控訴人は，同年10月27日，本件先願に基づく優先権を主張して，本件出願をし，平成19年4月27日，本件特許権の設定登録を受けた。",
                        "その後，被控訴人の実績報奨委員会が，被控訴人が丸一鋼管に対し原告方式の自動チャック装置の発明を実用化した第1号機及び第2号機を販売した後の平成21年3月から，本件規定に基づく本件特許権に関する実績報奨金額についての審議を開始し，控訴人と協議を重ねるなど，被控訴人は，本件合意の内容に従った対応をとってきた。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上の経緯によれば，控訴人と被控訴人との間で，平成15年10月には，本件合意が成立したというべきである。",
                        "なお，本件合意の内容について書面が作成されていないが，これは，本件合意は本件規定に基づく職務発明の基準を相当額の対価額の判断要素とすること(ただし，控訴人は被控訴人の従業員でないため，本件規定に基づく種々の判断ファクターの係数が大きくなる点で，対価額は従業員に比べて高額となる。)を前提とするものであったからであり，職務発明の場合に従業員との間で対価額に関する合意書面が作成されないのと同様に，本件合意について書面がないのはむしろ当然である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，本件合意の成立を否認した上で，控訴人と被控訴人との間で，控訴人が本件チャック開発及び概略設計を行い，被控訴人が時間制で報酬を支払う旨の有償委任契約が成立し，上記有償委任契約に基づく委任の成果物の引渡義務の履行として，原告方式の自動チャック装置の発明の特許を受ける権利を譲り受けたものであり，上記有償委任契約に基づく報酬は，被控訴人が平成17年4月に136万5000円を支払ったことによって，上記特許を受ける権利の対価を含めて全て清算済みである旨主張する。",
                    "しかしながら，控訴人と被控訴人間で，被控訴人の主張するような有償委任契約を締結した事実はなく，控訴人が平成17年4月に被控訴人から支払を受けた136万5000円は，平成16年7月から8月ころに行った原告方式の自動チャック装置の詳細設計の対価に限られるものであり，原告方式の自動チャック装置の発明の特許を受ける権利の譲渡の対価は含まれていない。",
                    "したがって，被控訴人の上記主張は，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原判決の判断の誤り",
                  "text": [
                    "原判決は，事実及び理由中の「原告の主張」において，控訴人の主張する本件合意を摘示したのであるから，まず，本件合意自体の成否について判断をし，その上で，控訴人が被控訴人の従業員でないことを考慮して，本件合意にいう「本件規定の基準に照らして高額となる相当額の対価」の額について判断すべきであったにもかかわらず，「争点についての判断」においては，「本件譲渡に関し，平成15年10月頃，原告方式が実用化・製品化された場合には，被告の職務発明規定が利益変動型であることから，被告従業員ではない原告に対し，被告が得る売上げ又は利益の10％を対価として支払う旨の合意があったとの原告の主張が認められるかにつき検討する。」として，本件合意自体の成否について判断することなく，控訴人と被控訴人との間で，譲渡の対価を被控訴人の売上げ又は利益の10％とする旨の合意が成立したものは認められないから，その余の点について検討するまでもなく，控訴人の請求は理由がないと判断したものであり，原判決には，本件合意についての判断の遺脱がある。",
                    "なお，控訴人は，原審において，「相当額の対価」は，原告方式の自動チャック装置の発明が画期的なものであり，発明の貢献度も極めて高いことから，「最低でも売上げ又は利益の10％」と認識していた旨主張したが(原告第4準備書面3頁以下)，この主張は，本件合意を前提とする相当額の対価額の算定に係る主張であり，本件合意と同列の対価の合意そのものの主張ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人と被控訴人との間で本件合意をした事実はない。",
                    "およそ企業が将来の不確定な利益に連動するリスクの高い利益変動型の合意をするには，その合意内容を明確にした上，その合意内容を書面化するのが当然であるが，本件においては，控訴人主張の本件合意の内容を示す書面が作成されていない。",
                    "原告方式の自動チャック装置の発明は，その発明の当時控訴人が被控訴人の従業員でなかったから，職務発明ではなく，自由発明であるが，本来，自由発明には適用されないはずの本件規定を原告方式の自動チャック装置の発明に準用することができ，これを判断基準にすることができるとする根拠が不明である。また，被控訴人において，控訴人が被控訴人の従業員ではないという理由で，特許を受ける権利の対価を従業員の場合と比べ，はるかに「高額」とする合意をする合理性もない。",
                    "なお，被控訴人は，実績報奨委員会で，原告方式の自動チャック装置の発明に関し，本件規定を準用した対応をとったことがあるが，これは，実績報奨委員会が開かれた平成21年3月当時の被控訴人の知財担当者が，他社からの転職直後で，過去の経緯を知らなかったため原告方式の自動チャック装置の発明が職務発明であると誤解したことによるものであり，職務発明ではない自由発明に本件規定を適用(準用)しようとしたものではない。また，被控訴人から控訴人に2万円の出願報奨金が支払われた点についても，単に，創作に対するインセンティブを与えるという発明奨励の趣旨で支払われたものであり，本件合意の存否とは無関係である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人と被控訴人との間には，原告方式の自動チャック装置の発明の特許を受ける権利の譲渡に関し，明示の合意も黙示の合意も存在しない。",
                    "被控訴人が控訴人から原告方式の自動チャック装置の発明の特許を受ける権利の譲渡を受けたのは，被控訴人と控訴人との間で，控訴人が本件チャック開発及び概略設計を行い，被控訴人が時間制で報酬を支払う旨の有償委任契約が成立し，委任の成果物の引渡義務の履行として，上記特許を受ける権利の移転を受けたものである。",
                    "すなわち，被控訴人は，控訴人に対し，Aを通じて本件チャック開発及び概略設計を依頼し，控訴人がこれを承諾したことにより，控訴人と被控訴人との間で，控訴人が本件チャック開発及び概略設計を行い，被控訴人が時間制で報酬を支払う旨の有償委任契約が成立した。原告方式の自動チャック装置の発明は，上記有償委任契約に基づいて行われた開発の成果物であり，控訴人は，委任の成果物の引渡義務の履行として，上記発明の特許を受ける権利を被控訴人に移転し，また，乙7構想図，原告方式の自動着装置の詳細設計図を被控訴人に引き渡したものであり，上記有償委任契約に基づく報酬は，被控訴人が平成17年4月に136万5000円を控訴人に支払ったことによって全て清算済みである。",
                    "したがって，被控訴人には，控訴人に対し，上記特許を受ける権利の対価の支払義務はない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人が支払を受けるべき対価額(争点2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告方式の自動チャック装置の発明は，本件特許発明として本件特許権の設定登録がされた。被控訴人は，原告方式の自動チャック装置の発明を実施して第1号機及び第2号機を製造し，丸一鋼管に対し，第1号機を代金2億8000万円，第2号機を代金3億7500万円でそれぞれ販売(合計6億5500万円)した。",
                    "本件合意によれば，控訴人が被控訴人に譲渡した原告方式の自動チャック装置の発明の特許を受ける権利の譲渡の対価は，上記発明が実用化された場合，控訴人が被控訴人の従業員ではないことから，被控訴人が上記発明より得た利益に応じ，本件規定の基準に照らして高額となる相当額の対価である。",
                    "そして，本件規定5条の実績報奨申請書(前記第2の1(5)イ参照)は，実績報奨金について，販売利益(「粗利」)に一定の係数(貢献度係数，量産度係数，諸因子に基づく報奨金額の調整係数，複数の特許が存するときの調整係数)を乗じて算定する旨定めている。この算定方法は，基本的には，平成16年法律第79号による改正前の特許法35条(以下「特許法旧35条」という。)4項所定の相当の対価の額について裁判例で広く認められている算定方法，すなわち，「超過売上額×仮想実施料率×発明者の貢献度」の算定式により相当の対価の額を算定する算定方法と同じ考え方である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，第1号機及び第2号機に原告方式の自動チャック装置の発明が実用化されたことにより，控訴人が支払を受けるべき本件合意に基づく相当額の対価を算定すると，次のようになる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "まず，「粗利」又は「超過売上額×仮想実施料率」の額を算定するに当たっては，本件では，被控訴人は，丸一鋼管から本件パイプ加工機の引合いを受けた後，本件チャック開発に着手し，「主軸台チャック組立図」と題する図面(乙16。以下「乙16図面」という。)に係る自動チャック装置(以下「被告方式の自動チャック装置」という。)を開発したが，被告方式の自動チャック装置には主軸台及び張力台のチャックからパイプが外れるおそれがあるなどの安全面において実機に対応できない構造的な欠陥があったため，被控訴人は，原告方式の自動チャック装置の発明がなければ，丸一鋼管が要求していた条件を全て満足した高張力対応型の全自動テーパーポール加工機である第1号機を製造し，期限までに納品することはできなかったものであり，その場合，被控訴人は，代金2億8000万円を得られなかったのみならず，丸一鋼管から損害賠償を受け，社会的信用まで失い，莫大な損害を受けることになったものであり，さらに，第2号機を丸一鋼管に納品することもできなかったものであり，この点において，通常の発明の場合と異なる事情があることを考慮すべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "すなわち，被告方式の自動チャック装置の構造的な欠陥について具体的に述べると，次のとおりである。",
                            "テーパーポール加工機の把持装置は，1分間に約300回転(ただし，回転数はパイプサイズによって異なる。)で約15分間の加工中に，パイプが把持装置から絶対外れないことが保証されなければならない。パイプが把持装置から外れるという現象は，把持装置の把持面とパイプとの間に「ズレ」(滑り)が発生することから始まり，そのずれ量がパイプの把持長さを超えたときに起きる。これを言い換えると，パイプが把持装置から外れないということは，把持装置とパイプとの間に「ズレ」(滑り)現象を発生させないことが絶対条件になるといえる。",
                            "被控訴人は，被告方式の自動チャック装置においてパイプに54トンの張力が作用してもパイプと把持装置(のチャック爪)との間に「ズレ」(滑り)現象が発生しないことを確認するため，乙16図面に基づいて製作した試験機で把持力テストを行ったが，20トンの張力で7㎜の「ズレ」(滑り)が発生したため，テストは失敗に終わった。",
                            "このテストは，パイプを回転させない静的なテストであったにもかかわらず，20トンの張力で，張力が作用した方向にパイプが7㎜移動する滑り現象が発生したため，テストの目的である54トンの張力が作用する場合について確認できなかったものである。この事実は，1分間に約300回の高速でパイプ把持部を揺らし動かし続け，しかも，15分間パイプを外そうとする張力が作用し続けて加工する実機においては，被告方式の自動チャック装置の把持装置は，全く採用できないことを示すものといえる。",
                            "これに対し，被控訴人提出の乙23によると，原告方式の自動チャック装置の試験機のテスト結果(「1．テスト結果」の「②6／15」欄参照)では，20トンの「推力」で0．18㎜のワークの「抜け」が生じた旨の記載があるが，これは，パイプ端面を基準にコレットチャック爪がパイプ端面に対して移動した量(距離)という意味ではなく，チャック爪がパイプに食い込みパイプ表面が張力の作用している方向に約0．1㎜塑性変形したことを示すものであり(「ワークの伸びも含まれた数値。伸びは0．06㎜」との記載がある。)，上記試験機では，「ズレ」(滑り)が発生しなかったことを示すものといえる。",
                            "さらに，被告方式の自動チャック装置には，把持力以外にも，「内刃」(別紙1の「内径コレット(3)」)のガイド部(スライド部)が角溝になっていて，そのガイド部と内刃との隙間は0.02～0.03㎜と非常に精密に組み合わされているため，パイプに付着した錆や鉄粉等がこの隙間に入ってしまうと内刃がスライドすることができなくなる(動かなくなる)おそれがあるという構造的な欠陥がある。この欠陥は，被控訴人の設計担当者のCが，チャック専門メーカーに相談したときに指摘された致命的な欠陥である。",
                            "このように被告方式の自動チャック装置には構造的な欠陥があったため，第1号機に採用できなかったものであり，原告方式の自動チャック装置の発明が存在しなければ，被控訴人は，丸一鋼管に第1号機を納品することができなかったものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "この点に関し，被控訴人提出の乙22には，被告方式の自動チャック装置の試験機のテスト結果として，「引っ張り力」が27．61トンまで記入されているが，この27．61トンの数値は控訴審になって初めて出てきた数値であること，乙23には，「1  テスト結果」の「①4／28」欄には「20トン推力で0．7㎜ワークが抜ける。」との記述があるが，この記述とも合致しないことに照らすと，乙22の上記記載内容は疑わしい。",
                            "また，仮に乙22の上記記載内容が正しいとしても，静止した状態で20トンの張力に耐えたとしても，本件パイプ加工機の実機における把持力を確保したことの証明にはならない。乙22のデータによれば，被告方式の自動チャック装置の試験機のテストでは，20トンの張力で把持装置とパイプの「ズレ量」は0．7㎜，「ひずみ量」は0．092㎜であったことになる。このパイプの「ズレ量」は，パイプとコレットチャックの爪との「滑り」量とパイプの「ひずみ(伸び)」量とで構成されるから，パイプとコレットチャックの爪との「滑り」量は，0．608㎜(0．7㎜-0．092㎜)である。このことは，パイプを回転させない静的なテストでさえ，0．608㎜の「滑り」が生じたことを示すものといえる。",
                            "前記のとおり，実際のテーパーポールの加工では，1分間に300回の高速で回転させて約15分の時間をかけて加工するから，パイプと把持装置の把持部は1分間に300回繰り返し揺すり動かされ，それに加えて，加工中は把持装置からパイプを外そうとする力が作用し続けるから，このような被告方式の自動チャック装置の試験機は実機には全く採用できないことは明らかである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上のとおり，原告方式の自動チャック装置の発明に関し通常の発明の場合と異なる事情があること，把持方式で高張力対応型の全自動テーパーポール加工機については，競業他社が存在せず，被控訴人が原告方式の自動チャック装置の発明によりその製造を独占していること(競業他社が存在しないという発明の優位性が認められること)を考慮すると，被控訴人が原告方式の自動チャック装置の発明により得た「粗利」又は上記発明により受けるべき利益としての「超過売上額×仮想実施料率」の額は，第1号機については販売価格である2億8000万円，第2号機については純利益1億円及び固定の回収益9000万円の合計1億9000万円，これに被控訴人が損害賠償責任等を回避したことを併せ考慮すると，合計5億円を下ることはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，「発明者の貢献度」については，①前記(ア)aのとおり，控訴人の原告方式の自動チャック装置の発明がなければ，把持方式で高張力対応型の全自動テーパーポール加工機の開発はあり得なかったものであり，このことは，上記加工機の製造については，競業他社が存在せず，被控訴人が原告方式の自動チャック装置の発明によりその製造を独占していることを示していること，②上記加工機は専門的であるがゆえに，何らの広告等を行うことなく，これを必要とする企業に周知されており，販売に当たっての営業経費や広告宣伝料はほぼ必要がなく，原価率も極めて低率であること，③控訴人は，被控訴人からの情報提供等を受けずに，原告方式の自動チャック装置の発明をしたものであり，他方で，第1号機の詳細設計の段階で，被控訴人から開発スペース等の提供はあったが，場所の提供にすぎないものであり，発明の貢献と評価すべきほどのものではないこと，④第1号機の実機テストについて，被控訴人の協力はあったが，控訴人主導でテストが実施されており，被控訴人の協力も場所の提供にすぎないものであったこと，⑤本件先願及び本件出願の出願書類等の作成に被控訴人の協力はあったが，単に事務処理的なものにすぎず，発明の貢献と評価すべきほどのものではないことなどを考慮すると，控訴人における「発明者の貢献度」は，極めて高く，20％を下らない。また，仮にこれが認められなくても，少なくとも10％を下らない。",
                        "本件規定との関係においては，貢献度係数については，控訴人の原告方式の自動チャック装置の発明は，職務発明ではないから，実質的な貢献度(本件規定にいう「技術価値」)を考えるべきであって，調整的な係数は考慮すべきではない。営業価値及びコストダウン効果に係る係数も同様に考慮すべきではない。また，量産度係数は，本件ではそもそも生産品が年間100台未満かどうかで貢献度を分けて評価すべきケースではないため，考慮すべきではない。",
                        "したがって，本件規定に照らしても，控訴人における「発明者の貢献度」は，20％を下らず，仮にこれが認められなくても，少なくとも10％を下らない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，控訴人が支払を受けるべき本件合意に基づく相当額の対価は，少なくとも5000万円を下らない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，控訴人は，被控訴人に対し，本件合意に基づく相当額の対価として3500万円及びこれに対する平成23年10月1日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "text": [
                "控訴人と被控訴人との間で本件合意をした事実がないことは，前記1(2)で述べたとおりである。",
                "仮に控訴人と被控訴人間で本件規定を準用して原告方式の自動チャック装置の発明の特許を受ける権利の相当額の対価を支払う旨の合意があったとしても，かかる合意に基づいて被控訴人が控訴人に支払うべき相当額の対価は，以下のとおり，17万3279円となる。この対価額は，特許法旧35条3項に基づく相当対価請求権について同条4項により算定される対価額13万1000万円を超える合理的な金額である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件規定による実績報奨金の算定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件規定による実績報奨金は，次のとおり本件規定5条の実績報奨申請書記載の「報奨試算額C1」の算定式によって算定される。",
                        "C1＝0．01×P1×K1×K2×K3×K4…(1)",
                        "K1＝A＋B＋C＋D…(2)",
                        "P1：粗利，K1：特許権の粗利に占める貢献度係数，",
                        "K2：量産度係数，K3：調整係数，K4：複数特許の調整係数",
                        "報奨試算額C1は，粗利P1をベースとし，これにK1～K4の各係数を乗じ，さらに，「0．01」を乗じた額である。",
                        "この「0．01」は，発明者貢献度に関する要素であり，P1を粗利としたこととの関係で，実務経験から求められた発明者貢献度に関する調整係数である。職務発明規定における報奨金は，通常は，特許発明の採用された製品により，実際に利益が出た場合に支払われるものであり，実績報奨金のベースとなる利益P1として，「純利」を採用することが一般的である。ところが，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                        "以上のとおり，本件規定による実績報奨金の算定式(1)及び(2)は，客観的に合理性のある算定式である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "第1号機及び第2号機に原告方式の自動チャック装置の発明を実施したことによる実績報奨金について，本件規定による実績報奨金の算定式(1)及び(2)に基づいて算定すると，次のとおり，17万3279円となる。",
                        "P1(粗利)              1億7556万1450円",
                        "甲5の「(参考)利用製品販売実績」記載の第1号機の粗利790万5659円及び第2号機の粗利1億6765万5791円の合計額である。",
                        "K1(貢献度係数)        0．47(A＋B＋C＋D)",
                        "A(原価割合)          ●●●●",
                        "甲5の「(参考)利用製品販売実績」記載のとおり，第1号機の製造原価は2億7209万4341円，第2号機の製造原価は2億0734万4209円である。",
                        "また，乙21記載のとおり，第1号機のチャック部分の製造原価は●●●●●●●●●●，第2号機のチャック部分の製造原価は●●●●●●●●●である。",
                        "そうすると，第1号機及び第2号機のチャック部分の製造原価の原価割合は，計算上，●●●●●となる。",
                        "・計算式●●●●●●●●●●●●●●●÷(272,094,341円＋207,344,209円)",
                        "そこで，「原価割合A」は，●●●(小数点3位以下切り上げ)とする。",
                        "B(営業価値)            ●●●",
                        "まず，被控訴人が平成16年2月25日に丸一鋼管から第1号機の製造を受注した時点では，原告方式の自動チャック装置の発明について，本件先願の出願がされていたが，その出願公開も，特許権の設定登録もされておらず，丸一鋼管に上記発明の存在自体が知られていなかったから，第1号機については，上記発明の客先へのアピール度はゼロである。",
                        "次に，被控訴人が平成19年12月に丸一鋼管から第2号機の製造を受注した時点では，原告方式の自動チャック装置の発明について，同年4月に本件特許権の設定登録がされていたが，第2号機の受注がとれた理由は，被控訴人の総合的な営業力が評価されたことによるものであり，第2号機については，原告方式の自動チャック装置の発明の客先へのアピール度は大きくはない。",
                        "すなわち，第2号機は，第1号機の後継機であり，被控訴人は，第2号機の発注を受ける前から，丸一鋼管が必要としている技術的な要素，価格，納期等の情報を取得し，さらにはメンテナンス等のサービス面における要望なども事前につかんでいた。その上で，被控訴人の営業努力の結果，サービス面での優位性が高く評価され，発注に至ったものであり，ほんの一部の技術に原告方式の自動チャック装置の発明が利用されていたことが原因で受注が獲得できたものでは全くなく，第2号機についても，本件特許発明の客先へのアピール度は大きくはない。また，丸一鋼管には本件特許発明の存在自体が知られておらず，営業時にそのような話題が出たこともない。",
                        "以上のとおり，原告方式の自動チャック装置の発明自体の客先へのアピール度は，決して高いとはいえないが，上記発明は，20トンの張力に対応できるチャックであって，営業の前提としての丸一鋼管からの要請のあった仕様をクリアしている点を考慮し，営業価値を「普通」以上と評価する。ただし，「顕著」とはいえない。",
                        "そこで，「営業価値B」は，●●●とする。",
                        "C(技術価値)            ●●●",
                        "原告方式の自動チャック装置の発明は，20トンの張力に対応できるチャックであるが，このスペックは，丸一鋼管株式会社から要請されたものである。被控訴人においても，被告方式の自動チャック装置として，20トンの張力に対応できるチャックの開発を行っており，第1号機には，被告方式の自動チャック装置を採用する予定であった。最終的には性能のよりよい原告方式の自動チャック装置を採用したが，20トンの張力に対応できるチャック技術自体は，存在したため，原告方式の自動チャック装置の発明は完全独占の技術では全くない。",
                        "したがって，原告方式の自動チャック装置の発明の技術の独占性・優位性という「技術価値C」は，●●●とする。",
                        "D(コストダウン効果)          ●",
                        "原告方式の自動チャック装置の発明は，コストダウンを目的としたものではなく，コストダウン効果は格別に大きいものではない。",
                        "したがって，「コストダウン効果D」は，「普通」に該当し，●とする。",
                        "K2(量産度係数)            0．3",
                        "対象製品である第1号機及び第2号機はそれぞれ1台ずつであり，年間100台未満の1品生産品である。",
                        "したがって，「量産度係数K2」は，0．3とする。",
                        "K3(諸因子係数)            0．7",
                        "調整係数の最大値である0．7とする。",
                        "K4(分割申請係数)          1．0",
                        "対象製品である第1号機及び第2号機に対しては製品に対して本件特許が単独で存在するものとして，調整係数を1．0とする。",
                        "C1(報奨試算額)        17万3279円",
                        "C1＝0．01×175，561，450円×0．47×0．3×0．7×1．0≒173，279円"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，第1号機及び第2号機に原告方式の自動チャック装置の発明(本件特許発明)を実施したことによる本件規定に基づく実績報奨金は，17万3279円となる。仮に本件規定5条の実績報奨申請書記載の「報奨試算額C1」の算定式にK1ないしK4の各係数の最大値を代入して算出しても，実績報奨金は，36万8679円である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許法旧35条4項による相当の対価の算定",
                  "text": [
                    "特許法旧35条4項は，相当の対価の額は，「その発明により使用者等が受けるべき利益の額」及び「その発明がされるについて使用者等が貢献した程度」を考慮して定める旨規定している。",
                    "したがって，相当の対価の額は，「使用者等が受けるべき利益」に「発明者貢献度」(1-「使用者貢献度」)を乗じて算定される。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "使用者等が受けるべき利益の額について",
                      "text": [
                        "「使用者等が受けるべき利益」とは，使用者は職務発明については，権利の譲渡の有無にかかわらず，無償かつ無制約の通常実施権を当然に有するのであるから(特許法35条1項)，使用者がその発明を実施することにより得た利益そのものを意味するのではなく，使用者がもともと有する通常実施権に基づく利益を超えた，発明を排他的・独占的に実施し得る地位を取得したことにより得られる独占の利益を意味する。",
                        "被控訴人は，本件特許発明(原告方式の自動チャック装置の発明)を他社に実施許諾せず，自己実施してきたのであるから，被控訴人が上記発明により受けるべき利益の額は，通常実施権に基づき実施できることによる売上高を超えた，発明の独占による排他的・独占的な実施に基づく売上高を想定し(排他的・独占的想定売上高)，これに被控訴人が実施許諾をすると想定した場合の実施料率(想定実施料率)を乗じた額となる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "排他的・独占的想定売上高",
                          "text": [
                            "「排他的・独占的想定売上高」は，本件特許発明を使用した第1号機及び第2号機の現実の売上高に，本件特許発明の排他的・独占的な寄与率(独占寄与率)10％を乗じた額とするのが相当である。",
                            "独占寄与率を10％とする根拠は，①第1号機については，被控訴人が丸一鋼管から第1号機の製造を受注した時点では，原告方式の自動チャック装置の発明について，出願公開も，特許権の設定登録もされていなかったのであるから，本件特許発明の排他的・独占的実施を観念し難いこと，②第2号機については，被控訴人が丸一鋼管から第2号機の製造を受注した時点で，本件特許権の設定登録がされていたが，被控訴人が受注できたのは，あくまで被控訴人の総合的な営業力が高く評価されたことに加え，第1号機での各種技術課題への真摯な取組みとその解決による顧客の強い信頼と評価を得ることができたからであって，第2号機の一部の技術に本件特許発明が排他的・独占的に実施されていたから受注できたわけではないこと，③被控訴人においても，被告方式の自動チャック装置として，20トンの張力に対応できるチャックの開発を独自に行い，その独自技術は製品化可能レベルに達していたものであり，本件特許発明には，代替技術が存在しており，被控訴人が本件特許発明の排他的・独占的な実施により市場で優位に立てたという関係にはないことからすると，原告方式の自動チャック装置の発明(本件特許発明)を排他的・独占的に実施し得る地位を取得したことにより得られる独占の利益はほとんど考え難く，独占寄与率があるとしても極めて小さいものであり，10％を超えることはないからである。",
                            "そうすると，第1号機の売上高2億8000万円及び第2号機の売上高3億7500万円の合計6億5500万円に独占寄与率10％を乗じた6550万円が本件特許発明の「排他的・独占的想定売上高」となる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "想定実施料率",
                          "text": [
                            "「想定実施料率」は，被控訴人が新日本製鐵株式会社(以下「新日鐵」という。)との間で締結した●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●件の特許の取扱いについての契約(以下「本契約」という。)を基に検討する。本契約は，●●の新日鐵の特許権について被控訴人にライセンス許諾がされ，●●の新日鐵と被控訴人との共有特許について被控訴人のみが独占的な実施をし，新日鐵に対し不実施補償をすることを定めたものであり，被控訴人が●●●●●●●●●●●●●(以下「本装置」という。)を第三者に販売することにより新日鐵に支払う「実施料」(ライセンス料及び不実施補償料の双方)については，「本装置」1台目の販売につき●●●●円，2台目以降の販売につき1台当たり●●●●円とすることを定めている。",
                            "そして，被控訴人は，新日鐵に対し，「本装置」1台目に該当する丸一鋼管第1号機の販売に際し●●●●円の実施料を，「本装置」の2台目に該当する丸一鋼管第2号機の販売に際し●●●●円の実施料をそれぞれ新日鐵に支払っている。",
                            "第1号機及び第2号機の売上高は合計6億5500万円であるから，実施料率は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●となる。",
                            "この実施料率●●●％には，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●，どんなに高くても1％を超えるものではない。",
                            "本契約で対象となっている特許発明は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●であり，本件パイプ加工機のほんの一部にすぎないチャックのメカニカルな部分のみの本件特許発明とは，その装置全体に占める価値，寄与度が全く異なるものであるから，本件特許発明の実施料率は，●●●●●●●●よりは低くなると考えられる。",
                            "したがって，本件特許発明の「想定実施料率」は，1％を超えることはない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "c",
      "subject": "小括",
      "text": [
        "以上を前提に，被控訴人が第1号機及び第2号機を販売したことに係る「使用者等が受けるべき利益」を算定すると，6550万円(「排他的・独占的想定売上高」)に1％(「想定実施料率」)を乗じた65万5000円となる。"
      ],
      "content": [
        {
          "fig": "(イ)",
          "subject": "発明者貢献度について"
        }
      ]
    },
    {
      "fig": "a",
      "subject": "発明完成前における貢献度",
      "text": [
        "本件特許発明については，控訴人が自らテーマを設定・提案し，個人的に行ったものではなく，被控訴人の当時の産機事業部長であるAからの開発依頼によるものである。被控訴人は，控訴人に対し，本件チャック開発を電話で依頼してから，被控訴人の工場内に控訴人専用のドラフト機のある設計スペースを用意し，被控訴人の備品も自由に使えるように提供した。",
        "また，被控訴人は，控訴人による乙7構想図の作成，すなわち，発明の完成についても，その対象物のサイズ，材質等の具体的なスペック等の必要な資料や情報を提供し，評価・検証等を行うことにより協力した。"
      ]
    },
    {
      "fig": "b",
      "subject": "権利化，特許維持における貢献度",
      "text": [
        "被控訴人の知財グループのBは，控訴人から乙7構想図について説明を受けた後，外部用の簡易な書面を作成し，それを基に特許事務所が本件先願の明細書を作成した。そして，被控訴人は，本件先願に基づく優先権を主張して本件出願をした後，拒絶理由解消に向けての補正や，意見書提出といった本件特許の権利化のための手続を行った。",
        "一方，控訴人においては，発明者が通常行う協力の範囲を超える格別な貢献はない。"
      ]
    },
    {
      "fig": "c",
      "subject": "実施製品の売上げにおける貢献度",
      "text": [
        "本件パイプ加工機の事業は，多岐にわたる機械要素技術と制御技術に加え，塑性加工技術理論に基づく高度な実績ノウハウや生産加工対象物特性の熟知といった技術ノウハウを積み上げた総合的な技術集合体に関するものであり，上記技術に関する卓越したマネージメントと営業戦略，営業活動マネージメントによって存立しており，上記技術の一部の技術であるチャック機構についての仕様をクリアしただけで，莫大な利益をもたらすことのできるような事業分野では全くない。",
        "また，本件パイプ加工機の市場は限られており，量産品のように爆発的なヒットにより膨大な事業黒字が見込めるといった事業展開にはならない。甲5の「(参考)利用製品販売実績」記載のとおり，第1号機については，「個別損益」はマイナスであり，事業としては赤字であった。第2号機についても，結果として黒字に転じることはできたものの，その利益(1億0040万2911円)は，第1号機の赤字補てんを考えると決して大きいものではなかった。かかる状況下，被控訴人は，チャックの把持力性能を評価するために，被控訴人側の費用負担において，被告方式の自動チャック装置の試験機と，原告方式の自動チャック装置の試験機を製作し，把持力テストを実施した。そして，最終的に採用こそしなかったが，実機設計段階にまで至っていた被告方式の自動チャック装置の開発には，結果として相当の人員，費用及び時間をつぎ込んだ。これらについては，全て事業リスクとして被控訴人側が負担した。",
        "また，本件特許発明に係るチャックは，第1号機に使用される際，最終的に実機レベルでの各種検証作業を，被控訴人側で行った。",
        "さらに，第1号機は，本件特許発明とは一切関係なく発注を受けたのであって，受注に至る営業活動における控訴人の貢献は一切ない。第2号機についても，被控訴人の総合的な営業力が高く評価され，信頼を獲得したことが原因で発注を受けたのであって，これに関する控訴人の貢献もほとんどない。"
      ]
    },
    {
      "fig": "d",
      "subject": "発明者の処遇等",
      "text": [
        "被控訴人は，本件特許発明に関する控訴人の貢献に対して可能な限り報いるために，被控訴人として，役職及び給与等の両面において，他の技術者と比較してもかなり厚遇してきた。",
        "被控訴人は，控訴人の本件チャック開発に対する功労に報いる配慮から，控訴人が被控訴人を退職した後も長期にわたる技術顧問委嘱契約を締結し，控訴人に対し，顧問料(平成16年11月から平成19年3月末までの間の総額1554万円)や，顧問には通常支払われないボーナス(総額345万2800円)の支払等をしてきた。"
      ]
    },
    {
      "fig": "e",
      "subject": "小括",
      "text": [
        "以上の諸事情を総合すれば，本件特許発明がされるについての控訴人の貢献度は，どんなに高くても20％を上回ることはない。"
      ],
      "content": [
        {
          "fig": "(ウ)",
          "subject": "相当の対価の額について",
          "text": [
            "前記(ア)のとおり，被控訴人が第1号機及び第2号機の製造販売について本件特許発明により受けるべき利益の額は65万5000円であること，前記(イ)のとおり，本件特許発明がされるについての控訴人の貢献度は20％を上回ることはないことからすると，特許法旧35条4項により算定される相当の対価の額は，13万1000円(65万5000円×20％)を上回ることはない。この対価額は，本件規定による実績報奨金17万3279円を下回る。"
          ],
          "content": [
            {
              "fig": "ウ",
              "subject": "控訴人の主張について",
              "text": [
                "控訴人は，①被告方式の自動チャック装置には主軸台及び張力台のチャックからパイプが外れるおそれがあるなどの安全面において実機に対応できない構造的な欠陥があったため，被控訴人は，原告方式の自動チャック装置の発明がなければ，丸一鋼管が要求していた条件を全て満足した高張力対応型の全自動テーパーポール加工機である第1号機を製造し，期限までに納品することはできなかったものであり，その場合，被控訴人は，販売代金2億8000万円を得られなかったのみならず，丸一鋼管から損害賠償を受け，社会的信用まで失い，莫大な損害を受けることになったものであるから，第1号機及び第2号機の販売に係る本件規定に基づく「粗利」又は「使用者等が受けるべき利益」(「超過売上額×仮想実施料率」)の額は5億円を下らない，②本件規定に照らしても，控訴人における「発明者の貢献度」は，20％を下らず，仮にこれが認められなくても，少なくとも10％を下らないとして，控訴人が被控訴人から支払を受けるべき本件合意に基づく相当額の対価の額は5000万円を下らない旨主張する。",
                "しかしながら，控訴人の上記主張は，以下のとおり理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "subject": "被告方式の自動チャック装置に構造的な欠陥がなかったこと"
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "別紙1は，被告方式の自動チャック装置の試験機の断面模式図(乙16のチャック部分の拡大図)である。",
        "パイプ把持力(パイプの最大引抜摩擦抵抗力)は，摩擦係数等の各部材の材料特性，最初に内径くさびを左側に引っ張る油圧シリンダーの力，くさびの角度等により決まるのであって，パイプを右側に引っ張る張力は一切関係しない。",
        "上記試験機において，外径コレット(4)のテーパーの向きに着目すると，外径コレット(4)が右側に引っ張られると，外径コレット(4)は外筒(6)との関係で，ロックが解除される方向に働く。",
        "しかしながら，それは，あくまで外径コレット(4)と外筒(6)との局所的な力の関係にすぎないものであり，内径コレット(3)側からパイプ(1)の外側(図面上側)に向けて270トンの力「F2」が加わり，外径コレット(4)側からの反力「F5」とでもって，内側と外側からパイプが強力に挟み込まれ，各部材が固定された状態が生じるから，その後，パイプを右方向に20トン程度の力で引っ張ったとしても，パイプ(1)の張力が，左向きの最大の引抜摩擦抵抗力を超えない限り，パイプ(1)が右方向に動くこともなく，外径コレット(4)も外筒(6)から離れて右方向に動くこともない。",
        "したがって，上記試験機のチャック(古くからあるコレットチャック方式)は，パイプの張力が増すほど，把持力が減少する構造的な欠陥があるとの控訴人の主張は，理由がない。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "また，控訴人は，被告方式の自動チャック装置には，把持力以外にも，「内刃」(別紙1の「内径コレット(3)」)のガイド部(スライド部)が角溝になっていて，そのガイド部と内刃との隙間は0.02～0.03㎜と非常に精密に組み合わされているため，パイプに付着した錆や鉄粉等がこの隙間に入ってしまうと内刃がスライドすることができなくなる(動かなくなる)おそれがあるという構造的な欠陥があり，この欠陥は，被控訴人の設計担当者のCが，チャック専門メーカーに相談したときに指摘された致命的な欠陥である旨主張する。",
        "しかしながら，被控訴人は，被告方式の自動チャック装置と同じ方式の標準自動チャックを他社に納入しているが，納品を受けた顧客から，内刃が動かなくなるという欠陥の報告など受けていないし，また，被控訴人の設計担当者のCがチャック専門メーカーから欠陥があるとの指摘を受けた事実もない。",
        "したがって，控訴人の上記主張は失当である。"
      ],
      "content": [
        {
          "fig": "(イ)",
          "subject": "被告方式の自動チャック装置と原告方式の自動チャック装置との比較"
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "被告方式の自動チャック装置の試験機の把持力テストは，平成16年4月28日に実施された。上記把持力テストは，内径くさび(2)を43．8トンの力で左方向に引っ張って，内径コレット(3)と外径コレット(4)とでパイプ(1)を締めつけ固定し，次に，所定のボルトを徐々に締めつけることでパイプ(1)に右方向の張力を加えていく，パイプ(1)に加えられた張力をストレインジゲージにより測定し，パイプの「ズレ量」(ずれ量)を変位計により測定するというものである。",
        "上記把持力テストの結果，パイプの張力が低いうちは，ずれが生じていないが，8．70トンを超えたあたりから徐々にずれが生じ始め，20．22トンの張力に対して0．7mmのずれが生じ，その後25．65トンまではほぼ横ばいであったが，27.61トンでは1mmのずれが生じた(乙22の2頁参照)。",
        "上記把持力テストの結果は，20トンの張力で，パイプがチャックから抜けて外れることはなく，0．7㎜のずれしか生じておらず，さらに約28トンの張力を加え続けても1mmのずれしか生じていないことを示すものであり，被告方式の自動チャック装置が十分に製品可能なレベルであったことを示すものといえる。",
        "一方，原告方式の自動チャック装置の試験機の把持力テストは，同年6月15日に実施された。",
        "上記把持力テストは，被告方式の自動チャック装置の試験機の把持力テストと同様に，パイプに加えられた張力をパイプに設けたストレイジゲージにより測定し，パイプのずれ量を変位計により測定するというものである。",
        "上記把持力テストでは，原告方式の自動チャック装置の把持力テストは，張力をかけるためのボルトの締付けがうまくいかなかったため，15トンの張力までしか測定できていないが，そのずれ量は0．12㎜であった(乙22の3頁参照)。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "被控訴人が平成16年7月1日に開催した比較検討会議の結果，第1号機用のチャック装置として原告方式の自動チャック装置を採用することを決定したが(乙23)，これは，単に把持力テストの結果の数値が，原告方式の自動チャック装置の方が被告方式の自動チャック装置よりも優れていたからであって，被告方式の自動チャック装置に20トンの張力に対応することができない構造的な欠陥があると評価されたことによるものではない。"
      ],
      "content": [
        {
          "fig": "(ウ)",
          "subject": "被控訴人が丸一鋼管から損害賠償を受けることはなかったこと",
          "text": [
            "被控訴人が控訴人から原告方式の自動チャック装置の発明の特許を受ける権利を譲り受けた当時は，丸一鋼管から第1号機の受注すら受けていなかったから，被控訴人が控訴人が主張するような債務不履行による損害賠償請求を受けることはなかった。",
            "また，被控訴人は，控訴人から，乙7構想図や第1号機用の設計図面の交付を受けており，原告方式の自動チャック装置の発明の特許を受ける権利の譲受けの有無にかかわらず，上記発明を利用することができた以上，少なくとも被控訴人が第1号機を製造し，丸一鋼管に納品することができたから，この点においても，被控訴人が控訴人が主張するような債務不履行による損害賠償請求を受けることはなかった。",
            "さらに，被告方式の自動チャック装置は，実際の把持力テスト結果からも20トン張力に十分耐えうるものであり，製品化が可能なレベルにあったから(乙22，23)，被控訴人は，原告方式の自動チャック装置の発明を採用しなくても，被告方式の自動チャック装置を採用することで第1号機に対応することが可能であったものであり，この代替技術により，丸一鋼管に第1号機を納品することができた。"
          ]
        },
        {
          "fig": "(エ)",
          "subject": "小括",
          "text": [
            "以上によれば，被告方式の自動チャック装置には主軸台及び張力台のチャックからパイプが外れるおそれがあるなどの安全面において実機に対応できない構造的な欠陥があったものとはいえず，また，被控訴人は，丸一鋼管から債務不履行による損害賠償請求を受けるおそれはなかったから，控訴人の上記主張は，その前提を欠くものであって，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件の経過等について",
          "text": [
            "前記前提となる事実と証拠(甲2ないし38，41，42，44ないし48，50ないし61，乙1，3ないし11，13，15ないし20，22ないし28，31，32(枝番のあるものは枝番を含む。)，控訴人本人，証人A)及び弁論の全趣旨を総合すれば，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，昭和38年4月に被控訴人に入社し，繊維機器副長，産機製造部長，生産技術・品質保証部長等を務めた後，平成12年6月，被控訴人の子会社である栄運輸に出向し，同社の代表取締役社長に就任し，同年12月，被控訴人を退職した。その後も，控訴人は，栄運輸の代表取締役社長を務めていたが，平成16年10月31日をもって退任した。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，平成14年ないし15年ころ，丸一鋼管から，本件パイプ加工機の引合いを受けた。本件パイプ加工機は，アルミ，鋼鉄等のパイプ素材をテーパーポール(高速道路等の照明柱に使用される先細のポール)に加工する機械であり，パイプ素材をパイプ加工機本体の所定の位置に固定し，パイプ素材の一端を張力台チャックで把持した状態で張力台を前進させ，パイプ素材の先頭部(他端)が高周波加熱炉及び絞り台ローラーを通り抜け，主軸台チャックに到達した時点で，その他端を主軸台チャックで把持し，パイプ素材の両端が把持されると，パイプ素材を高速回転させながら，主軸台チャックで把持したパイプの他端を引っ張ると同時に，張力台チャックで把持したパイプの一端を反対方向に引っ張りながら，主軸台及び張力台を前進させ，パイプ素材を高周波加熱炉によって加熱しつつ，絞り台ローラーの運動とパイプの移動との合成運動によって所望の形状にパイプを加工する仕組みのものである。",
                    "丸一鋼管は，本件パイプ加工機の仕様について，高周波加熱制御システムの確立，加工時間の短縮，加工時に生じる廃材を最小化する歩留まり構造(従来機では捨てしろが1．5mであったのを，0．2mにすること)などを求めるとともに，チャック装置については，パイプ素材を自動的に把持し，パイプ素材に張力がかかるとより大きな把持力を生じさせ，20トンの張力に対応できる自動チャック装置とすることを求めた。",
                    "丸一鋼管の要求仕様を満たす本件パイプ加工機を製造するためには，素材の自動投入，搬出装置，振止装置，絞り台装置，高周波加熱制御システム，束ね構造等の技術要素についての課題があり，20トンの張力に対応できる自動チャック装置の開発は重要な技術課題の一つであった。",
                    "被控訴人は，その当時，自動チャック装置を開発したことはあったものの，20トンの張力に対応できる自動チャック装置の開発実績がなかったが，丸一鋼管の要求仕様を満たす，本件パイプ加工機用の自動チャック装置の開発(本件チャック開発)を行うこととした。本件チャック開発は，本件パイプ加工機における丸一鋼管による他の要求仕様と切り離して行うことが可能であった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人の本件パイプ加工機の開発責任者であった産業事業部長のAは，被控訴人の技術陣のチャック開発の経験不足などから，本件チャック開発が時間的に間に合わなくなるという事態を避けるため，平成15年夏ころ，被控訴人在職中の経験からチャック技術に詳しかった控訴人に電話をし，本件チャック開発について相談をし，よい知恵を出して欲しい旨依頼した。なお，控訴人とAとは，控訴人が被控訴人在籍中に先輩後輩の関係にあり，控訴人がAに技術的指導をするなど懇意な関係にあった。",
                    "その後，控訴人は，20トンの張力に対応できる把持力を有する自動チャック装置(原告方式の自動チャック装置)を着想し，その構想を記載した平成15年9月20日付けの「パイプ用コレット内外圣押シ型」と題する図面(乙7構想図)を自宅で作成し，そのころ，その写しをA及び被控訴人の技術開発室知財グループのBにそれぞれ送付した。その数日後，控訴人は，Aの要望を受けて，チャックの種類が8種類であるので，乙7構想図記載の装置においてチャックを取り外して，別のチャックに取り替える「段取り替え」を短時間でできる機構を付け加えて欲しい旨相談され，「T溝組合せ方式」の機構を着想し，同月26日ころ，この着想を乙7構想図に書き加えた修正図を被控訴人に送付するとともに，Bに交付した。",
                    "控訴人は，同年10月2日ころ，乙7構想図記載の装置に関する「駆動側コレット」との記載のある図面(乙8図面)を自宅で作成し，A及びBに交付した。",
                    "控訴人は，そのころ，Bに対し，乙7構想図及び乙8図面について詳しい説明をした。",
                    "控訴人は，そのころまでに，原告方式の自動チャック装置の発明を完成した。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，控訴人と打合せを重ね，控訴人作成の乙7構想図及び乙8図面に基づいて，原告方式の自動チャック装置の発明についての特許出願書類(乙24ないし28)を作成し，平成15年12月3日，特許出願(本件先願)をした。",
                    "控訴人は，本件先願の出願前に，Bの求めに応じて，被控訴人が職務発明の申請用に用いていた「特許(意匠登録)出願申請書」(甲33)に必要事項を記入して，Bに交付していたが，さらに，同月8日ころ，被控訴人の求めに応じて，譲渡人を控訴人，譲受人を被控訴人とし，本件先願について「上記発明につき，特許を受ける権利一切を譲受人に譲渡します。」との記載のある同月1日付け譲渡証書(本件譲渡証書)(甲4)に記名押印して，被控訴人に差し入れた。",
                    "その際，控訴人と被控訴人間において，原告方式の自動チャック装置の発明の特許を受ける権利の譲渡の対価に関する書面が作成されることはなかった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，平成15年4月1日から，職務発明に関する本件規定(乙15)を実施していた。本件規定は，被控訴人の社内ネットワークにおいて，閲覧することが可能であり，控訴人も，勤務先の栄運輸のパソコンから閲覧することが可能であった。",
                    "控訴人は，同年12月30日ころ，被控訴人から，本件規定に基づく本件先願の出願報奨金として2万円の支給を受けた。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人の産機事業部は，控訴人とは別に，独自に本件チャック開発を進め，その自動チャック装置の図面として，平成15年12月4日付けの「主軸台チャック組立図」と題する図面(乙16図面)を作成した(乙16図面に係る自動チャック装置が「被告方式の自動チャック装置」である。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，平成16年2月25日，丸一鋼管から，第1号機(「スピニング式テーパーポール製造設備」一式。乙9)の製造を代金2億8000万円で受注した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，平成16年4月ころ，被告方式の自動チャック装置の試験機を製作し，同月28日，そのチャックの把持力テストを実施した。この把持力テストは，パイプ張力を27．61トンまで段階的に引き上げて，チャックとパイプの「ズレ量」，パイプの「ひずみ量」を測定したものであり，テストの結果(乙22の2頁)，張力(「引っ張り力」)「4．35トン」及び「8．70トン」で「ズレ量」は「0」，張力「5．43トン」及び「13．04トン」で「ズレ量」は「0．4㎜」，張力「18．48トン」及び「20．22トン」で「ズレ量」は「0．7㎜」，張力「23．26トン」及び「25．65トン」で「ズレ量」は「0．75㎜」，張力「27．61トン」で「ズレ量」は「1㎜」であった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方，控訴人は，原告方式の自動チャック装置の試験機の設計図面(甲31)を作成し，平成16年4月23日，被控訴人に提出した。",
                        "その後，被控訴人は，上記設計図面に基づいて，原告方式の自動チャック装置の試験機を製作し，同年6月15日，そのチャックの把持力テストを実施した。この把持力テストは，パイプ張力を15．22トンまで段階的に引き上げて，チャックとパイプの「ズレ量」，パイプの「ひずみ量」を測定したものであり，テストの結果(乙22の3頁)，張力「4．35トン」及び「6．52トン」で「ズレ量」はいずれも「0」，張力「8．70トン」で「ズレ量」は「0．03㎜」，張力「10．87トン」で「ズレ量」は「0．05㎜」，張力「13．04トン」で「ズレ量」は「0．09㎜」，張力「15．22トン」で「ズレ量」は「0．12㎜」であった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人は，平成16年7月1日，控訴人立会いの下で，上記各テスト結果を踏まえ，被告方式の自動チャック装置と原告方式の自動チャック装置との比較検討会を行い，原告方式の自動チャック装置が被告方式の自動チャック装置よりも優れていると判断し，第1号機用の自動チャック装置として原告方式の自動チャック装置を採用し，その詳細設計を行う旨を決定した。",
                        "上記比較検討会の議事録である「丸一鋼管向チャックDRについて」と題する書面(乙23)には，次のような記載ある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「1  テスト結果",
                          "text": [
                            "①4／28  3ツヅメチャック：20トン推力で0．7㎜  ワークが抜ける。…",
                            "②6／15  コレットチャック：15トン推力(20トン推力)で0．18㎜  ワークが抜ける。(内外チャックを使用する。)」",
                            "この「0．18㎜  ワークが抜ける」に関し，「(ワークののびも含まれた数値。伸びは0．06㎜」。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「2  評価方法          ①              ②",
                          "text": [
                            "①機能的な問題            ○              ◎",
                            "②熱間加工・ゴミかみ      ×              ○",
                            "③コスト                  ×              ○",
                            "●●●●●●●●●●●●●●",
                            "④ワークの寸法バラツキへの対応",
                            "ツメは変えない。  ツメの部分は容易に変えることができる。ツメ交換」",
                            "(判決注・「①」は，被告方式の自動チャック装置の試験機，「②」は原告方式の自動チャック装置の試験機である。)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「4  チャック方法",
                          "text": [
                            "②のコレットチャック方式にて設計を行なう。…」"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被控訴人は，平成16年7月1日ころ，控訴人に対し，第1号機用の原告方式の自動チャック装置(主軸台側チャック3式及び同駆動装置，張力台側チャック3式及び同駆動装置。甲6)の詳細設計を発注した。",
                    "これを受けた控訴人は，そのころから，被控訴人の施設内の専用スペースで，設計作業を行い，同年8月31日ころ，作図した図面(甲36，50，51，53，54はその一部)を被控訴人に納品した。",
                    "その間，控訴人は，上記設計作業を行った作業時間を日単位で手帳(甲28)に記載した。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被控訴人は，原告方式の自動チャック装置を備えた第1号機を製造し，平成16年9月末ころ，丸一鋼管に納品した。そのころから，丸一鋼管において，第1号機の品質確認，検収が行われた。",
                    "被控訴人は，平成17年4月及び9月の2回に分けて，丸一鋼管から，第1号機の代金として合計2億8000万円の支払を受けた。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被控訴人は，平成16年10月27日，本件先願に基づく優先権を主張して，本件出願をした。",
                "その後，平成17年7月14日に本件出願の出願公開がされた後，被控訴人は，平成19年4月27日，本件特許権の設定登録を受けた。",
                "なお，本件先願は，特許法42条1項の規定により，その出願の日から1年3月を経過した時に取り下げたものとみなされ，その出願公開はされなかった。"
              ]
            },
            {
              "fig": "(6)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，平成16年10月31日付けで栄運輸を退職し，同年11月1日，被控訴人との間で，報酬月額27万円，委嘱期間同日から平成17年10月31日までの約定で，被控訴人が控訴人に生産技術に関する技術の指導を委嘱する旨の技術顧問委嘱契約(甲34の1)を締結した。その後，同技術顧問委嘱契約は，委嘱期間が平成18年10月31日までの1年間延長され，報酬は月額30万円となった(乙17)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，平成17年4月，被控訴人に対し，第1号機用の原告方式の自動チャック装置の詳細設計に要した時間等を記載した書面(甲24)を提出した。上記書面は，平成16年4月から9月までの間の月ごとの作業時間(7月及び8月は，日単位の内訳を含む。)を記載したものであり，「7月～9月まで実績時間＝最も少なく集計しても300時間です。」との記載がある。",
                    "控訴人は，平成17年4月28日，被控訴人から，被控訴人を振出人とする額面136万5000円，支払期日同年8月31日の約束手形(甲7)の交付を受け，その支払期日に同額の支払を受けた。控訴人は，上記約束手形の交付を受けた際，被控訴人の求めに応じて，「￥1，365，000．―(消費税を含む。)」，「但し，丸一鋼管殿向け  テーパーポール加工機自動チャック設計費として上記金額確かに領収いたしました。」との記載のある控訴人名義の領収書(乙1)に押印して，被控訴人に交付した。また，控訴人は，その際，被控訴人から，平成16年6月20日付けの被控訴人作成の控訴人あて注文書(甲6)の交付も受けた。上記注文書には，「注文内容」欄に「丸一鋼管殿向け  テーパーポール加工機自動チャック設計」，「金額」欄に「￥1，300，000(別途消費税￥65，000)」との記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人本社工場長のA(元産機事業部長)は，平成17年12月8日，被控訴人社長あての「冬季一時金の支給について(伺い)」と題する書面(乙10)を提出した。上記書面には，「当社技術顧問X氏の2005年上期の業務内容は，…当社業容に対して，多大の貢献を行っております。…この貢献を評価し…今後も活躍してもらうため，冬季一時金を組合員の月数を目処に支給致したく，お伺い申し上げます。」，「具体的貢献事例」の「1．丸一鋼管向けVF」として，「①20t強力自動チャック考案設計実用化(特許申請中)」，「②多段絞りローラ考案設計実用化(特許申請中)」，「③冷却メカニズム解明(特許申請中)」，「④その他3件技術特許申請中」，「本物件最終検収に大きな貢献をしました。」などの記載がある。",
                    "控訴人は，同年12月に，冬季一時金の支給を受けた。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，平成18年11月1日，被控訴人との間で，前記技術顧問委嘱契約の委嘱期間を同日から平成19年10月31日まで1年間延長する合意(甲44の1)をした。その後，同技術顧問委嘱契約は，同年11月1日，委嘱期間が平成20年10月31日までの1年間延長され(甲44の2)，更に同年11月1日，委嘱期間が平成21年10月31日までの1年間延長された(甲34の2)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被控訴人は，第1号機を丸一鋼管に納品した後，丸一鋼管から，第2号機を受注し，平成20年9月ころ，原告方式の自動チャック装置を備えた第2号機を丸一鋼管に納品し，同年中に，丸一鋼管から，第2号機の代金として3億7500万円(甲5の4枚目)の支払を受けた。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人の実績報奨委員会は，平成21年3月9日，2007年(平成19年)2月1日から2009年(平成21年)1月31日までの調査期間における特許権の本件規定に基づく実績報奨について審議をした。",
                    "被控訴人の技術開発室知財グループのD(以下「D」という。)は，同年3月12日，控訴人に対し，実績報奨委員会が同月9日に本件特許権の実績報奨について審議をしたので，その結果(等級及び報奨金額)を報告する，「本実績報奨金は，特許法第35条第3項(特許庁HP「職務発明制度の概要」参照)の「対価」として支払わせて頂きくものである旨ご留意ください。」，同月19日までに算定した等級及び報奨金額に対する質問及び意見を受け付ける旨を記載したメール(甲10)を送信した。上記メールで通知した実績報奨金額は3万5000円であった。",
                    "これを受けた控訴人は，同月16日，被控訴人に対し，控訴人がパイプ自動把持装置の開発に携わった経過及び純利益1億円以上の貢献度を加味して，世間一般の評価に遜色ないような再評価を強く希望する旨の意見書(甲11)をメールで送信した。",
                    "Dは，同月17日，控訴人に対し，同月25日に臨時実績報奨委員会を開催し，上記意見書について協議したいので，控訴人の出席を求める，当該委員会では，上記意見書の説明に加え，「職務発明の会社への譲渡対価に対するご請求金額及びその根拠」を説明していただきたい，「尚，前の小職メールでもお伝えしているとおり，本実績報奨は，特許法第35条第3項(特許庁HP「職務発明制度の概要」参照)の「対価」として支払わせて頂きくものであります。」旨を記載したメール(甲12)を送信した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，平成21年3月25日，臨時実績報奨委員会を開催した。",
                    "上記委員会には，A(元産機事業部長)，E，Dらが出席し，控訴人も同席した。",
                    "上記委員会において，控訴人は，報奨金として1000万円(第1号機につき600万円，第2号機につき400万円)の要求をし，上記要求について，委員会で別途協議の上，回答することとされた。",
                    "被控訴人は，同月26日，上記委員会の議事録(甲14)を作成した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人と被控訴人は，平成21年3月末ころ，委嘱期間が同年10月31日までの技術顧問委嘱契約(前記(6)エ)を中途解約する旨の合意をした。",
                    "控訴人は，技術顧問委嘱契約中に，控訴人が単独又は共同でした各発明の特許を受ける権利を被控訴人に譲渡し，被控訴人は，その特許出願(甲59の№8以下はその一部)をしていた。",
                    "控訴人は，同年7月1日，被控訴人から，上記特許出願中の一件(特願2009-109491号)について本件規定(ただし，同年4月1日改訂後のもの)に基づく出願報奨金を送金する旨の連絡を受け(甲61)，その後，その出願報奨金として3340円の支給を受けた。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被控訴人は，平成21年7月8日，控訴人に対し，同年3月25日開催の臨時実績報奨委員会の議事録を送付(甲22)した。",
                    "控訴人は，同月10日ころ，被控訴人に対し，上記議事録にEの発言の一部(「今回のチャック開発にあたってはチャック専門メーカーに1000万円で設計依頼したが難しいという理由でことわられた」旨の発言)が抜けているので，追記するよう要請し(甲14)，さらに，同月24日付けの書簡(甲15)で，再度同旨の要請をした。",
                    "その後，控訴人は，被控訴人に対し，同年8月2日付けの「意見書(№2)」(甲16，乙6)及び同月3日付けの「意見書(№3)」(甲17)を順次送付した。",
                    "Fは，同月19日，控訴人に対し，「実績報奨金額の妥当性について」(2009/08/19修正)と題する書面(甲5)を送付した。上記書面には，本件特許に対する「2007年2月1日～2009年1月31日」の2年間を対象とした実績報奨の金額(「本件報奨金額」)について控訴人から不服申立てがあったので，本件報奨金額の見直しをした，本件報奨金額は，「算定方法」に示すとおり各係数を見直した結果，5万円(4級)と決定した，法及び判例上の職務発明の「相当の対価」の算定基準に従って算定すると，独占の利益がほぼ存在しない又は極くわずかであると考えられることから，相当の対価は，見直しをした本件報奨金額を超えるものではないと考える，本件報奨金額が5万円であることは，法及び判例等の世間一般の基準を考慮しても妥当であると考える旨の記載がある。",
                    "これを受けた控訴人は，被控訴人に対し，同年8月29日付けの「意見書(№4)」(甲18)を送付した。上記「意見書(№4)」には，「①8月2日付の私の意見書(№2)でも明らかな様に私にはパイプ把持装置を開発しなければならない職務上の義務は全く無いといえます。よって，本件特許に係る発明は，私にとっては職務発明ではありません。」との記載がある。",
                    "Fは，同年9月4日，控訴人に対し，「テーパー鋼管製造装置用パイプ材把持装置についての意見書(№4)に対する御回答」と題する書面(甲19)を送付した。上記書面には，「本発明については，貴殿が当社在職中の知識を利用して当社指揮管理下において完成されたものであり，適正に譲渡書も提出して頂いていることから，職務発明であると考えています。そして，職務発明として取り扱うことで，貴殿の功績を十分に評価するべく，世間一般の基準を考慮しても妥当な対価を実績報奨金としてお支払させて頂いておりますことを，ご理解頂きたく，お願い申し上げます。」との記載がある。",
                    "これを受けた控訴人は，被控訴人に対し，同月16日付けの「意見書(№5)」(甲20，46)を送付した。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人の代理人弁護士は，平成22年5月12日，被控訴人に対し，本件特許発明は，控訴人が被控訴人を退社した後に，発明したものであるから，職務発明ではない，本件特許発明に関し，被控訴人がチャック専門メーカーに1000万円で設計依頼をしたが難しい等の理由で断られたとの経緯があることなどから，譲渡の対価は，この金額が基本となり，これに実際に被控訴人が得た利益に見合う加算がされる代金となる旨を記載した同日付け通知書(甲21)を送付した。",
                    "被控訴人の代理人弁護士は，同年6月14日，控訴人の代理人弁護士に対し，本件特許発明は，控訴人指摘のとおり，職務発明に該当しない，本件特許発明の特許を受ける権利は，控訴人と被控訴人間で成立した有償の委任契約の委任処理の結果発生した成果物として控訴人が被控訴人に引き渡したものであり，その対価は，当該委任の対価に含まれる，被控訴人は，控訴人に対し，「設計料」の名目で当該委任の対価である136万5000円を支払済みであるから，被控訴人に上記特許を受ける権利の対価の支払義務はない，被控訴人が控訴人に支払った出願報奨金は，上記委任の対価のほかに，さらに追加の支払をしたものと評価でき，上記結論に影響しない，1000万円は，被控訴人がチャックメーカーに8種類のチャックの設計及び製作を依頼したときの費用であり，製作費用を含まない1種類の設計料とは異なる旨を記載した同日付け回答書(乙3)を送付した。",
                    "その後，被控訴人の代理人弁護士は，同年9月29日，控訴人の代理人弁護士に対し，同月6日に行った交渉を踏まえ，委任の対価を別途支払う用意がある，支払額は30万円～45万円を考えている旨を記載した同月29日付け回答書(乙4)を送付した。",
                    "これを受けた控訴人の代理人弁護士は，被控訴人の代理人弁護士に対し，同年11月15日付け「御連絡」と題する書面(甲9)で，上記支払額(支払提示額)の再検討，再回答を要請した。",
                    "被控訴人の代理人弁護士は，同年12月16日，控訴人の代理人弁護士に対し，支払額は，基本的には前回と同じ30万円～45万円となるが，発明に要した時間や時間単価を調整することで，支払額の若干の調整は可能である旨を記載した同日付け回答書(乙5)を送付した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，平成23年6月16日，被控訴人を相手方として，尼崎簡易裁判所に民事調停の申立てをしたが，同年8月18日，調停不成立となった。",
                    "その後，控訴人は，同年9月15日，大阪地方裁判所に本件訴訟を提起した。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相当額の対価の支払合意の成否(争点1)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，平成15年10月ころ，被控訴人との間で，控訴人が原告方式の自動チャック装置の発明の特許を受ける権利を被控訴人に譲渡し，上記発明が実用化及び製品化された場合には，控訴人が被控訴人の従業員ではないことから，被控訴人が上記発明により得た利益に応じ，本件規定の基準に照らして高額となる相当額の対価を控訴人に支払う旨の本件合意をした旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人と被控訴人間で本件合意の内容を記載した書面が作成されていないことは，当事者間に争いがない。",
                        "控訴人は，本件合意が成立したことの根拠となる事情として，①控訴人が，平成15年夏ころ，被控訴人の産機事業部のAから，本件チャック開発の相談を受けた際，本件チャック開発に係る発明をすれば，控訴人は被控訴人の従業員ではないため，本件規定の基準よりも高額の対価の支払を受けられるとの認識を持ち，その後，本件チャック開発に関する責任者の一人であった技術開発室知財グループのBから，控訴人が被控訴人に本件譲渡証書を交付する前に同趣旨の話を聞かされており，控訴人とBが上記対価に関する理解を共通にしていたこと，②被控訴人は，平成16年1月ころ，控訴人に対し，原告方式の自動チャック装置の発明の特許出願である本件先願について，本件規定4条に基づく出願報奨金として2万円を支払い，その後，本件特許権の設定登録を受けた後，被控訴人の実績報奨委員会は，平成21年3月から，本件規定に基づく本件特許権に関する実績報奨金額についての審議を開始し，控訴人も本件規定に準じて処理されると考え，被控訴人と協議を重ねるなど，被控訴人は，本件合意の内容に従った対応をとってきたこと，③本件合意の内容について書面が作成されていないのは，本件合意は本件規定に基づく職務発明の基準を相当額の対価額の判断要素とすること(ただし，控訴人は被控訴人の従業員でないため，本件規定に基づく種々の判断ファクターの係数が大きくなる点で，対価額は従業員に比べて高額となる。)を前提とするものであったためであり，職務発明の場合に対価額に関し合意書面が作成されないのと同様に，本件合意について書面がないのはむしろ当然であることを挙げる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで検討するに，上記①の点については，控訴人本人の供述中には，控訴人の認識については，これに沿う供述部分があり，また，Bの認識についても，Bから，控訴人の発明に本件規定が適用できるというような話を聞いた，Bは，控訴人が従業員でないため，控訴人の発明は職務発明でないことを分かっていた旨の供述部分がある。",
                        "しかしながら，控訴人の上記供述部分によっても，Bにおいて，控訴人の発明について本件規定の基準よりも高額の対価の支払を受けられるとの認識を有していたとまで認めることはできない。また，B作成の陳述書(乙20)中には，控訴人の発明は職務発明ではないと思っていたので，控訴人の発明に本件規定が適用されるとは全く思っていなかったし，控訴人に本件規定の適用や準用の話を一切していなかった旨の記載部分があり，この記載部分は，Bが上記認識を有していたことを否定するものである。他にBが上記認識を有していたことを認めるに足りる証拠はない。",
                        "したがって，上記①の事情を認めることができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "次に，上記②の点について検討するに，前記1の認定事実によれば，被控訴人は，控訴人から交付を受けた乙7構想図及び乙8図面に基づいて，平成15年12月3日，本件先願の出願をしたこと，控訴人は，本件譲渡証書を控訴人に差し入れたほかに，控訴人に本件先願の出願前に，被控訴人の技術開発室知的財産グループのBの求めに応じて，被控訴人が職務発明の申請用に用いていた「特許(意匠登録)出願申請書」(甲33)に記入して，Bに交付したこと，控訴人は，その当時，被控訴人を退職し，その子会社の栄運輸に在籍していたが，勤務先の栄運輸のパソコンから，被控訴人の社内ネットワークを介して本件規定を閲覧することができたこと，控訴人は，同年12月30日ころ，被控訴人から，本件規定に基づく本件先願の出願報奨金として2万円の支給を受けたこと，被控訴人の実績報奨委員会は，平成21年3月9日，本件特許発明について本件規定に基づく実績報奨金について審議をし，その後，少なくとも同年9月4日までの間は，本件特許発明を職務発明として取り扱うことを前提として，控訴人との間で実績報奨金の額について交渉したこと(前記1(7)参照)，控訴人は，平成16年10月31日付けで栄運輸を退職した後，同年11月1日，被控訴人との間で，被控訴人が控訴人に生産技術に関する技術の指導を委嘱する旨の技術顧問委嘱契約を締結し，上記技術顧問委嘱契約は平成21年3月末日ころ合意解約するまでの間継続したが，その間に控訴人が単独又は共同でした各発明の特許を受ける権利を被控訴人に譲渡したこと，控訴人は，同年7月1日，被控訴人から，そのうちの一件について，本件規定(ただし，同年4月1日改訂後のもの)に基づく出願報奨金の支給を受けたことが認められる。",
                        "上記認定事実によれば，控訴人は，栄運輸在籍中に発明した原告方式の自動チャック装置の発明(本件特許発明)の特許を受ける権利を被控訴人に譲渡した際，被控訴人が従業員の職務発明の申請用に用いていた「特許(意匠登録)出願申請書」を提出し，その後，被控訴人から，本件規定に基づく本件先願の出願報奨金の支給を受け，さらには，被控訴人において本件規定に基づく実績報奨金を支給するための実績報奨委員会が開催され，その審議がされていたのであるから，控訴人と被控訴人との間では，原告方式の自動チャック装置の発明(本件特許発明)について本件規定の適用ないし準用があることを前提とする行動をとってきたことは明らかである。",
                        "加えて，控訴人と被控訴人との間において，控訴人が原告方式の自動チャック装置の発明の特許を受ける権利を被控訴人に譲渡した際，その譲渡の対価額に関する書面は作成されておらず，また，その具体的な対価額について双方が口頭で交渉したことや，その譲渡が無償の譲渡であったことをうかがわせる事情は認められないことを併せ考慮すると，控訴人と被控訴人との間において，被控訴人が本件先願の出願をした平成15年12月3日ころまでに，上記特許を受ける譲渡の対価額については本件規定を適用ないし準用する旨の黙示の合意が成立したものと認めるのが当事者の合理的意思に合致するというべきである。",
                        "しかしながら，他方で，前記1で認定した被控訴人の実績報奨委員会の審議経過等に照らすと，控訴人の上記特許を受ける譲渡の対価額について本件規定を適用ないし準用するに際し被控訴人の従業員と対比して高額となる相当額の対価を控訴人に支払う旨の合意が成立したものとまで認めることはできない。",
                        "したがって，この点においては，被控訴人が本件合意の内容に従った対応をとってきたとの上記②の控訴人の主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，上記③の点については，控訴人と被控訴人との間において，原告方式の自動チャック装置の発明の特許を受ける権利の譲渡の対価額に関する書面は作成されていないのは，上記特許を受ける譲渡の対価額については本件規定が適用ないし準用されるので，別途書面を作成するまでのことはないものと双方が認識していたものとうかがわれる。",
                        "しかしながら，他方で，上記のとおり，被控訴人において，そのような認識を超えて，控訴人に支払うべき対価額が被控訴人の従業員に比べて高額となるとの認識を有していたとまで認めることはできない。",
                        "したがって，この点においては，上記③の控訴人の主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，控訴人主張の上記①ないし③の事情は，その全部又は一部が認められないから，控訴人と被控訴人との間で本件合意が成立したことの根拠となるものではない。他に本件合意が成立したことを認めるに足りる証拠はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，控訴人と被控訴人との間において，控訴人主張の本件合意が成立したことは認められないものの，被控訴人が本件先願の出願をした平成15年12月3日ころまでに，原告方式の自動チャック装置の発明の特許を受ける権利の譲渡の対価額については本件規定を適用ないし準用する旨の黙示の合意が成立したものと認めるのが当事者の合理的意思に合致する。",
                    "ところで，特許法旧35条3項は，「従業者等は，契約，勤務規則その他の定により，職務発明について使用者等に特許を受ける権利若しくは特許権を承継させ，又は使用者等のため専用実施権を設定したときは，相当の対価の支払を受ける権利を有する。」と規定し，同条4項は，「前項の対価の額は，その発明により使用者等が受けるべき利益の額及びその発明がされるについて使用者等が貢献した程度を考慮して定めなければならない。」と規定しており，これらの規定によれば，特許法旧35条3項の相当の対価の額は，同条4項の趣旨・内容に合致するものでなければならないというべきであるから，勤務規則等により職務発明について特許を受ける権利を使用者等に承継させた従業者等は，当該勤務規則等に使用者等が従業者等に対して支払うべき対価に関する条項がある場合においても，これによる対価の額が同条4項の規定に従って定められる対価の額に満たないときは，同条3項の規定に基づき，その不足する額に相当する対価の支払を求めることができると解するのが相当である(最高裁判所平成15年4月22日第三小法廷判決・民集57巻4号477頁参照)。",
                    "しかるところ，本件規定は，特許法旧35条3項の勤務規則等に該当するものといえるから，被控訴人の従業員は，被控訴人から支給された本件規定に基づく実績報奨金が同条4項の規定に従って定められる対価の額に満たないときは，同条3項の規定に基づき，被控訴人に対し，その不足する額に相当する対価の支払を求めることができる。",
                    "そうすると，控訴人と被控訴人間における原告方式の自動チャック装置の発明の特許を受ける権利の譲渡の対価額について本件規定を適用ないし準用する旨の合意においても，これと同様に解するのが相当であるところ，本件において，控訴人は本件規定に基づく実績報奨金の支給を受けていないから，本件規定に基づいて算定される実績報奨金額が特許法旧35条4項の規定に従って定められる対価の額に満たないときは，上記対価の額に相当する対価の額を支払う旨の合意を含むものと解するのが相当である。",
                    "そして，このような趣旨の対価額の合意については，控訴人が本件合意に基づく相当の対価の額の算定方法は特許法旧35条4項により算定される相当の対価の額の算定方法と同じ考え方であると主張していること(前記第3の2(1)ア)に照らし，控訴人は，黙示的に主張しているものと解するのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，これに対し，本件合意の成立を否認し，被控訴人が控訴人から原告方式の自動チャック装置の発明の特許を受ける権利の譲渡を受けたのは，被控訴人と控訴人との間で，控訴人が本件チャック開発及び概略設計を行い，被控訴人が時間制で報酬を支払う旨の有償委任契約が成立し，委任の成果物の引渡義務の履行として，上記特許を受ける権利の移転を受けたものであり，上記有償委任契約に基づく報酬は，被控訴人が平成17年4月に136万5000円を控訴人に支払ったことによって全て清算済みであるから，被控訴人には，控訴人に対し，上記特許を受ける権利の対価の支払義務はない旨主張する。",
                "しかしながら，前記1(6)認定のとおり，控訴人は，被控訴人から136万5000円の支払のための約束手形(支払期日同年8月31日)の交付を受けた際，被控訴人の求めに応じて，「￥1，365，000．―(消費税を含む。)」，「但し，丸一鋼管殿向け  テーパーポール加工機自動チャック設計費として上記金額確かに領収いたしました。」との記載のある控訴人名義の領収書(乙1)に押印して，被控訴人に交付し，その際，被控訴人から，被控訴人作成の控訴人あての「注文内容」欄に「丸一鋼管殿向け  テーパーポール加工機自動チャック設計」，「金額」欄に「￥1，300，000(別途消費税￥65，000)」との記載がある注文書(甲6)の交付も受けていることからすると，136万5000円は「テーパーポール加工機自動チャック設計費」として支払われたものと認めるのが自然である。",
                "加えて，前記(1)ア(ウ)認定のとおり，被控訴人の実績報奨委員会は，平成21年3月9日から少なくとも同年9月4日までの間，原告方式の自動チャック装置の発明の特許を受ける権利の譲渡の対価として本件規定に基づく実績報奨金を支給するための審議等を行い，控訴人に対し，その実績報奨金を支給をしようとしていたことを併せ考慮すると，上記136万5000円は上記特許を受ける権利の対価を含む趣旨とは認められないというべきである。",
                "この点について，被控訴人は，被控訴人の実績報奨委員会が上記審議等を行ったのは，平成21年3月当時の被控訴人の知財担当者が，他社からの転職直後で，過去の経緯を知らなかったため原告方式の自動チャック装置の発明が職務発明であると誤解したことによるものである旨主張するが，実績報奨委員会がそのような誤解の下に審議等を行ったものと認めるに足りる証拠はない。",
                "したがって，被控訴人に上記特許を受ける権利の対価の支払義務がないとの被控訴人の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，控訴人と被控訴人との間において，控訴人主張の本件合意が成立したことは認められないものの，被控訴人が本件先願の出願をした平成15年12月3日ころまでに，原告方式の自動チャック装置の発明の特許を受ける権利の譲渡の対価額について本件規定を適用ないし準用するものとし，本件規定に基づいて算定される実績報奨金額が特許法旧35条4項の規定に従って定められる対価の額に満たないときは，上記対価の額に相当する対価の額を支払う旨の合意(以下「本件対価合意」という。)が成立したものと認められる。",
                "そこで，更に進んで，本件対価合意に基づいて被控訴人が控訴人に支払うべき相当額の対価額について検討することとする。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "控訴人が支払を受けるべき対価額(争点2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件規定による実績報奨金の算定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2(3)のとおり，控訴人と被控訴人間の本件対価合意は，原告方式の自動チャック装置の発明の特許を受ける権利の譲渡の対価額について本件規定を適用ないし準用するものとし，本件規定に基づいて算定される実績報奨金額が特許法旧35条4項の規定に従って定められる対価の額に満たないときは，上記対価の額に相当する対価の額を支払うというものであるから，まず，本件規定に基づく実績報奨金額について検討する。",
                    "本件規定によれば，本件規定5条による実績報奨金は，次のとおり，実績報奨申請書記載の「報奨試算額C1」の算定式によって算定される。",
                    "「C1(報奨試算額)＝0．01×P1(販売利益(粗利))×K1(その権利のその利益に占める貢献度係数)×K2(製品の量産度係数)×K3(諸因子に基づく調整係数)×K4(複数特許の存在等による調整係数)」",
                    "そこで，「報奨試算額C1」の算定式によって，第1号機及び第2号機に原告方式の自動チャック装置の発明(本件特許発明)が実施されたことによる報奨試算額C1を算定すると，次のとおりとなる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "P1(販売利益(粗利))            1億7556万1450円",
                      "text": [
                        "甲5の「(参考)利用製品販売実績」記載のとおり，第1号機の粗利は790万5659円，第2号機の粗利は1億6765万5791円であり，その合計額は1億7556万1450円である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "K1(その権利のその利益に占める貢献度係数)      1．0",
                      "text": [
                        "K1は，「A(権利に係る部分の製品全体中の原価割合)＋B(営業価値(客先へのアピール度))＋C(技術価値(技術の独占性優位性))＋D(コストダウン効果)」の算定式で算定され，その最大値は，1．0である。",
                        "本件特許発明の技術価値(技術の独占性優位性)等については，争いがあり，この点については，後記(2)において特許法旧35条4項の規定に従って相当の対価額を算定する際に検討することとし，報奨試算額C1の試算上は，控訴人に最も有利な数値である最大値の1．0を適用する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "K2(製品の量産度係数)                          0．3",
                      "text": [
                        "第1号機及び第2号機は，個別注文による「一品生産品」であり，その台数は合計2台であるから，「一品生産品(年間100台未満)」の量産度係数「0．3」を適用する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(エ)",
      "subject": "K3(諸因子に基づく調整係数)                一律0．7"
    },
    {
      "fig": "(オ)",
      "subject": "K4(複数特許の存在等による調整係数)            1．0",
      "text": [
        "「製品に対して特許が単数のみ存在する場合」の量産度係数「1．0」を適用する。"
      ]
    },
    {
      "fig": "(カ)",
      "subject": "C1(報奨試算額)                    36万8679円",
      "text": [
        "C1＝0．01×P1(1億7556万1450円)×K1(1．0)×K2(0．3)×K3(0．7)×K4(1．0)"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "以上によれば，第1号機及び第2号機に原告方式の自動チャック装置の発明(本件特許発明)が実施されたことに係る本件規定5条による実績報奨金の最大値は，36万8679円となる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "特許法旧35条4項による相当の対価額の算定について",
              "text": [
                "次に，特許法旧35条4項の規定に従って算定される相当の対価額について検討する。",
                "ところで，特許法旧35条4項は，同条3項の相当の対価の額が，その発明により使用者等が受けるべき利益の額及びその発明がされるについて使用者等が貢献した程度を考慮して定めるというものであるが，この「発明により使用者等が受けるべき利益」は，使用者等が「受けた利益」そのものではなく，「受けるべき利益」であるから，使用者等が職務発明についての特許を受ける権利を承継した時に客観的に見込まれる利益をいうものと解されるところ，使用者等は，特許を受ける権利を承継せずに，従業者等が特許を受けた場合であっても，その特許権について特許法35条1項に基づく無償の通常実施権を有することに照らすと，「発明により使用者等が受けるべき利益」には，このような法定通常実施権を行使し得ることにより受けられる利益は含まず，使用者等が従業者等から特許を受ける権利を承継し，当該発明の実施を排他的に独占し得る地位を取得することによって受けることが客観的に見込まれる利益，すなわち「独占の利益」をいうものと解される。",
                "また，特許を受ける権利の承継の時点では，将来特許を受けることができるかどうか自体が不確実であり，その発明により将来いかなる利益を得ることができるのかを具体的に予測することは困難であることなどに照らすと，発明の実施又は実施許諾による使用者等の利益の有無やその額など，特許を受ける権利の承継後の事情についても，その承継の時点において客観的に見込まれる利益の額を認定する資料とすることができると解される。",
                "そして，使用者等が，第三者に当該発明を実施許諾することなく，自ら実施(自己実施)している場合には，特許権が存在することにより，第三者に当該発明の実施を禁止したことに基づいて使用者が得ることができた利益，すなわち，特許権に基づく第三者に対する禁止権の効果として，使用者等の自己実施による売上高のうち，当該特許権を使用者等に承継させずに，自ら特許を受けた従業者等が第三者に当該発明を実施許諾していたと想定した場合に予想される使用者等の売上高を超える分(「超過売上高」)について得ることができたものと見込まれる利益(「超過利益」)が「独占の利益」に該当するものというべきである。",
                "この「超過利益」の額は，従業者等が第三者に当該発明の実施許諾をしていたと想定した場合に得られる実施料相当額を下回るものではないと考えられるので，超過利益を超過売上高に当該実施料率(仮想実施料率)を乗じて算定する方法にも合理性があるものと解される。",
                "したがって，本件においては，超過売上高を認定し，その部分に係る超過利益(独占の利益)をもって「その発明により使用者等が受けるべき利益」とし，これと被控訴人の貢献の程度(「その発明がされるについて使用者等が貢献した程度」)を考慮して相当の対価の額を認定することは許されるものと解される。",
                "そこで，まず，被控訴人が丸一鋼管に第1号機及び第2号機を製造販売したことによる独占の利益の有無について検討し，次いで，その発明がされるについて使用者等が貢献した程度について検討し，相当の対価額を算定する。"
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "本件特許発明について"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "本件特許発明の特許請求の範囲(請求項1ないし6)の記載は，前記第2の1(3)ウのとおりである。",
        "本件出願の願書に添付した明細書(以下，図面を含めて「本件明細書」という。甲2)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する図面は，別紙本件明細書図面を参照)。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "a",
                  "subject": "「【技術分野】",
                  "text": [
                    "本発明は，テーパー鋼管製造装置用のパイプ材把持装置に関し，特に，長尺の鋼管(パイプ)をテーパー鋼管に加熱雰囲気下で塑性加工する際のパイプの端管を把持するためのテーパー鋼管製造装置用のパイプ材把持装置に関するものである。」(段落【0001】)",
                    "「【背景技術】",
                    "従来の長尺の鋼管(パイプ)をテーパー鋼管に加熱雰囲気下で塑性加工する際のパイプの端管を把持するパイプ材把持装置を図15に示す。",
                    "このパイプ材把持装置50A，50Bは，テンション側回転機構台T1と駆動側回転機構台T2(以下，単に「回転機構台T」という。)のそれぞれの主軸先端に配備され，モータM等の駆動手段により回転するマンドレル54に被加工物であるパイプ素材Wを嵌め，マンドレル54の先端に穿孔したピン挿入孔に素材Wに穿孔した孔をあわせてピン51を挿入し，回転時にピン51が抜け落ちるのを防止するためのピン抜け防止リング52をボルト53等の固定手段によって固定することによってパイプ素材Wを把持するものである。」(段落【0002】)",
                    "「把持されたパイプ素材Wは，同期駆動制御機構(図示せず)によって両回転機構台T1，T2を同一方向に駆動させ，テンション側回転機構台T1によってパイプ素材Wに張力を付与し，駆動側回転機構台T2は制動させながら図例左側(図15(a)参照)に移行する。",
                    "パイプ素材Wは，加熱装置H内のヒーターhによって数百℃まで加熱され，周知の絞り加工装置Sに配備された絞りローラRによって絞り加工を行い，テーパー鋼管が製作される(例えば，特許文献1参照。)。」(段落【0003】)",
                    "「しかし，このパイプ材把持装置50A，50Bは，回転機構台Tにパイプ素材Wを取り付ける際に作業者が手作業で行う必要があり，特にテンション側回転機構台T1に取り付けるときに加熱装置Hによる加熱を行うことができず，パイプ素材Wの成形始端側において600～900mmもの加工不能箇所が発生するといった歩留まりの悪さと手作業取付によるサイクルタイムが長時間になるほか，径の違うパイプ素材Wを加工する際の段取り替え時間に長時間を要するという問題があった。」(段落【0004】)"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "「【発明が解決しようとする課題】",
                  "text": [
                    "本発明は，上記従来のテーパー鋼管製造装置用のパイプ材把持装置の有する問題点に鑑み，パイプの把持作業を自動化させ，パイプ素材の歩留まりを向上させるとともに短時間で段取り替えを行うことのできるテーパー鋼管製造装置用のパイプ材把持装置を提供することを目的とする。」(段落【0005】)"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "「【課題を解決するための手段】",
                  "text": [
                    "上記目的を達成するため，本第1発明のテーパー鋼管製造装置用のパイプ材把持装置は，パイプの管端を挟持する内周面を傾斜面に形成した内径把持体及び外周面を傾斜面に形成した外径把持体と，該内径把持体及び外径把持体をそれぞれパイプの軸方向に押圧，移動させることによって内径把持体と外径把持体との間隔を狭めるようにするための外周面を傾斜面に形成したパイプ材把持装置本体と一体化された内径ホルダ及び内周面を傾斜面に形成したパイプ材把持装置本体と一体化された外径ホルダと，内径把持体及び外径把持体をパイプの軸方向に押圧する押圧手段とを備えたテーパー鋼管製造装置用のパイプ材把持装置であって，内径把持体及び外径把持体を，それぞれ個別の押圧手段によって押圧するようにし，該押圧によって内径把持体と外径把持体との間隔を狭めてパイプの管端を挟持するとともに，押圧の解除によって内径把持体及び外径把持体を初期位置に復帰させるようにしたことを特徴とする。」(段落【0006】)",
                    "「また，同じ目的を達成するため，本第2発明のテーパー鋼管製造装置用のパイプ材把持装置は，パイプの管端を挟持する内周面を傾斜面に形成した内径把持体及び外周面を傾斜面に形成した外径把持体と，該内径把持体及び外径把持体をそれぞれパイプの軸方向に押圧，移動させることによって内径把持体と外径把持体との間隔を狭めるようにするための外周面を傾斜面に形成したパイプ材把持装置本体と一体化された内径ホルダ及び内周面を傾斜面に形成したパイプ材把持装置本体と一体化された外径ホルダと，内径把持体及び外径把持体をパイプの軸方向に押圧する押圧手段とを備えたテーパー鋼管製造装置用のパイプ材把持装置であって，押圧手段によって内径把持体又は外径把持体の一方を押圧することによって，他方が順次追随して押圧される手段を介して，他方を順次追随して押圧されるようにし，該押圧によって内径把持体と外径把持体との間隔を狭めてパイプの管端を挟持するとともに，押圧の解除によって内径把持体及び外径把持体を初期位置に復帰させるようにしたことを特徴とする。」(段落【0007】)"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "「【発明の効果】",
                  "text": [
                    "本第1及び第2発明のテーパー鋼管製造装置用のパイプ材把持装置によれば，パイプ素材の把持を自動で行うことができ，人手を介在することがないから加熱作業を行いながらパイプ素材が把持でき，素材の歩留まりのよいパイプ材把持装置を提供することができる。また，パイプ素材を内外から均等に押圧して大きな把持力を作用させ得る。」(段落【0012】)",
                    "「さらに，押圧部材は中継プッシュロッドを有する継ぎ部材によって接離可能な3分割構造とするときは，素材の径が異なるパイプの加工を行う際の段取り替えを簡単かつスピーディーに行うことができる。」(段落【0013】)",
                    "「さらにまた，内径把持体及び／又は外径把持体を，周方向に分割して構成するときは，把持爪が摩耗などによって消耗したときに，消耗した部分のみの交換を行うことができる。」(段落【0014】)"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "「【実施例1】",
                  "text": [
                    "図1～図4に，本発明のテーパー鋼管製造装置用のパイプ材把持装置の第1実施例を示す。",
                    "このパイプ材把持装置1は，長尺の鋼管をテーパー鋼管に加熱雰囲気下で塑性加工するテーパー鋼管製造装置のテンション側回転機構台T1の主軸5A(図1参照)先端にボルトB等の固着手段で取り付けるもので，有底筒状のケーシング2と，該有底筒状のケーシング2内に外径コレット7(請求項1でいう外径把持体。)，内径コレット8(請求項1でいう内径把持体。)を配備するとともに，油圧シリンダなどの押圧手段25の先端に連結され，外径コレット7，内径コレット8を押圧することによってパイプ素材Wを内周，外周両側から挟持する力を伝達する押圧部材26の主要構成要素からなる。」(段落【0016】)",
                    "「ケーシング2は図1では2分割の例を示すが，勿論1ピースで構成されていてもよい。前蓋3(請求項1でいう外径ホルダ。)の内周面とキャップ4(請求項1でいう内径ホルダ。)の外周面は，外径コレット7の外周面，内径コレット8の内周面の傾斜面と等しい角度で構成し，押圧手段25の押圧力によってコレット7，8間を狭め，パイプ素材Wを強固に挟持するように構成する。」(段落【0017】)",
                    "「上記構成において，図15(a)に示す絞り加工装置SのローラRを拡げておき，パイプ材把持装置1を絞り加工装置S内に挿入し，加熱装置H近傍に待機させておく。",
                    "次いで，パイプ素材Wの先端(成形始端側端)を，加熱装置Hを通過させパイプ材把持装置1(図1参照)の上蓋3の内周面とキャップ4の外周面との間に配備した外径コレット7と内径コレット8のコレット間に進入せしめる。」(段落【0022】)",
                    "「パイプ素材Wの管端(先端)がパイプ素材検知機構20の検知部材21に当接し，さらに進入を続けることによって付勢手段24の付勢力に打ち勝ってプッシュロッド22をパイプ材把持装置1の内部に進行させる。",
                    "プッシュロッド22が所定量進行することによってリミットスイッチ4(図示しない)が作動し，その印可信号を受けて押圧手段25を作動せしめる。」(段落【0023】)",
                    "「押圧手段25の作動によって押圧部材26が図1において右側に進行し，ディスタンスカラー12aによってその間隔を規制されて連結される受圧部材11もまた同様に右方向に移行する。」(段落【0024】)",
                    "「次いで，受圧部材11の右方向の移行に伴い，該受圧部材11に接する外径コレット7が押圧され，外径コレット7の先端も右方向に進行するとともに，外径コレット7の内側底面7aと内径コレット8の外側底面8a間に配備された弾性部材9とスペーサ10を介して内径コレット8の先端も右方向に進行する。作動前の外径コレット7と内径コレット8の両者の位置関係は，弾性部材9の押出作用によって内径コレット8の先端が外径コレット7より突出した状態となっている。」(段落【0025】)",
                    "「内径コレット8の先端がキャップ4に接当して進行が停止されるが，引き続き外径コレット7が押圧されて右方向に進行することによって外径コレット7の先端が上蓋3の内周面に接当し，くさび作用によって両コレット7，8の間隔が狭まりパイプ素材Wを強固に挟持する。」(段落【0026】)",
                    "「その後，管端を把持したパイプ材把持装置1が絞り加工装置Sから退出したところで従来例と同様にパイプ素材Wに張力を付加し，かつ駆動回転させつつ絞り加工装置Sに配備された絞りローラRによって絞り加工を行い，テーパー鋼管が完成する。",
                    "この際，パイプ材把持装置1はパイプ素材Wの把持作業において人手を要しないから，取り付けの際にパイプ素材Wが加熱装置Hを通過するときにヒーターhを作動してパイプ素材Wの加熱を始めることが可能であり，パイプ素材Wの先端を加熱装置Hを通過したところ，すなわち絞り加工装置S内で把持させるのでパイプ素材Wの端部の未成形長さ(切り捨て長さ)は従来と比して大幅に改善でき歩留まりを向上させることができる。」(段落【0027】)",
                    "「次に，加工完了後，押圧手段25の押圧力を解放し，外径コレット7と内径コレット8によって挟持されているパイプ素材Wを外すものである。」(段落【0028】)",
                    "「加工終了時に，適宜手段による印可信号によって，押圧手段25を図例左側に移行せしめ，ディスタンスカラー12bによって間隔が規定されて受圧部材11に連結された引戻し杆12cの頭部が内径コレット8の環状内底面bに係合されて引き戻され左側に移行する。」(段落【0029】)",
                    "「この内径コレット8の左側への移行に伴い，外径コレット7の内側底面7aと内径コレット8の外側底面8a間に配備されたスペーサ10と弾性部材9を介して外径コレット7もまた左側に進行し，両コレット7，8の先端が前蓋3の内周面及びキャップ4の外周面から引き離されパイプ素材Wの端管が解放される。」(段落【0030】)",
                    "「次に，径の異なるパイプ素材Wを加工する際のパイプ材把持装置1の段取り替えの手順について説明する。」(段落【0031】)",
                    "「このパイプ材把持装置1の段取り替えは，ケーシング2と主軸5Aを連結するボルト等の固定手段Bを外し，押圧部材26aと26bを接合する継手部材26cをスライドさせて中継プッシュロッド22cとともに抜き取ることによってケーシング2内に配備される外径コレット7や内径コレット8等と押圧部材26aを一体として取り外すことによって行うものである(図3参照)。」(段落【0032】)"
                  ]
                },
                {
                  "fig": "f",
                  "subject": "「【実施例3】",
                  "text": [
                    "次に，図11～図14に示すパイプ材把持装置70について説明する。",
                    "このパイプ材把持装置70は，外径把持体73と内径把持体74を個別の押圧手段75，76によって押圧するように構成したものである。第1実施例と同様，荷重が20トン程度かかるテンション側回転機構台T1の主軸先端(図示省略)にボルト等の固定手段で取り付けられ，パイプを把持するもので，パイプ材を把持する外径把持体73と内径把持体74，それぞれの把持体を押圧する押圧手段75，76，及び外径把持体73を外側から規制する外径ホルダ71と内径把持体74を内側から規制する内径ホルダ72との主要構成要素からなる。」(段落【0041】)",
                    "「次に，外径把持体73と内径把持体74を連結するジョイント77，78について説明する。",
                    "ジョイント77，78は，段取り替えのときに分割されるもので，外径継手85と内径継手86によって連結される。",
                    "ジョイント78は，前部78aと後部78bからなり，前部78aと後部78bにはそれぞれT型の切り欠き部分を形成することにより，前部78aと後部78bを合わせた状態で対面する部分にH型の切り欠き部78cを形成し，図14に示す，円筒材料の側面を小判状に切り欠き，前記H型の切り欠き部78cに嵌合する溝部86aを形成した内径継手86によって連結される。",
                    "ジョイント77は，内部にジョイント78の通過を許容する中空形状で前部77aと後部77bからなり，ジョイント78と同様，前部77aと後部77bにはそれぞれT型の切り欠き部分を形成することにより，前部77aと後部77bを合わせた状態で対面する部分にH型の切り欠き部77cを形成し，ジョイント77の中空部分と同形状の切り欠き部85b，85bと，前記H型の切り欠き部77cに嵌合する溝部85aを形成した対となる外径継手85-1，85-2によって連結される。」(段落【0045】)",
                    "「図13に示すように，内径継手86は一対の外径継手85-1，85-2に抱持されて嵌合状態が維持される。外径継手85-1，85-2の外端には連結管84に固定されている平板状のカバー87を配設して，把持装置70の回転時における外径継手85-1，85-2の抜け止めと押圧手段75の作動時のジョイント77の摺動を可能としている。」(段落【0046】)",
                    "「外径把持体73に連接されるジョイント77と内径把持体74に連接されるジョイント78を軸方向に進退せしめる押圧手段75，76は，主軸先端にロータリジョイント等で配設される押圧装置(図示省略)によって駆動されるもので，その構成は特に限定されるものではなく油圧式，電気式であっても構わない。」(段落【0047】)",
                    "「上記構成において，図15(a)に示す絞り加工装置SのローラRを拡げておき，パイプ材把持装置70を絞り加工装置S内に挿入し，加熱装置H近傍に待機させておく。",
                    "次いで，パイプ素材Wの後端(パイプ成形終了側端)を駆動側回転機構台T2に設けられたパイプ材把持装置1，40，70のいずれかを用いて把持させた後，先端(パイプ成形始端側端)から加熱装置Hを通過させ，パイプ材把持装置70(図11参照)に向かうよう駆動側回転機構台T2を進行させる。",
                    "この際，パイプを把持させた駆動側回転機構台T2の進行はサーボモータを用い，進行する距離をパルスジェネレータなどで割り出すようにし，パイプ素材Wの受け入れ装置に管端位置を検出する光電管などの位置検出器を配備し，これらによる管端位置信号と，管長信号と，走行距離信号をシーケンサなどのコントローラで処理し，コントローラの出力信号でサーボモータを駆動させてパイプ素材Wを進行させることによりパイプ材把持装置70の先端に配設した外径把持体73と内径把持体74の把持体間の適所までパイプ先端を進入させることができる。」(段落【0048】)",
                    "「パイプ素材Wが，外径把持体73と内径把持体74の把持体間の適所まで進入したとき，押圧手段75，76を矢印方向(図11参照)に作動することにより，外径把持体73と内径把持体74は，第1実施例と同様にくさび作用によってその間隔が狭まりパイプ素材Wを強固に挟持する。」(段落【0049】)",
                    "「その後，管端を把持したパイプ材把持装置70が絞り加工装置Sから退出したところで従来例と同様にパイプ素材Wに張力を付加し，かつ駆動回転させつつ絞り加工装置Sに配備された絞りローラRによって絞り加工を行い，テーパー鋼管が完成する。",
                    "この際，パイプ材把持装置70はパイプ素材Wの把持作業において人手を要しないから，取り付けの際にパイプ素材Wが加熱装置Hを通過するときにヒーターhを作動してパイプ素材Wの加熱を始めることが可能であり，パイプ素材Wの先端を加熱装置Hを通過したところ，すなわち絞り加工装置S内で把持させるのでパイプ素材Wの端部の未成形長さ(切り捨て長さ)は従来と比して大幅に改善でき歩留まりを向上させることができる点で第1実施例と同様である。」(段落【0050】)",
                    "「次に，径の異なるパイプ素材Wを加工する際のパイプ材把持装置70の段取り替えの手順について説明する。」(段落【0051】)",
                    "「このパイプ材把持装置70の段取り替えは，カバー87を連結管84から取り外し，外径継手85をジョイント77の切り欠き部77cから摺動させて取り外し，次いで内径継手86をジョイント78の切り欠き部78cから摺動させて取り外すことによってジョイント77aとジョイント77b，ジョイント78aとジョイント78bにそれぞれ分離する。",
                    "これにより，外径把持体73と内径把持体74を外径ホルダ71毎取り外して別口径把持体を備えたパイプ材把持装置と交換することができるものである。」(段落【0052】)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "前記(ア)を総合すれば，本件明細書には，本件特許発明に関し，①従来，長尺の鋼管(パイプ)をテーパー鋼管に加熱雰囲気下で塑性加工する際のパイプの端管を把持するパイプ材把持装置(50A，50B)は，駆動手段により回転するマンドレル(54)に被加工物であるパイプ素材Wを嵌め，マンドレル(54)の先端に穿孔したピン挿入孔に素材Wに穿孔した孔をあわせてピン(51)を挿入し，回転時にピン(51)が抜け落ちるのを防止するためのピン抜け防止リング(52)をボルト(53)等の固定手段によって固定することによってパイプ素材Wを把持するものであったが(段落【0002】，図15(b))，この従来のパイプ把持装置は，パイプ素材Wを取り付ける際に，マンドレル先端のピン挿入孔へのピンの挿入，ピン抜け防止リングのボルト等の固定手段による固定を作業者が手作業で行う必要があり，また，挿入されたピン等が存在するためパイプ素材Wの成形始端側において600～900mmもの加工不能箇所が発生するといった歩留まりの悪さと手作業取付によるサイクルタイムが長時間になるなどの問題があったこと(段落【0004】)，②「本発明」は，従来のテーパー鋼管製造装置用のパイプ材把持装置の上記問題点を解決し，パイプの把持作業を自動化させ，パイプ素材の歩留まりを向上させるとともに短時間で段取り替えを行うことのできるパイプ材把持装置を提供することを目的とすること(段落【0005】)，③「本発明」は，その課題を解決するための手段として，パイプ材を把持する外周面を傾斜面に形成した外径把持体(73)と内周面を傾斜面に形成した内径把持体(74)，それぞれの把持体を押圧する押圧手段(75，76)，及び外径把持体(73)を外側から規制する内周面を傾斜面に形成した外径ホルダ(71)と内径把持体(74)を内側から規制する外周面を傾斜面に形成した内径ホルダ(72)との主要構成要素からなり，パイプ素材Wが外径把持体(73)と内径把持体(74)の把持体間の適所まで進入したとき，押圧手段(75，76)を作動させ，内径把持体(73)及び外径把持体(73)をそれぞれパイプの軸方向に押圧，移動させることによって，外径把持体(73)の先端が外径ホルダ(71)の内周面に，内径把持体(74)の先端が内径ホルダ(72)の外周面にそれぞれ「接当」し，外径把持体(73)と内径把持体(74)は，くさび作用によってその間隔が狭まりパイプ素材Wを強固に挟持する構成を採用したこと(段落【0041】，【0049】，段落【0026】，図11)，④「本発明」は，上記構成を採用したことにより，パイプ素材の把持を自動で行うことができ，人手を介在することがないため，加熱作業を行いながらパイプ素材を把持することができ，また，パイプ素材Wの端部の未成形長さ(切り捨て長さ)を従来と比して大幅に改善することで歩留まりを向上させることができ，さらには，パイプ素材を内外から均等に押圧して大きな把持力を作用させ得るなどの効果を奏すること(段落【0012】，【0050】)が開示されているものと認められる。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "本件特許発明の技術的優位性等について",
          "text": [
            "控訴人は，被告方式の自動チャック装置には構造的な欠陥があり，丸一鋼管の「チャック装置」に関する要求仕様である「パイプ素材を自動的に把持し，20トンの張力に対応できる自動チャック装置」ではなかったため，第1号機に採用できなかったものであり，原告方式の自動チャック装置の発明が存在しなければ，被控訴人は，丸一鋼管に第1号機を納品することができなかったなどと主張する。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "そこで検討するに，前記1の認定事実によれば，①被控訴人は，被控訴人が丸一鋼管の上記要求仕様を満たすことを目的として開発した被告方式の自動チャック装置の試験機と原告方式の自動チャック装置の試験機について，それぞれ把持力テストを実施したこと，②上記把持力テストは，上記各試験機のチャックでパイプを把持した状態でパイプに対する張力(「引っ張り力」)を段階的に引き上げて，チャックとパイプの「ズレ量」，パイプの「ひずみ量」を測定したものであり，そのテストの結果，被告方式の自動チャック装置の試験機では，張力「5．43トン」で「ズレ量」は「0．4㎜」，張力「18．48トン」で「ズレ量」は「0．7㎜」，張力「23．26トン」で「ズレ量」は「0．75㎜」，張力「27．61トン」で「ズレ量」は「1㎜」であったのに対し，原告方式の自動チャック装置の試験機では，張力「13．04トン」で「ズレ量」が「0．09㎜」，張力「15．22トン」で「ズレ量」が「0．12㎜」であったこと(乙22の2頁及び3頁)，③被控訴人は，上記各テスト結果を踏まえ，控訴人立会いの下，被告方式の自動チャック装置と原告方式の自動チャック装置との比較検討会を行い，原告方式の自動チャック装置が被告方式の自動チャック装置よりも優れていると判断し，第1号機用の自動チャック装置として原告方式の自動チャック装置を採用したことが認められる。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "前記(ア)②のテスト結果を対比すると，原告方式の自動チャック装置の試験機では張力「15．22トン」の場合の「ズレ量」は「0．12㎜」であるが，被告方式の自動チャック装置の試験機では張力「5．43トン」の場合の「ズレ量」は「0．4㎜」であるから，原告方式の自動チャック装置の試験機では張力が約2．8倍であるのに，ズレ量は約1／3となっており，また，被告方式の自動チャック装置の試験機で張力「18．48トン」の場合の「ズレ量」は「0．7㎜」であるから，原告方式の自動チャック装置の試験機では張力が約4／5であるのに，ズレ量は約1／6となっており，張力の大きさに違いがあるため単純な比較ができないことを考慮しても，原告方式の自動チャック装置の試験機は，被告方式の自動チャック装置の試験機と比べて，チャックの把持力が優れていることを示すものといえる。",
        "さらに，前記(ア)③の比較検討会の議事録(乙23の「1  テスト結果」)には，被告方式の自動チャック装置の試験機について「20トン推力で0．7㎜  ワークが抜ける」と記載されているのに対し，原告方式の自動チャック装置の試験機について「15トン推力(20トン推力)で0．18㎜  ワークが抜ける。」と記載されており(前記1(4)ウ(ウ))，張力20トンの場合における「ワークが抜ける」量(「ズレ」量に相当)は，原告方式の自動チャック装置の試験機は被告方式の自動チャック装置の試験機の約1／4と評価とされているといえる。",
        "このような両試験機のチャックの把持力の違いは，原告方式の自動チャック装置は，パイプ素材に張力(「引っ張り力」)がかかると，その引っ張る方向(パイプ素材が抜ける方向)に，内周面を傾斜面に形成した外径把持体(外径コレット)と外周面を傾斜面に形成した内径把持体(内径コレット)が併せて移動し，外径把持体の先端が外周面を傾斜面に形成した外径ホルダに，内径把持体の先端が内周面を傾斜面に形成した内径ホルダにそれぞれ「接当」(当接)し，外径把持体と内径把持体は，くさび作用によってその間隔が狭まりパイプ素材を挟持する構成となっており(図11。前記ア(イ)③)，張力が大きくなるほど，より間隔が狭まり，より強固な把持力(引抜摩擦抵抗力)が生じるのに対し，被告方式の自動チャック装置は，パイプ素材に張力(「引っ張り力」)がかかると，内径コレットは内径くさび(内径ホルダに相当)の斜面(傾斜面)に沿って上向きに移動するが，外径コレットは移動することなく，内径コレットのパイプ素材に対する上向きの力と外径コレットのパイプ素材に対する下向きの反力によってパイプ素材を挟持することによって，把持力(引抜摩擦抵抗力)が生じる構成となっており(別紙1)，原告方式の自動チャック装置のように張力の増加とともに，より強固な把持力が生じる構成ではないことによるものと考えられる。",
        "以上によれば，原告方式の自動チャック装置は，被告方式の自動チャック装置よりも，その構造上，チャックの把持力が優れており，技術的に優位であったことが認められる。"
      ]
    },
    {
      "fig": "(ウ)",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "次に，前記(ア)②のテスト結果によれば，被告方式の自動チャック装置の試験機は，張力「18．48トン」の場合の「ズレ量」は「0．7㎜」，張力「23．26トン」の場合の「ズレ量」は「0．75㎜」，張力「27．61トン」の場合の「ズレ量」は「1㎜」であったものであり，張力を「18．48トン」から「23．26トン」に増加させても，ズレ量の増加は0．05㎜にとどまっており，また，張力「27．61トン」の場合の「ズレ量」が測定されていることは，張力「27．61トン」の場合でも，チャックからパイプ素材が外れなかったことを示すものといえる。",
                    "さらに，前記(ア)③の比較検討会の議事録(乙23の「2  評価方法」)によれば，被告方式の自動チャック装置の試験機は，評価項目の「①機能的な問題」について「○」の評価がされており，これは，機能的に問題がないものと評価されたことを示すものといえるものであり，また，上記議事録全体をみても，被告方式の自動チャック装置の試験機に20トンの張力をかけると，チャックからパイプが外れるなどの問題があることをうかがわせる記載はない。もっとも，上記議事録によれば，評価項目の「②熱間加工・ゴミかみ」及び「③コスト」の評価項目についていずれも「×」の評価がされているが，上記評価項目はチャックの把持力に直接関わるものであるかどうか不明であるから，上記評価結果は，被告方式の自動チャック装置の試験機に20トンの張力をかけると，チャックからパイプ素材が外れるなどの問題があることを示すものとはいえない。",
                    "加えて，チャックからパイプ素材が外れる現象は，チャックとパイプの「ズレ量」がチャックが把持するパイプ素材の端管部分の長さを超えたときに生じるのであって，チャックとパイプに「ズレ」が発生したからといって必然的に生じるものとはいえない。",
                    "以上によれば，前記(ア)②のテスト結果から，被告方式の自動チャック装置の試験機は，構造的な欠陥があるため，20トンの張力に対応できないものと認めることはできないし，他にこれを認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "控訴人は，この点に関し，乙22によれば，被告方式の自動チャック装置の試験機のテストでは，20トンの張力で把持装置とパイプの「ズレ量」は0．7㎜，「ひずみ量」は0．092㎜であるが，「ズレ量」はパイプとコレットチャックの爪との「滑り」量とパイプの「ひずみ(伸び)」量とで構成されているから，パイプとコレットチャックの爪との「滑り」が0．608㎜(0．7㎜-0．092㎜)生じたことを示すものである，上記テストは，パイプを回転させない静的なテストであるが，実際のテーパーポールの加工では，1分間に300回の高速で回転させて約15分の時間をかけて加工するから，パイプと把持装置の把持部は1分間に300回繰り返し揺すり動かされ，それに加えて，加工中は把持装置からパイプを外そうとする力が作用し続けるから，静的なテストでさえ，0．608㎜の「滑り」が生じる被告方式の自動チャック装置は実機には全く採用できない旨主張する。",
                    "しかしながら，仮に控訴人が主張するように実際のテーパーポールの加工条件は，1分間に300回の高速で回転させて約15分の時間をかけて加工するものであったとしても，被告方式の自動チャック装置の試験機に上記加工条件で20トンの張力をかけた場合に，チャックからパイプ素材が外れることをうかがわせる実際のテスト結果やシミュレーション結果は提出されておらず，これを認めるに足りる証拠はない。",
                    "また，上記aのとおり，チャックからパイプ素材が外れる現象は，チャックとパイプの「ズレ量」がチャックが把持するパイプ素材の端管部分の長さを超えたときに生じるのであって，チャックとパイプに「ズレ」が発生したからといって必然的に生じるものとはいえないし，被告方式の自動チャック装置の試験機を実機とする場合には，必要な把持力(引抜摩擦抵抗力)を確保できるように内径コレットのパイプ素材に対する上向きの力等を適宜調整するものといえるから，被告方式の自動チャック装置の試験機のテスト結果から直ちに同試験機が実機には採用できないものと断定することはできない。",
                    "したがって，控訴人の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "次に，控訴人は，被告方式の自動チャック装置には，把持力以外にも，「内刃」(別紙1の「内径コレット(3)」)のガイド部(スライド部)が角溝になっていて，そのガイド部と内刃との隙間は0.02～0.03㎜と非常に精密に組み合わされているため，パイプに付着した錆や鉄粉等がこの隙間に入ってしまうと内刃がスライドすることができなくなる(動かなくなる)おそれがあるという構造的な欠陥があり，この欠陥は，被控訴人の設計担当者のCが，チャック専門メーカーに相談したときに指摘された致命的な欠陥である旨主張する。",
                    "しかしながら，被告方式の自動チャック装置の「内刃」のガイド部(スライド部)の構造上，内刃が動かなくおそれがある欠陥があることを認めるに足りる証拠はなく，また，被控訴人の設計担当者のCがチャック専門メーカーからそのような欠陥がある旨の指摘を受けたことを認めるに足りる証拠もない。",
                    "したがって，控訴人の上記主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "以上を総合すると，原告方式の自動チャック装置は，被告方式の自動チャック装置よりも，その構造上，チャックの把持力が優れており，技術的に優位であったことが認められるが，他方で，被告方式の自動チャック装置には構造的な欠陥があり，丸一鋼管の「チャック装置」に関する要求仕様である「パイプ素材を自動的に把持し，20トンの張力に対応できる自動チャック装置」ではなかったため，第1号機に採用できなかったとまで認めることはできないものであるから，原告方式の自動チャック装置の発明が存在しなければ，被控訴人は，丸一鋼管に第1号機を納品することができなかったとの控訴人の主張は，採用することができない。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "第1号機及び第2号機について",
          "text": [
            "前記1の認定事実によれば，被控訴人が丸一鋼管から第1号機の製造を受注した平成16年2月25日の時点では，原告方式の自動チャック装置の発明について，特許権の設定登録がされていなかったのみならず，本件先願及び本件出願のいずれについても出願公開すらされていなかったのであるから，第1号機の売上高について，本件特許権が存在することにより，第三者に発明の実施を禁止したことに基づいて被控訴人において得ることができた利益があったものと想定することは困難である。",
            "一方で，前記1の認定事実によれば，第2号機は，本件特許権が平成19年4月27日に設定登録された後に，被控訴人が丸一鋼管からその製造を受注したものであるから，本件特許権が存在することにより，第三者に発明の実施を禁止したことに基づいて被控訴人において得ることができた利益があったものと観念し得るものといえる。"
          ]
        },
        {
          "fig": "エ",
          "subject": "超過売上高について",
          "text": [
            "まず，第1号機について検討するに，前記ウ認定のとおり，第1号機の売上高について，本件特許権が存在することにより，第三者に発明の実施を禁止したことに基づいて被控訴人において得ることができた利益があったものと想定することは困難であるから，第1号機に本件特許発明を実施したことによる超過売上高を認めることはできない。",
            "次に，第2号機について検討するに，前記アないしウの事情に加えて，第1号機と同種の性能を有する第2号機を製造するためには，素材の自動投入，搬出装置，振止装置，絞り台装置，高周波加熱制御システム，束ね構造等の技術要素が必要であり，本件特許発明は，その技術要素の一つである20トンの張力に対応できる自動チャック装置のチャック部分の構造に関する技術であること(乙31，32)，第2号機の製造原価は2億0734万4209円(甲5の「(参考)利用製品販売実績」)，そのうちのチャック部分の製造原価は●●●●●●●●●(乙21)であり，製造原価割合としては●●●●●●●●●●●●●●●●●●●●●●●●●●●●にとどまるが，第2号機における本件特許発明の作用効果は重要であること，本件特許発明の技術的優位性の程度，第2号機において，本件特許のほかに，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●(乙23)，被控訴人が第1号機の受注に引き続き，第2号機の受注に至った経緯等諸般の事情を総合考慮すると，第2号機に本件特許発明を実施したことによる超過売上高は，売上高(3億7500万円)の35％と認めるのが相当である。",
            "そうすると，上記超過売上高は，1億3125万円となる。"
          ]
        },
        {
          "fig": "オ",
          "subject": "想定実施料率について",
          "text": [
            "証拠(乙33)及び弁論の全趣旨によれば，①被控訴人は，●●●●●●●●●●，新日鐵との間で，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
            "そして，第1号機及び第2号機の売上高は合計6億5500万円であるから，ライセンス料及び不実施補償料の実施料率は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●となる。",
            "被控訴人と新日鐵間の本契約に基づく上記実施料率に加えて，本件特許発明の内容及びその技術的優位性等(前記ア及びイ)，その他諸般の事情を総合考慮すると，本件特許発明を第三者に許諾した場合の想定実施料率は，3％と認めるのが相当である。"
          ]
        },
        {
          "fig": "カ",
          "subject": "独占の利益について"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "前記エ及びオによれば，被控訴人が丸一鋼管に第2号機を製造販売したことによる独占の利益(超過利益)は，393万7500円と認められる。",
        "・計算式  1億3125万円×0．03＝393万7500円"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "控訴人は，これに対し，被告方式の自動チャック装置には主軸台及び張力台のチャックからパイプが外れるおそれがあるなどの安全面において実機に対応できない構造的な欠陥があったため，被控訴人は，原告方式の自動チャック装置の発明がなければ，丸一鋼管が要求していた条件を全て満足した高張力対応型の全自動テーパーポール加工機である第1号機を製造し，期限までに納品することはできなかったものであり，その場合，被控訴人は，販売代金2億8000万円を得られなかったのみならず，丸一鋼管から損害賠償を受け，社会的信用まで失い，莫大な損害を受けることになったものであり，さらに，第2号機を丸一鋼管に納品することもできなかったものであり，この点において，本件特許発明には，通常の発明の場合と異なる事情があること，把持方式で高張力対応型の全自動テーパーポール加工機については，競業他社が存在せず，被控訴人が原告方式の自動チャック装置の発明によりその製造を独占していること(競業他社が存在しないという発明の優位性が認められること)を考慮すると，第1号機及び第2号機の販売に係る「使用者等が受けるべき利益」(「超過売上額×仮想実施料率」の額)は5億円を下らない旨主張する。",
        "しかしながら，前記イ認定のとおり，被告方式の自動チャック装置には構造的な欠陥があり，丸一鋼管の「チャック装置」に関する要求仕様である「パイプ素材を自動的に把持し，20トンの張力に対応できる自動チャック装置」ではなかったため，第1号機に採用できなかったとまで認めることはできず，原告方式の自動チャック装置の発明が存在しなければ，被控訴人は丸一鋼管に第1号機及び第2号機を納品することができなかったとまで認めることはできない。",
        "また，前記1の認定事実によれば，被控訴人が控訴人から原告方式の自動チャック装置の発明の特許を受ける権利を譲り受けた当時は，丸一鋼管から第1号機の製造を受注していなかったから，被控訴人が控訴人が主張するような債務不履行による損害賠償請求を受けることはなかったというべきである。",
        "さらに，控訴人主張の「把持方式で高張力対応型の全自動テーパーポール加工機」の市場における被控訴人のシェアに係る証拠は提出されておらず，被控訴人が本件特許発明(原告方式の自動チャック装置の発明)によってその市場を独占していることを認めるに足りる証拠はない。",
        "したがって，第1号機及び第2号機の販売に係る「使用者等が受けるべき利益」は5億円を下らないとの控訴人の主張は，採用することができない。"
      ],
      "content": [
        {
          "fig": "キ",
          "subject": "使用者等が貢献した程度について",
          "text": [
            "前記アないしウの事情に加えて，控訴人は，原告方式の自動チャック装置の発明(本件特許発明)をした当時，被控訴人を退職し，その子会社の栄運輸に勤務しており，本件特許発明の着想を具体化した乙7構想図及び乙8図面は控訴人が自宅で作成したことなど本件特許発明の完成に至る経過において被控訴人の従業員による通常の職務発明の場合とは異なる貢献があること，本件先願及び本件出願の出願経過，被控訴人が丸一鋼管から第1号機の受注に引き続き，第2号機を受注に至る経緯，第1号機及び第2号機の製造における控訴人の関与の状況その他本件に顕れた諸般の事情を総合考慮すると，本件特許発明に関する控訴人の貢献度は20％，被控訴人の貢献度は80％と認めるのが相当である。"
          ]
        },
        {
          "fig": "ク",
          "subject": "小括",
          "text": [
            "前記カ及びキによれば，第1号機及び第2号機に原告方式の自動チャック装置の発明(本件特許発明)を実施したことによる特許法旧35条4項の規定に従って定められる相当の対価額は，78万7500円となる。",
            "・計算式  393万7500円×0．2＝78万7500円"
          ],
          "content": [
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上によれば，第1号機及び第2号機に原告方式の自動チャック装置の発明(本件特許発明)を実施したことによる本件規定に基づいて算定される実績報奨金額の最大値(36万8679円)は特許法旧35条4項の規定に従って定められる対価の額(78万7500円)に満たないから，控訴人が本件対価合意に基づいて被控訴人から支払を受けるべき対価額は，上記対価の額78万7500円と認められる。",
                "そうすると，控訴人は，被控訴人に対し，被控訴人が第1号機及び第2号機に原告方式の自動チャック装置の発明(本件特許発明)を実施したことによる本件対価合意に基づく対価額として78万7500円及びこれに対する平成23年10月1日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めることができる。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "4",
                      "subject": "結論",
                      "text": [
                        "以上の次第であるから，控訴人の請求は，78万7500円及びこれに対する平成23年10月1日から支払済みまで年5分の割合による金員の支払を求める限度において理由があるからこれを認容し，その余は理由がないから棄却すべきである。",
                        "したがって，本件控訴の一部は理由があるから，原判決を上記のとおり変更することとし，主文のとおり判決する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}