{
  "conclusion": [
    {
      "text": "特許庁が不服2001-7911号事件について平成15年12月2日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "text": [
            "主文と同旨"
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "text": [
            "原告の請求を棄却する。",
            "訴訟費用は原告の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成10年5月20日，「ひよこちゃん」の平仮名文字を標準文字で横書きして成る商標(以下「本願商標」という。)について，指定商品を第30類「即席中華そばのめん」(補正後のもの)として，商標登録出願(以下「本件出願」という。)をし，平成13年4月9日に拒絶査定を受けたので，平成13年5月14日，これに対する不服の審判を請求した。特許庁は，これを不服2001-7911号事件として審理し，その結果，平成15年12月2日に「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同年12月12日ころ，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決は，別紙審決書の写しのとおり，本願商標は，登録第524914号の商標権者である株式会社ひよ子が，商品「菓子」に使用する「ひよ子」の文字から成る登録商標(以下，審決と同様に「引用商標」という。)と類似する商標であって，これを本願指定商品について使用するときは，当該商標権者の製造販売に係る商品，あるいは，当該商標権者と何らかの関係ある商品であるかのように，商品の出所について混同を生じさせるおそれがあるから，商標法4条1項15号に該当する，と認定判断した。",
            "審決が，上記結論を導く過程において，本願商標と引用商標の類否，引用商標の著名性，本願商標の周知性，商品における関連性等について認定したところは，次のとおりである。",
            "「(1) 商標の類否",
            "・・・してみれば，本願商標と引用商標とは，外観において相違するところがあるとしても，両商標より生ずる共通の「ヒヨコ」の称呼及び「ひよ子」「雛」の観念において，互いに相紛れるおそれのある類似する商標である。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "「ひよ子」商標の著名性",
              "text": [
                "・・・以上の事実を総合すれば，引用商標は，商品「菓子」の商標として，取引者，需要者間に相当広く知られているものであって，相当に著名なものであると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標の周知性",
              "text": [
                "・・・本願商標は，請求人が「『チキンラーメン』のシンボルキャラクターとして正式に採用した」と述べている(請求書3頁下から5行目)とおり，「チキンラーメン」に付随して採択されたものであるから，単にシンボルキャラクターとして認識されるものであり，これが商品に付された場合であっても，請求人の代表的出所標識である「nissin」「日清食品」，あるいは，個別商品商標である「日清チキンラーメン」「チキンラーメン」と共に付され，使用されているものであるから，これが独立して自他商品の識別機能を果たし，その結果，相当に周知になっているものとは認め難いところである。また，「平成12年度の売上は128億円にのぼる」としていることも，該売上高は，「チキンラーメン」の商標の下に生じた売上高であって，本願商標に起因する売上高であるとは見られないものである。・・・"
              ]
            },
            {
              "fig": "(4)",
              "subject": "商品における関連性",
              "text": [
                "補正後の本願指定商品「即席中華そばのめん」と引用商標の使用に係る商品「菓子」とは，共に食品であるところを共通にし，販売店，販売場所においても，共に「食料品店」「食品売場」で扱われる商品であり，また，「即席中華そばめん」の一部には，同一のものが「スナック菓子」として菓子売場において陳列，販売されている実情にあることをも合わせ勘案すれば，取引者，需要者が重複する相当に近似し，密接な関連性を有する商品であるということができるものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本願商標と引用商標との周知，著名性の比較",
              "text": [
                "本願商標と引用商標とは，(1)認定のとおり類似し，本願商標の補正後の指定商品「即席中華そばのめん」と引用商標の使用に係る商品「菓子」とは，(4)認定のとおり密接な関連性を有する商品であり，引用商標「ひよ子」の著名性は，上記(2)認定のとおり，相当に著名なものであるから，その著名性は，補正後の本願指定商品「即席中華そばのめん」にも及ぶものというべきであり，上記(3)の本願商標の当該使用により，本願商標「ひよこちゃん」に若干の周知性が認められるとしても，引用商標「ひよ子」の著名性と同等又は凌駕するほどの周知性があるものとは到底認められない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "審決は，本願商標と引用商標との混同を生ずるおそれについての判断を誤り(取消事由1)，本願商標と引用商標との類否判断を誤ったものであり(取消事由2)，これらの誤りがそれぞれ結論に影響を及ぼすことは明らかであるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(混同を生ずるおそれについての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標の指定商品と引用商標に係る商品の相違",
              "text": [
                "本願商標をその指定商品「即席中華そばのめん」に使用した場合，引用商標に係る商品の出所との混同のおそれは，「即席中華そばのめん」と引用商標の指定商品「菓子」の各商品特性を十分に踏まえた上で検討されなければならない。",
                "審決は，「本願指定商品「即席中華そばのめん」と引用商標の使用に係る商品「菓子」とは，共に食品であるところを共通にし，販売店，販売場所においても，共に「食料品店」「食品売場」で扱われる商品であ」(審決書3頁38行～4頁1行)ると認定し，両者の関連性を表面的・抽象的にのみ判断して，具体的に両商品の特性を比較することなく，商品間の性質，用途又は目的における関連性の程度を見誤って，現実の取引の実情を無視ないし軽視し，事実を誤認するものである。審決は，食品には，極めて多くの種類があり，その用途は多様であり，異なる販売形態がとられることを無視ないし軽視している。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "指定商品の対比",
                  "text": [
                    "本願商標の指定商品は，「即席中華そばのめん」であるのに対し，引用商標の指定商品は，「菓子及び麺ぽうの類」であり，両者は非類似の商品である。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "商品特性(最寄品・恒常商品・同質志向性商品か，専門品・非恒常商品・異質性志向商品か)",
                  "text": [
                    "①　「即席中華そばのめん」は，いわゆるインスタントラーメンであり，単価は少額で購買頻度は高く，購買のために時間をかけず，習慣的にスーパーマーケットやコンビニエンスストア(以下「コンビニ」という。)等の小売店で購入される「最寄品(convenience goods)」と呼ばれる商品である。",
                    "また，消費者の購入がだいたい定期的，反復的である恒常商品に属し，生鮮食品などを例外として，消費者は恒常商品を銘柄(ブランド)で購入する割合が高く，ブランドとの結合関係は強い。",
                    "このような調理済みの加工食品の消費者の需要の心理的特性は，同質志向性(皆が購入するものを自分も購入したいという志向性)があるといわれている。",
                    "②　引用商標が使用されている「ひよ子まんじゅう」(お菓子)は，お土産品・贈答品として，百貨店の菓子販売コーナー又は駅や空港の売店等で販売される商品である。その主たる需要者は，旅行又は仕事等で訪れた土産物の購入者である。このように，引用商標は，お土産品の「菓子」に特化して使用されてきた表示であり，「ひよ子まんじゅう」と強く結びつけられ，浸透している。",
                    "「ひよ子まんじゅう」は，贈答品であるから，計画的に購入され，その価格の高低よりは，品質が重要であり，購入についても信用のある店が選ばれ，購入頻度も比較的特別の場合に限られ，贈答品として商標に固執する傾向があり，「専門品(specialty goods)」に類した性質を有する。",
                    "このような，恒常商品とは異なる類の商品であるお土産品・贈答品を一人の消費者が定期的・反復的に購入することは少ない。",
                    "お土産品・贈答品の消費者の需要の心理的特性は，異質志向性(なるべくありふれたものではないものを自分は購入したいという志向性)が多くみられる。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "両商品の流通経路(取引流通経路の明白な相違すなわち取引者・需要者層の相違)",
                  "text": [
                    "「即席中華そばのめん」は，中間業者として一次卸・二次卸が介在したり，生産工場からコンビニやスーパーマーケットの量販店(小売店)の物流倉庫に直送されるという流通経路をとる。",
                    "これに対し，「ひよ子まんじゅう」は，お土産品としての和菓子であり，空港・駅ターミナル内の店舗，百貨店と直営店における販売を中心とするもので，流通経路は短く，商品の賞味期限が短いため，特定の店舗に集中的に置かれる。",
                    "両者は，共に一次産品(生野菜，鮮魚のような未加工の商品)ではなく，加工の手が加えられる第二次産品(加工品)であり，いずれも流通経路が短い点で共通するものの，最終消費者(購入者)の違いを反映して，最終消費者の一歩手前にある小売業者の立地条件が大きく異なる。",
                    "お土産品としての菓子「ひよ子まんじゅう」のような専門品的性格を有する商品は，流通経路の系列が限定されることによる専門化と，絞られた顧客層の限定による専門化が如実に表れる商品である。",
                    "また，商品特性や流通経路の相違に応じて，取引者や最終消費者などの需要者層も，両商品で異なっている。すなわち，「即席中華そばのめん」は，スーパーマーケットやコンビニという量販店において主婦や若者を中心とする一般消費者が購入し，日常の食事の場で普通に食される商品である。これに対して，お土産品としての菓子「ひよ子まんじゅう」は，旅行者がお土産品・贈答品として購入し，お土産品として特別な機会があったときに食することができる菓子であり，日常的に食される類の商品ではない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "販売態様の相違",
                  "text": [
                    "①　お土産品「ひよ子まんじゅう」のような専門品は，土産物売り場でよく見かける光景のように，直営店，専門店で対面販売されるのに対し，「即席中華そばのめん」は，スーパーマーケットなどの量販店で消費者が棚に陳列された商品を直接手にとってレジカウンターに運び購入する。",
                    "量販店の棚で「即席中華そばのめん」とお土産品としての菓子「ひよ子まんじゅう」が並べられることはない。両者の売場，販売コーナーのレイアウトには相当な違いがある。",
                    "②　審決は，「即席中華そばのめん」の一部には，同一のものが「スナック菓子」として菓子売場において陳列，販売されている(審決書4頁1行～3行)と認定する。しかし，麺状のものを短く截断したような形をしたスナック菓子商品(「ベビースターラーメン」など)は一部の菓子メーカーが販売するにすぎない特殊な商品であり，菓子そのものであって，インスタントの麺として注湯などをして食される「即席中華そばのめん」とは全く別異の商品カテゴリーに属する商品である(株式会社おやつカンパニーは，「ベビースターラーメン」を「スナック菓子」だけに付して，「菓子」の名称として使用している。)。また，一般消費者の認識としても，「ベビースターラーメン」などの麺状のスナック菓子はそのまま食べる菓子であり，これに湯を入れて，インスタントラーメンのように食べることはない。これらは，いわゆるインスタントラーメン味のスナック菓子である。菓子類には同種の商品として，ピザ，お好み焼，たこ焼，肉じゃが，果物，魚等，ほかの食品の味付け，又は形を模倣した商品が多数存在する。例外的な商品である前記スナック菓子を，商品「菓子」と「即席中華そばのめん」の中間に位置する商品であるとあえて位置付け，そのような商品の存在を理由に引用商標の保護の範囲を広げることは，いたずらに商標の選択と商標登録の自由な分野を狭める結果を招くことになる。",
                    "③　被告は，コンビニや生活協同組合においても，引用商標に係る「ひよ子まんじゅう」が販売され，「即席中華そばのめん」とその取引者が共通する，と主張する。",
                    "しかし，コンビニへの納品の詳細は明らかでないし，仮に取引きがあるとしても，それは生活協同組合におけると同様，カタログ販売などであり，土産品・贈答品として販売されているに過ぎない。",
                    "本願商標のように，非類似の商品について出願された非類似の商標との間における「混同の生ずるおそれ」を検討するに当たっては，このような例外的な取引態様(量販店等におけるカタログ販売)を殊更に参酌すべきではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標の周知・著名性",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "非類似の商品間における排除効の及ぶ範囲",
                  "text": [
                    "引用商標「ひよ子」の指定商品「菓子及び麺ぽうの類」と本願商標「ひよこちゃん」の指定商品「即席中華そばのめん」は非類似の関係にある。そして，引用商標「ひよ子」の周知著名性は，食品一般にまで広くその排除効を及ぼすべきではなく，非類似の商品である「即席中華そばのめん」にまで及ぶことはない。",
                    "一口に「食品」といっても，様々な種類が含まれる。単純に「菓子」と「即席中華そばのめん」が，「食品」として共通しているとか，「食品」であるが故に売場が近いなどの理由で，引用商標の排除効を無自覚的に広げるべきではない。例えば，生鮮食料品が食品として「菓子」と共通するからといって，両者間に「出所混同のおそれ」があるとは到底いえないはずであるから，引用商標の周知性は，生鮮食料品について及ばないことは明らかである。",
                    "このように，出所の誤認混同のおそれの判断は，需要者の認識に立って，現実の取引実態を踏まえた上で，具体的な食品間でなされるべきである。具体的には，「菓子」についての出所混同のおそれが，各種の食品のそれぞれに及ぶのか検討されるべきである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "引用商標の周知・著名性",
                  "text": [
                    "引用商標「ひよ子」が使用され，周知著名となった経緯からすると，引用商標「ひよ子」は，お土産品の菓子，特にひよ子の形をした「まんじゅう」において，周知著名性を獲得してきた。これは世人の認識とも一致する。",
                    "商標の周知・著名性は，その識別力を前提とするところ，その周知・著名性の範囲は，識別力が及ぶ範囲を超えることはない。",
                    "確かに商品「まんじゅう」に限っていえば，引用商標の周知・著名性は首肯できるかもしれない",
                    "しかし，株式会社ひよ子は，商品「ひよ子まんじゅう」の立体形状からなる立体商標を，指定商品を「まんじゅう」に限定する旨の手続補正書を提出して，その登録を受けているのである。引用商標「ひよ子」も，この立体商標である「ひよ子まんじゅう」とともに浸透したものである。「ひよ子」というような一般名称・ディクショナリーワードから成る引用商標の周知著名性が，限定した特定の商品である「ひよ子まんじゅう」を離れ，ほかの商品について及ぶことが認められるとしても，その範囲は商品「菓子」の分野に限られ，同分野以外の商品分野にはその周知著名性は及ばないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「出所の混同のおそれ」",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "現実の誤認混同",
                  "text": [
                    "引用商標と本願商標が現実に混同されたことはない。インターネットの検索サイトを用いた検索結果においても，両者は明確に区別されて使用されており，検索されたホームページの内容において両者が混同されている事実も見当たらない。",
                    "需要者は，引用商標「ひよ子」をまんじゅう，菓子と結びつけて，本願商標「ひよこちゃん」を「チキンラーメン」，即席中華そばのめんと結びつけており，両者を明確に区別して認識している。需要者において混同が生じるおそれは，抽象的にもない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "離隔観察",
                  "text": [
                    "引用商標は，草書体で縦書きの「ひよ子」であり，本願商標は，一連一体に横書きされた「ひよこちゃん」であり，両者は外観上，異なる。",
                    "そして，お土産品の商品「まんじゅう(菓子)」と「即席中華そばのめん」では，その販売形態，購入動機などが異なることは上述のとおりである。東京や福岡のキヨスクで，「ひよ子」のまんじゅう(菓子)を見た旅行者が，その後，自宅付近のスーパーマーケットで，「即席中華そばのめん」の「ひよこちゃん」を見て，両商品を誤認して間違えることはない。時や場所を異にして両者に接する場合でも，消費者の一般的な注意力をもって，容易に区別することはできる。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "広義の混同",
                  "text": [
                    "原告は，「即席中華そばのめん」を含むインスタント食品業界では，我が国有数の企業である。また，本願商標「ひよこちゃん」は，原告商品「チキンラーメン」，「ひよこちゃん図形」と一体として，消費者に浸透している。他方，株式会社ひよ子は，お土産品「ひよ子まんじゅう」の製造・販売業者として，広く知られている。このように，原告と株式会社ひよ子は，それぞれの商品について，独自の地位を築いている。",
                    "本願商標「ひよこちゃん」が「即席中華そばのめん」に使用されても，「即席中華そばのめん」が株式会社ひよ子と緊密な営業上の関係や商品化事業を営むグループに属する者の商品であると誤信されるおそれはない。",
                    "本願商標が使用される商品「チキンラーメン」と，引用商標が使用される「ひよ子まんじゅう」は，その取引者，需要者，流通経路，販売場所が全く異なる商品であり，両者は取引の実情からみて何らの関連性のない商品である。広義の混同を考える場合にも，その取引者は共通せず，消費者の購買行動も異なり，取引者，需要者が普通に払う注意力によっても，両者を区別することができるのである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願商標と引用商標の類否判断の誤り)",
          "text": [
            "普通名詞(ディクショナリーワード)的な要素のある商標の類否について，具体的な各商品の取引の実情を考慮せず，類否判定の道具概念の一つである「称呼類否」や「観念類否」を用いて抽象的に商標の類似性を認定した審決の判断は誤っている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "ウィークマーク(weak mark)",
              "text": [
                "本願商標と引用商標の商標は，共にいわゆるウィークマーク(weak mark)である。",
                "商標の独創性の程度は，「混同を生ずるおそれ」の有無の重要な判断要素の一つである。引用商標は，造語ではなく普通名詞(ディクショナリーワード)である。元来，このような非造語であるディクショナリーワードが，特定商品の商標として採択されても，当該商標それ自体は奇抜性や独創性あるいは特異性がなく，構成要素がありふれていて，その性質上，自他識別力は発揮し難く，周知著名性の獲得も困難である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商品との関係(結びつき)における識別標",
              "text": [
                "商標は，常にその使用される商品との関係で論じられるものであるから，本件でも，非類似である商品間において，一方の商品の識別標として使用された普通名詞が，他方の商品の識別標であると連想させ，非類似商品間において出所の誤認混同を生じさせるか，という点から類否が検討されなければならない。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "「即席中華そばのめん」に使用される本願商標",
                  "text": [
                    "本願商標は，原告が製造販売する商品「チキンラーメン」のシンボルキャラクターである「ひよこちゃん図形」の愛称である。",
                    "①　商品の結びつきとの関係での本願商標",
                    "本願商標の指定商品「即席中華そばのめん」が取引されている即席麺業界の需要者及び取引者が本願商標に接する機会は非常に多く，本願商標は，商品「チキンラーメン」のシンボルキャラクター及びその愛称として，需要者及び取引者の間に識別標として浸透しやすい商標である。",
                    "②　本願商標の構成自体の観察",
                    "本願商標は，同一同大の書体で一連一体に表示されたものである。商標全体は6文字からなり，これを「ひよこ」と「ちゃん」にわざわざ分離すべき外観上の要因はない。また，本願商標から生じる称呼「ヒヨコチャン」は，5音の短くまとまりの良い音構成よりなるものであり，これを「ヒヨコ」とわざわざ略称すべき称呼上の要因もない。",
                    "本願商標からは，「ひよこちゃん」という擬人化された特定の対象が想起され，把握される，観念上，原告商品の「チキンラーメン」，「ひよこちゃん図形」が想起される。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "「菓子(まんじゅう)」に使用される引用商標",
                  "text": [
                    "①　商品の結びつきとの関係での引用商標",
                    "審決が指摘するように，引用商標と商品「菓子(まんじゅう)」との結びつきは極めて強い。",
                    "②　引用商標の構成自体の観察",
                    "引用商標は，毛筆様の書体で「ひよ子」と縦書きに書された構成態様からなり，「ひよこ」を暗示させる，極めてありふれた商標である。",
                    "引用商標「ひよ子」は，「ひよこ」の暗示的な表記であるものの，「ひよ子」からは「ひよこ」の一般的な意味合いである「雛，ニワトリの子」又は「一人前でない者」などの観念が直ちに把握されるとは限らない。",
                    "③　引用商標の著名性は，その指定商品に限られている。「ひよ子」の立体商標の登録の経緯などからすると，引用商標の著名性は「まんじゅう」から「菓子」の分野に及ぶことはあっても，インスタント食品である「即席中華そばのめん」までは及ばない。株式会社ひよ子は，創業以来「和菓子」を製造販売し，最近，和菓子以外の分野への進出もしているものの，その進出分野は洋菓子であり菓子の分野に限られている。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "「即席中華そばのめん」は最寄品・恒常商品であり，「ひよこまんじゅう」(菓子)は専門品であるから，消費者は，共にその商品特性を反映して，それぞれ異なった意味において，その商品とブランドに対し注意を払う。したがって，商品や役務との結びつきを等閑視して，ディクショナリーワードの商標の観念・称呼の類似を云々することは，意味がない。引用商標が「菓子」について一定の著名性を獲得したにしても，引用商標の保護の範囲が，食品という極めて広い範囲の類似商標のすべてにまで及ぶとすると，元来自由であるべき商標採択の範囲をむやみに狭め，商標法の本来の目的に反する結果となる事態を招来しかねない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願商標と引用商標との類似性(外観・称呼・観念等と取引の実情)      (ア) 本願商標「ひよこちゃん」は，外観上は常に一連一体とみなされる構成より成り，これから称呼上も「ヒヨコチャン」の称呼が生じ，インスタントラーメンの商品と結合して，「ひよこちゃん」の標章からは，原告の商品「チキンラーメン」ないしこの商品のシンボルキャラクターである「ひよこちゃん図形」が想起される。",
                "これに対し，引用商標は，外観上は毛筆の書体で縦書きに表され，「ひよこ」ではなく漢字の「子」を使用した「ひよ子」を表記して成り，「ヒヨコ」の称呼は生じるものの，直ちに「ヒヨコチャン」との称呼が生じるわけではない。また，「ひよ子」は，暗示的には「ひよこ」又は「雛」の観念を含むものの，直ちにそのような観念を生じさせるわけでもない。引用商標「ひよ子」は，菓子「まんじゅう」と結合した「ひよ子まんじゅう」などとして把握されており，「ひよ子」の標章からは，引用商標権者の商品「ひよ子まんじゅう」が想起されるのである。",
                "したがって，本願商標と引用商標から想起される内容は異なり，両者は外観・観念・称呼においても非類似である。"
              ],
              "content": [
                {
                  "fig": "(イ)",
                  "text": [
                    "仮に，審決の認定するように，本願商標と引用商標からは，共に「ヒヨコ」の称呼及び「ひよ子」又は「雛」の観念が生じ，この点において類似性が認められるとしても，単なるディクショナリーワードを非類似の商品間に使用した場合において，両商品間で出所の誤認混同のおそれが生じるはずもない。結局，両者は相紛れるおそれのない非類似の商標であるということができる。",
                    "「ひよこ」，「ひよ子」は，本来，自他商品識別力の弱い商標であり，著しく稀釈化の進みやすい商標であって，その指標力は弱いわけであるから，需要者はいかなる「ひよこ」，「ひよ子」であるかを相当の注意をもって見極めることを余儀なくされ，その結果，使用されている商品との関係から識別を行うものである。本願商標の指定商品等の取引者及び需要者において普通に払われる注意力を基準とすれば，両者間に，出所の誤認混同のおそれが惹起されることはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(混同を生ずるおそれについての判断の誤り)について    (1) 本願商標の指定商品と引用商標に係る商品の相違について      (ア) 審決は，引用商標が商品「菓子」の商標として，相当に著名なものであると認定した上で，本願商標の指定商品「即席中華そばのめん」と引用商標の使用に係る商品「菓子」とを比較している。",
            "株式会社ひよ子の著名商標「ひよ子」は，「ひよこを形どったまんじゅう」だけでなく，その他の菓子にも使用されているものであり，同社の社名の略称及び店舗名として使用されて当該業務主体を表す代表的出所標識(いわゆるハウスマーク，社標)ともいうべきものである。",
            "「即席中華そばのめん」と「菓子」とは，共に食品であり，いずれも，スーパーマーケットなどでは，食品売場あるいはそれと近接した売場で販売されるものであるから，同じ需要者が，近接する場所で両商品を目にし，同時に購買することも通常行われることといい得るところである。両方の商品は，共に手軽に食べられる食品であって，常食のほかにおやつとしても食されるものであるから，食品の中でも商品の関連性が十分にあり，食品売場でも比較的近い場所で販売されているものである。",
            "株式会社ひよ子は，引用商標に係る菓子を，東京を拠点とした全国的規模で販売しており，お土産品として駅などの売店で販売する以外にも，イトーヨーカドー，西友，ダイエー，ジャスコ，サティなどのスーパーマーケット及びセブンイレブン，生協などにおいても販売している。",
            "したがって，菓子以外の食品であっても，これに引用商標「ひよ子」と同一又は類似する商標を使用したときは，「株式会社ひよ子」の業務主体を表す代表的出所標識(いわゆるハウスマーク，社標)である著名商標「ひよ子」を想起することが十分にあり得ることである。"
          ],
          "content": [
            {
              "fig": "(イ)",
              "text": [
                "審決は，「スナック菓子」の一部には，おやつ等として食される食品であって，いわゆる「インスタントラーメン」(即席中華そばのめん)に極めて近い物との印象を呼び起こすといえるような「スナック菓子」が菓子会社から販売されていることを指摘している。このようなスナック菓子の存在を無視ないし軽視する原告の主張は失当である。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "審決は，「菓子」と「即席中華そばのめん」とが類似の商品であるとしているのではなく，関連性を有する商品であるとしているのである。「即席中華そばのめん」が箱詰め等の形態で贈答用に使用されることがあるように，商品は様々な使用形態や販売形態をとりうるものといえる。したがって，両商品間に用途・用法の差異や販売形態が異なることがあるとしても，そのことによって，両商品が取引上全く関連性が存在しない異種の部類といえる程に，商品間の関連性が欠落し，およそその出所について，経済的・組織的に関連のある者の取扱いに係る商品であるかのような認識すらも否定され，需要者が引用商標と本願商標を使用した商品の間を全く関連付ける余地がないとはいえない。"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "実際，スーパーマーケットなどでは，和菓子，洋菓子，スナック菓子及び即席中華そばのめんなど各種食品について，それぞれの棚，コーナー等を近接して設けて商品を販売している実情にある。また，スーパーマーケットなどに専門店が出店している場合であっても，それはごく限られた小さなスペースであって，食品売場の一部であることに変わりはない。なお，株式会社ひよ子の取引先であるスーパーマーケットなどにおいては，そのすべての店舗において，株式会社ひよ子の専門店を出店しているものではなく，その店舗内の菓子コーナーなどで商品が販売されているのである。"
              ]
            },
            {
              "fig": "(オ)",
              "text": [
                "原告が主張するように，引用商標「ひよ子」が菓子に使用され，需要者にお土産品の名称として親しまれているとしても，当該「ひよ子」の商標権者は，昭和38年3月に商号を「吉野堂製菓株式会社」から「株式会社ひよ子」と変更し，以来約40年にわたり引用商標を使用してきているのである。その結果，引用商標「ひよ子」は，菓子を製造販売する同社の略称としての著名性も同時に獲得するに至ったものである。したがって，引用商標の著名性は，その商品販売を通じ，同社の略称として形成されてきたものというべきであって，引用商標「ひよ子」がお土産品のみに特化したものであると限定することはできないものであり，代表的出所標識として認識されることを否定することはできない。"
              ]
            },
            {
              "fig": "(カ)",
              "text": [
                "「即席中華そばのめん」と「菓子」の需要者は，主婦などであり，相当に重複するものであるから，「即席中華そばのめん」に「ひよこちゃん」が使用されたときは，需要者の間に広く知られた著名商標「ひよ子」をまったくもって想起することがないとはいえないのであり，混同のおそれが生じることを否定することはできない。"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "subject": "本願商標の周知・著名性について",
                  "text": [
                    "原告は，本願商標「ひよこちゃん」の文字を，その商品(「チキンラーメン」)について，自他商品識別標識として機能する商標として使用していない。",
                    "原告は，本願商標を，原告が販売するインスタントラーメンの販売促進のキャンペーンにおけるキャラクターである「ひよこの図形」の名称(愛称)として使用しているだけであり，このキャラクターの名称「ひよこちゃん」をいわゆる販促品(ノベルティーグッズ)などに使用したとしても，これが直ちに商標の使用になるとはいえない。キャラクターの名称である本願商標が商標と認識されるためには，商品に付されるなどして，商標の機能が発揮される態様での使用でなければならない。"
                  ]
                },
                {
                  "fig": "(3)",
                  "subject": "引用商標の周知・著名性について",
                  "text": [
                    "引用商標は，食品に関するほとんどの商品について，商標法3条1項各号に該当せず，自他商品の識別力がある商標と認められるものであり，その著名性の範囲は，ほとんどすべての食品に及ぶといえるものである。そして，引用商標「ひよ子」の著名性は，審決が援用した証拠(乙17～24号証)に加えて，新聞，インターネットのホームページ(乙25～49号証)によれば，「菓子」の分野に限らず，食品業界においても，相当に著名なものといえるのであって，食品業界における取引者，需要者に相当広く知られているものである。"
                  ]
                },
                {
                  "fig": "(4)",
                  "subject": "「出所の混同のおそれ」について",
                  "text": [
                    "本願商標の「ひよこちゃん」については，上記のとおり，これまで自他商品の識別標識としてではなく，キャラクターの名称として使用されてきたのであるから，もともと著名商標「ひよ子」との間で現実に商品の出所の誤認混同を生じる余地がなかったのは当然のことといえる。仮に，「菓子」以外の食品に「ひよ子」に類似する「ひよこ」「ひよこちゃん」などの商標が，数多く使用された場合，著名商標「ひよ子」の希釈化が起こるであろうことは明らかである。",
                    "これについて，引用商標の商標権者は，食品の分野において，防護標章登録をするなどして，自己の著名商標へのただ乗り及び希釈化の防止を図っているものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願商標と引用商標の類否判断の誤り)について",
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "subject": "ウィークマーク(weak mark)について",
                  "text": [
                    "辞書に載っている単語であるからといって，商標の類否において，称呼，観念よりも書体などの外観がより重視されなければならないということはない。また，商標の類否判断が指定商品や指定役務との関係を考慮せずになされるべきでないことも当然のことである。"
                  ]
                },
                {
                  "fig": "(2)",
                  "subject": "商品との関係における識別標について"
                }
              ]
            },
            {
              "fig": "(ア)",
              "text": [
                "「即席中華そばのめん」に使用される本願商標について        　本願商標を構成する「ひよこちゃん」の文字は，商品(「チキンラーメン」)の販売促進におけるキャラクター(「ひよこの図形」)の名称として使用されてきたものであり，商品の商標として使用されてきたものではない。本願商標を構成する「ひよこちゃん」の文字は，ひよこのキャラクター(「ひよこの図形」)の周知性の程度に比べて，それと同等なほどに周知なものともいえない。",
                "本願商標「ひよこちゃん」の名称が，商品(「チキンラーメン」)の商標として一連一体の自他商品識別標識であると認識，把握されるものでもない。",
                "そして，本願商標「ひよこちゃん」の名称から直ちに前記キャラクターを想起し，キャラクターから直ちに当該名称が想起されるといった程に，両者の関係が密接なものとして広く知られているとも認められない。",
                "本願商標の構成中の「ひよこ」の文字は，「鳥の子。特にニワトリの子。ひな。」を意味するものである。本願商標の構成中の「ちゃん」の文字は，名詞等の直後に配置される場合，それ自体独自の観念を有するものではない。一般に「○○ちゃん」という表現は親しみやかわいらしさを表した愛称として用いられており，菓子などの食品の商品名としては，「○○ちゃん」という名称が多数用いられている。これらによれば，本願商標に接する取引者，需要者は，「ひよこちゃん」中の「ひよこ」の部分は「鳥の子。特にニワトリの子。ひな。」を意味するものと理解し，それを愛称化するものとして，「ちゃん」が付されたものと理解するのが自然であるから，本願商標は，その構成中の「ひよこ」の文字部分が注目されて，これより「ヒヨコ」の称呼及び「雛(ひな)」の観念が生ずるものである。",
                "そして，本願商標の構成中の「ひよこ」の文字は，「ひよこ」に通じる株式会社ひよ子の著名な引用商標「ひよ子」をも想起するものである。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "「菓子(まんじゅう)」に使用される引用商標について",
              "text": [
                "引用商標は，「ひよ子」の文字より成り，「ひよ子」の文字は，「ひよこ」の「こ」の平仮名に「子」の漢字を当て字したものであり，「ひよこ」に通じるものと理解され，認識されるものである。引用商標からは，「ひよこ」から生ずる「鳥の子。特にニワトリの子。雛(ひな)。」の意味合いを容易に想起するものである。",
                "その一方で，引用商標の「ひよ子」の文字は造語であって，株式会社ひよ子の著名商標であることから，出所表示であるブランド名としての「ひよ子」の観念をも生ずるものである。",
                "「即席中華そばのめん」は，「穀物の加工品」の一つである。株式会社ひよ子は，「穀物の加工品」である「あん」の製造販売も事業とし，さらに，パンやケーキ類の製造販売，飲食店の経営などの事業も展開しており，少なくとも食品の需要者に，株式会社ひよ子が菓子以外の食品の分野に事業展開を行わないという認識を与えるものということはできない。",
                "引用商標「ひよ子」は，前記のとおり，「雛」の観念を容易に直観させる造語であり，原告のいうように「ひよこ」を暗示するものであるとしても，極めてありふれた商標であるとはいえない。"
              ],
              "content": [
                {
                  "fig": "(3)",
                  "subject": "本願商標と引用商標との類似性(外観・称呼・観念等と取引の実情)について",
                  "text": [
                    "引用商標の周知性の程度からすれば，本願商標の「ひよこちゃん」の文字から，原告のシンボルキャラクターである「ひよこちゃん図形」が直ちに想起されることはないし，商品「チキンラーメン」を想起することはない。",
                    "本願商標の称呼及び観念については，上述のとおりである。　      　引用商標「ひよ子」は，「菓子」についての著名商標であることから，同時に，株式会社ひよ子の出所標識としても想起されるものであり，引用商標からは，「ヒヨコ」の称呼及びその出所表示であるブランド名としての「ひよ子」の観念を生ずるものである。また，引用商標は，「「ひよこ」の「こ」の平仮名に「子」の漢字を当て字したものと極めて容易に理解され，「ひよこ」に通じるものと認識されるから，「雛(ひな)」の観念をも生ずるものである。",
                    "したがって，本願商標と引用商標とは，外観において相違するところがあるとしても，両商標より生ずる共通の「ヒヨコ」の称呼及び出所表示であるブランド名としての「ひよ子」，「雛」の観念において，互いに相紛れるおそれのある類似する商標である。",
                    "辞書に載っている単語であるからといって，著名商標が自他商品識別力の弱い商標であるはずがなく，引用商標は，長期間にわたりそれ相応の使用がなされた結果，強い出所表示機能が備わっているものである。",
                    "また，商標の類似性を検討する上で，その外観，称呼や観念を総合して判断することは一般に行われることであり，審決は取引の実情を十分に考慮して判断しているものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(混同を生ずるおそれについての判断の誤り)について    　商標法4条1項15号にいう「他人の業務に係る商品又は役務と混同を生ずるおそれ」の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知著名性及び独創性の程度，当該商標の指定商品等と他人の業務に係る商品等との間の性質，用途又は目的における関連性の程度並びに商品等の取引者及び需要者の共通性その他取引の実情などに照らし，当該商標の指定商品等の取引者及び需要者において普通に払われる注意力を基準として，総合的に判断すべきである(最判平12・7・11民集54巻6号1848頁)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標と引用商標の類似性について",
              "text": [
                "本願商標は，「ひよこちゃん」の文字から成るものであり，引用商標は，「ひよ子」の文字から成るものである。",
                "本願商標は，「ひよこ」の文字と，愛称で呼ぶときにしばしば使用される「ちゃん」の文字とから成るものである。「○○ちゃん」のように，「ちゃん」を他の語に付して使用した場合は，「○○」の部分が取引者又は需要者の注意を引く部分となることは当然である。したがって，本願商標の「ひよこちゃん」は，「ひよこ」の部分が取引者又は需要者の注意を惹く部分であるから，同商標については，普通名詞の「ひよこ【雛】」から「鳥の子。特にニワトリの子。ひな」(広辞苑第5版)との観念が生じ，また，「ひよこちゃん」との称呼のみならず，「ヒヨコ」との称呼も生じ得るものである。",
                "これに対し，引用商標の「ひよ子」は，普通名詞である「ひよこ」の「こ」を漢字の「子」にしたものであるから，文字どおり，「ひよこ【雛】」を連想させるものであり，「鳥の子。特にニワトリの子。ひな」との観念及び「ヒヨコ」との称呼を生ずるものである。",
                "以上からすれば，本願商標と引用商標とは，外観において相違するところがあるとしても，「ひよこ【雛】」の観念及び「ヒヨコ」の称呼を共通にするものであり，商標のみを比較した場合は，互いに類似する商標であると認められる。",
                "ただし，上に述べたところから明らかなとおり，引用商標の「ひよ子」は，普通名詞の「ひよこ」の「こ」を「子」としただけであり，また，本願商標の「ひよこちゃん」も，普通名詞の「ひよこ」に「ちゃん」を付しただけの商標であるから，いずれも普通名詞の「ひよこ」と類似するものであって，独創的な商標ということはできず，その商標としての自他識別力は本来的に弱いものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標の周知・著名性及び独創性の程度について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "証拠(甲109，110号証，乙1ないし6号証，乙17ないし49号証)によれば，次の事実が認められる。",
                    "株式会社ひよ子の沿革は，大正元年に先々代石坂茂がひよ子を形どった菓子を考案したころにさかのぼる。その和菓子を製造販売する事業を引き継ぐ形で昭和27年に飯塚市で吉野堂製菓株式会社が設立され，その後，福岡市で昭和31年に株式会社吉野堂，昭和34年に吉野堂商事株式会社が設立され，昭和38年には吉野堂製菓株式会社が株式会社ひよ子に社名変更され，また，昭和41年に，東京都中央区において株式会社東京ひよ子が設立され，その後も商号変更，営業譲渡などを経て，昭和62年10月にはグループ会社4社が合併し，株式会社ひよ子とされ，平成7年には，同社の東京支社が，株式会社東京ひよ子として独立している。株式会社ひよ子は，その年間売上高が，昭和60年度で74億円(グループ全体)であったが，平成3年ころには105億円，その後，110億円に上り，店舗数も89店，生産工場も福岡県に「飯塚総合工場」「穂波工場」「製あん工場」を有するに至っており，さらに，株式会社東京ひよ子が埼玉県に「草加工場」を有している。株式会社ひよ子の引用商標が使用されている「ひよ子の形をしたお菓子」は，その主力商品であり，贈答品，土産物商品として，首都圏のみならず，全国的に盛大に販売されている。",
                    "また，昭和58年8月20日に発行された株式会社東京堂出版の「和菓子の辞典」には，福岡の和菓子として「ひよ子」が紹介されており，1991年(平成3年)6月20日に発行された株式会社真珠書院の「菓子　新食品事典10」にも，福岡の菓子として「ひよこ」が「白あん入りのひよこの形をしたまんじゅう。」として紹介されている。さらに，1987年(昭和62年)9月23日発行の日刊工業新聞13頁には「ひよ子本舗吉野堂がグループ3社を吸収合併，製販一本化へ。新工場も建設」と題して「ひよ子」に関する掲載記事があり，1989年(平成元年)8月31日読売新聞東京夕刊9頁には，「帰省ラッシュは稼ぎ時　キヨスク上野75号店は年商11億円」と題して，「この数年，みやげの人気№1は和菓子「ひよ子」。後に続くカステラ，どらやきに大差をつけてのダントツで，・・・」との記載があり，また，1990年(平成2年)11月13日発行の流通サービス新聞17頁には「土産品業界-夢から出たひよ子。明太子と双璧なす」と題して「ひよ子」に関する記事が掲載され，1998年(平成10年)3月10日発行の中日新聞夕刊12頁には「銘菓ひよ子」が「JR東京駅・東京土産ベスト10」の1位であることが報じられている。",
                    "さらに，2003年(平成15年)7月16日発行の西日本新聞夕刊1頁には「韓国に「偽ひよ子」味，形，名物菓子”パクリ”「勝手にまねた」」と題して，「福岡や東京の土産用菓子として有名な「ひよ子」にそっくりの商品が韓国内で売られていることが分かった。」などの記事が掲載され，2003年(平成15年)8月7日発行の朝日新聞大阪朝刊23頁には，「いま，東京駅土産の売上高の上位は(1)・・・(3)ひよ子・・・となっている」との記事が掲載され，インターネットのWebサイト「東京みやげKIOSKモール」(2004年3月9日)では，「東京みやげ年間人気ベスト12」の3位に「ひよ子」が挙げられている。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "以上の事実を総合すれば，引用商標は，本件出願当時である平成10年ころも，平成15年の審決時のころも，主として土産物あるいは贈答品に頻繁に利用される，ひよこの形をしたお菓子に付された商標として，首都圏及び九州を中心として，広く全国的に，取引者，需要者間に知られていたものと認められる。ただし，引用商標は，上記のとおり，普通名詞の「ひよこ」と類似するものであり，独創的な商標ではなく，その商標としての自他識別力は弱いものであるから，その周知性は，主として土産物あるいは贈答品に頻繁に利用される，ひよこの形をしたお菓子という商品と密接に結合して形成されたものであり，いわば，当該商品を連想させる商標として，周知著名であったものであると認められる(株式会社ひよ子は，ひよこの形をしたお菓子以外の菓子，すなわち，どら焼き，カステラ，おかき，和生菓子なども販売しているものの，これらについては引用商標を使用していないのであり(乙1号証)，また，これらの商品の売上げも証拠上明らかではないことからすれば，引用商標の周知性は，上記のとおり，ひよ子の形をしたお菓子と密接に結び付いて形成されてきたものということができる。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願商標の指定商品と引用商標に係る商品等との間の性質，用途又は目的における関連性の程度，取引者，需要者の共通性並びに取引の実情について      (ア) 本願商標の指定商品である「即席中華そばのめん」(インスタントラーメン)は，一般消費者がスーパーマーケットやコンビニ等の小売店で購入し，日常の食事の場で普通に食される商品であり，単価は少額で日常的に購入される商品である。",
                "これに対して，引用商標が使用されている「ひよ子の形をしたお菓子」は，一般の消費者が，主として，旅行又は仕事等で訪れる際のお土産品あるいは贈答品として，駅や空港の売店，百貨店やスーパーマーケットなどの大規模店舗の専門店，贈答品コーナー，あるいは株式会社ひよ子の直営店等で購入するお菓子であり，お土産品・贈答品として食することが多いお菓子であって，日常的に食される「即席中華そばのめん」とは相当に異なる食品である(乙22ないし25号証，乙29ないし31号証，乙33ないし35号証，乙47ないし49号証)。"
              ],
              "content": [
                {
                  "fig": "(イ)",
                  "text": [
                    "審決は，「補正後の本願指定商品「即席中華そばのめん」と引用商標の使用に係る商品「菓子」とは，共に食品であるところを共通にし，販売店，販売場所においても，共に「食料品店」「食品売場」で扱われる商品であり」(審決書3頁下から2行～4頁1行)と認定する。",
                    "しかし，駅や空港の売店等で，お土産品，贈答品として，「即席中華そばのめん」が販売されていることを認めるに足りる証拠はない。",
                    "また，引用商標を使用した「ひよ子の形をしたお菓子」は，百貨店やスーパーマーケットなどの大規模店舗において，専門店，贈答品コーナーで対面販売されることはあっても，スーパーマーケットなどの大規模店舗における日常的な食料品のコーナーにおいて，「即席中華そばのめん」といっしょに陳列され，消費者が棚に陳列された商品を直接手にとってレジカウンターに運び購入する形式で販売されることは一般的ではなく，その売場は，明りょうに区別されているのであり，また，日常的な食料品として，スーパーマーケットのチラシ等で宣伝広告されることは通常みられない(甲114ないし128号証，乙14ないし16号証)。",
                    "なお，証拠(乙64ないし67号証)によれば，「即席中華そばのめん」のセットが，インターネットなどで，贈答品として販売されたり，1個当たりの小売価格1000円の「即席中華そばのめん」のセットがデパートなどで贈答品として販売された例があることが認められる。しかし，1個当たりの小売価格が1000円の「即席中華そばのめん」は，「即席中華そばのめん」としては例外的な価格の商品であり，このような「即席中華そばのめん」が一般的なものとなってきていることを認めるに足りる証拠はないし，インターネット等における贈答品としての「即席中華そばのめん」のセットの販売も，例外的なものであり，このような贈答品としての販売形態が一般的になってきていることを認めるに足りる証拠もない。まして，これらの「即席中華そばのめん」のセットが，駅や空港の売店等でお土産品あるいは贈答品として販売されていることを認めるに足りる証拠はない。",
                    "このように，「即席中華そばのめん」と引用商標が使用されている「ひよこの形をしたお菓子」とは，食品の範疇に属するものであっても，その商品の性質，用途，目的の差異から，販売店あるいは販売場所を異にするものであり，共に「食品売場」で一緒に取り扱われるものではない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "審決は，「「即席中華そばのめん」の一部には，同一のものが「スナック菓子」として菓子売場において陳列，販売されている実情にある」(審決書4頁1行～3行)と認定する。しかし，麺状のものを短く截断したような形をしたスナック菓子商品(「ベビースターラーメン」など)は，一部の菓子メーカーが販売するにすぎない特殊な商品であり，菓子そのものであって，インスタントの麺として注湯などをして食される「即席中華そばのめん」とは別異の商品カテゴリーに属する商品である(乙12号証)。一般消費者は，「ベビースターラーメン」などの麺状のスナック菓子はそのまま食べる菓子であり，これに湯を入れてインスタントラーメンのように食べるものと認識してはいないことは当然である。これらは，いわゆるインスタントラーメン味のスナック菓子であるから，このような例外的な商品である前記スナック菓子が存在するからといって，一般消費者にとって，「菓子」と「即席中華そばのめん」とが類似性あるいは関連性を有する商品となるわけではない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "以上からすれば，引用商標が使用されている「ひよ子の形をしたお菓子」と本願商標に係る「即席中華そばのめん」とは，一般の消費者を共通の需要者とするとしても，上記のとおり，前者は，主として，お土産品・贈答品として，駅や空港の売店，百貨店やスーパーマーケットなどの大規模店舗の専門店，贈答品コーナー，あるいは株式会社ひよ子の直営店等で対面販売されるものであるのに対し，後者は，主として，スーパーマーケットやコンビニなどの量販店で日常食料品として販売され，消費者が棚に陳列された商品を直接手にとってレジカウンターに運び購入するものであるから，同じ食品に属するものであるとしても，両者は，商品の性質，用途，目的が異なり，一般の消費者により明りょうに区別される商品であるということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "総合的判断",
              "text": [
                "以上に認定したところからすれば，引用商標「ひよ子」が普通名詞の「ひよこ」と顕著な差がなく，自他識別性が強くはないこと，引用商標「ひよ子」の周知著名性は，お土産品・贈答品に頻繁に利用される，「ひよこの形をしたお菓子」という商品と密接に結合したものであり，当該商品を連想させる商標として周知著名なものであるから，その周知著名性が及ぶのはせいぜい「菓子」の範囲までであり，食肉，野菜，果実などの生鮮食料品から，様々なものが含まれる加工食料品など食品全般にまで広く及ぶと解することはできない。",
                "前記のとおり，本願商標の指定商品である「即席中華そばのめん」(インスタントラーメン)は，一般消費者がスーパーマーケットやコンビニ等の小売店で購入し，日常の食事の場で普通に食される商品であり，単価は少額で日常的に購入される商品であるのに対して，引用商標が使用されている「ひよ子の形をしたお菓子」は，一般の消費者が，主として，旅行又は仕事等で訪れる際のお土産品あるいは贈答品として，駅や空港の売店あるいは百貨店やスーパーマーケットなどの大規模店舗の専門店，贈答品コーナー，あるいは株式会社ひよ子の直営店等で購入するお菓子であり，お土産品・贈答品として食することが多いお菓子であって，一般消費者が日常的に食する「即席中華そばのめん」とは，商品自体が相当に異なり，販売経路，売場などからも，明りょうに区別することができる食品であることからすれば，「即席中華そばのめん」に本願商標を使用しても，その取引者及び需要者である一般消費者が，同商品を，引用商標「ひよ子」の業務主体又は同社と何らかの関係にある者の業務に係るものと混同するおそれがあるとみることはできない。審決の「本願商標は，これをその指定商品について使用した場合，商品の出所について混同を生じさせるおそれのあるものと認められる」(審決書4頁16行～17行)との認定判断は誤りであるといわざるを得ない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，原告の取消事由1の主張は理由がある。",
            "よって，原告の請求を認容することとし，訴訟費用の負担について，行政事件訴訟法7条，民事訴訟法61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}