{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2000-35182号事件について平成15年10月8日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，別添審決謄本後掲のとおり，欧文字の「CECIL　McBEE」を横書きし，その中の「BEE」の部分の下に片仮名文字で小さく「セシル　マクビー」と横書きしてなり，指定商品を別表第25類「洋服，コート，セーター類，ワイシャツ類，寝巻き類，下着，水泳着，和服，エプロン，えり巻き，靴下，ショール，スカーフ，手袋，ネクタイ，ネッカチーフ，マフラー，帽子，バンド，ベルト，靴類(「靴合わせくぎ，靴くぎ，靴の引き手，靴びょう，靴保護金具」を除く。)，げた，草履類，運動用特殊衣服，運動用特殊靴(「乗馬靴」を除く。)」とする商標登録第4136718号商標(平成8年10月1日登録出願，平成10年1月19日登録査定，同年4月17日設定登録，以下「本件商標」という。)の商標権者である。",
            "原告は，平成12年4月10日，本件商標の商標登録を無効にすることについて審判の請求をし，特許庁は，同請求を無効2000-35182号事件(以下「本件審判事件」という。)として審理した上，平成14年2月19日，「登録第4136718号の登録を無効とする。」との審決(以下「第1次審決」という。)をした。",
            "被告は，同年3月28日，第1次審決の取消訴訟(当庁平成14年(行ケ)第151号事件，以下「前訴」という。)を提起し，東京高裁は，同年12月26日，第1次審決を取り消す旨の判決(以下「前訴判決」という。)をした。その後，原告は，最高裁に上告受理の申立てをしたが，平成15年7月11日に不受理決定がされ，前訴判決は確定した。",
            "特許庁は，前訴判決の確定を受けて，本件審判事件の審理を再開した上，同年10月8日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月20日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由",
          "text": [
            "本件審決は，別添審決謄本写し記載のとおり，本件商標は，商標法4条1項8号に該当し，同法46条1項1号の規定により無効にすべきものであるとの請求人(原告)の主張に対し，前訴判決が確定していることを指摘した上，「・・・上記判決は，次のように判示した」(審決謄本5頁第1段落)に続けて，「1．『他人の氏名』について　商標法第4条第1項第8号の『他人の氏名』がフルネームでなければならないとされているのは，他人の氏名については，芸名や略称等と異なり，著名性が要件とされていないため，氏又は名だけでよいとすると，同号による保護の範囲が広がりすぎ，商標権の取得が過度に妨げられる結果を招くと考えられるからである。このような見地からすると，『他人の氏名』であるフルネームに当たるか否かの判断に当たっては，厳格な取扱いをすべきであり，外国人について，ミドルネームがある場合には，これもフルネームに含まれる，と解するのが相当である。請求人の米国政府発行のパスポートによれば，請求人の氏名として，『Surname』が『＊＊ ＊＊＊』であり，『Given names』が『＊＊＊＊",
            "＊ ＊＊ ＊＊＊』であるとの記載があることが認められ，これにより，請求人のフルネーム，すなわち，全く省略されていない形で示された請求人の氏名は，『＊＊＊＊＊ ＊＊ ＊＊＊ ＊＊ ＊＊＊』であると認めることができる」(同頁第2段落～第3段落)，「2．『著名な略称』について　商標法第4条第1項第8号の適用においては，『CECIL McBEE』は，請求人の略称であるというべきであるから，同号の適用による保護を受けるためには，それが著名でなければならない。",
            "証拠によれば，請求人は，ジャズ・ミュージシャン(ベース奏者)として，我が国のジャズ・ミュージックの分野の者(ファンを含む。)の間では，ある程度知られているということができる。しかしながら，同号にいう著名性が認められるためには，我が国において，特定の限られた範囲にとどまらず，世間一般に，あるいは，少なくとも問題となる商標の指定商品・役務の分野で，広く知られていることが必要であるというべきである。各証拠からは，請求人が，我が国において，ジャズ・ミュージックの分野である程度知られていることが認められるだけで，それを超えて広く知られていると認めることはできず，他にこれを認めるに足りる証拠はない。そうすると，我が国において，請求人の知名度は，ジャズ・ミュージックという限られた範囲にとどまっているというべきであり，請求人の略称としての『CECIL McBEE』について，同号にいう著名性を認めることはできない」(同頁第4段落～第7段落)と説示し，さらに，「然るに，審決を取り消す判決が，その事件について当事者たる行政庁である特許庁を拘束することは，行政事件訴訟法第33条第1項の規定から明らかである。そうすると，本件商標については，上記の1及び2に示したように審決を取り消す旨の判断がされ，その判決は確定しているものであるから，結局，本件商標は，商標法第4条第1項第8号に違反して登録されたものとすることはできない。したがって，本件商標の登録は，商標法第46条第1項の規定により，これを無効とすべきでない」(同頁下から第2段落～6頁第2段落)と判断した。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の本件審決取消事由",
      "text": [
        "本件審決は，前訴判決の判示内容を誤解した結果，行政事件訴訟法33条1項の解釈適用を誤り(取消事由1)，また，審理再開後，請求人である原告に対し，本件商標が商標法4条1項8号に規定する「著名な略称」に当たるか否かについて，十分な主張立証の機会を与えず，原告の審級の利益を侵害した(取消事由2)ものであるから，違法として取り消されるべきである。仮に，そうでないとしても，本件審決は，原告の氏名の略称の著名性についての認定判断を誤った(取消事由3)ものであるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(行政事件訴訟法33条1項の解釈適用の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，上記第2の2のとおり，前訴判決が確定していること及びその判示内容を指摘した上，「3．まとめ」として，「然るに，審決を取り消す判決が，その事件について当事者たる行政庁である特許庁を拘束することは，行政事件訴訟法第33条第1項の規定から明らかである。そうすると，本件商標については・・・審決を取り消す旨の判断がされ，その判決は確定しているものであるから，結局，本件商標は，商標法第4条第1項第8号に違反して登録されたものとすることはできない。したがって，本件商標の登録は，商標法第46条第1項の規定により，これを無効とすべきでない」と判断した。しかしながら，本件審決の上記判断は，前訴判決の判示内容を誤解した結果，行政事件訴訟法33条1項の解釈適用を誤ったものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前訴判決においては，本件商標が原告の氏名の著名な略称を含むものであるか否かは，判断の理由とはされていない。",
                "確かに，前訴判決は，その「事実及び理由」欄の「第5　当裁判所の判断」の「2　取消事由4(著名性の認定判断の誤り)について」の(2)の項において，原告の氏名の略称が著名性を獲得しているか否かについて，証拠を引用しながら認定判断し，「我が国において，被告(注，本訴原告)の知名度は，ジャズ・ミュージックという限られた範囲にとどまっているというべきであり，被告の略称としての『CECIL　McBEE』について，商標法4条1項8号にいう著名性を認めることはできない」と結論付けている。",
                "しかしながら，前訴判決は，上記認定判断に先立って，「審決(注，第1次審決)中には，『CECIL　McBEE』の著名性について，『「CECIL",
                "McBEE(セシル　マクビー)」がジャズ・ミュージシャンとして，ある程度の著名性を獲得して』いる・・・との記載がある。しかしながら，審決の上記記載は，『CECIL　McBEE』が被告のフルネームであり，商標法4条1項8号の『他人の氏名』に当たるから，著名性を必要としないという前提の下で，一応の判断を示したものにすぎないことが明らかである。審決は，『CECIL　McBEE』が略称であることを前提にした上での著名性の判断はしていないというべきである・・・」と判示しており，その上で，「仮に，審決の上記記載が，『CECIL　McBEE』が略称であると仮定した上で，著名性を獲得していると判断したものであるとしても，この判断は誤りというべきである」に続けて，上記の認定判断をしている。すなわち，前訴判決においては，第1次審決は，「CECIL　McBEE」が原告の氏名の略称であることを前提にした上での著名性の判断をしていないと解しているのであるから，結局，原告の氏名の略称が著名性を獲得しているか否かについての前訴判決の上記認定判断は，判決の結論に影響を及ぼさない全くの傍論である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，上記(1)のとおり，行政事件訴訟法33条1項の規定に基づく取消判決の拘束力により，前訴判決の著名性に関する判断が特許庁を拘束すると判断したが，上記(2)のとおり，前訴判決の著名性に関する判断は，判決の結論に影響を及ぼさない全くの傍論にすぎないのであるから，行政庁に対する拘束力を有するものではない。にもかかわらず，当該判断が拘束力を有するとした本件審決の判断は，明らかに行政事件訴訟法33条1項の解釈適用を誤った違法なものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審級の利益の侵害)",
          "text": [
            "原告は，本件審判事件において，本件商標が商標法4条1項8号に規定する「他人の氏名」に当たるか否かについては主張立証を尽くしたものの，本件商標が同号に規定する「著名な略称」に当たるか否かについては，十分な主張立証の機会を与えられていない。にもかかわらず，審理再開後，特許庁がただの一度の口頭審理をも経ず，原告に対し，全く攻撃防御の機会を与えないまま，本件審決をしたことは，原告の審級の利益(前審判断経由の利益)を侵害するものであって，違法である。",
            "確かに，第1次審決前の審判手続において，請求人である原告は，原告の氏名としての「CECIL　McBEE」の著名性について主張立証したが，それは，飽くまで，商標法4条1項8号に規定する「他人の氏名」としての保護を受けるためには，人格権の毀損が客観的に認められるに足りる程度の著名性が必要であると解されていることに配慮したにすぎず，同号に規定する「著名な略称」として保護を受けるための要件である「著名性」を主張立証したものではない。そして，前者の意味での著名性と後者の意味での著名性とでは，著名性の程度が異なると解されるから，前者について主張立証の機会が与えられていても，後者については，別途，主張立証の機会が与えられなければならないし，また，その際，原告には，専門官庁である特許庁の判断を受けるべき正当な利益があるというべきである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(原告の氏名の略称の著名性に関する認定判断の誤り)  (1)　仮に，取消事由1及び2が理由がないとしても，本件審決は，原告の氏名の略称としての「CECIL　McBEE」について，商標法4条1項8号に規定する著名性がないとの誤った認定判断をしたものであって違法である。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "商標法4条1項8号の趣旨は，自己の氏名，名称等が，他人によりその商品又は役務について商標として使用され，それによって当該自己の氏名，名称等と当該他人の商品又は役務との間に何らかの関係があるように認識され，当該氏名，名称等を有する者がこれを不快とし，その人格権が毀損されたと感じるような場合において，そのことが，社会通念上，客観的に明らかであると認められるときは，当該氏名，名称等を有する者の人格権を保護する点にある。ただ，その際，戸籍で確定される「氏名」とは異なり，「略称」はある程度それを採用する者の恣意が介在するものであり，そのすべてを保護することは行き過ぎであると考えられることから，「略称」が同号による保護を受けるためには，明文で著名性が要件とされていることからもうかがわれるとおり，「氏名」の場合よりも高度な著名性が必要であるとされている。",
                "しかしながら，商品や役務の出所の混同を防止することを目的とする商標法4条1項15号の規定とは別個に，同項8号の規定が人格権保護を目的として設けられていることからすれば，「略称」の保護の要件として要求されている著名性の程度は，出所混同の蓋然性が認められる程度の高度なものである必要はないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)を前提に，原告の氏名の略称としての「CECIL　McBEE」の著名性について検討すると，以下のとおり，原告の音楽活動及びその宣伝広告素材並びにそれに付随するマスメディアでの露出を通じて，原告の氏名の上記略称は，本件商標の商標登録出願時において，既に，日本全国のみならず，世界的に見ても著名性を獲得していたということができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，1960年代から現在まで，実に40年以上にわたってプロのジャズミュージシャンとして活躍し，しかも，その大部分の期間において世界最高峰のジャズベーシストとして君臨してきており，原告が演奏に参加した作品は数え切れないほど存在する。我が国で販売された作品だけでも，優に100作品を超えており，それらの作品媒体及びその宣伝広告素材のいずれにおいても，原告を指して「CECIL　McBEE」又は「セシル・マクビー」と表示している(甲4～13，44)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，1980年代初頭には世界最高峰のジャズベーシストの地位を確固たるものにしており，以来20年以上にわたり，トップアーティストとして活動しているところ，我が国においては，初来日した1982年(昭和57年)以降，BやCといった世界に名だたるミュージシャンとセッションを組んで，東京都，横浜市，大阪市，名古屋市，札幌市，福岡市，広島市，仙台市など，全国津々浦々で公演活動を展開してきている(甲14～25，42～45)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "音楽活動及びその宣伝広告素材等の頒布を通じて，原告が著名となるにつれて，原告は，雑誌(甲23～31，44，46-1～8)，新聞(甲32～4",
                  "text": [
                    "0，45)，テレビ，ラジオ等(甲16-2，甲44)のメディアでも取り上げられるようになり，そうしたメディアでの露出によって，原告の氏名の上記略称は一層著名性を獲得してきている。",
                    "また，インターネット・サーチエンジンである「Google」により，「CECIL　McBEE」をキーワードとして検索を実行すると，原告の音楽活動に関するサイトが多数検出される(甲41)。このことは，被告による長年の本件商標の使用にもかかわらず，「CECIL　McBEE」が，原告の氏名の略称として，確固たる著名性を獲得していることを示すものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "本件審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(行政事件訴訟法33条1項の解釈適用の誤り)について  (1)　本件審判手続において，請求人である原告は，本件商標が，原告の「氏名」又は「著名な略称」に該当することを理由に，本件商標は，商標法4条1項8号に違反して登録されたものである旨主張していたのであるから，本件商標が原告の氏名(本名のフルネーム)に当たらないからといって，必ずしも，同号に違反して登録されたものではないということにはならない。すなわち，前訴判決が，原告の請求を認めて本件商標の登録を無効とした第1次審決を違法として取り消すためには，「CECIL　McBEE」は原告の氏名(本名のフルネーム)であるとの認定を否定するだけでは十分でなく，原告の氏名の略称であると認定した「CECIL　McBEE」について，略称としての著名性を否定する必要があったというべきである。",
            "したがって，第1次審決で，原告の氏名の略称としての「CECIL　McBEE」の著名性に関する判断が明確にされていたか否かにかかわらず，前訴判決においては，第1次審決を取り消す旨の判決主文を導く上で，略称としての著名性を否定することが必要なのであって，当該判断を示した部分は，決して傍論などではない。まして，本件においては，第1次審決前の審判手続及び前訴において，当事者は，「CECIL　McBEE」の著名性について十分に主張立証活動を行い，第1次審決も「ある程度の著名性」を認定しているのであるから，前訴判決が，原告の氏名の略称としての「CECIL　McBEE」の著名性について判断することは，なおさら不可欠であったというべきである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "ここで，審判において審理判断されなかった公知事実との対比における特許無効原因を審決取消訴訟において主張することは許されない旨の判例(最高裁昭和51年3月10日大法廷判決・民集30巻2号79頁)との関係について検討すると，本件では，具体的に特定された「CECIL　McBEE」という原告の名前を根拠とする無効原因であるという点において，「氏名」に該当することを理由とする主張も，「著名な略称」に該当することを理由とする主張も異ならないのであるから，無効原因として両者は同一というべきである。そうすると，第1次審決が略称としての著名性に関する判断をしていない場合でも，前訴判決がその点に関する判断をすることは，何ら上記判例に違反するものではない。このことは，審判段階において，商標法4条1項8号に違反して登録されたものであるから無効であるとの主張がされていれば，他人の名称と同一である旨の主張が明示的にされていなくとも，審決取消訴訟の段階で当該主張をすることができるとした判決例(東京高裁昭和56年11月5日判決・無体例集13巻2号793頁)からも明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，前訴判決は，「CECIL　McBEE」は原告の「氏名」(本名のフルネーム)ではないとする判断と，原告の氏名の略称としての「CECIL　McBEE」について，商標法4条1項8号にいう著名性を認めることはできないとする判断との双方によって，本件商標は同号に違反して登録されたものであるとする第1次審決の判断を否定したものであると解されるから，上記二つの判断が，いずれも行政事件訴訟法33条1項の規定に基づく拘束力を有することは明らかである。",
                "したがって，本件審決には，原告主張に係る同項の解釈適用の誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審級の利益の侵害)について",
          "text": [
            "原告は，特許庁が，審理再開後，原告に対し，攻撃防御の機会を与えないまま，本件審決をしたことは，原告の審級の利益(前審判断経由の利益)を侵害するものである旨主張する。しかしながら，第1次審決前の審判手続及び前訴において，原告は，「CECIL　McBEE」という原告の名前の著名性について，十分に主張立証しているから，原告の上記主張は失当である。",
            "この点について，原告は，第1次審決前の審判段階における主張立証の対象は，氏名としての著名性であって，略称としての著名性ではない旨主張するが，氏名であろうと，略称であろうと，いずれも同じ「CECIL　McBEE」という同一の名前なのであるから，その著名性の判断に何ら異なるところはない。したがって，前者について主張立証した以上は，後者についても主張立証したに等しく，やはり，原告の主張は失当である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(原告の氏名の略称の著名性に関する認定判断の誤り)について  (1)　「商標法4条1項8号により，他人の商標登録を阻止すべき『略称』の著名性とは，原告の主張するような一地方のものでは足らず，全国的なものでなければならない」(前掲東京高裁昭和56年11月5日判決，最高裁昭和57年11月12日・民集36巻11号2233頁)ことからも明らかなとおり，商標法4条1項8号において，「略称」について求められる著名性の程度は，少なくとも，同項15号にいう出所の混同が生じる程度以上のものでなければならないというべきである。",
            "このような違いは，同項8号は，私的利害の調整を主目的とした規定であって，出所の混同を防止して一般世人の利益を幅広く保護しようとする同項15号の規定ほどには公共性が強くないことに基づくものであり，出願人の商標採択の自由を制限してまでも，略称を有する者との利害の調整を図ろうとする同項8号の趣旨からして，その適用要件である著名性の程度を厳しく解釈すべきことは当然のことというべきである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "本件において問題とすべき著名性は，我が国における，特に本件商標の指定商品に係る被服関係の取引者，需要者の間における著名性であって，原告の音楽活動の関係者，ジャズ音楽の専門家又はこれに興味を持っている者(ジャズファン)の間における著名性ではない。したがって，そうした者たちが原告のことを知っているからといって，原告の氏名の略称としての「CECIL　McBEE」に商標法4条1項8号所定の著名性があるということにはならない。",
                "上記(1)のとおり，同号所定の著名性の程度は，少なくとも，同項15号所定の出所の混同が生じる程度以上のものでなければならないことからすれば，原告の氏名の略称としての「CECIL　McBEE」に，同項8号にいう著名性が認められるためには，我が国において，特定の限られた範囲(ジャズ音楽の分野)にとどまらず，当該範囲を超えて，世間一般，あるいは，少なくとも問題となる本件商標の指定商品(被服等)の分野で，全国的に広く知られていることが必要というべきである。",
                "そして，原告が本件審判事件及び前訴において提出した証拠(乙15-1～28)に，本件訴訟において原告が新たに提出した証拠(甲4～46)を加えても，我が国において，原告の知名度は，ジャズミュージックという限られた範囲にとどまっているというべきであり，原告の氏名の略称としての「CECIL　McBEE」について，商標法4条1項8号にいう著名性を認めることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(行政事件訴訟法33条1項の解釈適用の誤り)について  (1)　本件審決は，上記第2の2のとおり，前訴判決が確定していること及びその判示内容について説示した上，「然るに，審決を取り消す判決が，その事件について当事者たる行政庁である特許庁を拘束することは，行政事件訴訟法第33条第1項の規定から明らかである。そうすると，本件商標については・・・審決を取り消す旨の判断がされ，その判決は確定しているものであるから，結局，本件商標は，商標法第4条第1項第8号に違反して登録されたものとすることはできない。したがって，本件商標の登録は，商標法第46条第1項の規定により，これを無効とすべきでない」(審決謄本5頁下から第2段落～6頁第2段落)と判断した。",
            "これに対し，原告は，原告の氏名の略称が著名性を獲得しているか否かについての前訴判決の認定判断は，判決の結論に影響を及ぼさない傍論にすぎず，本来，行政事件訴訟法33条1項の規定に基づく拘束力を生じないのに，本件審決は，前訴判決の判示内容を誤解した結果，前訴判決の当該認定判断が拘束力を有するとしたものであって，同項の解釈適用を誤ったものである旨主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "当事者間に争いのない事実及び証拠(甲1～3，乙1～5，7，9～14，15〔枝番省略〕)によれば，本件審判事件及び前訴の経緯として，以下の事実を認めることができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，平成12年4月10日，本件商標の商標登録を無効にすることについて審判の請求をし，その際，審判請求書(乙1)において，請求の理由とする「無効事由」として，「本件登録商標(注，本件商標)は，商標法第4条第1項8号に該当し，同法第46条第1項1号により，無効にすべきものである」と主張し，「無効原因」として，「本件登録商標は・・・審判請求人(注，原告)の氏名と全く同一である。すなわち，本件登録商標は，審判請求人の氏名であるセシル　マクビー(英文ではCECIL　McBEE)と全く同一であるばかりでな",
                  "text": [
                    "く，・・・英文のCECIL　McBEEの下にカタカナで，セシル　マクビーと横書きしていることに示されるとおり，念が入っており，勿論，審判請求人は，こんなことに同意していない。審判請求人は，ジャズ・ミュージシャンとして，世界的に知られており，日本のジャズ・ミュージシャンとして著名なBとコンビを組んで，日本でもミュージック・ショーをしばしば開いている。審判請求人は，著名な自分の氏名が勝手に，被請求人(注，被告)によって，審判請求人の承諾を得ずに第4136718号商標登録として，登録されていることを知り，請求の趣旨記載の審決を求めるものである」と主張するとともに，証拠方法として，商標登録原簿謄本(審判甲1，本訴乙15-1)，商標公報(審判甲2，本訴乙15-2)のほか，著名性に関する証拠として，雑誌記事(審判甲3-1～3，本訴乙15-3-1～3)，コンサートツアーのプレスリリース文書(審判甲4，本訴乙15-4)，コンサートのパンフレット(審判甲5-1～6，本訴乙15-5-1～6)",
                    "並びにCD「CECIL　McBEE　mutima」のカバー，背帯及び解説書",
                    "(審判甲6，本訴乙15-6)を提出した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審判事件の被請求人である被告は，平成12年7月17日，審判事件答弁書(乙3)を提出し，①「CECIL　McBEE」が原告の「氏名」，すなわち本名のフルネームであることを示す証拠はない，②「CECIL　McBEE」が原告の「雅号，芸名，筆名」であるか，又は，原告の氏名の「略称」であるとするならば，商標法4条1項8号の適用に当たって，その著名性が要求されるが，そのことを示す証拠はない，③仮に，「CECIL　McBEE」が原告の「氏名」であると認められるとしても，本件商標に係る指定商品は，原告及び原告の音楽活動とは関連性のない商品(被服等)であり，また，被告による本件商標の使用の実情からしても，本件商標の使用は，原告及び原告の音楽活動に何らの影響も与えないから，本件商標の使用が，商品の出所混同を生じさせ，あるいは，原告の人格権を毀損するおそれはなく，したがって，本件商標は，商標法4条1項8号に違反して登録されたものではない，④原告による無効主張は，同号による私益保護の限界を超えるものとして，権利の濫用に当たる旨主張した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告は，平成13年8月24日，審判事件弁駁書(乙2)を提出し，原告は，本件商標の商標登録出願時はもちろん，本件商標の関連商標として被告が主張する商標の商標登録出願時(昭和59年10月23日)よりも，はるか以前からニューヨークのミュージック・ジャズの世界に登場し，著名となっていたものであり，本件商標はこれを盗用したものである旨主張し，雑誌記事等(審判甲7-1～甲10-2，本訴乙15-7-1～乙15-10-2，このうち乙15-7-1及",
                  "text": [
                    "び2以外は英文)を提出した。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "特許庁は，審理の結果，平成14年2月19日，「登録第4136718号の登録を無効とする。」との第1次審決(甲3)をした。",
                    "第1次審決の理由の要旨は，①「CECIL　McBEE(セシル　マクビー)」は，原告の氏名(本名のフルネーム)であることが認められるから，本件商標は，請求人である原告の氏名よりなる商標であり，かつ，本件商標の登録出願に関しその承諾を得ていないことは明らかである，②被請求人である被告は，上記イ③の主張をし，さらに本件商標の採択の経緯を主張するが，「本件商標の指定商品は，特殊の商品とはいえない大衆向けの生活必需品に関する商品であること及び被請求人(注，被告)が本件商標を使用している事実等を勘案するとしても，『CECIL　McBEE(セシル　マクビー)』がジャズ・ミュージシャンとして，ある程度の著名性を獲得してる事実よりすれば，前記判断(注，上記①の判断)に影響を及ぼすものではない」(甲3の5頁下から第3段落)，③したがって，本件商標は，商標法4条1項8号に違反して登録されたものであるから，同法46条1項の規定により，その登録を無効とすべきものである，というものであった。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "text": [
        "被告(前訴原告)は，同年3月28日，第1次審決の取消しを求めて前訴を提起し，取消事由として，第1次審決は，原告の請求人適格の欠如を見過ごし(取消事由1)，原告の「氏名」の認定判断を誤り(取消事由2)，商標法4条1項8号の解釈適用を誤り(取消事由3)，原告の略称の著名性の認定判断を誤った(取消事由4)旨主張した。",
        "これに対し，原告(前訴被告)は，被告の上記各主張を争うとともに，前訴における追加の証拠方法として，原告の出演歴に関するインターネット情報(前訴乙11-1，本訴乙15-11-1，英文)，原告の演奏写真(前訴乙11",
        "-5，12-1，本訴乙15-11-1，15-12-1)，原告の紹介記事等",
        "(前訴乙12-2～11，本訴乙15-12-2～11，英文)，雑誌記事(前訴",
        "乙13-1～3，本訴乙15-13-1～3，英文)，新聞記事(前訴乙14，本",
        "訴乙15-14，英文)，レコードジャケット(前訴乙15-1～9，本訴乙15-15-1～9，英文)，雑誌記事(前訴乙16-1～4，本訴乙15-16-1",
        "～4，英文)，公演パンフレット(前訴乙17-1～7，本訴乙15-17-1～",
        "7)，インターネット情報(前訴乙18～25，本訴乙15-18～25)，原告",
        "のパスポート(前訴乙26，本訴乙15-26，英文)などを提出した。"
      ]
    },
    {
      "fig": "カ",
      "text": [
        "東京高裁は，同年12月26日，第1次審決を取り消す旨の前訴判決(甲2)をした。",
        "前訴判決は，まず，「事実及び理由」欄の「第5　当裁判所の判断」の「1　取消事由2(被告〔注，本訴原告〕の氏名の認定判断の誤り)について」の項において，米国政府発行の原告のパスポートにより，原告の「Surname」は「＊＊　＊＊＊」であり，「Given　Ｎames」は「＊＊＊＊＊　＊＊　＊＊＊」であって，原告のフルネーム，すなわち，全く省略されていない形で示された原告の氏名は，「＊＊＊＊＊　＊＊　＊＊＊　＊＊　＊＊＊」であると認めることができ，ミドルネームの「＊＊　＊＊＊」もフルネームに含まれるから，原告の氏名(本名のフルネーム)が「CECIL　McBEE」であるとした第1次審決の認定は誤りであり，被告の取消事由2の主張は理由がある旨判断した(甲2の10頁～13頁)。",
        "その上で，前訴判決は，同「2　取消事由4(著名性の認定判断の誤り)について」の「(1)」の項において，「上記1で述べたところによれば，商標法4条1項8号の適用においては，『CECIL　McBEE』は，被告の略称であるというべきであるから，同号の適用による保護を受けるためには，それが著名でなければならない。審決(注，第1次審決)中には，『CECIL　McBEE』の著名性について，『「CECIL　McBEE(セシル　マクビー)」がジャズ・ミュージシャンとして，ある程度の著名性を獲得して』いる・・・との記載がある。しかしながら，審決の上記記載は，『CECIL　McBEE』が被告のフルネームであり，商標法4条1項8号の『他人の氏名』に当たるから，著名性を必要としないという前提の下で，一応の判断を示したものにすぎないことが明らかである。審決は，『CECIL　McBEE』が略称であることを前提にした上での著名性の判断はしていないというべきであるから，上記記載内容の当否を問題とするまでもなく，審決は取消しを免れない」(甲2の13頁)とし，さらに，同「(2)」の項において，「仮に，審決の上記記載が，『CECIL　McBEE』が略称であると仮定した上で，著名性を獲得していると判断したものであるとしても，この判断は誤りというべきである」(同頁)に続けて，原告の氏名の略称としての「CECIL　McBEE」の著名性について証拠を踏まえて検討し，「我が国において，被告(注，本訴原告)の知名度は，ジャズ・ミュージックという限られた範囲にとどまっているというべきであり，被告の略称としての『CECIL　McBEE』について，商標法4条1項8号にいう著名性を認めることはできない」(同15頁)と判示した。"
      ]
    },
    {
      "fig": "キ",
      "text": [
        "その後，原告は，最高裁に上告受理の申立てをしたが，平成15年7月11日に不受理決定がされ，前訴判決は確定した。"
      ]
    },
    {
      "fig": "ク",
      "text": [
        "特許庁は，前訴判決の確定を受けて，本件審判事件の審理を再開したが，一度の口頭審理も経ず，原告及び被告に全く攻撃防御の機会を与えないまま，同年10月8日，「本件審判の請求は，成り立たない。」との本件審決をした。本件審決の理由は，上記第2の2のとおりである。"
      ],
      "content": [
        {
          "fig": "(3)",
          "text": [
            "以下，上記認定事実に基づき，前訴判決の拘束力(行政事件訴訟法33条1項)の範囲について検討する。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "まず，本件審判事件における請求人の主張について見ると，請求人である原告は，主位的に，本件商標が原告の「氏名」と同一であることを根拠として，予備的に，本件商標が原告の「氏名の著名な略称」と同一であることを根拠として，本件商標は，商標法4条1項8号に該当し，同法46条1項1号により無効とすべきものである旨主張していたものと認めるのが相当である。",
        "なお，上記予備的主張については，審判請求書(乙1)の記載上は，必ずしもその存在が明確であるとまではいうことができないが，本件審判手続の被請求人であり，前訴原告である被告は，一貫して，その存在を前提とした反論を行い，第1次審決及び前訴判決もその存在を前提に判断をしていると解される上，本件訴訟においても，原告及び被告の双方とも，その存在を前提に主張立証を行っているものと見られる。そうすると，審判請求書(乙1)における，「審判請求人は，ジャズ・ミュージシャンとして，世界的に知られており，日本のジャズ・ミュージシャンとして著名なBとコンビを組んで，日本でもミュージック・ショーをしばしば開いている。審判請求人は，著名な自分の氏名が勝手に，被請求人(注，被告)によって，審判請求人の承諾を得ずに第4136718号商標登録として，登録されていることを知り，請求の趣旨記載の審決を求めるものである」との記載をもって，上記予備的主張の趣旨であると善解することを妨げる事情はない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "第1次審決は，上記アの原告の主位的主張に基づき，「CECIL　McBEE(セシル　マクビー)」は原告の氏名(本名のフルネーム)であると認められるとして，本件商標の商標登録を無効とした。",
        "その際，第1次審決は，被請求人である被告が，「CECIL　McBEE」が原告の「氏名」であると認められる場合に備えた予備的主張として，本件商標に係る指定商品は，原告及び原告の音楽活動とは関連性のない商品(被服等)であり，また，被告による本件商標の使用の実情からしても，本件商標の使用は，原告及び原告の音楽活動に何らの影響も与えないから，本件商標の使用が，商品の出所混同を生じさせ，あるいは，原告の人格権を毀損するおそれはなく，したがって，本件商標は，商標法4条1項8号に違反して登録されたものではない旨主張していたこと(上記(2)イ③)に答えて，「CECIL　McBEE(セシル　マクビー)」がジャズ・ミュージシャンとして，ある程度の著名性を獲得している事実等を挙げて，被告の当該主張を排斥したが，「CECIL　McBEE」の著名性に関する第1次審決の上記説示は，飽くまで，原告の上記主位的主張に対する判断の中でされたものであり，原告の上記予備的主張に対する判断，すなわち，原告の氏名の略称としての「CECIL　McBEE」の著名性に関する判断は示されていないと解される。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "前訴判決は，第1次審決を違法として取り消したが，その理由は，原告の氏名(本名のフルネーム)が「CECIL　McBEE」であるとした第1次審決の認定は誤りであるという点にあった。したがって，この点に関する前訴判決の判断が，行政事件訴訟法33条1項の規定に基づく拘束力を有することは明らかである。",
        "他方，前訴判決は，上記(2)カのとおり，原告の氏名の略称としての「CECIL　McBEE」の著名性について証拠を踏まえて検討し，「我が国において，被告(注，本訴原告)の知名度は，ジャズ・ミュージックという限られた範囲にとどまっているというべきであり，被告の略称としての『CECIL　McBEE』について，商標法4条1項8号にいう著名性を認めることはできない」(甲2の15頁，以下「本件判示事項」という。)とも判示している。しかしながら，前訴判決は，本件判示事項の判示に先立ち，「審決(注，第1次審決)中には，『CECIL　McBEE』の著名性について，『「CECIL　McBEE(セシル",
        "マクビー)」がジャズ・ミュージシャンとして，ある程度の著名性を獲得して』いる・・・との記載がある。しかしながら，審決の上記記載は，『CECIL　McBEE』が被告のフルネームであり，商標法4条1項8号の『他人の氏名』に当たるから，著名性を必要としないという前提の下で，一応の判断を示したものにすぎないことが明らかである。審決は，『CECIL　McBEE』が略称であることを前提にした上での著名性の判断はしていないというべきであるから，上記記載内容の当否を問題とするまでもなく，審決は取消しを免れない」(甲2の13頁)と説示して，第1次審決を取り消すべき理由としては，原告の氏名(本名のフルネーム)が「CECIL　McBEE」であるとの認定が誤りであるという理由のみで足りるとの判断を明示している。さらに，本件判示事項は，「仮に，審決の上記記載が，『CECIL　McBEE』が略称であると仮定した上で，著名性を獲得していると判断したものであるとしても，この判断は誤りというべきである」(甲2の13頁)との判示に続くものであるところ，上記イのとおり，第1次審決では，原告の氏名の略称としての「CECIL　McBEE」の著名性に関する判断は示されていないのであるから，以上によれば，略称としての著名性に関する本件判示事項は，飽くまで，念のために記載されたものにすぎず，いわゆる傍論として，行政事件訴訟法33条1項の規定に基づく拘束力を有するものではないというべきである。",
        "なお，この点に関し，被告は，前訴判決が，第1次審決を取り消すためには，「CECIL　McBEE」は原告の氏名(本名のフルネーム)であるとの認定を否定するだけでは十分でなく，原告の氏名の略称としての「CECIL　McBEE」の著名性を否定する必要があり，本件判示事項は，後者の点についての判断を示したものであるから，行政事件訴訟法33条1項に基づく拘束力を有する旨主張する。しかしながら，前訴判決の上記判示に照らすと，前訴裁判所は，「CECIL　McBEE」が原告の氏名(本名のフルネーム)であるとした第1次審決の認定を否定するのみならず，本件のような商標登録の無効理由の有無を争点とする事案においては，専門技術的な特許庁の第1次的な判断を待つ必要性がそれほど高くなく，第1次審決の取消しの後に再開される本件審判事件の審判体に対する事実上の審理指針を示すことが相当であるとの考慮から，本件判示事項を，上記のとおり，いわゆる傍論として判示したものであることがうかがわれるから，被告の上記主張は採用の限りではない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "以上によれば，前訴判決の判断のうち，行政事件訴訟法33条1項の規定に基づく拘束力を有するのは，原告の氏名(本名のフルネーム)が「CECIL　McBEE」であるとした第1次審決の認定は誤りであるという点であって，原告の氏名の略称としての「CECIL　McBEE」の著名性に関する本件判示事項は，同項に基づく拘束力を有するものではないというべきである。"
      ],
      "content": [
        {
          "fig": "(4)",
          "text": [
            "進んで，本件審決が，前訴判決の判示内容を誤解し，行政事件訴訟法33条1項の解釈適用を誤ったものであるかについて検討する。",
            "本件審決の上記第2の2の理由中，「然るに，審決を取り消す判決が，その事件について当事者たる行政庁である特許庁を拘束することは，行政事件訴訟法第33条第1項の規定から明らかである。そうすると，本件商標については，上記の1及び2に示したように審決を取り消す旨の判断がされ，その判決は確定しているものであるから，結局，本件商標は，商標法第4条第1項第8号に違反して登録されたものとすることはできない」(審決謄本5頁下から第2段落～6頁第1段落)との説示部分(以下「本件説示部分」という。)については，確かに，前訴判決が，原告の氏名(本名のフルネーム)が「CECIL　McBEE」であるとした第1次審決の認定は誤りであるという点のみならず，原告の氏名の略称としての「CECIL　McBEE」の著名性に関する前訴判決の本件判示事項についても，行政事件訴訟法33条1項の規定に基づく拘束力を有すると判断したかのように理解される余地があり，その意味で，本件審決には，少なくとも，措辞において適切を欠く面があることは否定できない。",
            "しかしながら，第1次審決において，原告の氏名の略称としての「CECIL　McBEE」の著名性に関する判断それ自体ではないにせよ，「CECIL　McBEE(セシル　マクビー)」がジャズ・ミュージシャンとして，「ある程度の」著名性を獲得しているとの判断が示されていることからすれば，当該審判体としては，第1次審決の時点において，原告を示す名前としての「CECIL　McBEE」について，その著名性は，飽くまで，「ある程度」のものであって，商標法4条1項8号が要求する略称としての著名性の要件を満たすほどのものではないとの心証を形成していたことがうかがわれる。また，前訴判決の本件判示事項が果たす上記事実上の審理指針としての役割とあいまって，本件審決を担当する審判体も，本件審決時において，原告の氏名の略称としての「CECIL　McBEE」について，商標法4条1項8号にいう著名性を認めることができないとの心証に至っていたことは，本件審決の理由(上記第2の2)からも十分に推認できるところである。そうすると，本件審決の本件説示部分は，本来，事実上の審理指針にすぎない本件判示事項について，法律上の拘束力を有すると判断したかのように理解される余地がある点において正確さを欠くものの，必ずしも，原告主張のように，当該審判体が，前訴判決の判示事項を誤解し，その結果，行政事件訴訟法33条1項の解釈適用を誤ったものであるとまで断定することはできないというべきである。そればかりでなく，仮に，本件審決に原告主張のような誤りがあったとしても，後記3のとおり，本件訴訟において原告が当裁判所に新たに提出した証拠を含めて検討しても，原告の氏名の略称としての「CECIL　McBEE」につき著名性を認めることができないのであるから，その誤りは，本件審決の結論に影響を及ぼすものであるとはいえず，結局，本件審決を取り消すべき理由とはならないというほかはない。"
          ]
        },
        {
          "fig": "(5)",
          "text": [
            "以上によれば，原告の取消事由1の主張は理由がない。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "取消事由2(審級の利益の侵害)について",
              "text": [
                "原告は，特許庁が，審理再開後，原告に対し，攻撃防御の機会を与えないまま，本件審決をしたことは，原告の審級の利益(前審判断経由の利益)を侵害するものであって，違法である旨主張する。",
                "しかしながら，上記1(3)アのとおり，本件審判事件において，請求人である原告は，主位的に，本件商標が原告の「氏名」と同一であることを根拠として，予備的に，本件商標が原告の「氏名の著名な略称」と同一であることを根拠として，本件商標は，商標法4条1項8号に該当し，同法46条1項1号により無効とすべきものである旨主張していたものと認めるのが相当であるところ，上記1(2)において認定した事実経緯によれば，原告は，第1次審決前の審判手続において，略称としての著名性の点を含め，原告を示す名前としての「CECIL　McBEE」について，その著名性を主張立証する機会を十分に与えられ，現実にも，ある程度の主張立証を行っていたものと認められるから，原告の上記主張は採用の限りではない。",
                "この点について，原告は，第1次審決前の審判手続において，原告が主張立証していたのは，原告の「氏名」としての著名性であって，原告の「略称」としての著名性ではないとし，前者の意味での著名性と後者の意味での著名性とでは著名性の程度が異なるから，前者について主張立証の機会が与えられていても，後者については，別途，主張立証の機会が与えられなければならないなどとも主張する。",
                "しかしながら，もとより，請求人である原告が，本件商標が原告の「氏名」と同一であることを根拠とする主位的主張が認められる公算が大きいとの判断の下，上記予備的主張に係る「著名性」の主張立証には力を入れないということはあり得ないことではないが，それは飽くまで請求人自身の判断と責任においてすべきことであり，主位的主張と予備的主張の双方を主張した以上は，本来，第1次審決前の審理終結時において，主位的主張のみならず，予備的主張についても，十分に主張立証を尽くしておくべきことは当然である。",
                "したがって，前訴判決による第1次審決の取消し後に再開された審判手続において，改めて，当事者に対し，主張立証の機会を与えなければならないとする理由はないから，原告の取消事由2の主張は理由がない。"
              ]
            },
            {
              "fig": "3",
              "text": [
                "取消事由3(原告の氏名の略称の著名性に関する認定判断の誤り)について  (1)　まず，商標法4条1項8号の趣旨について検討すると，同号が，他人の氏名等を含む商標について登録を受けることができないと規定する趣旨は，当該他人の人格権を保護する点にあるところ，同号が，他人の「氏名」については著名性を要件としていないのに対し，他人の「略称」についてはこれを要件としているのは，戸籍によって通常確定される「氏名」(在外外国人の場合はパスポート等によって通常確定される「本名のフルネーム」。以下，同じ。)とは異なり，略称については，これを使用する者がある程度恣意的に選択する余地があること，そして，著名な略称であって初めて氏名と同様に特定人を指し示すことが明らかとなり，氏名と同様に保護されるべきことによるものと解される。",
                "上記のとおり，同号が略称について規定する著名性とは，略称について，使用する者が恣意的に選択する余地のない氏名と同様に保護するための要件であるから，それが認められるためには，当該略称が，我が国において，特定の限られた分野に属する取引者，需要者にとどまらず，その略称が特定人を表示するものとして，世間一般に広く知られていることが必要であるというべきである。なぜならば，同号の趣旨は，上記のとおり，当該他人の人格権の保護にあるところ，特定の限られた分野においてのみ知られている略称について，その分野に属さない商品又は役務に商標として使用されても，当該他人の人格権が侵害されたということはできないし，また，同号所定の著名性が認められる他人の略称は，分野を問わず，すべての指定商品及び指定役務について商標登録を受けることができなくなるのであるから，特定の限られた分野に属する取引者，需要者のみに知られている略称について，すべての指定商品及び指定役務について商標登録の阻害事由となると解することは，商標登録を受けようとする者に酷な結果をもたらすといわざるを得ないからである。",
                "これに対し，原告は，同号において「略称」保護の要件として要求されている著名性の程度は，出所混同の蓋然性が認められる程度の高度なものである必要はない旨主張するが，そうした主張が，略称を有する者の保護に偏した見解であって失当であることは，上記より明らかというべきであるから，採用の限りではない。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "以上を前提に，原告の氏名の略称としての「CECIL　McBEE」の著名性について検討する。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "原告が，「CECIL　McBEE」の著名性について，本件審判事件及び前訴で提出した証拠(本訴乙15-3～10，乙15-11-1及び5，乙1",
      "text": [
        "5-12-1～乙15-25)は，上記1(2)ア，ウ及びオのとおりであり，そのほとんどが英文であることからしても，そもそも，我が国における原告の氏名の略称の著名性ないし知名度を示す証拠としての価値は低いというべきである。"
      ]
    },
    {
      "fig": "イ",
      "subject": "また，原告が本件訴訟において新たに提出した証拠の多くは，レコード及びCDのジャケット(甲4～13〔昭和53年～平成7年〕)，我が国におけるコンサートツアーのパンフレット等(甲14，15-1，3，甲16-2～10，甲17-1～9，甲18-1～9，甲19-1～8，甲20-1，3～8，甲21",
      "text": [
        "-1～7，甲22-1，2，以上〔昭和63年～平成8年〕)，ジャズ雑誌の記事等(甲15-2，甲16-1，甲20-2，甲23～31，甲46-1～8，以上",
        "〔昭和51年～平成16年〕)並びにジャズ・ミュージックの演奏家，評論家，雑誌記者等の陳述書(甲42～45)であって，いずれも，ジャズ・ミュージック関係の分野で作成，頒布された文書等であることが明らかであり，ジャズ・ミュージック関係の分野における原告の知名度を示す証拠としては格別，原告の氏名の上記略称が，我が国において，世間一般に広く知られていることを示す証拠としては，それほど有力なものと見ることはできない。",
        "原告は，いわゆる一般紙の新聞記事(甲32～40〔昭和63年～平成8年〕，ただし，甲38及び40には，原告の氏名の略称の記載はない。)をも提出するが，いずれも，芸能面ないし文化面等における記事と見られるものであることからすれば，それらは，主として，ジャズ・ミュージックに興味を持つ読者を対象とするものであると認めるのが相当である。さらに，インターネットの平成16年5月31日付け検索結果(甲41)については，キーワードを「CECIL　McBEE」とした日本語のウェブページにおける検索結果であって，我が国における原告の知名度を測る際の一つの資料とはなり得るが，そもそも，本件商標関係のウェブページを含めて約2460件という検索結果の件数自体(原告関係のウェブページは，その当初100件中わずか10～15件程度であると認められ，全体に占める割合もほぼ同程度であると推認できる。)，我が国における上記(1)の著名性を基礎付ける資料としては件数的に十分ではないと見るのが相当であるし，検索された原告関連のウェブページは，すべてジャズ・ミュージックに関係するものであると推認されるから，その件数をもって世間一般に対する知名度を示すものであるということもできない。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "以上によれば，本件全証拠を総合しても，本件商標の登録出願時(平成8年10月1日)及び登録査定時(平成10年1月19日)において，「CECI",
      "text": [
        "L　McBEE」が，ジャズ・ミュージシャン(ベース奏者)である原告を示す略称として，ジャズ・ミュージック界の関係者やジャズファン等，我が国におけるジャズ・ミュージック関係の分野に属する者の間において，ある程度知られていたとの事実は認められるものの，それを超えて，「CECIL　McBEE」が，特定人である原告を指し示す氏名の略称として，世間一般に広く知られていたとの事実を認めることはできず(なお，この点は，本件商標の指定商品に係る被服関係の取引者，需要者の間においても同様である。)，他にこれを認めるに足りる証拠はないというべきである。"
      ],
      "content": [
        {
          "fig": "(3)",
          "text": [
            "そうすると，原告の氏名の略称としての「CECIL　McBEE」について，商標法4条1項8号に規定する「略称」としての著名性を認めることはできないから，これと同旨の本件審決に誤りはなく，原告の取消事由3の主張は理由がない。"
          ],
          "content": [
            {
              "fig": "4",
              "text": [
                "以上のとおり，原告主張の取消事由はいずれも理由がなく，他に本件審決を取り消すべき瑕疵は見当たらない。",
                "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}