{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2003-35084号事件について平成16年6月2日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，別添審決謄本写し後掲「本件商標」のとおりの構成からなり，指定役務を第41類「学習塾における教授，教育情報の提供，学習塾における模擬テストの実施」とする登録第4136256号商標(平成8年1月30日商標登録出願〔以下「本件商標登録出願」という。〕，平成10年2月17日登録査定〔以下「本件登録査定」という。〕，同年4月17日設定登録，以下「本件商標」という。)の商標権者である。",
            "被告は，平成15年3月7日，原告を被請求人として，本件商標の商標登録を無効にすることについて審判を請求した。",
            "特許庁は，同請求を無効2003-35084号事件として審理した上，平成16年6月2日に「登録第4136256号の登録を無効とする。」との審決をし，その謄本は，同月14日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決は，別添審決謄本写し記載のとおり，本件商標は，請求人(被告)の業務に係る「大学受験指導に関する役務」を表示するものとして需要者の間に広く認識されるに至っていた「一橋学院」の漢字からなる商標(以下「引用商標」という。)に類似する商標であって，上記役務と同一又は類似する役務に使用するものと認められ，商標法4条1項10号に違反して商標登録されたものであるから，同法46条1項の規定に基づき，その商標登録を無効とすべきものであるとした。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "text": [
            "審決は，本件商標の商標法4条1項10号該当性の認定判断を誤った(取消事由)ものであるから，違法として取り消されるべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(商標法4条1項10号該当性の認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の周知性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，①日刊紙への大学受験予備校としての広告掲載の事実，②入学案内，冬期講習案内，入試情報などパンフレット類の存在及び③山手線及び地下鉄の駅構内看板の掲示を理由として，引用商標の周知性を肯定した。",
                    "しかしながら，商標法4条1項10号にいう「需要者の間に広く認識されている商標」に該当するには，商標登録出願の時において全国にわたる主要商圏の同種商品・役務取扱業者の間に相当程度認識されているか，あるいは，狭くとも1県(都道府を含む趣旨，以下同じ。)の単位にとどまらず，その隣接数県の相当範囲の地域にわたって，少なくとも同種商品・役務取扱業者の半ばに達する程度の層に認識されていることを要するものと解すべきであり(東京高裁昭和58年6月16日判決・無体集15巻2号510頁参照)，上記相当範囲の地域は，後願商標の排斥という効力を考慮すれば，相当程度広範囲の地域でなければならない。被告は，大学受験予備校であり，大学受験は，地域限定性の強い中学受験や高校受験と比べて全国規模で行われるから，大学受験予備校の周知性は，一地域の知名度では足りず，全国的な知名度が必要であると解すべきである。ところが，上記①については，昭和57年から平成10年まで，いずれも1月の後半から2月前半にかけて，年にわずか1回(ただし，昭和63年は2回)のみの広告掲載にすぎず，②については，現実に発行した事実，配布された時期，部数及び配布した地域的範囲等は全く不明であり，③については，高田馬場駅近辺という一地域にとどまり，全国的なものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，上記ア①～③の事実によっては，本件商標登録出願時及び本件登録査定時において，引用商標が，相当範囲の地域にわたって，少なくとも同種商品・役務取扱業者の半ばに達する程度の層に認識されているものと認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標と引用商標の類否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告の使用する商標は，日刊紙の広告掲載では，「一橋学院早慶外語」あるいは「一橋学院」，「早慶外語」の二段併記のものが10件であり，「一橋学院」のみ記載したものは，わずかに4件にすぎない。一般に，大学受験予備校の名称においては，「早稲田」，「代々木」，「四谷」，「お茶の水」，「慶応」等を冠した極めて類似した名称が使用されることが多く，上記「一橋」，「早慶」も，そのような名称の一つである。そして，このような名称においては，名称中の大学あるいは地名のイメージ，すなわち，「一橋学院早慶外語」においては，「一橋」，「早慶」が強い印象を与えるものであり，たとえ，外観上「一橋学院」と「早慶外語」との間に若干の間隔を開け，あるいは二段併記の記載方法を講じても，これを，「一橋学院」と「早慶外語」に分離して認識することはしないから，「一橋学院早慶外語」の商標は，その文言上，需要者に対し，早稲田大学や慶応大学を目指す予備校生に焦点を絞った大学受験予備校としてのイメージを強烈に喚起するものであって，単なる「一橋学院」とは，明らかに異なる外観，称呼，観念を有するというべきである。したがって，被告の使用する「一橋学院早慶外語」あるいは「一橋学院」，「早慶外語」の二段併記の商標(以下，これらを「被告使用商標」という。)は，「早慶外語」の部分にも自他役務識別力を認めるべきであるから，被告使用商標は，引用商標である「一橋学院」とは別の商標であり，両者を同一のものとして判断することはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "外観の類否",
                      "text": [
                        "審決は，本件商標の要部について，「本件商標の構成中『IE一橋学院』の文字部分は，欧文字『IE』と漢字『一橋学院』とを常に一体不可分のものとして把握されるとはいい得ないから，かかる文字部分の『一橋学院』が独立した固有の学校名として認識される」(審決謄本14頁最終段落～15頁第1段落)と認定した。",
                        "しかしながら，審決は，その理由として，①欧文字と漢字との字種及び籠字風と黒塗りによる態様の相違から視覚上おのずと分離して看取されること，②意味上においてこれらを常に一体のものとして把握しなければならないような格別の事情が存在しないという点を指摘するにとどまり，一つづりの字句である「IE」と「一橋学院」を殊更分離しなければならない積極的な理由を示していない。",
                        "外観上の類否は，原則として，商標の構成全体が有する外観的形象において判断されるべきであり，仮に，例外的に商標の構成全体ではなく，要部が有する外観的形象を抽出し，要部観察により外観類似の判断をする場合は，商標のどの部分を要部とするのか，なぜ要部観察の手法を用いるのかについての理由付けが不可欠である。",
                        "本件商標は，「個別指導／個別指導だから，よくわかる。／IE一橋学院」との文字商標であるが，「個別指導／個別指導だから，よくわかる。」の部分が役務内容及びキャッチフレーズを表しているとしても，当該部分は，本件商標の外観上に大きな影響を与えている。すなわち，本件商標は，「IE一橋学院」の上に小文字でバランス良く「個別指導だから，よくわかる。」との文字が配置され，「個別指導」の文字は，本件商標左側に，4文字が白抜きで正方形にバランス良く配置され，その右側に大文字の白抜き文字で「IE」，続けて等間隔かつ同じ大きさの黒塗り文字で「一橋学院」と記載されている。「一橋学院」は，本件商標全体の半分程度の面積を占めるにすぎず，白抜きの「IE」は，一見して「一橋学院」より一際強調されているのであるから，外観比較において，殊更「一橋学院」のみを抜き出して検討することは許されず，「一橋学院」のみを本件商標の要部であると認定することはできない。本件商標と被告使用商標との外観を類否判断するに当たっては，本件商標の構成全体と比較すべきであり，仮に，要部観察の方法による場合にも，少なくとも，「IE一橋学院」と比較すべきであるから，両者の外観は明らかに異なるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "称呼の類否",
                      "text": [
                        "上記のとおり，本件商標の要部は，「IE一橋学院」であるというべきであるから，その称呼は「アイイーヒトツバシガクイン」であり，被告使用商標の称呼「ヒトツバシガクイン(ソウケイガイゴ)」とは全く異なる。ちなみに，原告は，需要者及び取引者から，「アイイーヒトツバシガクイン」や「ヒトツバシガクイン」と称呼されることはなく，単に「アイイー」と称呼されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "観念の類否",
                      "text": [
                        "本件商標の要部である「IE一橋学院」は，それ自体からは特定の観念を生じ得ない，造語商標である。確かに，「学院」の文字から，それが何らかの学校を観念することは当然であるが，取引の実情を考慮すれば，本件商標に接する需要者が観念する意味が被告使用商標と同一であることによって，両者を誤認混同するおそれはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "取引の実情",
                      "text": [
                        "原告が経営主体となって全国展開を進める「IE一橋学院」は，主に小中学生を対象とした「個別指導塾」であるのに対して，被告が経営する「一橋学院」は，専ら大学受験に特化し，地域的にも東京都に限定された大学受験予備校であるなど，営業形態が需要者にとって全く異なっている。原告の「個別指導塾」は，いわば生徒が教室に来る家庭教師のような形態であり，1人から5人までの少人数の生徒に，マンツーマンで教師が付いて個別指導を行う形態である。一方，被告の形態は，従来型の大学受験予備校であり，多人数の教室に多くの生徒が集合して授業を受ける形態であって，原告の営業形態とは著しく異なる。また，原告は，全国的にフランチャイズ展開を行っており，地域に密着した小規模な教室が多数展開されるというものであり，被告のような，単一の校舎に重点を置いたものとは異なっている。さらに，高校生ないし浪人生のみを対象とする被告の需要者と，小中学生がメインという原告の需要者も，明らかに異なっている。",
                        "以上のように，本件商標に係る指定役務については，本件商標登録出願時及び本件登録査定時において，需要者，流通経路，供給地域等が，被告の大学受験予備校業務とは，明確に差別化が図られていたのであり，本件商標は，原告の業務に係る役務を表示するものとして，むしろ，被告使用商標を上回る著名性を獲得していたものであって，本件商標と被告使用商標との類否判断に当たっては，上記取引の実情を考慮すべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上検討したところによれば，本件商標は，引用商標ではなく，被告使用商標と対比すべきであり，本件商標と被告使用商標を対比すれば，両者が類似しないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "役務の類否",
              "text": [
                "学習塾を選択するに際して，学生やその父母は，指導システムだけではなく，学習塾の進学実績やネームバリューをも重視するのであって，経営母体が受験業界において周知性を獲得しているか否か，すなわち，名前をよく聞くことのある学習塾であるか否かは，重要な選択基準となる。また，商標の類否判断に当たっては，役務等についての取引の具体的な実情に照らし，その役務等の取引者及び需要者において普通に払われる注意力を基準として総合的に判断すべきであり，「大学受験指導に関する役務」と本件商標の指定役務である「学習塾における教授，教育情報の提供，学習塾における模擬テストの実施」を，「いずれも教育関連分野に関するものである」(審決謄本16頁第4段落)として同一であるということはできない。また，本件商標に係る指定役務については，本件商標登録出願時及び本件登録査定時において，需要者，流通経路，供給地域等が，被告の大学受験予備校業務とは，明確に差別化が図られていたことは，上記(2)ア(エ)のとおりであるから，本件商標に接した被告使用商標に係る役務の需要者は，本件商標に係る役務を被告の業務に係るものと誤認混同するおそれはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(商標法4条1項10号該当性の認定判断の誤り)について    (1) 引用商標の周知性について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件商標登録出願時及び本件登録査定時において，引用商標は，大学受験生やその父母，高等学校の進路指導関係者及び同業者の間に全国的に周知であったことは，以下の事実から明らかである。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "被告は，昭和55年から毎年，引用商標を，讀賣新聞や朝日新聞の「大学入試共通一次試験」の試験問題と解答等を掲載する頁に広告掲載しており，当該箇所は，おのずと関心が寄せられる，大学受験生や高等学校の進路指導関係者には精読されるところである。また，それ以外の社会面等においても，多数の広告を掲載し，上記以外に，毎日新聞，日本経済新聞，その他全国の地方紙に，少なくとも昭和54年から平成7年3月20日までの間広告掲載を続けた。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "被告は，約5，6万部印刷した学校案内書類を，全国の各高等学校に10～20部ずつ，約3000校に無料で配布した。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "被告は，少なくとも昭和46年から現在に至るまで，山手線及び地下鉄の駅構内の最も人目につく場所に，引用商標を使用した宣伝用の看板広告(乙6)を掲示した。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "被告は，昭和50年から平成7年2，3月ころまでの間，全国ネットで放送されていたTBSラジオ，ニッポン放送及び文化放送において，引用商標を使用して入学案内をした。特に，平成2年度及び平成3年度においては，それぞれ20秒間のコマーシャル放送を，毎日行った。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "被告は，昭和50年から平成7年ころまでの間，「大学受験ラジオ講座テキスト」，「蛍雪時代」，「Vコース」(旧「高3コース」)，「進学パーフェクトガイド」，「リクルートラストチャレンジ」，「学研予備校ガイド」等の大学受験生用の情報誌に，引用商標を使用して入学案内を掲載した。特に，「蛍雪時代」は，全国的に有名な雑誌であり，全国の各高等学校が定期的に購読している。"
                  ]
                },
                {
                  "fig": "(カ)",
                  "text": [
                    "被告は，北海道から沖縄まで全国の有力大学受験予備校で結成する「大学進学研究会」というネットワークを開設し，昭和53年1月から，年数回にわたり，受験用情報誌「大学進学研究」を発刊し，平成8年12月号により通算100号に達した。同誌は，各テーマを設けた特集や連載などを通して，入試制度や大学改革，高校教育，就職問題などの多様なテーマを追求して掲載されたものである。また，「入試情報研究所」を設け，年1回，受験者向けに「入試のてびき」，「大学入試センター試験自己採点分析資料」等を刊行している。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "学校の知名度は，校舎の設置数などとは関係がなく，限られた地域のみに校舎や施設を有する学校の中にも全国的に知られた学校が多数あり，被告の経営する大学受験予備校もその例外ではない。本件商標登録出願時及び本件登録査定時において，関東エリアではあるが，東京都，横浜市及び埼玉県の主要都市に被告の校舎が存在し，日本国内の主要大学は主に大都市に集中し，入学者も情報源の多い主要都市に集中する大学受験予備校の性質から，被告は，大学受験予備校として，実績，学習内容，大学進学率等において，知名度が顕著である。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(2)",
                      "subject": "本件商標と引用商標の類否について"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "被告使用商標及び本件商標の要部",
              "text": [
                "一般に，簡易，迅速を尊ぶ取引の実際においては，商標は，各構成部分がそれを分離して観察することが取引上不自然であると思われるほどにまで不可分的に結合しているなど特段の事情がある場合でない限り，常に必ずその構成部分全体の名称によって称呼，観念されるというわけではなく，しばしば，その一部だけによって簡略に称呼，観念され，その結果，一個の商標から二個以上の称呼，観念の生じることがあるのは，経験則の教えるところである(最高裁昭和36年6月23日第二小法廷判決・民集15巻6号1689頁参照)。被告使用商標は，「一橋学院早慶外語」としてのみ認識されるべき特段の事情はないから，「一橋学院早慶外語」のほかに，「一橋学院」の称呼，観念を生じ，かつ，「一橋学院」の部分が，称呼，観念においても，より識別力の強い要部であるとみるべきである。他方，本件商標は，構成中の「個別指導」と「個別指導だから，よくわかる。」の部分は，前者は役務内容を，後者はキャッチフレーズを表すものであり，自他役務識別力がなく，また，「IE一橋学院」の欧文字「IE」が蘢字風に，漢字「一橋学院」が黒塗りで表された構成であり，両者は，字種及び字体の相違から，視覚上おのずと分離して看取される。さらに，前半部の「IE」は欧文字2文字であり，後半部の「一橋学院」は特定の学校名として認識されることから，本件商標の「IE」は指定役務の識別機能がなく，その機能を果たすのは「一橋学院」であるというべきであり，かつ，両者の間に意味内容における密接又は自然な牽連性もないことから，要部は「一橋学院」にあるとみるべきである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "外観の類否",
              "text": [
                "本件商標は，その構成中「一橋学院」が独立して看取されることから，引用商標とは同一の漢字4文字で構成される点において外観を同じくし，両者は外観において類似する。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "称呼の類否",
              "text": [
                "本件商標の前半部「アイイー」からは，聞く者が連想するものは生じず，後半部の「ヒトツバシガクイン」の方が聴別しやすく，聞く者の耳に最後まで残る作用を有し，引用商標からは，「ヒトツバシガクイン」の称呼が生じるから，両者は称呼において類似する。"
              ]
            },
            {
              "fig": "エ",
              "subject": "観念の類否",
              "text": [
                "本件商標の構成のうち，前半部の「IE」からは，特定の意味が生じず，独創性があるとはいい難いのに対し，後半部の「一橋学院」は，固有名詞であり，そこからは特定の学校名の観念が生じることから，一般需要者は，前半部より後半部の方が明確に認識でき，かつ，両者の間に意味内容における密接な若しくは自然な牽連性はない。他方，引用商標は，固有名詞であり，そこからは特定の学校名の観念が生じるから，両者は観念において類似する。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(3)",
                      "subject": "役務の類否について",
                      "text": [
                        "指定役務の類否は，対比される役務に同一又は類似の標章を付した場合，当該役務の取引者，需要者が同一の営業主体から提供された役務と誤認するおそれがあるか否かにより判断すべきである。",
                        "引用商標に係る役務「大学受験指導に関する役務」と本件商標の指定役務である第41類「学習塾における教授，教育情報の提供，学習塾における模擬テストの実施」は，いずれも教育関連分野に関するものであり，同一ないし類似の役務である。",
                        "被告が長年にわたり経営してきた大学受験予備校は，上記(1)アの実績により，日本全国各地から学生が入学し，原告が「一橋学院」の商標を使用し始めた平成元年ころまでに，その入学者数が既に8万5888人(昭和53年～平成元年までの合計入学者数)に上っていたものであり，原告は，被告の宣伝力及び顧客吸引力を利用して，引用商標にフリーライドし，あたかも被告の姉妹校ないし関連校のように本件商標を使用していたものということができる。",
                        "本件商標と引用商標の需要者である学生及び父兄らは共通であり，原告の業務に係る学校と被告の業務に係る学校の設置場所は，関東エリアを含んでいることから，本件商標に接する教育関係者及び需要者は，引用商標を連想し，あたかも被告の姉妹校ないし関連校であるかのように錯覚し，役務の出所につき誤認を生じるばかりでなく，原告による本件商標の使用は，被告が長年にわたり使用してきた引用商標へのフリーライドやその希釈化を招くものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(商標法4条1項10号該当性の認定判断の誤り)について    (1) 引用商標の周知性について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，商標法4条1項10号にいう「需要者の間に広く認識されている商標」に該当するには，商標登録出願の時において全国にわたる主要商圏の同種商品・役務取扱業者の間に相当程度認識されているか，あるいは，狭くとも1県の単位にとどまらず，その隣接数県の相当範囲の地域にわたって，少なくとも同種商品・役務取扱業者の半ばに達する程度の層に認識されていることを要するものと解すべきであり，上記相当範囲の地域は，相当程度広範囲の地域でなければならないところ，被告は，本件商標登録出願時及び本件登録査定時において，相当範囲の地域にわたって，少なくとも同種商品・役務取扱業者の半ばに達する程度の層に認識されているものと認めることはできないと主張するので検討する。"
              ]
            },
            {
              "fig": "イ",
              "subject": "「平成14年度第3回埼玉県私立学校審議会結果」インターネット＜URL:http:/-www.pref.saitama.jp/A01/BN00/singikekka14_3.html＞(甲2-1)，「平成14年度第4回東京都私立学校審議会(第603回)答申」インターネット＜URL:http:/-www.metro.tokyo.jp/INET/KONDAN/2002/09/40C9J100.HTM＞(甲2-2)，原告の履歴事項全部証明書(乙3-1)，平成15年6月被告撮影の看板広告の写真(乙6)，株式会社読売広告社作成の平成15年6月19日付け証明書(乙7)，朝日新聞及び讀賣新聞掲載の広告(乙8-1～26)，埼玉県知事作成の昭和56年12月11日付け，神奈川県知事作成の昭和62年12月22日付け及び八王子市長作成の同年3月27日付け各認可書(乙9-1～3)，昭和53年1月10日大学進学研究会発行「大学進学研究」創刊号(乙10-1)，平成8年12月5日発行同第100号(乙10-2)，平成8年1月19日大学進学研究会",
              "text": [
                "発行「1996年度大学入試センター試験自己採点分析資料」(乙11-1)，平成9年1月23日同発行「1997年度大学入試センター試験自己採点全国集計・分析資料」(乙11-2)，平成10年1月22日同発行「1998年度大学入試",
                "センター試験自己採点全国集計・分析資料」(乙11-3)，平成9年5月1日同発行「大進研'98年入試のてびき　第1集」(乙11-4)，平成14年9月1日同発行「大進研2003年入試のてびき」(乙11-5)，平成15年5月1日同発行「大進研2005年入試のてびき　進路選択ガイドブック　ジュニア版」(乙11-6)，被告作成の入学案内(乙15-1～8)，株式会社宝友アド作成の日程表(乙16-1～5)，同作成の「平成3年新学期キャンペーン見積書」(乙18-1)，同作成の「平成3年度地方紙掲載日・料金一覧表」(乙18-2)，日本経済新聞，毎日新聞，讀賣新聞及び朝日新聞掲載の広告(乙19-1～20)，北海道新聞，埼玉新聞，山梨日日新聞，岩手日報，静岡新聞，山形新聞，福島民報，新潟日報，北国新聞，河北新報，信濃毎日新聞，東奥日報，中日新聞，四国新聞，富山新聞及び西日本新聞掲載の広告(乙20-1～36)，被告作成の「都道府県別入学者数一覧」(乙21)，旺文社発行「大学受験ラジオ講座テキスト」及び「大学受験講座ラジオテキスト」掲載の広告(乙23-1～32)，同発行蛍雪時代掲載の広告(乙24-1～4)，学研発行「大学受験　高3コース」掲載の広告(乙25-1～4)，同発行「大学受験　Vコース」掲載の広告(乙25-5～9)，昭和46年10月1日株式会社ユーシン広告社発行「鉄道広告の上手な出し方」(乙26，以下「乙26冊子」という。)並びに弁論の全趣旨を総合すれば，次の事実を認めることができる。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "被告は，昭和30年10月19日，東京都新宿区(以下省略)の肩書住所地を主たる事務所所在地とし，教育基本法及び学校教育法に従い，学校教育を行うことを目的とする学校法人として設立し，「一橋学院早慶外語」を設置し，昭和56年に埼玉県大宮市に「一橋学院早慶外語大宮校」を，昭和62年に東京都八王子市に「一橋学院早慶外語八王子校」，横浜市に「一橋学院早慶外語横浜校」を設置したが，平成14年9月，「一橋学院早慶外語大宮校」及び「一橋学院早慶外語八王子校」について廃止認可申請をした。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "被告は，昭和55年1月13日付け朝日新聞(乙8-1)，昭和56年1月11日付け同新聞(乙8-2)，昭和57年1月17日付け同新聞(乙8-",
                  "text": [
                    "3)，昭和58年1月16日付け讀賣新聞(乙8-4)及び昭和59年1月15日",
                    "付け朝日新聞(乙8-5)の大学入試共通一次試験の試験問題を掲載した面に，「一橋学院早慶外語」の文字を使用した広告を，昭和60年1月27日付け朝日新聞(乙8-6)の大学入試共通一次試験の試験問題を掲載した面に，上部に「一橋学院」，下部に「早慶外語」の文字を使用した広告を，昭和61年1月26日付け朝日新聞(乙8-7)の大学入試共通一次試験の試験問題を掲載した面，昭和62年1月26日付け讀賣新聞(乙8-8)の大学入試共通一次試験の試験問題の正解・配点を掲載した面，昭和63年2月4日付け朝日新聞(乙8-9)及び同月11日付け同新聞(乙8-10)の国公立大学の志願状況を掲載した面並びに平成元年1月23日付け讀賣新聞(乙8-11)及び平成6年1月16日付け同新聞(乙8-17)の大学入試共通一次試験(平成6年は大学入試センター試験)の試験問題の正解・配点を掲載した面に，「一橋学院」の文字を使用した広告を，平成2年1月14日付け朝日新聞(乙8-12)の大学入試共通一次試験の試験問題を掲載した面に，「一橋学院早慶外語」，「がんばれ！一橋学院生」の文字を使用した広告を，平成3年1月13日付け朝日新聞(乙8-13)及び同日付け讀賣新聞(乙8-14)の大学入試センター試験の試験問題を掲載した面並びに平成4年1月12日付け讀賣新聞(乙8-15)の大学入試センター試験の試験問題の正解を掲載した面に，「一橋学院早慶外語」の文字を使用した広告を，平成5年1月17日付け朝日新聞(乙8-16)及び平成7年1月15日付け同新聞(乙8-18)の大",
                    "学入試センター試験の試験問題を掲載した面に，上段に大きな「一橋学院」の文字，その下段に小さな「早慶外語」の文字を配してなる広告を掲載した。",
                    "また，被告は，平成2年3月5日付け及び平成3年2月26日付け日本経済新聞(乙19-1，2)，昭和54年3月24日付け，平成2年2月2日付",
                    "け及び平成3年2月27日付け毎日新聞(乙19-3～5)，昭和54年3月2日",
                    "付け，同月3日付け(夕刊)，同月4日付け，同月6日付け，同月8日付け，同月10日付け(夕刊)，同月15日付け，同月16日付け，同月20日付け，同日付け(夕刊)，同月27日付け及び同月21日付け讀賣新聞(乙19-6～17)，昭和52年3月8日付け並びに平成2年3月19日付け及び平成7年3月7日付け朝日新聞(乙19-18～20)にも同様の広告を掲載し，さらに，昭和52年から平成3年ころまでの間，北海道新聞(乙20-1～4)，埼玉新聞(乙20-5～8)，山梨日日新聞(乙20-9～12)，岩手日報(乙20-13，14)，",
                    "静岡新聞(乙20-15，16)，山形新聞(乙20-17，18)，福島民報",
                    "(乙20-19，20)，新潟日報(乙20-21，22)，北国新聞(乙20-",
                    "23，24)，河北新報(乙20-25，26)，信濃毎日新聞(乙20-27，",
                    "28)，東奥日報(乙20-29，30)，中日新聞(乙20-31，32)，四",
                    "国新聞(乙20-33)，富山新聞(乙20-34，35)及び西日本新聞(乙2",
                    "0-36)にも同様の広告を掲載した。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "被告は，昭和61年に「OMＮIBUS　1986　大学受験一橋学院」(乙15-4)，昭和63年に「大学受験一橋学院　1988入学案内」(乙15-1)，「冬期講習　大学受験一橋学院」(乙15-2)及び「入試情報シリーズ　OMＮIBUS　1988　大学受験一橋学院」(乙15-5)，平成元年",
                  "text": [
                    "に「入試情報シリーズ　SUCCESS　1989新学期特別号　大学受験一橋学院」(乙15-8)，平成5年に「君に詳しい予備校　一橋学院」(乙15-",
                    "3)，平成6年に「大きな実力は，小さなクラスから生まれる。小さなクラスが，いっぱいの予備校。一橋学院」(乙15-6)，平成7年に「君は予備校を，『なに』で選びますか。　授業第一主義　一橋学院　早慶外語」(乙15-7)と各題する学校案内を作成したが，その発行部数，配布した地域的範囲及び配布先は明らかではない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "被告は，遅くとも昭和46年ころから現在に至るまで，JR山手線及び地下鉄東西線の高田馬場駅を重点とする東京都内及び近郊都市の駅に，看板広告，ポスターなどによる広告を掲載し，同年10月1日発行の乙26冊子37頁中段には，駅のホームに通じる階段正面に設置された，校舎を撮影した写真の左側に「国立大受験」の文字を小さく書した中段を挟んで，上段に「一橋」，下段に「学院」の文字を大きく書し，同写真の右側に「私立大受験」の文字を小さく書した中段を挟んで，上段に「早慶」，下段に「外語」の文字を大きく書した電飾看板を写した写真が掲載されている。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "被告は，各20秒の広告を，平成2年2月から同年3月までの間，TBSラジオにおいて100回，ニッポン放送において122回，文化放送において140回，平成3年2月から同年3月までの間，ニッポン放送及び文化放送において各140回放送した。その放送内容は，「受験生の皆さん一橋学院では90年度入試に向けて総力をあげた授業を開始しました。・・・抜群の指導内容で受験生を栄冠に導く一橋学院」(乙17-2)，「でっかい夢がみえてきた・・・一橋学院では，あなたの夢を現実にするためのお手伝いをしています。・・・一橋学院早慶外語教育情報室まで，お気軽にお問い合わせ下さい」(同)というものである。"
                  ]
                },
                {
                  "fig": "(カ)",
                  "text": [
                    "被告は，旺文社発行「大学受験ラジオ講座テキスト(昭和55年に『大学受験講座ラジオテキスト』に誌名変更)」昭和51年から平成6年の各2月号，3月号(乙23-1～32)，同発行「蛍雪時代」昭和50年から平成7年の各2月号，3月号(乙24-1～4はその一部)及び学研発行「高3コース(昭和58年に『Vコース』に誌名変更)」昭和54年から平成7年の各2月号，3月号(乙25-1～9はその一部)に，「一橋学院早慶外語」，「一橋学院」若しくは「一橋学院・早慶外語」の文字からなる広告又は上段に大きな「一橋学院」の文字，その下段に小さな「早慶外語」の文字を配してなる広告を掲載した。"
                  ]
                },
                {
                  "fig": "(キ)",
                  "subject": "被告を含む大学進学予備校で結成する「大学進学研究会グループ」は，昭和53年1月から，年数回にわたり，受験用情報誌「大学進学研究」を発刊し，平成8年12月で通算100号に達した(乙10-1は創刊号，乙10-2は",
                  "text": [
                    "100号)が，その発行部数，配布した地域的範囲及び配布先は明らかではなく，また，同誌は，一般の取引者，需要者を対象としたものとは認められない。"
                  ]
                },
                {
                  "fig": "(ク)",
                  "text": [
                    "被告作成の入学案内の昭和64年版(乙15-8)，平成6年版(乙15-6)及び平成7年版(乙15-7)の地域別出身校には，北海道，東北，関東及び中部の各県にわたる多数の高校名が掲載され，被告作成の「都道府県別入学者数一覧」(乙21)によれば，昭和53年度における被告の大学受験予備校の入学者は，北海道から九州・沖縄に至る全国で合計7719人に上り，本件商標登録出願がされた平成8年度においては，かなりの減少傾向がみられるものの，北海道1人，東北7人，関東902人，中部48人，近畿1人，四国1人，九州・沖縄9人，その他(大検)8人の合計977人に上っている。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "上記イに認定した事実によれば， 被告は，昭和30年，学校教育を行うことを目的とする学校法人として設立し，「一橋学院早慶外語」を設置して以来，遅くとも昭和46年ころから現在に至るまで，JR山手線及び地下鉄東西線の高田馬場駅を重点とする東京都内及び近郊都市の駅に，「一橋学院」，「早慶外語」の文字を使用した看板広告，ポスターなどによる広告を掲載し，昭和55年から平成7年までの間，朝日新聞，讀賣新聞，日本経済新聞，毎日新聞等の全国紙のほか，北海道新聞，北国新聞，信濃毎日新聞，中日新聞，四国新聞，西日本新聞等の主要な地方紙にも「一橋学院早慶外語」ないし「一橋学院」の文字を使用した広告を掲載し，平成2年及び平成3年の各2月から同年3月までの間，各20秒の広告を，ニッポン放送等，複数のラジオ局により放送し，また，昭和51年から平成7年までの間，大学受験生に一般的な雑誌であると認められる「大学受験ラジオ講座テキスト」，「蛍雪時代」及び「高3コース」の2月号，3月号に「一橋学院早慶外語」，「一橋学院」若しくは「一橋学院・早慶外語」の文字からなる広告又は上段に大きな「一橋学院」の文字，その下段に小さな「早慶外語」の文字を配してなる広告を掲載し，被告の設置した大学受験予備校「一橋学院早慶外語」には，北海道，東北，関東及び中部の各県にわたる多数の高校から大学受験生が入学していたものである。そうすると，上記認定の事実を総合すれば，「一橋学院早慶外語」あるいは「一橋学院」，「早慶外語」の文字からなる被告使用商標ないし引用商標は，本件商標登録出願時(平成8年1月30日)において，被告の業務に係る役務を表示するものとして，関東地方を中心に北海道，東北及び中部の各県にわたって，需要者である大学受験生の間に広く認識されていたものと認めるのが相当である。そして，平成15年6月被告撮影の看板広告の写真(乙6)並びに株式会社読売広告社作成の平成15年6月19日付け証明書(乙7)，平成9年1月19日付け及び平成10年1月18日付け朝日新聞掲載の広告(乙8-20，21)によれば，被告は，その後，本件登録査定時(平成10年2月17日)までの間においても，上記同様の東京都内及び近郊都市の駅に，看板広告，ポスターなどによる広告や新聞広告を行ったことが認められ，被告使用商標ないし引用商標の上記周知性は，本件登録査定時においても同様であったものと認められる。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原告は，被告の使用する商標は，日刊紙の広告掲載では，「一橋学院早慶外語」あるいは「一橋学院」，「早慶外語」の二段併記のものが10件であり，「一橋学院」のみ記載したものは，わずかに4件にすぎないと主張する。しかしながら，「一橋学院早慶外語」あるいは「一橋学院」，「早慶外語」の二段併記「一橋学院早慶外語」ないし「一橋学院・早慶外語」の文字からなる商標，及び上段に大きな「一橋学院」の文字，その下段に小さな「早慶外語」の文字を配してなる商標において，その構成中の「早慶外語」の部分は，需要者である大学受験生に，早稲田大学と慶応大学を意味する「早慶」と，大学入試科目である「外国語」を組み合わせたもの，すなわち，役務の内容を表示するものとして認識され，自他役務識別力が希薄な部分であると認められる。そして，「一橋学院早慶外語」は，漢字8文字と，かなり冗長である上，前半部の「一橋学院」と後半部の「早慶外語」が一体のものとして把握されなければならないものとも認められない。そうすると，上記各商標は，「一橋学院」の部分と「早慶外語」の部分とに分離して認識されるものであり，かつ，役務の出所を表示する自他役務識別力のある要部は，「早慶外語」の部分ではなく，「一橋学院」の部分であるというべきであり，さらに，被告は，「一橋学院・早慶外語」として，中間に「・」を挿入したり，「早慶外語」の文字を小さく配したり，あるいは，「一橋学院」のみの文字からなる商標も使用していたのであるから，「一橋学院早慶外語」あるいは「一橋学院」，「早慶外語」の二段併記のものも，需要者である大学受験生に「一橋学院」としても認識されるものと認められるから，原告の上記主張は，引用商標の周知性に係る上記認定を左右しない。",
                "また，原告は，本件商標登録出願時及び本件登録査定時において，引用商標が，相当範囲の地域にわたって，少なくとも同種商品・役務取扱業者の半ばに達する程度の層に認識されているものと認めることはできないと主張するが，引用商標は，本件商標登録出願時及び本件登録査定時において，被告の業務に係る役務を表示するものとして，関東地方を中心に北海道，東北及び中部の各県にわたって，需要者である大学受験生の間に広く認識されていたものと認められることは上記のとおりであるから，原告の上記主張は採用することができない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(2)",
                      "subject": "本件商標と引用商標の類否について"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，被告使用商標(「一橋学院早慶外語」あるいは「一橋学院」，「早慶外語」の二段併記の商標)は，「早慶外語」の部分にも自他役務識別力を認めるべきであるから，引用商標である「一橋学院」とは別の商標であり，両者を同一のものとして判断することはできないと主張するので検討する。",
                "被告の業務に係る大学予備校の名称は，「一橋学院早慶外語」であり，被告は，「一橋学院早慶外語」，「一橋学院」若しくは「一橋学院・早慶外語」の文字からなる広告又は上段に大きな「一橋学院」の文字，その下段に小さな「早慶外語」の文字を配してなる広告を使用していたことは，上記のとおりである。そして，「一橋学院早慶外語」ないし「一橋学院・早慶外語」の文字からなる商標，及び上段に大きな「一橋学院」の文字，その下段に小さな「早慶外語」の文字を配してなる商標において，その要部は，「一橋学院」の部分であること，被告は，「一橋学院・早慶外語」として，中間に「・」を挿入したり，「早慶外語」の文字を小さく配したり，あるいは，「一橋学院」のみの文字からなる商標も使用していたことは，上記(1)ウのとおりであるから，被告使用商標は，引用商標である「一橋学院」とは別の商標であるとの原告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "そこで，本件商標と引用商標の類否についてみると，本件商標は，別添審決謄本写し後掲「本件商標」のとおり，上下二段に「個別／指導」の漢字を4個の黒塗り方形内に白抜き風に書し，その右側に顕著に表した籠字風の欧文字と太文字の漢字とを「IE一橋学院」と書し，その上段に小さく書した「個別指導だから，よくわかる。」の文字を配した構成からなるものである。これに対して，引用商標は，「一橋学院」の漢字4文字からなるものであるから，両商標の全体を対比して観察する限り，外観において類似するとはいえないが，上記構成中の「個別指導」と「個別指導だから，よくわかる。」の部分は，いずれも役務の内容を表示するものとして認識されるものであって，自他役務識別力がないか，これが希薄な付加的な部分であり，全体としての一体性は弱いものであると認められる。また，これらの付加的な部分を除いた構成中の「IE一橋学院」の文字部分は，欧文字「IE」が籠字風に，漢字「一橋学院」が黒塗りで表されており，欧文字と漢字との字種及び籠字風と黒塗りによる態様の相違により，視覚上おのずと分離して看取されるばかりでなく，その表す意味内容においても，密接な若しくは自然な牽連性はなく，これらを常に一体のものとして把握されなければならないものとも認められない。そうすると，本件商標の構成中の「IE一橋学院」の文字部分は，欧文字「IE」の部分と漢字「一橋学院」の部分とに分離して認識されるものというべきである。したがって，本件商標は，「IE一橋学院」のほか，「一橋学院」の漢字部分も，独立した固有の学校名として認識され，役務の出所を表示する自他役務識別力のある要部となるものと認められる。",
                "原告は，本件商標は，「個別指導だから，よくわかる。」，「個別指導」の文字がバランス良く配置され，「IE」は，一見して「一橋学院」より一際強調されているのであるから，外観比較において，殊更「一橋学院」のみを抜き出して検討することは許されず，仮に，要部観察の方法による場合にも，本件商標の要部は「IE一橋学院」であると主張する。しかしながら，「個別指導だから，よくわかる。」，「個別指導」の文字がバランス良く配置されているとしても，同部分は，いずれも役務の内容を表示するものとして認識され，自他役務識別力がないか，これが希薄な付加的な部分であることは上記のとおりであり，「IE」の部分が強調されているとしても，「IE一橋学院」の文字部分は，欧文字「IE」の部分と漢字「一橋学院」の部分とに分離して認識され，本件商標は，「IE一橋学院」のほか，「一橋学院」の漢字部分も，独立した固有の学校名として認識され，役務の出所を表示する自他役務識別力のある要部となることも上記のとおりであるから，「一橋学院」のみを抜き出して検討することは許されない旨の原告の主張は，理由がない。",
                "したがって，本件商標の構成中の要部として認識される「一橋学院」が，引用商標「一橋学院」と外観において同一ないし類似することは明らかである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "また，本件商標の構成中の要部として認識される「一橋学院」は，「ヒトツバシガクイン」の称呼を生じ，「一橋学院」との固有の学校名を観念するから，本件商標と引用商標とは，称呼及び観念において類似するものと認められる。",
                "原告は，需要者及び取引先から，「アイイーヒトツバシガクイン」や「ヒトツバシガクイン」と称呼されることはなく，単に「アイイー」と称呼されていると主張するが，これを認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原告は，原告が経営主体となって全国展開を進める「IE一橋学院」は，主に小中学生を対象とした「個別指導塾」であるのに対して，被告が経営する「一橋学院」は，専ら大学受験に特化し，地域的にも東京都に限定された大学受験予備校であるなど，営業形態が需要者にとって全く異なっており，本件商標と被告使用商標との類否判断に当たっては，上記取引の実情を考慮すべきであると主張する。役務に係る商標の類比は，対比される両商標が同一又は類似の役務に使用された場合に，役務の出所につき誤認混同を生じるおそれがあるか否かによって決すべきであり，それには，そのような役務に使用された商標がその外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその役務の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である(最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁参照)。そこで，取引の実情についてみると，確かに，被告経営の大学受験予備校に係る役務は「大学受験指導に関する役務」であるところ，本件商標の指定役務は，第41類「学習塾における教授，教育情報の提供，学習塾における模擬テストの実施」であり，被告が小中学生を対象とした学習塾を経営しているものと認めるに足りる証拠はない。しかしながら，一般に，多くの学習塾や予備校において，大学受験生のみならず，小中学生をも対象とするクラスを設置している例が，少なからず見受けられるところであって，一般的な需要者の多くも，そのことを認識していることは当裁判所に顕著である。そうすると，本件商標の指定役務に係る上記の具体的な取引状況に照らし，一般的な需要者において普通に払われる注意力を基準にして判断すれば，本件商標が指定役務に使用された場合，役務の出所につき誤認混同を生じるおそれがあると認めるのが相当である。",
                "原告は，本件商標に係る指定役務については，本件商標登録出願時及び本件登録査定時において，需要者，流通経路，供給地域等が，被告の大学受験予備校業務とは，明確に差別化が図られていたのであり，本件商標は，原告の業務に係る役務を表示するものとして，むしろ，被告使用商標を上回る著名性を獲得していたとも主張する。しかしながら，本件商標の指定役務と被告の現実の業務とが厳密に一致しなくとも，本件商標が指定役務に使用された場合，役務の出所につき誤認混同を生じるおそれがあることは，上記のとおりである。また，引用商標が，本件商標登録出願時及び本件登録査定時において，被告の業務に係る役務を表示するものとして，関東地方を中心に北海道，東北及び中部の各県にわたって，需要者である大学受験生の間に広く認識されていたことは，上記1(1)ウに判示のとおりであるのに反し，原告が経営する教室数は，本件商標登録出願時において30室，本件登録査定時において38室，FC6室にすぎない(被告作成の「IE一橋学院教室変化数」〔乙28〕)ことに照らすと，本件商標が引用商標を上回る著名性を獲得していたとは到底いえない。そして，他に，出所混同のおそれについての上記判断を妨げるような原告主張の事実を認めるに足りる証拠はない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(3)",
                      "subject": "役務の類否について",
                      "text": [
                        "原告は，「大学受験指導に関する役務」と本件商標の指定役務である「学習塾における教授，教育情報の提供，学習塾における模擬テストの実施」を，「いずれも教育関連分野に関するものである」(審決謄本16頁第4段落)として同一であるということはできないと主張するが，上記(2)エの判示に照らせば，引用商標に係る役務「大学受験指導に関する役務」と本件商標の指定役務である第41類「学習塾における教授，教育情報の提供，学習塾における模擬テストの実施」とは，同一又は類似するものというべきである。"
                      ]
                    },
                    {
                      "fig": "(4)",
                      "text": [
                        "以上検討したところによれば，本件商標は，被告の業務に係る「大学受験指導に関する役務」を表示するものとして需要者の間に広く認識されるに至っていた引用商標に類似する商標であって，上記役務と同一又は類似する役務に使用するものであり，本件商標は商標法4条1項10号に該当するとした審決の認定判断に，誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}