{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-800043号事件について平成31年4月2日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成18年5月18日，発明の名称を「椅子型マッサージ機」とする特許出願(平成11年5月19日に出願した特願平11-138809の分割出願)をし，平成22年10月29日，設定の登録を受けた(特許第4617275号。請求項の数3。甲1，2。以下，この特許を「本件特許」という。)。なお，被告は，平成20年12月26日に明細書及び特許請求の範囲について補正(以下「本件補正」という。)をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年4月19日，本件特許について特許無効審判請求をし，無効2018-800043号事件として係属した(甲34)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成31年4月2日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同月11日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，同年4月26日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の特許請求の範囲請求項1ないし3の記載は，次のとおりである(甲1)。なお，「／」は原文の改行部分を示す(以下同じ。)。以下，各請求項に係る発明を「本件発明1」などといい，併せて「本件各発明」という。また，その明細書(甲1)を，図面を含めて「本件明細書」という。",
                "【請求項1】",
                "座部と，／前記座部の後部に設けられた背凭れ部と，／マッサージ用モータの回転動力で叩き動作軸が回転することで，左右の施療子が交互に前後揺動する叩き動作を行う機械式のマッサージ器と，／を備え，／前記マッサージ器が前記背凭れ部内で昇降自在に設けられ，／前記背凭れ部は，機械式の前記マッサージ器の左右両側に位置するとともに，前記背凭れ部にもたれた使用者よりも左右方向外側に位置するように，前記背凭れ部の左右両側部からそれぞれ前方突出し，両突起体の間に前記背凭れ部にもたれた使用者の両腕及び両腕の間の胴体をまとめてはめ込める左右間隔を有する左右一対の突起体を備え，／前記左右一対の突起体は，両突起体の間にはめ込まれた使用者の両腕の外側に対向する内側面をそれぞれ備え，／前記左右一対の突起体の前記内側面には，それぞれ，使用者の両腕の左右外側に対向するとともに，空気の給排気によって膨張収縮する空気式マッサージ具が設けられ，／前記空気式マッサージ具が，左右方向内方に膨張して，前記左右の施療子の前方かつ左右方向外側位置において使用者の両腕の外側を押圧して，使用者の胴体を両腕の外側から左右に挟みつつ，それと同時に，前記左右の施療子によって使用者の背中に対して左右交互に叩き動作行う／ことを特徴とする椅子型マッサージ機。",
                "【請求項2】",
                "前記空気式マッサージ具が，左右方向内方に膨張して，前記左右の施療子の前方かつ左右方向外側位置において使用者の両腕の外側を押圧して，使用者の胴体を両腕の外側から左右に挟みつつ，それと同時に，機械式の前記マッサージ器を昇降させながら前記左右の施療子によって使用者の背中に対して左右交互に叩き動作行う／請求項1記載の椅子型マッサージ機。",
                "【請求項3】",
                "前記座部は，空気の給排気によって使用者を押圧する空気式のマッサージ具を備え，／前記左右一対の突起体の前記内側面に設けられた前記空気式マッサージ具は，前記左右の施療子による叩き動作と前記座部の空気式マッサージ具からの押圧とを受ける人体の腕の外側から左右に挟むものである／請求項1又は2記載の椅子型マッサージ機。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これを構成要件に分説すると，以下のとおりである。",
                "【請求項1】",
                "A  座部と，",
                "B  前記座部の後部に設けられた背凭れ部と，",
                "C  マッサージ用モータの回転動力で叩き動作軸が回転することで，左右の施療子が交互に前後揺動する叩き動作を行う機械式のマッサージ器と，",
                "を備え，",
                "D  前記マッサージ器が前記背凭れ部内で昇降自在に設けられ，",
                "E  前記背凭れ部は，機械式の前記マッサージ器の左右両側に位置するとともに，前記背凭れ部にもたれた使用者よりも左右方向外側に位置するように，前記背凭れ部の左右両側部からそれぞれ前方突出し，両突起体の間に前記背凭れ部にもたれた使用者の両腕及び両腕の間の胴体をまとめてはめ込める左右間隔を有する左右一対の突起体を備え，",
                "F  前記左右一対の突起体は，両突起体の間にはめ込まれた使用者の両腕の外側に対向する内側面をそれぞれ備え，",
                "G  前記左右一対の突起体の前記内側面には，それぞれ，使用者の両腕の左右外側に対向するとともに，空気の給排気によって膨張収縮する空気式マッサージ具が設けられ，",
                "H  前記空気式マッサージ具が，左右方向内方に膨張して，前記左右の施療子の前方かつ左右方向外側位置において使用者の両腕の外側を押圧して，使用者の胴体を両腕の外側から左右に挟みつつ，それと同時に，前記左右の施療子によって使用者の背中に対して左右交互に叩き動作行う",
                "I  ことを特徴とする椅子型マッサージ機。",
                "【請求項2】",
                "J  前記空気式マッサージ具が，左右方向内方に膨張して，前記左右の施療子の前方かつ左右方向外側位置において使用者の両腕の外側を押圧して，使用者の胴体を両腕の外側から左右に挟みつつ，それと同時に，機械式の前記マッサージ器を昇降させながら前記左右の施療子によって使用者の背中に対して左右交互に叩き動作行う",
                "K  請求項1記載の椅子型マッサージ機。",
                "【請求項3】",
                "L  前記座部は，空気の給排気によって使用者を押圧する空気式のマッサージ具を備え，",
                "M  前記左右一対の突起体の前記内側面に設けられた前記空気式マッサージ具は，前記左右の施療子による叩き動作と前記座部の空気式マッサージ具からの押圧とを受ける人体の腕の外側から左右に挟むものである",
                "Ｎ  請求項1又は2記載の椅子型マッサージ機。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件補正は，出願当初の明細書等の範囲内においてしたものである，②本件明細書の発明の詳細な説明は，本件発明について当業者が実施できる程度に明確かつ十分に記載されている，③本件特許請求の範囲の記載は明確である，④本件各発明は，下記引用例に記載された発明(以下「引用発明」という。)及び周知技術に基づいて，当業者が容易に発明をすることができたものとはいえない，というものである。",
                "引用例：意願平7-4188号に係る意匠登録願及び図面(甲9の1)並びに平成9年6月4日付け意見書(甲9の2)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，引用発明について，以下のとおり認定した。",
                "座部と，／前記座部の後部に設けられた背もたれ部と，／機械式のマッサージ機構と，を備え，／前記背もたれ部の左右両側に前方に突出し，左右両弧状枠部材間で前記背もたれ部にもたれた使用者が移動しないように安定保持させることができる左右間隔を有する左右一対の弧状枠部材を備え，／前記左右一対の弧状枠部材は，内側面をそれぞれ備えた，／あんまいす(以下「甲9発明」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，本件各発明と引用発明との一致点及び相違点を以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "座部と，／前記座部の後部に設けられた背凭れ部と，／機械式のマッサージ器と，を備え，／前記背凭れ部の左右両側部からそれぞれ前方突出し，両突起体の間に背凭れ部にもたれた使用者が移動しないように安定保持させることができる左右間隔を有する左右一対の突起体を備え，／前記左右一対の突起体は，内側面をそれぞれ備え，／た椅子型マッサージ機。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1",
                  "text": [
                    "「機械式のマッサージ器」について，本件各発明においては，「マッサージ用モータの回転動力で叩き動作軸が回転することで，左右の施療子が交互に前後揺動する叩き動作を行う」とともに「前記背凭れ部内で昇降自在に設けられ」るよう構成され，「背凭れ部」が「機械式のマッサージ器」の「左右両側に位置する」よう構成されるのに対して，引用発明においては，具体的な構成が明らかでない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2",
                  "text": [
                    "「左右一対の突起体」について，本件各発明においては，「前記背凭れ部にもたれた使用者よりも左右方向外側に位置するよう」構成され，「両突起体の間に前記背凭れ部にもたれた使用者の両腕及び両腕の間の胴体をまとめてはめ込める」よう構成されるのに対して，引用発明においては，左右両弧状枠部材間で前記背もたれ部にもたれた使用者が移動しないように安定保持させることができるよう構成される点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点3",
                  "text": [
                    "「左右一対の突起体の内側面」について，本件各発明においては，「両突起体の間にはめ込まれた使用者の両腕の外側に対向する」よう構成され，「それぞれ，使用者の両腕の左右外側に対向するとともに，空気の給排気によって膨張収縮する空気式マッサージ具が設けられ，前記空気式マッサージ具が，左右方向内方に膨張して，前記左右の施療子の前方かつ左右方向外側位置において使用者の両腕の外側を押圧して，使用者の胴体を両腕の外側から左右に挟みつつ，それと同時に，前記左右の施療子によって使用者の背中に対して左右交互に叩き動作行う」よう構成されるのに対して，引用発明においては，左右一対の弧状枠部材の内側面に空気式マッサージ具を備えるよう構成されていない点。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点4(本件発明2のみ)",
                  "text": [
                    "本件発明2においては，「前記空気式マッサージ具が，左右方向内方に膨張して，前記左右の施療子の前方かつ左右方向外側位置において使用者の両腕の外側を押圧して，使用者の胴体を両腕の外側から左右に挟みつつ，それと同時に，機械式の前記マッサージ器を昇降させながら前記左右の施療子によって使用者の背中に対して左右交互に叩き動作行う」のに対して，引用発明においては，そのような構成を有するか明らかでない点。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "相違点5(本件発明3のみ)",
                  "text": [
                    "本件発明3においては，「前記座部は，空気の給排気によって使用者を押圧する空気式のマッサージ具を備え，前記左右一対の突起体の前記内側面に設けられた前記空気式マッサージ具は，前記左右の施療子による叩き動作と前記座部の空気式マッサージ具からの押圧とを受ける人体の腕の外側から左右に挟むものである」のに対して，引用発明においては，そのような構成を有するか明らかでない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "補正要件(新規事項の追加)に係る判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件に係る判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "明確性要件に係る判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "引用発明に基づく進歩性の判断の誤り(取消事由4)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(補正要件(新規事項の追加)に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "構成要件H及び構成要件Jの追加を含む本件補正は，空気式マッサージ具による挟み動作と施療子による叩き動作が同時に発現するための具体的な手段をもって補正の根拠とされるべきであるのに，出願当初の明細書には同時動作によって奏される作用ないし効果が記載されているだけで，そのために講じるべき具体的な手段が記載されていない。",
            "したがって，本件補正は，出願当初の明細書に記載のない新規な事項を導入するものであり，補正の要件に適合しない。",
            "〔被告の主張〕",
            "構成要件Hは，空気式マッサージ具が膨張して押圧して挟む動作と施療子による叩き動作が，その各動作の先後を問わず，同時に発現する動作態様が実現されていることを内容とするものであり，その動作態様は，空気式マッサージ具の膨張し押圧して挟む動作と施療子による叩き動作が同時に発現するものであれば足りる。",
            "原告の主張するように，構成要件Hを，施療子による叩き動作が継続している間，空気式マッサージ具による挟み動作が継続するように，両者の動きのタイミングを連動させる具体的な制御方法を意味するとの限定解釈をする余地はない。",
            "本件補正は，出願当初の明細書(甲5)の【0027】【0028】に記載された技術的事項の範囲内においてされたものであり，新規事項の追加に当たらない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "構成要件Hは，空気式マッサージ具による挟み動作と施療子による叩き動作という異質の2種類の施療手段を同期させるものであるところ，その構成は制御手段によって特定されるから，これを具体的に開示する必要がある。また，被告が出願の審査過程で主張した，左右の施療子によって使用者の背中に対し左右交互に前後の叩き動作が繰り返されるという作用効果に関しては，制御手段につきさらに具体的な説明が必要であるが，本件明細書の発明の詳細な説明にそのような説明はない。",
            "したがって，本件明細書の発明の詳細な説明の記載は，実施可能要件に違反する。",
            "〔被告の主張〕",
            "構成要件Hの内容は，取消事由1において主張したとおりであり，空気式マッサージ具が膨張して押圧して挟む動作と施療子による叩き動作が，その各動作の先後を問わず，同時に発現するという動作態様が実現されていればよく，その内容は，請求項1の記載からも本件明細書の記載からも，当業者が，その発明の実施をすることができる程度に明確かつ十分に記載されている。",
            "よって，実施可能要件を充足するとした本件審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(明確性要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "構成要件H及び構成要件Jにおける「同時に」については，具体的にどのような制御を行うことにより本件同時動作を実現させるのかを当業者において理解することができるだけの具体的記載がないため，その意義が定まらず，本件発明の外延を確定させることもできない。また，構成要件H及び構成要件Jは，被告が本件出願の審査過程で主張した，左右の施療子によって使用者の背中に対し左右交互に前後の叩き動作が繰り返されるという作用効果を奏しない構成を含むことになるから，発明の外延が不明確である。",
            "したがって，本件各発明の特許請求の範囲の記載は，明確性要件に違反する。",
            "〔被告の主張〕",
            "原告の主張は，侵害訴訟における独自のクレーム解釈をもって明確性要件への適否の基準とするものであり，妥当でない。",
            "上記各構成要件における「同時に」は，第三者に不測の不利益を及ぼすほどに不明確な表現ではない。「それと同時に」における「同時」とは，「二つ以上の事が同じ時に行われる(起こる，成り立つ)こと」で，「それと同時に」とは，その語義のとおり，「それと『時を同じくする』」という意味であり，これを2つの動作の「連動」や「同期」などと都合よく読み替えるべきではない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(引用発明に基づく進歩性の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "本件審決が引用発明につき「背もたれ部及び弧状枠部材の構造も背部から腰部の胴体をはめ込めるような構造になっていればよい」と認定したことは誤りである。",
                "意見書(甲9の2)において，「使用状態を示す斜視図」は，弧状枠部材にかかる「腰から背部に亘る形状及び首部から頭部に至る全形状及び構成」を示したものであることが明記され，弧状枠部材が人体の首部から前方に突出しているように描かれていることからすれば，「使用状態を示す斜視図」は，使用者の両腕の外側から両腕及び両腕の間の胴体をまとめてはめ込んでいる様子を図示したものであると理解するほかない。意見書の説明を踏まえずに「使用状態を示す斜視図」を見たとしても，弧状枠部材は使用者の右腕より前方に突出し，「右側面図」「左側面図」において弧状枠部材の突出の程度に特段の差違は見られないから，左側も同様に突出していることが明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に係る容易想到性判断の誤り",
              "text": [
                "「空気袋を膨張させて使用者の身体の一部を挟み込むこと」が周知技術であること，甲14技術におけるスイングアーム35が「使用者の両肩に当接させ」るものであること，甲15技術における袋体13が「使用者の首肩を挟み込む」ものであること，これらの事実は，本件審決も認定するとおりである。",
                "したがって，仮に，引用発明の弧状枠部材の上端が両腕の外側に達していないとしても，「空気袋を膨張させて使用者の身体の一部を挟み込むこと」が周知技術である状況下において，甲14技術や甲15技術を踏まえて，その上端を首や肩付近まで延設させることは，当業者が通常の創作能力を発揮して容易に想到できる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3に係る容易想到性判断の誤り",
              "text": [
                "相違点3に係る構成は，以下に述べるとおり，引用発明に周知技術(甲13～15)を適用して当業者が容易に想到することのできたものである。",
                "すなわち，引用発明は，弧状枠部材において使用者の身体を安定保持させるものであるが，弧状枠部材は，必ずしも形状の変更を伴うものではなく，身体に当接して使用者の移動を阻止しない場合もあり得る。このような状況の下で，身体に当接するように空気式マッサージ具を膨張させて使用者を安定保持する技術が周知であったこと(甲13～15)からすると，使用者を安定保持するという引用発明の課題を実現するために空気式マッサージ具を適用することは，当業者にとって当然の創作能力の発揮というべきであり，典型的な設計事項でもある。",
                "また，弧状枠部材が必ずしも形状に変更を生じるものではないことからすれば，比較的大きな使用者でも弧状枠部材内に着座できるようにするには，空間に若干の余裕を持たせる方が自然である。このようにすれば，弧状枠部材と使用者との間には空間的余裕が生じるから，同空間に空気式マッサージ具を設けることも十分に可能であり，そのようにして設けられた空気式マッサージ具を膨張させることにより，使用者の身体をより安定的に保持することができる。",
                "さらに，引用発明の弧状枠部材は，使用者の両腕部及び両腕の間の胴体をまとめてはめ込めるように構成されているから，同部材の内側面に空気袋を適用すれば，当該空気袋は，使用者の両腕部の外側を押圧して，使用者の胴体を両腕部の外側から左右に挟み込むものとなる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1は，引用発明に基づいて，当業者が容易に想到することができたものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明の認定について",
              "text": [
                "原告は，意見書(甲9の2)の記載を根拠として，その「使用状態を示す斜視図」が，使用者の両腕の外側から両腕及び両腕の間の胴体をまとめてはめ込んでいる様子を図示したものであると理解するほかないと主張する。",
                "しかし，意匠における使用状態を示す斜視図と意見書の「左右両弧状枠部材間で使用者が移動しないように安定保持させることができる」との記載だけで，左右一対の弧状枠部材の間隔が「両突起体の間に前記背凭れ部にもたれた使用者の両腕及び両腕の間の胴体をまとめてはめ込める左右間隔を有する」ことまで記載されているということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に係る容易想到性について",
              "text": [
                "原告は，空気袋を膨張させて使用者の身体の一部を挟み込むことが周知技術である状況下において，甲14技術や甲15技術を踏まえ，その上端を首や肩付近まで延設させることは，当業者が通常の創作能力を発揮して容易に想到することができると主張する。",
                "しかし，原告は，甲14及び甲15の記載から自らの主張に都合のいい箇所を引用して主張を組み立てており，本件各発明が引用発明及び甲10技術ないし甲18技術に基づいて当業者において容易になし得たものであるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3に係る容易想到性について",
              "text": [
                "甲13技術ないし甲15技術は，「使用者の身体の一部を挟み込む」技術ではあるものの，いずれも引用発明の「使用者が背もたれ部の左右方向で移動する」という技術とは課題を異にしているから，引用発明に適用する動機付けがなく，仮に適用できたとしても，本件発明1に容易に想到することができない。",
                "原告のその余の主張もいずれも理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件各発明の容易想到性を否定した本件審決の判断に誤りはないから，原告の主張する取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項",
              "text": [
                "本件明細書(甲1)の発明の詳細な説明には，次の各記載がある(図は別紙1記載のもの)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，椅子型マッサージ機に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】背凭れ部を有する従来の椅子型マッサージ機には，背凭れ部に施療子を有するマッサージ器を昇降自在に設け，マッサージ器を人体の背中に沿って移動させながら，モータの回転動力によって施療子を揉み動作及び叩き動作させて，使用者の背中の中央部を施療子で広範囲にマッサージするようにしたものがある。この場合，使用者の背中の中央部をマッサージするには，比較的強く揉んだり叩いたりする必要から，施療子を激しく動かすことのできるモータ等を備えた機械式その他のマッサージ器を使用し，これを昇降自在にしている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0003】本発明は，使用者の胴体を両腕の外側から左右に挟みつつ，それと同時に，使用者の背中に対して叩き動作を行えるようにする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0004】本発明は，座部と，前記座部の後部に設けられた背凭れ部と，マッサージ用モータの回転動力で叩き動作軸が回転することで，左右の施療子が交互に前後揺動する叩き動作を行う機械式のマッサージ器と，を備え，前記マッサージ器が前記背凭れ部内で昇降自在に設けられ，前記背凭れ部は，機械式の前記マッサージ器の左右両側に位置するとともに，前記背凭れ部にもたれた使用者よりも左右方向外側に位置するように，前記背凭れ部の左右両側部からそれぞれ前方突出し，両突起体の間に前記背凭れ部にもたれた使用者の両腕及び両腕の間の胴体をまとめてはめ込める左右間隔を有する左右一対の突起体を備え，前記左右一対の突起体は，両突起体の間にはめ込まれた使用者の両腕の外側に対向する内側面をそれぞれ備え，前記左右一対の突起体の前記内側面には，それぞれ，使用者の両腕の左右外側に対向するとともに，空気の給排気によって膨張収縮する空気式マッサージ具が設けられ，前記空気式マッサージ具が，左右方向内方に膨張して，前記左右の施療子の前方かつ左右方向外側位置において使用者の両腕の外側を押圧して，使用者の胴体を両腕の外側から左右に挟みつつ，それと同時に，前記左右の施療子によって使用者の背中に対して左右交互に叩き動作行うことを特徴とするマッサージ機である。",
                    "【0005】前記空気式マッサージ具が，左右方向内方に膨張して，前記左右の施療子の前方かつ左右方向外側位置において使用者の両腕の外側を押圧して，使用者の胴体を両腕の外側から左右に挟みつつ，それと同時に，機械式の前記マッサージ器を昇降させながら前記左右の施療子によって使用者の背中に対して左右交互に叩き動作行うのが好ましい。",
                    "【0006】前記座部は，空気の給排気によって使用者を押圧する空気式のマッサージ具を備え，前記左右一対の突起体の前記内側面に設けられた前記空気式マッサージ具は，前記左右の施療子による叩き動作と前記座部の空気式マッサージ具からの押圧とを受ける人体の腕の外側から左右に挟むものであるのが好ましい。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0007】本発明によれば，背凭れ部に設けられた左右一対の突起体の内側面に空気式マッサージ具を設けたので，使用者の胴体を両腕の外側から左右に挟みつつ，それと同時に，前記左右の施療子によって使用者の背中に対して左右交互に叩き動作行うことができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "【0008】以下では，まず参考的に開示する発明(以下，「参考発明」という)の実施形態を説明し，その後，本発明の実施形態を説明する。",
                    "【図1】及び【図2】は，参考発明に係る椅子型マッサージ機1の全体構成を示している。【図1】及び【図2】において，椅子型マッサージ機1は，脚体2により支持された座部3と，座部3の後部に設けられた背凭れ部4と，座部3の前部下方に設けられたフットレスト5と，座部3の左右両側に設けられたひじ掛け部6とを具備している。背凭れ部4は，リクライニング装置7により座部3後端部側を支点としてリクライニング可能に構成されている。",
                    "【0009】背凭れ部4の左右中央部に機械式のマッサージ器8が昇降自在に内蔵されている。マッサージ器8は，【図4】にも示す如く複数の施療子(揉み玉，マッサージ用のローラ)9と，マッサージ用モータ10と，マッサージ用モータ10の回転動力を施療子9に伝達して該各施療子9に揉み動作や叩き動作をさせる伝動機構11と，支持枠14とを有し，マッサージ器8は，昇降手段13により背凭れ部4内を上下移動(昇降)可能に構成されている。昇降手段13は，マッサージ器8の支持枠14に螺合した送りねじ15を昇降モータ16で回転させることによって，マッサージ器8を昇降させる機構を採用してある。",
                    "【0010】なお，この昇降手段13は，巻き掛け駆動機構やラックとピニオンとの噛合構造，又は流体圧シリンダ等を用いた昇降駆動構造等を用いたものに置換することも可能である。マッサージ器8の伝動機構11は，【図4】～【図6】に示すように左右両側へ揉み動作軸19及び叩き動作軸20を突出させた駆動ユニット21と，上記の動作軸19，20によって保持された左右一対の駆動アーム25と，各駆動アーム25の先端部に固定された支持アーム26とを有し，支持アーム26の上下両端部に上記施療子9が取り付けられている。",
                    "【0011】上記した駆動ユニット21は，マッサージ用モータ10による回転動力から揉み動作軸19を介して駆動アーム25に左右動成分を取り出すことで揉み動作を行わせる状態と，マッサージ用モータ10による回転動力から叩き動作軸20を介して駆動アーム25に前後揺動成分を取り出すことで叩き動作を行わせる状態とを，所望に応じて切換可能になっている。前記動作軸19，20は左右方向に互いに平行に配置されていて，駆動ユニット21のケースに夫々軸受を介して回転自在に支持されている。これらの動作軸19，20は，マッサージ用モータ10により伝動機構11を介して一方が選択されて【図6】に示す矢印A又はBの方向に回転駆動を受けるようになっている。",
                    "【0012】叩き動作軸20の両端部に互いに逆方向に偏心した偏心軸部20A，20Aが設けられ，揉み動作軸19の両端部に傾斜軸部19A，19Aが設けられている。叩き動作軸20の偏心軸部20Aと揉み動作軸19の傾斜軸部19Aはリンク機構28によって連結されている。リンク機構28は板状の駆動アーム25と，該駆動アーム25に連結されたボールジョイント29と，該ボールジョイント29の軸部にピン30で連結された連結アーム31とで成っている。上記駆動アーム25は傾斜軸部19Aに回転自在に支持され，連結アーム31は偏心軸部20Aに揺動自在に取り付けられている。",
                    "【0013】かくして，叩き動作軸20がA方向に回転すると，該叩き動作軸20の偏心軸部20Aは連結アーム31，ボールジョイント29，駆動アーム25及び支持アーム26を介して施療子9をA1方向に往復動せしめる。これにより施療子9は叩き運動を行う。なお，一方の偏心軸部20Aは他方の偏心軸部20Aに対して互いに反対方向に偏心しているので，左右に対応する施療子9は交互に叩き動作をする。次に，揉み動作軸19が回転動力を受けると，傾斜軸部19Aは，円錐面を描くように回転するので，駆動アーム25はボールジョイント29を支点にして往復揺動運動を行い，その結果，左右に対応する施療子9は互いに接離するようにB1方向に往復揺動し，揉み動作をする。",
                    "【0014】揉み動作軸19及び叩き動作軸20の一方を選択して回転させる機構は，例えば【図6】に示すように構成されている。【図6】において，叩き動作軸20にはねじ歯車33が取り付けられ，揉み動作軸19にはウォーム歯車34が取り付けられている。上記叩き動作軸20及び揉み動作軸19の後方又は前方には上下方向に延びる案内軸35が配設され，該案内軸35には，上記ねじ歯車33と噛合するねじ歯車36と，上記ウォーム歯車34と噛合するウォーム37とが，上記案内軸35に対して回転自在に設けられている。",
                    "【0015】案内軸35上のねじ歯車36とウォーム37には互いに向かい合う端面に，クラッチとして機能する係合歯部36A，37Aがそれぞれ形成されている。上記案内軸35には，上記ねじ歯車36とウォーム37との間の部分に台形ネジ部39が形成されており，ここに可動はすば歯車40がその内径で螺合している。該可動はすば歯車40の両端面には，上記係止歯部36A，37Aと解除可能に係合する係合歯部40A，40Aが形成されている。上記案内軸35と平行に回転駆動軸43が設けられていて，回転駆動軸43は，前記マッサージ用モータ10によってプーリ及びベルト等を介して矢印P，Qの方向に切り代えて回転駆動されるようになっている。",
                    "【0016】回転駆動軸43にははすば歯車44が取りつけられており，上記可動はすば歯車40の外周面のはすばと噛合しており，回転駆動軸43をP方向に回転すると，はすば歯車44と噛合している可動斜視歯車40は回転するとともに案内軸35の台形ネジ部39上をR方向に移動し，該可動はすば歯車40の係合歯部40Aがねじ歯車36の係合歯部36Aと係合して該ねじ歯車36は回転駆動される。その結果，ねじ歯車36と噛合するねじ歯車33が取りつけられている叩き動作軸20がA方向に回転することとなる。次に，回転駆動軸43をP方向とは逆のQ方向に回転させると，可動はすば歯車40は，上記の動作とは逆に，R方向とは反対のS方向に移動し，ウォーム37と係合して上記揉み動作軸19をB方向に回転させる。",
                    "【0017】かくして，回転駆動軸43を正逆回転させて可動はすば歯車40をR，S方向に一方へ選択的に移動させることにより，叩き動作軸20又は揉み動作軸19の一方を回転せしめ，複数の施療子9で叩き動作あるいは揉み動作を行うことができる。なお，上記ねじ歯車33，36はほぼ同じ歯数になっているので，単位時間当たり比較的多い回数で叩き動作をするのに対し，ウォーム37からウォーム歯車34へは大きく減速されて回転力が伝達されるので揉み動作はゆっくりと行われる。",
                    "【0018】【図1】及び【図3】に示すように，前記背凭れ部4の両側部に，人体の背中の両側部をマッサージするための空気式のマッサージ具41が左右一対設けられている。左右一対の各マッサージ具41は，袋体により構成した複数(図例では二個)のエアセル42を備え，エアセル42に空気を供排することによりエアセル42は空気圧によって膨張収縮し，空気を供給して膨張させたときに使用者の背中の両側部を押圧するように構成されている(図7及び図8参照)。このマッサージ具は，前記マッサージ器8の両側方に位置して，長く配置されており，人体の背中の両側部を広範囲にマッサージできるようになっている。",
                    "【0019】【図1】及び【図2】において，前記座部3には，後ろ寄りに2個の空気式のマッサージ具45が設けられ，前寄りに2個の空気式のマッサージ具46が設けられている。後ろ寄りの各マッサージ具45は，エアセル47と椀状の施療子48とを備え，エアセル47に空気を供排することによりエアセル47は空気圧によって伸縮動作し，施療子48を介して使用者の尻を押圧するように構成されている。前寄りの各マッサージ具46はエアセル49と施療子50とを備え，エアセル49に空気を供排することによりエアセル49は空気圧によって伸縮動作し，施療子50を介して使用者の太ももを押圧するようになっている。",
                    "【0021】前記エアセル42，47，49，54，59の膨張・収縮は，座部3の下方に配置したコンプレッサー61からの給排気により行われ，コンプレッサー61からの給気・排気の切り替えは図示省略の制御部により制御されるバルブによって夫々別個に行われるように構成されている。上記実施の形態によれば，マッサージ器8を昇降させながら，施療子9による叩き動作や揉み動作によって人体の背中の中央部を比較的強くマッサージできると同時に，マッサージ具41に空気を給排することにより，背中の両側部を指圧動作等によってソフトにマッサージすることができる。しかも，マッサージ具41によって，人体の背中の中央部以外の背中の両側部を広範囲にマッサージすることができる。",
                    "【0026】【図11】は本発明の実施の形態を示し，背凭れ部4の両側部に，前方突出した左右一対の突起体91を設け，この突起体91間に使用者の腕を含めた人体Mをはめ込めるようにしている。",
                    "すなわち，背凭れ部4は，機械式の前記マッサージ器8の左右両側に位置するとともに，背凭れ部4にもたれた使用者よりも左右方向外側に位置するように，背凭れ部4の左右両側部からそれぞれ前方突出し，両突起体91，91の間に背凭れ部4にもたれた使用者の両腕及び両腕の間の胴体をまとめてはめ込める左右間隔を有する左右一対の突起体91，91を備えている。",
                    "また，前記参考発明の実施の形態の場合と同様に，マッサージ器8が，マッサージ機の背凭れ部4の左右中央部に昇降自在に設けられ，前記空気式のマッサージ具41が，マッサージ器8の両側方に位置するように，左右一対の突起体91の内側面側に対向するように設けられている。この空気式のマッサージ具41は，前記参考発明の実施の形態の場合と同様に人体の背中の両側部を広範囲にマッサージできるように，上下に長く配置されている。",
                    "【0027】その他の点は前記【図1】～【図6】の参考発明の実施の形態の場合と同様の構成であり，前記実施の形態の場合と同様に，マッサージ器8を昇降させながら，施療子9による叩き動作や揉み動作によって人体の背中の中央部を比較的強くマッサージできる。特に，マッサージ機8は，マッサージ用モータ10の回転動力で叩き動作軸20が回転することで，左右の施療子9，9が交互に前後揺動する叩き動作を行うことができる。",
                    "また，マッサージ具41を左右方向内方に膨張させて，マッサージ具41によって，人体Mの背中の両側部(両脇ないし両腕)を左右に挟むように押圧しながらソフトにマッサージすることができる。",
                    "すなわち，空気式のマッサージ具41は，収縮状態から左右方向内方に膨張すると，人体の背中の中央部をマッサージする施療子9の前方かつ左右方向外側位置において腕の外側を押圧して，マッサージ器8からのマッサージと座部3の空気式マッサージ具45，46からの押圧を受けることができる人体Mが，動かないように固定しつつ，人体Mを両腕の外側から左右に挟むように押圧してマッサージすることができる。",
                    "この場合，左右一対のマッサージ具41によって人体が左右に動かないように固定することができ，これによって，マッサージ器8によるマッサージ効果を高めることもできる。",
                    "つまり，前記空気式マッサージ具41，41が，左右方向内方に膨張して，前記左右の施療子9，9の前方かつ左右方向外側位置において使用者の両腕の外側を押圧して，使用者の胴体を両腕の外側から左右に挟みつつ，それと同時に，前記左右の施療子9，9によって使用者の背中に対して左右交互に叩き動作行うことができる。",
                    "【0031】前記実施の形態では，左右一対の各マッサージ具41は，複数のエアセル42を備えているが，これに代え，各マッサージ具41を細長い一個のエアセル42により構成するようにしてもよい。また，エアセル42により構成した短いマッサージ具41を複数個間隔をおいて長く配置し，これにより，マッサージ具41を構成して，人体の背中の両側部を広範囲にマッサージできるようにしてもよい。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の特徴",
              "text": [
                "上記(1)によれば，本件発明の特徴は次のとおりであると認められる。",
                "本件発明は，椅子型マッサージ機に関するものである(【0001】)。",
                "従来の椅子型マッサージ機には，背凭れ部に施療子を有するマッサージ器を昇降自在に設け，マッサージ器を人体の背中に沿って移動させながら，モータの回転動力によって施療子を揉み動作及び叩き動作させて，使用者の背中の中央部を施療子で広範囲にマッサージするようにしたものがある(【0002】)。",
                "本件発明は，使用者の胴体を両腕の外側から左右に挟みつつ，それと同時に，使用者の背中に対して叩き動作を行えるようにすることを目的とし(【0003】)，本件発明の構成を採用したものである(【0004】～【0006】)。",
                "本件発明によれば，背凭れ部に設けられた左右一対の突起体の内側面に空気式マッサージ具を設けたので，使用者の胴体を両腕の外側から左右に挟みつつ，それと同時に，左右の施療子によって使用者の背中に対して左右交互に叩き動作行うことができる(【0007】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(補正要件(新規事項の追加)に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "補正要件(新規事項の追加)について",
              "text": [
                "特許請求の範囲等の補正は，願書に最初に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしなければならないところ(特許法17条の2第3項)，上記の「最初に添付した明細書，特許請求の範囲又は図面に記載した事項」とは，当業者によって，明細書，特許請求の範囲又は図面の全ての記載を総合することにより導かれる技術的事項を意味し，当該補正が，このようにして導かれる技術的事項との関係において，新たな技術的事項を導入しないものであるときは，当該補正は「明細書，特許請求の範囲又は図面に記載した事項の範囲内において」するものということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正の内容",
              "text": [
                "本件補正は，構成要件H及びJにそれぞれ「それと同時に」との事項が追加されたことを含むものである(甲2)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "当初明細書の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件出願の願書に最初に添付した明細書(以下，図面も含めて「当初明細書」という。甲4，5)には，次の記載がある(下記記載で引用する当初明細書の図面(甲4)は，本件明細書の図面(別紙1記載のもの)と同一である。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "【図11】は他の実施の形態を示し，背凭れ部4の両側部に，前方突出した左右一対の突起体91を設け，この突起体91間に使用者の人体Mをはめ込めるようにしている。また，前記実施の形態の場合と同様に，マッサージ器8が，マッサージ機の背凭れ部4の左右中央部に昇降自在に設けられ，前記空気式のマッサージ具41が，マッサージ器8の両側方に位置するように，左右一対の突起体91の内側面側に対向するように設けられている。この空気式のマッサージ具41は，前記実施の形態の場合と同様に人体の背中の両側部を広範囲にマッサージできるように，上下に長く配置されている(【0027】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "その他の点は前記【図1】～【図6】の実施の形態の場合と同様の構成であり，前記実施の形態の場合と同様に，マッサージ器8を昇降させながら，施療子9による叩き動作や揉み動作によって人体の背中の中央部を比較的強くマッサージできる。また，マッサージ具41を左右方向内方に膨張させて，マッサージ具41によって，人体Mの背中の両側部(両脇ないし両腕)を左右に挟むように押圧しながらソフトにマッサージすることができ，この場合，左右一対のマッサージ具41によって人体が左右に動かないように固定することができ，これによって，マッサージ器8によるマッサージ効果を高めることもできる(【0028】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの各記載，特に，①「空気式のマッサージ具41が，マッサージ器8の両側方に位置するように，左右一対の突起体91の内側面側に対向するように設けられ」(【0027】)，「マッサージ具41を左右方向内方に膨張させて，マッサージ具41によって，人体Mの背中の両側部(両脇ないし両腕)を左右に挟むように押圧しながらソフトにマッサージすることができ，この場合，左右一対のマッサージ具41によって人体が左右に動かないように固定する」(【0028】)，②「マッサージ器8が，マッサージ機の背凭れ部4の左右中央部に昇降自在に設けられ」(【0027】)，「マッサージ器8を昇降させながら，施療子9による叩き動作や揉み動作によって人体の背中の中央部を比較的強くマッサージできる。」(【0028】)との記載によれば，本件発明1の構成要件H及び本件発明2の構成要件Jで規定する空気式マッサージ具及び機械式のマッサージ器(左右の施療子)の各動作について当初明細書に記載されていることは明らかである。",
                    "また，③「左右一対のマッサージ具41によって人体が左右に動かないように固定することができ，これによって，マッサージ器8によるマッサージ効果を高めることもできる。」(【0028】)として，「左右一対のマッサージ具41によって人体が左右に動かないように固定」した状態において「マッサージ器8によるマッサージ効果を高めることもできる」としていることからすれば，「左右一対のマッサージ具41」が動作している間に「マッサージ器8」が動作していること，すなわち，空気式マッサージ具及び機械式のマッサージ器(左右の施療子)の各動作が同時に行われていることは，当初明細書の記載から明らかである。",
                    "したがって，本件発明1の構成要件H及び本件発明2の構成要件Jの「それと同時に」との補正は，当初明細書の記載等から導かれる技術的事項との関係において，新たな技術的事項を導入したものであるということはできない。",
                    "よって，本件補正が特許法17条の2第3項の補正要件に違反するものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "text": [
                "原告は，本件補正が，空気式マッサージ具による挟み動作と施療子による叩き動作が同時に発現するための具体的な手段をもってその根拠とされるべきであるのに，当初明細書には同時動作によって奏される作用ないし効果が記載されているにすぎず，具体的な手段は記載されていないと主張する。",
                "しかし，本件補正は，前記(2)のとおり，構成要件H及びJにそれぞれ「それと同時に」との事項を追加したものであり，原告が主張するように「具体的な手段」を特定する必要があるものではない。",
                "また，当初明細書の【0028】の前記(3)イの記載は，空気式マッサージ具及び機械式のマッサージ器(左右の施療子)の各動作が同時に行われることを当然の前提にするものであるから，このような記載も，構成要件H及びJの「それと同時に」の補正の根拠となるものと認められる。",
                "よって，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件補正は補正要件に違反するものとは認められないから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(実施可能要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件について",
              "text": [
                "本件発明のような物の発明について実施可能要件を充足するためには，明細書の発明の詳細な説明において，当業者が，発明の詳細な説明の記載内容及び出願時の技術常識に基づき，過度の試行錯誤を要することなく，その物を製造し，使用できる程度の記載があることを要する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各発明の実施可能要件",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "text": [
                    "本件発明1の「椅子型マッサージ機」(構成要件I)は，「座部」(同A)，「背凭れ部」(同B)，「機械式のマッサージ器」(同C，D)，「左右一対の突起体」(同E，F)及び「空気式のマッサージ具」(同G)を備えるものである。",
                    "これらの各構成については，本件明細書の発明の詳細な説明において，①「座部」(構成要件A)，「背凭れ部」(同B)を有する「椅子型マッサージ機」(同I)については，正面図(【図1】)や側面図(【図2】)とともに【0008】に記載され，②「左右一対の突起体」(構成要件E，F)については，平面図(【図11】)を交えて【0026】に記載され，③「機械式のマッサージ器」(構成要件C，D)については，機械式マッサージ器8の左右の施療子9がマッサージ用モータ10の回転を制御することで叩き動作を行うこと(【0011】～【0013】)など，その構造，制御方法，動作が斜視図等(【図4】～【図6】)とともに【0010】から【0017】に記載され，④「空気式マッサージ具」(構成要件G)については，空気式のマッサージ具41が内部に備えた袋体(エアセル42)にコンプレッサー61から空気を供給し膨張させることで押圧動作を行うこと(【0018】【0021】)など，その構造及び動作が平面図(【図11】)とともに【0026】及び【0031】に，その制御方法が【0021】に，いずれも具体的に記載されている。",
                    "また，本件発明1の「前記空気式マッサージ具が，左右方向内方に膨張して，前記左右の施療子の前方かつ左右方向外側位置において使用者の両腕の外側を押圧して，使用者の胴体を両腕の外側から左右に挟みつつ，それと同時に，前記左右の施療子によって使用者の背中に対して左右交互に叩き動作行う」(構成要件H)は，「空気式マッサージ具」による両腕の押圧と「(機械式マッサージ器の)左右の施療子」による背中の叩き動作とを「同時」に行うものであるところ，「空気式マッサージ具」及び「機械式マッサージ器」のそれぞれの制御方法，動作については上記③④のとおり詳細に記載され，また「同時」に行う点についても，本件明細書の【0027】に記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2について",
                  "text": [
                    "本件発明2は，構成要件Hに関し，さらに「機械式の前記マッサージ器を昇降させながら」の特定がされたものであるところ(同J)，マッサージ器を昇降させる機構については，発明の詳細な説明の【0009】及び【0010】において代替構造も含め具体的に記載され，この動作を空気式マッサージ具による押圧と「同時」に行う点も，本件明細書の【0027】に記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明3について",
                  "text": [
                    "本件発明3の「座部」が備える「空気式のマッサージ具」(構成要件L)については，発明の詳細な説明の【0019】及び【0021】に，「左右一対の突起体の内側面」に設けられた「空気式のマッサージ具」(同M)については，上記④と同様に，発明の詳細な説明の【0021】，【0026】及び【0031】に，その構造，動作及び制御方法が記載されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "このように，本件明細書には，本件発明に係る椅子型マッサージ機の具体的な実施の形態の記載があることからすれば，その使用をすることができる程度の記載があるということができ，また出願時の技術常識も踏まえれば，その製造に当業者が過度の試行錯誤を要するとも認められない。",
                    "よって，本件明細書の発明の詳細な説明の記載は，実施可能要件に適合する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件各発明は物の発明であるから，構成要件Hは制御手段の存在によって特定されるべきであり，この解釈を措くとしても，構成要件Hは空気式マッサージ具による挟み動作と施療子による叩き動作という異質の2種類の施療手段をあえて同期させるものであるから，その制御手段を具体的に開示することが要請されるところ，本件明細書の発明の詳細な説明には制御手段の具体的な説明はなく，またかかる制御手段が技術常識であった事実は存在しないから，本件明細書の発明の詳細な説明の記載は，実施可能要件に違反していると主張する。",
                    "しかし，本件明細書の発明の詳細な説明には，前記(2)アのとおり，機械式マッサージ器8の左右の施療子9がマッサージ用モータ10の回転を制御することで叩き動作を行うことや，空気式のマッサージ具41が内部に備えた袋体(エアセル42)にコンプレッサー61から空気を供給し膨張させることで押圧動作を行うことが記載されている。そして，機械式のマッサージ器による叩き動作と，空気式マッサージ器による押圧動作を「同時」に行うためには，両者の制御をその字義どおり時を同じくして(甲25の1・2)行えば足り，それぞれを単独で動作させる場合の制御と格別異なる制御を要するものではないから，このような制御手段について発明の詳細な説明に記載がないとしても，そのことによって当業者が本件各発明の実施に過度の試行錯誤を要するとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，被告が本件出願の審査過程で主張した，左右の施療子によって使用者の背中に対し左右交互に前後の叩き動作が繰り返されるという作用効果に関しては，制御手段としてさらに具体的な説明が必要であるのに，本件明細書の発明の詳細な説明には何らの記載も存在しないとも主張する。",
                    "しかし，実施可能要件の適合性は，請求項に係る発明について，明細書の記載と出願時の技術常識とに基づいて判断され，その判断が，出願人の審査段階の主張により左右されるとは解されない。実施可能要件の適合性の判断を，出願人が出願経緯において述べた事項が禁反言の法理等により技術的範囲の解釈に影響することがあるということと同様に考えることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件各発明に係る本件明細書の発明の詳細な説明の記載が実施可能要件に違反するとは認められない。",
                "原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(明確性要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件について",
              "text": [
                "明確性要件については，特許請求の範囲の記載だけでなく，明細書の記載及び図面を考慮し，当業者の出願当時における技術常識を基礎として，特許請求の範囲の記載が，第三者に不測の不利益を及ぼすほどに不明確であるか否かという観点から判断されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各発明の明確性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "text": [
                    "原告は，構成要件Hにおける「同時に」が不明確である旨主張するが，「同時」とは，「2つ以上のことが同じ時に行われる(起こる，成り立つ)こと」(岩波国語辞典。甲25の1)，「時を同じくすること」(大辞林。甲25の2)であるから，本件発明1の構成要件Hは，空気式マッサージ具による両腕の押圧動作と左右の施療子による背中の叩き動作とを時を同じくして行うことであると解され，その意義は明らかである。",
                    "よって，本件発明1の特許請求の範囲の記載が第三者に不測の不利益を及ぼすほどに不明確であるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2及び3について",
                  "text": [
                    "原告は，構成要件Jが不明確である旨主張するが，構成要件Jは，本件発明1の構成要件Hに，さらに「機械式の前記マッサージ器を昇降させながら」の特定がされたものであり，これによって，本件発明2の特許請求の範囲の記載が第三者に不測の不利益を及ぼすほどに不明確であるということはできない。",
                    "本件発明1又は2を直接又は間接に引用する，本件発明3の特許請求の範囲の記載についてもこれと同様である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1の構成要件H及び本件発明2の構成要件Jに規定される動作をどのような制御手段で実現させるか当業者が理解できないから，本件発明の外延を客観的に確定させることができないと主張する。",
                    "しかし，原告の主張は，本件発明に係る本件明細書の記載が実施可能要件を充足しないことを前提とするものであるところ，この前提が成り立たないことは前記3のとおりであるから，原告の主張はその前提を欠き，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明1の構成要件H及び本件発明2の構成要件Jは，被告が本件出願の審査過程で主張した，左右の施療子によって使用者の背中に対し左右交互に前後の叩き動作が繰り返されるという作用効果を奏しない構成を含むことになるから，発明の外延が不明確であるとも主張するが，明確性要件の判断の枠組みは，前記(1)のとおりであり，その判断が出願人である被告の審査段階の主張により左右されるものとは解されない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件各発明の記載が明確性要件に違反するとはいえないから，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(引用発明に基づく進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "平成7年2月17日付けでした意匠登録出願(意願平7-4188)の出願書面(甲9の1)",
                      "text": [
                        "甲9の1の「意匠に係る物品」の欄には「あんまいす」と記載され，図面には，別紙2記載のとおり「正面図」，「A-A断面図」，「斜面図」及び「使用状態を示す斜面図」が示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "平成9年6月4日付け意見書(甲9の2)",
                      "text": [
                        "甲9の2には，次のような記載がある。",
                        "「本願意匠では，背もたれ部を腰から頭部に亘り略々直線状に形成する本体部の両側に前方へ突出する弧状枠部材を設けて構成しているため，本願意匠の正面図・平面図・左右各側面図・A-A断面図及び斜面図の略全図面に表れているように，側面視を腰から首部に亘り前方へ突出する弧状に形成すると共にこれに結合する直線状の頭部が表れる形状で，正面視においても，本体部の両側に一定厚みの弧状枠部材が表れると共に，中央部には高さ方向略3分の2の範囲で一定幅の窪み溝を有する背もたれ部本体を形成している。",
                        "従ってこれら両者間には，腰から背部に亘る形状及び首部から頭部に亘る全形状及び構成に大きな差異があり，これらの差異により，本願意匠では，本願の使用状態を示す斜面図で示したように，左右両弧状枠部材間で使用者が移動しないように安定保持させることができるが，刊行物の意匠ではこのような使用者背部の安定保持ができないという大きな差異がある。」(3頁14～26行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，甲9の1と甲9の2を併せて，引用発明を認定した。",
                        "仮に甲9の1と甲9の2から一つのまとまりのある発明を認定するとした場合，「あんまいす」は，座部，座部の後部に設けられた背もたれ部，背もたれ部の左右両側部からそれぞれ前方に突出する左右一対の弧状枠部材を有し(「正面図」，「斜面図」及び「使用状態を示す斜面図」)，背凭れ部の内部には，機械式のマッサージ機構が内蔵されている(「A-A断面図」)ものと認められ，「左右一対の弧状枠部材」は，「左右両弧状枠部材間で使用者が移動しないように安定保持させ」ることができる左右間隔を有するものと認められるから，本件審決が認定したとおりの甲9発明(前記第2の3(2))を認定することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "もっとも，刊行物に記載された発明を引用発明として本件発明が容易に発明をすることができたか否かを判断する場合には，その内容や作成の趣旨に照らして互いに一体と評価されるような場合はともかく，原則として，1つの刊行物から引用発明を認定すべきであるところ，本件においては，別個の文献である甲9の1と甲9の2を併せて引用発明を認定するのは相当でなく，本来，甲9の1に基づいてこれを認定すべきである。",
                        "甲9の1の記載によれば，「あんまいす」は，座部，座部の後部に設けられた背もたれ部，背もたれ部の左右両側部からそれぞれ前方に突出する左右一対の弧状枠部材を有し(「正面図」，「斜面図」及び「使用状態を示す斜面図」)，背凭れ部の内部には，機械式のマッサージ機構が内蔵されている(「A-A断面図」)ものと認められる。",
                        "よって，引用発明は，座部と，／前記座部の後部に設けられた背もたれ部と，／機械式のマッサージ機構と，を備え，／前記背もたれ部の左右両側に前方に突出し，左右両弧状枠部材間で前記背もたれ部にもたれた使用者が移動しないように安定保持させることができる左右間隔を有する左右一対の弧状枠部材を備え，／前記左右一対の弧状枠部材は，内側面をそれぞれ備えた，／あんまいす(以下「甲9’発明」という。)のように認定すべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，甲9の2には，弧状枠部材は，「背凭れ部を腰から首部に亘り前方へ突出する弧状に形成する」ものであり，かかる形状によって，「左右両弧状枠部材間で使用者が移動しないように安定保持させ」ることが開示されており，人体の首部は腕より上側に位置するから，弧状枠部材が首部まで前方に突出するには，両腕の外側において突出するほかないと主張する。",
                    "しかし，本来，甲9の2をも加えて引用発明を認定したこと自体，前記のとおり相当とはいえないが，人体の両腕は腰及び首部よりも外側に位置するから，原告が指摘する甲9の2の記載(「(弧状枠部材は)背もたれ部を腰から首部に亘り前方へ突出する」)を踏まえても，弧状枠部材が両腕の外側においても突出するかは必ずしも明らかとはいえず，かえって，甲9の1の「使用状態を示す斜視図」では，使用者の左腕が弧状枠部材からはみ出している様子が示されている。",
                    "この点に関し，原告は，①「使用状態を示す斜視図」の左腕部分は斜視角度の関係から右腕側に比べて表現が困難な部分であるところ，左右一対の弧状枠部材はその間に使用者の身体を挟み込んで移動しないように安定保持するものであるから，左腕部をはみ出させることは不合理である，②甲9の1のその余の図面を総合すると，左右一対の弧状枠部材が使用者の両腕及び両腕の間の胴体をはめ込んでいることは明らかであるとも主張する。",
                    "しかし，①については，甲9の2に記載されているのは，「左右両弧状枠部材間で使用者が移動しないように安定保持させ」ることにとどまり「使用者の身体を挟み込んで」などという記載はなく，この記載のみからは，左右両弧状枠部材から腕部をはみ出させることができないことを一義的に導くことはできない。②については，甲9の1は意匠登録出願に添付した図面であって，その大きさや寸法についての具体的な記載はなく，また「使用状態を示す斜視図」以外には，使用者との関係において左右両弧状枠部材間の間隔を示す図面はないところ，同図によれば，左右一対の弧状枠部材が使用者の両腕及び両腕の間の胴体をはめ込んでいるとは認められない。",
                    "いずれにせよ，原告の主張は採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明との相違点",
              "text": [
                "本件発明1と引用例に記載した発明とが本件審決が認定した相違点1及び相違点3(前記第2の3(3)イエ)において相違することは，当事者間に争いがない。",
                "なお，甲9の1のみから引用発明を甲9’発明と認定した場合も，相違点1及び相違点3が存在することは，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3に係る容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲13",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "記載事項",
                      "text": [
                        "甲13には，次のような記載がある(下記記載中に引用する【図2】【図5】については別紙3を参照)。",
                        "【0001】本発明は，マッサージ機本体に支持された使用者の被施療部を，前記本体に内蔵されてエアーの給排気にしたがい膨脹・収縮する袋体によってマッサージするマット式または椅子式等のエアーマッサージ機に関する。",
                        "【0026】マット部11の各板14～19間に形成された空間には，気密性の各種の袋体が【図2】に示されるようにマット部11上に横たわる人体Aの体形にほぼ倣うように配置されている。各種袋体としては，人体保持用袋体31，首用袋体32，肩用袋体33，背中用袋体34，腰用袋体35，尻用袋体36，太腿上部用袋体37，太腿下部用袋体38，左肩用袋体39，右肩用袋体40，背筋用袋体41，左脚膝部用袋体42，右脚膝部用袋体43，左脚脛用袋体44，および右脚脛用袋体45などが使用される。なお，人体保持用袋体31以外の袋体32～45は夫々人体Aの被施療部をマッサージするための施療子として設けられている。",
                        "【0027】詳しくは，人体保持用袋体31は，マット部11上に横たわる人体Aの体側に沿うようにマット部11の長手方向に沿って配置されて，それへの空気の供給により棒状に膨脹するものである。この第1の実施の形態では人体保持用袋体31は左右一対設けたが，これらはそのいずれかの端部等でつながって一体化されていてもよい。この場合において，マット部11の幅方向に延びる連通部分は，膨脹しないパイプで形成してもよく，或いは，膨脹するものであっても人体Aの体側に沿う袋部分の膨脹太さよりも小さく膨脹する構成として，マット部11上に横たわった人体Aを極力押上げないようにすればよい。",
                        "【0048】前記構成のエアーマッサージ機の動作について説明する。まず，マット部11とエアー給排気装置12とを接続ホース13によって接続してから，エアー給排気装置12の電源スイッチを閉じた後に，操作パネル55またはリモートコントローラ56のいずれかを操作して所望のマッサージモードを選定する。それにより，はじめに人体保持用袋体31が膨脹された後，選択されたマッサージモードにしたがって，袋体32～45のうち前記モードを実行するのに必要な袋体の膨脹・収縮を繰り返させて，マット部11上に横たわった使用者の身体に対する押圧と弛緩とを繰り返してマッサージを施す。",
                        "【0049】このマッサージにおいて，はじめに膨脹される人体保持用袋体31の膨脹状態は，選択されたマッサージモードが終了または中止されるまで継続される。ところで，一対の人体保持用袋体31間には上半身をマッサージする各種袋体32～36，39～41が夫々配置されているから，前記袋体31が膨脹状態を維持することにより，膨脹された袋体31の視認によりマット部11に内蔵された各種袋体32～36，39～41のマット部11に対する幅方向の位置を容易に知ることができ，或いは背中が膨脹した人体保持用袋体31に当たることにより容易に感知できる。",
                        "【0050】したがって，使用者の背中に対して所定のマッサージ効果を与え得る適正位置からずれないように，マット部11に上半身を支持できるとともに，こうして一旦適正に支持された後には，一対の人体保持用袋体31が使用者の上半身をその両側から挟むようになるので，これら袋体31がストッパとなって前記適正位置に上半身を位置決めして保持できる。そのため，袋体32～36，39～41の膨脹に伴って使用者の背中等がマット部11の幅方向一端側に転ぶように逃げ動く傾向を抑制でき，所定のマッサージ効果を与えることができる。なお，前記位置決め状態において使用者の腕は，人体保持用袋体31上またはこの袋体31を体側との間に挟むように外側に置かれる。",
                        "【0053】また，選択されたマッサージモードが背筋用袋体41を膨脹・収縮させる背筋延ばし工程を備える場合には，この袋体41は，膨脹状態の人体保持用袋体31がマット部11の幅方向に使用者を上半身を位置決めした状態において，膨脹・収縮して使用者の背筋を押圧・弛緩させる。そのため，背筋用袋体41が膨脹する時に，この袋体41で押し上げられる上半身がマット部11の幅方向に転ぶように逃げる動きを，上半身の両側を挟むように位置された人体保持用袋体31をストッパとして妨げることができる。したがって，背筋用袋体41が使用者の背筋から外れることがなくなり，その繰り返される膨脹に伴って確実に背筋を延ばしてマッサージすることができる。こうした背筋延ばしをする場合の挙動は【図5】(A)～(C)に示されており，同図(B)(C)に人体保持用袋体31でマット部11の幅方向に使用者を上半身を位置決めした状態が示されている。",
                        "【0064】なお，前記第1の実施の形態は以上のように構成したが，この実施の形態に本発明は制約されるものではなく，例えば椅子式その他の形式のエアーマッサージ機にも適用できる。そして，椅子式のエアーマッサージ機とする場合には，その座部と背凭れ部とを有した椅子本体(マッサージ機本体)の背凭れ部に袋体31～35，39～41等を組み込んで実施すればよい。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲13に記載された技術事項",
                      "text": [
                        "前記(ア)によれば，甲13には，「マット式」のエアマッサージ機において，マット部11上に横たわる人体Aの体側に沿うように人体保持用袋体31を左右一対設け，マッサージ中にこの袋体31を膨張させ使用者の上半身をその両側から挟むことで，上半身をマッサージする各種袋体32～36，39～41の膨脹に伴って使用者の背中等がマット部11の幅方向一端側に転ぶように逃げ動く傾向を抑制することが記載されている(【0026】【0027】【0048】【0049】【0050】【0053】【図2】【図5】)。また甲13には，上記構成を「椅子式」のエアマッサージ機に適用することができ，その場合，人体保持用袋体31を椅子本体の背凭れ部に組み込むことが記載されている(【0064】)。",
                        "しかし，使用者の腕は人体保持用袋体31上またはこの袋体31を体側との間に挟むように外側に置かれるものであり(【0050】)，【図2】における袋体31の配置及び椅子式のエアマッサージ機に適用される場合，袋体31は背凭れ部に組み込まれることも併せ考慮すれば，人体保持用袋体31は，椅子式のエアマッサージ機において使用者の上半身をその両腕も含めて挟むものであるとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲14",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "記載事項",
                      "text": [
                        "甲14には，次のような記載がある(下記記載中に引用する【図10】については別紙4を参照)。",
                        "【0055】【図10】及び【図11】は，この発明の第3実施例のエアマッサージ装置を椅子式エアマッサージ装置Cに適用した例を示したものである。この第3実施例では，前記背凭れ部13上部に移動阻止手段としてのスイングアーム35が回動自在に配設されている。",
                        "【0056】このスイングアーム35は，使用者の左右両肩の前方への移動を阻止する左右アーム部37，37を有している。このアーム部37は，先端を下方に折曲して肩部の前面側を支持する形状を呈すると共に，肩部が当接する下面側人体当接面には，左右肩部空気袋a7，a8が配設されている。この左右肩部空気袋a7，a8は，図示省略のホースb7～b8及びホースc7～c8を経由して前記給排気装置40に接続している。",
                        "【0058】この様に構成されたこの第3実施例の椅子式エアマッサージ装置Cでは，使用者が座部11に着座して，前記スイングアーム35を下方に回動させ，前記空気袋a7，a8を両肩部に当接させる。そして，操作パネル14の操作により，左右空気袋a7，a8を膨張させると，使用者の身体は，着座状態で固定される。",
                        "【0061】背凭れ部12の空気袋a1～a6が膨張する際にも，着座した使用者の身体の前方への移動が前記スイングアーム35によって阻止される。このため，使用者の身体は，移動することなく，所定の位置に滞在するので，使用者の身体の指圧点を効果的に押圧できる。",
                        "【0062】従って，背凭れ部12の空気袋を単に膨張させた場合のように，人体が空気袋の膨張に伴って押されて前方へ移動して押圧不足による不満足なマッサージしか得られないものと異なって良好なマッサージ効果を得ることができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲14に記載された技術事項",
                      "text": [
                        "前記(ア)によれば，甲14には，椅子式エアマッサージ装置において，背凭れ部12の上部に設けた回動式のスイングアーム35の左右肩部空気袋a7，a8を膨張させることで，背凭れ部12の空気袋a1～a6が膨張する際に，着座した使用者の身体の前方への移動を阻止し，これによって良好なマッサージ効果を得ることが記載されている。",
                        "しかし，左右肩部空気袋a7，a8は，膨張により使用者の人体の前方への移動を阻止するものであり，使用者の身体をその側方から挟むものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲15",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "記載事項",
                      "text": [
                        "甲15には，次のような記載がある(下記記載中に引用する【図1】【図3】【図4】については別紙5を参照)。",
                        "【0001】この発明は，圧搾空気の給排気に伴って膨縮する袋体によって身体のマッサージを行う椅子式エアーマッサージ機に関する。",
                        "【0010】【図1】において，1は椅子本体で，この椅子本体1はほぼ水平に設けられた座部2，この座部2の後側に配置され前記座部2に対して所定の角度傾斜して設けられた背もたれ部3および前記座部2の両側に位置して設けられた肘掛部2aとから構成されている。なお，前記座部2の前方には脚載置溝4aが形成された脚載置部4が設けられている。",
                        "【0014】つぎに，前記背もたれ部3の前記背中用袋体8a，8bの上方に位置する身体受部位つまり首肩部が位置する部位に設けられた肩および首をマッサージするマッサージ手段としての肩首部マッサージ体11について【図2】ないし【図4】に基づいて説明する。",
                        "【0015】この肩首部マッサージ体11は，【図3】に示すように前記背もたれ部3に身体を位置させたときに，この身体が位置する方向に向かって両側端部を互いに対向する方向に湾曲つまり折曲して形成した傾斜状の袋体受部12aを有する受板12，この受板12の袋体受部12aが形成されている側の面に配置される一対の袋体13およびこの袋体13の上部に配置して設けられるとともに押圧突起14が設けられた押圧体としての押圧板15とから構成されている。",
                        "【0028】そして，選択された動作モードに首肩部のマッサージが含まれている場合は，前記首肩部マッサージ体11の袋体13に対して圧搾空気の給排気がなされるが，圧搾空気が供給される場合には，圧搾空気の供給が開始されると，袋体13は徐々に膨脹をし始める。この膨脹にしたがって押圧板15は軸21を回動中心として回動し，この押圧板15の回動に伴って押圧突起14は互いに接近する方向つまり首肩部を外側から内側に向けて挟み込む方向に回動を開始する。そして，袋体13が最大に膨脹したとき前記押圧突起14の首肩部に対する押圧力も最大となり，その後の圧搾空気の排気に伴い押圧板15は元の位置に復帰して給排気の一サイクルが完了する。",
                        "【0030】このようにして首肩部マッサージ体11の袋体13への給排気サイクルが繰り返されて，首肩部のマッサージがなされるが，このとき前記押圧突起14は前記首肩部を外側から内側に向けて挟み込むようにして押圧するために，いわゆる指圧と同様なマッサージがなされ，首肩部の効果的なマッサージがなされるとともに，袋体のみの膨脹による押圧の場合にはできなかった局部的マッサージが可能となり，さらに，押圧突起14による所望の被施療部への位置決めを確実になすことができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲15に記載された技術事項",
                      "text": [
                        "前記(ア)によれば，甲15には，椅子式エアーマッサージ機において，背もたれ部3の人体の首肩部が位置する部位に首肩部マッサージ体11を設け，この首肩部マッサージ体11に設けた一対の袋体13を膨張させることにより，その上部に設けた押圧突起14が首や肩を外側から内側に挟み込むように押圧するようにし，これにより指圧と同様の局部的マッサージを可能にすることが記載されている。",
                        "しかし，袋体13は，首肩部マッサージ部11の押圧突起14を駆動する手段にすぎず，使用者の身体をその側方から挟むものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "周知技術の認定",
                  "text": [
                    "前記アないしウによれば，出願当時，椅子式のマッサージ機において，空気袋を膨張させることによって，使用者の身体の一部を挟み込むという技術が周知となっていたことが認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "周知技術の適用",
                  "text": [
                    "甲9の1の各図面に示されているとおり，左右一対の弧状枠部材は，背もたれ部の左右両側に，前方に突出した状態で固定されており，その間隔が変更できるものではないから，引用発明の左右両弧状枠部材は，使用者に接触することによって，使用者がこれを超えて更に幅方向外側に移動することを規制するものであり，使用者を内側に向かって積極的に挟み込むものではない。また，左右両弧状枠部材の上記構造を踏まえれば，甲9の2を考慮するとしても，その「左右両弧状枠部材間で使用者が移動しないように安定して保持させることができる」の「安定して保持」とは，左右両弧状枠部材がこれに接触した使用者の幅方向外側への移動を規制することによって使用者が背もたれ部から外れることを防止できる程度の意味に解するのが相当である。",
                    "そうすると，引用発明の左右両弧状枠部材には，使用者を内側に向かって挟み込むという技術的意義(機能)はないというべきであり，引用発明がそのような技術的課題を内在するとも認められない。",
                    "そうだとすると，相違点3に係る構成について，引用発明及び周知技術に基づいて当業者が容易に想到することができたというためには，椅子式のマッサージ機において空気袋を膨張させ使用者の身体の一部を挟み込むことが周知であったというだけでは足りず，そのような空気袋を両腕及び両腕の間の胴体を挟み込む手段として用いることが周知であったことを立証する必要があるというべきである。",
                    "しかし，前記アないしエのとおり，甲13ないし甲15から認定することのできる周知技術の空気袋は，使用者の両腕及び両腕の間の胴体をその側方から挟み込むものであるとはいえず，甲13ないし甲15から，空気袋を両腕及び両腕の間の胴体を挟み込む手段として用いることが周知であったということはできない。",
                    "念のため，甲13ないし甲15を個別に検討しても，甲13の人体保持用袋体31は背凭れ部に設けられるものであり(前記ア(ア))，甲14の左右肩部空気袋a7,a8は背凭れ部12上部の回動式のスイングアーム35に設けられるものであり(前記イ(ア))，甲15の袋体13は，背凭れ部の首肩部マッサージ部11に設けられるものである上，押圧突起14を駆動する手段にすぎない(前記ウ(ア))ことからすれば，甲13ないし甲15に記載された各袋体を，引用発明の左右両弧状枠部材に適用する合理的な理由も見当たらない。",
                    "よって，相違点3に係る構成が引用発明及び甲13ないし甲15に記載された技術事項に基づいて当業者が容易に想到することができたとはいえない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，空気式マッサージ具を膨張させることによって使用者を安定保持する技術が甲13ないし甲15のとおり周知であったから，使用者を安定保持するという引用発明の課題を解決するために，同一の課題を解決する手段である空気式マッサージ具を適用することは，当業者にとって当然の創作能力の発揮であると主張し，また，典型的な設計事項であるとも主張する。",
                    "しかし，引用発明の左右両弧状枠部材は，前記のとおり，これを超えて使用者が幅方向外側へ移動することを規制するものにすぎず，使用者を内側に向かって積極的に挟み込むことによりその身体を保持する空気式マッサージ具とは，その目的及び機能において異なる。",
                    "そうすると，両者をもって同一の課題を解決する手段であるということはできないから，引用発明の左右両弧状枠部材にかかる周知技術を適用することが直ちに動機付けられるものではないし，典型的な設計事項である旨をいう原告の主張にも理由がないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，その余の相違点について判断するまでもなく，本件発明1は，引用発明に基づいて当業者が容易に発明をすることができたものとは認められない。",
                "本件発明2及び3は，請求項1を直接又は間接的に引用し，本件発明1の発明特定事項を含むものであるから，同様に，引用発明に基づいて当業者が容易に発明をすることができたものと認めることはできない。",
                "したがって，原告主張の取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}