{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2018-000798号事件について平成31年2月12日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，「リチウムイオン二次電池用正極およびリチウムイオン二次電池」との名称の発明の特許出願人である(特願2013-81957号。以下「本願」という。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "手続の経緯等",
          "text": [
            "本件に関する手続の経緯は以下のとおりであった。",
            "平成25年  4月10日  特許出願",
            "平成29年10月20日  拒絶査定",
            "平成30年  1月22日  拒絶査定不服審判請求",
            "平成30年  9月27日  拒絶理由通知",
            "平成30年11月30日  手続補正",
            "平成31年  2月12日  審決(請求不成立)",
            "平成31年  2月26日  同送達",
            "平成31年  3月28日  出訴"
          ]
        },
        {
          "fig": "3",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記手続補正後の請求項1の記載は，次のとおりである(以下「本願発明」という。)。",
                "「【請求項1】",
                "正極活物質，結着材および導電助剤を含む正極であって，",
                "前記結着材は，α，β-エチレン性不飽和ニトリル単量体単位を有するヨウ素価が20mg／100mg以下である水素化ジエン系ポリマーを含み，",
                "前記導電助剤は平均直径(Av)と直径分布(3σ)とが0．60＞(3σ／Av)＞0．50であり，比表面積が600㎡／g以上であり，高純度であり，平均直径(Av)が3～30nmであるカーボンナノチューブを含むことを特徴とする",
                "リチウムイオン二次電池用正極。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "請求項2～7は，請求項1の従属請求項である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要旨",
          "text": [
            "本願発明は，後記(1)以下のとおり，特開2012-221672号公報(甲1)に記載された発明と，特許第4621896号公報(甲2)及び特開2013-8485号公報(甲3)に記載された事項に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。よって，その余の請求項にかかる発明について検討するまでもなく，本願は拒絶すべきものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "甲1には，次の発明(以下「引用発明」という。)が記載されている。",
                "「  正極活物質と，バインダと，導電剤とを含むリチウムイオン二次電池用正極であって，",
                "前記正極活物質はオリビンマンガンであり，",
                "前記導電剤は，直径が0．5～10nmであり，長さが10μm以上であり，炭素純度が重量基準で99．9％以上である，単層カーボンナノチューブを含む，",
                "リチウムイオン二次電池用正極。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点及び相違点",
              "text": [
                "【一致点】",
                "「  正極活物質，結着材および導電助剤を含む正極であって，",
                "前記導電助剤は，高純度であるカーボンナノチューブを含む，",
                "リチウムイオン二次電池用正極。」",
                "【相違点1】",
                "「導電助剤」が含む「カーボンナノチューブ」に関し，",
                "本願発明では「平均直径(Av)と直径分布(3σ)とが0．60＞(3σ／Av)＞0．50であり，比表面積が600㎡／g以上であり，高純度であり，平均直径(Av)が3～30nmである」のに対し，",
                "引用発明では，",
                "「高純度」ではあるものの，",
                "「平均直径(Av)と直径分布(3σ)とが0．60＞(3σ／Av)＞0．50であ」るかどうかが不明であり，また，",
                "「比表面積が600㎡／g以上であ」るかどうかが不明であり，さらに，",
                "「平均直径(Av)が3～30nmである」かどうかが不明である点",
                "【相違点2】",
                "「結着材」に関し，",
                "本願発明は「α，β-エチレン性不飽和ニトリル単量体単位を有するヨウ素価が20mg／100mg以下である水素化ジエン系ポリマーを含」むのに対し，",
                "引用発明はそのような「ポリマー」を含むことが特定されていない点"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1の構成の容易想到性",
              "text": [
                "引用発明において，「導電助剤」が含む「カーボンナノチューブ」として，引用発明において規定されるとおりの「直径」，「長さ」及び「炭素純度」を備え，しかも優れた電子・電気的特性を有する単層カーボンナノチューブである，甲2の実施例1に開示されたカーボンナノチューブ(以下「甲2実施例1CＮT」という。)を適用することを，当業者は容易に想到し得たと認められる。",
                "ここで，甲2実施例1CＮTの製造条件は，本願明細書に実施例1として記載されたカーボンナノチューブ(SGCＮT-1)の製造条件と，記載されている限度において全く同じであるから，得られるカーボンナノチューブについても，各種物性値が同じ値となるものと認められる。",
                "そうすると，甲2実施例1CＮTにおいても，SGCＮT-1と同じく，「BET比表面積1，050㎡／g」，「平均直径(Av)が3．3nm」，「直径分布(3σ)が1．9」，「(3σ／Av)が0．58」であるものと認められる。",
                "よって，引用発明において，「導電助剤」が含む「カーボンナノチューブ」として甲2実施例1CＮTを適用することにより，相違点1に係る本願発明の発明特定事項を備えるものとすること，すなわち，「前記導電助剤は，平均直径(Av)と直径分布(3σ)とが0．60＞(3σ／Av)＞0．50であり，比表面積が600㎡／g以上であり，高純度であり，平均直径(Av)が3～30nmであるカーボンナノチューブを含む」ものとすることは，当業者が容易になし得ることである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2の構成の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3に記載の二次電池用正極は，「特定のバインダー」と「特定の正極活物質」との組み合わせに係るものであって，高電位に対してバインダーが化学構造的に安定であり，長期サイクルにおいても電極構造を維持することができ，高温サイクル特性に優れる等の複数の効果を奏するものであるところ，これらの効果は，リチウムイオン二次電池において共通に求められるものである。しかも，甲3には，必要に応じて正極に添加される導電性付与剤として，カーボンナノチューブが用いられ得ることも記載されているから，甲3に記載の二次電池用正極は，正極がカーボンナノチューブを含む場合においても適用し得るものである。",
                    "他方，引用発明のリチウムイオン二次電池用正極の正極活物質である「オリビンマンガン」は，具体的には「LiMnPO 」であるところ，これは，甲3に記載の二次電池用正極が用いる「特定の正極活物質」のうちの好ましい活物質の一つであるから，引用発明のリチウムイオン二次電池用正極と，甲3に記載の二次電池用正極とは，正極活物質が共通している。",
                    "そうすると，甲3に記載の二次電池用電極が，「特定のバインダー」と「特定の正極活物質」を組み合わせて用いたものであって，カーボンナノチューブを含む場合であっても適用し得るものであることと，引用発明のリチウムイオン二次電池用正極が，前記「特定の正極活物質」のうちの好ましい活物質の一つを用いたものであって，カーボンナノチューブを含むものであることを認識した当業者は，引用発明においても，甲3に記載の二次電池用正極が奏する複数の効果を得られるようにするために，引用発明のリチウムイオン二次電池用正極におけるバインダとして，甲3に記載の二次電池用正極が用いる「特定のバインダー」を適用することを，容易に想到し得たと認められる。",
                    "ここで，甲3に記載の「特定のバインダー」は，α，β-エチレン性不飽和ニトリル単量体単位，及び炭素数4以上の直鎖アルキレン構造単位を含んでなり，ヨウ素価が8～10mg／100mgであり，前記炭素数4以上の直鎖アルキレン構造単位は，共役ジエン単量体単位に由来する炭素-炭素不飽和結合のみを選択的に水素化して得られたものであるから，本願発明の「α，β-エチレン性不飽和ニトリル単量体単位を有するヨウ素価が20mg／100mg以下である水素化ジエン系ポリマー」に相当するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "以上を踏まえると，引用発明において，リチウムイオン二次電池用正極におけるバインダとして，甲3に記載の二次電池用正極が用いる「特定のバインダー」を適用することにより，相違点2に係る本願発明の発明特定事項を備えるものとすること，すなわち「前記結着材は，α，β-エチレン性不飽和ニトリル単量体単位を有するヨウ素価が20mg／100mg以下である水素化ジエン系ポリマーを含」むものとすることは，当業者が容易になし得ることである。"
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本願発明の効果について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書の記載によれば，本願発明は，リチウムイオン二次電池に用いた場合に，「レート特性」，「60℃サイクル特性」及び「保存特性」という三つの特性に関して優れるという効果を奏するものであるといえる。そこで，以下，それぞれの特性が優れていることが，当業者が予測し得ない格別な効果であるといえるかどうかを検討する。",
                    "(ア)「レート特性」に優れるという点は，引用発明や甲3に記載の二次電池用正極が同様に奏する効果であって，当業者が引用発明と甲3との組み合わせから予測し得る効果にすぎないから，格別なものではない。",
                    "(イ)「60℃サイクル特性」に優れるという点は，甲3に記載の二次電池用正極が同様に奏する効果であって，当業者が甲3から予測し得る効果にすぎないから，格別なものではない。",
                    "(ウ)「保存特性」に優れるという点は，当業者が甲3の記載と技術常識とから予測し得る効果にすぎないから，格別なものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，本願発明が奏する，「レート特性」，「60℃サイクル特性」及び「保存特性」という三つの特性について優れるという効果は，当業者が各引用文献から予測し得るものにすぎず，格別なものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張(審決の取消事由)",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点・相違点の認定の誤り及び相違点の看過)",
          "text": [
            "本件特許出願時には，気相流動法で製造した単層カーボンナノチューブの炭素純度は，最高で97．5％であることが技術常識であった。",
            "甲1に記載されている単層カーボンナノチューブは，HiPCo法等の気相流動法によるものといえる。そして，甲1には，製造した単層カーボンナノチューブの炭素純度の具体的な測定方法・結果は記載されておらず，炭素純度を高めるための改良をしたことも記載されておらず，「炭素純度が重量基準で99．9％以上である」との文言の根拠となる事項は全く示されていない。",
            "そうすると，上記のとおり，気相流動法で製造した単層カーボンナノチューブの炭素純度は最高で97．5％であるとの技術常識を有する当業者は，甲1に接しても，単層カーボンナノチューブの炭素純度が99．9％との記載は誤記であり，上記技術常識に従い最高でも97．5％であると理解する。",
            "これに対し，本願発明の「「高純度」とは具体的には「98％以上」のことを意味する」ものと本件審決は認定したのであるから，本願発明は，引用発明とは異なり，カーボンナノチューブの炭素純度が高純度であることを，本願発明と引用発明の相違点として認定すべきであった。この相違点を看過した誤りは，審決の結論に影響を及ぼす。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の構成の容易想到性についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2実施例1CＮTの3σ／Av値の認定の誤り",
              "text": [
                "甲2の【図9】から甲2実施例1CＮTの3σ／Av値を計算すると0．91である。よって，審決が，甲2実施例1CＮTの3σ／Av値が0．58であって「0．60＞(3σ／Av)＞0．50」の範囲に入ることを前提として，引用発明の導電助剤として甲2実施例1CＮTを適用することによって相違点1に係る構成が得られるとしたことは，誤りである。",
                "なお，甲2実施例1CＮTと，本願明細書記載のSGCＮTとは，それぞれに記載された範囲においては製造条件に異なるところはないが，触媒のパターン法等，記載されていない製造条件の違いによって物性値が異なっているものと考えられる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "動機付けの不存在",
              "text": [
                "甲2は，高純度，高比表面積の単層カーボンナノチューブ(特に配向した単層カーボンナノチューブ・バルク構造体)及びその製造方法・装置を開示するものである。そして，当該単層カーボンナノチューブの具体的な物性・特性に応じて，応用できる用途が記載されている。しかしながら，当該単層カーボンナノチューブのリチウムイオン二次電池への応用は，負極の電極材料としての応用が記載されるのみであり，正極への応用については記載がなく，まして，正極に導電性を高めるために混合される導電剤として応用することを動機付ける記載は一切ない。",
                "それにもかかわらず，審決が，様々な物性・特性と個々の用途との関係について何ら検討することなく，甲2の「種々の技術分野や用途へ応用することができる。」との記載のみに依拠して，甲2実施例1CＮTをもって，「優れた電子・電気的特性を含む様々な物性・特性を有するものであるから，導電性を高めるために正極に混合される導電剤として好ましいものであるといえる。」と認定したことは，その根拠を欠き，誤りである。そして，この誤った認定を前提として，審決が，引用発明において導電助剤として甲2実施例1CＮTを適用することにより，相違点1に係る本願発明の構成とすることは容易想到である，と判断したことも誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "阻害事由の存在(分散性)",
              "text": [
                "甲2実施例1CＮTは，垂直配向単層カーボンナノチューブである。垂直配向単層カーボンナノチューブがファンデルワールス力(分子が，周りの分子と電気双極的な相互作用をすることで凝集しようとする力)により互いに密接することは，本件出願時の技術常識であった(甲23)。また，リチウムイオン二次電池において導電助剤として用いられるカーボンナノチューブの分散性に関し，分散性が低いと均一な正極を製造することができないことは，本件出願時の技術常識であった(甲24)。",
                "したがって，これらの技術常識を有する当業者にとって，リチウムイオン二次電池の正極の導電助剤として甲2実施例1CＮTを適用することには，阻害要因がある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "阻害事由の存在(充填効率)",
              "text": [
                "甲1には，導電助剤として用いるカーボンナノチューブの直径が大きすぎると，体積当たりの充填効率が低下し，大容量化や導電性向上の阻害要因となるおそれがある旨の記載がある【0137】。一方，甲2には，得られた単層カーボンナノチューブの中心サイズ(直径の平均値)は3nmであり，従来法で得られるカーボンナノチューブの1nm(HiPco法)又は1．5nm(レーザーアブレーション法)といった値に比べて，2倍，あるいは，3倍といった大きな値であること，及び，得られた単層カーボンナノチューブの中心サイズ(直径)のサイズ分布が従来技術より大きいことが記載されている【0078】【0079】。",
                "そうすると，当業者であれば，引用発明において，甲2に記載された単層カーボンナノチューブを採用したとすると，体積当たりの充填効率が低く，大容量化や導電性向上の妨げとなるので，リチウムイオン二次電池正極の導電助剤としては適していないものと認識するのが自然である。",
                "したがって，引用発明の導電助剤として甲2実施例1CＮTを適用することについて，甲2には，阻害事由となる記載が存在する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2の構成の容易想到性についての判断の誤り)",
          "text": [
            "仮に，審決の説示するように，引用発明のリチウムイオン二次電池の正極の導電助剤を，甲2実施例1CＮTと置き換えたとすると，分散性に劣り，リチウムイオン二次電池としての十分な性能は達成できないという新たな課題が生じ，当該課題を更に克服するために，更に，高い分散安定性を正極に付与することができる甲3に記載されたバインダーを適用することが必要になる。これは，一つの相違点について実質的には二つの引用例を用いて二段階の相違点を克服しなければならない論理付けが必要となるという，いわゆる「容易の容易」に当たるから，格別な努力が必要であり，当業者にとって容易であるとはいえない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(作用効果についての判断の誤り)",
          "text": [
            "本願発明は，保存特性に優れたものである(本願明細書の【0186】の【表1】)。一方，甲1には，保存特性は課題として挙げられておらず，また，甲2及び甲3にも，保存特性についての記載はない。",
            "審決は，保存特性について上記第2の4(5)ア(ウ)のとおり，当業者が甲3の記載と技術常識とから予測し得る効果にすぎないから格別なものではない旨判断した。しかしながら，審決は，「ヨウ素価の数値の小さいバインダーは，化学構造的な不安定性の原因となる不飽和結合自体がそもそも取り除かれているといえるから，たとえ『高温』であったとしても，化学構造的に不安定になることによるバインダーの劣化が抑制されることは明らかである」としているところ，この判断の前提となるバインダーのヨウ素価と高温との関係については甲3に記載も示唆もないし，それが技術常識であることを示す客観的な証拠も全く示されていない。",
            "よって，審決の上記判断は，その根拠を欠くものであり不当である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点・相違点の認定の誤り及び相違点の看過)について",
          "text": [
            "甲1に記載されたカーボンナノチューブの製造方法は担持触媒法に相当するものであるといえるから，これが気相流動法であることを前提にした原告の主張は前提に誤りがある。また，引用発明における単層カーボンナノチューブの炭素純度が重量基準で99．9％以上であることが，技術常識に反するともいえない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の構成の容易想到性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2実施例1CＮTの物性値について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の主張は，第1回の準備書面において申し立てられていない新たな主張であるから，採用されるべきでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2の【図9】は，甲2が開示する発明の単層カーボンナノチューブのサイズ分布評価の「一例」を示したものにすぎず，甲2実施例1CＮTのサイズ分布評価であるとする根拠はない。甲2には，実施例1のほかに実施例2及び3もあり，それぞれの製造条件は異なるから，【図9】のサイズ分布が実施例1の製造条件によるものとは必ずしもいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "国際公開第2013／080912号(乙7)及び国際公開第2014／157061号(乙8)には，単層カーボンナノチューブの物性が，比表面積1050㎡／g，平均直径(Av)3．3nm，3σ／Av0．58であるカーボンナノチューブが記載されているが，これは，本願発明の構成要件を満たす。そして，このカーボンナノチューブの製造条件は，甲2実施例1CＮTと同一であるから，甲2実施例1CＮTの物性も乙7，8のそれと同一であり，本願発明の構成要件を満たすことが理解できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，乙7及び乙8は，本願出願後に公知となった文献であるが，出願当時の技術水準を認定するための証拠である。発明の進歩性の有無を認定するに当たり，出願当時の技術水準を出願後に頒布された刊行物によって認定し，これにより上記進歩性の有無を判断しても，そのこと自体は，特許法29条2項の規定に反するものではない。",
                    "また，甲2の実施例1CＮTと本願明細書記載のSGCＮT-1とでは，記載されていない製造条件，例えば，触媒のパターン法の違いによって物性値が異なると考えられるとの主張は，本願明細書の記載に基づかないものであるから，採用されるべきではない。",
                    "したがって，審決が，甲2実施例1CＮTは本願明細書記載のSGCＮT-1と同一の物性を有する旨認定したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "動機付けについて",
              "text": [
                "引用発明において導電助剤である単層カーボンナノチューブの導電性が高い方が好ましいことは自明の事項である一方，甲2実施例1CＮTは，良好な導電性を有するものである。そうすると，良好な導電性を備えた甲2実施例1CＮTを，引用発明の導電剤である単層カーボンナノチューブとして採用することについて，甲1及び甲2の記載中に示唆があるといえる。",
                "また，引用発明と甲2に記載の単層カーボンナノチューブとは，電池の電極材料という点において技術分野が関連しており，導電性を高めるという点において技術的課題が共通しており，導電性を高めるという作用・機能も共通するものであるから，引用発明に甲2に記載された事項を適用する動機付けがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "阻害要因(分散性)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ファンデルワールス力は，原子間距離rの6乗に反比例するようなポテンシャルにおいて働く弱い力であるから，基板上に垂直配向して成長したカーボンナノチューブを当該基板から分離すると，微少な力で簡単に分散し，密接した状態を維持し続けられないと考えられる。したがって，垂直配向単層カーボンナノチューブを導電助剤に使用することについて，分散性の問題はないといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "カーボンナノチューブは界面活性剤などを含む分散媒を用いることによって分散できるものである(特開2009-190940号公報。甲26)。甲2には，作製した垂直配向単層カーボンナノチューブをエタノール溶液中に分散させることについての記載もあり【0123】，垂直配向単層カーボンナノチューブの分散性に問題があるとは，何ら記載されていない。乙7には，カーボンナノチューブの重量密度が0．2g／㎤以下であれば溶媒などに攪拌して均質な分散液を得ることが容易となる旨の記載があり【0026】，甲2には，垂直配向単層カーボンナノチューブの密度の値が通常0．002～0．2g／㎤に収束する旨の記載があるから【0071】，甲2の開示する垂直配向単層カーボンナノチューブに分散性の問題があるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "阻害要因(充填効率)について",
              "text": [
                "甲2に記載の単層カーボンナノチューブの中心サイズは3nmであって【0078】，引用発明の導電助剤の単層カーボンナノチューブの直径「0．5～10nm」【請求項1】の範囲に含まれるものであるから，引用発明の導電助剤の単層カーボンナノチューブとして甲2に記載のものを適用するに当たって，直径が大きいために充填効率が低下するという考慮が働いて阻害要因となるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2の構成の容易想到性についての判断の誤り)について",
          "text": [
            "甲3に記載された「高電位に対してバインダーが化学構造的に安定であり，長期サイクルにおいても電極構造を維持することができ，高温サイクル特性に優れる等の複数の効果」は，高温サイクル特性についても優れていることが好ましいことが明らかである引用発明に対して，甲3に記載された事項を適用することの示唆であるといえる。また，引用発明と甲3に記載された事項は，正極活物質としてLiMnPO を用いること，導電助剤としてカーボンナノチューブを用いること及びバインダーを用いることにおいて共通し，これによっても，引用発明のバインダーとして甲3に開示された特定のバインダーを採用することについて，甲1及び甲3の記載中に示唆があるといえる。さらに，引用発明と甲3に記載された事項とは，リチウム二次電池用正極という同一の技術分野に属し，正極活物質間の導電性を高めるという課題において共通する。",
            "よって，引用発明に甲3に記載された事項を適用する動機付けがあるということができ，これと同旨の審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(作用効果についての判断の誤り)について",
          "text": [
            "本願発明における「保存特性」とは，「高温」かつ「高電位」で保存された際の劣化を示す特性である。",
            "甲3の【0038】の記載と，ヨウ素価が大きいほど不飽和度が高いという技術常識(以下「技術常識1」という。)から，バインダーのヨウ素価の数値が小さくなるほど高電位におけるバインダーの化学構造的な安定性が高くなることを把握できる。また，アレニウスの式に示されるように，温度が高いほど化学反応の速度も大きくなることも技術常識(以下「技術常識2」という。)である。",
            "そして，不飽和結合である二重結合は付加反応を起こしやすいものであるところ，不飽和結合を含むバインダーについて，上記技術常識2を踏まえると，「高温」である場合は，「室温」である場合に比較して，不飽和結合の反応性が高まるので，バインダーはより不安定になるといえる。これに対し，ヨウ素価の数値の小さいバインダーは，上記技術常識1を踏まえれば，化学構造的な不安定性の原因となる不飽和結合自体がそもそも取り除かれているといえるから，たとえ「高温」であったとしても，化学構造的に不安定になることによるバインダーの劣化が抑制されることは明らかであるといえる。",
            "そうすると，ヨウ素価の数値を小さくして不飽和結合の量を減少させたバインダーを用いたリチウムイオン二次電池が，「高電位」かつ「高温」で保存した際に劣化しにくく「保存特性」に優れることは，甲3の記載と技術常識とから予測し得る効果であるといえる。よって，これと同旨の審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点・相違点の認定の誤り及び相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1の記載，特に【請求項1～3，5，6，9】【0018，0020～0022，0024～0026，0028，0029】によれば，甲1には，審決が認定したとおりの引用発明が記載されていることが認められる。なお，カーボンナノチューブの炭素純度については，請求項3に，「前記カーボンナノチューブの炭素純度は，重量基準で99．9％以上であることを特徴とする請求項1又は2に記載のリチウムイオン二次電池正極用導電剤」との記載があり，明細書の段落【0022】にも，「前記リチウムイオン二次電池正極用導電剤において，カーボンナノチューブの炭素純度は，重量基準で99．9％以上であることが望ましい。カーボンナノチューブの炭素純度が99．9％以上であれば，導電剤としての添加重量が極少量で済み，電池の充放電における短絡や，容量劣化が起きにくい。」との記載があることからすれば，審決が引用発明のカーボンナノチューブの炭素純度を99．9％以上としたことには何ら問題がない。また，これに照らせば，本願発明と引用発明との一致点及び相違点についても，審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，本件特許出願時には，気相流動法で製造した単層カーボンナノチューブの炭素純度は最高で97．5％であることが技術常識であったこと，甲1に記載された単層カーボンナノチューブはHiPCo法等の気相流動法によるといえること等から，当業者は，甲1に記載されている単層カーボンナノチューブの炭素純度は最高でも97．5％であり，99．9％との記載は誤記であると理解する旨主張する。",
                "しかしながら，明細書の段落【0022】において，カーボンナノチューブの炭素純度が99．9％以上であることが望ましい理由が明確に記載されていることに照らしても，当業者がこれを誤記であると認識するとは到底考えることはできない。また，甲1には，カーボンナノチューブの製造方法としてHiPCo法のほかにアーク放電法及びレーザー蒸発法も併せて記載されているし【0034】，実施例のカーボンナノチューブの製造方法としては，支持体に支持された触媒の表面に炭素源を供給してカーボンナノチューブを合成する担持触媒法が記載されているから【0060，0090～97】，甲1に記載された単層カーボンナノチューブをHiPCo法等の気相流動法で製造されたものに限定して解する理由はないのであって，この点からしても，原告の主張は失当である。",
                "したがって，原告の上記主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の構成の容易想到性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，",
              "text": [
                "①  甲2実施例1CＮTの製造方法と，本願明細書の実施例1のカーボンナノチューブ(SGCＮT-1)の製造条件とは，記載されている限度において全く同じであるから，甲2実施例1CＮTは，本願発明の「平均直径(Av)と直径分布(3σ)とが0．60＞(3σ／Av)＞0．50であり，比表面積が600㎡／g以上であり，高純度であり，平均直径(Av)が3～30nmであるカーボンナノチューブ」に相当するものであること，及び",
                "②  引用発明において，導電助剤(甲1における記載は「導電剤」)のカーボンナノチューブとして甲2実施例1CＮTを適用することは当業者が容易に想到し得たといえること",
                "から，引用発明において，甲2実施例1CＮTを採用することにより，相違点1に係る事項を備えるようにすることは，当業者が容易になし得たものであると判断した。",
                "そこで，以下，①及び②について順に検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2実施例1CＮTは，本願発明の「平均直径(Av)と直径分布(3σ)とが0．60＞(3σ／Av)＞0．50であり，比表面積が600㎡／g以上であり，高純度であり，平均直径(Av)が3～30nmであるカーボンナノチューブ」に相当するものであるかについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2には，以下の事項が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2は，従来にみられない高純度，高比表面積のカーボンナノチューブ(特に配向した単層カーボンナノチューブ・バルク構造体)を提供することを課題とした，比表面積が800～2500㎡／g，及び蛍光X線測定による純度が98％以上，長さの下限が好ましくは10μm，サイズ分布が0．8～6nm，中心サイズが1～4nmである単層カーボンナノチューブ(その一例として，下記の【図9】のサイズ分布評価で表される単層カーボンナノチューブ)に係る発明を開示するものである【請求項1】【0011，0052，0077，0078】【図9】。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記単層カーボンナノチューブ・バルク構造体は，ナノ電子デバイス，ナノ光学素子やエネルギー貯蔵等への適用の他，多様な応用が期待でき【0017，0019，0113】，導電体，電極材料，スーパーキャパシタ等へ適用される【0023，0064，0069】。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記単層カーボンナノチューブや単層カーボンナノチューブ・バルク構造体は，優れた電子・電気的特性等を有し【0113】，また，電子部品の銅配線の縦配線，横配線を，垂直配向単層カーボンナノチューブ・バルク構造体，もしくは構造体の形状が所定形状にパターニング化されている配向単層カーボンナノチューブ・バルク構造体に代えることにより，微細化と安定化を図ることができる【0116】【図19】。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "配向単層カーボンナノチューブ・バルク構造体を，リチウム電池などの二次電池の電極材料，燃料電池や空気電池等の電極(負極)材料として応用することができる【0119】。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "実施例1において，CVD法によりカーボンナノチューブを成長させ，純度99．98％，長さが195μmの単層カーボンナノチューブを製造した【0122】【図24】。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2実施例1CＮTの物性についての検討",
                  "text": [
                    "上記アの(ア)及び(オ)の記載によれば，甲2実施例1CＮTは，比表面積，純度及び平均直径については，本願発明の規定を満たす。",
                    "しかしながら，甲2のいずれの箇所にも，「3σ／Av」の値について記載も示唆もされておらず，ましてや「0．60＞(3σ／Av)＞0．50」であることについては何ら記載も示唆もされていない。むしろ，【図9】には，単層カーボンナノチューブのサイズ分布評価の一例が記載されているが，この例の「3σ／Av」は0．91であり，「0．60＞(3σ／Av)＞0．50」を満たさないのであって，これは，3σ／Av値の同一性を疑わせる方向に働く証拠である。",
                    "よって，甲2実施例1CＮTは，本願発明の「平均直径(Av)と直径分布(3σ)とが0．60＞(3σ／Av)＞0．50であり，比表面積が600㎡／g以上であり，高純度であり，平均直径(Av)が3～30nmであるカーボンナノチューブ」に相当するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，この点について次のとおり主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲2実施例1CＮTの「3σ／Av」の値についての原告の主張は，第1回の準備書面において申し立てられていない新たな主張であるから，採用されるべきでない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "乙7，8には，甲2実施例1CＮTと同じ条件で製造されたカーボンナノチューブのBET比表面積が1，050㎡／g，平均直径(Av)が3．3nm，「3σ／Av」が0．58となることが記載されているから，甲2実施例1CＮTもBET比表面積が1，050㎡／g，平均直径(Av)が3．3nm，3σ／Avが0．58となるといえる。甲2の【図9】は，あくまでサイズ分布評価の一例にすぎず，甲2実施例1CＮTのサイズ分布であるとはいえないから，甲2実施例1CＮTの「3σ／Av」が必ずしも0．91になるとはいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "触媒パターン法の違いにより甲2実施例1CＮTと本願明細書に記載のSGCＮT-1とは異なった物性値を有しているとの原告の主張は，本願明細書の記載に基づかないものであるから採用されるべきではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告の上記各主張について順次検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，本願明細書に記載のSGCＮT-1と甲2実施例1CＮTの物性が同一であることを第1回弁論準備手続期日において陳述された準備書面では争わず，第2回弁論準備手続期日において陳述された準備書面で初めて争ったものであるが，これにより自白が成立したとはいえないし，訴訟の完結を遅延させたともいえないので，物性の同一性を争うことは許されるものというべきである。そこで，以下，この点についても判断することとする。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "カーボンナノチューブを実際に製造するにあたって，その製造条件は，甲2，乙7及び8に記載されたもののみではないと解するのが自然であるところ，これらの記載されていない条件が甲2と乙7及び8とで一致するという根拠はない。むしろ，甲2実施例1CＮTは，触媒の配置について，スパッタ蒸着装置を用い，厚さ1nmの鉄金属を蒸着することにより行ったものであるが，乙7及び8のいずれにも，スパッタ蒸着により触媒を配置したことについては記載されていないから，甲2実施例1CＮTと，乙7及び8のカーボンナノチューブとが，全く同一の製造方法で製造されたものであるとはいえない。そして，甲2と乙7又は8との間で，製造方法が，記載された限りにおいて一致しさえすれば，得られるカーボンナノチューブの物性は同一になるということを示す証拠もないから，甲2実施例1CＮTが，乙7及び乙8と同じ物性値を示すとはいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，被告は，甲2実施例1CＮTと本願明細書に記載のSGCＮT-1とは，記載された限りにおいては同一の製造条件に基づいて製造されているから，その物性値(3σ／Avが0．60＞(3σ／Av)＞0．50であること。)は同一であると主張するものと考えられるが，この主張も，bと同一の理由により採用することはできない(なお，記載された製造条件が製造条件のすべてであるとはいえないことや，記載された製造条件さえ同一であれば記載されていない製造条件が違っていても，得られた物質の物性値が同一になるとはいえないことは，技術常識として，当然に想定し得る事柄なのであるから，これを明細書の記載に基づかないものであるということはできない。)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，被告の上記各主張はいずれも採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，甲2実施例1CＮTは，本願発明の「平均直径(Av)と直径分布(3σ)とが0．60＞(3σ／Av)＞0．50であり，比表面積が600㎡／g以上であり，高純度であり，平均直径(Av)が3～30nmであるカーボンナノチューブ」に相当するとはいえない。したがって，審決の理由中，上記(1)の①の認定には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の導電助剤のカーボンナノチューブとして甲2実施例1CＮTを適用することの容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "主引用発明に副引用発明を適用することにより本願発明に想到することが容易といえるか否かの判断に当たっては，主引用発明又は副引用発明の内容中の示唆，技術分野の関連性，課題や作用・機能の共通性等を総合的に考慮して，主引用発明に副引用発明を適用して本願発明に至る動機付けがあるかどうかを判断するとともに，適用を阻害する要因の有無，予測できない顕著な効果の有無等を併せ考慮して判断するのが相当である。",
                    "そこで，この判断手法に従って，引用発明の導電助剤のカーボンナノチューブとして甲2実施例1CＮTを適用することの容易想到性について検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1又は甲2の内容中の示唆について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1及び甲2には，次の(a)及び(b)の事項が開示されているので，以下，これらが，引用発明において，単層カーボンナノチューブとして甲2実施例1CＮTを適用することの示唆となるか否かについて検討する。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "引用発明における導電剤としての単層カーボンナノチューブは，「直径が0．5～10nmであり，長さが10μm以上であり，炭素純度が重量基準で99．9％以上である」単層カーボンナノチューブである。一方，上記(2)ア(ア)及び(オ)によれば，甲2実施例1CＮTは引用発明の単層カーボンナノチューブの純度，直径，長さの規定を満たすものといえる。(以下「事項(a)」という。)"
                            },
                            {
                              "fig": "(b)",
                              "subject": "甲2には，上記(2)ア(イ)～(エ)より，単層カーボンナノチューブの用途として，導電体，電極材料が挙げられ，甲2の単層カーボンナノチューブが優れた電子・電気特性を有すること，単層カーボンナノチューブ・バルク構造体を導電体として使用することも記載されている。(以下「事項(b)」という。)"
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "事項(a)について",
                          "text": [
                            "甲20，21，23には以下の記載がある(引用に当たり，文意に影響しない範囲で記載の一部を省略又は変更した。)。",
                            "［甲20](ドージンニュース新連載「新しいナノ材料としてのカーボンナノチューブ-最近の展開(バイオからエネルギーまで)①」URL省略，令和元年6月6日検索)",
                            "「2．カーボンナノチューブの構造，特性",
                            "CＮTはグラフェンシートを円筒状に丸めた構造をしている。円筒が一本のみからなるCＮTをSWＮTと呼ぶ。SWＮTは直径0．5～数nmとかなり細いが・・・CＮTの合成後の長さは数十nmから，長いものでは数mmに及ぶものがあり，合成法により様々な長さ分布を持つ混合物として得られる。」(2頁)",
                            "「2012年現在，30社以上のメーカーがCＮTを製造販売している。それぞれ製造法，直径分布，純度，結晶化度等に差があり，一口にCＮTと言っても多様性があることを認識して使わなければならない。表1に代表的なCＮTメーカー(2012年1月現在)を挙げた。」(4頁。表1には代表的なCＮTメーカーとして8社が列挙されている。)",
                            "［甲21］(「雑科学ノート-カーボンナノチューブの話-」URL省略，令和元年6月6日検索)",
                            "「CＮTの直径は，これまで書いてきた巻きの強さや層の数によっていろいろですが，SWCＮTの場合は1～3nm，MWCＮTの場合は10～20nmぐらいのものが一般的です。髪の毛が50～100μmぐらいですから，その数千分の一から数万分の一，ということですね。長さは，一般的な大量生産品では0．1～数十μm程度ですが，基板の上に垂直に成長させる方法では数百μm以上のものも作られています。」(4頁)",
                            "[甲23］(末金皇ら「ブラシ状カーボンナノチューブの高速成長技術の開発」大陽日酸技報 No.23(2004)，URL省略 )",
                            "「CＮTは，直径が数nm程度，長さが数μmから数百μmと極めて高いアスペクト比を持つ構造物である。」(8頁左欄13～15行)",
                            "甲20，21，23の上記各記載によれば，本願特許出願当時，単層カーボンナノチューブの直径や長さは製品によって様々であり，その中で，0．5～10nmの直径，10μm以上の長さは，単層カーボンナノチューブの直径や長さとしてごく一般的であったと認められる。そうすると，事項(a)のとおり，甲2実施例1CＮTが引用発明の単層カーボンナノチューブの純度，直径，長さの規定を満たすことが開示されているからといって，そのことが，多数存在する単層カーボンナノチューブから甲2実施例1CＮTを選択し，引用発明のカーボンナノチューブとして使用することを示唆するものとはいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "事項(b)について",
                          "text": [
                            "甲2は，甲2に記載された発明の単層カーボンナノチューブが種々の技術分野や用途へ応用できることを開示しているが(上記(2)ア(イ))，電池の電極材料への応用としては，負極の材料として用いることが挙げられているのみであり(同(エ))，正極の導電助剤として用いることの記載又は示唆はない。また，導電性を生かした応用としては，電子部品の銅配線に代えて用いることの記載はあるものの(同(ウ))，これが電池の正極の導電助剤としての応用を示唆するものとはいえない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，事項(a)又は事項(b)が，引用発明の導電助剤の単層カーボンナノチューブとして甲2実施例1CＮTを適用することの示唆となるとはいえない。そして，他に，甲1又は甲2に，引用発明の導電助剤の単層カーボンナノチューブとして甲2実施例1CＮTを使用することの示唆となる記載も見当たらない。",
                            "以上によれば，甲1及び2のいずれにも，引用発明の導電助剤の単層カーボンナノチューブとして甲2実施例1CＮTを使用することの示唆はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "技術分野の関連性について",
                      "text": [
                        "引用発明は，リチウムイオン二次電池正極用導電剤を用いたリチウムイオン二次電池の技術分野に属するものである【0001】。一方，甲2に開示された発明は，導電体，電極材料，電池等の技術分野に属するものである(上記(2)ア(イ)～(エ))。",
                        "そうすると，両発明は，導電体，電極材料または電池という限りにおいて，関連する技術分野に属するといえるにとどまる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "課題の共通性について",
                      "text": [
                        "引用発明は，正極に混合する導電剤の量を低減して，リチウムイオン二次電池を大容量化し，かつ，高出力におけるリチウムイオン二次電池容量の劣化を抑制することを課題とする【0012】。一方，甲2に開示された発明は，従来にみられない高純度，高比表面積のカーボンナノチューブ(特に配向した単層カーボンナノチューブ・バルク構造体)を提供することを課題とする(上記(2)ア(ア))。",
                        "よって，両発明の課題は共通しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "作用・機能の共通性について",
                      "text": [
                        "引用発明において，単層カーボンナノチューブは，リチウムイオン二次電池正極用の導電剤として用いられ，ここで，導電剤は，導電性の低い正極活物質に混合することにより電池の容量を大きくすることができるという作用・機能を有する【0003】。一方，甲2に開示された発明の単層カーボンナノチューブは，導電体，電極材料，電池等の用途に用いられるものであるところ(上記(2)ア(イ)及び(エ))，導電体として使用される際には，配向単層カーボンナノチューブ・バルク構造体として，電子部品の縦配線，横配線に代えることにより微細化，安定化を図るという作用・機能を有し(同(ウ))，電極材料として使用される際には，配向単層カーボンナノチューブ・バルク構造体として，リチウム二次電池の電極材料，燃料電池や空気電池等の電極(負極)材料という作用・機能を有するが(同(エ))，いずれの作用・機能も，導電性の低い正極活物質に混合することにより電池の容量を大きくすることができるという作用・機能には当たらない。",
                        "よって，両発明の作用・機能が共通しているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，甲1及び甲2には，引用発明において，導電助剤として用いるカーボンナノチューブとして甲2実施例1CＮTを適用することを動機付ける記載又は示唆を見出すことができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イのとおり，主引用発明に副引用発明を適用して本願発明に想到することを動機付ける記載又は示唆を見出せない以上，上記アに説示したところに照らして，かかる想到を阻害する事由の有無や，本願発明の効果の顕著性・格別性について検討するまでもなく，その想到が容易であるとした審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，取消事由2は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，取消事由3及び4について判断するまでもなく，審決にはこれを取り消すべき違法がある。よって，主文のとおり判断する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成31年(行ケ)10040",
    "date": "2020-07-02",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089587",
    "ipprecedent_id": "5387",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}