{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-800013号事件について平成30年12月26日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求に対する不成立審決の取消訴訟である。争点は，請求項1に係る発明の新規性，進歩性である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の概要等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「ピストン式圧縮機における冷媒吸入構造」とする特許第4304544号(以下，「本件特許権」といい，本件特許権に係る特許を「本件特許」といい，本件特許の明細書及び図面を「本件明細書」という。)の特許権者である(甲31)。",
                "本件特許は，平成14年11月7日にされた出願(特願2002-324043号。優先権主張〔平成13年11月21日，日本〕。以下，平成13年11月21日を「本件優先日」という。)の一部が，平成19年12月27日に分割出願され，平成21年5月15日に設定登録されたものである(甲31)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年5月1日に，特許庁に対し，本件特許の請求項1の発明の特許を無効にすることを求めて審判を請求した(無効2015-800122号)。特許庁は，平成28年9月23日に，「請求項1，2について訂正することを認める。本件審判の請求は成り立たない。」との審決をした(甲23)。原告は，審決取消訴訟を提起した(平成28年(行ケ)第10231号。以下，「前件審決取消訴訟事件」という。)が，知的財産高等裁判所は，平成29年10月26日に原告の請求を棄却する旨の判決(以下，「前件審決取消訴訟判決」という。)をし(甲23)，その後，この判決は確定した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年2月7日に，特許庁に対し，上記訂正後の本件特許の請求項1の発明(以下，「本件特許発明」という。)の特許を無効にすることを求めて審判を請求した(無効2018-800013号。以下，「本件審判」という。甲25)。特許庁は，同年12月26日に「本件審判の請求は成り立たない。」との審決(以下，「本件審決」という。)をし，その謄本は平成31年1月10日に原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許の特許請求の範囲(A～Fの符号は当裁判所が付したものである。)",
          "text": [
            "【請求項1】",
            "A  シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸と一体化されていると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機において，",
            "B  前記シリンダボアに連通し，かつ前記ロータリバルブの回転に伴って前記導入通路と間欠的に連通する吸入通路と，",
            "C  吐出行程にある前記シリンダボア内の前記ピストンに対する圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する前記吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段とを有し，",
            "D  前記シリンダブロックは，前記ロータリバルブを回転可能に収容する軸孔を有し，",
            "E  前記導入通路の出口は，前記ロータリバルブの外周面上にあり，前記ロータリバルブの外周面は，前記導入通路の出口を除いて円筒形状とされ，前記吸入通路の入口は，前記軸孔の内周面上にあり，前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段となっており，前記ラジアル軸受手段は，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段であり，",
            "F-1  前記ピストンは両頭ピストンであり，前記両頭ピストンを収容する前後一対のシリンダボアに対応する一対のロータリバルブが前記回転軸と一体的に回転し，前記ロータリバルブの各導入通路は前記回転軸内に形成された通路を介して連通し，前記カム体は，前後一対のスラスト軸受手段によって挟まれて前記回転軸の軸線の方向の位置を規制されており，",
            "F-2  前記一対のスラスト軸受手段の少なくとも一方は前記圧縮反力伝達手段の一部をなし，該圧縮反力伝達手段の一部をなすスラスト軸受手段は，前記シリンダブロックの端面に形成された環状の突条と前記カム体の端面に形成された環状の突条とに当接し，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくした",
            "G  ピストン式圧縮機における冷媒吸入構造。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審判で主張された無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1-1",
              "text": [
                "本件特許発明は，甲2に記載された発明(以下，「引用発明1」という。)と同一である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由1-2",
              "text": [
                "本件特許発明は，引用発明1及び甲5～10に記載された周知技術に基づいて当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2",
              "text": [
                "本件特許発明は，甲13に記載された発明(以下，「引用発明2」という。)並びに甲2及び5～12に記載された周知技術に基づいて当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由3",
              "text": [
                "本件特許発明は，甲14に記載された発明(以下，「引用発明3」という。)並びに甲2及び5～12に記載された周知技術に基づいて当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由4",
              "text": [
                "本件特許発明は，甲15に記載された発明(以下，「引用発明4」という。)並びに甲2及び4～14に記載された周知技術に基づいて当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由5",
              "text": [
                "本件特許発明は，甲16に記載された発明(以下，「引用発明5」という。)並びに甲2及び4～14に記載された周知技術に基づいて当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "甲2，4～16は，次のとおりである。",
                "甲2    日本電装公開技報  整理番号57-088",
                "甲4    特開昭60-164684号公報",
                "甲5    特開平10-18971号公報",
                "甲6    特開平9-60584号公報",
                "甲7    特開平9-42153号公報",
                "甲8    特開平8-61239号公報",
                "甲9    特開平7-63165号公報",
                "甲10  特開平8-144946号公報",
                "甲11  実公昭58-46263号公報",
                "甲12  特開平7-301177号公報",
                "甲13  日本電装公開技報  整理番号106-047",
                "甲14  特開平8-61230号公報",
                "甲15  特開平7-293431号公報",
                "甲16  特開平6-58256号公報"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1-1及び1-2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明と引用発明1との一致点及び相違点",
                  "text": [
                    "【一致点】",
                    "シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を備えたピストン式圧縮機において，",
                    "前記シリンダボアに連通し，かつ前記導入通路と少なくとも前記回転軸の回転に伴って間欠的に連通する吸入通路を有し，",
                    "前記シリンダブロックは，前記回転軸を回転可能に収容する軸孔を有し，",
                    "前記導入通路の出口は，前記回転軸の外周面上にあり，前記吸入通路の入口は，前記軸孔の内周面上にあり，前記軸孔の内周面に前記回転軸の前記導入通路が形成された部位の外周面が直接対向し，",
                    "前記ピストンは両頭ピストンであり，前記両頭ピストンを収容する前後一対のシリンダボアに対応する一対の前記部位が前記回転軸と一体的に回転し，前記部位の各導入通路は前記回転軸内に形成された通路を介して連通し，前記カム体は，前後一対のスラスト軸受手段によって挟まれて前記回転軸の軸線の方向の位置を規制されており，前記一対のスラスト軸受手段の少なくとも一方は，前記シリンダブロックの端面に形成された環状の突条と前記カム体の端面に形成された環状の突条とに当接し，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくしたピストン式圧縮機における冷媒吸入構造。",
                    "【相違点1-1】",
                    "本件特許発明は，回転軸の導入通路が形成された部位が回転軸と一体化されたロータリバルブであり，吸入通路が前記ロータリバルブの回転に伴って前記導入通路と間欠的に連通しているのに対し，",
                    "引用発明1は，回転軸(シャフト2)の導入通路(横穴6)が形成された部位がロータリバルブとして機能しているのか否か，及び吸入通路(吸入通路5)がいつ前記導入通路と連通し，いつ連通していないのか，が明らかではない点。",
                    "【相違点1-2】",
                    "本件特許発明は，ロータリバルブである，回転軸の導入通路が形成された部位の外周面が前記導入通路の出口を除いて円筒形状とされ，軸孔の内周面に前記部位の外周面が直接支持されることによって前記部位を介して前記回転軸を支持するラジアル軸受手段となっており，前記ラジアル軸受手段がカム体から前記部位側における前記回転軸の部分に関する唯一のラジアル軸受手段であるのに対し，",
                    "引用発明1は，回転軸の導入通路が形成された部位の外周面が前記導入通路の出口を除いて円筒形状とされているのか否か，及び軸孔の内周面に前記部位の外周面が直接支持されることによって前記部位を介して前記回転軸を支持するラジアル軸受手段となっているのか否かが明らかではなく，前記カム体の両側の，前記部位よりも前記カム体から離れた位置において，軸孔の内周面に前記回転軸の外周面が一対のラジアル軸受を介して支持されている点。",
                    "【相違点1-3】",
                    "本件特許発明は，吐出行程にあるシリンダボア内のピストンに対する圧縮反力をロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を有し，一対のスラスト軸受手段の少なくとも一方は前記圧縮反力伝達手段の一部をなすのに対し，",
                    "引用発明1は，吐出行程にあるシリンダボア(シリンダ8)内のピストン(ピストン4)に対する圧縮反力を回転軸の導入通路が形成された部位に伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記部位を付勢する圧縮反力伝達手段を有しているのか否か明らかではない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1-1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1-1の認定について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲2の記載によると，冷媒(吸入冷媒)が回転軸内部より圧縮室内へ吸い込まれる通路が，ピストンの位置に応じて連通又は遮断されることが理解できる。また，甲2の記載によると，ピストンが上死点に位置している側の吸入通路に対応する導入通路と，ピストンが下死点に位置している側の吸入通路に対応する導入通路との双方が，対応する吸入通路に連通していることが看取できるが，吸入通路と導入通路の連通状態に関して，これら以外に記載はない。",
                            "引用発明1においては，冷媒が回転軸内部より吸入通路を介して圧縮室に吸い込まれる時以外にも導入通路は吸入通路に連通しているが，冷媒が回転軸内部より圧縮室内へ吸い込まれる通路はピストンの位置に応じて連通又は遮断されるから，吸入通路と導入通路が回転軸の回転に伴って連通又は遮断されることが圧縮室への冷媒の導入を制御する上で必然であるとはいえない。",
                            "そうすると，甲2の記載からは，吸入通路がいつ導入通路と連通し，いつ連通していないのか，その態様を一に定めることはできず，引用発明1において，回転軸の導入通路が形成された部位がロータリバルブとして機能しているとまではいえない。",
                            "したがって，相違点1-1は，実質的な相違点である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点に関し，請求人(原告)は，導入通路を吸入通路と常に連通させることは構造的に不可能であり，意味もなく，引用発明1は，回転軸が回転して，ピストンが下死点に位置した時に導入通路と吸入通路とが吸入通路と導入通路との間に存在する空間を介して連通し，吸入冷媒をシリンダ内へ吸い込ませるものである旨主張している。",
                            "しかし，導入通路を吸入通路とを前記空間を介して常に連通させるようにすることが構造的に不可能ではないことは，請求人(原告)も自認するところであるし，仮に，この構成とすることに意味はないとしても，そのことのみから当該構成ではないとは必ずしもいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "請求人(原告)は，甲2の図面の左側のピストンが上死点に位置している側の導入通路と吸入通路とにわたって記載されている矢印は，シリンダに冷媒が吸入されない過渡時に軸受などの摺動部に冷媒を通過させて潤滑することを示していると解され，甲2の冷媒供給動作は，上下の導入通路の出口と吸入通路の入口とを間欠的に連通させて，一方の連通部ではシリンダに冷媒の供給を行い，他方の連通部では潤滑のための冷媒の供給を行っていると解され，吸入通路は常に導入通路と連通しているのではない旨も主張している。",
                            "しかし，甲2の記載からは，吸入通路がいつ導入通路と連通し，いつ連通していないのか，その態様を一に定めることはできない。また，甲2の図面の前記矢印が軸受などの摺動部に冷媒を通過させて潤滑することを示していると解されるとしても，軸受などの摺動部は，間欠的に摺動するのではなく，常に摺動することからすると，冷媒は導入通路から前記摺動部へ常に供給され，結果として，前記摺動部に隣接する吸入通路へも常に供給されるとも解し得る。したがって，甲2の記載からは請求人(原告)の主張するように一義的に解することはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "請求人(原告)は，甲13及び14には，吸入ポートがピストンが下死点に位置した時開口するように形成され，ピストンの動きによって冷媒の供給を制御しているようにも解される圧縮機においても，ロータリバルブを有することが記載されているから，引用発明1もロータリバルブを有しているといえる旨も主張している。",
                            "しかし，甲13及び14の記載を参照しても，吸入ポートがピストンが下死点に位置した時開口するように形成され，ピストンの動きによって冷媒の供給が制御される圧縮機において，ロータリバルブを有することが必然であるとはいえない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上のとおりであるから，請求人(原告)の主張を検討しても，引用発明1において，回転軸の導入通路が形成された部位がロータリバルブとして機能しているとまではいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1-1の容易想到性について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲5～7には，そもそも，ロータリバルブが記載されていない。また，甲8～10には，ロータリバルブは記載されているが，甲8～10に記載された圧縮機は，いずれも，吸入通路がピストンの上死点付近でシリンダボアに開口したものであり，吸入通路がピストンが下死点に位置した時開口するように形成されたものではない。",
                            "したがって，甲5～10のいずれにも，吸入通路がピストンが下死点に位置した時開口するように形成された圧縮機において，ロータリバルブを有することは記載されておらず，当該事項が周知であるとはいえない。",
                            "吸入通路がピストンの上死点付近でシリンダボアに開口している場合，吐出行程時に冷媒が吸入通路を介して吸入側に逆流することを防止するため，例えばロータリバルブのような，吸入通路を吸入側から遮断するため手段を別途設けることが必須となるが，吸入通路がピストンが下死点に位置した時開口するように形成されている場合，吐出行程の初期においてピストンにより吸入通路が閉塞されるため，冷媒が吸入通路を介して吸入側に逆流することを防止するために別途の手段を設けなくてもよい。そして，前記(ア)で検討したとおり，引用発明1は，吸入通路がピストンが下死点に位置した時開口するように形成され，ピストンの動きにより圧縮室への冷媒の導入が制御されるものであるから，引用発明1において，圧縮室への冷媒の導入を制御するために，回転軸の回転に伴って吸入通路と導入通路とを連通又は遮断するロータリバルブを採用する動機付けは存在しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上のとおり，引用発明1において相違点1-1に係る本件特許発明を特定する事項を採用することが引用発明1及び甲5～10に記載された技術に基づいて当業者が容易に想到することができたとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1-2及び1-3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1-2及び1-3の認定について",
                      "text": [
                        "甲2には，回転軸の導入通路が形成された部位の外周面の態様について何ら記載されておらず，図面の記載からも回転軸の断面しか看取し得ないから，引用発明1において，回転軸の導入通路が形成された部位の外周面がいかなる形状となっているのか特定することができない。",
                        "また，引用発明1において，回転軸の導入通路が形成された部位は，カム体から前記部位側における回転軸の部分に関するラジアル軸受手段として機能しているか否か特定することができない。仮に，前記部位がラジアル軸受手段として機能しているとしても，更にカム体の両側の，前記部位よりもカム体から離れた位置において，軸孔の内周面に回転軸の外周面が一対のラジアル軸受を介して支持されている。本件特許発明における「前記ラジアル軸受手段は，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段であり」とは，「前記ラジアル軸受手段は，前記回転軸の，前記カム体と重畳しない部分に関する唯一のラジアル軸受手段である」と解すべきものであり，「カム体からロータリバルブ側における回転時軸の部分」を「回転軸のカム体からロータリバルブの間」と解することは，本件明細書の記載と矛盾するから，引用発明1において，前記部位がラジアル軸受手段として機能しているとしても，前記部位によるラジアル軸受手段は，カム体から前記部位側における回転軸の部分に関する唯一のラジアル軸受手段であるとはいえない。",
                        "さらに，前記部位がラジアル軸受手段として機能していなければ，吐出行程にあるシリンダボア内のピストンに対する圧縮反力が回転軸に伝達されたとしても，当該圧縮反力は前記一対のラジアル軸受によって支承されることとなり，前記部位に伝達されるとはいえない。そうすると，甲2の記載からは，相違点1-2に係る引用発明1の構成も相まって，引用発明1は，吐出行程にあるシリンダボア内のピストンに対する圧縮反力を回転軸の導入通路が形成された部位に伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記部位を付勢する圧縮反力伝達手段を有しているとはいえない。",
                        "したがって，相違点1-2及び1-3は，実質的な相違点である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1-2及び1-3の容易想到性について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲9に記載された技術は，滑り軸受とそれによって支持される回転軸の一部としてのジャーナル部とから構成される軸受を採用することにより，滑り軸受の円筒内面の仕上げ加工を容易に行い，ジャーナル部とのクリアランスを極めて小さくすることを可能としたものであり，ラジアル軸受手段として「滑り軸受35，36」を有するジャーナル軸受が採用されたのは，クリアランスを極めて小さくするという課題の解決手段として必須の構成であるということができる。",
                            "そうすると，甲9に記載された技術を引用発明1に適用するに当たり，前記必須の事項を適用することなく，回転軸の導入通路が形成された部位をカム体から前記部位側における前記回転軸の部分に関する唯一のラジアル軸受手段とするということのみを適用することは，当該技術の必須の事項を無くすことになるから，当業者が容易になし得る事項ではない。",
                            "引用発明1に甲9に記載された技術を適用することにより，引用発明1において相違点1-2及び1-3に係る本件特許発明を特定する事項を採用しようとしても，不可避的に，「本件特許発明は，前記軸孔の内周面に前記回転軸の前記導入通路が形成された部位の外周面が直接支持されることによって前記部位を介して前記回転軸を支持するラジアル軸受手段となっているのに対し，引用発明1に甲9に記載された技術を適用したものは，前記軸孔の内周面に前記部位の外周面が滑り軸受を介して支持される」という新たな相違点を生じることとなる。",
                            "そうすると，引用発明1に甲9に記載された技術を適用して，相違点1-2及び1-3に係る本件特許発明を特定する事項を採用することは，当業者が容易になし得る事項ではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "一方，甲5～8及び10のいずれにも，シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を備えたピストン式圧縮機において，前記回転軸の前記導入通路が形成された部位を，前記カム体から前記部位側における前記回転軸の部分に関する唯一のラジアル軸受手段とすることは記載されておらず，甲5～8及び10の記載からは，当該事項が周知であるとはいえない。",
                            "また，引用発明1において，回転軸の導入通路が形成された部位がラジアル軸受手段として機能していなければ，吐出行程にあるシリンダボア内のピストンに対する圧縮反力を前記部位に伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記部位を付勢する圧縮反力伝達手段を有しているとはいえないことは，前記(ア)で検討したとおりである。",
                            "そうすると，引用発明1において相違点1-2及び1-3に係る本件特許発明を特定する事項を採用することが引用発明1及び甲5～8及び10に記載された技術に基づいて当業者が容易に想到することができたとはいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "この点に関し，請求人(原告)は，甲5～7に記載されているように，駆動シャフトの軸受構造を簡素化するという課題を解決するために，ラジアル軸受を省略して，回転軸をシリンダブロックにより直接支持する構成は周知であり，引用発明1においても，駆動シャフトの軸受構造を簡素化するという課題は当然にあるから，この課題を解決するために，一対のラジアル軸受を省略することは容易である旨主張している。",
                            "しかし，甲5～7に記載された技術(以下，「甲5～7技術」という。)は，いずれも，シリンダブロックとは別体であるラジアル軸受が省略されても，当該ラジアル軸受が設けられていたシリンダブロックの部位により直接支持されることにより，回転軸の前記ラジアル軸受と対応する部位が引き続きラジアル軸受手段として機能するものである。そうすると，甲5～7技術を引用発明1に適用し，回転軸の導入通路が形成された部位よりもカム体から離れた位置の外周面を支持していた一対のラジアル軸受を省略したとしても，回転軸の当該位置の外周面は，引き続き，ラジアル軸受手段として機能することになるから，回転軸の導入通路が形成された部位がラジアル軸受手段として機能することになるとは必ずしもいえない。そして，引用発明1において，回転軸の導入通路が形成された部位がラジアル軸受手段として機能しなければ，吐出行程にあるシリンダボア内のピストンに対する圧縮反力を回転軸の導入通路が形成された部位に伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記部位を付勢する圧縮反力伝達手段を有しているとはいえないことは，前記(ア)で検討したとおりである。",
                            "したがって，請求人(原告)の主張を検討しても，引用発明1において相違点1-2及び1-3に係る本件特許発明を特定する事項を採用することが引用発明1及び甲5～10に記載された技術に基づいて当業者が容易に想到することができたとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件特許発明の効果について",
                  "text": [
                    "本件特許発明は，特許請求の範囲の請求項1に記載された事項を備えることにより，吐出行程にあるシリンダボア内のピストンに対する圧縮反力が回転軸を傾かせて，ロータリバルブの外周面を吐出行程にあるシリンダボアに連通する吸入通路の入口付近の軸孔の内周面に押接し，もって吐出行程にあるシリンダボアにおける圧縮室内の冷媒が吸入通路から洩れ難くなり，圧縮機における体積効率が向上するという効果を奏するものである。",
                    "しかし，甲2及び5～10のいずれにも，吐出行程にあるシリンダボア内のピストンに対する圧縮反力により回転軸を傾かせて回転軸の外周面を吐出行程にあるシリンダボアに連通する吸入通路の入口付近の軸孔の内周面に押接することが記載されておらず，本件特許発明が奏する効果は，甲2の記載及び甲5～10に記載された技術に基づいて当業者が容易に想到し得る範囲を越えるものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件特許発明は，引用発明1ではなく，また，引用発明1及び甲5～10に記載された技術に基づいて当業者が容易に発明をすることができたものでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明と引用発明2の一致点及び相違点",
                  "text": [
                    "【一致点】",
                    "シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸と一体化されていると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機において，",
                    "前記シリンダボアに連通し，かつ前記ロータリバルブの回転に伴って前記導入通路と間欠的に連通する吸入通路を有し，",
                    "前記シリンダブロックは，前記ロータリバルブを回転可能に収容する軸孔を有し，",
                    "前記導入通路の出口は，前記ロータリバルブの外周面上にあり，前記吸入通路の入口は，前記軸孔の内周面上にあり，前記軸孔の内周面に前記ロータリバルブの外周面が直接対向し，",
                    "前記ピストンは両頭ピストンであり，前記両頭ピストンを収容する前後一対のシリンダボアに対応する一対のロータリバルブが前記回転軸と一体的に回転し，前記ロータリバルブの各導入通路は前記回転軸内に形成された通路を介して連通し，前記カム体は，前後一対のスラスト軸受手段によって挟まれて前記回転軸の軸線の方向の位置を規制されている，ピストン式圧縮機における冷媒吸入構造。",
                    "【相違点2-1】",
                    "本件特許発明は，ロータリバルブの外周面が導入通路の出口を除いて円筒形状とされ，軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して回転軸を支持するラジアル軸受手段となっており，前記ラジアル軸受手段がカム体から前記ロータリバルブ側における回転軸の部分に関する唯一のラジアル軸受手段であるのに対し，",
                    "引用発明2は，ロータリバルブ(ロータリーバルブ)の外周面が導入通路(流路)の出口を除いて円筒形状とされているのか否か，及び軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段となっているのか否かが明らかではなく，カム体(斜板)の両側の，前記ロータリバルブよりも前記カム体に近接した位置において，軸孔の内周面に前記回転軸の外周面が一対のラジアル軸受を介して支持されている点。",
                    "【相違点2-2】",
                    "本件特許発明は，吐出行程にあるシリンダボア内のピストンに対する圧縮反力をロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を有し，一対のスラスト軸受手段の少なくとも一方が前記圧縮反力伝達手段の一部をなし，該圧縮反力伝達手段の一部をなすスラスト軸受手段がシリンダブロックの端面に形成された環状の突条とカム体の端面に形成された環状の突条とに当接し，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくしたのに対し，",
                    "引用発明2は，吐出行程にあるシリンダボア(シリンダ4)内のピストン(ピストン1)に対する圧縮反力をロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路(吸入ポート6)の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を有しているのか否か明らかではなく，スラスト軸受手段(スラスト軸受)がシリンダブロックの端面とカム体の端面とに当接しているものの，前記スラスト軸受が当接する前記シリンダブロックの端面と前記カム体の端面とに環状の突条が形成されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2-1及び2-2の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1について検討したのと同様の理由により(前記(1)ウ(イ)a)，引用発明2に甲9に記載された技術を適用しようとすると，不可避的に新たな相違点を生じることになるから，引用発明2に甲9に記載された技術を適用して，相違点2-1及び2-2に係る本件特許発明を特定する事項を採用することは，当業者が容易になし得る事項ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2，5～8及び10～12についてみると，導入通路の出口が外周面上にあるロータリバルブであって，該外周面が前記導入通路の出口を除いて円筒形状とされたものは，甲10に記載されている。",
                        "また，シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させるピストン式圧縮機であって，前記カム体は，前後一対のスラスト軸受手段によって挟まれて前記回転軸の軸線の方向の位置を規制されており，前記一対のスラスト軸受手段の少なくとも一方は，前記シリンダブロックの端面に形成された環状の突条と前記カム体の端面に形成された環状の突条とに当接し，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくしたものは，甲2，11及び12に記載されている。",
                        "しかし，甲2，5～8及び10～12のいずれにも，シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸と一体化されていると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機において，前記ロータリバルブを，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段とすることは記載されておらず，甲2，5～8及び10～12の記載からは，当該事項が周知であるとはいえない。",
                        "そして，引用発明1について検討したのと同様の理由により(前記(1)ウ(ア))，引用発明2において，ロータリバルブがラジアル軸受手段として機能していなければ，吐出行程にあるシリンダボア内のピストンに対する圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を有しているとはいえない。",
                        "そうすると，甲10に記載された前記ロータリバルブ並びに甲2，11及び12に記載された前記ピストン式圧縮機を引用発明2に適用することにより，引用発明2において，ロータリバルブの外周面を導入通路の出口を除いて円筒形状とし，一対のスラスト軸受手段の少なくとも一方を，シリンダブロックの端面に形成された環状の突条とカム体の端面に形成された環状の突条とに当接させ，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくすることが，当業者が容易になし得る事項であったとしても，依然として，前記カム体の両側の，前記ロータリバルブよりも前記カム体に近接した位置において，軸孔の内周面に前記回転軸の外周面が一対のラジアル軸受を介して支持されていることに変わりはないから，前記圧縮反力伝達手段を有することになるとはいえない。",
                        "そうすると，引用発明2において，相違点2-1及び2-2が引用発明2並びに甲2，5～8及び10～12に記載された技術に基づいて当業者が容易に想到することができたとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "この点に関し，請求人(原告)は，甲5～7に記載されているように，駆動シャフトの軸受構造を簡素化するという課題を解決するために，ラジアル軸受を省略して，回転軸をシリンダブロックにより直接支持する構成は周知であり，引用発明2においても，駆動シャフトの軸受構造を簡素化するという課題は当然にあるから，このような課題を解決するために，一対のラジアル軸受を省略することは容易である旨主張する。",
                            "しかし，甲5～7技術は，いずれも，シリンダブロックとは別体であるラジアル軸受が省略されても，当該ラジアル軸受が設けられていたシリンダブロックの部位により直接支持されることにより，回転軸の前記ラジアル軸受と対応する部位が引き続きラジアル軸受手段として機能するものである。そうすると，甲5～7技術を引用発明2に適用し，ロータリバルブよりもカム体に近接した位置の外周面を支持していた一対のラジアル軸受を省略したとしても，回転軸の前記位置の外周面は，引き続き，ラジアル軸受手段として機能することになるから，前記ロータリバルブがラジアル軸受手段として機能することになるとは必ずしもいえない。そして，引用発明2において，前記ロータリバルブがラジアル軸受手段として機能しなければ，吐出行程にあるシリンダボア内のピストンに対する圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を有しているとはいえないことは，先に検討したとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "請求人(原告)は，引用発明2は，「前記ロータリバルブの外周面は，前記導入通路の出口を除いて円筒形状とされ」という構成を備える旨も主張している。",
                            "しかし，甲13には，ロータリバルブの外周面の態様について何ら記載されておらず，図面の記載からも回転軸と一体化されたロータリバルブの断面しか看取し得ないから，甲13の記載全体をみても，引用発明2において，ロータリバルブの外周面がいかなる形状となっているのか特定することができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，請求人(原告)の主張を検討しても，引用発明2において相違点2-1及び2-2が引用発明2並びに甲2及び5～12に記載された技術に基づいて当業者が容易に想到することができたとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明の効果について",
                  "text": [
                    "本件特許発明は，特許請求の範囲の請求項1に記載された事項を備えることにより，吐出行程にあるシリンダボア内のピストンに対する圧縮反力が回転軸を傾かせて，ロータリバルブの外周面を吐出行程にあるシリンダボアに連通する吸入通路の入口付近の軸孔の内周面に押接し，もって吐出行程にあるシリンダボアにおける圧縮室内の冷媒が吸入通路から洩れ難くなり，圧縮機における体積効率が向上するという効果を奏するものである。",
                    "しかし，甲2及び5～13のいずれにも，吐出行程にあるシリンダボア内のピストンに対する圧縮反力により回転軸を傾かせて回転軸の外周面を吐出行程にあるシリンダボアに連通する吸入通路の入口付近の軸孔の内周面に押接することが記載されておらず，本件特許発明が奏する効果は，甲13の記載並びに甲2及び5～12に記載された技術に基づいて当業者が容易に想到し得る範囲を越えるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件特許発明は，引用発明2並びに甲2及び5～12に記載された技術に基づいて，当業者が容易に発明をすることができたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明と引用発明3の一致点及び相違点",
                  "text": [
                    "【一致点】",
                    "シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸と一体化されていると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機において，",
                    "前記シリンダボアに連通し，かつ前記ロータリバルブの回転に伴って前記導入通路と間欠的に連通する吸入通路を有し，",
                    "前記シリンダブロックは，前記ロータリバルブを回転可能に収容する軸孔を有し，",
                    "前記導入通路の出口は，前記ロータリバルブの外周面上にあり，前記導入通路の出口を除いた前記ロータリバルブの外周面の少なくとも一部は，円筒形状とされ，前記吸入通路の入口は，前記軸孔の内周面上にあり，前記軸孔の内周面に前記ロータリバルブの外周面が直接対向し，",
                    "前記ピストンは両頭ピストンであり，前記両頭ピストンを収容する前後一対のシリンダボアに対応する一対のロータリバルブが前記回転軸と一体的に回転し，前記ロータリバルブの各導入通路は前記回転軸内に形成された通路を介して連通し，前記カム体は，前後一対のスラスト軸受手段によって挟まれて前記回転軸の軸線の方向の位置を規制されている，ピストン式圧縮機における冷媒吸入構造。",
                    "【相違点3-1】",
                    "本件特許発明は，ロータリバルブの外周面が導入通路の出口を除いて円筒形状とされ，軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して回転軸を支持するラジアル軸受手段となっており，前記ラジアル軸受手段がカム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段であるのに対し，",
                    "引用発明3は，ロータリバルブ(弁体35，36)の外周面が導入通路(弁開口39，40)の出口及び連結環の爪片が係合する切り欠きを除いて円筒形状とされ，軸孔(バルブシリンダ33，34)の内周面(壁面)に前記ロータリバルブの外周面が直接対向しているがラジアル軸受手段ではなく，回転軸(回転軸24)がカム体(斜板27)の前後の，前記ロータリバルブよりも前記カム体に近接した位置において，一対のラジアル軸受25，26によって半径方向に支持されている点。",
                    "【相違点3-2】",
                    "本件特許発明は，吐出行程にあるシリンダボア内のピストンに対する圧縮反力をロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を有し，一対のスラスト軸受手段の少なくとも一方が前記圧縮反力伝達手段の一部をなし，該圧縮反力伝達手段の一部をなすスラスト軸受手段がシリンダブロックの端面に形成された環状の突条とカム体の端面に形成された環状の突条とに当接し，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくしたのに対し，",
                    "引用発明3は，吐出行程にあるシリンダボア(シリンダ12a～12e，13a～13e)内のピストン(ピストン30a～30e)に対する圧縮反力をロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路(吸入ポート37a～37e，38a～38e)の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段とを有しているのか否か明らかではなく，スラスト軸受手段(スラスト軸受28，29)がシリンダブロック(シリンダブロック2)の端面とカム体の端面とに当接しているものの，前記スラスト軸受が当接する前記シリンダブロックの端面と前記カム体の端面とに環状の突条が形成されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3-1及び3-2の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1について検討したのと同様の理由により(前記(1)ウ(イ)a)，引用発明3に甲9に記載された技術を適用しようとすると，不可避的に新たな相違点を生じることになるから，引用発明3に甲9に記載された技術を適用して，相違点3-1及び3-2に係る本件特許発明を特定する事項を採用することは，当業者が容易になし得る事項ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2，5～8及び10～12についてみると，導入通路の出口が外周面上にあるロータリバルブであって，該外周面が前記導入通路の出口を除いて円筒形状とされたものは，甲10に記載されている。",
                        "また，シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させるピストン式圧縮機であって，前記カム体は，前後一対のスラスト軸受手段によって挟まれて前記回転軸の軸線の方向の位置を規制されており，前記一対のスラスト軸受手段の少なくとも一方は，前記シリンダブロックの端面に形成された環状の突条と前記カム体の端面に形成された環状の突条とに当接し，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくしたものは，甲2，11及び12に記載されている。",
                        "しかし，甲2，5～8及び10～12のいずれにも，シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸と一体化されていると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機において，前記ロータリバルブを，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段とすることは記載されておらず，甲2，5～8及び10～12の記載からは，当該事項が周知であるとはいえない。",
                        "そして，引用発明1について検討したのと同様の理由により(前記(1)ウ(ア))，引用発明3において，ロータリバルブがラジアル軸受手段として機能していなければ，吐出行程にあるシリンダボア内のピストンに対する圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を有しているとはいえない。",
                        "そうすると，甲10に記載された前記ロータリバルブ並びに甲2，11及び12に記載された前記ピストン式圧縮機を引用発明3に適用することにより，引用発明3において，ロータリバルブの外周面を導入通路の出口を除いて円筒形状とし，一対のスラスト軸受手段の少なくとも一方を，シリンダブロックの端面に形成された環状の突条とカム体の端面に形成された環状の突条とに当接させ，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくすることが，当業者が容易になし得る事項であったとしても，依然として，前記カム体の両側の，前記ロータリバルブよりも前記カム体に近接した位置において，軸孔の内周面に前記回転軸の外周面が一対のラジアル軸受を介して支持されていることに変わりはないから，前記圧縮反力伝達手段を有することになるとはいえない。",
                        "以上のとおり，引用発明3において，相違点3-1及び3-2が引用発明3並びに甲2，5～8及び10～12に記載された技術に基づいて当業者が容易に想到することができたとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点に関し，請求人(原告)は，甲5～7に記載されているように，駆動シャフトの軸受構造を簡素化するという課題を解決するために，ラジアル軸受を省略して，回転軸をシリンダブロックにより直接支持する構成は周知であり，引用発明3においても，駆動シャフトの軸受構造を簡素化するという課題は当然にあるから，このような課題を解決するために，一対のラジアル軸受を省略することは容易である旨主張する。",
                        "しかし，甲5～7技術は，いずれも，シリンダブロックとは別体であるラジアル軸受が省略されても，当該ラジアル軸受が設けられていたシリンダブロックの部位により直接支持されることにより，回転軸の前記ラジアル軸受と対応する部位が引き続きラジアル軸受手段として機能するものである。そうすると，甲5～7技術を引用発明3に適用し，ロータリバルブよりもカム体に近接した位置の外周面を支持していた一対のラジアル軸受を省略したとしても，回転軸の前記位置の外周面は，引き続き，ラジアル軸受手段として機能することになるから，前記ロータリバルブがラジアル軸受手段として機能することになるとは必ずしもいえない。そして，引用発明3において，前記ロータリバルブがラジアル軸受手段として機能しなければ，吐出行程にあるシリンダボア内のピストンに対する圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を有しているとはいえないことは，先に検討したとおりである。",
                        "したがって，請求人(原告)の主張を検討しても，引用発明3において相違点3-1及び3-2が引用発明3並びに甲2及び5～12に記載された技術に基づいて当業者が容易に想到することができたとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明の効果について",
                  "text": [
                    "本件特許発明は，特許請求の範囲の請求項1に記載された事項を備えることにより，吐出行程にあるシリンダボア内のピストンに対する圧縮反力が回転軸を傾かせて，ロータリバルブの外周面を吐出行程にあるシリンダボアに連通する吸入通路の入口付近の軸孔の内周面に押接し，もって吐出行程にあるシリンダボアにおける圧縮室内の冷媒が吸入通路から洩れ難くなり，圧縮機における体積効率が向上するという効果を奏するものである。",
                    "しかし，甲14，2及び5～12のいずれにも，吐出行程にあるシリンダボア内のピストンに対する圧縮反力により回転軸を傾かせて回転軸の外周面を吐出行程にあるシリンダボアに連通する吸入通路の入口付近の軸孔の内周面に押接することが記載されておらず，本件特許発明が奏する効果は，甲14の記載並びに甲2及び5～12に記載された技術に基づいて当業者が容易に想到し得る範囲を越えるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件特許発明は，引用発明3並びに甲2及び5～12に記載された技術に基づいて，当業者が容易に発明をすることができたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明と引用発明4の一致点及び相違点",
                  "text": [
                    "【一致点】",
                    "シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸と一体回転すると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機において，",
                    "前記シリンダボアに連通し，かつ前記ロータリバルブの回転に伴って前記導入通路と間欠的に連通する吸入通路を有し，",
                    "前記シリンダブロックは，前記ロータリバルブを回転可能に収容する軸孔を有し，",
                    "前記導入通路の出口は，前記ロータリバルブの外周面上にあり，前記導入通路の出口を除いた前記ロータリバルブの外周面の少なくとも一部は，円筒形状とされ，前記吸入通路の入口は，前記軸孔の内周面上にあり，前記軸孔の内周面に前記ロータリバルブの外周面が直接対向し，",
                    "前記ピストンは両頭ピストンであり，前記両頭ピストンを収容する前後一対のシリンダボアに対応する一対のロータリバルブが前記回転軸と一体的に回転し，前記カム体は，前後一対のスラスト軸受手段によって前記回転軸の軸線の方向の位置を規制されている，ピストン式圧縮機における冷媒吸入構造。",
                    "【相違点4-1】",
                    "本件特許発明は，ロータリバルブが回転軸と一体化され，前記ロータリバルブの外周面が導入通路の出口を除いて円筒形状とされ，軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段となっており，前記ラジアル軸受手段がカム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段であり，前記ロータリバルブの各導入通路が前記回転軸内に形成された通路を介して連通しているのに対し，",
                    "引用発明4は，ロータリバルブ(ロータリバルブ34，35)が回転軸(駆動軸12)と一体回転するが，一体化されているとはいえず，前記ロータリバルブの外周面が導入通路(吸入通路40，41)の，案内溝42，43を含めた出口及びガス放出通路44，45を除いて円筒形状とされ，軸孔(収容孔1a，2a)の内周面に前記ロータリバルブの外周面が直接対向しているがラジアル軸受手段ではなく，カム体(斜板15)の両側の，前記ロータリバルブよりも前記カム体から離れた位置において，前記回転軸が円錐コロ軸受け10，11を介して支持され，前記回転軸内に形成され，前記ロータリバルブの各導入通路を連通させる通路を有していない点。",
                    "【相違点4-2】",
                    "本件特許発明は，吐出行程にあるシリンダボア内のピストンに対する圧縮反力をロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を有し，カム体が前後一対のスラスト軸受手段によって挟まれて前記回転軸の軸線の方向の位置を規制されており，一対のスラスト軸受手段の少なくとも一方が前記圧縮反力伝達手段の一部をなし，該圧縮反力伝達手段の一部をなすスラスト軸受手段がシリンダブロックの端面に形成された環状の突条とカム体の端面に形成された環状の突条とに当接し，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくしたのに対し，",
                    "引用発明4は，吐出行程にあるシリンダボア(シリンダボア18a～18e，19a～19e)内のピストン(両頭ピストン20a～20e)に対する圧縮反力をロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路(導通路29a～29e，30a～30e)の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段とを有しているのか否か明らかではなく，カム体が前後一対のスラスト軸受手段(円錐コロ軸受け10，11)によって回転軸の軸線の方向の位置を規制されているものの前記前後一対のスラスト軸受手段によって挟まれてはおらず，スラスト軸受手段がシリンダブロック(シリンダブロック1，2)の端面と前記カム体の端面とに当接していない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点4-1及び4-2の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1について検討したのと同様の理由により(前記(1)ウ(イ)a)，引用発明4に甲9に記載された技術を適用しようとすると，不可避的に新たな相違点を生じることとなるから，引用発明4に甲9に記載された技術を適用して，相違点4-1及び4-2に係る本件特許発明を特定する事項を採用することは，当業者が容易になし得る事項ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2，4～8及び10～14についてみると，導入通路の出口が外周面上にあるロータリバルブであって，該外周面が前記導入通路の出口を除いて円筒形状とされたものは，甲10に記載されている。",
                        "しかし，引用発明4は，圧縮室側の開口面が閉鎖される導通路29a～9e，30a～30eと圧縮行程開始状態の圧縮室に連通する導通路29a～9e，30a～30eとを駆動軸12の回転に同期して連通させるガス放出通路44，45をロータリバルブ34，35に形成すること等により，圧縮行程中にシリンダボア18a～18e，19a～19eの内周面とピストン20a～20eの外周面との間に漏洩するブローバイガスを，圧縮室側の開口面が閉鎖される導通路すなわち圧縮行程終了付近の状態にある圧縮室の導通路29a～9e，30a～30e，ガス放出通路44，45及び圧縮行程開始の状態にある圧縮室の導通路29a～9e，30a～30eを介して圧縮行程開始の状態にある圧縮室Pa1～Pa5，Pb1～Pb5へ流入させ，ブローバイガスの回収効率を向上させ，結果，圧縮室の体積効率を向上させ，圧縮行程における一行程当たりの圧縮ガスの吐出量を増大させるものである。",
                        "したがって，引用発明4において，ロータリバルブ34，35の外周面に「ガス放出通路44，45」が形成されたのは，課題の解決手段として必須の構成であるということができる。",
                        "そうすると，ロータリバルブ34，35の外周面に「ガス放出通路44，45」が形成されることを必須の構成とする引用発明4に，「ガス放出通路44，45」を有しない構成である，甲8及び9に記載された前記ロータリバルブの技術を適用することは，引用発明4の必須の構成を無くすことになるから，動機付けを欠く。",
                        "このことは，甲10に記載された前記ロータリバルブが周知技術として認められたとしても左右されるものではない。",
                        "したがって，引用発明4において相違点4-1に係る本件特許発明を特定する事項を採用することは，当業者が容易になし得る事項ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，甲2，11又は12に記載されたピストン式圧縮機は，いずれも，一対のスラスト軸受手段とは別に，回転軸の外周面を支持する一対のラジアル軸受を備えるものであり，引用発明4は，カム体の両側の，ロータリバルブよりも前記カム体から離れた位置において回転軸を支持する円錐コロ軸受け10，11が一対のラジアル軸受と前後一対のスラスト軸受手段とを兼ねるものである。そうすると，甲2，11又は12に記載されたピストン式圧縮機と引用発明4は，そもそも，軸受構造が異なるものであって，甲15の記載全体をみても，甲2，11及び12に記載された前記ピストン式圧縮機の技術を引用発明4に適用し，一対のラジアル軸受と前後一対のスラスト軸受手段とを兼ねている円錐コロ軸受け10，11をあえて一対のラジアル軸受と前後一対のスラスト軸受手段とに分離する動機付けは見いだせない。",
                        "特に，甲11及び12を参照すると，ピストン式圧縮機において，甲2，11及び12に記載されているように，前記カム体を挟んで前記回転軸の軸線の方向の位置を規制する前後一対のスラスト軸受手段の少なくとも一方を，前記シリンダブロックの端面に形成された環状の突条と前記カム体の端面に形成された環状の突条とに当接させ，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくすることは，前記軸線方向の寸法公差の吸収を目的とするものである。一方，甲15には，円筒コロ軸受け11をリアハウジング4の支持孔4aに収容し，円錐コロ軸受け11の後面にリアハウジング4の支持孔4a内に前後動可能に設けられる仕切板13を係合させることが記載されており，これからみて，回転軸の軸線の方向の寸法公差は，支持孔4a内で円錐コロ軸受け11が前記軸線方向に移動することにより吸収される。そうすると，甲15に接した当業者にとって，甲2，11及び12に記載された前記ピストン式圧縮機の技術を引用発明4に適用することは，動機付けを欠くというべきである。",
                        "加えて，甲2，4～8及び10～14のいずれにも，シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸と一体化されていると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機において，前記ロータリバルブを，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段とすることは記載されておらず，甲2，4～8及び10～14の記載からは，当該事項が周知であるとはいえない。",
                        "そして，引用発明1について検討したのと同様の理由により(前記(1)ウ(ア))，引用発明4において，ロータリバルブがラジアル軸受手段として機能していなければ，吐出行程にあるシリンダボア内のピストンに対する圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を有しているとはいえない。",
                        "そうすると，甲2，11及び12に記載された前記ピストン式圧縮機を引用発明4に適用することにより，引用発明4において，①円錐コロ軸受け10，11を一対のラジアル軸受と前後一対のスラスト軸受手段とに分離し，当該前後一対のスラスト軸受手段によってカム体を挟み，一対のスラスト軸受手段の少なくとも一方を，シリンダブロックの端面に形成された環状の突条とカム体の端面に形成された環状の突条とに当接させ，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくすること，又は②円錐コロ軸受け10，11を一対のラジアル軸受と前後一対のスラスト軸受手段と分離することなく，円錐コロ軸受け10，11によってカム体を挟み，円錐コロ軸受け10，11の少なくとも一方を，シリンダブロックの端面に形成された環状の突条とカム体の端面に形成された環状の突条とに当接させ，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくすることが，当業者が容易になし得る事項であったとしても，依然として，前記カム体の両側の，前記ロータリバルブよりも前記カム体から離れた位置において，前記回転軸が一対のラジアル軸受を介して支持されている，又は前記カム体の両側の，前記ロータリバルブよりも前記カム体に近接した位置において，前記回転軸が円錐コロ軸受け10，11を介して支持されていることに変わりはないから，前記圧縮反力伝達手段を有することになるとはいえない。",
                        "したがって，引用発明4において，相違点4-2が，引用発明2並びに甲2，5～8及び10～12に記載された技術に基づいて当業者が容易に想到することができたとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "この点に関し，請求人(原告)は，甲5～7に記載されているように，駆動シャフトの軸受構造を簡素化するという課題を解決するために，ラジアル軸受を省略して，回転軸をシリンダブロックにより直接支持する構成は周知であり，引用発明4においても，駆動シャフトの軸受構造を簡素化するという課題は当然にあるから，この課題を解決するために，一対のラジアル軸受を省略することは容易である旨主張している。",
                            "しかし，引用発明4において，円錐コロ軸受け10，11は，一対のラジアル軸受と前後一対のスラスト軸受手段とを兼ねており，円錐コロ軸受け10，11を省略すると前後一対のスラスト軸受手段がなくなってしまうから，引用発明4に請求人(原告)が周知と主張する前記技術を適用することはできない。さらに，甲5～7技術は，いずれも，シリンダブロックとは別体であるラジアル軸受が省略されても，当該ラジアル軸受が設けられていたシリンダブロックの部位により直接支持されることにより，回転軸の前記ラジアル軸受と対応する部位が引き続きラジアル軸受手段として機能するものである。そうすると，甲5～7技術を引用発明4に適用し，ロータリバルブよりもカム体から離れた位置で回転軸を支持していた一対のラジアル軸受を省略したとしても，回転軸の前記位置の外周面は，引き続き，ラジアル軸受手段として機能することになり，前記ロータリバルブがラジアル軸受手段として機能することになるとは必ずしもいえない。そして，引用発明4において，前記ロータリバルブがラジアル軸受手段として機能しなければ，吐出行程にあるシリンダボア内のピストンに対する圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を有しているとはいえないことは，先に検討したとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，請求人(原告)は，甲20～22を提示し，円錐コロ軸受けをラジアル軸受とスラスト軸受とに分離することに支障はなく，円錐コロ軸受けをラジアル軸受とスラスト軸受とに分離し，スラスト軸受については，斜板を前後一対のスラスト軸受手段によって挟むという一般的な構成に変えることは容易である旨主張している。",
                            "しかし，甲20及び21には回転軸が一対の円錐コロ軸受けにより支承されたピストン式圧縮機が，甲22には回転軸が一対のラジアル軸受と一対のスラスト軸受手段とにより支承されたピストン式圧縮機が記載されているにとどまり，甲20～22のいずれも，回転軸が一対の円錐コロ軸受けにより支承されたピストン式圧縮機において，円錐コロ軸受けに代えて，一対のラジアル軸受と一対のスラスト軸受手段とにより回転軸を支承することが記載又は示唆されたものではない。そうすると，回転軸が一対の円錐コロ軸受けにより支承されたピストン式圧縮機において，円錐コロ軸受けに代えて，一対のラジアル軸受と一対のスラスト軸受手段とにより回転軸を支承することが，甲20～22に記載された技術に基づいて，当業者が容易に想到することができたとはいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，請求人(原告)の主張を検討しても，引用発明4において相違点4-1及び4-2が引用発明4並びに甲2及び4～14に記載された技術に基づいて当業者が容易に想到することができたとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明の効果について",
                  "text": [
                    "本件特許発明は，特許請求の範囲の請求項1に記載された事項を備えることにより，吐出行程にあるシリンダボア内のピストンに対する圧縮反力が回転軸を傾かせて，ロータリバルブの外周面を吐出行程にあるシリンダボアに連通する吸入通路の入口付近の軸孔の内周面に押接し，もって吐出行程にあるシリンダボアにおける圧縮室内の冷媒が吸入通路から洩れ難くなり，圧縮機における体積効率が向上するという効果を奏するものである。",
                    "しかし，甲2及び4～15のいずれにも，吐出行程にあるシリンダボア内のピストンに対する圧縮反力により回転軸を傾かせて回転軸の外周面を吐出行程にあるシリンダボアに連通する吸入通路の入口付近の軸孔の内周面に押接することが記載されておらず，本件特許発明が奏する効果は，甲15の記載並びに甲2及び4～14に記載された技術に基づいて当業者が容易に想到し得る範囲を越えるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件特許発明は，引用発明4並びに甲2及び4～14に記載された技術に基づいて，当業者が容易に発明をすることができたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由5について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明と引用発明5の一致点及び相違点",
                  "text": [
                    "【一致点】",
                    "シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸と一体的に回転すると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機において，",
                    "前記シリンダボアに連通し，かつ前記ロータリバルブの回転に伴って前記導入通路と間欠的に連通する吸入通路を有し，",
                    "前記シリンダブロックは，前記ロータリバルブを回転可能に収容する軸孔を有し，",
                    "前記導入通路の出口は，前記ロータリバルブの外周面上にあり，前記ロータリバルブの外周面は，前記導入通路の出口を除いて円筒形状とされ，前記吸入通路の入口は，前記軸孔の内周面上にあり，前記軸孔の内周面に前記ロータリバルブの外周面が直接対向し，",
                    "前記ピストンは両頭ピストンであり，前記両頭ピストンを収容する前後一対のシリンダボアに対応する一対のロータリバルブが前記回転軸と一体的に回転し，前記カム体は，前後一対のスラスト軸受手段によって前記回転軸の軸線の方向の位置を規制されている，ピストン式圧縮機における冷媒吸入構造。",
                    "【相違点5-1】",
                    "本件特許発明は，ロータリバルブが回転軸と一体化され，軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段となっており，前記ラジアル軸受手段がカム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段であり，前記ロータリバルブの各導入通路が前記回転軸内に形成された通路を介して連通しているのに対し，",
                    "引用発明5は，ロータリバルブ(ロータリバルブ27，28)が回転軸(回転軸7)と一体的に回転するが，一体化されているとはいえず，軸孔(収容孔1a，2a)の内周面に前記ロータリバルブの外周面が直接対向しているがラジアル軸受手段ではなく，カム体(斜板10)の両側の，前記ロータリバルブよりも前記カム体から離れた位置において，前記回転軸が円錐コロ軸受け8，9を介して支持され，前記回転軸内に形成され，前記ロータリバルブの各導入通路(吸入通路29，30)を連通させる通路を有していない点。",
                    "【相違点5-2】",
                    "本件特許発明は，吐出行程にあるシリンダボア内のピストンに対する圧縮反力をロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を有し，カム体が前後一対のスラスト軸受手段によって挟まれて前記回転軸の軸線の方向の位置を規制されており，一対のスラスト軸受手段の少なくとも一方が前記圧縮反力伝達手段の一部をなし，該圧縮反力伝達手段の一部をなすスラスト軸受手段がシリンダブロックの端面に形成された環状の突条とカム体の端面に形成された環状の突条とに当接し，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくしたのに対し，",
                    "引用発明5は，吐出行程にあるシリンダボア(シリンダボア13，13A，14，14A)内のピストン(両頭ピストン15，15A)に対する圧縮反力をロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路(吸気ポート1b，2b)の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段とを有しているのか否か明らかではなく，カム体が前後一対のスラスト軸受手段(円錐コロ軸受け8，9)によって回転軸の軸線の方向の位置を規制されているものの前記前後一対のスラスト軸受手段によって挟まれてはおらず，スラスト軸受手段がシリンダブロック(シリンダブロック1，2)の端面と前記カム体の端面とに当接していない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点5-1及び5-2の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1について検討したのと同様の理由により(前記(1)ウ(イ)a)，引用発明5に甲9に記載された技術を適用しようとすると，不可避的に新たな相違点を生じることとなるから，引用発明5に甲9に記載された技術を適用して，相違点5-1及び5-2に係る本件特許発明を特定する事項を採用することは，当業者が容易になし得る事項ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2，4～8及び10～14についてみると，甲2，11又は12に記載されたピストン式圧縮機は，いずれも，前記一対のスラスト軸受手段とは別に，前記回転軸の外周面を支持する一対のラジアル軸受を備えるものであり，引用発明5は，カム体の両側の，ロータリバルブよりも前記カム体から離れた位置において回転軸を支持する円錐コロ軸受け8，9が一対のラジアル軸受と前後一対のスラスト軸受手段とを兼ねるものである。そうすると，甲2，11又は12に記載されたピストン式圧縮機と引用発明5は，そもそも，軸受構造が異なるものであって，甲16の記載全体をみても，甲2，11及び12に記載された前記ピストン式圧縮機の技術を引用発明5に適用し，一対のラジアル軸受と前後一対のスラスト軸受手段とを兼ねている円錐コロ軸受け8，9をあえて一対のラジアル軸受と前後一対のスラスト軸受手段とに分離する動機付けは見いだせない。",
                        "特に，甲11及び12を参照すると，ピストン式圧縮機において，甲2，11及び12に記載されているように，前記カム体を挟んで前記回転軸の軸線の方向の位置を規制する前後一対のスラスト軸受手段の少なくとも一方を，前記シリンダブロックの端面に形成された環状の突条と前記カム体の端面に形成された環状の突条とに当接させ，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくすることは，前記軸線方向の寸法公差の吸収を目的とするものである。一方，甲16には，フロントハウジング18の内壁面に突設された複数の押さえ突起18aと円筒コロ軸受け8の外輪との間に予荷重付与ばね20を介在させることが記載されており，これからみて，回転軸の軸線の方向の寸法公差は，円錐コロ軸受け9が前記軸線方向に移動することにより吸収される。そうすると，甲16に接した当業者にとって，甲2，11及び12に記載された前記ピストン式圧縮機の技術を引用発明5に適用することは，動機付けを欠く。",
                        "加えて，甲2，4～8及び10～14のいずれにも，シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸と一体化されていると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機において，前記ロータリバルブを，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段とすることは記載されておらず，甲2，4～8及び10～14の記載からは，当該事項が周知であるとはいえない。",
                        "そして，引用発明1について検討したのと同様の理由により(前記(1)ウ(ア))，引用発明5において，ロータリバルブがラジアル軸受手段として機能していなければ，吐出行程にあるシリンダボア内のピストンに対する圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を有しているとはいえない。",
                        "そうすると，甲2，11及び12に記載された前記ピストン式圧縮機を引用発明5に適用することにより，引用発明5において，①円錐コロ軸受け8，9を一対のラジアル軸受と前後一対のスラスト軸受手段とに分離し，当該前後一対のスラスト軸受手段によってカム体を挟み，一対のスラスト軸受手段の少なくとも一方を，シリンダブロックの端面に形成された環状の突条とカム体の端面に形成された環状の突条とに当接させ，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくすること，又は②円錐コロ軸受け8，9を一対のラジアル軸受と前後一対のスラスト軸受手段と分離することなく，円錐コロ軸受け8，9によってカム体を挟み，円錐コロ軸受け8，9の少なくとも一方を，シリンダブロックの端面に形成された環状の突条とカム体の端面に形成された環状の突条とに当接させ，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくすることが，当業者が容易になし得る事項であったとしても，依然として，前記カム体の両側の，前記ロータリバルブよりも前記カム体から離れた位置において，前記回転軸が一対のラジアル軸受を介して支持されている，又は前記カム体の両側の，前記ロータリバルブよりも前記カム体に近接した位置において，前記回転軸が円錐コロ軸受け8，9を介して支持されていることに変わりはないから，前記圧縮反力伝達手段を有することになるとはいえない。",
                        "したがって，引用発明5において相違点5-2が引用発明5並びに甲2，4～8及び10～14に記載された技術に基づいて当業者が容易に想到することができたとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点に関し，請求人(原告)は，甲5～7に記載されているように，駆動シャフトの軸受構造を簡素化するという課題を解決するために，ラジアル軸受を省略して，回転軸をシリンダブロックにより直接支持する構成は周知であり，引用発明5においても，駆動シャフトの軸受構造を簡素化するという課題は当然にあるから，このような課題を解決するために，一対のラジアル軸受を省略することは容易である旨主張している。",
                        "しかし，引用発明5において，円錐コロ軸受け8，9は，一対のラジアル軸受と前後一対のスラスト軸受手段とを兼ねており，円錐コロ軸受け8，9を省略すると前後一対のスラスト軸受手段がなくなってしまうから，引用発明5に請求人(原告)が周知と主張する前記技術を適用することはできない。さらに，甲5～7技術は，いずれも，シリンダブロックとは別体であるラジアル軸受が省略されても，当該ラジアル軸受が設けられていたシリンダブロックの部位により直接支持されることにより，回転軸の前記ラジアル軸受と対応する部位が引き続きラジアル軸受手段として機能するものであるから，甲5～7技術を引用発明5に適用し，ロータリバルブよりもカム体から離れた位置で回転軸を支持していた一対のラジアル軸受を省略したとしても，回転軸の前記位置の外周面は，引き続き，ラジアル軸受手段として機能することになり，前記ロータリバルブがラジアル軸受手段として機能することになるとは必ずしもいえない。そして，引用発明5において，前記ロータリバルブがラジアル軸受手段として機能しなければ，吐出行程にあるシリンダボア内のピストンに対する圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を有しているとはいえないことは，先に検討したとおりである。",
                        "また，引用発明5において，回転軸が一対の円錐コロ軸受け8，9を介して支承されていることに関する請求人(原告)の主張については，前記(4)イ(エ)bにおいて検討したとおりである。",
                        "したがって，請求人(原告)の主張を検討しても，引用発明5において相違点5-1及び5-2が引用発明5並びに甲2及び4～14に記載された技術に基づいて当業者が容易に想到することができたとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明の効果について",
                  "text": [
                    "本件特許発明は，特許請求の範囲の請求項1に記載された事項を備えることにより，吐出行程にあるシリンダボア内のピストンに対する圧縮反力が回転軸を傾かせて，ロータリバルブの外周面を吐出行程にあるシリンダボアに連通する吸入通路の入口付近の軸孔の内周面に押接し，もって吐出行程にあるシリンダボアにおける圧縮室内の冷媒が吸入通路から洩れ難くなり，圧縮機における体積効率が向上するという効果を奏するものである。",
                    "しかし，甲16，2及び4～14のいずれにも，吐出行程にあるシリンダボア内のピストンに対する圧縮反力により回転軸を傾かせて回転軸の外周面を吐出行程にあるシリンダボアに連通する吸入通路の入口付近の軸孔の内周面に押接することが記載されておらず，本件特許発明が奏する効果は，甲16の記載並びに甲2及び4～14に記載された技術に基づいて当業者が容易に想到し得る範囲を越えるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件特許発明は，引用発明5並びに甲2及び4～14に記載された技術に基づいて，当業者が容易に発明をすることができたものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(無効理由1に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1-1の認定の誤り",
              "text": [
                "引用発明1の回転軸の一部はロータリバルブとして機能しているのに，本件審決はそれを認定せず，相違点1-1を誤って認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2においては，右側のピストン4が下死点に位置したとき，左側のピストン4が上死点に位置したときに横穴6と吸入通路5とが連通状態にあるが，このことは，右側のピストン4が下死点に位置したときに，右側と左側の上部の横穴と吸入通路とが連通状態になることを意味しているにすぎず，上部の横穴と吸入通路が右側のピストン4が下死点に位置していないときにおいても常に連通状態にあることは意味するものではない。甲2において，上部横穴と吸入通路が常に連通していることを示す記載も示唆も全くない。また，シャフトの全周にわたって横穴6を形成すると，その部分でシャフトが前後に切り離されることになり，全周ではなく一部に接続部を残すとしても，強度的にシャフトの回転時の応力に耐えるには，接続部は全周のかなりの部分を占めるようにするしかないから，横穴6を吸入通路5と常に連通させるように，シャフトのかなりの部分にわたって形成することはおよそ現実的ではない。なお，横穴と吸入通路の間に空間が存在するが，甲2の図面には，空間は，シャフトの上部にしか図示されておらず下部には図示されていないため，この空間が全周ないしかなりの部分にわたって形成されているとも考えられない。そもそも，引用発明1において，横穴と吸入通路とを連通させる必要があるのは，シャフトの回転によりピストンが下死点に位置し，吸入冷媒をシリンダ内へ吸い込ませるときのみであるから，横穴6を吸入通路5と常に連通させることに何の意味もない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲2には，「尚，軽量化の問題については，摺動部材へのAℓ 材採用により，潤滑機能が損なわれた時の耐久性の低下も問題となっている。本案は上記点に鑑みてなされたもので，各摺動部へのオイル潤滑を過渡条件下でも，十分行なえる様にすると同時に，サクション弁の自励振動を無くし，吐出脈動を，現状体格にて抑制させることを目的とする。」及び「更に，吸入冷媒が各摺動部を局部的に通過するため，過渡時におけるオイル潤滑性は，向上し，耐久性に優れる。」と記載されている。これらの記載によると，左側シリンダの矢印は，シリンダに冷媒が吸入されない過渡時に，軸受などの摺動部に冷媒を通過させて潤滑することを示していると解され，上下の横穴の出口と吸入通路の入口とを間欠的に連通させて，一方の連通部ではシリンダに冷媒の供給を行い，他方の連通部では潤滑のための冷媒の供給を行っていると解されるのであり，吸入通路は常に横穴と連通しているのではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，甲2の作成者である日本電装株式会社(以下，「日本電装」という。)が作成した甲13の図1及び甲14の図1は，ピストンの動きによって吸入ポートの出口を開閉させて冷媒の供給を制御していると解されるところ，これらはロータリバルブであることが明示されている。そして，甲2の図では，吸入通路5はピストン4が下死点に位置した時開口するように形成されているため，ピストン4の動きによって冷媒の供給を制御しているようにも解される。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によると，引用発明1においては，ピストンが下死点近くになるまでは横穴と吸入通路とは連通しておらず，冷媒はシリンダ8内へ吸い込まれることはなく，さらにシャフトが回転して，ピストンが下死点近くになると，横穴6からハウジングの空間，吸入通路5を介してシリンダとの連通が始まり，横穴とハウジングの空間，吸入通路との連通面積が徐々に増加して，冷媒がシャフト2内部より横穴6，ハウジングの空間，及び吸入通路5を介してシリンダ8内へ吸い込まれるようになり，続いて横穴とハウジングの空間，吸入通路との連通面積が徐々に減少して，連通が遮断される。このように，シャフト2内の吸入連通穴7から横穴6，ハウジングの空間，吸入通路5を経てシリンダ8へと連通する吸入冷媒通路が存在することにより，シャフトが回転することで，圧縮室に導入する冷媒の流量が制御され，従来技術で必要であった吸入弁をなくし，回転するシャフトを介して冷媒を供給するのであるから，引用発明1の横穴6は本件特許発明の導入通路31，32に相当し，引用発明1はロータリバルブを有しているといえる。ピストンの行程状態や周囲に別途の空間が存在するか否かは，ロータリバルブの認定とは何ら関係がない事項であり，この事項を根拠にロータリバルブの有無が左右されるべきではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1-1の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1-1は実質的な相違点ではないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，「甲2の記載からは，吸入通路がいつ導入通路と連通し，いつ連通していないのか，その態様を一に定めることはできず，引用発明1において，回転軸の導入通路が形成された部位がロータリバルブとして機能しているとまではいえない」として，相違点1-1が実質的な相違点であると判断した。",
                        "しかし，本件審決は何の積極的な根拠もなく，ただ，原告の主張する構成以外の構成も考え得るということのみをもって結論を下しており不当である。甲2の記載を合理的に解釈すれば，引用発明1の回転軸の導入通路が形成された部位がロータリバルブとして機能していることは，前記(1)のとおり明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，導入通路と吸入通路を常に連通させるというおよそ合理的ではない構成について，当業者がこれを採用する積極的な理由を何ら示すこともなく，理論的にこのような構成をとり得ることを根拠に，引用発明1の構成は導入通路と吸入通路を常に連通させる構成であり得ると判断した。",
                        "しかし，このような理論的な可能性を問題にし得るということであれば，いくらでも不合理な構成を想起し得るのであり，そのような不合理な構成を想起し得ることをもって合理的に導き出される構成を認定できないという本件審決の判断が不適切であることは明らかである。",
                        "また，本件審決は，冷媒は摺動部に隣接する吸入通路へも常に供給されるという構成がとられることについて，合理的な理由を付することなく，原告の主張に反する構成が採用されていることについて抽象的な可能性があることのみをもって原告の主張を排斥するものであり，極めて不当である。",
                        "なお，本件特許発明の構成をとったとしても，回転軸が傾いた際にロータリバルブと吸入通路の間に生じた隙間から冷媒が漏洩し，このように漏洩した冷媒は，別途吸入される。仮に，回転軸の外周面に冷媒の一部が存在し，それが吸入通路を介して冷媒が供給されることをもって常に連通されるとすると，本件特許発明も常に連通していることになるから，このような認定はできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決は，「甲13及び14の記載を参照しても，吸入ポートがピストンが下死点に位置した時開口するように形成され，ピストンの動きによって冷媒の供給が制御される圧縮機において，ロータリバルブを有することが必然であるとはいえない」と判断した。",
                        "しかし，吸入通路の位置は，本件特許発明の構成要件ではなく，ロータリバルブは，ピストン位置に応じて，適当な位置において冷媒が供給されるように導入通路や吸入通路が連通すれば足りるのであって，吸入ポートが，ピストンが下死点に位置した時に開口するように形成されることを強調する本件審決の判断は誤っている。",
                        "なお，被告は，甲2と甲13及び14は構造も冷媒供給方式も異なると主張するが，引用発明1と甲13及び14に記載された発明との差異は，ロータリバルブであることが明示されているか否かという点のみであり，構造が同じであればそれをロータリバルブと呼ぶかどうかはともかく，同じ冷媒供給方式であることは明らかであり，ロータリバルブと明示されているか否かは実質的な差異ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1-1が容易想到であること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "仮に，相違点1-1が実質的な相違点であったとしても，引用発明1において周知であるロータリバルブの構成を採用することは設計事項に過ぎないし，本件優先日当時，ロータリバルブを備えたピストン式圧縮機は周知であり，当業者であれば引用発明1にロータリバルブを適用することは容易である。",
                        "この点について，本件審決は，「甲5～10にはロータリバルブを有することは記載されていないから，吸入通路がピストンが下死点に位置した時開口するように形成された圧縮機において，ロータリバルブを有することが周知であるとはいえない」と判断したが，「吸入通路がピストンが下死点に位置した時開口するように形成された圧縮機において，ロータリバルブを有すること」が周知技術か否かを判断するに際して，甲5～10を検討すべき理由はない。原告は，甲13の図1及び甲14の図1を参酌すれば，引用発明1においても，ロータリバルブを有しているといえる旨主張していたのであるから，この周知技術の適用が容易か否かを判断すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件審決は，「引用発明1は，ピストンの動きにより圧縮室への冷媒の導入が制御されるものであるから，圧縮室への冷媒の導入を制御するために，回転軸の回転に伴って吸入通路と導入通路とを連通又は遮断するロータリバルブを採用する動機付けは存在しない」と判断した。",
                        "しかし，引用発明1の主たる課題は，吸入弁を廃止し，弁の自励振動異音をなくすと共に吐出脈動を低減することである。吸入弁の廃止，弁の自励振動異音をなくす，吐出脈動の低減という効果は，シャフト2内部からシリンダ側壁通路5よりシリンダ8内へ吸い込まれるという吸入冷媒通路方法を採用したため，副吸入室とサクション弁を廃止できたことに起因している。この効果はロータリバルブを採用しても奏されることは明らかであり，かつ，ロータリバルブを採用すると，横穴と吸入通路とを介する空間を回転軸周りのかなりの部分で開けることが防止でき，また，冷媒をハウジングの広い空間に滞留させておくような無駄を省くことができるというメリットがある。そして，甲13の図1及び甲14の図1においても，吸入ポート6及び44aはピストンが下死点に位置した時開口しそれ以外の時には閉じるように形成されているから，ピストンの動きによって吸入ポートの出口を開閉させて冷媒の供給を制御しているというべきであり，引用発明1において，甲13及び14に記載された周知技術である「吸入通路がピストンが下死点に位置した時開口するように形成されたロータリバルブ」を採用する動機付けが存在する。",
                        "なお，過渡時におけるオイル潤滑性を向上し，耐久性に優れるという効果は，吸入冷媒が過渡時にも各摺動部を局部的に通過するようにすればよいから，ロータリバルブを採用しても実現できることに変わりはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件審決の相違点1-1の容易想到性の判断には誤りがある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1-2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1-2の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "円筒形状について",
                      "text": [
                        "本件審決は，「引用発明1は回転軸の導入通路の出口を除いて円筒形状とされているか否かが明らかではない」と認定した。",
                        "しかし，本件特許発明の構成要件Eの「前記ロータリバルブの外周面は，前記導入通路の出口を除いて円筒形状とされ，」との構成は，訂正請求により付加されたものである。前件審決取消訴訟事件では，訂正の可否が争点となり，前件審決取消訴訟判決は，本件特許の願書に添付した図面【図1】において，ロータリバルブの指し示す範囲の外周面には，導入通路の出口を除いて溝や凹部等が記載されていないこと，及び，ロータリバルブの外周面に，導入通路の出口を除いて溝や凹部等が存在するのであれば，破線等を用いて図示されるものであること等を理由として，当該訂正の構成が願書に添付した図面に記載されていると判断した。このような前件審決取消訴訟判決の理由は，甲2の圧縮機の図面についてもそのまま当てはまる。したがって，甲2に基づき，引用発明1は回転軸の導入通路の出口を除いて円筒形状とされているというべきであり，本件審決の相違点1-2に関する認定は，前件審決取消訴訟判決の判断と矛盾するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "直接支持について",
                      "text": [
                        "本件審決は，「引用発明1は，軸孔の内周面に回転軸の導入通路が形成された部位の外周面が直接支持されることによって回転軸を支持するラジアル軸受手段となっているのか否かが明らかではない」と認定した。",
                        "しかし，甲2には，「シャフト2にはこの吸入通路5と連通する各摺動部位置に横穴6を形成し，更にこれらの穴6を連通して，吸入サービスバルブ部と通じる吸入連通穴7をシャフト2に内蔵させる。」，「吸入冷媒が各摺動部を局部的に通過するため，過渡時におけるオイル潤滑性は，向上し，耐久性に優れる。」と記載されており，軸孔とシャフトとは横穴を形成した位置で摺動部として接触し，摩擦が生じるからオイルで潤滑する必要がある旨説明されているのであるから，シャフトの外周面が摺動部位置で軸孔の内周面に直接接触していることは明らかである。本件審決は，軸受のクリアランスとシャフトと軸孔の間のクリアランスの関係が記載されていないことを問題としているが，前記の記載から摺動部位置の外周面が軸孔の内周面に直接接触しているといえることは自明である。",
                        "また，本件審決は，軸受クリアランスがシャフト2の前記摺動部位置の外周面と前記軸孔の内周面との間のクリアランスよりも小さい場合という想定の下で(なお，甲2には，このような想定は一切記載されていない。)，シャフト2の摺動部位置の外周面が軸孔の内周面に直接接触しない可能性を指摘するものであるが，当業者は，軸受クリアランスがシャフト2の前記摺動部位置の外周面と前記軸孔の内周面との間のクリアランスよりも小さい場合を当然に想定するものではない。そして，引用発明1において，「シャフト2にはこの吸入通路5と連通する各摺動部位置に横穴6を形成」することが明記されている以上，当業者であれば，シャフトの摺動部位置の外周面が軸孔の内周面に直接接触する構成を読み取ることができ，そうすると，当該接触によりラジアル荷重が付加されることは当然であって，当該部位がラジアル軸受として機能することは明らかである。また，甲18の【0015】及び【0021】には，ラジアル軸受4´の他に，リング状ブッシュ23及びリング状突出部23´は，回転軸2の一端側の端部周面を回転可能に支持する支持孔24を有していることが記載されており，回転軸をラジアル軸受以外の位置で支持することが記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "唯一のラジアル軸受手段について",
                      "text": [
                        "本件審決は，相違点1-2の認定に関し，「本件特許発明の構成要件Eの『カム体からロータリバルブ側における回転軸の部分』を『回転軸のカム体からロータリバルブの間』と解することは，本件明細書の記載と矛盾する」と判断している。",
                        "本件審決の上記判断は，本件明細書の記載によると，ロータリバルブの箇所のみにラジアル軸受手段が存在することにより，圧縮反力がラジアル軸受手段にかかり，吸入通路の入口をロータリバルブによって塞ぐ作用を高めるという効果を奏することができるという解釈であると考えられる。しかし，本件特許権に基づく特許権侵害差止等請求控訴事件(甲24，平成29年(ネ)第10060号。以下，「前件侵害訴訟事件」という。)の判決(以下，「前件侵害訴訟判決」という。)においては，ロータリバルブが吸入通路入口近傍のみにおいて軸受されていることを要することは否定され，同事件における被告各製品はシャフト全体が軸孔により支持されているが，本件特許発明の構成要件Eの「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持される」及び「唯一のラジアル軸受手段」を充足すると判示されているから，本件審決の説示は前件侵害訴訟判決の判示と矛盾している。前件侵害訴訟判決の判示が正しいという前提に立つのであれば，本件審決の判断は実質的な根拠が存在せず，「前記ラジアル軸受手段は，前記回転軸の，前記カム体と重畳しない部分に関する唯一のラジアル軸受手段である」と解すべき理由はない。そして，「前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段」について，「カム体からロータリバルブ側における回転軸の部分」が，「カム体からロータリバルブまでの間の回転軸の部分」を意味すると解すれば，引用発明1において，「唯一のラジアル軸受け手段」の構成は存在する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1-2の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "円筒形状について",
                      "text": [
                        "本件特許発明の構成要件の「前記ロータリバルブの外周面は，前記導入通路の出口を除いて円筒形状とされ，」との構成は，本件特許の願書に添付した図面【図1】において，ロータリバルブの指し示す範囲の外周面には，導入通路の出口を除いて溝や凹部等が記載されていないこと等を理由として訂正が認められた構成であり，これらの理由は甲2の圧縮機の図面についてもそのまま当てはまるのであるから，円筒形状を相違点として認定したとしても，この点は実質的な相違点ではないと判断されるべきである。",
                        "また，相違点1-2が実質的な相違点であるとしても，引用発明1において，ロータリバルブの外周面を円筒形状とすることを妨げる要因はないから，この相違点は当業者が容易に想到できることである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "直接支持について",
                      "text": [
                        "当業者は，甲2の記載から，回転軸の導入通路が形成された部位が，カム体から前記部位側における回転軸の部分に関するラジアル軸受手段として機能している構成を読み取ることができるため，この点を相違点として認定したとしても，これは当業者が適宜選択できる設計事項である。",
                        "被告は，甲2の「軽量化の問題については，摺動部材へのAℓ材採用により，潤滑機能が損なわれた時の耐久性の低下も問題になっている」との記載を引用した上で，当業者は，摺動部材の耐久性を問題と捉えている引用発明1において，別体のラジアル軸受を取り除いてシャフトを直接支持させる構成を採用し得ない等と主張するが，甲2で問題とされているのは「潤滑機能が損なわれた時」の耐久性の低下の問題であって，この「潤滑機能が損なわれる」という課題自体は甲2の構成を採用することで解消されており，これはシャフトを直接支持する構成を採用した場合でも変わらないであるから，甲2の当該記載をもって，シャフトを直接支持する構成の採用が阻害されることにはならず，被告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "唯一のラジアル軸受手段について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記ア(ウ)のとおり，「カム体からロータリバルブ側における回転軸の部分」が，「カム体からロータリバルブまでの間の回転軸の部分」を意味すると解すると，引用発明1において，「唯一のラジアル軸受手段」の構成は存在するから，相違点1-2は実質的な相違点とはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "仮に，相違点1-2の「唯一のラジアル軸受手段」が実質的な相違点であったとしても，引用発明1に甲5～7技術を適用することで容易に想到できるものである。",
                            "まず，甲5には，ハウジング内に一対のラジアルベアリングを介して駆動シャフトを回転可能に支持したピストン式圧縮機において，一対のラジアルベアリングを省略して，駆動シャフトをシリンダブロックの内周面でほぼ直接的に支持するように変更する技術が記載されている。甲6には，ピストン式の可変容量圧縮機において，駆動シャフトの軸受構造を簡素化するという課題を解決するために，ラジアル軸受を省略して，回転軸をスプールにより直接支持する技術が記載されており，甲7には，ピストン式圧縮機において，駆動シャフトの軸受構造を簡素化し，部品点数を削減するという課題を解決するために，ラジアル軸受を省略して，回転軸をシリンダブロックにより直接支持する技術が記載されている。",
                            "このように，ピストン型斜板圧縮機において駆動シャフトの軸受構造を簡素化するという課題を解決するために，ラジアル軸受を省略して，回転軸を直接支持する構成は周知である。",
                            "そうすると，引用発明1においても，駆動シャフトの軸受構造を簡素化するという課題は当然にあるから，このような課題を解決するために，一対のラジアル軸受を省略することは容易である。",
                            "本件審決は，「甲5～7技術は，いずれも，シリンダブロックとは別体であるラジアル軸受が省略されても，当該ラジアル軸受が設けられていたシリンダブロックの部位により直接支持されることにより，回転軸の前記ラジアル軸受と対応する部位が引き続きラジアル軸受手段として機能するものであるから，甲5～7技術を引用発明1に適用しても，回転軸の導入通路が形成された部位がラジアル軸受手段として機能することになるとは必ずしもいえない」と判断しているが，甲7においては，ラジアル軸受が設けられていた箇所を直接支持するとは記載されておらず，ラジアル軸受を省略した後に，どの部位で直接支持をするかは設計事項である。現に，甲18には，ロータリバルブを備えた斜板式圧縮機において，ラジアル軸受を除去して，ロータリバルブとして作用する回転軸を，支持孔により直接支持することが記載されており，本件特許発明の「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段」を開示するものである。したがって，本件審決の上記判断には誤りがある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件審決は，相違点1-2の判断について，引用発明1に甲9の発明を適用することに関して判断をしている。しかし，原告は，引用発明1に甲5～7を適用することにより本件特許発明を容易に想到することができると主張していたのである。甲9については，自動車用空調装置に用いられる圧縮機において，回転弁の外周面に設けた吸入通路からの圧縮工程時の冷媒漏れに対処するために，軸心孔と回転弁の間には高精度のクリアランスが必要となるという課題が記載されていることを主張し，本件特許発明の課題が周知であることを示したものである。",
                            "また，本件審決は，「甲5～8及び10のいずれにも，シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を備えたピストン式圧縮機において，前記回転軸の前記導入通路が形成された部位を，前記カム体から前記部位側における前記回転軸の部分に関する唯一のラジアル軸受手段とすることは記載されていない」と判断したが，「駆動シャフトの軸受構造を簡素化するという課題」は，ロータリバルブを備えた圧縮機であるか備えていない圧縮機であるかに関係なく解決すべき課題であるから，ロータリバルブを備えた圧縮機に限定して周知技術を判断する必要はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本件審決の相違点1-2の判断には誤りがある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1-3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1-3は実質的な相違点ではないこと",
                  "text": [
                    "本件審決は，「引用発明1は，吐出行程にあるシリンダボア内のピストンに対する圧縮反力を回転軸の導入通路が形成された部位に伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記部位を付勢する圧縮反力伝達手段を有しているのか否か明らかではない」と判断した。",
                    "この点について，当業者は，甲2の記載から，回転軸の導入通路が形成された部位が，カム体から前記部位側における回転軸の部分に関するラジアル軸受手段として機能している構成を読み取れることができるため，この構成を引用発明1の構成として認めることができ，そうでないとしても，これは当業者が適宜選択できる設計事項である。また，前件侵害訴訟判決では，本件特許発明は，圧縮反力により，ロータリバルブが，吸入通路の入口に向けて付勢されるという構成を有するところ，当該構成を採用することにより，ロータリバルブの外周面が吸入通路の入口に近づき，圧縮室内の冷媒が吸入通路から漏れ難くなり，よって体積効率が向上するという効果が奏せられるものであるとし，ロータリバルブの外周面が吸入通路の入口に近づくことで作用効果が生じるものとしているが，この判断が正しいことを前提とすると，「前記部位がラジアル軸受手段として機能していなければ，圧縮反力伝達手段を有しているとはいえない」旨の本件審決の判断は誤りである。",
                    "したがって，相違点1-3は実質的な相違点とはいえず，本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1-3が容易想到であること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "斜板型圧縮機はその構造上，回転軸に圧縮反力がかかる以上，必然的に圧縮反力により回転軸が傾く構成を有しているのであって，圧縮反力伝達手段を当業者が採用することは設計事項であり，当業者は適宜選択できるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，前件侵害訴訟判決の判示によると，本件特許発明において，付勢とは，ロータリバルブの外周面が吸入通路の入口に近づき，圧縮室内の冷媒が吸入通路から漏れ難くなり，体積効率が向上するという効果を奏するものであり，押接するまで付勢するものではない。また，斜板型圧縮機においては，斜板は圧縮反力を回転軸に伝達し，回転軸に設けられたロータリバルブが，吸入通路の入口に向けて付勢されるという構成を有するところ，当該構成を採用することにより，ロータリバルブの外周面が吸入通路の入口に近づき，圧縮室内の冷媒が吸入通路から漏れ難くなり，体積効率が向上するという効果が奏せられることは当然であるといえる。",
                        "そうすると，本件の各引用発明の斜板型圧縮機も，圧縮反力伝達手段を備えており，回転軸に設けられたロータリバルブに圧縮反力が伝達され，ロータリバルブを付勢する作用を有するものに該当し，同じ作用効果を奏しているといえる。ここで，甲8～10の記載によると，ロータリバルブの周面とその収容室の周面との間のクリアランスが大きくなり，シール性が悪ければ，吐出行程中の圧縮室内の冷媒ガスが吸入ポートからロータリバルブの周面と収容室の周面との間から洩れ，体積効率が低下するという本件特許発明の課題は，本件優先日前に周知の課題である。そして，前件侵害訴訟判決の判示によると，斜板型圧縮機においては，斜板は圧縮反力を回転軸に伝達し，回転軸に設けられたロータリバルブが，吸入通路の入口に向けて付勢され，ロータリバルブの外周面が吸入通路の入口に近づくことにより，圧縮室内の冷媒が吸入通路から漏れ難くなり，体積効率が向上するという効果が奏せられるのであるから，本件特許発明の課題，課題解決手段及び作用効果については，従来の技術に対して，何ら特徴がないものである。前件侵害訴訟判決において本件特許発明が容易ではないとされたのは，「前記ロータリバルブの外周面は，前記導入通路の出口を除いて円筒形状とされ，」及び「前記ロータリバルブの各導入通路は前記回転軸内に形成された通路を介して連通し，」の構成を追加する訂正を行った結果，回転軸の外面に凹部などの反力付与構造を設けることを必須の構成として有する，同訴訟事件における乙19(特開平成8-334085公報)記載の発明(以下，「乙19発明」という。)に，同訴訟事件における乙4(特開平成5-126039号公報)記載の発明(以下，「乙4発明」という。)を適用しても，「前記ロータリバルブの外周面は，前記導入通路の出口を除いて円筒形状」とされる訂正後の発明の構成には至らないし，乙19発明に乙4発明を適用しても，吸入通路を有する回転弁が，回転軸の両端部に配置されるにとどまり，回転弁の各吸入通路が，回転軸内に形成された通路を介して連通されることはないとされたためである。",
                        "これに対して，引用発明1においては，回転軸の外面に凹部などを設ける必然性はなく，ロータリバルブの各導入通路は回転軸内に形成された通路を介して連通するものであるから，前件侵害訴訟判決が特許権を有効とした理由は当てはまらない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件審決の相違点1-3の判断には誤りがある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "作用効果に関する判断の誤り",
              "text": [
                "本件審決は，「本件特許発明は，特許請求の範囲の請求項1に記載された事項を備えることにより，吐出行程にあるシリンダボア内のピストンに対する圧縮反力が回転軸を傾かせて，ロータリバルブの外周面を吐出行程にあるシリンダボアに連通する吸入通路の入口付近の軸孔の内周面に押接し，もって吐出行程にあるシリンダボアにおける圧縮室内の冷媒が吸入通路から洩れ難くなり，圧縮機における体積効率が向上するという効果を奏するものであり，甲2の記載及び甲5～10に記載された技術に基づいて当業者が容易に想到し得る範囲を越えるものである」と判断した。",
                "この点について，前件侵害訴訟判決は，ロータリバルブの外周面が吸入通路の入口に近づくことで本件特許発明の作用効果が生じるものとしており，「押接」までされないと本件特許発明の作用効果が生じないとは判断していない。したがって，本件審決の判断は，前件侵害訴訟判決の判示と明確に矛盾する。",
                "この点をおいても，斜板型圧縮機はその構造上，回転軸に圧縮反力がかかる以上，必然的に圧縮反力により回転軸が傾く構成を有している。本件明細書においては，ラジアル軸受をなくし，回転軸を直接支持する「唯一のラジアル軸受手段」の構成，「撓み可能なスラスト軸受」の構成を採用していることでより回転軸が傾くことについて説明をしている。この説明が正しいかどうかはともかく，ラジアル軸受手段を省略することや，撓むスラスト軸受手段を採用することで回転軸が傾きやすくなることや，これがどの程度傾くか，これによってどの程度吸入通路の入り口がふさがれることになるかは，いわば足し算によって予測できるものであり，いずれも当業者にとって予測可能なものである。本件審決は，当業者が予測可能な作用効果を顕著な作用効果として認定したものであって，誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(無効理由2に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2-1の認定の誤り",
              "text": [
                "引用発明2は，円筒形状や直接支持の構成を有しているのに，本件審決はこれらを認定せず，相違点2-1を誤って認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "円筒形状について",
                  "text": [
                    "本件審決は，「引用発明2は，ロータリバルブ(ロータリーバルブ)の外周面が導入通路(流路)の出口を除いて円筒形状とされているのか否かが明らかではない」と認定したが，この認定が誤っていることは，相違点1-2で主張したとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "直接支持について",
                  "text": [
                    "本件審決は，「引用発明2は，軸孔の内周面にロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段となっているのか否かが明らかではない」と認定したが，以下のとおり，この認定は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲13にはロータリバルブについての説明は記載されていないが，甲13の図1と，甲13を作成した日本電装が平成7年に出願した甲9の図3を比較すると，ロータリバルブの位置が異なるだけで，その他の構成はほぼ一致している。そして，甲9には，図3に関し，ロータリーバルブの外周面は，軸孔の内周面に，所定のクリアランスをおいて回転摺動可能に挿入されているとの記載(【0023】)があるから，引用発明2においても，ロータリーバルブの外周面は，軸孔の内周面に，所定のクリアランスをおいて回転摺動可能に挿入されていると解するのが相当である。そして，ロータリーバルブが微小なクリアランスをおいて回転摺動可能に挿入されていることからすると，ロータリーバルブが内孔に接触し，これによりラジアル荷重が付加されるため，当業者として当該部位がラジアル軸受手段として機能する構成を読み取れる。",
                        "このことは，日本電装が平成6年に出願した同様のロータリバルブを備えた甲14の【0021】に，バルブシリンダ内に円筒形の弁体が，微小なクリアランスをおいて回転摺動可能に挿入されていることが記載されていることからも妥当な解釈といえる。",
                        "このように，当業者は，引用発明2から，摺動部位置のロータリーバルブの外周面は，軸孔の内周面に直接接触しており，ラジアル軸受手段として機能している構成を読み取ることができるため，このような構成を引用発明2の構成として認めることができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，回転軸を備えた圧縮機において，回転軸を回転可能に支持するために別体のラジアル軸受を設けるのが技術常識とはいえないこと，別体のラジアル軸受を設ける構成を採用した場合でも，甲18の【0015】及び【0021】に，ラジアル軸受4´の他に，リング状ブッシュ23及びリング状突出部23´は，回転軸2の一端側の端部周面を回転可能に支持する支持孔24を有していることが記載されているとおり，回転軸をラジアル軸受以外の位置で支持する構成が同時に採用され得ることは，既に主張したとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，相違点2-1のうち円筒形状と直接支持に関する構成は相違点ではなく，本件審決の相違点2-1の認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2-1の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "円筒形状について",
                  "text": [
                    "仮に，円筒形状を相違点として認定したとしても，この点は実質的な相違点ではないと判断されるべきであることや，また，実質的な相違点であるとしても，引用発明2において，ロータリバルブの外周面を円筒形状とすることを妨げる要因はないから，この相違点は当業者が容易に想到することができるものであることは，取消事由1で主張したとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "唯一のラジアル軸受手段について",
                  "text": [
                    "相違点2-1の「唯一のラジアル軸受手段」に関する構成は，引用発明2に甲5～7技術を適用することで容易に想到できるものであること，本件審決は，「甲5～7技術を引用発明2に適用し，ロータリバルブよりもカム体に近接した位置の外周面を支持していた一対のラジアル軸受を省略したとしても，前記ロータリバルブがラジアル軸受手段として機能することになるとは必ずしもいえない」と判断したが，このような判断が誤っていることは，いずれも取消事由1で主張したとおりである。また，引用発明2において，ロータリバルブは回転軸の外側に取り付けられているから，一対のラジアル軸受を取り除けば，ロータリバルブの外周面のみが軸孔の内周面で直接支持されることとなるのは自明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，引用発明2に甲9の発明を適用することに関して判断をしているが，これが原告の主張と無関係にされていることは，相違点1-2及び相違点1-3の判断と同様である。",
                    "また，本件審決は，「甲2，5～8及び10～12のいずれにも，シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸と一体化されていると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機において，前記ロータリバルブを，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段とすることは記載されていない」と判断したが，「駆動シャフトの軸受構造を簡素化するという課題」は，ロータリバルブを備えた圧縮機か備えていない圧縮機かに関係なく解決すべき課題であるから，ロータリバルブを備えた圧縮機に限定して周知技術を判断する必要はないことは，取消事由1で主張したとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2-2の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "圧縮反力伝達手段の構成は実質的な相違点でないこと",
                  "text": [
                    "本件審決は，「引用発明2がロータリバルブを付勢する圧縮反力伝達手段を有しているのか否かは明らかではない」と判断したが，当業者は，甲13の記載から，摺動部位置のロータリバルブの外周面は，軸孔の内周面に直接接触しており，カム体から前記部位側における回転軸の部分に関するラジアル軸受手段として機能している構成を読み取れることができるため，この構成を引用発明2の構成として認めることができ，そうでないとしても，これは当業者が適宜選択できる設計事項である。また，前件侵害訴訟判決の判断が正しいことを前提とした場合，引用発明2に圧縮反力伝達手段を有していないと判断することが誤っていることは，取消事由1で主張したとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "圧縮反力伝達手段の構成は容易想到であること",
                  "text": [
                    "斜板型圧縮機はその構造上，回転軸に圧縮反力がかかる以上，必然的に圧縮反力により回転軸が傾く構成を有しているのであって，圧縮反力伝達手段を当業者が採用することは設計事項であり，当業者は適宜選択できるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "撓むスラスト軸受手段の構成は容易想到であること",
                  "text": [
                    "甲11及び12によると，斜板型圧縮機において，軸線方向の寸法公差を吸収するために，斜板の前後方向に斜板を挟むように設けられるスラスト軸受手段を，シリンダブロックの端面に形成された環状の突条と斜板の端面に形成された環状の突条とに当接するものとし，さらに，斜板の環状の突条の径をシリンダブロックの環状の突条の径よりも大きくすることは，斜板型圧縮機の分野において周知技術であり，甲2においては，ロータリバルブを備えた斜板型圧縮機においてもこの構成が採用されている。",
                    "そして，引用発明2も，軸線方向の寸法公差吸収という課題を当然に有することから，引用発明2に上記周知技術を適用することは，当業者が容易に想到することができることである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，引用発明2のスラスト軸受はラジアル軸受に隣接して設けられており，相違点2-2に関する構成を採用することはできないとか，甲11及び12に開示されたスラストスラスト軸受を適用しようとすれば，ラジアル軸受の配置を含め，圧縮機の構造を根本的に設計し直す必要があり，引用発明2に基づく容易想到の範囲を逸脱すると主張する。",
                    "まず，甲13及び14の図は，その記載内容を補完し，各々の圧縮機に関する技術内容を当業者に理解させるための説明図であるから，各々の圧縮機の技術内容を理解するために必要な程度の正確さを備えていれば足り，設計図面に要求されるような正確性をもって描かれているとは限らない。引用発明2において，図示されたスラスト軸受の構造やラジアル軸受の配置等については特徴的部分とはいえないのであるから，図示どおりに認定する必要はなく，図示どおり認定したとしても，スラスト軸受の構造やラジアル軸受の配置等を変更することに何ら支障はないから，引用発明2において甲11及び12に開示されたスラスト軸受を適用することは，圧縮機の構造を根本的に設計し直すことにはならず，引用発明2に基づく容易想到の範囲を逸脱することにもならない。",
                    "甲13及び14の図は，引用発明2の課題，解決手段及び作用効果に直接関係のない技術的事項を正確に図示したものではないところ，ラジアル軸受の大きさについても，甲2～4及び12の図を参酌すると，スラスト軸受と比較して極端に大きく表示されているようである。ラジアル軸受の大きさが甲2の図程度であれば，甲13及び14の図のようにスラスト軸受がラジアル軸受に隣接しているとしても，スラスト軸受を，シリンダブロックの端面に形成された環状の突条と斜板の端面に形成された環状の突条とに当接するものとし，斜板の環状の突条の径をシリンダブロックの環状の突条の径よりも大きくすることは可能である。",
                    "また，甲19(特開平9-291883号公報)の【0014】並びに【図1】及び【図3】は，スラスト軸受がラジアル軸受に衝接し，スラスト軸受を，シリンダブロックの端面に形成された環状の突条とウェーブカムの端面に形成された環状の突条とに当接するものとし，ウェーブカムの環状の突条の径をシリンダブロックの環状の突条の径よりも大きくすることが示されており，【0025】には，本発明は斜板式を含む多くの往復動型圧縮機に適用可能であることが記載されている。",
                    "そうすると，引用発明2において，スラスト軸受がラジアル軸受に隣接していると認定したとしても，スラスト軸受において，シリンダブロックの端面に形成された環状の突条と斜板の端面に形成された環状の突条とに当接するものとし，斜板の環状の突条の径をシリンダブロックの環状の突条の径よりも大きくすることにより，アキシャル荷重を吸収する緩衝機能を付与することは容易である。",
                    "さらに，相違点2-1に記載したように，引用発明2において，ラジアル軸受を省略して，ロータリバルブを介して，回転軸をシリンダブロックにより直接支持するようにすることは容易であり，そうした場合，引用発明2の一対のスラスト軸受は，ラジアル軸受に隣接して設けられるものとはならないから，被告の主張は意味のないものとなる。",
                    "したがって，被告の主張には理由がなく，相違点2-2は容易に想到できるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "作用効果に関する判断の誤り",
              "text": [
                "本件審決は，無効理由2についても本件特許発明の作用効果を認定しているが，この認定が誤っていることは，取消事由1で主張したとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(無効理由3に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3-1の認定の誤り",
              "text": [
                "本件審決は，「引用発明3は軸孔(バルブシリンダ33，34)の内周面(壁面)に前記ロータリバルブの外周面が直接対向しているがラジアル軸受手段ではない」と認定した。",
                "しかし，甲14の【0021】や【図3】によると，甲14は，バルブシリンダ内に円筒形の弁体が，微小なクリアランスをおいて回転摺動可能に挿入されているものであり，バルブシリンダの内周面は本件特許発明の軸孔の内周面に相当し，円筒形の弁体は本件特許発明のロータリバルブの外周面に相当する。",
                "したがって，当業者は，引用発明3から，摺動部位置の円筒形の弁体(ロータリバルブの外周面)は，バルブシリンダの内周面(軸孔の内周面)に直接接触しており，ラジアル軸受手段として機能している構成を読み取ることができるため，この構成を引用発明3の構成として認めることができる。この点において，本件審決の引用発明3の認定は誤りであり，相違点3-1の認定も誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3-1の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点3-1の「唯一のラジアル軸受手段」に関する構成は，引用発明3に甲5～7技術を適用することで容易に想到できるものであること，本件審決は，「甲5～7技術を引用発明3に適用し，ロータリバルブよりもカム体に近接した位置の外周面を支持していた一対のラジアル軸受を省略したとしても，前記ロータリバルブがラジアル軸受手段として機能することになるとは必ずしもいえない」と判断したが，このような判断が誤っていることは，いずれも取消事由1で主張したとおりである。さらに，引用発明3において，本件特許発明のロータリバルブに相当する円筒形の弁体は回転軸の外側に取り付けられているから，一対のラジアル軸受を取り除けば，ロータリバルブの外周面のみが軸孔の内周面で直接支持されることとなるのは自明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，引用発明3に甲9の発明を適用することに関して判断をしているが，これが原告の主張と無関係にされていることは，相違点1-2及び相違点1-の判断と同様である。",
                    "また，本件審決は，「甲2，5～8及び10～12のいずれにも，シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸と一体化されていると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機において，前記ロータリバルブを，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段とすることは記載されていない」と判断したが，ロータリバルブを備えた圧縮機に限定して周知技術を判断する必要はないことは，取消事由1で主張したとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件審決の相違点3-1に関する判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3-2の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "圧縮反力伝達手段が実質的な相違点ではないこと",
                  "text": [
                    "本件審決は，「引用発明3において，前記ロータリバルブを付勢する圧縮反力伝達手段を有しているのか否か明らかではない」と判断したが，当業者は，甲14の記載から，摺動部位置の円筒形の弁体(ロータリバルブの外周面)は，バルブシリンダの内周面(軸孔の内周面)に直接接触しており，カム体から前記部位側における回転軸の部分に関するラジアル軸受手段として機能している構成を読み取れることができるため，この構成を引用発明3の構成として認めることができ，そうでないとしても，これは当業者が適宜選択できる設計事項であることは，既に主張したとおりである。また，前件侵害訴訟判決の判断が正しいことを前提とした場合，引用発明3が圧縮反力伝達手段を有していないと判断することが誤っていることは，取消事由1で主張したとおりである。",
                    "したがって，相違点3-2のうち圧縮反力伝達手段に関する構成は実質的な相違点ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "圧縮反力伝達手段の構成は容易想到であること",
                  "text": [
                    "斜板型圧縮機はその構造上，回転軸に圧縮反力がかかる以上，必然的に圧縮反力により回転軸が傾く構成を有しているのであって，圧縮反力伝達手段を当業者が採用することは設計事項であり，当業者は適宜選択できるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "撓むスラスト軸受手段の構成は容易想到であること",
                  "text": [
                    "相違点3-2のうち撓むスラスト軸受手段の構造については，引用発明3に甲11及び12に記載された技術を適用することで容易に想到できるものであることは，取消事由2で主張したとおりである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，引用発明3のスラスト軸受はラジアル軸受に隣接して設けられており，相違点3-2に関する構成を採用することはできないとか，甲11及び12に開示されたスラスト軸受を適用しようとすれば，ラジアル軸受の配置を含め，圧縮機の構造を根本的に設計し直す必要があり，引用発明3に基づく容易想到の範囲を逸脱すると主張するが，この主張を採用することができないことは，前記2(3)エのとおりである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件審決の相違点3-2の容易想到性の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "作用効果に関する判断の誤り",
              "text": [
                "本件審決は，本件特許発明の作用効果を認定しているが，この認定が誤っていることは，取消事由1で主張したとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(無効理由4に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点4-1の認定の誤り",
              "text": [
                "引用発明4も，ロータリバルブと回転軸との一体化の点，円筒形状の点，直接支持や唯一のラジアル軸受手段の点において，以下のとおり，本件特許発明と同じ構成を有しているにもかかわらず，本件審決はこれらを認定せず，相違点4-1を誤って認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，「引用発明4は，ロータリバルブ(ロータリバルブ34，35)が回転軸(駆動軸12)と一体回転するが，一体化されているとはいえない」と判断したが，甲15には，テーパ形状を有したロータリバルブ34，35について，駆動軸12に止着されたキー12a，12bに係合するキー溝36，37が設けられ，一体回転可能に，かつ，スライド可能に駆動軸12に嵌入支承されることが記載されている。「ロータリバルブ34，35は駆動軸12と一体回転可能」である以上，ロータリバルブと駆動軸12が一体的に機能・動作することは明確であり，両者が一体化をしていることは明らかである。",
                    "被告は，ロータリバルブをスライド可能とすることは引用発明4の必須の構成であると主張するが，甲15の請求項1の記載においてロータリバルブと駆動軸との接着関係についてはロータリバルブが「前記駆動軸に対し同期回転可能に支持される」ことしか規定されていないことからも理解できるとおり，ロータリバルブと駆動軸の接着関係をどのように構成するについては，当業者が適宜設定できる事項にすぎない。",
                    "したがって，上記一体化の構成は相違点ではないし，相違点であったとしても，この構成は当業者が適宜設計できる設計事項に過ぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，「引用発明4は，前記ロータリバルブの外周面が導入通路(吸入通路40，41)の，案内溝42，43を含めた出口及びガス放出通路44，45を除いて円筒形状とされ」と認定したが，甲15の【0019】～【0022】，【0027】及び【0028】の記載に基づくと，ガス放出通路のない引用発明4を認定できる。",
                    "また，甲16の【0012】及び甲20の【0014】の記載によると，シリンダブロック内の圧縮室と吸入室との間の吸入通路を開閉するフラッパ弁に替えて，甲15と同様のロータリバルブ等を採用することにより，シリンダボアの配列半径の縮径化，圧縮機全体のコンパクト化が実現するのであるから，甲15は，シリンダボアの配列半径の縮径化，圧縮機全体のコンパクト化を実現するための発明であって，「ガス放出通路」を構成要件としない引用発明4が記載されていると認定することができる。",
                    "以上のとおり，本件審決が，引用発明4の認定に関してガス放出通路を認定し，これを相違点と認定したことは誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，「引用発明4は，軸孔(収容孔1a，2a)の内周面に前記ロータリバルブの外周面が直接対向しているがラジアル軸受手段ではない」と認定したが，甲15の【0022】には，「ロータリバルブ34，35は，その外周面が収容孔1a，2aの内周面に当接されるように嵌合挿入されている。」と記載されているから，当業者であれば，ロータリバルブの外周面が収容孔の内周面に直接接触する構成を読み取ることができ，そうすると，当該接触によりラジアル荷重が付加されることは当然であって，当該部位がラジアル軸受として機能することは明らかである。",
                    "なお，甲15の【0022】の記載は，テーパ形状を有したロータリバルブに関する記載であるが，甲15には，「(2)  上記実施例では，テーパ形状を有したロータリバルブ34，35を用いたが，これに限定されるものでなく，例えば図10に示すように，ロータリバルブ34，35の外周面をストレート形状としてもよい。」(【0041】)と記載されており，ロータリバルブの外周面をストレート形状としても，上記認定に変わりはない。",
                    "したがって，当業者は，甲15から，ロータリバルブの外周面は，収納孔の内周面に直接接触しており，ラジアル軸受手段として機能している構成を読み取ることができるため，この構成を引用発明4の構成として認めることができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件審決は，「引用発明4は，カム体(斜板15)の両側の，ロータリバルブよりも前記カム体から離れた位置において，回転軸が円錐コロ軸受け10，11を介して支持されている」と認定したが，本件特許発明の「前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段」の「カム体からロータリバルブ側における回転軸の部分」を「カム体からロータリバルブまでの間の回転軸の部分」を意味すると解すると，引用発明4において，「唯一のラジアル軸受手段」の構成は存在することは，取消事由1で主張したとおりである。",
                    "したがって，上記唯一のラジアル軸受手段の構成は相違点ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点4-1の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明4において，円錐コロ軸受けによる支持は必須のものではないから，引用発明4において，円錐コロ軸受けをラジアル軸受手段とスラスト軸受手段とに分離することに何ら支障はない。したがって，引用発明4に甲5～7技術を適用することにより，相違点4-1を容易に想到することができる。",
                    "本件審決は，「引用発明4において，円錐コロ軸受け10，11は，一対のラジアル軸受と前後一対のスラスト軸受手段とを兼ねており，円錐コロ軸受け10，11を省略すると前後一対のスラスト軸受手段がなくなってしまう」と判断した。甲20の【0019】に記載されているように，円錐コロ軸受けは回転軸に対するラジアル方向の荷重及びスラスト方向の荷重の両方を受け止めるものであるところ，甲21の【0005】及び【0006】には，回転軸に対するラジアル荷重及びスラスト荷重をそれぞれ別々の軸受け部材を介して受け止める構成は組み付け作業工程の複雑化をもたらすという課題を解決するために，斜板を支持する回転軸を一対の円錐コロ軸受けにより回転可能に支持することが記載されている。しかし，甲15にはこのような課題を解決するとの記載はなく，引用発明4の課題と円錐コロ軸受けとの関連もないから，引用発明4において，円錐コロ軸受けは必須の構成ではない。したがって，円錐コロ軸受けをラジアル軸受手段とスラスト軸受手段とに分離することに何ら支障はない。そして，当業者であれば分離したラジアル軸受について甲5～7技術を適用することができるため，これを適用できないという本件審決の判断は誤りである。",
                    "また，本件審決は，「甲5～7技術を引用発明4に適用し，ロータリバルブよりもカム体に近接した位置の外周面を支持していた一対のラジアル軸受を省略したとしても，前記ロータリバルブがラジアル軸受手段として機能することになるとは必ずしもいえない」と判断したが，この判断が誤っていることは，取消事由1で主張したとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，引用発明4に甲9の発明を適用することに関して判断をしているが，これが原告の主張と無関係にされていることは，相違点1-2及び相違点1-3の判断と同様である。",
                    "また，本件審決は，「甲2，4～8及び10～14のいずれにも，シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸と一体化されていると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機において，前記ロータリバルブを，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段とすることは記載されていない」と判断したが，当該周知技術を認定することが必要ないことは，取消事由1で主張したとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，「ガス放出通路が形成されることを必須の構成とする引用発明4に，『ガス放出通路44，45』を有しない構成である甲8及び9に記載された前記ロータリバルブの技術を適用することは動機付けを欠く」と判断したが，「ガス放出通路」を相違点として認定する必要がないことは，既に主張したとおりであり，この点を相違点として認定したとしても，引用発明4は，シリンダボアの配列半径の縮径化，圧縮機全体のコンパクト化を実現するための発明であって，このような発明においてロータリバルブの外周面の形状を「ガス放出通路」のない通常の円筒形状とすることは設計事項にすぎない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，相違点4-1のうちの連通に関する構成は，本件特許発明において，ロータリバルブの各導入通路は回転軸内に形成された通路を介して連通するのは，冷媒をシリンダボアへ供給する通路として回転軸内の通路を利用するということのみであって，吐出行程にある圧縮反力を利用するという本件特許発明の特徴とは全くかかわりのない事項であり，また，引用発明4において吸入路をどこに設けるかは単なる選択事項であるところ(甲15の【0043】)，甲2，4，9，13及び14に記載されているように，ロータリバルブの導入通路を回転軸内に形成された通路を介して連通させることは周知であるから，引用発明4において，駆動軸内に通路を形成し，この通路を介してロータリバルブの導入通路と連通させることは，当業者にとって容易である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件審決の相違点4-1の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点4-2の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "圧縮反力伝達手段の構成は実質的な相違点でないこと",
                  "text": [
                    "本件審決は，「引用発明4がロータリバルブを付勢する圧縮反力伝達手段を有しているのか否か明らかではない」と判断したが，当業者は，甲15の記載から，回転軸の導入通路が形成された部位が，カム体から前記部位側における回転軸の部分に関するラジアル軸受手段として機能している構成を読み取れることができるため，この構成を引用発明4の構成として認めることができ，そうでないとしても，これは当業者が適宜選択できる設計事項であることは，既に主張したとおりである。また，前件侵害訴訟判決の判断が正しいことを前提とした場合，引用発明4に圧縮反力伝達手段を有していないと判断することが誤っていることは，取消事由1で主張したとおりである。",
                    "したがって，相違点4-2のうち圧縮反力伝達手段に関する構成は実質的な相違点ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "圧縮反力伝達手段の構成は容易想到であること",
                  "text": [
                    "斜板型圧縮機はその構造上，回転軸に圧縮反力がかかる以上，必然的に圧縮反力により回転軸が傾く構成を有しているのであって，圧縮反力伝達手段を当業者が採用することは設計事項であり，当業者は適宜選択できるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "撓むスラスト軸受構造の構成は容易想到であること",
                  "text": [
                    "撓むスラスト軸受構造が，引用発明4に甲11及び12を適用することで容易に想到できるものであることは，取消事由2で主張したとおりである。",
                    "この点について，本件審決は，「甲2，11及び12に記載された前記ピストン式圧縮機の技術を引用発明4に適用し，一対のラジアル軸受と前後一対のスラスト軸受手段とを兼ねている円錐コロ軸受け10，11をあえて一対のラジアル軸受と前後一対のスラスト軸受手段とに分離する動機付けは見いだせない」，「回転軸が一対の円錐コロ軸受けにより支承されたピストン式圧縮機において，円錐コロ軸受けに代えて，一対のラジアル軸受と一対のスラスト軸受手段とにより回転軸を支承することが，甲20～22に記載された技術に基づいて，当業者が容易に想到することができたとはいえない」と判断した。しかし，引用発明4において，円錐コロ軸受けは必須の構成ではなく，ラジアル軸受手段とスラスト軸受手段とに分離することに何ら支障はないのであって，その際，スラスト軸受については，周知技術を参酌して，シリンダブロックとの間で支持する構造に変更することは当業者にとって容易である。",
                    "被告は，引用発明4には，本件特許発明の構成要件の「前後一対のスラスト軸受手段」を採用する動機付けは存在しないのであり，周知技術を組み合わせても「前後一対のスラスト軸受手段」を具備した本件特許発明の構成には至らないと主張する。",
                    "しかし，引用発明4のシール力付与バネはロータリバルブの外周面を収容孔の内周面に密接させるようにするものであるところ，甲15の【0022】に記載されているように，「ロータリバルブはその外周面が収容孔の内周面に当接されるように嵌合挿入されている」のであるから，シール力付与バネは，引用発明4に必ずしも必要な構成ではない。また，甲15の【0041】には，ロータリバルブはテーパ形状でなく，外周面をストレート形状としてもよいことが記載されており，引用発明4のロータリバルブの外周面をストレート形状とした場合，ロータリバルブの外周面を収容孔の内周面に密接させるようにするには，ロータリバルブをその外周面が収容孔の内周面に当接されるように嵌合挿入するだけでよく，シール力付与バネを使用することに意味がないことは明らかであるから，シール力付バネを取り除き，斜板15をシリンダブロックとの間で前後一対のスラスト軸受によって挟むことは可能である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件審決の相違点4-2の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "作用効果に関する判断の誤り",
              "text": [
                "本件審決は，無効理由4についても本件特許発明の作用効果を認定しているが，この認定が誤っていることは，取消事由1で主張したとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(無効理由5に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点5-1の認定の誤り",
              "text": [
                "引用発明5も，ロータリバルブと回転軸との一体化の点，円筒形状の点，直接支持や唯一のラジアル軸受手段の点において，以下のとおり，本件特許発明と同じ構成を有しているにもかかわらず，本件審決はこれらを認定せず，相違点5-1を誤って認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，「引用発明5は，ロータリバルブ(ロータリバルブ27，28)が回転軸(回転軸7)と一体的に回転するが，一体化されているとはいえない」と認定した。しかし，甲16には，周面27c，28cがテーパにしてあるロータリバルブ27，28について，スライド可能に回転軸7上に支持され，かつ回転軸7と一体的に回転可能であることが記載され，ロータリバルブは，回転軸と一体となって動作をするのであるから，両者が一体化していることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，相違点5-1に関し，「引用発明5は，軸孔(収容孔1a，2a)の内周面に前記ロータリバルブの外周面が直接対向しているがラジアル軸受手段ではない」と認定したが，甲16の【0020】には，「ロータリバルブ27，28の周面27c，28cは収容孔1a，2aの内周面にぴったりと嵌合可能である。」と記載されているから，引用発明5のロータリバルブにおいても，ロータリバルブの周面は，収納孔の内周面にぴったりと嵌合され，所定のクリアランスをおいて回転摺動可能に挿入されていると解するのが相当である。そうすると，当業者であれば，ロータリバルブの外周面が収容孔の内周面に直接接触する構成を読み取ることができ，当該接触によりラジアル荷重が付加されることは当然であって，当該部位がラジアル軸受として機能することは明らかである。",
                    "なお，甲16の【0020】は，テーパ形状を有したロータリバルブに関する記載であるが，甲16の【0037】には，「本発明ではロータリバブルの周面及びその収容孔をストレート形状としてもよい。」と記載されており，ロータリバルブの周面をストレート形状としても，上記認定に変わりはない。",
                    "したがって，当業者は，甲16から，ロータリバルブの周面は，収納孔の内周面に直接接触しており，ラジアル軸受手段として機能している構成を読み取ることができるため，この構成を引用発明5の構成として認めることができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，相違点5-1に関し，「引用発明5は，カム体(斜板10)の両側の，前記ロータリバルブよりも前記カム体から離れた位置において，前記回転軸が円錐コロ軸受け8，9を介して支持され」と認定したが，「前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段」について，「カム体からロータリバルブ側における回転軸の部分」が，「カム体からロータリバルブまでの間の回転軸の部分」を意味すると解すると，引用発明5において，「唯一のラジアル軸受手段」の構成は存在することは，取消事由1で主張したとおりである。",
                    "したがって，上記唯一のラジアル軸受手段の構成は相違点ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点5-1の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に，ロータリバルブと回転軸との一体化の点が相違点であったとしても，甲16の請求項1の記載においてロータリバルブと回転軸との接着関係については「ロータリバルブ内に吸入通路を形成し，両頭ピストンの往復動に同期して前記圧縮室と前記吸入通路とを順次連通するように，かつ斜板を収容する斜板室と吐出圧領域とを遮断するように前記ロータリバルブを回転軸上に支持」することしか記載されていないことからも理解できるとおり，ロータリバルブと駆動軸の接着関係をどのように構成するについては，当業者が適宜設定できる事項にすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明5において，円錐コロ軸受けによる支持は必須のものではないから，引用発明5において，円錐コロ軸受けをラジアル軸受手段とスラスト軸受手段とに分離することに何ら支障はない。したがって，引用発明5に甲5～7技術を適用することにより，相違点5-1を容易に想到することができる。本件審決が円錐コロ軸受けを省略することができないと判断したことが誤りであることは，取消事由4で主張したとおりである。",
                    "また，本件審決は，「甲5～7技術を引用発明5に適用し，ロータリバルブよりもカム体から離れた位置で回転軸を支持していた一対のラジアル軸受を省略したとしても，回転軸の前記位置の外周面は，引き続き，ラジアル軸受手段として機能することになり，前記ロータリバルブがラジアル軸受手段として機能することになるとは必ずしもいえない」と判断したが，この判断が誤っていることは，取消事由1で主張したとおりである。",
                    "さらに，引用発明5において，甲5～7を参酌して，ラジアル軸受を取り除いて軸孔の内周面で直接支持する構造を採用すれば，甲16の【0020】に，「ロータリバルブ27，28の周面27c，28cは収容孔1a，2aの内周面にぴったりと嵌合可能である」と記載されていることから，ロータリバルブの外周面が軸孔の内周面で直接支持されることとなり，斜板からロータリバルブ側における回転軸の部分について，直接支持されたラジアル軸受手段の他にラジアル方向の軸受手段が存在しないこととなる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，引用発明5に甲9の発明を適用することに関して判断をしているが，これが原告の主張と無関係にされていることは，相違点1-2及び相違点1-3の判断と同様である。",
                    "また，本件審決は，「甲2，4～8及び10～14のいずれにも，シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させ，前記回転軸と一体化されていると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機において，前記ロータリバルブを，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段とすることは記載されていない」と判断したが，当該周知技術を認定することが必要ないことは，取消事由1で主張したとおりである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，相違点5-1のうちの連通に関する構成は，本件特許発明において，ロータリバルブの各導入通路は回転軸内に形成された通路を介して連通するのは，冷媒をシリンダボアへ供給する通路として回転軸内の通路を利用するということのみであって，吐出行程にある圧縮反力を利用するという本件特許発明の特徴とは全くかかわりのない事項であり，また，甲2，4，9，13及び14に記載されているように，ロータリバルブの導入通路を回転軸内に形成された通路を介して連通させることは周知であるから，引用発明5において，駆動軸内に形成された通路を介してロータリバルブの導入通路と連通させることは，当業者にとって容易である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件審決の相違点5-1の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点5-2の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "圧縮反力伝達手段の構成は実質的な相違点でないこと",
                  "text": [
                    "本件審決は，「引用発明5がロータリバルブを付勢する圧縮反力伝達手段を有しているか否かは明らかではない」と判断したが，当業者は，甲16の記載から，回転軸の導入通路が形成された部位が，カム体から前記部位側における回転軸の部分に関するラジアル軸受手段として機能している構成を読み取れることができるため，この構成を引用発明5の構成として認めることができ，そうでないとしても，これは当業者が適宜選択できる設計事項であることは，既に主張したとおりである。また，前件侵害訴訟判決の判断が正しいことを前提とした場合，引用発明5に圧縮反力伝達手段を有していないと判断することが誤っていることは，取消事由1で主張したとおりである。",
                    "したがって，相違点5-2のうち圧縮反力伝達手段に関する構成は，実質的な相違点ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "圧縮反力伝達手段の構成は容易想到であること",
                  "text": [
                    "斜板型圧縮機はその構造上，回転軸に圧縮反力がかかる以上，必然的に圧縮反力により回転軸が傾く構成を有しているのであって，圧縮反力伝達手段を当業者が採用することは設計事項であり，当業者は適宜選択できるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "撓むスラスト軸受構造の構成は容易想到であること",
                  "text": [
                    "撓むスラスト軸受構造が，引用発明4に甲11及び12を適用することで容易に想到できるものであることは，取消事由2で主張したとおりである。",
                    "この点について，本件審決は，「甲2，11及び12に記載された前記ピストン式圧縮機の技術を引用発明5に適用し，一対のラジアル軸受と前後一対のスラスト軸受手段とを兼ねている円錐コロ軸受け10，11をあえて一対のラジアル軸受と前後一対のスラスト軸受手段とに分離する動機付けは見いだせない」，「回転軸が一対の円錐コロ軸受けにより支承されたピストン式圧縮機において，円錐コロ軸受けに代えて，一対のラジアル軸受と一対のスラスト軸受手段とにより回転軸を支承することが，甲20～22に記載された技術に基づいて，当業者が容易に想到することができるとはいえない」と判断したが，この判断が誤っていることは，取消事由4で主張したとおりである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，「引用発明5では，引用発明5の課題を解決するために，あえて一般的な構造ではなく特別な構造を採用したのであり，本件特許発明の構成要件の『前後一対のスラスト軸受手段』を採用する動機付けは存在せず，周知技術を組み合わせても『前後一対のスラスト軸受手段』を具備した本件特許発明の構成には至らない」と主張する。",
                    "被告の主張は，斜板を一対のスラスト軸受手段によって挟むようにすると，斜板室から吸入通路への冷媒の供給が妨げられるというものと解されるが，甲22には，ロータリバルブ17の外周面に概略三角形状の可変吸入通路Prを含むくぼみ部分が形成され，コンプレッサの吸入圧室Vsと連通して常時吸入圧となっており(【0011】)，ロータリバルブ16，17が微少間隙を保ちながら回転するバルブシリンダSv，SvとピストンシリンダSpは，切り欠き溝Pa，Paで連通しており，この切り欠き溝Paとロータリバルブ16，17に施した可変吸入通路Prは，ロータリバルブ16，17の回転に伴い，一つのピストンシリンダSp当たりに特定の回転角度範囲で切り欠き溝Paを介してピストンシリンダSpに連通する(【0012】)ことが記載されている。",
                    "そうすると，引用発明5において，斜板室から吸入通路への冷媒の供給をするに際して，回転軸を円錐コロ軸受けで支持する必要はなく，前記のように，円錐コロ軸受けをラジアル軸受手段とスラスト軸受手段とに分離することに何ら支障はないのであるから，円錐コロ軸受けをラジアル軸受手段とスラスト軸受手段とに分離し，スラスト軸受については，斜板を前後一対のスラスト軸受手段によって挟むという一般的な構成に変えることは容易である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，「引用発明5では，締め付けは予荷重付与ばね20を撓み変形させ，この撓み変形が円錐コロ軸受け8を介して回転軸7にスラスト方向の予荷重を与えており，寸法公差吸収という課題は解決している」と主張する。",
                    "しかし，甲16には種々の発明が記載されているところ，本件特許発明の進歩性を判断するに当たって，本件特許発明との対比判断に必要かつ十分な発明として，引用発明5を認定すればよく，予荷重付与ばねについては，単に実施例に記載されているのみで，シリンダボアの配列半径の縮径化，圧縮機全体のコンパクト化を実現するという引用発明5の課題と何ら関連はなく，また，甲16の請求項1にさえ記載されていないから，引用発明5の構成要件として認定する必要はなく，引用発明5では，予荷重付与ばねにより，寸法公差吸収という課題は解決済みである旨の被告の主張は誤りである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，本件審決の相違点5-2の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "作用効果に関する判断の誤り",
              "text": [
                "本件審決は，無効理由5について本件特許発明の作用効果を認定しているが，この認定が誤っていることは，取消事由1で主張したとおりである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1に基づく無効理由1)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1-1の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明1もロータリバルブを備えていると主張する。",
                    "しかし，引用発明1は，「ピストン4が下死点に位置した時開口する吸入通路5」という記載や図からも明らかなように，ピストン4の動きによって吸入通路5の出口を開閉させてシリンダ8への冷媒の供給を制御する吸入冷媒通路方法を採用している。「引用発明1においてはピストンが下死点近くになるまでは横穴と吸入通路とは連通しておらず」という原告の主張は，甲2の開示内容に反している。",
                    "また，甲2に開示された構成は，ピストン4が下死点に位置した状態でも，ピストン4が上死点に位置した状態でも，横穴6と吸入通路5の入口とを連通させた構成だけであり，横穴6と吸入通路5の入口との連通を閉じることは記載されておらず，上下の横穴の出口と吸入通路の入口とを間欠的に連通させることは開示されていないから，甲2が，「下の横穴の出口と吸入通路の入口とを間欠的に連通させて，一方の連通部ではシリンダに冷媒の供給を行い，他方の連通部では潤滑のための冷媒の供給を行っている。」ともいえない。",
                    "原告は，連通面積が徐々に増加又は減少する点について，その機序を明らかにしていないが，引用発明1では，ピストン4の移動に伴って，吸入通路5のシリンダ8に面する出口の開口面積が増加又は減少することによって吸入冷媒通路の連通面積が徐々に増加又は減少する。",
                    "したがって，引用発明1は，ピストン4の動きによって吸入通路5の出口を開閉させてシリンダ8への冷媒の供給を制御する吸入冷媒通路方法であり，本件特許発明のロータリバルブによって吸入通路の入口を開閉させて圧縮室への冷媒の供給を制御する冷媒吸入構造ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲13及び14の作成者が甲2と同じ日本電装であることに依拠して，甲13及び14にはロータリバルブを有していることが明示されているから，引用発明1もロータリバルブを有していると主張するが，作成者が同一であることは，甲13及び14の記載が甲2に援用されることの論拠とならない。",
                    "また，甲2はアキャシャル型コンプレッサであり，ピストン4の動きによって吸入通路5の出口を開閉させてシリンダ8への冷媒の供給を制御する冷媒通路方式を採用しているのに対し，甲13及び14はロータリバルブを採用して冷媒を供給する方式であるから，構造も冷媒供給方式も異なる。",
                    "したがって，甲13及び14の記載に基づく原告の主張は理由がない。なお，原告は，甲13及び14について，「ピストンの動きによって冷媒の供給を制御しているようにも解される」と主張しているが，甲13及び14には「ロータリバルブ」を採用することが明記されており，ピストンの動きによって冷媒の供給を制御することは一切記載されていないから，原告による甲13及び14の解釈には根拠がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1-1の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1は，「自動車用エアコンに用いる圧縮機に関し，特にアキシャル型コンプレッサの吸入冷媒通路方法に関する」(甲2左欄1行～3行)ものであり，ピストン4の動きによって吸入通路5の出口を開閉させてシリンダ8への冷媒の供給を制御する吸入冷媒通路方法を具体的に採用したのであるから，引用発明1において，このような吸入冷媒通路方法を変更して「ロータリバルブを備えたピストン式圧縮機」を採用することは，当業者にとって容易に想到できるものではない。",
                    "また，甲2の「以上の吸入冷媒通路を設けることにより，吸入弁は廃止でき，弁の自励振動異音はなくなると共に，吐出脈動は低減することが出来る。更に，吸入冷媒が各摺動部を局部的に通過するため，過渡時におけるオイル潤滑性は，向上し，耐久性に優れる。」(右欄下から6行～最終行)という記載によると，引用発明1の吸入冷媒通路を設けることによって，吸入弁の廃止，弁の自励振動異音をなくす，吐出脈動の低減，過渡時におけるオイル潤滑性の向上及び耐久性に優れるという効果が奏されるとされている点においても，当業者は，引用発明1において，このような吸入冷媒通路方法を変更して「ロータリバルブを備えたピストン式圧縮機」を採用することを想起し得ない。",
                    "さらに，本件特許発明は，「吐出行程にあるシリンダボア内の冷媒が吸入通路からロータリバルブの外周面に沿ってシリンダボア外に洩れ易い」というロータリバルブ式のピストン式圧縮機に特有の課題に対して，本件特許発明の構成要件の全てを一体的に採用することにより，吐出行程にあるシリンダボアに連通する吸入通路の入口に向けてロータリバルブを付勢し，ロータリバルブの外周面を吸入通路の入口に近づけることによって，圧縮室内の冷媒が吸入通路から洩れ難くなり，体積効率を向上させたものであるが，引用発明1は，ピストン4の動きによって吸入通路5の出口を開閉させてシリンダ8への冷媒の供給を制御する吸入冷媒通路方法であり，吐出行程(上死点)においても吸入通路5の入口は横穴6と連通されており，横穴6の連通と非連通とで吸入通路5の入口を開閉させてシリンダ8への冷媒の供給を制御するロータリバルブを具備していない。このため，引用発明1には，「吐出行程にあるシリンダボア内の冷媒が吸入通路からロータリバルブの外周面に沿ってシリンダボア外に洩れ易い」という本件特許発明の課題は存在しない。引用発明1は，根本的な冷媒吸入構造が異なるものであり，本件特許発明に至る動機付けが存在せず，引用発明1に基づいて本件特許発明を想到することは当業者にとって容易になし得るものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，吸入通路がピストンが下死点に位置した時開口するように形成された圧縮機において，ロータリバルブを有することが周知技術か否かを判断するに際して，甲5～10を検討すべき理由はないと主張する。",
                    "しかし，原告は，無効理由1において，引用発明1及び甲5～10に記載された周知技術に基づいて当業者は容易に相当することができたと主張しているのであって，甲5～10に基づいて周知技術を認定判断した本件審決には何らの誤謬も存在しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明1では，横穴と吸入通路とは空間を介して常に連通することになるが，空間を回転軸周りのかなりの部分で開けることに意味はなく，また冷媒をハウジングの広い空間に滞留させておくことは無駄であることが，引用発明1において，甲13及び14に記載された周知技術を採用する動機付けとなる旨主張するが「，空間を回転軸周りのかなりの部分で開けることに意味がない」ことも，「冷媒をハウジングの広い空間に滞留させておくことが無駄である」ことも，甲2，13及び14のいずれにも開示されていないから，原告の主張は根拠がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，相違点1-1に係る本件特許発明の構成は，引用発明1及び周知技術に基づいて当業者が容易に想到することができたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1-2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1-2の認定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "円筒形状について",
                      "text": [
                        "原告は，前件審決取消訴訟判決における訂正要件の判断理由が甲2の図面にも当てはまるとして，引用発明1は回転軸の導入通路の出口を除いて円筒形状とされているというべきであると主張する。",
                        "しかし，甲2には，シャフト2の軸方向の断面しか記載されておらず，シャフト2の外周面の態様については記載されていない。",
                        "したがって，本件審決が，引用発明1は回転軸の導入通路の出口を除いて円筒形状とされているか否かが明らかではないと認定したのは，甲2の記載に基づく正確な認定判断である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "直接支持について",
                      "text": [
                        "原告は，本件審決が，引用発明1では，軸孔の内周面に前記部位の外周面が直接支持されることによって前記部位を介して前記回転軸を支持するラジアル軸受手段となっているのか否かが明らかではないと認定したことが誤りである旨主張している。",
                        "しかし，本件審決は，引用発明1のシャフト2の外周面が一対のラジアル軸受を介して支持されていることを前提として，本件特許発明と相違すると認定している。",
                        "本件特許出願当時，回転軸を備えた圧縮機において，回転軸を回転可能に支持するために別体のラジアル軸受を設けるのが技術常識であり，引用発明1では，技術常識に従って一対のラジアル軸受が設けられているのであるから，当業者は，引用発明1のシャフト2が一対のラジアル軸受によって支持されていると認識し，それ以外の位置においてさらにシャフト2が支持されているとは認識しない。",
                        "原告は，甲2によると，回転軸の導入通路が形成された部位が，カム体から前記部位側における回転軸の部分に関するラジアル軸受手段として機能している構成を読み取ることができると主張しているが，甲2の記載は，摺動部位置において摺動が生じること及び冷媒が摺動部を通過するためオイル潤滑性が向上し，耐久性に優れることを意味しているにすぎず，摺動部位置においてシャフト2が支持されていることを意味していない。引用発明1のシャフト2は，一対のラジアル軸受によって支持されているのであるから，当業者は，シャフト2が摺動部位置において支持されているとは認識しない。しかも，甲2の図には，横穴6と吸入通路5の入口との間には空間が設けられており，このような構造からしても，当業者は，シャフト2が摺動部位置において支持されているとは認識しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "唯一のラジアル軸受手段について",
                      "text": [
                        "原告は，「カム体からロータリバルブ側における回転軸の部分」が「カム体からロータリバルブまでの間の回転軸の部分」を意味すると解すると，引用発明1において，「唯一のラジアル軸受け手段」の構成は存在すると主張し，本件審決の判断は，前件侵害訴訟判決の判示に矛盾すると主張する。",
                        "しかし，「カム体からロータリバルブ側における回転軸の部分」とは，「カム体からロータリバルブまでの間の回転軸の部分」だけを意味するものではないので，原告の解釈は誤りであり，原告の主張も理由がない。",
                        "そもそも，本件特許発明における「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段となっており，前記ラジアル軸受手段は，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段であり」との記載は，回転軸を支持するラジアル軸受手段として，従来から採用されていた別体の転がり軸受やジャーナル軸受ではなく，軸孔の内周面にロータリバルブの外周面を直接支持することによるラジアル軸受手段が唯一採用されたことを意味するのであり，カム体からロータリバルブまでの間以外であれば，別途ラジアル軸受を設けることが許容されるとする原告の解釈は理由がない。",
                        "また，本件審決は，「唯一のラジアル軸受手段」を採用した本件特許発明において，カム体(斜板23)からロータリバルブ(ロータリバルブ35又はロータリバルブ36)より離れた箇所であっても，別途のラジアル軸受手段が存在すると，本件特許発明の効果が得られないことを指摘し，「唯一のラジアル軸受手段」を「カム体からロータリバルブまでの間」だけに限定する原告の解釈が本件明細書の記載に反することを摘示しているのであり，このような本件審決の判断は，前件侵害訴訟判決の判断と何ら矛盾するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1-2の判断について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "円筒形状について",
                      "text": [
                        "原告は，引用発明1において，ロータリバルブの外周面を円筒形状とすることを妨げる要因はないから，この相違点は当業者が容易に想到できると主張するが，引用発明1にはロータリバルブが開示されておらず，ロータリバルブの外周面を円筒形状とすることを想起し得ないものであり，原告の主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "直接支持について",
                      "text": [
                        "原告は，直接支持の点について，当業者が適宜選択できる設計事項であると主張する。",
                        "しかし，前記ア(イ)のとおり，本件特許出願当時，回転軸を備えた圧縮機において，回転軸を回転可能に支持するために別体のラジアル軸受を設けるのが技術常識であり，引用発明1では，技術常識に従って一対のラジアル軸受が設けられているのであるから，当業者は，引用発明1のシャフト2が一対のラジアル軸受によって支持されていると認識するのであり，それ以外の位置においてさらにシャフト2が支持されているとは認識しない。",
                        "したがって，甲2の記載から回転軸の導入通路が形成された部位がラジアル軸受手段として機能している構成を読み取ることができず，原告の主張には理由がない。",
                        "また，甲2には，「軽量化の問題については，摺動部材へのAℓ 材採用により，潤滑機能が損なわれた時の耐久性の低下も問題になっている」として，摺動部材の耐久性も問題とされている。この点，引用発明1では，シャフトを別体のラジアル軸受で支持しているが，ラジアル軸受を取り除いてシャフトを直接支持するとなると，摩擦や衝突による損傷が増加することは自明である。したがって，当業者は，摺動部材の耐久性を問題と捉えている引用発明1において，別体のラジアル軸受を取り除いてシャフトを直接支持させる構成を採用し得ない。",
                        "したがって，当業者は，引用発明1及び甲5～7に基づいて，直接支持の点に関する本件特許発明の構成を想到しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "唯一のラジアル軸受手段について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，駆動シャフトの軸受構造を簡素化するという課題を解決するために，甲5～7に基づいて引用発明1においても，一対のラジアル軸受を省略することは容易であると主張する。",
                            "しかし，甲5～7には，ロータリバルブを備えた圧縮機は開示されておらず，相違点1-2の「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段」が開示されていない。また，引用発明1の「横穴」もロータリバルブではないので，甲2にもロータリバルブを備えた圧縮機は開示されていない。加えて，引用発明1において，回転軸を支持する手段は，一対のラジアル軸受であり，引用発明1の「横穴」の部分は，吸入通路5への冷媒供給通路として機能するものであり，吸入通路5との間には空間(隙間)が設けられているので，回転軸を支持する軸受としての機能は予定していない。これは，引用発明1において一対のラジアル軸受を採用していることからも明らかである。そして，甲2には，回転軸を支持する一対のラジアル軸受については全く着目しておらず，一対のラジアル軸受で支持することについて何の課題も開示されていない。",
                            "本件特許出願当時，回転軸を備えた圧縮機において，回転軸を回転可能に支持するために別体のラジアル軸受を設けるのが技術常識であり，引用発明1では，技術常識に従ってラジアル軸受が設けられているのであるから，甲2には，回転軸を回転可能に支持するラジアル軸受を取り除くための動機付けが一切存在しない。",
                            "これに対し，原告は，「駆動シャフトの軸受構造を簡素化するという課題」は，ロータリバルブを備えた圧縮機か備えていない圧縮機かに関係なく解決すべき課題であるから，ロータリバルブを備えた圧縮機に限定して周知技術を判断する必要はないと反論している。",
                            "しかし，本件審決は，相違点1-2に係る構成が甲5～8及び10のいずれにも開示されておらず，周知技術ではないことを指摘しているのであり，原告の反論は的を射たものではない。",
                            "したがって，当業者は，引用発明1において，相違点1-2の「軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段」とすることも，「前記ラジアル軸受手段は，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段」とすることも，いずれも想到することはできない。",
                            "なお，甲5～7は，それぞれ異なる課題を解決するために，それぞれ異なる特別な構造を採用することにより，ラジアル軸受の省略を可能としたものであり，このような課題とは無関係に独立して「駆動シャフトの軸受構造を簡素化するという課題を解決するために，ラジアル軸受を省略して，回転軸をシリンダブロックにより直接支持する構成」が周知であったわけではない。引用発明1の斜板型圧縮機には，ラジアル軸受を取り除くための特別な構造は採用されておらず，ラジアル軸受を取り除くことはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，ラジアル軸受を省略した後に，どの部位で直接支持をするかは設計事項であり，甲18にはロータリバルブを備えた斜板式圧縮機において，ラジアル軸受を除去して，ロータリバルブとして作用する回転軸を，支持孔により直接支持することが記載されていると主張する。",
                            "しかし，甲18は，シリンダブロックとは別体の「リング状ブッシュ」をシリンダブロック内に圧入した構造であり(【0008】)，本件特許発明の「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段」を開示するものではない。",
                            "したがって，甲18にも，相違点1-2に関する構成は開示されておらず，原告の主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，相違点1-2に係る本件特許発明の構成は，引用発明1及び周知技術に基づいて当業者が容易に想到することができたものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1-3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1-3の認定について",
                  "text": [
                    "原告は，引用発明1が圧縮反力伝達手段を有しているのか否か明らかではないとの本件審決の判断は，前件侵害訴訟判決を前提とすると，誤りであると主張する。",
                    "しかし，本件審決は，引用発明1では一対のラジアル軸受によってシャフト2が支持されており，回転軸の導入通路が形成された部位がラジアル軸受として機能しておらず，圧縮反力が一対のラジアル軸受で支承されるため，上記のとおり判断したものである。原告の上記主張は，本件審決を誤解したものであり，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1-3の判断について",
                  "text": [
                    "原告は，斜板型圧縮機はその構造上，回転軸に圧縮反力がかかる以上，必然的に圧縮反力により回転軸が傾く構成を有しているのであって，圧縮反力伝達手段を当業者が採用することは設計事項であり当業者は適宜選択できると主張するが，引用発明1は，一対のラジアル軸受によってシャフト2が支持され，前記部位がラジアル軸受として機能しておらず，圧縮反力が一対のラジアル軸受で支承される構造であるから，本件特許発明の圧縮反力伝達手段を採用することは当業者にとって設計事項ではない。",
                    "また，甲5～7には，ロータリバルブを備えた圧縮機は開示されておらず，相違点1-3の「吐出行程にあるシリンダボア内のピストンに対する圧縮反力をロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段」が開示されていない。",
                    "したがって，当業者は，引用発明1及び甲5～7に基づいて，相違点1-3に係る本件特許発明の構成を想到しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，相違点1-3に係る本件特許発明の構成は，引用発明1及び周知技術に基づいて当業者が容易に想到することができたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "作用効果に関する判断について",
              "text": [
                "原告は，本件審決の作用効果の認定について，前件侵害訴訟判決の判断と矛盾すると主張している。",
                "しかし，本件審決は，押接された状態での効果を説明しただけであり，押接までされないと本件特許発明の作用効果が生じないと判断したものではない。原告の主張は本件審決の判断を誤解したものであり，理由がない。",
                "また，原告は，「ラジアル軸受手段を省略することや，撓むスラスト軸受手段を採用することで回転軸が傾きやすくなることや，これがどの程度傾くか，これによってどの程度吸入通路の入り口がふさがれることになるかは，いわば足し算によって予測できるものであり，いずれも当業者にとって予測可能なものである」と主張するが，単に原告の意見を述べたものに過ぎず，何ら証拠に基づかないものであり，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明2に基づく無効理由2)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2-1の認定について",
              "text": [
                "原告は，引用発明2の摺動部位置のロータリーバルブの外周面は，軸孔の内周面に直接接触しており，ラジアル軸受手段として機能している構成を読み取ることができると主張する。",
                "しかし，甲13の図1には，斜板が取り付けられた回転軸が，半径方向において一対のラジアル軸受によって支持されていることが明記されている。本件特許出願当時，回転軸を備えた圧縮機において，回転軸を回転可能に支持するために別体のラジアル軸受を設けるのが技術常識であり，引用発明2では，技術常識に従って一対のラジアル軸受が設けられているのであるから，当業者は，引用発明2の回転軸が一対のラジアル軸受によって支持されていると認識するのであり，それ以外の位置においてさらに回転軸が支持されているとは認識しない。",
                "また，甲9及び14には，回転軸が一対のラジアル軸受によって支持されていることが明記されており，ロータリバルブについては，甲9のロータリバルブ47及び48並びに甲14の弁体35及び36が，回転軸上に嵌合されて回転軸に対して一体的に連結されていること，及び，バルブシリンダ内に微小な所定のクリアランスをおいて回転摺動可能に挿入されていることしか記載されておらず，回転軸を支持することは記載されていない。さらに，甲14では，弁体35及び36の切り欠き50に連結環51の爪片を係合させる取付構造を採用し，弁体35及び36を回転軸24と連動させて一体的に回転させることでロータリバルブとして機能させているが，弁体35及び36によって回転軸を支持することは記載されていない。",
                "これらによると，引用発明2の弁体は，一対のラジアル軸受によって半径方向に支持されている回転軸に対して一体的に回転させるために，一対の切り欠きに連結環の爪片を係合させて取り付け，回転摺動できるように微小なクリアランスをおいてバルブシリンダ内に挿入されているだけであり，バルブシリンダの内周面で支持されたものではなく，回転軸を支持するものでもない。",
                "したがって，引用発明2には，「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されること」は開示されていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2-1の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明2において，一対のラジアル軸受を取り除けば，ロータリバルブの外周面のみが軸孔の内周面で直接支持されることとなるのは自明であると主張する。",
                    "しかし，引用発明2は圧縮機の吐出ポートの構造に関する発明であり，甲13では，回転軸を支持する一対のラジアル軸受については全く着目しておらず，一対のラジアル軸受で支持することについて何の課題も開示されていない。本件特許出願当時，回転軸を備えた圧縮機において，回転軸を回転可能に支持するために別体のラジアル軸受を設けるのが技術常識であり，引用発明2では，技術常識に従ってラジアル軸受が設けられているのであるから，甲13には，回転軸を回転可能に支持するラジアル軸受を取り除くための契機ないし動機付けが一切存在しない。",
                    "また，引用発明2において，回転軸を支持する手段として，一対のラジアル軸受を採用しており，引用発明2の「弁体」の部分は，ロータリバルブとして機能するものであり，回転軸を支持する軸受としての機能は予定していない。さらに，引用発明2の弁体は，回転軸とは別体とされており，また，弁体の回転軸に対する取付構造は，切り欠きに連結環の爪片を係合させただけであり，弁体によって回転軸を支持するほどには，強固に結合されてはいない。このように，引用発明2では，弁体の切り欠きに連結環の爪片を係合させる取付構造を採用し，弁体を回転軸と連動させて一体的に回転させることでロータリバルブとして機能させているが，弁体によって回転軸を支持することは期待されていない。",
                    "したがって，引用発明2において，一対のラジアル軸受を省略したとしても，当業者は，相違点2-1の「軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段」とすることも，「前記ラジアル軸受手段は，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段」とすることも，いずれも想到することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲5～7には，ロータリバルブを備えた圧縮機は開示されておらず，相違点2-1の「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段」が開示されていない。",
                    "仮に，引用発明2において，甲5～7を参酌して，ラジアル軸受を取り除いて軸孔の内周面で回転軸を直接支持する構造を採用したとしても，ラジアル軸受が配置されていたスラスト軸受と弁体との間の位置において軸孔の内周面で回転軸が支持されるだけであり，「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段」は想到することはできないし，このような「ロータリバルブを介して回転軸を支持するラジアル軸受手段」をカム体からロータリバルブ側における回転軸の部分に関する唯一のラジアル軸受手段とすることも想到することはできない。",
                    "したがって，引用発明2及び甲5～7に基づいて，相違点2-1に関する本件特許発明の構成を想到することはできない。",
                    "なお，甲5～7は，それぞれ異なる課題を解決するために，それぞれ異なる特別な構造を採用することにより，ラジアル軸受の省略を可能としたものであり，この課題とは無関係に独立して「駆動シャフトの軸受構造を簡素化するという課題を解決するために，ラジアル軸受を省略して，回転軸をシリンダブロックにより直接支持する構成」が周知であったわけではない。引用発明2の斜板型圧縮機には，ラジアル軸受を取り除くための特別な構造は採用されておらず，ラジアル軸受を取り除くことはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，相違点2-1に係る本件特許発明の構成は，引用発明2及び周知技術に基づいて当業者が容易に想到することができたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2-2の判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "圧縮反力伝達手段の構成は実質的な相違点であること",
                  "text": [
                    "引用発明2では一対のラジアル軸受によって回転軸が支持されており，ロータリバルブがラジアル軸受として機能しておらず，圧縮反力が一対のラジアル軸受で支承されるため，本件特許発明の圧縮反力伝達手段を備えていないのであり，この相違点は実質的な相違点である。また，本件特許出願当時，回転軸を備えた圧縮機において，回転軸を回転可能に支持するために別体のラジアル軸受を設けるのが技術常識であり，引用発明2では，技術常識に従って一対のラジアル軸受が設けられているのであるから，当業者は，引用発明2の回転軸が一対のラジアル軸受によって支持されていると認識するのであり，それ以外の位置においてさらに回転軸が支持されているとは認識しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "圧縮反力伝達手段の構成が容易想到ではないこと",
                  "text": [
                    "引用発明2は，斜板型圧縮機において，シリンダと吐出室とを隔離するバルブプレートの吐出ポートの体積がデッドボリュームとなり，吸入した冷媒を全て吐出することができず，性能を落としてしまうという問題を解決するため，各シリンダ4と吐出室7とをシリンダ4の径よりも大きい吐出弁2で仕切り，吐出弁2をシリンダの上端面5にスプリング3によって押さえつける構造を採用した発明である。このように，引用発明2は圧縮機の吐出ポートの構造に関する発明であり，甲13では，吐出行程にあるシリンダボア内のピストンに対する圧縮反力についても，斜板の前後一対のスラスト軸受についても全く着目していない。",
                    "また，引用発明2では，斜板の前後の一対のスラスト軸受は，いずれも斜板の平坦な端面とラジアル軸受の端面とに当接しており，スラスト荷重吸収機能を付与されたスラスト軸受手段ではなく，圧縮反力伝達手段の一部を構成するものではない。さらに，引用発明2の一対のスラスト軸受は，ラジアル軸受に隣接して設けられており，相違点2-2の「シリンダブロックの端面に形成された環状の突条とカム体の端面に形成された環状の突条とに当接し，カム体の突条の径をシリンダブロックの突条の径よりも大きくした」構造を物理的に採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "撓むスラスト軸受手段の構成は容易想到ではないこと",
                  "text": [
                    "引用発明2の一対のスラスト軸受は，ラジアル軸受に隣接して設けられており，甲11及び12に開示されているような「シリンダブロックの端面に形成された環状の突条」を採用することができない。引用発明2において甲11及び12に開示されたスラスト軸受を適用しようとすれば，ラジアル軸受の配置を含め，圧縮機の構造を根本的に設計し直す必要があり，もはや引用発明2に基づく容易想到の範囲を逸脱する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，相違点2-2に係る本件特許発明の構成は，引用発明2及び周知技術に基づいて当業者が容易に想到することができたものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(引用発明3に基づく無効理由3)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3-1の認定について",
              "text": [
                "原告は，当業者は，引用発明3から，摺動部位置の円筒形の弁体(ロータリバルブの外周面)はバルブシリンダの内周面(軸孔の内周面)に直接接触しており，ラジアル軸受手段として機能している構成を読み取ることができると主張する。",
                "しかし，甲14には，「回転軸24は，斜板室23の前後を後に詳細に説明する一対のラジアル軸受25及び26によって半径方向に支持されている」(【0019】)と記載され，回転軸24が一対のラジアル軸受25及び26によって半径方向に支持されていることが明記されている。",
                "本件特許出願当時，回転軸を備えた圧縮機において，回転軸を回転可能に支持するために別体のラジアル軸受を設けるのが技術常識であり，引用発明3では，技術常識に従って一対のラジアル軸受が設けられているのであるから，当業者は，引用発明3の回転軸が一対のラジアル軸受によって支持されていると認識するのであり，それ以外の位置においてさらに回転軸が支持されているとは認識しない。",
                "一方，ロータリバルブについて，甲14には，弁体35及び36が，回転軸上に嵌合されて回転軸に対して一体的に連結されていること，及び，バルブシリンダ内に微小なクリアランスをおいて回転摺動可能に挿入されていることしか記載されておらず(【0021】)，回転軸を支持することは記載されていない。なお，原告は甲9の【0023】の記載も引用しているが，甲9にも甲14と同様のことしか記載されておらず，ロータリバルブによって回転軸を支持することは記載されていない。",
                "さらに，引用発明3の弁体35及び36は，その外径が回転軸24の外径及び一対のラジアル軸受25及び26の内径よりも大きいため，前後の弁体は，回転軸24をシリンダブロック2に配置された一対のラジアル軸受25及び26内に回転可能に支持させた後に，回転軸24に取り付ける必要がある。このため，引用発明3の弁体35及び36は，回転軸24とは別体とされており，また，弁体35及び36の回転軸24に対する取付構造は，一対の切り欠き50に連結環51の爪片を係合させただけであり，回転軸24の回転を弁体35及び36に伝達して弁体35及び36を回転軸24と連動させて一体的に回転させるには強度が足りているとしても，弁体35及び36によって回転軸24を支持するほどには，強固に結合されてはいない。引用発明3では，弁体35及び36の切り欠き50に連結環51の爪片を係合させる取付構造を採用し，弁体35及び36を回転軸24と連動させて一体的に回転させることでロータリバルブとして機能させているが，弁体35及び36によって回転軸を支持することは期待されていない。",
                "このように，引用発明3の弁体35及び36は，一対のラジアル軸受によって半径方向に支持されている回転軸に対して一体的に回転させるために，一対の切り欠きに連結環の爪片を係合させて取り付け，回転摺動できるように微小なクリアランスをおいてバルブシリンダ内に挿入されているだけであるから，バルブシリンダの内周面で支持されたものではなく，回転軸24を支持するものでもない。",
                "したがって，引用発明3には，「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されること」は開示されていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3-1の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明3において，本件特許発明のロータリバルブに相当する円筒形の弁体は回転軸の外側に取り付けられているから，一対のラジアル軸受を取り除けば，ロータリバルブの外周面のみが軸孔の内周面で直接支持されることとなるのは自明であると主張する。",
                    "しかし，引用発明3はロータリバルブの吸入ポートの構造に関する発明であり，甲14では，回転軸を支持する一対のラジアル軸受については全く着目しておらず，一対のラジアル軸受で支持することについて何の課題も開示されていない。",
                    "本件特許出願当時，回転軸を備えた圧縮機において，回転軸を回転可能に支持するために別体のラジアル軸受を設けるのが技術常識であり，引用発明3では，技術常識にしたがってラジアル軸受が設けられているのであるから，甲14には，回転軸を回転可能に支持するラジアル軸受を取り除くための契機ないし動機付けが一切存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用発明3において，回転軸24を支持する手段として，一対のラジアル軸受25及び26を採用しており，引用発明3の弁体35及び36は，ロータリバルブとして機能するものであり，回転軸を支持する軸受としての機能は予定していない。引用発明3の弁体35及び36は，回転軸24とは別体とされており，弁体35及び36の回転軸24に対する取付構造は，弁体35及び36によって回転軸24を支持するほどには，強固に結合されてはいないから，弁体35及び36によって回転軸を支持することは期待されていない。",
                    "したがって，引用発明3において，一対のラジアル軸受を省略したとしても，当業者は，相違点3-1の「軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段」とすることも，「前記ラジアル軸受手段は，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段」とすることも，いずれも想到することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，甲5～7には，ロータリバルブを備えた圧縮機は開示されておらず，相違点3-1の「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段」が開示されていない。",
                    "仮に，引用発明3において，甲5～7を参酌して，ラジアル軸受を取り除いて軸孔の内周面で回転軸を直接支持する構造を採用したとしても，ラジアル軸受が配置されていたスラスト軸受と弁体との間の位置において軸孔の内周面で回転軸が支持されるだけであり，「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段」は想到することはできないし，「ロータリバルブを介して回転軸を支持するラジアル軸受手段」をカム体からロータリバルブ側における回転軸の部分に関する唯一のラジアル軸受手段とすることも想到することはできない。",
                    "したがって，引用発明3及び甲5～7に基づいて，相違点3-1に関する本件特許発明の構成を想到することはできない。",
                    "なお，甲5～7は，それぞれ異なる課題を解決するために，それぞれ異なる特別な構造を採用することにより，ラジアル軸受の省略を可能としたものであり，この課題とは無関係に独立して「駆動シャフトの軸受構造を簡素化するという課題を解決するために，ラジアル軸受を省略して，回転軸をシリンダブロックにより直接支持する構成」が周知であったわけではない。引用発明3の斜板型圧縮機には，ラジアル軸受を取り除くための特別な構造は採用されておらず，ラジアル軸受を取り除くことができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，相違点3-1に係る本件特許発明の構成は，引用発明3及び周知技術に基づいて当業者が容易に想到することができたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3-2の判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "圧縮反力伝達手段の構成は実質的な相違点であること",
                  "text": [
                    "引用発明3では一対のラジアル軸受25及び26によって回転軸が支持されており，ロータリバルブがラジアル軸受として機能しておらず，圧縮反力が一対のラジアル軸受25及び26で支承されるため，本件特許発明の圧縮反力伝達手段を備えていないのであり，この相違点は実質的な相違点である。また，本件特許出願当時，回転軸を備えた圧縮機において，回転軸を回転可能に支持するために別体のラジアル軸受を設けるのが技術常識であり，引用発明3では，技術常識に従って一対のラジアル軸受が設けられているのであるから，当業者は，引用発明3の回転軸が一対のラジアル軸受によって支持されていると認識するのであり，それ以外の位置においてさらに回転軸が支持されているとは認識しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "圧縮反力伝達手段の構成が容易想到ではないこと",
                  "text": [
                    "引用発明3は，吸入弁としてロータリバルブを使用した斜板型圧縮機では，吸入ポートの空間が圧縮のためのデッドスペースとなることに起因して，圧縮機の作動効率を低下させるため，吸入ポートの開口面積を十分に大きくとることができなかったという問題を解決するため，バルブシリンダ33，34が第1の吸入ポート37，38の他に，第2の吸入ポート44，45を備えているとともに，弁体35，36が第1の弁開口39，40の他に，第2の弁開口46，47を備えていることを特徴とするものである。このように，引用発明3はロータリバルブの吸入ポートの構造に関する発明であり，甲14では，吐出行程にあるシリンダボア内のピストンに対する圧縮反力についても，斜板の前後一対のスラスト軸受についても全く着目していない。",
                    "また，引用発明3では，斜板27の前後の一対のスラスト軸受28及び29は，いずれも斜板27の平坦な端面とラジアル軸受25及び26の端面とに当接しており，スラスト荷重吸収機能を付与されたスラスト軸受手段ではなく，圧縮反力伝達手段の一部を構成するものではない。さらに，引用発明3の一対のスラスト軸受28及び29は，ラジアル軸受25及び26に隣接して設けられており，相違点3-Bに係る「シリンダブロックの端面に形成された環状の突条とカム体の端面に形成された環状の突条とに当接し，カム体の突条の径をシリンダブロックの突条の径よりも大きくした」構造を物理的に採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "撓むスラスト軸受けの構成は容易想到ではないこと",
                  "text": [
                    "引用発明3の一対のスラスト軸受28及び29は，ラジアル軸受25及び26に隣接して設けられており，甲11及び甲12に開示されているような「シリンダブロックの端面に形成された環状の突条」を採用することができない。仮に，引用発明3において甲11及び甲12に開示されたスラスト軸受を適用しようとすると，ラジアル軸受の配置を含め，圧縮機の構造を根本的に設計し直す必要があるのであり，もはや引用発明3に基づく容易想到の範囲を逸脱する。",
                    "したがって，相違点3-2に係る本件特許発明の構成は，引用発明3及び周知技術に基づいて当業者が容易に想到することができたものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(引用発明4に基づく無効理由4)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点4-1の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲15の記載によると，引用発明4においてロータリバルブが駆動軸と一体化をしていることは明らかであると主張する。",
                    "しかし，引用発明4のロータリバルブ34，35は，駆動軸12と一体回転可能ではあるが，駆動軸12に対してスライド可能であるから，駆動軸12の軸方向については一体化されていない。",
                    "したがって，引用発明4において，ロータリバルブ34，35は駆動軸12と一体化されているとまではいえない。",
                    "また，引用発明4では，ロータリバルブ34，35をスライド可能に駆動軸12に嵌入支承し，シール力付与バネ38，39のバネ力によってロータリバルブ34，35を大径端部34b，35b側から小径端部34a，35a側へと付勢し，ロータリバルブ34，35の外周面が収容孔1a，2aの内周面に密接するようにしており，ロータリバルブ34，35をスライド可能とすることは引用発明4において必須の構成であり，当業者が適宜設計できる設計事項ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲15の【0019】～【0022】並びに【0027】及び【0028】の記載に基づいて，ガス放出通路のない引用発明4を認定できると主張する。",
                    "しかし，引用発明4のロータリバルブの外周面の構造は，本件特許発明の「前記ロータリバルブの外周面は，前記導入通路の出口を除いて円筒形状」という構成との対比において必要とされることは明らかである。また，甲15の記載によると，引用発明4の「ガス放出通路44，45」は，従来の圧縮機では，圧縮行程において高圧状態の一部の冷媒ガスがピストンの外周面とシリンダボアの内周面との間隙へ流入することになり，その流入ガス(ブローバイガス)は，シリンダボアの内周面に沿って圧縮室外へと漏洩するため，吐出効率を悪化させる原因となるという問題を解決するために必要不可欠な構成であり，引用発明4にとっては必須の構成要素である。さらに，甲15には，「ガス放出通路」を具備した構成しか開示されておらず，「ガス放出通路」を構成要件としない装置は開示されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，当業者は，甲15の記載から，ロータリバルブの外周面は，収納孔の内周面に直接接触しており，ラジアル軸受手段として機能している構成を読み取ることができると主張する。",
                    "しかし，甲15には，駆動軸12が円錐コロ軸受け10，11によって回転可能に架設支持されていることが明記されている(【0014】)から，当業者は，引用発明4の駆動軸12が円錐コロ軸受け10，11によって回転可能に架設支持されていると認識するのであり，それ以外の位置においてさらに駆動軸が支持されているとは認識しない。",
                    "一方，甲15には，テーパ形状を有したロータリバルブ34，35について，スライド可能に駆動軸12に嵌入支承され，その外周面がシール力付与バネ38，39のバネ力によって収容孔1a，2aの内周面に密接することが記載されているが，駆動軸12を支持することは記載されていない。また，甲15には，ロータリバルブ34，35の外周面をストレート形状とすることは記載されているものの，その場合のロータリバルブ34，35の外周面と収容孔1a，2aの内周面との関係については一切記載されておらず，駆動軸12をラジアル方向に支持することは記載されていない。",
                    "このように，引用発明4の駆動軸12は，円錐コロ軸受け10，11によって回転可能に架設支持されており，ロータリバルブ34，35によってラジアル方向に支持されているものではない。",
                    "なお，原告は，「カム体からロータリバルブ側における回転軸の部分」が，「カム体からロータリバルブまでの間の回転軸の部分」を意味すると解すると，引用発明4において，「唯一のラジアル軸受手段」の構成は存在すると主張する。しかし，本件特許発明の「カム体からロータリバルブ側における回転軸の部分」とは，「カム体からロータリバルブまでの間の回転軸の部分」だけを意味するものではないので，原告の解釈は誤っており，原告の主張も理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点4-1の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，ロータリバルブの外周面の形状を「ガス放出通路」のない通常の円筒形状とすることは設計事項に過ぎないと主張する。",
                    "しかし，引用発明4は，ピストン外周面に開口部を有する「バイパス通路32」及びロータリバルブ34，35の外周面に形成された「ガス放出通路44，45」によって，圧縮行程においてピストンの外周面とシリンダボアの内周面との間隙から漏洩するブローバイガスを圧縮行程開始の状態にある圧縮室へ流入させる発明であって，引用発明4の圧縮機は，この発明を実現するための特殊な構造を採用したのであり，このような特殊な構造を周知技術で置換することはできない。",
                    "ロータリバルブ34，35の外周面に形成された「ガス放出通路44，45」は引用発明4にとって必須の構成であり，当業者は，引用発明4において，「ガス放出通路44，45」を除いた構成を採用しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明4において，円錐コロ軸受けをラジアル軸受手段とスラスト軸受手段とに分離することに何ら支障はなく，当業者であれば分離したラジアル軸受について甲5～7の周知技術を適用することができると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明4の駆動軸12は，円錐コロ軸受け10，11によって両ハウジング3，4の間に回転可能に架設支持されているのであり，ロータリバルブ34，35を軸受として利用していない。引用発明4の構造は，引用発明4の課題の解決手段として採用された特別なものであり，引用発明4においてこのような構造を変更する動機付けは存在しない。特に，駆動軸12を両ハウジング3，4との間で支持する円錐コロ軸受け10，11について，ラジアル軸受手段とスラスト軸受手段とに分離し，スラスト軸受についてはハウジングではなくシリンダブロックとの間で支持する構造に変更し，ラジアル軸受については省略して，ロータリバルブによる支持のみとすることは，当業者が容易に想到できる範囲を逸脱しており，相違点4-1に係る本件特許発明の構成を想到することができないことは明白である。",
                        "また，引用発明4においては，駆動軸12は，円錐コロ軸受け10，11によって両ハウジング3，4の間に回転可能に架設支持されており，一対のラジアル軸受を採用していないのであるから，引用発明4に甲5～7を適用する余地はない。さらに，甲5～7には，ロータリバルブを備えた圧縮機は開示されておらず，相違点4-1の「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段」が開示されていない。",
                        "したがって，円錐コロ軸受け10，11を採用した引用発明4に甲5～7を適用する余地はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，引用発明4において，甲5～7を参酌して，円錐コロ軸受け10，11を取り除いたとしても，円錐コロ軸受け10，11が配置されていたフロントハウジング3及びリアハウジング4の中心部の支持孔3a，4aで駆動軸12が支持されるだけであり，「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段」は想到することはできないし，このような「ロータリバルブを介して回転軸を支持するラジアル軸受手段」をカム体からロータリバルブ側における回転軸の部分に関する唯一のラジアル軸受手段とすることも想到することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用発明4及び甲5～7に基づいて，相違点4-1に関する本件特許発明の構成を想到することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，相違点4-1に関する本件特許発明の構成は，引用発明4及び周知技術に基づいて当業者が容易に想到することができたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点4-2の判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "圧縮反力伝達手段の構成が実質的な相違点であること",
                  "text": [
                    "引用発明4では一対の円錐コロ軸受け10，11によって駆動軸12が支持されており，ロータリバルブがラジアル軸受として機能しておらず，圧縮反力が一対の円錐コロ軸受け10，11で支承されるため，本件特許発明の圧縮反力伝達手段を備えていないのであり，この相違点は実質的な相違点である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "圧縮反力伝達手段の構成及び撓むスラスト軸受の構成が容易想到ではないこと",
                  "text": [
                    "引用発明4では，ロータリバルブ34，35と斜板15との間にシール力付与バネ38，39を介在させ，駆動軸12に対してスライド可能なロータリバルブ34，35の外周面を収容孔1a，2aの内周面に密接させる構成を採用していることから，斜板15をシリンダブロックとの間で前後一対のスラスト軸受手段によって挟むことができない構造である。このため，引用発明4には，本件特許発明の構成要件の「前後一対のスラスト軸受手段」を採用する動機付けは存在しないのであり，周知技術を組み合わせても「前後一対のスラスト軸受手段」を具備した本件特許発明の構成には至らない。",
                    "また，引用発明4の駆動軸12は，円錐コロ軸受け10，11によって両ハウジング3，4の間に回転可能に架設支持されているのであり，駆動軸12を両ハウジング3，4との間で支持する円錐コロ軸受け10，11について，ラジアル軸受手段とスラスト軸受手段とに分離し，スラスト軸受についてはハウジングではなくシリンダブロックとの間で支持する構造に変更し，ラジアル軸受については省略して，ロータリバルブによる支持のみとすることは，当業者が容易に想到できる範囲を逸脱しており，相違点4-2に係る本件特許発明の構成を想到することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，相違点4-2に係る本件特許発明の構成は，引用発明4及び周知技術に基づいて当業者が容易に想到することができたものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(引用発明5に基づく無効理由5)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点5-1の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲16の記載によると，ロータリバルブが回転軸と一体化をしていることは明らかであると主張する。",
                    "しかし，引用発明5のロータリバルブ27，28は，回転軸7と一体回転可能ではあるが，回転軸7に対してスライド可能であるから，回転軸7の軸方向については一体化されていない。",
                    "したがって，引用発明5において，ロータリバルブ27，28は回転軸7と一体化されているとまではいえない。",
                    "また，引用発明5では，テーパ形状を有したロータリバルブ27，28が，吸入圧領域である斜板室11と吐出圧領域とを遮断しており，吐出圧領域側から吸入圧領域側に向けて付勢されているため，ロータリバルブ27，28のテーパ周面27c，28cが収容孔1a，2aの内周面に押接され，摺接しながら回転しているのであり，スライド可能な構成とすることは引用発明5にとって必須の構成であり，当業者が適宜設計できる設計事項ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，当業者は，甲16の記載から，ロータリバルブの周面は，収納孔の内周面に直接接触しており，ラジアル軸受手段として機能している構成を読み取ることができると主張する。",
                    "しかし，甲16には，「バルブプレート3，4の支持孔3a，4aには回転軸7が円錐コロ軸受け8，9を介して回転可能に支持されており」(【0015】)と記載され，回転軸7が円錐コロ軸受け8，9によって回転可能に支持されていることが明記されているから，当業者は，引用発明5の回転軸7が円錐コロ軸受け8，9によって回転可能に支持されていると認識するのであり，それ以外の位置においてさらに回転軸が支持されているとは認識しない。",
                    "一方，甲16には，テーパ形状を有したロータリバルブ27，28について，スライド可能に回転軸7上にスライド可能に支持され，ロータリバルブ27，28の周面27c，28cは収容孔1a，2aの内周面にぴったりと嵌合可能であることが記載されているが，ロータリバルブ27，28が回転軸7を支持することは記載されていない。また，甲16には，ストレート周面ではロータリバルブと収容孔の周面との間のクリアランスが大きくなると記載されており(【0037】)，甲16には，ロータリバルブ27，28がラジアル方向に回転軸7を支持することは記載されていない。",
                    "このように，引用発明5の回転軸7は，円錐コロ軸受け8，9によって回転可能に支持されており，ロータリバルブ27，28によってラジアル方向に支持されているものではない。",
                    "なお，原告は，「カム体からロータリバルブ側における回転軸の部分」が，「カム体からロータリバルブまでの間の回転軸の部分」を意味すると解すると，引用発明5において，「唯一のラジアル軸受手段」の構成は存在すると主張するが，本件特許発明の「カム体からロータリバルブ側における回転軸の部分」とは，「カム体からロータリバルブまでの間の回転軸の部分」だけを意味するものではないのであるから，原告の解釈は誤っており，原告の主張には理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点5-1の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明5は，ロータリバルブ27，28内の吸入通路29，30及び回転軸7内の吐出通路37によって，シリンダブロック内の吸入通路及び吐出通路を不要とし，吐出圧領域に包囲された回転軸の周面から吐出通路37にかけて貫設した油供給孔7cによってロータリバルブ27，28の摺接周面等に潤滑油を供給することで，吸入圧領域と吐出圧領域とを遮断するロータリバルブ27，28の摩耗を防止し，シール性を高める発明であって，引用発明5の圧縮機は，この発明を実現するための特殊な構造を採用したのであり，このような特殊な構造を周知技術で置換することはできない。",
                    "また，引用発明5の回転軸7は，円錐コロ軸受け8，9によって両ハウジング18，19の間に回転可能に支持されているのであり，ロータリバルブ27，28を軸受として利用していない。引用発明5の構造は，引用発明5の課題の解決手段として採用された特別なものであり，引用発明5においてこのような構造を変更する動機付けは存在しない。特に，回転軸7を両ハウジング18，19との間で支持する円錐コロ軸受け8，9について，ラジアル軸受手段とスラスト軸受手段とに分離し，スラスト軸受についてはハウジングではなくシリンダブロックとの間で支持する構造に変更し，ラジアル軸受については省略して，ロータリバルブによる支持のみとすることは当業者が容易に想到できる範囲を逸脱しており，相違点5-1に係る本件特許発明の構成を想到することはできない。",
                    "また，引用発明5においては，回転軸7は，円錐コロ軸受け8，9によって両ハウジング18，19の間に回転可能に支持されており，一対のラジアル軸受を採用していないのであるから，引用発明5に甲5～7を適用する余地はない。さらに，甲5～7には，ロータリバルブを備えた圧縮機は開示されておらず，相違点5-1の「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段」が開示されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，引用発明5において，甲5～7を参酌して，円錐コロ軸受け8，9を取り除いたとしても，円錐コロ軸受け8，9が配置されていたバルブプレート3，4の支持孔3a，4aで回転軸7が支持されるだけであり，「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段」を想到することはできないし，また，「ロータリバルブを介して回転軸を支持するラジアル軸受手段」をカム体からロータリバルブ側における回転軸の部分に関する唯一のラジアル軸受手段とすることも想到することはできない。",
                    "したがって，引用発明5及び甲5～7に基づいて，相違点5-1に関する本件特許発明の構成を想到することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，相違点5-1に係る本件特許発明の構成は，引用発明5及び周知技術に基づいて当業者が容易に想到することができたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点5-2の判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "圧縮反力伝達手段の構成が実質的な相違点であること",
                  "text": [
                    "引用発明5では一対の円錐コロ軸受け8，9によって回転軸7が支持されており，ロータリバルブがラジアル軸受として機能しておらず，圧縮反力が一対の円錐コロ軸受け8，9で支承されるため，本件特許発明の圧縮反力伝達手段を備えていないのであり，この相違点は実質的な相違点である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "圧縮反力伝達手段の構成及び撓むスラスト軸受の構成が容易想到ではないこと",
                  "text": [
                    "引用発明5は，シリンダブロック内の複数の吸入通路を不要とするために，ロータリバルブ27，28内の吸入通路29，30を経由して斜板室11から圧縮室に冷媒を供給する構造を採用したのであり，このため斜板室11には吸入通路29，30への冷媒の供給を妨害しないように，一般的な「カム体を前後一対のスラスト軸受手段によってシリンダブロックとの間で支持するスラスト軸受手段」ではなく，両ハウジング18，19との間で回転軸7を支持する円錐コロ軸受け8，9に変更したのである。このように，引用発明5では，課題を解決するために，あえて一般的な構造ではなく特別な構造を採用したのであり，本件特許発明の構成要件の「前後一対のスラスト軸受手段」を採用する動機付けは存在しないから，周知技術を組み合わせても「前後一対のスラスト軸受手段」を具備した本件特許発明の構成には至らない。",
                    "また，引用発明5では，押さえ突起18aと円錐コロ軸受け8の外輪8aとの間には環状板形状の予荷重付与ばね20が介在され，ボルト21の締め付けは予荷重付与ばね20を撓み変形させ，この撓み変形が円錐コロ軸受け8を介して回転軸7にスラスト方向の予荷重を与えており，寸法公差吸収という課題は解決しているのであるから，寸法公差吸収が存在することを理由とする原告の主張は，前提を欠いており，理由がない。",
                    "さらに，引用発明5の構造は，引用発明5の課題の解決手段として採用された特別なものであり，回転軸7を両ハウジング18，19との間で支持する円錐コロ軸受け8，9について，ラジアル軸受手段とスラスト軸受手段とに分離し，スラスト軸受についてはハウジングではなくシリンダブロックとの間で支持する構造に変更し，ラジアル軸受については省略して，ロータリバルブによる支持のみとすることは，当業者が容易に想到できる範囲を逸脱しており，相違点5-2に係る本件特許発明の構成は想到することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，相違点5-2に関する本件特許発明の構成は，引用発明5及び周知技術に基づいて当業者が容易に想到することができたものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件特許発明の要旨について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の特許請求の範囲は，前記第2，2のとおりであるほか，本件明細書(甲31)には，次の記載があることが認められる。",
                "【技術分野】",
                "【0001】",
                "本発明は，回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させるピストン式圧縮機における冷媒吸入構造に関する。さらに言えば，前記回転軸と一体化されていると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機における冷媒吸入構造に関する。",
                "【背景技術】",
                "【0002】",
                "従来，シリンダボア内に冷媒を導入するためにロータリバルブが採用されたピストン式圧縮機が知られている。そして，このロータリバルブに関して，回転軸とは別体とされたものがバルブ収容室に収容された可変容量型斜板式圧縮機が知られている・・・。また，回転軸そのものがロータリバルブとなっている，両頭ピストンを用いた固定容量型斜板式圧縮機が知られている・・・。",
                "【0003】",
                "シリンダボア内へ冷媒を導入するための吸入ポートをロータリバルブで開閉する構成は，シリンダボア内へ冷媒を導入するための吸入ポートを撓み変形可能な吸入弁で開閉する構造に比べ，体積効率の向上を可能にする。",
                "【発明が解決しようとする課題】",
                "【0004】",
                "しかし，前記各特許文献の圧縮機のいずれにおいても，吐出行程にあるシリンダボア内の冷媒がこのシリンダボアに連通する吸入通路からロータリバルブの外周面に沿ってシリンダボア外に洩れ易い。即ち，特許文献1の圧縮機では，バルブ収容室の内周面とロータリバルブの外周面との間のクリアランスを極力小さくすることが冷媒洩れを防止する上で要求されるが，このクリアランス管理は非常に難しい。又，特許文献2の圧縮機においても，シリンダブロックに貫設した貫通孔の内周面とロータリバルブの外周面との間のクリアランスに関して同様の問題がある。このような冷媒漏れは，圧縮機の体積効率を低下させることとなる。",
                "【0005】",
                "本発明は，ロータリバルブを用いたピストン式圧縮機における体積効率を向上させることを目的とする。",
                "【課題を解決するための手段】",
                "【0006】",
                "そのために本発明は，シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させるピストン式圧縮機における冷媒吸入構造を対象としている。さらに本発明は，前記回転軸と一体化されていると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機における冷媒吸入構造を対象としている。",
                "【0007】",
                "そして請求項1の発明は，前記シリンダボアに連通し，かつ前記ロータリバルブの回転に伴って前記導入通路と間欠的に連通する吸入通路を備えている。さらに請求項1の発明は，吐出行程にある前記シリンダボア内の前記ピストンに対する圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する前記吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を備えている。",
                "【0008】",
                "吐出行程にあるシリンダボア内のピストンは，圧縮反力を受け，この圧縮反力は，ピストン及びカム体を介して回転軸に伝達される。回転軸に伝達される圧縮反力は，吐出行程にあるシリンダボアに向けてロータリバルブを付勢する。吐出行程にあるシリンダボアに向けて付勢されるロータリバルブは，吐出行程にあるシリンダボアに連通する吸入通路の入口に向けて付勢される。吐出行程にあるシリンダボアに連通する吸入通路の入口に向けてロータリバルブを付勢する構成は，吐出行程にあるシリンダボアに連通する吸入通路からの冷媒洩れ防止に寄与する。",
                "【0009】",
                "また，請求項1の発明では，前記シリンダブロックは，前記ロータリバルブを回転可能に収容する軸孔を有している。前記導入通路の出口は，前記ロータリバルブの外周面上に設けられ，前記吸入通路の入口は，前記軸孔の内周面上に設けられている。そして，前記軸孔の前記内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段を構成している。さらに，前記ラジアル軸受手段は，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段とされている。",
                "【0010】",
                "カム体からロータリバルブ側における回転軸の部分は，軸孔の内周面とロータリバルブの外周面とからなるラジアル軸受手段のみによって支持される。このような支持構成は，吸入通路の入口に向けたロータリバルブの付勢による冷媒洩れ防止作用を高める。",
                "さらに，請求項1の発明では，前記ピストンは両頭ピストンであり，前記両頭ピストンを収容する前後一対のシリンダボアに対応する一対のロータリバルブが前記回転軸と一体的に回転し，前記カム体は，前後一対のスラスト軸受手段によって挟まれて前記回転軸の軸線の方向の位置を規制されており，前記一対のスラスト軸受手段の少なくとも一方は前記圧縮反力伝達手段の一部をなし，該圧縮反力伝達手段の一部をなすスラスト軸受手段は，前記シリンダブロックの端面に形成された環状の突条と前記カム体の端面に形成された環状の突条とに当接し，前記カム体の突条の径を前記シリンダブロックの突条の径よりも大きくしている。・・・",
                "【発明の効果】",
                "【0015】",
                "本発明では，吐出行程にある前記シリンダボア内の前記ピストンに対する圧縮反力により，吐出行程にある前記シリンダボアに連通する前記吸入通路の入口に向けて前記ロータリバルブを付勢するようにした。これにより，ロータリバルブを用いたピストン式圧縮機における体積効率を向上し得るという優れた効果を奏する。",
                "【発明を実施するための最良の形態】",
                "【0016】",
                "以下，本発明の冷媒吸入構造を，両頭ピストンを備えた固定容量型圧縮機において具体化した第1の実施の形態を図1～図5に基づいて説明する。",
                "【0017】",
                "図1に示すように，接合された一対のシリンダブロック11，12にはフロントハウジング13及びリヤハウジング14が接合されている。フロントハウジング13には吐出室131が形成されている。リヤハウジング14には吐出室141及び吸入室142が形成されている。",
                "【0018】",
                "シリンダブロック11とフロントハウジング13との間にはバルブプレート15，弁形成プレート16及びリテーナ形成プレート17が介在されている。シリンダブロック12とリヤハウジング14との間にはバルブプレート18，弁形成プレート19及びリテーナ形成プレート20が介在されている。バルブプレート15，18には吐出ポート151，181が形成されており，弁形成プレート16，19には吐出弁161，191が形成されている。吐出弁161，191は，吐出ポート151，181を開閉する。リテーナ形成プレート17，20にはリテーナ171，201が形成されている。リテーナ171，201は，吐出弁161，191の開度を規制する。",
                "【0019】",
                "シリンダブロック11，12には回転軸21が回転可能に支持されている。回転軸21は，シリンダブロック11，12に貫設された軸孔112，122に挿通されている。回転軸21は，軸孔112，122を介してシリンダブロック11，12によって直接支持されている。",
                "【0020】",
                "フロントハウジング13と回転軸21との間には軸シール部材22が介在されている。回転軸21には，アルミニウム(アルミニウム合金を含む)からなる斜板23(カム体)が固着されている。斜板23は，シリンダブロック11，12間の斜板室24に収容されている。斜板23は，シュー301，302と摺接する板状部235が，回転軸21の軸線211に直交する平面との間でなす角度(斜板傾角)が一定とされたタイプである。シリンダブロック11の端面と斜板23の円環状の基部231との間にはスラストベアリング25が介在されている。",
                "【0021】",
                "シリンダブロック12の端面と斜板23の基部231との間にはスラストベアリング26が介在されている。回転軸21は，前後一対のスラストベアリング(スラスト軸受手段)25，26によって挟まれることで，軸線211方向への位置決めがなされている。",
                "【0022】",
                "図4に示すように，スラストベアリング25は，一対のレース251，252と複数のコロ253とからなる。シリンダブロック11の端面には環状の突条111が形成されている。突条111の先端は，スラストベアリング25のレース251に当接している。スラストベアリング25のレース252は，斜板23の基部231の端面232に接合している。スラストベアリング25を回転軸21の軸線211の方向に見た場合，突条111とレース251との接合範囲と，端面232とレース252との接合範囲とは，大部分において重なり合う。従って，レース251，252がスラスト荷重によって撓み変形することはない。即ち，スラストベアリング25にはスラスト荷重を吸収するスラスト荷重吸収機能は付与されていない。",
                "【0023】",
                "図5に示すように，スラストベアリング26は，一対のレース261，262と複数のコロ263とからなる。シリンダブロック12の端面には環状の突条121が形成されている。突条121は，スラストベアリング26のレース261に当接している。斜板23の基部231の端面233には環状の突条234が形成されている。突条234は，スラストベアリング26のレース262に当接している。突条234の径は，突条121の径よりも大きくしてある。スラストベアリング26を回転軸21の軸線211の方向に見た場合，突条121とレース261との接合範囲と，突条234とレース262との接合範囲とは，重なり合わない。従って，レース261，262は，スラスト荷重によって撓み変形可能である。即ち，スラストベアリング26にはスラスト荷重を吸収するスラスト荷重吸収機能が付与されている。",
                "【0024】",
                "図2(a)に示すように，シリンダブロック11には複数のシリンダボア27，27Aが回転軸21の周囲に配列されるように形成されている。図3(a)に示すように，シリンダブロック12には複数のシリンダボア28，28A，28Bが回転軸21の周囲に配列されるように形成されている。前後(フロントハウジング13側を前側，リヤハウジング14側を後側としている)で対となるシリンダボア27，28，28B，及びシリンダボア27A，28Aには両頭ピストン29，29Aが収容されている。",
                "【0025】",
                "図1に示すように，回転軸21と一体的に回転する斜板23の回転運動は，シュー301，302を介して両頭ピストン29，29Aに伝えられ，両頭ピストン29，29Aがシリンダボア27，27A，28，28A，28B内を前後に往復動する。両頭ピストン29，29Aは，シリンダボア27，27A，28，28A，28B内に圧縮室271，281を区画する。",
                "【0026】",
                "回転軸21を通す軸孔112，122の内周面にはシール周面113，123が形成されている。シール周面113，123の径は，軸孔112，122の他の内周面の径よりも小さくしてあり，回転軸21は，シール周面113，123を介してシリンダブロック11，12によって直接支持される。",
                "【0027】",
                "回転軸21内には通路212が形成されている。通路212の始端は，回転軸21の内端面にあってリヤハウジング14内の吸入室142に開口している。回転軸21には導入通路31，32が通路212に連通するように形成されている。",
                "【0028】",
                "図2(a)，(b)及び図4に示すように，シリンダブロック11には吸入通路33，33Aがシリンダボア27，27Aと軸孔112とを連通するように形成されている。吸入通路33，33Aの入口331は，シール周面113上に開口している。図3(a)，(b)及び図5に示すように，シリンダブロック12には吸入通路34，34Aがシリンダボア28，28A，28Bと軸孔122とを連通するように形成されている。吸入通路34，34Aの入口341は，シール周面123上に開口している。回転軸21の回転に伴い，導入通路31，32の出口311，321は，吸入通路33，33A，34，34Aの入口331，341に間欠的に連通する。",
                "【0029】",
                "シリンダボア27，27Aが吸入行程の状態(即ち，両頭ピストン29，29Aが図1の左側から右側へ移動する行程)にあるときには，出口311と吸入通路33，33Aの入口331とが連通する。シリンダボア27，27Aが吸入行程の状態にあるときには，回転軸21の通路212内の冷媒が導入通路31及び吸入通路33，33Aを経由してシリンダボア27，27Aの圧縮室271に吸入される。",
                "【0030】",
                "シリンダボア27，27Aが吐出行程の状態(即ち，両頭ピストン29，29Aが図1の右側から左側へ移動する行程)にあるときには，出口311と吸入通路33，33Aの入口331との連通が遮断される。シリンダボア27，27Aが吐出行程の状態にあるときには，圧縮室271内の冷媒が吐出ポート151から吐出弁161を押し退けて吐出室131へ吐出される。吐出室131へ吐出された冷媒は，図示しない外部冷媒回路へ流出する。",
                "【0031】",
                "シリンダボア28，28A，28Bが吸入行程の状態(即ち，両頭ピストン29，29Aが図1の右側から左側へ移動する行程)にあるときには，出口321と吸入通路34，34Aの入口341とが連通する。シリンダボア28，28A，28Bが吸入行程の状態にあるときには，回転軸21の通路212内の冷媒が導入通路32及び吸入通路34，34Aを経由してシリンダボア28，28A，28Bの圧縮室281に吸入される。",
                "【0032】",
                "シリンダボア28，28A，28Bが吐出行程の状態(即ち，両頭ピストン29，29Aが図1の左側から右側へ移動する行程)にあるときには，出口321と吸入通路34，34Aの入口341との連通が遮断される。シリンダボア28，28A，28Bが吐出行程の状態にあるときには，圧縮室281内の冷媒が吐出ポート181から吐出弁191を押し退けて吐出室141へ吐出される。吐出室141へ吐出された冷媒は，外部冷媒回路へ流出する。外部冷媒回路へ流出した冷媒は，吸入室142へ還流する。",
                "【0033】",
                "図4及び図5に示すように，シール周面113，123によって包囲される回転軸21の部分は，回転軸21に一体形成されたロータリバルブ35，36となる。シール周面113，123によって包囲されるロータリバルブ35，36の外周面351，361は，シール周面113，123に対応する。シール周面113は，ロータリバルブ35を収容するバルブ収容室37(図4に図示)の内周面となる。シール周面123は，ロータリバルブ36を収容するバルブ収容室38(図5に図示)の内周面となる。",
                "【0034】",
                "第1の実施の形態では以下の効果が得られる。",
                "(1-1)図1に示すシリンダボア27Aが吐出行程の状態にあるとする。この場合，図3に示す下側のシリンダボア28Bも吐出行程の状態にある。吐出行程の状態にあるシリンダボア27A内の両頭ピストン29Aは，シリンダボア27A内の冷媒を圧縮しつつ吐出室131へ吐出する際に圧縮反力を受ける。この圧縮反力は，両頭ピストン29A，シュー301及び斜板23を介して回転軸21に伝達される。",
                "【0035】",
                "両頭ピストン29Aを介して斜板23に伝達される圧縮反力は，図1に矢印F1で示す力として斜板23に作用する。シリンダボア28B内の両頭ピストン29を介して斜板23に伝達される圧縮反力も同様の力F2(図1に矢印F2で示す)として斜板23に作用する。これらの力F1，F2は，斜板23の径中心部を中心として斜板23と一体化された回転軸21を傾かせようとする。回転軸21は，軸孔112，122の内周面に対して接離可能に軸受支持されており，軸孔112，122の内周面に対する回転軸21の変位がロータリバルブ35，36に伝達される。",
                "【0036】",
                "即ち，吐出行程の状態にあるシリンダボア27A，28B内の両頭ピストン29A，29を介して回転軸21に伝達される圧縮反力は，吐出行程の状態にあるシリンダボア27Aに向けてロータリバルブ35を付勢する。同様に，ロータリバルブ36も前記圧縮反力によってシリンダボア28Bに向けて付勢される。",
                "【0037】",
                "シュー301，302，斜板23及び回転軸21は，吐出行程にあるシリンダボアに連通する吸入通路の入口331，341に向けて圧縮反力によってロータリバルブ35，36を付勢する圧縮反力伝達手段を構成する。",
                "【0038】",
                "吐出行程にあるシリンダボア27Aに向けて付勢されるロータリバルブ35の外周面351は，吐出行程にあるシリンダボア27Aに連通する吸入通路33Aの入口331付近のシール周面113に押接される。吐出行程にあるシリンダボア28Bに向けて付勢されるロータリバルブ36の外周面361は，吐出行程にあるシリンダボア28Bに連通する吸入通路34の入口341付近のシール周面123に押接される。その結果，吐出行程にあるシリンダボア27A，28Bにおける圧縮室271，281内の冷媒が吸入通路33A，34から洩れ難くなり，圧縮機における体積効率が向上する。",
                "【0039】",
                "(1-2)スラストベアリング25にはスラスト荷重吸収機能が付与されていないが，スラストベアリング26にはスラスト荷重吸収機能が付与されている。",
                "スラストベアリング26におけるスラスト荷重吸収機能は，部品の寸法誤差による組み付け誤差を吸収する。スラストベアリング26におけるスラスト荷重吸収機能は，斜板23がその径中心部を中心として図1の力F1，F2の方向へ回ろうとする動きを許容する。即ち，スラスト荷重吸収機能を備えたスラストベアリング26は，吐出行程にあるシリンダボアに連通する吸入通路の入口に向けてロータリバルブ35，36を圧縮反力によって付勢することを許容する。スラスト荷重吸収機能を付与されたスラストベアリング26を圧縮反力伝達手段の一部とする構成は，圧縮室271，281から吸入通路を経由した冷媒洩れを抑制する上で簡便な構成である。",
                "【0040】",
                "(1-3)斜板23からロータリバルブ35側における回転軸21の部分は，シール周面113(即ち，バルブ収容室37の内周面)とロータリバルブ35の外周面351とからなるラジアル軸受手段のみによって支持される。バルブ収容室37の内周面であるシール周面113は，ロータリバルブ35を介して回転軸21を支持するラジアル軸受手段となっている。ラジアル軸受手段であるシール周面113は，斜板23からロータリバルブ35側における回転軸21の部分に関する唯一のラジアル軸受手段である。又，シール周面113は，吐出行程にあるシリンダボア27Aに連通する吸入通路33Aの入口331に向けてロータリバルブ35を付勢することを許容する圧縮反力伝達手段の一部である。",
                "【0041】",
                "斜板23からロータリバルブ36側における回転軸21の部分は，シール周面123(即ち，バルブ収容室38の内周面)とロータリバルブ36の外周面361とからなるラジアル軸受手段のみによって支持される。バルブ収容室38の内周面であるシール周面123は，ロータリバルブ36を介して回転軸21を支持するラジアル軸受手段となっている。ラジアル軸受手段であるシール周面123は，斜板23からロータリバルブ36側における回転軸21の部分に関する唯一のラジアル軸受手段である。又，シール周面123は，吐出行程にあるシリンダボア28Bに連通する吸入通路34の入口341に向けてロータリバルブ36を付勢することを許容する圧縮反力伝達手段の一部である。",
                "【0042】",
                "斜板23からロータリバルブ側における回転軸21の部分に関する唯一のラジアル軸受手段によって回転軸21を支持する構成は，吸入通路33A，34Aの入口331，341をロータリバルブ35，36によって塞ぐ作用を高める。",
                "【0043】",
                "(1-4)吐出行程にあるシリンダボア27A，28Bに連通する吸入通路33A，34の入口331，341は，圧縮反力によるロータリバルブ35，36の押接によって閉鎖される状態となる。この閉鎖状態は，ロータリバルブ35，36の外周面351，361と，シール周面113，123との間のクリアランスの大きさにそれほど左右されない。従って，前記クリアランスに関する厳密な管理は不要となり，吐出行程にあるシリンダボア27A，28Bにおける圧縮室271，281から吸入通路33A，34を経由する冷媒の洩れ難さは，前記クリアランスの要求精度が低い場合にも殆ど変わらない。即ち，前記クリアランスの要求精度が低い場合にも，圧縮機における体積効率が向上する。",
                "【0044】",
                "(1-5)シリンダブロック11側におけるシール周面113に対するロータリバルブ35の押接方向と，シリンダブロック12側におけるシール周面123に対するロータリバルブ36の押接方向とは，互いに逆方向である。そのため，回転軸21は，斜板23の径中心部を中心として傾き易くなければならない。軸孔112，122と回転軸21の周面との接触範囲が回転軸21の軸線211の方向に短いほど回転軸21が傾き易くなる。軸孔112，122内に他部位よりも小径のシール周面113，123を設ける構成は，回転軸21を傾き易くすることに寄与する。",
                "【0045】",
                "(1-6)回転軸21にロータリバルブ35，36を一体形成した構成は，部品点数を減らし，かつ圧縮機の組み付け工程を簡素にする。・・・",
                "【図1】",
                "【図2】                          【図3】",
                "【図4】                  【図5】"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "上記(1)によると，本件特許発明は，次のとおりのものであると認められる。"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "本件特許発明は，回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させるピストン式圧縮機における冷媒吸入構造に関する(【0001】)。"
          ]
        },
        {
          "fig": "イ",
          "subject": "従来，シリンダボア内に冷媒を導入するためにロータリバルブが採用されたピストン式圧縮機が知られている。シリンダボア内へ冷媒を導入するための吸入ポートをロータリバルブで開閉する構成は，シリンダボア内へ冷媒を導入するための吸入ポートを撓み変形可能な吸入弁で開閉する構造に比べ，体積効率の向上を可能にする。(【0002】，【0003】)"
        },
        {
          "fig": "ウ",
          "subject": "従来の圧縮機のいずれにおいても，吐出行程にあるシリンダボア内の冷媒がこのシリンダボアに連通する吸入通路からロータリバルブの外周面に沿ってシリンダボア外に洩れ易い。本件特許発明は，ロータリバルブを用いたピストン式圧縮機における体積効率を向上させることを目的とする。(【0004】，【0005】)"
        },
        {
          "fig": "エ",
          "subject": "本件特許発明は，シリンダブロックにおける回転軸の周囲に配列された複数のシリンダボア内にピストンを収容し，前記回転軸の回転にカム体を介して前記ピストンを連動させるピストン式圧縮機における冷媒吸入構造を対象としている。本件特許発明は，前記回転軸と一体化されていると共に，前記ピストンによって前記シリンダボア内に区画される圧縮室に冷媒を導入するための導入通路を有するロータリバルブを備えたピストン式圧縮機における冷媒吸入構造を対象としている。そして，本件特許発明は，前記シリンダボアに連通し，かつ前記ロータリバルブの回転に伴って前記導入通路と間欠的に連通する吸入通路を備えており，吐出行程にある前記シリンダボア内の前記ピストンに対する圧縮反力を前記ロータリバルブに伝達して，吐出行程にある前記シリンダボアに連通する前記吸入通路の入口に向けて前記ロータリバルブを付勢する圧縮反力伝達手段を備えている。前記シリンダブロックは，前記ロータリバルブを回転可能に収容する軸孔を有している。前記導入通路の出口は，前記ロータリバルブの外周面上に設けられ，前記吸入通路の入口は，前記軸孔の内周面上に設けられている。前記軸孔の前記内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段を構成している。さらに，前記ラジアル軸受手段は，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段とされている。(【0006】，【0007】，【0009】)",
          "text": [
            "さらに，本件特許発明において，前記ピストンは両頭ピストンであり，前記両頭ピストンを収容する前後一対のシリンダボアに対応する一対のロータリバルブが前記回転軸と一体的に回転し，前記カム体は，前後一対のスラスト軸受手段によって挟まれて前記回転軸の軸線の方向の位置を規制されており，前記一対のスラスト軸受手段の少なくとも一方は前記圧縮反力伝達手段の一部をなし，該圧縮反力伝達手段の一部をなすスラスト軸受手段は，前記シリンダブロックの端面に形成された環状の突条の径よりも大きくしている。スラスト荷重吸入機能を付与されたスラスト軸受手段は，吸入通路の入口に向けてロータリバルブを付勢する状態をもたらすような回転軸の変位を許容する。(【0010】)"
          ]
        },
        {
          "fig": "オ",
          "subject": "本件特許発明では，吐出行程にある前記シリンダボア内の前記ピストンに対する圧縮反力により，吐出行程にある前記シリンダボアに連通する前記吸入通路の入口に向けて前記ロータリバルブを付勢するようにした。これにより，ロータリバルブを用いたピストン式圧縮機における体積効率を向上し得るという優れた効果を奏する。(【0015】)",
          "content": [
            {
              "fig": "2",
              "subject": "取消事由1(無効理由1に関する判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "content": [
        {
          "fig": "ア",
          "text": [
            "甲2には，次の記載があることが認められる。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "本案は，自動車用エアコンに用いる圧縮機に関し，特にアキシャル型コンプレッサの吸入冷媒通路方法に関する。(左欄1行～3行)"
                },
                {
                  "fig": "(イ)",
                  "subject": "カークーラ用圧縮機は，年々小形軽量化という事で，外観寸法の抑制・軽量材料の採用が行なわれており，特に小形化のために，吸入及び吐出脈動の抑制を行なっている副吸入室及び副吐出室までもが小さくしている。そのため，吸入脈動ではサクション弁の自励振動による脈動音が生じ，又，吐出脈動においては車輌ボディーとの共振による共振音が生じ問題となっている。そのため，これらの異音対策として圧縮機の外部に本体より大きなマフラーを装着しなければならず，これでは，小形化の主旨が消え去ってしまう問題が生じる。(左欄4行～15行)",
                  "text": [
                    "尚，軽量化の問題については，摺動部材へのAℓ 材採用により，潤滑機能が損なわれた時の耐久性の低下も問題となっている。(左欄16行～18行)"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "本案は上記点に鑑みてなされたもので，各摺動部へのオイル潤滑を過渡条件下でも，十分行なえる様にすると同時に，サクション弁の自励振動を無くし，吐出脈動を，現状体格にて抑制させることを目的とする。(左欄19行～右欄2行)"
                },
                {
                  "fig": "(エ)",
                  "subject": "その為，本案ではリヤハウジング1のうち，シャフト2と同軸部へ吸入サービスバルブ3を設ける。そして，ピストン4が下死点に位置した時開口するシリンダの吸入通路5をハウジングに形成する。又，シャフト2にはこの吸入通路5と連通する各摺動部位置に横穴6を形成し，更にこれらの穴6を連通して，吸入サービスバルブ部と通じる吸入連通穴7をシャフト2に内蔵させる。吸入冷媒は，シャフト2内部よりシリンダ側壁通路5よりシリンダ8内へ吸い込まれるため副吸入室＆サクション弁は廃止できる。また，副吸入室のスペースが無くなるため，この容積を副吐出室9とすることが出来，吐出脈動の低減にもなる。以上の吸入冷媒通路を設けることにより，吸入弁は廃止でき，弁の自励振動異音はなくなると共に，吐出脈動は低減することが出来る。更に，吸入冷媒が各摺動部を局部的に通過するため，過渡時におけるオイル潤滑性は，向上し，耐久性に優れる。(右欄3行～21行)"
                }
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "text": [
            "上記アによると，甲2には，次のような引用発明1が記載されていることが認められる。",
            "「  ハウジングにおけるシャフト2の周囲に配列された複数のシリンダ8内にピストン4を収容し，シャフト2の回転に斜板を介してピストン4を連動させたアキシャル型コンプレッサにおいて，",
            "ピストン4が下死点に位置した時開口するシリンダの吸入通路5をハウジングに形成し，シャフト2には吸入通路5と連通する各摺動部位置に横穴6を形成し，これらの横穴6を連通して吸入サービスバルブ部と通じる吸入連通穴7をシャフト2に内蔵させ，吸入冷媒はシャフト2内部よりシリンダの吸入通路5よりシリンダ8内へ吸込まれ，",
            "前記ハウジングは，シャフト2を回転可能に収容する軸孔を有し，",
            "斜板の両側の，横穴6が吸入通路5と連通する摺動部位置よりも斜板から離れた位置において，軸孔の内周面にシャフト2の外周面が一対のラジアル軸受を介して支持されており，",
            "ピストン4は両頭ピストンであり，ピストン4を収容するシリンダ8は前後一対で設けられ，前記斜板は，前後一対のスラスト軸受手段によって挟まれてシャフト2の軸線の方向の位置を規制されており，前記一対のスラスト軸受手段は，前記ハウジングの端面に形成された環状の突条と前記斜板の端面に形成された環状の突条とに当接し，前記斜板の突条の径が前記ハウジングの突条の径よりも大きい，",
            "アキシャル型コンプレッサにおける冷媒吸入構造。」"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件特許発明と引用発明1との一致点及び相違点について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "前記1及び上記(1)によると，本件特許発明と引用発明1の一致点及び相違点は，前記第2，4(1)ア記載のとおり認められる。"
          ]
        },
        {
          "fig": "イ",
          "subject": "相違点1-1について",
          "text": [
            "原告は，相違点1-1は存在しないか，存在するとしても，実質的な相違点ではないと主張する。",
            "しかし，甲2の日本電装公開技報の記載は，前記アの記載が全てであって，これから，回転軸(シャフト2)の導入通路(横穴6)が形成された部位がロータリバルブとして機能していることや，吸入通路(吸入通路5)がいつ前記導入通路と連通しているかを認めることはできない。原告が主張するところ(前記第3，1(1)ア，イ)は，いずれも根拠に乏しく，推測の域を出るものではなく，採用することはできない。また，原告は，甲13及び14に基づく主張もするが，これらは，甲2とは別個の文献であってこれらの文献の記載をもって甲2の内容を認めることができる事情があるとはいえないから，甲13及び14の記載から甲2の内容を認定することはできない。",
            "したがって，原告の上記主張を採用することはできず，相違点1-1が存在し，これは実質的な相違点であると認められる。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "相違点1-2について",
          "text": [
            "原告は，相違点1-2は存在しないか，存在するとしても，実質的な相違点ではないと主張するので，この点について判断する。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，引用発明1は回転軸の導入通路の出口を除いて円筒形状とされているというべきであり，本件審決の相違点1-2に関する認定は，前件審決取消訴訟判決の判断と矛盾すると主張する。",
                    "しかし，甲2には，シャフト2(回転軸)の外周面の形状については，図面を含めて直接的な記載はないことからすると，「引用発明1は回転軸の導入通路の出口を除いて円筒形状とされているか否か，・・・明らかではなく」との本件審決の認定に誤りはなく，この点は，実質的な相違点であると認められる。",
                    "証拠(甲23)によると，前件審決取消訴訟判決は，特許庁が，本件特許発明について，「前記ロータリバルブの外周面は，前記導入通路の出口を除いて円筒形状とされ，」との構成を付加した訂正を認めた審決に対する審決取消訴訟であり，原告が，本件明細書には，「ロータリバルブ35，36の外周面に導入通路の出口を除いて溝や凹部等が設けられておらず，ロータリバルブ35，36の外周面が円筒形状であること」が一切記載されていないため，上記訂正は新規事項の追加になると主張したのに対し，上記訂正部分は，本件明細書のロータリバルブの外周面の形状を記載した図面(図2，図3)に記載されたものであるから，新規事項の追加には当たらないと判断したものであって，甲2について上記のとおり判断することが，本件審決取消訴訟判決の判断と矛盾するものではない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，本件審決が，引用発明1は，軸孔の内周面に回転軸の導入通路が形成された部位の外周面が直接支持されることによって回転軸を支持するラジアル軸受手段となっているのか否かが明らかではないと認定したことは誤りであると主張する。",
                    "しかし，甲2の図面からは，シャフト2(回転軸)の横穴6の外側かつ近傍にラジアル軸受が設けられ，該ラジアル軸受によってシャフト2(回転軸)が支持されていることを読み取ることができるのであり，甲2に「シャフト2にはこの吸入通路5と連通する各摺動部位置に横穴6を形成」することが明記されており，軸孔とシャフト2(回転軸)とが横穴6を形成した位置で直接接触していたとしても，該横穴6を形成した位置で，軸孔がシャフト2(回転軸)を直接支持しているかは不明であるといわざるを得ない。したがって，本件審決の上記認定に誤りはなく，この点は実質的な相違点であると認められる。",
                    "これについて，原告は，引用発明1の軸孔がシャフトを直接支持していることは甲18から明らかであるとも主張する。",
                    "甲18には，「回転軸2に設けた切欠き部分26を介して，回転軸2内からシリンダボア4へ冷媒を吸入する(冷媒の吸入にロータリバルブを使用する)，斜板式圧縮機において，簡単な構造にするために，ラジアル軸受4´を除去し，リング状ブッシュ23をすべり軸受として作用させる(リング状ブッシュ23で回転軸2を直接支持する)こと」が記載されており，リング状ブッシュ23(軸孔に設けた部材)で回転軸2を直接支持する技術が記載されていることが認められる。",
                    "しかし，甲18は，甲2とは別個の文献であって，その記載をもって甲2の内容を認めることができるというべき事情があるとは認められない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，ラジアル軸受手段に関する本件特許発明の「カム体からロータリバルブ側における回転軸の部分」を「カム体からロータリバルブまでの間の回転軸の部分」を意味すると解すると，引用発明1において，「唯一のラジアル軸受手段」の構成は存在するのであり，本件審決のこの点に関する認定は誤りであると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "しかし，本件特許発明の「前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段」の「カム体からロータリバルブ側における回転軸の部分」を，「カム体からロータリバルブまでの間の回転軸の部分」と限定して解釈する根拠があるとは認められないから，原告の上記主張は，前提を欠き，採用することはできず，「唯一のラジアル軸受手段」の点は，実質的な相違点であると認められる。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "原告は，本件審決の相違点1-2に関する判断は，前件侵害訴訟判決の判断と矛盾していると主張する。",
                        "証拠(甲24，30)によると，前件侵害訴訟事件及びその原審は，被告が，原告の本件特許権侵害を主張したものであるところ，原告が，「前記導入通路の出口は，前記ロータリバルブの外周面上にあり，前記吸入通路の入口は，前記軸孔の内周面上にあり，前記軸孔の内周面に前記ロータリバルブの外周面が直接支持されることによって前記ロータリバルブを介して前記回転軸を支持するラジアル軸受手段となっており，前記ラジアル軸受手段は，前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段であり，」という訂正前の本件特許の請求項1の構成要件Eについて，本件特許発明にいう「ロータリバルブ」とは，「導入通路を有するロータリバルブ」(構成要件A)及び「前記吸入通路の入口に向けて前記ロータリバルブを付勢する」(構成要件C)の記載に鑑みれば，回転軸の一部であって導入通路及びその近傍を意味するものであり，それゆえ，構成要件Eにおける「唯一のラジアル軸受手段」とは，吸入通路近傍のみにおいて軸受されていることを要すると主張したのに対し，前件侵害訴訟判決は，ロータリバルブが「吸入通路入口近傍のみにおいて軸受されていることを要する」などという要件は，本件特許の特許請求の範囲請求項1には記載されていないし，かえって，本件明細書の【0019】，【0026】，【0033】及び【0040】の記載によると，本件明細書においては，回転軸がシリンダブロックに貫設された軸孔に挿通され，軸孔の内周面で支持された構造を「直接支持される」としているのであって，本件特許発明の「前記軸孔の内周面に前記ロータリバルブの外周面が直接支持される」とは，軸孔の内周面とロータリバルブの外周面との間に他の部材が存在しないことを意味するものと解するのが相当であるし，「唯一のラジアル軸受手段」との用語は，複数のラジアル軸受手段から，当該ラジアル軸受手段が唯一採用されたという意義を有するものと解されるから，本件特許発明の「前記カム体から前記ロータリバルブ側における前記回転軸の部分に関する唯一のラジアル軸受手段」とは，カム体からロータリバルブ側における回転軸の部分について，直接支持されたラジアル軸受手段の他にラジアル方向の軸受手段が存在しないことを意味するものと解するのが相当であると判断していることが認められる。",
                        "この前件侵害訴訟判決の判断が，上記aの判断と矛盾するといえないことは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "以上によると，相違点1―2が存在し，これは実質的な相違点であると認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "エ",
          "subject": "相違点1-3について",
          "text": [
            "原告は，当業者は，甲2の記載から，回転軸の導入通路が形成された部位が，カム体から前記部位側における回転軸の部分に関するラジアル軸受手段として機能している構成を読み取れることができることを前提として，相違点1-3は実質的な相違点ではないと主張するが，この前提を認めることができないことは，前記ウのとおりであるから，原告の主張を採用することはできない。また，原告は，上記構成は設計事項であると主張するが，この構成を設計事項というべき根拠は見いだせない。",
            "なお，原告は，ロータリバルブの外周面が吸入通路の入口に近づくことで作用効果が生じるものとしている前件侵害訴訟判決の判断が正しいことを前提とした場合，「前記部位がラジアル軸受として機能していなければ，圧縮反力伝達手段を有しているとまではいえない」旨の本件審決の判断が誤りであると主張する。",
            "証拠(甲24)によると，前件侵害訴訟判決は，本件特許発明は，圧縮反力により，ロータリバルブが，吸入通路の入口に向けて付勢されるという構成を有するところ，当該構成を採用することにより，ロータリバルブの外周面が吸入通路の入口に近づき，圧縮室内の冷媒が吸入通路から漏れ難くなり，よって体積効率が向上するという効果が奏せられるものである(【0007】～【0010】，【0015】)と判断していることが認められる。",
            "他方，本件審決は，前記部位(回転軸の導入通路が形成された部位)がラジアル軸受手段として機能していなければ，吐出行程にあるシリンダボア内のピストンに対する圧縮反力が回転軸に伝達されたとしても，当該圧縮反力は前記一対のラジアル軸受によって支承されることとなり，前記部位に伝達されるとはいえないから，引用発明1は，吐出行程にあるシリンダボア内のピストンに対する圧縮反力を回転軸の導入通路が形成された部位に伝達して，吐出行程にある前記シリンダボアに連通する吸入通路の入口に向けて前記部位を付勢する圧縮反力伝達手段を有しているとまではいえないと判断している。",
            "このような本件審決の判断は，引用発明1において，回転軸の導入通路が形成された部位がラジアル軸受手段として機能していなければ，当該圧縮反力は前記一対のラジアル軸受によって支承されるため，圧縮反力伝達手段を有しているとまではいえないと判断するものであり，一対のラジアル軸受を有さない本件特許発明に関する前件侵害訴訟判決の判断と矛盾するものであるとは認められない。",
            "以上によると，相違点1―3が存在し，これは実質的な相違点であると認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "相違点1-2の容易想到性について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，「唯一のラジアル軸受手段」が実質的な相違点であったとしても，引用発明1に甲5～7を適用することで容易に想到できると主張するので，この点について判断する。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "甲5～7には，次の各技術が記載されていることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "甲5",
                      "text": [
                        "「  リアハウジング14内の吸入室27等から吸入弁機構29の開放により圧縮室22に冷媒を吸入する，斜板を備えたピストン式圧縮機において，部品点数の削減や小型化のために，フロント側ラジアルベアリング18A及びリア側ラジアルベアリング18Bを円筒状のプレーンベアリング(平軸受)で構成すること，又は，フロント側ラジアルベアリング18A及びリア側ラジアルベアリング18Bを省略して，シリンダブロック11の内周面に破擦係数の安定した層を形成して，該内周面で駆動シャフト17をほぼ直接的に支持すること」"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "甲6",
                      "text": [
                        "「  リアハウジング13内の吸入室42から吸入弁44の開放によりシリンダボア39内に冷媒ガスを流入する，斜板を備えたピストン式圧縮機において，軸受構造を簡素化して部品点数を削減するために，転がり軸受等を省略し，シリンダブロック11の収納孔30の内周面に設けたスプール31の内周面で駆動シャフト16の後端部を支持すること」"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "甲7",
                      "text": [
                        "「  リアハウジング16内の吸入室25等から吸入弁18a等の開放により冷媒ガスを圧縮室31内に吸引する，斜板を備えたピストン式圧縮機において，部品点数を減らして簡素な軸受構造にするために，転がり軸受等を省略し，駆動シャフト35を，シリンダブロック11，12の軸孔33，34のシャフト支持部11b，12bで直接支持すること」(以下，「甲7技術」という。)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "上記(ア)によると，甲5～7技術として，以下の技術を認めることができる。",
                    "「  リアハウジング内の吸引室から吸入弁の開放により冷媒ガスを圧縮室に吸引する，斜板を備えたピストン式圧縮機において，部品点数を削除する等のために，転がり軸受等のラジアル軸受を省略して，シリンダブロックの軸孔に設けた部材で，駆動シャフトを直接支持すること」"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "前記(1)及び上記(イ)によると，引用発明1は，シャフト2(回転軸)に設けられた横穴6を介して，回転軸内から圧縮室へ冷媒を導入するものであるのに対し，甲5～7技術は，リアハウジング内の吸引室から吸入弁の開放により冷媒ガスを圧縮室に吸引するものであるから，引用発明1と甲5～7技術では，圧縮室へ冷媒を導入する手段という，斜板を備えたピストン式圧縮機における重要な手段の基本構造が異なるし，引用発明1ではラジアル軸受が設けられており，回転軸の機能及び構造も異なる。",
                        "したがって，ピストン型斜板圧縮機において駆動シャフトの軸受構造を簡素化するという課題が共通するとしても，このように異なる引用発明1に甲5～7技術を適用する動機付けがあるとは認められない。",
                        "また，引用発明1に甲5～7技術を適用することができたとしても，引用発明1のシリンダブロックの軸孔に設けた部材で，駆動シャフト(回転軸)を直接支持することとなり，シリンダブロックの軸孔で，回転軸を直接支持することにはならないから，相違点1-2に係る本件特許発明の構成とはならない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "これに対し，原告は，甲7においては，ラジアル軸受を省略した後にどの部位で直接支持するかは設計事項であると主張するが，上記aのとおり，引用発明1においては，シリンダブロックの軸孔に設けた部材で，駆動シャフト(回転軸)を直接支持することとなるのであり，シリンダブロックの軸孔で，回転軸を直接支持することにはならないから，原告の主張は上記aの判断を左右するものではない。",
                        "原告は，甲18にはラジアル軸受を除去してロータリバルブとして作用する回転軸を支持孔により直接支持することが記載されていると主張する。しかし，甲18は，甲2や甲7とは別個の文献であって，その記載をもって甲7技術や引用発明1の内容を認定することができるというべき事情があるとは認められないから，甲7技術や引用発明1の内容を甲18に記載された技術をもって認定することはできない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "以上のとおり，引用発明1に甲5～7技術を適用して相違点1-2を当業者が容易に想到することができたとは認められない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，本件審決の甲5～8及び10に関する判断について，「駆動シャフトの軸受構造を簡素化するという課題」は，ロータリバルブを備えた圧縮機か備えていない圧縮機かに関係なく解決すべき課題であるから，ロータリバルブを備えた圧縮機に限定して周知技術を判断する必要はない」と主張する。",
            "甲5～7について，この主張を採用することができないことは，前記アのとおりである。",
            "甲8に記載された発明は，ロータリバルブの周面とその収容室の周面との間のシール性を高めることを目的とするピストン型圧縮機にける冷媒ガス吸入構造の発明で(【0004】)，シリンダブロック及びフロントハウジングには回転軸がラジアルベアリング5，6を介して回転可能に支持されているものであり(【0020】)，甲10に記載された発明は，吸入孔あるいは吐出孔と流体制御手段との間のシールを容易でかつ高精度に行うことを目的とする圧縮機の吸入及び吐出機構の発明で(【0006】)，フロントハウジング内のクランク室にはドライブシャフトが収容され，ドライブシャフトはラジアル軸受6b，6cによって回転可能に支持されているものである(【0009】)。",
            "これらによると，甲8及び10に記載された発明は，ラジアル軸受5，6又は6b，6cを備えたもので，これらのラジアル軸受を外すことを内容とするものではないから，引用発明1に，甲8及び10を適用したとしても，相違点1-2に係る構成を容易に想到することができたとは認められない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "そして，他に，回転軸に設けられた孔等を介して，回転軸内から圧縮室へ冷媒を導入する，斜板を備えたピストン式圧縮機において，回転軸を支持するラジアル軸受を削除して，シリンダブロックの軸孔で回転軸を直接支持することが，本件優先日前における技術常識又は周知技術であることを認めるに足りる証拠はなく，当業者が相違点1-2に係る構成を容易に想到することができたとは認められない。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "以上によると，本件特許発明は，引用発明1とは同一とは認められないし，相違点1-1及び1-3の容易想到性及び作用効果の点について判断するまでもなく，引用発明1に基づき当業者が容易に発明をすることができたとは認められないから，取消事由1には理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "3",
              "subject": "取消事由2(無効理由2に関する判断の誤り)"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "引用発明2について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "甲13には，次の記載があることが認められる。",
            "【考案のポイント】",
            "本案は，斜板型圧縮機のデッドボリュームを低減させ得る吐出弁構造に関する。",
            "【具体的用途】",
            "エアコン用の圧縮機",
            "【構成・作用・効果】",
            "本案の構成例について図1により説明する。各シリンダ4と吐出室7は吐出弁2によって仕切られている。この吐出弁2はシリンダ4の径よりも大きく，シリンダの上端面5にスプリング3によって押さえつけられている。シリンダの上端面5には吐出弁2がずれないようなガイド8を設ける。このガイド8には切り欠き9が施されており(図2)，吐出冷媒が吐出室に流れやすくなるようにしている。",
            "吸入は本実施例のようにロータリーバルブ等で行うか若しくは，ピストン内に吸入構造を設けてもよい。",
            "作動について説明する。図3に示すように，吸入行程では吸入ポート6より冷媒がシリンダ4内に吸入されるが，この間，吐出弁2はスプリング3によりシリンダ上端面5に押さえつけられており，吐出室7とシリンダ4間は仕切られている。",
            "そして，圧縮行程に入ってくるとシリンダ4内の圧力は上昇し，この圧力により吐出弁2が押され。シリンダ内の冷媒を吐出する(図4)。",
            "このように，本案構造ではバルブプレートが不要であるため，従来吐出ポートにあったデッドボリュームを無くすことができ，性能を上げることができる。",
            "また，本案ではバルブプレートがなく，シリンダと吐出室の間は吐出室側に移動可能な吐出弁で直接仕切っているため，ピストン1の上死点位置がシリンダの上端面5に対して吐出室7側に位置するような構造となっても何ら問題はない。従って従来の圧縮機では，ピストンをバルブプレートに当てないようにし，かつデッドボリュームを小さくするために斜板，ピストン，シリンダ等の軸方向の寸法精度を上げなければならなかったが，本案ではその必要がなくルーズな設計を可能にした。",
            "図1",
            "図2                    図3                  図4"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "上記アによると，甲13には，次のような引用発明2が記載されていることが認められる。",
            "「  シリンダブロックにおける回転軸の周囲に配列された複数のシリンダ4内にピストン1を収容し，前記回転軸の回転に斜板を介してピストン1を連動させ，前記回転軸と一体化され，流路を有するロータリーバルブを備えた斜板型圧縮機において，",
            "出口がピストン1の下死点位置近傍でシリンダ4に開口し，前記流路と前記回転軸の回転に伴って間欠的に連通する吸入ポート6を有し，",
            "シリンダブロックは，前記ロータリーバルブを回転自在に収容する軸孔を有し，",
            "前記流路の出口は，前記ロータリーバルブの外周面上にあり，吸入ポート6の入口は前記軸孔の内周面上にあり，前記ロータリーバルブの外周面は，前記軸孔の内周面に直接対向し，更に前記斜板の両側の，前記ロータリーバルブよりも前記斜板に近接した位置において，前記軸孔の内周面に前記回転軸の外周面が一対のラジアル軸受を介して支持されており，",
            "ピストン1は両頭ピストンであり，ピストン1を収容するシリンダ4は前後一対で設けられ，前記ロータリーバルブは前後一対で設けられたシリンダ4に対応して一対設けられ，前記ロータリーバルブの各前記流路が前記回転軸内に形成された通路を介して連通し，前記斜板は，前後一対のスラスト軸受によって挟まれて前記回転軸の軸線の方向の位置を規制され，",
            "冷媒は，前記通路，前記流路及び吸入ポート6を介してシリンダ4に導入される，斜板型圧縮機における冷媒吸入構造。」"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件特許発明と引用発明2の一致点及び相違点について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "前記1及び上記(1)によると，本件特許発明と引用発明2との一致点及び相違点は，前記第2，4(2)ア記載のとおり認められる。"
          ]
        },
        {
          "fig": "イ",
          "subject": "相違点2-1について",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，引用発明2のロータリバルブの外周面の形状を円筒形状と認めることができると主張する。",
                    "しかし，甲13には，ロータリバルブの外周面の形状について，図面を含めて具体的な記載がないことからすると，「引用発明2はロータリバルブ(ロータリーバルブ)の外周面が導入通路(流路)の出口を除いて円筒形状とされているのか否か，・・・明らかではなく」との本件審決の認定に誤りは認められず，この点は実質的な相違点であると認められる。",
                    "また，上記判断が前件審決取消訴訟判決の判断と矛盾しないことは，前記2(2)ウ(ア)で判示したとおりである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，甲13の図1と甲9の図3を比較すると，ロータリーバルブが内孔に接触し，これによりラジアル荷重が付加されるため，当業者として当該部位がラジアル軸受手段として機能する構成を読み取ることはできるし，これは甲14の記載からも妥当な解釈であると主張する。",
                    "しかし，甲9や14は，甲13とは別個の文献であって，これらの記載から甲13の内容を認めることができるというべき事情は認められないから，甲9や14の記載から甲13の内容を認めることはできない。甲13には，ロータリバルブが内孔に接触している部位がラジアル軸受手段として機能する構成を読み取ることができる記載があるとは認められず，かえって，甲13の図1には，ロータリバルブの回転軸の長手方向の外側にラジアル軸受を設けることが記載されていることが認められるから，引用発明2が上記の構成を有するかどうかは不明であるというほかない。",
                    "原告は，甲18によると，別体のラジアル軸受を設ける構成を採用した場合でも，回転軸をラジアル軸受以外の位置で支持する構成が同時に採用され得るとも主張するが，前記2(2)ウ(イ)で判示したのと同様に，引用発明2の内容を甲18をもって認めることはできない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "以上によると，相違点2-1が存在し，これは実質的な相違点であると認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ウ",
          "subject": "相違点2-2について",
          "text": [
            "原告は，当業者は，引用発明2から，摺動部位置のロータリーバルブの外周面は，軸孔の内周面に直接接触しており，ラジアル軸受手段として機能している構成を読み取ることができることを前提として，相違点2-2の圧縮反力伝達手段の構成は，実質的な相違点ではないと主張するが，この前提を認めることはできないことは，前記イのとおりであるから，原告の主張を採用することはできない。また，原告は，上記構成は設計事項であると主張するが，この構成を設計事項とする根拠は見だせない。前件侵害訴訟判決との関係については，前記2(2)エで判示したとおりである。",
            "したがって，相違点2-2が存在し，これは実質的な相違点であると認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "相違点2-1の容易想到性について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，「唯一のラジアル軸受手段」に関する構成は，引用発明2に甲5～7技術を適用することで容易に想到できると主張する。",
            "前記2(3)ア及び上記(1)のとおり，引用発明2は，吸入ポート6に通じる，回転軸に設けられた穴を介して，回転軸内から圧縮室へ冷媒を導入するものであるのに対し，甲5～7技術は，リアハウジング内の吸引室から吸入弁の開放により冷媒ガスを圧縮室に吸引するものであるから，引用発明2と甲5～7技術では，圧縮室へ冷媒を導入する手段という，斜板を備えたピストン式圧縮機における重要な手段の基本構造が異なるし，引用発明2ではラジアル軸受が設けられており，回転軸の機能及び構造も異なる。",
            "したがって，ピストン型斜板圧縮機において駆動シャフトの軸受構造を簡素化するという課題が共通するとしても，このように異なる引用発明2に甲5～7技術を適用する動機付けがあるとはいえない。",
            "また，引用発明2に甲5～7技術を適用できたとしても，引用発明2のシリンダブロックの軸孔に設けた部材で，回転軸を直接支持することとなるのであって，シリンダブロックの軸孔で，回転軸を直接支持することにはならないため，相違点2-1に係る本件特許発明の構成とはならない。",
            "以上のとおり，引用発明2に甲5～7技術を適用して相違点2-1に係る構成を当業者が容易に想到することができたとは認められない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，甲2，5～8及び10～12に関する本件審決の判断に誤りがあると主張する。",
            "甲5～7については，前記アのとおりである，",
            "甲2発明は，前記2(1)イのとおりのものであり，甲8に記載された発明及び甲10に記載された発明は，前記2(3)イのとおりのものである。また，甲11に記載された実用新案は，スラスト軸受けの改良に関するものであり，甲12に記載された発明は，振動，騒音の低減と同時にスラスト軸受の延命化を目的とする両頭斜め板式圧縮機の発明であり(【0005】)，駆動軸を支承する前後一対のラジアル軸受4A，4Bを有するものである(【0016】)。",
            "これらによると，甲2，8，10及び12は，ラジアル軸受5，6や6b，6cや4A，4Bといったラジアル軸受を備えたもので，これらのラジアル軸受を外すことを内容とするものではないし，甲11は，スラスト軸受けの改良に関するものであるから，引用発明2に，甲2，8，10～12を適用したとしても，当業者が相違点2-1に係る構成を容易に想到することができたとは認められない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "また，原告は，引用発明2において，ロータリバルブは回転軸の外側に取り付けられているから，一対のラジアル軸受を取り除けば，ロータリバルブの外周面のみが軸孔の内周面で直接支持されることとなるのは自明であると主張するが，引用発明2において，一対のラジアル軸受を取り除くことが容易であるというべき事情は認められないから，原告の主張を採用することはできない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "そして，他に，回転軸に設けられた孔等を介して，回転軸内から圧縮室へ冷媒を導入する，斜板を備えたピストン式圧縮機において，回転軸を支持するラジアル軸受を削除して，シリンダブロックの軸孔で回転軸を直接支持することが，本件優先日前における技術常識又は周知技術であることを認めるに足りる証拠はなく，当業者が相違点2-1に係る構成を容易に想到することができたとは認められない。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "以上によると，相違点2-2の容易想到性及び作用効果の点について判断するまでもなく，本件特許発明は，引用発明2に基づき当業者が容易に発明をすることができたとは認められないから，取消事由2には理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "4",
              "subject": "取消事由3(無効理由3に関する判断の誤り)"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "引用発明3について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "甲14には，次の記載があることが認められる。",
            "【0001】",
            "【産業上の利用分野】本発明は，例えば自動車用空調装置の冷媒圧縮機として使用することができる斜板型圧縮機に係り，特に，吸入弁となる吸入ポートの構成に特徴を有するものである。",
            "【0004】従来の斜板型圧縮機のように，吸入弁としてリードバルブを使用した場合に生じる吸入抵抗の増加の問題を解決するために，リードバルブに代わる吸入弁として，圧縮機の回転軸を支持しているラジアル軸受の近傍に，回転軸と一体化されて回転軸の回転に伴って摺動回転する所謂ロータリバルブを設けることが，先行技術において既に検討されている。",
            "【0005】ロータリバルブを備えている先行技術としての斜板型圧縮機の構造及び作動等は，後に記載する実施例の項において実施例と対比して詳細に説明するが，ロータリバルブは，斜板型圧縮機の各シリンダの壁面に形成された吸入ポートと，回転軸に取り付けられて回転することにより吸入ポートを開閉する円筒形の弁体とからなっているので，各ピストンが上死点から下死点に向かって下降する吸入行程の全期間において吸入ポートが開口しているようにするために，各シリンダの吸入ポートはピストンの上死点に近い位置のシリンダの壁面に開口している。そして円筒形の弁体が回転してそれに形成された扇形の弁開口が吸入ポートと合致したときに，シリンダ内の圧縮室と中空の回転軸内に形成された吸入通路が連通し，圧縮されるべき冷媒等の流体が吸入通路から圧縮室内へ吸入されるようになっている。以下，このような構造のロータリバルブを備えている斜板型圧縮機の先行発明を「先行技術」と呼ぶことにする。",
            "【0006】",
            "【発明が解決しようとする課題】ロータリバルブは回転軸と共に回転し，差圧の大きさに関係なく吸入ポートを開口させるので，吸入弁としてロータリバルブを使用する先行技術によれば，リードバルブを用いる場合に比して吸入弁の吸入抵抗(圧力損失)を低減させ得るために，その分だけ吸入効率を向上させることができるが，その反面において幾つかの問題を生じる。",
            "【0007】まず，ロータリバルブが斜板型圧縮機の吸入弁として使用された場合には，吸入ポートの開口面積とその流れ方向の長さ(シリンダ壁面の厚さ)によって小さな空間が形成されるが，その空間がピストンの往復運動やロータリバルブの弁体の回転運動によっては取り除くことができない圧縮のためのデッドスペースとなる。従って，先行技術のように吸入ポートがシリンダ壁面の上死点付近に開口している場合に，吸入抵抗を減少させるために吸入ポートの開口面積を大きく形成すると，デッドスペースとなる吸入ポート内の空間の容積(デッドボリューム)も大きくなって，ピストンが上死点に近づいた時期に圧縮室内で加圧されて高圧となった流体の一部がそのデッドスペース内に逃げ込んで損失となり，圧縮機の作動効率を低下させる。その理由から先行技術においては吸入ポートの開口面積を十分に大きくとることができないので，ロータリバルブの利点が十分に活かされず，吸入抵抗を十分に小さくすることができない。",
            "【0008】また，ロータリバルブを使用する斜板型圧縮機においては，回転軸の内部に吸入通路を形成している関係で，吸入通路が複雑に屈曲した細くて長いものとなるために，これも流体の吸入抵抗を増加させる一因となる。従って，リードバルブをロータリバルブに置き換えたことによる吸入抵抗減少のメリットが，このような別の原因によってかなり減殺されることになる。",
            "【0014】",
            "【実施例】図1は本発明の実施例としての斜板型圧縮機1の全体構造を示しており，それに対応して，図2は先行技術による斜板型圧縮機1’の全体構造を示している。図3は図1及び図2に共通な III  -III  断面における両者のロータリバルブの構造を示しており，この断面における本発明の実施例と先行技術の構造は，寸法的な面での差を除いて概ね同じである。本発明の実施例は先行技術と比べて，主としてIV-IV 断面付近のロータリバルブの構造及びその作用において特徴を有すると言うことができる。従って，本発明の実施例におけるロータリバルブの形状と構造を明示するために，図4として図1の IV-IV 断面の側面図を，また図5としてロータリバルブの弁体の斜視図を示している。",
            "【0015】図1に示すように，本発明の実施例としての斜板型圧縮機1の本体は，中央のシリンダブロック2と，その左側にバルブプレート3を挟んで締結されたフロントハウジング4と，右側にバルブプレート5を挟んで締結されたリヤハウジング6とからなっている。シリンダブロック2は更にフロント側のシリンダブロック2aとリヤ側のシリンダブロック2bとの2つの部分に分かれている。そして，シリンダブロック2a及び2b，バルブプレート3及び5，フロントハウジング4及びリヤハウジング6を一体的に締結する手段として，5本(図3及び図4参照。)の通しボルト7が用いられる。",
            "【0016】フロント側のシリンダブロック2aには，中心のまわりの均等な位置に5個のシリンダ12a～12e(図1に12aのみを示す。図3及び図4参照。)が互いに平行となるように穿設されており，それらに対応してリヤ側のシリンダブロック2bにも，5個のシリンダ13a～13e(図1及び図2にシリンダ13aのみが図示されている。)が同様に穿設されている。フロントハウジング4内の外周部には環状の吐出室14が形成され，また，リヤハウジング6内の外周部にも環状の吐出室15が形成される。更に，リヤハウジング6の中央部分には，隔壁によって吐出室15と区画された吸入室16が形成される。吸入室16は入口17を備えており，それに接続される図示しない吸入配管によって，例えば空調装置の冷凍回路に設けられた蒸発器から戻って来る低温低圧の冷媒のような，圧縮すべき流体を受け入れるようになっている。",
            "【0019】シリンダブロック2の内部に形成された斜板室23には，図1において左側から回転軸24が伸びており，例えば図示しない車両の内燃機関から電磁クラッチのような伝動装置を介して回転駆動される。回転軸24は，斜板室23の前後を後に詳細に説明する一対のラジアル軸受25及び26によって半径方向に支持されている。斜板室23内において，回転軸24には楕円形の斜板27が圧入等の適当な手段によって一体的に取り付けられており，斜板27を駆動することによって回転軸24に発生する圧縮反力としての軸方向荷重は，斜板27の両側に設けられた一対のスラスト軸受28及び29によって支持される。",
            "【0020】回転軸24と平行にシリンダブロック2内に穿設されているフロント側のシリンダ12a～12eと，それらに対向するリヤ側のシリンダ13a～13eとの各対には，それぞれ両頭のピストン30a～30eが軸方向に往復摺動可能に挿入されており，それらの両端の頭部を接続するピストンロッドの中心部分に形成された溝の両側には，例えば球形の窪み31が設けられていて，窪み31にはそれと同径の球の一部をなす一対の耐摩耗性シュー32が挿入され，それらのシュー32の間に前述の斜板27の周縁部を摺動可能に挟んでいる。",
            "【0021】シリンダブロック2a及び2bの中心部には，回転軸24と同軸心の平滑な円筒面を有するバルブシリンダ33及び34がフロント側とリヤ側のそれぞれに形成されており，これらのバルブシリンダ33及び34内には，回転軸24上に嵌合されて回転軸24に対して一体的に連結されている円筒形の弁体35及び36が，微小なクリアランスをおいて回転摺動可能に挿入されている。吸入弁としてのロータリバルブはこれらのバルブシリンダ33及び34と弁体35及び36によって構成される。",
            "【0022】前後のバルブシリンダ33及び34の各壁面には，シリンダ12a～12e及び13a～13eのそれぞれ上死点に近い位置，即ちバルブプレート3及びバルブプレート5寄りの壁面部分に通じる吸入ポート37a～37e及び38a～38e(図1の III-III 断面を示す図3参照。なお，図1及び図2に37a及び38aのみを図示する。)が開口しており，それらに順次連通し得るように，弁体35及び36には，軸心に関して円周方向に例えば130°程度に開く扇形の弁開口39及び40が半径方向に形成されている。弁開口39及び40は，それぞれ相手に対して180度の位相差を有する。",
            "【0023】弁体35及び36に半径方向に形成された扇形の弁開口39及び40は，それぞれ回転軸24に形成された半径方向の吸入通路41及び42に接続することによって，回転軸24の中心に沿って形成されている吸入通路43を介して吸入室16に連通し，入口17から気化した冷媒のような圧縮すべき流体をシリンダ12a～12e及び13a～13e内へ吸入することができる。以上の構成は，図2に示す先行技術による斜板型圧縮機1’も，図1に示す本発明の実施例の場合と概ね同様である。",
            "【0027】本発明の実施例による斜板型圧縮機1はこのように構成されているので，回転軸24が自動車の内燃機関等によって回転駆動されると，斜板27の運動の揺動成分によって両頭のピストン30a～30eがフロント側及びリヤ側のそれぞれのシリンダシリンダ12a～12e及びシリンダ13a～13e内で往復運動を行い，各シリンダ内の圧縮室がピストン30a～30eの両端によって拡縮を繰り返す。各圧縮室が順次同じような作動を行うので，代表として図1に示すシリンダ12a内の圧縮室における作動を取り上げて説明することにする。",
            "【0028】弁体35がバルブシリンダ33の中で回転することにより，ピストン30aの左端が吸入行程に入って下降(右へ移動)し始めると，まず，ピストン30aの左頭部によって閉塞されていた上死点に近い吸入ポート37aが開口し，また回転軸24と共に回転する弁体35の扇形の弁開口39も吸入ポート37aに連通する。それによって回転軸24に形成された吸入通路41と吸入通路43を介して吸入室16とシリンダ12a内の圧縮室が連通し，入口17から供給される冷媒のような流体の圧縮室内への吸入が開始される。しかし，本発明の実施例の斜板型圧縮機1においては，吸入ポート37aの開口面積は吸入ポート内のデッドスペースを減少させるために最小限度の大きさに設定されているから，流体の吸入には若干の抵抗を伴い，そのままでは吸入効率が低下する。以上の作動は図2に示した先行技術による斜板型圧縮機1’と実質的に同じである。",
            "【図1】                            【図2】",
            "【図3】                        【図4】"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "上記アによると，甲14には，次のような引用発明3が記載されていることが認められる。",
            "「  シリンダブロック2には中心のまわりの均等な位置に5個のシリンダ12a～12e，13a～13eが穿設され，シリンダ12a～12e，13a～13eにピストン30a～30eが挿入され，シリンダ12a～12e，13a～13eとピストン30a～30eによって圧縮室が形成され，回転軸24が回転駆動されると，斜板27の運動の揺動成分によってピストン30a～30eがシリンダ12a～12e，シリンダ13a～13e内で往復運動を行い，回転軸24に対して一体的に連結されている弁体35，36には弁開口39，40が形成され，弁開口39，40は，冷媒をシリンダ12a～12e，13a～13e内へ吸入することができる斜板型圧縮機1’において，",
            "シリンダ12a～12e，13a～13eのそれぞれ上死点に近い位置の壁面部分に通じる吸入ポート37a～37e，38a～38eを有し，弁開口39，40は，それらに順次連通し，",
            "シリンダブロック2には，弁体35，36が微小なクリアランスをおいて回転摺動可能に挿入されているバルブシリンダ33，34が形成され，",
            "弁開口39，40は，弁体35，36の外周面に開口しており，弁体35，36の外周面は，弁開口39，40の出口及び連結環の爪片が係合する切り欠きを除いて円筒形状とされ，吸入ポート37a～37e，38a～38eは，バルブシリンダ33，34の壁面に開口しており，バルブシリンダ33，34の壁面に弁体35，36の外周面が直接対向し，回転軸24は，斜板27の前後の，弁体35，36よりも斜板27に近接した位置において，一対のラジアル軸受25，26によって半径方向に支持され，",
            "ピストン30a～30eは，両頭のピストンであり，5個のシリンダ12a～12e，13a～13eは，フロント側のシリンダ12a～12eと，それらに対向するリヤ側のシリンダ13a～13eの各対からなり，弁体35は，フロント側のシリンダ12a～12eに対応し，弁体36は，リヤ側のシリンダ13a～13eに対応し，弁体35，36は，回転軸24と共に回転し，弁開口39，40は，回転軸24に形成された吸入通路41，42，43を介して連通し，斜板27の両側には一対のスラスト軸受28，29が設けられている，斜板式圧縮機における冷媒吸入構造。」"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件特許発明と引用発明3の一致点及び相違点",
      "content": [
        {
          "fig": "ア",
          "text": [
            "前記1及び上記(1)によると，本件特許発明と引用発明3の一致点及び相違点は，前記第2，4(3)ア記載のとおり認められる。"
          ]
        },
        {
          "fig": "イ",
          "subject": "相違点3-1について",
          "text": [
            "原告は，当業者は，引用発明3から，摺動部位置の円筒形の弁体(ロータリバルブの外周面)は，バルブシリンダの内周面(軸孔の内周面)に直接接触しており，ラジアル軸受手段として機能している構成を読み取ることができると主張する。",
            "しかし，引用発明3においては，シリンダブロック2には，(ロータリバルブの)弁体35，36が微小なクリアランスをおいて回転摺動可能に挿入されているバルブシリンダ33，34が形成され(【0021】)，回転軸24は，弁体35，36よりも斜板27に近接した位置において，一対のラジアル軸受25，26によって半径方向に支持されている(【0019】及び図1)のであるから，引用発明3において，弁体35，36が回転軸24のラジアル軸受として機能しているとは認められず，原告の上記主張を採用することはできない。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "相違点3-2について",
          "text": [
            "原告は，当業者は，甲14の記載から，摺動部位置の円筒形の弁体(ロータリバルブの外周面)は，バルブシリンダの内周面(軸孔の内周面)に直接接触しており，カム体から前記部位側における回転軸の部分に関するラジアル軸受手段として機能している構成を読み取れることができると主張するが，この主張を認めることができないことは，前記イのとおりであるから，原告の主張を採用することはできない。また，原告は，上記構成が設計事項であるとも主張するが，この構成を設計事項というべき事情は見だせない。前件侵害訴訟判決との関係については，前記2(2)エで判示したとおりである。",
            "したがって，相違点3-2が存在し，これは実質的な相違点であると認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "相違点3-1の容易想到性について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，「唯一のラジアル軸受手段」に関する構成は，引用発明3に甲5～7技術を適用することで容易に想到できるものであると主張する。",
            "前記2(3)ア及び上記(1)のとおり，引用発明3は，吸入ポート37a～37e，38a～38eに通じる，回転軸24に設けられた吸入通路41．42．43を介して，回転軸内から圧縮室へ冷媒を導入するものであるのに対し，甲5～7技術は，リアハウジング内の吸引室から吸入弁の開放により冷媒ガスを圧縮室に吸引するものであるから，引用発明3と甲5～7技術では，圧縮室へ冷媒を導入する手段という，斜板を備えたピストン式圧縮機における重要な手段の基本構造が異なるし，引用発明3ではラジアル軸受が設けられており，回転軸の機能及び構造も異なる。",
            "したがって，ピストン型斜板圧縮機において駆動シャフトの軸受構造を簡素化するという課題が共通するとしても，このように異なる引用発明3に甲5～7技術を適用する動機付けがあるとはいえない。",
            "また，引用発明3に甲5～7技術を適用できたとしても，引用発明3のシリンダブロックの軸孔に設けた部材で，回転軸を直接支持することとなるのであって，シリンダブロックの軸孔で，回転軸を直接支持することにはならないため，相違点3-1に係る本件特許発明の構成とはならない。",
            "以上のとおり，引用発明3に甲5～7技術を適用して，相違点3-1に係る構成を当業者が容易に想到することができたとは認められない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，甲2，5～8及び10～12に関する本件審決の判断に誤りがあると主張する。",
            "甲5～7については，前記アのとおりである。",
            "甲2及び8～12は，前記2(1)イ，2(3)イ及び3(3)イのとおりのものであって，引用発明3に，甲2及び8～12を適用したとしても，相違点3-1に係る構成に容易に想到するとは認められない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "また，原告は，引用発明3において，本件特許発明のロータリバルブに相当する円筒形の弁体は回転軸の外側に取り付けられているから，一対のラジアル軸受を取り除けば，ロータリバルブの外周面のみが軸孔の内周面で直接支持されることとなるのは自明であると主張するが，引用発明3において，一対のラジアル軸受を取り除くことが容易であるというべき事情は認められないから，原告の主張を採用することはできない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "そして，他に，回転軸に設けられた孔等を介して，回転軸内から圧縮室へ冷媒を導入する，斜板を備えたピストン式圧縮機において，回転軸を支持するラジアル軸受を削除して，シリンダブロックの軸孔で回転軸を直接支持することが，本件優先日前における技術常識又は周知技術であることを認めるに足りる証拠はなく，当業者が，相違点3-1に係る構成を容易に想到することができたとは認められない。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "以上によると，相違点3-2の容易想到性及び作用効果の点について判断するまでもなく，本件特許発明は，引用発明3に基づき当業者が容易に発明をすることができたとは認められないから，取消事由3には理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "5",
              "subject": "取消事由4(無効理由4に関する判断の誤り)"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "引用発明4について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "甲15には，次の記載があることが認められる。",
            "【0001】",
            "【産業上の利用分野】本発明は，駆動軸の周囲に配列された複数のシリンダボア内にピストンを収容すると共に，駆動軸の回転に連動してピストンを往復動させる往復動型圧縮機における冷媒ガス吸入構造に関するものである。",
            "【0005】",
            "【発明が解決しようとする課題】シリンダボア内でピストンが往復動する上述の往復動型圧縮機においては，ピストンの摺動を滑らかに行うために，ピストンの外周面とシリンダボアの内周面との間には，サイドクリアランスが設けられている。ところが，ピストンの上死点側への移動によって圧縮室内の冷媒ガスが加圧されていくと，圧縮室内はピストンとシリンダボアとのサイドクリアランスによって完全気密の状態には設定されていないため，高圧状態の一部の冷媒ガスがピストンの外周面とシリンダボアの内周面との間隙へ流入することになる。",
            "【0006】そして，その流入ガス(ブローバイガス)は，シリンダボアの内周面に沿って圧縮室外へと漏洩する。このような漏洩は圧縮室から吐出室への吐出冷媒ガス量の減少に繋がり，吐出効率を悪化させる原因となる。本発明は上記問題点を解決するためになされたものであって，その目的はピストンの外周面とシリンダボアの内周面との間へ漏洩するブローバイガスの回収効率を向上させることにより，圧縮室内への冷媒ガス吸入効率を高めること可能な往復動型圧縮機における冷媒ガス吸入構造を提供することにある。",
            "【0007】",
            "【課題を解決するための手段】上記問題点を解決するために，請求項1記載の発明は，シリンダブロックに対し駆動軸を取り巻くように配列された複数のシリンダボア内にピストンを収容すると共に，前記駆動軸の回転に連動して前記ピストンを往復動させることにより，吸入路から冷媒ガスを前記ピストンによってシリンダボア内に区画される圧縮室へ吸入し，圧縮された冷媒ガスを吐出室へ吐出するように構成した往復動型圧縮機において，前記シリンダブロック内に設けられ，前記駆動軸と同軸上に位置する収容孔と，該収容孔と前記圧縮室との間にあって，該収容孔と該圧縮室との連通を図る導通路と，前記収容孔に摺接嵌合され，前記駆動軸に対し同期回転可能に支持されると共に，前記吸入路から吸入行程中の前記圧縮室へ冷媒ガスを吸入するための吸入通路及び，前記ピストンの外周面により圧縮室側の開口面が閉鎖される前記導通路と圧縮行程開始状態の前記圧縮室に連通する前記導通路とを前記駆動軸の回転に同期して連通させるガス放出通路が形成されたロータリバルブと，前記ピストンを貫穿するように配設され，圧縮行程中に前記シリンダボアの内周面と前記ピストンの外周面との間に漏洩するブローバイガスを少なくとも圧縮行程終了時に前記導通路へ導くバイパス通路とを備えたことをその要旨とする。",
            "【0009】",
            "【作用】上記構成を採用したことにより，請求項1記載の発明では，ロータリバルブ内の吸入通路は，ロータリバルブの回転に伴って導通路を介して複数の圧縮室に順次連通する。この連通は圧縮室に対するピストンの吸入動作に同期して行われる。吸入通路と圧縮室とが連通している時にピストンが下死点側へ向かい，圧縮室の圧力が吸入通路の圧力(吸入圧力)以下まで低下していく。この圧力低下により吸入通路の冷媒ガスが圧縮室へ流入する。",
            "【0010】ガス放出通路は，ロータリバルブの回転に伴って圧縮行程終了付近の状態にある圧縮室の導通路と，圧縮行程開始の状態にある圧縮室の導通路とを順次連通していく。圧縮行程終了付近の状態にある圧縮室の冷媒ガスの一部は，ピストン外周面とシリンダボア内周面との間から漏洩してゆくが，この高圧漏洩ガス(ブローバイガス)はピストン外周面に開口部を有するバイパス通路に滞留する。そして，ブローバイガスが滞留するバイパス通路は，ピストンの上死点側への移動により，圧縮行程終了付近の状態にある圧縮室の導通路に連通する。この連通によりバイパス通路内の高圧ブローバイガスは圧縮行程終了付近の状態にある圧縮室の導通路，ガス放出通路，圧縮行程開始の状態にある圧縮室の導通路を介して圧縮行程開始の状態にある圧縮室へ流入する。",
            "【0013】",
            "【実施例】以下，本発明を具体化した一実施例を図1～図8に基づいて説明する。図3に示すように，接合された前後一対のシリンダブロック1，2の端面には，フロントハウジング3及びリアハウジング4がバルブプレート5，6を介して接合されている。シリンダブロック1，2，バルブプレート5，6，フロントハウジング3及びリアハウジング4はボルト7により締め付け固定されており，バルブプレート5，6及び両ハウジング3，4は，ピン8，9によってシリンダブロック1，2に対する回動が阻止されている。シリンダブロック1，2の中心部にはテーパ形状の収容孔1a，2aが貫設されており，収容孔1a，2aの開口縁には環状の位置決め突起1b，2bが突設されている。位置決め突起1b，2bには，バルブプレート5，6が嵌合されており，この嵌合構成によりシリンダブロック1，2に対するバルブプレート5，6の位置決めが成されている。",
            "【0014】フロントハウジング3及びリアハウジング4の中心部には，支持孔3a，4aが形成されている。支持孔3a，4aには円錐コロ軸受け10，11が収容されており，駆動軸12が円錐コロ軸受け10，11を介して両ハウジング3，4の間に回転可能に架設支持されている。駆動軸12の自由端部側であるリアハウジング4の支持孔4a内には，円錐コロ軸受け11の後面に係合して仕切板13が前後動可能に設けられており，この仕切板13の外周面と支持孔4aの内周面との間には，シールリング14が介在されている。この仕切板13の前後には，空間A及び空間Bが形成されている。",
            "【0015】フロントハウジング3側からリアハウジング4側に向かって駆動軸12に作用するスラスト荷重は円錐コロ軸受け11及び仕切板13を介してリアハウジング4で受け止められる。又，リアハウジング4側からフロントハウジング3側へ向かって駆動軸12に作用するスラスト荷重は円錐コロ軸受け10を介してフロントハウジング3で受け止められる。",
            "【0016】駆動軸12には，斜板15が固定支持されている。吸入路としての斜板室16を構成するシリンダブロック1，2には，導入口17が形成されており，導入口17には図示しない外部吸入冷媒ガス管路が接続されている。斜板室16には，外部吸入冷媒ガス管路から冷媒ガスが導入口17を介して導入される。従って，斜板室16は吸入圧領域となる。",
            "【0017】図4及び図5に示すように，駆動軸12を中心とする等間隔角度位置には，複数のシリンダボア18a～18e，19a～19eが形成されている。図3に示すように前後で対となるシリンダボア18a～18e，19a～19e(本実施例では5対)内には，両頭ピストン20a～20eが往復動可能に収容されている。両頭ピストン20a～20eと斜板15の前後両面との間には半球状のシュー21，22が介在されている。従って，斜板15の回転はシュー21，22を介することによって両頭ピストン20a～20eのシリンダボア18a～18e，19a～19eにおいての往復動作に変換される。",
            "【0018】一方，両ハウジング3，4内には吐出室23，24が形成されており，両頭ピストン20a～20eによって，シリンダボア18a～18e，19a～19e内に区画される圧縮室Pa1～Pa5，Pb1～Pb5は，バルブプレート5，6上の吐出ポート5a，6aを介して該吐出室23，24に接続されている。吐出ポート5a，6aはフラッパ弁型の吐出弁25，26により開閉され，吐出弁25，26の開度はリテーナ27，28により規制される。そして，吐出弁25，26及びリテーナ27，28は図示しないボルトによりバルブプレート5，6上に締付固定されている。吐出室23，24は図示しない外部吐出冷媒ガス管路に連通すると共に，通路4bを介して前記空間Bにも連通される。",
            "【0019】図4に示すように，収容孔1aの内周面には，シリンダボア18a～18eと同数の導通路29a～29eがシリンダボア18a～18eと一対一で常に連通するよう，等間隔角度位置に配列形成されている。同様に，図5に示すように，収容孔2aの内周面には，シリンダボア19a～19eと同数の導通路30a～30eがシリンダボア19a～19eと一対一で常に連通するよう，等間隔角度位置に配列形成されている。",
            "【0020】さて，図1，図2に示すように，両頭ピストン20aの外周面には環状の捕捉溝31が設けられており，該ピストン20aのヘッド側から所定距離L離れた位置に設定されている。更に，両頭ピストン20aには捕捉溝31上に開口部32a，32bを有する略円形 断面のバイパス通路32が貫穿されている。バイパス通路32は両頭ピストン20aの直径方向に向けて貫通されており，両頭ピストン20aの外周面とシリンダボア18a，19aの内周面とで区画される捕捉溝31の断面積とほぼ同等の断面積を有している。",
            "【0021】図3に示すように，開口部32aは駆動軸12側，即ち導通路29a，30a側に向けて配設されており，圧縮行程終了付近における捕捉溝31と導通路29a，30aとの連通時には導通路29a，30aに対向するような位置に開口している。開口部32bは開口部32aと両頭ピストン20aの軸芯とを結ぶ直線の延長上，即ち，導通路29a，30a側から最も離れた位置33に配設されている。尚，捕捉溝31及びバイパス通路32は各両頭ピストン20b～20eにおいても上記両頭ピストン20aと同様に設けられている。",
            "【0022】駆動軸12上にはテーパ形状を有したロータリバルブ34，35が該駆動軸12に嵌入支承されている。ロータリバルブ34，35には駆動軸12に止着されたキー12a，12bに係合するキー溝36，37が設けられており，ロータリバルブ34，35は駆動軸12と一体回転可能に，且つ，スライド可能に収容孔1a，2a内に収容されている。収容孔1a，2aはテーパ形状を有しており，それぞれ斜板室16側に向かうにつれて拡径となっている。そして，ロータリバルブ34，35は，その外周面が収容孔1a，2aの内周面に当接されるように嵌合挿入されている。即ち，ロータリバルブ34の小径端部34aが吐出室23側を向き，ロータリバルブ34の大径端部34bは斜板室16側を向いている。又，ロータリバルブ35の小径端部35aは吐出室24側を向き，ロータリバルブ35の大径端部35bは斜板室16側を向いている。",
            "【0023】ロータリバルブ34，35の大径端部34b，35bには，斜板室16に開口する凹部34c，35cが形成され，該凹部34c，35cの底壁と斜板15との間には，シール力付与バネ38，39が介在されている。そして，そのシール力付与バネ38，39はロータリバルブ34，35を大径端部34b，35b側から小径端部34a，35a側へと付勢している。そのため，ロータリバルブ34，35の外周面はシール力付与バネ38，39のバネ力によって収容孔1a，2aの内周面に密接することになる。",
            "【0024】又，図6に示すように，ロータリバルブ34，35内には，吸入通路40，41が形成されている。吸入通路40，41の入口は斜板室16に向けて開口しており，吸入通路40，41の出口はロータリバルブ34，35の外周面上に開口している。ロータリバルブ34，35の外周面上には，吸入通路40，41に接続された案内溝42，43が周方向に沿って設けられている。前述した各導通路29a～29e，30a～29eは案内溝42，43の周回領域内において配置されている。",
            "【0025】更に，ロータリバルブ34の外周面上には，ガス放出通路44(45)が形成されている。ガス放出通路44(45)は，ロータリバルブ34の回転中心に関して吸入通路40(41)の出口とは反対側に設けられており，ガス放出通路44(45)は軸方向の接続溝44a(45a)と両接続溝44a(45a)を大径端部34b(35b)側で繋ぐ周回溝44b(45b)とから構成されている。ロータリバルブ34(35)の回転中心に関する接続溝44a(45a)の角度間隔は導通路29a～29e(30a～30e)の配列角度間隔の2倍にしてある。尚，ロータリバルブ35についての説明は括弧内の符号を以て説明を省略する。",
            "【0026】支持孔3a，4aは駆動軸12とロータリバルブ34，35との間のクリアランスを介して斜板室16に連通している。従って，支持孔3a，4aは吸入圧領域となる。46は駆動軸12の周面におけるシールを行うリップシールである。リップシール46は支持孔3aから圧縮機外部への冷媒ガス漏洩を防止する。【0027】次に，上記構成の往復動型圧縮機における冷媒ガス吸入構造の作用について説明する。駆動軸7が図4，5に示す矢印Q方向に回転することにより，斜板 室16内に供給された冷媒ガスは，圧縮室Pa1～Pa5，Pb1～Pb5内の圧力が斜板室16内の圧力を下回ると案内溝42，43と連通状態にある導通路29a～29e，30a～30eを介して圧縮室Pa1～Pa5，Pb1～Pb5に吸入される。",
            "【0028】図3，図4及び図5に示す状態では両頭ピストン20aは前側のシリンダボア18aに対して上死点位置付近にあり，後側のシリンダボア19aに対して下死点位置付近にある。このようなピストン配置状態のとき，吸入通路40の出口は案内溝42を介してシリンダボア18aの導通路29aに連通する直前にあり，ガス放出通路44の接続溝44aとシリンダボア18aの導通路29aとが接続した直後にある。そして，両頭ピストン20aがシリンダボア18aに対して上死点位置から下死点位置に向かう吸入行程に入ったときには，吸入通路40は案内溝42を介してシリンダボア18aの圧縮室Pa1に連通する。この連通により斜板室16内の冷媒ガスは吸入通路40を経由してシリンダボア18aの圧縮室Pa1に吸入される。",
            "【0029】一方，両頭ピストン20aがシリンダボア19aに対して下死点位置から上死点位置に向かう圧縮行程に入ったときには，吸入通路41はシリンダボア19aの圧縮室Pb1  との連通が遮断される。この連通遮断によりシリンダボア19aの圧縮室Pb1内の冷媒ガスは両頭ピストン20aの移動に伴って圧縮され，所定圧力まで圧縮されると吐出弁26を押し退けつつ吐出ポート6aから吐出室24に吐出される。",
            "【0030】このような冷媒ガスの吸入及び吐出は他のシリンダボア18b～18e，19b～19eの圧縮室Pa2～Pa5，Pb2～Pb5においても同様に行われ，吐出室23，24に吐出された冷媒ガスは図示しない排出口を介して外部吐出冷媒ガス管路に圧送される。この冷媒ガスの圧縮と同時に，斜板室16内の吸入冷媒ガスは，ロータリバルブ35と駆動軸12との間の通路を通過して空間Aに導かれ，吐出室24内の吐出冷媒ガスの一部は，通路4bを介して空間Bに導かれる。このため，仕切板13の前後に圧力差が生じ，仕切板13が前方に押圧される結果，円錐コロ軸受け11に前方に向かう予荷重が付与される。",
            "【0039】・・・尚，本発明は上記実施例に限定されるものではなく，発明の趣旨を逸脱しない範囲で例えば次のように構成することもできる。尚，上記実施例と同一の構成については同一の符号を付して説明を省略する。",
            "【0040】(1)  上記実施例では，バイパス通路32の開口部は，開口部32aと開口部32bの2ヵ所だけとしたが，これに限定されるものでなく，例えば図9(a)に示すように，開口部32aに接続する貫通路47を更に設けてもよい。又，図9(b)に示すように分岐路48を設けてもよい。要は，捕捉溝31上において導通路29，30側までの距離を短くするようなバイパス通路32が貫穿されていればよい。",
            "【0041】又，バイパス通路32の断面積及び断面形状は，使用する圧縮機の圧縮比及び容量に応じて適宜選択すればよい。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "上記実施例では，テーパ形状を有したロータリバルブ34，35を用いたが，これに限定されるものでなく，例えば図10に示すように，ロータリバルブ34，35の外周面をストレート形状としてもよい。この場合，ガス放出通路44，45は圧縮行程にある圧縮室Pa1～Pa5，Pb1～Pb5の導通路29a～29e，30a～30eを包囲するように設定することが望ましい。このようにすれば，圧縮行程にある圧縮室Pa1～Pa5，Pb1～Pb5の導通路29a～29e，30a～30eから漏洩する冷媒ガスをガス放出通路44，45で捕捉することができる。",
        "【0042】(3)  上記実施例では，両頭ピストン20a～20eに捕捉溝31及び開口部32a，32bを有したバイパス通路32を設けたが，両頭ピストン20a～20eにバイパス通路32だけを設けてもよい。この場合，両頭ピストン20a～20eにおいて，開口部を該開口部32a，32bに加えて多数，貫穿配設することが好ましく，等間隔角度位置に貫穿配設することが望ましい。又，圧縮機におけるピストンの駆動方式，又は，圧縮比に応じて局部的に開口部を設けてもよい。又，捕捉溝31，バイパス通路32は，全ての両頭ピストン20a～20eに設ける必要はなく，例えば，あるピストンには捕捉溝31だけを，あるピストンにはバイパス通路32だけを，あるピストンには捕捉溝31及びバイパス通路32の両方を，と組合せを以て配設してもよい。",
        "【0043】(4)  上記実施例では，バイパス通路32と捕捉溝31とは，ほぼ同等の断面積を有していたが，これに限定されるものではなく，バイパス通路32と捕捉溝31とが異なった断面積であってもよい。"
      ]
    },
    {
      "fig": "(5)",
      "text": [
        "上記実施例では，吸入路として斜板室16を用いたが，ハウジング内において吸入路を設けることにより，ロータリバルブ34，35の吸入通路40，41に吸入冷媒ガスを導入してもよい。",
        "【図3】",
        "【図4】                【図5】              【図6】"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "上記アによると，甲15には，次のような引用発明4が記載されていることが認められる。",
            "「  接合された前後一対のシリンダブロック1，2における駆動軸12を中心とする等間隔角度位置には，複数のシリンダボア18a～18e，19a～19eが形成され，前後で対となるシリンダボア18a～18e，19a～19e内には，両頭ピストン20a～20eが往復動可能に収容され，斜板15の回転が両頭ピストン20a～20eのシリンダボア18a～18e，19a～19eにおいての往復動作に変換され，駆動軸12と一体回転し，両頭ピストン20a～20eによってシリンダボア18a～18e，19a～19e内に区画される圧縮室Pa1～Pa5，Pb1～Pb5に冷媒ガスを吸入するための吸入通路40，41が形成されているロータリバルブ34，35を備えた往復動型圧縮機において，",
            "シリンダブロック1，2の中心部には，ロータリバルブ34，35が回転可能に収容される収容孔1a，2aが貫設され，",
            "収容孔1a，2aの内周面にはシリンダボア18a～18e，19a～19eと一対一で常に連通する導通路29a～29e，30a～30eが形成され，導通路29a～29e，30a～30eは，ロータリバルブ34，35の回転に伴って吸入通路40，41と間欠的に連通し，",
            "吸入通路40，41の出口は，ロータリバルブの外周面上に開口し，ロータリバルブ34，35の外周面は，吸入通路40，41の出口，吸入通路40，41に接続された案内溝42，43，及びガス放出通路44，45を除いて円筒形状とされ，ロータリバルブ34，35の外周面は，収容孔1a，2aの内周面に直接対向し，更に斜板15の両側の，ロータリバルブ34，35よりも斜板15から離れた位置において，駆動軸12が円錐コロ軸受け10，11を介して支持され，",
            "斜板15は，円錐コロ軸受け10，11によって駆動軸12の軸線の方向の位置を規制されている，往復動型圧縮機における冷媒ガス吸入構造。」"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件特許発明と引用発明4の一致点及び相違点",
      "content": [
        {
          "fig": "ア",
          "text": [
            "前記1及び上記(1)によると，本件特許発明と引用発明4の一致点及び相違点は，前記第2，4(4)ア記載のとおり認められる。"
          ]
        },
        {
          "fig": "イ",
          "subject": "相違点4-1について",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，甲15に記載された引用発明4において，ロータリバルブ34，35は回転軸(駆動軸12)と一体化されていると主張するが，ロータリバルブ34，35は，キー溝36，37で駆動軸12に止着されたキー12a，12bに係合するものであって，スライド可能なものである(【0022】)から，駆動軸12と一体回転するものであっても，一体化されているとまではいえない。したがって，上記の一体化の点は相違点であり，この点が設計事項であるというべき根拠は見いだし難いから，実質的な相違点であるということができる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，ガス放出通路44，45のない引用発明4を認定できると主張する。",
                    "しかし，甲15には，ガス放出通路44，45のない構成は記載されていない。原告は，甲16及び20の記載についても主張するが，これらは甲15と別個の文献であって，これらの記載に基づいて甲15の内容を認定することができるというべき事情があるとは認められないから，これらの文献に基づいて引用発明4の内容を認定することはできない。したがって，原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，甲15では，ロータリバルブの外周面が収容孔の内周面に直接接触する構成を読み取ることができ，そうすると，当該部位がラジアル軸受として機能することは明らかであると主張する。",
                    "しかし，甲15には，ロータリバルブ34，35の外周面が収容孔1a，2aの内周面に当接しているとの記載(【0022】)はあるものの，それがラジアル軸受として機能する旨の記載はなく，前記(1)イによると，円錐コロ軸受け10，11は，一対のラジアル軸受としても機能するから，上記の当接している部位がラジアル軸受として機能すると認めることはできない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "原告は，ラジアル軸受機能に関する本件特許発明の「カム体からロータリバルブ側における回転軸の部分」を「カム体からロータリバルブまでの間の回転軸の部分」を意味すると解すると，引用発明4において「唯一のラジアル軸受手段」の構成は存在すると主張するが，原告が主張するように解することができないことは，前記2(2)ウ(ウ)で判示したとおりである。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "以上から，相違点4-1が存在し，これは実質的な相違点であると認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ウ",
          "subject": "相違点4-2について",
          "text": [
            "原告は，甲15の記載から，回転軸の導入通路が形成された部位が，カム体から前記部位側における回転軸の部分に関するラジアル軸受手段として機能している構成を読み取ることができるし，そうでないとしても，これは当業者が適宜選択できる設計事項であると主張する。",
            "しかし，引用発明4において，回転軸に導入通路があるとは認められないから，引用発明4において，回転軸の導入通路が形成された部位が，カム体から前記部位側における回転軸の部分に関するラジアル軸受手段として機能している構成を読み取ることはできないし，これらが設計事項であるとする事情があるとも認められない。また，前件侵害訴訟判決との関係については，前記2(2)エで判示したとおりである。",
            "したがって，相違点4-2が存在し，これは実質的な相違点であると認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "相違点4-1及び4-2の容易想到性について",
      "text": [
        "前記(1)イによると，引用発明4は，円錐コロ軸受け10，11によって，ラジアル軸受とスラスト軸受とを兼ねているものであるから，引用発明4において，相違点4-1及び4-2に係る構成とするためには，円錐コロ軸受け10，11を，ラジアル軸受とスラスト軸受とに分離し，それぞれを別の位置に設けることが必要となる。",
        "しかし，円錐コロ軸受け10，11を，ラジアル軸受とスラスト軸受とに分離すると，部品が多くなり，構造がより複雑になるため，製造コストやメンテナンスコストが上がり，故障の可能性も高くなるというデメリットがあるところ，このようなデメリットがあるのにもかかわらず，あえて円錐コロ軸受け10，11を，ラジアル軸受とスラスト軸受とに分離することに技術的意義があると認めるに足りる証拠はない。",
        "したがって，引用発明4において，円錐コロ軸受け10，11を，ラジアル軸受とスラスト軸受とに分離することには動機付けがあるとはいえず，むしろ，阻害要因があるといえる。",
        "これについて，原告は，甲15には，組み付け作業工程の複雑化を解消するために斜板を支持する回転軸を一対の円錐コロ軸受により回転可能に支持するという甲21に記載されたような課題の記載はないから，引用発明4において，円錐コロ軸受けは必須の構成ではないと主張する。",
        "甲15に記載される引用発明4は，流入ガスがシリンダボアの内周面に沿って圧縮室外へと漏洩することにより，圧縮室から吐出室への吐出冷媒ガスの減少が生じ，吐出効力が悪化するという課題を解決するための発明であって(【0006】)，甲15には，上記の甲21に記載されたような課題は記載されていないとしても，回転軸に対するラジアル方向の荷重及びスラスト方向の荷重の両方を受け止める円錐コロ軸受を設置しているのであり，それをあえて，ラジアル軸受とスラスト軸受に分離するような必要があるとは認められないから，引用発明4において，円錐コロ軸受けは必須の構成ではなく，ラジアル軸受手段とスラスト軸受手段とに分離することに何ら支障はないとの原告の上記主張を採用することはできない。",
        "なお，証拠(甲20～22)によると，甲20及び21は回転軸が一対の円錐コロ軸受けにより支承されたピストン式圧縮機の発明であり，甲22は回転軸が一対のラジアル軸受と一対のスラスト軸受手段とにより支承されたピストン式圧縮機の発明であることが認められるが，甲20～22に，回転軸が一対の円錐コロ軸受けにより支承されたピストン式圧縮機において，円錐コロ軸受けに代えて，一対のラジアル軸受と一対のスラスト軸受手段とにより回転軸を支承することが記載又は示唆されているとは認められない。",
        "したがって，引用発明4において，相違点4-1及び4-2に係る構成とすることは，当業者が容易に想到することができたとは認められない。"
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "以上によると，その余の点を判断するまでもなく，本件特許発明は，引用発明4に基づいて当業者が容易に発明をすることができたとは認められないから，取消事由4には理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "6",
              "subject": "取消事由5(無効理由5に関する判断の誤り)"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "引用発明5について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "甲16には，次の記載があることが認められる。",
            "【0001】",
            "【産業上の利用分野】本発明は，回転軸の周囲に配列された前後で対となる複数対のシリンダボア内に両頭ピストンを収容すると共に，回転軸に支持された斜板の回転運動を前記両頭ピストンの往復運動に変換し，シリンダブロックの前後の吐出室にシリンダボア内の冷媒ガスを吐出する斜板式圧縮機における潤滑構造に関するものである。",
            "【0007】シリンダボアの配列間隔はシリンダブロックの必要な強度を確保し得る程度まで拡げられる。この配列間隔の大きさとシリンダボアの配列半径の大きさとは比例し，配列間隔を拡げれば配列半径が増大し，配列間隔を狭めれば配列半径も減少する。しかしながら，通常，前記吸入通路が回転軸の周囲に等角度位置に配列された複数のシリンダボアの狭間に1本ずつ設けられており，このような通路の存在がシリンダブロックの強度低下をもたらす。又，シリンダブロック内の吐出通路の存在もシリンダブロックの強度低下をもたらす。そのため，吸入通路及び吐出通路をシリンダブロック内に貫設する構成が採用される限りシリンダボアの配列半径の縮径化は困難であり，圧縮機のコンパクト化は困難である。",
            "【0008】しかも，シリンダブロック内の吸入通路の存在は圧力損失の原因となり，圧縮効率が低下する。本発明は体積効率を向上する斜板式圧縮機を提供し，さらに圧縮機全体のコンパクト化を可能とする斜板式圧縮機を提供することを目的とする。",
            "【0009】",
            "【課題を解決するための手段】そのために本発明では，回転軸の周囲に配列された前後で対となる複数対のシリンダボア内に両頭ピストンを収容すると共に，回転軸に支持された斜板の回転運動を前記両頭ピストンの往復運動に変換し，両頭ピストンによってシリンダボア内に区画される圧縮室の冷媒ガスをシリンダブロックの前後の吐出室に吐出する斜板式圧縮機を対象とし，ロータリバルブ内に吸入通路を形成し，両頭ピストンの往復動に同期して前記圧縮室と前記吸入通路とを順次連通するように，かつ斜板を収容する斜板室と吐出圧領域とを遮断するように前記ロータリバルブを回転軸上に支持し，回転軸内に吐出通路を設けると共に，前後一対の吐出室を吐出通路で連通し，ロータリバルブの摺接周面に潤滑油を供給するための油供給孔を吐出圧領域に包囲された回転軸の周面から吐出通路にかけて貫設した。",
            "【0010】",
            "【作用】前後の吐出室の一方に吐出された冷媒ガスは回転軸内の吐出通路を介して他方の吐出室へ合流する。ロータリバルブは吸入圧領域である斜板室と吐出圧領域とを遮断し，吐出通路内を冷媒ガスと共に流動する潤滑油が油供給孔からロータリバルブの摺接周面に供給される。即ち，吐出通路の壁面に付着する潤滑油が回転軸の回転に伴う遠心作用によって油供給孔へ強制的に流入させられる。",
            "【0011】ロータリバルブ内の吸入通路はロータリバルブの回転に伴って複数の圧縮室に順次連通する。この連通は両頭ピストンの吸入動作に同期して行われる。吸入通路と圧縮室とが連通している時にピストンが下死点側へ向かい，圧縮室の圧力が吸入通路の圧力(吸入圧)以下まで低下していく。この圧力低下により吸入通路の冷媒ガスが圧縮室へ流入する。",
            "【0012】斜板室の冷媒ガスを圧縮室にロータリバルブを介して導入する構成は従来のシリンダブロック内の吸入通路を不要とする。シリンダブロック内の吸入通路の省略によってシリンダボアの配列半径の縮径化ができ，圧縮機全体がコンパクト化する。",
            "【0013】",
            "【実施例】以下，本発明を斜板式圧縮機に具体化した一実施例を図1～図8に基づいて説明する。",
            "【0014】図1に示すように接合された前後一対のシリンダブロック1，2の中心部には収容孔1a，2aが貫設されている。シリンダブロック1，2の端面にはバルブプレート3，4が接合されており，バルブプレート3，4には支持孔3a，4aが貫設されている。支持孔3a，4aの周縁には環状の位置決め突起3b，4bが突設されており，位置決め突起3b，4bは収容孔1a，2aに嵌入されている。バルブプレート3，4及びシリンダブロック1，2にはピン5，6が挿通されており，シリンダブロック1，2に対するバルブプレート3，4の回動がピン5，6により阻止されている。",
            "【0015】バルブプレート3，4の支持孔3a，4aには回転軸7が円錐コロ軸受け8，9を介して回転可能に支持されており，回転軸7には斜板10が固定支持されている。斜板室11を形成するシリンダブロック1，2には導入口12が形成されており，導入口12には図示しない外部吸入冷媒ガス管路が接続されている。",
            "【0016】図3及び図4に示すように回転軸7を中心とする等間隔角度位置には複数のシリンダボア13，13A，14，14Aが形成されている。図1に示すように前後で対となるシリンダボア13，14，13A，14A(本実施例では5対)内には両頭ピストン15，15Aが往復動可能に収容されている。両頭ピストン15，15Aと斜板10の前後両面との間には半球状のシュー16，17が介在されている。従って，斜板10が回転することによって両頭ピストン15，15Aがシリンダボア13，14，13A，14A内を前後動する。",
            "【0017】シリンダブロック1の端面にはフロントハウジング18が接合されており，シリンダブロック2の端面にもリヤハウジング19が接合されている。図7及び図8に示すように両ハウジング18，19の内壁面には複数の押さえ突起18a，19aが突設されている。押さえ突起18aと円錐コロ軸受け8の外輪8aとの間には環状板形状の予荷重付与ばね20が介在されている。押さえ突起19aは円錐コロ軸受け9の外輪9aに当接している。外輪8a，9aと共にコロ8c，9cを挟む内輪8b，9bは回転軸7の段差部7a，7bに当接している。シリンダブロック1，バルブプレート3及びフロントハウジング18はボルト21により締め付け固定されている。シリンダブロック2，バルブプレート4及びリヤハウジング19はボルト22により締め付け固定されている。円錐コロ軸受け8，9は回転軸7に対するラジアル方向の荷重及びスラスト方向の荷重の両方を受け止める。ボルト21の締め付けは予荷重付与ばね20を撓み変形させ，この撓み変形が円錐コロ軸受け8を介して回転軸7にスラスト方向の予荷重を与える。",
            "【0018】両ハウジング18，19内には吐出室23，24が形成されている。両頭ピストン15，15Aによりシリンダボア13，14，13A，14A内に区画される圧縮室Pa，Pbはバルブプレート3，4上の吐出ポート3c，4cを介して吐出室23，24に接続している。吐出ポート3c，4cはフラッパ弁型の吐出弁31，32により開閉される。吐出弁31，32の開度はリテーナ33，34により規制される。吐出弁31，32及びリテーナ33，34はボルト35，36によりバルブプレート3，4上に締め付け固定されている。吐出室23は排出通路25を介して図示しない外部吐出冷媒ガス管路に連通している。",
            "【0019】26は回転軸7の周面に沿った吐出室23から圧縮機外部への冷媒ガス漏洩を防止するリップシールである。回転軸7上の段差部7a，7bにはロータリバルブ27，28がスライド可能に支持されている。ロータリバルブ27，28と回転軸7との間にはシールリング39，40が介在されている。ロータリバルブ27，28は回転軸7と一体的に図3の矢印Q方向に回転可能に収容孔1a，2a内に収容されている。",
            "【0020】図2に示すように収容孔1a，2aはテーパ形状であり，シリンダブロック1，2の端面から内部に向かうにつれて縮径となっている。ロータリバルブ27，28の周面は収容孔1a，2aと同形のテーパにしてあり，ロータリバルブ27，28の周面27c，28cは収容孔1a，2aの内周面にぴったりと嵌合可能である。即ち，ロータリバルブ27の大径端部27a側は吐出室23側を向き，ロータリバルブ27の小径端部27b側は斜板室11側を向いている。又，ロータリバルブ28の大径端部28a側は吐出室24側を向き，ロータリバルブ28の小径端部28b側は斜板室11側を向いている。",
            "【0021】ロータリバルブ27，28内には吸入通路29，30が形成されている。吸入通路29，30の入口29a，30aは小径端部27b，28b上に開口しており，吸入通路29，30の出口29b，30bはテーパ周面27c，28c上に開口している。",
            "【0022】図3に示すようにロータリバルブ27を収容する収容孔1aの内周面にはシリンダボア13，13Aと同数の吸入ポート1bが等間隔角度位置に配列形成されている。吸入ポート1bとシリンダボア13，13Aとは1対1で常に連通しており，各吸入ポート1bは吸入通路29の出口29bの周回領域に接続している。",
            "【0023】同様に，図4に示すようにロータリバルブ28を収容する収容孔2aの内周面にはシリンダボア14，14Aと同数の吸入ポート2bが等間隔角度位置に配列形成されている。吸入ポート2bとシリンダボア14，14Aとは1対1で常に連通しており，各吸入ポート2bは吸入通路30の出口30bの周回領域に接続している。",
            "【0024】図1，図3及び図4に示す状態では両頭ピストン15Aは一方のシリンダボア13Aに対して上死点位置にあり，他方のシリンダボア14Aに対して下死点位置にある。このようなピストン配置状態のとき，吸入通路29の出口29bはシリンダボア13Aの吸入ポート1bに接続する直前にあり，吸入通路30の出口30bはシリンダボア14Aの吸入ポート2bに接続した直後にある。即ち，両頭ピストン15Aがシリンダボア13Aに対して上死点位置から下死点位置に向かう吸入行程に入ったときには吸入通路29はシリンダボア13Aの圧縮室Paに連通する。この連通により斜板室11内の冷媒ガスが吸入通路29を経由してシリンダボア13Aの圧縮室Paに吸入される。一方，両頭ピストン15Aがシリンダボア14Aに対して下死点位置から上死点位置に向かう吐出行程に入ったときには吸入通路30はシリンダボア14Aの圧縮室Pbとの連通を遮断される。この連通遮断によりシリンダボア14Aの圧縮室Pb内の冷媒ガスが吐出弁31を押し退けつつ吐出ポート4cから吐出室24に吐出される。",
            "【0025】このような冷媒ガスの吸入及び吐出は他のシリンダボア13，14の圧縮室Pにおいても同様に行われる。回転軸7の一端はフロントハウジング18から外部に突出しており，他端はリヤハウジング19側の吐出室24内に突出している。回転軸7の軸心部には吐出通路37が形成されている。吐出通路37は吐出室24に開口している。フロントハウジング18側の吐出室23によって包囲される回転軸7の周面部位には導出口38が形成されており，吐出室23と吐出通路37とが導出口38によって連通されている。従って，前後の吐出室23，24が吐出通路37によって連通しており，吐出室24の冷媒ガスは吐出通路37から吐出室23に合流する。吐出室23の吐出冷媒ガスは排出通路25から外部の吐出冷媒がす管路へ排出される。",
            "【0028】斜板室11の吸入冷媒ガスがロータリバルブ27，28内の吸入通路29，30を経由して圧縮室P，Pa，Pbへ吸入される構成は従来の斜板式圧縮機におけるシリンダブロック内の複数の吸入通路を不要とする。又，吐出室24に吐出された吐出冷媒ガスを回転軸7内の吐出通路37を経由して排出通路25へ導く構成は従来の斜板式圧縮機におけるシリンダブロック内の吐出通路を不要とする。シリンダブロック1，2から吸入通路及び吐出通路を排除したことによってシリンダボア13，13A，14，14Aの配列間隔を狭めることができる。シリンダボア13，13A，14，14Aの配列間隔の減少はシリンダボア13，13A，14，14Aの配列半径の縮径化に繋がり，シリンダブロック1，2全体の縮径化が達成される。従って，圧縮機全体の縮径化及び軽量化が達成される。",
            "【0030】斜板室11は吸入圧領域であり，吐出室23，24は吐出圧領域である。そのため，吐出室23，24の吐出冷媒ガスがロータリバルブ27，28の周面27c，28cに沿って漏洩する可能性がある。ロータリバルブ27，28の周面27c，28cはテーパになっており，ロータリバルブ27，28を収容する収容孔1a，2aの内周面も同様のテーパとなっている。又，ロータリバルブ27，28の大径端部27a，28aは吐出圧領域に露出しており，小径端部27b，28bは吸入圧領域に露出している。即ち，ロータリバルブ27，28は大径端部27a，28a側から小径端部27b，28b側に向けて付勢される。この付勢によりロータリバルブ27，28のテーパ周面27c，28cが収容孔1a，2aの内周面に押接され，ロータリバルブ27，28は収容孔1a，2aの内周面に摺接しながら回転する。従って，吐出室23，24の吐出冷媒ガスがロータリバルブ27，28の周面27c，28cと収容孔1a，2aの内周面との間から斜板室11側へ漏洩することはない。",
            "【0037】又，本発明ではロータリバブルの周面及び その収容孔をストレート形状としてもよい。このストレート周面ではロータリバルブと収容孔の周面との間のクリアランスはテーパ周面に比して大きくなり，ストレート周面同士のみによるシール性が悪くなる。しかしながら，油供給孔7c，7dから供給される潤滑油がシール性を高める。",
            "【図1】",
            "【図2】                【図3】                【図4】"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "上記アによると，甲16には，次のような引用発明5が記載されていることが認められる。",
            "「  接合された前後一対のシリンダブロック1，2における回転軸7を中心とする等間隔角度位置には複数のシリンダボア13，13A，14，14Aが形成され，前後で対となるシリンダボア13，13A，14，14A内には両頭ピストン15，15Aが往復動可能に収容され，斜板10が回転することによって両頭ピストン15，15Aがシリンダボア13，13A，14，14A内を前後動し，回転軸7と一体回転し，両頭ピストン15，15Aによりシリンダボア13，14，13A，14A内に区画される圧縮室Pa，Pbに冷媒ガスを吸入するための吸入通路29，30が形成されているロータリバルブ27，28を備えた斜板式圧縮機において，",
            "シリンダブロック1，2の中心部にはロータリバルブ27，28が回転可能に収容される収容孔1a，2aが貫設され，",
            "収容孔1a，2aの内周面にはシリンダボア13，13A，14，14Aとは1対1で常に連通する吸気ポート1b，2bが形成され，吸気ポート1b，2bは，ロータリバルブ27，28の回転に伴って吸入通路29，30と間欠的に連通し，",
            "吸入通路29，30の出口29b，30bはロータリバルブ27，28の周面27c，28c上に開口し，ロータリバルブ27，28の周面27c，28cは，吸入通路29，30の出口29b，30bを除いて円筒形状とされ，ロータリバルブ27，28の周面27c，28cは，収容孔1a，2aの内周面に直接対向し，更に斜板10の両側の，ロータリバルブ27，28よりも斜板10から離れた位置において，回転軸7が円錐コロ軸受け8，9を介して支持され，",
            "斜板10は，円錐コロ軸受け8，9によって回転軸7の軸線の方向の位置を規制されている，斜板式圧縮機における冷媒ガス吸入構造。」"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件特許発明と引用発明5の一致点及び相違点",
      "content": [
        {
          "fig": "ア",
          "text": [
            "前記1及び上記(1)によると，本件特許発明と引用発明5の一致点及び相違点は，前記第2，4(5)ア記載のとおり認められる。"
          ]
        },
        {
          "fig": "イ",
          "subject": "相違点5-1について",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，甲16に記載された引用発明5において，ロータリバルブ(ロータリバルブ27，28)は，回転軸(回転軸7)と一体化されていると主張するが，ロータリバルブ27，28は，回転軸7上の段差部7a，7bにスライド可能に支持されているのであるから，回転軸7と一体として回転するとしても，一体化されているとまでは認められない。したがって，上記一体化の点は相違点である。また，ロータリバルブ27，28と回転軸7の具体的な接着関係が甲15に記載されていないからといって，一体化の点が設計事項であるということはできず，他に設計事項であるというべき事情も見いだし難いから，実質的な相違点であるということができる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，甲16では，ロータリバルブの外周面が収容孔の内周面に直接接触する記載を読み取ることができ，当該部位がラジアル軸受として機能すると主張する。",
                    "しかし，甲16には，ロータリバルブ27，28の周面27c，28cは収容孔1a，2aの内周面と嵌合可能との記載(【0020】)はあるものの，それがラジアル軸受として機能する旨の記載はなく，前記(1)イによると，円錐コロ軸受け8，9は，一対のラジアル軸受としても機能するから，上記の嵌合可能な部位がラジアル軸受として機能すると認めることはできない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，ラジアル軸受機能に関する本件特許発明の「カム体からロータリバルブ側における回転軸の部分」を「カム体からロータリバルブまでの間の回転軸の部分」を意味すると解すると，引用発明4において「唯一のラジアル軸受手段」の構成は存在すると主張するが，原告が主張するように解することができないことは，前記2(2)ウ(ウ)で判示したとおりである。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "以上から，相違点5-1が存在し，これは実質的な相違点であると認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ウ",
          "subject": "相違点5-2について",
          "text": [
            "原告は，甲16の記載から，回転軸の導入通路が形成された部位が，カム体から前記部位側における回転軸の部分に関するラジアル軸受手段として機能している構成を読み取れることができるし，そうでないとしても，これは当業者が適宜選択できる設計事項であると主張する。",
            "しかし，甲16の【0025】及び【0028】によると，引用発明5においては，回転軸7の軸心部には吐出通路37が形成されているが，冷媒ガスは，吸入通路29，30を経由して圧縮室に吸入され，吐出室24の冷媒ガスは，吐出通路37から吐出室23に合流し，排出通路25を経由して外部に排出されるものであるから，回転軸に冷媒ガスの導入通路が形成されていると認めることはできない。",
            "したがって，引用発明5において，回転軸の導入通路が形成された部位が，カム体から前記部位側における回転軸の部分に関するラジアル軸受手段として機能している構成を読み取れることはできないし，これが設計事項であるということもできない。",
            "また，前件侵害訴訟判決との関係については，前記2(2)エで判示したとおりである。",
            "したがって，相違点5-2が存在し，これは実質的な相違点であると認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "相違点5-1及び5-2の容易想到性について",
      "text": [
        "前記(1)によると，引用発明5は，円錐コロ軸受け8，9によって，ラジアル軸受とスラスト軸受とを兼ねているものであるから，引用発明5において，相違点5-1及び5-2に係る構成とするためには，円錐コロ軸受け8，9を，ラジアル軸受とスラスト軸受とに分離し，それぞれを別の位置に設けることが必要となる。",
        "しかし，円錐コロ軸受け8，9を，ラジアル軸受とスラスト軸受とに分離することができないことは，前記5(3)で判示したのと同様であるから，引用発明5において，円錐コロ軸受け8，9をラジアル軸受とスラスト軸受に分離することについて動機付けがあるとはいえず，むしろ，阻害要因があるといえる。",
        "また，甲20～22に記載された技術を適用して相違点5-1及び5-2を容易に想到することができたと認められないことは，前記5(3)のとおりである。",
        "したがって，引用発明5において，相違点5-1及び5-2に係る構成とすることは，当業者が容易に想到することができたとは認められない。"
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "以上によると，その余の点を判断するまでもなく，本件特許発明は，引用発明5に基づいて当業者が容易に発明をすることができたとは認められないから，取消事由5には理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "7",
              "subject": "結論",
              "text": [
                "以上の次第で，原告の請求には理由がないので，原告の請求を棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}