{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，控訴人敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "上記部分に係る被控訴人の請求を棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等(略称は原判決のそれに従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被控訴人から食品の包装フィルムのデザインを受託していた控訴人が，被控訴人の営業上の信用を害する虚偽の事実を被控訴人の取引先に告知したとして，被控訴人が，控訴人に対し，主位的に不正競争防止法(不競法)4条，予備的に民法709条に基づき，損害賠償金550万円(慰謝料500万円及び弁護士費用相当損害金50万円の合計)及びこれに対する不法行為の日である平成30年3月18日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原判決は，被控訴人の主位的請求を，損害賠償金55万円(慰謝料50万円及び弁護士費用相当損害金5万円の合計)及びこれに対する平成30年3月20日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める限度で認容し，その余の請求を棄却した。",
            "控訴人が，原判決中の敗訴部分を不服として控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "前提事実は，以下のとおり付加訂正するほかは，原判決「事実及び理由」「第2  事案の概要」「2  前提事実」(原判決2頁9行目から4頁18行目まで)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁17行目及び18行目の「パッケージデザイン」を「包装フィルムに印刷する，絵柄及び文字等から成るデザイン(以下，本判決において「パッケージデザイン」という。)」に改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決2頁23行目の「主張し，」の後に「被告デザイン22点(以下「前訴対象デザイン」という。)の著作権等侵害について，」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁4行目の「被告デザイン(上記アとは異なるもの)」を「被告デザイン1305点(前訴対象デザインとは別のもの。以下「別訴対象デザイン」という。)」に改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決3頁8行目の「事件。」の後に「後に東京地方裁判所に移送されて同庁平成30年(ワ)第22399号。」を加える。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決4頁18行目の末尾に改行して次のとおり加える。",
                "「ウ  本件顧客が販売したStyle ONE「どら焼」の包装フィルム(乙47の1の上側写真)は，被控訴人が本件顧客に納入したものである。そのデザインは，被告デザイン(乙47の1の下側写真。以下「本件デザイン」という。)を修正して作成された。本件デザインは，別訴対象デザインに含まれている(乙47の1)。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "本件の争点及び争点に関する当事者の主張は，下記4のとおり当審における控訴人の補充主張を付加するほかは，原判決「事実及び理由」「第2  事案の概要」「3  争点」(原判決4頁19行目から22行目まで)及び「第3  争点に関する当事者の主張」(原判決4頁23行目から8頁22行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "当審における控訴人の補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "民訴法142条違反",
              "text": [
                "別訴と本件訴訟とは「内容・絵画・日付」が同一で争点が重複しているから，本件訴訟の提起は二重起訴に当たり，民訴法142条により禁止される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点1(不競法4条に基づく損害賠償請求権の有無)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "競争関係の不存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，被控訴人の造語にすぎない「パッケージデザイン」なる業務分野が存在することを前提に，控訴人と被控訴人との競争関係を認定したが，前提に誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は包装フィルムの印刷会社であり，その顧客は食品メーカーである。控訴人はデザインの専門家であり，営業を行っておらず，食品メーカーと取引したことは一度もない。また，被控訴人と控訴人との間には，発注者と下請人という上下関係があるにすぎない。",
                        "このように，両者間には競争関係がないにもかかわらず，原判決が証拠に基づかずに競争関係の存在を認定したことは，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "虚偽の事実の告知の不存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件各記載は，控訴人と被控訴人との間に別訴が係属中であることを示した上で，別訴における控訴人の主張を記載したものである。そして，控訴人が別訴において本件各記載のような主張を行っていることは真実であるから，本件書面の送付は，虚偽の事実の告知には当たらない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件各記載は，記載内容としてもいずれも真実であるから，本件書面の送付は，虚偽の事実の告知には当たらない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "違法性の阻却",
                  "text": [
                    "本件書面の送付は，別訴における立証のために，浦安警察署の警察官の指導に従って行われた。また，控訴人がこのような立証活動を行わざるを得なかったのは，別訴において，被控訴人が控訴人に対して立証を求めたためであるから，本件書面の送付は被控訴人との間の合意に基づき行われたともいえる。",
                    "したがって，本件書面の送付は，別訴における訴訟活動として正当になされた行為であって，違法性が阻却される。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "故意・過失の不存在",
                  "text": [
                    "本件記載1，2及び4の関係においては，前訴の審理の対象は，前訴対象デザインについての著作権等侵害であるから，著作権等侵害がないとする前訴判決が確定したとしても，別訴対象デザインについて著作権等侵害がないということにはならない。また，本件記載3の関係においては，被控訴人が控訴人に対して控訴人デザインを採用した旨の報告をしたのは1305点に上る別訴対象デザインのうち約10点にすぎず，その約10点の中に，本件デザインは含まれていない。",
                    "これらの事情によれば，本件顧客に対して本件書面を送付したことにつき，控訴人に故意・過失があったとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点2(不法行為に基づく損害賠償請求権の有無)について",
              "text": [
                "被控訴人は控訴人デザインを無断使用しているところ，被控訴人がその取引先に対して，別訴が係属中であるとの事実を告げずに控訴人デザインを修正したデザインを印刷した包装フィルムを売り渡し続けるという利益は，被控訴人の社会的信用として保護するに値しない。本件各記載と同旨の事項が新聞記事にも掲載されていたこと，被控訴人が同記事の取材に対して「コメントできない」としか答えていないこと，別訴においても閲覧等制限はされていないことからすれば，尚更である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点3(被控訴人の損害額)について",
              "text": [
                "原判決の認定は，証拠に基づかないものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所の判断は，当審における控訴人の補充主張について下記2のとおり付加するほか，原判決「事実及び理由」「第4  当裁判所の判断」(原判決8頁23行目から13頁25行目まで)に判示のとおりであるから，これを引用する。ただし，13頁25行目の末尾に「なお，民法709条に基づく損害賠償請求権によっても，損害額は上記認定のものと異ならないから，予備的請求原因である同請求権について判断する必要はない。」を加える。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の補充主張に対する判断",
          "text": [
            "以下のとおり，控訴人の主張はいずれも採用することができない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "民訴法142条違反の主張について",
              "text": [
                "民訴法142条によって二重起訴が禁止されるのは「事件」を同一とする場合であり，「事件」の同一性は，当事者及び訴訟物の同一性により判断される。",
                "別訴の訴訟物は，控訴人の著作権等が侵害されたことを理由とする控訴人の損害賠償請求権である。これに対し，本件訴訟の訴訟物は，被控訴人の営業上の利益が侵害されたことを理由とする被控訴人の損害賠償請求権である。このように訴訟物が異なるから，「事件」は同一でなく，本件訴訟の提起は民訴法142条に反しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点1(不競法4条に基づく損害賠償請求権の有無)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "競争関係について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，控訴人と被控訴人との間には競争関係がない旨主張する。",
                        "しかしながら，不競法2条1項15号の「競争関係」は，双方の営業につき，その需要者又は取引者を共通にする可能性がある場合も含むと解される。控訴人は，デザイン業務全般等を請け負う個人事業主であり(前提事実)，本件書面の送付時までにその事業を廃していたと認めるに足りる証拠はない。また，控訴人は，被控訴人からの依頼のほかにも，食品の包装フィルムに印刷すべきデザインの依頼を受けた経験を有しており(乙5)，その経験は中間業者の介在の下でのものであったとしても，食品メーカーから直接依頼を受ける可能性はあるといえる。そうすると，控訴人と被控訴人との間には競争関係があると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，「パッケージデザイン」という業務分野は存在しない旨主張する。",
                        "しかしながら，当該主張を前提としても，食品のフィルムに印刷すべきデザインを作成するという具体的な行為において控訴人と被控訴人が共通の業務を行っていた以上は，両者間に競争関係が存在するとの認定は左右されない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，両者間には親事業者と下請業者という上下関係があるにすぎない旨主張する。",
                        "しかしながら，両者間で取引をする場合には控訴人のいう「上下関係」があるとしても，控訴人及び被控訴人のそれぞれが食品メーカーとの間で取引をする場合には両者間に競争関係が生じるといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "虚偽の事実の告知について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件各記載は別訴における控訴人の主張を記載したものにすぎず，控訴人が別訴において本件各記載のような主張を行っていることは真実であるから，本件書面の送付は「虚偽の事実」の告知には当たらない旨主張する。",
                        "しかしながら，本件書面には，控訴人が別訴を提起したことをうかがわせる記載はあるものの，本件各記載が控訴人の別訴における主張を記載したものであるという趣旨の説明は存在せず，むしろ，あたかも本件各記載のとおりの事実が存在するかのような表現で記載されている。そうすると，本件書面を受領した本件顧客が，本件各記載を控訴人の別訴における主張にとどまるものとして理解するとは考え難い。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，本件各記載は，記載内容としてもいずれも真実である旨主張する。",
                        "しかしながら，本件各証拠によれば，本件各記載の記載内容が真実であるとは認められず，むしろ虚偽と認められることは，原判決を補正の上引用して認定説示したとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "違法性の阻却について",
                  "text": [
                    "控訴人は，本件書面の送付は，①別訴における立証のために，②警察官の指導のもと，③被控訴人との合意に基づいて，行われたものであるから違法性が阻却される旨主張するが，以下のとおり，その主張事実を認めることはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "上記①の点につき",
                      "text": [
                        "本件各記載のうち，上記①のような目的をうかがわせる部分は本件記載4の中にわずかにみられるのみである。他方，本件各記載の大部分が被控訴人の営業上の信用を害する虚偽の事実の告知に当たることは，原判決を補正の上引用して認定説示したとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "上記②の点につき",
                      "text": [
                        "控訴人が本件書面の送付に先立ち浦安警察署の警察官に相談した事実は認められるが(甲79)，民事事件の立証活動につき警察官が見解を述べたり当事者を「指導」したりすることは通常考えられない上，控訴人が受けたと主張する「指導」の内容も「1305回(点)不法印刷物の有無を自分で問い合わせるよう控訴人に指導」というものであり，本件各記載の具体的内容に及ぶものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "上記③の点につき",
                      "text": [
                        "被控訴人が，別訴において，主張立証責任が控訴人にあるという一般論を指摘することを超えて，本件書面の本件顧客への送付について同意していたことを認めるに足りる証拠はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "故意又は過失について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件記載1，2及び4の関係につき，控訴人は，前訴の審理の対象は，前訴対象デザインについての著作権等侵害であるから，著作権等侵害がないとする前訴判決が確定したとしても，別訴対象デザインについて著作権等侵害がないということにはならない旨主張する。",
                        "しかしながら，前訴確定判決は，被控訴人によるデザインの使用・改変について，控訴人が事前に包括的に同意していたことを著作権等侵害がなかったことの理由にしているのであるから，同様の事実関係に基づく別訴対象デザインについても同様である蓋然性が高く，別訴対象デザインの一つである本件デザインについても，著作権等侵害があったとは判断されない蓋然性が高い。また，前訴判決の如何と関係なく，本件各証拠に照らして本件各記載の大部分が被控訴人の営業上の信用を害する虚偽の事実の告知に当たると認められることは，原判決を補正の上引用して認定説示したとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件記載3の関係につき，控訴人は，被控訴人が控訴人に対して控訴人デザインを採用した旨の報告をしたのは1305点に上る別訴対象デザインのうち約10点にすぎず，その約10点の中に本件デザインは含まれていない旨主張する。",
                        "しかしながら，被控訴人が控訴人のデザインを採用した旨の報告をしていたことは，補正の上原判決を引用して認定説示したとおりであるから，本件記載3の「『全ての』採用報告を怠り」との部分は事実に反するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，控訴人には，本件各記載が虚偽の事実の告知に当たることにつき，故意または過失があったというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点2(不法行為に基づく損害賠償請求権の有無)について",
              "text": [
                "原判決を補正の上引用して説示したとおり，予備的請求原因である不法行為に基づく損害賠償請求権については判断する必要がないので，控訴人の補充主張についても判断する必要がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点3(被控訴人の損害額)について",
              "text": [
                "控訴人は，原判決の認定は証拠に基づかない旨主張するが，本件書面の送付により本件顧客との関係で被控訴人の営業上の信用が害され，被控訴人がこれを回復するための方策を講じた事実は証拠(甲78)に基づいて認定することができ，その金銭的評価も本件事案に徴して相当なものといえるから，控訴人の上記主張は採用することができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，原判決は相当であり，本件控訴は理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}