{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2017-800060号事件について平成31年1月7日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成20年12月26日にした特許出願(特願2008-332599号)の一部を分割して出願した特許出願(特願2013-45238号)を分割して，平成26年11月13日，発明の名称を「金融商品取引管理装置，金融商品取引管理システムおよびプログラム」とする発明について特許出願(特願2014-230868号。以下「本件出願」という。)をし，平成27年10月23日，特許権の設定登録(特許第5826909号。請求項の数7。以下，この特許を「本件特許」という。甲5，15)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成29年4月28日，本件特許について特許無効審判(無効2017-800060号事件)を請求した。",
                "原告は，平成30年2月26日付けの審決の予告(甲8)を受けたため，同年5月7日付けで，本件特許の特許請求の範囲の請求項1ないし7(請求項1ないし5及び7は一群の請求項)及び本件出願の願書に添付した明細書(以下，図面を含めて，「本件明細書」という。甲5)を訂正する旨の訂正請求(以下「本件訂正」という。甲9の1，2)をしたが，同年10月22日付けの訂正拒絶理由通知(甲11)を受けたため，同年11月26日，本件訂正に係る全文訂正明細書を補正する旨の手続補正(以下「本件手続補正」という。甲12)をした。",
                "特許庁は，平成31年1月7日，本件手続補正及び本件訂正は認められないとした上で，「特許第5826909号の請求項1ないし7に係る発明についての特許を無効とする。」との審決(以下「本件審決」という。)をし，その謄本は，同月18日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成31年2月18日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "設定登録時(本件訂正前)",
              "text": [
                "本件特許の設定登録時の特許請求の範囲の請求項1ないし7の記載は，次のとおりである(以下，請求項の番号に応じて，請求項1に係る発明を「本件発明1」などという。甲5)。",
                "【請求項1】",
                "金融商品の売買取引を管理する金融商品取引管理装置であって，",
                "前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と，",
                "該注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段とを備え，",
                "該注文情報生成手段は，",
                "一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し，",
                "売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし，",
                "前記成行注文を決済する前記指値注文が約定されたとき，前記注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく前記指値注文を有効とし，以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせることを特徴とする金融商品取引管理装置。",
                "【請求項2】",
                "前記注文情報生成手段が生成した前記注文情報を記録する注文情報記録手段と，",
                "前記注文情報に基づいて前記金融商品の約定を行う約定情報生成手段とを備え，",
                "前記約定情報生成手段は，前記注文情報記録手段に記録された個々の前記注文情報のうち，前記第一注文情報に基づいて前記金融商品の約定を行う処理と，前記第二注文情報に基づいて前記金融商品の約定を行う処理とを，予め定められた回数だけ繰り返すことを特徴とする請求項1に記載の金融商品取引管理装置。",
                "【請求項3】",
                "前記注文情報生成手段は，前記逆指値注文情報に基づく前記逆指値注文が約定されたときに，前記第一注文情報に基づく指値注文および前記第二注文情報に基づく指値注文を停止し，",
                "前記約定情報生成手段は，前記逆指値注文情報に基づいて約定を行った場合，該逆指値注文情報を生成した前記売買注文申込情報に対応して生成される前記第一注文情報および第二注文情報のうち，前記逆指値注文情報の生成時点で未生成である前記注文情報を，全て前記注文情報記録手段から消去するキャンセル処理を行うことを特徴とする請求項2に記載の金融商品取引管理装置。",
                "【請求項4】",
                "前記約定情報生成手段は，一旦成立した前記金融商品の注文に対するキャンセル要求があった場合，該キャンセル要求のあった注文に対応する前記第一注文情報および／又は前記第二注文情報および／又は前記逆指値注文情報のうち，約定前の前記注文情報を全てキャンセル処理することを特徴とする請求項2又は3の何れかに記載の金融商品取引管理装置。",
                "【請求項5】",
                "特定顧客の預金残高情報を記録する顧客口座情報記録手段を備え，",
                "前記注文情報記録手段には，前記第一注文情報および前記第二注文情報の注文価格に基づく金額情報が属性情報として記録され，",
                "前記注文情報生成手段は，前記注文価格に基づく金額情報を前記預金残高情報と比較し，該預金残高情報の値が前記注文価格に基づく金額情報の値以上である場合に，前記第一注文情報および第二注文情報を生成することを特徴とする請求項2乃至4の何れかに記載の金融商品取引管理装置。",
                "【請求項6】",
                "金融商品の売買取引を管理する金融商品取引管理システムであって，",
                "前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と，",
                "該注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段とを備え，",
                "該注文情報生成手段は，",
                "一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し，",
                "売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし，",
                "前記成行注文を決済する前記指値注文が約定されたとき，前記注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく前記指値注文を有効とし，以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせることを特徴とする金融商品取引管理システム。",
                "【請求項7】",
                "コンピュータを請求項1乃至5の何れか一つに記載の金融商品取引管理装置として機能させることを特徴とするプログラム。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正後",
              "text": [
                "本件訂正後の請求項1ないし7の記載は，次のとおりである(下線部は本件訂正による訂正箇所である。以下，請求項の番号に応じて，「訂正発明1」などという。甲9の2)。",
                "【請求項1】",
                "金融商品の売買取引を管理する金融商品取引管理装置であって，",
                "前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と，",
                "該注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段と，",
                "前記注文情報生成手段が生成した前記注文情報を記録する注文情報記録手段とを備え，",
                "該注文情報生成手段は，",
                "一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し，",
                "前記注文情報記録手段は，生成された前記注文情報群を記録し，",
                "前記注文情報生成手段は，",
                "売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文および前記成行注文を決済するための逆指値注文を有効とし，",
                "前記成行注文を決済する前記第二注文情報に基づく前記指値注文が約定されたとき，次の前記注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく，前記成行注文の価格と同じ前記価格の前記指値注文を有効とし，",
                "前記第一注文情報に基づく該指値注文が約定されたときに，当該注文情報群の前記第二注文情報に基づく指値注文および前記逆指値注文情報に基づく前記逆指値注文を有効にし，",
                "以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせ，",
                "前記第二注文情報に基づく前記指値注文が約定されたとき，前記逆指値注文情報に基づく逆指値注文を停止し，",
                "前記逆指値注文情報に基づく前記逆指値注文が約定されたときに，前記逆指値注文情報と同じ前記注文情報群に含まれる前記第二注文情報に基づく指値注文，及び，当該注文情報群の後に生成される予定の前記注文情報群の生成を停止することを特徴とする金融商品取引管理装置。",
                "【請求項2】",
                "前記注文情報に基づいて前記金融商品の約定を行う約定情報生成手段を備え，",
                "前記約定情報生成手段は，前記注文情報記録手段に記録された個々の前記注文情報のうち，前記第一注文情報に基づいて前記金融商品の約定を行う処理と，前記第二注文情報に基づいて前記金融商品の約定を行う処理とを，予め定められた回数だけ繰り返すことを特徴とする請求項1に記載の金融商品取引管理装置。",
                "【請求項3】",
                "前記注文情報生成手段は，前記逆指値注文情報に基づく前記逆指値注文が約定されたときに，前記第一注文情報に基づく指値注文および前記第二注文情報に基づく指値注文を停止し，",
                "前記約定情報生成手段は，前記逆指値注文情報に基づいて約定を行った場合，該逆指値注文情報を生成した前記売買注文申込情報に対応して生成される前記第一注文情報および第二注文情報のうち，前記逆指値注文情報の生成時点で未生成である前記注文情報を，全て前記注文情報記録手段から消去するキャンセル処理を行うことを特徴とする請求項2に記載の金融商品取引管理装置。",
                "【請求項4】",
                "前記約定情報生成手段は，一旦成立した前記金融商品の注文に対するキャンセル要求があった場合，該キャンセル要求のあった注文に対応する前記第一注文情報および／又は前記第二注文情報および／又は前記逆指値注文情報のうち，約定前の前記注文情報を全てキャンセル処理することを特徴とする請求項2又は3の何れかに記載の金融商品取引管理装置。",
                "【請求項5】",
                "特定顧客の預金残高情報を記録する顧客口座情報記録手段を備え，",
                "前記注文情報記録手段には，前記第一注文情報および前記第二注文情報の注文価格に基づく金額情報が属性情報として記録され，",
                "前記注文情報生成手段は，前記注文価格に基づく金額情報を前記預金残高情報と比較し，該預金残高情報の値が前記注文価格に基づく金額情報の値以上である場合に，前記第一注文情報および第二注文情報を生成することを特徴とする請求項2乃至4の何れかに記載の金融商品取引管理装置。",
                "【請求項6】",
                "金融商品の売買取引を管理する金融商品取引管理システムであって，",
                "前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と，",
                "該注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段と，",
                "前記注文情報生成手段が生成した前記注文情報を記録する注文情報記録手段とを備え，",
                "該注文情報生成手段は，",
                "一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し，",
                "前記注文情報記録手段は，生成された前記注文情報群を記録し，",
                "前記注文情報生成手段は，",
                "売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文および前記成行注文を決済するための逆指値注文を有効とし，",
                "前記成行注文を決済する前記第二注文情報に基づく前記指値注文が約定されたとき，次の前記注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく，前記成行注文の価格と同じ前記価格の前記指値注文を有効とし，",
                "前記第一注文情報に基づく該指値注文が約定されたときに，当該注文情報群の前記第二注文情報に基づく指値注文および前記逆指値注文情報に基づく前記逆指値注文を有効にし，",
                "以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせ，",
                "前記第二注文情報に基づく前記指値注文が約定されたとき，前記逆指値注文情報に基づく逆指値注文を停止し，",
                "前記逆指値注文情報に基づく前記逆指値注文が約定されたときに，前記逆指値注文情報と同じ前記注文情報群に含まれる前記第二注文情報に基づく指値注文，及び，当該注文情報群の後に生成される予定の前記注文情報群の生成を停止することを特徴とする金融商品取引管理システム。",
                "【請求項7】",
                "コンピュータを請求項1乃至5の何れか一つに記載の金融商品取引管理装置として機能させることを特徴とするプログラム。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件手続補正後",
              "text": [
                "本件手続補正後の請求項1，2及び6の記載は，次のとおりである(下線部は本件手続補正による補正箇所である。甲12)。",
                "【請求項1】",
                "金融商品の売買取引を管理する金融商品取引管理装置であって，",
                "前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と，",
                "該注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段と，",
                "前記注文情報に基づいて前記金融商品の約定を行う約定情報生成手段と，",
                "前記注文情報生成手段が生成した前記注文情報を記録する注文情報記録手段とを備え，",
                "該注文情報生成手段は，",
                "一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し，",
                "前記注文情報記録手段は，生成された前記注文情報群を記録し，",
                "前記約定情報生成手段は，",
                "売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文および前記成行注文を決済するための逆指値注文を有効とし，",
                "前記成行注文を決済する前記第二注文情報に基づく前記指値注文が約定されたとき，次の前記注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく，前記成行注文の価格と同じ前記価格の前記指値注文を有効とし，",
                "前記第一注文情報に基づく該指値注文が約定されたときに，当該注文情報群の前記第二注文情報に基づく指値注文および前記逆指値注文情報に基づく前記逆指値注文を有効にし，",
                "以後，前記約定情報生成手段が前記第一注文情報に基づく前記指値注文の約定を行うことと，前記約定情報生成手段が前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定を行うことと，前記注文情報生成手段が前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成を行うこととを繰り返し行い，",
                "前記第二注文情報に基づく前記指値注文が約定されたとき，前記約定情報生成手段が前記逆指値注文情報に基づく逆指値注文を停止し，",
                "前記逆指値注文情報に基づく前記逆指値注文が約定されたときに，前記約定情報生成手段が前記逆指値注文情報と同じ前記注文情報群に含まれる前記第二注文情報に基づく指値注文，及び，当該注文情報群の後に生成される予定の前記注文情報群の生成を停止することを特徴とする金融商品取引管理装置。",
                "【請求項2】",
                "前記約定情報生成手段は，前記注文情報記録手段に記録された個々の前記注文情報のうち，前記第一注文情報に基づいて前記金融商品の約定を行う処理と，前記第二注文情報に基づいて前記金融商品の約定を行う処理とを，予め定められた回数だけ繰り返すことを特徴とする請求項1に記載の金融商品取引管理装置。",
                "【請求項6】",
                "金融商品の売買取引を管理する金融商品取引管理システムであって，",
                "前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と，",
                "該注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段と，",
                "前記注文情報に基づいて前記金融商品の約定を行う約定情報生成手段と，",
                "前記注文情報生成手段が生成した前記注文情報を記録する注文情報記録手段とを備え，",
                "該注文情報生成手段は，",
                "一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し，",
                "前記注文情報記録手段は，生成された前記注文情報群を記録し，",
                "前記約定情報生成手段は，",
                "売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文および前記成行注文を決済するための逆指値注文を有効とし，",
                "前記成行注文を決済する前記第二注文情報に基づく前記指値注文が約定されたとき，次の前記注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく，前記成行注文の価格と同じ前記価格の前記指値注文を有効とし，",
                "前記第一注文情報に基づく該指値注文が約定されたときに，当該注文情報群の前記第二注文情報に基づく指値注文および前記逆指値注文情報に基づく前記逆指値注文を有効にし，",
                "以後，前記約定情報生成手段が前記第一注文情報に基づく前記指値注文の約定を行うことと，前記約定情報生成手段が前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定を行うことと，前記注文情報生成手段が前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成を行うこととを繰り返し行い，",
                "前記第二注文情報に基づく前記指値注文が約定されたとき，前記約定情報生成手段が前記逆指値注文情報に基づく逆指値注文を停止し，",
                "前記逆指値注文情報に基づく前記逆指値注文が約定されたときに，前記約定情報生成手段が前記逆指値注文情報と同じ前記注文情報群に含まれる前記第二注文情報に基づく指値注文，及び，当該注文情報群の後に生成される予定の前記注文情報群の生成を停止することを特徴とする管理システム。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。その要旨は，①本件訂正のうち，本件訂正前の請求項1の記載を本件訂正後の請求項1に訂正する訂正(請求項1の記載を引用する請求項2，請求項2の記載を引用する請求項3ないし5，及び請求項1ないし5の記載を引用する請求項7も同様に訂正。以下「訂正事項1-1」という。)，本件訂正前の請求項2の記載を本件訂正後の請求項2に訂正する訂正(請求項2の記載を引用する請求項3ないし5，及び請求項1ないし5の記載を引用する請求項7も同様に訂正。以下「訂正事項1-2」という。)及び本件訂正前の請求項6の記載を本件訂正後の請求項6に訂正する訂正(以下「訂正事項1-3」という。)は，本件訂正前の「売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし」との事項について，当該事項が「前記注文情報生成手段」によるものであり，「該成行注文を決済するための指値注文」だけでなく，「前記成行注文を決済するための逆指値注文」についても有効とするとの事項を追加したものであるが，当該訂正事項については，願書に最初に添付した明細書等に記載されておらず，また，願書に最初に添付した明細書等の記載から自明な事項であるともいえないものであり，願書に最初に添付した明細書等のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものであって，願書に最初に添付した明細書等に記載した事項の範囲内においてしたものとはいえず，新規事項を追加するものであるから，本件訂正は，特許法134条の2第9項で準用する同法126条5項の規定に適合しない，②本件手続補正は，本件訂正に係る訂正請求書に添付した全文訂正明細書についての補正であり，訂正請求書自体の補正を行うものではないが，訂正請求書の請求の趣旨と訂正明細書等は一体のものであるから，全文訂正明細書に対しての上記補正にともない，実質的に訂正請求書も同様の補正がされたといえるところ，訂正事項の削除，軽微な瑕疵の補正等に該当しないものであって，訂正事項を変更するものであるから，本件手続補正は，訂正請求書の要旨を変更するものであり，同法134条の2第9項において準用する同法131条の2第1項の規定に適合しないから認めることはできず，上記①の訂正拒絶理由は依然として解消していない，③原告主張の無効理由のうち，本件発明1ないし7は，本件出願前に頒布された刊行物である甲1(米国特許公開第2002／0194106)及び甲2(特開2002-183446号公報)に記載された発明に基づいて当業者が容易に発明をすることをできたから，進歩性を欠如する旨の無効理由1は理由がないが，本件出願は分割要件違反であるため，その出願日は現実の出願日であることを前提として，本件発明1ないし7は，本件出願前に頒布された刊行物である甲3(特開2013-137802号公報)に記載された発明と同一の発明であるから，新規性を欠如する旨の無効理由2及び本件発明1ないし7は，特許法36条6項1号の要件(以下「サポート要件」という。)に適合しない旨の無効理由3は，いずれも理由があるから，本件特許は無効とすべきであるというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正要件の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件手続補正の判断の誤り",
                  "text": [
                    "特許法第134条の2第9項で準用する同法131条の2第1項は，「審理遅延を防止するために，審理対象の変動を禁止したもの」であり，訂正請求書の要旨変更に当たるか否かは，「審理対象が実質的に変更されている」か否かによって判断されるべきであるから，訂正請求書の要旨変更に当たらない場合は「訂正事項の削除，軽微な瑕疵の補正等に該当しない」場合のみに限られるものではない。",
                    "しかるところ，本件手続補正は本件訂正に係る訂正請求書の訂正事項1-1ないし1-3で「注文情報生成手段」が行うとされていた決済注文の有効／無効の切替処理を「約定情報生成手段」が行うこととしたものであり，本件手続補正によって金融商品取引装置が行う処理内容には何らの変更も加えられておらず，単に決済注文の有効／無効の切替処理を行う手段を「注文情報生成手段」と呼ぶか，「約定情報生成手段」と呼ぶかという形式的な点の補正にとどまるから，これによって審理対象が実質的に変更されているものでなければ，審理遅延が生じるものでもない。",
                    "また，仮に訂正請求書の要旨変更に当たらない場合が訂正事項の削除，軽微な瑕疵の補正等の場合のみに限られるとしても，特許庁は，本件訂正拒絶理由通知において，本件明細書の記載から，決済注文の有効／無効の切替処理を行うのが注文情報生成部(注文情報生成手段)ではなく，約定情報生成部(約定情報生成手段)であると認定し，これを訂正拒絶理由として挙げているのであるから，そのような特許庁の理解を前提とすれば，本件訂正前の請求項1において決済注文の有効／無効の切替処理を注文情報生成手段が行うと規定していたのは，明白な誤記に過ぎず，誤記がないように補正することは，正に「軽微な瑕疵の補正等」であって，訂正請求書の要旨を変更するものではない。",
                    "したがって，本件手続補正は特許法131条の2第1項に違反するものではなく，適法な補正であるから，本件手続補正を認めずに，本件訂正は訂正要件を欠くとした本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項1-1ないし1-3の特許法126条5項の要件の適合性の判断の誤り",
                  "text": [
                    "本件訂正前の特許請求の範囲の請求項1には，「注文情報生成手段」は，「売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし，」と規定され，本件発明1の「注文情報生成手段」が，注文情報を生成するだけではなく，決済注文の有効／無効の切り替えを行う構成が規定されていた。",
                    "訂正事項1―1は，本件訂正前の請求項1の「注文情報生成手段」が「該成行注文を決済するための指値注文を有効とし，」との記載を「注文情報生成手段」が「該成行注文を決済するための指値注文および前記成行注文を決済するための逆指値注文を有効とし，」との記載に訂正し，本件訂正後の請求項1では，「注文情報生成手段」が決済注文の有効／無効の切り替えを行う対象を，「成行注文を決済するための指値注文」に加えて「前記成行注文を決済するための逆指値注文」としたものであるから，本件訂正の前後で，「注文情報生成手段」が行う処理ないし内容に質的な変化はない。",
                    "また，本件明細書には，金融商品取引管理装置1が成行注文を決済するための指値注文や逆指値注文の有効／無効を切り替える処理を行うことが明記されている。もっとも，本件明細書には，「この発明の一の実施形態」(【0021】)として，「約定情報生成部14」が決済注文の有効／無効の切り替えを行うこと(【0059】，【0061】)が記載されているが，一方で，【0076】には，上記実施形態は「本発明の例示」にすぎないことが記載されていることに照らすと，「約定情報生成部14」が行う決済注文の有効／無効の切替処理は，本件訂正前の請求項1中の「注文情報生成手段」が「該成行注文を決済するための指値注文を有効とし，」との記載に対応するものと理解できる。",
                    "さらに，金融商品取引管理装置における注文情報の生成から注文の約定までのプロセスは一連の処理手順で行われるものであり，どこからどこまでの処理を「注文情報生成手段」がやらなければならないとか，「約定情報生成手段」がやらなければならないといった必然性も，論理的な区別もない。そもそも決済注文の有効／無効の切り替えを行う構成は，「注文情報の生成」それ自体でも「約定情報の生成」それ自体でもなく，注文情報に係る構成であることに着目すれば，「注文情報生成手段」が行うと説明するのが自然であろうし，成行注文の約定を受けて行われるものであることに着目すれば，「約定情報生成手段」が行うと説明しても不自然ではないから，そのような構成を「注文情報生成手段」と「約定情報生成手段」のいずれで行うものと規定するかは，説明の便宜以上の意味はない。",
                    "そして，当業者においては，本件訂正前の請求項1には，「注文情報生成手段」が決済注文の有効／無効の切り替えを行うことが規定されており，本件明細書においても金融商品取引管理装置はそのような処理を行うものとして理解できるのであるから，訂正事項1-1により，有効／無効を切り替える決済注文として，逆指値注文が追加されたことによって，新たな技術的事項を導入するものではない。",
                    "したがって，訂正事項1-1の「前記注文情報生成手段は，売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし」との事項は新規事項の追加に当たらない。",
                    "そうすると，訂正事項1-1ないし1-3が新規事項の追加にあたり，本件訂正は特許法126条5項の要件に適合しないとした本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件審決は訂正要件の判断を誤った結果，発明の要旨認定を誤ったものであるから，違法として取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件手続補正の判断の誤りの主張に対し",
                  "text": [
                    "原告の主張は争う。本件手続補正は，いずれも訂正事項の削除又は軽微な瑕疵の補正等に該当せず，不適法であるとした本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項1-1ないし1-3の特許法126条5項の要件の適合性の判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1を分説すると，以下のとおりである。",
                        "1A  金融商品の売買取引を管理する金融商品取引管理装置であって，",
                        "1B  前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と，",
                        "1C  該注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段とを備え，",
                        "1D  該注文情報生成手段は，",
                        "1E  一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し，",
                        "1F  売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし，",
                        "1G  前記成行注文を決済する前記指値注文が約定されたとき，前記注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく前記指値注文を有効とし，以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせる",
                        "1H  ことを特徴とする金融商品取引管理装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件訂正前の請求項1の文言によれば，本件発明1では，「注文情報生成手段」(構成1D)が「一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成」すること(構成1E)を行うことだけが規定されており，これに続く「売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし，」(構成1F)及び「前記成行注文を決済する前記指値注文が約定されたとき，前記注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく前記指値注文を有効とし，以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせること」(構成1G)は，「金融商品取引管理装置」(構成1H)が総体的に行うことを規定したものであって，「金融商品取引管理装置」を構成する「注文入力受付手段」及び「注文情報生成手段」のいずれか又は本件発明1で規定されていない「手段」のうちのどれが行うものであるのかを明示的に特定したものではない。",
                            "また，本件訂正前の請求項1は「注文情報生成手段」が構成1F及び1Gを行うことを規定しているとの原告の主張を前提とすると，構成1F及び1Gは，本件明細書の「次に，第一注文51aに基づく成行注文が約定すると，約定情報生成部14は，第一の注文情報群51Aにおける第二注文51bと逆指値注文51cとを無効な注文情報から有効な注文情報に変更する(ステップS22)。」(【0061】)との記載に反し，サポート要件に違反することとなるから，本件訂正前の請求項1は，少なくとも「注文情報生成手段」が構成1F及び1Gを行う主体であることを規定したものでない。",
                            "そうすると，本件訂正前の請求項1には，本件発明1の「注文情報生成手段」が，注文情報を生成するだけではなく，決済注文の有効／無効の切り替えを行う構成が規定されていたとの原告の主張は誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書には，「データ処理部10は…機能手段としてのフロントページ配信部11，注文入力受付部(注文入力受付手段)12，入出金情報生成部13，約定情報生成部(約定情報生成手段)14，口座情報生成部15，注文情報生成部(注文情報生成手段)16，データベース(DB)接続基底部17，価格情報受信管理部19を有している。」(【0025】)との記載があるとおり，「注文情報生成部」及び「約定情報生成部」は，それぞれ「注文情報生成手段」及び「約定情報生成手段」と同一ないし一対一に対応することが開示されている。",
                            "そうすると，本件明細書には，「注文情報生成部」が注文情報を生成すると，以後の処理は，「約定情報生成部」のみが行うことが記載されており，それ以外のことの記載はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，訂正事項1-1によって，本件発明1の構成1Fの直前に「前記注文情報生成手段は，」との主語を追加し，「売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし」を行う主体が「注文情報生成手段」であることをはじめて明らかにしたものであり，訂正事項1-1に係る本件訂正は，本件出願の願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内でしたものではなく，新たな技術的事項を導入するものであるから，新規事項の追加に当たるというべきである。",
                        "したがって，訂正事項1-1ないし1-3が特許法126条5項の要件に適合しないとした本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における本件訂正の訂正要件の判断に誤りはないから，原告主張の取消事由1は，理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(手続違背)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "前記1(1)イのとおり，本件訂正前の請求項1には，「注文情報生成手段」が「売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし，」と規定され，本件発明1の「注文情報生成手段」が，決済注文の有効／無効の切り替えを行う構成が規定されていたが，仮に「注文情報生成手段」が決済注文の有効／無効の切り替えを行うことが，本件明細書に開示されていない技術的事項を導入するものであるというのであれば，本件発明1には，本件訂正前からサポート要件違反があったことになる。",
                "本件審決は，これを訂正要件違反の問題として扱っているが，事の本質は，被告が主張していない新たな無効理由であるサポート要件違反を指摘するものであるから，職権による無効理由通知(特許法153条2項)を発すべきであった。そうすれば，原告は，反論することもできたし，必要な訂正を行うこと(同法134条の2第1項本文)もできたものである。",
                "そうすると，本件審決がこれを訂正要件違反の問題として扱ったことは，原告にとって完全な不意打ちであるとともに，適切な防御・訂正の機会を奪うものであって，手続保障に反し，特許法153条2項の趣旨を潜脱するものである。",
                "したがって，本件審決には，手続違背があるから，取消しを免れない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "原告の主張は争う。前記1(2)イ(イ)のとおり，本件訂正前の請求項1には，「売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし」を行う主体が「注文情報生成手段」であることが規定されておらず，本件訂正前の段階では，サポート要件違反が存在しなかったから，本件審決における手続違背をいう原告の主張は，その前提を欠くものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲5)には，次のような記載がある(下記記載中に引用する図面については別紙を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，外国為替等，金融商品の取引を管理，支援する技術に関する。",
                    "【背景技術】",
                    "【0002】",
                    "外国為替等の金融商品の取引方法としては，成行注文と指値注文とが知られている。成行注文とは，注文時の価格で取引を行う注文形態である。一方，指値注文とは，予め顧客から売買値段の指定を受けておき，その金融商品の価格が指定された価格になったときに取引を行う注文形態である。通常，指値注文の場合，金融商品の取扱業者は対象となる金融商品が指定された金額まで下がったときに当該金融商品の買い注文を行い，あるいは，指定された金額まで上がったときに当該金融商品の売り注文を行う。従来，この金融商品の指値注文をコンピュータシステムを用いて行う発明が知られている(例えば，特許文献1参照)。",
                    "【発明が解決しようとする課題】",
                    "【0004】",
                    "ここで，金融商品の指値注文においては，イフダンオーダーが行われることも多い。本願明細書において，イフダンオーダーとは，順位のある2つの注文を同時に出し，第一順位の注文(以下「第一注文」と称する。)が成立したら，自動的に第二順位の注文(以下「第二注文」と称する。)が有効になる注文形式のことを言う。実際の金融商品取引においては，一の顧客が特定の金融商品について複数のイフダンオーダーを並行して行う場合もある。",
                    "【0005】",
                    "これに対して，特許文献1のシステムには，イフダンオーダーの指値注文に対応できないという問題がある。また，特許文献1のシステムには，利用客が複数のイフダンオーダーを並行して行いたい場合には，それぞれのイフダンオーダーを個別に注文していかなければならず，顧客の注文手続が煩雑になるという問題がある。",
                    "【0006】",
                    "一方，金融商品の相場が従来の相場よりも大きく変動してしまい当面回復の見込みがない場合には，当該金融商品を所持する取引者は，損害を最小限に留めるべく当該金融商品の売却を望む場合が多い。しかし，特許文献1のシステムでは，利用客は，指値注文の買い注文によって取得した金融商品を将来の相場の状況に応じて自動的に売却することはできず，またイフダンオーダーを相場の状況に応じて自動的に中止させることができないという問題がある。",
                    "【0007】",
                    "さらに，特許文献1のシステムには，成行注文でイフダンオーダーを行いたい場合に対応できないという問題もある。",
                    "【0008】",
                    "本発明は上記の問題に鑑みてなされたものであり，金融商品の成行注文において，システム利用客が煩雑な注文手続を行うことなく複数のイフダンオーダーを行うことができ，また将来の相場の状況に応じてイフダンオーダーを自動的に中止させることができて，システムを利用する顧客の利便性を高めると共にイフダンオーダーを行う際に顧客が被るリスクを低減させることができる金融商品取引管理装置を提供することを課題としている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【課題を解決するための手段】",
                  "text": [
                    "【0009】",
                    "かかる課題を解決するため，請求項1に記載の発明は，金融商品の売買取引を管理する金融商品取引管理装置であって，前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と，該注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段とを備え，該注文情報生成手段は，一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し，売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし，前記成行注文を決済する前記指値注文が約定されたとき，前記注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく前記指値注文を有効とし，以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせることを特徴とする。",
                    "請求項2に記載の発明は，請求項1に記載の構成に加え，前記注文情報生成手段が生成した前記注文情報を記録する注文情報記録手段と，前記注文情報に基づいて前記金融商品の約定を行う約定情報生成手段とを備え，前記約定情報生成手段は，前記注文情報記録手段に記録された個々の前記注文情報のうち，前記第一注文情報に基づいて前記金融商品の約定を行う処理と，前記第二注文情報に基づいて前記金融商品の約定を行う処理とを，予め定められた回数だけ繰り返すことを特徴とする。",
                    "【0013】",
                    "請求項6に記載の発明は，金融商品の売買取引を管理する金融商品取引管理システムであって，前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と，該注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段とを備え，該注文情報生成手段は，一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し，売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし，前記成行注文を決済する前記指値注文が約定されたとき，前記注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく前記指値注文を有効とし，以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせることを特徴とする。",
                    "請求項7に記載の発明は，プログラムであって，コンピュータを請求項1乃至5の何れか一つに記載の金融商品取引管理装置として機能させることを特徴とする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【発明の効果】",
                  "text": [
                    "【0014】",
                    "請求項1，請求項6に記載の発明によれば，金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と，注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段とを備え，注文情報生成手段は，一の売買注文申込情報に基づいて，所定の金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，金融商品の売り注文または買い注文の他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し，売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし，成行注文を決済する指値注文が約定されたとき，注文情報群の生成を行うと共に，生成された注文情報群の第一注文情報に基づく指値注文を有効とし，以後，第一注文情報に基づく指値注文の約定と，第一注文情報に基づく指値注文の約定が行われた後の第二注文情報に基づく指値注文の約定と，第二注文情報に基づく指値注文の約定が行われた後の，次の注文情報群の生成とを繰り返し行わせる。これにより，指値注文により金融商品の売買を行う顧客の利便性を向上させつつ，金融商品の指値注文において，システムを利用する顧客が煩雑な注文手続を行うことなく複数のイフダンオーダーを繰り返し行うことができて，システムを利用する顧客の利便性を高めると共にイフダンオーダーを行う際に顧客が被るリスクを低減させることができる。",
                    "【0015】",
                    "請求項2に記載の発明によれば，注文情報生成手段が生成した注文情報を記録する注文情報記録手段と，注文情報に基づいて金融商品の約定を行う約定情報生成手段とを備え，第一注文情報，第二注文情報に基づいて金融商品の約定を行う約定情報生成手段を備え，約定情報生成手段は，注文情報記録手段に記録された個々の注文情報のうち第一注文情報に基づいて金融商品の約定を行う処理と第二注文情報に基づいて金融商品の約定を行う処理とを複数回繰り返し行う。これにより，金融商品の指値注文において，システムを利用する顧客が煩雑な注文手続を行うことなく複数のイフダンオーダーを行うことができ，また将来の相場の状況に応じてイフダンオーダーを自動的に中止させることができて，システムを利用する顧客の利便性を高めると共にイフダンオーダーを行う際に顧客が被るリスクを低減させることができる。",
                    "【0016】",
                    "請求項3に記載の発明によれば，逆指値注文情報に基づく逆指値注文が約定されたときに，第一注文情報に基づく指値注文および第二注文情報に基づく指値注文を停止し，約定情報生成手段は，逆指値注文情報に基づいて約定を行った場合，逆指値注文情報を生成した売買注文申込情報に対応して生成される第一注文情報および第二注文情報のうち，逆指値注文情報の生成時点で未生成である注文情報を，全て注文情報記録手段から消去するキャンセル処理を行う。これにより，簡単な処理で，指値取引によって生ずる損害を最小限に留めることができる。",
                    "【0017】",
                    "請求項4に記載の発明によれば，一旦成立した金融商品の注文に対するキャンセル要求があった場合，キャンセル要求のあった注文に対応する第一注文情報および／又は第二注文情報および／又は逆指値注文情報のうち，約定前の注文情報を全てキャンセル処理する。これにより，金融商品の相場が従来の相場よりも大きく変動してしまい当面回復の見込みがない場合等において，指値取引を行う顧客が被る損害を最小限に留めることができる。",
                    "【0018】",
                    "請求項5に記載の発明によれば，特定顧客の預金残高情報を記録する顧客口座情報記録手段を備え，注文情報記録手段には第一注文情報および第二注文情報の注文価格に基づく金額情報が属性情報として記録され，注文情報生成手段は注文価格に基づく情報を預金残高情報と比較し，預金残高情報の値が注文価格に基づく金額情報の値以上である場合に，第一注文情報および第二注文情報を生成する。これにより，支払いが確実にできる場合にのみイフダンオーダーによる指値注文を受け付け，支払い不能による商取引上の支障が生ずることなくシステムを運用できる。",
                    "【0019】",
                    "請求項7に記載の発明によれば，本発明の金融商品取引管理装置をプログラム化し，多様なコンピュータハードウェア上で実現させることができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【発明を実施するための形態】",
                  "text": [
                    "【0021】",
                    "以下，この発明の一の実施形態について図面を参照して説明する。",
                    "【0022】",
                    "図1は，本実施形態の金融商品取引管理システムのシステム構成図及び機能ブロック図である。同図に示すとおり，金融商品取引管理システム1Aは，金融商品取引管理装置1と，n個(n≧1)のクライアント端末21～2nとを備えており，金融商品取引管理装置1とクライアント端末21～2nは，WAＮ(Wide  Area  Ｎetwork)としてのインターネット3を介して相互に交信可能である。本実施形態の金融商品取引管理システム1Aは，金融商品として外国為替を取扱う。これにより，イフダンオーダーによって指値注文による取引を行う需要の高い金融商品について金融商品取引管理システム1Aを適用し，金融商品取引管理システム1Aを利用する顧客の利便性を一層高めることができる。",
                    "【0023】",
                    "金融商品取引管理装置1は，金融商品の取扱業者が管理し運用するサーバコンピュータであり，Webサーバ機能，大容量のデータを保存するデータベース機能を備えている。クライアント端末21，・・・，2n は，金融商品の売買を行う個人又は法人が所持し使用する，データ通信機能を有する通信端末であって，パーソナルコンピュータ，携帯電話端末等がこれに該当する。クライアント端末21，・・・，2n は，マウスやキーボード等各種指示を入力するために用いられる操作部211 ，・・・，21n，LCD(Liquid  Crystal  Display)等からなり操作部211 ，・・・，21n から入力された各種指示等や各種画像を表示する表示部221，・・・，22n を有している。なお，クライアント端末21 ，・・・，2n ，操作部211，・・・，21n ，表示部221 ，・・・，22n は同じ構成を持つので，以下，区別する必要がある場合を除き，クライアント端末2，操作部21，表示部22とする。",
                    "【0024】",
                    "図1には図示しないが，金融商品取引管理装置1は少なくとも1のCPU(Central  Processing  Unit，中央処理装置)，及び，CPUの作業領域として機能するRAM(Random  Access  Memory)，起動用ブートプログラム等が記録されたROM(Read  Only  Memory)，各種プログラムやデータ等が記録されるハードディスク等の補助記憶装置，データの送受信に用いる通信インターフェース等が設けられている。補助記憶装置には，OS(Operating  System)用プログラム，各種アプリケーションプログラム，データベースに記録されたデータ等が記録されており，これらのプログラムやデータはCPUの演算処理により，ハードウェア資源と協働して各種機能を実現する。",
                    "【0025】",
                    "図1に示す通り，金融商品取引管理装置1は，上述した各種プログラムとハードウェア資源とに基づいて実現される機能手段としてのデータ処理部10，及び，データ処理部10にて処理される各種データが記録されるデータベース18を有する。データ処理部10は金融商品取引管理装置1において用いる各種データの生成，加工等の処理を行うものであり，更に，同じく機能手段としてのフロントページ配信部11，注文入力受付部(注文入力受付手段)12，入出金情報生成部13，約定情報生成部(約定情報生成手段)14，口座情報生成部15，注文情報生成部(注文情報生成手段)16，データベース(DB)接続基底部17，価格情報受信管理部19を有している。",
                    "【0026】",
                    "注文入力受付部12は，クライアント端末2から入力された各種の注文に関するデータを受け付け，金融商品の注文を成立させるために必要な各種処理を行う。",
                    "【0027】",
                    "入出金情報生成部13は，クライアント端末2から入出金のリクエストを受け付け，リクエストに基づいて入出金の一覧表を作成する。",
                    "【0028】",
                    "注文情報生成部16は，注文入力受付部12が処理した情報に基づいて，成立した金融商品の注文に関する情報を生成する。ここでの注文には，いわゆる成行注文，指値注文，指値注文のイフダンオーダーに加え，成行注文のイフダンオーダーも含まれる。",
                    "【0029】",
                    "約定情報生成部14は，注文情報生成部16が生成した注文に基づく約定処理，及び，完了した約定処理に関する情報を顧客のクライアント端末2に送るための処理を行う。なお，ここでの「約定」とは，顧客の注文に基づいて金融商品の売買を成立されるための各種の手続並びに処理のことをいう。",
                    "【0030】",
                    "口座情報生成部15は，顧客の預金残高情報を生成し，預金残高情報を証拠金情報(即ち，注文の約定を実現できることを裏付けるための情報)として管理する機能を有する。なお，口座情報生成部15において生成される預金残高に関する情報は，現実の預金残高と整合性を取るために，銀行等の金融機関が提供する，顧客の現実の預金残高に関する情報と定期的に照合される。",
                    "【0031】",
                    "データベース接続基底部17は，データ処理部10において生成，加工処理されたデータとデータベース18にて記録されるデータとの変換(例えば論理的データ構造と物理的データ構造との相互変換)を行うと共に，データ処理部10とデータベース18との間でデータを交信するために必要な処理を行う。",
                    "【0032】",
                    "データベース18は，金融商品取引管理装置1にて用いられるデータを記録する。本実施形態におけるデータベース18はリレーショナルデータベースによって形成するが，例えばオブジェクトデータベース等，大量のデータの記録や書換えに適したものであればどのような形式を用いてもよい。データベース18には，「注文情報記録手段」としての注文テーブル181，「顧客口座情報記録手段」としての顧客口座情報テーブル182，通貨ペア注文条件テーブル183，シーケンス番号テーブル184が記録されている。シーケンス番号テーブル184には注文情報(後述)ごとに一意に付されるシーケンス番号が記録される。",
                    "【0033】",
                    "フロントページ配信部11は，クライアント端末2の表示部22にされる画像データを作成し，作成した画像データをクライアント端末2に送信する。",
                    "【0034】",
                    "価格情報受信管理部19は，金融商品取引管理装置1にて扱う金融商品の価格についての情報を取得して保存し，保存した情報に対し，データ処理部10にて用いるために必要な処理を行う。本実施形態においては，価格情報受信管理部19は外為の相場価格の情報を取得・保存する。",
                    "【0035】",
                    "図2Aは注文テーブル181のフィールド定義の模式図，図2Bは顧客口座情報テーブル182のフィールド定義の模式図，図2Cは通貨ペア注文条件テーブル183のフィールド定義の模式図である。これらの図に示す通り，各テーブル181，182，183は項目数分のフィールドを有し，フィールドの名称(フィールド名)，文字や数値や日時等のデータ型(型)，ビット長等のデータ長(長さ)，空欄不可指定(Not Null)，デフォルト値の有無(デフォルト値)，データの項目名(備考)等が規定される。",
                    "【0036】",
                    "上述の金融商品取引管理装置1においては，金融商品の指値取引が行われる際，一の予約注文によって，同一種類の複数の金融商品の指値注文を複数のイフダンオーダーによって行うことができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0037】",
                  "text": [
                    "次に，本実施形態の金融商品取引管理システム1Aを用いて成行リピートイフダンオーダーを行うときの取引手順について説明する。",
                    "【0038】",
                    "図3は，本実施形態の金融商品取引管理装置1における，成行リピートイフダンオーダーを行う際の処理手順を示すフローチャートである。以下，同図に基づいて注文時の処理手順を説明する。",
                    "【0039】",
                    "金融商品取引管理システム1Aを利用する顧客は，クライアント端末2を用いて金融商品取引管理装置1にアクセスする。金融商品取引管理装置1のフロントページ配信部11は，アクセスのあったクライアント端末2の表示部22に，第一の入力画面(図示せず)，及び図5にイメージ図を示す第二の入力画面40を表示させる。",
                    "【0040】",
                    "第一の入力画面(図示せず)には，取引可能な通貨ペアの選択ボタンと，売買形態の選択ボタンと，取引形態(成行注文，指値注文，イフダンオーダーの指値注文，イフダンオーダーの成行注文および逆指値注文)の選択ボタンと，注文の有効期限(特定の年，月，あるいは無期限，等)を選択する有効期限選択ボタンと，各選択ボタンによる選択内容を確定させるための「選択」ボタン(いずれも図示せず)が設けられている。顧客は，売買を希望する通貨ペア，例えば日本円と米国ドルの通貨ペアの選択ボタンをクリックし，希望する売買形態，例えば「買い」の新規注文(即ち，新しくポジション(外貨の持高)を持つための注文)を選択する選択ボタンをクリックし，イフダンオーダーの成行注文の選択ボタンをクリックし，注文の有効期限として「無期限」を選択し，更に「選択」ボタンをクリックすると，金融商品取引管理装置1のフロントページ配信部11は，クライアント端末2の表示部22に第二の入力画面を表示させる。",
                    "【0041】",
                    "図5に示す通り，第二の入力画面40には第一の入力画面(図示せず)において入力された事項，即ち，日本円と米国ドルの通貨ペアを示す表示41，注文の売り／買いの区別を示す表示42，注文形式が成行イフダンであることを示す表示43および有効期限が無期限であることの表示49に加えて，取引業者が提供するサービスの種類を入力する欄44，一注文における一ポジションごとの金額を入力するポジション金額入力欄45，一ポジションの第一注文が約定した後に一ポジションの第二注文が約定した際の利益額を指定するための利益額入力欄46，「逆指値注文情報」としての逆指値注文の約定価格を入力する逆指値注文価格入力欄47および注文形式としてリピートイフダンを指定するためのリピートイフダン入力欄48が表示される。顧客は，第二の入力画面40の各入力欄44～48によって，各種の指定を行う。",
                    "【0042】",
                    "ここで，成行リピートイフダンとは，リピートイフダンを成行注文に適用した注文方法である。即ち，通常のリピートイフダンでは，イフダンオーダー(第一注文として指値買い注文または指値売り注文の一方を行ったのち，第二注文として指値買い注文または指値売り注文の他方を行う取引方法)を，自動的に複数回繰り返す。これに対して，成行リピートイフダンでは，一回目のイフダンでは，第一注文で買い注文または売り注文の一方を成行で行ったのち，第二注文で買い注文または売り注文の他方を指値で行う。第二注文の指値は，予め指定することとしてもよいし，成行注文の価格等に応じて自動的に設定されることとしても良い。本実施形態では，第二注文は，第一注文とは反対の売買方向であり且つ同じ注文金額となるように，自動的に決定される。また，第二注文の指値価格は，価格自体を予め指定しても良いが，成行価格との比率または金額差が予め設定された値となるように自動的に決定することもできる。この第二注文の約定の後，指値の第一注文(このときの指値価格は一回目の成行注文での約定価格とする)と指値の第二注文とからなるイフダンが，複数回繰り返される。加えて，本実施形態では，逆指値注文も行われる。この逆指値注文も，第一注文とは反対の売買方向であり且つ同じ注文金額となるように指定される。逆指値注文の指値価格も，価格自体を予め指定しても良いが，成行価格との比率または金額差が予め設定された値となるように自動的に決定することもできる。",
                    "【0048】",
                    "ここで，この実施の形態においては，注文情報生成部16は，第一注文を新規の成行注文の注文情報として生成し，第二注文を決済の指値注文の注文情報として生成し，逆指値注文を決済の逆指値注文の注文情報として生成する。第二注文を決済の指値注文の注文情報として生成することにより，第一順位の注文情報によって生じた注文による利益を第二順位の注文情報によって逐次確定させ，注文手続や金融商品取引管理システム1A内における情報処理の煩雑化を防止できる。更に，逆指値注文を決済の逆指値注文の注文情報として生成することにより，逆指値注文を，真に逆指値注文が必要とされる，顧客が指値取引によって生ずる損害を最小限に留める為に決済手続を行う場面のみに限定できて，逆指値注文の乱用防止と金融商品取引管理システム1A内における情報処理の煩雑化を防止とを図ることができる。",
                    "【0053】",
                    "注文情報生成部16は，生成された注文情報群を注文テーブル181に記録する(ステップS9)。具体的には，図2Aに示す各フィールド名に対応させて，該当する注文情報(即ち“備考”カラム181aの項目に対応するデータ)が記録される。例えば，ステップS8にて付与されたシーケンス番号は，“ord_seq”フィールド181bに対応する。“cust_seq”フィールド181cは顧客ごとに一意に定められた顧客番号に“style_id”フィールド181dは商品名に，それぞれ対応する。“ccy_pair_id”フィールド181eは，通貨ペア毎に一意に定められたID番号に対応する。このID番号と通貨ペアとの組合わせは，データベース中に別途設けられたIDテーブル(図示せず)中に記録されている。“buy_sell_id”フィールド181fは売り注文，買い注文のいずれであるかを示すデータ，“ord_rate”フィールド181gは注文価格，“limit_time”フィールド181hには注文期限が対応する。“ord_cond”フィールド181iは注文種別(例えば，成行注文，指値注文，逆指値注文等の種別を識別するための識別情報)に対応する。“new_close”フィールド181jは新規注文，継続注文のいずれであるかを示すデータに対応する。“ifd_ord_seq”フィールド181kはイフダンオーダーのシーケンス番号に記録される。“repeat_flag”フィールド181mは，注文種別が成行リピートイフダンオーダーであることを識別するための識別情報が記録される。以上の手順より，本実施の形態における注文処理は完了する。",
                    "【0054】",
                    "注文処理が完了すると，注文情報生成部16はまず最初の注文情報群(以下「第一の注文情報群」と称する。)を生成する。なお，この生成された時点において，注文情報群に含まれる，第一注文は有効な注文情報(顧客から正式に依頼された注文のこと。本明細書において同じ。)として生成されているが，同じ注文情報群に含まれる，第二順位の注文情報としての第二注文情報は，無効な注文情報(すなわち，当該注文情報を用いた一連の処理が開始されていない注文情報。本明細書において同じ。)として生成されている。注文情報の有効／無効の設定を行うためには，例えば注文テーブル181に専用のフラグ(図示せず)を設ければよい。",
                    "【0055】",
                    "フロントページ配信部11は，クライアント端末2の表示部22に図6にイメージ図を示す注文情報群表示画面50を表示させる。同図に示す通り，注文情報群表示画面50には，生成された，第一の注文情報群50Aに含まれる「注文情報」のひとつである，「第一注文情報」としての第一注文51a，同じく第一の注文情報群50Aに含まれる「注文情報」のひとつである，「第二注文情報」としての第二注文51b，同じく第一の注文情報群50Aに含まれる「注文情報」のひとつである，「逆指値注文情報」としての逆指値注文51cが表形式で表示される。これらの注文51a，51b，51cは上述の第一の入力画面(図示せず)，第二の入力画面40(図5参照)において入力欄，選択欄に入力，選択された情報が表示されている。",
                    "【0057】",
                    "図4A及び図4Bは，本実施形態の金融商品取引管理装置1における，イフダンオーダーによる指値注文の成立後の処理手順を示すフローチャートであり，図7は，本実施形態の金融商品取引管理装置1における，指値注文に基づく約定を模式的に表したタイムチャートである。以下，同図に基づいて処理手順を説明する。",
                    "【0058】",
                    "注文処理の完了後，金融商品取引管理装置1の価格情報受信管理部19は為替相場の情報取得を継続する。",
                    "【0059】",
                    "本実施形態では，図7に示す通り，注文処理が完了した時点t1で，約定情報生成部14は当該ポジションの第一注文51aを約定させる処理を行う(ステップS21)。この処理では，約定情報生成部14が，当該注文の約定が行われたことを内部に記憶する。この記憶は，例えば約定の成立／不成立を示すフラグを用いて行うことができる。そして，約定情報生成部14の命令により，口座情報生成部15が，当該約定の売買額に応じて，上述の証拠金情報を書き換える。さらに，約定情報生成部14は，入出金情報生成部13に，入出金の一覧表に入金や出金の状況を記載させる。その後，実際の売買が行われる。そして，約定情報生成部14は，クライアント端末2の表示部22に約定の成立を表示し，さらに，第一注文51aの属性情報を構成する注文価格情報51d(図6参照)に基づいてクライアント端末の銀行口座の入出金処理を行う。なお，後述の第二注文に係る約定処理(ステップS25参照)も，ステップS21の約定処理と同様である。",
                    "【0060】",
                    "第一注文51aに基づく成行注文が約定すると，約定情報生成部14はデータベース18中の対応するデータを書き換える。具体的には，注文テーブル181の当該成行注文に関する注文情報である，第一注文51aのデータが削除され，顧客口座情報テーブル182の“amnt”フィールド182aのデータが約定した価格分だけ増減される。ここで，本実施形態の第一注文は，一回目は成行注文で行われるが，二回目以降は指値注文で行われる。このため，約定情報生成部14は，当該成行注文の約定価格を，二回目以降の第一注文の指値価格に設定する。",
                    "【0061】",
                    "次に，第一注文51aに基づく成行注文が約定すると，約定情報生成部14は，第一の注文情報群51Aにおける第二注文51bと逆指値注文51cとを無効な注文情報から有効な注文情報に変更する(ステップS22)。",
                    "【0062】",
                    "この後，米国ドルの相場販売価格72が逆指値注文51cの約定価格まで下落することがなく(ステップS23の“Ｎo”)，図7に示すように，米国ドルの相場販売価格72が上昇し，特定時点t2において米国ドルの相場購入価格71が第二注文51bの約定価格と同じ価格になると(ステップS24の“Yes”)，約定情報生成部14は当該ポジションの第二注文51bに基づく指値注文を約定させると共に，逆指値注文51cをキャンセルする処理を行う(ステップS25)。そして，約定情報生成部14はデータベース18中の対応するデータを書き換える。これにより，顧客はt1時点の買い注文とt2時点の売り注文の差額分の利益を得られることになる。",
                    "【0063】",
                    "図7のt2時点においてステップS1での入力により生成された注文情報が全て約定していない場合には(ステップS26の“Ｎo”)，口座情報生成部15が再度顧客口座情報テーブル182の当該顧客の証拠金情報を取得する。そして，注文入力受付部12は，再度，取得された証拠金情報と顧客の注文総額とを対比し，証拠金の額が注文総額以上であるか否かを確認する(ステップS27)。証拠金の額が注文総額を下回る場合(ステップS28の“Yes”)には，注文総額以上になるまで処理は保留され，証拠金の額が注文総額以上である場合(ステップS28の“Ｎo”)，注文情報生成部16は新たな注文情報群(以下「第二の注文情報群」と称する。)を生成する(ステップS29)。注文情報生成部16は，ステップS9と同様に，生成された第二の注文情報群を注文テーブル181に記録する(ステップS30)。ステップS29において第二の注文情報群が生成されると，フロントページ配信部11は，クライアント端末2の表示部22に表示された注文情報群表示画面50に，第一の注文情報群に含まれる第一注文51a，第二注文51b，逆指値注文51cに代えて，新たに生成された第二の注文情報群(図示せず)に含まれる第一注文，第二注文，逆指値注文(いずれも図示せず)を表示させる。そして，ステップS21以降の処理が繰り返される。",
                    "【0064】",
                    "当該処理では，全てのポジションの個数分の注文情報群が形成される。また，当該処理は，ステップS21，S25の処理が，指示されたポジションの個数分の回数繰り返されるまで，継続する(ステップS26の“Ｎo”)。そして，ステップS21，S22の処理が上記入力されたポジションの個数分の回数繰り返された後(ステップS26の“Yes”)，全ての処理手順が終了する。",
                    "【0065】",
                    "なお，約定せずに注文期限が経過した指値注文は全てキャンセルされ，注文テーブル181から削除される。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "【0066】",
                  "text": [
                    "一方，ステップS22の処理ののち，米国ドルの相場販売価格72が逆指値注文51cの約定価格まで下落した場合(ステップS23の“Yes”)，約定情報生成部14は逆指値注文51cの約定を行う(ステップS31)。即ち，約定情報生成部14は，ステップS22で有効な注文情報に変更された第二注文51bに基づく指値注文を逆指値注文の約定価格で約定させて決済する処理を行う。これにより，金融商品の相場が従来の相場よりも大きく変動してしまい当面回復の見込みがない場合等において，指値取引を行う顧客が被る損害を最小限に留めることができる。",
                    "【0067】",
                    "そして，約定情報生成部14は，逆指値注文51cに基づいて約定を行った場合，現在有効で約定前の注文情報と，逆指値注文情報を生成した売買注文申込情報に基づいて生成される注文情報群のうち，逆指値注文情報の生成時点で未生成である注文情報群とを全てキャンセル処理する。具体的には，約定情報生成部14は，現在有効な第二注文(即ち第二注文51b)をキャンセル処理し(ステップS32)，さらに，イフダンオーダーの繰り返しのために指定・設定された注文情報群のうち未生成の注文情報群(即ちここでは第二の注文情報群以降の注文情報群)を全てキャンセル処理する(ステップS33)。このようにキャンセル処理を行うことで，一の逆指値注文に基づいて，特定時点以降におけるイフダンオーダー等の指値注文による売買を全て中止させることができる。これにより，金融商品の相場が従来の相場よりも大きく変動してしまい当面回復の見込みがない場合等において，指値取引を行う顧客が被る損害を最小限に留めることができる。本実施形態におけるキャンセル処理は，上述のエラー処理と同様であり，入力された注文に対応した各注文情報を生成すること無しに処理が停止される(ステップS10)。このキャンセル処理では，注文の受付がキャンセルされたことを示す文字情報の表示等が行われる。",
                    "【0068】",
                    "なお，本実施形態の金融商品取引管理装置1は，クライアント端末2から一度成立した指値注文の価格及び金額の変更の要求があった場合，当該要求が不正要求であるものとして入力エラー扱いで処理する。これにより，価格や金額の頻繁な要求で金融商品の売買元である銀行側の業務が過大になることを防止できる。",
                    "【0069】",
                    "一方，クライアント端末2の第三の入力画面(図示せず)において注文キャンセルボタン(図示せず)がクリックされる等，一度成立した注文のキャンセル要求があった場合，金融商品取引管理装置1の約定情報生成部14は，キャンセル要求のあったイフダンオーダーに含まれる注文情報群を抽出し，この注文情報群のうち約定未成立の第二注文や逆指値注文を全てキャンセルされたものとして処理する。例えば，図7におけるt2とt3の間の時点で，クライアント端末2の第三の入力画面(図示せず)からキャンセル要求が入力された場合，当該時点で有効だが約定未成立である，第二の注文情報群の第二注文51b及び逆指値注文51cはキャンセルされる。同様に，クライアント端末2から図7におけるt3とt4の間の時点でキャンセル要求が入力された場合，第一の注文情報群がキャンセルされる。キャンセルされた注文情報群のデータや注文情報のデータは，注文テーブル181から削除される。",
                    "【0070】",
                    "このように，一旦成立した金融商品の注文に対するキャンセル要求があった場合，キャンセル要求のあった注文に関する注文情報が含まれる注文情報群を抽出し，注文情報群に含まれる約定前の注文情報を全てキャンセル処理することにより，イフダンオーダーによる指値注文の取扱が煩雑化することを防止できる。",
                    "【0071】",
                    "なお，この実施の形態の上記構成に代えて，注文キャンセルボタン(図示せず)によるキャンセル要求により，更に，キャンセル要求のあった注文情報が含まれる注文情報群であって将来生成される予定の全ての注文情報群(例えば上記の例においては，時点t4と時点t5との間において未生成であって将来生成される予定である，第三の注文情報群以降の注文情報群)をキャンセル処理する構成としてもよい。",
                    "【0072】",
                    "なお，クライアント端末2から受けた注文が通常の成行注文である場合(すなわち，イフダンではない成行注文の場合)には，ステップS8にて注文情報が生成されると即座に約定情報生成部14が当該注文を約定させ，ステップS9の処理，及びステップS21以降の処理は行われない。",
                    "【0073】",
                    "以上示した通り，この実施の形態においては，金融商品取引管理装置1を利用する顧客が金融商品を売買する際，顧客がクライアント端末2側で一の注文手続きを行うことで，同一種類の複数価格の金融商品を複数のイフダンオーダーによって繰り返し注文することができ，かつ，当該顧客が将来的に所有する金融商品を逆指値注文によって売却することもできる。これにより，指値注文により金融商品の売買を行う顧客の利便性を向上させつつ，金融商品の指値注文において，金融商品取引管理システム1Aを利用する顧客が煩雑な注文手続を行うことなく複数の成行イフダンオーダーを行うことができ，また将来の相場の状況に応じて該成行イフダンオーダーを自動的に中止させることができて，金融商品取引管理システム1Aを利用する顧客の利便性を高めると共に成行イフダンオーダーを行う際に顧客が被るリスクを低減させることができる。",
                    "【0074】",
                    "この実施の形態においては，注文情報に基づいて金融商品の約定を行う約定情報生成部14を備え，約定情報生成部14は，注文テーブル181に記録された注文情報群を形成する個々の注文情報のうち第一順位の注文情報に基づいて金融商品の約定を行い，約定と共に，第二順位の注文情報及び逆指値注文情報を無効から有効に変更する処理を複数回繰り返し行うことにより，クライアント端末2から受信されて注文テーブル181に記録された一の指示に基づいて，金融商品取引管理システム1A上で成行注文および複数のイフダンオーダーによる取引を実現でき，かつ，イフダンオーダーによる取引を逆指値注文によって中断させることを実現できる。これにより，金融商品の指値注文において，金融商品取引管理システム1Aを利用する顧客が煩雑な注文手続を行うことなく複数のイフダンオーダーを行うことができ，また将来の相場の状況に応じてイフダンオーダーを自動的に中止させることができて，金融商品取引管理システム1Aを利用する顧客の利便性を高めると共にイフダンオーダーを行う際に顧客が被るリスクを低減させることができる。",
                    "【0075】",
                    "なお，上記実施形態の金融商品取引管理システム1Aは，金融商品として外国為替を取扱うものとしたが，これに限定されず，他の金融商品，例えば株式，債券を取扱う金融商品取引管理システムにおいても本発明を適用できる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "【0076】",
                  "text": [
                    "上記実施形態は本発明の例示であり，本発明が上記実施の形態に限定されることを意味するものではないことは，いうまでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，本件明細書には，本件発明1に関し，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "外国為替等の金融商品のイフダンオーダーをコンピュータシステムを用いて行う従来の発明においては，イフダンオーダーの指値注文に対応できないという問題や，利用客が複数のイフダンオーダーを並行して行いたい場合には，それぞれのイフダンオーダーを個別に注文していかなければならず，顧客の注文手続が煩雑になるという問題，金融商品の相場が従来の相場よりも大きく変動してしまい当面回復の見込みがなく，利用客が，損害を最小限に留めるべく当該金融商品の売却を望む場合，指値注文の買い注文によって取得した金融商品を将来の相場の状況に応じて自動的に売却することはできず，イフダンオーダーを相場の状況に応じて自動的に中止させることができないという問題及び成行注文でイフダンオーダーを行いたい場合に対応できないという問題があった(【0005】ないし【0007】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」は，上記の問題に鑑みてされたものであり，金融商品の成行注文において，システム利用客が煩雑な注文手続を行うことなく複数のイフダンオーダーを行うことができ，また将来の相場の状況に応じてイフダンオーダーを自動的に中止させることができて，システムを利用する顧客の利便性を高めると共にイフダンオーダーを行う際に顧客が被るリスクを低減させることができる金融商品取引管理装置を提供することを課題とするものであり，請求項1に記載の発明は，かかる課題を解決するため，金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と，注文入力受付手段が受け付けた前記売買注文申込情報に基づいて金融商品の注文情報を生成する注文情報生成手段とを備え，注文情報生成手段は，一の売買注文申込情報に基づいて，所定の金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，金融商品の売り注文または買い注文の他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し，売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし，成行注文を決済する指値注文が約定されたとき，注文情報群の生成を行うと共に，生成された注文情報群の第一注文情報に基づく指値注文を有効とし，以後，第一注文情報に基づく指値注文の約定と，第一注文情報に基づく指値注文の約定が行われた後の第二注文情報に基づく指値注文の約定と，第二注文情報に基づく指値注文の約定が行われた後の，次の注文情報群の生成とを繰り返し行わせる構成を採用した(【0008】，【0009】)。これにより，指値注文により金融商品の売買を行う顧客の利便性を向上させつつ，金融商品の指値注文において，システムを利用する顧客が煩雑な注文手続を行うことなく複数のイフダンオーダーを繰り返し行うことができて，システムを利用する顧客の利便性を高めると共にイフダンオーダーを行う際に顧客が被るリスクを低減させることができるという効果を奏する(【0014】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(訂正要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件手続補正の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件手続補正は，本件訂正に係る訂正請求書の訂正事項1-1ないし1-3で「注文情報生成手段」が行うとされていた決済注文の有効／無効の切替処理を「約定情報生成手段」が行うこととしたものであり，本件手続補正によって金融商品取引装置が行う処理内容には何らの変更も加えられておらず，単に決済注文の有効／無効の切替処理を行う手段を「注文情報生成手段」と呼ぶか，「約定情報生成手段」と呼ぶかという形式的な点の補正にとどまるから，これによって審理対象が実質的に変更されているものでなければ，審理遅延が生じるものでもないし，また，本件手続補正は，訂正事項の軽微な瑕疵の補正等に該当するものであるから，本件手続補正は，本件訂正に係る訂正請求書の要旨を変更するものではなく，本件手続補正は特許法131条の2第1項に適合するものであり，これと異なる本件審決の判断は誤りである旨主張する。",
                    "そこで検討するに，平成30年11月26日付け手続補正書(甲12)及び同日付け意見書(甲13)によれば，本件手続補正は，訂正事項1-1及び1-3について，平成30年5月7日付けの全文訂正明細書の特許請求の範囲の請求項1及び請求項6(本件訂正後の請求項1及び6)に「前記注文情報に基づいて前記金融商品の約定を行う約定情報生成手段と，」という構成を追加する(以下「補正1」という。)，本件訂正後の請求項1及び請求項6の「前記注文情報生成手段は，売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文および前記成行注文を決済するための逆指値注文を有効とし」との記載を「前記約定情報生成手段は，売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文および前記成行注文を決済するための逆指値注文を有効とし」と補正する(以下「補正2」という。)，本件訂正後の請求項1及び請求項6の「以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせ，」との記載を「以後，前記約定情報生成手段が前記第一注文情報に基づく前記指値注文の約定を行うことと，前記約定情報生成手段が前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定を行うことと，前記約定情報生成手段が前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせ，」と補正する(以下「補正3」という。)，本件訂正後の請求項1及び請求項6の「前記第二注文情報に基づく前記指値注文が約定されたとき，前記逆指値注文情報に基づく逆指値注文を停止し，」との記載を「前記第二注文情報に基づく前記指値注文が約定されたとき，前記約定情報生成手段が前記逆指値注文情報に基づく逆指値注文を停止し，」と補正する(以下「補正4」という。)，本件訂正後の請求項1及び請求項6の「前記逆指値注文情報に基づく前記逆指値注文が約定されたときに，前記逆指値注文情報と同じ前記注文情報群に含まれる前記第二注文情報に基づく指値注文，及び，当該注文情報群の後に生成される予定の前記注文情報群の生成を停止する」との記載を「前記逆指値注文情報に基づく前記逆指値注文が約定されたときに，前記約定情報生成手段が前記逆指値注文情報と同じ前記注文情報群に含まれる前記第二注文情報に基づく指値注文，及び，当該注文情報群の後に生成される予定の前記注文情報群の生成を停止する」と補正する(以下「補正5」という。)，訂正事項1-2について，本件訂正後の請求項2の「前記注文情報に基づいて前記金融商品の約定を行う約定情報生成手段を備え，」との記載を削除する(以下「補正6」という。)などの補正を含むものである。",
                    "しかるところ，補正1ないし6は，いずれも訂正事項1-1ないし1-3の内容を実質的に変更するものであり，特に補正2は，訂正事項1-1及び1-3における「前記注文情報生成手段は，売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文および前記成行注文を決済するための逆指値注文を有効とし」との訂正事項を，「前記約定情報生成手段は，売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文および前記成行注文を決済するための逆指値注文を有効とし」と補正するものであって，「前記注文情報生成手段」が実行する処理であった「成行注文を行うとともに，該成行注文を決済するための指値注文および前記成行注文を決済するための逆指値注文を有効とし」との処理を，本件訂正前の請求項2において「前記注文情報生成手段」とは異なる手段として規定されていた「前記約定情報生成手段」が実行する処理であると変更するものであるから，訂正事項1-1及び1-3の内容を実質的に変更するものであることは明らかである。",
                    "したがって，補正1ないし6は，本件訂正に係る訂正請求書の要旨を変更するものであるから，本件手続補正は，その余の補正事項について検討するまでもなく，特許法134条の2第9項で準用する同法131条の2第1項の規定に適合しないから，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，本件手続補正が特許法134条の2第9項で準用する同法131条の2第1項に適合しないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項1-1ないし1-3の特許法126条5項の要件の適合性の判断の誤りについて",
              "text": [
                "原告は，本件審決が，本件訂正のうち，本件訂正前の請求項1の記載を本件訂正後の請求項1に訂正する訂正事項1-1(請求項1の記載を引用する請求項2，請求項2の記載を引用する請求項3ないし5，及び請求項1ないし5の記載を引用する請求項7も同様に訂正)，本件訂正前の請求項2の記載を本件訂正後の請求項2に訂正する訂正事項1-2(請求項2の記載を引用する請求項3ないし5，及び請求項2ないし5の記載を引用する請求項7も同様に訂正)及び本件訂正前の請求項6の記載を本件訂正後の請求項6に訂正する訂正事項1-3は，本件訂正前の「売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし」との事項について，当該事項が「前記注文情報生成手段」によるものであり，「該成行注文を決済するための指値注文」だけでなく，「前記成行注文を決済するための逆指値注文」についても有効とするとの事項を追加したものであるが，当該訂正事項については，願書に最初に添付した明細書等に記載した事項の範囲内においてしたものとはいえず，新規事項を追加するものであるから，本件訂正は，特許法134条の2第9項で準用する同法126条5項の規定に適合しないと判断したのは誤りである旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件訂正前の特許請求の範囲(請求項1)には，",
                      "text": [
                        "「該注文情報生成手段は，",
                        "一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し，",
                        "売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし，",
                        "前記成行注文を決済する前記指値注文が約定されたとき，前記注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく前記指値注文を有効とし，以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせることを特徴とする金融商品取引管理装置。」との記載がある。",
                        "上記記載から，本件発明1においては，「注文情報生成手段」が，主体となって，①「一の前記売買注文申込情報に基づいて」，「所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群」を「複数回生成し」，②「売買取引開始時」に，「成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし」，③「前記成行注文を決済する前記指値注文が約定されたとき」に，「前記注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく前記指値注文を有効とし」，④「以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後」に，「次の前記注文情報群の生成とを繰り返し行わせる」処理を行うことを理解できる。",
                        "そうすると，本件訂正前の請求項1には，「注文情報生成手段」が「売買取引開始時」に「成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし」との処理を行うことの記載があるものと認められる。",
                        "また，本件明細書の【0009】には，本件訂正前の請求項1と同内容の記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書には，「本発明」の「一の実施形態」(【0021】)として，「各種データの生成，加工等の処理」を行う「データ処理部10」，「データベース18」，「フロントページ配信部11」，「注文入力受付部(注文入力受付手段)12」，「入出金情報生成部13」，「約定情報生成部(約定情報生成手段)14」，「口座情報生成部15」，「注文情報生成部(注文情報生成手段)16」，「データベース(DB)接続基底部17」及び「価格情報受信管理部19」を有する「金融取引装置1」の記載がある(【0025】，図1)。",
                        "次に，本件明細書には，「注文情報生成部(注文情報生成手段)16」に関し，「注文情報生成部16は，注文入力受付部12が処理した情報に基づいて，成立した金融商品の注文に関する情報を生成する。ここでの注文には，いわゆる成行注文，指値注文，指値注文のイフダンオーダーに加え，成行注文のイフダンオーダーも含まれる。」(【0028】)，「ここで，この実施の形態においては，注文情報生成部16は，第一注文を新規の成行注文の注文情報として生成し，第二注文を決済の指値注文の注文情報として生成し，逆指値注文を決済の逆指値注文の注文情報として生成する。」(【0048】)，「注文情報生成部16は，生成された注文情報群を注文テーブル181に記録する(ステップS9)。具体的には，図2Aに示す各フィールド名に対応させて，該当する注文情報(即ち“備考”カラム181aの項目に対応するデータ)が記録される。…以上の手順より，本実施の形態における注文処理は完了する。」(【0053】)，「注文処理が完了すると，注文情報生成部16はまず最初の注文情報群(以下「第一の注文情報群」と称する。)を生成する。なお，この生成された時点において，注文情報群に含まれる，第一注文は有効な注文情報(顧客から正式に依頼された注文のこと。本明細書において同じ。)として生成されているが，同じ注文情報群に含まれる，第二順位の注文情報としての第二注文情報は，無効な注文情報(すなわち，当該注文情報を用いた一連の処理が開始されていない注文情報。本明細書において同じ。)として生成されている。注文情報の有効／無効の設定を行うためには，例えば注文テーブル181に専用のフラグ(図示せず)を設ければよい。」(【0054】)との記載がある。上記記載から，「注文情報生成部16」は，「注文入力受付部12が処理した情報」に基づいて，「注文情報群」を生成し，「生成された注文情報群」を「注文テーブル181」(図2A)に記録する処理を行うこと，「注文情報生成部16」は，「第一の注文情報群」の生成においては，例えば注文テーブル181に注文情報の有効／無効の設定を行う専用のフラグを設けることにより，その生成の時点において，「第一の注文情報群」に含まれる，「第一注文」は「有効な注文情報」として生成し，「第二注文情報」は，「無効な注文情報」として生成する処理を行うことを理解できる。",
                        "一方，本件明細書には，「約定情報生成部(約定情報生成手段)14」に関し，「約定情報生成部14は，注文情報生成部16が生成した注文に基づく約定処理，及び，完了した約定処理に関する情報を顧客のクライアント端末2に送るための処理を行う。なお，ここでの「約定」とは，顧客の注文に基づいて金融商品の売買を成立されるための各種の手続並びに処理のことをいう。」(【0029】)，「第一注文51aに基づく成行注文が約定すると，約定情報生成部14はデータベース18中の対応するデータを書き換える。具体的には，注文テーブル181の当該成行注文に関する注文情報である，第一注文51aのデータが削除され，顧客口座情報テーブル182の“amnt”フィールド182aのデータが約定した価格分だけ増減される。ここで，本実施形態の第一注文は，一回目は成行注文で行われるが，二回目以降は指値注文で行われる。このため，約定情報生成部14は，当該成行注文の約定価格を，二回目以降の第一注文の指値価格に設定する。」(【0060】)，「次に，第一注文51aに基づく成行注文が約定すると，約定情報生成部14は，第一の注文情報群51Aにおける第二注文51bと逆指値注文51cとを無効な注文情報から有効な注文情報に変更する(ステップS22)。」(【0061】)との記載がある。上記記載から，「約定情報生成部14」は，「注文情報生成部16が生成した注文に基づく約定処理」及び「完了した約定処理に関する情報を顧客のクライアント端末2に送るための処理」を行うこと，「約定情報生成部14」は，「第一の注文情報群51A」に含まれる，「第一注文51a」に基づく「成行注文」が約定すると， その「成行注文」を決済するための指値注文である「第二注文51b」及び「逆指値注文51c」を「無効な注文情報」から「有効な注文情報」に変更する処理を行うことを理解できる。",
                        "以上によれば，本件明細書には，「本発明」の「一の実施形態」として，「注文情報生成手段」である「注文情報生成部16」が，「第一の注文情報群」の生成をする際に，「第一の注文情報群」に含まれる「第一注文」及び「第二注文」についてそれぞれ有効及び無効の設定を行い，「約定情報生成手段」である「約定情報生成部14」が「第一の注文情報群」に含まれる「第一注文51a」に基づく「成行注文」の約定処理を行った時点で，その「成行注文」を決済するための「第二注文」(指値注文)及び「逆指値注文」を「無効」から「有効」に変更する処理を行うことの開示があることが認められる。",
                        "そうすると，本件明細書には，「注文情報生成手段」(「注文情報生成部16」)が，「第一の注文情報群」の生成をする際に，「第一の注文情報群」に含まれる注文情報の有効／無効の設定を行う技術的事項の開示があるものと認められる。",
                        "また，「本発明」の上記実施形態においては，「注文情報生成手段」(「注文情報生成部16」)が，「第一の注文情報群」に含まれる「第一注文51a」の「成行注文」を決済するための「第二注文」(指値注文)及び「逆指値注文」を「無効」から「有効」に変更する処理は，「約定情報生成手段」(「約定情報生成部14」)によって行われ，「注文情報生成手段」(「注文情報生成部16」)が行うものではないが，本件明細書には，「上記実施形態は本発明の例示であり，本発明が上記実施の形態に限定されることを意味するものではないことは，いうまでもない。」(【0076】)との記載があることに照らすと，「本発明」は，「第一注文」の「成行注文」を決済するための「第二注文」(指値注文)及び「逆指値注文」を「無効」から「有効」に変更する処理は，「約定情報生成手段」(「約定情報生成部14」)が行う形態のものに限定されないことを理解できる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正後の特許請求の範囲(請求項1)には，",
                  "text": [
                    "「該注文情報生成手段は，",
                    "一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成し，",
                    "前記注文情報記録手段は，生成された前記注文情報群を記録し，",
                    "前記注文情報生成手段は，",
                    "売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文および前記成行注文を決済するための逆指値注文を有効とし，",
                    "前記成行注文を決済する前記第二注文情報に基づく前記指値注文が約定されたとき，次の前記注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく，前記成行注文の価格と同じ前記価格の前記指値注文を有効とし，",
                    "前記第一注文情報に基づく該指値注文が約定されたときに，当該注文情報群の前記第二注文情報に基づく指値注文および前記逆指値注文情報に基づく前記逆指値注文を有効にし，",
                    "以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせ，",
                    "前記第二注文情報に基づく前記指値注文が約定されたとき，前記逆指値注文情報に基づく逆指値注文を停止し，",
                    "前記逆指値注文情報に基づく前記逆指値注文が約定されたときに，前記逆指値注文情報と同じ前記注文情報群に含まれる前記第二注文情報に基づく指値注文，及び，当該注文情報群の後に生成される予定の前記注文情報群の生成を停止することを特徴とする金融商品取引管理装置。」との記載がある(下線部は，訂正事項1-1による訂正箇所)。",
                    "上記記載によれば，訂正事項1-1により，本件訂正前の「売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし」との事項について，「該成行注文を決済するための指値注文」だけでなく，「前記成行注文を決済するための逆指値注文」についても有効とするとの事項を追加したものであり，本件訂正発明1においては，「注文情報生成手段」が「売買取引開始時」に「成行注文を行うとともに，該成行注文を決済するための指値注文および前記成行注文を決済するための逆指値注文を有効とし」とする処理を行うことを理解できる。",
                    "しかるところ，前記ア認定のとおり，①本件訂正前の請求項1には，「注文情報生成手段」が「売買取引開始時」に「成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし」との処理を行うことの記載があり，本件明細書の【0009】には，本件訂正前の請求項1と同内容の記載があること，②本件明細書には，「注文情報生成手段」(「注文情報生成部16」)が，「第一の注文情報群」の生成をする際に，「第一の注文情報群」に含まれる注文情報の有効／無効の設定を行う技術的事項の開示があること，③本件明細書に記載された「本発明」の「一の実施形態」では，「第一の注文情報群」に含まれる「第一注文51a」の「成行注文」を決済するための「第二注文」(指値注文)及び「逆指値注文」を「無効」から「有効」に変更する処理は，「約定情報生成手段」(「約定情報生成部14」)によって行われ，「注文情報生成手段」(「注文情報生成部16」)が行うものではないが，本件明細書の【0076】の記載に照らすと，「本発明」は，「第一注文」の「成行注文」を決済するための「第二注文」(指値注文)及び「逆指値注文」を「無効」から「有効」に変更する処理は，「約定情報生成手段」(「約定情報生成部14」)が行う形態のものに限定されないことを理解できることからすると，本件訂正後の請求項1の「前記注文情報生成手段」は「売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文および前記成行注文を決済するための逆指値注文を有効とし」との構成は，本件出願の願書に添付した明細書，特許請求の範囲又は図面すべての記載事項を総合することにより導かれる技術的事項の関係において，新たな技術的事項を導入するものではないものと認められるから，訂正事項1-1は，本件出願の願書に添付した明細書等に記載された事項の範囲内においてしたものであって，新規事項の追加に当たらないものと認められる。",
                    "したがって，訂正事項1-1は特許法126条5項の要件に適合するものと認められる。同様に，訂正事項1-2及び1-3は同項の要件に適合するものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し，被告は，①本件訂正前の請求項1の文言によれば，本件発明1では，「注文情報生成手段」(構成1D)が「一の前記売買注文申込情報に基づいて，所定の前記金融商品の売り注文または買い注文の一方を成行または指値で行う第一注文情報と，該金融商品の売り注文または買い注文の他方を指値で行う第二注文情報と，前記金融商品の売り注文または買い注文の前記他方を逆指値で行う逆指値注文情報とを含む注文情報群を複数回生成」すること(構成1E)を行うことだけが規定されており，これに続く「売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし，」(構成1F)及び「前記成行注文を決済する前記指値注文が約定されたとき，前記注文情報群の生成を行うと共に，該生成された注文情報群の前記第一注文情報に基づく前記指値注文を有効とし，以後，前記第一注文情報に基づく前記指値注文の約定と，前記第一注文情報に基づく前記指値注文の約定が行われた後の前記第二注文情報に基づく前記指値注文の約定と，前記第二注文情報に基づく前記指値注文の約定が行われた後の，次の前記注文情報群の生成とを繰り返し行わせること」(構成1G)は，「金融商品取引管理装置」(構成1H)が総体的に行うことを規定したものであって，「金融商品取引管理装置」を構成する「注文入力受付手段」及び「注文情報生成手段」のいずれか又は本件発明1で規定されていない「手段」のうちのどれが行うものであるのかを明示的に特定したものではないから，本件訂正前の請求項1は，「注文情報生成手段」が構成1F及び構成1Gの処理を行うことを規定したものではないし，仮に本件訂正前の請求項1がこれを規定しているとの原告の主張を前提とすると，本件訂正前の請求項1は，本件明細書の【0061】の記載に反し，サポート要件に違反することとなるから，少なくとも「注文情報生成手段」が構成1F及び構成1Gを行う主体であることを規定したものでない，②本件明細書には，「注文情報生成部」及び「約定情報生成部」は，それぞれ「注文情報生成手段」及び「約定情報生成手段」と同一ないし一対一に対応することが開示されおり(【0025】)，「注文情報生成部」が注文情報を生成すると，以後の処理は，「約定情報生成部」のみが行うことが記載されており，それ以外の記載はないから，訂正事項1-1は，「売買取引開始時に，成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし」を行う主体が「注文情報生成手段」であることをはじめて明らかにしたものであり，訂正事項1-1に係る本件訂正は，本件出願の願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内でしたものではなく，新たな技術的事項を導入するものであるから，新規事項の追加に当たる旨主張する。",
                    "しかしながら，前記ア(ア)認定のとおり，本件訂正前の請求項1の記載から，本件発明1においては，「注文情報生成手段」が主体となって「売買取引開始時」に「成行注文を行うとともに，該成行注文を決済するための指値注文を有効とし」との処理を行うことを理解できるものであり，また，本件訂正前の請求項1に「注文情報生成手段」が上記処理を行うことの記載があるかどうかの問題とその記載があることを前提とした場合にサポート要件に違反することになるかどうかの問題とは，別異の問題であるから，上記①の点は採用することができない。",
                    "また，前記イ認定のとおり，本件明細書には，「注文情報生成手段」(「注文情報生成部16」)が，「第一の注文情報群」の生成をする際に，「第一の注文情報群」に含まれる注文情報の有効／無効の設定を行う技術的事項の開示があること及び本件明細書の【0076】の記載に照らすと，「本発明」は，「第一注文」の「成行注文」を決済するための「第二注文」(指値注文)及び「逆指値注文」を「無効」から「有効」に変更する処理は，「約定情報生成手段」(「約定情報生成部14」)が行う形態のものに限定されないことを理解できるから，上記②の点は採用することができない。",
                    "したがって，訂正事項1-1に係る本件訂正は，本件出願の願書に添付した明細書等に記載した事項の範囲内でしたものではなく，新規事項の追加に当たるとの被告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，訂正事項1-1ないし1-3は特許法126条5項の要件に適合するものと認められるから，訂正事項1-1ないし1-3が同項に適合しないことを理由に本件訂正は認められないとした本件審決の判断は誤りである。かかる判断の誤りは，無効理由の存否の審理の対象となる発明の要旨の認定の誤りに帰することになるから，審決の結論に影響を及ぼすものである。",
                "したがって，原告主張の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由1は理由があるから，その余の取消事由について判断するまでもなく，本件審決は取り消されるべきである。"
          ]
        }
      ]
    }
  ]
}