{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800104号事件について平成30年12月12日にした審決のうち，「特許第6093829号の請求項6，28～45に係る発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等（後掲各証拠及び弁論の全趣旨から認められる事実）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，名称を「ランタン化合物を含む医薬組成物」とする発明に係る特許権（特許第6093829号。出願日  平成27年10月2日，設定登録日  平成29年2月17日。請求項の数27。以下，「本件特許権」といい，本件特許権に係る特許を「本件特許」という。）の特許権者である（甲1）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成29年8月4日，本件特許につき特許庁に無効審判請求をし，特許庁は，上記請求を無効2017-800104号事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成29年10月30日，特許請求の範囲の請求項1から27までにつきその範囲の減縮等を内容とする訂正請求を行った後，平成30年8月3日，かかる訂正後の特許請求の範囲の請求項1から27までの一部を削除し，また，独立形式に改めるなどして，請求項の数を63とすることを内容とする訂正請求を行った（甲49，61。以下，平成30年8月3日の訂正請求を「本件訂正」という。）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成30年12月12日，本件訂正を認めた上で，「特許第6093829号の特許請求の範囲を平成30年8月3日付け訂正請求書に添付された訂正特許請求の範囲のとおり，訂正後の請求項〔5，10～27〕，〔6，28～45〕，〔7，46～63〕について訂正することを認める。特許第6093829号の請求項6，28～45に係る発明についての特許を無効とする。特許第6093829号の請求項5，7，10～27，46～63に係る発明についての特許についての審判請求は，成り立たない。特許第6093829号の請求項1～4，8～9に係る発明についての審判請求を却下する。」との審決（以下「本件審決」という。）をし，その謄本は，平成30年12月14日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成31年1月11日，本件審決のうち，特許無効とした部分の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項6，28から45までの記載は，次のとおりである（以下，これらの請求項に記載された発明を「本件発明」と総称し，個別に特定するときは，各請求項に係る発明の請求項の番号に従って「本件発明1」などという。下線部は，本件訂正によって訂正された部分である。）。",
            "【請求項6】",
            "唾液又は少量の水により，口腔内で崩壊させて経口投与することを特徴とする口腔内崩壊錠であって，崩壊剤及び医薬組成物中の含有率が70～90質量％で炭酸ランタン又はその薬学的に許容される塩を含有し，前記崩壊剤が，クロスポビドンであり，前記クロスポビドンの医薬組成物中の含有率が5．6～12質量％であり，但し，崩壊剤がGRAＮFILLER-D（登録商標）から成る錠剤は除く，医薬組成物。",
            "【請求項28】",
            "さらに流動化剤を含有する，請求項6に記載の医薬組成物。",
            "【請求項29】",
            "前記流動化剤が，含水二酸化ケイ素，軽質無水ケイ酸，合成ケイ酸アルミニウム，重質無水ケイ酸，水酸化アルミナマグネシウム，ステアリン酸，ステアリン酸カルシウム，ステアリン酸マグネシウム，タルク及びメタケイ酸アルミン酸マグネシウムからなる群より選択される少なくとも一種を含む，請求項28に記載の医薬組成物。",
            "【請求項30】",
            "前記流動化剤が，少なくとも軽質無水ケイ酸を含む，請求項28又は29に記載の医薬組成物。",
            "【請求項31】",
            "前記流動化剤の医薬組成物中の含有率が0．5～2．0質量％であることを特徴とする，請求項28～30のいずれか一項に記載の医薬組成物。",
            "【請求項32】",
            "さらに滑沢剤を含有する，請求項6及び28～31のいずれか一項に記載の医薬組成物。",
            "【請求項33】",
            "前記滑沢剤が，カルナウバロウ，含水二酸化ケイ素，含水無晶形酸化ケイ素，乾燥水酸化アルミニウムゲル，ケイ酸マグネシウム，軽質無水ケイ酸，合成ケイ酸アルミニウム，酸化マグネシウム，重質無水ケイ酸，ショ糖脂肪酸エステル，水酸化アルミニウムゲル，ステアリルアルコール，ステアリン酸，ステアリン酸カルシウム，ステアリン酸マグネシウム，セタノール，タルク，炭酸マグネシウム，沈降炭酸カルシウム，フマル酸ステアリルナトリウム，無水ケイ酸水加物及びメタケイ酸アルミン酸マグネシウムからなる群より選択される少なくとも一種を含む，請求項32に記載の医薬組成物。",
            "【請求項34】",
            "前記滑沢剤が，少なくともステアリン酸マグネシウムを含む，請求項32又は33に記載の医薬組成物。",
            "【請求項35】",
            "前記滑沢剤の医薬組成物中の含有率が0．5～2．0質量％であることを特徴とする，請求項32～34のいずれか一項に記載の医薬組成物。",
            "【請求項36】",
            "さらに甘味剤を含有する，請求項6及び28～35のいずれか一項に記載の医薬組成物。",
            "【請求項37】",
            "前記甘味剤が，アスパルテーム，エリスリトール，果糖，キシリトール，黒砂糖，サッカリン，サッカリンナトリウム水和物，スクラロース，精製白糖，精製白糖球状顆粒，D-ソルビトール，デキストレイト，乳糖水和物，白糖，ブドウ糖，マルチトール，マルトース水和物，D-マンニトール及びタウマチンからなる群より選択される少なくとも一種を含む，請求項36に記載の医薬組成物。",
            "【請求項38】",
            "前記甘味剤が，少なくともアスパルテームを含む，請求項36又は37に記載の医薬組成物。",
            "【請求項39】",
            "前記甘味剤が粉末状であることを特徴とする，請求項36～38のいずれか一項に記載の医薬組成物。",
            "【請求項40】",
            "前記甘味剤の医薬組成物中の含有率が0．5～2．0質量％であることを特徴とする，請求項36～39のいずれか一項に記載の医薬組成物。",
            "【請求項41】",
            "炭酸ランタン又はその薬学的に許容される塩を除き，医薬組成物中の含有率が2．0質量％を超える配合成分のいずれも，明確な粉末X線回折ピークを有さないことを特徴とする，請求項6及び28～40のいずれか一項に記載の医薬組成物。",
            "【請求項42】",
            "錠剤硬度が100ニュートン以上であることを特徴とする，請求項6及び28～41のいずれか一項に記載の医薬組成物。",
            "【請求項43】",
            "摩損度が0．5％未満であることを特徴とする，請求項6及び28～42のいずれか一項に記載の医薬組成物。",
            "【請求項44】",
            "ポリ塩化ビニル，ポリプロピレン又はこのどちらかにポリクロロトリフロロエチレンを積層したフィルムを用いて成形したPTP（Press Through Package）に充填することにより，30℃／相対湿度65％の環境下，少なくとも3ヵ月間，明確な品質の変化がないことを特徴とする，請求項6及び28～43のいずれか一項に記載の医薬組成物。",
            "【請求項45】",
            "ポリ塩化ビニル，ポリプロピレン又はこのどちらかにポリクロロトリフロロエチレンを積層したフィルムを用いて成形したPTPに充填し，さらにアルミニウム袋に充填することにより，40℃／相対湿度75％の環境下，少なくとも6ヵ月間，明確な品質の変化がないことを特徴とする，請求項6及び28～44のいずれか一項に記載の医薬組成物。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）記載のとおりであり，本件取消事由の主張と関連する無効理由4（サポート要件違反）の本件発明6，28から45までに係る部分の要旨は次のとおりである。",
            "本件発明6，28から45は，「速やかな崩壊性，高い硬度及び低い摩損度を両立した，唾液又は少量の水により，口腔内で崩壊させて経口投与する口腔内崩壊錠を提供すること」などを，発明が解決しようとする課題とするものであると認められる。",
            "上記課題の「低い摩損度」について，明細書の記載から，錠剤の摩損度試験法（日局参考情報）に従った試験を行うとき，摩損度が0．5パーセント未満であり，かつ，「明らかなひび・割れ・欠け」の認められる比率が実用上無視できる程度に低ければ，「低い摩損度」を有するものといえるところ，本件明細書の実施例4（以下，本件明細書の実施例及び比較例を，単に「実施例4」などという。）の口腔内崩壊錠は，その摩損度が0．4パーセントであって，合格基準内である「0．5パーセント未満」ではあるものの，「明らかなひび・割れ・欠けの個数／試験数」が7個／12試験であり，実施例4の口腔内崩壊錠の「明らかなひび・割れ・欠け」の認められる比率が実用上無視できる程度に低いとはいえず，実施例4の口腔内崩壊錠は，「低い摩損度」を有するとはいえないものである。 ",
            "したがって，本件発明6，28から45は，当業者が発明の詳細な説明の記載及び出願時の技術常識に照らし当該発明の上記課題を解決できると認識できる範囲にないものを包含しているから，無効理由4により無効にすべきものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件違反についての判断の誤り（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "審理不尽（取消事由2）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（サポート要件違反についての判断の誤り）",
          "text": [
            "本件審決は，崩壊剤として5．6質量パーセントのクロスポビドンを含有する実施例4の口腔内崩壊錠において，「明らかなひび・割れ・欠けの個数／試験数」が実用上無視しうる程度に低いとはいえないから，「低い摩損度」を有するとはいえず，本件発明の課題である「速やかな崩壊性，高い硬度及び低い摩損度の両立」，を解決できると認識できる範囲にないものを包含していると判断し，本件発明のサポート要件充足性を否定した。",
            "しかしながら，本件審決のかかる判断は，次のとおり誤りであり，本件審決の結論に影響を及ぼすから，違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の課題認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ひび・割れ・欠け」の解消は，発明の課題ではないこと",
                  "text": [
                    "本件審決は，本件発明の課題の認定において，「低い摩損度」に「明らかなひび・割れ・欠け」を含めている。",
                    "しかしながら，「摩損度」とは，文字通り摩擦による質量減少度を意味するものであり，「ひび・割れ・欠け」とは異なる概念である。本件明細書も，「打錠圧に応じ，錠剤硬度は高く，摩損度は低くなったが，同時に崩壊時間（日局，口腔内）が延長した。また，摩損度試験においては，高い比率で明らかなひび・割れ・欠けが認められた」（【0068】）として「低い摩損度」と「ひび・割れ・欠け」を区別し，また，「摩損度試験において，高い比率で明らかなひび・割れ・欠けが認められた」（【0072】）と記載する一方で，「低い摩損度」が達成されていないとの記載はない。このように，本件明細書は，「摩損度」と「ひび・割れ・欠け」を別の概念として扱っている。実質的にも，「ひび・割れ・欠け」の発生は，後述する打錠圧の調整や予圧の実施といった「速やかな崩壊性，高い硬度及び低い摩損度の両立」とは必ずしも関係のない様々な方法によって解消されうる。",
                    "本件明細書の「発明が解決しようとする課題」（【0009】から【0013】まで）においても，「低い摩損度」に言及するのみで，「ひび・割れ・欠け」には言及がない。",
                    "したがって，本件明細書の記載を読めば，当業者は，発明の課題を「速やかな崩壊性，高い硬度及び低い摩損度の両立」と理解するのであって，「ひび・割れ・欠け」の解消を発明の課題の一部であるとは理解しない。",
                    "本件明細書が，摩損度試験の際に発生した「明らかなひび・割れ・欠けの個数／試験数」が7個／12試験であった実施例4を，比較例ではなく実施例としていることからも，当業者は，本件明細書が「ひび・割れ・欠け」を発明の課題とは位置づけていないものと理解できる。本件明細書において実施例4に言及する箇所においても，「顆粒状のアスパルテームを用いると崩壊時間は改善したが，錠剤毎の甘味のバラツキについては，粉末状のアスパルテームの方が優れていた（実施例3，4）。」として，実施例4において摩損度試験の際に発生した「明らかなひび・割れ・欠け」については何も触れていない（【0078】）。",
                    "本件明細書には，「低い摩損度」に関する目標品質として「0．5％未満（明らかなひび・割れ・欠けなし）」と記載され，摩損度試験の際に発生した「明らかなひび・割れ・欠け」への言及がされている（【0050】，【0062】）。しかしながら，これは参考指標として理解できる。本件明細書の【表1】から【表5】における「明らかなひび・割れ・欠けの個数／試験数」の数値も同様である。",
                    "本件審決は，摩損度が0．5パーセント未満であり，かつ，摩損度試験において「明らかなひび・割れ・欠け」の認められる比率が実用上無視できる程度に低ければ，「低い摩損度」を有するものといえると判断するが，これは，明細書の記載に基づかない判断である。",
                    "以上のとおり，「ひび・割れ・欠け」の解消は，発明の課題の一部ではないから，本件審決が，実施例4について，摩損度試験における「明らかなひび・割れ・欠け」の発生を理由に課題を解決していないと評価したことは誤りであり，その結果，サポート要件についての結論を誤ったものであるから，取消しを免れない。",
                    "これに対し，被告は，比較例5の存在からすると，本件発明の課題は「微量不純物・分解物の評価」のみとなるはずであると主張する。",
                    "しかしながら，比較例5は，「微量不純物・分解物の評価」の課題を解決しようとするものである本件発明23から27，本件発明41から45及び本件発明59から63との関係において，比較例と位置付けられるものであり，本件発明5から7との関係において比較例と位置付けられるものでは必ずしもない 。比較例5との対比から本件発明全てについての課題を導く必要はない。また，被告の主張を前提としても，本件訂正発明41から45は「微量不純物・分解物の評価」の課題を解決できると認識できる範囲のものであるから，本件発明41から45についてはサポート要件が満たされることとなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題の解決は総合的な評価によって判断されるべきであること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "仮に「低い摩損度」に「ひび・割れ・欠け」の解消が含まれるとしても，摩損度試験の際に「明らかなひび・割れ・欠け」が発生したことをもって，ただちに課題を解決できていないと判断することはできない。",
                        "そもそも，本件明細書は，「速やかな崩壊性」，「高い硬度」及び「低い摩損度」の基準として掲げる指標を，例示（【0049】から【0050】）又は「目標品質」（【0061】から【0064】）と記載しており，絶対的な基準とはしていない。",
                        "したがって，「速やかな崩壊性」，「高い硬度」及び「低い摩損度」の基準として掲げられた指標の一部が満たされてなくても，ただちに当該基準を満たさないと判断されるものではない。なお，本件審決も，実施例1，実施例2及び実施例9が「速やかな崩壊性」の基準として掲げられた4つの指標のうち一部の指標が満たされていなかったにもかかわらず，残りの指標が満たされていることを根拠として「速やかな崩壊性」を有すると判断しており，本件明細書の指標を絶対的なものとしては捉えていない。",
                        "そして，実施例4は，摩損度試験の際に「明らかなひび・割れ・欠け」が7個／12試験の割合で発生したものの，摩損度自体は0．4パーセントであって，本件明細書の目標品質を達成している。",
                        "上述のとおり，摩損度試験の際の「明らかなひび・割れ・欠け」の発生率は，参考指標として位置づけられるものであり，また，「ひび・割れ・欠け」の発生は，当業者により様々な方法によって解消されうるものである。したがって，実施例4の「低い摩損度」の評価にあたり，摩損度自体が目標品質を達成している点を重視するべきであり，実施例4は「低い摩損度」を有しているといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件明細書は，解決しようとする課題を，「速やかな崩壊性，高い硬度及び低い摩損度」という相反する製剤特性の両立としており（【0004】等），「崩壊性」，「硬度」及び「摩損度」のそれぞれが個別的に目標品質を達成しているかの問題とはしていない。したがって，本件発明による課題の解決は，「崩壊性，硬度及び摩損度」の総合的な評価によって判断されるべきである。",
                        "本件では，崩壊剤として5．6質量パーセントのクロスポビドンを配合した実施例4においては，錠剤硬度は117Ｎ，摩損度は0．4パーセントと，いずれも目標品質を達成しており，また，崩壊時間については，「日局（補助盤なし）」が39秒，「日局（補助盤あり）」が7秒と，比較例1の打錠圧が同じ口腔内崩壊錠の4分の1以下であって，品質が優れている。",
                        "そうすると，実施例4の品質指標を総合的にみれば，実施例4は，「速やかな崩壊性，高い硬度及び低い摩損度」の両立という，従来技術では達成し得なかった課題を解決しているものと評価できる。したがって，摩損度試験において「明らかなひび・割れ・欠け」が発生しているとしても，課題を解決しているといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件審決は，実施例4について，摩損度試験において「明らかなひび・割れ・欠け」が発生したことをもって，ただちに「速やかな崩壊性，高い硬度及び低い摩損度の両立」との課題を解決できていないと判断した点において誤っており，その結果，サポート要件についての結論を誤ったものであるから，取消しを免れない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の課題は，市販品として問題のない口腔内崩壊錠が提供されるかという観点から判断されるべきものであること",
                  "text": [
                    "本件明細書を読めば，当業者は，実施例4には市販品の基準では「明らかなひび・割れ・欠け」はないと理解できる。",
                    "すなわち，本件明細書には，「摩損度は，錠剤の摩損度試験法（日局参考情報）に従い，試験を行った。摩損度の目標品質は，通常の錠剤と変わらない取り扱いを目指し，0．5％未満（明らかなひび・割れ・欠けなし）とした。」（【0062】）との記載がある。",
                    "かかる明細書を読んだ当業者は，本件発明は，炭酸ランタン又はその薬学的に許容される塩の製剤中の含有率を概ね70質量％以上と高い値にしても，市販品として問題のない口腔内崩壊錠（「高い硬度」，「低い摩損度」及び「速やかな崩壊性」を有する口腔内崩壊錠）を作ることができるという点に意義があると理解する。したがって，本件発明の課題が達成されるかは，市販品として問題のない口腔内崩壊錠が提供されるかという観点から判断されるものであり，目標品質は参考情報にすぎない。",
                    "また，第十六改正日本薬局方の参考情報（乙1）には，摩損度試験について，「通常，試験は一回行う。試験後の錠剤試料に明らかにひび，割れ，あるいは欠けの見られる錠剤があるとき，その試料は不適合である。もし結果が判断しにくいとき，あるいは質量減少が目標値より大きいときは，更に試験を二回繰り返し，三回の試験結果の平均値を求める。多くの製品において，最大平均質量減少（三回の試験の）が1．0％以下であることが望ましい。」との記載がある。",
                    "摩損度試験において「明らかなひび・割れ・欠け」をどのように判定するかについては明記されていないが，一般的には，「ひび・割れ・欠け」が，「明らかなひび・割れ・欠け」であるか，「明らかでないひび・割れ・欠け」であるかは程度問題と考えられており，判定者によっても判断が異なりうるため，ボーダーラインでは摩損度の数値が重要視される。また，摩損度は，「割れ・欠け」などの破片を除外して，摩損度試験前後の質量比を計算するものである。したがって，市販品の基準である日本薬局方の基準によると，「明らかなひび・割れ・欠け」がある場合には，摩損度が1．0パーセントを明らかに超えることが当然の前提とされており，そのようなレベルの「ひび・割れ・欠け」のみが，市販品としての基準を満たさない「明らかなひび・割れ・欠け」と考えられている。",
                    "よって，当業者であれば，実施例4において，12個中7個（半数以上）に目標品質を超える「明らかなひび・割れ・欠け」があるのにもかかわらず，摩損度が0．4パーセントという低い数値であるのは，市販品の基準としての日本薬局方の基準では「明らかなひび・割れ・欠け」があるとまではいえないものがカウントされているからであると理解できる。仮に個々の錠剤の摩損度を測定するとした場合，摩損度が1．0パーセントを超える錠剤が半数以上あれば，全体の摩損度（平均値）は0．5パーセントを超えるはずであることは当業者であれば直ちに思い至ることである。",
                    "そもそも，本件明細書の比較例5を見ると，摩損度が0．0パーセントにもかかわらず，10個中5個に「明らかなひび・割れ・欠け」があるとされている。この記載に接すれば，当業者であれば，市販品としては問題のないものが本件明細書では目標品質を充足しない「明らかなひび・割れ・欠け」がある錠剤としてカウントされていると当然に理解できる（判定者による目標品質としての「明らかなひび・割れ・欠け」の有無の判定がOD錠として要求される品質を超えた厳しいものとなっていると当然に理解できる）し，さらには，摩損度0．5パーセント未満という本件明細書に明記された目標品質にすら対応しない厳しい判定が行われていると当然に理解できる。",
                    "したがって，本件明細書に接した当業者は，問題となっている請求項の範囲で，硬度，摩損度及び崩壊性のいずれの面でも，市販品として十分な（日本薬局方の基準を満たす）錠剤を製造できると理解できるし，さらには，摩損度0．5パーセント未満という本件明細書に明記された目標品質の観点からも十分な錠剤を製造できると理解できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「ひび，割れ，欠け」は打錠圧を上げることによって解消可能であること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に，「明らかなひび・割れ・欠け」の解消を課題と捉えるとしても，本件特許出願時において，打錠圧を上げることによって「ひび・割れ・欠け」の解消が可能であることは，技術常識であった。",
                    "なお，本件明細書には，「ロータリー打錠機等を用い，直接粉末圧縮法（直打法）により，適切な硬度が得られる打錠圧で所定の質量の錠剤を製造する」（【0059】）として，当業者が打錠圧の調整を行うべきことが記載されている。",
                    "上述のとおり，実施例4は，摩損度試験の際に「明らかなひび・割れ・欠け」が発生しているものの，錠剤硬度，摩損度，崩壊時間において目標品質を達成している。そして，実施例4の崩壊時間は余裕を持って目標品質を達成しているから，当業者であれば，打錠圧を上げると，崩壊時間が多少長くなっても目標品質の範囲内にとどまった上で，錠剤硬度が増大して割れや欠けの解消が見込まれると理解しうる。",
                    "したがって，実施例4における摩損度試験の際の「明らかなひび・割れ・欠け」の発生は，当業者が行うべき打錠圧の調整によって解消されると理解できるから，本件発明は，サポート要件を充足する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，本件審決は，実施例4の口腔内崩壊錠と同一の組成を有する錠剤に対して，打錠圧を上げることで「明らかなひび・割れ・欠け」のない口腔内崩壊錠を得られることは，技術常識とはいえないと認定する。",
                    "しかしながら，口腔内崩壊錠において，一般的に，打錠圧を上げて錠剤硬度を高めることによって，「ひび・割れ・欠け」の発生を防止しうることは，甲41～44を含む，本件特許出願より前の数多くの文献に記載されている。",
                    "また，本件審決は，本件明細書中の実験データの比較例5と比較例7の摩損度試験における「明らかなひび・割れ・欠け」の発生率を比較して，打錠圧を上げることでむしろ「明らかなひび・割れ・欠け」の発生率が増加するとするが，これらの比較例は組成が異なるから，これらの比較に基づいて打錠圧を上げることによる影響を論じることはできない。",
                    "加えて，本件審決が，打錠圧を上げることでむしろ「明らかなひび・割れ・欠けの個数／試験数」の発生率が増加することの根拠とする比較例1についてみると，摩損度試験の際の「明らかなひび・割れ・欠けの個数／試験数」は，打錠圧1300kgfの場合に10個／試験，打錠圧1800kgfの場合に8個／試験と，打錠圧2300kgf及び打錠圧2800kgfの場合の倍以上となっているから，比較例1を全体としてみれば，むしろ打錠圧を上げることで「明らかなひび・割れ・欠け」が減少する傾向が示されているといえる（【0069】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，サポート要件の判断において，実験データを提出して発明の詳細な説明の記載不足を補うことは許されないが，実験データが，当業者が明細書の記載及び技術常識から理解しうる内容を確認するものなのであれば，当該実験データを参酌されることは許容される。",
                    "しかしながら，本件審決は，実施例4と同様（ただし，クロスポビドンの配合量は5．0質量パーセント）の組成の口腔内崩壊錠につき打錠圧を3000kgfないし3300kgfに設定して打錠することにより，崩壊時間，硬度及び摩損度の目標品質を満たすとともに，摩損度試験の際に「明らかなひび・割れ・欠け」の発生がない口腔内崩壊錠が得られたことを示す実験データである甲45について，発明の詳細な説明の記載外の補足であるとして，これを参酌することを認めなかった。",
                    "打錠圧を上げることによる「ひび・割れ・欠け」の解消は技術常識なのであるから，甲45は，当業者が本件明細書の記載及び技術常識から理解しうる内容を確認するものに過ぎないので，本件発明サポート要件の判断にあたり，その参酌が許容されるべきである。",
                    "また，甲45と異なり，実施例4と炭酸ランタン水和物の配合率及びクロスポビドンの配合率を同一にした場合でも，打錠圧を上げることで「明らかなひび・割れ・欠け」の発生がない口腔内崩壊錠が得られていることを示す甲53の参酌が許容されるべきことも上記と同様である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "このとおり，本件審決が，打錠圧を上げることによって「ひび・割れ・欠け」を解消しうることが技術常識であることを否定したことに合理的な根拠はない。",
                    "本件審決は，技術常識に関する認定を誤り，その結果，サポート要件についての結論を誤ったものであるから，取消しを免れない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「ひび，割れ，欠け」は予圧の実施によっても解消可能であること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "また，前記(2)と同様，仮に，「明らかなひび・割れ・欠け」の解消を課題と捉えるとしても，本件特許出願時において，予圧の実施によって「ひび・割れ・欠け」の解消が可能であることは，技術常識であった。",
                    "すなわち，本件特許出願当時，ロータリー式の打錠機においては，打錠中に粉末層に存在していた空気が粉末層の外部に排出されにくくなるため，キャッピングと呼ばれる錠剤の剥離現象が発生しやすいので，これを予防するために，打錠前に比較的低圧で粉末層を予備圧縮し錠剤内の空気を排出する，予圧と呼ばれる工程が行われることは，技術常識であった（甲54）。",
                    "本件明細書は，打錠の際にロータリー打錠機を用いることとしているから（【0067】），本件明細書を読んだ当業者は，実施例4における摩損度の試験の際の「明らかなひび・割れ・欠け」が，予圧によって解消される可能性があることを当然認識する。",
                    "原告が実施した実験によると，実施例4と同じ組成の口腔内崩壊錠につき，実施例4と同じ2800kgfで打錠をする前に，300kgfで予圧を実施した場合，崩壊時間，硬度及び摩損度の目標品質を満たすとともに，摩損度の試験の際に「明らかなひび・割れ・欠け」の発生がない口腔内崩壊錠が得られることが確認された（甲55）。この実験結果は，当業者が本件明細書の記載及び技術常識から理解しうる内容を確認するものに過ぎないから，前記(2)ウで述べたところと同様，本件発明のサポート要件の判断にあって参酌が許容されるべきである。",
                    "したがって，当業者は，実施例4における摩損度の試験の際の「明らかなひび・割れ・欠け」は，技術常識である予圧によって解消できると認識できるものであり，実施例4は課題を解決しうるものであると認識する。よって，実施例4について，課題を解決できると認識できる範囲にないものとしてサポート要件の充足を否定した本件審決の判断は，誤りである。そして，当該誤りは，審決の結論に直接影響を及ぼすものであるから，本件審決は取り消されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，予圧が技術常識というのであれば，実施例4でも当然に行っているはずであるなどと主張するが，実施例4においては，予圧は実施していない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（審理不尽）",
          "text": [
            "本件審決には，次のとおり，原告（被請求人）に反論の機会を十分に与えずに審決をした違法があり，当該手続上の違法は審決の結論に直接影響を及ぼすものであるから，本件審決は審理不尽を理由として，取消しを免れない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，本件審判手続における当事者の主張の概要は，次のとおりである。",
                "被告は，本件審判手続の審判請求書において，本件発明はサポート要件に違反すると主張し，原告がこれを踏まえて平成29年10月30日に訂正を行った後も，サポート要件違反の主張を維持した。",
                "そして，特許庁から，サポート要件違反及び実施可能要件違反を理由として平成30年5月31日付け審決の予告がされた（甲48）。",
                "そこで，原告は，平成30年8月3日付けで本件訂正を請求するとともに（甲49），本件訂正により，上記審決の予告に記載された無効理由が解消されることを主張した（甲50）。",
                "これに対し，被告は，本件訂正を踏まえて，平成30年9月12日付け弁駁書（甲51）を提出したが，「被請求人は，今回の審決の予告に記載された無効理由が解消されたとして縷々主張していますが，少なくとも，いくつかの請求項については，審決の予告に記載された無効理由の解消には至っていないものと考えます」と主張するのみで，その中において，本件発明が，サポート要件を満たすか否かについて具体的な主張をしなかった。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "このように，被告は，本件審判手続において，実施例4における「明らかなひび・割れ・欠け」の発生が打錠圧を上げることによって抑制し得るかについての具体的な主張をしていなかった。",
                "それにもかかわらず，本件審決は，出願時の技術常識に照らして，実施例4における「明らかなひび・割れ・欠け」の発生が打錠圧を上げることによって抑制し得るとは理解できないとの認定をした。これは，被告の主張に基づかない審判体による独自の認定である。",
                "特許法153条2項は，当事者に対する不意打ち防止と弁明の機会の確保の観点から，審判長は，当事者又は参加人が申し立てない理由について審理したときは，その審理の結果を当事者及び参加人に通知し，相当の期間を指定して，意見を申し立てる機会を与えなければならない旨を規定している。同条の趣旨からすれば，審判体が，審判の結論に直接影響する重要な点について，審判請求人の主張に基づかない独自の認定をする場合には，不意打ち防止の観点から，審理を終結する前に少なくともその要旨を当事者に通知した上で，反論の機会を与えることが求められるというべきである。",
                "本件審判手続において，審判体は，原告にそのような反論の機会を与えずに審理を終結して本件審決をしたものである。仮に，原告に反論の機会が与えられていれば，原告は，審判体の本件明細書中の実験データの解釈の誤りの指摘や，審判体の認定の誤りを示す追加の実験データの提出等をしたと考えられ，本件審決とは異なる結論に至っていたであろうことは明らかである。",
                "したがって，本件審決は，原告に反論の機会を十分に与えずに審決をしたとの違法がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（サポート要件違反についての判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の課題認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「ひび・割れ・欠け」の解消は，本件発明の課題ではないと主張する。",
                    "しかしながら，比較例5は，「ひび・割れ・欠け」の点，及び，「微量不純物・分解物の評価」以外，審決が指摘するすべての課題を解決しているところ，仮に「ひび・割れ・欠け」の点が本件発明の課題ではないとすると，このような比較例5の存在からは，本件発明の課題は「微量不純物・分解物の評価」のみとなるはずである。そうであるならば，本件発明5から7は，いずれも当該課題を解決していないから，これらもサポート要件違反ということになる。本件訂正発明5から7がサポート要件を満たすためには，本件発明の課題について，審決のような認定にならざるを得ないから，これに反する原告の主張は失当である。",
                    "また，原告は，本件明細書の【0068】や【0072】を自らの主張の根拠として挙げるが，これらの記載は，ひびなどが「摩損度試験」の対象であることを述べるものであるから，むしろ，「摩損度」に「ひび・割れ・欠け」が含まれることの根拠にすべきものである。",
                    "加えて，原告は，本件明細書の【0050】及び【0062】を挙げて，「明らかなひび・割れ・欠け」は参考指標であると主張するが，上記記載は，「0．5％未満」と「明らかなひび・割れ・欠けなし」を同格の基準として述べているから，参考指標であることの根拠となるものではない。",
                    "そもそも，本件明細書では，摩損度は日本薬局方記載の参考情報に従うとされている（【0062】）ところ，本件特許出願当時に施行されていた第十六改正日本薬局方の参考情報は，錠剤の摩損度試験法について，「通常，試験は一回行う。試験後の錠剤試料に明らかなひび，割れ，あるいは欠けの見られる錠剤があるときは，その試料は不適合である。」（乙1）として，割れや欠けがあってはならないとしている。この点に照らしても，割れや欠けが本件発明の課題ではないとする原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明の課題の解決は，「崩壊性，硬度及び摩損度」の総合的な評価によって判断されるべきであるなとど主張する。",
                    "しかしながら，本件明細書は，「崩壊性」，「硬度」及び「摩損度（ただし，ひびなどの点は除く）」のそれぞれを達成しているはずの比較例5でさえも「比較例」としており，本件発明の課題が「ひび割れ」などを含めたすべての目標品質を同時に達成することにあることは明らかである。",
                    "また，実施例4は，12個中7個，すなわち，半分以上に「明らかなひび・割れ・欠け」があるのであって，これをもって，「速やかな崩壊性，高い硬度及び低い摩損度」という相反する製剤特性を両立したなどと評価できるはずがない。",
                    "したがって，原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "打錠圧を上げることによる「ひび・割れ・欠け」の解消について",
              "text": [
                "原告は，「ひび・割れ・欠け」の課題は打錠圧を上げることにより解消可能であることが技術常識であったと主張する。",
                "しかしながら，この点は本件審決が正しく認定するとおり，比較例5や同7の存在や比較例1の存在に照らし，そのような主張は成り立たない。",
                "仮に，打錠圧が低いと本件発明の課題が解消されないのであれば，打錠圧についても特許請求の範囲に含まれていなければ，サポート要件違反となるべきものである。",
                "また，原告は，実験結果（甲45，53）を提出するが，記載不備の有無は明細書に基づいて判断すべきであって，これらの証拠のような後出しの実験結果が参酌できないことは明らかである。また，原告が行った実験（甲45）は，本件発明6の範囲外の実験であるから，このような実験が参酌できないことは当然である。",
                "したがって，原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "予圧の実施による「ひび・割れ・欠け」の解消について",
              "text": [
                "原告は，「ひび・割れ・欠け」の課題は，予圧の実施により解消可能であることが技術常識であったとしたうえで，当業者は，実施例4における摩損度の試験の際の「明らかなひび・割れ・欠け」は，技術常識である予圧によって解消できると認識できると主張する。",
                "しかしながら，仮に「予圧」自体が技術常識であったとしても，「予圧」をすれば実施例4のひび割れなどがほとんどなくなるということまでが技術常識とはいえない。また，予圧が技術常識というのであれば，実施例4でも当然に行っているはずであるから，実施例4の結果自体が，予圧をしてもひび割れがなくなるとはいえないことを示している。そして，そもそも，予圧が必須というのであれば，予圧についても特許請求の範囲に記載されていなければならない。",
                "加えて，予圧をすればひび割れがなくなるのであれば，比較例5も同様であるから，比較例5は実施例ということになる。そうすると，本件発明の課題は不純物の測定のみということになるのは前述のとおりである。",
                "以上のとおり，原告の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（審理不尽）について",
          "text": [
            "記載不備がないことについては原告が主張立証責任を負担しているところ，本件審決の判断は，原告がそのような主張立証をできなかった結果にすぎないから，審理不尽はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明に係る特許請求の範囲の記載は，前記第2の2のとおりであるところ，本件明細書（甲1）には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】",
                    "本発明は，炭酸ランタン又はその薬学的に許容される塩を含有する医薬組成物に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】",
                    "炭酸ランタンは，慢性腎臓病患者における高リン血症の改善に有効であること，またその高い安全性が知られている。",
                    "【0003】",
                    "炭酸ランタンを含有する製剤としては，ホスレノール（登録商標）チュアブル錠及びホスレノール（登録商標）顆粒分包が市販されているが，慢性腎臓病患者は，通常，摂水量を厳しく制限されており，また，咀嚼や嚥下が困難な患者も多いため，水なしで容易に服用できる製剤の開発が望まれている。",
                    "【0004】",
                    "水なしで容易に服用できる製剤としては，唾液又は少量の水により口腔内で崩壊させて経口投与する，口腔内崩壊製剤（Orally  Disintegrating  Preparation；OD製剤ともいう）が知られている。これらの剤形は錠剤やフィルム剤が多く，特に汎用剤形の錠剤，つまり口腔内崩壊錠（Orally  Disintegrating  Tablet；OD錠ともいう）においては，速やかな崩壊性と高い硬度という，相反する製剤特性を両立する必要があり，多種多様な製剤技術や関連製品が公開・市販されている。例えば，特開平5-271054号公報には，薬効成分と糖類と前記糖類の粒子表面が湿る程度の水分とを含む混合物を打錠して得られる口腔内崩壊型錠剤が記載されている。国際公開第95／20380号パンフレットには，成形性の低い糖類及び成形性の高い糖類を含有してなる，口腔内において速やかな崩壊性を有する口腔内崩壊型圧縮成型物が記載されている。さらに近年では，薬効成分と混合後，滑沢剤を加え，直接粉末圧縮法（直打法）により簡単にOD錠が得られる，プレミックス型添加剤も利用可能となってきている。具体例としては，GRAＮFILLER-D（登録商標），SmartEx（登録商標），Ludiflash（登録商標）などが知られる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0009】",
                    "発明者らが検討したところ，炭酸ランタンを薬効成分とした場合，前記特許文献1，前記特許文献2，さらには前記プレミックス型添加剤を含む公知の方法では，OD錠を製造したとしても，速やかな崩壊性，高い硬度及び低い摩損度を両立できずに，使用に適するものにならないことが明らかとなった。",
                    "【0010】",
                    "まず，炭酸ランタンを薬効成分とする医薬組成物の製法として，水が介在する手法は不適切である。炭酸ランタンは種々の数の水和物を形成し，その物性や安定性が異なることが知られているため，製剤の製造工程において水の使用や加湿，あるいは乾燥すべきではない。特許文献1では，水を少量含む糖類を主体とした湿潤顆粒を圧縮成形した後，乾燥し錠剤を製する。また，特許文献2では，低圧で打錠した後に加湿・乾燥を行う。これらの製造工程を経た後の炭酸ランタンの水和状態を制御することは困難である。",
                    "【0011】",
                    "プレミックス型添加剤を用いて直打法により錠剤を製する場合，水を介在せず製造することが可能であるが，高含量化・小型化が課題となる。炭酸ランタンの臨床用量は，1回当たりの服用量がランタンとして250～750mg（炭酸ランタン4水和物換算で477～1431mg）と非常に高く，服用感に優れたOD錠とするためには，炭酸ランタン又はその薬学的に許容される塩（以降，原薬）の製剤中の含有率を概ね70質量％以上とする必要がある。ところが，発明者らが検討したところ，前記プレミックス型添加剤を用いて調製した錠剤は，このような高い原薬含有率では速やかな崩壊性と高い硬度，さらには低い摩損度を両立することができなかった。なお，高含量化・小型化は，水が介在する製法にも共通の課題である。",
                    "【0012】",
                    "さらに，いずれの公知の技術においても共通となる課題は，炭酸ランタンに由来する微量の不純物や分解物の定量的評価である。一般にOD製剤は，その製剤特性上，吸湿しやすく，物性変化はもちろん，化学的な安定性に懸念がある。高い品質の担保を可能とするためには，高感度な純度試験法の確立が必須であるが，炭酸ランタンは無機化合物であるため，粉末X線回折法により行う必要がある。一方，崩壊性と硬度の両立のため，OD錠の処方に汎用される糖類（糖ないし糖アルコール）は，いずれも鋭い粉末X線回折ピークを有し，炭酸ランタンに由来する微量の不純物や分解物の検出感度を著しく低下させる。実際，特許文献1や特許文献2では糖類の使用が必須であるし，前記プレミックス型添加剤の具体例として挙げたGRAＮFILLER-D（登録商標），SmartEx（登録商標）及びLudiflash（登録商標）は，いずれもD-マンニトールが主成分である。",
                    "【0013】",
                    "このように，従来の方法では，炭酸ランタンを薬効成分とする，服用感に優れ，高品質なOD製剤，つまり，速やかな崩壊性，高い硬度及び低い摩損度を両立したOD錠を得ることは困難であった。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "【0014】",
                    "本発明により，炭酸ランタンを薬効成分とする，服用感に優れ，高品質なOD製剤が得られる。当該OD製剤は，速やかな崩壊性と高い硬度，さらには低い摩損度を両立し，炭酸ランタンに由来する微量の不純物や分解物の定量的評価が可能で，通常の包装形態で安定である。",
                    "【課題を解決するための手段】",
                    "【0015】",
                    "このように，炭酸ランタンを薬効成分とする，服用感に優れ，高品質なOD製剤を得るためには，多くの解決すべき課題が存在するが，発明者らが鋭意検討した結果，以下に示す通り，これらの課題をすべて解決できることを見出した。",
                    "【0016】",
                    "本発明は，容易に経口投与することができ，炭酸ランタンを薬効成分とする医薬組成物を提供する。具体的には，本発明は，唾液又は少量の水により，口腔内で崩壊させて経口投与する，炭酸ランタン又はその薬学的に許容される塩を含有する医薬組成物を提供する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0019】",
                    "本発明の医薬組成物に使用される炭酸ランタンは，物理的・化学的・生物学的特性が既知の，一般式La （CO ） ・xH O（式中，x＝2 3 3 23～8）で表される化合物が好ましく，x＝4～5が特に好ましい。当該炭酸ランタン又はその薬学的に許容される塩の医薬組成物中の含有率は，既述の通り，高い臨床用量と優れた服用感を両立するためには，70質量％以上が好ましく，優れた錠剤特性（速やかな崩壊性，高い硬度，低い摩損度）を得るためには，70～90質量％の範囲内が特に好ましい。",
                    "【0023】",
                    "本発明の医薬組成物は崩壊剤を含有することができ，カルボキシメチルスターチナトリウム，カルメロース，カルメロースカルシウム，クロスカルメロースナトリウム，クロスポビドン，コムギデンプン，コメデンプン，低置換度ヒドロキシプロピルセルロース，トウモロコシデンプン，バレイショデンプン及び部分アルファー化デンプンからなる群より選択される少なくとも一種を含むのが好ましく，優れた錠剤特性（速やかな崩壊性，高い硬度，低い摩損度）のためには，少なくともクロスポビドンを含むのがより好ましく，少なくともクロスポビドン及び低置換度ヒドロキシプロピルセルロースを含むのが特に好ましい。当該クロスポビドンの医薬組成物中の含有率は5～12質量％の範囲内が好ましく，当該低置換度ヒドロキシプロピルセルロースの医薬組成物中の含有率は1～12質量％の範囲内が好ましい。崩壊剤がクロスポビドンのみである場合，その含有率は10～15質量％の範囲内が好ましく，崩壊剤が低置換度ヒドロキシプロピルセルロースのみである場合，その含有率は10～25質量％の範囲内が好ましい。",
                    "【0046】",
                    "また，炭酸ランタンを薬効成分とする上で特に重要なのが，炭酸ランタンに由来する微量の不純物や分解物の定量的評価である。既述の通り，一般にOD製剤は，その製剤特性上，吸湿しやすく，物性変化はもちろん，化学的な安定性に懸念がある。高い品質の担保を可能とするためには，高感度な純度試験法の確立が必須であるところ，炭酸ランタンは無機化合物であるため，粉末X線回折法により行う必要がある。従って，当該医薬組成物の処方成分は，粉末X線回折測定による高感度分析の妨げになってはいけない。",
                    "【0047】",
                    "本発明の医薬組成物は，保存期間中の安定性を含め，高い品質の担保を可能とするため，炭酸ランタン又はその薬学的に許容される塩を除き，医薬組成物中の含有率が2．0質量％を超える添加剤が，明確な粉末X線回折ピークを有さない成分のみで構成するのが好ましい。ここで「明確な粉末X線回折ピークを有さない」とは，当業者間では既知の現象であるが，「ハローパターン（Halo  Pattern）を示す」とほぼ同義であり，構造の大部分又は全部が非晶質ないしガラス様であるが故，測定範囲（2θ）全体に渡り明確な回折ピークを有さず，ときに幅広い強度分布をもつ光輪状のパターンを示す現象を意味する。こうした特性を有する成分のみで医薬組成物を構成することにより，炭酸ランタンに由来する微量の不純物や分解物の定量的評価が可能であり，保存期間中の安定性を含め，高い品質の担保が可能となる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本件発明は，次のとおりであると認められる。",
                "本件発明は，炭酸ランタン又はその薬学的に許容される塩を含有する医薬組成物に関する（【0001】）。",
                "炭酸ランタンは，慢性腎臓病患者における高リン血症の改善に有効であること，またその高い安全性が知られ，炭酸ランタンを含有する製剤が市販されているが，慢性腎臓病患者は，通常，摂水量を厳しく制限されており，また，咀嚼や嚥下が困難な患者も多いため，水なしで容易に服用できる製剤の開発が望まれている（【0002】【0003】）。",
                "水なしで容易に服用できる製剤としては，唾液又は少量の水により口腔内で崩壊させて経口投与する，口腔内崩壊製剤（Orally  Disintegrating  Preparation；OD製剤ともいう）が知られており，特に汎用剤形の錠剤，つまり口腔内崩壊錠（OD錠）においては，速やかな崩壊性と高い硬度という，相反する製剤特性を両立する必要がある（【0004】）。",
                "公知の方法では，OD錠を製造したとしても，速やかな崩壊性，高い硬度及び低い摩損度を両立できずに，使用に適するものにならない。まず，炭酸ランタンは種々の数の水和物を形成し，その物性や安定性が異なることが知られているため，製剤の製造工程において水の使用や加湿，あるいは乾燥をすべきではない。プレミックス型添加剤を用いて直打法により錠剤を製する場合，水を介在せず製造することが可能であるが，服用感に優れたOD錠とするためには，炭酸ランタン又はその薬学的に許容される塩（原薬）の製剤中の含有率を概ね70質量％以上とする必要があるところ，このような高い原薬含有率では速やかな崩壊性と高い硬度，さらには低い摩損度を両立することができなかった。（【0009】～【0011】）",
                "このように，従来の方法では，炭酸ランタンを薬効成分とする，服用感に優れ，高品質なOD製剤，つまり，速やかな崩壊性，高い硬度及び低い摩損度を両立したOD錠を得ることは困難であったが，本件発明により，炭酸ランタンを薬効成分とする，服用感に優れ，高品質なOD製剤が得られる。当該OD製剤は，速やかな崩壊性と高い硬度，さらには低い摩損度を両立し，炭酸ランタンに由来する微量の不純物や分解物の定量的評価が可能で，通常の包装形態で安定である（【0013】【0014】）。",
                "炭酸ランタン又はその薬学的に許容される塩の医薬組成物中の含有率は，高い臨床用量と優れた服用感を両立するためには，70質量％以上が好ましく，優れた錠剤特性（速やかな崩壊性，高い硬度，低い摩損度）を得るためには，70～90質量パーセントの範囲内が特に好ましい（【0019】）。",
                "本件発明の医薬組成物は崩壊剤を含有することができ，優れた錠剤特性（速やかな崩壊性，高い硬度，低い摩損度）のためには，少なくともクロスポビドンを含むのがより好ましく，少なくともクロスポビドン及び低置換度ヒドロキシプロピルセルロースを含むのが特に好ましい。当該クロスポビドンの医薬組成物中の含有率は5～12質量パーセントの範囲内が好ましく，当該低置換度ヒドロキシプロピルセルロースの医薬組成物中の含有率は1～12質量％の範囲内が好ましい（【0023】）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（サポート要件違反についての判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の記載がサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の課題",
              "text": [
                "前記1(2)にみたところに照らすと，本件発明の課題のひとつは，高い原薬含有率で，速やかな崩壊性，高い硬度及び低い摩損度を両立した炭酸ランタンの口腔内崩壊錠を提供することであると認められる。",
                "本件の取消事由1において問題とされているのはかかる課題についてであるので，以下，この課題に係るサポート要件違反の有無を検討する（以下，この課題を「本件課題」という。）。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件明細書等の記載",
              "text": [
                "上記の速やかな崩壊性，高い硬度及び低い摩損度の両立という本件課題について，本件明細書並びに日本薬局方の技術情報の解説及び参考情報（乙1，2）には，次の記載が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0049】",
                    "本発明の医薬組成物がOD錠である場合には，崩壊が速やかでなければならない。ここで「速やか」とは，例えば，崩壊試験法（日局一般試験法）に準じ，精製水を用いて試験を行うとき，補助盤ありで60秒間以内，補助盤なしで30秒間以内である。また，例えば，錠剤を舌と上顎の間に載せ，軽く圧迫し，錠剤が唾液を吸って完全に崩壊し，塊を感じなくなるまでに要した時間を口腔内崩壊時間とするとき，舌を動かさない場合で60秒間以内，舌を動かした場合で30秒間以内である。",
                    "【0050】",
                    "錠剤として一定の強度を有することも重要である。市販のOD錠の中には，崩壊は速やかだが，簡単に割れたり欠けたりするものがある。このような錠剤は取り扱いが非常に困難であり，総合的に通常の錠剤より利便性に優れていると言えるのか，疑問である。通常の錠剤と変わらない取り扱いが可能な，「高い」硬度とは，例えば，錠剤硬度計を用いて測定したとき，100Ｎ以上である。また，「低い」摩損度とは，例えば，錠剤の摩損度試験法（日局参考情報）に従い，試験を行うとき，0．5％未満（明らかなひび・割れ・欠けなし）である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施例",
                  "text": [
                    "【0060】",
                    "［評価方法］",
                    "錠剤の厚みは，ダイヤルシックネスゲージを用いて測定した。 ",
                    "【0061】",
                    "錠剤の硬度は，Schleuniger硬度計を用いて測定した。錠剤硬度の目標品質は，通常の錠剤と変わらない取り扱いを目指し，100Ｎ以上とした。",
                    "【0062】",
                    "摩損度は，錠剤の摩損度試験法（日局参考情報）に従い，試験を行った。摩損度の目標品質は，通常の錠剤と変わらない取り扱いを目指し，0．5％未満（明らかなひび・割れ・欠けなし）とした。",
                    "【0063】",
                    "日局崩壊時間は，崩壊試験法（日局一般試験法）に従い，精製水を用いて試験を行った（補助盤あり・なし）。日局崩壊時間の目標品質は，補助盤ありで60秒間以内，補助盤なしで30秒間以内とした。",
                    "【0064】",
                    "口腔内崩壊時間は，錠剤を舌と上顎の間に載せ，軽く圧迫し，錠剤が唾液を吸って完全に崩壊し，塊を感じなくなるまでに要した時間を口腔内崩壊時間とした。舌を動かさない場合を静的，舌を動かした場合を動的とした。口腔内崩壊時間の目標品質は，静的で60秒間以内，動的で30秒間以内とした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "比較例及び実施例に関する評価",
                  "text": [
                    "【0066】",
                    "［プレミックス型添加剤を利用したOD製剤］",
                    "市販のプレミックス型添加剤の中でも，高含量化・小型化に適していると言われるGRAＮFILLER-D（登録商標）を用いた検討結果を表1に示す。",
                    "【0067】",
                    "あらかじめ適当な孔径の篩を用いてそれぞれ整粒しておいた原薬，プレミックス及び流動化剤を混合し，さらにあらかじめ適当な孔径の篩を用いて整粒しておいた滑沢剤を加えて混合した。ロータリー打錠機を用い，直打法により，1錠あたり炭酸ランタン水和物477mg（ランタン250mgに相当）を含む，直径10mmの錠剤を得た（比較例1）。",
                    "【0068】",
                    "打錠圧に応じ，錠剤硬度は高く，摩損度は低くなったが，同時に崩壊時間（日局，口腔内）が延長した。また，摩損度試験においては，高い比率で明らかなひび・割れ・欠けが認められた。このように，少なくとも目的とする70質量％以上という高い原薬含有率においては，速やかな崩壊性と高い硬度，さらには低い摩損度を両立することはできなかった。なお，本品の粉末X線回折パターンには，原薬と異なる多くの強いピークが検出された（図1）。GRAＮFILLER-D（登録商標）に含まれる糖アルコール，D-マンニトールに由来すると考えられるが，このようなパターンから炭酸ランタンに由来する微量の不純物や分解物を評価することは不可能である。",
                    "【0070】",
                    "［スーパー崩壊剤を利用したOD製剤］",
                    "いわゆるスーパー崩壊剤と言われる，カルボキシメチルスターチナトリウム，クロスカルメロースナトリウム，クロスポビドン又は低置換度ヒドロキシプロピルセルロースを用いた検討結果を表2に示す。",
                    "【0071】",
                    "あらかじめ適当な孔径の篩を用いてそれぞれ整粒しておいた原薬，崩壊剤，賦形剤及び流動化剤を混合し，さらにあらかじめ適当な孔径の篩を用いて整粒しておいた滑沢剤を加えて混合した。ロータリー打錠機を用い，直打法により，1錠あたり炭酸ランタン水和物477mg（ランタン250mgに相当）を含む，直径10mmの錠剤を得た（比較例2～6）。",
                    "【0072】",
                    "崩壊剤無配合では，錠剤は全く崩壊しなかった（比較例2）。スーパー崩壊剤の配合により崩壊するようにはなったが，10．0質量％までの配合比率で崩壊時間（日局，口腔内）の目標品質に達したのは，クロスポビドンを配合した錠剤のみであった（比較例5）。ただし，摩損度試験において，高い比率で明らかなひび・割れ・欠けが認められた。加えて，いずれの処方も，粉末X線回折ピークを有するデキストレイトを賦形剤として19．9質量％（崩壊剤無配合の比較例2では29．9％）という高い比率で配合しているため，炭酸ランタンに由来する微量の不純物や分解物を評価することは困難であった。",
                    "【0074】",
                    "［炭酸ランタンに由来する微量の不純物や分解物の定量的評価が可能なOD製剤］",
                    "崩壊時間（日局，口腔内）が比較的良好であった，比較例5（表2）の処方をベースとした改良検討の結果を表3に示す。",
                    "【0075】",
                    "あらかじめ適当な孔径の篩を用いてそれぞれ整粒しておいた原薬，崩壊剤，賦形剤，甘味剤及び流動化剤を混合し，さらにあらかじめ適当な孔径の篩を用いて整粒しておいた滑沢剤を加えて混合した。ロータリー打錠機を用い，直打法により，1錠あたり炭酸ランタン水和物477mg（ランタン250mgに相当）を含む，直径10mmの錠剤を得た（比較例7～8，実施例1～6）。",
                    "【0076】",
                    "デキストレイトを，OD錠で最も汎用される賦形剤D-マンニトールに置き換えた処方は，変更前とほぼ同等の錠剤物性を示したものの（比較例7），デキストレイトを用いたとき以上に鋭い粉末X線回折の夾雑ピークを有し，炭酸ランタンに由来する微量の不純物や分解物を評価することは不可能であった（図2）。デキストレイトの半量を，粉末X線回折ピークを有さない結晶セルロースに置き換えた処方は，同等以上（錠剤硬度，摩損度）の物性値を示したが（比較例8），デキストレイトに由来する粉末X線回折ピークは，この配合比率（9．9％）まで下げても，依然として評価に影響するレベルであった（図3）。",
                    "【0077】",
                    "次に，賦形剤（デキストレイト，D-マンニトール等，糖／糖アルコールすべて）を完全に排した処方を検討した。これら賦形剤は甘味剤としての側面もあるため，別途，ショ糖の200倍の甘味を有するアスパルテームを，粉末X線回折測定に影響しない比率まで配合した。",
                    "【0078】",
                    "アスパルテーム1．8質量％の配合（実施例2）で十分な甘味が得られ，その粉末X線回折パターンは原薬そのものとほぼ一致した（図4）。このように，添加剤に由来する夾雑ピークが存在しないため，炭酸ランタンに由来する微量の不純物や分解物の定量的評価が可能となった。一方で，粉末状のアスパルテームを用いた場合，その配合量に応じて崩壊時間が延長したが，錠剤毎の甘味にバラツキがなかった（実施例1，2）。顆粒状のアスパルテームを用いると崩壊時間は改善したが，錠剤毎の甘味のバラツキについては，粉末状のアスパルテームのほうが優れていた（実施例3，4）。粉末状のアスパルテームに戻し，崩壊剤クロスポビドンを多量（21．8質量％）の低置換度ヒドロキシプロピルセルロースに置き換えた処方は，日局崩壊時間は目標品質を満たしたものの，口腔内崩壊時間が延長した（実施例5）。崩壊剤クロスポビドンとクロスカルメロースナトリウムを組み合わせた処方も同様であった（実施例6）。",
                    "【0079】",
                    "［複数の崩壊剤を組み合わせたOD製剤］",
                    "日局崩壊時間以外の目標品質を満たした，実施例2（表3）の処方をベースとした改良検討の結果を表4及び5に示す。",
                    "【0080】",
                    "あらかじめ適当な孔径の篩を用いてそれぞれ整粒しておいた原薬，崩壊剤，甘味剤及び流動化剤を混合し，さらにあらかじめ適当な孔径の篩を用いて整粒しておいた滑沢剤を加えて混合した。ロータリー打錠機を用い，直打法により，1錠あたり炭酸ランタン水和物477mg（ランタン250mgに相当）又は炭酸ランタン水和物954mg（ランタン500mgに相当）を含む，直径10mm又は13mmの錠剤を得た（実施例7～18）。",
                    "【0081】",
                    "崩壊剤として，クロスポビドンと低置換度ヒドロキシプロピルセルロースを特定の比率で組み合わせることにより，すべての目標品質（錠剤硬度，摩損度，崩壊時間（日局，口腔内），微量不純物・分解物の評価）を満たした。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "日本薬局方  技術情報の解説（乙2）",
                  "text": [
                    "錠剤の摩損度試験法",
                    "「錠剤の運搬時及び取扱い時において，錠剤のふちが欠けるなどの破損を防止するために行われる試験である。日局15より参考情報に収載されたのは国際調和によるものである。米国薬局方（USP）では一般に質量の減少率を1％以下としており，新しい処方の錠剤の場合は，目標限度値を1％以下にするための包装データが得られるまでは0．8％の減少率で考えると基準値が示されている。",
                    "日局一般試験法では，試験法を設定すると適否の判定の基準となるので，基準値を必ず設定しなければならない。わが国の製剤技術は諸外国に比し良好で，これまで，包装形態における錠剤で，ふちが欠けてクレームになったことなど，ほとんどないので，今更一般試験法に収載する必要はないと考えらえる。輸入品ではときおりクレームが生じることがある。",
                    "ただ，近年，自動錠剤調剤機による錠剤の調剤が行われる機会が多くなってくると，すべてが無包装の状態で自動錠剤調剤機にセットされ，機種により落下差などを含めたハンドリングが異なり，錠剤の欠けの問題が新たに発生している。自動錠剤調剤機にセットできない錠剤もあり，PTP包装（特に防湿，遮光若しくは速崩性錠剤等）が好ましいものもあると思われるので，規格値は，その製品特性を考慮して各メーカーが決めるべきで，一般に「何％以下」とすべきものではないと考えて記載しないこととし，参考情報に収載することになった。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "第十六改正  日本薬局方  参考情報（乙1）",
                  "text": [
                    "錠剤の摩損度試験法",
                    "「錠剤の摩損度試験法は，剤皮を施していない圧縮成型錠の摩損度を測定する方法である。ここに記載した試験手順はほとんどの圧縮成型錠に適用できる。摩損度の測定は，錠剤の硬度など他の物理的強度の測定を補足するものである。",
                    "内径283～291mm，深さ36～40mmの内面が滑らかな透明な合成樹脂製で，静電気をおびにくいドラムを用いる（…）。ドラムの一方の側面は取り外しができる。錠剤はドラムの中央から外壁まで伸びている内側半径75．5～85．5mmの湾曲した仕切り板に沿ってドラムの回転ごとに転がり落ちる。中心軸リング部の外径は24．5～25．5mmとする。ドラムは，25±1rpmで回転する装置の水平軸に取り付けられる。したがって，錠剤は各回転ごとに転がり若しくは滑ってドラム壁に又は他の錠剤の上に落ちる。",
                    "1錠の質量が650mg以下のときは，6．5gにできるだけ近い量に相当するn錠を試料とする。1錠の質量が650mgを超えるときは10錠を試料とする。試験前に注意深く錠剤に付着している粉末を取り除く。錠剤試料の質量を精密に量り，ドラムに入れる。ドラムを100回転させた後，錠剤を取り出す。試験開始前と同様に錠剤に付着した粉末を取り除いた後，質量を精密に量る。",
                    "通常，試験は一回行う。試験後の錠剤試料に明らかにひび，割れ，あるいは欠けの見られる錠剤があるとき，その試料は不適合である。もし結果が判断しにくいとき，あるいは質量減少が目標値より大きいときは，更に試験を二回繰り返し，三回の試験結果の平均値を求める。多くの製品において，最大平均質量減少（三回の試験の）が1．0％以下であることが望ましい。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "サポート要件適合性について",
              "text": [
                "原告が本件発明の実施例であると主張する実施例4においては，錠剤硬度117Ｎ，摩損度0．4パーセント（7／12）（ただし，括弧内は明らかなひび・割れ・欠けの個数／試験数），崩壊時間39秒（日局（補助盤なし）），7秒（日局（補助盤あり）），40秒（口腔内（静的））であったことが記載されている。",
                "他方，本件明細書の実施例の摩損度の評価は，錠剤の摩損度試験法（日局参考情報）に従って行われるとされているところ（【0062】），日本薬局方参考情報（乙1）によれば，錠剤の摩損度試験法においては，明らかにひび，割れ，欠けが見られる錠剤があるときはその試料は不適合であるとされている。",
                "そうすると，「明らかなひび・割れ・欠け」の個数が12錠中7錠であり，摩損度が0．4％とする実施例4の摩損度の評価の記載を，日本薬局方参考情報における錠剤の摩損度試験法で「明らかなひび・割れ・欠け」が見られる錠剤があるときはその試料は不適合であるとされていることとの関係で一義的に整合するように理解することができない。そして，本件明細書には「明らかなひび・割れ・欠け」の個数が12錠中7錠である実施例4の場合に，どのような方法で摩損度を測定した結果0．4％という数値を得たのかに関する説明はなく，この点についての当業者の技術常識を示す的確な証拠もない。",
                "以上によれば，当業者は，本件明細書の実施例4の記載から，当該実施例において低い摩損度を含む本件課題が実現されていることを理解することができないし，本件明細書のその余の部分にも，本件発明が，「高い原薬含有率で，速やかな崩壊性，高い硬度及び低い摩損度を両立した炭酸ランタンの口腔内崩壊錠を提供する」という本件課題を解決できることを示唆する記載はなく，この点に関する技術常識を示す的確な証拠もない。",
                "したがって，本件発明について，本件明細書に記載された発明で，発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものであり，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるということができないから，本件発明がサポート要件に適合するものということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「明らかなひび・割れ・欠け」は，摩損度とは異なる概念であり，本件発明の課題には含まれない，また，仮に含まれるとしても，本件発明の課題は，「速やかな崩壊性，高い硬度及び低い摩損度の両立」であるから，本件発明はこれを解決するものであると主張する。",
                    "前記(3)ア及びイにみたとおり，本件明細書においては，発明を実施するための形態，実施例の箇所において，それぞれ速やかな崩壊性，高い硬度，低い摩損度の具体的な評価方法について記載している。特に，摩損度について，発明を実施するための形態において，「『低い』摩損度とは，例えば，錠剤の摩損度試験法（日局参考情報）に従い，試験を行うとき，0．5％未満（明らかなひび・割れ・欠けなし）である。」（【0050】）とされ，また，実施例において，「摩損度は，錠剤の摩損度試験法（日局参考情報）に従い，試験を行った。摩損度の目標品質は，通常の錠剤と変わらない取り扱いを目指し，0．5％未満（明らかなひび・割れ・欠けなし）とした。」（【0062】）と記載されている。",
                    "そして，本件明細書は，かかる評価方法に従って，崩壊性や硬度について，比較例や実施例を評価しており，摩損度については，明らかなひび，割れ，欠けの個数も含めて評価している（【0068】，【0072】，【0076】）。",
                    "また，摩損度について，本件明細書が引用する日本薬局方の参考情報は，「試験後の錠剤試料に明らかにひび，割れ，あるいは欠けの見られる錠剤があるとき，その試料は不適合である。もし結果が判断しにくいとき，あるいは質量減少が目標値より大きいときは，更に試験を二回繰り返し，三回の試験結果の平均値を求める。多くの製品において，最大平均質量減少（三回の試験の）が1．0％以下であることが望ましい。」（乙1）として，摩損度試験の評価の際に，明らかなひび，割れ，欠けがある場合にそもそも試料が不適合であるとしてかかる概念も含めて評価の対象とするものである。",
                    "そして，前記(3)に引用した本件明細書の記載のほかに，本件明細書中において，本件課題の具体的な評価方法としても，個別の実施例の記載についても，本件発明の課題解決をどのように評価するかについての基準や考え方は窺われない。",
                    "以上によれば，本件課題である「速やかな崩壊性，高い硬度及び低い摩損度の両立」が解決されたといえるためには，「低い摩損度」概念の中に「明らかなひび・割れ・欠け」がないことも含んだ上で，「速やかな崩壊性」，「高い硬度」及び「低い摩損度」を実現することが必要であると解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明の課題が達成されているかどうかは市販品として問題のない口腔内崩壊錠が提供されているかどうかという観点から判断されるものであるなどと主張する。",
                    "しかしながら，本件明細書には，原告の主張する「市販品として問題のない口腔内崩壊錠が提供されているかどうか」について何らの記載もなく，本件明細書における摩損度試験法に関する明示的な記載に反してこのような評価をすべき根拠は見当たらない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，実施例4の摩損度及び「明らかなひび・割れ・欠け」の記載に接すると，当業者であれば，日本薬局方の参考情報（乙1）が想定する摩損度が1パーセントを明らかに超えるようなレベルの「明らかなひび・割れ・欠け」があるとまではいえないものがカウントされていると理解できるなどと主張する。",
                    "しかしながら，そもそも，本件明細書は，摩損度試験について，日本薬局方の参考情報（乙1）に従うとした上で，それと同様の表現をした「明らかなひび・割れ・欠け」の有無を問題としているのであって，本件明細書と日本薬局方の「明らかなひび・割れ・欠け」が異なる概念であることは何ら読み取れない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本件特許出願時において，打錠圧を上げることによって「明らかなひび・割れ・欠け」の解消が可能であることや，予圧をすることによって「明らかなひび・割れ・欠け」の解消が可能であることが技術常識であったとして，このような技術常識に照らせば，本件発明は本件発明の課題を解決できると認識できる範囲のものであることを主張する。",
                    "しかしながら，本件課題は，「高い原薬含有率で，速やかな崩壊性，高い硬度及び低い摩損度を両立した炭酸ランタンの口腔内崩壊錠を提供する」というものであるところ，甲41～44，54，69～74（枝番を含む。）には，本件発明の口腔内崩壊錠について，打錠圧を上げ，あるいは，予圧をすることによって，「速やかな崩壊性，高い硬度及び低い摩損度を両立」することができることを示すものではない。本件発明の構成について，打錠圧を上げ，あるいは，予圧をすることによって本件課題を解決することができるとの技術常識があるとは認められない。",
                    "そして，かかる技術常識が存在しない以上，それを裏付ける実験データ（甲45，53）を考慮することはできない。",
                    "なお，本件明細書には，「適切な硬度が得られる打錠圧で所定の質量の錠剤を製造する。」（【0059】）と記載されているものの，「ひび・割れ・欠け」の解消との関係で，打錠圧の調整をすべきことについては記載がなく，当業者に対し，課題解決への示唆があるとも認められない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおりであるから，原告の主張はいずれも採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "結論",
              "text": [
                "以上の次第で，原告の主張する取消事由1については理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（審理不尽）について",
          "text": [
            "原告は，本件審決が，出願時の技術常識に照らして，実施例4における「明らかなひび・割れ・欠け」の発生が打錠圧を上げることによって抑制し得るとは理解できないとの認定をしたことをもって，被告の主張に基づかない審判体による独自の認定であるとして，本件審判手続の違法（審理不尽）を主張する。",
            "しかしながら，サポート要件に関する主張立証責任は，出願人又は特許権者が負うものであるところ，原告が独自の認定であると主張する点は，まさに被請求人であった原告が，サポート要件違反の無効理由がないことを自ら主張立証しなければならない点である。本件審決は，原告の主張立証（特に，審決の予告後における原告の反論（甲50））をもってしても，かかる事実は認められないとして原告の主張を排斥したのみであって，新たな無効理由を認定したとか，主要事実を追加したというものではない。そうすると，本件審決のかかる判断が特許法153条2項に反するものではないことが明らかである。",
            "したがって，この点に関する原告の主張は採用できない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由にはいずれも理由がなく，審決に取り消されるべき違法があるとは認められない。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}