{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2017-19482号事件について平成30年12月3日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「機械的締結具，締結装置，及び使い捨て吸収性物品」とする発明について，平成24年9月13日(優先日平成23年9月16日，優先権主張国米国)を国際出願日とする特許出願(特願2014-530771号。以下「本願」という。)をした。",
                "原告は，平成27年9月14日，特許請求の範囲について手続補正(以下「第1次補正」という。甲4)をした後，平成28年9月9日付けの拒絶理由通知(甲5)を受け，平成29年8月4日，拒絶査定(甲8)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年12月28日，拒絶査定不服審判(不服2017-19482号事件)を請求するとともに，同日付けで，特許請求の範囲について手続補正(以下「本件補正」という。甲3)をした。",
                "その後，特許庁は，平成30年12月3日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月18日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成31年4月16日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前(第1次補正後)",
              "text": [
                "第1次補正後の特許請求の範囲の記載は，請求項1ないし6からなり，その請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本願発明」という。甲4)。",
                "【請求項1】",
                "機械的締結具であって，",
                "熱可塑性裏材と，",
                "前記熱可塑性裏材に取り付けられる近位端と，柱の断面積よりも広い面積のキャップを含む遠位端を備える柱と，を有する，複数の直立締結要素と，を含み，",
                "前記複数の直立締結要素は，最大300マイクロメートルの高さを有し，前記機械的締結具の坪量は，1平方メートル当たり25グラム～1平方メートル当たり75グラムの範囲である，機械的締結具。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件補正後",
      "text": [
        "本件補正後の特許請求の範囲の記載は，請求項1ないし6からなり，その請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「補正発明」という。甲3。下線部は本件補正に係る補正箇所である。)。",
        "【請求項1】",
        "機械的締結具であって，",
        "熱可塑性裏材と，",
        "前記熱可塑性裏材に取り付けられる近位端と，柱の断面積よりも広い面積のキャップを含む遠位端を備える柱と，を有する，複数の直立締結要素と，を含み，",
        "前記熱可塑性裏材は，20マイクロメートル～80マイクロメートルの範囲の厚さを有し，",
        "前記複数の直立締結要素は，40マイクロメートル～300マイクロメートルの範囲の高さを有し，",
        "前記機械的締結具の坪量は，1平方メートル当たり25グラム～1平方メートル当たり75グラムの範囲である，機械的締結具。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨"
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "本件審決の理由は，別紙審決書(写し)記載のとおりである。",
        "その要旨は，①補正発明は，本願の優先日前に頒布された刊行物である特開平11-155612号公報(以下「引用文献」という。甲1)に記載された発明に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により，特許出願の際に独立して特許を受けることができないものであるから，本件補正は，同法17条の2第6項において準用する同法126条7項の規定に違反するので，同法159条1項の規定において準用する同法53条1項の規定により却下すべきものである，②本願発明は，本願発明の発明特定事項の全てを包含し，さらに本件補正に係る構成を付加したものに相当する補正発明と同様に，引用発明に基づいて，当業者が容易に発明をすることができたものであり，同法29条2項の規定により特許を受けることができないから，その余の請求項に係る発明について検討するまでもなく，本願は拒絶すべきものであるというものである。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件審決が認定した引用文献に記載した発明(以下「引用発明」という。)，",
      "text": [
        "補正発明と引用発明の一致点及び相違点は，次のとおりである。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "引用発明",
              "text": [
                "「オス側シート材1であって，",
                "ポリエチレン，ポリプロピレン等のオレフィン類，ポリエチレンテレフタレート，ポリブチレンテレフタレート等のポリエステル類等を材料とする基材シート2と",
                "前記基材シート2に取り付けられる近位端と，幹部4の断面積よりも広い面積のヘッド5を含む遠位端を備える幹部4と，を有する，複数のオス型係合部3と，を含み，",
                "前記基材シート2は，0．02～0．4mmの範囲の厚さのものであり，",
                "前記複数のオス型係合部3の高さは，0．2～1．2mmの範囲のものである，",
                "オス型シート材1。」",
                "(判決注・「オス型シート材1」とあるのは「オス側シート材1」の誤記と認める。以下同じ。)"
              ]
            },
            {
              "fig": "イ",
              "subject": "補正発明と引用発明の一致点及び相違点",
              "text": [
                "(一致点)",
                "「機械的締結具であって，",
                "熱可塑性裏材と，",
                "前記熱可塑性裏材に取り付けられる近位端と，柱の断面積よりも広い面積のキャップを含む遠位端を備える柱と，を有する，複数の直立締結要素と，を含み，",
                "前記熱可塑性裏材は，厚さを有し，",
                "前記複数の直立締結要素は，高さを有するものであり，",
                "前記機械的締結具は，坪量を有するものである，",
                "機械的締結具。」 である点。",
                "(相違点1)",
                "補正発明の「熱可塑性裏材」は，その厚さが「20マイクロメートル～80マイクロメートルの範囲」のものであるのに対し，引用発明の「基材シート2」の厚さは，「0．02～0．4mmの範囲」である点。",
                "(相違点2)",
                "補正発明の「直立締結要素」は，その高さが「40マイクロメートル～300マイクロメートルの範囲」のものであるのに対し，引用発明の「オス型係合部3」の高さは，「0．2～1．2mmの範囲」のものである点。",
                "(相違点3)",
                "補正発明の「機械的締結具」は，その坪量が「1平方メートル当たり25グラム～1平方メートル当たり75グラムの範囲」であるのに対し，引用発明の「オス型シート材1」の坪量について，引用文献に記載されていない点。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "補正発明の独立特許要件(進歩性)の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1及び2の容易想到性の判断の誤り",
              "text": [
                "本件審決は，①引用文献の記載(【0016】，【0022】)から，引用発明には「オス側シート材1」の厚さを薄くする動機付けがあるから，引用発明の「基材シート2」の厚さ「0．02～0．4mm」，すなわち，20マイクロメートル～400マイクロメートルの範囲の厚さを，「20マイクロメートル～80マイクロメートルの範囲」(相違点1に係る補正発明の構成)のものとすることは，引用発明の上記数値範囲において小さい方の数値範囲を選択したに過ぎず，格別の困難性は認められない，②引用発明の「オス型係合部3」の高さ「0．2～1．2mm」，すなわち200マイクロメートル～1200マイクロメートルの範囲の高さを，「40マイクロメートル～300マイクロメートルの範囲」(相違点2に係る補正発明の構成)のものとすることは，上記動機付けにしたがって，引用発明の上記数値範囲において小さい方の数値範囲を選択したに過ぎず，格別の困難性は認められないとして，引用発明において，相違点1及び2に係る補正発明の構成を備えたものとすることは，当業者が容易になし得た旨判断したが，以下のとおり，本件審決の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献の【0016】には「上記オス型係合部3の高さ(H )は，好ましくは0．1～1．5mmであり，更に好ましくは0．2～1．2mmである。…該高さ(H )が，1．5mmを越えると，薄くてきめ細やかで表面滑らかなオス側シート材を得難い。」との記載があるが，上記記載は，「オス型係合部3の高さ(H )」が「1．5mm」を越えなければ「薄くてきめ細やかで表面滑らかなオス側シート材」を得られると述べているに過ぎない。",
                    "また，引用文献の【0022】には「また更に，本実施形態のオス側シート材1は，極薄手で屈曲性に優れ，縫製やウェルダー等による取り付け加工性にも優れている。」との記載があるが，引用文献においては，「極薄手」にいう「薄」の文言は，「オス型係合部3」についてのみ用いられていることなどに照らすと，上記記載は，「1．5mm」を越えない「オス型係合部3」を意図した記載である蓋然性が高い。",
                    "そうすると，引用文献の【0016】及び【0022】の記載は，引用発明の「オス側シート材1」の厚さを薄くすることを示唆するものとはいえず，上記記載から引用発明の「オス側シート材1」の厚さを薄くすることの動機付けがあるものと認定することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用文献の【0021】には，「また，上記基材シート2の厚みは，0．01～0．5mmであることが好ましく，0．02～0．4mmであることが更に好ましい。該厚みが0．01mm未満だと，上記オス側シート材1は，オス側シート材としての基材物性を満たし難く，成形性も悪くなる。また，該厚みが0．5mmを超えると，該オス側シート材1の屈曲性が悪くなる。」との記載がある。この記載から，当業者は，基材シート2の厚さが，0．5mm(500マイクロメートル)を超えない「オス側シート材」あれば，「屈曲性が悪く」ないこと又は「屈曲性に優れる」ことを理解できたとしても，補正発明の「熱可塑性裏材」の厚さは「20マイクロメートル～80マイクロメートルの範囲」であり，その上限値は引用発明の「基材シート2」の厚さの数分の1であることに照らすと，「基材シート2」の厚さを補正発明の「熱可塑性裏材」の厚さの数値範囲に積極的に設定することに格別の困難性がないということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用文献の【0016】の記載によれば，「オス型係合部3の高さ」が「1．2mm」(1200マイクロメートル)である「オス側シート材」は既に「薄くて」と扱われていること，補正発明の「直立締結要素」の高さの上限値(300マイクロメートル)は，引用発明の「オス型係合部3」の高さの上限値の数分の1であることに照らすと， 「オス型係合部3」の高さを補正発明の「直立締結要素」の高さの数値範囲に積極的に設定することに格別の困難性がないということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ましてや，引用文献記載のオス側シート材は高い係合力の発揮を主たる課題としていること，高さが低い「オス型係合部」の係合力が低いことは技術常識であったことに照らすと，引用発明の「オス型係合部3」の高さと「シート基材2」の厚みの両方についてそれぞれの上限値の数分の1とし，相違点1及び2に係る補正発明の構成を兼ね備えた発明を導き出すことが，当業者にとって容易であったということはできない。",
                        "この点に関し，被告は，乙1(特開2005-40231号公報)を例示して，メカニカルファスナーは，オス型係合部の高さが1．2mmより小さい値であっても高い係合力を発揮し得る旨主張するが，乙1は，フックの材質について検討した文献であって，全体としてフックのサイズや形状について検討したものではなく，実際に作製したフック材のフックの高さ等のサイズは明らかでないから，被告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件審決における相違点1及び2の容易想到性の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3の容易想到性の判断の誤り",
              "text": [
                "本件審決は，仮に引用発明が基材シート2にオス型係合部3が取り付けられたオス側シート材1の坪量が，75g／m2を超えるものであったとしても，引用発明には，オス側シート材1の厚さを薄くすることの動機付けがあるといえるから，オス側シート材1の坪量を25g／m2～75g／m2の範囲(相違点3に係る補正発明の構成)のものとすることに格別の困難性は認められない旨判断したが，以下のとおり，本件審決の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)アのとおり，引用文献の【0016】及び【0022】の記載から引用発明の「オス側シート材1」の厚さを薄くすることの動機付けがあるものと認定することはできない。また，引用文献には，オス側シート材1の坪量を25g／m2～75g／m2の範囲内のものとすることの記載や示唆はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し被告は，引用発明のオス側シート材1の厚さを薄くするという動機付けに従って，基材シート2の厚さ及びオス型係合部3の高さについて，引用発明の数値範囲のうちで小さな値を選択すれば，オス側シート材1の坪量も小さくなることは当然の帰結であり，坪量としてとり得る値の中から25g／m2～75g／m2の範囲(相違点3に係る補正発明の構成)の値を選択することに格別の困難性はない旨主張する。",
                    "しかしながら，引用文献には，オス型係合部3をどのように作製するのかについての記載はなく，オス側シート材1を実際に作製した例やその係合力を試験した例についての記載もないから，オス型係合部3の寸法の全てについて，引用文献に記載されている範囲における極小値を採用したオス側シート材が，実際に製造可能であるのか明らかではないし，また，高い係合力と剥離に対する方向性という引用文献記載のシート材の課題を実現できるのか明らかではない。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，引用発明において，「前記機械的締結具の坪量は，1平方メートル当たり25グラム～1平方メートル当たり75グラムの範囲である」という構成(相違点3に係る補正発明の構成)とすることは，当業者が容易に想到することができたものといえないから，本件審決における相違点3の容易想到性の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における相違点1ないし3の容易想到性の判断に誤りがあり，補正発明は，当業者が引用文献に基づいて容易に発明をすることができたものとはいえないから，補正発明は独立特許要件を満たしていないとして，本件補正を却下した本件審決の判断は誤りである。",
                "したがって，本件審決は，違法として取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1及び2の容易想到性の判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献の【0016】の記載は，オス型係合部3の高さが1．5mmを越えると，薄くてきめ細やかで表面滑らかなオス側シート材を得難いというものであり，この記載から，薄くてきめ細やかで表面滑らかなオス側シート材を得ることが意図されていることを理解できる。そして，オス側シート材1の厚さは，基材シート2の厚さとオス型係合部3の高さとから構成されるから，薄くてきめ細やかで表面滑らかなオス側シート材1を得るためには，オス型係合部3の高さのみならず，基材シート2の厚さもある程度以下に小さくする必要があることは当然である。",
                    "また，引用文献の【0022】の記載から，オス側シート材1について，「極薄手」であることが，「屈曲性に優れ」るという利点をもたらすことを理解できる。",
                    "以上によれば，引用文献の【0016】及び【0022】の記載から，引用文献には，屈曲性に優れたオス側シート材1を得るために，基材シート2の厚み及びオス型係合部3の高さを，好ましいとされた範囲内でより小さな値とし，オス側シート材1の厚さを薄くするという動機付けが示唆されているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明の基材シート2の厚さは，0．02～0．4mm(20～400マイクロメートル)の範囲のものであり(引用文献の【0021】)，当業者は，この範囲内の値を適宜選択し得るものである。",
                        "そして，引用文献には，相違点1に係る補正発明の構成の上限値80マイクロメートルという具体的な値の示唆はないが，前記アのオス側シート材1の厚さを薄くするという動機付けに従えば，引用発明の基材シート2の厚さについて，20～400マイクロメートルの範囲の中でより小さい方の値を選択することがごく自然に想到されるものといえるから，当業者が80マイクロメートル以下の値を選択することに格別の困難性はないというべきである。",
                        "したがって，当業者は，引用発明において，基材シート2の厚さを20マイクロメートルから80マイクロメートルの範囲内の値を適宜選択し，相違点1に係る補正発明の構成を容易に想到し得たものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明のオス型係合部3の高さは，0．2～1．2mm(200～1200マイクロメートル)の範囲のものであり(引用文献の【0016】)，当業者は，この範囲内の値を適宜選択し得るものである。",
                        "そして，引用文献には，相違点2に係る補正発明の構成の上限値300マイクロメートルという具体的な値の示唆はないが，前記アのオス側シート材1の厚さを薄くするという動機付けに従えば，引用発明のオス型係合部3の高さについて，200～1200マイクロメートルの範囲の中でより小さい方の値を選択することがごく自然に想到されるものといえるから，当業者が300マイクロメートル以下の値を選択することに格別の困難性はないというべきである。",
                        "したがって，当業者は，引用発明において，オス型係合部3の高さを200マイクロメートルから300マイクロメートルの範囲内の値を適宜選択し，相違点2に係る補正発明の構成を容易に想到し得たものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し原告は，引用文献記載のオス側シート材は高い係合力の発揮を主たる課題としていること，高さが低い「オス型係合部」の係合力が低いことは技術常識であったことに照らすと，引用発明の「オス型係合部3」の高さと「シート基材2」の厚みの両方について上限値をそれぞれ数分の1とし，相違点1及び2に係る補正発明の構成を兼ね備えた発明を導き出すことが，当業者にとって容易であったということはできない旨主張する。",
                        "しかしながら，引用文献の【0016】の記載から，オス型係合部3の高さ(H )が好ましいとされた範囲の下限の0．2mmである場合であっても，幹部4の高さ(H )を0．05mm以上の値を確保し，オス型係合部3の高さと幹部4の高さとの差について0．01mm以上の値を確保することは十分に可能であり，このような値を確保することによって，オス型係合部3の挿入性が悪くなく，係合力に不足することもないものが得られると解されるから，引用発明において，オス型係合部3の高さを好ましいとされた範囲内でより小さな値とすることと，高い係合力を発揮することとは両立し得るものである。そして，メカニカルファスナーは，オス型係合部の高さが1．2mmより小さい値であっても高い係合力を発揮し得るものである(例えば，乙1)。",
                        "また，オス型係合部の係合力は，オス型係合部の各部の形状や寸法，オス型係合部が係合する対象の形状や寸法等に応じて，様々に変化し得るものであって，オス型係合部の高さが低くなれば係合力も当然に低くなるという単純な関係が成り立つものではないから(例えば，乙2)，高さが低いオス型係合部の係合力が低いことは，技術常識であるとはいえない。",
                        "そして，前記アのとおり，引用文献には，屈曲性に優れたオス側シート材1を得るために，基材シート2の厚み及びオス型係合部3の高さを，好ましいとされた範囲内でより小さな値とし，オス側シート材1の厚さを薄くするという動機付けの示唆があるから，引用発明の基材シート2の厚さ及びオス型係合部3の高さの両方について，引用発明の数値範囲のうちで，より小さい方の値を選択することがごく自然に想到されるものであり，基材シート2の厚さについて80マイクロメートル以下の値を選択するとともに，オス型係合部3の高さについて300マイクロメートル以下の値を選択することに格別の困難性はないというべきである。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件審決における相違点1及び2の容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3の容易想到性の判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)アのオス側シート材1の厚さを薄くするという動機付けに従って，引用発明の基材シート2の厚さ及びオス型係合部3の高さについて，引用発明の数値範囲のうちで小さな値を選択すれば，基材シート2の厚さ及びオス型係合部3に使用される材料の量が減少し，オス側シート材1の単位面積当たりの重量である坪量も当然に小さくなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明については，以下のとおり，オス側シート材1の坪量が75g／m2を超えないものが通常想定されるものといえる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明の基材シート2は，ポリエチレン，ポリプロピレン等のオレフィン類，ポリエチレンテレフタレート，ポリブチレンテレフタレート等のポリエステル類等を材料とするものであるところ(引用文献の【0019】)，このうちポリエチレン又はポリプロピレンを材料とした場合を考える。ポリエチレン又はポリプロピレンの密度の値は，0．91g／cm3(乙3)を用いることとする。",
                        "そして，引用発明の基材シート2の厚さを0．02mm(20マイクロメートル)という下限の値を選択した場合，基材シート2の坪量は，18．2g／m2となる。",
                        "(計算式・(100cm)2×0．002cm×0．91g／cm3＝18．2g／m2)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用発明では，オス型係合部3の高さ以外の寸法や単位面積当たりのオス型係合部3の数等は特定されていないが，これらの具体的な値についても，引用文献に記載された範囲から当業者が適宜選択し得るものである。特に，引用発明の数値範囲のうちで小さい方の値を選択するならば，オス型係合部3の高さ以外の寸法についても，小さい方の値を選択することがごく自然に想到されるものである。",
                            "そこで，引用文献の記載(【0012】ないし【0015】，図1，2)から，オス型係合部3の寸法として，「ヘッド5の第一横方向の長さW＝0．14mm」(【0015】)，「ヘッド5の第二横方向の長さC＝0．12mm」(【0012】)，「幹部4の第一横方向の長さD  ＝0．12mm」(【0013】)，「幹部4の第二横方向の長さB  ＝0．1  mm」(【0014】)を採用する。",
                            "そして，引用発明のオス型係合部3の高さ(H )として，0．2mm(200マイクロメートル)という下限の値を選択した場合，オス型係合部3の1個当たりの体積は，2．4×10-6cm3(D×B×H)～3．36×10-6cm3(W×C×H )範囲内の値となるから，オス型係合部3の分散密度を80～800個／cm2(【0017】)とすると，オス型係合部3の1㎡あたりの体積は，1．92～26．88cm3となる。",
                            "(計算式・(100cm)2×80～800個／cm2×2．4～3．36×10-6cm  ＝  1．92～26．88cm3)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記aのオス型係合部3の体積の値を用いて，オス型係合部3の材料の密度として上記(ア)で示した0．91g／cm3という値を用いて，オス型係合部3の坪量を算出すると，1．7～24．5g／m2となる。",
                            "(計算式・0．91g／cm3×1．92～26．88cm3≒1．7～24．5g／m2)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)によれば，オス側シート材1の坪量は，約19．9～約42．7g／m2の範囲内(前記(ア)及び(イ)bの合計額)の値となるから，75g／m2を超えないものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，オス側シート材1の厚さを薄くするという動機付けに従って，引用発明の基材シート2の厚さ及びオス型係合部3の高さについて，引用発明の数値範囲のうちで小さな値を選択すれば，オス型係合部3の高さ以外の寸法についても，小さい方の値を選択することがごく自然に想到されるから，オス側シート材1の坪量としてとり得る値の中から25g／m2～75g／m2の範囲の値を選択することに格別の困難性はない。",
                    "したがって，当業者は，引用発明において，相違点3に係る補正発明の構成を容易に想到し得たものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，補正発明は引用発明に基づいて当業者が容易に発明をすることができたものであるから，これと同旨の本件審決の判断に誤りはなく，原告主張の取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願の願書に添付した明細書(以下，図面も併せて「本願明細書」という。甲2)には，次のような記載がある(下記記載中に引用する図1及び図2については別紙1を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【背景技術】",
                  "text": [
                    "【0002】",
                    "フック及びループ締結具とも呼ばれる機械的締結具は，典型的に，フック部材として有用なループ係合ヘッドを有する，複数の密接に離間配置された直立突起を含み，ループ部材は，典型的に，複数の織布，不織布，又はニットループを含む。機械的締結具は，多数の用途において，剥離可能な付着を提供するために有用である。例えば，機械的締結具は，消耗性の使い捨て吸収性物品において，そのような物品を人体の周囲に締結するために広く使用される。典型的な構成では，おむつ又は失禁用衣類の後側腰区域に取り付けられた締結タブ上のフックストリップ又はパッチを，例えば，前側腰区域のループ材料のランディング領域に締結することができるか，又はフックストリップ又はパッチを，前側腰区域のおむつ又は失禁用衣類のバックシート(例えば，不織布バックシート)に締結することができる。機械的締結具はまた，生理用ナプキン等の使い捨て物品にも有用である。生理用ナプキンは，典型的に，着用者の下着に隣接して配置されることが意図されるバックシートを含む。バックシートは，生理用ナプキンを下着に固定して付着させるためのフック締結要素を備えてもよく，フック締結要素と機械的に係合する。",
                    "【0003】",
                    "フック及びループ締結装置は，剥離強度及び剪断強度の少なくとも2つの係合強度特性を含むことができる。剥離強度は，1つの締結部材を他の締結部材から上方に剥離することによって，締結部材を互いから解放するために必要な力に相当する。剪断強度は，締結部材の少なくとも1つを締結部材に平行な平面において，他の締結部材から離して引っ張ることによって，締結部材を互いから解放するために必要な力に相当する。典型的に，締結部材の係合強度は，剥離よりも剪断においてより高い。剥離強度は，締結部材を故意に分離する際の一要因であり得るが，典型的には，通常の使用中の締結部材の保持には，剪断強度が関与する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【発明の概要】",
                  "text": [
                    "【課題を解決するための手段】",
                    "【0004】",
                    "本開示は，従来の機械的締結具及び締結装置と比べて，比較的低坪量の機械的締結具を提供し，また機械的締結具を備える使い捨て吸収性物品も提供する。機械的締結具の坪量を減少させることで，製造コストが低下し，例えば，機械的締結具を含む使い捨て吸収性物品を捨てる際に廃棄される熱可塑性樹脂の量が有利に減少する。本明細書で開示される機械的締結具は，低坪量であるにも関わらず，剪断及び剥離試験で測定される際，ループ材料に対して，高坪量の機械的締結具と同等又はより優れた係合を有する。使い捨て吸収性物品における材料のコスト及び量を削減するために，使い捨て物品により頻繁に使用されている低ロフトループ材料とさえ呼ばれるループ材料に対しても高い係合が観察される。したがって，本明細書で開示される機械的締結具は，材料効率が高いと考えられ得る。典型的には，本明細書で開示される機械的締結具は，直立締結要素を有する第1の表面及び対向する第2の表面のどちらにおいても手触りが柔らかい。",
                    "【0005】",
                    "1つの態様では，本開示は，熱可塑性裏材と，熱可塑性裏材に取り付けられた近位端及び柱の断面積よりも広い面積のキャップを備える遠位端を備える柱を有する，複数の直立締結要素と，を含む，機械的締結具を提供する。機械的締結具の坪量は，1平方メートル当たり25グラム～1平方メートル当たり75グラムの範囲であり，複数の直立締結要素の高さは，最大300マイクロメートルである。いくつかの実施形態では，機械的締結具の坪量は，1平方メートル当たり40グラム(gsm)～75gsm，50gsm～75gsm，又は55～70gsmであり得る。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【発明を実施するための形態】",
                  "text": [
                    "【0014】",
                    "ここで，本開示の実施形態がより詳細に参照され，その1つ以上の実施例は，図面で図示される。1つの実施形態の一部として図示又は記載される特徴は，他の実施形態と共に使用され，第3の実施形態を得ることもできる。本開示はこれらの及び他の修正及び変形を含むことが意図される。",
                    "【0015】",
                    "図1を参照すると，本開示による機械的締結具は，複数の直立締結要素11を備える熱可塑性裏材14を含み，直立締結要素11は熱可塑性裏材14に取り付けられている。図1で図示される実施形態において示されるように，複数の直立締結要素11は，熱可塑性裏材14に取り付けられた近位端10a，及び柱10の断面積よりも広い面積のキャップ12を含む遠位端10bを備える柱10を有する。キャップ12は，オーバーハング距離「o」だけ，柱を越えて延出する。直立締結要素の高さ「h」は，図1に示すように，熱可塑性裏材14と直立締結要素11の遠位端10bとの間の距離である。熱可塑性裏材14の厚さ「t」，その底部の柱の幅「w」，キャップのすぐ下の柱の幅「w1」，キャップの幅「w2」もまた図1で示される。",
                    "【0016】",
                    "様々な要因が，機械的締結具の坪量に影響を及ぼす。例えば，低密度熱可塑性ポリマーを使用すると，機械的締結具の坪量は減少する。更には，直立締結要素の高さ「h」及び幅「w」は，機械的締結具における材料の量に影響を及ぼすため，機械的締結具の坪量に影響を及ぼす。図示される実施形態において，キャップにおける材料の量は，キャップの幅「w2」に関係し，坪量にも影響を及ぼす。裏材の厚さ「t」は，機械的締結具の坪量に大きな影響を及ぼす傾向にある。典型的には，本明細書に開示される機械的締結具の裏材の厚さ「t」は，20マイクロメートル(μm)～80μmの範囲である。いくつかの実施形態では，裏材の厚さ「t」は，30μm～75μm，40μm～75μm，20μm～70μm，又は30μm～70μmの範囲である。本出願で用いるために，図1に関して及び請求項において本明細書で記載される直立締結要素の全寸法は，光学顕微鏡で測定される。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【0017】",
                  "text": [
                    "直立締結要素の高さ「h」は，75gsm以下の坪量を維持するのに十分に低く，ループ材料(例えば，低ロフトループ材料)に対して良好な係合を提供する。本開示による機械的締結具において，直立締結要素11は，最大300μmであり，いくつかの実施形態では，最大285μm，275μm，又は250μmの最大高さ「h」を有する。いくつかの実施形態では，本開示による機械的締結具は，最小高さ「h」が，少なくとも40μmであって，いくつかの実施形態では，少なくとも50μm，100μm，又は140μmである直立締結要素11を有する。いくつかの実施形態では，本開示による機械的締結具は，高さ「h」が，150μm～300μm，40μm～285μm，100μm～275μm，140μm～250μm，50μm～300μm，50μm～285μm，50μm～275μm，100μm～250μm，100μm～285μm，100μm～300μm，140μm～275μm，又は155μm～250μmの範囲である直立締結要素11を有する。",
                    "【0018】",
                    "典型的には，本開示による機械的締結具における直立締結要素11は，最大約2：1，1．5：1，又は1．2：1のアスペクト比(すなわち，高さ「h」対最大幅寸法「w」の比)を有する。柱10は，最大幅寸法「w」が最大250μmであって少なくとも100μmである断面を有し得る。いくつかの実施形態では，柱10は，幅寸法「w」が125μm～200μm又は135μm～190μmの範囲である断面を有する。用語「幅寸法」とは，円形断面を有する柱10の直径を含むと理解されるべきである。柱10が複数の幅寸法(例えば，矩形又は楕円形の断面形状の柱)を有する場合，本明細書中で記載されるアスペクト比は，高さ対最大幅寸法である。",
                    "【0019】",
                    "本開示による機械的締結具において，直立締結要素11は，例えば，以下に記載される方法のいずれかによって作成されてよく，例えば，近位端10aから遠位端10bに向かって先細りになる柱10を有し得る。近位端10aは，図1において幅寸法が「w1」と示されるキャップ12と近接する柱10よりも広い幅寸法「w」を有し得る。いくつかの実施形態では，柱10は，100μm～200μm，120μm～195μm，又は130μm～185μmの範囲である，キャップのすぐ下の幅寸法「w1」を有する。先細りになっていることで，以下に記載される方法において，柱10を型表面から容易に外すことが可能となり得る。更に，上述のアスペクト比は，高さ「h」対最大幅寸法「w」である。",
                    "【0020】",
                    "本明細書に記載の機械的締結要素は，典型的には，柱の断面積よりも広い面積のキャップを有する。いくつかの実施形態では，柱の断面積は，キャップのすぐ下(例えば，幅「w1」で示される点)で測定される。更には，形成されたキャップの幅寸法と近位端において測定された柱の幅寸法との比率は，典型的には，少なくとも1．01：1又は1．2：1であって，最大2：1であり得る。再び図1を参照すると，キャップ12は，最大380μmであって少なくとも150μm最大幅寸法「w2」を有し得る。いくつかの実施形態では，キャップ12は，150μm～350μm又は170μm～340μmの範囲の幅寸法「w2」を有する。幅寸法「w2」は，キャップを上から見て測定する。用語「幅寸法」は，円形断面を有するキャップ12の直径を含むと理解されるべきである。キャップ12は，複数の幅寸法を有しており(例えば，矩形又は楕円形の断面形状のキャップ)，「w2」は，キャップ12の最大幅部分で測定する。",
                    "【0021】",
                    "キャップ12の幅「w2」及び遠位端10bに向かう柱10の幅は，キャップオーバーハング「o」と関連する。具体的には，図示される実施形態におけるキャップオーバーハング「o」は，式(キャップ幅「w2」−遠位端における柱幅)を2で割って算出される。本開示による機械的締結具のいくつかの実施形態では，オーバーハング距離は最大90μmである。換言すれば，オーバーハングは，柱を越えて最大90μm延出する。いくつかの実施形態では，オーバーハングは，最大85，84μm，82μm，又は80μmである。オーバーハングの最少量は，例えば，本明細書に開示される機械的締結具と係合するように選択されるループの繊維直径に基づいて選択され得る。いくつかの実施形態では，オーバーハングは，少なくとも5μm又は10μmである。オーバーハングは，例えば，5μm～84μm，5μm～80μm，又は5μm～75μmの範囲であり得る。本明細書に開示される機械的締結具がパッドの固定(例えば，以下で記載するような成人失禁物品)に使用される実施形態において，オーバーハングは，例えば，5μm～65μmの範囲であり得る。",
                    "【0022】",
                    "本開示による機械的締結具は，上述で算出したオーバーハング距離と高さ「h」との比率を有する直立締結要素を有する。この比率は，直立締結要素が剪断力に曝される際，キャップ又は柱がどの位曲がるかに関連するため，本明細書中では，簡便に「曲げ指数」と呼ぶ。本明細書で開示される機械的締結具のいくつかの実施形態では，直立締結要素は，最大0．6，0．50，又は0．45の曲げ指数を有する。例えば，直立締結要素は，0．02～0．6又は0．05～0．5の曲げ指数を有し得る。0．02未満の曲げ指数においては，機械的締結具が剪断力に曝された際，柱は曲がり，係合強度が減少し得る。0．6を超える曲げ指数においては，機械的締結具が剪断力に曝された際，キャップが曲がり，係合強度が減少し得る。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0023】",
                  "text": [
                    "多くの熱可塑性樹脂材料が，本開示による機械的締結具において有用である。直立締結要素を備える熱可塑性裏材において好適な熱可塑性材料としては，ポリエチレン及びポリプロピレンなどのポリオレフィンホモポリマー，エチレン，プロピレン及び／又はブチレンのコポリマー，エチレン酢酸ビニル及びアクリル酸エチレンなどのエチレンを含有するコポリマー，ポリ(エチレンテレフタレート)，ポリエチレンブチラート及びポリエチレンナフタレートなどのポリエステル，ポリ(ヘキサメチレンアジポアミド)などのポリアミド，ポリウレタン，ポリカーボネート，ポリ(ビニルアルコール)，ポリエチルエチルケトンなどのケトン，ポリフェニレンスルフィド；ポリ(アクリロニトリル− ブタジエン− スチレン)；可塑化ポリビニルクロリド；及びこれらの混合物が挙げられる。典型的には，熱可塑性樹脂は，ポリオレフィンである(例えば，ポリエチレン，ポリプロピレン，ポリブチレン，エチレンコポリマー，プロピレンコポリマー，ブチレンコポリマー，並びにこれらの材料のコポリマー及びブレンド)。上述の様々な熱可塑性材料は，所望の特性(例えば，色)を有するマスターバッチに処方され得るが，染料，色素，又は他の着色料が存在するか又は存在しないかは，本開示においては，必須ではない。",
                    "【0025】",
                    "本開示による機械的締結具において，熱可塑性裏材及び直立柱は，典型的には一体化している(すなわち，ユニット，一体型として同時に形成されている)。いくつかの実施形態で，熱可塑性裏材及び直立締結要素は，同じ熱可塑性材料から作成されている。熱可塑性裏材は，典型的には，熱可塑性裏材に直接取り付けられる直立締結要素を備え，実質的に均一な厚さを有し得るシート又はウェブの形状である。裏材の直立柱はダイキャスト成形技術によって，例えば，従来の押出し成形によって，作成することができる。いくつかの実施形態では，熱可塑性材料は，直立柱の反転形状を有する空洞を有する連続移動金型面に供給される。柱の高さは，空洞の深さによって測定される。熱可塑性材料は，空洞を有するロールを少なくとも1つ有する(すなわち，ロールの少なくとも一方はツールロールである)2つのロール，すなわち，ダイ表面とロール表面とのニップによって形成されるニップ間で渡すことができる。ニップにより提供される圧力が，樹脂を空洞に押し込む。いくつかの実施形態では，真空を使用して，空洞へのより容易な充填のために空洞を空にすることができる。ニップは，典型的には，コヒレントな裏材が空洞の上に形成されるように，十分に大きな空隙を有する。金型表面及び空洞は，一体形成された裏材と直立柱をストリッパーロール等により金型表面から剥離する前に，任意に空冷又は水冷されてもよい。",
                    "【0028】",
                    "裏材において有用な直立柱は，裏材上に様々な高さを有してよく，この高さは，例えば，本明細書に記載の機械的締結具の直立締結要素を提供するために，以下で記載されるキャッピングプロセスの後変更され得る。例えば，直立柱は，最大400マイクロメートル(μm)であって，いくつかの実施形態では，最大350μm又は300μmの最大高さ(裏材上)を有し得る。直立柱は，少なくとも150μmであって，いくつかの実施形態では，少なくとも160μm又は175μmの最小高さを有し得る。本開示による有用な直立柱は，150μm～400μm又は150μm～350μmの範囲の高さを有し得る。",
                    "【0036】",
                    "熱可塑性裏材は，実質的に均一な断面図を有するか，又は，熱可塑性裏材は，例えば，上述の形成ロールのうちの少なくとも1つによって付与され得る直立締結要素によって提供されるものを超える追加の構造を有し得る。",
                    "【0037】",
                    "いくつかの実施形態では，上述の押出成形及び注型成型プロセスにおいて，2つのロールの間又はダイフェイスとロールとの間のニップの空隙によって，本明細書で開示される機械的締結具において，20μm～80μmの範囲の熱可塑性裏材の厚さが得られる。無端金属ベルト又はポリマーベルト，若しくはポリマーコーティングされた金属ベルトが，ニップにおいて均一な圧力を与えるのに有用であり得る。",
                    "【0038】",
                    "いくつかの実施形態では，本開示による機械的締結具は，裏材の厚さを20μm～80μmの範囲にするために，最初に形成される熱可塑性裏材を延伸させる工程を含む方法によって作成される。延伸は，ウェブの二軸方向又は一軸方向に対して行える。二軸方向の延伸は，熱可塑性裏材の平面において，2つの異なる方向での延伸を意味する。必ずしもそうではないが，典型的には，1つの第1の方向は長手方向「L」であり，もう1つの第2の方向は幅方向「W」である。二軸方向の延伸は，例えば，第1又は第2の方向のいずれかに，続いて第1又は第2の方向の他方に，熱可塑性裏材を延伸することによって順次行ってもよい。二軸方向の延伸は，双方の方向において，実質的に同時に行われてよい。一軸方向の延伸は，熱可塑性裏材の平面において，1つの方向のみでの延伸に関する。典型的には，一軸方向の延伸は「L」又は「W」のうちの1つの方向に行われるが，他の方向の延伸も可能である。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "【0056】",
                  "text": [
                    "図2は，本開示による吸収性物品の1つの実施形態の概略斜視図である。吸収性物品は，実質的に砂時計形状を有するおむつ60である。おむつは，着用者の皮膚と接触する液体透過性トップシート61と外側に向いた液体非透過性バックシート62との間に吸収性コア63を含む。おむつ60は，おむつ60の2つの長手方向縁部64a，64bに配置された2つの締結タブ70を有する後側腰区域65を有する。おむつ60は，レッグカフを提供するために長手方向の側縁64a及び64bの少なくとも一部分に沿った弾性素材69を含んでよい。吸収性物品(例えば，おむつ60)の長手方向「L」は，物品がユーザーの前側から後側に延出する方向を指す。したがって，長手方向は，後側腰区域65と前側腰区域66との間の吸収性物品の長さを指す。吸収性物品(例えば，おむつ60)の横方向は，物品がユーザーの左側から右側(あるいは逆もまた同様)に(即ち，図2の実施形態では，長手方向縁部64aから長手方向縁部64bまで)延出する方向を指す。",
                    "【0058】",
                    "図2に示される実施形態は，締結タブが取り付けられた吸収性物品であるが，本明細書に開示される機械的締結具は，より広いフック領域を有する吸収性物品にも等しく有用であることが想定される。例えば，吸収性物品の耳はそれ自体，本明細書で開示される機械的締結具を含むことができるか，又は吸収性物品は，一方の腰区域内にバックシートの長手方向縁部に沿ったループ材料の2つの標的ゾーンと，反対の腰区域内に吸収性物品の長手方向縁部に沿って延出する2つのフックストリップと，を有することができる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "【0062】",
                  "text": [
                    "他の実施形態では，本開示による機械的締結具は，例えば，少なくとも1つのトップシート，吸収性コア，及び機械的締結具を含むバックシートを有する吸収性パッドにおいても有用であり得る。バックシートは，直立したキャップが形成された柱とともに形成され得る。他の実施形態では，機械的締結具は，接着剤又は他の結合機構を使用してバックシートに取り付けられるストリップ又はパッチの形態であり得る，吸収性パッドは，例えば，図2で示されるような一般的な形状を有する解放型おむつ又はパンツ型おむつの形態であり得る成人用失禁物品において有用であり得る。これらの実施形態では，機械的締結具は，成人用失禁物品のトップシートに吸収性パッドを取り付けるのに有用であり，適切な剪断力は，機械的締結具の剥離強度が使用者又は介護者によってパッドを容易に取り外すのに十分なほど低くあるべきであるが，パッドを定位置に保持するのに有用である。他の実施形態では，本開示による機械的締結具を含む吸収性パッドは，尿を吸収するという目的において，使用者の衣類に直接取り付けられ得る。フック密度及びフック高さを増加させることは，ループ材料との係合を増加させるのに有用であり(例えば，国際公開第2006／101844号(Petersenら)，かかる変化は機械的係合部材の坪量を増加させる傾向があると従来から考えられている。本開示による機械的締結具は，低坪量であるにもかかわらず，低ロフトループ材料に対して驚くほど高い剪断性能及び剥離性能をもたらすことが今では判明している。以下の実施例で示すように，本開示による機械的締結具は，低ロフトループ材料と係合するように設計される市販のフック締結具と同等か又はそれを超えるループ材料への係合を提供する。",
                    "【0063】",
                    "本明細書で開示される機械的締結具が低坪量であることで，締結具が可撓性となる利点が提供され，これによって，機械的締結具部材がねじれる際に機械的締結具の係合が解放されてしまう傾向が削減される。本明細書に開示される機械的締結具は，低坪量であって，典型的には低粘度であるために，典型的には柔らかく(例えば，布のような感触であり得る)，使用者の皮膚への刺激を少なくできる(例えば，機械的締結具が吸収性物品上にある際)。本明細書に開示される機械的締結具は，必要とする材料が少ないため，製造にかかる費用が少ない。",
                    "【0064】",
                    "本開示による機械的締結具と高坪量を有する機械的締結具の例との柔軟性の比較が，以下の実施例29及び例示的実施例6で示される。ループの柔軟性において評価すると，本開示による機械的締結具は，ベースフィルムがより厚く，キャップが形成された柱がより高い機械的締結具より，著しく低かった。",
                    "【0065】",
                    "意外にも，本開示のいくつかの実施形態による機械的締結具は，同寸法ではあるがより厚い熱可塑性裏材及びより高い密度を有する締結要素を有する機械的締結具と比較して，剪断性能が向上していた。例えば，以下の実施例おける例示的実施例4と実施例3との比較，及び例示的実施例5と実施例4との比較において，直立要素の密度が半分まで削減されているにもかかわらず，熱可塑性裏材の延伸が増加し，厚さが減少し，剪断性能が予想外に向上していることを示している。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，本願明細書には，「本開示による機械的締結具」は，従来の機械的締結具及び締結装置と比べて，比較的低坪量の機械的締結具であり，坪量を減少させることで，製造コストが低下し，例えば，機械的締結具を含む使い捨て吸収性物品を捨てる際に廃棄される熱可塑性樹脂の量が有利に減少し，しかも，低坪量であるにも関わらず，剪断及び剥離試験で測定される際，ループ材料に対して，高坪量の機械的締結具と同等又はより優れた係合を有するため，材料効率が高いことが開示されていることが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用文献の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献(甲1)には，次のような記載がある(下記記載中に引用する図1ないし図3については別紙2を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【0001】",
                  "text": [
                    "【産業上の利用分野】本発明は，メカニカルホックのオス側シート材に関し，詳しくは，接着面の全ての方向における高い係合力を発揮しうると共に，剥離に対する方向性を付与できるメカニカルホックのオス側シート材に関する。",
                    "【0002】",
                    "【従来の技術及び発明が解決しようとする課題】通常，メカニカルホックは，オス型係合部を有するオス側シート材とループ状メス型係合部を有するメス側シート材とを接着・剥離させるか，またはオス側シート材どうしを接着・剥離させることにより，止着具として機能するもので使い捨てオムツや衣料等の分野に広く用いられている。このようなメカニカルホックのオス側シート材として，特表平8− 508910号公報には，支持部(基材シート)から突出するステム(幹部)と，支持部とは反対側のステム先端に形成される円板状のヘッドとからなるフックを，支持部上に高密度に複数配列したものが開示されている。しかし，これらフックのヘッド上面の向きは接着面において方向性がないため，このオス側シート材は，接着面における方向の違いで係合力／脱着感を変られないという欠点がある。そのためおむつに適用される場合，このオス側シート材は，胴回り方向には高い係合力を与え，テープを付け剥がす方向(胴回り方向と直角の方向)にはソフトな脱着感を持たせることができない。また，このオス側シート材は，そのヘッドが円板状で角がなくヘッドとステム(の軸線)とのなす角度が大きいため，接着相手材のループ状メス型係合部やオス型係合部との引っかかりが悪く高い係合力を付与できないという欠点もある。",
                    "【0003】また，特開平2− 5947号公報には，オス型係合部のヘッドが鉤状に形成されたオス側シート材が開示されている。しかし，このオス側シート材は，その鉤状のヘッドが幹部の上端を覆うように張り出していないため，接着面の全方向に対して十分な係合力を付与できないという欠点がある。",
                    "【0004】更に，特開平6− 133808号公報には，断面がT状またはL状のオス型係合部を有するオス側シート材が開示されている。しかし，このオス側シート材も，そのヘッドがステムの全周方向に張り出してなくヘッドと支柱(幹部)とのなす角度も大きいため，接着面の全方向に対して十分な係合力を得られないという欠点がある。",
                    "【0005】従って，本発明の目的は，接着面の全ての方向における高い係合力を発揮しうると共に，剥離に対する方向性を付与できるメカニカルホックのオス側シート材を提供することにある。",
                    "【0006】",
                    "【課題を解決するための手段】本発明は，基材シート上にオス型係合部が高密度に配されてなる，メカニカルホックのオス側シート材において，上記オス型係合部は，上記基材シートから突出する幹部と，該幹部の上端に該幹部を覆って形成された平のし屋根形状のヘッドとからなり，上記ヘッドは，その上面が上記基材シートと略平行であり，上記平のし屋根形状のヘッドにおける軒状部分の下面と上記基材シートに対する鉛直線とのなす角度が鋭角となるように形成されており，上記ヘッドの第一横方向の長さ及びそれに直角な第二横方向の長さが，それぞれ，該第一横方向と平行な上記幹部の第一横方向の長さ及びそれに直角な第二横方向の長さより長く，上記幹部の第一横方向の長さと第二横方向の長さとは異なっており，また，上記ヘッドの第一横方向の長さと第二横方向の長さとは異なっていることを特徴とするメカニカルホックのオス側シート材を提供することにより，上記目的を達成したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【0007】",
                  "text": [
                    "【発明の実施の形態】以下，本発明のメカニカルホックのオス側シート材について，添付図面を参照して説明する。図1は本発明のメカニカルホックのオス側シート材の一実施形態を示す拡大斜視図でオス型係合部一個のみを示しており，図2(a)及び(b)は，それぞれ図1に示すオス型係合部の第二横方向及び第一横方向視拡大側面図，図3は図1に示すオス型係合部の基材シート上における配列状態の一部を基材シートを省略して示す拡大平面図である。",
                    "【0008】図1及び図2に示すメカニカルホックのオス側シート材1は，基材シート2上にオス型係合部3が高密度に配されてなるものである。このような構成は，従来公知のメカニカルホックのオス側シート材と同様である。",
                    "【0009】而して，本実施形態においては，上記オス型係合部3は，上記基材シート2から突出する幹部4と，該幹部4の上端に該幹部4を覆って形成された平のし屋根形状のヘッド5とからなり，上記ヘッド5は，その上面が上記基材シート2と略平行であり，上記平のし屋根形状のヘッド5における軒状部分6の下面と上記基材シート2に対する鉛直線とのなす角度が鋭角となるように形成されており，上記ヘッド5の第一横方向の長さ及びそれに直角な第二横方向の長さが，それぞれ，該第一横方向と平行な上記幹部4の第一横方向の長さ及びそれに直角な第二横方向の長さより長く，上記幹部4の第一横方向の長さと第二横方向の長さとは異なっており，また，上記ヘッド5の第一横方向の長さと第二横方向の長さとは異なっている。",
                    "【0010】更に詳述すると，上記幹部4は，その横断面は長方形状で，その軸線は上記基材シート2に対する鉛直線と平行となっている。また，上記ヘッド5は平面視において長方形状である。",
                    "【0011】上記平のし屋根形状のヘッド5における軒状部分6の下面と上記基材シート2に対する鉛直線とのなす角度(θ)は，好ましくは90゜未満であり，更に好ましくは30～90゜未満である。該角度(θ)がこの範囲内にあれば，オス型係合部3は接着相手材のループ状メス型係合部を十分に引掛け外れないようにすることができる。該角度(θ)が30゜未満では，係合力が急増大するが，着脱時のバリバリ感を払拭し難く，また接着相手材のループ状メス型係合部を破損し易く，繰り返し脱着性に劣る。また該角度(θ)が90°以上であると，係合力が大幅に低下する。",
                    "【0012】上記ヘッド5の第一横方向及び第二横方向の長さ(W，C)は，それぞれ，上記幹部4の第1横方向及び第2横方向の長さ(D，B)より好ましくは0．01～1mm長く，更に好ましくは0．02～0．6mm長い。この長さの違いが0．01mm未満では接着相手材のループ状メス型係合部が該ヘッド5から外れ易くなり，また1．0mmを越えると，反対に，接着相手材のループ状メス型係合部が係合過剰になり外れ難く，一つの該ヘッド5の占めるスペースが過大で該オス型係合部3の数の不足ともなる。",
                    "【0013】上記幹部4の第一横方向及び第二横方向の長さ(D，B)は，好ましくは0．05～0．8mmであり，更に好ましくは0．1～0．5mmである。それぞれの長さ(D，B)がこの範囲内にある幹部4は，剥離方向に対し十分な厚みを有するため倒れにくく，メカニカルホックに高い係合力を与えられる。該幹部4は，それぞれの長さ(D，B)が0．05mm未満だと脆弱で，また0．8mmより長いとゴツイものとなり易い。",
                    "【0014】また，上記幹部の第一横方向の長さ(D)は第二横方向の長さ(B)より好ましくは0．01～0．5mm長く，更に好ましくは0．02～0．3mm長い。この長さの違いが0．01mm未満であると，剥離に対する十分な方向性を付与し難く，0．5mmを越えると，第一横方向への剥離のとき，第二横方向に倒れ易くなり，十分な係合力が得られない。",
                    "【0015】上記ヘッドの第一横方向及び第二横方向の長さ(W，C)は，自ずと規定されることだが，それぞれ好ましくは0．1～1．8mmであり，更に好ましくは0．1～1．1mmである。また，上記ヘッドの第一横方向の長さ(W)は第二横方向の長さ(C)より好ましくは0．01～0．5mm長く，更に好ましくは0．02～0．3mm長い。この長さの違いが0．01mm未満であると，剥離に対する十分な方向性を付与し難く，0．5mmを越えると，第一横方向への剥離のとき，第二横方向に倒れ易くなり，ループ状メス型係合部がはずれ易くなり，十分な係合力が得られない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【0016】上記オス型係合部3の高さ(H )は，好ましくは0．1～1．5mmであり，更に好ましくは0．2～1．2mmである。また，上記幹部4の高さ(H )は，好ましくは0．05～1．2mmであり，更に好ましくは0．1～1mmである。該高さ(H )が，1．5mmを越えると，薄くてきめ細やかで表面滑らかなオス側シート材を得難い。該高さ(H )が，0．05mmより低いと，接着相手材のループ状メス型係合部への該オス型係合部3の挿入性が悪くなる。該高さ(H )と該高さ(H )との差，即ち上記ヘッド5の中央部の厚さは，好ましくは0．01mm以上，更に好ましくは0．02mm以上である。該厚さが0．01mm未満であると，該ヘッド5の中央部が薄くなり過ぎて，該オス型係合部3は薄弱になり係合力に不足し易い。",
                    "【0017】上記オス型係合部3，3・・は，図3に示すように，上記基材シート2上に碁盤目状態に均一に分散しており，その密度は，好ましくは60個／cm2 以上であり，更に好ましくは80～800個／cm2 である。該密度が60個／cm2未満では高い係合力を得難く，表面滑らかなオス側シート材を得難い。また該密度が800個／cm2 を越えると接着相手材のループ状メス型係合部が侵入する上記オス型係合部3間のスペースが不足してやはり高い係合力を得難い。",
                    "【0018】また，上記ヘッド5，5・・の第一横方向及び第二横方向は，それぞれ同一方向を向いている。そして，該ヘッド5，5間の第一横方向の間隔(P )及び第二横方向の間隔(P )は，該ヘッド5の形状や大きさによって異なるが，より高い係合力を得るためには，該間隔(P )は，0．01～5mmであることが好ましく，0．05～2mmであることが更に好ましい。また，該間隔(P )は，0．01～5mmであることが好ましく，0．05～2mmであることが更に好ましい。",
                    "【0019】ここで，上記オス側シート材1を構成する材料は，特に制限されず，従来公知のものを適宜用いることができる。例えば，ポリエチレン，ポリプロピレン等のオレフィン類，ポリエチレンテレフタレート，ポリブチレンテレフタレート等のポリエステル類，ナイロン，ポリウレタン，また，スチレン系，オレフィン系，ウレタン系，エステル系，ポリアミド系等の各種の熱可塑性エラストマーなどを単独若しくは混合して用いられる。",
                    "【0020】また，上記オス側シート材1の製造方法は，特に制限されないが，例えば，上記基材シート2上に上記幹部4を押し出し成形により形成し，該幹部4とは別体に成形された上記ヘッド5を，適当な手段で該幹部4の上端に融着させて該オス側シート材1を形成する方法等が挙げられる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "【0021】また，上記基材シート2の厚みは，0．01～0．5mmであることが好ましく，0．02～0．4mmであることが更に好ましい。該厚みが0．01mm未満だと，上記オス側シート材1は，オス側シート材としての基材物性を満たし難く，成形性も悪くなる。また，該厚みが0．5mmを超えると，該オス側シート材1の屈曲性が悪くなる。",
                    "【0022】本実施形態のメカニカルホックのオス側シート材1によれば，上記オス型係合部3の上記ヘッド5が角を有し，且つ該ヘッド5の軒状部分6の下面と上記基材シート2に対する鉛直線とのなす角度が鋭角なため，該オス型係合部3が接着相手材のループ状メス型係合部と良く係合し，高い係合力を得ることができる。また，上記ヘッド5が上記幹部4から上記基材シート2に平行な全方向(接着面に平行でもある)に張り出しているので，上記オス型係合部3は方向性なく接着相手材のループ状メス型係合部と係合し，接着面の全ての方向における高い係合力を得られると共に，上記オス型係合部3の第一横方向及び第二横方向の長さが異なるため剥離に対する方向性を得ることができる。更に，本実施形態のオス側シート材1は，上記オス型係合部3が微細で高密度に上記基材シート2上に配されており，且つ，上記ヘッド5上面が平坦なため，きめ細かな外観・風合，及び心地よい手触り・肌触を有する。また更に，本実施形態のオス側シート材1は，極薄手で屈曲性に優れ，縫製やウェルダー等による取り付け加工性にも優れている。",
                    "【0023】本発明は上述した実施形態に限定されるものではなく，具体的な形状や寸法等は，本発明の趣旨を逸脱しない限りにおいて適宜変更可能である。例えば，上記実施形態において，上記幹部の横断面を楕円形状としても良く，また該幹部の軸線は，上記基材シートに対する鉛直線と平行でなくとも良い。また，上記実施形態において，オス型係合部のヘッド形状を丸瓦形状としても良い。更に，上記実施形態において，隣合うオス型係合部の長手方向の向きを交互に約90゜変えて，接着面と平行な方向に回転する力を加わえた時に，剥離し易くなるようにしても良い。また更に，上記実施形態において，オス型係合部を基材シート上に均一に分散させた状態としては，碁盤目状態に限らず，第一横方向及び第二横方向それぞれにおけるオス型係合部間の間隔が均一になる状態であれば良い。",
                    "【0024】尚，本発明のメカニカルホックのオス側シート材と接着される接着相手材としては，通常，ループ状メス型係合部を有するメス側シート材が用いられるが，本発明のオス型係合部を有するオス側シート材を接着相手材として用いることができる。また，本発明のメカニカルホックのオス側シート材は，使い捨てオムツの止着具等に特に好適である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0025】",
                  "text": [
                    "【発明の効果】本発明のメカニカルホックのオス側シート材は，接着面の全ての方向における高い係合力を発揮しうると共に，剥離に対する方向性を付与できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，引用文献には，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "支持部(基材シート)から突出するステム(幹部)と，支持部とは反対側のステム先端に形成される円板状のヘッドとからなるフックを，支持部上に高密度に複数配列した構成の従来のメカニカルホックのオス側シート材には，フックのヘッド上面の向きは接着面において方向性がないため，接着面における方向の違いで係合力／脱着感を変られず，また，そのヘッドが円板状で角がなくヘッドとステム(の軸線)とのなす角度が大きいため，接着相手材のループ状メス型係合部やオス型係合部との引っかかりが悪く，高い係合力を付与できないという欠点があり，オス型係合部のヘッドが鉤状に形成された従来のオス側シート材及び断面がT状又はL状のオス型係合部を有するオス側シート材についても，接着面の全方向に対して十分な係合力を付与できないという欠点があった(【0002】ないし【0004】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」は，接着面の全ての方向における高い係合力を発揮しうると共に，剥離に対する方向性を付与できるメカニカルホックのオス側シート材を提供することを目的とし，上記目的を達成するために，基材シート上にオス型係合部が高密度に配されてなる，メカニカルホックのオス側シート材において，上記オス型係合部は，上記基材シートから突出する幹部と，該幹部の上端に該幹部を覆って形成された平のし屋根形状のヘッドとからなり，上記ヘッドは，その上面が上記基材シートと略平行であり，上記平のし屋根形状のヘッドにおける軒状部分の下面と上記基材シートに対する鉛直線とのなす角度が鋭角となるように形成され，上記ヘッドの第一横方向の長さ及びそれに直角な第二横方向の長さが，それぞれ，該第一横方向と平行な上記幹部の第一横方向の長さ及びそれに直角な第二横方向の長さより長く，上記幹部の第一横方向の長さと第二横方向の長さとは異なっており，また，上記ヘッドの第一横方向の長さと第二横方向の長さとは異なっていることを特徴とするメカニカルホックのオス側シート材の構成を採用した(【0005】，【0006】)。",
                    "これにより「本発明」のメカニカルホックのオス側シート材は，接着面の全ての方向における高い係合力を発揮しうると共に，剥離に対する方向性を付与できるという効果を奏するものである(【0025】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点1及び2の容易想到性の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "動機付けについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，「ポリエチレン，ポリプロピレン等のオレフィン類，ポリエチレンテレフタレート，ポリブチレンテレフタレート等のポリエステル類等を材料」とする基材シート2と，基材シート2に取り付けられる近位端と，幹部4の断面積よりも広い面積のヘッド5を含む遠位端を備える幹部4と，を有する，複数のオス型係合部3とを含み，基材シート2は「0．02～0．4mm」の範囲の厚さ，複数のオス型係合部3の高さは「0．2～1．2mm」の範囲のオス側シート材1である(前記第2の3(2)ア)。",
                    "しかるところ，引用文献の【0016】には，「上記オス型係合部3の高さ(H )は，好ましくは0．1～1．5mmであり，更に好ましくは0．2～1．2mmである。また，上記幹部4の高さ(H )は，好ましくは0．05～1．2mmであり，更に好ましくは0．1～1mmである。該高さ(H )が，1．5mmを越えると，薄くてきめ細やかで表面滑らかなオス側シート材を得難い。該高さ(H )が，0．05mmより低いと，接着相手材のループ状メス型係合部への該オス型係合部3の挿入性が悪くなる。該高さ(H )と該高さ(H )との差，即ち上記ヘッド5の中央部の厚さは，好ましくは0．01mm以上，更に好ましくは0．02mm以上である。該厚さが0．01mm未満であると，該ヘッド5の中央部が薄くなり過ぎて，該オス型係合部3は薄弱になり係合力に不足し易い。」(【0016】)との記載がある。上記記載中の「該高さ(H )が，1．5mmを越えると，薄くてきめ細やかで表面滑らかなオス側シート材を得難い」との部分は，「薄くてきめ細やかで表面滑らかなオス側シート材」が望ましいことを前提とするものと理解できる。そして，オス型係合部3は，「上記基材シート2から突出する幹部4と，該幹部4の上端に該幹部4を覆って形成された平のし屋根形状のヘッド5とからなり」(【0009】)，オス側シート材1の厚さは，基材シート2の厚さとオス型係合部3の高さとを合算したものであるから，引用発明において薄くてきめ細やかで表面滑らかなオス側シート材1を得るためには，基材シート2の厚さ及びオス型係合部3の高さのいずれをも小さくする必要があることを理解できる。",
                    "次に，引用文献には，【0021】に「また，上記基材シート2の厚みは，0．01～0．5mmであることが好ましく，0．02～0．4mmであることが更に好ましい。該厚みが0．01mm未満だと，上記オス側シート材1は，オス側シート材としての基材物性を満たし難く，成形性も悪くなる。また，該厚みが0．5mmを超えると，該オス側シート材1の屈曲性が悪くなる。」，【0022】に「…また更に，本実施形態のオス側シート材1は，極薄手で屈曲性に優れ，縫製やウェルダー等による取り付け加工性にも優れている。」との記載がある。上記記載から，基材シート2の厚みが0．01mm未満であると，オス側シート材としての基材物性を満たし難く，成形性も悪くなる一方で，その厚みが0．5mmを超えると，オス側シート材1の屈曲性が悪くなること，オス側シート材1は，「極薄手」であることで「屈曲性に優れ」るという利点をもたらすことを理解できるから，上記記載は，基材シート2の厚みは，好ましいとされる「0．02～0．4mm」の範囲内で「極薄手」とすることにより「屈曲性に優れ」，縫製やウェルダー等による取り付け加工性にも優れたオス側シート材1を得られることを示唆するものといえる。",
                    "以上によれば，引用文献の上記各記載から，引用文献に接した当業者においては，屈曲性に優れたオス側シート材1を得るために，基材シート2の厚み及びオス型係合部3の高さを，それぞれの好ましいとされた範囲内でより小さな値とし，オス側シート材1の厚さを薄くするという動機付けがあるものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，①引用文献の【0016】の「上記オス型係合部3の高さ(H )は，好ましくは0．1～1．5mmであり，更に好ましくは0．2～1．2mmである。…該高さ(H )が，1．5mmを越えると，薄くてきめ細やかで表面滑らかなオス側シート材を得難い。」の記載は，「オス型係合部3の高さ(H )」が「1．5mm」を越えなければ「薄くてきめ細やかで表面滑らかなオス側シート材」を得られると述べているに過ぎないこと，②引用文献の【0022】には「また更に，本実施形態のオス側シート材1は，極薄手で屈曲性に優れ，縫製やウェルダー等による取り付け加工性にも優れている。」との記載があるが，引用文献においては，「極薄手」にいう「薄」の文言は，「オス型係合部3」についてのみ用いられていることなどに照らすと，上記記載は，「1．5mm」を越えない「オス型係合部3」を意図した記載である蓋然性が高いことからすれば，引用文献の【0016】及び【0022】の記載は，引用発明の「オス側シート材1」の厚さを薄くすることを示唆するものとはいえない旨主張する。",
                    "しかしながら，前記アのとおり，引用文献の【0016】の記載は，「薄くてきめ細やかで表面滑らかなオス側シート材」が望ましいことを前提とするものと理解できる。また，引用文献の【0022】の記載が，オス側シート材1が「極薄手で屈曲性に優れ」る旨の記載であることは，その文言から明らかである。そして，引用文献の【0016】及び【0022】等の記載から，当業者において，引用発明の「オス側シート材1」の厚さを薄くするという動機付けがあるものと認められることは，前記アのとおりである。",
                    "したがって，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明の基材シート2の厚さは，0．02～0．4mm(20～400マイクロメートル)の範囲のものであり(引用文献の【0021】)，当業者は，この範囲内の値を適宜選択し得るものである。",
                    "しかるところ，引用文献には，相違点1に係る補正発明の構成の上限値80マイクロメートルという具体的な値の示唆はないが，前記(1)ア認定のとおり，引用文献に接した当業者においては，引用発明において，オス側シート材1の厚さを薄くするという動機付けがあり，引用発明の基材シート2の厚さについて，20～400マイクロメートルの範囲の中でより小さい方の値を選択することが自然に想到されるといえるから，当業者が80マイクロメートル以下の値を選択することに格別の困難はないというべきである。",
                    "したがって，当業者は，引用発明において，基材シート2の厚さを20マイクロメートルから80マイクロメートルの範囲内の値を適宜選択し，相違点1に係る補正発明の構成の範囲の値とすることを容易に想到することができたものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，引用文献の【0021】の記載から，当業者は，基材シート2の厚さが，0．5mm(500マイクロメートル)を超えない「オス側シート材」であれば，「屈曲性が悪く」ないこと又は「屈曲性に優れる」ことを理解できたとしても，補正発明の「熱可塑性裏材」の厚さは「20マイクロメートル～80マイクロメートルの範囲」であり，その上限値は引用発明の「基材シート2」の厚さの数分の1であることに照らすと，「基材シート2」の厚さを補正発明の「熱可塑性裏材」の厚さの数値範囲に積極的に設定することに格別の困難性がないということはできない旨主張する。",
                    "しかしながら，前記アのとおり，引用文献に接した当業者においては，引用発明において，オス側シート材1の厚さを薄くするという動機付けがあり，引用発明の基材シート2の厚さについて，20～400マイクロメートルの範囲の中でより小さい方の値を選択することが自然に想到されるといえるから，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献の【0016】には，「上記オス型係合部3の高さ(H )は，好ましくは0．1～1．5mmであり，更に好ましくは0．2～1．2mmである。また，上記幹部4の高さ(H )は，好ましくは0．05～1．2mmであり，更に好ましくは0．1～1mmである。該高さ(H )が，1．5mmを越えると，薄くてきめ細やかで表面滑らかなオス側シート材を得難い。該高さ(H )が，0．05mmより低いと，接着相手材のループ状メス型係合部への該オス型係合部3の挿入性が悪くなる。」との記載がある。上記記載から，引用発明のオス型係合部3の高さが高すぎると，薄くてきめ細やかで表面滑らかなオス側シート材を得難く，低すぎると，オス型係合部3の挿入性が悪くなることを理解できる。",
                    "引用発明のオス型係合部3の高さは，0．2～1．2mm(200～1200マイクロメートル)の範囲のものであり(引用文献の【0016】)，当業者は，この範囲内の値を適宜選択し得るものである。",
                    "しかるところ，引用文献には，相違点2に係る補正発明の構成の上限値300マイクロメートルという具体的な値の示唆はないが，前記(1)ア認定のとおり，引用文献に接した当業者においては，引用発明において，オス側シート材1の厚さを薄くするという動機付けがあり，200～1200マイクロメートルの範囲の中でより小さい方の値を選択することが自然に想到されるといえるから，当業者が300マイクロメートル以下の値を選択することに格別の困難はないというべきである。",
                    "したがって，当業者は，引用発明において，オス型係合部3の高さを「200マイクロメートルから300マイクロメートル」の範囲内で適宜選択し，相違点2に係る補正発明の構成の範囲(「40マイクロメートル～300マイクロメートルの範囲」)の値とすることを容易に想到することができたものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "これに対し原告は，①引用文献の【0016】の記載によれば，「オス型係合部3の高さ」が「1．2mm」(1200マイクロメートル)である「オス側シート材」は既に「薄くて」と扱われていること，補正発明の「直立締結要素」の高さの上限値(300マイクロメートル)は，引用発明の「オス型係合部3」の高さの上限値の数分の1であることに照らすと，",
                  "text": [
                    "「オス型係合部3」の高さを補正発明の「直立締結要素」の高さの数値範囲に積極的に設定することに格別の困難性がないということはできない，②ましてや，引用文献記載のオス側シート材は高い係合力の発揮を主たる課題としていること，高さが低い「オス型係合部」の係合力が低いことは技術常識であったことに照らすと，引用発明の「オス型係合部3」の高さと「シート基材2」の厚みの両方についてそれぞれの上限値の数分の1とし，相違点1及び2に係る補正発明の構成を兼ね備えた発明を導き出すことが，当業者にとって容易であったということはできない旨主張する。",
                    "しかしながら，前記(1)アのとおり，引用文献に接した当業者においては，引用発明において，オス側シート材1の厚さを薄くするという動機付けがあり，引用発明のオス型係合部3の高さについて，200～1200マイクロメートルの範囲の中でより小さい方の値を選択することが自然に想到されるといえるから，上記①の点は理由がない。",
                    "また，引用文献の【0016】の記載から，オス型係合部3の高さ(H )が好ましいとされる範囲の下限の0．2mmに設定したとしても，0．05mm以上の幹部4の高さ(H )を確保するとともに，0．01mm以上のヘッド5の中央部の厚さを確保することが可能であり，これによりオス型係合部3の係合力に不足しないことを理解できること，オス型係合部の係合力は，オス型係合部の各部の形状や寸法，オス型係合部が係合する対象の形状や寸法等に応じて，様々に変化し得るものであることは技術常識であると認められることに照らすと，高さが低いオス型係合部の係合力が必ずしも低いとはいえないから，上記②の点も理由がない。",
                    "したがって，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における相違点1及び2の容易想到性の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "相違点3の容易想到性の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献には，オス側シート材1の坪量について直接の記載はないが，坪量は1平方メートル当たりの重さであり，オス側シート材1の材料の密度と寸法に基づいて算出することが可能であるから，引用文献の記載に基づき，引用発明について通常想定される坪量について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "オス側シート材1の材料及び密度について",
                  "text": [
                    "引用発明は，「ポリエチレン，ポリプロピレン等のオレフィン類，ポリエチレンテレフタレート，ポリブチレンテレフタレート等のポリエステル類等を材料」とする「基材シート2」と，複数の「オス型係合部3」を含む「オス側シート材1」である。",
                    "そして，引用文献の【0019】の「上記オス側シート材1を構成する材料は，特に制限されず，従来公知のものを適宜用いることができる。例えば，ポリエチレン，ポリプロピレン等のオレフィン類，ポリエチレンテレフタレート，ポリブチレンテレフタレート等のポリエステル類，ナイロン，ポリウレタン，また，スチレン系，オレフィン系，ウレタン系，エステル系，ポリアミド系等の各種の熱可塑性エラストマーなどを単独若しくは混合して用いられる。」との記載から，オス側シート材1を構成する材料は，従来公知のものを適宜用いることができることを理解できる。",
                    "そして，引用文献の【0002】に引用された公知文献である乙2(特表平8-508910号公報)には，「好ましい熱可塑性樹脂は，17．5％のポリエチレンを含有するとともにメルトフローインデックスが30の，テキサス州ヒューストンのシェルオイルカンパニーからSRD7-463として入手可能な，ポリプロピレンとポリエチレンとのランダムコポリマーである。」(12頁10行目～13行目)との記載があること，乙7(特開2003-250609号公報)には，メカニカルファスナーのフックストリップの材料として，「例えば，汎用樹脂と称される，ポリプロピレン，ポリエチレン(例えば高密度ポリエチレン)，ポリスチレン，ポリ塩化ビニル…等，その他を有利に使用することができる。」(【0026】)との記載があることに照らすと，本願の優先日当時，ポリエチレン又はポリプロピレンは，メカニカルファスナーに一般的に用いられる熱可塑性樹脂材料として知られていたことが認められる。",
                    "そこで，オス側シート材1の材料として，ポリエチレン又はポリプロピレンを想定する。",
                    "そして，乙3(高野菊雄「これでわかるプラスチック技術」(平成8年刊行)71，75頁)によれば，ポリエチレンの密度は約0．91～0．97g／cm3，ポリプロピレンの密度は0．90～0．91g／cm3であることは，本願の優先日当時，技術常識であったことに照らすと，ポリエチレン又はポリプロピレンの密度の値は，上記各数値の範囲内の0．91g／cm3を用いることとする。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "オス側シート材1の坪量について",
                  "text": [
                    "前記3(1)ア認定のとおり，引用文献に接した当業者においては，屈曲性に優れたオス側シート材1を得るために，基材シート2の厚み及びオス型係合部3の高さを，それぞれの好ましいとされた範囲内でより小さな値とし，オス側シート材1の厚さを薄くするという動機付けがあるものと認められる。",
                    "また，製品に用いる材料の量を少なくして製造の費用を少なくすることは周知の課題の一つであることに鑑みると，引用発明では，オス型係合部3の高さ以外の寸法や単位面積当たりのオス型係合部3の数等は特定されていないが，これらの具体的な数値についても，当業者は，引用文献に記載された好ましいとされる数値範囲(【0012】ないし【0015】，【0017】等)のうちで小さい方の値を選択することを自然に想到するものと認められる。",
                    "以上を前提に，引用発明のオス側シート材1の通常想定される坪量を算定すると，通常想定されるオス側シート材1の坪量は，被告主張のとおり(前記第3の2(2)イ(ウ))，約19．9～約42．7g／m2の範囲となる。",
                    "(計算式)"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "基材シート2の坪量",
                      "text": [
                        "(100cm)2×基材シート2の厚さ×0．91g／cm3＝18．2g／㎡"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "オス型係合部3の坪量",
                      "text": [
                        "(100cm)2×オス型係合部3の1個当たりの体積×オス型係合部3の分散密度×0．91g／cm3≒約1．7～約24．5g／㎡"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "オス側シート材1の坪量",
                      "text": [
                        "a＋b＝約19．9～約42．7g／m2"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)の認定事実によれば，引用文献に接した当業者は，オス側シート材1の厚さを薄くするという動機付けに基づいて，引用発明の基材シート2の厚み及びオス型係合部3の高さをそれぞれの好ましいとされた範囲内でより小さな値を選択すれば，オス型係合部3の高さ以外の寸法や単位面積当たりのオス型係合部3の数等についても，引用文献に記載された好ましいとされる数値範囲のうちで小さい方の値を選択することを自然に想到するものと認められるから，オス側シート材1の坪量として，約19．9～約42．7g／m2の範囲のいずれかの値を適宜選択することに格別の困難はないものと認められる。",
                    "そうすると，当業者は，引用発明において，オス側シート材1の坪量について，相違点3に係る補正発明の構成の範囲(「1平方メートル当たり25グラム～1平方メートル当たり75グラムの範囲」)の値とすることを容易に想到することができたものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，①引用文献には，引用発明の「オス側シート材1」の厚さを薄くすることの動機付けがあるものと認定することはできず，オス側シート材1の坪量を25g／㎡～75g／㎡の範囲内のものとすることについての記載や示唆はない，②引用文献には，オス型係合部3をどのように作製するのかについての記載はなく，オス側シート材1を実際に作製した例やその係合力を試験した例についての記載もないから，オス型係合部3の寸法の全てについて，引用文献に記載されている範囲における極小値を採用したオス側シート材1が，実際に製造可能であるのか明らかではないし，また，高い係合力と剥離に対する方向性という引用文献記載のシート材の課題を実現できるのか明らかではない旨主張する。",
                    "しかしながら，引用文献に接した当業者において，引用発明において，オス側シート材1の厚さを薄くするという動機付けがあることは前記3(1)アで認定したとおりである。",
                    "また，前記(1)において算定したオス側シート材1の坪量は，オス型係合部3の高さ以外の寸法や単位面積当たりのオス型係合部3の数等についても引用文献に記載された好ましいとされる数値範囲内の値を選択した結果に基づくものであるから，このようなオス側シート材1の製造は可能であると理解するのが自然である。他方で，本件においては，上記製造が不可能又は著しく困難であることをうかがわせる客観的な証拠はない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件審決における相違点3の容易想到性の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，本件審決における相違点1ないし3の容易想到性の判断に誤りはなく，補正発明は，引用発明に基づいて，当業者が容易に発明をすることができたものであると認められるから，補正発明は独立特許要件を充足しないものと認められる。",
            "したがって，本件補正を却下した本件審決の判断に誤りはないから，原告主張の取消事由は理由がない。",
            "よって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}