{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-800057号事件について平成31年3月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成26年5月1日にした特許出願(特願2014-94833号。優先日同年4月3日(以下「本件優先日」という。))の一部を分割して出願した特許出願(特願2015-75797号)の一部を更に分割して出願した特許出願(特願2015-222090号)を分割して，平成29年4月4日，発明の名称を「金融商品取引管理装置，金融商品取引管理システム，金融商品取引管理システムにおける金融商品取引管理方法」とする発明について特許出願(特願2017-74472号。以下「本件出願」という。)をし，同年6月9日，特許権の設定登録(特許第6154978号。請求項の数12。以下，この特許を「本件特許」という。甲8，乙5)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年5月9日，本件特許について特許無効審判を請求した。",
                "特許庁は，上記請求を無効2018-800057号事件として審理し，平成31年3月19日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月28日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成31年4月17日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項1ないし12の記載は，次のとおりである(以下，請求項の番号に応じて，請求項1に係る発明を「本件発明1」などという。)。",
            "【請求項1】",
            "相場価格の変動に応じて継続的に金融商品の取引を行うための金融商品取引管理装置であって，",
            "前記金融商品の買い注文を行うための複数の買い注文情報を生成する買い注文情報生成手段と，",
            "前記買い注文の約定によって保有したポジションを，約定によって決済する売り注文を行うための複数の売り注文情報を生成する売り注文情報生成手段と",
            "を有する注文情報生成手段と，",
            "前記買い注文及び前記売り注文の約定を検知する約定検知手段とを備え，",
            "前記複数の売り注文情報に含まれる売り注文価格の情報は，それぞれ等しい値幅で価格が異なる情報であり，",
            "前記注文情報生成手段は，前記複数の売り注文情報を一の注文手続で生成し，",
            "前記相場価格が変動して，前記約定検知手段が，前記複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知すると，",
            "前記注文情報生成手段は，前記約定検知手段の前記検知の情報を受けて，前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報を生成することを特徴とする",
            "金融商品取引管理装置。",
            "【請求項2】",
            "前記売り注文情報は，前記売り注文を約定させる基準となる価格として設定された売り注文価格に対し，相場価格が，前記売り注文価格を超えて上昇したのちに再度前記売り注文価格に一致した後に前記売り注文が約定するように設定され，",
            "前記買い注文情報と前記売り注文情報のうち，前記売り注文情報のみがトレール幅情報を備え，",
            "前記売り注文情報の前記売り注文価格は，前記トレール幅情報に基づいて上昇方向に移動されることで，買い注文価格から離間する方向に移動するように設定されて，",
            "前記注文情報生成手段は，",
            "前記買い注文情報の生成及び約定による前記ポジションの保有と，前記売り注文情報の生成及び約定による前記ポジションの決済とが行われると，新たな前記買い注文情報の生成と，新たな前記売り注文情報の生成とを繰り返し行い，",
            "生成された前記新たな前記買い注文情報の約定による新たな前記ポジションの保有と，生成された前記新たな売り注文情報の約定による新たな前記ポジションの決済とが繰り返し行われることを特徴とする請求項1に記載の金融商品取引管理装置。",
            "【請求項3】",
            "相場価格の変動に応じて継続的に金融商品の取引を行うための金融商品取引管理装置であって，",
            "前記金融商品の売り注文を行うための複数の売り注文情報を生成する売り注文情報生成手段と，",
            "前記売り注文の約定によって保有したポジションを，約定によって決済する買い注文を行うための複数の買い注文情報を生成する買い注文情報生成手段と",
            "を有する注文情報生成手段と，",
            "前記買い注文及び前記売り注文の約定を検知する約定検知手段とを備え，",
            "前記複数の買い注文情報に含まれる買い注文価格の情報は，それぞれ等しい値幅で価格が異なる情報であり，",
            "前記注文情報生成手段は，前記複数の買い注文情報を一の注文手続で生成し，",
            "前記相場価格が変動して，前記約定検知手段が，前記複数の買い注文のうち，最も低い買い注文価格の買い注文が約定されたことを検知すると，",
            "前記注文情報生成手段は，前記約定検知手段の前記検知の情報を受けて，前記複数の買い注文のうち最も低い買い注文価格よりもさらに所定価格だけ低い買い注文価格の買い注文情報を生成することを特徴とする金融商品取引管理装置。",
            "【請求項4】",
            "前記買い注文情報は，前記買い注文を約定させる基準となる価格として設定された買い注文価格に対し，相場価格が，前記買い注文価格を超えて下落したのちに再度前記買い注文価格に一致した後に前記買い注文が約定するように設定され，",
            "前記売り注文情報と前記買い注文情報のうち，前記買い注文情報のみがトレール幅情報を備え，",
            "前記買い注文情報の前記買い注文価格は，前記トレール幅情報に基づいて下落方向に移動されることで，売り注文価格から離間する方向に移動するように設定されて，",
            "前記注文情報生成手段は，",
            "前記売り注文情報の生成及び約定による前記ポジションの保有と，前記買い注文情報の生成及び約定による前記ポジションの決済とが行われると，新たな前記売り注文情報の生成と，新たな前記買い注文情報の生成とを繰り返し行い，",
            "生成された前記新たな前記売り注文情報の約定による新たな前記ポジションの保有と，生成された前記新たな買い注文情報の約定による新たな前記ポジションの決済とが繰り返し行われることを特徴とする請求項3に記載の金融商品取引管理装置。",
            "【請求項5】",
            "相場価格の変動に応じて継続的に金融商品の取引を行うための金融商品取引管理システムであって，",
            "前記金融商品の買い注文を行うための複数の買い注文情報を生成する買い注文情報生成手段と，",
            "前記買い注文の約定によって保有したポジションを，約定によって決済する売り注文を行うための複数の売り注文情報を生成する売り注文情報生成手段と",
            "を有する注文情報生成手段と，",
            "前記買い注文及び前記売り注文の約定を検知する約定検知手段とを備え，",
            "前記複数の売り注文情報に含まれる売り注文価格の情報は，それぞれ等しい値幅で価格が異なる情報であり，",
            "前記注文情報生成手段は，前記複数の売り注文情報を一の注文手続で生成し，",
            "前記相場価格が変動して，前記約定検知手段が，前記複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知すると，",
            "前記注文情報生成手段は，前記約定検知手段の前記検知の情報を受けて，前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の売り注文情報を生成することを特徴とする金融商品取引管理システム。",
            "【請求項6】",
            "前記売り注文情報は，前記売り注文を約定させる基準となる価格として設定された売り注文価格に対し，相場価格が，前記売り注文価格を超えて上昇したのちに再度前記売り注文価格に一致した後に前記売り注文が約定するように設定され，",
            "前記買い注文情報と前記売り注文情報のうち，前記売り注文情報のみがトレール幅情報を備え，",
            "前記売り注文情報の前記売り注文価格は，前記トレール幅情報に基づいて上昇方向に移動されることで，買い注文価格から離間する方向に移動するように設定されて，",
            "前記注文情報生成手段は，",
            "前記買い注文情報の生成及び約定による前記ポジションの保有と，前記売り注文情報の生成及び約定による前記ポジションの決済とが行われると，新たな前記買い注文情報の生成と，新たな前記売り注文情報の生成とを繰り返し行い，",
            "生成された前記新たな前記買い注文情報の約定による新たな前記ポジションの保有と，生成された前記新たな売り注文情報の約定による新たな前記ポジションの決済とが繰り返し行われることを特徴とする請求項5に記載の金融商品取引管理システム。",
            "【請求項7】",
            "相場価格の変動に応じて継続的に金融商品の取引を行うための金融商品取引管理システムであって，",
            "前記金融商品の売り注文を行うための複数の売り注文情報を生成する売り注文情報生成手段と，",
            "前記売り注文の約定によって保有したポジションを，約定によって決済する買い注文を行うための複数の買い注文情報を生成する買い注文情報生成手段と",
            "を有する注文情報生成手段と，",
            "前記複数の買い注文情報に含まれる買い注文価格の情報は，それぞれ等しい値幅で価格が異なる情報であり，",
            "前記買い注文及び前記売り注文の約定を検知する約定検知手段とを備え，",
            "前記注文情報生成手段は，前記複数の買い注文情報を一の注文手続で生成し，",
            "前記相場価格が変動して，前記約定検知手段が，前記複数の買い注文のうち，最も低い買い注文価格の買い注文が約定されたことを検知すると，",
            "前記注文情報生成手段は，前記約定検知手段の前記検知の情報を受けて，前記複数の買い注文のうち最も低い買い注文価格よりもさらに所定価格だけ低い買い注文価格の買い注文情報を生成することを特徴とする金融商品取引管理システム。",
            "【請求項8】",
            "前記買い注文情報は，前記買い注文を約定させる基準となる価格として設定された買い注文価格に対し，相場価格が，前記買い注文価格を超えて下落したのちに再度前記買い注文価格に一致した後に前記買い注文が約定するように設定され，",
            "前記売り注文情報と前記買い注文情報のうち，前記買い注文情報のみがトレール幅情報を備え，",
            "前記買い注文情報の前記買い注文価格は，前記トレール幅情報に基づいて下落方向に移動されることで，売り注文価格から離間する方向に移動するように設定されて，",
            "前記注文情報生成手段は，",
            "前記売り注文情報の生成及び約定による前記ポジションの保有と，前記買い注文情報の生成及び約定による前記ポジションの決済とが行われると，新たな前記売り注文情報の生成と，新たな前記買い注文情報の生成とを繰り返し行い，",
            "生成された前記新たな前記売り注文情報の約定による新たな前記ポジションの保有と，生成された前記新たな買い注文情報の約定による新たな前記ポジションの決済とが繰り返し行われることを特徴とする請求項7に記載の金融商品取引管理システム。",
            "【請求項9】",
            "相場価格の変動に応じて継続的に金融商品の取引を行うための金融商品取引管理システムにおける金融商品取引管理方法であって，",
            "前記金融商品の買い注文を行うための複数の買い注文情報が生成される買い注文情報生成手順と，",
            "該買い注文情報生成手順において生成された前記買い注文の約定によって保有したポジションを，約定によって決済する売り注文を行うための複数の売り注文情報が生成される売り注文情報生成手順と",
            "を有する注文情報生成手順と，",
            "前記買い注文及び前記売り注文の約定が検知される約定検知手順とを備え，",
            "前記複数の売り注文情報に含まれる売り注文価格の情報は，それぞれ等しい値幅で価格が異なる情報であり，",
            "前記注文情報生成手順においては，前記複数の売り注文情報が一の注文手続で生成され，",
            "前記相場価格が変動して，前記約定検知手順において，前記複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことが検知されると，",
            "前記注文情報生成手順においては，前記約定検知手順における前記検知の情報を受けて，前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の売り注文情報が生成されることを特徴とする金融商品取引管理システムにおける金融商品取引管理方法。",
            "【請求項10】",
            "前記売り注文情報は，前記売り注文を約定させる基準となる価格として設定された売り注文価格に対し，相場価格が，前記売り注文価格を超えて上昇したのちに再度前記売り注文価格に一致した後に前記売り注文が約定するように設定され，",
            "前記買い注文情報と前記売り注文情報のうち，前記売り注文情報のみがトレール幅情報を備え，",
            "前記売り注文情報の前記売り注文価格は，前記トレール幅情報に基づいて上昇方向に移動されることで，買い注文価格から離間する方向に移動するように設定されて，",
            "前記注文情報生成手順においては，",
            "前記買い注文情報の生成及び約定による前記ポジションの保有と，前記売り注文情報の生成及び約定による前記ポジションの決済とが行われると，新たな前記買い注文情報の生成と，新たな前記売り注文情報の生成とが繰り返し行われ，",
            "生成された前記新たな前記買い注文情報の約定による新たな前記ポジションの保有と，生成された前記新たな売り注文情報の約定による新たな前記ポジションの決済とが繰り返し行われることを特徴とする請求項9に記載の金融商品取引管理システムにおける金融商品取引管理方法。",
            "【請求項11】",
            "相場価格の変動に応じて継続的に金融商品の取引を行うための金融商品取引管理システムにおける金融商品取引管理方法であって，",
            "前記金融商品の売り注文を行うための複数の売り注文情報が生成される売り注文情報生成手順と，",
            "該売り注文情報生成手順において生成された前記売り注文の約定によって保有したポジションを，約定によって決済する買い注文を行うための複数の買い注文情報が生成される買い注文情報生成手順と",
            "を有する注文情報生成手順と，",
            "前記買い注文及び前記売り注文の約定が検知される約定検知手順とを備え，",
            "前記複数の買い注文情報に含まれる買い注文価格の情報は，それぞれ等しい値幅で価格が異なる情報であり，",
            "前記注文情報生成手順においては，前記複数の買い注文情報が一の注文手続で生成され，",
            "前記相場価格が変動して，前記約定検知手順において，前記複数の買い注文のうち，最も低い買い注文価格の買い注文が約定されたことが検知されると，",
            "前記注文情報生成手順においては，前記約定検知手順における前記検知の情報を受けて，前記複数の買い注文のうち最も低い買い注文価格よりもさらに所定価格だけ低い買い注文価格の買い注文情報が生成されることを特徴とする金融商品取引管理システムにおける金融商品取引管理方法。",
            "【請求項12】",
            "前記買い注文情報は，前記買い注文を約定させる基準となる価格として設定された買い注文価格に対し，相場価格が，前記買い注文価格を超えて下落したのちに再度前記買い注文価格に一致した後に前記買い注文が約定するように設定され，",
            "前記売り注文情報と前記買い注文情報のうち，前記買い注文情報のみがトレール幅情報を備え，",
            "前記買い注文情報の前記買い注文価格は，前記トレール幅情報に基づいて下落方向に移動されることで，売り注文価格から離間する方向に移動するように設定されて，",
            "前記注文情報生成手順においては，",
            "前記売り注文情報の生成及び約定による前記ポジションの保有と，前記買い注文情報の生成及び約定による前記ポジションの決済とが行われると，新たな前記売り注文情報の生成と，新たな前記買い注文情報の生成とが繰り返し行われ，",
            "生成された前記新たな前記売り注文情報の約定による新たな前記ポジションの保有と，生成された前記新たな買い注文情報の約定による新たな前記ポジションの決済とが繰り返し行われることを特徴とする請求項11に記載の金融商品取引管理システムにおける金融商品取引管理方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。",
                "その要旨は，原告の主張する無効理由1(本件優先日前に頒布された刊行物である特開2011-76511号公報(甲1)を主引用例とする進歩性欠如)，無効理由2(本件優先日前に頒布された刊行物である米国特許出願公開第2002／0194106号公報(甲2の1・訳文甲2の2。以下「甲2」という。)を主引用例とする進歩性欠如(その1))，無効理由3(甲2を主引用例とする進歩性欠如(その2))，無効理由4(サポート要件違反)は，いずれも理由がなく，上記各無効理由によっては，本件発明1ないし12に係る発明の特許を無効とすることはできないというものである。",
                "なお，本件審決は，本件発明1の構成要件を，次のとおり分説した。",
                "【請求項1】",
                "1A  相場価格の変動に応じて継続的に金融商品の取引を行うための金融商品取引管理装置であって，",
                "1B  前記金融商品の買い注文を行うための複数の買い注文情報を生成する買い注文情報生成手段と，",
                "1C  前記買い注文の約定によって保有したポジションを，約定によって決済する売り注文を行うための複数の売り注文情報を生成する売り注文情報生成手段と",
                "1D  を有する注文情報生成手段と，",
                "1E  前記買い注文及び前記売り注文の約定を検知する約定検知手段とを備え，",
                "1F  前記複数の売り注文情報に含まれる売り注文価格の情報は，それぞれ等しい値幅で価格が異なる情報であり，",
                "1G  前記注文情報生成手段は，前記複数の売り注文情報を一の注文手続で生成し，",
                "1H  前記相場価格が変動して，前記約定検知手段が，前記複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知すると，前記注文情報生成手段は，前記約定検知手段の前記検知の情報を受けて，前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報を生成することを特徴とする",
                "1I  金融商品取引管理装置。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1に記載された発明(以下「甲1発明」という。)，甲2に記載された各発明(以下「甲2発明の1」及び「甲2発明の2」という。)，本件発明1と甲1発明との一致点及び相違点，本件発明1と甲2発明の1との一致点及び相違点，本件発明1と甲2発明の2との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "「金融商品として外国為替を取扱い，一の売買注文申込情報に基づいて，同一種類の金融商品を，一の価格帯においてイフダンオーダーで複数回取引することを，複数の価格帯に渡って行う注文形態である「トラップリピートイフダン注文」を行う金融商品取引管理システムが備える金融商品取引管理装置であって，",
                    "金融商品取引管理装置は，データ処理部，及び，データ処理部にて処理される各種データが記録されるデータベースを有し，",
                    "前記データ処理部は，金融商品取引管理装置において用いる各種データの生成，加工等の処理を行うものであり，フロントページ配信部，注文入力受付部，入出金情報生成部，約定情報生成部，口座情報生成部，注文情報生成部，データベース(DB)接続基底部，価格情報受信管理部を有し，",
                    "注文情報生成部は，注文入力受付部が処理した情報に基づいて，成立した金融商品の注文に関する情報を生成するものであり，イフダンオーダーを生成する際には，第一注文を新規の注文情報として生成し，第二注文を決済の注文情報として生成し，",
                    "約定情報生成部は，注文情報生成部が生成した注文に基づく約定処理を行い，",
                    "顧客の注文に応じて，注文情報生成部は，注文情報群181s21，181s22，…181s25を生成し，当該注文情報群181s21～181s25には，買い注文である第一注文181t21～25と，当該買い注文に対応する売り注文である第二注文181u21～25が含まれ，前記第二注文の価格はそれぞれ等しい値幅で価格が異なり，",
                    "注文情報生成部は，前記第二注文が約定すると，当該第二注文を含む注文情報群を再度生成する，",
                    "金融商品取引管理装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明の1",
                  "text": [
                    "「証券市場に投資する投資家のトランザクションを取り扱うために，コンピュータネットワークを備えたホスト証券ブローカであって，",
                    "ホストコンピュータネットワークは，証券トランザクション要求を記憶および体系化し，投資家がトランザクションを開始した場合に，この要求を処理し，(ニューヨーク証券取引所，ナスダック等のような)証券取引所へ送信でき，",
                    "投資家またはブローカのための各コンピュータワークステーションは，ビデオモニタと，ホストコンピュータネットワークへユーザコマンドを送るための手段と，ホストコンピュータネットワークから送信された指示と証券注文テンプレートとを受信し表示するための手段と，を含み，",
                    "投資家は，LOCK注文と称される2パートの証券取引注文の指示を行うことができ，",
                    "証券ブローカホストコンピュータネットワークの一部としてLOCK管理モジュールを備え，このソフトウェアは，投資家のLOCK注文のステータスを追跡およびモニタし，投資家の指定した価格で株式を買い，その後，指定された所望の利益価格を加え，第2の注文をするための，2パートのシーケンス化された証券取引注文を開始し，",
                    "LOCK管理モジュールが備えるソフトウェアインターフェースは，LOCK注文ドキュメントを受信し，LOCK注文発行の前半の発行をモニタし，注文が満たされると，第1の注文が満たされたことを記録し，LOCK注文の後半を生成して発行し，",
                    "LOCK注文の方法において，サイクル数と，インクリメントオプションとを加えることができ，サイクル数の追加によって，投資家は，より多くの利益を得ることを望んで，LOCK処理に自動的に再び入ることができ，別のオプションとして，各サイクルの価格インクリメントがあり，投資家は，上昇している株価を利用するためにこの処理を利用し，",
                    "サイクル数とインクリメントオプションの例として，1ドルのLOCK価格，サイクル数3，および，0．50ドルのインクリメントで，(1)50．00ドルで買う，(2)51．00ドルで売る，(3)50．50ドルで買う，(4)51．50ドルで売る，(5)51．00ドルで買う及び(6)52．00ドルで売るという取引を順次行う，",
                    "ホスト証券ブローカ。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2発明の2",
                  "text": [
                    "「証券市場に投資する投資家のトランザクションを取り扱うために，コンピュータネットワークを備えたホスト証券ブローカであって，",
                    "ホストコンピュータネットワークは，証券トランザクション要求を記憶および体系化し，投資家がトランザクションを開始した場合に，この要求を処理し，(ニューヨーク証券取引所，ナスダック等のような)証券取引所へ送信でき，",
                    "投資家またはブローカのための各コンピュータワークステーションは，ビデオモニタと，ホストコンピュータネットワークへユーザコマンドを送るための手段と，ホストコンピュータネットワークから送信された指示と証券注文テンプレートとを受信し表示するための手段と，を含み，投資家は，LOCK注文と称される2パートの証券取引注文の指示を行うことができ，",
                    "証券ブローカホストコンピュータネットワークの一部としてLOCK管理モジュールを備え，このソフトウェアは，投資家のLOCK注文のステータスを追跡およびモニタし，投資家の指定した価格で株式を買い，その後，指定された所望の利益価格を加え，第2の注文をするための，2パートのシーケンス化された証券取引注文を開始し，",
                    "LOCK管理モジュールが備えるソフトウェアインターフェースは，LOCK注文ドキュメントを受信し，LOCK注文発行の前半の発行をモニタし，注文が満たされると，第1の注文が満たされたことを記録し，LOCK注文の後半を生成して発行し，",
                    "LOCK注文の方法において，サイクル数と，インクリメントオプションとを加えることができ，サイクル数の追加によって，投資家は，より多くの利益を得ることを望んで，LOCK処理に自動的に再び入ることができ，別のオプションとして，各サイクルの価格インクリメントがあり，投資家は，上昇している株価を利用するためにこの処理を利用し，",
                    "さらに，LOCK注文の後半であるパート2において半分を売り，その後パート2を繰り返し，増加した価格で後半を売るように，量を変更でき，",
                    "サイクル数とインクリメントオプションの例として，1ドルのLOCK価格，サイクル数3，および，0．50ドルのインクリメントで，パート2の前半と後半の価格差が1ドルである場合，(1)50．00ドルで買う，(2)’51．00ドルで売る，(2)”52．00ドルで売る，(3)50．50ドルで買う，(4)’51．50ドルで売る，(4)”52．50ドルで売る，(5)51．00ドルで買う，(6)’52．00ドルで売る及び(6)”53．00ドルで売る，という取引を順次行う，",
                    "ホスト証券ブローカ。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明1と甲1発明との一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「相場価格の変動に応じて継続的に金融商品の取引を行うための金融商品取引管理装置であって，",
                    "前記金融商品の買い注文を行うための複数の買い注文情報を生成する買い注文情報生成手段と，",
                    "前記買い注文の約定によって保有したポジションを，約定によって決済する売り注文を行うための複数の売り注文情報を生成する売り注文情報生成手段と",
                    "を有する注文情報生成手段と，",
                    "前記買い注文及び前記売り注文の約定を検知する約定検知手段とを備え，",
                    "前記複数の売り注文情報に含まれる売り注文価格の情報は，それぞれ等しい値幅で価格が異なる情報であり，",
                    "前記注文情報生成手段は，前記複数の売り注文情報を一の注文手続で生成し，",
                    "前記相場価格が変動して，前記約定検知手段が，前記複数の売り注文のうち，売り注文が約定されたことを検知すると，前記注文情報生成手段は，前記約定検知手段の前記検知の情報を受けて，売り注文情報を生成する，",
                    "金融商品取引管理装置。」である点。",
                    "(相違点1-1)",
                    "本件発明1では，約定検知手段が，「複数の売り注文のうち，最も高い売り注文価格の売り注文」が約定されたことを検知すると，注文情報生成手段が「前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報」を生成するものであるのに対し，甲1発明では，約定検知手段が，「複数の売り注文のうちいずれかの売り注文」が約定されたことを検知すると，注文情報生成手段が「約定した売り注文と同じ売り注文価格の情報を含む売り注文情報」を再度生成する構成となっている点。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明1と甲2発明の1との一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「相場価格の変動に応じて継続的に金融商品の取引を行うための金融商品取引管理装置であって，",
                    "前記金融商品の買い注文を行うための買い注文情報を生成する買い注文情報生成手段と，",
                    "前記買い注文の約定によって保有したポジションを，約定によって決済する売り注文を行うための売り注文情報を生成する売り注文情報生成手段と",
                    "を有する注文情報生成手段と，",
                    "前記買い注文及び前記売り注文の約定を検知する約定検知手段とを備える，",
                    "前記相場価格が変動して，前記約定検知手段が，売り注文が約定されたことを検知すると，前記注文情報生成手段は，前記約定検知手段の前記検知の情報を受けて，注文情報を生成する，",
                    "金融商品取引管理装置。」である点。",
                    "(相違点2-1)",
                    "本件発明1の「買い注文情報生成手段」が，「複数の買い注文情報を生成する」のに対し，甲2発明の1の「買い注文情報生成手段」は，単数の買い注文情報を生成する機能しか有しない点。",
                    "(相違点2-2)",
                    "本件発明1の「売り注文情報生成手段」が，「複数の売り注文情報を生成」するものであり，さらに「前記複数の売り注文情報に含まれる売り注文価格の情報は，それぞれ等しい値幅で価格が異なる情報」であるのに対し，甲2発明の1の「売り注文情報生成手段」は，単数の売り注文情報を生成する機能しか有しておらず，値幅も存在しない点。",
                    "(相違点2-3)",
                    "本件発明1の「注文情報生成手段」が，「前記複数の売り注文情報を一の注文手続で生成」するのに対し，甲2発明の1の「注文情報生成手段」は，単数の売り注文情報を生成する機能しか有しない点。",
                    "(相違点2-4)",
                    "本件発明1では，約定検知手段が，「前記複数の売り注文のうち，最も高い売り注文価格の売り注文」が約定されたことを検知すると，注文情報生成手段が「前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報」を生成するのに対し，甲2発明の1では，約定検知手段が，「売り注文」が約定されたことを検知すると，注文情報生成手段は，「買い注文情報」を生成し，その後当該買い注文が約定した際に，前記「売り注文」の注文価格よりも「さらに所定価格だけ高い売り注文価格の情報を含む売り注文情報」を生成する構成となっている点。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件発明1と甲2発明の2の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「相場価格の変動に応じて継続的に金融商品の取引を行うための金融商品取引管理装置であって，",
                    "前記金融商品の買い注文を行うための買い注文情報を生成する買い注文情報生成手段と，",
                    "前記買い注文の約定によって保有したポジションを，約定によって決済する売り注文を行うための複数の売り注文情報を生成する売り注文情報生成手段と",
                    "を有する注文情報生成手段と，",
                    "前記買い注文及び前記売り注文の約定を検知する約定検知手段とを備え，",
                    "前記相場価格が変動して，前記約定検知手段が，前記複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知すると，前記注文情報生成手段は，前記約定検知手段の前記検知の情報を受けて，注文情報を生成する，",
                    "金融商品取引管理装置。」である点。",
                    "(相違点3―1)",
                    "本件発明1の「買い注文情報生成手段」が，「複数の買い注文情報を生成する」のに対し，甲2発明の2の「買い注文情報生成手段」は，単数の買い注文情報を生成する機能しか有しない点。",
                    "(相違点3-2)",
                    "本件発明1が，「前記複数の売り注文情報に含まれる売り注文価格の情報は，それぞれ等しい値幅で価格が異なる情報であり」との構成を有するのに対し，甲2発明の2の「複数の売り注文情報」の数は2個であり値幅が一つしか存在しないため，「等しい値幅」との構成を有しない点。",
                    "(相違点3-3)",
                    "本件発明1が「前記注文情報生成手段は，前記複数の売り注文情報を一の注文手続で生成」するものであるのに対し，甲2発明の2では，「複数の売り注文情報」は異時に生成されており，「一の注文手続で生成」するものではない点。",
                    "(相違点3-4)",
                    "「前記相場価格が変動して，前記約定検知手段が，前記複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知」した際に，本件発明1の「注文情報生成手段」は，「前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報を生成する」のに対し，甲2発明の2の「注文情報生成手段」は，「買い注文情報」を生成し，その後当該買い注文情報が約定した際に「前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報を生成する」構成となっている点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-1(甲1を主引用例とする本件発明1の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，①甲1発明は，複数の売り注文のうちいずれかの売り注文が約定されたことを検知すると，同じ売り注文価格の情報を含む売り注文情報を再度生成するものであり，相場価格が一定の範囲内で変動する状況で利益を得ることを目的(課題)とする発明であるのに対し，甲2発明の1は，相場価格が上昇する状況を前提とし，上昇する相場に追従するように，従前のものより所定価格だけ増加させたイフダンオーダーを生成することを繰り返すことで利益を得ることを目的(課題)とする発明であって，両者は，ともに金融商品の取引に関する技術分野に属しているものの，目的(課題)が異なるものであるから，これらを組み合わせる動機付けがあると認めることはできない，②甲2発明の1の各売り注文は，本件発明1の「一の注文手続で生成」される「複数の売り注文情報」によるものではなく，最も高い売り注文価格の売り注文価格が約定されたことを，さらに所定価格だけ高い売り注文価格の情報を含む売り注文情報を生成するための契機として扱うことは特定されていないことから，仮に甲1発明に甲2発明の1を組み合わせることを試みたとしても，相違点1-1の構成に至ることができないから，相違点1-1に係る本件発明1の構成は，甲1発明及び甲2発明の1に基づいて，当業者が容易に想到し得たものではないとして，本件発明1は，当業者が容易に発明をすることができたものではない旨判断した。",
                "しかしながら，本件審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1-1の認定の誤り",
                  "text": [
                    "甲1には，第一～第五の第二注文181u21～181u25のうち，第五の第二注文181u25が約定したことを検知すると，注文情報生成部が当該第二注文181u25を含む第五の注文情報群181s25を再度生成すること，181u21～181u25のうち，181u25の売り価格は105．50円という最高価格であり，再度生成される注文の売り価格は105．50円であることが開示されている(【0146】，【0147】，図7A，図19)。このように，甲1には，複数の売り注文の中で最も高い売り注文価格の売り注文が約定されたことを注文情報生成部の約定検知手段が検知する構成が開示されている。",
                    "そうすると，甲1発明は，本件発明1の構成要件1Hのうち，「前記相場価格が変動して，前記約定検知手段が，前記複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知する」構成を備えているから，この点は一致点として認定すべきであって，相違点1-1は，本件発明1では，約定検知手段が，「複数の売り注文のうち，最も高い売り注文価格の売り注文」が約定されたことを検知すると，注文情報生成手段が「前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報」を生成するものであるのに対し，甲1発明では，約定検知手段が，「複数の売り注文のうち，最も高い売り注文価格の売り注文」が約定されたことを検知すると，注文情報生成手段が，「約定した売り注文と同じ売り注文価格の情報を含む売り注文情報」を再度生成する構成となっている点で相違すると認定すべきである。",
                    "したがって，本件審決の相違点1-1の認定には誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1-1の容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2の記載事項([0085]，図6，図7)によれば，甲2発明の1は，1回限りのイフダンオーダー(繰り返さないLOCK注文)を前提として，「この処理を再度自動的に繰り返すオプションと，買値／売値を上げまたは下げる追加のオプションと，を挿入」し，「この方法に，サイクル数と，インクリメントオプションとを加え」(［0085］)ることにより，「相場価格が上昇する状況」にあると予想した投資家が，上昇する相場に追従するように，従前のものより所定価格だけ増加させたイフダンオーダーを生成することを繰り返すことで，利益を得ることを可能にした発明であるといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1発明は，「複数の売り注文のうちいずれかの売り注文が約定されたことを検知すると，同じ売り注文価格の情報を含む売り注文情報を再度生成するものであって，相場価格が一定の範囲内で変動する状況で利益を得ることを目的とする発明」であり，甲2発明の1の従来技術に相当するものであるから，甲2発明の1は，甲1発明に相当する発明に甲2発明の1を適用することを示唆している。",
                        "そして，甲1発明と甲2発明の1とは，金融商品の取引に関する技術分野に属している点で技術分野が共通すること，「顧客に利益をもたらす装置を提供する」という目的(課題)が共通し，イフダンオーダーを利用することによって機会喪失のリスクを低減するという機能においても共通することに照らすと，甲1及び甲2に接した当業者は，甲1発明における「約定検知手段が，複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知」した場合の「注文情報生成手段」の動作について，甲2発明の1の「従前のものより所定価格だけ増加させたイフダンオーダーを生成する」という動作を適用する動機付けがあるから，甲1発明において，「約定検知手段が，複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知」した場合に「複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報」を生成する動作とする構成(相違点1-1に係る本件発明1の構成)とすることを容易に想到することができたものである。",
                        "したがって，これと異なる本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲1発明が，取引市場が中断後の相場価格が，第2注文(ここでは売り注文)の価格よりも高い場合には，第1注文と第2注文を取り消す処理を行う発明であること，甲2発明の1は，取引費用やリスクを軽減するために，1つずつ注文を行い，1つの注文が約定した場合に，次の注文を行うという構成を採用していること，甲1発明と甲2発明の1の間にシステム構成の相違があることを前提として，甲1発明に甲2発明の1を組み合わせる動機付けはない旨主張する。",
                        "しかしながら，被告が前提とする甲1発明は，本件審決が認定した甲1発明と異なる発明である。また，甲2の［0007］ないし［0011］には，買い注文及び売り注文という2つの注文の組合せを1つの注文として行うことができるようにすること，すなわち，投資家又は証券会社が市場に張り付いて，手入力で一々買い注文に続いて売り注文を行うのではなく，イフダンオーダーを実現することが記載されており，甲2にいうリスクは，機会喪失のリスクであり，複数の価格でイフダンオーダーを行うことのリスクではないから，甲2発明の1は，取引費用やリスクを軽減するために，1つずつ注文を行い，1つの注文が約定した場合に，次の注文を行うという構成を採用しているとはいえず，甲1発明と同様に，イフダンオーダーを利用して機会喪失のリスクを低減した発明である。",
                        "したがって，被告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲1発明に甲2発明の1を組み合わせると，トラップを仕掛けた価格帯が勝手にずれてしまうこととなり，条件設定によっては相場価格の変動に伴ってトラップの数が減少するという事態すら生じてしまうこととなり，ユーザがトラップを仕掛ける複数の価格帯を指定し，その価格帯で繰り返し利益を得るという甲1発明の技術思想を失わせることになるから，両発明を組み合わせることには阻害要因がある旨主張する。",
                        "しかしながら，被告の主張は，隣り合う買い注文情報同士及び隣り合う売り注文同士の間隔である値幅とLOCK値とが同じ値であれば，繰り返しに係るイフダンオーダーが隣接するイフダンオーダーの繰り返しと重なるという当然の関係を持ち出すものであり，このようなインクリメントの値(LOCK値)を特定の値にした場合にだけ生じ得る現象である，繰り返しに係るイフダンオーダーが隣接するイフダンオーダーの繰り返しと重なるということだけをもって，阻害要因が存在するとはいえない。また，仮に甲1発明に甲2発明の1の構成を組み合わせることで，相場価格の変動に伴って，トラップの数が減少するという事象が生じ得るとしても，少なくとも1回の約定については，複数のトラップを仕掛けた分だけ約定確率が向上しているので，複数の価格帯にトラップを仕掛けるという甲1発明の特徴が失われることにはならない。",
                        "したがって，被告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，甲2発明の1は，買い注文及び売り注文を「一の注文手続で生成」せず，買い注文が約定してから売り注文を生成するので，甲1発明に甲2発明の1を組み合わせたとしても，「一の注文手続で生成」されるという本件発明1の構成に至ることはない旨主張する。",
                        "しかしながら，「一の注文手続で生成」されるという本件発明1の構成は，甲1発明が備えている構成であるから，甲2発明の1が「一の注文手続で生成」されるという本件発明1の構成を備えていないことは，甲1発明に甲2発明の1を組み合わせた場合に本件発明1に至らないことの理由にはならない。",
                        "しがって，被告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，当業者は，甲1発明及び甲2発明の1に基づいて，相違点1-1に係る本件発明1の構成を容易に想到することができたものである。",
                    "したがって，本件発明1は，甲1及び甲2に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1-1の認定の誤りの主張に対し",
                  "text": [
                    "甲1発明は，ユーザが所望の価格帯に，複数個の注文情報群を配置してトラップをしかけ，その価格帯において繰り返し取引を行うことで，所望の利益を繰り返し得る発明であり，ある価格帯の中で行われる複数の買い注文と売り注文とを特に区別せず，複数の売り注文のうち最も高い売り注文価格の売り注文が約定しても，他の売り注文が約定した場合と同様，同一価格でのイフダンオーダーとその約定とが繰り返されるだけである。また，甲1には，最も高い売り注文価格の売り注文が約定されたことを，売り注文価格のシフトを行う契機として用いるという本件発明1の技術思想の開示はない。",
                    "そうすると，甲1において，形式的には，「最も高い売り注文価格の売り注文が約定されたことを検知する」との開示があるとしても，本件発明1における「最も高い売り注文価格の売り注文が約定されたことを検知する」こととは技術的意義が全く異なるから，甲1発明は，「前記相場価格が変動して，前記約定検知手段が，前記複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知すると，前記注文情報生成手段は，前記約定検知手段の前記検知の情報を受けて，前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報を生成する」という構成(相違点1-1に係る本件発明1の構成)を備えているということはできないし，上記構成中の「前記相場価格が変動して，前記約定検知手段が，前記複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知」する構成を備えているということもできない。",
                    "したがって，本件審決の相違点1-1の認定に原告主張の誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1-1の容易想到性の判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明は，第一注文の買い注文を逆指値注文で，第二注文の売り注文を指値注文でイフダンオーダーを行うことを前提として，夜間や休日などで取引市場が中断後の相場価格が非連続的に飛躍して生じ得る「板寄せ」の場合に，逆指値の買い注文と指値の売り注文が同一価格で同時に約定されることにより，ユーザが被る手数料分の不利益を回避することを課題とするものである(【0004】)。甲1発明は，上記課題を解決する手段として，板寄せが生じた場合に逆指値の買い注文を取り消すとともに，その注文価格を変えずに，順指値の買い注文を設定する構成としたものであり，これにより相場価格が指値価格まで下落した段階で買い注文を約定させ(請求項1，請求項3，【0023】，【0092】，図8)，ユーザの予定している指値価格でのイフダンオーダーを実現できるようにしたものである。",
                        "他方で，甲2発明の1は，取引費用や複数の注文を行った場合にいくつかの注文は約定しないリスクを軽減するために，1つの買い注文と売り注文を繰り返す発明であり，1つずつ注文を行い，1つの注文が約定した場合に，次の注文を行うという構成を採用している(［0011］，［0014］，[0017])。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前述のとおり，甲1発明は，ユーザが所望の価格帯に，複数個の注文情報群を配置してトラップをしかけ，その価格帯において繰り返し取引を行うことで，所望の利益を繰り返し得る発明であり，取引費用が嵩んだり，リスクを抱えるというデメリットを甘受してでも，複数の買い注文と売り注文を行うことで，幅広い価格帯にわたって取引を行うというメリットを得ようとしているのに対し，甲2発明の1は，このような取引費用の上昇やリスクといったデメリットを排除するために常に1つの注文だけを順次行うものであり，両発明の技術思想は真逆といっていいほど異なっているため，甲1発明に甲2発明の1を組み合わせる動機付けはない。",
                        "また，システム構成においても，甲1発明は，買い注文情報と売り注文情報とを同時に「注文情報群」として生成する構成を採用し，買いと売りの注文情報に優先順位(第一注文情報と第二注文情報)を付け，最初は第一注文情報を有効(相場価格と注文価格が一致すれば約定し得る状態)，第二注文情報を無効(相場価格と注文価格が一致しても約定しない状態)とし，第一注文が約定したら第二注文情報を有効とすることで，注文情報としては同時に生成しつつ，注文としては買い注文が約定した後に売り注文が約定するというイフダン注文を実現しているのに対し，甲2発明の1は，まずは買いの注文情報を生成し，これに基づく買い注文が約定した場合に，その約定価格を基準に売り注文価格を算出し，売り注文情報を生成しているため，甲1発明のように注文情報「群」という概念もなければ，注文情報の有効／無効を切り替えるという概念もない点で，両発明は相違する。甲1発明に甲2発明の1を組み合わせるには，上記相違を解消するために発明としての構成の大幅な変更を余儀なくされるものであるから，この点に照らしても，甲1発明に甲2発明の1を組み合わせる動機付けはない。",
                        "さらに，甲1発明において，自動的に取引価格を変更する甲2発明の1を組み合わせると，トラップを仕掛けた価格帯が勝手にずれてしまうこととなり，条件設定によっては相場価格の変動に伴ってトラップの数が減少するという事態すら生じてしまうこととなり，ユーザがトラップを仕掛ける複数の価格帯を指定し，その価格帯で繰り返し利益を得るという甲1発明の技術思想を失わせることになるから，両発明を組み合わせることには阻害要因がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "仮に甲1発明に甲2発明の1を組み合わせることを試みたとしても，甲2発明の1の(2)，(4)，(6)の各売り注文は，これらに対応する(1)，(3)，(5)の各買い注文が約定した際に，その約定価格にLOCK値が加算されて，その約定するタイミングで順次生成されるから，「一の注文手続で生成」されるものではなく，「最も高い売り注文価格の売り注文の約定」を契機としてシフトを行わせるという相違点1-1に係る本件発明1の構成に至ることはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，相違点1-1に係る本件発明1の構成は，甲1発明と甲2発明の1に基づいて当業者が容易に想到し得たものではないとした本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "そうすると，本件発明1は，甲1発明及び甲2発明の1に基づいて当業者が容易に発明をすることができたものとはいえないから，これと同旨の本件審決の判断に誤りはない。",
                    "したがって，原告主張の取消事由1-1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-2(甲1を主引用例とする本件発明2ないし12の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件発明1が甲1発明及び甲2発明の1に基づいて当業者が容易に発明をすることができたものではないことを前提として，本件発明3，5，7，9，11についても当業者が容易に発明をすることができたものではなく，また，本件発明2，4，6，8，10，12についても，甲1，甲2及び甲3(特開2008-40689号公報)に記載された発明に基づいて当業者が容易に発明をすることができたものではない旨判断した。",
                "しかしながら，前記1(1)のとおり，本件発明1は甲1発明及び甲2発明の1に基づいて当業者が容易に発明をすることができたものであるから，本件審決の上記判断は，その前提において誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記1(2)のとおり，本件発明1は甲1発明及び甲2発明の1に基づいて当業者が容易に発明をすることができたものとはいえないから，原告主張の取消事由1-2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2-1(甲2を主引用例とする本件発明1の進歩性の判断の誤り(その1))について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，①甲2発明の1は，相場価格が上昇する状況を前提とし，上昇する相場に追従するように，従前のものより所定価格だけ増加させたイフダンオーダーを生成することを繰り返すことで利益を得ることを目的とする発明であるのに対し，甲1発明は，想定した一定の価格帯に複数のイフダンオーダーをしかけ，同じ価格帯においてイフダンオーダーを繰り返すことで，相場価格が一定の範囲内で変動する状況で利益を得ることを目的とする発明であって，両者は，目的(課題)が異なるものであるから，これらを組み合わせる動機付けがあると認めることはできない，②仮に甲2発明の1に甲1発明を組み合わせることを試みると，甲1発明は，複数の買い注文情報と等しい値幅で価格が異なる複数の売り注文情報を一の注文手続で生成する構成を備えるから，当該構成を甲2発明の1に適用して，インクリメントオプションを含んだ複数のLOCK注文を，等しい値幅で価格を異ならせて一の注文手続により生成するよう変形することが考えられるが，そのように甲2発明の1を変形すると，複数の異なる価格で生成されるLOCK注文のそれぞれが同じようにインクリメントオプションによる新たな注文の生成を行うことになり，相違点2-4に係る，「複数の売り注文のうち，最も高い売り注文価格の売り注文」の約定を「さらに所定価格だけ高い売り注文価格の情報を含む売り注文情報」を生成する契機とする本件発明1の構成に至ることができないから，相違点2-1ないし相違点2-4に係る本件発明1の構成は，甲2発明の1及び甲1発明に基づいて，当業者が容易に想到し得たものではないとして，本件発明1は，当業者が容易に発明をすることができたものではない旨判断した。",
                "しかしながら，本件審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2-4の容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2発明の1は，約定検知手段が，「売り注文」が約定されたことを検知すると，注文情報生成手段は，「買い注文情報」を生成し，その後当該買い注文が約定した際に，前記「売り注文」の注文価格よりも「さらに所定価格だけ高い売り注文価格の情報を含む売り注文情報」を生成する構成を備えている。",
                        "一方，甲1発明は，本件発明1の構成のうち，約定検知手段の動作が「複数の売り注文のうち，最も高い売り注文価格の売り注文」が約定されたことを検知する動作である構成及び約定検知手段による売り注文の約定検知時の注文情報生成手段の動作が「前記複数の売り注文のうち最も高い売り注文価格に関連する売り注文価格の情報を含む売り注文情報を生成する」動作である構成をいずれも備えている。",
                        "そして，前記1(1)イ(イ)のとおり，甲2発明の1と甲1発明は，金融商品の取引に関する技術分野に属している点で技術分野が共通すること，「顧客に利益をもたらす装置を提供する」という目的(課題)が共通すること，甲1発明は，甲2発明の1の従来技術に相当するものであることに照らすと，甲1及び甲2に接した当業者は，甲2発明の1の上記構成に甲1発明の上記構成を組み合わせる動機付けがあるから，甲2発明の1において，相違点2-4に係る本件発明1の構成とすることを容易に想到することができたものである。",
                        "したがって，これと異なる本件審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，甲2発明の1において，「複数の異なる価格で生成されるLOCK注文のそれぞれが同じようにインクリメントオプションによる新たな注文の生成を行うことになる」ことは，本件審決が述べるような相違点2-4に係る本件発明1の構成に至ることができないことの理由にはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，当業者は，甲2発明の1及び甲1発明に基づいて，相違点2-4に係る本件発明1の構成を容易に想到することができたものである。",
                    "したがって，本件発明1は，甲2発明の1及び甲1発明に基づいて，当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2-4の容易想到性の判断の誤りの主張に対し",
                  "text": [
                    "原告主張の取消事由2-1は，取消事由1-1の主引用例と副引用例を入れ替えて，甲2発明の1を主引用例，甲1発明を副引用例とする進歩性欠如の無効理由2についての本件審決の判断の誤りをいうものである。",
                    "前記1(2)イで述べたように，甲2発明の1と甲1発明を組み合わせる動機付けがなく，かえって阻害要因があること，これらを組み合わせても相違点2-4に係る本件発明1の構成に至らないことからすれば，相違点2-4に係る本件発明1の構成は，甲1発明と甲2発明の1に基づいて当業者が容易に想到し得たものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲2発明の1及び甲1発明に基づいて当業者が容易に発明をすることができたものとはいえないから，これと同旨の本件審決の判断に誤りはない。",
                    "したがって，原告主張の取消事由2-1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2-2(甲2を主引用例とする本件発明2ないし12の進歩性の判断の誤り(その1))について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件発明1が甲2発明の1及び甲1発明に基づいて当業者が容易に発明をすることができたものではないことを前提として，本件発明3，5，7，9，11についても当業者が容易に発明をすることができたものではなく，また，本件発明2，4，6，8，10，12についても，甲1ないし3に記載された発明に基づいて当業者が容易に発明をすることができたものではない旨判断した。",
                "しかしながら，前記3(1)のとおり，本件発明1は甲2及び甲1に基づいて当業者が容易に発明をすることができたものであるから，本件審決の上記判断は，その前提において誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記3(2)のとおり，本件発明1は甲2発明の1及び甲1発明に基づいて当業者が容易に発明をすることができたものとはいえないから，原告主張の取消事由2-2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3-1(甲2を主引用例とする本件発明1の進歩性の判断の誤り(その2))について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，①甲2発明の2は，相場価格が上昇することを前提とし，上昇する相場に追従するように，従前のものより所定価格だけ増加させたイフダンオーダーを生成することを繰り返すことで利益を得ることを目的(課題)とする発明であるのに対し，甲1発明は，想定した一定の価格帯に複数のイフダンオーダーをしかけ，同じ価格帯においてイフダンオーダーを繰り返すことで，相場価格が一定の範囲内で変動する状況で利益を得ることを目的(課題)とする発明であって，両者は，目的(課題)が異なるものであるから，これらを組み合わせる動機付けがあると認めることはできない，②仮に甲2発明の2と甲1発明との組合せを試みると，甲1発明は，複数の買い注文情報と複数の売り注文情報を一の注文手続で生成する構成を備えるから，当該構成を甲2発明の2に適用して，甲2発明の2における「(1)，(2)’及び(2)”」，「(3)，(4)’及び(4)”」，「(5)，(6)’及び(6)”」という買い注文及び売り注文の組合せに係る注文情報をそれぞれ1組の注文情報群として一の注文手続で生成することにより，本件発明1の相違点3-3及び相違点3-4に係る構成とすることが考えられるが，「(1)，(2)’及び(2)”」，「(3)，(4)’及び(4)”」，「(5)，(6)’及び(6)”」の各組み合わせをそれぞれ1組の注文情報群とした場合，「買い注文情報」は単数であって複数ではなく，複数の売り注文情報に含まれる売り注文価格の「値幅」は1個しか存在しないこととなり，相違点3-1及び相違点3-2に係る本件発明1の構成に至ることができないから，相違点3-1ないし相違点3-4に係る本件発明1の構成は，当業者が容易に想到し得たものではなく，本件発明1は，甲2発明の2及び甲1発明に基づいて，当業者が容易に想到し得たものではないとして，本件発明1は，当業者が容易に発明をすることができたものではない旨判断した。",
                "しかしながら，本件審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点3-1ないし相違点3-4の容易想到性の判断の誤り",
                  "text": [
                    "インクリメントオプションを含んだ複数のLOCK注文からなる甲2発明の2に，甲1発明の複数の買い注文情報と等しい値幅で価格が異なる複数の売り注文情報を一の注文手続で生成する構成を組み合わせる際，甲1発明に倣って，等しい値幅で価格を異ならせて一の注文手続により生成するよう変形することが可能である。このように甲2発明の2に甲1発明を組み合わせた場合，買い注文情報生成手段が複数の買い注文情報を生成し，複数の売り注文情報に含まれる売り注文価格の情報がそれぞれ等しい値幅で価格が異なるという，相違点3-1及び相違点3-2に係る本件発明1の構成に至ることができる。",
                    "そして，前述のとおり，甲2発明の2の上記構成に甲1発明の前記1(1)アの構成を組み合わせる動機付けがあるから，甲1及び甲2に接した当業者は，甲2発明の2において，相違点3-1及び相違点3-2に係る本件発明1の構成とすることを容易に想到することができたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，当業者は，甲2発明の2及び甲1発明に基づいて，相違点3-1ないし相違点3-4に係る本件発明1の構成を容易に想到することができたものである。",
                    "したがって，本件発明1は，甲2発明の2及び甲1発明に基づいて，当業者が容易に発明をすることができたものであるから，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点3-1ないし相違点3-4の容易想到性の判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前述のとおり，甲2に開示されているのは，取引費用を抑えてリスクを回避するために，1つの注文を順次行うという，甲2発明の1と同様の発明に過ぎず，複数のイフダン注文を行う甲1発明とは，真逆といっていいほど技術思想が異なる。",
                        "そして，甲2発明の2と甲1発明を組み合わせる動機付けがなく，両発明を組み合わせることに阻害要因があること，これらを組み合わせても相違点3-4に係る本件発明1の構成に至らないことは，前記3(2)アで述べたのと同様である。",
                        "そうすると，相違点3-4に係る本件発明1の構成は，甲2発明の2及び甲1発明に基づいて当業者が容易に想到し得たものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2発明の2は，取引費用を抑えてリスクを回避するために，注文を一つずつ順次行う発明であるから，甲2発明の2に甲1発明を組み合わせる場合には，注文の数を増やすのではなく，甲2発明の2の既存の注文を前提として，これらの注文に係る注文情報を甲1発明のように一の手続で生成する構成を採用すると考えるのが自然である。",
                        "しかるところ，仮に甲2発明の2と甲1発明とを組み合わせるとした場合には，甲2発明の2における「(1)，(2)’及び(2)\"」，「(3)，(4)’及び(4)\"」，「(5)，(6)’及び (6)\"」という買い注文及び売り注文の組合せに係る注文情報をそれぞれ1組の注文情報群として―の注文手続で生成する構成となり，「買い注文情報」は単数であって複数ではなく，複数の売り注文情報に含まれる売り注文価格の「値幅」は1個しか存在しないこととなるから，相違点3-1及び3-2に係る本件発明1の構成を備えるには至らない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲2発明の2及び甲1発明に基づいて当業者が容易に発明をすることができたものとはいえないから，これと同旨の本件審決の判断に誤りはない。",
                    "したがって，原告主張の取消事由3は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由3-2(甲2を主引用例とする本件発明2ないし12の進歩性の判断の誤り(その2))について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件発明1が甲2発明の2及び甲1発明に基づいて当業者が容易に発明をすることができたものではないことを前提として，本件発明3，5，7，9，11についても当業者が容易に発明をすることができたものではなく，また，本件発明2，4，6，8，10，12についても，甲1ないし3に記載された発明に基づいて当業者が容易に発明をすることができたものではない旨判断した。",
                "しかしながら，前記5(1)のとおり，本件発明1が甲2発明の2及び甲1発明に基づいて当業者が容易に発明をすることができたものであるから，本件審決の上記判断は，その前提において誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記5(2)のとおり，本件発明1は甲2発明の2及び甲1発明に基づいて当業者が容易に発明をすることができたものとはいえないから，原告主張の取消事由3-2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由4(サポート要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の特許請求の範囲(請求項1)の構成要件1Hは，以下のとおり，本件出願の願書に添付した明細書(以下，図面を含めて「本件明細書」という。)の発明の詳細な説明に記載したものではないから，本件発明1は，サポート要件に適合しない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の構成要件1Hの「前記相場価格が変動して，前記約定検知手段が，前記複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知すると，前記注文情報生成手段は，前記約定検知手段の前記検知の情報を受けて，前記複数の売り注文のうち，最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報を生成すること」とは，本件明細書の【0078】で定義するシフト機能(「新規注文と決済注文が少なくとも1回ずつ約定したのちに，更に新規注文や決済注文が発注される際に，先に発注済の注文の価格や価格帯とは異なる価格や価格帯にシフトさせた状態で，新たな注文を発注させる態様の注文形態」)を規定したものである。",
                        "しかるところ，本件明細書には，「発明の実施の形態3」として，「いったんスルー注文」及び「決済トレール注文」の構成を組み合わせたものに基づいて，当初のものから変動した後の決済注文が一度に全部約定したとき，この約定価格に基づいて，「シフト機能」によるシフトが行われること，すなわち，複数の新規注文の全て及び複数の決済注文の全てがそれぞれ1回ずつ約定した場合に複数の新規注文の全て及び複数の決済注文の全てに対応する個数の新たな複数の新規注文及び新たな複数の決済注文を発注させることの記載があり(【0138】，【0145】ないし【0149】，図35)，これは，従前の新規注文及び従前の決済注文の全ての約定を待って新たな新規注文が一括して生成されるものである。",
                        "他方で，構成要件1Hに含まれる，「シフト機能」を「いったんスルー注文」及び「決済トレール注文」に組み合わせたもの以外の構成のもの(例えば，最も高い売り注文価格の特定の一の売り注文が約定されたことを検知すると，前記注文情報生成手段が，更に所定価格だけ高い「一の売り注文情報」を生成するもの)については，実質的にも形式的にも記載はない。",
                        "したがって，構成要件1Hは，本件明細書の発明の詳細な説明に記載したものといえないから，本件発明1は，サポート要件に適合しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し，本件審決は，①図35から，売り注文S1，S2，S3，S4，S5のうち，新規注文(買い注文)B5，B4に対応する決済注文(売り注文)S5，S4が約定すると，元の買い注文B5，B4と同じ注文価格の買い注文B5，B4が再度生成されることが看取され，図示はないものの，買い注文B5，B4が再度生成される際に，元の売り注文S5，S4と同じ注文価格のS5，S4の売り注文情報も再度生成され，その後，売り注文S1，S2，S3の売り注文価格が，「決済トレール注文」の機能により相場価格の上昇に伴って順次上昇し，点P2の相場価格で約定した際に，先のものと異なる売り注文価格で新たな売り注文情報が生成され(注文価格情報がシフトされる)，その際，約定したS1，S2，S3の3つの売り注文は，複数の売り注文S1，S2，S3，S4，S5のうち最も高い売り注文価格の売り注文となっているから，「シフト機能」の動作において，最も高い売り注文価格の売り注文が約定したことを契機として，複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報が生成されることが理解できるものであり，当該「シフト機能」は，「いったんスルー注文」や「決済トレール注文」と組み合わせるか否かを任意に選択できるものである，②本件明細書の【0149】及び【0161】から，本件明細書記載の「シフト機能」には，複数の売り注文すべての価格帯を変動させる構成のみならず，複数の売り注文のうち1個の売り注文の価格を変動させる構成も含まれると認識することができる旨判断した。",
                        "しかしながら，上記①の点については，図35には，S5，S4が約定した後に再度S5，S4が生成されることの記載はなく，B5，B4には，直後に「キャンセル」と記載されていることからすれば，S5，S4が約定しても，元の買い注文B5，B4と同じ注文価格の買い注文B5，B4がそもそも生成されないか，生成されてもすぐにキャンセルされていると理解できる。加えて，本件明細書の【0144】ないし【0147】にも，新たな新規注文B5及びB4は，個別に生成されるのではなく，(従前の)決済注文の全ての約定((従前の)決済注文S1ないしS3の約定)を待って，新たな新規注文B1ないしB3とともに新たな新規注文が一括して生成されることが開示されていることからすると，図35には，同図右上のS1ないしS3が同時に約定し，もって，B5ないしB1及びS5ないしS1の全てが1回ずつ約定した後に，「シフト機能」によるシフトが行われ，新たなB5ないしB1及びS5ないしS1が一括的に生成される場合が示されているに過ぎず，B5，B4に対応する決済注文S5，S4が約定すると，元の買い注文B5，B4と同じ注文価格の買い注文B5，B4が再度生成されることを看取できない。",
                        "次に，上記②の点については，本件明細書の上記記載から，複数の売り注文のうち1個の売り注文の価格を変動させる構成も含まれると認識することはできない。",
                        "したがって，本件審決の上記①及び②の判断は，いずれも誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，本件発明1はサポート要件に適合しないから，本件発明2ないし12も，サポート要件に適合しない。",
                    "したがって，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の【0078】には，「シフト機能」は，新規注文と決済注文が少なくとも1回ずつ約定したのちに，先に発注済の注文の価格や価格帯とは異なる価格や価格帯にシフトさせた状態で，新たな注文を発注させる態様の注文形態との記載があり，複数のイフダンオーダーを仕掛ける「価格帯」をシフトさせる構成のみならず，特定の注文の「価格」をシフトさせる構成も開示されている。また，本件明細書の【0078】には，シフト機能は，図35で示す実施の形態3の取引例の態様に限定されるものではなく，従前の新規注文と決済注文を全て一括してシフトさせる構成のみならず，新規注文のみあるいは決済注文のみをシフトさせてもよいことが明示されている。",
                    "次に，図35及び本件明細書の【0138】の記載から，図35に示す実施の形態3は，シフト機能に決済トレール注文を組み合わせたトラップリピートイフダン注文で行われ，決済注文S5，S4が約定した後に，元の買い注文と同じ注文価格の買い注文B5，B4及び元の売り注文S5，S4と同じ注文価格の売り注文S5，S4が再度生成されるが，この時点ではシフトは発生せず，通常のリピートイフダン注文が繰り返され，その後相場価格が変動して，S1ないしS3の売り注文価格がトレールし，S1ないしS3が最も高い注文価格の売り注文として同時に約定すると，再度生成された上記S5，S4は約定していないにも関わらずこれをキャンセルして，S1ないしS3のシフトが実行されることを理解できる。",
                    "他方で，本件明細書の【0149】には，シフト機能は発明の実施の形態3の取引例の態様に限定されるものではなく，従前の新規注文と決済注文を全て一括してシフトさせる構成のみならず，新規注文のみあるいは決済注文のみをシフトさせてもよいことが明示されている。そして，シフト機能に決済トレール注文を組み合わせない場合であれば，図35において，S2及びS3の売り注文価格がトレールしないため，それぞれの注文情報が生成された時点における価格のとおり，それぞれ別々に約定し，その場合，実施の形態 3の取引例でS5及びS4が約定した段階ではシフトが生じていないのと同様，S3やS2が約定した段階ではシフトが生じず，その後に最も高い売り注文価格の売り注文であるところのS1が約定した段階でシフトが生じることになることは，当業者であれば，ごく自然に理解できる。",
                    "以上によれば，本件明細書の【0078】，【0149】，図35などの記載から，本件明細書には，発明の実施の形態3の取引例以外にも，最も高い売り注文価格の売り注文の約定を契機として最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報を生成するというシフト機能(構成要件1H)による処理が行われることの開示があるといえる。",
                    "したがって，本件明細書には，「シフト機能」(構成要件1H)を「いったんスルー注文」及び「決済トレール注文」に組み合わせたもの(実施の形態3)以外の構成のものについて実質的にも形式的にも記載がなく，構成要件1Hは，本件明細書に記載したものではないから，本件発明1は，サポート要件に適合するとした本件審決の判断に誤りがあるとの原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，本件発明1は，サポート要件に適合するから，本件発明1がサポート要件に適合しないことを前提に，本件発明2ないし12がサポート要件に適合するとした本件審決の判断に誤りがあるとの原告の主張も理由がない。",
                    "したがって，原告主張の取消事由4は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲8)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する「図1，図2，図13，図14，図23，図24，図30，図33，図34，図35」については別紙1を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，取引の管理及び支援を行う技術に関する。本発明は，例えば，外国為替等の金融商品の取引を管理及び支援する装置等に適用することができる。",
                    "【背景技術】",
                    "【0002】",
                    "外国為替等の金融商品の取引方法として，成行注文(注文発注時点の相場価格で取引を行う注文形態)や指値注文(相場価格が予め指定された価格になった時点で取引を行う形態)等が知られている。従来，これらの注文形態，例えば指値注文による取引を，コンピュータシステムを用いて行う発明が知られている(例えば，特許文献1参照)。すなわち，この発明においては，予め設定された価格をポジションとする金融商品の注文を発注し，金融商品の相場価格がこの価格に至ったときにその注文を約定させることで取引を行わせる。",
                    "【発明が解決しようとする課題】",
                    "【0004】",
                    "ここで，金融商品の価格は，常に不規則に変動しており，正確に予測することは実質的に不可能である。しかし，上記特許文献1においては，発注される注文情報の価格は一定であるため，人手によって行う取引であれば得る可能性のある利益が得られなくなるという問題もある。",
                    "【0005】",
                    "本発明はかかる課題に鑑みてなされたものであり，コンピュータシステムを用いて行う金融商品の取引において，多くの利益を得る機会を提供できる金融商品取引管理装置，金融商品取引管理システム，金融商品取引管理システムにおける取引管理方法を提供することを課題としている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【課題を解決するための手段】",
                  "text": [
                    "【0006】",
                    "かかる課題を解決するため，請求項1に記載の発明は，相場価格の変動に応じて継続的に金融商品の取引を行うための金融商品取引管理装置であって，前記金融商品の買い注文を行うための複数の買い注文情報を生成する買い注文情報生成手段と，前記買い注文の約定によって保有したポジションを，約定によって決済する売り注文を行うための複数の売り注文情報を生成する売り注文情報生成手段とを有する注文情報生成手段と，前記買い注文及び前記売り注文の約定を検知する約定検知手段とを備え，前記複数の売り注文情報に含まれる売り注文価格の情報は，それぞれ等しい値幅で価格が異なる情報であり，前記注文情報生成手段は，前記複数の売り注文情報を一の注文手続で生成し，前記相場価格が変動して，前記約定検知手段が，前記複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知すると，前記注文情報生成手段は，前記約定検知手段の前記検知の情報を受けて，前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報を生成することを特徴とする。",
                    "【発明の効果】",
                    "【0018】",
                    "本発明によれば，相場価格の変動により，元の第一注文価格や元の第二注文価格よりも相場価格の変動方向側に新たな第一注文価格の第一注文情報や新たな第二注文価格の第二注文情報を生成し，相場価格を反映した注文の発注を行うことができる。これにより，コンピュータシステムを用いて行う金融商品の取引において，多くの利益を得る機会を提供できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【0020】",
                  "text": [
                    "［発明の実施の形態1］",
                    "以下，この発明の一の実施の形態について図面を参照して説明する。",
                    "【0021】",
                    "［システム構成］",
                    "図1は，この実施の形態1の金融商品取引管理システムのシステム構成図及び機能ブロック図である。同図に示すとおり，金融商品取引管理システム1Aは，金融商品取引管理装置1と，n個(n≧1)のクライアント端末21～2nとを備えており，金融商品取引管理装置1とクライアント端末21～2nは，WAＮ(Wide Area Network)としてのインターネット3を介して相互に交信可能である。この実施の形態1の金融商品取引管理システム1Aは，金融商品として外国為替を取扱う。",
                    "【0025】",
                    "図1に示す通り，金融商品取引管理装置1は，上述した各種プログラムとハードウェア資源とに基づいて実現される機能手段としてのデータ処理部10，及び，データ処理部10にて処理される各種データが記録されるデータベース18を有する。データ処理部10は金融商品取引管理装置1において用いる各種データの生成，加工等の処理を行うものであり，更に，同じく機能手段としてのフロントページ配信部11，「注文情報受付手段」としての注文入力受付部12，入出金情報生成部13，「約定情報生成手段」としての約定情報生成部14，口座情報生成部15，「注文情報生成手段」としての注文情報生成部16，データベース(DB)接続基底部17，「相場価格情報管理手段」としての価格情報受信管理部19を有している。",
                    "【0028】",
                    "注文情報生成部16は，注文入力受付部12が処理した情報に基づいて，成立した金融商品の注文に関する情報を生成する。ここでの注文には，いわゆる成行注文，指値注文，逆指値注文に加え，イフダンオーダーも含まれる。",
                    "【0029】",
                    "約定情報生成部14は，注文情報生成部16が生成した注文に基づく約定処理，及び，完了した約定処理に関する情報を顧客のクライアント端末2に送るための処理を行う。なお，ここでの「約定」とは，顧客の注文に基づいて金融商品の売買を成立させるための各種の手続並びに処理のことをいう。後述する通り，この実施の形態1において約定が成立すると，外国為替の売買が行われ，その結果，約定情報生成部14の指示に基づいて，口座情報生成部15が売買額に応じて証拠金情報(後述)を変換し，更に，入出金情報生成部13が入出金の一覧表に入金や出金の状況を記載する。また，約定情報生成部14は，約定が成立すると，クライアント端末2の表示部22に約定が成立した旨の文字情報等を表示させ，また，売買価格に基づいてクライアント端末の銀行口座の出入金処理を行う。",
                    "【0032】",
                    "データベース18は，金融商品取引管理装置1にて用いられるデータを記録する。…データベース18には，「注文情報記録手段」としての注文テーブル181，「顧客口座情報記録手段」としての顧客口座情報テーブル182，通貨ペア注文条件テーブル183，シーケンス番号テーブル184が記録されている。シーケンス番号テーブル184には注文情報(後述)ごとに一意に付されるシーケンス番号が記録される。…",
                    "【0038】",
                    "上述の金融商品取引管理装置1においては，一の予約注文によって，同一種類の金融商品について複数の逆指値注文を用いたイフダンオーダーによる取引を実現できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【0050】",
                  "text": [
                    "顧客が操作部21の操作により承認ボタン(図示せず)をクリックすると，金融商品取引管理装置1の注文情報生成部16はステップS1にて入力されたデータに基づいて注文情報を生成する(ステップS8)。具体的には，上記手順において入力された複数のデータを，注文価格を単位としてまとめ，各情報の単位に，シーケンス番号テーブル184に記録された注文にシーケンス番号を付与することで各注文情報を形成する。…一回のステップS8の手順にて生成される複数の注文情報は，同一種類の金融商品を第一の価格について指値注文する注文情報，及び第二の価格について指値注文する注文情報から成る注文情報群(以下単に「注文情報群」と称する。)を形成する。",
                    "【0051】",
                    "注文情報生成部16は，生成された注文情報群を注文テーブル181に記録する(ステップS9)。注文情報群は，図2に示す各フィールドの定義に基づいて注文テーブルに記録される。…",
                    "【0055】",
                    "ここで，「いったんスルー注文」とは，それぞれの新規注文を，新規注文を約定させる基準となる価格として設定された「第一注文価格」としての新規注文価格に対し，相場価格が，新規注文価格を超えて下落(又は上昇)したのちに再度新規注文価格に一致した後に約定するように設定された注文形態をいう…。また，「決済トレール注文」とは，それぞれの決済注文を，決済注文を約定させる基準となる価格として設定された「第二注文価格」としての決済注文価格に対し，相場価格が，決済注文価格を超えて上昇(又は下落)したのちに再度決済注文価格に一致した後に約定する注文であって，第二注文はトレール幅情報に基づいて第二注文価格が上昇(又は下落)するように設定された注文形態をいう…。",
                    "【0056】",
                    "以下，これらの図に基づいて処理手順の原理を説明する。なお，金融商品取引管理装置1においては，「いったんスルー注文」と「決済トレール注文」とを併用することもできるし，何れか一方のみを用いることもできる。",
                    "【0057】",
                    "なお，以下の説明においては，「第一注文」が新規の逆指値注文として構成され，「第二注文」を決済の逆指値注文として構成された態様を記載するが，これは，「第一注文」や「第二注文」の構成の例示であって，これ以外の態様，例えば，「第一注文」や「第二注文」が，指値注文として構成されているものや，成行注文として構成されているものであってもよい。",
                    "【0058】",
                    "［「いったんスルー注文」における取引手順の原理］",
                    "受け付け完了後，金融商品取引管理装置1の価格情報受信管理部19は為替相場の相場価格の情報取得を継続する。例えば，受け付け完了時の相場価格が1ドル＝104．00円であり，想定買いレート51(入力画面の入力に基づいて，新規注文の約定価格として設定された価格のこと。…)が103．00円，スルー値幅情報(約定予定価格に対して高値方向又は安値方向の値幅の情報のこと。…なお，この実施の形態1においては，スルー値幅情報は，予め設定された価格として設定されている。)が0．20円，想定売りレート52(入力画面の入力に基づいて，決済注文の約定価格の基準となる価格として設定された価格のこと。…。なお後述する通り，この実施の形態においては，決済注文は，相場価格61が想定売りレート52に一致しても約定させず，相場価格61が想定売りレート52の価格を下回った時に約定させる構成となっている。)が104．00円として設定されているものとする。",
                    "【0064】",
                    "このように，「いったんスルー注文」においては，新規注文は，相場価格61が，想定買いレート51を超えて下落(又は上昇)したのちに再度想定買いレート51に一致した後に約定するように設定されているので，下落相場が上昇相場に転ずる価格や(又は，上昇相場が下落相場に転ずる価格)に近い価格で取引を行える可能性が高くなり，含み損を抱えにくくする可能性を持たせることができる。",
                    "【0067】",
                    "［「決済トレール注文」における取引手順の原理］",
                    "受け付け完了後，金融商品取引管理装置1の価格情報受信管理部19は為替相場の相場価格の情報取得を継続する。例えば図8に示すように，受け付け完了時の相場価格が1ドル＝80．00円であり，想定買いレート53が78．00円，スルー値幅情報が0．30円，トレール幅情報が0．30円，想定売りレート54(この実施の形態においては，決済注文は，相場価格62が想定売りレート54に一致しても約定させず，相場価格61が想定売りレート54の価格を下回った時に約定させる構成となっている。)が79．00円として設定されているものとする。また，新規注文の発注と約定において，上述の「いったんスルー注文」が用いられる設定とされているものとする。",
                    "【0076】",
                    "このように「決済トレール注文」においては，決済注文は，相場価格62が，想定売りレート54を超えて上昇(又は下落)したのちに再度想定売りレート54に至った後に約定するように設定されているので，上昇相場が下落相場に転ずる価格や，下落相場が上昇相場に転ずる価格に近い価格で取引を行える可能性が高くなり，取引により大きな利益を得られる可能性を持たせることができる。また，決済注文は，相場価格62と発注後の決済の基準となる価格である想定売りレート54との値幅が所定のトレール幅以上になった場合に，トレール情報に基づいて，相場価格62が上昇方向(又は下落方向)に移動されるように設定されるので，相場が大きく変動した場合における利益を大きく確保することを可能にする。これにより，コンピュータシステムを用いて行う金融商品の取引において，多くの利益を得る機会を提供できる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0078】",
                  "text": [
                    "［シフト機能］",
                    "金融商品取引管理装置1や金融商品取引管理システム1Aにおいて，既に発注した新規注文と決済注文をそれぞれ約定させたのち，「シフト機能」による処理を併用した取引を行うことも可能である。この「シフト機能」による注文は，上述した，「いったんスルー注文」や「決済トレール注文」や，各種のイフダン注文(例えば後述する「リピートイフダン注文」や「トラップリピートイフダン注文」)等に基づいて，新規注文と決済注文が少なくとも1回ずつ約定したのちに，更に新規注文や決済注文が発注される際に，先に発注済の注文の価格や価格帯とは異なる価格や価格帯にシフトさせた状態で，新たな注文を発注させる態様の注文形態である。この「シフト機能」の詳細は後述する。",
                    "【0080】",
                    "この処理手順においては，「いったんスルー注文」と「決済トレール注文」とを，「リピートイフダン注文」と組み合わせた状態を示す。この「リピートイフダン注文」とは，新規注文と，この新規注文の決済注文とがそれぞれ約定されたのち，新たな新規注文によるポジションの保有と決済注文によるこのポジションの決済とを繰り返すように取引を行わせる注文形態のことである。",
                    "【0081】",
                    "図3に示すステップS1の処理の後，クライアント端末2の表示部22には入力画面が表示される。図13は，このとき表示部22に表示された入力画面40の一例を示す概念図である。同図の入力画面40においては，トラップリピートイフダン注文(一の金融商品について，複数の「第一注文」としての新規注文と，複数の「第二注文」としての決済注文と，それぞれの新規注文同士，それぞれの決済注文同士が均等な値幅となるように発注し，一の新規注文がポジションを有し，そのポジションを有した新規注文について，一の決済注文が約定すると，その新規注文と同じ価格の新たな新規注文と，その決済注文と同じ価格の新たな決済注文とが再度生成されることが繰り返される注文形態のこと。…)を発注するための入力画面が示されている。",
                    "【0082】",
                    "図13に示す入力画面40は，取引可能な通貨ペアを画面表示させる売買希望通貨ペア選択ボタン401，それぞれの注文ごとの金融商品の注文金額を入力させる注文金額入力欄402，発注する新規注文の基準価格(それぞれの注文情報の発注の基準となる注文価格)を入力するスタート価格入力欄403，発注する注文の種類を入力する注文種類選択欄404，トラップ(複数発注される注文を構成する，個々の注文のこと。本明細書において同じ。)の本数を入力するトラップ本数入力欄405，複数の新規注文同士や，複数の決済注文同士の値幅を入力するトラップ値幅入力欄406を備えている。",
                    "【0083】",
                    "また，入力画面40は，…「いったんスルー注文」を行うか否かを選択するいったんスルー選択欄408，「決済トレール注文」を行うか否かを選択する決済トレール選択欄409a，決済トレール注文を行う際の第二注文価格の変動が行われる相場価格の間隔，及び／又は，変動一回ごとの第二注文価格の変動幅としての「トレール幅」(この実施の形態では第二注文価格の変動が行われる相場価格の間隔，及び，変動一回ごとの第二注文価格の変動幅としての「トレール幅」を示す。…)を入力するトレール幅入力欄409bを備えている。",
                    "【0084】",
                    "また，入力画面40は，「シフト機能」による処理の実行を選択するためのシフト機能選択欄410，相場価格が所定の価格まで下落又は上昇したときに，逆指値注文を約定させることで継続中の取引や事後の取引をキャンセルさせる処理(以下単に「ストップロス処理」と称する。)を行わせる価格であるストップロス価格(以下単に「ストップロス価格」と称する。)を設けるか否かを選択するストップロス選択欄411a，ストップロス価格を入力するストップロス価格入力欄411b，…を備えている。",
                    "【0085】",
                    "図13においては，売買希望通貨ペア選択ボタン401にて「USドル／日本円(日本円でUSドルを売買する)」を選択し，注文金額入力欄402に「10万ドル」が入力され，スタート価格入力欄に「100．50円」が入力され，注文種類選択欄404において「第一注文が新規の買いの指値注文」が選択され，トラップ本数入力欄405に「1」本が入力され，利益金額入力欄407に「50000円」が入力され，トラップ値幅入力欄406に「0．20円」が入力され，いったんスルー選択欄408及び決済トレール選択欄409aが選択された状態(チェックが入力された状態)で，トレール幅入力欄409bに「0．20」円が選択され，シフト機能選択欄410が未選択の状態，ストップロス選択欄411aが選択された状態で，ストップロス価格入力欄411bに「98．00」円が入力された状態が示されている。",
                    "【0086】",
                    "なお，入力画面40には，いったんスルー選択欄408，決済トレール選択欄409a，トレール幅入力欄409bストップロス選択欄411aストップロス価格入力欄411bのうちの一部又は全部の構成が設けられていなくてもよい。",
                    "【0087】",
                    "すなわち，金融商品取引管理装置1において，「いったんスルー注文」「決済トレール注文」のうち一方の機能が設けられていない構成であってもよいし，「いったんスルー注文」「決済トレール注文」のうち一方又は双方が，入力画面40から入力されて発注される全ての注文に対して自動的に設定される構成であってもよい。また，入力画面40に決済トレール選択欄409aのみが設けられてトレール幅入力欄409bが存在せず，「決済トレール注文」の決済トレール価格は予め設定された特定の価格で一律に設定される構成であってもよい。また，「ストップロス処理」が行われない構成であってもよいし，入力画面40にストップロス選択欄411aのみが設けられてストップロス価格入力欄411bが存在せず，「ストップロス価格」が特定の価格で一律に設定されている構成であってもよい。",
                    "【0091】",
                    "図13に示す入力画面40の各種入力欄，選択欄401～411bに適宜入力や選択が行われた状態で確認ボタン413がクリックされると，注文情報生成部16は，これらの入力や選択に基づく数値に基づいて演算を行って注文情報を生成する。そして，複数の注文情報によって注文情報群が生成される。この注文情報群とは，特定の関連性(例えば，同時に発注される一連の注文や，新規注文とこの新規注文に対応する決済注文やストップロス注文等の関連性)を有する複数の注文情報からなる情報の集合や，それらの情報を生成するデータの集合のことである。",
                    "【0092】",
                    "図14は，注文情報生成部16によって生成されて注文テーブル181に記録された，注文情報群を模式的に示した図である。なお，同図に示す態様のテーブルは，フロントページ配信部11によってクライアント端末2の表示部22にも画像表示される。",
                    "【0093】",
                    "図14に示す通り，注文情報群1810Aは，第一の価格について逆指値注文をする，「第一順位の注文情報」としての新規注文情報18101，第二の価格について逆指値注文をする「第二順位の注文情報」を形成する，「第一の決済注文情報」としての決済注文情報18102，及び，「第二順位の注文情報」を形成する，「第二の決済注文情報」としてのストップロス注文情報18103から成る。ここで，「第一順位の注文情報」は，約定の順序としての優先順位の高い注文情報であり，「第二順位の注文情報」は，約定の順序としての優先順位の低い注文情報である。",
                    "【0094】",
                    "図14に示す通り，新規注文情報18101，決済注文情報18102，及びストップロス注文情報18103は，注文の通し番号としての注文情報181A，顧客毎に一意に付される顧客番号181B，売買の対象となる通貨の組合せ(主として日本円と外貨の組合せ)を識別するための通貨ペア情報181C，一の注文における外貨の持高としてのポジション…の価格情報としての注文金額情報181D，注文が発注された時刻の情報としての注文時刻情報181E，注文が「売り注文」「買い注文」の何れであるかを識別するフラグ情報としての売買方向情報181F，「約定価格の情報」としての注文価格情報181G，各注文情報1811～1816の有効期限を示す情報としての注文有効期限情報181H，例えば「成行注文」「イフダン注文」等の注文の種別を識別するフラグ情報としての注文種別情報181J，スルー値幅情報181K，トレール幅情報181L，各注文情報が「新規注文」なのか「決済注文」なのか，また，「指値注文」なのかを識別するフラグ情報としての新規／決済情報181Mを有する。図14に図示しないが，各注文情報18101～18103は，これらに加え，発注済の逆指値注文(又は指値注文)の注文情報としての有効な注文情報か，あるいは発注前の逆指値注文(又は指値注文)の注文情報としての無効な注文情報かを識別するためのフラグ情報である，有効／無効情報や，それぞれの注文情報18101～18103が第一順位の注文情報か，あるいは第二順位の注文情報かを識別するためのフラグ情報としての順位情報や，それぞれの注文情報の約定の“有”と”無”を識別するためのフラグ情報としての約定有無情報を属性情報として有する。これらの属性情報は，入力画面40から入力された情報に基づくものであり，上述のフィールド定義に基づいて注文テーブル181に記録される。",
                    "【0097】",
                    "図14に示す通り，この実施の形態1において，新規注文情報18101，決済注文情報18102のスルー値幅情報181Kは，予め設定された特定の価格差情報として固定化されている。具体的には，このスルー値幅情報は，「(1ドル＝0．20円を示す)20」として設定されている。この数値は，新規注文情報や決済注文情報の注文価格情報181Gと，新規注文や決済注文の発注のトリガー価格となる「発注トリガー」との価格差を設定するための価格情報である。…",
                    "【0099】",
                    "図14に図示しないが，有効／無効情報(図示せず)において，生成された当初，全ての注文情報18101～18103は，まず，未発注の状態としての無効(以下単に「無効」と称する。)である無効な注文情報と定義されている。",
                    "【0100】",
                    "また，全ての注文情報18101～18103は，逆指値注文として発注され，約定される。そのために，全ての注文情報18101～18103は，(順方向の)指値注文と，逆指値注文とを識別するための指値方向識別情報を備えて，この指値方向識別情報において，逆指値注文の注文情報として定義されている構成となっていてもよい。このような指値注文識別情報を有することで，「いったんスルー注文」や「決済トレール注文」を，多様な注文形態に適用することが可能になる。",
                    "【0111】",
                    "以上，この実施の形態1においては，新規注文情報18101は，相場価格63が，注文価格情報181Gに設定された価格を超えて下落又は上昇したのちに再度注文価格情報181Gに設定された価格に一致した後に約定するように設定され，また，決済注文情報18102は，相場価格63が，注文価格情報181Gに設定された価格を超えて上昇又は下落したのちに再度注文価格情報181Gに設定された価格に至った後に約定するように設定されているので，下落相場が上昇相場に転ずる価格や，上昇相場が下落相場に転ずる価格に近い価格で取引を行える可能性が高くなり，取引により大きな利益を得られる可能性を持たせることができる。また，決済注文情報18102は，トレール幅情報に基づいて上昇方向又は下落方向に移動されるように設定されるので，相場が大きく変動した場合における利益を大きく確保することを可能にする。また，トレール幅情報181Lを決済注文情報18102のみに設けることで，新規注文情報18101による新規注文のポジションの取得による含み損の発生を抑止させることができる。これにより，コンピュータシステムを用いて行う金融商品の取引において，相場価格の変動に伴う不利益の発生を抑止すると共に，多くの利益を得る機会を提供できる。",
                    "【0115】",
                    "この実施の形態1においては，新規注文情報18101に基づく新規注文と決済注文情報18102に基づく決済注文とが約定した後に再び新規注文と決済注文とを発注し，簡易な注文の発注処理に基づいて，継続的な取引機会を設けて，多くの利益を得る機会を提供することができる。",
                    "【0117】",
                    "なお，この実施の形態1においては，新規注文情報18101を買いの新規注文，決済注文情報を売りの決済注文として設定する構成としたが，逆に，新規注文情報18101を売りの新規注文，決済注文情報を買いの決済注文として設定することもできる(以下全ての実施の形態においても同じ)。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "【0118】",
                  "text": [
                    "［発明の実施の形態2］",
                    "図23乃至図33に，この発明の実施の形態2を示す。",
                    "【0119】",
                    "この実施の形態2の金融商品取引管理システムにおいては，「いったんスルー注文」と「決済トレール注文」とを，「トラップリピートイフダン注文」と組み合わせた状態を示す。この「トラップリピートイフダン注文」とは，同一の金融商品の，それぞれ異なる価格において発注された，複数の第一注文，及び，複数の第二注文の，注文と発注とを繰り返し行うように設定する注文をいう。",
                    "【0121】",
                    "この実施の形態2のシステム構成は実施の形態1と同じである。そして，図3に示すステップS1の処理の後，クライアント端末2の表示部22には入力画面が表示される。図23は，このとき表示部22に表示された入力画面40の一例を示す概念図である。この入力画面40は，図13に示す，発明の実施の形態1の入力画面40と異なり，トラップ本数入力欄405に「5」本と入力されている点が大きく相違する。また，利益金額入力欄407に「100000」円と入力されている点も，実施の形態1と相違する。",
                    "【0132】",
                    "その後，図30に示すように，相場価格64が上昇から下落に転じ，1ドル＝100．60円未満になると，約定情報生成部14は，決済注文S4，S5を約定させる処理を行う。これにより，(新規注文情報18114，18115に基づく)新規注文B4，B5と，(決済注文情報18119，18120に基づく)決済注文S4，S5によるイフダン注文の取引がそれぞれ成立する。これにより，注文情報生成部16は，元の新規注文B4，B5と元の決済注文S4，S5と同じ，新たな新規注文B4，B5と元の決済注文S4，S5を生成する。図30においては，新たに生成され，発注される予定の新規注文B4，B5を示している。なお，新たに生成された新規注文B4，B5や決済注文S4，S5に基づいて，元の新規注文B4，B5や決済注文S4，S5と同様の発注や約定が繰り返し行われることとなる。",
                    "【0135】",
                    "この実施の形態2においては，複数の新規注文情報18111，18112，18113，18114，18115に基づく複数の新規注文や，複数の決済注文情報18116，18117，18118，18119，18120に基づく複数の決済注文をそれぞれ異なる価格において発注することにより，注文を複数の価格に分散させることができ，これにより，特定の価格に集中して注文が発注されたのちに相場が想定外の変動をすること等により発生するリスクを軽減させることができる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "【0137】",
                  "text": [
                    "［発明の実施の形態3］",
                    "図34及び図35に，この発明の実施の形態3を示す。",
                    "【0138】",
                    "この実施の形態3の金融商品取引管理システムにおいては，「いったんスルー注文」と「決済トレール注文」とを，「らくトラ」による注文と組み合わせ，さらに「シフト機能」を行わせる状態を示す。この「らくトラ」による注文とは，顧客の入力等に基づいて上限価格と下限価格を設定し，この上限価格と下限価格との間に，複数の第一注文，及び／又は，複数の第二注文を設定する注文形態をいう。",
                    "【0139】",
                    "以下，この実施の形態3における構成と具体的処理内容を示す。ここでは，「第一注文」をイフダン注文の新規注文，「第二注文」をイフダン注文の決済注文として発注し，実施の形態2と同様の「トラップリピートイフダン注文」として取引を行わせ，さらに「シフト機能」を行わせる構成に基づいて説明する。",
                    "【0140】",
                    "この実施の形態3のシステム構成は実施の形態1，実施の形態2と同じである。そして，図3に示すステップS1の処理の後，クライアント端末2の表示部22には入力画面が表示される。図34は，このとき表示部22に表示された入力画面40の一例を示す概念図である。この入力画面40は，図13に示す，発明の実施の形態1の入力画面40の，注文金額入力欄402，スタート価格入力欄403，トラップ値幅入力欄406に替えて，上限価格入力欄421，下限価格入力欄422が設けられている。トラップ本数入力欄423，注文金額入力欄424，利益金額入力欄425，いったんスルー選択欄426，決済トレール選択欄427，トレール幅入力欄428，シフト機能選択欄429，ストップロス選択欄430，ストップロス価格入力欄431，消去ボタン412，確認ボタン413は，実施の形態2のトラップ本数入力欄405，注文金額入力欄402，利益金額入力欄407，いったんスルー選択欄408，決済トレール選択欄409a，トレール幅入力欄409b，シフト機能選択欄410，ストップロス選択欄411a，ストップロス価格入力欄411b，消去ボタン412，確認ボタン413と同一構成である。この実施の形態3においては，上限価格入力欄421に(1ドル＝)100．00円，下限価格入力欄422に(1ドル＝)99．20円が入力された状態を示している。上限価格入力欄421に入力された値は「上限価格情報」を形成し，下限価格入力欄422に入力された値は「下限価格情報」を形成する。",
                    "【0141】",
                    "図34において示した状態で確認ボタン413がクリックされると，注文情報生成部16は，実施の形態2の注文情報群1810B(図24参照)と同じ注文情報群1810Bを生成する。即ち，注文情報生成部16は，図34に示す入力画面40の入力情報に基づいて，上限価格入力欄421に入力された価格である，(1ドル＝)100．00円から下限価格入力欄422に入力された価格である，(1ドル＝)99．20円を引いた値である，(100．00-99．20＝)0．80円を，トラップ本数(5本)から1を引いた値(4本)で割った値である，0．20円を，それぞれの新規注文同士，決済注文同士の値幅として設定する。また，注文情報生成部16は，利益金額入力欄407に入力された数値(100000円)を注文金額入力欄402に入力された数値(10万)で割った値(1．0円)を，それぞれの新規注文と，対応するそれぞれの決済注文との価格差として設定する。",
                    "【0142】",
                    "この実施の形態3においては，図25～図33に示す処理と同様の処理が行われ，複数の新規注文と複数の決済注文とにより，実施の形態2の場合と同じ取引が行われる。",
                    "【0144】",
                    "例えば，この実施の形態3において，実施の形態2の図33と同じ状態，即ち，新規注文B1，B2，B3，B4，B5と決済注文S1，S2，S3，S4，S5とがそれぞれ約定した状態を考える。このとき，入力画面40において，図34に示すように，シフト機能選択欄429にチェックが入った状態で注文情報群1810Bの生成が行われた場合，注文情報生成部16は，決済注文S1，S2，S3が約定した価格である1ドル＝102．40円を基準として，注文情報群1810Bの新規注文B1，B2，B3，B4，B5及び決済注文S1，S2，S3，S4，S5の取引価格をそれぞれシフトさせる。",
                    "【0145】",
                    "具体的には，例えば，図35に示す，(シフトされる前の)新規注文B1，B2，B3，B4，B5や決済注文S1，S2，S3，S4，S5を発注させる新規注文情報18111，～18115や決済注文情報18116～18120(図24参照)が生成された際の相場価格64が，図35の点P1に示す，1ドル＝99．50円であり，決済注文S1，S2，S3が約定した際の相場価格64が，点P2に示す1ドル＝102．40円であった場合を考える。このとき，注文情報生成部16は，相場価格とそれぞれの注文との上下関係と価格差が等しくなる状態で，新規注文情報18111，～18115や決済注文情報18116～18120の注文価格情報181Gをシフトさせる。例えば，図35に示す，新規注文B5は，点P1の相場価格64に対して，(1ドル＝)99．50円―(1ドル＝)99．20円＝(1ドル)0．30円下方に位置するので，シフト後は，点P2に示す，相場価格の(1ドル＝)102．40円よりも(1ドル＝)0．30円下方である，(1ドル＝)102．10円にシフトさせる。そして，新たに生成される新規注文情報18115の注文価格情報181Gも，(1ドル＝)102．10円に設定される。他の新規注文B1，B2，B3，B4や決済注文S1，S2，S3，S4，S5も，同様の処理が行われる。",
                    "【0146】",
                    "このようにして，シフト機能を用いて生成された新たな新規注文B1，B2，B3，B4，B5や新たな決済注文S1，S2，S3，S4，S5は，元の新規注文B1，B2，B3，B4，B5や元の決済注文S1，S2，S3，S4，S5が，新規注文B1，B2，B3，B4，B5同士の値幅や元の決済注文S1，S2，S3，S4，S5同士の値幅，特定の新規注文(例えばB1)と対応する特定の決済注文(例えばS1)との価格差を維持した状態で上方(又は下方)の価格帯にシフトする。図35においては，新規注文の上限価格と下限価格の間の元の価格帯Q1が，新規注文情報18111，～18115や決済注文情報18116～18120(図24参照)が生成された際の相場価格64との関係を維持した状態で，新たな価格帯Q2にシフトした状態を示している。",
                    "【0147】",
                    "このようにして，シフト機能によって新たな注文価格情報181Gが設定された，新たな新規注文情報18111，18112，18113，18114，18115と，新たな決済注文情報18116，18117，18118，18119，18120を含む新たな注文情報群1810Bが生成される。そして，元の注文情報群1810Bを構成するそれぞれの注文情報18111～18121はキャンセルされる。",
                    "【0148】",
                    "これにより，新たに生成される注文情報群1810Bは，新規注文情報18111，18112，18113，18114，18115の注文価格情報181Gはそれぞれ(1ドル＝)102．90円，102．70円，102．50円，102．30円，102．10円となり，決済注文情報18116，18117，18118，18119，18120の注文価格情報181Gはそれぞれ(1ドル＝)103．90円，102．70円，102．50円，102．30円，102．10円となる。",
                    "【0149】",
                    "なお，シフト機能による処理は，上述の処理手順以外のいかなる方法によって行われてもよい。例えば，図35に示す状態において，決済注文S1，S2，S3が約定された際の基準価格である1ドル＝102．40円を中心に新たな新規注文情報(あるいは新たな決済注文情報，あるいはその双方の情報)の注文価格情報181Gを設定する構成であってもよい。具体的には，1ドル＝102．40円を中心に新たな新規注文情報を設定する場合，新規注文B1，B2，B3，B4，B5を設定する新規注文情報18111，18112，18113，18114，18115のそれぞれの注文価格情報は，(1ドル＝)102．80円，102．60円，102．40円，102．20円，102．00円となる。",
                    "【0150】",
                    "この「シフト機能」によって取引を行うことにより，決済注文が約定した際の相場価格62を基準に，新たな新規注文と新たな決済注文とで継続的に取引を行うことができる。これにより，相場価格64を反映した注文を繰り返し発注することを繰り返して，多くの利益を得る可能性を提供することができる。",
                    "【0151】",
                    "なお，上記の「シフト機能」は，上記発明の実施の形態1や，発明の実施の形態2の構成において適用することもできる。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "【0161】",
                  "text": [
                    "［発明の実施の形態7］",
                    "この発明の実施の形態7の金融商品取引管理システム1Aにおいては，上記実施の形態1乃至6において「いったんスルー注文」や「決済トレール注文」を組み合わせる対象である，「トラップトレード注文」「リピートイフダン注文」「トラップリピートイフダン注文」「らくトラ」による注文，「ダブルリピートイフダン注文」，「OCO注文」のうちの何れかの構成や，「シフト機能」による注文を行う構成や，それらを成行注文で実現する構成において，所定の条件に基づいて，複数の第一注文同士の値幅や，複数の第一注文と第二注文の価格差のうち，一部又は全部を相違する値幅や価格差に設定することもできるし，第一注文と第二注文が繰り返される際における，元の第一注文や第二注文の注文価格と，新たに生成される第一注文や第二注文の注文価格のうち，一部又は全部を相違する注文価格に設定する構成とすることもできる。また，同一の第一注文と同一の第二注文の発注と約定が繰り返し行われる構成において，注文情報が生成される際に，第一注文と第二注文の「売り注文」と「買い注文」の順序が直前の順序とは逆になる構成(例えば，1回目に生成された注文情報においては「第一注文」が買い注文で「第二注文」が売り注文であり，2回目に生成された注文情報においては「第一注文」が売り注文で「第二注文」が買い注文であるような構成)であってもよい。",
                    "【0164】",
                    "上記各実施の形態は本発明の例示であり，本発明が上記各実施の形態のみに限定されることを意味するものではないことは，いうまでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，本件明細書には，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "外国為替等の金融商品の取引方法として，従来，指値注文による取引を，コンピュータシステムを用いて行う発明が知られているが(【0002】)，発注される注文情報の価格は一定であるため，人手によって行う取引であれば得る可能性のある利益が得られなくなるという問題もあった(【0004】)。",
                    "「本発明」はかかる課題に鑑みてなされたものであり，コンピュータシステムを用いて行う金融商品の取引において，多くの利益を得る機会を提供できる金融商品取引管理装置を提供することを目的としている(【0005】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」は，かかる課題を解決するため，金融商品の買い注文を行うための複数の買い注文情報を生成する買い注文情報生成部と，買い注文の約定によって保有したポジションを，約定によって決済する売り注文を行うための複数の売り注文情報を生成する売り注文情報生成部とを有する注文情報生成部を備え，複数の売り注文のうち，最も高い売り注文価格の売り注文が約定すると，注文情報生成部は，複数の売り注文のうち最も高い売り注文価格よりもさらに高い売り注文価格の売り注文情報を生成するという構成を採用したものであり，これによって，相場価格の変動により，元の第一注文価格や元の第二注文価格よりも相場価格の変動方向側に新たな第一注文価格の第一注文情報や新たな第二注文価格の第二注文情報を生成し，相場価格を反映した注文の発注を行うことができるので，コンピュータシステムを用いて行う金融商品の取引において，多くの利益を得る機会を提供できるという作用効果を奏する(【0006】，【0018】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲1の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1(特開2011-76511号公報)には，次のような記載がある(下記記載中に引用する「図1，図2，図6A，図6B，図7A，図7B，図8，図10，図17，図18A，図18B，図19，図20」については別紙2を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，外国為替等，金融商品の取引を管理，支援する技術に関する。",
                    "【背景技術】",
                    "【0002】",
                    "外国為替等の金融商品の取引方法として，注文時の価格で取引を行う成行注文の他に，指値注文が知られている。従来，この金融商品の指値注文をコンピュータシステムを用いて行う発明が知られている(…)。また，金融商品の指値注文においては，イフダンオーダー(順位のある2つの注文を同時に出し，優先順位の高い注文である第一注文(以下「第一注文」と称する。本明細書において同じ。)が成立したら，自動的に優先順位の低い注文である第二注文(以下「第二注文」と称する。本明細書において同じ。)が有効になる注文形式のこと。本明細書において同じ。)が行われることも多い。そして，従来，金融商品のイフダンオーダーをコンピュータシステムを用いて行う発明が知られている(…)。",
                    "【発明が解決しようとする課題】",
                    "【0004】",
                    "ここで，金融商品のイフダンオーダーにおいては，現在の相場価格よりも高い価格で第一注文の買い注文を行いたい場合や，現在の相場価格よりも低い価格で第一注文の売り注文を行いたい場合もあり，そのような場合，イフダンオーダーの第一注文を逆指値注文で注文し，第二注文を指値注文で注文する。しかし，金融商品の取引市場が一旦終了した後に再開した場合にいわゆる「板寄せ方式」で約定価格が決定された場合のように，逆指値注文の第一注文と指値注文の第二注文とを一緒に約定する場合も種々考えられる。そして，上記特許文献1や特許文献2に記載の発明においてこのような状況における取引をおこなった場合，第一注文と第二注文とが同一価格で同時に約定されることになり，顧客はこれらの約定によって利益を得ることはなく，むしろ，金融商品取引業者に支払った手数料分の不利益を被ってしまうという問題がある。",
                    "【0005】",
                    "本発明は上記の問題に鑑みてなされたものであり，第一注文が逆指値注文のイフダンオーダーにおいて，第一注文と第二注文との約定によって顧客が不利益を被りうる事態を回避させて，指値注文を行う顧客が被るリスクを低減させることができる金融商品取引管理装置を提供することを課題としている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【課題を解決するための手段】",
                  "text": [
                    "【0006】",
                    "かかる課題を達成するために，請求項1に記載の発明は，オンライン端末としてのクライアント端末を用いて行われる金融商品の売買取引を管理する金融商品取引管理装置であって，前記クライアント端末から送信された，前記金融商品の売買注文を行うための売買注文申込情報を受け付ける注文入力受付手段と，前記金融商品の相場価格情報を取得する価格情報受信手段と，該注文入力受付手段が受け付けた前記売買注文申込情報及び前記価格情報受信手段が取得した前記相場価格情報に基づいて金融商品の注文情報を生成する注文情報生成手段と，前記注文情報生成手段が生成した前記注文情報を記録する注文情報記録手段とを備え，前記注文情報生成手段は，一の前記売買注文申込情報に基づいて，前記注文情報として，同一種類の前記金融商品を一の価格で指値注文又は逆指値注文する買い注文情報と該買い注文情報の対象となっている前記金融商品を他の価格で指値注文する売り注文情報とからなる注文情報群を生成し，個々の前記注文情報毎に有効な注文情報と無効な注文情報とを識別するための有効無効識別情報を設け，個々の前記注文情報にはそれぞれ特定の約定価格の情報を設け，それぞれの前記注文情報群において，該注文情報群を形成する逆指値注文の前記買い注文情報に前記約定の順序としての優先順位の高い第一注文としての第一注文識別情報を付与すると共に，指値注文の前記売り注文情報に前記約定の順序としての優先順位の低い第二注文としての第二注文識別情報を付与し，前記第一注文としての前記注文情報を有効な前記注文情報とする有効情報識別情報が付与された状態とすると共に，前記第二注文としての前記注文情報及び前記逆指値注文情報を無効な前記注文情報とし，前記価格情報受信手段が取得した前記相場価格情報が前記第二注文の価格よりも高い場合には，前記第一注文としての前記買い注文情報及び前記第二注文としての前記売り注文情報を取り消す処理を行い，前記注文情報記録手段には前記注文情報群が記録されることを特徴とする。",
                    "【0011】",
                    "請求項6に記載の発明は，請求項1乃至3の何れか一つに記載の構成に加え，前記注文情報生成手段は，一の売買注文申込情報に基づいて，複数の価格帯の注文情報群をそれぞれの価格帯において複数生成することを特徴とする。",
                    "【0012】",
                    "請求項7に記載の発明は，請求項5又は6に記載の構成に加え，前記注文情報に基づいて前記金融商品の約定を行う約定情報生成手段を備え，該約定情報生成手段は，一の前記注文情報群を形成する前記第一注文としての注文情報が約定された場合には前記第二注文としての前記注文情報及び前記逆指値注文情報を無効な注文情報から有効な注文情報とすると共に，該有効な注文情報とされた前記第二注文としての注文情報が約定した場合には前記一の注文情報群を再度生成することを特徴とする。",
                    "【0018】",
                    "請求項13に記載の発明は，請求項1乃至12の何れか一つに記載の構成に加え，前記注文情報生成手段が一の前記売買注文申込情報に基づいて生成する前記注文情報群は，一の前記注文情報群を形成する前記金融商品の商品数が一定であり，複数の価格帯の前記注文情報群における前記買い注文情報同士の値幅及び前記売り注文情報同士の値幅がそれぞれ一定であることを特徴とする。",
                    "【発明の効果】",
                    "【0022】",
                    "請求項1，請求項2に記載の発明によれば，注文情報生成手段は，それぞれの注文情報群において，注文情報群を形成する逆指値注文の買い注文情報／売り注文情報に約定の順序としての優先順位の高い第一注文としての第一注文識別情報を付与すると共に，指値注文の売り注文情報／買い注文情報に約定の順序としての優先順位の低い第二注文としての第二注文識別情報を付与し，第一注文としての注文情報を有効な注文情報とする有効情報識別情報が付与された状態とすると共に，第二注文としての注文情報及び逆指値注文情報を無効な注文情報とし，価格情報受信手段が取得した相場価格情報が第二注文の価格よりも高い場合／低い場合には，第一注文としての買い注文情報／売り注文情報，及び，第二注文としての売り注文情報／買い注文情報を取り消す処理を行うことにより，逆指値注文の第一注文と指値注文の第二注文とがイフダンオーダーを形成しており，これら第一注文と第二注文とを約定させることで顧客が利益を得られない状況において第一注文と第二注文が約定されてしまう事態を確実に防ぐことができる。これにより，第一注文が逆指値注文のイフダンオーダーにおいて，第一注文と第二注文との約定によって顧客が不利益を被りうる事態を回避させて，指値注文を行う顧客が被るリスクを低減させることができる。",
                    "【0026】",
                    "請求項6に記載の発明によれば，注文情報生成手段は，一の売買注文申込情報に基づいて，複数の価格帯の注文情報群をそれぞれの価格帯において複数生成することにより，一の売買注文申込情報に基づいて，複数の価格帯の注文情報群がそれぞれの価格帯において複数生成される場合において，注文情報群を形成する第一注文と第二注文との約定によって顧客が不利益を被りうる事態を回避させて，指値注文を行う顧客が被るリスクを一層低減させることができる。",
                    "【0027】",
                    "請求項7に記載の発明によれば，注文情報に基づいて金融商品の約定を行う約定情報生成手段を備え，約定情報生成手段は，一の注文情報群を形成する第一注文としての注文情報が約定された場合には第二注文としての注文情報及び逆指値注文情報を無効な注文情報から有効な注文情報とすると共に，有効な注文情報とされた第二注文としての注文情報が約定した場合には一の注文情報群を再度生成することにより，クライアント端末から受信した一の売買注文申込情報に基づいて，コンピュータシステム上で複数のイフダンオーダーによる取引を実現できる。これにより，金融商品の指値注文において，システムを利用する顧客が煩雑な注文手続を行うことなく複数のイフダンオーダーを行うことを可能にし，システムを利用する顧客の利便性を高めることができる。",
                    "【0033】",
                    "請求項13に記載の発明によれば，注文情報生成手段が一の売買注文申込情報に基づいて生成する注文情報群は，一の注文情報群を形成する金融商品の商品数が一定であり，複数の価格帯の注文情報群における買い注文情報同士の値幅及び売り注文情報同士の値幅がそれぞれ一定であることにより，金融商品を注文する際のクライアント端末側からの命令内容を簡素化できる。また，一定の商品数の注文を一定の値幅ごとに形成した，リスク分散の効果が高い注文を行うことができる。これにより，指値注文による取引を一層効率的かつ円滑に行うことができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【0038】",
                  "text": [
                    "［発明の実施の形態1］",
                    "図1乃至11に，この発明の実施の形態1を示す。",
                    "【0039】",
                    "図1は，この実施の形態の金融商品取引管理システムのシステム構成図及び機能ブロック図である。同図に示すとおり，金融商品取引管理システム1Aは，金融商品取引管理装置1と，Ｎ個(Ｎ≧1)のクライアント端末21～2nとを備えており，金融商品取引管理装置1とクライアント端末21～2nは，WAＮ(Wide Area Network)としてのインターネット3を介して相互に交信可能である。この実施の形態の金融商品取引管理システム1Aは，金融商品として外国為替を取扱う。",
                    "【0042】",
                    "図1に示す通り，金融商品取引管理装置1は，上述した各種プログラムとハードウェア資源とに基づいて実現される機能手段としてのデータ処理部10，及び，データ処理部10にて処理される各種データが記録されるデータベース18を有する。データ処理部10は金融商品取引管理装置1において用いる各種データの生成，加工等の処理を行うものであり，更に，同じく機能手段としてのフロントページ配信部11，「注文情報受付手段」及び「証拠金金額算出手段」としての注文入力受付部12，入出金情報生成部13，「約定情報生成手段」としての約定情報生成部14，口座情報生成部15，「注文情報生成手段」としての注文情報生成部16，データベース(DB)接続基底部17，「相場価格情報管理手段」としての価格情報受信管理部19を有している。",
                    "【0043】",
                    "注文入力受付部12は，クライアント端末2から入力された各種の注文に関するデータを受け付け，金融商品の注文を成立させるために必要な各種処理を行う。また，金融商品の取引に必要な証拠金の額を算出する。",
                    "【0044】",
                    "入出金情報生成部13は，クライアント端末2から入出金のリクエストを受け付け，リクエストに基づいて入出金の一覧表を作成する。",
                    "【0045】",
                    "注文情報生成部16は，注文入力受付部12が処理した情報に基づいて，成立した金融商品の注文に関する情報を生成する。ここでの注文には，いわゆる成行注文，指値注文，逆指値注文に加え，イフダンオーダーも含まれる。",
                    "【0046】",
                    "注文情報生成部16は，イフダンオーダー及び逆指値注文を生成する際に，第一注文を新規の指値注文又は逆指値注文の注文情報として生成し，第二注文を決済の指値注文の注文情報として生成し，逆指値注文を決済の逆指値注文の注文情報として生成する。なお，第一注文，第二注文，逆指値注文の如何は後述する注文テーブル181のフィールド定義に基づいて区別，記録される。",
                    "【0047】",
                    "約定情報生成部14は，注文情報生成部16が生成した注文に基づく約定処理，及び，完了した約定処理に関する情報を顧客のクライアント端末2に送るための処理を行う。なお，ここでの「約定」とは，顧客の注文に基づいて金融商品の売買を成立されるための各種の手続並びに処理のことをいう。後述する通り，この実施の形態において約定が成立すると，外国為替の売買が行われ，その結果，約定情報生成部14の指示に基づいて，口座情報生成部15が売買額に応じて証拠金情報(後述)を変換し，更に，入出金情報生成部13が入出金の一覧表に入金や出金の状況を記載する。また，約定情報生成部14は，約定が成立すると，クライアント端末2の表示部22に約定が成立した旨の文字情報等を表示させ，また，売買価格に基づいてクライアント端末の銀行口座の出入金処理を行う。",
                    "【0055】",
                    "上述の金融商品取引管理装置1においては，金融商品の指値取引が行われる際，金融商品の指値取引が行われる際，一の注文の受け付けによって，同一種類の複数の金融商品を所定の値幅で所定の商品数ごとに予約する注文形態(以下この注文形態を単に「トラップトレード」と称する。)を実現できる。",
                    "【0075】",
                    "図6A及び図6Bは，注文情報生成部16によって生成されて注文テーブル181に記録された，注文情報群を模式的に示した図である。なお，同図に示す態様のテーブルは，フロントページ配信部11によってクライアント端末2の表示部22にも画像表示される。",
                    "【0076】",
                    "同図に示す通り，注文テーブル181においては，トラップ本数選択欄41fに入力されたポジション組の数であるk組(k＞1，この実施の形態ではk＝5)の注文情報群，即ち第一～第五の注文情報群181s1，181s2，…181s5が記録されている。また同図には全ては図示しないが，注文テーブル181には，第一～第五の注文情報群181s1，181s2，…181s5が記録されている。",
                    "【0077】",
                    "それぞれの注文情報群(例えば第一の注文情報群181s1)は，同一種類の金融商品を一の価格で逆指値注文する「買い注文情報」としての第一注文181t1と，第一注文181t1の対象となっている金融商品を他の価格で指値注文する「売り注文情報」としての第二注文181u1と，買い注文情報及び売り注文情報の対象となっている金融商品を更に他の価格(ストップロス価格)について逆指値注文する逆指値注文181v1からなる，一の価格帯の情報群を形成する。このような注文情報群(例えば第一の注文情報群181s1)が複数形成されることにより，一の価格帯の注文情報群(例えば第一の注文情報群181s1)を，複数の異なる価格帯について生成することになる。",
                    "【0089】",
                    "図7A及び図7Bは，この実施の形態の金融商品取引管理装置1における，トラップトレードによる指値注文の受け付け後の処理手順を示すフローチャートであり，図8及び図9は，この実施の形態の金融商品取引管理装置1における，トラップトレードによる指値注文の受け付け後の処理手順を示すタイムチャートである。以下，同図に基づいて処理手順を説明する。なお，図8及び図9において，丸印は一のポジションの注文情報を示す。",
                    "【0092】",
                    "図8に示す通り，例えば，時点t1での米国ドルの相場購入価格71が1ドル＝100．00円であったとする。そして，時点t1の後，休日を挟んで為替相場が一旦中断したのちに時点t2にて再開し，いわゆる「板寄せ方式」で相場購入価格71が同じ1ドル＝103．50円になった場合を考える。この場合，第一注文が買い注文であり，かつ，相場購入価格71は第一～第三の第二注文181u1～181u3よりも高くなっている(ステップS11の“Yes”)。それゆえ，約定情報生成部14は第一～第三の第二注文181u1～181u3に対応する第一～第三の第一注文181t1～181t3及び第一～第三の第二注文181u1～181u3を取り消す処理を行うと共に，新たに，図6Aの(b)に示す通り，指値種別情報181Gが「順指値」となっている第一～第三の第一注文181t1～181t3を新たに生成し設定する(ステップS13)。具体的には，第一～第三の第一注文181t1～181t3を逆指値注文の注文情報から(順)指値注文の注文情報に置き換える。なお，第一注文が売り注文で相場販売価格が第二注文181u1～181u3よりも安くなっている場合(ステップS12の“Yes”)にもステップS13による処理を行う。また，ステップS11，S12の条件に適合しない場合(ステップS11，S12の“Ｎo”)は，ステップS13の処理は行わない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【0118】",
                  "text": [
                    "［発明の実施の形態2］",
                    "図12乃至図16に，この発明の実施の形態2を示す。",
                    "【0119】",
                    "この実施の形態においては，実施の形態1のトラップトレードに代えて，一の第一注文と他の第二注文とをイフダン取引によって繰り返し発注し約定する取引形態(以下この取引形態を「リピートイフダン注文」と称する。)を行う点で相違する。",
                    "【0137】",
                    "この実施の形態2の金融商品取引管理装置1においては，注文情報生成部16は，一の売買注文申込情報に基づいて一の価格帯の注文情報群を複数生成することにより，一の売買注文申込情報に基づいて，一の価格帯の注文情報群が複数生成される場合において，注文情報群を形成する第一注文と第二注文との約定によって顧客が不利益を被りうる事態を回避させて，指値注文を行う顧客が被るリスクを一層低減させることができる。",
                    "【0138】",
                    "この実施の形態2の金融商品取引管理装置1においては，注文情報に基づいて金融商品の約定を行う約定情報生成部14を備え，約定情報生成部14は，一の注文情報群を形成する第一注文としての注文情報が約定された場合には第二注文としての注文情報及び逆指値注文情報を無効な注文情報から有効な注文情報とすると共に，有効な注文情報とされた第二注文としての注文情報が約定した場合には一の注文情報群を再度生成することにより，クライアント端末から受信した一の売買注文申込情報に基づいて，コンピュータシステム上で複数のイフダンオーダーによる取引を実現できる。これにより，金融商品の指値注文において，システムを利用する顧客が煩雑な注文手続を行うことなく複数のイフダンオーダーを行うことを可能にし，システムを利用する顧客の利便性を高めることができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0139】",
                  "text": [
                    "［発明の実施の形態3］",
                    "図17乃至図20に，この発明の実施の形態3を示す。",
                    "【0140】",
                    "この実施の形態3においては，実施の形態1のトラップトレード，実施の形態2のリピートイフダン注文に代えて，一の売買注文申込情報に基づいて，同一種類の金融商品を，一の価格帯においてイフダンオーダーで複数回取引することを，複数の価格帯に渡って行う注文形態である「トラップリピートイフダン注文」を行う点で相違する。",
                    "【0141】",
                    "金融商品取引管理装置1がクライアント端末2の表示部22に第一入力画面40，次いで第二入力画面41を表示させ，顧客が注文種類選択ボタン41bで「トラップリピートイフダン注文」を選択すると，表示部22にはトラップリピートイフダン注文の入力用の第二入力画面43が表示される。図17は，第一入力画面40でUSドル／日本円(日本円でUSドルを売買する)の「買い」の売買種類選択ボタン401aを選択し，第二入力画面41の注文種類選択ボタン41bで「トラップリピートイフダン注文」が選択されたときに表示される第二入力画面43のイメージ図である。同図に示す通り，第二入力画面43には，実施の形態1の第二入力画面41と同様の売買種類選択ボタン43a，注文種類選択ボタン43b，注文条件選択欄43c，注文金額入力欄43d，第一注文価格入力欄43e，トラップ本数選択欄43f，値幅入力欄43gが表示され，また，実施の形態2の第二入力画面42と同様の利益金額指定欄43h，ストップロス注文用チェックボックス43i，ストップロス価格入力欄43jが表示されている。",
                    "【0142】",
                    "顧客は，操作部21を用いて第一入力画面40，第二入力画面43に注文内容のデータを選択・入力する。図17においては，売買種類選択ボタン43aで第一注文「買い」の取引が選択され，注文条件選択欄43cで「指値」が選択され，注文金額入力欄43dに10(万円)，第一注文価格入力欄43eに101．00(円)が入力され，トラップ本数選択欄43fにおいて5(本)が選択され，値幅入力欄43gに1．00(円)が入力され，利益金額指定欄43hに50000(円)が入力され，ストップロス注文用チェックボックス43iにチェックが入り，ストップロス価格入力欄43jに100．00(円)が入力された状態が示されている。",
                    "【0143】",
                    "この状態で注文確定ボタン43kがクリックされると，実施の形態1及び2と同様にステップS1～S10の処理が行われて注文情報，注文情報群が生成され，注文テーブル181に記録される。",
                    "【0144】",
                    "図18A，図18Bの(a)は，注文情報生成部16によってステップS1～S10の手順に基づいて生成されて注文テーブル181に記録された，注文情報群を模式的に示した図である。同図に示す通り，第二注文の注文価格情報181Hには，対応する第一注文，例えば第二注文181u21に対応する第一注文181u21の第一注文価格入力欄43eに入力された数値(101．00(円))に，利益金額指定欄43hに入力された数値を注文金額入力欄43dに入力された数値で割った値(50000(円)÷10(万円)＝0．5(円))を加えた値が示されている。この数値は第二入力画面43に入力された数値に基づいて注文入力受付部12が算出したものである。なお，注文入力受付部12は，実施の形態1の式(1)を用いて算出を行うことや，式(1)’等を用い，金融商品取引管理装置1の管理者の利益を加えた数値を当該注文価格情報181Hとして算出することもできる。更に，これらの注文情報群181s21，181s22，…181s25においては，“trap_seq”フィールド181mによってトラップトレードが選択された設定，及び“repeat_flag”フィールド181nによってイフダンオーダーを繰り返し行う設定がされる。そして，その他の構成は実施の形態1と同じである。",
                    "【0145】",
                    "この実施の形態の金融商品取引管理装置1における，トラップリピートイフダン注文による指値注文の受け付け後の処理手順は，図13A，図13Bに示す，実施の形態2における処理手順と同じである。図19及び図20は，この実施の形態の金融商品取引管理装置1における，トラップリピートイフダン注文による指値注文の受け付け後の処理手順を示すタイムチャートである。以下，同図に基づいて処理手順を説明する。なお，図19及び図20において，丸印は一のポジションの注文情報を示す。",
                    "【0146】",
                    "注文の受け付け処理の完了後，ステップS11～S19までの処理は実施の形態1と同じである。そして，一方，第一注文が新規の逆指値注文又は新規の指値注文として約定した後，最初に行われる第一～第五の群注文情報群181s21～181s25の処理は，実施の形態1と同じである。例えば，図19における時点t1での米国ドルの相場購入価格71が1ドル＝100．00円であり，為替相場が一旦中断したのちに時点t2にて再開し，いわゆる「板寄せ方式」で相場購入価格71が同じ1ドル＝103．50円になった場合，約定情報生成部14は第一～第三の第一注文181t21～181t23及び第一～第三の第一注文181u21～181u23を取り消す処理を行う。具体的には，第一～第三の第一注文181t21～181t23を逆指値注文の注文情報から(順)指値注文の注文情報に置き換える。更に，約定情報生成部14は，新たに，指値種別情報181Gが「順指値」となっている第一～第三の第一注文181t21～181t23を生成，設定し，第一～第三の第一注文181t21～181t23及び第一～第三の第二注文181u21～181u23を約定させる。即ち，約定情報生成部14は，図18A，図18Bの(a)に示す各注文情報群181s21～181s23について，図6Aの(b)に示すように第一～第三の第一注文181t21～181t23の指値種別情報181Gのフラグ情報を「逆指値」から「順指値」に変換し，図10の(b)に示すように第一～第三の第二注文181u21～181u23，及び第一～第三の逆指値注文181v21～181v23の有効／無効情報181Lのフラグ情報を「無効」から「有効」にし，第一～第三の第一注文181t21～181t23の約定有無情報181Ｎのフラグ情報を「無」から「有」に変換する。また，約定情報生成部14は，図10の(c)に示すように，第一～第三の第二注文181u21～181u23の約定有無情報181Ｎのフラグ情報を「無」から「有」に変換する。",
                    "【0147】",
                    "本実施の形態においては，実施の形態1とは異なり，注文情報生成部16は，第二注文が約定すると，当該第二注文を含む注文情報群を再度生成する。例えば，図10の(c)に示すように，第一～第三の第二注文181u21～181u23の約定有無情報181Ｎのフラグ情報を「無」から「有」に変換された後，注文情報生成部16は，図18A，図18Bの(b)に示すように第一～第三の注文情報群181s21～181s23が再度繰り返し生成される。また，第四，第五の第二注文181u24，181u25が約定した場合も，同様に第四，第五の注文情報群181s24～181s25が再度繰り返し生成される。ただし，図18Aの(b)に示すように，二度目以降に生成される注文情報群181s21～181s25の第一注文，例えば図18A，図18Bにおいては，再度生成された第一～第三の注文情報群181s21～181s23は第一～第三の第一注文181t21～181t23の指値種別情報181Gが「順指値」として生成される。",
                    "【0149】",
                    "一方，図20に示すように，「板寄せ方式」による処理等が行われず，時点t1から時点t2にかけて米国ドルの相場購入価格71が1ドル＝100．00円から1ドル＝101．50円まで漸次変化していった場合も，図10の(b)及び(c)に示す処理が行われ，約定した第二注文，例えば第一の第二注文181u21を含む第一の注文情報群181s21が再度生成されるが，この場合も再度生成された第一の注文情報群181s21は第一の第一注文181t21の指値種別情報181Gが「順指値」として生成される。",
                    "【0151】",
                    "以上，この実施の形態においては，注文情報生成部16は，一の売買注文申込情報に基づいて，複数の価格帯の注文情報群をそれぞれの価格帯において複数生成することにより，一の売買注文申込情報に基づいて，複数の価格帯の注文情報群がそれぞれの価格帯において複数生成される場合において，注文情報群を形成する第一注文と第二注文との約定によって顧客が不利益を被りうる事態を回避させて，指値注文を行う顧客が被るリスクを一層低減させることができる。",
                    "【0152】",
                    "この実施の形態の金融商品取引管理装置1によれば，注文情報に基づいて金融商品の約定を行う約定情報生成部14を備え，約定情報生成部14は，一の注文情報群を形成する第一注文としての注文情報が約定された場合には第二注文としての注文情報及び逆指値注文情報を無効な注文情報から有効な注文情報とすると共に，有効な注文情報とされた第二注文としての注文情報が約定した場合には一の注文情報群を再度生成することにより，クライアント端末2から受信した一の売買注文申込情報に基づいて，コンピュータシステム上で複数のイフダンオーダーによる取引を実現できる。これにより，金融商品の指値注文において，システムを利用する顧客が煩雑な注文手続を行うことなく複数のイフダンオーダーを行うことを可能にし，システムを利用する顧客の利便性を高めることができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "【0154】",
                  "text": [
                    "また，上記各実施の形態の金融商品取引管理システム1Aにおいては，注文情報群を形成する買い注文情報を「第一注文」とし，売り注文情報を「第二注文」としたが，逆に，売り注文情報を「第一注文」とし，買い注文情報を「第二注文」としてもよい。",
                    "【0155】",
                    "上記各実施の形態は本発明の例示であり，本発明が上記各実施の形態のみに限定されることを意味するものではないことは，いうまでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，甲1には，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "外国為替等の金融商品のイフダンオーダーをコンピュータシステムを用いて行う従来の発明においては，第一注文の買い注文を逆指値注文で，第二注文の売り注文を指値注文でイフダンオーダーを行った場合，いわゆる「板寄せ方式」で約定価格が決定され，逆指値注文の第一注文と指値注文の第二注文とが同一価格で同時に約定される状況となり，顧客は金融商品取引業者に支払った手数料分の不利益を被り得るという問題があった(【0002】，【0004】)。",
                    "「本発明」は，イフダンオーダーにおいて，このような第一注文と第二注文との約定によって顧客が不利益を被りうる事態を回避させて，指値注文を行う顧客が被るリスクを低減させることができる金融商品取引管理装置を提供することを課題とし，かかる課題を解決する手段として，注文情報生成手段は，一の売買注文申込情報に基づいて，同一種類の金融商品を一の価格で指値注文又は逆指値注文する買い注文情報と当該買い注文情報の対象となっている金融商品を他の価格で指値注文する売り注文情報とからなる注文情報群を生成し，個々の注文情報毎に有効な注文情報と無効な注文情報とを識別するための有効無効識別情報を設け，個々の注文情報にはそれぞれ特定の約定価格の情報を設け，それぞれの注文情報群において，当該注文情報群を形成する逆指値注文の前記買い注文情報に前記約定の順序としての優先順位の高い第一注文としての第一注文識別情報を付与すると共に，指値注文の前記売り注文情報に前記約定の順序としての優先順位の低い第二注文としての第二注文識別情報を付与し，前記第一注文としての前記注文情報を有効な前記注文情報とする有効情報識別情報が付与された状態とすると共に，前記第二注文としての前記注文情報及び前記逆指値注文情報を無効な前記注文情報とし，前記価格情報受信手段が取得した前記相場価格情報が前記第二注文の価格よりも高い場合には，前記第一注文としての前記買い注文情報及び前記第二注文としての前記売り注文情報を取り消す処理を行う構成を採用した(【0005】，【0006】)。これによりイフダンオーダーを形成する逆指値注文の第一注文と指値注文の第二注文との約定によって顧客が不利益を被りうる事態を回避させて，指値注文を行う顧客が被るリスクを低減させることができるという効果を奏する(【0022】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」の実施の形態3では，一の売買注文申込情報に基づいて，同一種類の金融商品を，一の価格帯においてイフダンオーダーで複数回取引することを，複数の価格帯に渡って行う注文形態である「トラップリピートイフダン注文」を行い，注文情報生成部16は，一の売買注文申込情報に基づいて，複数の価格帯の注文情報群をそれぞれの価格帯において複数生成し，約定情報生成部14は，一の注文情報群を形成する第一注文としての注文情報が約定された場合には第二注文としての注文情報及び逆指値注文情報を無効な注文情報から有効な注文情報とすると共に，有効な注文情報とされた第二注文としての注文情報が約定した場合には一の注文情報群を再度生成する(【0140】)。",
                    "これにより，一の売買注文申込情報に基づいて，複数の価格帯の注文情報群がそれぞれの価格帯において複数生成される場合において，注文情報群を形成する第一注文と第二注文との約定によって顧客が不利益を被りうる事態を回避させて，指値注文を行う顧客が被るリスクを一層低減させることができるとともに，金融商品の指値注文において，システムを利用する顧客が煩雑な注文手続を行うことなく複数のイフダンオーダーを行うことを可能にし，システムを利用する顧客の利便性を高めることができるという効果を奏する(【0151】，【0152】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲2の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2(米国特許出願公開第2002／0194106号公報。原文甲2の1・訳文甲2の2)には，次のような記載がある(下記記載中に引用する「図6，図7及び図8」については別紙3を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本発明の背景",
                  "text": [
                    "［0004］  この発明は，株式，オプション，商品，債券，および大部分の型式のエクイティおよび証券の売買に適合する。この発明は，個人投資家，証券ブローカ，および証券をトレードするその他の人のための有用なアプリケーションを有する。",
                    "［0005］  株式の売買のための戦略の1つは，「ロング」ポジションを形成する1つの価格で株式を買い，その後，この株式を，別の価格で売り，そのポジションをクローズアウトすることである。他の戦略は，株式を借入することによって「ショート」ポジションを形成し，証券を別の価格で買い戻すことによってポジションをクローズアウトすることである。",
                    "［0006］  オンライン証券トレードは，一般投資家が，最小のトランザクション費用で，インターネットによって，株式および証券を売買する能力を与える。数多くの電子トレード会社が設立され，何万人もの個人トレーダが，毎週，何千万もの証券トランザクションを行ってきた。多くの個人トレーダは，小さな株価移動で利益を得ることを願って，証券を売買することに時間を捧げ続けている。多くは，市場を観察し，株式をトレードするために，通常の忙しい日から時間を割かねばならない。この要求される余分な時間は，人の規則的な仕事を損なわせ，最適未満の株式トレード結果に至る。",
                    "［0007］  現在のインターネット投資アプローチは，投資家に対して，買い注文を発行するために彼らの口座にアクセスし，日々のトランザクションのリストを受け取るために，彼らの口座に再アクセスすることを要求する。投資家が指値注文を発行すると，株価は，トランザクションがなされる前に，指値注文価格に達する必要があり，この注文は，しばしば，同日に満たされない。投資家が成り行き注文を発行すると，トランザクションは迅速に発生するが，投資家は，市場によって決定されたトランザクションの費用を知るのを待たねばならない。",
                    "［0008］  いずれの場合も，投資家は，利益を得ることを願って，注文を発行し，トランザクションの発生を待ち，その後，第2の注文を発行して，ポジションをクローズアウトする。当該技術分野の処理のこの現在の状態は，時間を浪費し，投資家に対して，一日に数回，口座をチェックすることを要求し得る。この結果は，時間の損失，または，投資家の通常の仕事の邪魔となり，迅速に動いている市場において，投資家は，ポジションをクローズアウトする機会を喪失し得る。",
                    "［0009］  市場の変動を利用するために，投資家は，絶えず市場をモニタしなければならない。先ず，投資家は，いつ買うのかを決定する必要がある。そして，買いトランザクションが発生すると，投資家は，売りポジションをとり，予め決定された価格でポジションをクローズアウトするために，通常は指値注文である第2の注文を直ちに発行する必要がある。",
                    "［0011］  私の発明は，現在の方法および処理に代わって，投資家が，トランザクション費用を下げることを可能にする。私の発明を用いて，投資家は，追加の投資家行動を必要とすることなく，証券を，現在価格で買い，利得価格で売る，1つの注文を出すことができ得る。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "概要",
                  "text": [
                    "［0012］  指値注文カップルリンク(LOCK)発明は，オンライン投資家または株式ブローカが，1つのトランザクション注文を入力することを可能にするように設計される。これは，予め規定された利益を求めて証券を売買するために自動的にシーケンス化されたトランザクション戦略を実行する。この発明は，多くの利点を提案する。それは，選択された証券価格変動をモニタする負荷から，オンライン投資家または株式ブローカを解放する。代わりに，電子トレードシステムにおける管理ソフトウェアモジュールが，買売戦略を実行するであろう。LOCKは，投資家が注文を発行しなければならない現在の処理を，先ずオープンポジションを確立し，次にポジションをクローズアウトするように，簡素化する。",
                    "［0014］  ロック方法：第1の注文は，第2の注文を構築するための情報を含んでいる。したがって，第1の注文の実行が，第2の注文を自動的に生成する。投資家は，1つの注文を発行するだけで良い。…",
                    "［0015］  上記のLOCK注文は，「1株あたり56ドルでXYZを100株買い，トランザクションが発生すると(オープンポジション)，1株あたり57ドルでXYZの100株の売り注文を発行する」と解釈する。証券が売られると，ポジションがクローズされ，投資家は約100ドルを持ち去る。",
                    "［0016］  LOCKは大きな利点を提案しており，実行するのが非常に簡単で，単に1つのデータフィールドを追加するだけである。現在，電子トランザクションは，少なくとも5つのデータフィールドが必要とされている。(1)買いまたは売り，(2)証券銘柄，(3)量，(4)市場価格または指値，および(5)注文がデイオーダ(day-order)のために，またはグッドティルキャンセル(good-till-cancel)のために良好である時間，を必要としている。LOCKは，もう1つのデータフィールドを加える。これは，投資家が決定した価格で自動的にトランザクションをロックするLOCKフィールドである。例は，(1)買い(2)株式XYZ，(3)100株，(4)株式の市場価格，(5)グッドティルキャンセル，(6)LOCK1，となるであろう。これは，1株あたり市場において100  XYZの買い注文としてコンピュータネットワークによって解釈され，(1)売り，(2)株式XYZ，(3)100株，(4)購入価格に加えて1株あたり1．00ドル，(5)グッドティルキャンセルのための注文をするであろう。これによって，投資家は，自分たちの戦略を完了するために，注文をすることが可能となり，市場を観察する必要がなくなる。投資家は，他のビジネスを自由に行うことができ，自分たちが得たXYZ株式の100株が1．00ドル上がった場合，売り注文が実行され，100．00ドルからトランザクション費用を引いた利益を得るであろう。",
                    "［0017］  LOCKは実際に，株式トレードからのリスクのうちのいくつかを排除し，投資家が利益を実現するより良好な機会を提供する。現在のシステムの下では，投資家は，心の中で売値を設定するが，その後，株式が，その価格を超えると，しばしば，売値も同様に移動させる。その後，株価が下がった場合，投資家は，株価が再び上がるまで，または上がらなければ，利益機会を失う。LOCKを使えば，投資家は，証券における，学習され，予め規定された利得を設定し得る。投資家は，どの価格で株式を買うか，どの価格で売るのかを決定する。LOCKは，投資家の予め決定された価格で，自動的に買い，売る。その結果，投資家は，変動している株価を絶えずモニタする必要はなく，株式が，予め決定された売値へ上がれば，利益が保証される。",
                    "［0018］  LOCKの別の重要な利点は，小口のパートタイム投資家が，毎日の市場変動から一般に生成される，より少額の株式利得からの利益を実現でき得ることである。これは，「持ち切り」戦略に対する代替案である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "詳細な記載―主な実施形態",
                  "text": [
                    "［0074］  LOCK方法および発明は，(A)利益を得るという目的で証券市場に投資する投資家と，(B)彼らのトランザクションを取り扱うために，コンピュータネットワークを備えた(E-Trade，Ameritrade等のような)ホスト証券ブローカと，を備える。ホストコンピュータネットワークは，電子証券注文テンプレートを提供するデータベースサーバを含む。このテンプレートで，ホストコンピュータネットワークは，証券トランザクション要求を記憶および体系化し，これによって，投資家がトランザクションを開始した場合に，このネットワークは，この要求を処理し，(ニューヨーク証券取引所，ナスダック等のような)証券取引所へ送信できる。(C)各投資家またはブローカのための個々のコンピュータワークステーション。各コンピュータワークステーションは，ビデオモニタと，ブローカの投資家が，ホストコンピュータネットワークへユーザコマンドを送るための手段と，投資家またはブローカが，ホストコンピュータネットワークから送信された指示と証券注文テンプレートとを受信し，(ビデオモニタ上に)表示するための手段と，を含むであろう。(D)投資家のコンピュータワークステーションをホストコンピュータネットワークへ電子的にリンクさせる通信ネットワーク。(E)投資家が開始し，ホストコンピュータネットワークが証券取引をトランザクトするための特有の指示を含む(LOCK注文とも称される)2パートの証券取引注文。LOCK注文は，証券取引をトランザクトする指値または現在の市場価格，および，トランザクションのパート2を開始するための証券価格における増加または減少(LOCK利益と称される)を受け入れるために，証券を買うかまたは売るかに関する指示および情報と，証券の名称と，その証券の量とを含むであろう。(F)投資家がコンピュータワークステーションにおいて，ホストコンピュータネットワークとインタラクトすることを可能にするソフトウェアモジュール。このソフトウェアを用いて，投資家は，証券取引オプションを選択し，ホストコンピュータネットワークにそれらを送信し，その後，それが進行中であることの確認を受け取る。(G)証券ブローカホストコンピュータネットワークの一部としての(LOCK管理モジュールと称される)追加のソフトウェアモジュール。このソフトウェアは，ホストコンピュータネットワークを，証券取引市場にリンクさせ，投資家のLOCK注文のステータスを追跡およびモニタするであろう。適切な市場価格において，ソフトウェアは，投資家の指定した価格で株式を買い，その後，指定された所望の利益価格を加え，第2の注文をするための，2パートのシーケンス化された証券取引注文を開始するであろう。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "動作―主な実施形態",
                  "text": [
                    "[0078]  図1は，本日の電子トランザクションエクイティ注文において一般に必要とされ，見出される情報1を示し，この情報は，投資家からの，買いまたは売り2，ロング(買い)ポジションを形成するか，またはショート(売りショート)ポジション3を形成するか，市場営業日の残りについて注文が有効であり，その後キャンセルされる(投資家によって「フィルオアキル(fill  or  kill)」とも称される)か，または投資家によって満たされるか，キャンセルされるまで，複数の日にわたって注文を有効にしておく時間4，証券銘柄5，証券の量6，注文が(一般的なトレード価格でトレードするための)成り行き注文7であるか，または(指定された価格においてまたはそれより良い条件でトレードするための)指値注文8であるかの指示を含む。",
                    "［0079］  図2は，図1の例示的な注文フォームにLOCK情報ボックス9を追加したものを図示する。投資家が，LOCKトレードを実行することを望んだのであれば，投資家は，単に，ポジションをクローズアウトするために，エクイティの変動値10を加えるであろう。この単純な，情報LOCK値10の追加は，投資家が，LOCK処理を実行するために追加しなければならないすべてである。投資家が，株式を買う注文を入力し，ボックス内に1．00を入力すると，これは，購入価格よりも1．00高くエクイティを売るとLOCK処理(図3)およびモジュール(図5)によって解釈されるであろう。この数値の代替実施形態は，投資家に対して，150ドルのように所望される利益量を指定させることであり得る。",
                    "［0080］  図3は，LOCK発明および処理のロジック実行および変換を示す。図3の右側は，LOCK処理のパート1を実行するために使用される投資家の入力要求を表す。買い／売り指示2は，パート1の買いから，パート2の売り11に切り替わる。例は，注文が，100  XYZを買うことを明示しているのであれば，パート1は，買い，その後，パート2において売り注文に切り替わるであろう。パート1において，有効なボックスとなるこの注文の時間は，デイまたはグッドトゥキャンセル4として指定され得る。LOCK注文におけるパート1が実行されると，この情報は，グッドティルキャンセル注文に切り替わるであろう。投資家のためのオプションは，注文のステータスを観察し，LOCK注文に対する修正を要求するか，または，実行されていないのであれば，LOCK注文の後半をキャンセルすることである。例は，投資家のLOCK注文が実行され，投資家が，XYZの100株を保持し，売る前に，2．00のLOCK価格変動を待つことであり得る。この時間中，投資家は，電子投資会社に対して，LOCK注文のステータスについて問い合わせを行い，パート1が実行され，現在，LOCK注文のパート2において，「売り」注文のキャンセルを望んでいる。投資家は，キャンセル要求を発行し，時間内に受信されれば，LOCK注文がキャンセルされ，投資家は，LOCK注文のパート1の結果しか得ないであろう。同様に，投資家が，パート1が実行される前にLOCK注文の全体のキャンセルを望んでいるのであれば，この注文は，従来の未実行注文のキャンセルと類似の方法でキャンセルされるであろう。",
                    "［0081］  株式銘柄5，また，株式の量6は，パート1およびパート2において同じままである。代替実施形態は，パート2において半分を売り，その後，パート2を繰り返し，増加された価格で後半を売るように，量を変え得る。パート1の価格選択は，市場相場でトレードを実行する成り行き注文7または価格を指定する指値注文8かの何れかを含む。投資家が指値注文を実行するためには通常，ボックスをチェックし，実行する価格を入力するか，または，市場状況が許すのであれば，よりよい価格を入力する。LOCKボックス9およびLOCK価格10における情報と組み合わされたパート1注文実行価格は，LOCKトランザクションのパート2の指値注文実行価格を形成するであろう。",
                    "[0083]  図5は，LOCK注文をオープンおよびクローズするためのLOCK方法，処理，および注文フローシーケンスの主な実施形態を図示する。この方法は，投資家17が，LOCK注文19を発行することで始まる。これは，図3に記載されたような十分な情報を含む。LOCK注文19は，電子トレード会社20へ発行され，ここで，この注文は，LOCK注文として識別され，LOCK管理モジュール処理12に入力する。LOCK管理モジュール12は，ソフトウェアインターフェースを備える。このソフトウェアインターフェースは，LOCK注文19ドキュメントを受信し，追跡記録33を生成し，LOCKインクリメント35を記録し，LOCK注文発行34の前半の発行をモニタし，この注文34が，証券取引所23にトレードピット36を入力し，注文が満たされる37と，第1の注文が満たされたことを記録し38，LOCK注文の後半を生成し39，LOCK注文の後半を発行する40。LOCK注文の後半40がトレードピット41へ再発行され，第2の注文が満たされる42と，電子トレーディング会社20は，口座残高を記録43し，投資家17に，LOCKトランザクションが完了したことを通知する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "詳細説明および動作-代替実施形態",
                  "text": [
                    "［0085］  代替実施形態は，この処理を再度自動的に繰り返すオプションと，買値／売値を上げまたは下げる追加のオプションと，を挿入することを含む。図6および図7は，この方法に，サイクル数と，インクリメントオプションとを加えることによるLOCK方法の代替実施形態を図示する。図6は，処理を繰り返すために必要な追加情報を図示する。図7は，LOCK管理モジュール12に再び入るための方法を図示する。「サイクル数」44の追加によって，投資家は，より多くの利益を得ることを望んで，LOCK処理に自動的に再び入ることができるようになるであろう。2つのサイクルを指定する例は，1株あたり50ドルでXYZを100株(1ドルのロック価格で)買い，1株あたり51ドルで売り，50ドルで買い戻し，51ドルで再び売ることを意味するであろう。この投資処理によって，個人投資家は，毎日の小さな株価変動を活用することが可能となるであろう。",
                    "［0086］  別のオプションは，各サイクルの価格インクリメント45を上げることであろう。投資家は，上昇している株価を利用するためにこの処理を利用するであろう。例は，1ドルのLOCK価格，サイクル数3，および，0．50ドルのインクリメントで，50．00ドルで100株のXYZを買うことを指定する。これは，50．00ドルで100株のXYZを買い，51．00ドルで売り，51．50ドルで買い戻し，52．50ドルで売り，52．00ドルで買い戻し，53．00ドルで売ると解釈するであろう。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "［0087］  別の実施形態は，投資家自身のコンピュータに，LOCK管理モジュール12を配置することであろう。",
                    "［0088］  図8は，投資家のコンピュータ46にLOCK管理ソフトウェアモジュール12を配置する代替実施形態である。この方法およびアプローチは，LOCK情報に対して，シーケンス化された複数の注文を自動的に生成し，以下に記載された投資家によって選択されたサイクル数およびインクリメントを実行することを要求する主な方法に類似している。",
                    "［0089]  LOCK処理は，投資家が，処理中いつでもLOCK注文をキャンセルできるようにするオプションを含み得る。たとえば，投資家は，LOCK注文のパート1で購入された株式を保持し，その後，LOCK注文の売り側(パート2)をキャンセルするように決定し得る。株式銘柄5および株の量6は，パート1およびパート2において同じままである。代替実施形態は，パート2において半分を売り，その後パート2を繰り返し，増加した価格で後半を売るように，量を変更でき得る。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "結論，波及効果，および範囲",
                  "text": [
                    "［0092］  LOCK発明および方法は，投資家が，具体的な投資戦略を規定し，最小の関与でこれら戦略を実行することを可能にするであろう。この発明はさらに，投資家が，小さく反復する株価移動を活用することを可能にするであろう。これは，時間と共に，著しい利益となるであろう。LOCK管理モジュールは，オンライン投資会社に，または投資家のコンピュータに存在でき得る。この発明は，オンライン投資会社のトレード量を著しく増加させるだろう。この戦略は，伝統的な持ち切り戦略から離れて，多くの小額であるが一貫した利得を試みることの1つへ移動させる。LOCKは，市場の一定の動きを観察するための十分な時間を持たない平均的な投資家に特に有利である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，甲2には，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "オンライン証券トレードは，一般投資家が，最小のトランザクション費用で，インターネットによって，株式及び証券を売買する能力を与えるものであり，投資家は，利益を得るため，注文を発行し，トランザクションの発生を待ち，その後第2の注文を発行して，ポジションをクローズアウトして行うが，市場の変動を利用するために絶えず市場をモニタし，いつ買うのかを決定する必要があり，このことが，投資家において，時間の損失又は通常の仕事の邪魔となり，迅速に動いている市場において，ポジションをクローズアウトする機会を喪失し得ることがあるという課題がある([0007]ないし［0009］)。",
                    "「本発明」(指値注文カップルリンク(LOCK)発明)は，このような現在の方法及び処理に代わって，トランザクション費用を下げることを可能とし，投資家が注文を発行しなければならない現在の処理を簡素化し，追加の投資行動を必要とすることなく，証券を現在価格で買い，予め規定された利得価格で売る，1つのトランザクション注文を入力することができるので，証券価格変動をモニタする負担から投資家を解放し，最小の関与で自動的にシーケンス化された投資戦略を実行することを可能とする(［0011］，[0012]，[0092])。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」の代替実施形態は，LOCK処理を再度自動的に繰り返すオプションと，買値／売値を上げまたは下げる追加のオプションとを挿入することを含むものであり，投資家は，より多くの利益を得ることを望んで，「サイクル数」の追加により，LOCK処理に自動的に再び入ることができるようにし，また，上昇している株価を利用するために，サイクル数，インクリメントを指定し，各サイクルのLOCK処理をインクリメントに指定された価格だけ高い価格で，サイクルを繰り返すことができ([0085]，[0086])，さらには，投資家が，LOCK処理中いつでもLOCK注文をキャンセルできるようにするオプションを含み得るものとし，株式の量はパート1(買い注文の処理)及びパート2(売り注文の処理)において同じままとし，パート2において半分を売り，その後パート2を繰り返し，増加した価格で後半を売るように，量を変更でき得るものである([0089])。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由1-1(甲1を主引用例とする本件発明1の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1-1の認定の誤りについて",
              "text": [
                "本件審決が認定した相違点1-1は，本件発明1では，約定検知手段が，「複数の売り注文のうち，最も高い売り注文価格の売り注文」が約定されたことを検知すると，注文情報生成手段が「前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報」を生成するもの(「構成要件1H」)であるのに対し，甲1発明では，約定検知手段が，「複数の売り注文のうちいずれかの売り注文」が約定されたことを検知すると，注文情報生成手段が「約定した売り注文と同じ売り注文価格の情報を含む売り注文情報」を再度生成する構成となっている点で相違するというものであり，要するに，本件審決は，本件発明1と甲1発明は，甲1発明が本件発明1の構成要件1Hの構成(相違点1-1に係る本件発明1の構成)を備えていない点で相違する旨を認定したものである。",
                "構成要件1Hの文言及び前記1(1)の本件明細書の記載を総合すると，本件明細書には，構成要件1Hは，「新規注文と決済注文が少なくとも1回ずつ約定したのちに，更に新規注文や決済注文が発注される際に，先に発注済の注文の価格や価格帯とは異なる価格や価格帯にシフトさせた状態で，新たな注文を発注させる態様の注文形態」である「シフト機能」による注文(【0078】)について規定したものであり，この「シフト機能」は，「相場価格の変動により，元の第一注文価格や元の第二注文価格よりも相場価格の変動方向側に新たな第一注文価格の第一注文情報や新たな第二注文価格の第二注文情報を生成し，相場価格を反映した注文の発注を行うことができる」(【0018】)という効果を奏することの開示があることが認められる。",
                "そうすると，構成要件1Hは，その構成全体でシフト機能に係るひとまとまりの技術的手段を規定したものと解される。",
                "しかるところ，原告主張の相違点1-1の認定の誤りは，甲1発明が本件発明1の構成要件1Hの一部である「前記相場価格が変動して，前記約定検知手段が，前記複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知する」構成を備えていることを本件審決が認定しなかった点についての誤りをいうものであり，原告の主張を前提としても，甲1発明が本件発明1の構成要件1Hの構成全体を備えていない点では変わりはない。",
                "加えて，本件審決は，当業者が，甲1発明において，本件発明1の構成要件1Hの構成(相違点1-1に係る本件発明1の構成)とすることの容易想到性について判断をしていることに照らすと，原告の相違点1-1の認定の誤りの主張は，相違点1-1に係る本件発明1の構成の容易想到性の判断の誤りの有無を検討するに当たって考慮すべき事項となり得るとしも，その認定の誤りが直ちに本件審決の結論に影響を及ぼすものとはいえないから，独立の取消事由にはなり得ないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1-1の容易想到性の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2(1)の甲1の記載事項によれば，本件審決認定の甲1発明は，「発明の実施の形態3」(【0139】ないし【0152】)に係る発明であることが認められる。そして，甲1には，甲1発明は，「一の売買注文申込情報に基づいて，同一種類の金融商品を，一の価格帯においてイフダンオーダーで複数回取引することを，複数の価格帯に渡って行う注文形態」である「トラップリピートイフダン注文」を行うものであること(【0140】)，「トラップリピートイフダン注文」では，一の注文情報群を形成する第一注文としての注文情報が約定された場合には第二注文としての注文情報及び逆指値注文情報を無効な注文情報から有効な注文情報とすると共に，有効な注文情報とされた第二注文としての注文情報が約定した場合には一の注文情報群を再度生成することにより，一の売買注文申込情報に基づいて，コンピュータシステム上で複数のイフダンオーダーによる取引を実現できること(【0151】)，この「トラップリピートイフダン注文」により，注文情報群を形成する第一注文と第二注文との約定によって顧客が不利益を被りうる事態を回避させて，指値注文を行う顧客が被るリスクを一層低減させることができるとともに，金融商品の指値注文において，システムを利用する顧客が煩雑な注文手続を行うことなく複数のイフダンオーダーを行うことを可能にし，システムを利用する顧客の利便性を高めることができるという効果を奏すること(【0151】，【0152】)の開示があることが認められる。",
                    "一方で，甲1には，本件明細書記載の「シフト機能」(【0078】)に関する記載や示唆はない。",
                    "そうすると，甲1の記載から，甲1発明は，本件審決が認定するように，想定した一定の価格帯に複数のイフダンオーダーを設定し，同じ価格帯においてイフダンオーダーを繰り返すことで，相場価格が一定の範囲内で変動する状況で利益を得ることを目的とする発明であると理解できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，前記3(1)の甲2の記載事項によれば，本件審決認定の甲2発明の1は，「代替実施形態」([0085]，[0086])に係る発明であることが認められる。そして，甲2には，甲2発明の1は，第1の注文の実行が，第2の注文の実行を自動的に生成するイフダンオーダーであるLOCK(指値注文カップルリンク)処理([0014]，[0015]，[0017])に，再度自動的に繰り返すオプションと，買値／売値を上げまたは下げる追加のオプションとを挿入することを含む発明であり，上昇している株価を利用するために，サイクル数と，インクリメントを指定し，各サイクルのLOCK処理をインクリメントに指定された価格だけ高い価格で，サイクルを繰り返すことができること([0085]，[0086])の開示があることが認められる。",
                    "そうすると，甲2の記載から，甲2発明の1は，上昇している相場を利用するために，新たに生成されるイフダンオーダーの価格を増加させることで，より価格の高い注文を約定させることを目的とする発明であると理解できる。",
                    "一方で，甲2発明の1は，1ドルのLOCK価格，サイクル数3，および，0．50ドルのインクリメントで，(1)50．00ドルで買う，(2)51．00ドルで売る，(3)50．50ドルで買う，(4)51．50ドルで売る，(5)51．00ドルで買う及び(6)52．00ドルで売るという取引を順次行うというものであって，単一のLOCK価格によるイフダンオーダーにインクリメントオプションを設定し，インクリメントに指定された価格だけ高い価格で取引を行うことを所定のサイクル数繰り返すというものであり，複数のイフダンオーダー(複数の売り注文)のうち，「最も高い売り注文価格の売り注文」が約定されたことを検知すると，注文情報生成手段が「前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報」を生成するという構成(構成要件1H)のものではない。また，甲2には，複数のイフダンオーダーによるLOCK処理を行うことについての記載も示唆もない。かえって，甲2の［0011］には，「私の発明は，現在の方法および処理に代わって，投資家が，トランザクション費用を下げることを可能にする。私の発明を用いて，投資家は，追加の投資家行動を必要とすることなく，証券を，現在価格で買い，利得価格で売る，1つの注文を出すことができ得る。」との記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上を総合すると，甲1及び甲2に接した当業者において，甲1発明において，甲2発明の1における「インクリメントオプション」に係る構成(「1ドルのLOCK価格，サイクル数3，および，0．50ドルのインクリメントで，(1)50．00ドルで買う，(2)51．00ドルで売る，(3)50．50ドルで買う，(4)51．50ドルで売る，(5)51．00ドルで買う及び(6)52．00ドルで売るという取引を順次行う」構成)を適用する動機付けがあるものと認めることはできない。",
                    "また，甲2発明の1の上記構成は，複数のイフダンオーダー(複数の売り注文)のうち，「最も高い売り注文価格の売り注文」が約定されたことを検知すると，注文情報生成手段が「前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報」を生成するという構成(構成要件1H)のものではないから，甲1発明に甲2発明の1の上記構成を組み合わせることを試みたとしても，当業者が，甲1発明において，相違点1-1に係る本件発明1の構成とすることを容易に想到することができたものと認めることはできない。",
                    "したがって，当業者は，甲1発明及び甲2発明の1に基づいて，甲1発明において，相違点1-1に係る本件発明1の構成とすることを容易に想到することができたものと認めることはできないから，これと同旨の本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し原告は，①甲1には，複数の売り注文の中で最も高い売り注文価格の売り注文が約定されたことを注文情報生成部の約定検知手段が検知する構成が開示されていること(【0146】，【0147】，図7A，図19)，②甲2の記載事項([0085]，図6，図7)によれば，甲2発明の1は，1回限りのイフダンオーダー(繰り返さないLOCK注文)を前提として，「相場価格が上昇する状況」にあると予想した投資家が，上昇する相場に追従するように，従前のものより所定価格だけ増加させたイフダンオーダーを生成することを繰り返すことで，利益を得ることを可能にした発明であるといえること，③甲1発明は，「複数の売り注文のうちいずれかの売り注文が約定されたことを検知すると，同じ売り注文価格の情報を含む売り注文情報を再度生成するものであって，相場価格が一定の範囲内で変動する状況で利益を得ることを目的とする発明」であり，甲2発明の1の従来技術に相当するものであるから，甲2発明の1は，甲1発明に相当する発明に甲2発明の1を適用することを示唆していること，④甲1発明と甲2発明の1とは，金融商品の取引に関する技術分野に属している点で技術分野が共通すること，「顧客に利益をもたらす装置を提供する」という目的(課題)が共通し，イフダンオーダーを利用することによって機会喪失のリスクを低減するという機能においても共通することに照らすと，甲1及び甲2に接した当業者は，甲1発明における「約定検知手段が，複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知」した場合の「注文情報生成手段」の動作について，甲2発明の1の「従前のものより所定価格だけ増加させたイフダンオーダーを生成する」という動作を適用する動機付けがあるから，甲1発明において，「約定検知手段が，複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知」した場合に「複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報」を生成する動作とする構成(相違点1-1に係る本件発明1の構成)とすることを容易に想到することができたものである旨主張する。",
                    "しかしながら，上記①の点については，原告の指摘する甲1の記載は，第一～第五の注文情報群181s21～181s25のうち，いずれの第二注文(181u21～181u25)が約定した場合においても，当該第二注文を含む注文情報群を再度生成することを示したものであり，特に最も高い売り注文価格の売り注文が約定した場合(181u25)に着目した処理を記載したものではないし，前述のとおり，甲1には，本件明細書記載の「シフト機能」(【0078】)に関する記載や示唆はない。",
                    "上記②及び③の点については，甲2には，甲2発明の1が，1回限りのイフダンオーダー(繰り返さないLOCK注文)を前提として，「相場価格が上昇する状況」にあると予想した投資家が，上昇する相場に追従するように，従前のものより所定価格だけ増加させたイフダンオーダーを生成することを繰り返すことで，利益を得ることを可能にした発明であることの開示があるものといえるが，他方で，甲2には，複数のイフダンオーダーによるLOCK処理を行うことについての記載も示唆もないことに照らすと，甲1発明が甲2発明の1の従来技術に相当するものであるとはいえないし，甲2発明の1が，甲1発明に相当する発明に甲2発明の1を適用することを示唆しているということもできない。また，甲1には，複数のイフダンオーダー(複数の売り注文)のうち，「最も高い売り注文価格の売り注文」が約定されたことを検知すると，注文情報生成手段が「前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報」を生成するという構成(構成要件1H)についての記載も示唆もない。",
                    "そうすると，甲1及び甲2に接した当業者においては，甲1発明と甲2発明の1が，金融商品の取引に関する技術分野に属している点で技術分野が共通し，イフダンオーダーを利用することにより，利便性を高めるなどの機能面においても共通すること(上記④)を勘案しても，甲1発明における「約定検知手段が，複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知」した場合の「注文情報生成手段」の動作について，甲2発明の1における「インクリメントオプション」に係る構成あるいは原告のいう「従前のものより所定価格だけ増加させたイフダンオーダーを生成する」という動作を適用する動機付けがあるものと認めることはできない。また，甲2発明の1の上記構成は，相違点1-1に係る本件発明1の構成全部を含むものではないから，甲1発明に甲2発明の1の上記構成を組み合わせることを試みたとしても，当業者が，甲1発明において，相違点1-1に係る本件発明1の構成とすることを容易に想到することができたものと認めることはできない。",
                    "したがって，原告の上記主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1は，甲1発明及び甲2発明の1に基づいて当業者が容易に発明をすることができたものとはいえないから，これと同旨の本件審決の判断に誤りはない。",
                "したがって，原告主張の取消事由1-1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由1-2(甲1を主引用例とする本件発明2ないし12の進歩性の判断の誤り)について",
          "text": [
            "原告は，本件発明1が甲1発明及び甲2発明の1に基づいて，当業者が容易に発明をすることができたものであるから，本件発明2ないし12は当業者が容易に発明をすることができたものではないとした本件審決の判断は誤りであると主張する。",
            "しかしながら，本件発明1が甲1発明及び甲2発明の1に基づいて容易に発明をすることができたものではないことは，前記4のとおりであるから，原告の主張はその前提を欠くものである。",
            "したがって，原告主張の取消事由1-2は理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由2-1(甲2を主引用例とする本件発明1の進歩性の判断の誤り(その1))について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，①甲2発明の1は，約定検知手段が，「売り注文」が約定されたことを検知すると，注文情報生成手段は，「買い注文情報」を生成し，その後当該買い注文が約定した際に，前記「売り注文」の注文価格よりも「さらに所定価格だけ高い売り注文価格の情報を含む売り注文情報」を生成する構成を備えていること，②甲1発明は，本件発明1の構成のうち，約定検知手段の動作が「複数の売り注文のうち，最も高い売り注文価格の売り注文」が約定されたことを検知する動作である構成及び約定検知手段による売り注文の約定検知時の注文情報生成手段の動作が「前記複数の売り注文のうち最も高い売り注文価格に関連する売り注文価格の情報を含む売り注文情報を生成する」動作である構成をいずれも備えていること，③甲1発明は，甲2発明の1の従来技術に相当するものであること，④甲1発明と甲2発明の1とは，金融商品の取引に関する技術分野に属している点で技術分野が共通すること，「顧客に利益をもたらす装置を提供する」という目的(課題)が共通し，イフダンオーダーを利用することによって機会喪失のリスクを低減するという機能においても共通することに照らすと，甲1及び甲2に接した当業者は，甲2発明の1の上記①の構成に甲1発明の上記②の構成を組み合わせる動機付けがあり，甲2発明の1において，相違点2-4に係る本件発明1の構成とすることを容易に想到することができたものであるから，これと異なる本件審決の判断は誤りである旨主張する。",
                "しかしながら，前記4(2)で説示したように，甲2発明の1は，上昇している相場を利用するために，新たに生成されるイフダンオーダーの価格を増加させることで，より価格の高い注文を約定させることを目的とする発明であるのに対し，甲1発明は，想定した一定の価格帯に複数のイフダンオーダーを設定し，同じ価格帯においてイフダンオーダーを繰り返すことで，相場価格が一定の範囲内で変動する状況で利益を得ることを目的とする発明であり，想定している状況が異なるものと認められる。",
                "また，甲2には，複数のイフダンオーダーによるLOCK処理を行うことについての記載も示唆もないことに照らすと，甲1発明が甲2発明の1の従来技術に相当するものであるとはいえない。また，甲1には，複数のイフダンオーダー(複数の売り注文)のうち，「最も高い売り注文価格の売り注文」が約定されたことを検知すると，注文情報生成手段が「前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報」を生成するという構成(構成要件1H)についての記載も示唆もない。",
                "そうすると，甲1及び甲2に接した当業者においては，甲2発明の1と甲1発明とが，金融商品の取引に関する技術分野に属している点で技術分野が共通し，イフダンオーダーを利用することにより，利便性を高めるなどの機能面においても共通することを勘案しても， 甲2発明の1に一定の価格帯に複数のイフダンオーダーを設定し，同じ価格帯においてイフダンオーダーを繰り返す甲1発明を適用する動機付けがあるものと認めることはできない。また，甲1発明の上記構成は，相違点2-4に係る本件発明1の構成全部を含むものではないから，甲2発明の1に甲1発明の上記構成を組み合わせることを試みたとしても，当業者が，甲2発明の1において，相違点2-4に係る本件発明1の構成とすることを容易に想到することができたものと認めることはできない。",
                "したがって，原告の上記主張は，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，本件発明1は，甲2発明の1及び甲1発明に基づいて当業者が容易に発明をすることができたものとはいえないから，これと同旨の本件審決の判断に誤りはない。",
                "したがって，原告主張の取消事由2-1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由2-2(甲2を主引用例とする本件発明2ないし12の進歩性の判断の誤り(その1))について",
          "text": [
            "原告は，本件発明1が甲2発明の1及び甲1発明に基づいて，当業者が容易に発明をすることができたものであるから，本件発明2ないし12は当業者が容易に発明をすることができたものではないとした本件審決の判断は誤りである旨主張する。",
            "しかしながら，本件発明1が甲2発明の1及び甲1発明に基づいて容易に発明をすることができたものではないことは，前記6のとおりであるから，原告の主張はその前提を欠くものである。",
            "したがって，原告主張の取消事由2-2は理由がない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由3-1(甲2を主引用例とする本件発明1の進歩性の判断の誤り(その2))について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，インクリメントオプションを含んだ複数のLOCK注文からなる甲2発明の2に，甲1発明の複数の買い注文情報と等しい値幅で価格が異なる複数の売り注文情報を一の注文手続で生成する構成を組み合わせる際，甲1発明に倣って，等しい値幅で価格を異ならせて一の注文手続により生成するよう変形することが可能であること，このように甲2発明の2に甲1発明を組み合わせた場合，買い注文情報生成手段が複数の買い注文情報を生成し，複数の売り注文情報に含まれる売り注文価格の情報がそれぞれ等しい値幅で価格が異なるという，相違点3-1及び相違点3-2に係る本件発明1の構成に至ることができること，甲2発明の2の上記構成に甲1発明の構成を組み合わせる動機付けがあることからすると，甲1及び甲2に接した当業者は，甲2発明の2において，相違点3-1及び相違点3-2に係る本件発明1の構成とすることを容易に想到することができたものであるから，相違点3-1ないし相違点3-4に係る構成は当業者が容易に想到し得たものではないとした本件審決の判断は誤りである旨主張する。",
                "しかしながら，甲2発明の2は，甲2発明の1と同様に，イフダンオーダー(LOCK注文)を設定し，新たに生成されるイフダンオーダーの価格を，従前のものより所定価格だけ増加させることを繰り返すことによって利益を得ることを可能とした発明であり，甲2発明の1とは，イフダンオーダーのうち後半の売り注文を半分に分けて2段階で行う点で相違しているのみであって(［0081］，［0087］)，甲2発明の1と同様の技術的思想に基づく発明であるものと認められる。",
                "そうすると，前記6(1)で説示したのと同様の理由により，当業者は，甲2発明の2及び甲1発明に基づいて，甲2発明の2において，相違点3-4に係る本件発明1の構成とすることを容易に想到することができたものと認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，本件発明1は，甲2発明の2及び甲1発明に基づいて当業者が容易に発明をすることができたものとはいえないから，これと同旨の本件審決の判断に誤りはない。",
                "したがって，原告主張の取消事由3-1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由3-2(甲2を主引用例とする本件発明2ないし12の進歩性の判断の誤り(その2))について",
          "text": [
            "原告は，本件発明1が甲2発明の2及び甲1発明に基づいて，当業者が容易に発明をすることができたものであるから，本件発明2ないし12は当業者が容易に発明をすることができたものではないとした本件審決の判断は誤りである旨主張する。",
            "しかしながら，本件発明1が甲2発明の2及び甲1発明に基づいて容易に発明をすることができたものではないことは，前記8のとおりであるから，原告の主張はその前提を欠くものである。",
            "したがって，原告主張の取消事由3-2は理由がない。",
            "10  取消事由4(サポート要件の判断の誤り)について"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件の適合性について",
              "text": [
                "原告は，本件発明1の構成要件1Hは，本件明細書記載のシフト機能(【0078】)を規定したものであるところ，本件明細書には，「発明の実施の形態3」として，「いったんスルー注文」及び「決済トレール注文」の構成を組み合わせたものに基づいて，複数の新規注文の全て及び複数の決済注文の全てがそれぞれ1回ずつ約定した場合に複数の新規注文の全て及び複数の決済注文の全てに対応する個数の新たな複数の新規注文及び新たな複数の決済注文を発注させることの記載があるが(【0138】，【0145】ないし【0149】，図35)，構成要件1Hに含まれる，「シフト機能」を「いったんスルー注文」及び「決済トレール注文」に組み合わせたもの以外の構成のもの(最も高い売り注文価格の特定の一の売り注文が約定されたことを検知すると，前記注文情報生成手段が，更に所定価格だけ高い「一の売り注文情報」を生成するもの)については，実質的にも形式的にも記載はないから，構成要件1Hは，本件明細書の発明の詳細な説明に記載したものといえないため，本件発明1は，サポート要件に適合せず，同様に，本件発明1を引用する本件発明2ないし12も，サポート要件に適合しない旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の特許請求の範囲(請求項1)の記載中には，構成要件1Hの「前記相場価格が変動して，前記約定検知手段が，前記複数の売り注文のうち，最も高い売り注文価格の売り注文が約定されたことを検知すると，前記注文情報生成手段は，前記約定検知手段の前記検知の情報を受けて，前記複数の売り注文のうち最も高い売り注文価格よりもさらに所定価格だけ高い売り注文価格の情報を含む売り注文情報を生成する」との記載において，「注文情報生成手段」が生成する「所定価格だけ高い売り注文価格の情報」を含む「売り注文情報」の個数を規定する記載はないから，当該「売り注文情報」は，複数の場合に限らず，一つの場合も含むものと理解できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，本件明細書の発明の詳細な説明には，①「シフト機能」について，「金融商品取引管理装置1や金融商品取引管理システム1Aにおいて，既に発注した新規注文と決済注文をそれぞれ約定させたのち，「シフト機能」による処理を併用した取引を行うことも可能である。この「シフト機能」による注文は，上述した，「いったんスルー注文」や「決済トレール注文」や，各種のイフダン注文(例えば後述する「リピートイフダン注文」や「トラップリピートイフダン注文」)等に基づいて，新規注文と決済注文が少なくとも1回ずつ約定したのちに，更に新規注文や決済注文が発注される際に，先に発注済の注文の価格や価格帯とは異なる価格や価格帯にシフトさせた状態で，新たな注文を発注させる態様の注文形態である。」こと(【0078】)，②「シフト機能」は，「相場価格の変動により，元の第一注文価格や元の第二注文価格よりも相場価格の変動方向側に新たな第一注文価格の第一注文情報や新たな第二注文価格の第二注文情報を生成し，相場価格を反映した注文の発注を行うことができる」(【0018】)という効果を奏すること，③「発明の実施の形態3」は，「この実施の形態3の金融商品取引管理システムにおいては，「いったんスルー注文」と「決済トレール注文」とを，「らくトラ」による注文と組み合わせ，さらに「シフト機能」を行わせる状態を示す。」(【0138】)ものであるが，「上記の「シフト機能」は，上記発明の実施の形態1や，発明の実施の形態2の構成において適用することもできる。」こと(【0151】)及び「上記各実施の形態は本発明の例示であり，本発明が上記各実施の形態のみに限定されることを意味するものではないことは，いうまでもない。」こと(【0164】)の記載があることが認められる。",
                    "上記①の記載から，「シフト機能」は，「新規注文と決済注文が少なくとも1回ずつ約定したのちに，更に新規注文や決済注文が発注される際に，先に発注済の注文の価格や価格帯とは異なる価格や価格帯にシフトさせた状態で，新たな注文を発注させる態様の注文形態」であり，シフトされる先に発注済の注文には，「新規注文」又は「決済注文」の一方のみの構成又は双方の構成が含まれること，先に発注済の一つの注文の「価格」をシフトさせる構成のものと先に発注済の複数の注文の「価格帯」をシフトさせる構成のものが含まれることを理解できる。",
                    "また，上記①ないし③の記載から，「シフト機能」は，「相場価格を反映した注文の発注を行うことができる」という効果を奏し，「いったんスルー注文」，「決済トレール注文」や，各種のイフダン注文(例えば…「リピートイフダン注文」や「トラップリピートイフダン注文」)」等の注文方法とは別個の処理であること，「シフト機能」にこれらの各種の注文方法のいずれを組み合わせるかは任意であることを理解できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の発明の詳細な説明には，図35に示す「実施の形態3」(【0144】ないし【0148】)として，シフト機能に決済トレール注文を組み合わせたトラップリピートイフダン注文で行われ，決済注文S5，S4が約定した後に，元の買い注文と同じ注文価格の買い注文B5，B4及び元の売り注文S5，S4と同じ注文価格の売り注文S5，S4が再度生成されるが，この時点ではシフトは発生せず，通常のリピートイフダン注文が繰り返され，その後相場価格が変動して，S1ないしS3の売り注文価格がトレールし，S1ないしS3が最も高い注文価格の売り注文として同時に約定すると，再度生成された売り注文S5，S4は約定していないにも関わらずこれをキャンセルして，S1ないしS5のシフトが実行されることが記載されている。そして，上記記載は，構成要件1Hに含まれる，「シフト機能」に「いったんスルー注文」及び「決済トレール注文」を組み合わせた構成の一つであることが認められる。",
                        "また，シフト機能に決済トレール注文を組み合わせない場合には，図35において，S2及びS3の売り注文価格がトレールしないため，それぞれの注文情報が生成された時点における価格のとおり，それぞれ別々に約定し，その場合，実施の形態3の取引例でS5，S4が約定した段階ではシフトが生じていないのと同様に，S3，S2が約定した段階ではシフトが生じず，その後に最も高い売り注文価格の売り注文であるところのS1が約定した段階でシフトが生じることになることを理解できる。",
                        "そうすると，複数の売り注文情報のうち最も高い売り注文価格の売り注文が約定すると，それよりも所定価格だけ高い売り注文価格の情報を含む売り注文情報を生成するという構成要件1Hに係る構成は，本件明細書の上記記載から認識できるから，本件明細書の発明の詳細な説明に記載されているということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し原告は，図35には，S5，S4が約定した後に再度S5，S4が生成されることの記載はなく，B5，B4には，直後に「キャンセル」と記載されていることからすれば，S5，S4が約定しても，元の買い注文B5，B4と同じ注文価格の買い注文B5，B4がそもそも生成されないか，生成されてもすぐにキャンセルされていると理解できること，加えて，本件明細書の【0144】ないし【0147】にも，新たな新規注文B5及びB4は，個別に生成されるのではなく，(従前の)決済注文の全ての約定((従前の)決済注文S1ないしS3の約定)を待って，新たな新規注文B1ないしB3とともに新たな新規注文が一括して生成されることが開示されていることからすると，図35には，同図右上のS1ないしS3が同時に約定し，もって，B5ないしB1及びS5ないしS1の全てが1回ずつ約定した後に，「シフト機能」によるシフトが行われ，新たなB5ないしB1及びS5ないしS1が一括的に生成される場合が示されているに過ぎず，B5，B4に対応する決済注文S5，S4が約定すると，元の買い注文B5，B4と同じ注文価格の買い注文B5，B4が再度生成されることを看取できない旨主張する。",
                        "しかしながら，図35には，明示の記載はないが，決済注文S5，S4が約定した後に，元の買い注文と同じ注文価格の買い注文B5，B4及び元の売り注文S5，S4と同じ注文価格の売り注文S5，S4が再度生成され，通常のリピートイフダン注文が繰り返されることは，「図30に示すように，相場価格64が上昇から下落に転じ，1ドル＝100．60円未満になると，約定情報生成部14は，決済注文S4，S5を約定させる処理を行う。これにより，(新規注文情報18114，18115に基づく)新規注文B4，B5と，(決済注文情報18119，18120に基づく)決済注文S4，S5によるイフダン注文の取引がそれぞれ成立する。これにより，注文情報生成部16は，元の新規注文B4，B5と元の決済注文S4，S5と同じ，新たな新規注文B4，B5と元の決済注文S4，S5を生成する。」(【0132】，図30)との記載に照らしても明らかであり，原告の上記主張は，その前提において，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件発明1の構成要件1Hの文言と本件明細書の記載から，構成要件1Hは，「シフト機能」のうち，先に発注済の「決済注文」がシフトする構成のものを規定したものであること，本件明細書の発明の詳細な説明には，構成要件1Hに含まれる，「シフト機能」を「いったんスルー注文」及び「決済トレール注文」に組み合わせた構成のもの(実施の形態3)のほか，これ以外の構成のもの(最も高い売り注文価格の特定の一の売り注文が約定されたことを検知すると，前記注文情報生成手段が，更に所定価格だけ高い「一の売り注文情報」を生成するもの)についての開示があることが認められる。",
                    "したがって，構成要件1Hは，本件明細書の発明の詳細な説明に記載したものであることが認められ，本件発明1はサポート要件に適合するものと認められるから，本件発明1ないし12のサポート要件違反をいう原告の前記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明1はサポート要件に適合するものと認められ，本件発明2ないし12も，これと同様であるから，原告主張の取消事由4は理由がない。",
                "11  結論",
                "以上のとおり，原告主張の取消事由はいずれも理由がないから，原告の請求は棄却されるべきである。"
              ]
            }
          ]
        }
      ]
    }
  ]
}