{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2018-650016号事件について平成30年9月7日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成28年7月28日，指定商品を第12類「Motor  vehicles.」(自動車及び二輪自動車)として，「EQ」の文字を欧文字で表して成る商標(以下「本願商標」という。)について，国際商標登録出願をした(優先権主張：2016年7月8日英国。国際登録第1328469号。乙1。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年11月22日付けで拒絶査定を受けたので(甲12)，平成30年2月22日，これに対する不服の審判を請求した(甲13)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを不服2018-650016号事件として審理し，同年9月7日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をした。同月19日，その謄本が原告に送達された。なお，出訴期間として，90日が附加された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成31年1月15日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)のとおりである。要するに，本願商標は，商標法3条1項5号に該当し，同条2項に該当しないから，商標登録を受けることができない，というものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条1項5号該当性の判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "商標法3条2項該当性の判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法3条1項5号該当性の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本願商標は「商品の品番，型番，等級等を表すための記号，符号」の一類型として使用されているものではなく，原告の電動車モデルに特化したブランドとして採択され，当該ブランドを称するものとして各種プロモーション活動や広告宣伝活動で一貫して使用されてきたものである。また，原告による使用を通じ，需要者，取引者において，本願商標が「商品の品番，型番，等級等を表すための記号，符号」としてではなく，原告の電動車ブランドを指すものであることが正しく認識されている。",
            "このように，ブランド名として使用され，需要者，取引者においても原告のブランドとして理解されている商標については，そもそも商標法3条1項5号に該当しないから，該当するとした本件審決には誤りがある。",
            "〔被告の主張〕",
            "本願商標は，「EQ」の欧文字2字を，取引上普通に採択されている書体で横書きしてなるものであるから，その書体や表示態様に特段の特徴はなく，その構成文字も特定の意味を有する成語として親しまれているものではない。",
            "一般に，欧文字2字からなる標章は，商品の品番，型番，等級等を表示するための記号，符号として類型的に取引上普通に採択されているものであるところ，本願の指定商品と関連する業界においても，本件審決で挙げた欧文字2字の使用の実情に加えて，「E」又は「Q」を含む欧文字2字が，商品の品番，型番，等級等を表す記号又は符号として使用されている実情がある。",
            "したがって，本件商標は，商標法3条1項5号に該当する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法3条2項該当性の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "以下のとおり，本願商標は，第12類「Motor  vehicles.」に係る商品について使用された結果，本件審決の時点までに，需要者が何人かの業務に係る商品であることを認識することができるに至ったと認められるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告及びそのブランド「メルセデス・ベンツ」について",
              "text": [
                "原告は，世界的に著名なドイツの自動車メーカーであり，「メルセデス・ベンツ」ブランドの乗用車その他各種乗用車・商用車や各種エンジンのメーカーとして世界200以上の国と地域で事業を展開しており，その製品は我が国を含む世界各国の需要者に広く知られている。",
                "「メルセデス・ベンツ」は，世界的に著名なブランドの1つで，自動車メーカーとしてはトヨタに次ぐトップ2のブランドとして業界を牽引する存在である。我が国における「メルセデス・ベンツ」の販売実績は，輸入車ブランドの中では4年連続でトップの販売台数を記録しており，高級輸入車というイメージが広く浸透し，輸入車ブランドとしてトップの認知度を誇っている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "自動車業界におけるプロモーション活動について",
              "text": [
                "最先端の技術が結集された自動車は，高額の価格設定がされるのが一般的であり，購入にあたっては，多くの要素について時間をかけて慎重に吟味されるため，自動車メーカー各社は，新たに産み出す自動車について，その実際の販売開始の相当前の段階からプロモーション活動を開始し，需要者に新車のコンセプトやスペック等について繰り返し情報発信して充分な情報を与え，購買意欲を高める働きかけを行う。さらに，本願商標が使用される電気自動車特有の事情として，市販に際しては当該商品(自動車)のみならず販売地(国)における電力事情や充電環境といったインフラの拡充も必要となるため，将来のシェア確保のためには，インフラを含めたクルマ社会，ひいては社会全体の将来像もあわせて提示し，説得力あるプロモーション活動を行うことが重要となる。",
                "自動車メーカーによるプロモーション活動は，ブランドの定立，「モーターショー」と呼ばれる見本市への出展，新聞への広告掲載，ウェブサイト，カタログや定期機関誌等を通じた情報発信，イベント及びテレビ放映におけるブランドロゴの露出，販売店における販促活動である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標の採択，各種プロモーション活動及び販売実績について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標の採択",
                  "text": [
                    "原告においては，長年培ってきた最先端の技術を搭載した電動化モデル(電動車)のブランドとして，本願商標「EQ」を採択した。「EQ」とは「Electric Intelligence(エレクトリック・インテリジェンス)」を意味する言葉であり，電動化の「電気」を意味する「E」と，「インテリジェンス＝知性のある・知能の高い」を意味し，さらには「最先端の技術を実現し，時代を牽引する」といった思いの込められた「Q」の2文字からなるシンプルな構成である。2文字とはいえ原告の構想する電動化モデル(電動車)のコンセプトが忠実に反映され，また，2文字という無駄を排したシンプルさと，国籍を問わず発音の容易な「イーキュー」という称呼からは，誰しもの印象に刻まれ記憶に残るシンボリックなイメージが形成される。",
                    "原告は自動車の電動化技術のみでなく，電気自動車を中心とするクルマ社会の将来像とのセットとして社会に提示し，これを実現化するブランドとして「EQ」を採択したのであって，中長期戦略として掲げるコンセプト「CASE」のもと，クルマ社会を再構築していく原告の代名詞的存在となり，高級車トップブランドとしての付加価値を生み出していくブランド名である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "モーターショーへの出展",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，平成28(2016)年9月29日，パリモーターショー2016において，電動車に特化したブランド「EQ」の発足を初めて発表し，そのコンセプトカー(見本)である「Generation  EQ(ジェネレーションEQ)」を世界初公開し，新ブランド「EQ」の立ち上げを宣言した。その様子は，我が国においても多くの媒体に取り上げられた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "平成29(2017)年9月に開催されたフランクフルトモーターショー2017では，「EQ」ブランド第2弾モデルとして，コンパクトサイズの「Concept  EQA(コンセプト  EQA)」を世界初公開するとともに，「EQ」ブランド最初の市販車「EQC」を平成31(2019)年に販売する計画を明らかにし，その様子は，我が国においても多くの媒体に取り上げられた。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "平成29(2017)年10月から11月にかけて開催された東京モーターショー2017においては，「Concept  EQA」がアジア初公開された他，原告初のステアリングレスカー(完全自動運転車)のコンセプトモデルとして，「smart  vision  EQ  fortwo」も発表された。",
                        "平成29(2017)年10月2日，東京モーターショー開催に先立ち，原告の出展内容をメディア各社に伝えるための出展概要が公開され，メディア各社が出展概要に係る記事を掲載した。原告の日本語ウェブサイト(以下「原告ウェブサイト」という。)でも，東京モーターショーの出展内容に係る予告がなされ，「EQ」ブランドの最新コンセプトカー「Concept  EQA」の解説記事が掲載されたほか，「CASE」と「EQ」ブランドについての記事において，「EQ」ブランドとして2022年までに10モデル以上のEVの発売を計画していることや，「EQC」や「GLC  F-CELL」が開発の最終段階にあること等が示されている。また，他にも多くの媒体が東京モーターショーの様子を取り上げている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，平成30(2018)年9月，ストックホルムにおいて，「EQ」ブランドの市販モデル第1弾「EQC」を世界で初めて発表した。会場には国内外のメディアが詰めかけ，多くの雑誌記事において詳細に報じられた。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "平成30(2018)年10月に開催されたパリモーターショー2018にて，「EQC」が紹介されたほか，「ビジョンEQシルバーアロー」という「EQ」ブランドの電気自動車も紹介され，多くの雑誌記事において詳細に報じられた。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "原告は，平成31年3月12日に，EQブランドの象徴となる体験施設「EQ  House」を開設し，プレスリリースを行ったところ，新聞，雑誌やテレビ番組に一斉に記事が掲載された。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "新聞広告の掲載",
                  "text": [
                    "平成30(2018)年1月5日付けの全国誌3誌(読売，朝日，日経)の朝刊に，原告が電動化を進める新ブランド「EQ」を紹介する広告が掲載された。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "ウェブサイト，カタログ，定期機関誌",
                  "text": [
                    "原告は，そのウェブサイトにおいて，「EQ」ブランドの立ち上げやそのコンセプト，また各モーターショーにおけるプレゼンテーションの内容を詳細に説明し，需要者に対し「EQ」ブランドの周知を図っている。",
                    "原告は，日本国内の顧客(メルセデス車オーナー)向けの定期機関誌として「Mercedes-Benz  magazine」を年4回発行し，その2017年9月号以降，毎号において「EQ」が取り上げられ，多くの頁が割かれている。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "F1大会への出場及びテレビ放映におけるブランドロゴの露出",
                  "text": [
                    "平成29(2017)年より，メルセデスAMG(原告を母体とするF1チーム)は，「EQ」のロゴを付したマシンで世界21ヵ国を転戦しており，サーキットに来場した観戦者及び我が国を含む世界中のテレビ視聴者が当該ロゴを頻繁に目にしている。「メルセデスAMG  F1」のオフィシャルホームページやソーシャルメディアにおいても，マシンとともに上記ロゴも掲出されている。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "販売店における販売実績・販促活動",
                  "text": [
                    "原告は，平成26(2014)年より製造販売を開始したプラグインハイブリッド車(内燃機関と電力で駆動するハイブリッド車で，コンセントから充電可能)シリーズに，平成29(2017)年以降，「EQ  Power」という名称を付した。原告のプラグインハイブリッド車の日本国内における販売実績は，平成26(2014)年以降の累計で約1700台であり，「EQ」ブランドとして「EQ  Power」と称したプラグインハイブリッドモデルの平成29(2017)年以降の累計では約1000台にのぼる。",
                    "平成29(2017)年10月には原告の日本各地の販売店(215拠点)において販促フェアが一斉に開催され，「EQ」ブランドの宣伝告知が行われた。その際，フェア告知用のリーフレットにおいて新ブランド「EQ」の誕生を告知し，各販売店では「EQ」ロゴの付されたのぼりや，化粧プレート，ステッカー等の販促ツールが使用されたほか，フェアに訪れた顧客に「EQ」ブランドの各車種が掲載されたブックレットが配布された。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "取引の実情等",
                  "text": [
                    "自動車業界においては，自動車愛好家，自動車評論家が存在するなど，各メーカーの商品に高度の関心を寄せる需要者が相当程度存在すること，原告は，自動車メーカーとして世界的に著名であること，現在の自動車業界において，電動化や自動運転化への取組は優先度の高い項目であり，各メーカーにおいて電動車の開発が進んでいることから，各メーカーの発表する電動車モデルには需要者の大きな関心が寄せられ，原告の電動車ブランドである「EQ」には多くの注目が寄せられること等の事情が存在する。",
                    "また，原告は，ウェブサイト等において，本願商標が原告のブランドであることを強調し，印象付ける形で繰り返し使用している。原告による情報発信を受け，第三者のウェブサイトや雑誌等の媒体に掲載された本願商標についての記事も，本件指定商品の取引者及び需要者において，本願商標が原告のブランドであることを正しく認識できる内容となっている。",
                    "これらの事情に照らすなら，本願商標は，その使用期間の長短や広告・記事の数の多寡によらず，需要者に広く知られることとなったといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本願商標「EQ」は，市販開始前の大規模かつ世界的なプロモーション活動や現に我が国において行われた広告宣伝活動を通じて，需要者において充分に認知され，既にブランドとして成熟するに至っていることから，市販(受注)開始の有無にかかわらず商標としての識別力を獲得している。加えて，本願商標「EQ」を使用したプラグインハイブリッド車は，平成29(2017)年以降，我が国において市販が開始されていることにも鑑みれば，本願商標は原告の新しい電気自動車のブランドとして幅広い需要者層に浸透し，市販開始前の段階で既に成熟したブランドとして確立していたことは明らかである。",
                "よって，本願商標は，使用を通じて識別を獲得したものであり，商標法3条2項の要件を具備する。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告の使用に係る商標「EQ」(以下「原告使用商標」という場合がある。)は，平成28(2016)年9月29日の「パリモーターショー2016」において，「電気自動車」に特化したブランドとして公表されたものである。原告使用商標は，電気自動車の抽象的なブランド名ではあるが，単独で車名として採択されておらず，同名の自動車の販売予定を示す具体的な証拠もない。「EQ」ブランドと関連して販売が予定される具体的な車名(コンセプトカーを含む。)は，「ジェネレーションEQコンセプト」，「コンセプトEQA」，「EQC」，「smart  vision  EQ  fortwo」などであり，当該車名に係る商品は，いずれも本件審決時において我が国において販売されていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告使用商標の使用態様について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告使用商標は，抽象的なブランド名であり，電動自動車と関連する雑誌やインターネット記事情報において，記述的に活字で紹介される場合が多いが，プレスリリースに際しては「EQ」の文字をモチーフに図案化したロゴを用いる場合もある。図案化した態様での商標の使用は，図案化した書体により出所識別標識としての特徴を付加して使用されており，このような使用態様は，本願商標を構成する欧文字2字の組合せが原告の出所識別標識であるとの印象を与えるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告が使用を主張する商標のうち，「ジェネレーションEQコンセプト」(甲3)，「コンセプトEQA」，「EQC」，「smart  vision  EQ  fortwo」，「EQ  POWER」，「EQ  POWER＋」は，それぞれの構成文字中に「EQ」の文字を含むにすぎず，原告使用商標を単独で使用するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告使用商標の使用実績について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告使用商標の使用期間",
                  "text": [
                    "原告使用商標は，平成28(2016)年9月29日にパリモーターショー2016において，電動自動車に係る抽象的なブランド名として公表されたものであって，同日から本願の審決時(平成30年9月7日)までは，約2年間である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告使用商標に係る電動自動車の販売実績",
                  "text": [
                    "我が国における原告使用商標を付した電気自動車の販売実績はなく，市場シェアもない。",
                    "原告は，プラグインハイブリッド車の販売実績が約1000台であると主張するが，推計による市場シェアは0．01％程度にすぎないし，リーフレットに「EQ POWER」との欧文字が表示されているとしても，原告使用商標を単独で使用するものではない以上，原告使用商標の販売実績として考慮すべきではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告使用商標の広告宣伝実績",
                  "text": [
                    "モーターショーでは，原告のみならず多数のメーカーからの新商品が公表されるため，パリモーターショー2016，フランクフルトモーターショー2017，東京モーターショー2017と関連する報道としての雑誌，インターネット記事情報等において原告の「EQ」ブランドに関連する新商品を紹介する報道があったとしても，原告使用商標が読者の印象に残る程度は，大きいものではない。",
                    "原告の商品を紹介する記事情報は，原告が「EQブランド」に属すると主張する商品を，原告以外の商品と並列して紹介する，又は記事中で引用するために紹介するにすぎず，原告使用商標に格段着目する記事情報ではない上，原告の報道に特化した記事にしても，自動車に高い関心を有する者が主に購読するような，自動車専門誌や自動車情報ウェブサイト等での掲載が中心である。",
                    "その他の広告宣伝についても，新聞広告における掲載が1回あるほかは，定期機関誌，リーフレットの配布などにすぎず，それら広告宣伝の規模も一般の需要者に向けて，集中的かつ大規模に反復継続して行われたものとはいえない。",
                    "わずか2年という短期間における広告宣伝の実績をもって，一般の需要者も含めた幅広い需要者において，原告使用商標が周知されているというには十分とはいえない。また，商標法3条2項該当性の判断基準時である本件審決時以降の広告宣伝の実績は，考慮されるべきではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告以外の者による標章の使用状況について",
              "text": [
                "「E」(e)及び「Q」の欧文字を組み合わせた欧文字2字は，本願の指定商品に含まれる自動車及び二輪自動車と関連する商品分野においても，商品名，商品の品番若しくは型番等，又はそれらの構成文字の一部として，例えば「eQ」(トヨタ自動車の電気自動車)，「EQ900」(現代自動車の自動車)，「EQ1060」(鄭州日産のライトトラック)，「EQ」(日産自動車のプリメーラの開発コード)，「QE20」(CARMATEのタイヤチェーン)，「S  FIT  EQ」(Laufennのタイヤ)，「EX11Z-EQ」(アルパインのカーナビ)，「7D  EQ」及び「3i  EQ」(TOWＮIEの自転車)，「ALIBI  SPORT  EQ」(SPECIALIZEDの自転車)などが，原告以外の者により採択，採用されている。",
                "したがって，「E」及び「Q」を組み合わせた欧文字2字は，原告のみによって独占使用されているものではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "本願商標については，原告使用商標と関連して約2年間の報道実績及び広告実績があるとしても，我が国の需要者の間において周知，著名となるに至っているものではない上，本願商標を構成する「E」及び「Q」の欧文字2字は，原告のみによって独占使用されているものではなく，原告以外の第三者によって容易に採択，採用されるもので，他の事業者等に，本願商標を使用する余地を残しておく公益的な要請が存在すること等も総合的に考慮すると，本願商標は，その使用の結果，我が国の需要者が原告の業務に係る商品であることを認識することができるに至ったとはいえない。",
                "よって，本願商標が，商標法3条2項の要件を具備しないとした，本件審決の認定，判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法3条1項5号該当性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条1項5号は，「極めて簡単で，かつ，ありふれた標章のみからなる商標」について，商標登録を受けることができない旨規定している。その趣旨は，このような商標は，自他商品又は役務についての識別力を欠いており，商標としての出所表示機能を果たし得ないものである以上，通常，特定人による独占的使用を認めるのに適しないから，商標登録を認めないというものと解される。"
            },
            {
              "fig": "(2)",
              "text": [
                "本願商標は，欧文字の「E」と「Q」を，一般に用いられる書体により，「EQ」と横書きしてなるものであり，用いられる文字の形や組合せ方法に特徴があるわけではない。",
                "一般に，欧文字2字からなる標章は，商品の品番，型番，等級等を示す記号，符号として用いられることがあるところ，本願の指定商品である自動車の関わる業界においても，欧文字2字が，商品の品番，型番，等級等を示す記号，符号として用いられることがある(乙2～5)。そして，文字の形や組合せ自体に特徴があるとはいえない本願商標は，自動車関連業界で商品の品番，型番，等級等を示す記号，符号として用いられる欧文字2字との比較において特段の差異があるとは認められない。",
                "よって，本願商標は，極めて簡単で，かつ，ありふれた標章のみからなる商標に該当するというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願商標は，商品の品番，型番，等級等を示す記号，符号の一類型として理解されるものではなく，ブランド名として使用され，需要者，取引者においても原告のブランドとして理解されている商標については，商標法3条1項5号に該当しないと主張する。",
                "しかし，本願商標は，欧文字の形や2字の組合せに特徴がなく，商品の品番，型番，等級等を示す記号，符号として用いられるものとの比較において特段の差異があるとはいえないことは，前記(2)のとおりである。本願商標が，ブランド名として使用され，需要者，取引者から原告のブランドとして理解されている商標であることは，商標法3条2項該当性の検討において考慮され得ることはともかく，同条1項5号該当性を否定する事情とはいえない。",
                "よって，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本願商標は，商標法3条1項5号に該当するものであり，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法3条2項該当性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法3条2項は，同条1項3号ないし5号に対する例外として，「使用をされた結果需要者が何人かの業務に係る商品又は役務であることを認識することができるもの」は商標登録を受けることができる旨規定している。その趣旨は，特定人が当該商標をその業務に係る商品の自他識別標識として他人に使用されることなく永年独占排他的に継続使用した実績を有する場合には，当該商標は例外的に自他商品識別力を獲得したものということができる上に，当該商品の取引界において当該特定人の独占使用が事実上容認されている以上，他の事業者に対してその使用の機会を開放しておかなければならない公益上の要請は薄いということができるから，当該商標の登録を認めようというものと解される。",
                "そして，使用により自他商品識別力を獲得したかどうかは，当該商標が使用された期間及び地域，商品の販売数量及び営業規模，広告宣伝がされた期間及び規模等の使用の事情を総合して判断すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "認定事実",
              "text": [
                "以下に掲記の各証拠及び弁論の全趣旨を総合すると，本件審決時までに存した事情として，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，世界的に著名なドイツの自動車メーカーであり，「メルセデス・ベンツ」ブランドの乗用車その他各種乗用車・商用車や各種エンジンのメーカーとして世界200以上の国と地域で事業を展開している(甲17，18)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "商標の採択とモーターショーへの出展",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，「メルセデス・ベンツ」ブランドのうちの，電動車モデルのブランドを示す商標として本願商標を採択した。原告の会長であるAによれば，「EQ」とは，「Electric  Intelligence」を意味する言葉であるとされ(甲9の2)，原告の中長期戦略として掲げるコンセプト「CASE」(C＝コネクテッド，A＝オートノマス(自動運転)，S＝シェアリング，E＝エレクトリック(電動化))の「E」を体現するものであるとされる(甲9の3)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，平成28(2016)年9月29日，パリモーターショー2016において，原告の電動車ブランド「EQ」及び中長期戦略「CASE」を発表するとともに，「EQ」ブランドのコンセプトカーである「Generation  EQ」を世界初公開した。",
                        "パリモーターショー2016の来場者数は，主催者発表によれば106万6439人で，公式ビデオは56万2000ビュー増を記録し，公式ウェブサイトには150万ユニークユーザーが513万5000頁を閲覧し，公式アプリは40万ダウンロードに達した(甲27)。",
                        "パリモーターショー2016における「EQ」の発表等は，以下のとおり，ウェブサイトや雑誌において紹介された。",
                        "平成28年9月29日付け「AUTOCAR  JAPAＮ」のウェブサイトには，「メルセデス・ベンツは…電動SUVであるジェネレーションEQコンセプトをパリ・モーターショーで公開した。…EQはメルセデス・ベンツのサブブランドとしてリリースする予定だ」等の記載がある(甲5)。",
                        "平成28年9月30日付け「Clicccar」のウェブサイトには，「メルセデスがEVの新ブランド『EQ』を発表」，「『EQ』シリーズは，機能拡張や規模の拡大に対応できるのが見どころで，…」等の記載がある(甲2)。",
                        "平成28年9月30日付け「WebCG」のウェブサイトには，「EVに特化したメルセデス・ベンツのサブブランド『EQ』から発売される予定である」等の記載がある(甲3)。",
                        "平成28年9月30日付け「LEVOLAＮT  BOOST」のウェブサイトには，「EQとは“エレクトリック・インテリジェンス”を意味し，メルセデス・ベンツが掲げるブランドバリューの“エモーション・アンド・インテリジェンス”から派生しているとのこと。これはこのコンセプトカーの車名の一部であると同時に，メルセデスが今後送り出していく電気自動車シリーズの，新たなブランドネームでもある」等の記載がある(甲6)。",
                        "平成28年9月30日付け「GQ  JAPAＮ」のウェブサイトには，「メルセデス・ベンツが考えるコンセプト『ジェネレーションEQ』-パリモーターショー2016現地レポート」，「ここで紹介されたのが，C，A，S，Eの4文字。これは，コネクテッド，オートノマス＝自動運転，シェアリング，エレクトリック＝電動化の頭文字…そして，これらの要素をすべて満たす新ブランド『EQ』を立ち上げると発表したのである」，「その第1弾として紹介されたのが，ジェネレーションEQと名付けられたコンセプトカーである」等の記載がある(甲26)。",
                        "平成29年6月5日付け「MOBY」のウェブサイトには，「【メルセデスベンツEV専門新ブランドEQ誕生】」，「メルセデス・ベンツがEV(電気自動車)専門のブランド『EQ』を立ち上げました。EQブランドの第一弾となるEVコンセプトカーは，…」等の記載がある(甲4)。",
                        "自動車専門誌「ベストカー」平成28年10月号には，「メルセデス・ベンツが電動パワートレーンに特化したブランドである『EQ』から初のコンセプトカーとなるジェネレーションEQ…」等の記載がある(甲29の1)。同誌の同年10月から12月までの公表発行部数は23万6667部である(甲49)。",
                        "自動車専門誌「Motor  Fan  illustrated」平成28年10月号には，「EQは，メルセデスが新たに立ち上げた電動パワートレーンに特化したブランドだ」等の記載がある(甲29の2)。",
                        "自動車専門誌「driver」平成28年10月号には，「EVモデルのブランド『EQ』発足！」，「『EQ』はEVのブランド名でもあり，2025年までに11モデルが登場する予定だ」等の記載がある(甲29の3)。",
                        "自動車専門誌「カーセンサーEDGE」平成28年10月号には，「ジェネレーションEQ…を発表したメルセデス」等の記載がある(甲29の4)。",
                        "自動車専門誌「CARトップ」平成28年10月号には，「ついにドイツの巨人がEV市場に参入。EV専用の新ブランド『EQ』を立ち上げた」，「メルセデス・ベンツはパリショーで専用ボディを持ったB-EV，『EQ』を発表した」等の記載がある(甲29の5・6)。同誌の同年10月から12月までの公表発行部数は14万4973部である(甲50)。",
                        "自動車専門誌「GQ  CARS」平成28年10月号には，「メルセデスはEVをEQクラスと呼ぶことにしたようだ」等の記載がある(甲29の7)。",
                        "自動車専門誌「EＮGIＮE」平成28年10月号には，「メルセデスが新たに立ち上げたEV専用ブランドのEQから，2020年に発売される第1弾モデルの雛形」等の記載がある(甲29の8)。同誌の同年10月から12月までの公表発行部数は2万0480部である(甲51)。",
                        "自動車専門誌「CAR  GRAPHIC」平成29年10月号には，「ダイムラーにとって今回のパリ・サロンは大きなマイルストーンとなった。何しろここで，電気駆動のモデルに特化したメルセデス・ベンツのサブブランド『EQ』を展開していくことが初めて明らかにされたのだ」，「“Electric  Intelligence”を意味するというEQは，単なるプロダクト名ではない。…EQは，こうしたサービスやテクノロジーを包括したブランドなのです」，「EQでは…，様々な車種を生み出していく予定だ」等の記載がある(甲29の9)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，平成29年9月に開催されたフランクフルトモーターショー2017において，「Generation  EQ」のコンパクトサイズの「Concept  EQA」を世界初公開するとともに，「EQ」ブランドの市販車「EQC」を2019年に販売する計画を発表した。",
                        "フランクフルトモーターショー2017の来場者数は，主催者発表によれば81万人である(甲30)。",
                        "フランクフルトモーターショー2017でEQのコンセプトカーであるEQAが発表されたこと等は，以下のとおり，ウェブサイトや雑誌において紹介された。",
                        "平成29年9月12日付けの「Response」のウェブサイトには，「メルセデスベンツは9月12日，ドイツで開幕したフランクフルトモーターショー2017において，『コンセプトEQA』を初公開した。『EQ』は，メルセデスベンツが2016年に立ち上げた電動パワートレイン車に特化した新ブランド。同ブランドの最初のコンセプトカーが，SUVクーペの『ジェネレーションEQ』だった。フランクフルトモーターショー2017で初公開されたコンセプトEQAは，ジェネレーションEQに続くEQブランドの第2弾モデル」等の記載がある(甲31)。",
                        "平成29年9月25日付け「Park  blog」のウェブサイトには，「2016年パリモーターショーにおいてメルセデスベンツは新しいEVブランドである『EQ』を発表した。今回発表された次世代EV『EQA』がEQの第2弾コンセプトモデルである」，「2019年に，EQシリーズとして最初の生産開始が予定されているのが『EQC』」等の記載がある(甲32)。",
                        "自動車専門誌「ベストカー」平成29年10月号には，「ダイムラーは…電動化ブランドである『EQ』(HV，PHV，ピュアEVなどを示す新ブランド)も発表した」，「『E』の電動化では，『EQ』ブランドとして2022年までにすべてのメルセデスベンツが販売する全モデルに対して電動パワートレーンを導入するとした…今年のフランクフルトモーターショーでは，EQブランドのコンセプトカーとして『Smart  vision  EQ  fortwo』が発表されたのだ」，「今年9月のフランクフルトモーターショーで初公開されたコンセプトEQAは，EQCに続くEQブランドの第2弾モデル」等の記載がある(甲29の10)。同誌の平成29年10月から12月までの公表発行部数は22万9833部である(甲52)。",
                        "専門誌「SOLAR  JOURＮAL」平成29年11月号には，「ベンツはプラグインハイブリッドに続き，電動化ブランドの『EQ』を立ち上げた。その最新作がコンセプトEQAだ」等の記載がある(甲29の13)。同誌の公表発行部数は約10万部である(甲55)。",
                        "このほか，自動車専門誌「日経Automotive」平成29年10月号にも原告が，フランクフルトモーターショー2017で，EQCの発売計画や，EQAを発表したことの記載がある(甲29の11)。同誌の公表発行部数は1万2000部である(甲53)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，平成29年10月27日から11月5日までの間，開催された東京モーターショー2017において，「Concept  EQA」をアジア初公開するとともに，ステアリングレスカーのコンセプトカー「smart  vision  EQ  fortwo」を発表した(甲33，34)。",
                        "東京モーターショー2017の来場者数は，主催者発表によれば77万1200人である(甲30)。",
                        "原告は，平成29年10月2日付けで出展概要を発表し(甲34)，同月25日付け原告ウェブサイト(甲9の4)において，出展内容に係る予告を行った。また，同月3日付け「Clicccar」(甲36)，同月24日付け「乗りものニュース」(甲35)に出展概要にかかる記事が掲載された。",
                        "原告は，平成29年11月3日付け(甲9の5)及び同月14日付け(甲9の6)原告ウェブサイトにも，同モーターショーへの出展内容や，「Concept  EQA」についての解説記事を掲載した。",
                        "同モーターショーにおける原告の「EQ」ブランドのプレゼンテーション等については，ウェブサイトや雑誌において紹介された。",
                        "平成29年10月26日付け「Clicccar」のウェブサイトには，「4台のショーモデルを東京モーターショーにおいてアジア初公開したのです。その4台は，それぞれがメルセデスを支える4つのブランドから選ばれています。…電気自動車ブランドのEQは…『Concept  EQ  A』を出展しました」等の記載がある(甲37)。",
                        "男性ライフスタイル誌「DIME」平成29年11月号には，「同社のEV専用ブランド『EQ』から登場したコンセプトカー『Concept  EQA』」等の記載がある(甲29の16)。同誌の同年10月から12月までの公表発行部数は7万1000部である(甲58)。",
                        "自動車専門誌「GEＮROQ」平成29年11月号には，「メルセデスのEQシリーズ」等の記載がある(甲29の17)。",
                        "専門誌「日経ものづくり」平成29年12月号には，「EQは2016年に発表したEVの新ブランド。2019年にEQブランドで第1弾となる中型EV『EQC』を量産する計画である」等の記載がある(甲29の21)。同誌の公表発行部数は1万8200部である(甲53)。",
                        "ビジネス誌「日経トレンディ」平成29年12月号には，「メルセデス・ベンツは，19年にEV専用ブランド『EQ』を投入予定」等の記載がある(甲29の22)。同誌の公表発行部数は10万3595部である(甲53)。",
                        "専門誌「日経エコロジー」平成29年12月号には，「2017年9月開催の独フランクフルトショーで，EVブランド『EQ』のコンセプトモデルを発表した独ダイムラー」等の記載がある(甲29の23)。",
                        "このほか，自動車専門誌「LE  VOLAＮT」平成29年10月号(甲29の12)及び平成29年11月号(甲29の20)，情報誌「サンデー毎日」平成29年11月号(甲29の14)，男性ライフスタイル誌「週刊プレイボーイ」平成29年11月号(甲29の15)，専門誌「テレコミュニケーション」平成29年11月号(甲29の18)，専門誌「ラジオライフ」平成29年11月号(甲29の19)にも，東京モーターショー2017において「Concept  EQA」等が発表されたことの記載がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "新聞広告の掲載",
                  "text": [
                    "原告は，平成30年1月5日付けの全国紙(読売新聞，朝日新聞，日経新聞)の朝刊に，原告が電動化を進める新ブランド「EQ」を紹介する広告を掲載した(甲38)。同広告は，一面全部を使用し，広告の上部約3分の2のスペースには「Concept  EQA」の写真が配置され，その右下に「EQ」のロゴが配置されており，その下に，「Concept  EQA」について「2017年フランクフルト・東京モーターショーにて発表されたEVコンセプトモデル」との記載があり，下部約3分の1のスペースには，「クルマと人の関係を未来へと進める新ブランド『EQ』」との記載がある。",
                    "各紙の発行部数は，読売新聞が851万2674部，朝日新聞が595万4336部，日経新聞が150万2020部である(甲87)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告ウェブサイト及び定期機関誌による広報",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ウェブサイト",
                      "text": [
                        "原告は，英語のウェブサイトにおいて，「Mercedes-Benz  Concept  EQ：The  electric  SUV  of  the  Future(メルセデス・ベンツ  コンセプトEQ：未来の電動SUV)」とのタイトルの下，「EQ」を紹介する記事を英文で掲載するとともに(甲1)，以下のとおり，日本語による原告ウェブサイトにおいても「EQ」の広報記事を掲載している。",
                        "平成29年10月5日付け原告ウェブサイトには，「最先端の技術を実現した自動車ブランド『EQ』」，「メルセデス・ベンツは約1年前のパリモーターショーで『コンセプトEQ』を紹介すると同時に，『EQ』という新ブランドを立ち上げることを発表した」等の記載がある(甲9の1)。",
                        "平成29年10月13日付け原告ウェブサイトには，「メルセデスの新ブランド『EQ』が目指す，クルマと人との未来」との標題の下，「EQ」を紹介する記載がある(甲9の2)。",
                        "平成29年10月20日付け原告ウェブサイトには，「メルセデスが提唱するクルマの新たな価値『CASE』」との標題の下，「EQ」についても，「『CASE』の『Electric(電動化)』を担うメルセデスの新ブランド『EQ』」等の記載がある(甲9の3)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "定期機関誌",
                      "text": [
                        "原告は，日本国内の顧客向けの定期機関誌「Mercedes-Benz  magazine」を年4回発行しており，平成30年までの同誌の発行部数は，年間17万部である(甲87)。",
                        "平成29年9月号には，「EQ」を紹介する記事が掲載され，同記事中には，「メルセデスは既に昨年秋のパリサロンで2020年までに市販される予定の次世代モビリティの新ブランドを発表している。それがEQだ」，「メルセデスはなぜ電気自動車以降の時代，新しい時代を担うファミリーに『EQ』という新たなブランドを与えたのか」等の記載がある(甲39)。",
                        "平成29年12月号には，「CASE」を紹介する記事が掲載され，同記事中には，「電動モビリティのための新ブランド，EQの設立も，すでに発表されている。『Electric  Intelligence』を意味するこのネーミングの下，電動化されたモデルを2020年までに10モデル以上投入することが決定している。その目玉のひとつが，EQブランドのコンパクトカー『コンセプトEQA』だ」等の記載がある(甲40)。",
                        "平成30年3月号にも「CASE」を紹介する記事が掲載され，同記事中には，「次世代の自動車に欠かせないのが電動化。そこでダイムラーが立ち上げたのが，ハイブリッドカーやEV，燃料電池車などを専門に扱うブランド『EQ』だ」，「『Electric  Intelligence』を表す『EQ』の名で新たに設立されたブランドから登場したモデル群が『EQ  POWER』だ」等の記載がある(甲41)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "販売実績及び販促活動",
                  "text": [
                    "原告は，平成26年より，内燃機関と電力で駆動するハイブリッド車で，コンセントから充電可能な車である，プラグインハイブリッド車シリーズの製造販売を行っていたが，平成29年以降，これに「EQ  POWER」との名称を付して販売するようになった。「EQ  POWER」の販売台数は，平成29年から平成31年4月までの累計で1081台である(甲87)。",
                    "原告は，平成29年10月，全国215の販売店において，販促フェアを開催し，「EQ」ブランドの告知を行うとともに，「EQ  POWER」の販売及び販促活動を行った(甲46，87)。フェアの開催時期を予告する「メルセデス・ベンツ山形ブログ」には，「未来に向けたメルセデス・ベンツの新ブランドとして，“Electric  Intelligence”を表す『EQ』が誕生！！」との記載がある(甲47)。",
                    "原告は，フェアに先立ち，顧客にリーフレット(甲88)を送付したほか，フェアの会場では，のぼり(甲89)を立てたり，展示用車両のナンバープレートに化粧プレート(甲90)を装着したり，壁面にステッカー(甲91)を貼付したり，来場客にブックレット(甲48)を配布するなどの販促活動を行った。これらの販促ツールには，「EQ」の文字を図案化したロゴ(甲91)，「EQ」の文字を図案化したロゴと「POWER」の欧文字を並べて横書きしたロゴ(甲88～90)が付されている。また，ブックレットには，「EQ」の文字を図案化したロゴと「POWER」の欧文字を並べて横書きしたロゴとともに，「EQ  POWER  モデル」の車種が掲載され，「新たな電気自動車ブランドとして“Electric  Intelligence”を示す『EQ』が誕生します。まず始めにプラグインハイブリッドモデルとなる『EQ  Power』が誕生」等の記載がある(甲48)。",
                    "原告は，顧客に対し，「EQ」ブランドの車種が掲載されたカタログを約6万8000部発行し，顧客に対し配布しているが(甲87，92)，その時期は明らかではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "外国での登録状況",
                  "text": [
                    "本願商標は，英国及び欧州(EUTM)に出願され，平成28(2016)年10月14日付けで英国(甲84)，同年12月1日付で欧州(甲85)において，それぞれ登録された。また，国際登録第1328469号に基づく領域指定国では，平成29(2017)年4月27日にオーストラリア(甲86の4)，同年8月18日にノルウェー(甲86の8)，同年9月28日にロシア(甲86の9)，同年11月29日にスイス(甲86の10)，同月30日にメキシコ(甲86の11)，平成30(2018)年5月2日にインド(甲86の14)，同年8月10日にトルコ(甲86の15)，同年11月1日に米国(甲86の16)において，それぞれ保護が認容されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "自他商品識別力の有無について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(2)の認定事実によれば，原告は，平成28年9月29日，パリモーターショー2016において，電動車専用の新ブランドとして「EQ」を発表するとともに，「EQ」ブランドのコンセプトカーを発表し，その後，フランクフルトモーターショー2017，東京モーターショー2017でも「EQ」ブランドのコンセプトカーを発表して，「EQ」ブランドの宣伝を行い，その様子は，自動車専門誌やウェブサイトにおいて，取引者，需要者に紹介された。また，原告は，全国紙3紙において広告を掲載したほか，原告ウェブサイトや顧客向け定期機関誌等においても，「EQ」ブランドの宣伝を行った。",
                    "さらに，原告は，平成29年から，日本国内において，プラグインハイブリッド車に「EQ  POWER」との名称を付して販売しているところ，「EQ」の後に1文字分のスペースを空けて「POWER」が配置された標章の形態や，宣伝広告の内容から，需要者において，「EQ  POWER」が「EQ」ブランドの自動車の名称であることを認識することができると解される。",
                    "以上によれば，原告は，本願商標を本願の指定商品である「Motor  vehicles．」に使用したものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(2)認定のとおり，本願商標は，世界有数の自動車メーカーである原告が，電動車ブランドを示す商標として採択したものであること，原告は，モーターショーにおいて，「EQ」を新しい電動車ブランドとして公表するとともに，「EQ」ブランドのコンセプトカーを発表し，各モーターショーの展示内容等は多くの自動車専門雑誌や自動車関連情報のウェブサイトにおいて紹介され，雑誌の発行部数は，多いものでは23万部に達していること，原告は，原告ウェブサイトや顧客向け定期機関誌の記事，全国紙での新聞広告等によって，原告の電動車ブランド「EQ」について宣伝を行ったことが認められる。",
                    "また，上記の雑誌等の記事の中には，原告の「EQ」ブランドの紹介に特化したものもあること(甲29の6・10，35～37)，原告の顧客向け定期機関誌の発行部数は，平成30年度には年間17万部に達していることも勘案するなら，著名な自動車メーカーである原告の発表する電動車やそのブランド名に注目する取引者，需要者が類型的に存在することが認められる。",
                    "そして，広告宣伝の具体的態様も，前記のとおり，原告ウェブサイトやブックレット等では，「メルセデス・ベンツは約1年前のパリモーターショーで『コンセプトEQ』を紹介すると同時に，『EQ』という新ブランドを立ち上げることを発表した」(甲9の1)，「メルセデスの新ブランド『EQ』が目指す，クルマと人との未来」(甲9の2)，「新たな電気自動車ブランドとして“Electric  Intelligence”を示す『EQ』が誕生します」(甲48)などと宣伝され，雑誌やウェブサイトの記事等においても，「電気駆動のモデルに特化したメルセデス・ベンツのサブブランド『EQ』」(甲29の9)，「『EQ』は，メルセデスベンツが2016年に立ち上げた電動パワートレイン車に特化した新ブランド」(甲31)，「EQブランド」(甲4，29の10・21，31，40等)，などと紹介されており，本願商標が原告のブランドの名称であることが強調されている。",
                    "以上によれば，本願商標については，著名な自動車メーカーである原告の発表する電動車やそのブランド名に注目する者を含む，自動車に関心を持つ取引者，需要者に対し，これが原告の新しい電動車ブランドであることを印象付ける形で，集中的に広告宣伝が行われたということができる。加えて，本願商標は，本件審決時までに，出願国である英国及び欧州にて登録され，国際登録出願に基づく領域指定国7か国にて保護が認容されており，世界的に周知されるに至っていたと認められることも勘案するなら，本願商標についての広告宣伝期間が，パリモーターショー2016で初めて公表された平成28年9月29日から本件審決時(平成30年9月7日)までの約2年間と比較的短いことや，原告が平成29年から販売している「EQ  POWER」との名称のプラグインハイブリッド車の販売台数が多いとはいえないこと等の事情を考慮しても，本願商標は，原告の電動車ブランドを表す商標として，取引者，需要者に，本願商標から原告との関連を認識することができる程度に周知されていたものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本願商標は，電動自動車の抽象的なブランド名ではあるが，単独で車名として採択されておらず，販売実績もない上，原告の広告宣伝活動が行われたのはわずか2年間で，一般の需要者に周知されているというには十分とはいえない旨主張する。",
                    "しかし，商標が，単独で車名として採択されていないとしても，原告が電動車のブランド名として本願商標を採択し，商品のシリーズ名やブランド名として使用するに先立って，強力な広告宣伝を行ったことにより，当該商標が，需要者にブランドとして認識され，識別力を獲得することはあるというべきである。",
                    "また，本願商標についての広告宣伝期間は確かに約2年間であるが，期間が短くても，集中的に広告宣伝がされることにより，識別力を獲得できる場合はある。そして，著名な自動車メーカーである原告の発表する電動車やそのブランド名に注目する取引者，需要者が類型的に存在すると認められることは前記のとおりであり，本願商標を原告の業務に係る標章であると認識している取引者，需要者が相当程度存在するといえるから，本願商標は，広く知られるに至ったと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，「E」(e)及び「Q」の欧文字を組み合わせた欧文字2字は，本願の指定商品に含まれる自動車及び二輪自動車と関連する商品分野において，原告以外の者によっても採択，採用されているから，本件指定商品の分野において，本願商標の原告による独占使用が事実上容認されているとまではいえないと主張する。",
                    "確かに，平成24年9月26日以前にトヨタ自動車の電動自動車「eQ」が公表されたことが認められる(乙7)。しかし，同標章が本件審決時において使用されていることを認めるに足りる証拠はなく，過去に電動自動車の商品名として使用された標章があることをもって，原告による独占使用の容認が否定されるとはいえない。",
                    "また，現代自動車の「ジェネシス」ブランドの超大型ラグジュアリーセダン「EQ900リムジンモデル」(乙8)，鄭州日産のライトトラック「EQ1060」(乙9)，Laufennのプレミアム超高性能夏タイヤ「S  Fit  EQ」(乙12)，アルパインのカーナビ「EX11Z-EQ」(乙13)，TOWＮIEの電気自転車「7DEQ」，「3iEQ」(乙14)，ALIBIの自転車「ALIBI  SPORT  EQ」(乙15)は，いずれも「EQ」の欧文字と他の欧文字や数字等が組み合わされた標章であって，品番や型式を示すものと解され，英国日産自動車製造の小型乗用車「プリメーラ」の開発コードである「EQ」(乙10)は，開発コードであるから，いずれも何人かの出所を表すものとはいえない。",
                    "したがって，これらの他者による「EQ」の使用を考慮しても，本願商標に登録商標としての保護を及ぼすことを否定すべきとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，被告の主張はいずれも採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，本願商標は，商標法3条1項5号の極めて簡単で，かつ，ありふれた商標に該当するものの，同条2項の使用をされた結果需要者が原告の業務に係る商品であることを認識することができるものに該当するから，商標登録をすることができないとした本件審決には誤りがある。",
            "よって，本件審決を取り消すこととして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}