{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800123号事件について平成31年1月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求に対する不成立審決の取消訴訟である。争点は，特許発明の進歩性である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の概要等",
          "text": [
            "被告は，名称を「表示装置，コメント表示方法，及びプログラム」とする発明に係る特許権(特許第4695583号。請求項の数は15)の特許権者である(以下「本件特許権」といい，本件特許権に係る特許を「本件特許」といい，本件特許の明細書及び図面を「本件明細書」という。甲26)。",
            "本件特許は，平成18年12月11日に出願され(特願2006-333851号)，平成23年3月4日に設定登録された(甲26)。",
            "原告は，平成29年9月11日，本件特許の請求項1～3及び9～11に記載された発明(以下，これらの発明を順に「本件特許発明1」，「本件特許発明2」などといい，併せて「本件特許発明」という。)について無効審判(以下「本件審判」という。)請求をし，特許庁は，同請求を無効2017-800123号事件として審理して，平成31年1月18日，「本件審判の請求は，成り立たない。」との審決(以下，「本件審決」という。)をし，その謄本は，同月30日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許の特許請求の範囲",
          "text": [
            "【本件特許発明1】(請求項1)",
            "(1A)複数の端末装置から送信されるコメント情報を受信して各端末装置へ配信するコメント配信サーバと，前記コメント配信サーバに接続され動画を再生するとともに，前記動画上にコメントを表示する表示装置とを有するコメント表示システムにおける表示装置であって，",
            "(1B)コメントと，前記コメントが付与された時点における，前記動画の最初を基準として動画の経過時間を表す動画再生時間をコメント付与時間として前記コメントに対応づけてコメント情報として記憶するコメント情報記憶部と，",
            "(1C)前記コメント配信サーバが前記端末装置からコメント情報を受信する毎に当該コメント配信サーバから送信されるコメント情報を受信し，前記コメント情報記憶部に記憶する受信部と，",
            "(1D)前記再生される動画の動画再生時間に基づいて，前記コメント情報記憶部に記憶されたコメント情報のうち，前記動画の動画再生時間に対応するコメント付与時間が対応づけられたコメントを前記コメント情報記憶部から読み出し，読み出したコメントを動画上に表示するコメント表示部と，",
            "(1E)前記コメント表示部によって表示されるコメントのうち，第1のコメントと第2のコメントとのうちいずれか一方または両方が移動表示されるコメントであり，前記第1のコメントを動画上に表示させる際の表示位置が，当該第1のコメントよりも先に前記動画上に表示される第2のコメントの表示位置と重なるか否かを判定する判定部と，",
            "(1F)前記判定部がコメントの表示位置が重なると判定した場合に，前記第1のコメントと前記第2のコメント同士が重ならない位置に表示させる表示位置制御部と，",
            "(1G)を有することを特徴する表示装置。",
            "【本件特許発明2】(請求項2)",
            "(2H)前記表示位置制御部は，前記動画の表示領域のうち，コメントを表示する基準となる位置を表す基準位置に従って第2のコメントが表示された後に前記第1のコメントを表示する際に，前記判定部が前記コメントが重なると判定した場合に，前記第1のコメントの基準位置を前記第2のコメントの基準位置とは異なる位置に変更して表示する",
            "ことを特徴とする請求項1記載の表示装置。",
            "【本件特許発明3】(請求項3)",
            "(3J)前記第1のコメントと前記第2のコメントとの両方が所定の方向に移動表示するコメントであり，",
            "(3K)前記コメント表示部は，前記コメントが前記表示領域内に現れてから表示領域外に移動して消えるまでの時間であるコメント表示時間と前記コメントの表示が開始される文字から表示が終了する文字までの前記所定の方向における文字列の幅とに基づいて決定される移動速度で前記コメントを移動させつつ，前記画面上に表示を行い，",
            "(3L)前記判定部は，各コメントを前記移動速度で移動させて表示させた場合，前記第2のコメントが移動し終わるまでに前記第1のコメントが追いつく場合に，前記第1のコメントと前記第2のコメントとの表示位置が重なるものとして判定する",
            "ことを特徴とする請求項1または請求項2に記載の表示装置。",
            "【本件特許発明9】(請求項9)",
            "複数の端末装置から送信されるコメント情報を受信して各端末装置へ配信するコメント配信サーバと，前記コメント配信サーバに接続され動画を再生するとともに，前記動画上にコメントを表示する表示装置とを有するコメント表示システムにおける表示装置であるコンピュータに，",
            "前記コメント配信サーバが前記端末装置からコメント情報を受信する毎に当該コメント配信サーバから送信されるコメント情報を受信し，コメントと，前記コメントが付与された時点における，前記動画の最初を基準として動画の経過時間を表す動画再生時間をコメント付与時間として前記コメントに対応づけてコメント情報として記憶するコメント情報記憶部に記憶する受信手段，",
            "前記再生される動画の動画再生時間に基づいて，前記コメント情報記憶部に記憶されたコメント情報のうち，前記動画の動画再生時間に対応するコメント付与時間が対応づけられたコメントをコメント情報から読み出し，読み出したコメントを動画上に表示するコメント表示手段，",
            "前記表示されるコメントのうち，第1のコメントと第2のコメントとのうちいずれか一方または両方が移動表示されるコメントであり，前記第1のコメントを動画上に表示させる際の表示位置が，当該第1のコメントよりも先に前記動画上に表示される第2のコメントの表示位置と重なるか否かを判定する判定手段，",
            "前記コメントの表示位置が重なると判定した場合に，前記第1のコメントと前記第2のコメント同士が重ならない位置に表示させる表示位置制御手段，",
            "として機能させるプログラム。",
            "【本件特許発明10】(請求項10)",
            "前記表示位置制御手段は，前記動画の表示領域のうち，コメントを表示する基準となる位置を表す基準位置に従って第2のコメントが表示された後に前記第1のコメントを表示する際に，前記判定手段が前記コメントが重なると判定した場合に，前記第1のコメントの基準位置を前記第2のコメントの基準位置とは異なる位置に変更して表示する",
            "ことを特徴とする請求項9記載のプログラム。",
            "【本件特許発明11】(請求項11)",
            "前記第1のコメントと前記第2のコメントとの両方が所定の方向に移動表示するコメントであり，",
            "前記コメント表示手段は，前記コメントが前記表示領域内に現れてから表示領域外に移動して消えるまでの時間であるコメント表示時間と前記コメントの表示が開始される文字から表示が終了する文字までの前記所定の方向における文字列の幅とに基づいて決定される移動速度で前記コメントを移動させつつ，前記画面上に表示を行い，",
            "前記判定手段は，各コメントを前記移動速度で移動させて表示させた場合，前記第2のコメントが移動し終わるまでに前記第1のコメントが追いつく場合に，前記第1のコメントと前記第2のコメントとの表示位置が重なるものとして判定する",
            "ことを特徴とする請求項9または10記載のプログラム。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審判で主張された無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1(甲1に基づく進歩性欠如)",
              "text": [
                "本件特許発明1～3及び9～11は，甲1に記載された発明(以下，「甲1発明」という。)，及び甲2に記載された技術事項又は甲2～4の記載から把握される周知技術に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2(甲1に基づく進歩性欠如)",
              "text": [
                "本件特許発明3及び11は，甲1発明及び甲5に記載された技術事項又は甲5及び6の記載から把握される周知技術並びに甲7～12の記載から把握される周知又は公知技術に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3(甲5に基づく進歩性欠如)",
              "text": [
                "本件発明3及び11は，甲5に記載された発明及び甲7～12の記載から把握される周知又は公知技術並びに甲1に記載された技術事項に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4(甲1に基づく進歩性欠如)",
              "text": [
                "本件特許発明3及び11は，甲1発明及び甲7に記載された技術事項，甲15及び16の記載から把握される周知技術並びに甲17に記載された技術事項に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由5(甲1に基づく進歩性欠如)",
              "text": [
                "本件特許発明1～3及び9～11は，甲1発明，甲15及び16の記載から把握される周知技術，甲17及び20～22に記載された技術事項並びに甲19に記載された技術事項に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "甲1～22について",
              "text": [
                "甲1    特開2004-15750号公報",
                "甲2    特開平8-107552号公報",
                "甲3    特開昭59-105788号公報",
                "甲4    特開平6-165139号公報",
                "甲5    特開2005-92734号公報",
                "甲6    特開平8-227097号公報",
                "甲7    特開2000-140419号公報",
                "甲8    特開平7-306632号公報",
                "甲9    不服2007-8023号の審決",
                "甲10  特開平3-97485号公報",
                "甲11  特開2001-157782号公報",
                "甲12  特開2001-170360号公報",
                "甲13  安藤伸彌「SMIL で魅せるストリーミングコンテンツ作成ガイド」(エーアイ出版株式会社，2002年5月3日)ii-iii,14-27,58-61,102-113 ページ",
                "甲14  林岳里「ストリーミングコンテンツデザインガイド SMIL BOOK」(株式会社翔泳社，2002年3月26日)36-39,162-171 ページ",
                "甲15  大重美幸「macromedia FLASH ActionScript サンプル集」(株式会社ソーテック社，2001年4月25日)72-77 ページ",
                "甲16  大重美幸「FLASH ActionScript スーパーサンプル集 1.0/2.0 対応版」(株式会社ソーテック社，2006年11月20日)112-119 ページ",
                "甲17  大河原浩一，笠原淳子「Final Cut Pro 5 Hyper Handbook」(株式会社ローカス，2005年12月15日)162-169 ページ",
                "甲19  ななきち「Web 製作演習 Flash MX 2004」(株式会社毎日コミュニケーションズ，2005年1月28日)180-189,228-235 ページ",
                "甲20  「アップル，Final Cut Studio を発表」＜URL:https://(略)＞(2005年4月17日)",
                "甲21の1  「Final Cut Studio Cut to the future.」＜URL:https:// (略)＞(2006年7月25日)",
                "甲22  弁護士A「動作確認報告書(Final Cut Pro)」(平成30年2月22日)"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明1と甲1発明の一致点及び相違点は次のとおりである。",
                        "［一致点］",
                        "(1A)複数の端末装置から送信されるコメント情報を受信して各端末装置へ配信するコメント配信サーバと，前記コメント配信サーバに接続され動画を再生するとともに，前記動画上にコメントを表示する表示装置とを有するコメント表示システムにおける表示装置であって，",
                        "(1B)コメントと，前記コメントが付与された時点における，前記動画の最初を基準として動画の経過時間を表す動画再生時間をコメント付与時間として前記コメントに対応づけてコメント情報として記憶するコメント情報記憶部と，",
                        "(1C)前記コメント配信サーバが前記端末装置からコメント情報を受信する毎に当該コメント配信サーバから送信されるコメント情報を受信し，前記コメント情報記憶部に記憶する受信部と，",
                        "(1D)前記再生される動画の動画再生時間に基づいて，前記コメント情報記憶部に記憶されたコメント情報のうち，前記動画の動画再生時間に対応するコメント付与時間が対応づけられたコメントを前記コメント情報記憶部から読み出し，読み出したコメントを動画上に表示するコメント表示部と，を有し，",
                        "(1E’)前記コメント表示部によって表示されるコメントのうち，第1のコメントと第2のコメントとのうちいずれか一方または両方が移動表示されるコメントである，",
                        "(1G)ことを特徴する表示装置。",
                        "［相違点］",
                        "(相違点1-1)本件特許発明1は，「前記第1のコメントを動画上に表示させる際の表示位置が，当該第1のコメントよりも先に前記動画上に表示される第2のコメントの表示位置と重なるか否かを判定する判定部」(構成1E)を有するのに対し，甲1発明は，当該「判定部」を有していない点。",
                        "(相違点1-2)本件特許発明1は，「前記判定部がコメントの表示位置が重なると判定した場合に，前記第1のコメントと前記第2のコメント同士が重ならない位置に表示させる表示位置制御部」(構成1F)を有するのに対し，甲1発明は，当該「表示位置制御部」を有していない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "技術分野について",
                          "text": [
                            "甲1発明は，ライブ配信サーバとライブ閲覧者端末とが通信ネットワークを介して接続されて構成されるライブ配信システムにおけるライブ閲覧者端末の発明であるのに対して，甲2に記載された技術(以下，「甲2技術」という。)及び甲2～4に記載された技術(以下，「甲2～4技術」という。)から把握される周知技術は，テレビ文字放送の受信機の技術であるから，両者は，そのシステム構成について技術分野が異なる。また，表示位置の制御の対象をみても，甲1発明は，ライブ閲覧者が入力した「テキスト文による情報」であるのに対して，甲2技術及び甲2～4技術から把握される周知技術は，「テレビ文字放送に重畳された文字放送データ」であるから，両者の技術分野は異なる。",
                            "したがって，甲1発明と，甲2技術又は甲2～4技術から把握される周知技術で，技術分野が共通するとはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "解決しようとする課題について",
                          "text": [
                            "甲1発明の課題は，ライブ映像とライブ閲覧者からのコミュニケーション情報(例えば，チャット〔テキスト文による情報〕)とを一つの画面でリアルタイムで同期表示することであるのに対して，甲2～4技術の課題は，テレビ文字放送の受信機において，テレビ放送に重畳された「文字放送データ」の表示位置が，映像信号の文字の表示位置と重ならないようにするために，上記「文字放送データ」の表示位置を変更することといえる。",
                            "両者の解決しようとする課題は異なるから，両者の解決しようとする課題は共通するとはいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "動機付けについて",
                          "text": [
                            "上記a及びbのとおり，甲1発明と甲2技術又は甲2～4技術から把握される周知技術は，技術分野が共通するとはいえず，課題も共通するとはいえないから，甲1発明に甲2技術又は甲2～4技術から把握される周知技術を適用する動機付けがあったとはいえない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "予備的検討",
                          "text": [
                            "甲1発明の「ライブ閲覧者端末」が再生する「ライブ映像」は映像信号であり，表示する「チャット文」はテキスト文による情報であって映像信号とは異なるものといえる。したがって，甲1発明に，甲2技術又は甲2～4技術から把握される周知技術を適用すると，映像信号の再生と映像信号とは異なるテキスト文による情報の表示に対して，甲2技術又は甲2～4技術から把握される周知技術の映像信号と異なる「文字放送データ」の表示位置を変更する技術を適用することになるから，「ライブ閲覧者端末」において，チャット文の「テキスト文による情報」の表示位置が，映像信号である「ライブ映像」の文字の表示位置と重ならないようにするために，上記チャット文の「テキスト文による情報」の表示位置を変更するものとなる。",
                            "しかし，当該映像信号である「ライブ映像」の文字は，映像信号であるから「動画」に対応するものであって，複数の端末から送信されるコメントではないから，相違点1-1及び相違点1-2における「第1のコメント」又は「第2のコメント」に対応するものとはいえない。",
                            "よって，甲1発明に，甲2技術又は甲2～4技術から把握される周知技術を適用したとしても，相違点1-1に係る構成である「前記第1のコメントを動画上に表示させる際の表示位置が，当該第1のコメントよりも先に前記動画上に表示される第2のコメントの表示位置と重なるか否かを判定する判定部」及び相違点1-2に係る構成である「前記判定部がコメントの表示位置が重なると判定した場合に，前記第1のコメントと前記第2のコメント同士が重ならない位置に表示させる表示位置制御部」を備えるものとはならないから，仮に，甲1発明に，甲2技術又は甲2～4技術から把握される周知技術を適用したとしても，相違点1-1及び相違点1-2に係る構成に至るとはいえない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上によると，相違点1-1及び相違点1-2は，甲1発明と甲2技術又は甲2～4技術から把握される周知技術から，当業者が容易に想到し得たものとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明2，3，9～11について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明2及び3は，本件特許発明1を引用する発明であるから，少なくとも，相違点1-1及び相違点1-2に係る構成を有している発明である。",
                        "したがって，本件特許発明2及び3は，甲1発明及び甲2技術又は甲2～4技術から把握される周知技術に基づいて，当業者が容易に発明をすることができたものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許発明9～11は，本件特許発明1～3の装置に対応するプログラムの発明であるから，本件特許発明9～11は，甲1発明及び甲2技術又は甲2～4技術から把握される周知技術に基づいて，当業者が容易に発明をすることができたものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "請求項2を引用する本件特許発明3と甲1発明とを対比すると，両者は，相違点1-1及び相違点1-2のほか，以下の相違点1-3～相違点1-5でも相違している。",
                        "(相違点1-3)「前記表示位置制御部」が，本件特許発明3では，「前記動画の表示領域のうち，コメントを表示する基準となる位置を表す基準位置に従って第2のコメントが表示された後に前記第1のコメントを表示する際に，前記判定部が前記コメントが重なると判定した場合に，前記第1のコメントの基準位置を前記第2のコメントの基準位置とは異なる位置に変更して表示する」(構成2H)のに対し，甲1発明は，「前記表示位置制御部」は有していない点。",
                        "(相違点1-4)「前記コメント表示部」が，本件特許発明3では，「前記コメントが前記表示領域内に現れてから表示領域外に移動して消えるまでの時間であるコメント表示時間と前記コメントの表示が開始される文字から表示が終了する文字までの前記所定の方向における文字列の幅とに基づいて決定される移動速度で前記コメントを移動させつつ，前記画面上に表示を行う」(構成3K)のに対し，甲1発明では，当該表示を行っていない点。",
                        "(相違点1-5)「前記判定部」が，本件特許発明3では，「各コメントを前記移動速度で移動させて表示させた場合，前記第2のコメントが移動し終わるまでに前記第1のコメントが追いつく場合に，前記第1のコメントと前記第2のコメントとの表示位置が重なるものとして判定する」(構成3L)のに対し，甲1発明は，「前記判定部」は有していない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "技術分野について",
                      "text": [
                        "甲1発明は，ライブ配信サーバとライブ閲覧者端末とが通信ネットワークを介して接続されて構成されるライブ配信システムにおけるライブ閲覧者端末の発明である。これに対して，甲7に記載された技術(以下，「甲7技術」という。)は，「4輪車や2輪車などの移動状態を表示画面上に2次元的に表示する3Dシミュレーション装置」の技術，甲8に記載された技術(以下，「甲8技術」という。)は，「操船を模擬訓練するための操船シミュレータ」の技術，甲9に記載されている技術(以下，「甲9技術」という。)は，「シミュレーション装置」の技術，甲10に記載された技術(以下，「甲10技術」という。)は，「プレーヤーのハンドル操作に応じて表示装置の表示面においてプレーヤーの自動車が操作されるビデオゲーム装置」の技術であるから，甲7～9技術は，シミュレーション装置の技術であり，甲10技術は，ビデオゲーム装置の技術である。",
                        "したがって，甲1発明と甲7～10技術から把握される公知技術又は周知技術では，技術分野が共通するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "解決しようとする課題について",
                      "text": [
                        "甲1発明の課題は，ライブ映像とライブ閲覧者からのコミュニケーション情報(例えば，チャット〔テキスト文による情報〕)とを一つの画面でリアルタイムで同期表示することであるのに対して，甲7～10技術から把握される公知技術又は周知技術の課題は，車両，船舶などのシミュレータにおいて，操作者が操作する移動体と，装置が制御する移動体の接触を回避することである。",
                        "両者の解決しようとする課題は異なるから，両者の解決しようとする課題は共通するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "動機付けについて",
                      "text": [
                        "上記(イ)及び(ウ)のとおり，甲1発明と甲7～10技術から把握される公知技術又は周知技術は，技術分野が共通するとはいえず，課題も共通するとはいえない。",
                        "また，甲1発明は，ライブ配信システムにおけるライブ閲覧者端末の発明であって，車両，船舶などのシミュレータではないから，甲1発明において，操作者が操作する移動体と，装置が制御する移動体の接触を回避するという課題は想定することができない。",
                        "さらに，甲1発明の「ライブ閲覧者端末」において，配信されたチャット文の重なりの問題及びそれを解決しようとする課題を想定することができない。",
                        "したがって，甲1発明に甲7～10技術から把握される公知技術又は周知技術を適用する動機付けがあったとはいえない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によると，相違点1-1及び相違点1-2は，甲1発明と甲7～10技術から把握される公知技術又は周知技術から，当業者が容易に想到し得たものとはいえないから，相違点1-3～相違点1-5について検討するまでもなく，本件特許発明3は，当業者が容易に発明をすることができたものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明11について",
                  "text": [
                    "本件特許発明11は，本件特許発明3の装置に対応するプログラムの発明であるから，本件特許発明11は，当業者が容易に発明をすることができたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由4について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点について",
                      "text": [
                        "本件特許発明3と甲1発明は，相違点1-1及び相違点1-2と，相違点1-4及び相違点1-5の点で相違している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "技術分野について",
                          "text": [
                            "甲1発明は，ライブ配信サーバとライブ閲覧者端末とが通信ネットワークを介して接続されて構成されるライブ配信システムにおけるライブ閲覧者端末の発明である。これに対して，甲7技術は，「4輪車や2輪車などの移動状態を表示画面上に2次元的に表示する3Dシミュレーション装置」の技術である。したがって，甲1発明と甲7技術では，技術分野が共通するとはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "解決しようとする課題について",
                          "text": [
                            "甲1発明の課題は，ライブ映像とライブ閲覧者からのコミュニケーション情報(例えば，チャット〔テキスト文による情報〕)とを一つの画面でリアルタイムで同期表示することである。",
                            "これに対して，甲7技術の課題は，4輪車や2輪車などの移動状態を表示画面上に2次元的に表示する3Dシミュレーション装置において，自動走行の車両が遊戯者の車両に対して追突，接触することを回避することであるといえる。",
                            "したがって，両者の解決しようとする課題は共通するとはいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "動機付けについて",
                          "text": [
                            "上記a及びbのとおり，甲1発明と甲7技術は，技術分野が共通するとはいえず，課題も共通するとはいえない。",
                            "また，甲1発明は，ライブ配信システムにおけるライブ閲覧者端末の発明であって，4輪車や2輪車などの移動状態を表示画面上に2次元的に表示する3Dシミュレーション装置ではないから，甲1発明において，自動走行の車両が遊戯者の車両に対して追突，接触することを回避するという課題は想定することができない。",
                            "さらに，甲1発明の「ライブ閲覧者端末」において，配信されたチャット文の重なりの問題及びそれを解決しようとする課題を想定することができない。",
                            "したがって，甲1発明に甲7技術を適用する動機付けがあったとはいえない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によると，相違点1-1及び相違点1-2は，甲1発明と甲7技術から，当業者が容易に想到し得たものとはいえないから，相違点1-4及び相違点1-5について検討するまでもなく，本件特許発明3は，当業者が容易に発明をすることができたものとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明11について",
                  "text": [
                    "本件特許発明11は，本件特許発明3の装置に対応するプログラムの発明であるから，当業者が容易に発明をすることができたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由5について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点について",
                      "text": [
                        "本件特許発明3と甲1発明は，相違点1-1及び相違点1-2と，相違点1-4及び相違点1-5の点で相違している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "技術分野について",
                          "text": [
                            "甲1発明は，ライブ配信サーバとライブ閲覧者端末とが通信ネットワークを介して接続されて構成されるライブ配信システムにおけるライブ閲覧者端末の発明である。これに対して，甲19に記載された技術(以下，「甲19技術」という。)は，「移動したポップアップウィンドウをある一定の位置に移動させると，元の位置に戻るようにする技術」であるから，甲1発明と甲19技術では，技術分野が共通するとはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "解決しようとする課題について",
                          "text": [
                            "甲1発明の課題は，ライブ映像とライブ閲覧者からのコミュニケーション情報(例えば，チャット〔テキスト文による情報〕)とを一つの画面でリアルタイムで同期表示することである。",
                            "これに対して，甲19技術の課題は，移動したポップアップウィンドウを元の位置に戻るようにさせることであるといえる。",
                            "したがって，両者の解決しようとする課題は共通するとはいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "動機付けについて",
                          "text": [
                            "上記a及びbのとおり，甲1発明と甲19技術は，技術分野が共通するとはいえず，課題も共通するとはいえない。",
                            "また，甲1発明は，ライブ配信システムにおけるライブ閲覧者端末の発明であって，ポップアップウィンドウを移動させる装置ではないから，甲1発明において，移動したポップアップウィンドウを元の位置に戻るようにさせるという課題は想定することができない。",
                            "さらに，甲1発明の「ライブ閲覧者端末」において，配信されたチャット文の重なりの問題及びそれを解決しようとする課題を想定することができない。",
                            "したがって，甲1発明に甲19技術を適用する動機付けがあったとはいえない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によると，相違点1-1及び相違点1-2は，甲1発明と甲19技術から，当業者が容易に想到し得たものとはいえないから，相違点1-4及び相違点1-5について検討するまでもなく，本件特許発明3は，当業者が容易に発明をすることができたものとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明1，2，9～11について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明1及び2と甲1発明を対比すると，本件特許発明1及び2は，少なくとも相違点1-1及び相違点1-2に係る構成を有している発明であるから，本件特許発明1及び2は，当業者が容易に発明をすることができたものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許発明9～11は，本件特許発明1～3の装置に対応するプログラムの発明であるから，本件特許発明9～11は，当業者が容易に発明をすることができたものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消理由1(無効理由1に対するもの)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明の進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1の記載(段落【0001】，【0005】，【0006】，【0008】，【0014】，【0050】及び図9)によると，甲1発明は，少なくともライブ映像とチャットメッセージ等のライブ閲覧者からのコミュニケーション情報(以下，「文字によるコミュニケーション情報」を「発言」という。)とをプログラムの制御により一つの画面でリアルタイムで同期表示するという技術事項を内容として含むものである。",
                        "また，同期マルチメディア言語であるSMILは，データのストリーミングについては，連携するプログラムであるREALTEXT又はアクション・スクリプトにより制御しているが，甲13～16の文献に記載されているとおり，REALTEXT又はアクション・スクリプトによりデータを移動表示できることは技術常識であり，甲15及び16には，実際に多くの文字を横に流した結果，各文字が読みにくくなる課題が示されていた。",
                        "そもそも，発言の数に関する限定はないから，同一の動画に多数の発言が書き込まれることが当然に予想されるため，発言が重なり視認性が低下することは，甲1発明に内在する課題となるが，これは，文字列情報を表示する技術においては周知の課題である。",
                        "甲1の段落【0016】には，ユーザが「ライブ画面の好きな所(領域)にメッセージなどの書き込みや，動画，静止画などを挿入することができる」との記載があり，この記載に接した当業者は，メッセージ(発言)の重なり合いにより「視認性が低下する」という課題が存在すると理解する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2，3，19及び甲25(憲ちゃん「インタラクティブムービーを作ろう！！サンプルで学ぶ ActionScript」〔株式会社エクスメディア  2005年12月22日〕86-90,124-127,174-177,182-191 ページ)の各文献によると，上記課題の解決手段として，①動画上に表示させようとする文字列情報の表示位置が，当該文字列情報よりも先に上記動画上に表示される文字列情報の表示位置と重なるか否かを判定し，②上記判定部が文字列情報の表示位置が重なると判定した場合に，これらの文字列情報同士が重ならない位置に表示させるように制御するプログラムにより動画表示を制御する技術(以下，「甲2等技術」という。)が慣用されている。",
                        "甲2等技術は，発言が重なることにより視認性が低下するという甲1発明に内在する課題を解決するための慣用技術であるから，甲1発明に対して甲2等技術を適用し，本件特許発明1に想到することは容易である。",
                        "本件特許発明1における重なり合いの判定については，あるコメントの表示開始時の表示位置を計算して他のコメントと重複しているかを判断し，次のコメントの表示開始時における表示位置を計算して当該コメントとの重複が無いかを計算するという単純な衝突判定方法に過ぎない。また，衝突回避方法は，衝突する場合には，表示場所自体を変更するという単純な衝突回避方法である。本件特許発明1の衝突判定及び衝突回避自体に発明の要素はなく，本件と同様の課題が示された場合には，当業者であれば，当然に同様の手法を採るものにすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，甲2等技術が慣用技術とまではいえないとしても，甲1発明と甲2等技術とは，「動画と文字情報をプログラムにより制御することにより表示する装置」という技術分野が共通している上，視認性の低下という課題において共通するものであるから，甲1発明に対し，公知技術である甲2等技術を適用して本件特許発明1に想到することは容易である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，甲1の「『ライブ映像』の文字」は映像信号であるから本件特許発明1における「コメント」に対応しないと判断し，甲1発明に対し甲2技術又は甲2～4から把握される周知技術を適用しても，相違点1-1及び同1-2に係る構成に至らないと結論付けている。しかし，甲1発明は，少なくともライブ映像と利用者が書き込む「発言」をプログラムの制御により一つの画面でリアルタイムで同期表示するという技術事項を内容として含むものであり，この「発言」が「コメント」に対応するものであるから，本件審決の判断は，その前提において誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，甲2等技術について，甲1発明と技術分野が異なると主張するが，失当である。",
                    "甲1の請求項に記載の発明は，「配信サーバ」と「配信方法」と「プログラム」と「記憶媒体」に分類されるものであり，これらが同一の特許の請求項である上，甲1は，一貫して，ライブ映像(動画)とチャットメッセージ等のライブ閲覧者からのコミュニケーション情報(「発言(コメント)」)とをプログラムの制御により一つの画面でリアルタイムで同期表示するという技術事項について述べている。そうすると，甲1発明を想到するためには，少なくとも，プログラミングの知見が必要であるから，甲1発明は，プログラミングという技術分野に属するとともに，動画と発言(コメント)とを配信するという技術分野に属することが明らかである。",
                    "そして，発言(コメント)は，文字情報の一種であり，プログラムにおける制御の対象としては文字列情報であって，それが，ユーザが入力するものであるか否かにより技術分野が異なるものではない。このことは，当業者の代表である出願人の認識を示すものである本件明細書(甲26)において，「文字列」という用語が使用されていることからも裏付けられる(請求項3)。",
                    "他方，甲2及び3に記載された技術事項は，文字放送に関するものであり，プログラミングという技術分野に属するとともに，動画と文字情報とを配信するという技術分野に属することが明らかである。そして，甲15，16，19及び25は，いずれもプログラミングに関する基本文献であり，これらに記載された技術事項は，甲1発明と技術分野が重なるものである。このように，文字付動画配信システムがプログラミングという技術分野に属することは，本件特許のファミリー特許にプログラミングに関する文献が「先行文献」として示されていることからも裏付けられる(甲27)。",
                    "したがって，甲1発明と甲2等技術の技術分野は共通するのであり，被告の主張には理由がない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，相違点1-1及び同1-2は，甲1発明に対し甲2等技術を適用することにより克服できるものである。本件審決にはこの点の判断に誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明2の進歩性の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明2は，本件特許発明1に対し，以下の構成要件を付加したものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「前記表示位置制御部は，前記動画の表示領域のうち，コメントを表示する基準となる位置を表す基準位置に従って第2のコメントが表示された後に前記第1のコメントを表示する際に，前記判定部が前記コメントが重なると判定した場合に，前記第1のコメントの基準位置を前記第2のコメントの基準位置とは異なる位置に変更して表示する」"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「ことを特徴とする請求項1記載の表示装置」"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "構成要件(ア)は，本件特許発明1の「第1のコメントと前記第2のコメント同士が重ならない位置に表示させる表示位置制御手段」として，「第1のコメントの基準位置を前記第2のコメントの基準位置とは異なる位置に変更」する方法を採用したものであるところ，「重ならない」ようにするために，基準位置を変更することは，目的をそのまま手段とするものであり，一般常識又は技術常識である。",
                    "また，構成要件(イ)は，本件特許発明1の対象物が「表示装置」であることを示しているだけであり，この付加には何ら技術的意義がなく，容易に想到できるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件特許発明2は進歩性を欠くものであるから，本件審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明9及び10の進歩性の誤り",
              "text": [
                "本件特許発明9及び10は，本件特許発明1及び2に対応するプログラムである。本件特許発明1及び2が進歩性を欠く以上，本件特許発明9及び10も進歩性を欠くものであるから，本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，被告は，原告が本件審決において判断されていない新たな無効理由の存在を主張していると主張する。しかし，原告は，本件審判で審理した無効理由1に関する主張について，その補充として技術常識又は慣用技術の適用を主張しているものであり，新たな無効理由を主張するものではないから，被告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消理由2(無効理由2に対するもの)",
          "text": [
            "本件審決には，以下のとおり，相違点1-1及び1-2に関する判断に誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1発明には，発言が重なることにより視認性が低下するという課題が内在するところ，このような課題は，文字列情報を表示する技術においては周知の課題である。",
                "他方，動画表示装置においては，動画中のオブジェクトの重なりを回避するために，オブジェクトの表示速度を変数として重なりの有無を判定することは，甲7～12に記載された技術(以下，「甲7等技術」という。)が慣用されている。",
                "したがって，甲1発明に内在する視認性の低下という課題を解決するために，慣用技術である甲7等技術を適用することは容易である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，甲7等技術が慣用技術とまではいえないとしても，甲1発明と甲7等技術とは，「動画とオブジェクトを表示する装置」という技術分野が共通している上，衝突の回避という課題において共通するものであるから，甲1発明に対し，公知技術である甲7等技術を適用して本件特許発明1を想到することは容易である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，甲1発明と甲7～10に記載された技術の技術分野は異なり，甲1発明と甲7等技術の課題も異なると判断している。",
                "甲1発明は，ライブ配信サービスとライブ閲覧者端末とが通信ネットワークを介して接続されて構成されるライブ配信システムにおけるライブ閲覧者端末の発明であるともいえるが，明示された課題である「ライブ映像とライブ閲覧者からのコミュニケーション情報とを一つの画面でリアルタイムで同期表示させること」を実現するために，当該システムをプログラムにより制御するものである。その解決手段としては，例えば，請求項1には，端末装置にライブ映像が表示されることを前提として，レイアウト及び属性情報手段と映像同期手段とコミュニケーション情報同期手段を具備するサーバが示されており，明細書における詳細な説明のほとんどはプログラム技術に関するものであるから，プログラムにより制御される動画表示装置に関する発明ともいえる。",
                "他方，甲7～9に記載された技術は，シミュレーション装置の技術であり，甲10に記載された技術は，ビデオゲーム装置の技術であるが，その解決手段は，装置に動画が表示されることを前提として，装置に以下の動作をさせるものである。",
                "甲7：移動体の接触を予測して回避する(段落【0029】)",
                "甲8：相手船が相手船及び訓練船の位置，針路及び速度情報から判断して訓練船に対して避航を行う(段落【0008】)",
                "甲9：自動操縦の移動体とプレーヤ操作の移動体(車両，船舶など)間の相対的な位置及び速度の関係が予め定められた場合には衝突するものと予測し，当該衝突が予測される場合には，衝突回避のため上記自動操縦の移動体側に移動軌跡を変更する(6頁15行～22行)",
                "甲10：アザカーのSPEEDはプレイヤーよりも遅いか否かを判断し，アザカーが回避行動により接触しないか否かを判断し，アザカーに回避行動を開始させる(4頁左欄及び図8)",
                "以上のとおりであるから，甲7等技術は，プログラムにより制御される動画表示装置に関する発明ともいえるものであり，オブジェクトの衝突回避を課題とするものである。",
                "したがって，甲1発明と甲7等技術との間に技術分野及び課題の共通性がないと判断した本件審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消理由3(無効理由4に対するもの)",
          "text": [
            "本件審決には，以下のとおり，相違点1-1及び1-2に関する判断に誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1発明は，プログラムにより制御される画面表示装置に関する発明ともいえる上，発言(オブジェクト)を移動させる場合には，衝突を回避するべきことは自明であるから，発言(オブジェクト)の衝突を回避するという課題が内在している。この課題は，プログラムによる制御により文字列情報を表示する技術においては周知の課題である。",
                "他方，甲7技術は，プログラムにより制御される動画表示装置に関する発明ともいえるものであり，オブジェクトの衝突回避を課題とするものである。",
                "以上によると，甲1発明と甲7技術との間の技術分野及び課題の共通性に基づき，甲1発明に対し甲7技術を適用することは容易である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，甲7技術におけるオブジェクトに「発言」を含めることは全く考察されていない旨主張するが，問題は，甲1発明と甲7技術に接した(プログラミングの知見を有する)当業者の認識であり，甲7が何を考察しているか否かではない。そして，甲1発明と甲7技術に接した(プログラミングの知見を有する)当業者は，甲7技術におけるオブジェクトの衝突判定及び回避の制御技術が，同様にオブジェクトである甲1発明の「発言」にも適用することを当然に認識するものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消理由4(無効理由5に対するもの)",
          "text": [
            "本件審決には，以下のとおり，相違点1-1及び1-2に関する判断に誤りがある。",
            "甲1発明には，発言が重なることにより視認性が低下するという課題が内在するところ，この課題は，文字列情報を表示する技術においては周知の課題である。また，甲1発明は，プログラムにより制御される画面表示装置に関する発明ともいえる上，発言(オブジェクト)を移動させる場合には，衝突を回避するべきことは自明であるから，発言(オブジェクト)の衝突を回避するという課題が内在している。この課題は，プログラムによる制御により文字列情報を表示する技術においては周知の課題である。",
            "他方，甲19技術は，移動したポップアップウィンドウをある一定の位置に移動させると，元の位置に戻ることを目的として，例えば，hit  Testという衝突判定を利用して，ポップアップウィンドウがインスタンスと重なるか否かを判定し，重なる場合にポップアップウィンドウの表示位置を変更して制御するものである。プログラムにより制御される動画及び文字情報の表示装置に関する発明ともいえるものであり，動画表示装置及びプログラミングという技術分野に属し，オブジェクトの衝突判定及び衝突回避のための表示位置の制御を課題とするものである。また，甲19は，アクション・スクリプトに関する基礎的文献であり，甲19技術は，アクション・スクリプトにより，動画や文字列の表示の制御のプログラムを行う者にとっては常識である。",
            "したがって，甲1発明と甲19技術との間には，技術分野及び課題の共通性が認められるのであり，甲1発明及び甲19技術に接した当業者が本件特許発明に想到することは容易である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消理由1(無効理由1に対するもの)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明1(相違点1-1及び相違点1-2)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲1発明に対し，甲2，3，19及び25から明らかとなっている甲2等技術を適用することは容易であると主張する。",
                    "しかし，本件審判における無効理由1は，甲1発明及び甲2に記載された技術事項又は甲2～4の記載から把握される周知技術に基づいて，当業者が容易に発明をすることができたものであるというものであって，本件訴訟における「甲2等技術」の主張は審判段階とは異なる事実を主張するものである。",
                    "原告の主張は，本件審決において何ら判断されていない新たな無効理由の存在を主張するものであるから，その詳細を検討するまでもなく主張自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1発明の課題は，「ライブ映像とライブ閲覧者からのコミュニケーション情報(例えば，チャット入力)とを1つの画面でリアルタイムに同期表示すること」(段落【0004】)である。また，甲1発明は，チャット入力時には所定のレイアウト領域を使用することを前提としており(段落【0050】，図9)，あるチャット参加者のレイアウト指定と別のチャット参加者のレイアウト指定が同じレイアウト領域となることは記載も示唆もないから，配信されたチャット文の重なりの問題を想定することはできない。",
                    "したがって，甲1発明には，「発言が重なることにより視認性が低下する」という課題は存在しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲1発明に内在するとする「発言が重なることにより視認性が低下する」という課題について，文字列情報を表示する技術においては周知の課題であるとか，甲15及び16に実際に多くの文字を横に流した結果，各文字が重なって読みにくくなる課題が示されていると主張するが，甲15及び16に「発言が重なることにより視認性が低下するという課題」が開示又は示唆されているとはいえず，原告の上記主張は，失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記イ及びウのとおり，甲1発明に「発言が重なることにより視認性が低下するという課題」が存在するとの原告の主張には何ら根拠がないが，仮に，この点を措くとしても，当該課題の解決手段として，「甲2等技術」が慣用されているとの原告の主張も誤りである。",
                    "甲2及び3には，テレビ文字放送に重畳された「文字放送データ」が映像信号の文字と重ならないように，当該「文字放送データ」の表示位置を変更する技術が記載されているが，「映像信号の文字」は「動画上に表示された文字列情報」ではなく，動画に含まれる文字であるから，原告の主張する甲2等技術が甲2及び3に記載されているとはいえない。",
                    "また，甲19には，移動したポップアップウィンドウをある一定の位置に移動させると，元の位置に戻るようにする技術が，甲25には，十字図形ムービークリップにマウスカーソルが重なることあるいはムービークリップが重なることが記載されているにすぎず，文字列情報が重なることについて記載されていない。",
                    "したがって，原告の主張する甲2等技術は，そもそも存在するとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲1発明に甲2等技術を適用する動機付けが存在しないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記イ及びウのとおり，甲1発明には「発言が重なることにより視認性が低下する」という課題は存在せず，また，上記エのとおり，このような課題の解決手段としての甲2等技術も存在するとはいえないから，原告の主張する「発言が重なることにより視認性が低下する」との課題を解決するために，慣用された甲2等技術を適用するとの動機付けがあるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，技術分野及び課題の共通性に基づき，甲1発明に甲2等技術を適用する動機付けがある旨主張する。",
                        "しかし，前記イ及びウのとおり，甲1発明は「発言が重なることにより視認性が低下する」という課題を内在していないし，前記エのとおり，甲2，3，19及び25に開示された技術は，いずれも「発言が重なることにより視認性が低下する」ことを課題とするものではない。したがって，甲1発明と，甲2，3，19及び25に開示された技術が，発言が重なることによる視認性の低下という課題において共通するとの原告の主張は誤りである。",
                        "また，原告は，甲1発明と甲2等技術とは，「動画と文字情報をプログラムにより制御することにより表示する装置」という技術分野が共通していると主張する。",
                        "しかし，甲1発明は「ライブ配信サーバとライブ閲覧者端末とが通信ネットワークを介して接続されて構成されるライブ配信者システムにおけるライブ閲覧者端末の発明」であり，甲2及び3に記載された技術は「テレビ文字放送の受信機の技術」，甲19に記載された技術は「移動したポップアップウィンドウをある一定の位置に移動させると，元の位置に戻るようにする技術」，甲25に記載された技術は「ActionScriptに関する技術」であって，甲1発明と甲2，3，19及び25に記載された技術の技術分野が共通するとはいえない。",
                        "したがって，甲1発明と甲2等技術とは技術分野が共通するとの原告の主張は，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，何らの根拠を示すことなく，本件特許発明1における重なり合いの判定は単純な衝突回避方法に過ぎず，また，衝突回避方法も単純なものであり，本件特許発明1の衝突判定及び衝突回避自体に発明の要素はなく，本件と同様の課題が示された場合には，当業者であれば当然に同様の手法を採るものにすぎないと主張するが，このような主張は，本件特許発明1の課題や構成要件を知った上で，本件特許発明1の容易性を論ずるものであって，後知恵に基づく主張というべきである。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "原告は，甲1発明は，少なくともライブ映像と利用者が書き込む「発言」とをプログラムの制御により一つの画面でリアルタイムで同期表示するという技術事項を内容として含むものであるところ，この「発言」は「コメント」に対応するものであると主張する。",
                    "しかし，甲1発明は，ライブ映像とライブ閲覧者からのコミュニケーション情報(例えば，チャット〔テキスト文による情報〕)とを一つの画面でリアルタイムで同期表示していることから，「甲1発明の『ライブ閲覧者端末』が再生する『ライブ映像』は映像信号であり，表示する『チャット文』はテキスト文による情報であって映像信号とは異なるもの」との本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明2は，本件特許発明1を引用する発明であるから，少なくとも，相違点1-1及び相違点1-2に係る構成を有している発明である。したがって，本件特許発明1が進歩性を有する以上，本件特許発明2も進歩性を有することは明らかであるから，本件特許発明2が進歩性を欠くとの主張は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，原告は，本件特許発明2の構成要件(ア)について，「重ならない」ようにするために，基準位置を変更することは，目的をそのまま手段とするものであり，一般常識又は技術常識であると主張する。",
                    "しかし，このような主張は，本件特許発明2の構成要件(ア)の課題や構成を知ったうえで本件特許発明2の容易性を論ずるものであって，後知恵に基づく主張というべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明9及び10について",
              "text": [
                "本件特許発明9及び10は，本件特許発明1及び2の装置に対応するプログラムの発明であり，本件特許発明1及び2が進歩性を有する以上，本件特許発明9及び10も進歩性を有することは明らかである。",
                "したがって，本件特許発明9及び10も進歩性を欠くとの原告の主張は，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(無効理由2に対するもの)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1発明には，発言が重なることにより視認性が低下するという課題は内在していないこと，このような課題が，文字列情報を表示する技術において周知の課題ではないことは，前記1で主張したとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，動画表示装置においては，動画中のオブジェクトの重なりを回避するために，オブジェクトの表示速度を変数として重なりの有無を判定することは，甲7～12に記載された甲7等技術が慣用されていること，甲1発明と甲7等技術とは，「動画とオブジェクトを表示する装置」という技術分野が共通していることなどを主張する。",
                "しかし，甲7等技術の根拠となる甲7～12には，4輪車や2輪車(甲7)，船(甲8)，自動操縦で動く移動体(甲9)，自動車(甲10)といったオブジェクトについて衝突等を回避することが記載されているが，オブジェクトが「発言」を含みうると理解する根拠は何ら見当たらず，「発言が重なっていること」についても記載も示唆もされていない。さらに，「視認性の低下という課題」も記載されていない。",
                "したがって，発言を含みうるオブジェクトについて，動画表示装置において「動画中のオブジェクトの重なりを回避するために，オブジェクトの表示速度を変数として重なりの有無を判定すること」は，甲7～12に記載されていないから，原告の主張する甲7等技術はそもそも存在しない。",
                "以上のように，甲7～12の記載からは，発言を含みうるオブジェクトについて，動画表示装置において「動画中のオブジェクトの重なりを回避するために，オブジェクトの表示速度を変数として重なりの有無を判定すること」が慣用されているということはできないから，原告の上記主張は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(1)及び(2)のとおり，甲1発明に内在する視認性の低下という課題を解決するために，慣用技術である甲7等技術を適用することは容易であるとの原告の主張は失当である。",
                "また，原告は，甲1発明と甲7技術とは，「動画とオブジェクトを表示する装置」という技術分野が共通している上，衝突の回避という課題において共通するものであるから，甲1発明に対し，公知技術である甲7等技術を適用して本件特許発明1に想到することは容易である旨主張するが，この主張も，同様に失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，甲1発明をプログラムにより制御される動画表示装置に関する発明と捉え，他方，甲7等技術もプログラムにより制御される動画表示装置に関する発明ともいえるものであり，オブジェクトの衝突回避を課題とするものであるとし，甲1発明と甲7等技術との間に技術分野及び課題の共通性がないと判断した本件審決は誤っていると主張する。",
                "しかし，原告の上記主張は，甲1発明及び甲7等技術の技術分野や課題が共通するといえる程度にまで，甲1発明と甲7等技術の技術分野と課題を恣意的に広く捉えたものであり，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(無効理由4に対するもの)について",
          "text": [
            "原告は，甲1発明と甲7技術には，技術分野及び課題の共通性が認められると主張する。",
            "しかし，原告の上記主張は，甲1発明及び甲7技術の技術分野を「プログラムにより制御される動画表示装置に関する発明」と捉え，さらに，甲7技術における4輪車や2輪車の衝突回避の課題を「オブジェクトの衝突回避の課題」として置き換えることにより，甲1発明及び甲7技術の技術分野や課題が共通するといえる程度にまで，甲7技術の技術分野及び課題を恣意的に広く捉えようとするものであり，誤りである。",
            "甲1発明には視認性の低下という課題は内在していない。また，甲7には，4輪車や2輪車といったオブジェクトについて衝突等を回避することは記載されているが，オブジェクトに「発言」を含めることは全く考察されておらず，「発言が重なっていること」については記載も示唆もされていないし，「視認性の低下という課題」も記載されていない。",
            "したがって，甲1発明と甲7技術との間に技術分野及び課題の共通性が認められるとの原告の主張は失当である。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(無効理由5に対するもの)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1発明は，「ライブ映像とライブ閲覧者からのコミュニケーション情報とを1つの画面でリアルタイムで同期表示する機能を有するライブ配信サーバと，クライアントであるライブ閲覧者の複数のライブ閲覧者端末とが，通信ネットワークを介して接続されて構成されるライブ配信システムにおけるライブ閲覧者端末の発明」である。",
                "他方，甲19には，「Flash  MX  2004」のActionScriptである「hitTest()；」の説明(182頁)及び利用例(182頁)が記載されているにすぎず，ライブ閲覧者端末については記載も示唆もされていない。",
                "したがって，甲1発明と甲19技術は，異なる技術分野に属するものである。",
                "原告は，甲1発明と甲19技術を「プログラムにより制御される動画及び文字情報の表示装置に関する発明」であるとして技術分野の共通性を主張するが，これは，甲1発明と甲19技術の技術分野が共通であるといえる程度にまで，甲1発明と甲19技術の技術分野を恣意的に広く捉えるものであり，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1発明の課題は，ライブ映像とライブ閲覧者からのコミュニケーション情報(例えば，チャット入力〔テキスト文による情報〕)とを一つの画面でリアルタイムで同期表示することであり，発言(オブジェクト)の衝突を回避する課題を内在していないことは，既に主張したとおりである。",
                "また，甲19には，「重なる領域をもったインスタンスと，ヒット領域が重なるかどうかを判定する」ことが記載されているにすぎず，「オブジェクトの衝突判定及び衝突回避のための表示位置の制御を課題とするものである」とは記載されていない。",
                "なお，「hitTest()；」は，領域が重なっている場合にtrueを返しているが，これは衝突を判定しているわけではなく，ましてや，衝突回避を実現することが甲19に記載されているともいえない。",
                "したがって，甲1発明と甲19技術の課題は共通するとの原告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件特許発明の要旨について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲26)には次の記載がある。",
                "【技術分野】",
                "【0001】",
                "本発明は，動画とともにコメントを表示する場合における，コメント同士が重ならないように表示させる表示装置，コメント表示方法，及びプログラムに関する。",
                "【背景技術】",
                "【0002】",
                "従来から，例えば，放送されたテレビ番組などの動画に対してユーザが発言したコメントをその動画と併せて表示するシステムがある。",
                "例えば，地域ごとに放送時間が異なるテレビ番組等に関する掲示板において，テレビ番組の1シーンに対する書き込みを，放送開始からの正味時間に対応させて記憶しておき，掲示板を閲覧する時間が異なっていても，以前に書き込まれた内容がテレビ番組のシーンに合わせて表示させるシステムがある(例えば，特許文献1参照)。このシステムによれば，ユーザは放送時間のタイムラグを感じることがなく，テレビ番組を見ながら，コメントを閲覧して楽しむことができる。",
                "【特許文献1】特開2002-290949号公報",
                "【発明の開示】",
                "【発明が解決しようとする課題】",
                "【0003】",
                "しかしながら，上述した従来技術におけるシステムを利用すると，以下のことが考えられる。すなわち，動画上に多数のコメントが書き込まれたとすると，コメント同士が重なり合ってしまい，コメントを読みにくくなってしまう。また，ユーザ毎にコメントを表示する位置を割り当ててしまうと，重なることを解消することができるが，同じ画面上にコメントを書き込めるユーザの数が限られてしまうため，大人数でコメントを交換する面白みが低減してしまう。",
                "【0004】",
                "本発明は，このような事情に鑑みてなされたもので，その目的は，複数のコメントが書き込まれても，コメントの読みにくさを低減させることができる表示装置，コメント表示方法，及びプログラムを提供することにある。",
                "【課題を解決するための手段】",
                "【0005】",
                "上述した課題を解決するために，本発明は，複数の端末装置から送信されるコメント情報を受信して各端末装置へ配信するコメント配信サーバと，前記コメント配信サーバに接続され動画を再生するとともに，前記動画上にコメントを表示する表示装置とを有するコメント表示システムにおける表示装置であって，コメントと，前記コメントが付与された時点における，前記動画の最初を基準として動画の経過時間を表す動画再生時間をコメント付与時間として前記コメントに対応づけてコメント情報として記憶するコメント情報記憶部と，前記コメント配信サーバが前記端末装置からコメント情報を受信する毎に当該コメント配信サーバから送信されるコメント情報を受信し，前記コメント情報記憶部に記憶する受信部と，前記再生される動画の動画再生時間に基づいて，前記コメント情報記憶部に記憶されたコメント情報のうち，前記動画の動画再生時間に対応するコメント付与時間が対応づけられたコメントをコメント情報から読み出し，読み出したコメントを動画上に表示するコメント表示部と，前記コメント表示部によって表示されるコメントのうち，第1のコメントと第2のコメントとのうちいずれか一方または両方が移動表示されるコメントであり，前記第1のコメントを動画上に表示させる際の表示位置が，当該第1のコメントよりも先に前記動画上に表示される第2のコメントの表示位置と重なるか否かを判定する判定部と，前記判定部がコメントの表示位置が重なると判定した場合に，前記第1のコメントと前記第2のコメント同士が重ならない位置に表示させる表示位置制御部と，を有することを特徴する。",
                "【発明の効果】",
                "【0014】",
                "以上説明したように，この発明によれば，コメント情報のうち，動画の動画再生時間に対応するコメント付与時間が対応づけられたコメントをコメント情報から読み出し，読み出したコメント内容を動画上に表示を行い，コメント表示部によって表示されるコメントが他のコメントと重なるか否かを判定し，コメントが重なると判定した場合に，コメント同士が重ならない位置にコメントを表示させるようにした。これにより，複数のコメントが表示される場合において，コメント同士が動画上で重なってしまい，各コメントが判読できなくなってしまうことを防止することができる。",
                "【発明を実施するための最良の形態】",
                "【0018】",
                "以下，本発明の一実施形態によるコメント配信システムの第1の実施形態について図面を参照して説明する。図1は，この発明の一実施形態によるコメント配信システムの構成を示す概念図である。この図において，動画配信サーバ1は，端末装置3からの配信要求に応じて，動画データを配信する。この配信は，例えば，ストリーミング配信によって行われる。コメント配信サーバ2は，動画配信サーバ1が配信する動画に対するコメントを端末装置3から受信し，その動画を閲覧する各端末装置3に配信する。端末装置3は，ネットワーク4を介して動画配信サーバ1とコメント配信サーバ3に接続し，動画配信サーバ1から配信される動画を受信して表示するとともに，コメント配信サーバ3から配信されるコメントを受信して動画上に表示する。",
                "【0019】",
                "次に，図1におけるコメント配信サーバ2，端末装置3について，図面を用いて更に説明する。図2は，コメント配信サーバ2の構成を示す概略ブロック図である。この図において，コメント情報記憶部21は，コメントの内容と，このコメント内容が付与された時点における，動画の再生開始時点を基準とした動画再生時間をコメント付与時間としてコメント内容とを対応づけてコメント情報として記憶する。",
                "このコメント情報記憶部21に記憶されるデータの一例を図3に示す。コメント情報記憶部21には，動画配信サーバ1により配信される動画に対するコメントをスレッド毎にまとめたコメント情報が複数記憶されている。各コメント情報は，動画を識別する動画IDとスレッドを識別するスレッドIDの情報を含み，どの動画に対するどのスレッドであるのかを識別できるようになっている。そして，コメント情報には，コメント付与時間とコメント内容の他に，そのコメントを付与(発言)した実際の時刻を示すコメント情報投稿実時間(上述の実時間情報に相当)と，コメントを付与したユーザを識別する情報であるユーザ名，コメントを動画上にどのように表示させるのかを指定する情報であるコメント表示方法を対応付けたコメントデータが複数含まれ，当該動画IDの動画を再生しており，且つ当該スレッドIDのスレッドのコメントを閲覧している端末装置3からコメントデータを受信した場合には，当該受信したコメントデータが追加保存されるようになっている。ここでは，スレッドIDが動画IDに対応づけて記憶されていることによって，同じ動画であっても，異なるスレッドを複数設けても，それらを識別することができる。このコメント情報記憶部21が上述の第1のコメント情報記憶部に相当する。",
                "【0020】",
                "次に，コメント情報配信部22は，コメント情報記憶部21に記憶されたコメント情報を読み出して，端末装置3に配信する。コメント情報更新管理部23は，通信部24を介して端末装置3から受信した，追加となるコメント情報を動画ID，スレッドIDに従って，コメント情報記憶部21に追加して記憶する。",
                "通信部24は，端末装置3と各種通信を行い，端末装置3から送信される情報をコメント情報更新管理部23に出力してコメント情報を追加して記憶させるための指示を出力をしたり，コメント情報配信部22にコメント情報の配信指示を出力する。",
                "【0021】",
                "次に，端末装置3について，図面を用いて説明する。図4は，端末装置3の構成を説明する概略ブロック図である。",
                "この図において，動画再生部31は，端末装置3のユーザによって指定された動画の配信要求を動画配信サーバ1に送信し，動画配信サーバ1から配信される動画を受信して再生する。コメント情報受信部32は，再生する動画に対して入力されたコメント情報をコメント配信サーバ2から受信する。コメント情報記憶部33は，コメント情報受信部32が受信したコメント情報を記憶する。このコメント情報記憶部33は，上述の第2のコメント情報記憶部に相当する。",
                "【0022】",
                "表示装置34は，液晶表示装置やCRT(Cathode  Ray  Tube)等であり，各種情報を表示する。第1の表示部35は，動画再生部31によって再生される動画を表示するとともに，コメント情報記憶部33に記憶されたコメント情報のうち，再生する動画の動画再生時間に対応するコメント付与時間が対応づけられたコメントをコメント情報から読み出し，読み出したコメントを動画とともに表示装置34によって表示する。また，第1の表示部35は，コメント内容を動画上にオーバーレイ表示させる機能を有する。第2の表示部36は，コメント情報記憶部33に記憶されるコメントデータに基づいて，コメントのリストをコメント一覧として表示装置34に表示する。ここでは，コメントデータに含まれたコメント投稿実時間の情報の順に従って表示する。",
                "【0023】",
                "この表示装置34に表示される情報について，更に説明する。図5は，表示装置34に表示される情報の一例を示す図である。表示欄101には，このコメント配信サーバにアクセスした際のURL(uniform resource locator)が表示される。表示欄102には，再生される動画の動画IDが表示される。表示欄103には，現在表示されている動画が閲覧要求されたのべ回数が閲覧回数として表示される。この閲覧回数は，他のユーザが動画を再生(閲覧要求)した場合には，その時点で同じ動画を閲覧中のユーザのカウント数が増加され，カウント数が更新されて表示される。表示欄104には，第1の表示部によって表示される動画が表示される。表示欄105には，第2の表示部によって表示されるコメントが表示される領域であり，ここでは，表示欄104によって表示される動画上にコメントが表示される。また，ここでは，表示欄105は，表示欄104よりも大きいサイズに設定されており，オーバーレイ表示されたコメント等が，動画の画面の外側でトリミングするようになっており，コメントそのものが動画に含まれているものではなく，動画に対してユーザによって書き込まれたものであることが把握可能となっている。",
                "【0024】",
                "操作パネル106は，再生ボタン，停止ボタン，巻き戻しボタン，早送りボタン，音量調整ボタン，動画全体のどのあたりを再生しているのかを示す再生状態表示欄，などが表示されており，マウスによっていずれかのボタンにカーソルを合わせてクリックされることによって，そのボタンに応じた操作の入力を受け付けする。表示欄107には，動画全体の再生時間長と，現在表示欄105に表示されている動画の動画再生時間とが表示される。入力欄108には，動画に対して発言するユーザの名前がキーボード等の入力装置を介して入力される。入力欄109には，コメントを書き込むユーザのメールアドレスが入力される。なお，入力欄109は，メールアドレスの入力を行う他に，コメントの表示のさせ方を指定する情報を入力することも可能である。コメントの表示のさせ方としては，例えば，コメントの動画上に表示させる位置，フォント，文字のサイズ，移動表示させる開始位置と終了位置と移動表示させる方向等を，オーバーレイ表示をさせるための指定をする情報として設定可能である。",
                "【0025】",
                "コメント欄110には，入力部37を介してユーザによってコメントが入力される。ボタン111は，クリックされることによって，表示欄110に入力されたコメントをコメント配信サーバ2に送信する。表示欄112は，コメントのリストであるコメント一覧が表示される領域である。このコメント一覧には，コメントに付与された発言順序を示す番号(符号112a)，コメントを入力したユーザの名前(符号112b)，コメントの書き込みをしたコメント付与時間(符号112c)，発言されたコメントの一部(符号112d)が，投稿された実時間情報の順に従って表示される。この表示欄112に，表示欄112を画面上に表示させるか否かを指定するチェックボックス等の入力欄を設け，この入力欄に入力された表示の可否の指示に従い，表示をさせるあるいは，表示を隠すようにすることも可能である。また，この表示欄112に表示させるコメントの一部の個数をユーザの指示に従って，変更するようにしてもよい。表示欄113は，表示欄112に表示されたコメント一覧のうち，ユーザのよってカーソルが合わせられたコメントの詳細が表示される。コメントの詳細としては，コメントの全文や，コメントを発言したユーザの名前，メールアドレスなどが表示される。",
                "【0027】",
                "次に，図4に戻り，入力部37は，マウスやキーボード等の入力装置であり，ユーザからの各種情報の入力を受け付ける。選択部38は，第2の表示部36によって表示されたコメントのリストのうち，入力部37を介して入力されるコメントの選択の入力を受け付ける。再生制御部39は，選択部38によって選択されたコメントのコメントデータをコメント情報記憶部33から読み出し，読み出したコメントデータのコメント付与時間に対応する動画再生時間から，動画を第1の表示部によって再生させ表示装置34に表示させるとともに，読み出したコメントデータのコメント内容を第1の表示部35によって表示装置34に表示させる。",
                "【0028】",
                "送信部40は，第1の表示部35によって表示された動画に対するコメント内容のデータ入力を受け付けるとともに，コメント内容が入力された時点の動画再生時間をコメント付与時間としてコメント内容とともにコメント配信サーバに送信する。また，送信部40は，入力部37から入力された指示に従って，各種情報をコメント配信サーバ2や動画配信サーバ1に送信する機能を有する。",
                "【0029】",
                "次に，上述したコメント配信システムの動作について説明する。ここでは，まず，コメント配信システムの動作の概略について説明する。",
                "まず，端末装置3は，コメント配信サーバ2にアクセスして，コメントの書込み時間が最近のものである動画の一覧のデータを受信し，表示装置34に表示する。この時，例えば，表示装置34には，図6に示すような，最近の動画一覧として，動画名，スレッド名等が表示される。ここで，ユーザによって閲覧したいスレッドが選択され，そのスレッドの名称をマウスによってクリックされると，端末装置3は，クリックされたスレッドに対応する動画に設定されている動画IDを動画配信サーバ1に送信し，動画の配信要求を行うとともに，クリックされたスレッドに設定されたスレッドIDと動画IDをコメント配信サーバ2に送信し，コメント情報の送信要求をする。これを受けて，動画配信サーバ1は，動画IDによって指定された動画を，配信要求をした端末装置3にストリーミング配信する。一方，コメント配信サーバ2は，スレッドIDと動画IDに対応するコメント情報をコメント情報記憶部21から読み出して，配信要求をした端末装置3に配信する。",
                "【0030】",
                "端末装置3は，動画配信サーバ1から配信された動画を受信して表示装置34に表示するとともに，コメント配信サーバ2から配信されたコメント情報に基づいてコメント内容を動画上に表示する。ここでは，動画の再生を開始してからの動画再生時間に合わせて，その動画再生時間に一致するコメント付与時間が設定されたコメント内容が順次動画上に表示される。",
                "【0031】",
                "次に，コメント配信サーバ2，端末装置3の動作について，順次説明する。",
                "まず，コメント配信サーバ2の動作について，図7のフローチャートを用いて説明する。",
                "コメント配信サーバ2の通信部24は，コメント情報の配信要求を端末装置3から受信したか否かを検出する(ステップS101)。コメント情報の配信要求を受信した場合には，通信部24は，コメント情報配信部22にコメント情報の配信指示をする。ここでは，配信要求に含まれる，コメント情報のスレッドIDがコメント情報配信部22に出力される。コメント情報配信部22は，通信部24から出力されたスレッドIDに対応するコメント情報のコメント情報記憶部21から読み出し(ステップS102)，読み出したコメント情報を配信要求をした端末装置3に配信する(ステップS103)。ここでは，スレッドIDに対応付けされている各コメント情報を一括して送信する。",
                "【0032】",
                "一方，コメント情報の配信要求ではなく，端末装置3から送信されたコメントデータを受信した場合(ステップS104)，通信部24は，コメントデータをコメント情報更新管理部23に出力する。コメント情報更新管理部23は，コメント情報記憶部21を参照し，通信部24から出力されたコメントデータに含まれる動画ID及びスレッドIDに基づいてコメント情報を特定し，特定したコメント情報に対し，受信したコメントデータを追加保存する(ステップS105)。追加保存されると，コメント情報配信部22は，当該動画IDの動画を再生している端末装置3であって，当該動画IDの動画とともに当該スレッドIDのコメントを閲覧している端末装置3を特定し，その特定した端末装置3のそれぞれに，追加保存したコメントデータを配信する(ステップS106)。他方，コメント情報の配信要求ではなく，端末装置3から送信されたコメントデータの受信もしていない場合は，ステップS101に移行する。ここで，同じ動画IDの動画を再生しており，且つ当該スレッドIDのスレッドのコメントを閲覧している端末装置3を特定する方法としては，例えば，コメント配信サーバ2にアクセスしてきた端末装置3とセッションを確立しておき，このセッションが有効な端末装置3を動画閲覧中として特定することが可能である。",
                "【0033】",
                "次に，端末装置3の動作について図面を用いて説明する。図8は，端末装置3の動作を説明するためのフローチャートである。",
                "端末装置3の入力部37は，ユーザから動画再生の指示が入力されると(ステップS201)，指示された動画の動画IDを送信部40によって動画配信サーバ1に送信し，動画の配信要求をするとともに，コメント情報の配信要求をコメント配信サーバ2に送信する。そして，コメント情報受信部32は，コメント配信サーバ2から配信されるコメント情報を受信したならば(ステップS202)，コメント情報記憶部33に記憶する。",
                "【0034】",
                "コメント情報が受信されコメント情報記憶部33に記憶されると，動画再生部31は，動画配信サーバ1から配信される動画を受信し，受信した動画を再生し，第1の表示部35によって表示装置34に表示する(ステップS203)。動画の再生が開始されると，第1の表示部35は，現在の動画再生時間に基づいて，動画再生時間に一致するコメント付与時間が設定されたコメントデータがあるか否かをコメント情報記憶部33を参照して，判定する(ステップS204)。動画再生時間に一致するコメント付与時間が設定されたコメントデータがある場合(ステップS205-YES)，第1の表示部35は，当該コメントデータの表示位置を算出する(ステップS206)。そして算出された表示位置に従って，動画上にコメントの表示制御を行う(ステップS206)。",
                "一方，動画再生部31は，再生が終了したか否かを判定し，再生が終了していれば処理を終了し，再生が終了して否ければ，ステップS204に移行する。",
                "【0035】",
                "一方，ステップS205において，表示させるコメントがなければ，配信部40は，入力部37からコメントが入力されたか否かを検出する(ステップS209)。コメントの入力があった場合には，そのコメントが入力された時点(例えば，「書く」ボタン(符号111)がクリックされた時点)における，その動画を再生しているソフトウェアのプレイヤーが指す再生時間(動画再生時間)を読み出し，その動画再生時間をコメント付与時間とし，再生中の動画の動画IDと，閲覧中のコメントのスレッドIDと，現在の実時間情報(現在時刻の情報)と，端末装置3のユーザのユーザ名と，入力されたコメント内容と，コメント表示方法とを対応づけて，コメント情報としてコメント情報記憶部33のコメント一覧に追加保存する(ステップS210)。そして，送信部40は，追加保存したコメント情報をコメント配信サーバ2に送信し(ステップS211)，ステップS208に移行する。",
                "【0036】",
                "ステップS209において，コメントの入力ではない場合，端末装置3はコメント情報受信部32によって，コメントデータを受信したか否かを検出する(ステップS212)。コメントデータを受信した場合，コメント情報受信部32は，受信したコメントデータをコメント情報記憶部33に追加保存し，ステップS208に移行する。",
                "【0037】",
                "一方，ステップS212において，コメントデータの受信ではない場合，端末装置3の選択部38は，入力部37から，コメント選択操作の入力があったか否かを検出する(ステップS214)。コメント選択操作の入力があった場合，選択部38は，選択されたコメントデータのコメント内容を再生制御部39に出力する。再生制御部39は，この出力を受けて，選択されたコメントデータに対応づけて記憶されたコメント付与時間をコメント情報記憶部33を参照して読み出し，読み出したコメント付与時間に応じた動画再生時間に従って，動画再生位置の巻き戻し，あるいは早送りをすることによって，コメントデータに対応づけて記憶されたコメント付与時間に一致する動画再生時間から再生を行わせ(ステップS215)，そのコメント付与時間のコメント内容を表示させ，ステップS208に移行する。",
                "【0038】",
                "次に，コメントが画面上に表示された場合について図面を用いて説明する。ここでは，図6の「最近のコメント一覧」において，「有名シェフのオムライス」の動画に対応付けされた「料理の感想を言おう！」というスレッドが選択された場合について説明する。このスレッドが選択されると，「有名シェフのオムライス」の動画が例えば，図5の表示欄104の領域内に再生される。そして，動画再生時間に応じてコメントが動画上に順次表示される。図5では，動画再生時間が9秒の場合の画面が示してあり，ここでは，コメント付与時間が9秒のユーザFのコメントである「おいしそう～！」が，画面の右側から左側に移動表示される(符号115)。そして，動画の再生が進み，動画再生時間が13秒になると，図9に示すような画面が表示される。ここでは，コメント付与時間が9秒のコメントである「おいしそう～！」が，画面左側に移動しており，表示欄104の外側であって表示欄109の内側にトリミングされた状態で「そう～！」の部分だけ表示されている(符号200)。また，コメント付与時間が10秒のユーザZのコメントである「有名シェフの作品はいいねぇ。」のコメントがユーザBのコメントの下の位置に表示されているとともに(符号201)，コメント付与時間が12秒のユーザEのコメントである「どこの卵を使ってるの？」が画面の下方の位置に表示される(符号202)。このようにして，コメントが順次表示される。",
                "【0039】",
                "以上，1つの端末装置3のみの動作に着目して説明したが，実際には，同じ動画であって，同じスレッドを閲覧しているユーザ間において，以下のようにしてコメントのやりとりをすることができる。ここでは，図10を用いて，説明をする。",
                "例えば，あるユーザEによって，動画が再生され，動画再生時間が12秒の時点で「どこの卵を使っているの？」というコメントが発言として追加入力されると(符号a)，その追加入力されたコメントのコメント情報がコメント配信サーバ2を介して，同じ動画であって同じスレッドを閲覧している端末装置3に配信される。",
                "【0040】",
                "その配信後に，別のユーザCによって，同じ動画が再生されると(符号b)，ユーザCの端末装置3に，追加されたコメントを含めてコメント情報が配信される。そして，動画再生時間が12秒の時点で，「どこの卵を使っているの？」というユーザEからのコメントが表示される。そして，このコメントを閲覧したユーザCが，その回答として，ユーザCの動画再生時間が15秒の時点(ユーザEの動画再生時間では，例えば100秒の時点)で「○○県産らしいよ。」というコメントを入力してコメント配信サーバ2に送信すると(符号c)，その送信されたコメントがユーザEの端末装置3に配信される。このとき，例えば，動画再生時間が100秒の時点において，ユーザEのコメント一覧のリストに，ユーザCのコメントの一部が実時間に従った順で表示される(符号d)。例えば，最新のコメントとして，コメント一覧の一番下(あるいは一番上)に表示される。そして，このコメント一覧を見たユーザEによって，コメントの一部がクリックされると，再生中の動画が，動画再生時間15秒の時点に戻って再生されるとともに，ユーザEの端末装置3の画面上に「○○県産らしいよ。」のコメントが表示される(符号e)。これによって，ユーザEは，あたかも自分のコメントに返信があったかのようにして楽しむことができる。そして，このようなコメントのやりとりを繰り返すことによって，異なるタイミングで動画を閲覧しているユーザ同士であっても，コメントを介してコミュニケーションを図ることが可能となる。",
                "このように，実時間でのコメント入力順にコメントを管理し，コメント一覧として表示するようにしたので，動画の再生タイミングが一致していないユーザ同士であっても，コメントのやりとりをリアルタイムで行うことができ，コミュニケーションを図ることが可能となる。",
                "【0041】",
                "また，このようなコメントの書き込みとそのコメントが書き込みされた時点からの動画の再生が繰り返されると，ユーザの間においては，動画の再生タイミングの差が0に近づき，同じ動画をほぼ同じタイミングで閲覧しながら，コメントのやりとりを行うことができる。",
                "【0042】",
                "ここでは，同じ動画を複数のユーザが閲覧している場合について説明したが，ある動画について，ユーザが誰も見ていない状況において，あるユーザが動画を再生をした場合には，それまでに記憶されていたコメント情報がコメント配信サーバ2から端末装置3に配信され，動画再生のタイミングに従って，順次再生される。これにより，他に誰も閲覧しているユーザがいない状況であっても，過去に発言されたコメントを，その動画の動画再生時間に従って，順に閲覧することができる。ここでは，コメントの書き込みをすることもできる。",
                "【0043】",
                "なお，上述した実施形態においては，コメント一覧にコメントが追加されて，追加されたコメントがユーザによってクリックされた場合に，コメントに設定されているコメント付与時間に一致する動画再生時間から再生され，コメントが表示される場合について説明したが，追加されたコメントがクリックされなければ，動画再生時間が，追加されたコメントに設定されているコメント付与時間に到達した時点で，そのコメントが動画上に表示される。",
                "また，仮に自分が閲覧している動画の動画再生時間において，他のユーザによってコメントが書き込まれたとしても，実時間の順でコメント一覧に表示されるので，その追加されたコメントをクリックすることによって，そのコメントが書き込まれた時点に巻き戻しあるいは早送りをして，コメントを閲覧することができる。また，ここでは，動画再生時間が巻き戻しされることによって，新たに追加で書き込まれたコメントも含めて，それまでに書き込みされたコメントがコメント付与時間に応じて，動画再生時間に従って，順次表示される。",
                "【0044】",
                "また，ここでは，操作パネル106の再生状態表示欄のスライドバーを移動させることにより，再生時間の巻き戻し，早送りをすることも可能であるが，この操作であると，動画が巻き戻しあるいは早送りされてしまい，見たいコメントがすぐに画面上から消え，見つかりにくい場合があるが，コメント一覧から選択することにより，見たい場面からみることも可能である。",
                "また，上述した実施形態においては，コメント配信サーバ2から配信されたコメントデータを端末装置3が受信して画面に反映して表示させる場合について説明したが，自身の端末装置3において，ユーザから入力されたコメントについては，コメントが入力された時点ですぐに(コメント配信サーバ2に送信してコメント配信サーバ2側で受信される前に)画面に表示させるようにしてもよい。具体的には，図8のステップS209においてコメントが入力されると，その入力されたコメントを自身の端末装置3において表示し，ステップS210に移行し，入力されたコメントをコメント一覧に追加保存し，その後，コメント配信サーバ2に送信するようにしてもよい。",
                "【0045】",
                "次に，第2の実施形態について説明する。ここでは，コメントが表示される位置が重複するか否かを検出し，重複すると判定された場合に，コメントの表示位置を変更する場合について説明する。",
                "図11は，図4における第1の表示部35の構成を示すブロック図である。",
                "変更部50は，文字列の文字サイズを変更して表示させたり，文字のフォント，文字の装飾(斜体など)を変更する機能を有する。",
                "判定部51は，表示されるコメントが他のコメントと重なるか否かを判定する。",
                "この判定部51は，コメントのコメント表示時間と当該コメントの文字列長とに基づいて，コメント同士が重なるか否かを判定する。ここでは，コメントが同じ位置(固定位置)で表示されるコメント同士である場合には，その固定位置において同じ座標において重なるか否かを判定し，コメントが移動しながら表示される場合は，そのコメントが移動しながら表示される位置において重なるか否かを判定する。",
                "判定部51は，移動して表示されるコメントについては，表示させておく時間であるコメント表示時間とコメントの文字列長とに基づいた移動速度でコメントが移動して画面上に表示されるので，コメントのコメント表示時間と当該コメントの文字列長とに基づいて，移動するコメントと他の移動するコメントとが重なるか否かを判定する。",
                "また，判定部51は，移動して表示されるコメントと，固定位置で表示されるコメントとが重なるか否かを判定する機能も有しており，移動して表示されるコメントが，固定位置で表示されるコメントが固定表示をする間継続して重なる場合に，重なっていると判定し，一部の期間で重なっていても，重なっていない期間がある場合には，重ならないとして判定する。",
                "また，判定部51は，変更部50によって変更された後の文字サイズに基づいて，文字列長を決定し，コメントが重なるか否かを判定したり，コメントが複数行で表示される場合，コメントの行数と各行の文字列長に基づいて，重なるか否かを判定したりする機能を有する。",
                "表示位置制御部52は，判定部51がコメントが重なると判定した場合に，各コメントを判読可能に表示させる。ここでは，コメント同士が重ならない位置にコメントを表示させるように表示位置を変更する。",
                "【0046】",
                "次に，図11の構成における第1の表示部35の動作について説明する。図12は，図11の構成における第1の表示部35の動作について説明するためのフローチャートである。",
                "まず，変更部50は，コメントに設定された表示方法のうち，文字のサイズ，フォント，装飾(斜体など)に従って，文字の形状を変更する。文字の形状が変更されると，判定部51は，コメント同士が重なるか否かの判定を行う。",
                "ここでは，重複判定を行う対象となる2つのコメントのうち，先の表示されるコメント(以下，第1コメント)の表示終了時をt1，後から表示されるコメント(以下，第2コメント)の表示開始時をt2とする(ステップS301)。",
                "次に，t1において第1コメントと第2コメントが重複するか否かを判定する(ステップS302)。次いで，第1コメントと第2コメントが重複するか否かを判定する(ステップS303)。",
                "【0047】",
                "そして，ステップS302における判定結果が重複していない(t1においてコメントの重複がない)場合であって，かつ，ステップS303における判定結果が重複していない(t2においてコメントの重複がない)場合，コメントの表示位置の変更を行わなくて良いと判定し，コメントに表示方法として設定された表示位置に従って，コメントを表示する(ステップS305)。",
                "【0048】",
                "一方，ステップS302における判定結果において，ステップS302における判定結果と，ステップS303における判定結果とのうち，いずれか一方が重複する判定結果である場合，または，両方において重複する判定結果である場合，判定部51は，コメントの表示位置の変更を行うものとして判定する。そして，表示位置の変更を行うものとして判定された場合，表示位置制御部52は，第2コメントの表示位置を変更する。ここでは，例えば，第2コメントの表示位置が，予め設定された相対位置(第1コメントを基準として，画面の鉛直方向に向かって下側，あるいは上側)に変更されて表示される。この予め設定された相対位置は，コメントを入力する際にユーザが指定してもよく，端末装置3において，表示位置制御部52に設定しておくようにしてもよい。",
                "【0049】",
                "ここで，コメントの重複について，更に説明をする。図13は，コメントの重複を説明するための概念図である。図13では，コメントが表示される画面の横方向の位置(表示画面の画面幅)において，時間経過とともにどのようにコメントが移動していくかを示した図である。ここでは，コメントは画面に向かって右側から左側に移動表示されるものであり，横軸が画面の横位置，縦軸が，時間軸tであり，下方向が正(時間の経過方向)である。そして，平行四辺形状の図形の幅が文字列の幅に対応している。また，コメントは，画面上に4秒間表示されるものとして説明する。",
                "まず，図13(a)においては，t1においてもt2においても第1コメントと第2コメントとが重複していないので，表示位置は変更されない。",
                "一方，図13(b)においては，t1においてもt2においても第1コメントと第2コメントが重複している。従って，この場合は，第2コメントの表示位置の変更を行う。",
                "このようにして，重複判定と表示位置変更が行われる。",
                "【0050】",
                "なお，判定部51は，第1コメントと第2コメントのうち，一方が固定位置に表示されるコメントであって，他方が移動しながら表示されるコメントである場合について，重複判定するようにしてもよい。この場合，画面上の同じ高さにおいて，表示されている間，第1コメントと第2コメントが重複する期間があるか否かを判定し，重複する期間がある場合に，表示位置変更を行う。なお，重複期間があったとしても，その重複している間の時間が予め決められた時間内である場合，または，重複しているコメントの領域と重複していない領域の割合が予め決められた値以下である場合には，重複しないものとしてもよい。なお，固定位置で表示されるコメント同士について，重複判定を行うようにしてもよい。この場合も同様に，重複期間があったとしても，その重複している間の時間が予め決められた時間内である場合，または，重複しているコメントの領域と重複していない領域の割合が予め決められた値以下である場合には，重複しないものとしてもよい。",
                "【0051】",
                "また，以上説明した実施形態において，コメントは，コメントを表示する領域の上端部を基準位置として画面の右側から左側に移動表示されるが，重なっていると判定された場合には，先ず，この基準位置である上端部から，自身のコメントのサイズの縦の幅の分だけ，下方に表示位置を変更する。この縦の幅は，1行のコメントであればそのフォントサイズによって決まり，複数行のコメントであれば，そのフォントサイズ及び行数によって決定される。そして，この変更された表示位置で，再度コメントの重複判定を行い，重複していなければ，その位置をコメントを表示する縦方向の位置(高さ)とする。この変更後の表示位置においても重複していると判定された場合には，自身のコメントのサイズの縦の幅の分だけ，下方に表示位置を変更し，以下，上述と同様に重複判定の処理を繰り返す。なお，ここでは，基準位置を，コメントの表示領域の上端部としたが，下端部を基準として上方に表示位置を変更するようにしてもよい。また，コメントの表示位置の変更は，コメントのサイズの縦の幅の分としたが，コメントのサイズの縦の幅の範囲内(例えば，半分や三分の一など)で表示位置を変更するようにしてもよい。",
                "【0052】",
                "また，上述した実施形態において，表示位置制御部52は，コメントが重なる場合にコメントの位置をコメントのサイズの縦の幅に分だけ，上方あるいは下方に表示位置を変更するようにしたが，この表示位置制御部52を表示制御部とし，この表示制御部によって各コメントを判読可能に表示させるようにしてもよい。例えば，重複するいずれかのコメントを表示させる色の濃淡を変更するようにしてもよい。具体的には，重なるコメントのうち，後に表示されるコメントの表示を開始する際に，先に表示されたコメントの表示の色を薄くし，双方のコメントを判読可能に表示させるようにしてもよい。また，コメントを表示させる色の濃淡を変更するだけでなく，各コメントを異なる色によって表示したり，また，重複部分の境界を各コメントとは異なる色によって表示するようにしてもよい。",
                "【0053】",
                "以上説明した実施形態によれば，コメントの表示位置が重なるか否かを判定し，重なる場合には，表示位置を重ならない位置に変更することによって，コメントを複数表示する場合であっても，読みにくくなることを防止することが可能となる。",
                "なお，コメント配信サーバ2から，追加されたコメント情報が端末装置3に配信され，その追加されたコメント情報を新たに受信して，再生中の動画に合わせて表示された場合であっても，上述したように，重複判定を行って，コメントの表示位置の制御が行われる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によると，本件特許発明は，動画とともにコメントを表示する場合における，コメント同士が重ならないように表示させる表示装置，コメント表示方法，及びプログラムに関するものである(段落【0001】)。従来から，放送されたテレビ番組などの動画に対してユーザが発言したコメントをその動画と併せて表示するシステムがあり，例えば，地域ごとに放送時間が異なるテレビ番組等に関する掲示板において，テレビ番組の1シーンに対する書き込みを，放送開始からの正味時間に対応させて記憶しておき，掲示板を閲覧する時間が異なっていても，以前に書き込まれた内容がテレビ番組のシーンに合わせて表示させるシステムがある。このシステムによると，ユーザは放送時間のタイムラグを感じることがなく，テレビ番組を見ながら，コメントを閲覧して楽しむことができる(段落【0002】)が，上記システムにおいては，動画上に多数のコメントが書き込まれたとすると，コメント同士が重なり合ってしまい，コメントを読みにくくなってしまい，ユーザ毎にコメントを表示する位置を割り当ててしまうと，重なることを解消することができるが，同じ画面上にコメントを書き込めるユーザの数が限られてしまうため，大人数でコメントを交換する面白みが低減してしまう(段落【0003】)。そこで，本件特許発明は，複数のコメントが書き込まれても，コメントの読みにくさを低減させることができる表示装置，コメント表示方法及びプログラムを提供することを目的とするものである(段落【0004】)。本件特許発明によると，コメント情報のうち，動画の動画再生時間に対応するコメント付与時間が対応づけられたコメントをコメント情報から読み出し，読み出したコメント内容を動画上に表示を行い，コメント表示部によって表示されるコメントが他のコメントと重なるか否かを判定し，コメントが重なると判定した場合に，コメント同士が重ならない位置にコメントを表示させるようにしたものであり，複数のコメントが表示される場合において，コメント同士が動画上で重なってしまい，各コメントが判読できなくなってしまうことを防止することができる(段落【0014】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消理由1(無効理由1に対するもの)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1の記載事項",
                  "text": [
                    "甲1には，次の記載がある。",
                    "【発明の名称】",
                    "ライブ配信サーバ，及びライブ配信方法",
                    "【0001】",
                    "【発明の属する技術分野】",
                    "本発明は，マルチメディアコンテンツをライブ配信するライブ配信サーバ，及びライブ配信方法に関し，特に，複数のライブ映像を一つの画面で同期表示し，また，ライブ映像とライブ閲覧者からのコミュニケーション情報(例えば，チャット)とを1つの画面でリアルタイムで同期表示し，さらに，同期表示させたライブ配信データを保存し，オンデマンドで閲覧する機能を有する，ライブ配信サーバ，及びライブ配信方法に関する。",
                    "【0004】",
                    "本発明はこのような問題を解決するためになされたもので，その目的は，複数のライブ映像を一つの画面で同期表示し，また，ライブ映像とライブ閲覧者からのコミュニケーション情報(例えば，チャット入力)とを1つの画面でリアルタイムで同期表示し，さらに，同期表示させたライブ配信データを保存し，オンデマンドで閲覧する機能を有する，ライブ配信サーバ，及びライブ配信方法を提供することにある。",
                    "【0005】",
                    "【課題を解決するための手段】",
                    "本発明は上記課題を解決するためになされたものであり，本発明のライブ配信サーバは，マルチメディアコンテンツのライブ映像を配信するライブ配信サーバと，該ライブ配信サーバを介してライブ映像を配信するクライアントの端末と，ライブ映像を閲覧するクライアントの端末とが通信ネットワークで接続されたライブ配信システムにおける前記ライブ配信サーバであって，前記ライブ配信を行うクライアントの端末から，ライブ配信する画面内の1または2以上のレイアウトの指定情報と各レイアウトごとの属性情報を受信しデータベースに保存するためのレイアウト及び属性情報格納手段と，前記ライブ配信を行うクライアントの端末から送信されるライブ映像を，前記データベースを参照して指定されたレイアウトに割り当て，各レイアウトのライブ映像を同期させてライブ配信するためのライブ映像同期配信手段と，配信されたライブ映像を閲覧中のクライアントの端末から，該クライアントが入力するコミュニケーション情報とレイアウト指定情報を受信した場合には，前記データベースを参照して指定されたレイアウトに割り当て，該コミュニケーション情報を前記ライブ映像と同期させてライブ配信するためのコミュニケーション情報同期配信手段とを具備することを特徴とする。これにより，配信されるライブ映像を閲覧しながら，チャットなどのコミュニケーション情報を同じ画面上でリアルタイムで表示できる。",
                    "【0006】",
                    "また，本発明のライブ配信サーバは，前記ライブ映像同期配信手段およびコミュニケーション情報同期配信手段として，各レイアウトの配信データを含む同期マルチメディア言語ファイルを生成する同期マルチメディア言語ファイル生成手段を用いることを特徴とする。",
                    "これにより，同期マルチメディア言語の機能を活用して，ライブ映像とコミュニケーション情報との同期制御が容易に行えるようになる。",
                    "【0007】",
                    "また，本発明のライブ配信サーバは，前記コミュニケーション情報がテキスト文字のチャット情報を含むマルチメディアコンテンツであることを特徴とする。これにより，クライアントは，配信されるライブ映像を閲覧しながら，同じ画面上でチャット，動画，静止画，音声によりコミュニケーションを行うことができる。",
                    "【0008】",
                    "また，本発明のライブ配信サーバは，前記ライブ映像を閲覧するクライアントの端末から，閲覧するレイアウトの選択情報を受信するためのレイアウト選択情報受信手段と，前記レイアウト選択情報受信手段により選択されたレイアウトの部分についてのみ，当該クライアントの端末に対してライブ映像を配信するためのライブ配信手段とをさらに具備することを特徴とする。",
                    "これにより，クライアントは自分の見たい映像だけを選択して見ることができる。",
                    "【0010】",
                    "また，本発明のライブ配信サーバは，前記ライブ配信を行うクライアントの端末から，ライブ配信する画像内のレイアウトの指定情報と各レイアウトごとの属性情報を受信する際に，さらに各レイアウトごとのアクセス制限情報として，閲覧できるクライアントの選択情報と閲覧できるクライアント数の制限情報のいずれかまたは両方を受信し，該アクセス制限情報を基に，クライアントの端末からのアクセスを制限するためのコンテンツアクセス管理手段をさらに具備することを特徴とする。",
                    "これにより，ライブ配信者は個人的な仲間内でのライブ放送と，情報の交換が行えるようになる。また，サーバ管理者が課金を行うことも容易になる。",
                    "【0011】",
                    "また，本発明のライブ配信方法は，マルチメディアコンテンツのライブ映像を配信するライブ配信サーバと，該ライブ配信サーバを介してライブ映像を配信するクライアントの端末と，ライブ映像を閲覧するクライアントの端末とが通信ネットワークで接続されたライブ配信システムにおける前記ライブ配信サーバで使用されるライブ配信方法であって，前記ライブ配信を行うクライアントの端末から，ライブ配信する画面内の1または2以上のレイアウトの指定情報と各レイアウトごとの属性情報を受信しデータベースに保存するためのレイアウト及び属性情報格納手順と，前記ライブ配信を行うクライアントの端末から送信されるライブ映像を，前記データベースを参照して指定されたレイアウトに割り当て，各レイアウトのライブ映像を同期させてライブ配信するためのライブ映像同期配信手順と，配信されたライブ映像を閲覧中のクライアントの端末から，該クライアントが入力するコミュニケーション情報とレイアウト指定情報を受信した場合には，前記データベースを参照して指定されたレイアウトに割り当て，該コミュニケーション情報を前記ライブ映像と同期させてライブ配信するためのコミュニケーション情報同期配信手順とを含むことを特徴とする。",
                    "これにより，配信されるライブ映像を閲覧しながら，チャットなどのコミュニケーション情報を同じ画面上でリアルタイムで表示できる。",
                    "【0014】",
                    "【発明の実施の形態】",
                    "次に本発明の実施の形態例について図面を参照して説明する。",
                    "まず，本明細書で使用する用語について，ここで定義しておく。",
                    "・マルチメディアコンテンツとは，動画像，音声，テキスト，静止画像を指す。なお，本明細書では，マルチメディアコンテンツを単に「コンテンツ」ともいう。",
                    "・ライブ予約とは，コンテンツを配信するユーザが，コンテンツを通信ネットワーク上にライブ配信するライブ配信サーバに対して，配信時間枠を予約することを指す。",
                    "・エンコードとは，ネットワークの配信帯域にあわせて，コンテンツ(映像や音声データのファイル)をストリーミング形式に変換(ストリーミング再生用に圧縮する)ことを指す。",
                    "・同期マルチメディア言語とは，動画，静止画，音声，音楽，文字など様々な形式のデータの再生を制御して同期させるXMLベースのマークアップ言語である。再生するクリップを，どの位置(領域)に，どのタイミングで，どのくらいの時間表示するのか，といったことを制御することができる。例としてW3Cにより勧告された「SMIL(Synchronized  Multimedia  Integration  Language)」などがある。",
                    "【0016】",
                    "・・・以下に示す機能を有するシステムの提供が必要とされている。",
                    "(1)ライブ配信を見ながら同じ画面上で，ユーザがリアルタイムでチャット(または動画，静止画，音声情報など)の情報を入力してコミュニケーションを図ることが可能であること",
                    "(2)ライブ画面の好きな場所(領域)にメッセージなどの書き込みや，動画，静止画などを挿入することができること",
                    "(3)複数のライブ映像を管理し，1つの動画として放送することが可能なこと",
                    "(4)システムコミュニケーションを中心としたライブ放送の実現も可能であること(例えば，チャットルームの中で，人数が揃った場合に，同じ画面で皆でライブ放送を見るようなこと)",
                    "(5)ライブ映像と，ライブ映像画面中にユーザが入力したコミュニケーション情報(チャット，動画，静止画，音声情報など)の内容を保存し，後からオンデマンドで閲覧及び検索が可能であること",
                    "【0017】",
                    "上記の要求を満たすために，本発明のライブ配信サーバは，ライブ放送の際に，該ライブ放送と同期して，ユーザが同じ画面上でチャットなどのコミュニケーション情報の交換をリアルタイムで行うことを可能にすると共に，配信データを保存しオンデマンドで閲覧することを可能にするために，以下の機能を備えている。",
                    "・複数のカメラからの映像を制御し，複数のレイアウトで同時に配信する機能",
                    "・ライブ放送の映像と，チャットなどのユーザが入力するコミュニケーション情報とを同一の画面で配信する機能",
                    "・ユーザからのコミュニケーション情報(チャット，動画，静止画，音声情報など)の入力があると，ライブ放送画像中にリアルタイムで反映する機能",
                    "・ユーザからのコミュニケーション情報(チャット，動画，静止画，音声情報など)を入力する際に，ライブ放送のどの場所に表示するか指定する機能",
                    "・ライブ放送画像と，ユーザが入力するコミュニケーション情報(チャット，動画，静止画，音声情報など)の内容とを1つのコンテンツとして保存する機能",
                    "・  ユーザ(ライブ配信者)がライブ配信の予約時に，画面のレイアウトの指定，及び各イアウトごとに閲覧する人数などを設定する機能",
                    "・チャットルーム中で，チャット参加中のユーザがライブ配信を行い，閲覧者間で共有する機能",
                    "【0018】",
                    "なお，上記各機能については，以下で順次詳細に説明する。",
                    "【0019】",
                    "［ライブ配信システムの構成と動作概要］",
                    "図1は，本発明のライブ配信サーバを使用したライブ配信システムの構成と動作概要を説明するための図であり，本例のライブ配信システムは，ライブ配信サーバ2が中核となり，ライブ配信サーバ2と，ライブ配信者端末3と，クライアント端末4(ライブ閲覧者)と，チャット参加者端末5とが通信ネットワーク1により接続されて構成される。",
                    "【0021】",
                    "なお，図1に示す例では，ライブ画像中にユーザ(チャット参加者)がリアルタイム送信するコミュニケーション情報として，チャット(テキスト文による情報)を入力する例を示しているが，ユーザは，ライブ画像中に動画，静止画などのマルチメディア情報を入力して表示することもできる。",
                    "【0022】",
                    "［ライブ配信システムの構成例］",
                    "また，図2は，本発明のライブ配信サーバを用いたライブ配信システムの構成例を示す図であり，本発明に直接関係する部分について示したものである。",
                    "【0023】",
                    "図2に例示するライブ配信システムは，ライブ配信サーバ100と，クライアントであるライブ配信者10のライブ配信者端末11と，クライアントであるライブ閲覧者20のライブ閲覧者端末21とが通信ネットワーク1を介して接続されて構成される。なお，ライブ配信者10及びライブ閲覧者20は予めライブ配信サーバ100に登録されたユーザであり，ユーザID(識別コード)やユーザ認証情報(パスワードなど)が発行されているユーザである。",
                    "【0024】",
                    "ライブ配信者10は，映像や音声などのマルチメディアコンテンツを作成し，ライブ配信サーバ100にライブ配信(ストリーミングによるリアルタイム配信)を予約し，ライブ予約で指定した時間にライブ配信を行うクライアントである。",
                    "ライブ配信者10のライブ配信者端末11には，以下の機能(又は装置)が備えられている。",
                    "・通信装置12は，ライブ配信者端末11を通信ネットワーク1と接続するための装置である。",
                    "・カメラ13は，ライブ配信するためのライブ映像を撮影する装置である。",
                    "・エンコード機能14は，カメラから取り込まれるライブ映像を圧縮してサーバ100側へ送信するための機能である。",
                    "・入力装置15は，キーボード，マウス等の入力装置である。",
                    "・表示装置16は，液晶やCRTなどのディスプレイ装置である。",
                    "【0025】",
                    "ライブ閲覧者20は，ライブ配信サーバ100から配信されるライブを閲覧し，チャットに参加するクライアントであり，ライブ閲覧者20のライブ閲覧者端末21には，以下の機能(又は装置)が備えられている。",
                    "・通信装置22は，ライブ閲覧者端末21を通信ネットワーク1と接続するための装置である。",
                    "・メディア再生プレイヤー23は，ライブ配信される映像や音声などを再生する処理部であり，専用のソフトウェアにより再生が行われる。例えば，RealPlayer(登録商標)などがある。",
                    "・チャット入力機能24は，メディア再生プレイヤー23によりマルチメディアコンテンツを再生中に，そのコンテンツに対して，チャットの情報を入力するための機能である。",
                    "・入力装置25は，キーボード，マウス等の入力装置である。",
                    "・表示装置26は，液晶やCRTなどのディスプレイ装置である。",
                    "【0026】",
                    "また，ライブ配信サーバ100には，以下の処理部(又は装置)が備えられている。",
                    "・通信装置101は，ライブ配信サーバ100を通信ネットワーク1と接続するための装置である。",
                    "・ライブ配信処理部102は，ライブ映像などのマルチメディアストリーミングデータをクライアント(ライブ閲覧者20)に配信する処理部である。",
                    "【0027】",
                    "・ライブ予約処理部103は，ライブ配信者の端末11から，ライブ配信の予約を受け付けるための処理部である。",
                    "【0028】",
                    "・コンテンツアクセス管理処理部104は，ライブ配信者10が予約指定したコンテンツに対する，ライブ配信者10自身が指定するアクセス権限(無制限，ユーザ数指定，ユーザ名指定等)情報を取得し，閲覧管理DB114に保存する処理部である。例えば，各レイアウトごとに閲覧できる人数(端末数)を制限する処理や，各レイアウトごとに閲覧者を選択指定するための処理部である。",
                    "【0029】",
                    "・チャット情報格納処理部105は，ライブ閲覧者20のライブ閲覧者端末21内のチャット入力機能24から送信されるチャット入力データを処理し，チャット情報DB113に格納するための処理部である。",
                    "【0030】",
                    "・レイアウト及び属性格納処理部106は，ライブ配信者端末11から送信される指定情報により，コンテンツのレイアウトを定義し，それぞれについての属性(ライブ映像，チャット部分，静止画等)を定義する処理部である。",
                    "【0031】",
                    "・ライブデータ格納処理部107は，チャット等を含めたコンテンツを保存するかどうかを選択し，保存する場合は，ライブデータDB111に格納する処理を行うための処理部である。",
                    "【0032】",
                    "・同期マルチメディア言語ファイル生成処理部108は，クライアント(ライブ閲覧者)のコンテンツ配信要求を受けてコンテンツアクセス管理処理部104などから情報を取得し，ライブ閲覧者端末21内のメディア再生プレイヤー23に対して同期マルチメディア言語ファイルを送信する処理部である。",
                    "【0033】",
                    "・ライブ配信データ発行処理部109は，クライアント(ライブ配信者10)からの要求に応じて，ライブ配信者10のライブ配信者端末11のエンコード機能14を実際に使用するための設定データを発行するための処理部である。",
                    "【0034】",
                    "また，ライブ配信サーバ100内の各データベースには以下のデータが格納される。なお，図3に各データベースのデータ構成例を示す。",
                    "・ライブデータデータベース(ライブデータDB)111は，「ライブを保存する」を選択した場合にコンテンツを保存しておくデータベースである。格納データは，「ライブID」，「レイアウトID」，「コンテンツ情報(ライブデータファイル名，画像データファイル名，チャット情報ID)」などである。",
                    "【0035】",
                    "・レイアウトデータベース(レイアウトDB)112は，各ライブのレイアウトがどのような属性を持っているかを保持しておくデータベースである。格納データは，「ライブID」，「レイアウトID」，「属性ID」，「属性内容(チャット，静止画，ライブ動画)」等である。",
                    "【0036】",
                    "・チャット情報データベース(チャット情報DB)113は，ライブ閲覧者端末21のチャット入力機能24によって行われたチャット情報のログを記録しておくデータベースである。格納データは，「ライブID」，「発言者」，「発言時間(ライブ開始からの差分時間)」，「ライブ上での発言場所(レイアウトIDまたは，XY座標での表記)」，「発言及びその他の情報(色，スクロール方法等)」等である。",
                    "【0037】",
                    "・閲覧管理データベース114は，コンテンツの各レイアウトごとの配信制限情報を保持するデータベースである。格納データは，「ライブID」，「レイアウトID」，「属性ID」，「配信制限情報(配信制限人数，ユーザ指定情報，その他)」等である。",
                    "【0038】",
                    "なお，図2に示すシステムでは，ライブ画像中にユーザがリアルタイムで表示するコミュニケーション情報として，チャット(テキスト文による情報)を表示する例を想定しているが，ユーザは，ライブ画面中に動画，静止画，音声情報などを表示することもできる。",
                    "【0039】",
                    "［ライブ放送中でのチャットの実施手順］",
                    "次に，図2に例示するライブ配信システムにおける「ライブ放送上でのチャットの実施手順の流れ」について説明する。",
                    "【0040】",
                    "図4は，ライブ配信者によるライブ予約手順の流れを示す図であり，以下，図4を基に，その手順の流れについて説明する。",
                    "【0041】",
                    "(1)ライブ配信者による予約手順",
                    "ライブ配信者10は，ライブ配信サーバ100に対して，配信するライブの「タイトル」，「配信日時」などを予約指定しているものとする(ステップS1，S2)。",
                    "▲1▼  レイアウト及び属性格納処理部106は，ライブ配信者10が指定したレイアウト，及びそれぞれのレイアウトが持つ属性情報(ライブ配信用，チャット用，動画配信用等)を取得し，レイアウトDB112に保存する(ステップS3，S4)。",
                    "【0042】",
                    "▲2▼  コンテンツアクセス管理処理部104は，ライブ配信者10が指定したそれぞれのレイアウトに対するアクセス権限(無制限，ユーザ数指定，ユーザ名指定等)情報を取得し，閲覧管理DB114に保存する(ステップS5，S6)。",
                    "【0043】",
                    "▲3▼  ライブデータ格納処理部107は，ユーザ(ライブ配信者10)が指定したチャット入力を含めた配信データをサーバ上に保存するかどうかの情報を取得し(ステップS7，S8)，「保存する」が選択されていた場合は，ライブ配信データをライブデータDB111に保存する。",
                    "【0044】",
                    "(2)ライブ閲覧者によるレイアウトの選択とチャット入力手順",
                    "また，図5は，図2に例示するライブ配信システムにおける「ライブ閲覧者によるレイアウトの選択とチャット入力手順の流れ」を示す図であり，以下，図5を基に，その手順の流れについて説明する。",
                    "ライブを閲覧したいユーザ(ライブ閲覧者20)は，ライブ閲覧者端末21かライブ配信サーバ100のライブ配信ページにログインし，閲覧したいコンテンツを選択しているものとする(ステップS21～ステップS24)。",
                    "▲1▼  コンテンツアクセス管理処理部104は，閲覧管理DB114を参照して，コンテンツを選択したユーザ(ライブ閲覧者20)のチェックを行い，アクセス権限があるレイアウト(領域)を確認する(ステップS25)。",
                    "【0045】",
                    "▲2▼  コンテンツアクセス管理処理部104は，▲1▼で確認したレイアウト(領域)をライブ閲覧者端末21に表示し，ライブ閲覧者20に閲覧するレイアウトを選択させる(ステップS26，S27)。",
                    "【0046】",
                    "▲3▼ライブ配信サーバ100では，ライブ閲覧者20が表示したいと選択したレイアウト(領域)のデータのみを，ライブ閲覧者端末21に配信する(ステップS28，S29)。この場合，同期マルチメディア言語ファイル生成処理部108は，ライブ閲覧者20が選択指定したレイアウトを持つ同期マルチメディア言語ファイルを生成し，ライブ閲覧者端末21のメディア再生プレイヤー23に向けて送信する。",
                    "【0046】",
                    "▲3▼ライブ配信サーバ100では，ライブ閲覧者20が表示したいと選択したレイアウト(領域)のデータのみを，ライブ閲覧者端末21に配信する(ステップS28，S29)。この場合，同期マルチメディア言語ファイル生成処理部108は，ライブ閲覧者20が選択指定したレイアウトを持つ同期マルチメディア言語ファイルを生成し，ライブ閲覧者端末21のメディア再生プレイヤー23に向けて送信する。",
                    "【0047】",
                    "▲4▼コンテンツアクセス管理処理部104は，ライブ閲覧者20がチャット領域にアクセスし，ライブ閲覧者端末21からチャット情報格納処理部105にチャット入力情報が送られてきた場合に(ステップS30，S31)，ライブ閲覧者20がチャット情報を入力した領域(レイアウト)がチャット可能な領域であるかどうか判断し(ステップS32)，チャット情報格納処理部105に送信する。",
                    "【0048】",
                    "▲5▼チャット情報格納処理部105はコンテンツアクセス管理処理部104によりチャットの許可が得られた場合，ライブ閲覧者端末21のチャット入力機能24から入力されたチャット情報を受け取る(ステップS33)。許可が得られなかった場合は，チャット入力情報の受け取りを拒否する(ステップS34)。",
                    "【0049】",
                    "▲6▼チャット情報が受け取られると，受信したチャット入力データをライブ映像データに付加して，ライブ閲覧者20の端末21にリアルタイムで配信する(ステップS35，S36)。",
                    "【0050】",
                    "また，図9は，チャット入力画面の例を示す図であり，チャットに参加するクライアント(例えば，ライブ閲覧者20)が，ライブ閲覧者端末21内のチャット入力機能24によりチャットを行う場合の例を示す図である。",
                    "▲1▼あるチャット参加者が，Webブラウザなどのチャット入力用のアプリケーション(AP)画面a中で，レイアウト(領域2)を指定して，チャット文「この人って誰？」を入力する。",
                    "▲2▼配信映像b中に，チャット文「この人って誰？」が表示される。",
                    "▲3▼別のチャット参加者がチャット入力用のアプリケーション(AP)画面c中で，レイアウト(領域4)を指定して，チャット文「松井じゃない？」を入力する。",
                    "▲4▼配信映像b中に，チャット文「松井じゃない？」が表示される。",
                    "【0060】",
                    "［放送したライブチャットの保存と検索］",
                    "ライブ放送とコミュニケーション情報(チャットなど)の動画配信は，リアルタイムでライブ放送として配信するほかに，コミュニケーション情報(チャットなど)の入力も含むオンデマンドのビデオクリップとして保存することが可能である。",
                    "【0063】",
                    "(4)ライブ終了時に(ステップS69)，同期マルチメディア言語ファイル生成処理部108は，生成したファイル(ライブ配信データ)をライブデータDB111に保存する(ステップS70)。",
                    "【0064】",
                    "(5)また，ライブデータDB111に保存されたライブデータは，ユーザにより後で検索できるように格納される。ライブ閲覧者端末21からライブデータDB111の閲覧(検索)要求があった場合は(ステップS71)，ライブデータDB111を検索し，該当するライブデータをオンデマンドで配信する(ステップS72，S73，S74)。",
                    "例えば，動画とチャット情報が保存されたライブデータDB111から，「おはよう」などのテキスト文字を検索できるようにし，「おはよう」を含む部分のライブデータをオンデマンドで閲覧できるようにする。",
                    "【0068】",
                    "【発明の効果】",
                    "以上説明したように，本発明のライブ配信サーバ，及びライブ配信方法においては，ライブ配信を行うクライアントの端末から，ライブ配信する画面内のレイアウトの指定情報と各レイアウトごとの属性情報を受信しデータベースに保存する。また，ライブ配信を行うクライアントの端末から送信されるライブ映像と，ライブを閲覧するクライアントの端末から送信されるコミュニケーション情報(例えば，チャット)とを同期させ，それぞれを同じ画面内の指定されたレイアウトにリアルタイムで表示させる。",
                    "これにより，配信されるライブ映像を閲覧しながら，チャットなどのコミュニケーション情報を同じ画面上でリアルタイムで表示できる。",
                    "【0069】",
                    "また，本発明のライブ配信サーバにおいては，ライブ映像とコミュニケーション情報を同期させて表示するために，各レイアウトの配信データを含む同期マルチメディア言語ファイルを生成する。",
                    "これにより，同期マルチメディア言語の機能を活用して，ライブ映像とコミュニケーション情報との同期制御が容易に行えるようになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明の要旨",
                  "text": [
                    "上記アによると，甲1発明は，以下のとおりと認められる。",
                    "(1a)ライブ映像とライブ閲覧者からのコミュニケーション情報(例えば，チャット〔テキスト文による情報〕)とを一つの画面でリアルタイムで同期表示する機能を有するライブ配信サーバと，",
                    "(1b)配信されるライブ映像を閲覧しながら，同じ画面上でチャット，動画，静止画，音声によりコミュニケーションを行うことができるクライアントであるライブ閲覧者の複数のライブ閲覧者端末とが",
                    "(1c)通信ネットワークを介して接続されて構成されるライブ配信システムにおける",
                    "(1b)ライブ閲覧者端末であって，",
                    "(1a)ライブ配信サーバは，",
                    "(1a1)ライブ配信サーバを通信ネットワークと接続するための通信装置と，",
                    "(1a2)ライブ映像などのマルチメディアストリーミングデータをライブ閲覧者に配信するライブ配信処理部と，",
                    "(1a3)ライブ閲覧者端末内のメディア再生プレイヤーに対して同期マルチメディア言語ファイルを送信する同期マルチメディア言語ファイル生成処理部であって，同期マルチメディア言語ファイルは，動画，静止画，音声，音楽，文字など様々な形式のデータの再生を制御して同期させるXMLベースのマークアップ言語であり，例としてW3Cにより勧告された「SMIL(Synchronized  Multimedia  Integration  Language)」などがある同期マルチメディア言語ファイル生成処理部と，",
                    "(1a4)ライブ閲覧者端末のチャット入力機能によって行われたチャット情報のログを記録しておくデータベースであって，ライブID，発言者，発言時間(ライブ開始からの差分時間)，ライブ上での発言場所(レイアウトID又は，XY座標での表記)，発言及びその他の情報(色，スクロール方法等)等を格納するチャット情報データベースを備え，",
                    "(1a5)チャット情報が受け取られると，受信したチャット入力データをライブ映像データに付加して，ライブ閲覧者の端末にリアルタイムで配信し，",
                    "(1b)ライブ閲覧者端末は，",
                    "(1b1)ライブ閲覧者端末を通信ネットワークと接続するための通信装置と，",
                    "(1b2)ライブ配信される映像や音声などを再生するRealPlayer(登録商標)などのメディア再生プレイヤーと，",
                    "(1b3)液晶やCRTなどのディスプレイ装置である表示装置と，",
                    "(1b4)メディア再生プレイヤーによりマルチメディアコンテンツを再生中に，そのコンテンツに対して，チャットの情報を入力するためのチャット入力機能を備え，",
                    "(1b5)あるチャット参加者が，Webブラウザなどのチャット入力用アプリケーション画面中で，レイアウト(領域2)を指定してチャット文「この人って誰？」を入力すると，配信映像中にチャット文「この人って誰？」が表示され，",
                    "別のチャット参加者が，Webブラウザなどのチャット入力用アプリケーション画面中で，レイアウト(領域4)を指定してチャット文「松井じゃない？」を入力すると，配信映像中にチャット文「松井じゃない？」が表示され，",
                    "一つの画面に複数のチャット文が同時に表示される",
                    "(1b)ライブ閲覧者端末。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明1と甲1発明の一致点及び相違点",
                  "text": [
                    "以上によると，本件特許発明1と甲1発明の一致点及び相違点は，前記第2，4(1)ア(ア)のとおりであると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，甲1発明に内在する課題は，発言が重なり視認性が低下することであると主張するので，まず，この点について判断する。",
                    "甲1発明は，「ライブ映像とライブ閲覧者からのコミュニケーション情報(例えば，チャット入力)とを1つの画面でリアルタイムに同期表示し，さらに，同期表示させたライブ配信データを保存し，オンデマンドで閲覧する機能を有するライブ配サーバ及びライブ配信方法」(段落【0004】)である。",
                    "甲1発明において，ライブ配信者は，レイアウトを指定し，指定したレイアウトそれぞれについて，属性(ライブ映像，チャット部分，静止画等)を指定し(段落【0010】，【0030】，【0035】，【0041】)，レイアウト(領域)ごとに，配信制限(レイアウトごとに閲覧できる人数を制限する処理やレイアウトごとに閲覧者を選択指定する処理など)を行うことができる(段落【0010】，【0017】，【0028】，【0037】，【0042】)。そして，ライブ閲覧者は，アクセス権限のあるレイアウト(領域)から，閲覧するレイアウト(領域)を選択して，選択したレイアウト(領域)のデータのみの配信を受けることができる(段落【0008】，【0044】，【0045】，【0046】)。チャットを行う場合は，ライブ閲覧者は，レイアウト(領域)を指定してチャット文を入力し(段落【0050】)，入力したレイアウト(領域)がチャット可能な領域であれば，チャット文が受け付けられ，チャット文が受け付けられると，ライブ閲覧者の端末にリアルタイムで配信される(段落【0047】，【0048】，【0049】)。また，チャット文を含むコミュニケーション情報は保存され，保存されたライブ映像とコミュニケーション情報は，ライブデータとしてオンデマンドで配信される(段落【0004】，【0060】，【0063】，【0064】)。",
                    "以上のとおり，甲1発明において，ライブ配信者は，レイアウト(領域)ごとの人数の制限や，レイアウト(領域)ごとの閲覧者の指定による制限を行うことができ，ライブ閲覧者は，閲覧するレイアウト(領域)のみを選択して閲覧が可能であるから，同一の画面に無制限に多数の発言が書き込まれることが当然に予想されるとはいえない。",
                    "甲1の図9のa，cにおいては，レイアウト(領域)6が，レイアウト(領域)2，3，4，5と，一部の領域が重なっているが，レイアウト(領域)とその属性は，ライブ配信者が指定するものであり，ライブ閲覧者は，レイアウト(領域)を選択して閲覧するから，図9に示されたレイアウト(領域)が重なっていることが，直ちに，甲1発明において，多数の発言が重なることが当然であることを示すものではない。",
                    "甲1の段落【0016】は，ユーザが「ライブ画面の好きな所(領域)にメッセージなどの書き込みや動画，静止画などを挿入することができる。」との記載があるが，上記で述べたことからすると，上記段落【0016】の記載があるからといって，同一の画面に無制限に多数の発言が書き込まれることが当然に予想されるとはいえない。",
                    "そして，甲1には，同一の画面上で多数の発言が重なって視認性が低下することについて記載されておらず，そのことを示唆する記載があるとも認められない。",
                    "さらに，REALTEXT又はアクション・スクリプトにより，データを移動表示できることが技術常識(甲13～16)であり，甲15及び16には，文字が重なり合う図が記載されており，その図の説明として，それぞれの透明度が連続的に変化する旨の記載があるとしても，それらのみでは，甲1発明において発言が重なり視認性が低下するとの課題が存在していることを認めるに足りる技術常識ということはできない。",
                    "以上によると，甲1発明には，発言が重なり視認性が低下するという課題が存在すると認めることはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，甲2，3，19及び25には，甲2等技術(①動画上に表示させようとする文字列情報の表示位置が，当該文字列情報よりも先に上記動画上に表示される文字列情報の表示位置と重なるか否かを判定し，②上記判定部が文字列情報の表示位置が重なると判定した場合に，これらの文字列情報同士が重ならない位置に表示させるように制御するプログラムにより動画表示を制御する技術)が記載されていると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2には，「文字放送特殊再生装置及びテレテキスト放送特殊再生装置」として，次の技術が記載されていることが認められる。",
                        "(2a)テレビ放送の垂直帰線消去期間に重畳された文字放送データをプログラム制御によりスクロール表示させる文字放送特殊再生装置において，",
                        "(2b)字幕移動機能などにより字幕が文字放送受信による文字表示位置に重なってしまったりする欠点を解消するために，",
                        "(2c)通常のTV放送を受信する際には，映像信号をTV信号処理回路と表示モード制御部と字幕表示位置制御部を介して処理し，",
                        "(2d)字幕表示位置制御部は，映画等の字幕が見にくい位置になったときには，リモコン信号に基づいて映像信号の上下のブランクの部分にある字幕を検出し，これを移動させて，映像信号に合成することにより，字幕表示位置を移動するよう制御し，",
                        "(2e)全画面固定で送られてきた文字放送をスクロール表示する動作では，",
                        "(2f)前記字幕表示位置制御部からの制御信号に基づいて，字幕位置検出部により字幕位置が検出され，",
                        "(2g)特殊再生装置制御部は，字幕位置検出部からの検出結果に基づいて，スクロール表示する表示位置を決定することにより，字幕位置を避けて最適位置にスクロール表示を行う",
                        "(2a)文字放送特殊再生装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3に記載された技術",
                      "text": [
                        "甲3には，「テレビ多重文字放送の受像機」として，次の技術が記載されていることが認められる。",
                        "(3a)テレビ多重文字放送の受像機において，",
                        "(3b)メインの放送画像に対して，文字放送の文章の1行を表示するが，これを横方向にプログラム制御によりスクロールし，",
                        "(3c)横スクロールモードでは，メイン放送画像に対して文字放送による1行がスーパーインポーズにより表示されるので，この表示位置に，メインの放送による文字など，例えば野球の打者の名前などが表示されると，両方の表示が重なり，両方とも見づらくなってしまうことを避けるために，",
                        "(3d)横スクロールモードのときに，その縦方向における表示位置を変更するための回路を設け，",
                        "(3e)横スクロールの表示をブロックのＮ行に行うときには，例えば第1行(Ｎ＝1)に行うときには，これをキーボートから入力することにより，",
                        "(3f)横スクロールの表示位置を任意の行とすることができ，横スクロールの表示文字とメインの放送画像の文字とが重なったりすることがなく，両者を見ることができるようにする",
                        "(3a)テレビ多重文字放送の受像機。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲19に記載された技術について",
                      "text": [
                        "甲19には，ポップアップウィンドウを移動させるときに，元の位置に別のインスタンスを配置し，再度，ポップアップウィンドウの移動によって，ポップアップウィンドウとそのインスタンスとが重なったときに，ActionScriptのhitTestを用いて，ムービークリップの境界ボックス同士の重なりを判定することにより，ポップアップウィンドウが元の位置に戻るようにすることが記載されていることが認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲25に記載された技術について",
                      "text": [
                        "甲25には，ActionScriptにより，①「hitTest」を用いて，ムービークリップにマウスカーソルが重なったことを判定しムービークリップの大きさを変更すること，②ムービークリップの深度を変更し，複数のムービークリップの重なり順を変更すること，③ムービークリップをランダムに移動させること，④配列の値を乱数により変更し，配列の値に対応するカードの記号をランダムに変更することが記載されていることが認められる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によると，甲2及び3から共通して把握できる技術は，「テレビ放送の受像機において，メインのテレビ放送の映像とともに，文字放送を受信して文字放送の文字をプログラム制御によりスクロール表示する際に，メインのテレビ放送の映像に文字が含まれている場合，メインのテレビ放送の映像の文字と重ならないように文字放送の文字の表示位置を変更してスクロール表示する技術」であり，甲19及び25から共通して把握できる技術は，「FlashのActionScriptのhitTestを用いることにより，ムービークリップの領域判定を行う技術」である。",
                        "このように，甲2及び3から把握できる技術と，甲19及び25から把握できる技術は共通するものではないから，甲2，3，19及び25に共通する慣用技術を把握することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，甲1発明と甲2等技術は，プログラミングという技術分野に属するとともに，動画と文字情報とを配信するという技術分野に属することで共通するため，甲1発明に甲2等技術を適用する動機付けがあると主張する。",
                    "甲1発明は，ライブ映像とライブ閲覧者からのコミュニケーション情報(例えば，チャット〔テキスト文による情報〕)とを一つの画面でリアルタイムで同期表示する機能を有するライブ配信サーバ(構成1a)と，クライアントであるライブ閲覧者の複数のライブ閲覧者端末(構成1b)とが，通信ネットワークを介して接続されて構成されるライブ配信システム(構成1c)に関する発明である。そして，甲1発明の前記ライブ閲覧者端末が再生するマルチメディアコンテンツは，「ライブ映像データ」であり(構成1a，構成1a2，構成1a5，構成1b4)，前記ライブ閲覧者端末が表示する複数のチャット文は，ライブ閲覧者が入力した「テキスト文による情報」(構成1a，構成1a5，構成1b5)である。",
                    "他方，甲2及び3に記載された技術事項は，上記オ(オ)のとおり，テレビ放送の受像機において，メインのテレビ放送の映像とともに，文字放送を受信して文字放送の文字をプログラム制御によりスクロール表示する際に，メインのテレビ放送の映像に文字が含まれている場合，メインのテレビ放送の映像の文字と重ならないように文字放送の文字の表示位置を変更してスクロール表示する技術である。",
                    "そうすると，甲1発明は，ライブ配信サーバとライブ閲覧者端末とが通信ネットワークを介して接続されて構成されるライブ配信システムに関する発明であるのに対して，甲2及び3に記載された技術事項は，テレビの文字放送の受信機の技術であるから，両者は，その前提となるシステムが異なる。",
                    "また，甲1発明と甲2及び3に記載された技術事項とは，文字を表示する点では共通するものの，表示される文字は，甲1発明では，ライブ閲覧者が入力するチャット文であるのに対し，甲2及び3に記載された技術事項は，メインのテレビ放送の映像に含まれる文字と文字放送の文字であるから，対象とする文字が異なる。",
                    "したがって，甲1発明と甲2及び3に記載された技術とは，技術が大きく異なるといえるのであり，プログラミングに関するものであることや動画と文字情報を配信するものであるということ，文字と文字の重なり合いが生じないようにする技術であることだけでは，甲1発明に甲2及び3に記載された技術を適用する動機付けがあると認めることはできないから甲1発明に甲2及び3に記載された技術を適用して本件特許発明1を容易に発明することができたとはいえない。",
                    "また，甲19及び25には，文字列情報の表示位置の制御については何ら開示されていないから，甲1発明に甲19及び25に記載された技術を適用して本件特許発明1を容易に発明することができたとはいえない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "原告は，甲1発明と甲2等技術は，視認性の低下という課題が共通すると主張するが，前記のとおり，甲1発明は視認性の低下という課題を有しないため，甲1発明と甲2等技術が課題において共通するとは認められない。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "以上によると，その余の点を判断するまでもなく，甲1発明に甲2等技術を適用して本件特許発明1を容易に発明をすることができたと認められないから，本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "なお，被告は，原告が本件審判とは異なる主張をしていると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "弁論の全趣旨によると，本件審判において原告が主張していた公知技術 C1(甲2に記載された技術事項)及び周知技術 C2(甲2～4の記載から把握される周知技術)は，次のとおりであることが認められる。",
                        "(公知技術C1)",
                        "「字幕移動機能などにより字幕が字幕放送受信による文字表示位置に重なってしまうと文字が見づらくなるという欠点を解消するため，字幕が文字表示領域に重なるか否かを判定した場合に文字について字幕位置を避けて最適位置にスクロール表示を行う。」",
                        "(周知技術C2)",
                        "「映像が再生表示される領域の前面に表示されている文字情報aに他の文字情報bが重なってしまうと文字が読みづらくなるという課題を解決するため，文字情報aに他の文字情報bが重なるか否かを判定し重なると判定した場合に文字情報aに重なる位置を避けて文字情報bをスクロール表示する。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方，本件訴訟において，原告が慣用であると主張する「甲2等技術」は，①動画上に表示させようとする文字列情報の表示位置が，当該文字列情報よりも先に上記動画上に表示される文字列情報の表示位置と重なるか否かを判定し，②上記判定部が文字列情報の表示位置が重なると判定した場合に，これらの文字列情報同士が重ならない位置に表示させるように制御するプログラムにより動画表示を制御する技術である。",
                        "本件審判における公知技術C1及び本件審判における周知技術C2と本件訴訟における甲2等技術とは，表現は異なるものの，その表示を制御する内容は実質的に同一であり，また，表示の制御をプログラムで行うことは普通のことであるから，周知技術C2と甲2等技術とが，実質的に異なる技術であるとはいえない。",
                        "したがって，原告が，審決取消訴訟において，本件審決において判断された無効理由1における公知技術C1や周知技術C2について，甲2等技術として主張することは，審理範囲を超えるものではなく，許されるべきであるから，被告の上記主張を採用することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明2及び3について",
              "text": [
                "本件特許発明2及び3は，本件特許発明1に対し，構成要件を付加したものにすぎないところ，上記(1)のとおり，本件特許発明1が，甲1発明に基づき容易に発明をすることができたと認められないから，本件特許発明2及び3も，容易に発明をすることができたと認めることはできない。したがって，本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明9～11について",
              "text": [
                "本件特許発明9～11は，本件特許発明1～3に対応するプログラムの発明であり，本件特許発明1～3が甲1発明から容易に発明をすることができたと認められない以上，本件特許発明9～11も甲1発明から容易に発明をすることができたと認めることはできない。したがって，本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によると，取消理由1には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消理由2(無効理由2に対するもの)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明3は，本件特許発明1に構成要件を付加したものにすぎないから，本件特許発明3と甲1発明には，相違点1-1及び1-2がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲1発明には発言が重なることにより視認性が低下するという課題が内在していることを理由に，甲1発明に甲7等技術を適用することは容易であり，本件審決は，本件特許発明3と甲1発明の相違点1-1及び1-2の判断を誤っていると主張する。",
                    "しかし，前記2(1)エのとおり，甲1発明には発言が重なることにより視認性が低下するという課題が存在すると認めることはできないから，この課題を克服するために，甲7等技術を適用して，本件特許発明3を容易に発明をすることができたと認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲1発明と甲7等技術とは，「動画とオブジェクトを表示する装置」という技術分野が共通している上，衝突の回避という課題において共通するとも主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲7には，「3Dシミュレーション装置および方法」として，次の技術(甲7技術)が記載されていることが認められる。",
                        "「4輪車や2輪車などの移動状態を表示画面上に2次元的に表示する3Dシミュレーション装置において，自動走行の車両と遊戯者の車両の移動速度，位置関係，移動方向に基づいて，自動走行の車両が遊戯者の車両に対して追突，接触することが事前に3Dシミュレーション装置において予測された場合には，自動走行の車両が追突又は接触を回避するための自動走行の車両の新たな走行軌道を設定する技術」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲8には，「操船シミュレータ」(発明の名称)として，次の技術が記載されていることが認められる。",
                        "「操船を模擬訓練するための操船シミュレータにおいて，相手船は，相手船自身の位置，針路及び速度情報と，訓練船の位置，針路及び速度情報とから将来の衝突を予測し，これを回避する避航航路を自身で判断し，訓練船に対して避航を行う技術」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲9には，「シミュレーション装置の分野において，表示画面上に現れる(装置側制御による)自動操縦で動く移動体(車両，船舶など)の移動軌跡の設定制御方法として，",
                      "text": [
                        "(1)当該自動操縦の移動体とプレーヤ操作の移動体(車両，船舶など)間の相対的な位置及び速度の関係が，予め定められた条件を充たす場合は両者が衝突するものと予測する予測手段と，",
                        "(2)当該衝突が予測される場合には衝突回避のため，前記自動操縦の移動体側に移動軌跡を変更する軌跡変更手段，",
                        "とを備えることは，従来周知のものであると言える。」と記載されていることが認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲10には，「ビデオゲーム装置」として，次の技術が記載されていることが認められる。",
                        "「プレーヤーのハンドル操作に応じて表示装置の表示面においてプレーヤーの自動車が操作されるビデオゲーム装置において，プレーヤーがクラクション操作した場合に，プレーヤーの操作する以外の自動車が位置と速度に基づいて，プレーヤーの自動車と衝突すると判断された場合，プレーヤーの操作する以外の自動車がプレーヤーの自動車との事故を回避するように表示画面上で動きに変化を生じさせる技術」"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "甲11には，「対戦相手決定システム」として，ネットワークゲームにおいて対戦相手を決定する技術が記載されていることが認められる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "甲12には，「対戦ゲーム観戦システム」として，ネットワークゲームにおいて観戦サーバを設ける技術が記載されていることが認められる。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "これらによると，甲7～10からは，「ゲーム装置やシミュレーション装置において，ユーザが操作する車両等と他の車両等とが，位置，速度等に基づいて，衝突すると判断された場合に，他の車両等の進路を変更して衝突を回避する技術」を把握することができる。しかし，甲11及び12は，甲7～10とはゲーム装置であること以外は共通せず，原告の主張する甲7等技術を開示するものであるとは認められない。",
                        "そして，甲7～10により把握できる技術における「ゲーム装置やシミュレーション装置」における「車両等」は，現実世界の「車両等」を模したものである。一方，甲1発明は，ライブ映像とライブ閲覧者からのコミュニケーション情報(例えば，チャット〔テキスト文による情報〕)とを一つの画面でリアルタイムで同期表示する機能を有するライブ配信サーバ(構成1a)と，クライアントであるライブ閲覧者の複数のライブ閲覧者端末(構成1b)とが，通信ネットワークを介して接続されて構成されるライブ配信システム(構成1c)に関するものである。",
                        "このように，甲1発明におけるチャット文のテキストと，甲7～10により把握できる技術の現実世界を模した車両等は，技術的に全く異なる上，前記2(1)エのとおり，甲1発明には，発言が重なり視認性が低下するという課題が存在するとは認められないから，「衝突の回避」という課題もない。したがって，甲1発明に甲7等技術を適用する動機付けがあるとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，本件特許発明3は，甲1発明に甲7等技術を適用することによって容易に発明をすることができたと認めることはできず，本件審決の判断に誤りは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明11について",
              "text": [
                "本件特許発明11は，本件特許発明3の装置に対応するプログラムの発明であるから，本件特許発明11は，甲1発明に甲7等技術を適用することによって容易に発明をすることができたと認めることはできない。したがって，本件審決の判断に誤りは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によると，取消理由2には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消理由3(無効理由4に対するもの)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1発明と甲7技術との間の技術分野の共通性及びオブジェクトの衝突回避という課題の共通性に基づき，甲1発明に甲7技術を適用することは容易であり，本件審決は，本件特許発明3と，甲1発明の相違点1-1及び1-2の判断を誤っていると主張する。",
                "しかし，前記2(1)エのとおり，甲1発明に発言が重なることにより視認性が低下するという課題が存在すると認めることはできないから，甲1発明と甲7技術との間に衝突の回避という課題の共通性があるということはできない。",
                "また，甲7技術は，前記3(1)ウのとおり，「シミュレーション装置において，ユーザが操作する車両と他の車両とが，移動速度，位置関係，移動方向に基づいて，衝突すると判断された場合に，他の車両の進路を変更して衝突を回避する技術」であるところ，甲7技術における「車両」は，現実世界の「車両」を模したものであるから，甲1発明におけるチャット文のテキストとは技術的に全く異なるものである。",
                "原告は，甲7技術における「オブジェクト」に「発言」を含めることは当業者が当然認識しうることであると主張するが，上記のように技術的に全く異なることからすると，甲7技術における「オブジェクト」に「発言」を含めることが当業者が当然認識しうることであると認めることはできない。",
                "したがって，甲1発明に甲7技術を適用して本件特許発明3を容易に発明をすることができたと認めることはできず，本件審決の判断に誤りは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明11について",
              "text": [
                "本件特許発明11は，本件特許発明3の装置に対応するプログラムの発明であるから，本件特許発明11が，甲1発明に甲7技術を適用して容易に発明をすることができたと認めることはできない。したがって，本件審決の判断に誤りは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によると，取消理由3には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消理由4(無効理由5に対するもの)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明1について",
              "text": [
                "原告は，甲1発明と甲19技術との間の技術分野の共通性やオブジェクトの衝突回避という課題の共通性に基づき，甲1発明や甲19技術に接した当業者が本件特許発明1を想到するのは容易であるから，本件審決は，本件特許発明1と甲1発明の相違点1-1及び1-2の判断を誤っていると主張する。",
                "しかし，前記2(1)エのとおり，甲1発明に発言が重なることにより視認性が低下するという課題が存在するとは認めることができないから，甲1発明と甲19技術との間に衝突の回避という課題の共通性があるということはできない。",
                "また，前記2(1)オ(ウ)のとおり，甲19には，ポップアップウィンドウを移動させるときに，元の位置に別のインスタンスを配置し，再度，ポップアップウィンドウの移動によって，ポップアップウィンドウとそのインスタンスとが重なったときに，ActionScriptのhitTestによってその重なりを判定し，ポップアップウィンドウが元の位置に戻るようにすることが記載されていることが認められるが，文字列情報の表示位置の制御については何ら開示されていない。",
                "したがって，甲1発明に甲19技術を適用して本件特許発明1を容易に発明をすることができたものとは認められず，本件審決の判断に誤りは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明2及び3について",
              "text": [
                "本件特許発明2及び3は，本件特許発明1に対し，構成要件を付加したものにすぎないところ，上記(1)のとおり，本件特許発明1が，甲1に基づき容易に発明をすることができたと認められないから，本件特許発明2及び3も，容易に発明をすることができたと認めることはできない。したがって，本件審決の判断に誤りは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明9～11について",
              "text": [
                "本件特許発明9～11は，本件特許発明1～3に対応するプログラムの発明であり，本件特許発明1～3が甲1発明から容易に発明をすることができたものとは認められない以上，本件特許発明9～11も甲1発明から容易に発明をすることができたと認めることはできない。したがって，本件審決の判断に誤りは認められない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によると，取消理由4には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によると，原告の請求には理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}