{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-800017号事件について平成30年12月6日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成14年6月3日にした特許出願(特願2002-161896号)の一部を分割して出願した特許出願(特願2008-21138号)の一部を更に分割して，平成23年7月19日，発明の名称を「マッサージ機」とする発明について，新たに特許出願(特願2011-157490号。以下「本件出願」という。)をし，平成25年3月1日，特許権の設定登録(特許第5209091号。請求項の数4。以下，この特許を「本件特許」という。)を受けた(甲1，23)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成25年5月24日，本件特許について特許無効審判(無効2013-800091号事件。以下「前件無効審判」という。)を請求した。",
                "被告は，前件無効審判において，平成26年2月13日付けで，本件特許の特許請求の範囲の請求項1ないし4を訂正する旨の訂正請求(以下「本件訂正」という。甲20)をした。",
                "特許庁は，同年5月27日，本件訂正を認めた上で，「本件審判の請求は，成り立たない。」との審決(以下「前件審決」という。)をした。",
                "原告は，前件審決の取消しを求める審決取消訴訟(知的財産高等裁判所平成26年(行ケ)第10154号事件)を提起したが，知的財産高等裁判所が平成27年4月23日に言い渡した原告の請求を棄却する旨の判決(甲3)の確定により，前件審決は，平成28年3月17日，確定した(甲23)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年2月16日，本件特許について特許無効審判(無効2018-800017号事件)を請求した。",
                "特許庁は，同年12月6日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月14日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成31年1月8日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1ないし4の記載は，次のとおりである(以下，請求項の番号に応じて，請求項1に係る発明を「本件発明1」などという。甲20)。",
            "【請求項1】",
            "座部と，",
            "マッサージ機能を有する複数の脚保持部材を脚の長さ方向に並べて成り，最先端の脚保持部材には足裏の押し当て面が設けられている脚載せ部と，",
            "前記押し当て面に付与される脚の力に抗する力を前記脚載せ部に付与する抵抗付与手段と，を備え，",
            "前記脚載せ部は，前記座部の前部に対して回動自在であり，",
            "前記最先端の脚保持部材は，",
            "前記押し当て面と，",
            "足の側部に対向させる足側面と，",
            "左右方向における中央部に区画壁と，",
            "前記押し当て面に設けられ被施療者の足裏に押圧マッサージを施すエアセルと，",
            "前記足側面に設けられ被施療者の足の側部に押圧マッサージを施すエアセルと，を有し，",
            "他の脚保持部材は，",
            "脚の側部に対向させる脚側面と，",
            "前記脚側面に設けられ被施療者の脚の側部に押圧マッサージを施すエアセルと，を有し，",
            "前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能，かつ，前記最先端の脚保持部材の前記足側面に設けられた前記エアセルと前記他の脚保持部材の前記脚側面に設けられた前記エアセルとの距離が変化するように，脚の長さ方向に伸縮可能であり，",
            "前記抵抗付与手段は，前記脚の力に抗する方向に前記最先端の脚保持部材を付勢する付勢手段であることを特徴とするマッサージ機。",
            "【請求項2】",
            "座部と，",
            "マッサージ機能を有する少なくとも3つの脚保持部材を脚の長さ方向に並べて成り，最先端の脚保持部材には足裏の押し当て面が設けられている脚載せ部と，",
            "前記押し当て面に付与される脚の力に抗する力を前記脚載せ部に付与する抵抗付与手段と，を備え，",
            "前記脚載せ部は，前記座部の前部に対して回動自在であり，",
            "隣り合う前記脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能であり，",
            "前記最先端の脚保持部材は，",
            "前記押し当て面と，",
            "足の側部に対向させる足側面と，",
            "左右方向における中央部に区画壁と，",
            "前記押し当て面に設けられ被施療者の足裏に押圧マッサージを施すエアセルと，",
            "前記足側面に設けられ被施療者の足の側部に押圧マッサージを施すエアセルと，を有し，",
            "他の脚保持部材は，それぞれ",
            "脚の側部に対向させる脚側面と，",
            "前記脚側面に設けられ被施療者の脚の側部に押圧マッサージを施すエアセルと，を有し，",
            "前記脚載せ部は，前記最先端の脚保持部材の前記足側面に設けられた前記エアセルと前記他の脚保持部材の前記脚側面に設けられた前記エアセルとの距離が変化するように，脚の長さ方向に伸縮可能であり，",
            "前記抵抗付与手段は，前記脚の力に抗する方向に前記最先端の脚保持部材を付勢する付勢手段であることを特徴とするマッサージ機。",
            "【請求項3】",
            "前記脚載せ部の脚先側下端には，下向き状態にある前記脚載せ部が伸長すると床に接地する車輪が設けられ，",
            "前記脚載せ部は，伸長しながら上方へ回動可能であることを特徴とする請求項1又は2に記載のマッサージ機。",
            "【請求項4】",
            "前記他の脚保持部材は，左右方向における中央部に区画壁を有することを特徴とする請求項2に記載のマッサージ機。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。",
                "その要旨は，以下のとおり，原告主張の無効理由1(実施可能要件違反)，無効理由2(サポート要件違反)，無効理由3(明確性要件違反)及び無効理由4(本件発明1ないし4の進歩性の欠如)は，いずれも理由がないというものである。",
                "なお，本件審決は，請求項1(本件発明1)及び請求項2(本件発明2)を次のとおり構成要件に分説した(以下，それぞれの符号に従って，「構成要件A」などという。)。",
                "(本件発明1)",
                "A．座部と，",
                "B. マッサージ機能を有する複数の脚保持部材を脚の長さ方向に並べて成り，最先端の脚保持部材には足裏の押し当て面が設けられている脚載せ部と，",
                "C．前記押し当て面に付与される脚の力に抗する力を前記脚載せ部に付与する抵抗付与手段と，を備え，",
                "D．前記脚載せ部は，前記座部の前部に対して回動自在であり，",
                "E．前記最先端の脚保持部材は，",
                "E1．前記押し当て面と，",
                "E2．足の側部に対向させる足側面と，",
                "E3．左右方向における中央部に区画壁と，",
                "E4．前記押し当て面に設けられ被施療者の足裏に押圧マッサージを施すエアセルと，",
                "E5．前記足側面に設けられ被施療者の足の側部に押圧マッサージを施すエアセルと，を有し，",
                "F．他の脚保持部材は，",
                "F1．脚の側部に対向させる脚側面と，",
                "F2．前記脚側面に設けられ被施療者の脚の側部に押圧マッサージを施すエアセルと，を有し，",
                "G．前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能，かつ，前記最先端の脚保持部材の前記足側面に設けられた前記エアセルと前記他の脚保持部材の前記脚側面に設けられた前記エアセルとの距離が変化するように，脚の長さ方向に伸縮可能であり，",
                "H．前記抵抗付与手段は，前記脚の力に抗する方向に前記最先端の脚保持部材を付勢する付勢手段であることを特徴とする",
                "I．マッサージ機。",
                "(本件発明2)",
                "J．座部と，",
                "K．マッサージ機能を有する少なくとも3つの脚保持部材を脚の長さ方向に並べて成り，最先端の脚保持部材には足裏の押し当て面が設けられている脚載せ部と，",
                "L．前記押し当て面に付与される脚の力に抗する力を前記脚載せ部に付与する抵抗付与手段と，を備え，",
                "M．前記脚載せ部は，前記座部の前部に対して回動自在であり，",
                "Ｎ．隣り合う前記脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能であり，",
                "O．前記最先端の脚保持部材は，",
                "O1．前記押し当て面と，",
                "O2．足の側部に対向させる足側面と，",
                "O3．左右方向における中央部に区画壁と，",
                "O4．前記押し当て面に設けられ被施療者の足裏に押圧マッサージを施すエアセルと，",
                "O5．前記足側面に設けられ被施療者の足の側部に押圧マッサージを施すエアセルと，を有し，",
                "P．他の脚保持部材は，それぞれ",
                "P1．脚の側部に対向させる脚側面と，",
                "P2．前記脚側面に設けられ被施療者の脚の側部に押圧マッサージを施すエアセルと，を有し，",
                "Q．前記脚載せ部は，前記最先端の脚保持部材の前記足側面に設けられた前記エアセルと前記他の脚保持部材の前記脚側面に設けられた前記エアセルとの距離が変化するように，脚の長さ方向に伸縮可能であり，",
                "R．前記抵抗付与手段は，前記脚の力に抗する方向に前記最先端の脚保持部材を付勢する付勢手段であることを特徴とする",
                "S．マッサージ機。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1(実施可能要件違反)についての本件審決の判断",
                  "text": [
                    "原告は，本件発明1における「最先端の脚保持部材」及び「他の脚保持部材」が「それぞれ」「脚の長さ方向に移動可能」(構成要件G)及び本件発明2における「脚保持部材」の「各離隔距離」も「脚の長さ方向にそれぞれ変更可能」(構成要件Ｎ)とは，本件出願の願書に添付した明細書(以下，図面を含めて「本件明細書」という。甲1，20)の【0030】の記載等から，被施療者によって微妙に異なる施療要所に対して，各脚保持部材に設けられたエアセルを比例伸縮よりも正確に合致させ得るように，複数の脚保持部材がそれぞれ独立移動しつつ微妙に位置調整できることを意味するものと理解できるが，【0031】の構成では，本件発明1ないし4の効果として発明の詳細な説明が記載している「脚の長短に応じて微妙にずれる施療要所の位置に対して，単なる比例伸縮よりも正確に脚保持部材の位置を合致させることができる」(【0030】)という効果に至ることができず，「それぞれ」「移動可能」(構成要件G)や「それぞれ変更可能」(構成要件Ｎ)という各請求項に記載の発明を実施し得るに至らないから，本件特許は，特許法36条4項に規定する要件(実施可能要件)を満たしていない特許出願に対してされたものである旨主張する。",
                    "しかしながら，【0030】に記載された効果を技術常識を踏まえて解釈すると，一般的な被施療者の施療要所において，脚の長短に必ずしも比例しない施療要所(例えば，脚の長短の比ほど移動しない施療要所)があるという実態があるところ，リンク装置に直線のアームを用いると厳密に「一定比」に伸縮するので，そのような実態と合わないため，直線でないアームを用いて「概ね一定比」に伸縮させることでなるべく実態に合わせることであると解釈するのが自然であって，原告の主張は，【0030】に記載された効果の誤った解釈を前提とするものであり，上記効果を正しく解釈すれば，発明の詳細な説明には，本件発明1ないし4を実施することができる程度に明確かつ十分な説明がされている。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2(サポート要件違反)についての本件審決の判断",
                  "text": [
                    "原告は，本件明細書の発明の詳細な説明には，最先端の脚保持部材を付勢する抵抗付与手段を用いることにより，脚を脚載せ部に入れて脚保持部材を押すだけで(他の脚保持部材の位置調節を行うことなく)，リンク装置が伸縮動作することに伴い各脚保持部材が比例的に伸縮するという旨の記載しかなく，被施療者によって微妙に異なる施療要所に対して，各脚保持部材に設けられたエアセルを比例伸縮よりも正確に合致させ得るように，複数の脚保持部材がそれぞれ独立移動しつつ微妙に位置調整できることを意味して「それぞれ」「移動可能」(構成要件G)，「それぞれ変更可能」(構成要件Ｎ)と記載されていることは，サポートされていないから，本件発明1ないし4は，発明の詳細な説明に記載された範囲を超えるものであり，本件特許は，特許法36条6項1号に規定する要件(サポート要件)を満たしていない特許出願に対してされたものである旨主張する。",
                    "しかしながら，①本件明細書の【0005】及び【0031】の記載によれば，脚載せ部の各脚保持部材の位置調節に関する「本件発明」の課題は，「脚の長さに関わらず，脚を脚載せ部5に入れて第3脚保持部材53を押すだけで，他の脚保持部材51，52の位置調節を行うことなく，極めて簡単に施療要所にマッサージを行うことができる」ことにあり，上記課題は，各脚保持部材を比例的にその位置を移動させることによって実現される，②【0030】に記載されているように，そもそも施療要所は脚の長短に応じて微妙にずれる場合もあることから，各脚保持部材が厳密に比例的に移動しない場合においても施療要所へのマッサージを実現できると解することができるから，本件明細書の発明の詳細な説明において，必ずしも各脚保持部材の位置を厳密に比例的に移動させることのみが，上記課題が解決できることを当業者が認識できるように記載された範囲とはいえない，③一方，構成要件Gは，「最先端の脚保持部材および他の脚保持部材のそれぞれ」が，脚の長さ方向に移動可能であることであり，また，構成要件Ｎは，「隣り合う脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能」というものであるので，必ずしも脚保持部材がそれぞれ比例的に移動し，各離隔距離が変更される記載となっていないが，上記のように各脚保持部材が厳密に比例的に移動しない場合も本件発明の課題が解決できることを当業者が認識できるように記載された範囲内と解することができるから，構成要件G，Ｎの記載は，上記範囲を超えるものでない。",
                    "したがって，原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3(明確性要件違反)についての本件審決の判断",
                  "text": [
                    "原告は，構成要件Gの「最先端の脚保持部材」及び「他の脚保持部材」が「それぞれ」「脚の長さ方向に移動可能」，構成要件Ｎの「脚保持部材」の「各離隔距離」も「脚の長さ方向にそれぞれ変更可能」であるとの記載は，具体的に脚保持部材や各離隔距離がどのように「それぞれ」「移動可能」であり，「それぞれ変更可能」なのか不明確であるから，本件特許は，特許法36条6項2号に規定する要件(明確性要件)を満たしていない特許出願に対してされたものである旨主張する。",
                    "しかしながら，構成要件Gの記載において，「最先端の脚保持部材」及び「他の脚保持部材」が「それぞれ」「脚の長さ方向に移動可能」である点において，また，構成要件Ｎの記載において，「脚保持部材」の「各離隔距離」も「脚の長さ方向にそれぞれ変更可能」である点において，それぞれ明確である。そして，本件明細書の【0026】，【0028】，【0029】の記載を参酌すると，「リンク装置23に接続された脚保持部材51～53は，それぞれ右方(すなわち脚の長さ方向)へ移動し，それぞれの距離が比例的に伸縮する」ことが理解できる。",
                    "したがって，構成要件G及びＮの記載は明確であるから，原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由4(本件発明1ないし4の進歩性の欠如)についての本件審決",
                  "text": [
                    "の判断",
                    "本件発明1は，本件出願前(出願日は本件出願の原々出願の出願日である平成14年6月3日)に頒布された刊行物である甲4文献に記載された発明及び甲5文献ないし甲9文献に記載された周知技術に基づいて，本件発明2は，甲4文献に記載された発明，甲5文献ないし甲9文献に記載された周知技術，及び甲10文献に記載された発明に基づいて，本件発明3は，甲4文献に記載された発明，甲5文献ないし甲9文献に記載された周知技術，及び甲7文献に記載された発明に基づいて，又は，甲4文献に記載された発明，甲5文献ないし甲9文献に記載された周知技術，甲10文献に記載された発明，及び甲7文献に記載された発明に基づいて，本件発明4は，甲4文献に記載された発明，甲5文献ないし甲9文献に記載された周知技術，甲10文献に記載された発明に基づいて，当業者が容易に発明をすることができたものであるということはできない。",
                    "本件審決が引用した甲4文献ないし甲10文献(以下，それぞれを「甲4」などという。)は，次のとおりである",
                    "甲4    特開2002-35067号公報",
                    "甲5    国際公開01／78646号公報",
                    "甲6    実公昭35-585号公報",
                    "甲7    米国特許第4635999号公報",
                    "甲8    実公平4-2591号公報",
                    "甲9    特開昭62-133955号公報",
                    "甲10  特開2002-65785号公報"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲4に記載された発明(以下「甲4発明」という。)，本件発明1と甲4発明との一致点及び相違点，本件発明2と甲4発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4発明",
                  "text": [
                    "「座部Bと，",
                    "マッサージ機能を有する複数の脚載せ台部を脚の長さ方向に並べて成り，脚載せ台部E2には足裏に対向するフレーム面が設けられている脚載せ台Eと，を備え，",
                    "脚載せ台Eは，座部Bの前部に対して回動自在であり，",
                    "脚載せ台部E2は，",
                    "足裏に対向するフレーム面と，",
                    "足の側部に対向するフレーム面と，",
                    "左右方向における中央部のフレームと，",
                    "足裏に対向するフレーム面の近傍の人体の足裏に押圧マッサージを施す空気袋と，",
                    "足の側部に対向するフレーム面の近傍の人体の足の側部に押圧マッサージを施す空気袋と，を有し，",
                    "脚載せ台部E1は，",
                    "脚の側部に対向するフレーム面と，",
                    "脚の側部に対向するフレーム面の近傍の人体の脚の側部に押圧マッサージを施す空気袋と，を有し，",
                    "脚載せ台Eは，脚載せ台部E2および脚載せ台部E1のそれぞれが座部Bの前部に対して移動可能，かつ，脚載せ台部E2の足の側部に対向するフレーム面の近傍の空気袋と脚載せ台部E1の脚の側部に対向するフレーム面の近傍の空気袋との距離が変化するように，伸縮可能である",
                    "マッサージ機。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲4発明の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「座部と，",
                    "マッサージ機能を有する複数の脚保持部材を脚の長さ方向に並べて成り，最先端の脚保持部材には足裏の押し当て面が設けられている脚載せ部と，を備え，",
                    "前記脚載せ部は，前記座部の前部に対して回動自在であり，",
                    "前記最先端の脚保持部材は，",
                    "前記押し当て面と，",
                    "足の側部に対向させる足側面と，",
                    "左右方向における中央部に区画壁と，",
                    "被施療者の足裏に押圧マッサージを施すエアセルと，",
                    "被施療者の足の側部に押圧マッサージを施すエアセルと，を有し，",
                    "他の脚保持部材は，",
                    "脚の側部に対向させる脚側面と，",
                    "被施療者の脚の側部に押圧マッサージを施すエアセルと，を有し，",
                    "前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して移動可能，かつ，前記最先端の脚保持部材の前記エアセルと前記他の脚保持部材の前記エアセルとの距離が変化するように，伸縮可能であることを特徴とする",
                    "マッサージ機。」である点。",
                    "(相違点1)",
                    "本件発明1は，「押し当て面に付与される脚の力に抗する力を前記脚載せ部に付与する抵抗付与手段」を備え，前記「抵抗付与手段」は，「前記脚の力に抗する方向に前記最先端の脚保持部材を付勢する付勢手段」であり，「前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能，かつ，前記最先端の脚保持部材の前記エアセルと前記他の脚保持部材の前記エアセルとの距離が変化するように，脚の長さ方向に伸縮可能である」のに対し，甲4発明は，そのような「抵抗力付与手段」を備えておらず，脚載せ台部E2および脚載せ台部E1のそれぞれが座部の前部に対して移動可能，かつ伸縮可能であるが，脚の長さ方向か否か明らかでない点。",
                    "(相違点2)",
                    "本件発明1は，「エアセル」が最先端の脚保持部材の「押し当て面」，「足側面」，及び他の脚保持部材の「脚側面」に「設けられ」ているのに対して，甲4発明は，足裏に対向するフレーム面，脚の側部に対向するフレーム面及び脚の側部に対向するフレーム面の近傍の空気袋である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2と甲4発明との一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "構成要件Bの「複数」及び構成要件Gの「前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能」との点を除き，前記イの一致点と同じ。",
                    "(相違点1)",
                    "前記イの相違点1と同じ",
                    "(相違点2)",
                    "前記イの相違点2と同じ",
                    "(相違点3)",
                    "本件発明2は，「少なくとも3つの脚保持部材を脚の長さ方向に並べて成り，」「最先端の脚保持部材には足裏押し当て面が設けられ」「隣り合う前記脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能であ」るのに対して，甲4発明は，「2つの脚保持部材を並べて成り，」「最先端の脚保持部材には足裏押し当て面が設けられ」ているが，「最先端の脚保持部材と他の脚保持部材の離隔距離を脚の長さ方向に変更可能」でない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明確性要件の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の構成要件G及び本件発明2の構成要件Ｎは，複数存在する脚保持部材のそれぞれが座部の前部に対して脚の長さ方向に移動することを意味する。",
                    "本件明細書の記載(【0026】ないし【0029】，図6，図7)によれば，脚保持部材の移動はリンク装置によって実現されることが説明されているから，構成要件G及び構成要件Ｎにおける複数の脚保持部材のそれぞれの移動とは，複数の脚保持部材がそれぞれ独立移動することを意味するのではなく，最先端の脚保持部材の位置に応じて，他の脚保持部材の位置が必然的に決まることを意味するものといえる。",
                    "他方で，被告が本件訂正に係る訂正請求書とともに提出した平成26年2月13日付け意見書(以下「本件意見書」という。甲2)には，「本件特許発明1は，訂正により，(中略)前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能，(中略)であることを発明特定事項として備えることとなった。…このような構成を備えることにより，訂正特許発明1は，(中略)エアセルを被施療者の足の側部に好適に位置させることができる上に，被施療者の脚の長さに応じて脚の側部(例えばふくらはぎ)の適切な位置に(中略)エアセルを位置させるという特有の効果を奏する。」(6頁)，「訂正特許発明2は，(中略)エアセルを被施療者の足の側部に好適に位置させることができる上に，被施療者の脚の長さに応じて脚の側部(例えばふくらはぎ)の適切な位置に(中略)エアセルを位置させるという特有の効果を奏する。」(18頁)，「甲第7号証～甲第11号証に開示された構成においては，マッサージ機ほど厳密な長さ調整を行うことは想定されておらず，そのような構成を訂正特許発明1および訂正特許発明2のようなマッサージ機に適用することは当業者が容易に想到できるものではない。」(20頁)との記載がある。上記記載に鑑みれば，構成要件G及び構成要件Ｎは，被施療者によって微妙に異なる施療要所に対して，各脚保持部材に設けられたエアセルを比例伸縮よりも正確に合致させ得るように，複数の脚保持部材が，それぞれ独立移動しつつ微妙に位置調整できるようにすることを意味すると解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，構成要件G及び構成要件Ｎにおける複数の脚保持部材の移動とは，最先端の脚保持部材の位置に応じて，他の脚保持部材の位置が必然的に決まることを意味する(以下「解釈a」という場合がある。)のか，複数の脚保持部材がそれぞれ独立移動しつつ微妙に位置調整できるようにすることを意味する(以下「解釈b」という場合がある。)のか，判然としないから，構成要件G及び構成要件Ｎの記載は不明確である。",
                    "したがって，本件発明1ないし4の外延を確定することができず，本件発明1ないし4は，明確性要件を満たしていないから，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決が認定するように，構成要件Gの記載は，「最先端の脚保持部材」及び「他の脚保持部材」が「それぞれ」「脚の長さ方向に移動可能」である点において，また，構成要件Ｎの記載は，「脚保持部材」の「各離隔距離」も「脚の長さ方向にそれぞれ変更可能」である点において，それぞれ明確であり，疑義が生じることはない。",
                    "そして，構成要件Gの「それぞれ」「移動可能」及び構成要件Ｎの「それぞれ変更可能」との記載は，最先端の脚保持部材と他の脚保持部材のそれぞれが，位置が固定されているのではなく，脚の長さ方向への独立した移動(動作)を許容し，その結果，最先端の脚保持部材と他の脚保持部材との距離の変化を許容する構造として設けられていることを意味するものであり，最先端の脚保持部材と他の脚保持部材のそれぞれの具体的な「動かし方」まで規定したものではない。",
                    "したがって，構成要件Gの「それぞれ」「移動可能」及び構成要件Ｎの「それぞれ変更可能」との記載には，複数の脚保持部材のそれぞれの「動かし方」まで含まれていることを前提とし，かかる記載が明確でないとする原告の主張は，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，本件発明1ないし4は明確性要件を満たしているとした本件審決の判断に誤りはないから，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件発明1は，構成要件B，C，Hにより，本件発明2は，構成要件K，L，Rにより，最先端の脚保持部材に設けられた足裏押し当て面を脚で押すだけで，すなわち，一点に力を加えるのみで，複数の脚保持部材を移動させることが前提になっている。",
                "このように一点に力を加えるのみで，複数の脚保持部材を移動させることを実現するには，本件明細書記載の抵抗付与手段を用いたリンク装置により各脚保持部材を比例的に伸縮させるしかないが(【0026】ないし【0029】，図6，図7)，かかる構成では，各脚保持部材は被施療者が脚を伸縮させるのと比例する所定の割合でしか移動させることができず，前記1(1)イで述べた解釈bのように「複数の脚保持部材をそれぞれ独立移動させて微妙に位置調整する」ことは不可能であるから，本件発明1ないし4は実施可能であるとはいえない。",
                "したがって，本件明細書の発明の詳細な説明には，本件発明1ないし4を実施することができる程度に明確かつ十分な説明がされているとして，本件発明1ないし4は実施可能要件を満たしているとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記1(2)アで述べたとおり，構成要件Gの「それぞれ」「移動可能」及び構成要件Ｎの「それぞれ変更可能」との記載は，最先端の脚保持部材と他の脚保持部材のそれぞれの具体的な「動かし方」まで規定したものではない。",
                "また，本件明細書の【0030】の「単なる比例伸縮よりも正確に脚保持部材の位置を合致させることができる」との記載は，「本発明」の実施の形態(【0026】，【0028】)として，複数の脚保持部材を接続するリンク機構が，直線のアームで構成されて一定比で伸縮する構造をベースにさらに発展させ，アーム同士の交差点で屈曲したアームを用い，各段のリンクの開き角をθ1，θ2，θ3として異ならせることにより，積極的に一定比からずらして，脚の長短に応じて，それぞれの施療要所に近付ける構造を採用した場合の効果を記載したものであって，本件発明1及び2の効果を記載したものではない。",
                "しかるところ，原告主張の解釈bは，【0030】の「単なる比例伸縮よりも正確に脚保持部材の位置を合致させることができる」との記載に係る効果が本件発明1及び2の効果であることを前提するものであるから，失当である。",
                "したがって，本件発明1ないし4は実施可能要件を満たしているとした本件審決の判断に誤りはないから，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(サポート要件の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "前記1(1)イで述べたとおり，本件発明1及び2の特許請求の範囲には，被施療者によって微妙に異なる施療要所に対して，各脚保持部材に設けられたエアセルを比例伸縮よりも正確に合致させ得るように，複数の脚保持部材がそれぞれ独立移動しつつ微妙に位置調整できることを意味して「それぞれ」「移動可能」(構成要件G)や「それぞれ変更可能」(構成要件Ｎ)と記載されていると解釈(解釈b)する余地がある。",
                "しかるところ，本件明細書の発明の詳細な説明には，本件発明1ないし4に係る具体的構成として，脚を脚載せ部に入れて脚保持部材を押してリンク装置を伸縮動作させることにより，各脚保持部材が比例的に(他の脚保持部材の位置調節を行うことなく)伸縮するという構成のみが開示されているから(【0029】，【0031】，図4，図6，図7)，当業者は，発明の詳細な説明の記載から，各脚保持部材が比例的に伸縮する構成を認識するにとどまる。仮に【0031】における厳密な比例伸縮でない「概ね一定比」の説明を踏まえたとしても，最先端の脚保持部材の位置に追随して他の脚保持部材の位置が決まることに変わりはないから，当業者の認識に特段の差異は生じない。",
                "そうすると，被施療者によって微妙に異なる施療要所に対して，各脚保持部材に設けられたエアセルを比例伸縮よりも正確に合致させ得るように，複数の脚保持部材がそれぞれ独立移動しつつ微妙に位置調整できることを意味する「それぞれ」「移動可能」(構成要件G)や「それぞれ変更可能」(構成要件Ｎ)との記載は，本件明細書の発明の詳細な説明に記載された範囲を超えるものといえる。",
                "したがって，本件発明1ないし4は，本件明細書の発明の詳細な説明に記載されたものではなく，サポート要件を満たしていないから，これと異なる本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記1(2)アで述べたとおり，構成要件Gの「それぞれ」「移動可能」及び構成要件Ｎの「それぞれ変更可能」との記載は，最先端の脚保持部材と他の脚保持部材のそれぞれの具体的な「動かし方」まで規定したものではない。",
                "そして，構成要件Gの「それぞれ」「移動可能」及び構成要件Ｎの「それぞれ変更可能」とは，①複数の脚保持部材がリンク機構によって互いに接続されていて，最先端の脚保持部材の位置が決まればリンク機構によって自動的に他の脚保持部材の位置も決まる構造(以下「構造①」という場合がある。)及び②複数の脚保持部材がリンク機構によって互いに接続されずに移動可能で，他の脚保持部材を手動で位置調節する構造(以下「構造②」という場合がある。)を含んでおり，最先端の脚保持部材も，他の脚保持部材も，共に脚の長さ方向への移動を許容し，その結果，最先端の脚保持部材と他の脚保持部材との距離の変化を許容する構造として設けられているという意味である。",
                "しかるところ，本件明細書の発明の詳細な説明には，上記構造の記載(【0007】，【0029】，【0031】，図4，図6)があるから，構成要件Gの「それぞれ」「移動可能」及び構成要件Ｎの「それぞれ変更可能」との記載は，本件明細書の発明の詳細な説明に記載された範囲内のものといえる。",
                "したがって，本件発明1ないし4は，サポート要件を満たしているとした本件審決の判断に誤りはないから，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4-1(本件発明1の進歩性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲4の【0013】には，「脚載せ台Eを第1脚載せ台部E1と第2脚載せ台部E2とに分割してあると，第1脚載せ台部E1に対して第2脚載せ台部E2を図3(a)に示す矢印bのように移動させることができるとともに第1足載せ台部E1に対して第2足載せ台部E2が略直角になるように角度をつけることができ」との記載があり，この記載は，甲4発明の第1脚載せ台部E1に対して第2脚載せ台部E2を「移動させることができる」ことを開示するものである。",
                        "そして，甲4には，分割された脚載せ台部につき，「少なくとも一方が移動する」(【0006】)，「前後方向に長いレール状の連結部材6を沿わせてあり，…摺動自在にしてある。…ガイド溝7は前後に長い…」(【0011】)との記載があることに照らすと，第1脚載せ台部E1と第2脚載せ台部E2との分割が，単に角度を変えるのみならず，脚の長さ方向への移動も可能とする構成であることは明らかである。",
                        "また，甲4には，「第2脚載せ台部E2が第1脚載せ台部との関係で相対的に移動するための構成」として「リンク10，11」が記載されていること(【0011】)に基づくならば，図3の(a)にイメージとして示されている連結部材6及びガイド溝7は，図3では省略されているが，脚の人体側まで更に伸びていることは明らかである。",
                        "さらに，甲4は，請求項2において，分割された脚載せ台部のうち「少なくとも一方が移動する」と特定した上で，請求項3ないし5において，かかる「移動」とは異なる脚載せ台部の態様として「一部が回動する」，「一部が反転する」構成を別途特定し，請求項6においても，「移動したり回転したり反転したり」とそれぞれ分けて説明していることに照らせば，請求項2記載の「移動」とは，「回転」及び「反転」とは別の態様であると理解できる。",
                        "以上によれば，甲4発明の脚載せ台部E2と脚載せ台部E1が，「それぞれ脚の長さ方向に移動伸縮する」構成であることは明らかであるから，甲4発明は，「前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能，かつ，前記最先端の脚保持部材の前記エアセルと前記他の脚保持部材の前記エアセルとの距離が変化するように，脚の長さ方向に伸縮可能である」構成(構成要件G)を有するものといえる。",
                        "これに対し本件審決は，本件明細書記載の「第1脚載せ台部E1に対して第2脚載せ台部E2を移動させる」(【0013】，【0016】)とは，図3や図6からも看取できるように，第2脚載せ台部E2を足裏に対向させる状態に回転させるために第1脚載せ台部E1に対して第2脚載せ台部E2が略直角になるように移動させる意味であって，人体の脚の長さに応じて図3や図6(a)の状態の第2脚載せ台部E2を脚の長さ方向に移動するものでない旨認定した。",
                        "しかしながら，本件審決の上記認定は，甲4の上記記載を考慮するものとはいえない。また，仮に図3に示された構造が厳密に正しいのであれば，図3に示されている脚載せ台部E1とE2は，【0011】が「前後方向に長いレール状の連結部材6」と説明している内容に反することとなり，角度をつけるためだけの移動幅すら存在しないことになってしまう。",
                        "したがって，本件審決の上記認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)によれば，本件審決認定の相違点1のうち，「前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能，かつ，前記最先端の脚保持部材の前記エアセルと前記他の脚保持部材の前記エアセルとの距離が変化するように，脚の長さ方向に伸縮可能である」のに対し，甲4発明は，「脚載せ台部E2および脚載せ台部E1のそれぞれが座部の前部に対して移動可能，かつ伸縮可能であるが，脚の長さ方向か否か明らかでない点」を相違点と認定したのは誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1の容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，相違点1に関し，①甲5ないし甲9に記載された発明が周知技術であったとしても，第2脚載せ台部E2がフットレストとして機能し得る状態(図3や図6(a))において，人体の脚の長さ方向に，第2脚載せ台部E2の高さを変更するものでない甲4発明に，人体の脚の長さに応じて，フットレストの高さを変更すること，すなわち，フットレストとして機能し得る状態で，フットレストを脚の長さ方向に移動させることを目的とした甲5ないし甲8に記載された発明や訓練者の屈伸運動に応じて足当て部を摺動することを目的とした甲9に記載された発明を適用する動機付けはない，②甲4発明の第2脚載せ台部E2の移動は，脚の長さ方向に移動させるものでないし，第2脚載せ台部E2がフットレストとして機能し得る状態(図3や図6(a))においては，足裏に対向する面が足裏方向(脚の長さ方向)に移動できない(特に図3(a))構造であるから，甲5ないし甲9に開示される抵抗付与手段(バネ)を，甲4発明のレール溝や第1脚載せ台部E1及び第2脚載せ台部E2とどのように配置構成して，相違点1に係る本件発明1の構成とすればよいのか不明であり，せいぜい抵抗付与手段がレール溝を介して第1脚載せ台部E1と第2脚載せ台部E2に連結される構成が把握されるのみであって，抵抗付与手段は，第2脚載せ台部E2の足裏に対向する面に付与される脚の力に抗する力を第2脚載せ台E2に付与する手段になり得ないとして，甲4発明に甲5ないし甲9に開示された抵抗付与手段を適用できたとしても，相違点1に係る本件発明1の構成が得られるものでない旨判断した。",
                    "しかしながら，甲4発明の第2脚載せ台部E2と第1脚載せ台部E1が，「それぞれ脚の長さ方向に移動伸縮する」構成であることは，前記アのとおりであるから，甲4発明の第2脚載せ台部E2の移動は，脚の長さ方向に移動させるものでないことを前提とする本件審決の上記判断は，その前提において誤りがある。",
                    "そして，甲4発明と甲5ないし甲9に開示された抵抗付与手段は，いずれもフットレストを脚の長さ方向に移動させることを目的とする点で共通し，このようなフットレストの移動に関する具体的構成として，甲4発明はレール状の連結部材及びガイド溝を採用し，甲5ないし甲9に開示された抵抗付与手段は，同レール状の連結部材及びガイド溝に相当する共通した機構(例えば，甲5のFig3，Fig4等)をいずれも採用している。",
                    "また，甲4には，「図6は椅子式のマッサージ機に足載せ台Eを設けた状態を示す。(中略)リンク10，11にて連結してあると，自動的に第2脚載せ台部E2が第1脚載せ台部E1に近接するように引き上げられて元の位置に戻るようになり，図6(b)のように収納される。本例の場合，リンク10，11にて元の位置に戻すようになっているが，ワイヤーのようなもので戻すようになっていてもよい。」(【0016】)との記載があり，この記載は，脚載せ台部の移動につき抵抗付与手段を採用することを示唆するものである。",
                    "以上によれば，甲4発明に甲5ないし甲9に開示された抵抗付与手段の構成を適用する動機付けがあり，甲4に上記構成を適用することにより相違点1に係る本件発明1の構成となることは明らかであるから，相違点1に係る本件発明1の構成は，当業者が容易に想到することができたものである。",
                    "したがって，これと異なる本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2の認定の誤り",
                  "text": [
                    "本件審決は，本件明細書の【0020】の記載及び図1を参酌すると，本件発明1の「押し当て面」に「設けられ」たエアセルは，「押し当て面」に物理的に接続されていると解するのが自然であるとした上で，本件発明1の「エアセル」は，最先端の脚保持部材の「押し当て面」，「足側面」，及び他の脚保持部材の「脚側面」に「設けられ」て(物理的に接続されて)いるのに対して，甲4発明の「空気袋」は，脚載せ台部E2の「足裏に対向するフレーム面」，「足の側部に対向するフレーム面」，及び脚載せ台部E1の「脚の側部に対向するフレーム面」に設けられて(物理的に接続されて)いない点を相違点2として認定した。",
                    "しかしながら，本件明細書の【0020】の「脚保持部材51～53の両側部及び中央部にはそれぞれマッサージ用のエアセル15a，15b及び16a，16bが配置されている。また，第3脚保持部材53は足裏の押し当て面53aを有しており，ここにもエアセル17a，17bが配置されている。」との記載，「配置」とは，それぞれの位置に割り当てることを意味すること(広辞苑第七版)からすれば，【0020】は，本件発明1のエアセルが押し当て面等の位置に割り当てられていることを記載しているだけであって，エアセルが押し当て面等に「物理的に接続されている」ことについての記載はない。",
                    "加えて，本件明細書の記載を全体としてみても，本件発明1の「設けられ」とは，必ずしもエアセルが押し当て面等と物理的に接続されていて，エアセルが膨出するにあたり押し当て面等に反力を作用させることを意味するものとはいえない。",
                    "したがって，本件発明1の「設けられ」とは，必ずしもエアセルが押し当て面等と物理的に接続されていることを意味するものではなく，エアセルが押し当て面等の位置に割り当てられて被施療者の足裏等にマッサージを施し得るように配されていることを意味すると解されるから，本件審決における相違点2の認定は，その前提において誤りがある。",
                    "また，仮に本件発明1の「設けられ」に関する本件審決の上記解釈を前提としても，甲4には，押し当て面等に物理的に接続された空気袋も開示されていること(請求項1，【0004】，【0005】，【0016】，図6等)からすると，甲4発明は，相違点2に係る本件発明1の構成を備えているから，上記構成は，本件発明と甲4発明の一致点として認定されるべきである。",
                    "したがって，本件審決における相違点2の認定には誤りがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点2の容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，甲4発明の空気袋を「足裏に対向するフレーム面」，「足の側部に対向するフレーム面」，及び「脚の側部に対向するフレーム面」に設ける(物理的に接続する)動機付けは見いだせず，むしろ阻害要因があるといえるから，相違点2に係る本件発明1の構成は，甲4発明に基づいて当業者が容易になし得るものではない旨判断した。",
                    "しかしながら，甲4の記載(【0002】ないし【0005】)によれば，甲4には，甲4の「凹溝部の内面側」に空気袋を位置させる構成を用いることで，空気袋を脚や足の様々な形状に沿わせることが可能となることが開示されており，「柔軟な」部材により空気袋を形成することを想定しているから，甲4発明のフレーム面を覆うまで空気袋の幅を広げたとしても，空気袋を各フレーム面に設けることによって，空気袋を脚や足の様々な形状に沿わせることができるという効果は妨げられない。",
                    "したがって，甲4には，甲4発明において，空気袋を各フレーム面に設ける必要があることが記載されており，阻害要因は存在しないから，甲4発明に甲5や甲6に開示された足置き部等の面にマッサージ具を物理的に接続する構成を適用することで，相違点2に係る本件発明1の構成を容易に想到することができたものである。これと異なる本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲4発明及び甲5ないし甲9に記載された周知技術に基づいて，当業者が容易に想到することができたものであるから，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の認定の誤りの主張に対し",
                  "text": [
                    "甲4には，「人体の脚の足までマッサシージを行うことができるマッサージ機を提供すること」を課題として，「本発明のマッサージ機は…人体の脚を圧迫するための空気袋に角度を付けることよって上記脚のふくらはぎに沿う部分と脚の足の少なくとも一部に沿う部分を形成し，空気袋によって上記脚のふくらはぎと足の少なくとも一部に刺激を与えるようにしたこと」を特徴とし，「第1脚載せ台部E1に対して第2脚載せ台部E2が略直角になるように角度をつけることができ」る(【0013】)との記載がある。これらの記載から，第1脚載せ台部E1と第2脚載せ台部E2との分割は，角度を変えることを目的として取られた構成であるといえる。",
                    "そして，第2脚載せ台部E2の「移動」(【0013】)とは，連結部材6のレール溝7のうち，横ガイド溝7aに対応する位置から，横ガイド溝7aの前端で上方に立ち上がる縦ガイド溝7bに対応する位置までの「移動」であり，第2脚載せ台部E2が座部の前部に対して脚の長さ方向に移動することはできない。",
                    "したがって，甲4には，甲4発明の第2脚載せ台部E2と第1脚載せ台部E1が，「それぞれ脚の長さ方向に移動伸縮する」構成であることが開示されているとはいえないから，本件審決における相違点1の認定に原告主張の誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1の容易想到性の判断の誤りの主張に対し",
                  "text": [
                    "原告は，フットレストの移動に関する具体的構成として，甲4発明はレール状の連結部材及びガイド溝を採用し，甲5ないし甲9に開示された抵抗付与手段も同レール状の連結部材及びガイド溝に相当する共通した機構を採用していることを，甲4発明に甲5ないし甲9に開示された抵抗付与手段の構成を適用する動機付けを基礎付ける事情として主張する。",
                    "しかしながら，甲4発明の足裏押し当て面を備える先端の脚保持部材が移動するのは，脚の長さ方向に沿って他の脚保持部材と同じ方向を向いて隣接する状態と，他の脚保持部材に対して先端の脚保持部材が略直角になるように角度をつけた状態とに切り替えるためであり，レール溝は屈曲していることが特徴であるのに対し，甲5ないし甲9に記載された抵抗付与手段は，足裏を押し当てる部材を脚の長さ方向に移動可能とするために，レール溝等のガイドの方向は，脚の長さ方向に沿っている。",
                    "したがって，甲4発明と甲5ないし甲9に記載された抵抗付与手段は，機構の利用の仕方が全く異なるから，共通した機構であることを理由とした原告の上記主張は理由がない。",
                    "また，原告は，甲4の【0016】の記載は，甲4発明において，脚載せ台部の移動につき抵抗付与手段を採用することを示唆するものである旨主張する。",
                    "しかしながら，甲4の【0016】の記載は，足載せ台Eを座部の前部を中心に前方に上げた使用状態から，下方に垂れた収納状態までの移動の動きを利用して，自動的に第2脚載せ台部E2が第1脚載せ台部E1に近接するように引き上げられて元の位置に戻すという内容のものである。",
                    "そして，甲4発明は，図3(a)で示すとおり，第2脚載せ台部E2が使用状態の縦ガイド溝7bに対応して位置するときは，脚の長さ方向の移動ができない以上，【0016】の記載は，「押し当て面に付与される脚の力に抗する力を前記脚載せ部に付与する抵抗付与手段」や「前記脚の力に抗する方向に前記最先端の脚保持部材を付勢する付勢手段」の示唆となるものではない。",
                    "したがって，原告の上記主張は理由がない。",
                    "以上によれば，本件審決における相違点1の容易想到性の判断に原告主張の誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2の認定の誤りの主張に対し",
                  "text": [
                    "本件明細書の【0020】の「特殊な形状に膨出する」「中央部のエアセル」の記載は，原告主張の本件発明1の「押し当て面に設けられたエアセル」の解釈の根拠にはならない。",
                    "また，甲4には，「足裏に対向するフレーム面の近傍の人体の足裏に押圧マッサージを施す空気袋」は記載されているが，「足裏に対向するフレーム面に設けられ人体の足裏に押圧マッサージを施す空気袋」は記載されていないから，相違点2に関する本件審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点2の容易想到性の判断の誤りの主張に対し",
                  "text": [
                    "甲4は，「人体の脚を圧迫するための空気袋を脚の足に沿う部分と脚のふくらはぎに沿う部分とに分割し，少なくとも一方が移動するようにし(請求項2)」，「人体の脚を圧迫するための空気袋を分割し，一部が回動することにより脚のふくらはぎと足とに刺激を与えるようにした(請求項3)」発明(【0011】)，空気袋に角度を付けることにより，ふくらはぎと足の土踏まずの辺をマッサージできる技術(【0013】，図3(a)，",
                    "図3(b))を開示している。また，図1に示すように，収縮状態の空気袋は帯状であり，フレーム2の人体の長さ方向に沿う一対の梁に対して「略U字状に」垂れ下がる状態で架け渡されている。",
                    "これらの記載から，甲4発明は，この略U字状に垂れ下がった帯状の空気袋に脚を載置した状態で空気袋を膨張させて，包み込む状態で圧迫させることによりマッサージを行う発明であるといえる。",
                    "そうすると，甲4発明の空気袋は，略U字状に吊り下げるようにフレームに固定されており，さらに空気袋を上記フレーム面に設ける(物理的に接続する)必要はないから，甲4発明の空気袋を「足裏に対向するフレーム面」，「足の側部に対向するフレーム面」，及び「脚の側部に対向するフレーム面」に設ける(物理的に接続する)動機付けは見いだせず，むしろ，これら3つのフレーム面に空気袋を設けることには阻害要因がある。",
                    "したがって，相違点2の容易想到性の判断に原告主張の誤りはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1の容易想到性を否定した本件審決の判断に誤りはないから，原告主張の取消事由4-1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4-2(本件発明2ないし4の進歩性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2について",
                  "text": [
                    "本件審決は，相違点1及び2に係る本件発明2の構成は，甲4発明に基づいて当業者が容易になし得るものではなく，甲10にも記載されていない，甲4発明に甲10に記載された発明を適用したとしても，相違点3に係る本件発明2の構成(「少なくとも3つの脚保持部材を脚の長さ方向に並べて成り，」「最先端の脚保持部材には足裏押し当て面が設けられ」「隣り合う前記脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能であ」るとの構成)にはならないなどとして，本件発明2は，甲4発明，甲5ないし甲9に記載された周知技術，及び甲10に記載された発明に基づいて，当業者が容易に発明をすることができたものではない旨判断した。",
                    "しかしながら，相違点1及び2に関する本件審決の認定判断に誤りがあることは，前記4(1)のとおりである。",
                    "そして，甲4発明の第2脚載せ台部E2と第1脚載せ台部E1がそれぞれ脚の長さ方向に移動伸縮する構成であることは前記4(1)アのとおりであるから，かかる構成に3つの枠体4を脚の長さ方向に並べて成る構成が図示(【図1】)されている甲10に記載された発明を適用することにより，相違点3に係る本件発明2の構成に容易に至ることは明らかである。",
                    "したがって，本件発明2の容易想到性を否定した本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3について",
                  "text": [
                    "本件審決は，相違点1ないし3に係る本件発明3の構成は，当業者が容易になし得るものではないから，本件発明3と甲4発明との相違点4(本件発明3は，「前記脚載せ部の脚先側下端には，下向き状態にある前記脚載せ部が伸長すると床に接地する車輪が設けられ」ているのに対して，甲4発明は，そのような車輪を有さない点)について検討するまでもなく，本件発明3は，甲4発明，甲5ないし甲9に記載された周知技術，及び甲7に記載された発明に基づいて，又は，甲4発明，甲5ないし甲9に記載された周知技術，甲10に記載された発明，及び甲7に記載された発明に基づいて，当業者が容易に発明をすることができたものではない旨判断した。",
                    "しかしながら，相違点1ないし3に関する本件審決の認定判断に誤りがあることは，前記ア及び前記4(1)のとおりである。",
                    "また，甲7には，相違点4に係る本件発明3の構成が開示されており，当業者は，甲4発明に上記構成を用いることを容易に想到することができたものである。",
                    "したがって，本件発明3の容易想到性を否定した本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明4について",
                  "text": [
                    "本件審決は，相違点1ないし3に係る本件発明4の構成は，当業者が容易になし得るものではないから，本件発明4は，甲4発明，甲5ないし甲9に記載された周知技術，甲10に記載された発明に基づいて，当業者が容易に発明をすることができたものであるということはできない旨判断した。",
                    "しかしながら，相違点1ないし3に関する本件審決の認定判断に誤りがあることは，前記ア及び前記4(1)のとおりであるから，本件発明4の容易想到性を否定した本件審決の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "相違点1及び2に関する本件審決の認定判断に誤りがないことは，前記4(2)のとおりである。",
                "したがって，本件発明2ないし4の容易想到性を否定した本件審決の判断に誤りはないから，原告主張の取消事由4-2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲1，20)の発明の詳細な説明には，次のような記載がある(下記記載中に引用する図1ないし図10については別紙1を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，マッサージ機に関する。",
                    "【背景技術】",
                    "【0002】",
                    "図10は，特許文献1に記載された従来の脚マッサージ装置を示す斜視図である。これは，椅子型マッサージ機の座部前端に取り付けられる装置である。当該脚マッサージ装置は，脹ら脛を入れる溝101aを有する第1のケース101と，足首を伸ばした状態で足を載せる溝102aを有する第2のケース102とを備えている。第2のケース102は，第1のケース101に差し込まれた摺動軸103を有し，この部分での摺動により，軸方向に位置調節が可能である。使用者は，ねじ104を回すことにより摺動軸103を移動させて，溝102aを足に合わせることができる。このようにして，自分の脚の長さに合わせて装置側の長さを調節する。",
                    "【発明が解決しようとする課題】",
                    "【0004】",
                    "上記のような従来の脚マッサージ装置では，脚の長さに合わせてねじ104の調節を行う必要があり，使用者が代わると，脚の長さも変わるので，その都度調節が必要となり，面倒である。",
                    "【0005】",
                    "上記のような従来の問題点に鑑み，本発明は，脚の長さに合わせた装置側の長さ調節が簡単なマッサージ機を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【課題を解決するための手段】",
                  "text": [
                    "【0006】",
                    "本発明のマッサージ機は，座部と，マッサージ機能を有し，足裏の押し当て面が設けられている脚載せ部と，前記押し当て面に付与される脚の力に抗する力を前記脚載せ部に付与する抵抗付与手段と，を備え，前記脚載せ部は，前記座部の前部に対して回動自在，且つ，脚の長さ方向に伸縮可能であり，前記脚載せ部は，前記押し当て面と，足の側部に対向させる足側面と，その脚先側であって左右方向における中央部に区画壁と，前記押し当て面に設けられ被施療者の足裏に押圧マッサージを施すエアセルと，前記足側面に設けられ被施療者の足の側部に押圧マッサージを施すエアセルと，を有し，前記抵抗付与手段は，前記脚の力に抗する方向に前記脚載せ部を付勢する付勢手段であることを特徴とする。",
                    "上記のように構成されたマッサージ機では，押し当て面に足裏を押し当てることにより，抵抗付与手段の付与する力に抗して脚載せ部を伸長させれば，当該脚載せ部は脚の長さに対応した位置に達する。また，脚載せ部から脚を降ろすことにより自動的に，当該脚保持部材が元の位置に復帰する。",
                    "【0007】",
                    "また，本発明のマッサージ機は，座部と，マッサージ機能を有する少なくとも3つの脚保持部材を脚の長さ方向に並べて成り，最先端の脚保持部材には足裏の押し当て面が設けられている脚載せ部と，前記押し当て面に付与される脚の力に抗する力を前記最先端の脚保持部材に付与する抵抗付与手段と，を備え，前記脚載せ部は，前記座部の前部に対して回動自在であり，隣り合う前記脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能であり，前記最先端の脚保持部材は，前記押し当て面と，足の側部に対向させる足側面と，左右方向における中央部に区画壁と，前記押し当て面に設けられ被施療者の足裏に押圧マッサージを施すエアセルと，前記足側面に設けられ被施療者の足の側部に押圧マッサージを施すエアセルと，を有し，他の脚保持部材は，それぞれ被施療者の脚に押圧マッサージを施すエアセルを有し，前記抵抗付与手段は，前記脚の力に抗する方向に前記最先端の脚保持部材を付勢する付勢手段であることを特徴とする。",
                    "上記のように構成されたマッサージ機では，押し当て面に足裏を押し当てることにより，抵抗付与手段の付与する力に抗して最先端の脚保持部材を移動させれば，当該脚保持部材は脚の長さに対応した位置に達する。また，脚載せ部から脚を降ろすことにより自動的に，最先端の脚保持部材が元の位置に復帰する。",
                    "【0008】",
                    "また，上記マッサージ機において，前記脚載せ部の脚先側下端には，下向き状態にある前記脚載せ部が伸長すると床に接地する車輪が設けられ，前記脚載せ部は，伸長しながら上方へ回動可能であることが好ましい。",
                    "【0009】",
                    "この場合，脚載せ部を伸長させるとき車輪が床についても，車輪の転動によって脚載せ部が円滑に伸長する。",
                    "【0010】",
                    "また，前記他の脚保持部材は，被施療者の脚の側部に対向させる脚側面と，左右方向における中央部に区画壁と，を有することが好ましい。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【発明の効果】",
                  "text": [
                    "【0011】",
                    "以上のように構成された本発明は以下の効果を奏する。",
                    "請求項1のマッサージ機によれば，押し当て面に足裏を押し当てることにより，抵抗付与手段の付与する力に抗して脚載せ部を伸長させれば，当該脚載せ部は脚の長さに対応した位置に達する。従って，脚の長さに合わせた装置側の長さ調節が簡単である。また，脚載せ部から脚を降ろすことにより自動的に，脚保持部材が元の位置に復帰するので便利である。",
                    "【0012】",
                    "請求項2のマッサージ機によれば，押し当て面に足裏を押し当てることにより，抵抗付与手段の付与する力に抗して最先端の脚保持部材を移動させれば，当該脚保持部材は脚の長さに対応した位置に達する。従って，脚の長さに合わせた装置側の長さ調節が簡単である。また，脚載せ部から脚を降ろすことにより自動的に，最先端の脚保持部材が元の位置に復帰するので便利である。",
                    "【0013】",
                    "請求項1及び2のマッサージ機によれば，被施療者の足の側部に対してマッサージを施すことができる。また，左足と右足をそれぞれ，左の足側面と区画壁の間，右の足側面と区画壁の間に分離して位置させることができる。",
                    "【0014】",
                    "請求項3のマッサージ機によれば，脚載せ部を伸長させるとき車輪が床についても，車輪の転動によって円滑な動作が行われ，脚載せ部の伸長が妨げられることはない。",
                    "【0015】",
                    "請求項4のマッサージ機によれば，左脚と右脚をそれぞれ，左の脚側面と区画壁の間，右の脚側面と区画壁の間に分離して位置させることができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【発明を実施するための形態】",
                  "text": [
                    "【0017】",
                    "図1は，脚マッサージ装置を有するマッサージ機1を示す斜視図であり，図2及び図3は，その側面図である。図1及び図2において，このマッサージ機1は，椅子型のマッサージ機本体2を有している。マッサージ機本体2は，座部3と，座部3の後側に配置された背もたれ部4と，座部3の両側に配置された肘掛け部(アームレスト)7と，座部3から下方に延びる支持脚部8とを備えている。また，マッサージ機本体2と一体に接続された「脚マッサージ装置」として，座部3の前方に配置された脚載せ部(フットレスト)5と，脚載せ部5を支持する支持装置6とを備えている。",
                    "【0018】",
                    "上記背もたれ部4と脚載せ部5とは座部3に対して可動である。すなわち，背もたれ部4は，図1の状態から後方に倒れることができるように構成されている。また，脚載せ部5は，座部3の前部に対して水平方向の軸まわりに回動自在に連結されて座部3に対する位置(角度)を変更可能とされており，図1及び図2の状態(下向き状態)から上方に回動して図3の状態(上昇状態)になることができる。",
                    "【0019】",
                    "背もたれ部4には，モータ駆動の施療子9を備えたマッサージ部10が設けられており，このマッサージ部10は，叩き・揉み・振動などのマッサージ動作を被施療者に施すことができる。",
                    "また，背もたれ部4の前面側には，マッサージ用のエアセル11a，11b，12a，12bが配置されている。これらのエアセル11a，11b，12a，12bは，エアの給排によって膨脹・収縮し被施療者の背中や腰に押圧マッサージを施すものである。",
                    "座部3の上面側にも，同様のエアセル13a，13b，14a，14bが配置されている。これらのエアセル13a，13b，14a，14bは，被施療者の臀部や太股に押圧マッサージを施すものである。",
                    "【0020】",
                    "脚載せ部5は，マッサージ機能を有する3つの脚保持部材(第1脚保持部材51，第2脚保持部材52，第3脚保持部材53)を，脚の長さ方向に並べて，全体として両脚を囲むような形態を成している。各脚保持部材51～53の両側部及び中央部にはそれぞれマッサージ用のエアセル15a，15b及び16a，16bが配置されている。また，第3脚保持部材53は足裏の押し当て面53aを有しており，ここにもエアセル17a，17bが配置されている。これらのエアセル(15a，15b，16a，16b，17a，17b)は，エアの給排によって膨脹・収縮し被施療者の脚に押圧マッサージを施すものである。なお，中央部のエアセル16a，16bは，特殊な形状に膨出するようになっており，これにより，左右のエアセル15a，15bとの間に脚を挟み込むようにして，押圧マッサージを施すことができる。",
                    "【0021】",
                    "上記各エアセルは，図2に示すマッサージ用エア給排ユニット21から圧縮空気の給排を受けて動作する。",
                    "また，図2及び図3に示すように，脚載せ部5の背後には，脚載せ部5を駆動するための昇降駆動用エアセル18が配置されている。昇降駆動用エアセル18は，駆動用エア給排ユニット22から圧縮空気の給排を受けて動作する。すなわち，エアが供給されると昇降駆動用エアセル18が膨脹して図3に示すように脚載せ部5を押し上げる。この状態において，被施療者は，膝を伸ばした状態でマッサージ機本体2に着座することができる。また，エアが排出されて昇降駆動用エアセル18が収縮すると，脚載せ部5は下方に回動して図1及び図2の位置に復帰する。",
                    "【0022】",
                    "図1における一方の肘掛け部7の横には，マッサージやリクライニング等の各種動作を行わせるための操作器19が設けられている。また，支持装置6の脚先側下端の左右には，車輪(タイヤ)20が回転自在に取り付けられている。これらの車輪20は，図1～図3に示す状態では接地していない。なお，車輪20は，脚載せ部材5における第3脚保持部材53の脚先側(かかと側)下端に取り付けてもよい。",
                    "【0023】",
                    "次に，脚載せ部5及び支持装置6の構造について詳細に説明する。なお，エアセル等については以下の説明では省略する(図示も省略する。)。",
                    "図4の(a)は，図1におけるマッサージ機1の向かって左側面側から見た脚載せ部5及び支持装置6を，水平な状態にして表した側面図である。(b)は(a)に示す各部を上から見た図である(但し，脚保持部材51～53より下部の構造を見た図としている。)。図において，脚載せ部5を支持する支持装置6は，座部3(図1)の前端に軸着される回動基部61aを左端部に備えた第1ガイドレール61と，この第1ガイドレール61に対してスライド可能な状態に取り付けられている第2ガイドレール62とを備えている。なお，第3脚保持部材53の内側底面53bは，第1脚保持部材51及び第2脚保持部材52の内側底面51b，52bより低くなっており，かかと及びその周辺の形状によく合致している。これにより，かかとが入れやすい構造となり，容易に足を載せることができる。また，低くなった所にかかとが入ることで，かかとが安定して保持される効果もある。",
                    "【0024】",
                    "図4の(c)は，上記第1ガイドレール61及び第2ガイドレール62を(b)の右方から見た略図である。これらは共に「コ」の字状に両側部が折り曲げた金属板からなり，相互に(a)又は(b)の左右方向にスライド可能に重ねられている。",
                    "図5は，図4の(a)を拡大して支持装置6の詳細を示す図である。図において，前後に車輪63を有する可動体64は，車輪63が第1ガイドレール61の中(両側部)を転動することによって，第1ガイドレール61に対してスライド可能である。同様に，前後に車輪65を有する可動体66は，第1ガイドレール61に対してスライド可能である。",
                    "【0025】",
                    "第1脚保持部材51及び第2脚保持部材52はそれぞれ，可動体64及び66に取り付けられており，これによって，第1ガイドレール61の案内方向すなわち，人の脚の長さ方向にスライド可能である。なお，可動体64，66の前後に車輪63，65が設けられていることによって，第1脚保持部材51及び第2脚保持部材52を第1ガイドレール61に対して垂直に支持することができる。一方，第3脚保持部材53は第2ガイドレール62に直接取り付けられており，第2ガイドレール62が第1ガイドレール61に対してスライド可能であることによって，第3脚保持部材53も第1ガイドレール61に対してスライド可能である。こうして，支持装置6は，各脚保持部材51～53を，脚の長さ方向にそれぞれ移動可能に支持している。なお，図示の状態では，3つの脚保持部材51～53が互いに最も接近して，脚載せ部5及び支持装置6は最も短い状態である。",
                    "【0026】",
                    "一方，3つの脚保持部材51～53は，リンク機構23によって互いに接続されている。このリンク機構23は，上から見た形態が図4の(b)に示すように，8本のアーム231(2本)，232(2本)，233(2本)，234(2本)を用いて，4点接続の四角形リンクを3段に接続したものであり，各四角形リンクを脚の長さ方向に屈伸させることにより伸縮するものである。一対のアーム232は，直線状ではなく折れ曲がっており，四角形リンクとしての開き角において，第1段(θ1)より第2段(θ2)の方が小さくなるように構成されている。また，一対のアーム233も，直線状ではなく折れ曲がっており，四角形リンクとしての開き角において，第2段(θ2)より第3段(θ3)の方が大きくなるように構成されている。",
                    "【0027】",
                    "上記リンク機構23は，原点P0が支持装置6に固定され，第1節点P1が脚保持部材51に，第2節点P2が脚保持部材52に，第3節点P3が脚保持部材53に，それぞれ接続されている。従って，リンク装置23は，その伸縮動作により，脚保持部材51～53を，脚の長さ方向に所定の関係で相互に連動させる「連動装置」としての機能を有している。また，原点P0と第3節点P3との間には，ばね24が装着されており，これによって，リンク装置23は，収縮方向に常に付勢されている。ばね24の力は，人の足の力によって容易に伸ばすことができる程度に設定されている。",
                    "【0028】",
                    "マッサージ機本体1(図1)に被施療者が着座して脚を脚載せ部5に入れ，押し当て面53aに足裏を載せて，ばね24に抗して脚を伸ばすと，第3脚保持部材53が図4の(a)及び(b)における右方に駆動される。これにより，リンク装置23は伸長動作し，第1～第3節点P1～P3が右方へ移動する。従って，支持装置6によってスライド可能に保持されている脚保持部材51～53は，それぞれ右方(すなわち脚の長さ方向)へ移動する。図6は，支持装置6及び脚載せ部5が最も伸長した状態を示す図である。",
                    "【0029】",
                    "図7は，リンク装置23の伸縮動作を原理的に示す図である。図示のように，伸縮に伴う第1節点P1，第2節点P2及び第3節点P3の位置変化を見ると，一定の勾配が形成されており，原点P0から各節点までの距離L1，L2，L3は，L1：L2：L3が概ね一定比となるように比例的に伸縮する。従って，原点P0から脚の長さ方向における脚保持部材51～53までの各距離も比例的に伸縮する。このように比例的に伸縮する構成を採用しているのは，脚の部位は脚の長短によりその絶対位置は異なるが，相対的な位置関係はほぼ同じであり，原点P0から見た脚の施療部位までの距離は，脚の長さに応じて比例的に変化するという経験的事実に基づいている。",
                    "【0030】",
                    "なお，厳密に「一定比」ではなく「概ね一定比」となる理由は，前述のようにアーム232，233が直線ではなく，そのために，各段のリンクの開き角θ1，θ2，θ3が同一ではないからである。このような構成を採用することにより，脚の長短に応じて微妙にずれる施療要所の位置に対して，単なる比例伸縮よりも正確に脚保持部材の位置を合致させることができる。",
                    "【0031】",
                    "図8の(a)は，本マッサージ機1の使用対象の身長範囲から想定して最も脚の短い人が脚載せ部5に脚を入れ，足裏が第3脚保持部材53の底面に当接した状態である。この場合の施療箇所は，例えば，ふくらはぎ，くるぶしの周辺，その中間の3箇所であり，各脚保持部材は，それぞれが施療要所(例えば「つぼ」)を押圧できるように配置されている。一方，(b)は，想定される最も脚の長い人が脚載せ部5に脚を入れ，足裏で第3脚保持部材53の底面を押して脚載せ部5及び支持装置6を伸長させた状態である。このとき，前述のように，各脚保持部材51～53は，原点P0を基準として比例的にその位置を移動させるので，各脚保持部材51～53は，(a)の場合と同様に，施療要所を押圧する。なお，(a)と(b)との間の任意の伸長状態でも同様に，施療要所を押圧することができることはいうまでもない。すなわち，このような脚マッサージ装置を使用することにより，脚の長さに関わらず，脚を脚載せ部5に入れて第3脚保持部材53を押すだけで，他の脚保持部材51，52の位置調節を行うことなく，極めて簡単に施療要所にマッサージを行うことができる。",
                    "【0032】",
                    "なお，脚載せ部5に脚を入れ，これを伸長させると，その途中で車輪20が床に着く場合があるが，この場合でも，車輪20の転動によって支持装置6及び脚載せ部5が円滑に伸長することができる。",
                    "施療後，被施療者がマッサージ機1から降りることにより，脚載せ部5及び支持装置6は，ばね24(図4の(b))の力により元の収縮状態に戻る。従って，伸長した脚載せ部5及び支持装置6を元に戻す操作も一切不要である。",
                    "また，上記車輪20が床に着いている状態から元の収縮状態に戻る際には，車輪20が床を転がりつつ，脚載せ部5及び支持装置6が収縮動作する場合もある。この場合でも，車輪20の存在によって，床面を傷つける等の恐れがない。",
                    "【0033】",
                    "なお，上記実施形態では図1に示すような脚載せ部5としたが，図9に示すように，中央部に区画壁51c，52c，53cを設けた脚保持部材51，52，53の場合でも，同様な伸縮構造の脚マッサージ装置とすることができる。",
                    "また，上記実施形態では脚載せ部5が3つの脚保持部材51～53を備えた構造としたが，脚保持部材の数は3に限定されるものではなく，2つ又は4つ等であってもよい。",
                    "また，上記実施形態では脚保持部材51～53が外見上分離しているが，伸縮自在なカバー等を被せることで，外見上は分離していない構成とすることもできる。",
                    "【0034】",
                    "また，上記実施形態では，ばね24を用いて脚載せ部5及び支持装置6が自動的に収縮する構成としたが，ばね24に代えて，何らかの抵抗付与手段を設けて適度の抵抗負荷を伴って伸縮するように構成することもできる。この場合には，抵抗に対して足で最下段の脚保持部材を押し下げることにより，同様に，脚の長さに合わせて脚載せ部5及び支持装置6を伸長させることができる。但し，元の収縮状態に戻すにあたっては，手で押し戻す等の操作が必要になる。さらに，この場合には，連動装置としてのリンク装置23を省略して，第1脚保持部材51及び第2脚保持部材52に関しては手動で位置調節を行うようにしてもよい。",
                    "また，ばね24と併せてラチェットで戻りロックし，ロック解除操作で元に戻すように構成してもよい。",
                    "なお，連動装置としてのリンク装置23を省略する場合には，移動する脚保持部材は足裏の押し当て面を有する脚保持部材(第3脚保持部材53)のみとして，他の脚保持部材は固定するか若しくは設けない構成も可能である。",
                    "【0035】",
                    "また，上記実施形態では脚載せ部5にマッサージ用のエアセルを設けているが，電動等の他のマッサージ構造の場合でも，上記のような複数の脚保持部材51～53と支持装置6とによる伸縮構造を適用することができる。",
                    "また，上記実施形態における脚マッサージ装置は，椅子型のマッサージ機本体2(図1)のみならず，普通の椅子や，ベッド等の端部にも取り付けることができる。すなわち，身体を支持(主として腰掛けた状態での支持)する種々の器具に取り付けて使用することができる。また，脚マッサージ装置を単独で使用することも可能である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "前記(1)の記載事項によれば，本件明細書には，本件発明1に関し，次のような開示があることが認められる。"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "椅子型マッサージ機の座部前端に取り付けられる，従来の脚マッサージ装置では，脚の長さに合わせてねじの調節を行う必要があり，使用者が代わると，脚の長さも変わるので，その都度調節が必要となり，面倒であるという問題があった(【0002】，【0004】)。",
            "「本発明」は，従来の問題点に鑑み，脚の長さに合わせた装置側の長さ調節が簡単なマッサージ機を提供することを目的とし，その課題を解決するための手段として，座部と，マッサージ機能を有し，足裏の押し当て面が設けられている脚載せ部と，前記押し当て面に付与される脚の力に抗する力を前記脚載せ部に付与する抵抗付与手段と，を備え，前記脚載せ部は，前記座部の前部に対して回動自在，且つ，脚の長さ方向に伸縮可能であり，前記脚載せ部は，前記押し当て面と，足の側部に対向させる足側面と，その脚先側であって左右方向における中央部に区画壁と，前記押し当て面に設けられ被施療者の足裏に押圧マッサージを施すエアセルと，前記足側面に設けられ被施療者の足の側部に押圧マッサージを施すエアセルと，を有し，前記抵抗付与手段は，前記脚の力に抗する方向に前記脚載せ部を付勢する付勢手段であることを特徴とする構成を採用した(【0006】)。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "「本発明」のマッサージ機は，押し当て面に足裏を押し当てることにより，抵抗付与手段の付与する力に抗して脚載せ部を伸長させれば，当該脚載せ部は脚の長さに対応した位置に達し，足の長さに合わせた装置側の長さ調節が簡単であり，また，脚載せ部から脚を降ろすことにより自動的に，当該脚保持部材が元の位置に復帰するので便利であるという効果を奏する(【0011】)。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "取消事由1(明確性要件の判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "構成要件Gの「最先端の脚保持部材」及び「他の脚保持部材」が「それぞれ」「脚の長さ方向に移動可能」との記載及び構成要件Ｎの「脚保持部材」の「各離隔距離」が「脚の長さ方向にそれぞれ変更可能」との記載について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "本件発明1の特許請求の範囲(請求項1)には，本件発明1は，「マッサージ機能を有する複数の脚保持部材を脚の長さ方向に並べて成り，最先端の脚保持部材には足裏の押し当て面が設けられている脚載せ部」(構成要件B)を備え，「前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能」(構成要件G)であるとの記載がある。上記記載によれば，本件発明1は，マッサージ機能を有する複数の脚保持部材である「最先端の脚保持部材」及び「他の脚保持部材」のそれぞれが「座部の前部に対して脚の長さ方向に移動可能」な構造を備えていることを理解できる。",
            "したがって，構成要件Gは，マッサージ機能を有する複数の脚保持部材である「最先端の脚保持部材」及び「他の脚保持部材」のそれぞれが「座部の前部に対して脚の長さ方向に移動可能」な構造であることを規定したものと理解できるから，構成要件Gの記載内容は明確である。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "次に，本件発明2の特許請求の範囲(請求項2)には，本件発明2は，「マッサージ機能を有する少なくとも3つの脚保持部材を脚の長さ方向に並べて成り，最先端の脚保持部材には足裏の押し当て面が設けられている脚載せ部」(構成要件K)を備え，「隣り合う前記脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能」(構成要件Ｎ)であるとの記載がある。上記記載によれば，本件発明2は，マッサージ機能を有する「少なくとも3つの脚保持部材」における「隣り合う前記脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能」な構造を備えていることを理解できる。",
            "したがって，構成要件Ｎは，マッサージ機能を有する「少なくとも3つの脚保持部材」における「隣り合う前記脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能」な構造であることを規定したものと理解できるから，構成要件Ｎの記載内容は明確である。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "以上によれば，構成要件Gを含む本件発明1の内容及び構成要件Ｎを含む本件発明2の発明の内容は，いずれも明確である。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "原告の主張について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，構成要件G及び構成要件Ｎにおける「複数の脚保持部材のそれぞれの移動」は，本件明細書の記載(【0026】ないし【0029】，図6，図7)から，複数の脚保持部材がそれぞれ独立移動することを意味するのではなく，最先端の脚保持部材の位置に応じて，他の脚保持部材の位置が必然的に決まることを意味するものと解され(解釈a)，一方，被告が前件審判で本件訂正に係る訂正請求書とともに提出した本件意見書(甲2)の記載から，複数の脚保持部材がそれぞれ独立移動しつつ微妙に位置調整できるようにすることを意味するものと解され(解釈b)，いずれを意味するのか判然としないから，構成要件G及び構成要件Ｎの記載は不明確であり，本件発明1ないし4は，その外延を確定することができないから，明確性要件を満たしていない旨主張する。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "しかしながら，本件発明1の構成要件Gの記載は，「前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能」，本件発明2の構成要件Ｎの記載は，「隣り合う前記脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能」というものであり，本件発明1及び2の特許請求の範囲(請求項1及び2)には，「複数の脚保持部材のそれぞれの移動」との文言の記載はないから，原告の上記主張は，特許請求の範囲の記載に則したものといえない点で，妥当でない。",
            "そして，前記(1)ア及びイ認定のとおり，本件発明1及び2の特許請求の範囲(請求項1及び2)の記載から，構成要件Gは，マッサージ機能を有する複数の脚保持部材である「最先端の脚保持部材」及び「他の脚保持部材」のそれぞれが「座部の前部に対して脚の長さ方向に移動可能」な構造であることを，構成要件Ｎは，マッサージ機能を有する「少なくとも3つの脚保持部材」における「隣り合う前記脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能」な構造であることを規定したものと理解できるから，構成要件G及び構成要件Ｎの記載内容はいずれも明確である。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "次に，本件明細書の発明の詳細な説明には，本件発明1及び本件発明2の実施形態として，脚保持部材51～53がリンク機構23によって互いに接続されており，リンク機構23は，8本のアームを用いて，4点接続の四角形リンクを3段に接続したもので，各四角形リンクを脚の長さ方向に屈伸させることにより伸縮するものであり，リンク機構23は原点P0が支持装置6に固定され，第1節点P1が脚保持部材51に，第2節点P2が脚保持部材52に，第3節点P3が脚保持部材53にそれぞれ接続されており，被施療者が脚を脚載せ部5に入れて押し当て面53aに足裏を載せて足を伸ばすと，第3脚保持部材53が駆動され，これによりリンク機構23は伸長動作し，脚保持部材51～53もそれぞれ脚の長さ方向へ移動するという実施形態が開示されていると理解できるが(【0026】ないし【0031】，図4，図6，図7)，構成要件Gの「前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能」及び構成要件Ｎの「隣り合う前記脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能」の意義を上記実施形態に対応するものに限定する旨の記載も示唆もない。",
            "したがって，本件明細書の記載から，構成要件G及び構成要件Ｎの記載は，複数の脚保持部材である「最先端の脚保持部材」及び「他の脚保持部材」のそれぞれが，独立移動することなく，最先端の脚保持部材の位置に応じて，他の脚保持部材の位置が必然的に決まることを規定したものと解することはできない。",
            "また，本件意見書(甲2)には「本件特許発明1は，訂正により，(中略)前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能，(中略)であることを発明特定事項として備えることとなった。…このような構成を備えることにより，訂正特許発明1は，(中略)エアセルを被施療者の足の側部に好適に位置させることができる上に，被施療者の脚の長さに応じて脚の側部(例えばふくらはぎ)の適切な位置に(中略)エアセルを位置させるという特有の効果を奏する。」(6頁)，「訂正特許発明2は，(中略)エアセルを被施療者の足の側部に好適に位置させることができる上に，被施療者の脚の長さに応じて脚の側部(例えばふくらはぎ)の適切な位置に(中略)エアセルを位置させるという特有の効果を奏する。」(18頁)，「甲7号証～甲第11号証に開示された構成においては，マッサージ機ほど厳密な長さ調整を行うことは想定されておらず，そのような構成を訂正特許発明1及び訂正特許発明2のようなマッサージ機に適用することは当業者が容易に想到できるものではない。」との記載(20頁)があるが，「前記最先端の脚保持部材および前記他の脚保持部材」を「前記座部の前部に対して脚の長さ方向に移動可能」とする具体的な構成を特定又は限定する旨の記載はない。",
            "したがって，本件意見書の上記記載から，本件発明1(本件意見書記載の「訂正特許発明1」)の構成要件G及び本件発明2(本件意見書記載の「訂正特許発明2」)の構成要件Ｎの記載は，複数の脚保持部材である「最先端の脚保持部材」及び「他の脚保持部材」のそれぞれが，独立移動しつつ微妙に位置調整できることを規定したものと読み取ることはできない。",
            "そうすると，原告の主張する解釈a及び解釈bは，いずれも構成要件G及び構成要件Ｎの記載の解釈として相当であるとはいえない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "以上によれば，本件発明1ないし4は明確性要件を満たしていないとの原告の主張(取消事由1)は，理由がない。"
          ],
          "content": [
            {
              "fig": "3",
              "subject": "取消事由2(実施可能要件の判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "原告は，本件発明1及び2は，最先端の脚保持部材に設けられた足裏押し当て面を脚で押すだけで，すなわち，一点に力を加えるのみで，複数の脚保持部材を移動させることを前提とするところ，一点に力を加えるのみで，複数の脚保持部材を移動させることを実現するには，本件明細書記載の抵抗付与手段を用いたリンク装置により各脚保持部材を比例的に伸縮させるしかないが(【0026】ないし【0029】，図6，図7)，かかる構成では，各脚保持部材は被施療者が脚を伸縮させるのと比例する所定の割合でしか移動させることができず，構成要件G及び構成要件Ｎに関する解釈bのように被施療者によって微妙に異なる施療要所に対して，各脚保持部材に設けられたエアセルを比例伸縮よりも正確に合致させ得るように，「複数の脚保持部材が，それぞれ独立移動しつつ微妙に位置調整できるようにする」ことは不可能であるから，本件発明1ないし4は実施可能要件を満たしていない旨主張する。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "しかしながら，構成要件Gの「前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能」及び構成要件Ｎの「隣り合う前記脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能」との記載は，「複数の脚保持部材がそれぞれ独立移動しつつ微妙に位置調整できるようにすること」まで規定したものといえないことは，前記2(2)ウのとおりであるから，原告の上記主張は，その前提において失当である。",
        "また，本件明細書の発明な詳細な説明には，構成要件Gの「前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能」及び構成要件Ｎの「隣り合う前記脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能」との構成に関し，複数の脚保持部材がリンク機構によって互いに接続されていて，最先端の脚保持部材の位置が決まればリンク機構によって他の脚保持部材の位置も決まる実施形態(【0026】ないし【0031】，図4，図6，図7)のほかに，「連動装置としてのリンク装置23を省略して，第1脚保持部材51及び第2脚保持部材52に関しては手動で位置調節を行うようにしてもよい。」，「連動装置としてのリンク装置23を省略する場合には，移動する脚保持部材は足裏の押し当て面を有する脚保持部材(第3脚保持部材53)のみとして，他の脚保持部材は固定するか若しくは設けない構成も可能である。」(以上，【0034】)との記載がある。これらの記載に基づいて，当業者は，マッサージ機能を有する複数の脚保持部材である「最先端の脚保持部材」及び「他の脚保持部材」のそれぞれが「座部の前部に対して脚の長さ方向に移動可能」な構造(構成要件G)及びマッサージ機能を有する「少なくとも3つの脚保持部材」における「隣り合う前記脚保持部材の各離隔距離を脚の長さ方向にそれぞれ変更可能」な構造(構成要件Ｎ)とすることができるものと認められる。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "以上によれば，本件明細書の発明の詳細な説明は，当業者が構成要件Gを含む本件発明1及び構成要件Ｎを含む本件発明2の実施をすることができる程度に明確かつ十分に記載したものと認められるから，本件発明1及び2は，実施可能要件に適合するものと認められる。",
        "したがって，本件発明1ないし4は実施可能要件を満たしていないとの原告の主張(取消事由2)は，理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "4",
              "subject": "取消事由3(サポート要件の判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "原告は，本件発明1及び2の特許請求の範囲(請求項1及び2)には，被施療者によって微妙に異なる施療要所に対して，各脚保持部材に設けられたエアセルを比例伸縮よりも正確に合致させ得るように，複数の脚保持部材がそれぞれ独立移動しつつ微妙に位置調整できることを意味して「それぞれ」「移動可能」(構成要件G)や「それぞれ変更可能」(構成要件Ｎ)と記載されていると解釈(解釈b)する余地があるところ，本件明細書の発明の詳細な説明には，本件発明1ないし4に係る具体的構成として，脚を脚載せ部に入れて脚保持部材を押してリンク装置を伸縮動作させることにより，各脚保持部材が比例的に(他の脚保持部材の位置調節を行うことなく)伸縮するという構成のみが開示されているから，当業者は，発明の詳細な説明の記載から，各脚保持部材が比例的に伸縮する構成を認識するにとどまり，「それぞれ」「移動可能」(構成要件G)や「それぞれ変更可能」(構成要件Ｎ)との記載は，本件明細書の発明の詳細な説明に記載された範囲を超えるものといえる旨主張する。",
        "しかしながら，構成要件G及び構成要件Ｎに関する解釈bを採用することができないことは，前記2(2)ウのとおりであるから，原告の主張は，その前提において失当であり，また，前記3(2)記載の発明の詳細な説明の記載によれば，本件発明1及び2は本件明細書の発明の詳細な説明に記載したものであることが認められるから，本件発明1及び2は，サポート要件に適合するものと認められる。",
        "したがって，本件発明1ないし4はサポート要件を満たしていないとの原告の主張(取消事由3)は，理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "5",
              "subject": "取消事由4-1(本件発明1の進歩性の判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "甲4の記載事項について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "甲4には，次のような記載がある(下記記載中に引用する図1，図3ないし図7については別紙2を参照)。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "【特許請求の範囲】",
                  "text": [
                    "【請求項1】",
                    "人体の被マッサージ部を受ける凹溝部を備えるとともに，この凹溝部の内面側に位置する空気袋を給排気手段によって膨張収縮させることで凹溝部内に位置させた被マッサージ部に圧迫刺激を与えるマッサージ機であって，人体の脚を圧迫するための空気袋に角度を付けることよって上記脚のふくらはぎに沿う部分と脚の足の少なくとも一部に沿う部分を形成し，空気袋によって上記脚のふくらはぎと足の少なくとも一部に刺激を与えるようにしたことを特徴とするマッサージ機",
                    "【請求項2】",
                    "人体の脚を圧迫するための空気袋を脚の足に沿う部分と脚のふくらはぎに沿う部分とに分割し，少なくとも一方が移動するようにしたことを特徴とする請求項1記載のマッサージ機。",
                    "【請求項3】",
                    "人体の脚を圧迫するための空気袋を分割し，一部が回動することにより脚のふくらはぎと足とに刺激を与えるようにしたことを特徴とする請求項1記載のマッサージ機。",
                    "【請求項4】",
                    "人体の脚を圧迫するための空気袋を分割し，一部が反転することにより脚に前後から刺激を与えるようにしたことを特徴とする請求項1記載のマッサージ機。",
                    "【請求項5】",
                    "人体の脚を圧迫するための空気袋を分割し，一部が反転することにより脚のふくらはぎと足に刺激を与えるようにしたことを特徴とする請求項1記載のマッサージ機。",
                    "【請求項6】",
                    "人体の脚を圧迫する空気袋を有する脚載せ台を椅子の座部の前方に出し入れ自在に設け，脚載せ台を座部の前下方に収納するとき移動したり回転したり反転したりした空気袋の一部が自動的に元の位置に戻るようにした請求項1乃至請求項5のいずれかに記載のマッサージ機。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "【0001】",
                  "text": [
                    "【発明の属する技術分野】",
                    "本発明は，空気袋の膨張収縮により人体に対してマッサージを行うマッサージ機に関するものである。",
                    "【0002】",
                    "【従来の技術】",
                    "従来の椅子式のマッサージ機としては図7に示すものがある。椅子は背もたれ部Aと座部BとアームレストCと脚部Dを有し，座部Bの前方には出し入れ自在に脚載せ台Eを設けてある。椅子の背もたれ部A等には人体の上半身のマッサージを行うマッサージ装置が内蔵されている。脚載せ台Eには一対の凹溝部1を設けてあり，座部Bに座った使用者の両脚を凹溝部1に入れて脚を支持できるようになっている。脚載せ台Eには空気袋aを配置してあり，空気袋aに空気の給排気をすることで空気袋aを膨張収縮させて脚のふくらはぎのマッサージを行うことができるようになっている。また座部Bにも空気袋a′を配置してあり，空気袋a′に空気の給排気を行うことでマッサージを行うようになっている。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "【0003】",
                  "text": [
                    "【発明が解決しようとする課題】",
                    "しかし，上記の椅子式のマッサージ機の脚載せ台Eでは空気袋aが人体の脚のふくらはぎに対応する部分にしか配置されておらず，人体の脚の足(足首から指まで亙る部分)までマッサージすることができなかった。またブーツ型で足先まで覆い，内面をポンプの給排気で膨張収縮させて足を圧迫するものもあるが，足全体を覆わなければならなく，また上半身のマッサージを行う椅子と組み合わせることができなかった。",
                    "【0004】",
                    "本発明は叙述の点に鑑みてなされたものであって，人体の脚の足までマッサシージを行うことができるマッサージ機を提供することを課題とする。",
                    "【0005】",
                    "【課題を解決するための手段】",
                    "上記課題を解決するため本発明のマッサージ機は，人体の被マッサージ部を受ける凹溝部を備えるとともに，この凹溝部の内面側に位置する空気袋を給排気手段によって膨張収縮させることで凹溝部内に位置させた被マッサージ部に圧迫刺激を与えるマッサージ機であって，人体の脚を圧迫するための空気袋に角度を付けることよって上記脚のふくらはぎに沿う部分と脚の足の少なくとも一部に沿う部分を形成し，空気袋によって上記脚のふくらはぎと足の少なくとも一部に刺激を与えるようにしたことを特徴とする。このようにしたことにより凹溝部に人体の脚を位置させるとともに空気袋に給排気して空気袋を膨張収縮させたとき，人体の脚のふくらはぎと足に刺激を与えてマッサージできるものであり，上半身のマッサージ機能を有する椅子と組み合わせた場合，足先までの全身のマッサージができる。",
                    "【0006】",
                    "また人体の脚を圧迫するための空気袋を脚の足に沿う部分と脚のふくらはぎに沿う部分とに分割し，少なくとも一方が移動するようにしたことを特徴とすることも好ましい。",
                    "【0007】",
                    "また人体の脚を圧迫するための空気袋を分割し，一部が回動することにより脚のふくらはぎと足とに刺激を与えるようにしたことを特徴とすることも好ましい。",
                    "【0008】",
                    "また人体の脚を圧迫するための空気袋を分割し，一部が反転することにより脚に前後から刺激を与えるようにしたことを特徴とすることも好ましい。",
                    "【0009】",
                    "また人体の脚を圧迫するための空気袋を分割し，一部が反転することにより脚のふくらはぎと足に刺激を与えるようにしたことを特徴とすることも好ましい。",
                    "【0010】",
                    "また人体の脚を圧迫する空気袋を有する脚載せ台を椅子の座部の前方に出し入れ自在に設け，脚載せ台を座部の前下方に収納するとき移動したり回転したり反転したりした空気袋の一部が自動的に元の位置に戻るようにしたことを特徴することも好ましい。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "【0011】",
                  "text": [
                    "【発明の実施の形態】",
                    "本例のマッサージ機は椅子式であり，全体の構造は図7に示す従来例のものと同じ構造になっている。本発明では脚載せ台Eの構造が従来と異なるものである。脚載せ台Eは図1に示すように金属等のパイプにて形成されたフレーム2と布のような柔軟性あるシート材にて形成された空気袋3とで構成されている。この脚載せ台Eには人体の両脚を収めるための凹溝部1を一対平行に設けてあり，各凹溝部1で空気袋3は略U字状になるように吊り下げられている。図1の脚載せ台Eは前後に分割されており，後の第1脚載せ台部E1と前の第2脚載せ台部E2とで構成されている。第1脚載せ台部E1は第1フレーム2aと第1空気袋3aとで構成され，第2脚載せ台部E2は第2フレーム2bと第2空気袋3bとで構成されている。上記第1空気袋3aと第2空気袋3bとよりなる空気袋3は各凹溝部1に対応するように複数の空気室を備えており，エアーポンプ，給排気弁等を備えた給排気装置4と空気袋3の各空気室とを給排気パイプ5にて連通させてあり，各空気室を個別に膨張収縮させるようになっている。またフレーム2の側部には前後方向に長いレール状の連結部材6を沿わせてあり，連結部材6のレール溝7を第1フレーム2a及び第2フレーム2bのローラ部13に対して摺動自在にしてある。本例の場合，ガイド溝7は前後に長い横ガイド溝7aと横ガイド溝7aの前端で上方に立ち上がる縦ガイド溝7bとで構成されている。",
                    "【0012】",
                    "本発明の脚載せ台Eはフレーム2と空気袋3とで構成され，図2に示すように脚載せ台Eの凹溝部1に脚8を収め，空気袋3を膨張収縮させることにより脚8のマッサージができるようになっている。…",
                    "【0013】",
                    "また上記図1の例のように脚載せ台Eを第1脚載せ台部E1と第2脚載せ台部E2とに分割してあると，第1脚載せ台部E1に対して第2脚載せ台部E2を図3(a)に示す矢印bのように移動させることができるとともに第1足載せ台部E1に対して第2足載せ台部E2が略直角になるように角度をつけることができ，第1脚載せ台部E1の第1空気袋3aに脚8のふくらはぎ8aを沿わせるとともに第2脚載せ台部E2の第2空気袋3bに脚8の足8bに沿わせることができる。このため第1，第2空気袋3a，3bを膨張収縮させることにより脚8のふくらはぎ8aや足8bのマッサージができる。また図3(b)の矢印cのように第2脚載せ台部E2を回転できるようにすると，第2脚載せ台部E2の角度を変えることできて脚8の足8bに合わせてマッサージすることができる。",
                    "【0016】",
                    "また図6は椅子式のマッサージ機に足載せ台Eを設けた状態を示す。椅子は従来例で述べたように背もたれ部Aと座部BとアームレストCと脚部Dを有し，座部Bの前方には出し入れ自在に脚載せ台Eを設けてある。脚載せ台Eは第1脚載せ台部E1と第2脚載せ台部E2とに分割してあり，第1脚載せ台部E1と第2脚載せ台部E2とが連結部材6で連結してある。第2脚載せ台部E2と脚Dとがリンク10，11に連結してある。リンク10の一端は第2脚載せ台部E2に回転自在に連結してあり，リンク10の他端とリンク11の一端とが可動軸12にて回転自在に連結してあり，リンク11の他端が固定軸14にて脚Dに回転自在に連結してある。マッサージ機の使用時は図6(a)のように第1脚載せ台部E1に対して第2脚載せ台部E2を移動させたり，回転させたりして種々の姿勢で使用することができる。ところが脚載せ台Eを使用しないときには脚載せ台Eを座部Bの前の下に収納するが，図6(a)の状態でマッサージを終了して収納すると，第2脚載せ台部E2が床につっかかるおそれがあるが，上記のようにリンク10，11にて連結してあると，自動的に第2脚載せ台部E2が第1脚載せ台部E1に近接するように引き上げられて元の位置に戻すようになり，図6(b)のように収納される。本例の場合，リンク10，11にて元の位置に戻すようになっているが，ワイヤーのようなもので戻すようになっていてもよい。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "subject": "【0017】",
                  "text": [
                    "【発明の効果】",
                    "本発明の請求項1の発明は，人体の被マッサージ部を受ける凹溝部を備えるとともに，この凹溝部の内面側に位置する空気袋を給排気手段によって膨張収縮させることで凹溝部内に位置させた被マッサージ部に圧迫刺激を与えるマッサージ機であって，人体の脚を圧迫するための空気袋に角度を付けることよって上記脚のふくらはぎに沿う部分と脚の足の少なくとも一部に沿う部分を形成し，空気袋によって上記脚のふくらはぎと足の少なくとも一部に刺激を与えるようにしたので，凹溝部に人体の脚を位置させるとともに空気袋に給排気して空気袋を膨張収縮させたとき，人体の脚のふくらはぎと足に刺激を与えてマッサージできるものであり，上半身のマッサージ機能を有する椅子と組み合わせた場合，足先までの全身のマッサージができるものである。",
                    "【0018】",
                    "また本発明の請求項2の発明は，請求項1において，人体の脚を圧迫するための空気袋を脚の足に沿う部分と脚のふくらはぎに沿う部分とに分割し，少なくとも一方が移動するようにしたので，脚のふくらはぎ及び足に空気袋を確実に沿わせて効果的なマッサージができるものである。",
                    "【0019】",
                    "また本発明の請求項3の発明は，請求項1において，人体の脚を圧迫するための空気袋を分割し，一部が回動することにより脚のふくらはぎと足とに刺激を与えるようにしたので，脚のふくらはぎ及び足に空気袋を確実に沿わせて効果的なマッサージができるものである。",
                    "【0020】",
                    "また本発明の請求項4の発明は，請求項1において，人体の脚を圧迫するための空気袋を分割し，一部が反転することにより脚に前後から刺激を与えるようにしたので，人体の脚に前後から刺激を与えて効果的なマッサージができるものである。",
                    "【0021】",
                    "また本発明の請求項5の発明は，請求項1において，人体の脚を圧迫するための空気袋を分割し，一部が反転することにより脚のふくらはぎと足に刺激を与えるようにしたので，脚のふくらはぎ及び足に空気袋を確実に沿わせて効果的なマッサージができるものである。",
                    "【0022】",
                    "また本発明の請求項6の発明は，請求項1乃至請求項5において，人体の脚を圧迫する空気袋を有する脚載せ台を椅子の座部の前方に出し入れ自在に設け，脚載せ台を座部の前下方に収納するとき移動したり回転したり反転したりした空気袋の一部が自動的に元の位置に戻るようにしたので，脚載せ台を収納するときスムーズに収納することができるものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "text": [
            "前記アの記載事項によれば，甲4には，次のような開示があることが認められる。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "従来の椅子式マッサージ機の脚載せ台には，空気袋がふくらはぎに対応する部分にしか配置されていなかったため，人体の足(足首から指までの部分)までマッサージすることができず，また，足先まで覆い，内面をポンプの給排気で膨張収縮させて足を圧迫するブーツ型のものは，上半身のマッサージを行う椅子と組み合わせることができないという問題があった(【0002】，【0003】)。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "「本発明」は，上記の点に鑑み，人体の脚の足までマッサージを行うことができるマッサージ機を提供することを課題とし，その課題を解決するための手段として，人体の被マッサージ部を受ける凹溝部を備えるとともに，この凹溝部の内面側に位置する空気袋を給排気手段によって膨張収縮させることで凹溝部内に位置させた被マッサージ部に圧迫刺激を与えるマッサージ機であって，人体の脚を圧迫するための空気袋に角度をつけることによって，脚のふくらはぎに沿う部分と脚の足の少なくとも一部に沿う部分を形成し，空気袋によって脚のふくらはぎと足の少なくとも一部に刺激を与えるようにし，また，空気袋を脚の足に沿う部分と脚のふくらはぎに沿う部分とに分割し，少なくとも一方が移動するという構成を採用した(【0005】，【0006】)。",
                    "これにより「本発明」は，凹溝部に人体の脚を位置させるとともに空気袋に給排気して空気袋を膨張収縮させたとき，人体の脚のふくらはぎと足に刺激を与えてマッサージができ，上半身のマッサージ機能を有する椅子と組み合わせた場合，足先までの全身のマッサージができるものであり，また，人体の脚のふくらはぎ及び足に空気袋を確実に沿わせて効果的なマッサージができるという効果を奏する(【0017】，【0018】)。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件出願当時の周知技術",
      "text": [
        "甲5ないし8の記載によれば，「人体の脚の長さに応じて，フットレストの高さを脚の長さ方向に変更するため，フットレストに付与される脚の力に抗する力をフットレストに付与する手段を備え，上記手段は，脚の力に抗する方向にフットレストを付勢する付勢手段」は，本件出願当時，周知であったことが認められる。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "相違点1の認定の誤りについて",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，①甲4の【0013】の「脚載せ台Eを第1脚載せ台部E1と第2脚載せ台部E2とに分割してあると，第1脚載せ台部E1に対して第2脚載せ台部E2を図3(a)に示す矢印bのように移動させることができるとともに第1足載せ台部E1に対して第2足載せ台部E2が略直角になるように角度をつけることができ」との記載は，甲4発明の第1脚載せ台部E1に対して第2脚載せ台部E2を「移動させることができる」ことを開示するものであること，②甲4には，分割された脚載せ台部につき，「少なくとも一方が移動する」(【0006】)，「前後方向に長いレール状の連結部材6を沿わせてあり，…摺動自在にしてある。…ガイド溝7は前後に長い…」(【0011】)との記載があることに照らすと，第1脚載せ台部E1と第2脚載せ台部E2との分割が，単に角度を変えるのみならず，脚の長さ方向への移動も可能とする構成であること，③甲4には，「第2脚載せ台部E2が第1脚載せ台部との関係で相対的に移動するための構成」として「リンク10，11」が記載されていること(【0016】)に基づくならば，図3の(a)にイメージとして示されている連結部材6及びガイド溝7は，図3では省略されているが，脚の人体側まで更に伸びていることは明らかであること，④甲4は，請求項2において，分割された脚載せ台部のうち「少なくとも一方が移動する」と特定した上で，請求項3ないし5において，かかる「移動」とは異なる脚載せ台部の態様として「一部が回動する」，「一部が反転する」構成を別途特定し，請求項6においても，「移動したり回転したり反転したり」とそれぞれ分けて記載していることに照らせば，請求項2記載の「移動」とは，「回転」及び「反転」とは別の態様であると理解できること，以上の①ないし④によれば，甲4発明の第2脚載せ台部E2と第1脚載せ台部E1が，「それぞれ脚の長さ方向に移動伸縮する」構成であることは明らかであり，甲4発明は，「前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能，かつ，前記最先端の脚保持部材の前記エアセルと前記他の脚保持部材の前記エアセルとの距離が変化するように，脚の長さ方向に伸縮可能である」構成(構成要件G)を有するものといえるから，本件審決認定の相違点1のうち，「前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能，かつ，前記最先端の脚保持部材の前記エアセルと前記他の脚保持部材の前記エアセルとの距離が変化するように，脚の長さ方向に伸縮可能である」のに対し，甲4発明は，「脚載せ台部E2および脚載せ台部E1のそれぞれが座部の前部に対して移動可能，かつ伸縮可能であるが，脚の長さ方向か否か明らかでない点」を相違点と認定したのは誤りである旨主張する。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "そこで検討するに，甲4には，「脚載せ台Eは図1に示すように金属等のパイプにて形成されたフレーム2と布のような柔軟性あるシート材にて形成された空気袋3とで構成されている。この脚載せ台Eには人体の両脚を収めるための凹溝部1を一対平行に設けてあり，各凹溝部1で空気袋3は略U字状になるように吊り下げられている。図1の脚載せ台Eは前後に分割されており，後の第1脚載せ台部E1と前の第2脚載せ台部E2とで構成されている。第1脚載せ台部E1は第1フレーム2aと第1空気袋3aとで構成され，第2脚載せ台部E2は第2フレーム2bと第2空気袋3bとで構成されている。上記第1空気袋3aと第2空気袋3bとよりなる空気袋3は各凹溝部1に対応するように複数の空気室を備えており，エアーポンプ，給排気弁等を備えた給排気装置4と空気袋3の各空気室とを給排気パイプ5にて連通させてあり，各空気室を個別に膨張収縮させるようになっている。またフレーム2の側部には前後方向に長いレール状の連結部材6を沿わせてあり，連結部材6のレール溝7を第1フレーム2a及び第2フレーム2bのローラ部13に対して摺動自在にしてある。本例の場合，ガイド溝7は前後に長い横ガイド溝7aと横ガイド溝7aの前端で上方に立ち上がる縦ガイド溝7bとで構成されている。」(【0011】)，「また上記図1の例のように脚載せ台Eを第1脚載せ台部E1と第2脚載せ台部E2とに分割してあると，第1脚載せ台部E1に対して第2脚載せ台部E2を図3(a)に示す矢印bのように移動させることができるとともに第1足載せ台部E1に対して第2足載せ台部E2が略直角になるように角度をつけることができ，第1脚載せ台部E1の第1空気袋3aに脚8のふくらはぎ8aを沿わせるとともに第2脚載せ台部E2の第2空気袋3bに脚8の足8bに沿わせることができる。このため第1，第2空気袋3a，3bを膨張収縮させることにより脚8のふくらはぎ8aや足8bのマッサージができる。…」(【0013】)との記載がある。",
            "上記記載と図1及び図3(a)から，甲4は，脚載せ台Eは，前後に分割された第1脚載せ台部E1と第2脚載せ台部E2の構成を有し，前後方向に長いレール状の連結部材6のレール溝7に沿って第1脚載せ台部E1に対して第2脚載せ台部E2を図3(a)に示す矢印bのように移動させることができるとともに，第1脚載せ台部E1に対して第2脚載せ台部E2が略直角になるように角度をつけることができるため，第1脚載せ台部E1の第1空気袋3a及び第2脚載せ台部E2の第2空気袋3bを膨張収縮させることにより脚8のふくらはぎ8aや足8bのマッサージができることを開示したものと認められる。そして，図3(a)には，矢印bが示す方向に，第2脚載せ台部E2が，前後に長い横ガイド溝7aと横ガイド溝7aの前端で上方に立ち上がる縦ガイド溝7bで構成されるレール溝7に沿って，脚の長さ方向に位置する第1脚載せ台部E1に対して略直角の位置まで移動することができることが示されている。",
            "このように第2脚載せ台部E2は，足8bのマッサージができるようにするため，図3(a)の矢印bが示す方向に，脚の長さ方向に位置する第1脚載せ台部E1に対して略直角の位置まで移動する構成のものであることが認められる。",
            "しかるところ，本件明細書の前記1(2)の開示事項及び記載(【0031】，図8(a)，図8(b)等)に鑑みると，本件発明1の構成要件Gの「前記脚載せ部は，前記最先端の脚保持部材および前記他の脚保持部材のそれぞれが前記座部の前部に対して脚の長さ方向に移動可能，かつ，前記最先端の脚保持部材の前記エアセルと前記他の脚保持部材の前記エアセルとの距離が変化するように，脚の長さ方向に伸縮可能である」構成における「座部の前部に対して脚の長さ方向に移動可能」の意義は，脚マッサージ装置の使用者の脚の長さが変わっても，脚載せ部を脚の長さに合わせた位置に達するようにし，「施療要所にマッサージを行うことができる」ようにするための構成であると解されるところ，第2脚載せ台部E2の上記移動は，足8bのマッサージができるようにするためのものであって，脚の長さが変わっても，脚載せ部を脚の長さに合わせた位置に達するようにするためのものではないから，脚の長さ方向に位置する第1脚載せ台部E1に対して略直角の位置まで移動する過程において脚の長さ方向に移動するとしても，第2脚載せ台部E2の上記構成は，構成要件Gの「座部の前部に対して脚の長さ方向に移動可能」な構成であるものと認めることはできず，第2脚載せ台部E2と第1脚載せ台部E1の構成が，「それぞれ脚の長さ方向に移動伸縮する」構成であるものと認めることもできない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "この点に関し原告は，「第2脚載せ台部E2が第1脚載せ台部との関係で相対的に移動するための構成」として「リンク10，11」が記載されていること(【0016】)に基づくならば，図3の(a)にイメージとして示されている連結部材6及びガイド溝7は，図3では省略されているが，脚の人体側まで更に伸びていることは明らかである旨主張(上記アの③)するが，第2脚載せ台部E2の移動は，足8bのマッサージができるようにするための移動であることに照らすと，【0016】の記載を勘案しても，第2脚載せ台部E2が脚の長さ方向に位置する第1脚載せ台部E1に対して略直角の位置まで移動する構成のものであるとの前記イの認定を左右するものではない。",
            "また，原告が指摘する甲4の請求項2記載の「移動」とは，「回転」及び「反転」とは別の態様であると理解できること(上記アの④)は，第2脚載せ台部E2と第1脚載せ台部E1が「それぞれ脚の長さ方向に移動伸縮する」構成であることの根拠となるものではない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "以上によれば，甲4発明の第2脚載せ台部E2と第1脚載せ台部E1が，「それぞれ脚の長さ方向に移動伸縮する」構成であるものと認めることはできないから，本件審決における相違点1の認定に誤りがあるとの原告の主張は，その前提を欠くものであり，採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "相違点1の容易想到性の判断の誤りについて",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，①甲4発明と甲5ないし甲9に開示された抵抗付与手段は，いずれもフットレストを脚の長さ方向に移動させることを目的とする点で共通し，このようなフットレストの移動に関する具体的構成として，甲4発明はレール状の連結部材及びガイド溝を採用し，甲5ないし甲9に開示された抵抗付与手段は，同レール状の連結部材及びガイド溝に相当する共通した機構(例えば，甲5のFig3，Fig4等)をいずれも採用していること，②甲4には，「図6は椅子式のマッサージ機に足載せ台Eを設けた状態を示す。(中略)リンク10，11にて連結してあると，自動的に第2脚載せ台部E2が第1脚載せ台部E1に近接するように引き上げられて元の位置に戻るようになり，図6(b)のように収納される。本例の場合，リンク10，11にて元の位置に戻すようになっているが，ワイヤーのようなもので戻すようになっていてもよい。」(【0016】)との記載があり，この記載は，脚載せ台部の移動につき抵抗付与手段を採用することを示唆するものであることからすると，甲4発明に甲5ないし甲9に開示された抵抗付与手段の構成(前記(2)の周知技術)を適用する動機付けがあり，甲4に上記構成を適用することにより相違点1に係る本件発明1の構成となることは明らかであるから，相違点1に係る本件発明1の構成は，当業者が容易に想到することができたものであり，これを否定した本件審決の判断は誤りである旨主張する。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "しかしながら，前記(3)イ認定のとおり，甲4発明の第2脚載せ台部E2は，足8bのマッサージができるようにするため，図3(a)の矢印bが示す方向に，脚の長さ方向に位置する第1脚載せ台部E1に対して略直角の位置まで移動する構成のものであり，構成要件Gの「座部の前部に対して脚の長さ方向に移動可能」な構成であるものと認めることはできず，甲4発明の第2脚載せ台部E2と第1脚載せ台部E1が，「それぞれ脚の長さ方向に移動伸縮する」構成であるものと認めることもできない。したがって，甲4発明と前記(2)の周知技術(「人体の脚の長さに応じて，フットレストの高さを脚の長さ方向に変更するため，フットレストに付与される脚の力に抗する力をフットレストに付与する手段を備え，上記手段は，脚の力に抗する方向にフットレストを付勢する付勢手段」)は，いずれもフットレストを脚の長さ方向に移動させることを目的とする点で共通しているということはできない。",
            "また，甲4には，甲4発明の第2脚載せ台部E2と第1脚載せ台部E1を「それぞれ脚の長さ方向に移動伸縮する」構成とすることについての記載も示唆もない。",
            "そうすると，甲4に接した当業者において，甲4発明に前記(2)の周知技術を適用する動機付けがあるものと認めることはできないから，相違点1に係る本件発明1の構成を容易に想到することができたものと認めることはできない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "以上によれば，当業者が相違点1に係る本件発明1の構成を容易に想到することができたものと認めることはできないとした本件審決の判断に誤りがあるとの原告の主張は，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "(5)",
      "subject": "小括",
      "text": [
        "以上によれば，相違点2の容易想到性について判断するまでもなく，本件発明1は，甲4発明及び周知技術に基づいて，当業者が容易に想到することができたものと認めることはできないから，これと同旨の本件審決の判断に誤りはない。",
        "したがって，原告主張の取消事由4-1は理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "6",
              "subject": "取消事由4-2(本件発明2ないし4の進歩性の判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "本件発明2と甲4発明との間には，本件発明1と甲4発明との相違点1と同じ相違点があることは，前記の第2の3(2)ウ記載のとおりである。",
        "そして，本件審決における相違点1の認定及び容易想到性の判断に誤りがないことは，前記5で説示したとおりであるから，その余の点について判断するまでもなく，本件発明2は，甲4発明，周知技術，及び甲10に記載された発明に基づいて，当業者が容易に発明をすることができたものと認めることはできない。",
        "したがって，これと同旨の本件審決の判断に誤りはない。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "本件発明3及び4は，請求項1又は請求項2を発明特定事項に含むものであるから，本件発明3と甲4発明との間及び本件発明4と甲4発明との間には，本件発明1と甲4発明との相違点1と同じ相違点がある。",
        "そして，本件審決における相違点1の認定及び容易想到性の判断に誤りがないことは，前記5で説示したとおりであるから，その余の点について判断するまでもなく，本件発明3は，甲4発明，周知技術，及び甲7に記載された発明に基づいて，又は，甲4発明，周知技術，甲10に記載された発明，及び甲7に記載された発明に基づいて，当業者が容易に発明をすることができたものと認めることはできない。同様に，本件発明4は，甲4発明，周知技術，甲10に記載された発明に基づいて，当業者が容易に発明をすることができたものと認めることはできない。",
        "したがって，これと同旨の本件審決の判断に誤りはない。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "以上によれば，原告主張の取消事由4-2は理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "7",
              "subject": "結論",
              "text": [
                "以上のとおり，原告主張の取消事由はいずれも理由がないから，本件審決を取り消すべき違法は認められない。",
                "したがって，原告の請求は棄却されるべきものである。"
              ]
            }
          ]
        }
      ]
    }
  ]
}