{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800157事件について平成31年3月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告及び株式会社グリム（以下「グリム」という。）は，平成19年12月14日，発明の名称を「美肌ローラ」とする発明について，特許出願（特願2007-324077号。以下「本件出願」という。）をし，平成25年3月29日，特許権の設定登録（特許第5230864号。請求項の数7。以下，この特許を「本件特許」という。甲16）を受けた。",
                "グリムは，被告に対し，グリムの有する本件特許の特許権の持分を譲渡し，その移転登録（平成28年3月2日）を経由した（甲38）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年12月25日，本件特許について特許無効審判を請求した（甲17）。",
                "特許庁は，上記請求を無効2017-800157号事件として審理を行い，平成31年3月1日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同月9日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成31年3月22日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項1ないし7の記載は，次のとおりである（以下，請求項の番号に応じて，請求項1に係る発明を「本件特許発明1」などという。甲16）。",
            "【請求項1】",
            "柄と，",
            "前記柄の一端に導体によって形成された一対のローラと，",
            "生成された電力が前記ローラに通電される太陽電池と，を備え，",
            "前記ローラの回転軸が，前記柄の長軸方向の中心線とそれぞれ鋭角に設けられ，",
            "前記一対のローラの回転軸のなす角が鈍角に設けられた，",
            "美肌ローラ。",
            "【請求項2】",
            "導体によって形成された一対のローラと，",
            "前記一対のローラを支持する把持部と，",
            "生成された電力が前記ローラに通電される太陽電池と，を備え，",
            "前記ローラの回転軸が，前記把持部の中心線とそれぞれ鋭角に設けられ，",
            "前記一対のローラの回転軸のなす角が鈍角に設けられた，",
            "美肌ローラ。",
            "【請求項3】",
            "前記ローラが金属によって形成されていることを特徴とする，請求項1又は2に記載の美肌ローラ。",
            "【請求項4】",
            "前記ローラが金属の酸化物によって形成されていることを特徴とする，請求項1乃至3のいずれか1項に記載の美肌ローラ。",
            "【請求項5】",
            "前記金属が，",
            "プラチナ，チタン，ゲルマニウム，ステンレス",
            "から1種類以上選ばれることを特徴とする，請求項3又は請求項4に記載の美肌ローラ。",
            "【請求項6】",
            "前記ローラが光触媒を含むことを特徴とする，請求項1乃至5のいずれか1項に記載の美肌ローラ。",
            "【請求項7】",
            "前記光触媒が酸化チタンであることを特徴とする，請求項6に記載の美肌ローラ。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）のとおりである。",
                "その要旨は，本件特許発明1及び2は，本件出願前に頒布された刊行物である甲1に記載された発明並びに甲2ないし6，7の1，8の1及び9に記載された発明に基づいて，当業者が容易に発明をすることができたものとはいえず，本件特許発明3ないし5は，本件特許発明1又は2の構成をその構成の一部とするものであり，本件特許発明6及び7は，本件特許発明1ないし5をその構成の一部とするものであるから，同様の理由により，当業者が容易に発明をすることができたものとはいえないから，原告主張の進歩性欠如（特許法29条2項違反）の無効理由は理由がないというものである。",
                "甲1ないし6，7の1，8の1，9は，次のとおりである。",
                "甲1      特開2005-66304号公報 ",
                "甲2      特開2002-65867号公報 ",
                "甲3      特開昭60-2207号公報 ",
                "甲4      特開昭61-73649号公報 ",
                "甲5      特開平4-231957号公報 ",
                "甲6      特開2004-321814号公報 ",
                "甲7の1  韓国意匠登録第30-0399693号公報（訳文甲7の2） ",
                "甲8の1  台湾実用新案公報M258730号公報（訳文甲8の2） ",
                "甲9      登録実用新案第3109896号公報"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1に記載された各発明（以下「甲1-1発明」及び「甲1-2発明」という。），本件特許発明1と甲1-1発明の一致点及び相違点，本件特許発明2と甲1-2発明の一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1-1発明",
                  "text": [
                    "把持部300と，",
                    "把持部300の一端に導体によって形成された一対のローラ100，100と，",
                    "生成された電力がローラ100，100に通電される乾電池400と，を備え，",
                    "ローラ100，100の回転軸である横軸部210が，把持部300の中心線とそれぞれ直角に設けられ，",
                    "一対のローラ100，100の回転軸である横軸部210のなす角が180度である，",
                    "マッサージ器。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1-2発明",
                  "text": [
                    "導体によって形成された一対のローラ100，100と，",
                    "一対のローラ100，100を支持する把持部300と，",
                    "生成された電力がローラ100，100に通電される乾電池400と，を備え，",
                    "ローラ100，100の回転軸である横軸部210が，把持部300の中心線とそれぞれ直角に設けられ，",
                    "一対のローラ100，100の回転軸である横軸部210のなす角が180度である，",
                    "マッサージ器。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許発明1と甲1-1発明の一致点及び相違点",
                  "text": [
                    "（一致点）",
                    "「柄と， ",
                    "前記柄の一端に導体によって形成された一対のローラと， ",
                    "生成された電力が前記ローラに通電される電池と，を備えた ",
                    "ローラ器具。」 である点。",
                    "（相違点1）",
                    "ローラに通電される電力に関して，本件特許発明1では，「太陽電池」によって生成するのに対し，甲1-1発明では，「乾電池400」によって生成する点。",
                    "（相違点2）",
                    "一対のローラと柄の関係に関して，本件特許発明1では，「ローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角に設けられ」ているのに対し，甲1-1発明では，「ローラ100，100の回転軸である横軸部210が，把持部300の中心線とそれぞれ直角に設けられ，一対のローラ100，100の回転軸である横軸部210のなす角が180度である」点。",
                    "（相違点3）",
                    "ローラ器具が，本件特許発明1は「美肌ローラ」であるのに対し，甲1-1発明は「マッサージ器」である点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件特許発明2と甲1-2発明の一致点及び相違点",
                  "text": [
                    "（一致点）",
                    "「導体によって形成された一対のローラと，",
                    "前記一対のローラを支持する把持部と，",
                    "生成された電力が前記ローラに通電される電池と，を備えた  ",
                    "肌に適用するローラ。」である点。",
                    "（相違点1’）",
                    "ローラに通電される電力に関して，本件特許発明2では，「太陽電池」によって生成するのに対し，甲1-2発明では，「乾電池400」によって生成する点。",
                    "（相違点2’）",
                    "一対のローラと把持部の関係に関して，本件特許発明2では，「ローラの回転軸が，把持部の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角に設けられ」ているのに対し，甲1-2発明では，「ローラ100，100の回転軸である横軸部210が，把持部300の中心線とそれぞれ直角に設けられ，一対のローラ100，100の回転軸である横軸部210のなす角が180度である」点。",
                    "（相違点3’）",
                    "肌に適用するローラが，本件特許発明2は「美肌ローラ」であるのに対し，甲1-2発明は「マッサージ器」である点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（甲1を主引用例とする本件特許発明1の進歩性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1には，「前記ローラ支持部200は，略T字形状に形成されており，その横軸部210（即ち，先端部）の2つの先端にそれぞれ前記ローラ100を回転可能に支持するようになっている。」（【0026】）との記載がある。上記記載中の「略T字形状」には，「T字形状」に「略」の語が付されているから，完全なT字形状に近い形状のもののほか，下記図Aのように横軸部210が若干内側に屈曲したような形状のものも含むものと理解できる。",
                        "（図A）",
                        "そうすると，甲1には，ローラ支持部200の「略T字形状」は，一対のローラ100，100の回転軸である横軸部210のなす角度が「鈍角を含む約180度」，横軸部210と縦軸部220の中心線とのなす角度が「鋭角を含む約90度」にそれぞれ設けられた形状であることの開示があるといえる。",
                        "したがって，甲1記載のマッサージ器には，「ローラ100，100の回転軸である横軸部210が，把持部300の中心線とそれぞれ直角に設けられ，一対のローラ100，100の回転軸である横軸部210のなす角が180度」の構成のもののほか，「ローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角に設けられ」た構成（相違点2に係る本件特許発明1の構成）のものが含まれるから，本件審決認定の相違点2は相違点とはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し被告は，甲1記載のマッサージ器の使用方法は，ローラを往復移動させるときの往路と復路でローラ100が皮膚に与える作用は同じであり，ローラが皮膚に与える負荷も同じものであることが効果の均一性といった点でも好ましいから，2つのローラ100，100は，回転方向つまり移動方向が平行となるように配置されることが必要であり，横軸部210の角度が鈍角であることを許容していない旨主張する。",
                        "しかしながら，甲 1 には，2つのローラ100，100が平行となるように配置されることが必要であるとの記載はなく，ローラ支持部200は「略T字形状」とされているから，一対のローラ100，100の回転軸である横軸部210のなす角が鈍角であることを一切許容しないわけではない。",
                        "また，仮に2つのローラ100，100によって皮膚に与える作用を往路と復路とで均一でなければならないとしても，横軸部210が1度から2度屈曲した程度で，皮膚に与える作用が大きく変わることはない。",
                        "したがって，被告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件審決における相違点2の認定に誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲5，6，7の1及び8の1記載の共通の技術的事項",
                      "text": [
                        "甲5，6，7の1及び8の1の記載から，マッサージ器具に関する共通事項として，ローラの外形，材質及び表面の構成に関係なく，「一対のローラの回転軸の開き角度を90度よりも大きく180度よりも小さい鈍角である120度とする」構成を抽出することができる。そして，甲5ないし8の1には，上記開き角度の構成により，一対のローラを用いて，マッサージ器具をある一方向に移動させることで，一対のローラが，皮膚をひだよせしたり，押し曲げたり，引っ張ったりし，逆方向にマッサージ器具を移動させることで，皮膚が弛緩したり，ほぐしたりする効果を奏することの開示がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲5を副引用例とする容易想到性の判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1には，甲1-1発明は，皮膚にある老廃物，例えば油分を取り除くこと及びゲルマニウムを浸透させることを発明の目的とし（【0004】），直流電源からの微弱電流の作用によって，皮膚に含まれる帯電した油分を皮膚から浮き上がらせたり（【0032】，【0033】），ゲルマニウムを皮膚に浸透させるとともに（【0034】，【0035】），ローラ支持部を二股にすることで，2つのローラが離れて支持され，それによって皮膚に与える機械的な刺激が大きくなるというメリットがあり（【0015】，【0036】），ローラによるマッサージの相乗効果も期待されていることの開示がある。",
                            "他方で，甲5には，①「ローラの回転軸が，取手の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角βが鈍角(90°＜β≦170°)」に設けられた，マッサージ装置（請求項1等），②甲5記載のマッサージ装置を用いることによって，マッサージ後には微小な循環が認められ，皮膚の弾力性が向上し皮膚の表面に存在する水分及び脂肪分の著しい減少が生じ，皮膚のマッサージ後にマッサージ装置により，マッサージ剤を表皮に比較的迅速に浸透させることができること（【0046】）の開示がある。",
                            "そうすると，甲5記載のマッサージ装置は，一対のローラによるマッサージによって，皮脂の減少やマッサージ剤の浸透を効果的に行おうとする発明であり，皮脂の減少やマッサージ剤の浸透を目的としている点において，甲1-1発明と甲5記載のマッサージ装置は課題及び目的が共通する。",
                            "このように甲1-1発明と甲5記載のマッサージ装置は課題及び目的が共通することに照らすと，当業者は，甲1-1発明において，油分の浮き上がらせやゲルマニウムの浸透をより効果的に行うために，甲5記載のマッサージ装置の上記①の構成を適用する動機付けがあるといえるから，「ローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角に設けられ」た構成（相違点2に係る本件特許発明1の構成）とすることを容易に想到することができたものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し本件審決は，①甲1-1発明のローラ100，100と回転軸である横軸部210の構成を，導電性を有しない甲5記載のローラとローラの軸線の構成に置き換える動機付けがあるとはいえないし，仮に置き換えたとしても，ローラが帯電することによる作用効果が失われることは明らかであるから，甲1-1発明に甲5記載の構成を適用することには阻害要因がある，②甲5では，ローラの皮膚上の転動によってひだよせの作用を働かせ，ローラに隆起した部分を設けるのであるから，このような構成を甲1-1発明に適用した場合には，ローラと皮膚との接触において，「直流電源400の極性を入れ換えることで，皮膚に含まれる負に帯電した油分を皮膚から浮き上がらせる効果と，ローラ100が接触している皮膚にゲルマニウムを浸透させ，皮膚の血流を良くする」という作用効果が十分発揮できない状態になるから，甲1-1発明に甲5記載の構成を適用することには阻害要因がある，③甲1-1発明は，2つのローラを離して配置することにより，皮膚に与える機械的な刺激を大きくするというメリットを有するものであるが（【0015】），2つのローラを支持する際にその離間距離を最大化できるのはローラの開き角度を180度とした場合であることは幾何学上明らかであることからすると，仮に甲5の記載から，ローラの材質や形状を捨象して，2つのローラの回転軸のなす角のみを取り出して甲1-1発明に適用することを試みるとしても，甲1-1発明において，ローラの開き角度を180度未満の鈍角とすることは，上記メリットを減殺することとなるから，阻害事由があるとして，当業者といえども，甲1及び甲5に記載された発明から相違点2に係る本件特許発明1の構成を想到することを容易になし得たとはいえない旨判断した。",
                            "しかしながら，上記①及び②の点については，前記(ア)で述べたように，甲5の記載から，ローラの外形，材質及び表面の構成に関係なく，「ローラの回転軸が，取手の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角βが鈍角(90°＜β≦170°)」に設けられた技術的事項を抽出することができるから，甲5記載のマッサージ装置のローラが導電性を有しない構成であること及びローラに隆起した部分が設けられていることを前提として判断している点で失当である。",
                            "次に，上記③の点については，甲1の【0015】には，2つのローラの距離が最大化された場合に最も顕著な効果が認められるとの記載はなく，【0026】記載の実施形態においても，ローラ支持部200が略T字形状に形成されるとされており，2つのローラの距離は最大化されていない。そもそも，甲1の【0036】に「ローラ100は2つあるので，ローラが1つのタイプのものより皮膚に与える機械的刺激が多くなるというメリットがある。」との記載があるとおり，機械的刺激が多くなるというメリットは，2つのローラの距離を最大化することによって生じるものではなく，支持部を二股にすることで2つのローラによる刺激を得ることができるというローラの数の増加に基づくものである。加えて，甲1の請求項1及び2においては，ローラ支持部を二股にするとの限定しか加えられておらず，2つのローラの回転軸のなす角度を規定する記載がないことに照らすと，甲1-1発明において，ローラの開き角度を180度未満の鈍角とすることに阻害事由があるとはいえない。",
                            "したがって，本件審決の上記判断は誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，当業者が甲1及び甲5に記載された発明から相違点2に係る本件特許発明1の構成を容易に想到することはできないとした本件審決の判断は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲6を副引用例とする容易想到性の判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(イ)のとおり，甲1には，甲1-1発明は，皮膚にある油分等の老廃物を取り除くという課題を有し，2つのローラによる機械的刺激により皮膚の活性化に寄与する点に技術的意義があること（【0015】，【0036】）の開示がある。",
                            "他方で，甲6には，①「ローラの回転軸が，ボトルの長手方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角（α）を鈍角（90°＜α≦140°）」に設けられた，マッサージ装置（【0006】，【0018】，【0019】），②甲6記載のマッサージ装置のローラを皮膚にあてがって動かすと，ローラが皮膚上を転がり摩擦しながら摺動し，皮膚が最初はローラ間の大きい開きによって画定される領域に曝され，次いでローラ間の小さい開きによって画定される領域に曝されることから押し曲げられることによって，マッサージ動作により皮膚の張りが向上し，皮膚表面の水分と皮脂が大幅に減少するという効果が認められること（【0020】）の開示がある。",
                            "このような甲1-1発明と甲6記載のマッサージ装置における一対のローラの技術的意義の共通性に照らすと，当業者は，甲1-1発明において，皮膚へのマッサージ効果を向上させ，皮膚の油脂を取り除く観点から，甲6記載のマッサージ装置の上記①の構成を適用する動機付けがあるといえるから，「ローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角に設けられ」た構成（相違点2に係る本件特許発明1の構成）とすることを容易に想到することができたものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し本件審決は，①甲1-1発明のローラ100，100と回転軸である横軸部210の構成を，導電性を有しない甲6記載のローラと回転軸の構成に置き換える動機付けがあるとはいえないし，仮に置き換えたとしても，ローラが帯電することによる作用効果が失われることは明らかであるから，甲1-1発明に甲6記載の構成を適用することには阻害要因がある，②甲6では，ローラにより皮膚を押し曲げるのであるから，このような構成を甲1-1発明に適用した場合には，ローラと皮膚との接触において，「直流電源400の極性を入れ換えることで，皮膚に含まれる負に帯電した油分を皮膚から浮き上がらせる効果と，ローラ100が接触している皮膚にゲルマニウムを浸透させ，皮膚の血流を良くする」という作用効果が十分発揮できない状態になるから，甲1-1発明に甲6記載の構成を適用することには阻害要因がある，③仮に甲6の記載から，ローラの材質や形状を捨象して，2つのローラの回転軸のなす角のみを取り出して甲1-1発明に適用することを試みるとしても，甲1-1発明において，ローラの開き角度を180度未満の鈍角とすることは，甲1-1発明の前記(イ)b記載のメリットを減殺することとなるから，阻害事由があるとして，当業者といえども，甲1及び甲6に記載された発明から相違点2に係る本件特許発明1の構成を想到することを容易になし得たとはいえない旨判断した。",
                            "しかしながら，上記①の点については，前記(ア)で述べたように，甲6の記載から，ローラの外形，材質及び表面の構成に関係なく，「ローラの回転軸が，ボトルの長手方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角（α）を鈍角（90°＜α≦140°）」に設けられた技術的事項を抽出することができるから，甲6記載のマッサージ器具のローラが導電性を有しない構成であることを前提として判断している点で失当である。",
                            "次に，上記②の点については，甲1-1発明における油分の浮き上がらせ効果及びゲルマニウムの浸透効果は，ローラによる通電を主たる要因とする効果であるから，甲6に記載されたローラによる皮膚の押し曲げが生じたとしても，甲1-1発明の上記各効果が喪失することはない。むしろ，甲6に記載されたローラによる皮膚の押し曲げ作用は，毛穴の収縮による毛穴の中の汚れが押し出される効果を伴うものであるから，甲1-1発明の油分の浮き上がらせ効果及びゲルマニウムの浸透効果がより促進されることになり，甲1-1発明に甲6記載の上記構成を適用する動機付けとなる。",
                            "さらに，上記③の点については，前記(イ)bのとおり，甲1-1発明において，機械的刺激が多くなるというメリットは，2つのローラの距離を最大化することによって生じるものではなく，支持部を二股にすることで2つのローラによる刺激を得ることができるというローラの数の増加に基づくものであるから，甲1-1発明において，ローラの開き角度を180度未満の鈍角とすることに阻害事由があるとはいえない。",
                            "したがって，本件審決の上記判断は誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，当業者が甲1及び甲6に記載された発明から相違点2に係る本件特許発明1の構成を容易に想到することはできないとした本件審決の判断は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲7の1を副引用例とする容易想到性の判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲7の1には，「一対のローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角」に設けられた，マッサージ器の開示がある。そして，前記(ア)のとおり，上記開き角度の構成により，ローラによって，筋肉が引っ張られ押してほぐされるのであれば，それと並行して毛穴が収縮し，毛穴の中の汚れが押し出される効果も認められる。",
                            "そうすると，当業者は，甲1-1発明において，甲7の1記載の上記構成を適用する動機付けがあるといえるから，「ローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角に設けられ」た構成（相違点2に係る本件特許発明1の構成）とすることを容易に想到することができたものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し本件審決は，①甲1-1発明のローラ100，100と回転軸である横軸部210の構成を，導電性を有しない甲7の1記載の球状物とY字状に伸びる2つの腕の構成に置き換える動機付けがあるとはいえないし，仮に置き換えたとしても，ローラが帯電することによる作用効果が失われることは明らかであるから，甲1-1発明に甲7の1記載の構成を適用することには阻害要因がある，②甲7の1では，球状物により人体の部位を引っ張り，押して筋肉をほぐすのであるから，このような構成を甲1-1発明に適用した場合には，球状物と皮膚との接触において，「直流電源400の極性を入れ換えることで，皮膚に含まれる負に帯電した油分を皮膚から浮き上がらせる効果と，ローラ100が接触している皮膚にゲルマニウムを浸透させ，皮膚の血流を良くする」という作用効果が十分発揮できない状態になるから，甲1-1発明に甲7の1記載の構成を適用することには阻害要因がある，③仮に甲7の1の記載から，ローラの材質や形状を捨象して，2つのローラの回転軸のなす角のみを取り出して甲1-1発明に適用することを試みるとしても，甲1-1発明において，ローラの開き角度を180度未満の鈍角とすることは，甲1-1発明の前記(イ)b記載のメリットを減殺することとなるから，阻害事由があるとして，当業者といえども，甲1及び甲7の1に記載された発明から相違点2に係る本件特許発明1の構成を想到することを容易になし得たとはいえない旨判断した。",
                            "しかしながら，上記①の点については，前記aのとおり，甲7の1の記載から，ローラの外形，材質及び表面の構成に関係なく，「一対のローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角」に設けられた技術的事項を抽出することができるから，甲7の1記載のマッサージ器のローラが導電性を有しない構成であることを前提として判断している点で失当である。",
                            "次に，上記②の点については，前記(ウ)bのとおり，甲1-1発明における油分の浮き上がらせ効果及びゲルマニウムの浸透効果は，ローラによる通電を主たる要因とする効果であるから，甲7の1に記載されたローラに，人体の部位の引っ張り，押して筋肉をほぐす効果が存在したとしても，甲1-1発明の上記各効果が喪失することはない。むしろ，甲7の1に記載されたローラによって，筋肉が引っ張られ，押してほぐされるのであれば，それと並行して毛穴が収縮し，毛穴の中の汚れが押し出される効果も認められるから，甲1-1発明の油分の浮き上がらせ効果及びゲルマニウムの浸透効果がより促進されることになり，甲1-1発明に甲7の1記載の上記構成を適用する動機付けとなる。",
                            "さらに，上記③の点については，前記(イ)bのとおり，甲1-1発明において，機械的刺激が多くなるというメリットは，2つのローラの距離を最大化することによって生じるものではなく，支持部を二股にすることで2つのローラによる刺激を得ることができるというローラの数の増加に基づくものであるから，甲1-1発明において，ローラの開き角度を180度未満の鈍角とすることに阻害事由があるとはいえない。",
                            "したがって，本件審決の上記判断は誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，当業者が甲1及び甲7の1に記載された発明から相違点2に係る本件特許発明1の構成を容易に想到することはできないとした本件審決の判断は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲8の1を副引用例とする容易想到性の判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲8の1には，①「マッサージ球の軸ロッドが，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のマッサージ球の軸ロッドのなす角が鈍角に設けられた」，マッサージ器，②甲8の1のマッサージ器によって，「マッサージ箇所における偏角挟持効果」を増進させるという技術的意義が開示されている",
                          "text": [
                            "他方で，甲1-1発明も，皮膚の血行をよくするマッサージ器に関するものであり，効果的なマッサージを行うという点で，甲1-1発明と甲8の1記載のマッサージ器は共通の課題を有している。",
                            "そうすると，当業者は，甲1-1発明において，甲8の1記載の上記構成を適用する動機付けがあるといえるから，「ローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角に設けられ」た構成（相違点2に係る本件特許発明1の構成）とすることを容易に想到することができたものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し本件審決は，①甲1-1発明のローラ100，100と回転軸である横軸部210の構成を，導電性を有しない甲8の1記載のマッサージ球とY字状の軸ロッドの構成に置き換える動機付けがあるとはいえないし，仮に置き換えたとしても，ローラが帯電することによる作用効果が失われることは明らかであるから，甲1-1発明に甲8の1記載の構成を適用することには阻害要因がある，②甲8の1では，マッサージ球によりマッサージ箇所の偏角挟持効果を増進させ，さらに，マッサージ球に粒状凸起を設けるのであるから，このような構成を甲1-1発明に適用した場合には，マッサージ球と皮膚との接触において，「直流電源400の極性を入れ換えることで，皮膚に含まれる負に帯電した油分を皮膚から浮き上がらせる効果と，ローラ100が接触している皮膚にゲルマニウムを浸透させ，皮膚の血流を良くする」という作用効果が十分発揮できない状態になるから，甲1-1発明に甲8の1記載の構成を適用することには阻害要因がある，③仮に甲8の1の記載から，マッサージ球の材質や形状を捨象して，2つのマッサージ球の回転軸のなす角のみ取り出して甲1-1発明に適用することを試みるとしても，甲1-1発明において，ローラの開き角度を180度未満の鈍角とすることは，甲1-1発明の前記(イ)b記載のメリットを減殺することとなるから，阻害事由があるとして，当業者といえども，甲1及び甲8の1に記載された発明から相違点2に係る本件特許発明1の構成を想到することを容易になし得たとはいえない旨判断した。",
                            "しかしながら，上記①の点については，前記aのとおり，甲8の1の記載から，マッサージ球の外形，材質及び表面の構成に関係なく，「マッサージ球の軸ロッドが，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のマッサージ球の軸ロッドのなす角が鈍角」に設けられた技術的事項を抽出することができるから，甲8の1記載のマッサージ器のマッサージ球が導電性を有しない構成であることを前提として判断している点で失当である。",
                            "次に，上記②の点については，前記(イ)bのとおり，甲1-1発明における油分の浮き上がらせ効果及びゲルマニウムの浸透効果は，ローラによる通電を主たる要因とする効果であるから，甲8の1に記載されたローラに，人体の部位の引っ張り，押して筋肉をほぐす効果が存在したとしても，甲1-1発明の上記各効果が喪失することはない。むしろ，甲8の1に記載されたローラによって，筋肉が引っ張られ押してほぐされるのであれば，それと並行して毛穴が収縮し，毛穴の中の汚れが押し出される効果も認められるから，甲1-1発明の油分の浮き上がらせ効果及びゲルマニウムの浸透効果がより促進されることになり，甲1-1発明に甲8の1記載の上記構成を適用する動機付けとなる。",
                            "さらに，上記③の点については，前記(ウ)bのとおり，甲1-1発明において，機械的刺激が多くなるというメリットは，2つのローラの距離を最大化することによって生じるものではなく，支持部を二股にすることで2つのローラによる刺激を得ることができるというローラの数の増加に基づくものであるから，甲1-1発明において，ローラの開き角度を180度未満の鈍角とすることに阻害事由があるとはいえない。",
                            "したがって，本件審決の上記判断は誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，当業者が甲1及び甲8の1に記載された発明から相違点2に係る本件特許発明1の構成を容易に想到することはできないとした本件審決の判断は誤りである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における相違点2の認定及び容易想到性の判断には誤りがある。",
                    "したがって，相違点1及び相違点3について検討することなく，本件特許発明1は，甲1-1発明並びに甲2ないし6，7の1及び8の1に記載された発明に基づいて，当業者が容易に発明をすることができたものではないとした本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2の認定の誤りの主張に対し",
                  "text": [
                    "甲1の【0026】記載の「略T字形状」とは，ローラ支持部200の形状について述べたものであり，横軸部210のなす角度について言及したものではない。ローラ支持部200は，横軸部210と縦軸部220からなり，その全体形状は，図1（別紙2参照）に示すとおり，横軸部210に対して縦軸部220が短く，おおよそ「T」の字をなすことから，「略T字形状」と表現したものである，",
                    "そうすると，「略T字形状」の「略」を横軸部210のなす角度に結びつけて，「横軸部210のなす角が鈍角を含む約180度」，「横軸部210と縦軸部220とのなす角度が鋭角を含む約90度」と理解することもできない。",
                    "また，甲1-1発明は，間隔を開けて配置された2つのローラ100，100が回転しながら肌上を往復移動し，ローラ100，100を介して微弱電流を肌に通電させるものであるから，ローラ100，100は，往復移動しつつも肌に確実に接触する構成とする必要がある。しかも，ローラ100，100は，正に帯電させると皮膚に含まれる負に帯電した油分を皮膚から浮き上がらせる効果を奏し，負に帯電させると皮膚にゲルマニウムを浸透させて皮膚の血流を良くする効果を奏するものであり，甲1-1発明のマッサージ器の使用時には，目的に応じてローラ100，100を正負いずれかに帯電させた上で，ローラ100，100を皮膚に接触させて往復移動を繰り返すという方法が採られるため，ローラ100，100を正負いずれに帯電させた場合であっても，ローラ100，100を往復移動させるときの往路と復路でローラ100，100が皮膚に与える作用は同じであるから，ローラ100，100が皮膚に与える負荷も同じものであることが効果の均一性といった点でも好ましい。そして，負荷を同じにするには，ローラ100，100は，回転方向，つまり移動方向が平行となるように配置されていることが必要であるから，ローラ100，100の回転方向，移動方向が平行である場合，ローラ支持部200における横軸部210のなす角度は180度となり，横軸部210と縦軸部220との間のなす角度は180度の1／2である90度，すなわち直角となる。",
                    "したがって，本件審決による相違点2の認定に誤りはなく，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性の判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲5ないし8の1記載の共通の技術事項について",
                      "text": [
                        "甲5ないし8の1の記載から，それらが生ずる作用は一対の回転軸の角度のみならず，ローラの材料や形状等を含めた構成により認定されるべきものであるから，一対のローラの回転軸の角度のみを抽出して作用を認定することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲5を副引用例とする容易想到性の判断の誤りについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告が主張する甲5記載の【0046】の作用効果（皮脂の減少，マッサージ剤の浸透）は，ローラの開き角度，材質（【0028】），ローラの形状（【0030】）等を含む構成のローラを有するマッサージ器の一実施例（【0025】ないし【0074】）に関する作用効果であり，種々の発明特定事項を踏まえた上で発揮される作用効果であるから，「ローラの開き角度」（一対のローラ支持軸のなす角度）のみならず，ローラの材質，形状等を含む構成によって生じるものである。",
                            "そうすると，仮に原告が主張するように甲5のマッサージ器と甲1-1発明の課題及び目的が共通であったとしても，同課題及び目的は一対のローラ支持軸のなす角のみならず，ローラの材質や形状等を含む構成により達成されるのであるから，甲1-1発明に適用する甲5技術は，一対のローラ支持軸のなす角のみではなく，これに材質や形状等を含む構成として認定すべきであり，甲5の記載から，ローラの外形，材質及び表面の構成に関係なく，「ローラの回転軸が，取手の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角βが鈍角(90°＜β≦170°)」に設けられた技術的事項を抽出することができるとの原告の主張は失当である。",
                            "したがって，甲1-1発明のローラ100，100と回転軸である横軸部210の構成を，導電性を有しない甲5記載のローラとローラの軸線の構成に置き換える動機付けがあるとはいえないし，仮に置き換えたとしても，ローラが帯電することによる作用効果が失われることは明らかであるから，甲1-1発明に甲5記載の構成を適用することに阻害要因があるとした本件審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，甲1の【0015】の「2つのローラが離れて支持されていると，皮膚に与える機械的な刺激が大きくなる」との記載は，2つのローラが離れて配置されていることによって機械的な刺激が大きくなることを述べたものであるから，当業者は，上記記載から，当然に機械的刺激を大きくするためには，2つのローラを離して位置させればよいと理解する。そして，横軸部210の長さが同じ場合には，横軸部が180度開いた状態が最も「2つのローラが離れて支持されている」ことになるため，この状態が皮膚に与える機械的刺激も大きくなると理解できる。",
                            "また，前記アのとおり，甲1-1発明にあっては，ローラ100を正負いずれに帯電させた場合であっても，ローラ100を往復移動させるときの往路と復路でローラ100が皮膚に与える負荷は同じものであることが効果の均一性といった点でも好ましい。",
                            "一方，甲1の【0036】には，ローラが「2つ」あると機械的刺激が「多くなる」との記載があるが，これは，ローラの数と機械的刺激の数の関係に関する記載であり，また，同じ機械的刺激であっても，「大きくなる」（【0015】）と「多くなる」（【0036】）とは，その概念や技術的意義が異なるから，ローラの間隔と機械的刺激の大きさとは直接関係がない。",
                            "したがって，甲1-1発明の横軸部210の角度（ローラ100，100の開き角度）を180度未満の鈍角に変更する動機付けがないとした本件審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，当業者が甲1及び甲5に記載された発明から相違点2に係る本件特許発明1の構成を容易に想到することはできないとした本件審決の判断に誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲6を副引用例とする容易想到性の判断の誤りについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告が主張する甲6記載の【0020】の作用効果（「ローラを皮膚にあてがって動かすと，皮膚が押し曲げられることによって，マッサージ動作により皮膚の張りが向上し，皮膚表面の水分と皮脂が大幅に減少」）は，甲6の実施形態であるマッサージ装置（「アプリケータユニット」）（【0012】ないし【0019】）による作用効果であり，一対のローラの回転軸のなす角のみならず，エラストマー等の柔軟な材料等（【0017】）から作られたローラにより生ずる作用効果であり，一対のローラの回転軸のなす角のみによって発揮する作用効果ではない。特に，ローラによる皮膚の押し曲げに関しては，ローラと皮膚との間に一定の摩擦が必要であり，甲6ではローラが柔軟な材料で作られていることも皮膚の押し曲げに関係する。",
                            "そうすると，甲1-1発明に適用する甲6記載の技術は，一対のローラの回転軸のなす角のみではなく，これに材質や形状等を含む構成として認定すべきであり，甲6の記載から，ローラの外形，材質及び表面の構成に関係なく，「ローラの回転軸が，ボトルの長手方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角（α）を鈍角（90°＜α≦140°）」に設けられた技術的事項を抽出することができるとの原告の主張は失当である。",
                            "したがって，甲1-1発明のローラ100，100と回転軸である横軸部210の構成を，導電性を有しない甲6記載のローラと回転軸の構成に置き換える動機付けがあるとはいえないし，仮に置き換えたとしても，ローラが帯電することによる作用効果が失われることは明らかであるから，甲1-1発明に甲6記載の構成を適用することに阻害要因があるとした本件審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記(イ)bで述べたとおり，甲1記載の同じ機械的刺激であっても，機械的刺激が「大きくなる」（【0015】）と「多くなる」（【0036】）とでは，その概念や技術的意義が異なるから，ローラの間隔と機械的刺激の大きさとは直接関係がない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，当業者が甲1及び甲6に記載された発明から相違点2に係る本件特許発明1の構成を容易に想到することはできないとした本件審決の判断に誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲7の1を副引用例とする容易想到性の判断の誤りについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲7の1の記載から，柄からY字状に伸びる2つの腕の先端に一対の「球状物」が配されることがうかがえるにすぎず，「球状物」が回転することは明記されていない。",
                            "したがって，甲1-1発明に甲7の1の記載事項を組み合わせても相違点2に係る本件特許発明1の構成には至らない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲7の1記載の「意匠の説明」には，「材質は合成樹脂材である。」，「意匠創作内容の要点」には，「本願マッサージ器は，人体の部位を引っ張り，押して筋肉をほぐすマッサージ器であって，安定感と立体感を強調し，新しい美感を生じさせるようにしたことを創作内容の要点とする。」との記載があることに照らすと，甲7の1は，合成樹脂，いわゆるプラスチック材料を使用してその樹脂という材質の質感を前面に押し出すことにより安定感や立体感を強調し，美感を生じさせるようにしているものである。",
                            "そうすると，甲7の1記載の技術は，ローラの材質を含めて認定すべきものであるから，甲7の1の記載から，ローラの外形，材質及び表面の構成に関係なく，「一対のローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角」に設けられた技術的事項を抽出することができるとの原告の主張は失当であり，また，これを前提に本件審決における相違点2の容易想到性の判断の誤りをいう原告の主張も失当である。",
                            "さらに，甲1記載の同じ機械的刺激であっても，機械的刺激が「大きくなる」（【0015】）と「多くなる」（【0036】）とでは，その概念や技術的意義が異なるから，ローラの間隔と機械的刺激の大きさとは直接関係がないことは，前記(イ)bで述べたとおりである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，当業者が甲1及び甲7の1に記載された発明から相違点2に係る本件特許発明1の構成を容易に想到することはできないとした本件審決の判断に誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲8の1を副引用例とする容易想到性の判断の誤りについて    ",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲8の1の記載から，「軸ロッドがY字状を呈するように設置」（請求項7）されていることを認定できるが，軸ロッドが「Y字状」というだけでは，一対の軸ロッドのなす角が鈍角であるのか否か特定することはできない。また，甲8の1の図は模式図であって設計図ではないのであるから，図を直接測定して角度を求めることは誤りである。  ",
                          "text": [
                            "したがって，甲8の1には，「一対のローラの回転軸のなす角が鈍角に設けられ」た構成は開示されていないから，甲1-1発明に甲8の1の記載事項を組み合わせても相違点2に係る本件特許発明1の構成には至らない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲8の1のマッサージ球は，軽量化及びグリップ軸ロッドの操作コントロール性を高めるために，弾性材質を有するマッサージ球体が中空状を呈しており，2つのマッサージ球体により偏角挟持効果を増進させるものであり（請求項7），軽量化及びグリップ軸ロッドの操作コントロール性を高めるために，弾性材質を有するマッサージ球体が中空状を呈し，同マッサージ球により偏角挟持効果を発揮するのであるから，甲8の1におけるマッサージ球として，弾性材質を有し中空状であることは甲8の1において必要な構成であるから，甲8の1記載の技術は，マッサージ球の材質を含めて認定すべきものである。",
                            "そうすると，甲8の1の記載から，マッサージ球の外形，材質及び表面の構成に関係なく，「マッサージ球の軸ロッドが，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のマッサージ球の軸ロッドのなす角が鈍角」に設けられた技術的事項を抽出することができるとの原告の主張は失当であり，また，これを前提に本件審決における相違点2の容易想到性の判断の誤りをいう原告の主張も失当である。",
                            "さらに，甲1記載の同じ機械的刺激であっても，機械的刺激が「大きくなる」（【0015】）と「多くなる」（【0036】）とでは，その概念や技術的意義が異なるから，ローラの間隔と機械的刺激の大きさとは直接関係がないことは，前記(イ)bで述べたとおりである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，当業者が甲1及び甲8の1に記載された発明から相違点2に係る本件特許発明1の構成を容易に想到することはできないとした本件審決の判断に誤りはない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件審決における相違点2の認定及び容易想到性の判断に誤りはないから，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（甲1を主引用例とする本件特許発明2の進歩性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "前記1(1)と同様の理由により，本件審決における相違点2’の認定及び容易想到性の判断に誤りがある。",
                "したがって，本件特許発明2は，甲1-2発明並びに甲2ないし6，7の1及び8の1に記載された発明に基づいて，当業者が容易に発明をすることができたものではないとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記1(2)と同様の理由により，本件審決における相違点2’の認定及び容易想到性の判断に誤りはないから，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（甲1を主引用例とする本件特許発明3ないし7の進歩性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，当業者が本件特許発明1及び2を容易に発明することができたものではないことを理由に，本件特許発明1又は2の構成をその構成の一部に含む本件特許発明3ないし7についても，当業者が容易に発明をすることができたものではない旨判断した。",
                "しかしながら，前記1(1)及び2(1)のとおり，本件特許発明1及び2は当業者が容易に発明をすることができたのであるから，本件審決の上記判断は，その前提において誤りがある。 "
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記1(2)及び2(2)のとおり，本件特許発明1及び2は当業者が容易に発明をすることができたものではないとした本件審決の判断に誤りはないから，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件出願の願書に添付した明細書（以下，図面を含めて「本件明細書」という。甲16）の発明の詳細な説明には，次のような記載がある（下記記載中に引用する図1ないし図6については別紙1を参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，肌に押し付けてころがすことにより毛穴の中の汚れを押し出す美肌ローラに関する。",
                    "【背景技術】",
                    "【0002】",
                    "毛穴の中には皮脂のほか，汚れがたまりやすい。従来より毛穴の中の汚れを落とすための洗顔料や洗浄剤が開発されてきた。しかし，洗顔料や洗浄剤だけでは，毛穴の奥にたまった汚れまでは取り出すことはできないという問題点があった。",
                    "【0003】",
                    "この点に関し，特許文献1には，複数の円盤を，角度をつけてローラに取り付けた美肌ローラが提案されている。",
                    "【0004】",
                    "しかし，特許文献1に記載の美肌ローラは，毛穴を開くだけ又は毛穴を閉じるだけのいずれかの作用しかせず，効率よく毛穴の汚れを取り除けないという問題点があった。",
                    "【発明が解決しようとする課題】",
                    "【0005】",
                    "本発明は上記のような問題点に鑑みてなされたものであり，効率よく毛穴の汚れを除去できる美肌ローラを提供することを目的とする。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【課題を解決するための手段】",
                  "text": [
                    "【0006】",
                    "この目的を達成するために請求項1に係る発明は，柄と，前記柄の一端に導体によって形成された一対のローラと，生成された電力が前記ローラに通電される太陽電池と，を備え，前記ローラの回転軸が，前記柄の長軸方向の中心線とそれぞれ鋭角に設けられ，前記一対のローラの回転軸のなす角が鈍角に設けられた，美肌ローラであることを特徴とする。",
                    "また，請求項2に係る発明は，導体によって形成された一対のローラと，前記一対のローラを支持する把持部と，生成された電力が前記ローラに通電される太陽電池と，を備え，前記ローラの回転軸が，前記把持部の中心線とそれぞれ鋭角に設けられ，前記一対のローラの回転軸のなす角が鈍角に設けられた，美肌ローラであることを特徴とする。",
                    "【0007】",
                    "請求項3に係る発明は，前記ローラが金属によって形成されていることを特徴とする。",
                    "請求項4に係る発明は，前記ローラが金属の酸化物によって形成されていることを特徴とする。",
                    "請求項5に係る発明は，前記金属が，プラチナ，チタン，ゲルマニウム，ステンレスから1種類以上選ばれることを特徴とする。",
                    "請求項6に係る発明は，前記ローラが光触媒を含むことを特徴とする。",
                    "請求項7に係る発明は，前記光触媒が酸化チタンであることを特徴とする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【発明の効果】",
                  "text": [
                    "【0008】",
                    "本発明の美肌ローラによれば，毛穴の汚れを効率的に除去できるという効果がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【0010】",
                  "text": [
                    "（第1の実施例）",
                    "図1は第1の実施形態の車両における美肌ローラを示す図である。また，図2は第1の実施形態の美肌ローラの側面図である。",
                    "【0011】",
                    "図1及び図2に示すように，本実施形態の美肌ローラは，柄10と，柄10の一端に一対のローラ20と，を備える。また，太陽電池30を備えていてもよい。",
                    "【0012】",
                    "図3は本実施形態の美肌ローラのローラ部分の拡大図である。図3に示すように，ローラ20の回転軸φ1，φ2が，柄10の長軸方向の中心線Xとそれぞれ鋭角θ1，θ2に設けられ，一対のローラ20の回転軸φ1，φ2のなす角が鈍角θ0に設けられる。",
                    "【0013】",
                    "ローラ20は導体によって形成されることができる。ローラ20は金属又は金属の酸化物によって形成されていてもよい。この金属はプラチナ，チタン，ゲルマニウム，ステンレスから1種類以上選ばれることが望ましい。ローラ20は光触媒を含むことがさらに望ましい。この光触媒は，汚れを酸化して浮き上がらせる作用のあるものが特に望ましく，酸化チタンが最も望ましい。",
                    "【0014】",
                    "太陽電池30により生成した電流をローラ20に通電するように構成することもできる。",
                    "【0015】",
                    "次に，第1の実施例の作用を説明する。本実施形態の美肌ローラを肌に押し付け，図3に示す矢印Aの方向に押す。このとき肌は両脇に引っ張られ，毛穴が開く。これにより，毛穴の奥の汚れが毛穴の開口部に向けて移動する。",
                    "【0016】",
                    "さらに，本実施形態の美肌ローラを肌に押し付けたまま矢印Bの方向に引く。このとき，肌は一対のローラの間に挟み込まれ，毛穴は収縮する。これにより，毛穴の中の汚れが押し出される。",
                    "【0017】",
                    "この押し引きを繰り返すことにより，毛穴の奥の汚れまで効率的に除去することが可能となる。",
                    "【0018】",
                    "また，太陽電池30により生成した電流をローラ20に通電することにより，ローラ20が帯電し，毛穴の汚れを引き出し，さらに美肌効果をもたらす。これは入浴中に実行するとさらに効果的である。",
                    "【0019】",
                    "また，例えば酸化チタンのような光触媒をローラ20が含む場合，蛍光灯の紫外線がこの光触媒に照射されると光触媒は酸化作用を発揮し，肌についた汚れを酸化して浮き上がらせる。このため，光触媒を含むローラ20は美肌効果をより効率的に発揮する。",
                    "【0020】",
                    "軽く押さえつけながらローラ20を回転させれば，適度な圧でリンパに働きかけ，顔および全身のリフトアップマッサージができる。引けばつまみ上げ，押せば押し広げるという2パターンの作用により，こり固まったセルライト，脂肪を柔らかくもみほぐす。これにより，セルライト，脂肪を低減させることが可能となる。",
                    "【0021】",
                    "以上述べたように，本実施形態の美肌ローラは一対のローラ20を角度をつけて柄10の一端に設けた。このため，ローラ20を肌に押し付けて押し引きすることにより，効率的に毛穴の汚れを除去することが可能となるという効果がある。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0022】",
                  "text": [
                    "（第2の実施形態）",
                    "図4は本実施形態の美肌ローラの立体の外観斜視図である。図5は本実施形態の美肌ローラの上面図である。図6は本実施形態の美肌ローラの側面図である。",
                    "【0023】",
                    "図4乃至図6に示すように，本実施形態の美肌ローラは，一対のローラ40と，一対のローラ40を支持する把持部41と，を備える。また，太陽電池42を備えていてもよい。",
                    "【0024】",
                    "図5に示すように，ローラ40の回転軸φ1，φ2が，把持部41の中心線Xとそれぞれ鋭角θ1，θ2に設けられ，一対のローラ40の回転軸φ1，φ2のなす角が鈍角θ0に設けられる。",
                    "【0025】",
                    "ローラ40は導体によって形成されることができる。ローラ40は金属又は金属の酸化物によって形成されていてもよい。この金属はプラチナ，チタン，ゲルマニウム，ステンレスから1種類以上選ばれることが望ましい。ローラ40は光触媒を含むことがさらに望ましい。この光触媒は，汚れを酸化して浮き上がらせる作用のあるものが特に望ましく，酸化チタンが最も望ましい。",
                    "【0026】",
                    "太陽電池42により生成した電流をローラ40に通電するように構成することもできる。",
                    "【0027】",
                    "次に，第2の実施例の作用を説明する。本実施形態の美肌ローラを肌に押し付け，図3に示す矢印Cの方向に押す。このとき肌は両脇に引っ張られ，毛穴が開く。これにより，毛穴の奥の汚れが毛穴の開口部に向けて移動する。",
                    "【0028】",
                    "さらに，本実施形態の美肌ローラを肌に押し付けたまま矢印Dの方向に引く。このとき，肌は一対のローラの間に挟み込まれ，毛穴は収縮する。これにより，毛穴の中の汚れが押し出される。",
                    "【0029】",
                    "この押し引きを繰り返すことにより，毛穴の奥の汚れまで効率的に除去することが可能となる。",
                    "【0030】",
                    "また，太陽電池42により生成した電流をローラに通電することにより，ローラが帯電し，毛穴の汚れを引き出し，さらに美肌効果をもたらす。これは入浴中に実行するとさらに効果的である。",
                    "【0031】",
                    "また，例えば酸化チタンのような光触媒をローラ40が含む場合，蛍光灯の紫外線がこの光触媒に照射されると光触媒は酸化作用を発揮し，肌についた汚れを酸化して浮き上がらせる。このため，光触媒を含むローラ40は美肌効果をより効率的に発揮する。",
                    "【0032】",
                    "軽く押さえつけながらローラ40を回転させれば，適度な圧でリンパに働きかけ，顔および全身のリフトアップマッサージができる。引けばつまみ上げ，押せば押し広げるという2パターンの作用により，こり固まったセルライト，脂肪を柔らかくもみほぐす。これにより，セルライト，脂肪を低減させることが可能となる。",
                    "【0033】",
                    "以上述べたように，本実施形態の美肌ローラは一対のローラ40を角度をつけて把持部42に設けた。このため，美肌ローラを大きく構成することが可能となり，この場合ボディーの毛穴の汚れを効率的に除去することが可能となるという効果がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，本件明細書には，本件特許発明1に関し，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "従来から，毛穴の中の汚れを落とすための美肌ローラとして，複数の円盤を，角度をつけてローラに取り付けた美肌ローラが提案されているが，毛穴を開くだけ又は毛穴を閉じるだけのいずれかしか作用せず，効率よく毛穴の汚れを取り除けないという問題点があった（【0002】ないし【0004】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」は，前記アの問題点に鑑み，効率よく毛穴の汚れを除去できる美肌ローラを提供することを目的とするものであり，この目的を達成するための手段として，柄と，柄の一端に導体によって形成された一対のローラと，生成された電力が前記ローラに通電される太陽電池とを備え，「ローラの回転軸が，前記柄の長軸方向の中心線とそれぞれ鋭角に設けられ，前記一対のローラの回転軸のなす角が鈍角に設けられた」構成を採用した（【0006】）。",
                    "このような構成を採用したことにより，「本発明」においては，「美肌ローラを肌に押し付け，図3の矢印A又は図5に示す矢印Cの方向に押すと，肌は両脇に引っ張られ，毛穴が開き，これにより，毛穴の奥の汚れが毛穴の開口部に向けて移動」（【0015】，【0027】）し，さらに，「美肌ローラを肌に押し付けたまま図3の矢印B又は図5の矢印Dの方向に引くと，肌は一対のローラの間に挟み込まれ，毛穴は収縮し，これにより，毛穴の中の汚れが押し出され」（【0016】，【0027】），「この押し引きを繰り返すことにより，毛穴の奥の汚れまで効率的に除去することが可能」となり（【0017】，【0029】），また，「電流をローラに通電することにより，ローラが帯電し，毛穴の汚れを引き出し」（【0018】，【0030】），「毛穴の汚れを効率的に除去できるという効果」を奏する（【0008】，【0033】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（甲1を主引用例とする本件特許発明1の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1の記載事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，次のような記載がある（下記記載中に引用する図1ないし図5については別紙2を参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【特許請求の範囲】",
                      "text": [
                        "【請求項1】",
                        "ローラを回転自在に支持するローラ支持部と，このローラ支持部と電気的に接続された把持部と，この把持部の内部に収納される直流電源とを具備しており，前記ローラは，外周面に金薄膜が，さらにその上にゲルマニウム薄膜がそれぞれ被着された略円柱状の永久磁石であり，前記直流電源の一方の電極は把持部に，他方の電極は前記ローラ支持部を介してローラにそれぞれ電気的に接続されており，前記直流電源は，陽極と陰極とを入れ換え可能になっていることを特徴とするマッサージ器。",
                        "【請求項2】",
                        "前記ローラ支持部は二股になっており，2つのローラが離れて支持されていることを特徴とする請求項1記載のマッサージ器。",
                        "【請求項3】",
                        "前記直流電源は乾電池であることを特徴とする請求項1又は2記載のマッサージ器。",
                        "【請求項4】",
                        "前記把手部には，前記直流電源の一方の端子を把持部の外周面に，他方の端子を前記ローラ支持部に，又は他方の端子を把持部の外周面に，一方の端子を前記ローラ支持部に電気的に接続するように切り替えるための切替スイッチが設けられていることを特徴とする請求項1記載のマッサージ器。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【技術分野】",
                      "text": [
                        "【0001】",
                        "本発明は，皮膚の活性化を図るマッサージ器に関する。",
                        "【背景技術】",
                        "【0002】",
                        "女性にとって皮膚を美しくし，その美しい皮膚を長く保つことは古来からの願望であり，そのために多くの化粧品やマッサージ器等が発明されている。この種のマッサージ器としては，実願昭64− 50842号公報（特許文献1），特開平01− 195867号公報（特許文献2），実公平04− 033861号公報（特許文献3）等に記載されたものがある。",
                        "【発明が解決しようとする課題】",
                        "【0004】",
                        "しかしながら，上述した特許文献1に記載されたマッサージ器は，単に皮膚にゲルマニウムを浸透させることによって皮膚の血行を良くするだけであって，皮膚にある老廃物，例えば油分等を取り除くことができない。",
                        "【0005】",
                        "また，上述した特許文献2に記載されたマッサージ器は，ステンレス類中空芯管の内部にヒータ線を有し，ステンレス請求類中空芯管の外周部には中空円筒形ローラを有し，この中空円筒形ローラにはゲルマニウム等の半導体を保持させているが，前記ヒータ線で半導体を加熱して使用するようになっている。従って，特に皮膚の敏感な人にとっては熱すぎて使えないという問題がある。",
                        "【0006】",
                        "さらに，上述した特許文献3に記載されたマッサージ器は，把持部の上方部内に駆動部を内蔵し，偏心した円柱形の回転体を前記駆動部で回転駆動させる構成になっている。従って，このマッサージ器では，使用時に振動するため，長時間にわたって使用すると把持部を把持している手が疲れるので，長時間にわたって使用することができないという問題点がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【課題を解決するための手段】",
                      "text": [
                        "【0007】",
                        "本発明に係るマッサージ器は，外周面に金薄膜が，さらにその上にゲルマニウム薄膜がそれぞれ被着された略円柱状の永久磁石であるローラと，先端部にローラが回転自在に取り付けられると共に当該ローラと電気的に接続された導電性を有するローラ支持部と，このローラ支持部の基端部を保持する一方，当該ローラ支持部と電気的に絶縁された把持部と，この把持部の内部に収納される直流電源とを具備しており，前記把持部は少なくとも外周面が導電性を有した素材で構成されており，前記直流電源の一方の端子又は他方の端子が把持部の外周面に，他方の端子又は一方の端子が前記ローラ支持部を介してローラにそれぞれ電気的に接続可能になっている。",
                        "【0008】",
                        "前記ローラ支持部は二股になっており，2つのローラが離れて支持されている。また，前記直流電源は乾電池であり，前記把持部は乾電池が挿入可能な開口を有する把持部本体と，この把持部本体の開口を閉塞する蓋体とを有している。",
                        "【0009】",
                        "好ましくは，前記把手部には，前記直流電源の一方の端子を把持部の外周面に，他方の端子を前記ローラ支持部に，又は他方の端子を把持部の外周面に，一方の端子を前記ローラ支持部に電気的に接続するように切り替えるための切替スイッチが設けられていることが望ましい。",
                        "【0010】",
                        "さらに，前記ローラを振動させて超音波を発生させるために前記ローラ及び／又はローラ支持部に設けられた超音波振動子と，超音波を発生させるために必要な発振信号を生成して前記超音波振動子に出力する信号生成手段とを備えることができる。",
                        "【0011】",
                        "前記直流電源及び信号生成手段に電気的に接続されており且つ当該信号生成手段のOＮ／OFFを切り替えるための電源スイッチを備えている。この電源スイッチは，信号生成手段のOＮ／OFFに加えて，前記直流電源の一方の端子を把持部の外周面に，他方の端子を前記ローラ支持部に，又は他方の端子を把持部の外周面に，一方の端子を前記ローラ支持部に電気的に接続するように切り替える機能を有している。",
                        "【0012】",
                        "前記信号生成手段は把持部の内部に設けられており，ケーブルを介して超音波振動子に接続されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【発明の効果】",
                      "text": [
                        "【0013】",
                        "本発明に係るマッサージ器は，外周面に金薄膜が，さらにその上にゲルマニウム薄膜がそれぞれ被着された略円柱状の永久磁石であるローラと，先端部にローラが回転自在に取り付けられると共に当該ローラと電気的に接続された導電性を有するローラ支持部と，このローラ支持部の基端部を保持する一方，当該ローラ支持部と電気的に絶縁された把持部と，この把持部の内部に収納される直流電源とを具備しており，前記把持部は少なくとも外周面が導電性を有した素材で構成されており，前記直流電源の一方の端子又は他方の端子が把持部の外周面に，他方の端子又は一方の端子が前記ローラ支持部を介してローラにそれぞれ電気的に接続可能になっている。",
                        "【0014】",
                        "かかるマッサージ器であると，直流電源の一方の端子（陽極）をローラに接続し，直流電源の他方の端子（陰極）を把持部の外周面に接続した場合には，皮膚の老廃物を浮きださせる効果があり，直流電源の端子の接続を切り替え，直流電源の他方の端子（陰極）ローラにを接続し，直流電源の一方の端子（陽極）を把持部に接続した場合には，皮膚にゲルマニウムを浸透させて皮膚の血流を良くするという効果がある。",
                        "【0015】",
                        "また，前記ローラ支持部は二股になっており，2つのローラが離れて支持されていると，皮膚に与える機械的な刺激が大きくなるというメリットがある。",
                        "【0016】",
                        "さらに，前記直流電源として乾電池を使用した場合，前記把持部は乾電池が挿入可能な開口を有する把持部本体と，この把持部本体の開口を閉塞する蓋体とを有している。即ち，乾電池の把持部本体に挿入する向きを変えるだけで，当該乾電池の端子の接続を切り替えることができるので，手軽に利用できるマッサージ器とすることができる。",
                        "【0017】",
                        "或いは，前記把手部に，前記直流電源の一方の端子を把持部の外周面に，他方の端子を前記ローラ支持部に，又は他方の端子を把持部の外周面に，一方の端子を前記ローラ支持部に電気的に接続するように切り替えるための切替スイッチを設けると，簡単に直流電源の端子の接続を切り替えることができる。",
                        "【0018】",
                        "前記マッサージ器は，前記ローラを振動させて超音波を発生させるために前記ローラ及び／又はローラ支持部に設けられた超音波振動子と，超音波を発生させるために必要な発振信号を生成して前記超音波振動子に出力する信号生成手段とを備えている。かかるマッサージ器によると，ローラが振動して超音波が発生する。この超音波によって，ローラに直流電源の一方の端子を接続し，把持部に直流電源の陰極を接続した場合，又はローラに直流電源の陰極を接続し，把持部に直流電源の一方の端子を接続した場合の効果を促進させることができる。",
                        "【0019】",
                        "また，前記直流電源及び信号生成手段に電気的に接続されており且つ当該信号生成手段のOＮ／OFFを切り替えるための電源スイッチを備えていると，この電源スイッチを切り替えることによって超音波の発生させるか否かを適宜選択することができ，便利である。",
                        "【0020】",
                        "さらに，この電源スイッチは，信号生成手段のOＮ／OFFに加えて，前記直流電源の一方の端子を把持部の外周面に，他方の端子を前記ローラ支持部に，又は他方の端子を把持部の外周面に，一方の端子を前記ローラ支持部に電気的に接続するように切り替える機能を有している。よって，簡単に直流電源の端子の接続を切り替えることができる。",
                        "【0021】",
                        "前記信号生成手段を把持部の内部に設け，ケーブルを介して超音波振動子に接続すると，当該信号生成手段が超音波振動子の振動の影響を受けない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【発明を実施するための最良の形態】",
                      "text": [
                        "【0022】",
                        "以下，本発明の実施の形態に係るマッサージ器について説明する。",
                        "【実施例1】",
                        "【0023】",
                        "まず，本発明の第1の実施の形態に係るマッサージ器について図面を参照しながら説明する。図1は本発明の第1の実施の形態に係るマッサージ器の概略的断面図，図2は同マッサージ器のローラの概略的断面図，図3は同マッサージ器において直流電源である乾電池を入れ替えた状態を示す概略的断面図である。",
                        "【0024】",
                        "図1に示すマッサージ器は，外周面に金薄膜120が，さらにその上にゲルマニウム薄膜130がそれぞれ被着された略円柱状の永久磁石110であるローラ100と，先端部にローラ100が回転自在に取り付けられると共に当該ローラ100と電気的に接続された導電性を有するローラ支持部200と，このローラ支持部200の基端部を保持する一方，当該ローラ支持部200と電気的に絶縁された把持部300と，この把持部300の内部に収納される直流電源400とを備えている。以下，各部を詳しく説明する。",
                        "【0025】",
                        "前記ローラ100は，図2に示すように，中央に貫通孔111が開設された永久磁石110と，この永久磁石110の外面に被着された金薄膜120と，この金薄膜120の上で，かつ永久磁石110の外周面に相当する部分に被着されたゲルマニウム薄膜130とを有している。前記永久磁石には，例えばフェライト磁石が使用される。",
                        "【0026】",
                        "また，前記ローラ支持部200は，略T字形状に形成されており，その横軸部210（即ち，先端部）の2つの先端にそれぞれ前記ローラ100を回転可能に支持するようになっている。また，このローラ支持部200の縦軸部220（即ち，基端部）の下端は後述する直流電源400としての乾電池の一方の端子410（ここでは，陽極）又は他方の端子420（ここでは，陰極）の何れか一方の端子が接触するようになっている。なお，このローラ支持部200は，導電性を有する金属から構成されている。",
                        "【0027】",
                        "さらに，前記把持部300は，このマッサージ器を使用する際に手で把持する部分であって，内部に直流電源400である乾電池を収納可能なように円筒形状になった把持部本体310と，この把持部本体310の下端縁部に取り付けられる蓋体320とを有している。",
                        "【0028】",
                        "前記把持部本体310の下端部の内周面には雌ねじ311が形成されている。また，前記蓋体は，側面視略凸字形状に形成されており，その周面には前記雌ねじ311に対応した雄ねじ321が形成されている。すなわち，この蓋体320は，把持部本体310の下端部に着脱可能になっているのである。また，前記蓋体320の上端の中央部には，突起322が突出されている。この突起322は乾電池の他方の端子420又は一方の端子410の何れか一方の端子に接触する。",
                        "【0029】",
                        "かかる把持部300を構成する把持部本体310と蓋体320とは，導電性を有する金属から構成されている。",
                        "【0030】",
                        "一方，前記把持部本体300の上端部には，絶縁性を有する素材，例えばゴム等のキャップ330が嵌合されている。このキャップ330には貫通孔331が開設されており，この貫通孔331には前記ローラ支持部200の縦軸部220が嵌め込まれている。",
                        "【0031】",
                        "把持部300とローラ支持部200とは，前記キャップ330を介して構造的に連結してはいるが，キャップ330が絶縁性を有する素材から構成されているために，電気的には絶縁されていることになる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【0032】",
                      "text": [
                        "次に，このように構成されたマッサージ器の使用方法について説明する。",
                        "まず，皮膚から老廃物を浮きださせる場合の使用方法について説明する。",
                        "この場合には，図1に示すように，ローラ100を直流電源400の一方の端子410に接続し，把持部300を直流電源400の他方の端子420に接続する。すなわち，直流電源400である乾電池の一方の端子410をローラ支持部200の縦軸部220の下端に接触させ，直流電源400である乾電池の他方の端子420を蓋体320の突起322に接触させるのである。この状態で，把持部300を把持し，ローラ100を皮膚に接触させると，ローラ100が接触している皮膚に含まれている老廃物，例えば油分等が皮膚から浮き上がる。",
                        "【0033】",
                        "すなわち，直流電源400からの数μA程度の微弱な電流が，直流電源400→ローラ支持部200→ローラ100→人間の身体→把持部本体310→蓋体320→直流電源400のように流れる。この場合，ローラ100は正に帯電し，把持部300は負に帯電しているので，皮膚は正に帯電する。このため，皮膚に含まれる負に帯電した油分が皮膚から浮き上がるのである。",
                        "【0034】",
                        "また，ゲルマニウムを肌に浸透させ，血流を良くする場合には，図3に示すように，乾電池である直流電源400を入れ換え，ローラ100を直流電源400の他方の端子420に接続し，把持部300を直流電源400の一方の端子410に接続する。すなわち，直流電源400である乾電池の他方の端子420をローラ支持部200の縦軸部220の下端に接触させ，直流電源400である乾電池の一方の端子410を蓋体320の突起322に接触させるのである。この状態で，把持部300を把持し，ローラ100を皮膚に接触させると，ローラ100が接触している皮膚にゲルマニウムが浸透し，皮膚の血流が良くなる。",
                        "【0035】",
                        "すなわち，直流電源400からの数μA程度の微弱な電流が，直流電源400→蓋体320→把持部本体310→人間の身体→ローラ100→ローラ支持部200→直流電源400のように流れる。この場合，ローラ100は負に帯電し，把持部300は正に帯電しているので，皮膚は負に帯電する。このため，ローラ100のゲルマニウム薄膜130中のゲルマニウム原子GeがゲルマニウムイオンGe4+となってローラ100から皮膚へ浸透するのである。",
                        "【0036】",
                        "なお，ローラ100は2つあるので，ローラが1つのタイプのものより皮膚に与える機械的刺激が多くなるというメリットがある。",
                        "【0037】",
                        "このようなマッサージ器は，把手部300直流電源400の一方の端子410を把持部300の外周面に，他方の端子420をローラ支持部200に，又は他方の端子420を把持部300の外周面に，一方の端子410をローラ支持部200に電気的に接続するように切り替えるための切替スイッチを設け，直流電源400の端子の切り替えを簡単にすることができる。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "【実施例2】",
                      "text": [
                        "【0038】",
                        "次に，本発明の第2の実施の形態に係るマッサージ器について図面を参照しながら説明する。図4は本発明の第2の実施の形態に係るマッサージ器の概略的断面図，図5は同マッサージ器の回路図である。",
                        "【0039】",
                        "図4に示すマッサージ器は，外周面に金薄膜120が，さらにその上にゲルマニウム薄膜130がそれぞれ被着された略円柱状の永久磁石110であるローラ100と，先端部にローラ100が回転自在に取り付けられると共に当該ローラ100と電気的に接続された導電性を有するローラ支持部200と，このローラ支持部200の基端部を保持する一方，当該ローラ支持部200と電気的に絶縁された把持部300と，この把持部300の内部に収納される直流電源400と，ローラ100を振動させるために当該ローラ100の内部に設けられた超音波振動子500と，超音波を発生させるために必要な発振信号を生成して超音波振動子500に出力する信号生成手段600とを備えている。このマッサージ器は，実施例1のマッサージ器と超音波振動子500及び信号生成手段600を備えている点で相違する。よって，以下，その相違点について詳しく説明し，重複する部分については説明を省略する。なお，符号については実施例1のマッサージ器と同じものを使用する。",
                        "【0040】",
                        "信号生成手段600は，把持部300の内部に配設されており，且つ切替スイッチ700に電気的に接続されている( 図5参照) 。また，信号生成手段600は，超音波振動子500にケーブル800で接続されており，このケーブル800及び横軸部210とローラ100との間に設けられた回転コネクタ( 図示省略) 等を介して発振信号を超音波振動子500に出力するのである。",
                        "【0041】",
                        "超音波振動子500は，信号生成手段600から発振信号が入力されると，動作してローラ100を通じてローラ100を振動させるようになっている。これによりローラ100から超音波が発せられる。",
                        "【0042】",
                        "切替スイッチ700は，図5に示すように，複数の端子を有しており，直流電源400である乾電池及び信号生成手段600に電気的に接続される他，把持部300及びローラ支持部200に電気的に接続されている。なお，蓋体320と直流電源400の他方の端子420とは絶縁されている。従って，直流電源400の他方の端子420からの電流は蓋体320及び把持部本体310へ流れないようになっている。",
                        "【0043】",
                        "この切替スイッチ700は，例えば，スライドスイッチ等であって，信号生成手段600のOＮ／OFFに加えて，直流電源400の一方の端子410を把持部300の外周面に，他方の端子420をローラ支持部200に，又は他方の端子420を把持部300の外周面に，一方の端子410をローラ支持部200に電気的に接続するように切り替える機能を有している。具体的には，ローラ支持部200を介してローラ100を正に，把持部300を負にする第1のモードと，ローラ支持部200を介してローラ100を正に，把持部300に負にすると共に，信号生成手段600をOＮ状態にする第2のモードと，ローラ支持部200を介してローラ100を負に，把持部300を正にする第3のモードと，ローラ支持部200を介してローラ100を負に，把持部300を正にすると共に，信号生成手段600をOＮ状態にする第4のモードと，直流電源をOFFにするOFFモードとを有している。",
                        "【0044】",
                        "即ち，切替スイッチ700が第1のモードにされると，直流電源400の一方の端子410がローラ支持部200に，他方の端子420が把持部300に接続される。よって，直流電源400からの数μA程度の微弱な電流が，直流電源400→ローラ支持部200→ローラ100→人間の身体→把持部本体310→蓋体320→直流電源400に順次的に流れるようになっている。この場合，ローラ100が正に帯電し，把持部300が負に帯電しているので，皮膚が正に帯電する。このため，皮膚に含まれる負に帯電した油分が皮膚から浮き上がるのである。",
                        "【0045】",
                        "切替スイッチ700が第2のモードにされると，直流電源400の一方の端子410がローラ支持部200に，他方の端子420が把持部300に接続されると共に，信号生成手段600がOＮ状態にされる。よって，直流電源400からの数μA程度の微弱な電流が，直流電源400→ローラ支持部200→ローラ100→人間の身体→把持部本体310→蓋体320→直流電源400に順次的に流れると共に，信号生成手段600からの発振信号が，ケーブル800を介して超音波振動子600に出力される。この場合，ローラ100には正の電流が帯電し，把持部300が負に帯電しているので，皮膚が正に帯電する。このため，皮膚に含まれる負に帯電した油分が皮膚から浮き上がるのである。しかも，ローラ100を通じて発せられる超音波によって皮膚の新陳代謝が高められるので，その効果が一層増す。",
                        "【0046】",
                        "切替スイッチ700が第3のモードにされると，直流電源400の一方の端子410が把持部300に，他方の端子420がローラ支持部200に接続される。よって，直流電源400からの数μA程度の微弱な電流が，直流電源400→蓋体320→把持部本体310→人間の身体→ローラ100→ローラ支持部200→直流電源400に順次的に流れるようになっている。この場合，ローラ100が負に帯電し，把持部300が正に帯電しているので，皮膚が負に帯電する。このため，ローラ100のゲルマニウム薄膜130中のゲルマニウム原子GeがゲルマニウムイオンGe4+となってローラ100から皮膚へ浸透するのである。",
                        "【0047】",
                        "切替スイッチ700が第4のモードにされると，直流電源400の一方の端子410が把持部300に，他方の端子420がローラ支持部200に接続されると共に，信号生成手段600がOＮ状態にされる。よって，直流電源400からの数μA程度の微弱な電流が，直流電源400→蓋体320→把持部本体310→人間の身体→ローラ100→ローラ支持部200→直流電源400に順次的に流れると共に，信号生成手段600からの発振信号が，ケーブル800を介して超音波振動子600に出力されるようになっている。この場合，ローラ100が負に帯電し，把持部300が正に帯電しているので，皮膚が負に帯電する。このため，ローラ100のゲルマニウム薄膜130中のゲルマニウム原子GeがゲルマニウムイオンGe4+となってローラ100から皮膚へ浸透するのである。しかも，ローラ100を通じて発せられる超音波によってゲルマニウムイオンGe4+の皮膚への浸透を促進することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，甲1には，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "皮膚の活性化を図るための従来のマッサージ器には，単に皮膚にゲルマニウムを浸透させることによって皮膚の血行を良くするだけで，皮膚にある老廃物，例えば油分等を取り除くことができない，ステンレス類中空芯管の外周部の中空円筒形ローラにゲルマニウム等の半導体を保持させ，内部のヒータ線で半導体を加熱して使用するようになっているため，特に皮膚の敏感な人にとっては熱すぎて使えない，偏心した円柱形の回転体を把持部の上方部内に内蔵された駆動部で回転駆動させる構成になっており，使用時に振動するため，長時間にわたって使用することができないなどの問題があった（【0001】，【0002】，【0004】ないし【0006】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」に係るマッサージ器は，外周面に金薄膜が，さらにその上にゲルマニウム薄膜がそれぞれ被着された略円柱状の永久磁石であるローラと，先端部にローラが回転自在に取り付けられると共に当該ローラと電気的に接続された導電性を有するローラ支持部と，このローラ支持部の基端部を保持する一方，当該ローラ支持部と電気的に絶縁された把持部と，この把持部の内部に収納される直流電源とを具備しており，上記把持部は少なくとも外周面が導電性を有した素材で構成されており，上記直流電源の一方の端子又は他方の端子が把持部の外周面に，他方の端子又は一方の端子が上記ローラ支持部を介してローラにそれぞれ電気的に接続可能な構成であるため（【0007】，【0013】），直流電源の一方の端子（陽極）をローラに接続し，直流電源の他方の端子（陰極）を把持部の外周面に接続した場合には，皮膚の老廃物を浮きださせ，直流電源の端子の接続を切り替え，直流電源の他方の端子（陰極）をローラに接続し，直流電源の一方の端子（陽極）を把持部に接続した場合には，皮膚にゲルマニウムを浸透させて皮膚の血流を良くするという効果を奏し（【0014】，【0032】ないし【0035】），また，上記ローラ支持部は二股になっていることから，2つのローラが離れて支持されていると，皮膚に与える機械的な刺激が大きくなるというメリットがあり（【0015】），ローラが2つあるのでローラが1つのタイプのものより皮膚に与える機械的刺激が多くなるというメリットがある（【0036】）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，甲1の【0026】の「前記ローラ支持部200は，略T字形状に形成されており，その横軸部210（即ち，先端部）の2つの先端にそれぞれ前記ローラ100を回転可能に支持するようになっている。」との記載及び図1からの看取事項に照らし，「ローラ100，100の回転軸である横軸部210が，把持部300の中心線とそれぞれ直角に設けられ，一対のローラ100，100の回転軸である横軸部210のなす角が180度」とする甲1-1発明を認定し（本件審決書16頁27行目ないし17頁11行目），本件特許発明1と甲1-1発明を対比して，相違点2を認定したものである。",
                    "しかるところ，甲1には，「図1は本発明の第1の実施の形態に係るマッサージ器の概略的断面図である。」（【0023】），「図1に示すマッサージ器」は，「外周面に金薄膜120が，さらにその上にゲルマニウム薄膜130がそれぞれ被着された略円柱状の永久磁石110であるローラ100と，先端部にローラ100が回転自在に取り付けられると共に当該ローラ100と電気的に接続された導電性を有するローラ支持部200と，このローラ支持部200の基端部を保持する一方，当該ローラ支持部200と電気的に絶縁された把持部300と，この把持部300の内部に収納される直流電源400」とを備えている（【0024】）との記載があることに照らすと，【0026】の「前記ローラ支持部200は，略T字形状に形成され」との記載は，図1において「200」で示された「ローラ支持部200」の形状を述べたものと理解できる。",
                    "そして，図1から，断面視長方形の横軸部210の中央に，横軸部210よりも長辺が短い断面視長方形の縦軸部220が直角に接続されていることを看取できるから，「ローラ支持部200」は，横軸部210と縦軸部220とで形成された「T字形状」であり，横軸部210の両端に取り付けられた2つのローラ100，100の回転軸のなす角は180度であることを理解できる。もっとも，図1においては，「ローラ支持部200」の形状は，横軸部210の長辺よりも縦軸部220の長辺が短いため，厳密な意味での「T字」とはいえないことから，【0026】では，「略T字形状」と表記したものと解される。",
                    "そうすると，本件審決における甲1-1発明の認定及び相違点2の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，甲 1の【0026】の「略T字形状」には，「T字形状」に「略」の語が付されているから，完全なT字形状に近い形状のもののほか，図Aのように横軸部210が若干内側に屈曲したような形状のものも含むものと理解できること，甲1には，2つのローラ100，100が平行となるように配置されることが必要であるとの記載はなく，ローラ支持部200は「略T字形状」とされているから，一対のローラ100，100の回転軸である横軸部210のなす角度が鈍角であることを一切許容しないわけではないこと，仮に2つのローラ100，100によって皮膚に与える作用を往路と復路とで均一でなければならないとしても，横軸部210が1度から2度屈曲した程度で，皮膚に与える作用が大きく変わることはないことからすると，甲1には，ローラ支持部200の「略T字形状」は，一対のローラ100，100の回転軸である横軸部210のなす角度が「鈍角を含む約180度」，横軸部210と縦軸部220の中心線とのなす角度が「鋭角を含む約90度」にそれぞれ設けられた形状であることの開示があるから，本件審決認定の相違点2は相違点とはいえず，本件審決における相違点2の認定に誤りがある旨主張する。",
                    "しかしながら，前記アの認定のとおり，甲1の【0026】の「前記ローラ支持部200は，略T字形状に形成され」との記載は，図1において「200」で示された「ローラ支持部200」の形状を述べたものであり，図1に示された「ローラ支持部200」においては，横軸部210の両端に取り付けられた2つのローラ100，100の回転軸のなす角は180度であることを理解できること，一般に，「軸」とは，「回転対称・線対称において基準となる直線」を意味すること（広辞苑第七版）に照らすと，本件明細書に接した当業者において，図1に示された「ローラ支持部200」の横軸部210が若干内側に屈曲したような形状（前記第3の1(1)ア(ア)記載の「図A」）のものを含むものと理解すると認めることはできない。このことは，甲1においては，2つのローラ100，100が平行となるように配置されることが必要であることの明示の記載がないことや，原告が主張するように横軸部210が1度から2度屈曲した程度で，皮膚に与える作用が大きく変わることはないことによって左右されるものではない。",
                    "したがって，原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2の容易想到性の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5を副引用例とする容易想到性の判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲5の記載事項について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲5には，次のような記載がある（下記記載中に引用する図6については別紙3を参照）。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "特許請求の範囲",
                              "text": [
                                "【請求項1】  それぞれ関連する軸線のまわりに自由に回転するように取付けた，少なくとも2個の回転部材を，両面のうちの一方の面に設けられ，皮膚に当てるのに適する，マッサージ装置であって，前記各回転部材が，大体においてそれぞれ支持体に連結した関連する軸線のまわりの回転により生成される個体の形状を持ち，前記2つの軸線の方向が，その間に斜角βをなしている，マッサージ装置において，前記斜角βを60°ないし170°とし，前記各回転部材を，たわみ性材料，とくにエラストマー又は熱可塑性エラストマーで作り，前記各回転部材に，隆起した部分を設け，この隆起した部分に，皮膚に当てるのに適する接触端部を設け，これ等の接触端部を，前記回転部材の軸線方向に，又その周辺方向に互いに間隔を置いて配置したことを特徴とする，マッサージ装置。",
                                "【請求項3】  前記角度βを，115°ないし125°にしたことを特徴とする，請求項1のマッサージ装置。",
                                "⒝  【産業上の利用分野】",
                                "【0001】本発明は，それぞれ関連する軸線のまわりに自由に回転するように取付けた，少なくとも2個の回転部材を，両面のうちの一方の面に設けられ，皮膚に当てるにに適するマッサージ装置であって，前記各回転部材が，大体においてそれぞれ支持体に連結した関連する軸線のまわりの回転により生成される固体の形状を持ち，前記2つの軸線の方向がその間に斜角βをなしているマッサージ装置に関する。",
                                "【0003】本発明の目的は，とくに皮膚の向上した弾力性とマッサージ処理後皮膚表面に存在する水分及び脂肪分の著しい減少とが得られるように，この種の装置で得られるマッサージ作用を改良することにある。",
                                "【0004】さらにマッサージ装置は，なお製造が簡単かつ経済的で使用の容易であることが望ましい。",
                                "【0005】本発明によれば前記したようなマッサージ装置は，各回転部材の軸線の方向間の斜角βを60°ないし170°とし，これ等の回転部材とたわみ性材料とくにエラストマー又は熱可塑性エラストマーで作り，前記各回転部材に，隆起した部分を設け，この隆起した部分に，皮膚に当てるのに適する接触端部を設け，これ等の接触端部を，前記回転部材の軸線方向に又その周辺方向に互いに間隔を置いて配置したことを特徴とする。",
                                "【0006】このような輪郭を持つ回転部材又はローラは，マッサージ作用中に横方向の揺動運動と，上下方向の揺動運動とを生ずる。本発明マッサージ装置は，非連続的で振動を伴うが皮膚の徐徐の排水を生ずる。",
                                "【0007】軸線方向の2つの次次の隆起した部分の接触端部は周辺方向に食い違わせるのがよい。",
                                "【0008】前記した角度βは115°ないし125°にするのが有利である。本発明マッサージ装置が2個ずつ複数組の回転部材を備える場合には，各角度βは互いにほぼ同じ値を持つ。",
                                "【0020】各回転部材の軸線のなす斜角βを調整する手段を設ける。",
                                "【0023】細長い回転部材は，入口開口より著しく狭い出口開口を形成する，皮膚に隣接する端部に対向する端部を持つ。すなわち互に協働する各回転部材は，これ等の部材の間に皮膚に対し狭い区域を形成する。",
                                "⒞  【0025】",
                                "【実施例】図1は本発明により皮膚にマッサージを施す，マッサージ装置の簡略化した線図的斜視図である。本発明マッサージ装置の支持体は，支持手段1を除いて図示してない。本発明マッサージ装置は，第1のローラ2及び第2のローラ3から成る2個の回転部材を備えている。各ローラ2，3は，互いに同じであり，それぞれ対応する軸線のまわりの回転により生成される直円筒の一般形状を持つ。ローラ2は軸線4を持つが，ローラ3は軸線5を持つ。各軸線4，5は本発明マッサージ装置の支持体（図示してない）に固定してある。支持体に支えたこれ等の軸線により，各ローラ2，3はその関連する軸線のまわりに自由に回転する。各軸線4，5は一般に同じ平面上にあり，これ等の軸線の仮想の延長は交差点10で交差する。各軸線4，5は，これ等が斜角βを挾む平面Sを形成する。角度βは60°ないし170°である。軸線4，5は，図19の場合（各回転部材が食い違い状の列に配置してある）のように同一平面上になくてもよい。図19の場合には，角度βは一方の平面内に位置し前記各軸線に平行な方向によりなす角度である。",
                                "【0027】各ローラ2，3はその軸線4，5の方向で，この場合一様でローラの直径に等しい最大の横方向寸法より大きい縦方向寸法を持つ。ローラ2，3の交差点10に最も近い2つの上部円形端部16，17は対応する下端部14，15より相互に一層近い。各上端部16，17は，その間に，1ないし15mmの間で変る出口開口18を形成するが，各下端部14，15はその間に出口開口18より著しく大きい寸法を持つ入口開口19を形成する。",
                                "【0028】各ローラ2，3はたわみ性材料とくにエラストマー又は熱可塑性エラストマーで作る。各ローラ2，3の硬さはショアA硬さ25ないし90にするのがよい。各ローラ2，3は，皮膚に当てるのに適する接触端部が回転部材の軸線方向に又周辺方向に互いに間隔を置いた隆起した部分（図7ないし図14についてなお詳しく述べる）を持つ。軸線方向の2つの次次の隆起した部分の接触端部は，周辺方向には互いに食い違わせるのがよい（図10及び14参照）。",
                                "【0029】各列に配置したローラは可変の硬さを持つ。",
                                "【0030】図7ないし図14は，本発明マッサージ装置用の種種の形状のローラをなお詳しく示す。図7ないし図14の各ローラの横方向面は，隆起した部分を持つ。これ等のローラは全部が，回転により生成される直円筒の形状の基体面を持ち，ローラの回転軸線に対し半径方向に延び，互いに異なる隆起した部分を生じる。",
                                "【0031】一般にこれ等の隆起した部分が大きくなるほど又これ等の部分が縦方向に相互に間隔を置くほど，角度αが小さくなり，従ってこの角度は一層小さい許容限度の30°に近づく。ローラのひだよせ作用では皮膚はローラの或る縦方向寸法部分に接触するようにならなければならない。これ等の種種の縦方向に片寄った突起を設けた図7ないし図14のローラは，ひだよせ／横揺れの作用のほかに皮膚に振動性の作用を及ぼし又は他方向では皮膚に弛緩作用を加える。このような1連の結果は従来の装置では得られていない。",
                                "【0040】1つの平面S内で各回転部材の軸線は60°ないし170°の角度βを挾む。",
                                "⒟  【0041】図3ないし図5は本発明マッサージ装置の第1の実施例を示す。図1の部品に類似の部品は図1の参照数字に200を加えて示してある。マッサージ装置200は，縦方向の対称面X−Xを備え，手でつかむことのできる取手220を備えている。取手220は，皮膚に当てるのに適する支持体面の突起により形成した止め手段201を備えている。このマッサージ装置には，各軸線204，205のまわりの回転により生成される円筒体202，203の形状を一般に持つローラの形の2個の回転部材を設けてある。各軸線204，205の仮想の延長は仮想の交差点210で交差する。これ等の軸線は120°に等しい角度β を挾む。各ローラ2302，203及び突起210はこのようにして，接触点又は支持点214，213，211を介してそれぞれ平面Pに接触するようになる。各軸線204，205は，平面Pに対し傾斜角αを挾む平面Sを定める。角度αはこの場合約15°である。",
                                "【0042】このマッサージ装置の作用は次の通りである。",
                                "【0043】このマッサージ装置は図4に示すようにして皮膚に押付ける。このようにして皮膚が基準面Pの代りになる。このマッサージ装置は，その取手220のより保持し皮膚上をこのマッサージ装置対称面X− Xに平行な方向に並進移動させる。このマッサージ装置を図4右方に向かい動かすときは，皮膚を押圧しわずかに皮膚内に入込む各ローラは，皮膚上をこすりながら転動し滑動する。こすりながらのこの滑動により，各ローラの大きい開口により定まる区域から各ローラの小さい開口により定まる出口区域に向かい付勢される皮膚のひだよせ作用が生ずる。さらに各ローラは皮膚上を転動してころがる。このマッサージ装置を他方向に動かすときは皮膚は同様なマッサージ作用を受けない。",
                                "【0044】各ローラはふたたびこすり作用を伴って滑動し同時に転動する。しかし皮膚は，なお各ローラによる転動作用によりわずかに伸長し又は弛緩する。",
                                "【0045】前記した特定の輪郭を持つ本発明マッサージ装置は，マッサージ中に横方向の振動運動と上下方向の振動運動とを生ずる。本発明マッサージ装置は，断続的で振動を伴うが皮膚から徐徐に水分を放出する。",
                                "【0046】本発明マッサージ装置によるマッサージ後には微小な循環が認められ，皮膚の弾力性が向上し皮膚の表面に存在する水分及び脂肪分の著しい減少が生じ，皮膚のマッサージ後に本発明マッサージ装置により，マッサージ剤を表皮に比較的迅速に浸透させるこができる。皮膚の弾性の増加も又認められる。",
                                "【0047】本発明マッサージ装置は皮膚に対してあまり刺激的でない。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "【0048】図6は，ローラにより形成した2個の回転部材を持つ装置の第2の実施例を示す。図3と同様な部品は図3の参照数字に100を加えて示してある。このマッサージ装置300は，取手320と，皮膚に接触するようにした突起301を形成する止め手段とローラ302，303の形状の2個の回転部材とを備えている。",
                                "【0049】このマッサージ装置は縦方向対称面Y− Yを持つ。図3及び図6の2個の装置をそれぞれの各対称面X− X，Y− Yを互いに一致させることにより比較すると，図6の装置の各ローラ302，303は平面X− X又は平面Y− Yに直交する平面に対して図2のローラ202，203に対称である。",
                                "【0050】図6の装置の斜角β は図3の装置の斜角β に等しい。4 3傾斜角αは示してないが，対称であるからこれ等の傾斜角は互いに等しい。このことは，図6の装置の各ローラが図3のローラの位置に対して対称である皮膚位置を占め，従って図6の装置の作用が図3の装置の作用に実質的に同じであることを示す。図6の装置の装置の転動／ひだよせの作用は左方に向かう移動により得られるが，図3の装置の場合には同じ転動／ひだよせの作用が右方に向かう移動により得られる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aの甲5の記載事項によれば，本件審決の認定のとおり，甲5には，「マッサージ装置は，皮膚の向上した弾力性とマッサージ処理後皮膚表面に存在する水分及び脂肪分の著しい減少とが得られるように，各ローラの軸線の方向間の斜角βを60°ないし170°，特に115°ないし125°とし，前記各ローラを，ショアA硬さ25ないし90のたわみ性材料，特にエラストマー又は熱可塑性エラストマーで作り，前記各ローラに，隆起した部分を設け，この隆起した部分に，皮膚に当てるのに適する接触端部を設け，これ等の接触端部を，前記ローラの軸線方向に又その周辺方向に互いに間隔を置いて配置し，ひだよせ／横揺れの作用のほかに皮膚に振動性の作用を及ぼし又は他方向では皮膚に弛緩作用を加えるものであることを特徴とする。具体的には，マッサージ装置を，皮膚が各ローラの大きい開口により定まる区域から各ローラの小さい開口により定まる出口区域に向かう方向に動かすと，各ローラは皮膚を押圧しわずかに皮膚内に入込み，皮膚上をこすりながら転動し滑動し，皮膚のひだよせ作用を生じ，一方，当該マッサージ装置を他方向に動かすときは，皮膚は同様なマッサージ作用を受けず，そのように装置の移動に伴う各ローラの転動作用により，皮膚は伸張し又は弛緩し，横揺れを生じ，皮膚から徐々に水分を放出するものである。」との事項が開示されていると認められる（【0003】，【0005】，【0008】，【0028】，【0031】，【0043】ないし【0050】，図3ないし図6）。",
                            "一方で，甲5には，「それぞれ関連する軸線のまわりに自由に回転するように取付けた，少なくとも2個の回転部材を，両面のうちの一方の面に設けられ，皮膚に当てるのに適する，マッサージ装置であって，前記各回転部材が，大体においてそれぞれ支持体に連結した関連する軸線のまわりの回転により生成される個体の形状を持ち，前記2つの軸線の方向が，その間に斜角βをなしている，マッサージ装置において，前記斜角βを60°ないし170°とし，前記各回転部材を，たわみ性材料，とくにエラストマー又は熱可塑性エラストマーで作り，前記各回転部材に，隆起した部分を設け，この隆起した部分に，皮膚に当てるのに適する接触端部を設け，これ等の接触端部を，前記回転部材の軸線方向に，又その周辺方向に互いに間隔を置いて配置したことを特徴とする，マッサージ装置。」（【請求項1】），「図3ないし図5は本発明マッサージ装置の第1の実施例を示す。…マッサージ装置200は，縦方向の対称面X− Xを備え，手でつかむことのできる取手220を備えている。取手220は，皮膚に当てるのに適する支持体面の突起により形成した止め手段201を備えている。このマッサージ装置には，各軸線204，205のまわりの回転により生成される円筒体202，203の形状を一般に持つローラの形の2個の回転部材を設けてある。各軸線204，205の仮想の延長は仮想の交差点210で交差する。これ等の軸線は120°に等しい角度β3を挾む。各ローラ202，203及び突起210はこのようにして，接触点又は支持点214，213，211を介してそれぞれ平面Pに接触するようになる。各軸線204，205は，平面Pに対し傾斜角αを挾む平面Sを定める。角度αはこの場合約15°である。」（【0041】），「図6は，ローラにより形成した2個の回転部材を持つ装置の第2の実施例を示す。図3と同様な部品は図3の参照数字に100を加えて示してある。このマッサージ装置300は，取手320と，皮膚に接触するようにした突起301を形成する止め手段とローラ302，303の形状の2個の回転部材とを備えている。」（【0048】），「このマッサージ装置は縦方向対称面Y− Yを持つ。図3及び図6の2個の装置をそれぞれの各対称面X− X，Y− Yを互いに一致させることにより比較すると，図6の装置の各ローラ302，303は平面X− X又は平面Y− Yに直交する平面に対して図2のローラ202，203に対称である。」（【0049】），「図6の装置の斜角β は図3の装置の斜角β に等しい。傾斜角αは示してない4 3が，対称であるからこれ等の傾斜角は互いに等しい。このことは，図6の装置の各ローラが図3のローラの位置に対して対称である皮膚位置を占め，従って図6の装置の作用が図3の装置の作用に実質的に同じであることを示す。図6の装置の装置の転動／ひだよせの作用は左方に向かう移動により得られるが，図3の装置の場合には同じ転動／ひだよせの作用が右方に向かう移動により得られる。」（【0050】）との記載がある。",
                            "上記記載によれば，甲5には，原告が主張するように，「ローラの回転軸が，取手の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角βが鈍角(120°)に設けられた，マッサージ装置」（別紙3の図6）の開示があることが認められる。",
                            "これに反する被告の主張は採用することができない。",
                            "そこで，以下においては，甲5に上記構成のマッサージ装置の開示があることを前提に，相違点2の容易想到性について判断することとする。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2の容易想到性について",
                      "text": [
                        "原告は，①甲1には，甲1-1発明は，皮膚にある老廃物，例えば油分を取り除くこと及びゲルマニウムを浸透させることを発明の目的とし，直流電源からの微弱電流の作用によって，皮膚に含まれる帯電した油分を皮膚から浮き上がらせたり，ゲルマニウムを皮膚に浸透させるとともに，ローラ支持部を二股にすることで，2つのローラが離れて支持され，それによって皮膚に与える機械的な刺激が大きくなるというメリットがあり，ローラによるマッサージの相乗効果も期待されていることの開示があること（【0004】，【0015】，【0032】ないし【0036】），②甲5には，甲5記載のマッサージ装置を用いることによって，マッサージ後には微小な循環が認められ，皮膚の弾力性が向上し皮膚の表面に存在する水分及び脂肪分の著しい減少が生じ，皮膚のマッサージ後にマッサージ装置により，マッサージ剤を表皮に比較的迅速に浸透させることができることの開示があること（【0046】）からすると，甲1-1発明と甲5記載のマッサージ装置は，一対のローラによるマッサージによって，皮脂の減少やマッサージ剤の浸透を効果的に行おうとする発明であり，皮脂の減少やマッサージ剤の浸透を目的としている点において，課題及び目的が共通するから，当業者は，甲1-1発明において，油分の浮き上がらせやゲルマニウムの浸透をより効果的に行うために，甲5記載のマッサージ装置の前記(ア)bの構成を適用する動機付けがあるといえるから，「ローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角に設けられ」た構成（相違点2に係る本件特許発明1の構成）とすることを容易に想到することができたものである旨主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "そこで検討するに，甲1-1発明のローラ支持部200は，甲1の図1（別紙2）に示すとおり，横軸部210と縦軸部220とで形成された「T字形状」であり，横軸部210に取り付けられたローラ100，100の回転軸のなす角は180度であり，また，2つのローラ100，100が単一の横軸部210の両端に取り付けられているから，2つのローラの回転軸が1軸の構成であり，これにより2つのローラ100，100は平行な位置関係にあることを理解できる。",
                            "他方で，甲5記載のマッサージ装置は，甲5の図6に示すように，「ローラの回転軸が，取手の長軸方向の中心線とそれぞれ鋭角に設けられ，一対（2つ）のローラの回転軸のなす角βが鈍角(120°)」に設けられており，2つのローラ302，303の回転軸は，別異の軸で構成された2軸の構成であり，これにより2つのローラは，甲1-1発明と比べて接近した位置関係にあることを理解できる。",
                            "このように甲1-1発明と甲5記載のマッサージ装置は，2つのローラの回転軸の構成が異なるものであるところ，甲1には，2つのローラ100，100の回転軸を2軸とすることについて記載も示唆もない。かえって，甲1には，「前記ローラ支持部は二股になっており，2つのローラが離れて支持されていると，皮膚に与える機械的な刺激が大きくなるというメリットがある。」（【0015】）との記載があり，2つのローラが離れていることが望ましいことを示唆する記載がある。",
                            "また，甲5の【0050】には，「図6の装置」の「転動／ひだよせの作用は左方に向かう移動により得られる」との記載があり，この記載は，甲5記載のマッサージ装置の「ローラの回転軸が，取手の長軸方向の中心線とそれぞれ鋭角に設けられ，一対（2つ）のローラの回転軸のなす角βが鈍角(120°)」に設けられた構成により，「ひだよせの作用」による機械的刺激が生じることを開示するものと認められる。しかし，甲1及び甲5の記載から，甲5記載のマッサージ装置における「ひだよせの作用」による機械的刺激が甲1-1発明における「2つのローラが離れて支持されていると，皮膚に与える機械的な刺激」よりも好ましい効果が得られるとまで直ちに理解することはできない。",
                            "そうすると，甲1-1発明と甲5記載のマッサージ装置は，一対のローラによるマッサージによって，皮脂の減少やゲルマニウム又はマッサージ剤の浸透を効果的に行うことを目的としている点において，課題及び目的が共通するものであるとしても，甲1及び甲5に接した当業者において，甲1-1発明において，2つのローラの回転軸が1軸より複雑な構造である2軸の甲5記載のマッサージ装置の上記構成を適用する動機付けがあるものと認めることはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上によれば，当業者が甲1-1発明と甲5に記載された発明に基づいて，相違点2に係る本件特許発明1の構成を容易に想到することができたものと認めることはできない。",
                            "したがって，原告の前記主張は採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲6を副引用例とする容易想到性の判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲6の記載事項について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲6には，次のような記載がある（下記記載中に引用する図1，4については別紙4を参照）。",
                            "⒜  【特許請求の範囲】",
                            "【請求項1】",
                            "製品を保持可能な，縦方向の軸Xを持つ容器（10）を備えた，製品のパッケージ及びアプリケータユニットであって，該容器は，蓋（20）によって開閉可能な製品分配孔（17）を第一端に備え，自由に回転できる少なくとも2つの皮膚マッサージ要素（41，42）を，第一端の反対側の第二端に備えたユニット。",
                            "【請求項2】",
                            "マッサージ要素（41，42）が，傾斜又は垂直方向を向く回転軸（A ，A ）の周りを回転可能であることを特徴とする請求項11 2に記載のユニット。",
                            "【請求項3】",
                            "2つの回転軸（A ，A ）の方向が，第一断面P1上で80度から1 2140度，好ましくは100度から120度の角度αをなすことを特徴とする請求項2に記載のユニット。",
                            "⒝  【技術分野】",
                            "【0001】",
                            "本発明は，皮膚をマッサージするための装置を備えた，製品のパッケージ及びアプリケータユニットに関する。",
                            "【背景技術】",
                            "【0002】",
                            "特許文献1及び2に記載の皮膚用マッサージ装置が知られている。この種の装置は，皮膚をマッサージするためだけに提供されるものである。",
                            "特許文献3は，一端にハンドルを備え，ローラ状のミョウバン石が回転可能に支持された装置を開示している。このようなミョウバン石を皮膚にあてがうとマッサージ効果がある。",
                            "【0003】",
                            "特定の化粧又は皮膚ケア製品を塗布するとき，製品塗布前及び／又は塗布後に皮膚をマッサージすることが製品の皮膚への浸透を促進するために役に立つ場合がある。",
                            "特許文献4，5，6及び7は，一端に1つの球体（又はローラ）が回転可能に支持されたリザーバを備えた「ロールオン」タイプの製品アプリケータを開示している。製品は球体の周囲に沿って流れることができ，製品が分配されると同時に，製品が塗布された表面がマッサージされるようになっている。このようなマッサージ球体又はローラは塗布を続ける間に詰まってしまうことがある。",
                            "特許文献5及び6に記載の特定の実施形態によると，容器の第二端に，マッサージだけを目的として使用されるもう1つの球体（又はローラ）が組み込まれている。しかし，単一の球体では，真に効果的なマッサージ動作が皮膚にもたらされない。",
                            "【発明が解決しようとする課題】",
                            "【0004】",
                            "従って，皮膚のマッサージと製品塗布，両方の働きをする新規な装置を提供する必要がある。",
                            "また，このような装置で使用が簡単なものを提供する必要もある。",
                            "⒞  【課題を解決するための手段】",
                            "【0005】",
                            "本発明の1つの側面によると，製品を保持可能な，縦方向の軸Xを持つ容器を備えた，製品のパッケージ及びアプリケータユニットであって，該容器は，蓋によって開閉可能な製品分配孔を第一端に備え，自由に回転な少なくとも2つのマッサージ要素を，第一端の反対側の第二端に備えたものが提供される。",
                            "よって使用者は，皮膚をマッサージした後，ユニットを180度回転させるだけで，そのマッサージした部分に製品を塗布することが容易にできる。これによって特に，マッサージと製品塗布の処置を交互に行うことが可能になる。加えて，このようなユニットでは，身体の一部分に製品を塗布すると同時にその部分をマッサージしなければならないことがないので，マッサージ装置が詰まってしまうこともない。",
                            "【0006】",
                            "マッサージ要素は，傾斜又は垂直方向を向いた回転軸の周りを回転可能である。",
                            "2つの回転軸の方向は，第一断面P 上で80度から140度，好1ましくは100度から120度の角度αをなしているのが好ましい。",
                            "2つの回転軸の方向は，付加的な形態として，P とは別の第二断1面P 上で0度から15度，好ましくは1度から5度の角度βをなし2ているのが好ましい。",
                            "当該ユニットは角度αを調節する手段を備えているのが好ましい。これにより，マッサージ装置を，あてがう部分に適応させることができる。",
                            "【0008】",
                            "マッサージ要素は，回転を円滑にするためのフランジを備えていてもよい。マッサージ要素は，固定されたピンの周りを回転可能である。",
                            "マッサージ要素は，柔軟な材料，特にエラストマーから作られる。特に，マッサージ要素の表面が滑らかである場合は，ある種のシリコン又はSEBS等の皮膚に対して粘着性を有する材料を選んでマッサージ要素を作るのが好ましい。",
                            "マッサージ要素が，固定されたピンの周りを回転可能である場合，該ピンは，マッサージ要素とは別の材料から作られる。特に，該ピンは，摩擦を抑え回転を円滑にするために堅い材料で作られる。フランジも同様に堅い材料で作られてもよい。",
                            "マッサージ要素は外側表面に突起を備えていてもよく，これらの突起の高さはマッサージ要素上で一定又は不均一にすることができる。回転要素のこれらの突起によって，マッサージ動作は横振動と縦振動の両方を生成する。マッサージ要素は，皮膚に漸進的な排出効果（draining effect）を付与するが，これは断続的に且つ振動によってなされる。よってこのマッサージ動作はより穏やかである。",
                            "⒟  【0012】",
                            "図1ないし4に示したパッケージ及びアプリケータユニットは，製品を収容し且つ皮膚マッサージ装置40を備えたボトル形態の容器10を有し，該ボトルはキャップ20で閉じられる。",
                            "ボトル10は，縦方向の軸Xを有し且つ横断面が長楕円形状，特に例示ではほぼ楕円形状の本体11を備える。横断面は，首部13が組み込まれたボトルの第一端12から肩部14まで徐々に広がり，該肩部からは狭まり，底部で終端する。",
                            "ボトルの本体11は，その表面に垂直な圧力に対して「弾性的に」変形可能な壁からなり，該壁は，その圧力が緩められると元の形状に復元することができる。ボトルは，例えば，ポリエチレン又はポリプロピレンから作られるか，あるいは，EVOHと又はEVOHなしで共押し出しされる。",
                            "【0013】",
                            "キャップ20は，ボトルの首部13にスナップ留めされる。",
                            "キャップ20は，横断面がほぼ楕円形状のカバースカート22が組み込まれた本体21を備える。カバースカート22は，一端が開口しており，もう一端が横方向の壁23により閉じられている。キャップがボトルに取り付けられると，カバースカートは実質的にボトル本体の続きをなす。",
                            "キャップはまた，ほぼ平坦な壁によって形成されたカバー30を備え，該カバーはフィルムヒンジ31によって本体21に連結されており，該ヒンジの軸である軸Yの周りを回転可能である。あるいは，例えばトグルヒンジといったバネ効果を有するヒンジを使用することもできる。",
                            "【0016】",
                            "容器の該キャップの反対側には，マッサージ装置40が固定されている。マッサージ装置40は，回転するマッサージ要素41及び42を支える支持体60によってボトル10上に支持されている。",
                            "支持体60は，ボトル10に取り外し可能に固定された取付スカート61を備える。取付スカート61は第一端が開口しており，この開口から，肩部14から始まるボトルのテーパ部分を入れることができる。よって，装置を邪魔で扱いにくいものにすることなく，最大限の製品収容量が達成される。",
                            "該スカートの直径方向において相対する2つの位置に，2つの切り欠き（図1及び2では1つだけ見える）が形成されており，該切り欠きのそれぞれは，スカートの第一端まで続く。各切り欠きは，スカートがボトルに反転可能に取り付けられるようにするタブ62を形成する。各タブ62はほぼ長方形で，中心部分62cに隔てられた2つの部分62a及び62bからなり，該中心部分は切り離されておらず，タブはその周りを前後に移動できる。さらに各タブ62の内側表面にはリブ62dが形成されており，該リブは，スナップオン取付によって支持体60をボトル上に保持することができるように，ボトルのテーパ部分に形成された凹部15と契合するようにできている。ボトルは凹部15の上に，タブの一部分62aを受け入れることができる窪み領域16を有し，該窪み領域に対して該部分を傾けることができる。変形例として，スカートはタブを1つだけ又は2つ以上有してもよい。",
                            "【0017】",
                            "取付スカートの反対側では，支持体60は二組の凸部63a，63b及び63c，63dが終端となり，各組は，マッサージ要素41及び42を受けるための開いた凹部41’及び42’から突出している。凸部63a，63b及び63c，63dの各組は，回転軸A1及びA2を定義し，対応するマッサージ要素がその周りを回転することができる。",
                            "マッサージ要素41及び42は，ローラの形態の回転要素である。該ローラは，柔軟な材料，特にエラストマー又は熱可塑性エラストマーから作られる。ローラの硬度は，15ショアAないし90ショアD，好ましくは20ショアAないし40ショアD，及びより好適には30ショアAないし90ショアAであってよい。",
                            "【0018】",
                            "2つのローラ41及び42は同一形状であり，通常それぞれ円筒形状で，表面が比較的滑らかである。各ローラ41及び42は，それぞれの回転軸A1及びA2に沿った縦方向の寸法が，その最大の横方向の寸法（この場合では，該寸法は均一でローラの直径に等しい）よりも大きい。ローラ41及び42はそれぞれ回転軸上に，2つの空洞43a，43b及び43c，43dを有し，該空洞のそれぞれは，対応する凹部から突出する各一組の凸部の1つを受けるようにできている。従って各ローラ41及び42は，関連する軸の周りを自由に回転できる。図6に部分的に示された変形例では，フランジの形態の中間部材64が，一方ではローラ41の各空洞43a，43bに圧力嵌めされており，他方では支持体60に設けられた凹部65a，65bに自由に回転できるように支持されている。図7に示されたまた別の変形例では，ローラ41及び42は，両端が支持体60に設けられた凹部65a，65bに圧力嵌めされている固定ピン66上に自由に回転できる。固定ピン66は，圧力嵌めで凹部に保持されるのではなく，図8に示されたように支持体に設けられた柔軟なフィン67によって保持されてもよい。フランジ64と固定ピン66は，摩擦を抑え回転を円滑にするために堅い材料で作られるのが好ましい。",
                            "【0019】",
                            "ローラは，軸A1及びA2がほぼ同一平面上にあり，且つそれらの延長線は平面P1 内で交わる。",
                            "ローラ41及び42はまた，図1のようにマッサージ装置がまっすぐ立てられた状態にある装置を断面P1 で見たとき，各ローラ41及び42の円の2つの上端41a及び42aが，対応する下端41b及び42bよりも互いに近い。上端41aと42aの間には2mm程度の入口孔OE が画定され，下端41bと42bの間には20mm程度の出口孔OSが画定される。",
                            "【0020】",
                            "上述した装置を使用するためには，ボトルを把持し，当該マッサージ装置を図4に示したように皮膚にあてがう。次いで当該装置を皮膚上で動かすことができる。ユニットを図4のように左側に動かすと，皮膚に接触し且つ皮膚を軽く押圧しているローラは，皮膚上を転がり摩擦しながら摺動する。皮膚は最初，ローラ間の大きい開きOS によって画定される領域に曝され，次いでローラ間の小さい開きOE によって画定される領域に曝されるので，この摩擦しながら摺動する動作によって皮膚は押し曲げられる。装置を反対方向に動かすと，皮膚は同様のマッサージ動作を受けない。ローラは同様に，摩擦しながら摺動すると同時に転がるが，皮膚はわずかな伸縮又は弛緩しか受けない。皮膚をマッサージした後，装置をひっくり返してキャップを開け，ボトルに収容されている製品をマッサージされたばかりの身体部分に塗布する。マッサージ動作を受けて微小循環の改善が観察され，結果的に皮膚の張りが向上し，皮膚表面の水分と皮脂が大幅に減少し，このことは，皮膚をマッサージした後，当該装置は，製品の皮膚へのより迅速な浸透を助長することを意味する。皮膚の弾力性の増大も観察される。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aの甲6の記載事項によれば，本件審決の認定するとおり，甲6には，「ユニットであって，皮膚のマッサージと製品塗布，両方の働きをするように，製品を保持可能な，縦方向の軸Xを持つボトル（10）を備え，当該ボトルは，キャップ（20）によって開閉可能な製品分配孔（17）を第一端に備え，硬度が15ショアAないし90ショアDの柔軟な材料，特にエラストマー又は熱可塑性エラストマーから作られる少なくとも2つのローラ（41，42）を，自由に回転できるように当該第一端の反対側の第二端に備え，当該ローラ（41，42）は，回転軸（A1，A2）の周りを回転可能であり，2つの回転軸（A1，A2）の方向が，第一断面P1上で80度から140度，好ましくは100度から120度の角度αをなすよう配置され，当該ユニットを，皮膚がローラ間の大きい開きOSによって画定される領域からローラ間の小さい開きOEによって画定される領域に向かう方向に動かすと，この摩擦しながら摺動する動作によって皮膚は押し曲げられ，一方，当該ユニットを，他方向に動かすと，皮膚はわずかな伸縮又は弛緩しか受けないので同様のマッサージ動作を受けず，皮膚をマッサージした後，当該ユニットをひっくり返して当該キャップを開け，当該ボトルに収容されている製品をマッサージされたばかりの身体部分に塗布することを特徴とする。」との事項が開示されていると認められる（【0004】ないし【0006】，【0008】，【0012】，【0013】，【0017】，【0019】，【0020】，図1ないし図4）。",
                            "一方で，甲6には，「2つの回転軸（A ，A ）の方向が，第一断1 2面P1 上で80度から140度，好ましくは100度から120度の角度αをなすことを特徴とする請求項2に記載のユニット。」（【請求項3】），「2つの回転軸の方向は，第一断面P1 上で80度から140度，好ましくは100度から120度の角度αをなしているのが好ましい。」（【0006】），「図1ないし4に示したパッケージ及びアプリケータユニットは，製品を収容し且つ皮膚マッサージ装置40を備えたボトル形態の容器10を有し，該ボトルはキャップ20で閉じられる。」（【0012】），「容器の該キャップの反対側には，マッサージ装置40が固定されている。マッサージ装置40は，回転するマッサージ要素41及び42を支える支持体60によってボトル10上に支持されている。」（【0016】），「マッサージ要素41及び42は，ローラの形態の回転要素である。」（【0017】），「ローラ41及び42はそれぞれ回転軸上に，2つの空洞43a，43b及び43c，43dを有し，該空洞のそれぞれは，対応する凹部から突出する各一組の凸部の1つを受けるようにできている。従って各ローラ41及び42は，関連する軸の周りを自由に回転できる。」（【0018】），「ローラ41及び42はまた，図1のようにマッサージ装置がまっすぐ立てられた状態にある装置を断面P1 で見たとき，各ローラ41及び42の円の2つの上端41a及び42aが，対応する下端41b及び42bよりも互いに近い。上端41aと42aの間には2mm程度の入口孔OE が画定され，下端41bと42bの間には20mm程度の出口孔OS が画定される。」（【0019】）との記載がある。",
                            "上記記載によれば，甲6には，原告が主張するように，「ローラの回転軸が，ボトルの長手方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角（α）を鈍角（100度から120度）に設けられた，マッサージ装置」（別紙4の図1）の開示があることが認められる。",
                            "これに反する被告の主張は採用することができない。",
                            "そこで，以下においては，甲6に上記構成のマッサージ装置の開示があることを前提に，相違点2の容易想到性について判断することとする。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2の容易想到性について",
                      "text": [
                        "原告は，①甲1には，甲1-1発明は，皮膚にある油分等の老廃物を取り除くという課題を有し，2つのローラによる機械的刺激により皮膚の活性化に寄与する点に技術的意義があること（【0015】，【0036】）の開示があること，②甲6には，甲6記載のマッサージ装置のローラを皮膚にあてがって動かすと，ローラが皮膚上を転がり摩擦しながら摺動し，皮膚が最初はローラ間の大きい開きによって画定される領域に曝され，次いでローラ間の小さい開きによって画定される領域に曝されることから押し曲げられることによって，マッサージ動作により皮膚の張りが向上し，皮膚表面の水分と皮脂が大幅に減少するという効果が認められること（【0020】）の開示があることからすると，甲1-1発明と甲6記載のマッサージ装置は一対のローラの技術的意義に共通性があるから，当業者は，甲1-1発明において，皮膚へのマッサージ効果を向上させ，皮膚の油脂を取り除く観点から，甲6記載のマッサージ装置の前記(ア)bの構成を適用する動機付けがあるといえるから，「ローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角に設けられ」た構成（相違点2に係る本件特許発明1の構成）とすることを容易に想到することができたものである旨主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "そこで検討するに，前記ア(イ)a認定のとおり，甲1-1発明のローラ支持部200は，別紙2の図1に示すとおり，横軸部210と縦軸部220とで形成された「T字形状」であり，2つのローラ100，100が単一の横軸部210の両端に取り付けられているから，2つのローラの回転軸が共通する一軸の構成であり，これにより2つのローラ100，100は平行な位置関係にあることを理解できる。",
                            "他方で，甲6記載のマッサージ装置は，別紙3の図1に示すように，「ローラの回転軸が，ボトルの長手方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角（α）を鈍角（100度から120度）」に設けられており，2つのローラ41，42の回転軸A ，1A は，別異の軸で構成された2軸の構成であり，これにより2つのロ2ーラは，甲1-1発明と比べて接近した位置関係にあることを理解できる。",
                            "このように甲1-1発明と甲6記載のマッサージ装置は，2つのローラの回転軸の構成が異なるところ，甲1には，2つのローラ100，100の回転軸を1軸から2軸とすることについての記載も示唆もない。かえって，甲1には，「前記ローラ支持部は二股になっており，2つのローラが離れて支持されていると，皮膚に与える機械的な刺激が大きくなるというメリットがある。」（【0015】）との記載があり，2つのローラが離れていることが望ましいことを示唆する記載がある。",
                            "また，甲6の【0020】には，「図1のマッサージ装置」を「使用するためには，ボトルを把持し，当該マッサージ装置を図4に示したように皮膚にあてがう。次いで当該装置を皮膚上で動かすことができる。ユニットを図4のように左側に動かすと，皮膚に接触し且つ皮膚を軽く押圧しているローラは，皮膚上を転がり摩擦しながら摺動する。皮膚は最初，ローラ間の大きい開きOS によって画定される領域に曝され，次いでローラ間の小さい開きOE によって画定される領域に曝されるので，この摩擦しながら摺動する動作によって皮膚は押し曲げられる。装置を反対方向に動かすと，皮膚は同様のマッサージ動作を受けない。ローラは同様に，摩擦しながら摺動すると同時に転がるが，皮膚はわずかな伸縮又は弛緩しか受けない。皮膚をマッサージした後…ボトルに収容されている製品をマッサージされたばかりの身体部分に塗布する。…このことは，皮膚をマッサージした後，当該装置は，製品の皮膚へのより迅速な浸透を助長することを意味する。皮膚の弾力性の増大も観察される。」との記載があり，この記載は，甲6記載のマッサージ装置の「ローラの回転軸が，ボトルの長手方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角（α）を鈍角（100度から120度）」に設けられた構成により，「皮膚」が「押し曲げられる」作用による機械的刺激が生じることを開示するものと認められる。しかし，甲1及び甲6の記載から，甲6記載のマッサージ装置における「皮膚」が「押し曲げられる」作用による機械的刺激は，甲1-1発明における「2つのローラが離れて支持されていると，皮膚に与える機械的な刺激」よりも好ましい効果が得られるとまで直ちに理解することはできない。",
                            "そうすると，甲1-1発明と甲6記載のマッサージ装置は一対のローラの技術的意義に共通性があるとしても，甲1及び甲6に接した当業者において，甲1-1発明において，2つのローラの回転軸が1軸より複雑な構造である2軸の甲6記載のマッサージ装置の上記構成を適用する動機付けがあるものと認めることはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上によれば，当業者が甲1-1発明と甲6に記載された発明に基づいて，相違点2に係る本件特許発明1の構成を容易に想到することができたものと認めることはできない。",
                            "したがって，原告の前記主張は採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲7の1を副引用例とする容易想到性の判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲7の1の記載事項について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲7の1（訳文甲7の2）には，「意匠の対象となる物品」欄に「マッサージ器」，「意匠の説明」欄に「1．材質は合成樹脂材である。」，「意匠の創作内容の要点」欄に「本願マッサージ器は，人体の部位を引っ張り，押して筋肉をほぐすマッサージ器であって，安定感と立体感を強調し，新しい美感を生じさせるようにしたことを創作内容の要点とする。」との記載がある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aの記載事項及び甲7の1の正面図及び背面図（別紙5）によれば，甲7の1には，原告が主張するように，「一対のローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角に設けられた，マッサージ器」の開示があることが認められる。",
                            "これに反する被告の主張は採用することができない。",
                            "そこで，以下においては，甲7の1に上記構成のマッサージ器の開示があることを前提に，相違点2の容易想到性について判断することとする。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2の容易想到性について",
                      "text": [
                        "原告は，①甲7の1には，甲7の1記載のマッサージ器の開き角度の構成により，一対のローラを用いて，マッサージ器をある一方向に移動させることで，一対のローラが，皮膚をひだよせしたり，押し曲げたり，引っ張ったりし，逆方向にマッサージ器を移動させることで，皮膚が弛緩したり，ほぐしたりする効果を奏することの開示があること，②甲7の1記載のマッサージ器のローラによって，筋肉が引っ張られ，押してほぐされるのであれば，それと並行して毛穴が収縮し，毛穴の中の汚れが押し出される効果も認められるから，甲1-1発明の油分の浮き上がらせ効果及びゲルマニウムの浸透効果がより促進されることに照らすと，当業者は，甲1-1発明において，甲7の1記載のマッサージ器の前記(ア)bの構成を適用する動機付けがあるといえるから，「ローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角に設けられ」た構成（相違点2に係る本件特許発明1の構成）とすることを容易に想到することができたものである旨主張する。",
                        "そこで検討するに，前記ア(イ)a認定のとおり，甲1-1発明のローラ支持部200は，別紙2の図1に示すとおり，横軸部210と縦軸部220とで形成された「T字形状」であり，2つのローラ100，100が単一の横軸部210の両端に取り付けられているから，2つのローラの回転軸が共通する一軸の構成であり，これにより2つのローラ100，100は平行な位置関係にあることを理解できる。",
                        "他方で，甲7の1記載のマッサージ器は，別紙5の正面図及び背面図に示すように，「一対のローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角」に設けられており，一対のローラの回転軸は，別異の軸で構成された2軸の構成であり，これにより2つのローラは，甲1-1発明と比べて接近した位置関係にあることを理解できる。",
                        "このように甲1-1発明と甲7の1記載のマッサージ器は，2つのローラの回転軸の構成が異なるところ，甲1には，2つのローラ100，100の回転軸を1軸から2軸とすることについての記載も示唆もない。かえって，甲1には，「前記ローラ支持部は二股になっており，2つのローラが離れて支持されていると，皮膚に与える機械的な刺激が大きくなるというメリットがある。」（【0015】）との記載があり，2つのローラが離れていることが望ましいことを示唆する記載がある。",
                        "また，甲7の1の「意匠の創作内容の要点」欄には，「本願マッサージ器は，人体の部位を引っ張り，押して筋肉をほぐすマッサージ器であって，安定感と立体感を強調し，新しい美感を生じさせるようにしたことを創作内容の要点とする。」との記載があるが，一方で，甲7の1には，ローラの材質，表面の構成等についての記載はなく，「人体の部位を引っ張り，押して筋肉をほぐす」ことによって皮膚に対していかなる効果が生じるかについての具体的な開示はない。",
                        "そうすると，甲1及び甲7の1に接した当業者において，甲1-1発明において，2つのローラの回転軸が1軸より複雑な構造である2軸の甲7の1記載のマッサージ装置の上記構成を適用する動機付けがあるものと認めることはできない。",
                        "以上によれば，当業者が甲1-1発明と甲7の1に記載された発明に基づいて，相違点2に係る本件特許発明1の構成を容易に想到することができたものと認めることはできない。",
                        "したがって，原告の前記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲8の1を副引用例とする容易想到性の判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲8の1の記載事項について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲8の1（訳文甲8の2）には，「請求項7」として，「当該マッサージ球は，軽量化及びグリップ軸ロッドの操作コントロール性を高めるために，弾性材質を有するマッサージ球体が中空状を呈するとともに，表端面に複数の径方向軸板を有し，かつ，軸板間に複数の粒状凸起を設けることにより，転動マッサージ回数を増加させるとともに，軸ロッドがY字状を呈するように設置し，かつ，各球体が内向き偏心揺動角度を呈するようにして，2つのマッサージ球体をそれぞれ内向きの挟持角度を呈するようにグリップ軸ロッド上に設けることにより，マッサージ箇所における偏角挟持効果を増進させる，請求項1または4に記載のマッサージ球及びマッサージ器の新規構造。」との記載がある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aの記載事項及び第3図（別紙6）によれば，甲8の1には，原告が主張するように，「マッサージ球の軸ロッドが，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のマッサージ球の軸ロッドのなす角が鈍角に設けられた，マッサージ器」の開示があることが認められる。",
                            "これに反する被告の主張は採用することができない。",
                            "そこで，以下においては，甲8の1に上記構成のマッサージ器の開示があることを前提に，相違点2の容易想到性について判断することとする。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2の容易想到性について",
                      "text": [
                        "原告は，①甲8の1には，甲8の1のマッサージ器によって，「マッサージ箇所における偏角挟持効果」を増進させるという技術的意義が開示されていること，②甲1-1発明は，皮膚の血行をよくするマッサージ器に関するものであり，効果的なマッサージを行うという点で，甲8の1と共通の課題を有していることに照らすと，当業者は，甲1-1発明において，甲8の1記載のマッサージ器の前記(ア)bの構成を適用する動機付けがあるといえるから，「ローラの回転軸が，柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のローラの回転軸のなす角が鈍角に設けられ」た構成（相違点2に係る本件特許発明1の構成）とすることを容易に想到することができたものである旨主張する。",
                        "そこで検討するに，前記ア(イ)a認定のとおり，甲1-1発明のローラ支持部200は，別紙2の図1に示すとおり，横軸部210と縦軸部220とで形成された「T字形状」であり，2つのローラ100，100が単一の横軸部210の両端に取り付けられているから，2つのローラの回転軸が共通する一軸の構成であり，これにより2つのローラ100，100は平行な位置関係にあることを理解できる。",
                        "他方で，甲8の1記載のマッサージ器は，別紙6の第3図に示すように，「柄の長軸方向の中心線とそれぞれ鋭角に設けられ，一対のマッサージ球の軸ロッドのなす角が鈍角」に設けられており，一対のマッサージ球の回転軸は，別異の軸で構成された2軸の構成であり，これにより2つのマッサージ球は，甲1-1発明と比べて接近した位置関係にあることを理解できる。",
                        "このように甲1-1発明と甲8の1記載のマッサージ器は，2つのローラ（マッサージ球）の回転軸の構成が異なるところ，甲1には，2つのローラ100，100の回転軸を1軸から2軸とすることについての記載も示唆もない。かえって，甲1には，「前記ローラ支持部は二股になっており，2つのローラが離れて支持されていると，皮膚に与える機械的な刺激が大きくなるというメリットがある。」（【0015】）との記載があり，2つのローラが離れていることが望ましいことを示唆する記載がある。",
                        "また，甲8の1の「請求項7」には，「軸ロッドがY字状を呈するように設置し，かつ，各球体が内向き偏心揺動角度を呈するようにして，2つのマッサージ球体をそれぞれ内向きの挟持角度を呈するようにグリップ軸ロッド上に設けることにより，マッサージ箇所における偏角挟持効果を増進させる」との記載があるが，甲8の1には，「マッサージ箇所における偏角挟持効果」の内容について述べた記載はなく，皮膚に対していかなる効果が生じるかについての具体的な開示はない。",
                        "そうすると，甲1及び甲8の1に接した当業者において，甲1-1発明において，2つのローラの回転軸が1軸より複雑な構造である2軸の甲8の1記載のマッサージ器の上記構成を適用する動機付けがあるものと認めることはできない。",
                        "以上によれば，当業者が甲1-1発明と甲8の1に記載された発明に基づいて，相違点2に係る本件特許発明1の構成を容易に想到することができたものと認めることはできない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における相違点2の容易想到性の判断に誤りはないから，その余の相違点について判断するまでもなく，本件特許発明1は，甲1-1発明並びに甲5，6，7の1及び8の1に記載された発明に基づいて，当業者が容易に発明をすることができたものと認めることはできない。",
                "したがって，これと同旨の本件審決の判断に誤りはないから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（甲1を主引用例とする本件特許発明2の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2’の容易想到性の判断の誤りについて",
              "text": [
                "相違点2’は，相違点2と実質的に同じ相違点であるから，相違点2’に係る本件特許発明2の構成についても，前記2(2)及び(3)と同様の理由により，当業者が甲1-2発明並びに甲5，6，7の1及び8の1に記載された発明に基づいて容易に想到することができたものと認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における相違点2’の認定及び容易想到性の判断に誤りはないから，その余の相違点について判断するまでもなく，本件特許発明2は，甲1-2発明並びに甲5，6，7の1及び8の1に記載された発明に基づいて，当業者が容易に発明をすることができたものと認めることはできない。",
                "したがって，これと同旨の本件審決の判断に誤りはないから，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（甲1を主引用例とする本件特許発明3ないし7の進歩性の判断の誤り）について",
          "text": [
            "本件特許発明3ないし7は，本件特許発明1又は2を直接的又は間接的に引用して発明特定事項に含むものであるから，前記2及び3と同様の理由により，当業者が容易に発明をすることができたものと認めることはできない。",
            "したがって，これと同旨の本件審決の判断に誤りはないから，原告主張の取消事由3は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がないから，本件審決を取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものであるから，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}