{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800138号事件について平成31年2月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要（後掲証拠及び弁論の全趣旨から認められる事実）",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，名称を「創傷被覆材用表面シートおよび創傷被覆材」とする発明に係る特許権（特許第5180410号。平成23年5月31日出願（以下「本件出願日」という。優先日平成22年6月1日（以下「本件優先日」という。），優先権主張国日本国），平成25年1月18日設定登録。請求項の数26。以下，同特許権に係る特許を「本件特許」という。）の特許権者である（甲52）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年10月18日に特許庁に無効審判請求をし，特許庁は上記請求を無効2017-800138号事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，平成30年10月26日，特許請求の範囲について訂正請求をした（甲34。以下「本件訂正」という。）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成31年2月25日，「特許第5180410号の特許請求の範囲を訂正請求書に添付された訂正特許請求の範囲のとおり，訂正後の請求項〔1-26〕について訂正することを認める。本件審判の請求は，成り立たない。」との審決（以下「審決」という。）をし，その謄本は，同年3月7日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成31年4月4日，審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の記載は，次のとおりである。以下，各請求項に記載の発明を，請求項の番号に従って「本件発明1」などといい，本件発明1～26を「本件発明」と総称する。本件特許の明細書を，図面を含めて「本件明細書」という。また，本件明細書の図面は，別紙本件明細書図面目録記載のとおりである。",
            "【請求項1】  創傷部位（5）の少なくとも創傷部位と対面する部位に配される表面シートであって， ",
            "上記の創傷部位（15）と対面する第1表面（11）と，これとは反対側の第2表面（12）と，両表面（11・12）間に亘って厚さ方向に貫通する多数の貫通孔（13）とを有する，樹脂製のシート材からなり，",
            "上記の貫通孔（13）は，上記の創傷部位と上記の第2表面との間に貯留空間を有し，上記の創傷部位の上に滲出液を保持するとともに，上記の第1表面（11）側から第2表面（12）側への液体の透過を許容し，",
            "上記の第1表面（11）が疎水性を備えており，",
            "上記の第1表面（11）における生理食塩水との接触角が85度以上であり，",
            "上記のシート材は，低密度ポリエチレン樹脂材料を用いて形成し，",
            "上記の第1表面（11）と第2表面（12）との間の寸法は100～2000μmであること",
            "を特徴とする，創傷被覆材用表面シート。 ",
            "【請求項2】  上記の第1表面（11）における表面張力が40dyne／cm以下であり，前記の貫通孔（13）は，50～400個／㎠の密度で存在する，請求項1に記載の創傷被覆材用表面シート。",
            "【請求項3】  上記の第1表面（11）は，シリコーン，ポリウレタン，スチレン-ブタジエン-スチレンブロックコポリマー，テトラフルオロエチレン・ヘキサフルオロプロピレンコポリマー，テトラフルオロエチレン・パーフルオロアルキルビニルエーテルコポリマーおよびポリテトラフルオロエチレンからなる群から選ばれる1以上の撥水性物質により被覆してある，請求項1または2に記載の創傷被覆材用表面シート。",
            "【請求項4】  上記の第1表面（11）と第2表面（12）との間の寸法は100～2000μmであり， ",
            "前記の貫通孔（13）は，上記の第1表面（11）での開口面積が直径280～1400μmの円形に相当し，上記の第2表面（12）での開口面積が上記の第1表面（11）での開口面積より小であり，50～400個／㎠の密度で存在し，開孔率が15～60％である，請求項1～3のいずれかに記載の創傷被覆材用表面シート。 ",
            "【請求項5】  少なくとも透液層（1）と吸収保持層（3）との2つの層を備えた創傷被覆材であって， ",
            "創傷部位（15）と対面するように使用される側から順に，上記の透液層（1）と吸収保持層（3）とを積層してなり，",
            "上記の透液層（1）は，請求項4に記載の表面シート（10）からなり，",
            "上記の吸収保持層（3）は，水を吸収保持可能なシート材を含有することを特徴とする創傷被覆材。 ",
            "【請求項6】  上記の吸収保持層（3）の，上記の透液層（1）とは反対側に，第2の透液層（1a）がさらに積層してある，請求項5に記載の創傷被覆材。",
            "【請求項7】  上記の吸収保持層（3）の，創傷側とは反対側の表面に保護層（4）をさらに備え，この保護層（4）は，樹脂フィルム，織布，編布もしくは不織布からなる，請求項5に記載の創傷被覆材。",
            "【請求項8】  上記の保護層（4）は他の全ての層を覆うとともに，この他の層より広い面積に形成されて，他の層の外側にはみ出した外縁部（6）を備えており，",
            "上記の外縁部（6）は上記の他の層が積層された側の表面の少なくとも一部に粘着部（7）を有する，請求項7に記載の創傷被覆材。 ",
            "【請求項9】  上記の保護層（4）は，上記の外縁部（6）に粘着部（7）を有しない非粘着部（8）を備えている，請求項8に記載の創傷被覆材。 ",
            "【請求項10】  上記の保護層（4）は，上記の他の層の外側に，上記の外縁部（6）が形成されていない部分を備えている，請求項8に記載の創傷被覆材。 ",
            "【請求項11】  上記の保護層（4）は，上記の外縁部（6）に，スリット（9）もしくは小孔を上記の他の層の外周に沿って備えている，請求項8に記載の創傷被覆材。 ",
            "【請求項12】  上記の透液層（1・1a）と上記の吸収保持層（3）との間に透液制限層（2）が設けてあり， ",
            "この透液制限層（2）は疎水性材料で形成された，微多孔質のフィルム，織布，編布または不織布からなり，この透液制限層（2）を介して上記の透液層（1）から吸収保持層（3）への液体の移動を許容する，請求項5～11のいずれかに記載の創傷被覆材。 ",
            "【請求項13】  前記の透液制限層（2）はポリオレフィン系樹脂からなり，JIS  L  1096に従って測定される通気度が5～2000㎤／㎠・Sであり，JIS L 1092に従って測定される撥水度が3級以上である，請求項12に記載の創傷被覆材。",
            "【請求項14】  前記の透液制限層（2）が，ポリプロピレン繊維からなる不織布を用いて形成してある，請求項12または請求項13に記載の創傷被覆材。",
            "【請求項15】  前記の吸収保持層（3）はエアレイド不織布を用いて形成してある，請求項5～14のいずれかに記載の創傷被覆材。",
            "【請求項16】  前記の吸収保持層（3）はフラッフパルプを有する，請求項5～15のいずれかに記載の創傷被覆材。",
            "【請求項17】  前記の吸収保持層（3）はさらに高吸収性ポリマーを有し，この高吸収性ポリマーと上記のフラッフパルプとの重量比が10：90～25：75である，請求項16に記載の創傷被覆材。",
            "【請求項18】  上記の高吸収性ポリマーがポリアクリル酸ナトリウム系である，請求項17に記載の創傷被覆材。",
            "【請求項19】  前記の吸収保持層（3）は創傷部位側で隣接する他の層と少なくとも部分的に非接合である，請求項5～18のいずれかに記載の創傷被覆材。",
            "【請求項20】  上記の透液層（1）と上記の吸収保持層（3）とを直接積層してなり，",
            "上記の吸収保持層（3）は上記の透液層（1）と一体化されておらず，透液層（1）の第2表面（12）に沿って移動可能である，請求項19に記載の創傷被覆材。 ",
            "【請求項21】  前記の吸収保持層（3）が，少なくとも創傷部位に沿って変形可能な伸縮性を備える，請求項5～20のいずれかに記載の創傷被覆材。",
            "【請求項22】  請求項1～4のいずれかに記載の表面シート（10）からなる透液層（1）を備えることを特徴とする，創傷被覆材。 ",
            "【請求項23】  上記の表面シート（10）の第2表面（12）側に透液制限層（2）を積層してあり，この透液制限層（2）は疎水性材料で形成された，微多孔質のフィルム，織布，編布または不織布を用いて形成してあり，この透液制限層（2）はその厚さ方向に液体の通過を許容する，請求項22に記載の創傷被覆材。",
            "【請求項24】  前記の透液制限層（2）はポリオレフィン系樹脂からなり，JIS L 1096に従って測定される通気度が5～2000㎤／㎠・Sであり，JIS L 1092に従って測定される撥水度が3級以上である，請求項23に記載の創傷被覆材。",
            "【請求項25】  前記の透液制限層（2）が，ポリプロピレン繊維からなる不織布を用いて形成してある，請求項23または24に記載の創傷被覆材。 ",
            "【請求項26】  前記の創傷部位（15）と対面する側とは反対側の表面に粘着層（21）を有する，請求項5～25のいずれかに記載の創傷被覆材。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告（請求人）は，本件発明について，①下記の甲1，3～12，14～16及び18（以下，下記の文献については，「甲1文献」などという。文献記載の図面は，各文献に係る文献図面目録のとおりである。）に記載の発明に基づく進歩性欠如（無効理由1），②サポート要件違反（無効理由4）を含む無効理由1～4を主張した。",
                "審決の理由は，別紙審決書（写し）記載のとおりであり，このうち取消事由に関係する部分は，要するに，①無効理由1については，本件優先日当時の当業者は，甲1文献に記載の発明との下記相違点1c，5a，22cについて，甲3～12，14～16及び18文献に記載された事項を組み合わせることにより容易に想到し得たものではないから，本件発明は進歩性を欠如するとはいえない，②無効理由4については，本件発明1の「生理食塩水との接触角が85度以上」との事項に関しても発明の詳細な説明に記載されているから，発明の詳細な説明はサポート要件に適合するというものである。",
                "甲1：特開2007-130134号公報  ",
                "甲3：安田武夫，「プラスチック材料の各動特性の試験法と評価結果〈5〉」，プラスチックス，日本プラスチック工業連盟，2000年6月，51巻6号第119～127頁 ",
                "甲4：牧廣他3名編，「図解プラスチック用語辞典第2版」，日刊工業新聞社，1994年11月27日第2版第1刷，507頁，772～773頁 ",
                "甲5：特許庁編，「周知慣用技術集（高分子）」，平成10年7月13日発行，8頁，19～20頁  ",
                "甲6：「工業大事典17」，平凡社，1962年5月30日発行，23頁 ",
                "甲7：特表2003-506151号公報  ",
                "甲8：特開平2-202553号公報  ",
                "甲9：特開2000-345474号公報  ",
                "甲10：国際公開第2008／004380号  ",
                "甲11：実願平1-117534号（実開平3-56429号）のマイクロフィルム  ",
                "甲12：特開2008-113781号公報  ",
                "甲14：国際公開第2008／149505号  ",
                "甲15：鈴木健司，「1．3．MEMS技術を利用した機能表面の創成と応用」，FMS研究成果報告書（平成28年3月），工学院大学  ",
                "甲16：高田保之，「ぬれと表面張力」，2004年1月，伝熱43巻178号，43～48頁  ",
                "甲18：牧廣他3名編，「図解プラスチック用語辞典第2版」，日刊工業新聞社，1994年11月27日第2版第1刷，646頁"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が甲1文献から認定した発明（以下「甲1-1発明」，「甲1-2発明」という。）及び本件発明1，5，22との一致点及び相違点は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1文献から認定した発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1-1発明",
                      "text": [
                        "「傷手当用品の下面側に位置するシート状の被覆層であって，  ",
                        "被覆層には，貫通する孔が設けられ，傷からの体液が吸収層へ移動し得るようになっており，",
                        "被覆層下面側の少なくとも傷接触表面は疎水性を有し，傷手当用品を傷から容易に分離するために，被覆層のこの疎水性の表面は，水との接触角が65°以上であることが好ましく，90°以上であることが更に好ましく，",
                        "被覆層は伸縮性のシートで形成することが好ましく，ポリエチレン等が使用される，",
                        "シート状の被覆層。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1-2発明",
                      "text": [
                        "「傷手当用品の下面側に位置するシート状の被覆層と，傷手当用品の上面側に位置するシート状の被覆層と，これらの被覆層の間に介在させた吸収層とを備えた傷手当用品であって，",
                        "吸収層の外側で被覆層と被覆層の外周縁をシール部で互いに接合され， ",
                        "被覆層には，貫通する孔が設けられ，傷からの体液が吸収層へ移動し得るようになっており，",
                        "被覆層下面側の少なくとも傷接触表面は疎水性を有し，傷手当用品を傷から容易に分離するために，被覆層のこの疎水性の表面は，水との接触角が65°以上であることが好ましく，90°以上であることが更に好ましく，",
                        "被覆層は伸縮性のシートで形成することが好ましく，ポリエチレン等が使用され，",
                        "吸収層は，セルロース系繊維，パルプ，高分子吸水ポリマー等の吸水性の高い材料を単独又は併用して使用することができる，",
                        "傷手当用品。」  "
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1-1発明の対比",
                  "text": [
                    "本件発明1と甲1-1発明は以下の［一致点a］で一致し，［相違点1a］～［相違点1c］について相違する。",
                    "［一致点a］",
                    "「創傷部位の少なくとも創傷部位と対面する部位に配される表面シートであって， ",
                    "上記の創傷部位と対面する第1表面と，これとは反対側の第2表面と，両表面間に亘って厚さ方向に貫通する多数の貫通孔とを有する，樹脂製のシート材からなり，",
                    "上記の貫通孔は上記の第1表面側から第2表面側への液体の透過を許容し，上記の第1表面が疎水性を備えている，",
                    "創傷被覆材用表面シート。」  ",
                    "［相違点1a］",
                    "本件発明1の表面シートは，「第1表面（11）における生理食塩水との接触角が85度以上」であるのに対し，甲1-1発明のシート状の被覆層の下面側の傷接触表面は，「傷手当用品を傷から容易に分離するために，被覆層のこの疎水性の表面は，水との接触角が65°以上であることが好ましく，90°以上であることが更に好まし」いとされているが，「生理食塩水との接触角が85度以上」であるか不明である点。",
                    "［相違点1b］",
                    "本件発明1の表面シートは「低密度ポリエチレン樹脂材料を用いて形成している」のに対し，甲1-1発明のシート状の被覆層はポリエチレン等の材料を用いている点。",
                    "［相違点1c］",
                    "本件発明1の表面シートの貫通孔は，「上記の創傷部位と上記の第2表面との間に貯留空間を有し，上記の創傷部位の上に滲出液を保持」し，「上記の第1表面（11）と第2表面（12）との間の寸法は100～2000μm」であるのに対し，甲1-1発明のシート状の被覆層の孔は，本件発明1のように，滲出液を保持するものであるとは特定されていないし，寸法が100～2000μmであるとも特定されていない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明5と甲1-2発明の対比",
                  "text": [
                    "本件発明5と甲1-2発明は，下記［一致点b］で一致し，［相違点5a］～［相違点5c］において相違する。",
                    "［一致点b］",
                    "「少なくとも透液層と吸収保持層との2つの層を備えた創傷被覆材であって， ",
                    "創傷部位と対面するように使用される側から順に，上記の透液層と吸収保持層とを積層してなり，",
                    "上記の吸収保持層は，水を吸収保持可能なシート材を含有し，",
                    "上記の透液層は，",
                    "創傷部位の少なくとも創傷部位と対面する部位に配され，上記の創傷部位と対面する第1表面と，これとは反対側の第2表面と，両表面間に亘って厚さ方向に貫通する多数の貫通孔とを有する，樹脂製のシート材からなり，",
                    "上記の貫通孔は上記の第1表面側から第2表面側への液体の透過を許容し，上記の第1表面が疎水性を備えている，表面シートからなる，",
                    "創傷被覆材。」",
                    "［相違点5a］",
                    "本件発明5の表面シートの貫通孔が，「上記の創傷部位と上記の第2表面との間に貯留空間を有し，上記の創傷部位の上に滲出液を保持」し，「第1表面（11）と第2表面（12）との間の寸法は100～2000μmであり，貫通孔（13）は，第1表面（11）での開口面積が直径280～1400μmの円形に相当し，第2表面（12）での開口面積が第1表面（11）での開口面積より小であり，50～400個／㎠の密度で存在し，開孔率が15～60％」であるのに対し，甲1-2発明のシート状の被覆層の孔は，本件発明5のように，滲出液を保持するものであるとは特定されていないし，貫通孔の寸法，密度及び開孔率も特定されていない点。",
                    "［相違点5b］",
                    "本件発明5の表面シートは，「第1表面（11）における生理食塩水との接触角が85度以上」であるのに対し，甲1-2発明のシート状の被覆層の下面側の傷接触表面は，「傷手当用品を傷から容易に分離するために，被覆層のこの疎水性の表面は，水との接触角が65°以上であることが好ましく，90°以上であることが更に好まし」いとされているが，「生理食塩水との接触角が85度以上」であるか不明である点。",
                    "［相違点5c］",
                    "本件発明5の表面シートは「低密度ポリエチレン樹脂材料を用いて形成している」のに対し，甲1-2発明のシート状の被覆層はポリエチレン等の材料を用いている点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明22と甲1-2発明の対比",
                  "text": [
                    "本件発明22と甲1-2発明は，［一致点c］で一致し，［相違点22a］～［相違点22c］において相違する。",
                    "［一致点c］",
                    "「創傷部位の少なくとも創傷部位と対面する部位に配される表面シートであって，  ",
                    "上記の創傷部位と対面する第1表面と，これとは反対側の第2表面と，両表面間に亘って厚さ方向に貫通する多数の貫通孔とを有する，樹脂製のシート材からなり，",
                    "上記の貫通孔は上記の第1表面側から第2表面側への液体の透過を許容し，上記の第1表面が疎水性を備えている表面シートからなる透液層を備えた，創傷被覆材。」",
                    "［相違点22a］",
                    "本件発明22の表面シートは，「第1表面（11）における生理食塩水との接触角が85度以上」であるのに対し，甲1-2発明のシート状の被覆層の下面側の傷接触表面は，「傷手当用品を傷から容易に分離するために，被覆層のこの疎水性の表面は，水との接触角が65°以上であることが好ましく，90°以上であることが更に好まし」いとされているが，「生理食塩水との接触角が85度以上」であるか不明である点。",
                    "［相違点22b］",
                    "本件発明22の表面シートは「低密度ポリエチレン樹脂材料を用いて形成している」のに対し，甲1-2発明のシート状の被覆層はポリエチレン等の材料を用いている点。",
                    "［相違点22c］",
                    "本件発明22の表面シートの貫通孔は，「上記の創傷部位と上記の第2表面との間に貯留空間を有し，上記の創傷部位の上に滲出液を保持」し，「上記の第1表面（11）と第2表面（12）との間の寸法は100～2000μm」であるのに対し，甲1-2発明のシート状の被覆層の孔は，本件発明22のように，滲出液を保持するものであるとは特定されておらず，寸法が100～2000μmであるとも特定されていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "無効理由2及び3についての審決の判断並びに上記(2)の一致点及び相違点の認定については，争いがない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "取消事由1：進歩性判断の誤り（無効理由1）",
            "取消事由2：サポート要件の判断の誤り（無効理由4）"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲1-1発明において相違点1c，5a，22cの構成を適用することについて，当業者が容易に想到し得たとはいえないとして，本件発明1～26の進歩性を肯定したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "技術常識等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "創傷被覆材に関する一般論（甲20，54～57）",
                  "text": [
                    "湿潤環境下療法において，滲出液の量の多少及びその変動にかかわらず，創傷部位に所望の水分量を維持することができる創傷被覆材を提供することは，本件優先日当時，当業者における周知の技術的課題であった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "初期耐水圧性に関する技術常識（甲10，19）",
                  "text": [
                    "初期耐水圧性を有する第1層は，滲出液の圧力に応じて，これを保持し又は透過させるため，創傷面の適度な湿潤環境を保持することができることが技術常識であった（甲19）。この事実は，甲10文献の段落［0003］，［0038］及び［0039］の記載からも根拠付けられる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "当業者の通常の創作能力（甲12，17）",
                  "text": [
                    "甲12文献の記載（【請求項1】，段落【0005】，【0006】，【0017】，【0018】及び【0026】～【0033】），甲17の記載（【請求項4】，段落【0007】，【0008】，【0012】，【0020】～【0023】，【0027】～【0033】）によれば，創傷からの滲出液による湿潤環境を維持しながら治療する創傷被覆材の技術分野において，滲出液の保持機能と滲出液の排出機能とを満たす創傷被覆材を得るために，創傷部位に接する層に設けられた貫通孔に着目して改良を加えることは，本件優先日当時における当業者の通常の創作能力の範囲であった。なお，甲17は本件優先日後に発行されたものであるが，当業者である被告が平成20年12月4日にした特許出願が出願公開されたものとして，同日における当業者の有する通常の創作能力を示すものであり，本件優先日（平成22年6月1日）当時におけるそれを示すものでもあることは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1cの容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1文献及び甲10文献の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1-1発明は，液体不透過性のプラスチックシートを使用し，ここを貫通する孔を設けて液体透過性のものとし，吸収層へ体液などの液体が移動し得るものとしたものである（【0021】，【0029】，【0032】）。また，甲1-1発明は，水吸収時にゲルを形成する物質を含ませた吸収層と併用することにより，創傷を湿潤状態に保ち，傷の治癒を促進することができるものである（【0034】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲10文献の［0003］，［0023］，［0024］，［0027］，［0028］，［0029］，［0035］，請求の範囲［1］，［4］の記載によれば，甲10文献には，「湿潤治療法に使用される創傷被覆材において，第1層（創傷部位に接する層）が有する貫通孔」について，相違点1cに係る構成が開示され，これは，創傷面との間において適度な貯留空間を形成して創傷面上に適度な滲出液を保持するとの技術的課題を解決するためのものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けがあること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1-1発明と甲10文献の創傷被覆材は，水吸収時にゲルを形成する物質を含ませた吸収層と併用することにより，創傷を湿潤状態に保ち，傷の治癒を促進することができるものである点で，技術的課題が共通している。",
                        "また，上記(2)のとおり，①滲出液の量の多少及びその変動にかかわらず，創傷部位に所望の水分量を維持することができる創傷被覆材を提供することは，本件優先日当時の当業者における周知の技術的課題であり，また，②初期耐水圧性を有する第1層は，滲出液の圧力に応じて，これを保持し，又は透過させ，創傷面の適度な湿潤環境を保持することができることは，本件優先日当時における当業者の技術常識であったのに加え，③滲出液の保持機能と滲出液の排出機能とを満たす創傷被覆材を得るために，創傷部位に接する層に設けられた貫通孔に着目して，これに改良を加えることは，本件優先日当時における当業者の通常の創作能力の範囲であった。",
                        "そうすると，当業者は，孔について特定のない甲1-1発明の被覆材を傷手当用品に使用するに当たり，滲出液の量の多少及びその変動にかかわらず，創傷部位に所望の水分量を維持するためには，滲出液の圧力に応じて，これを保持し，又は透過させることができればよいとの着想に至るはずである。",
                        "そして，甲10文献には，創傷部位に接する層について，創傷面との間に適度な貯留空間を形成して創傷面上に適度な滲出液を保持するために，ここに設けられる貫通孔の開孔率，深さ，存在密度，開孔径，形状を所定のものとすることにより，初期耐水圧性を有するものとすることが記載されているから（［0029］），当業者は，甲1-1発明に甲10文献に記載された上記ア(イ)の技術的事項を適用すれば，創傷面との間に適度な貯留空間を形成して創傷面上に適度な滲出液を保持することができることを認識したはずである。",
                        "以上のとおり，当業者には，甲10文献に記載された上記ア(イ)の技術的事項を甲1-1発明に適用する動機付けがあるから，甲1-1発明において，相違点1cに係る本件発明1の構成を採用することは当業者が容易に想到し得たものである。また，そのようにして得られる効果，すなわち，適度な貯留空間を形成して創傷面上に適度な滲出液を保持するとの効果も，当業者が十分に予見することができたものに過ぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲20には，湿った環境を維持して創傷を治癒する創傷被覆材に使用するためのトップシートについて，創傷対向面と裏面とを有し，テーパー状毛管が設けられ，創傷部位から液体が通過することを許容する構成が記載され，このようなトップシートの裏面に隣接してヒドロゲル層を設けると，これらが相互作用して湿った創傷環境を長期間維持することが可能になることが記載されている（【0023】，【0024】，【0046】及び【0048】等）。甲20のトップシートの孔は，①第1表面においての方が第2表面においてより大きく，②貫通孔の密度が50～200／㎠であって，③開口率が15～50％，④孔の深さが200～2000㎛，⑤開口面積が直径300～1000㎛，⑥ゲル層との併用が可能である点で，甲10文献の第1層（第1シート材）と共通しているから，甲20の「トップシート」と甲10文献に記載された第1層（第1シート材）とは同様の性質を有することが推認される。したがって，甲10文献及び甲20の記載に接した当業者であれば，甲10文献に記載された「第1シート材」と，「その裏面に隣接し，液体と接触すると短時間に吸収，膨潤し，ゲル化する材料を含む層」とを併用すると，これらが相互作用して湿った創傷環境を長期間維持することが可能になることを認識するはずである。",
                        "甲1-1発明は，「創傷を湿潤状態に保ち，傷の治癒を促進する」ことも技術的課題とし，この課題解決のために水吸収時にゲルを形成する物質を含む吸収層と併用されるものである。甲10文献及び甲20に接した当業者であれば，甲10文献に記載された第1層（第1シート材）と，「その裏面に隣接し，液体と接触すると短時間に吸収，膨潤し，ゲル化する材料を含む層」とを併用すると，これらが相互作用して湿った創傷環境を長期間維持することができることを予見して，甲1-1発明の孔に，甲10文献の貫通孔を適用する動機付けは十分にある。",
                        "なお，被告は，甲10文献の第3層（第3シート材）は，甲20のヒドロゲル層ではなく任意材料としてゲルを含む吸収層3に相当すると主張する（後記第4の1(1)イ(ウ)）。仮にそうであるとしても，甲20において「超吸収剤の粒子を分散させた従来の繊維製吸収パッド類」ではなくヒドロゲル層を用いることはコストの問題に過ぎないから，甲10文献の第1シート材の裏面に隣接して，ヒドロゲル層ではなく「超吸収剤の粒子を分散させた従来の繊維製吸収パッド類」を設けた場合であっても，湿った創傷環境を長期間維持することが可能になると認識するはずである。そして，甲1文献の吸収層は，甲20の「超吸収剤の粒子を分散させた従来の繊維製吸収パッド類」に相当するから，甲1-1発明における孔に変えて甲10文献の貫通孔を適用する動機付けがある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲10文献の第1層に係る構成を組み合わせることについて",
                      "text": [
                        "本件発明1は「創傷被覆材に使用される表面シート」の発明であり，積層される他の層についての特定はないから，甲10文献の第1層（第1シート材）が第2層（第2シート材）に積層される態様で使用されるものであったとしても，甲10文献の第1層の構成を甲1-1発明に組み合わせて本件発明1の構成に至ることを妨げるものではない。",
                        "甲10文献の［0035］，［0038］の記載によれば，甲10文献の第1層の貫通孔の構造は，第1層のみにおいても技術的意義を有するものである。さらに，甲19の［0035］によれば，創傷部位に接する層で初期耐水圧の機能を発揮するものは，一枚のシート材によって構成することができ，このことは，本件優先日における技術常識であった。",
                        "これによれば，甲10文献の第1層の貫通孔に係る構成を甲1-1発明に組み合わせる動機付けがあったといえる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲10文献の第1層と第2層を取り出すこと",
                      "text": [
                        "さらに，三層構造を有する創傷被覆材において，部分部分を細分化しても良いことは本件優先日における技術常識である（甲59）。そうすると，当業者は，甲10文献の創傷被覆材から第1層と第2層を取り出し，これを甲1-1発明に適用することを容易に想到することができたといえる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，甲1-1発明に，甲10文献に記載された上記ア(イ)の技術的事項を適用することは当業者が容易に想到し得たものである。また，そのようにして得られる効果，すなわち，適度な貯留空間を形成して創傷面上に適度な滲出液を保持するとの効果も，当業者が十分に予見することができたものに過ぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1の進歩性判断の誤り",
                  "text": [
                    "本件優先日当時における当業者の技術水準を正しく認定すれば，相違点1cは容易想到なのであるから，この相違点が容易想到ではないとの理由のみによって本件発明1の進歩性を肯定した審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明2～4の進歩性判断の誤り",
                  "text": [
                    "本件発明1の従属項である本件発明2～4についても，同様に審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点5aの容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(3)と同様の理由により，当業者が，甲10文献に記載された技術的事項を甲1-2発明に適用する動機付けがあるから，甲1-2発明において，相違点5aに係る構成を採用することは当業者が容易に想到し得たものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明5の進歩性判断の誤り",
                  "text": [
                    "上記(3)ウと同様の理由により，本件発明5に進歩性があるとした審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明6～21の進歩性判断の誤り",
                  "text": [
                    "本件発明5の従属項である本件発明6～21についても，同様に審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点22cの容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(3)と同様の理由により，当業者が，甲10文献に記載された技術的事項を甲1-2発明に適用する動機付けがあるから，甲1-2発明において，相違点22cに係る構成を採用することは当業者が容易に想到し得たものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明22の進歩性判断の誤り",
                  "text": [
                    "上記(3)ウと同様の理由により，本件発明22に進歩性があるとした審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明23～25の進歩性判断の誤り",
                  "text": [
                    "本件発明22の従属項である本件発明23～25についても，同様に審決の判断は誤りである"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明26の進歩性判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "創傷被覆材において，創傷部位と対面する層の創傷部位と対面する側と反対側の面を他の部材と密着させるようにすることは，周知の技術であり（甲10文献［0040])，その採否は，当業者が適宜決定し得た程度のことである。また，部材間を密着させるために当該部材の一方の表面に「粘着層」を設けることも慣用技術である。",
                        "そうすると，甲1-2発明において，「下面側被覆層」の創傷部位と対面する側とは反対側の表面に粘着層を有するようにすることは，甲10文献に例示される上記周知技術に接した当業者が適宜なし得た程度のことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，甲22には，複数の貫通孔を有する創面被覆材と，吸収材と，吸収材被覆材とを備えた創傷被覆保議材が記載され（実用新案登録請求の範囲），吸収材被覆材7に粘着層9を塗布していることが記載されている（6頁）から，これを「反対側の表面」に粘着層を設けることは，当業者であれば適宜なし得ることである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件発明26についても，進歩性がないことが明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，本件発明1～26についての審決の進歩性判断には誤りがあり，これらの誤りは審決の結論の影響を及ぼすことが明らかであるから，審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（サポート要件の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明1の「生理食塩水との接触角が85度以上」における「接触角」は専ら「動的接触角」と解され，その「動的接触角」に基づく「接触角」は本件明細書の発明の詳細な説明に記載されているとして，本件発明1～26は，本件明細書の発明の詳細な説明に記載されたものであり，サポート要件に適合すると判断したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「接触角」の意義について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "①「接触角」の測定方法には，θ／2法，接線法，真円フィッティング法，楕円フィッティング法があること，②「動的接触角」には，拡張収縮法により測定される「動的接触角」と，滑落法により測定される「動的接触角」との二つがあること，③「動的接触角」の測定にθ／2法を使用することはできないことは，いずれも技術常識である（甲44・24頁左欄2行～右欄2行，甲45・111頁～112頁）。",
                    "本件明細書には，「本発明で用いる「接触角」は，θ／2法によって測定した値を意味する。」との記載がある（【0035】）が，上記技術常識によれば，本件発明にいう「接触角」は，少なくとも，拡張収縮法により測定される「動的接触角」でもなく，滑落法により測定される「動的接触角」でもなく，本件明細書においては，「動的接触角」及びその測定方法について，実質的には何も記載されていないということになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の【0036】には，「FTA-100」を用いた測定方法の記載があるが，「FTA125」を含む「FTA100  Series」は「静的接触角」の測定装置である（甲50）。また，「FTA125」関する甲51はその作成日及び頒布日が不明であり，「FTA125」により「動的接触角」を測定できることの根拠とはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「接触角」の測定の時点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の「液滴法により，1，3，5，10分経過後の各動的接触角を測定し」との記載（【0036】）があるが，これによれば，本件発明の「接触角が85度以上であり」について，「1，3，5，10分経過後の各動的接触角」のうち，どの時点での数値であるのかが明らかではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，実験成績報告書（甲49）によれば，試料上に液滴を滴下後，接触角を1秒後，61秒後，121秒後，301秒後に測定したところ，その接触角がそれぞれ96．7度，90．0度，87．4度，71．8度であったことが示され，301秒（約5分）では接触角71．8度であり，本件発明の「接触角が85度以上」を満たしていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，当業者は，本件明細書の記載から，接触角がどの時点での測定値であるのかを認識することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，特許請求の範囲の記載と発明の詳細な説明の記載とを対比して，発明の詳細な説明の記載が，特許出願時の技術常識に照らし，当業者において当該発明の課題を解決できると認識することができる程度のものであるとはいえない。",
                "よって，サポート要件適合性についての審決の判断には誤りがあり，この誤りは結論に影響を及ぼすものであるから，審決は取り消されるべきものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1cの容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けがないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1-1発明において，「孔」は体液を吸収層へ移動させるように機能させ，吸収層により体液を保持することによって創傷を湿潤状態に保つことに技術的思想がある。甲1-1発明において，「創傷を湿潤状態に保ち傷の治癒を促進する」機能を果たすことが想定されていない「孔」を敢えて改変し，貫通孔が有する貯留空間に滲出液を保持するように構成しようとする動機付けは見出せない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲10文献の創傷被覆材は，貫通孔を有する第1層と，滲出液を吸収するための第3層との間に，表面が撥水性で初期耐水圧性を備える第2層を介在させることを特徴とし（［0009］，［0015］，［0042］，［0043］），第1層は疎水性でなく親水性であってもよく（［0032］），第2層があることによって「治癒効果を高める適度な湿潤環境を具現する」ことができる（［0044］）ものである。これによれば，甲10文献の第1層（第1シート材）の貫通孔の構造は，甲10文献の創傷被覆材の構成を前提とし，その全体的構成においてはじめて技術的意義を有するものである。",
                        "甲1-1発明は，傷面からの容易な分離のために疎水性表面を有する被覆層と，創傷を湿潤状態に保ち傷の治癒を促進するために水吸収時にゲルを形成する物質を含む吸収層から構成され（【0007】，【0034】等），被覆層から吸収層への滲出液の移動を特に制限することなく行って，吸収層において滲出液を積極的に吸収・保持しようとするものである。",
                        "このような甲1-1発明と甲10文献の創傷被覆材との構成の相違に照らせば，甲10文献の貫通孔の構成だけを単純に取り出して甲1-1発明に適用することが動機付けられることはない。",
                        "また，仮に甲10文献の貫通孔の構造を甲1-1発明に適用しようとするのであれば，その技術的意義を得るために，甲10文献の他の構成と合わせて適用することになり，本件発明1の構成（表面シートの第1表面が疎水性を備える等の構成）に容易に想到することはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲1-1発明と甲10文献の技術的課題が共通すると主張するが，原告の指摘は，単に「水吸収時にゲルを形成する物質を含ませた吸収層を併用する」という点で甲1-1発明と甲10文献に共通点があるというに過ぎず，動機付けを根拠付けるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告が主張するとおり，創傷の表面に所望の水分量を維持することができる創傷被覆材を提供するという技術的課題が存在することは技術常識であったということはできる。しかし，原告の指摘する甲12及び甲17の創傷被覆材は，創傷の湿潤状態を維持するために体液（滲出液）を被覆層（甲12の表面シートや甲17の第1シート）の孔の内部に保持するという技術思想を有するものではない（なお，甲17は本件優先日後に公開されたものであり，本件特許の進歩性判断において参照されるべきではない。）。また，甲19及び甲10文献から把握できる技術常識は，特定の構成を有する被覆材又は創傷被覆材において第1層が初期耐水圧性を有していたことに過ぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，甲10文献の第1シート材の構成と甲20のトップシートの構成とに共通点があるとして，甲10文献及び甲20に接した当業者であれば，甲10文献の第1シート材をヒドロゲル層と併用すると，これらが相互作用して湿った創傷環境を維持できることを予見し，甲1-1発明における孔を改良して甲10文献に記載された貫通孔を適用する動機付けがあると主張する。",
                        "しかし，甲10文献の［0068］や甲20の【0013】及び【0025】の記載からすると，甲10文献の第3層（第3シート材）は，甲20のヒドロゲル層ではなく任意材料としてゲルを含む吸収層3に相当する。そして，湿潤状態を保持するにあたり，甲20のトップシートはヒドロゲル層を併用するものである（【0023】）のに対し，甲10文献の第1シート材は表面が撥水性で初期耐水圧性を備える第2層（第2シート材）を併用するものであり（［0044］，［0053］），甲10文献の第1シート材をヒドロゲル層と併用することは予期されていない。甲20に接したからといって，甲10文献の第1シート材をヒドロゲル層と併用すると，これらが相互作用して湿った創傷環境を維持できることを予見できたとはいえない。",
                        "また，仮に，甲10文献及び甲20に接した当業者が，甲10文献の「第1シート材」と，その裏面に隣接するゲル化する材料を含む層とを併用すれば，湿った創傷環境を維持できることを予見できたとしても，そのことから甲1-1発明の「孔」の構造を敢えて改変する動機付けになるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1～4の進歩性",
                  "text": [
                    "以上によれば，審決における本件発明1～4の進歩性判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点5aの容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1-2発明に甲10文献の技術的事項を適用して，甲1-2発明の「孔」を敢えて改変して相違点5aの構成とする動機付けがないことについては，上記(1)に述べたのと同様である。",
                    "また，甲10文献の創傷被覆材は，第1層と第2層を共に用いることによって初めて湿潤環境が具現化されるものであるのは，上記(1)ア(イ)のとおりであり，甲10文献の創傷被覆材から，透液層（1）と吸収保持層（3）とを備える本件発明5の効果を予見することは不可能である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明5～21の進歩性",
                  "text": [
                    "以上によれば，審決における本件発明5～21の進歩性判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点22cの容易想到性について",
              "text": [
                "相違点22cの容易想到性についても，上記(1)と同様であり，審決における本件発明22～26の進歩性判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（サポート要件の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「接触角」の意義について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の【0036】の記載のとおり，本件発明の「動的接触角」の測定方法（液滴の形成方法）については，液滴法も利用できる。液滴法が動的接触角の測定に利用できることは，乙1（【0034】），乙2（【0049】），乙3（【0040】）及び甲48（6頁）にも記載されている。",
                    "原告が挙げた甲44，45における「θ／2法は使えない」（甲44・24頁，甲45・112頁）との記載は，動的接触角の測定方法のうち，拡張収縮法についてのものであるから，液滴法を含む全ての動的接触角の測定で「θ／2法を使用することはできない」ということはできず，むしろ，乙3（【0040】）からは，動的接触角が，液滴法とθ／2法によって測定できることが知られていることがわかる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "接触角とは，液滴輪郭曲線と固体表面との交点（端点）において，液滴輪郭曲線の接線と固体表面とのなす角度のことであり，その測定手順も本件優先日時点における技術常識である（甲44・23頁「3．接触角の算出方法」の欄）。また，本件明細書が例示する「JIS K 2396」（【0036】）には，市販の液滴法による接触角測定装置を用いる測定方法が記載されている（甲43）。市販の接触角測定装置の一例としては，「FTA-100」（【0036】）が知られているが，これら測定装置を用いて例えば甲44に記載された手順に従えば，本件発明1の接触角（動的接触角）を測定できることは当業者に明らかである。実験成績証明書（甲49）においても，市販の接触角測定装置で測定できたことが示されている。",
                    "原告は，甲51の信用性に言及するが，本件明細書の「FTA-100」の記載は，液滴法による動的接触角を測定する装置の一例を示したものに過ぎず，FTA-100によってのみしか「接触角」を測定できないというものではないから，甲51に関する原告の主張はサポート要件適合性を否定するものではない。乙1には，測定に用いた具体的装置として協和界面科学株式会社製の「DropMaster700」が記載されている（【0041】）。",
                    "また，乙4（【0099】），乙5（【0055】）及び乙6（【0106】）の記載からも，本件優先日当時，「FTA-125」が動的接触角の測定装置として認識されていたことが理解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「接触角」の測定の時点について",
              "text": [
                "本件明細書の【0036】に記載された液滴法は，液体の滴下直後は液面の変動の影響を受け，そのまま放置すると蒸発の影響を受けることは，本件出願日当時の技術常識である（甲45・52頁及び乙7・【0009】【0010】）。そのため，液滴法では，角度の経時的な変化を観察した上で，これらの影響の小さい時の角度が接触角として採用される。",
                "本件明細書は，「1，3，5，10分経過後の各動的接触角」としているが，当業者であれば上記技術常識を踏まえて，各時点で測定された動的接触角から経時的な変化を観察し，液面の変動や蒸発の影響が小さい時点の角度を接触角として採用することを，当然に理解する。なお，実験成績報告書（甲49）では301秒（5分）では「85度以上」を満たさない角度が測定されているが，当業者であれば，これは蒸発の影響を受けたものであり，本件発明の「接触角」として採用されるものではないことを理解することができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，サポート要件適合性に関する審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲の記載",
              "text": [
                "本件発明の特許請求の範囲の記載は上記第2の2に記載のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には以下の記載がある（甲53）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】  本発明は熱傷，褥瘡，挫傷，切傷，擦過傷，潰瘍等の創傷の治療に好適な創傷被覆材に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】  近年，創傷の治療において，創傷面を乾燥させずに湿潤環境に保つことが創傷の治癒に有効であることがわかってきた。特に，創傷部位からの滲出液に含まれる成分が創傷の治癒の促進に役立つため，消毒を行わずに，その滲出液による湿潤環境を維持しながら治療する方法（以下，「湿潤治療法」ともいう。）が有効であることがわかってきた。そのため，このような治療方法に適用される種々の創傷被覆材が開発されている。",
                    "【0003】  湿潤治療法を効果的に行うためには，滲出液が適度に保持されることで創傷面の適度な湿潤環境が保持されることが肝要であり，創傷被覆材は滲出液を速やかに吸い上げてしまうのではなく，創傷面上において滲出液が適度に保持されるようにする機能を備えていることが求められる。しかし，一方で，湿潤治療法は，湿潤環境が保たれるように創傷被覆材を肌にしっかりと固定して行うため，創傷面上に閉鎖領域が形成されることになり，滲出液が新たに滲み出してきて過剰に貯留されると，創傷面が滲出液により圧迫されて「下掘れ現象」（滲出液の圧力によって創傷部位の皮膚がえぐられる現象）を起こす。このため，創傷被覆材は創傷面上から滲出液を適度に排出する機能を備えていることも求められる。",
                    "【0004】  また，創傷部位に接する材料に通気性がなく創傷面に強く貼り付いてしまうと，創傷被覆材を剥がすときに治癒したもしくは治癒しかけた箇所を再び傷つけてしまったりするおそれがある。そのため，創傷面に強く貼り付いてしまうことがなく，使用後は剥離が容易であり，かつ，使用時は創傷の治療のための湿潤環境が維持されるように創傷部へ装着できる性質が求められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0010】  本発明は，創傷からの滲出液による湿潤環境を維持しながら治療する方法に好適な，さらに改良された創傷被覆材を提供することを課題とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0011】  本発明は上記の課題を解決するために，・・・以下の発明を含むものである。",
                    "［1］創傷被覆材(5)の少なくとも創傷部位と対面する部位に配される表面シートであって，上記の創傷部位(15)と対面する第1表面(11)と，これとは反対側の第2表面(12)と，両表面(11・12)間に亘って厚さ方向に貫通する多数の貫通孔(13)とを有する，樹脂製のシート材からなり，上記の貫通孔(13)は上記の第1表面(11)側から第2表面(12)側への液体の透過を許容し，上記の第1表面(11)が疎水性を備えていることを特徴とする，創傷被覆材用表面シート。",
                    "［2］上記の第1表面(11)における生理食塩水との接触角が85度以上である，前記［1］に記載の創傷被覆材用表面シート。",
                    "［3］上記の第1表面(11)における表面張力が40dyne／cm以下である，前記［1］または［2］に記載の創傷被覆材用表面シート。",
                    "［4］上記の第1表面(11)が，シリコーン，ポリウレタン，スチレン-ブタジエン-スチレンブロックコポリマー，テトラフルオロエチレン・ヘキサフルオロプロピレンコポリマー，テトラフルオロエチレン・パーフルオロアルキルビニルエーテルコポリマーおよびポリテトラフルオロエチレンからなる群から選ばれる1以上の撥水性物質により被覆してある，前記［1］～［3］のいずれかに記載の創傷被覆材用表面シート。",
                    "［5］上記のシート材は，生理食塩水との接触角が85度以上のポリオレフィン樹脂材料を用いて形成してある，前記［1］～［4］のいずれかに記載の創傷被覆材用表面シート。",
                    "［6］上記のシート材は，低密度ポリエチレン樹脂材料を用いて形成してある，前記［1］～［4］のいずれかに記載の創傷被覆材用表面シート。",
                    "［7］上記の第1表面(11)と第2表面(12)との間の寸法は100～2000μmであり，前記の貫通孔(13)は，上記の第1表面(11)での開口面積が直径280～1400μmの円形に相当し，上記の第2表面(12)での開口面積が上記の第1表面(11)での開口面積より小であり，50～400個／㎠の密度で存在する，前記［1］～［6］のいずれかに記載の創傷被覆材用表面シート。",
                    "［8］少なくとも透液層(1)と吸収保持層(3)との2つの層を備えた創傷被覆材であって，創傷部位(15)と対面するように使用される側から順に，上記の透液層(1)と吸収保持層(3)とを積層してなり，上記の透液層(1)は，前記［1］～［7］のいずれかに記載の表面シート(10)からなり，上記の吸収保持層(3)は，水を吸収保持可能なシート材を含有することを特徴とする創傷被覆材。",
                    "［9］上記の吸収保持層(3)の，上記の透液層(1)とは反対側に，第2の透液層(1a)がさらに積層してある，前記［8］に記載の創傷被覆材。",
                    "［10］上記の吸収保持層(3)の，創傷側とは反対側の表面に保護層(4)をさらに備え，この保護層(4)は，樹脂フィルム，織布，編布もしくは不織布からなる，前記［8］に記載の創傷被覆材。",
                    "［11］上記の保護層(4)は他の全ての層を覆うとともに，この他の層より広い面積に形成されて，他の層の外側にはみ出した外縁部(6)を備えており，上記の外縁部(6)は上記の他の層が積層された側の表面の少なくとも一部に粘着部(7)を有する，前記［10］に記載の創傷被覆材。",
                    "［12］上記の保護層(4)は，上記の外縁部(6)に粘着部(7)を有しない非粘着部(8)を備えている，前記［11］に記載の創傷被覆材。",
                    "［13］上記の保護層(4)は，上記の他の層の外側に，上記の外縁部(6)が形成されていない部分を備えている，前記［11］に記載の創傷被覆材。",
                    "［14］上記の保護層(4)は，上記の外縁部(6)に，スリット(9)もしくは小孔を上記の他の層の外周に沿って備えている，前記［11］に記載の創傷被覆材。",
                    "［15］上記の透液層(1・1a)と上記の吸収保持層(3)との間に透液制限層(2)が設けてあり，この透液制限層(2)は疎水性材料で形成された，微多孔質のフィルム，織布，編布または不織布からなり，この透液制限層(2)を介して上記の透液層(1)から吸収保持層(3)への液体の移動を許容する，前記［8］～［14］のいずれかに記載の創傷被覆材。",
                    "［16］前記の透液制限層(2)はポリオレフィン系樹脂からなり，JIS L 1096に従って測定される通気度が5～2000㎤／㎠・Sであり，JIS L 1092に従って測定される撥水度が3級以上である，前記［15］に記載の創傷被覆材。",
                    "［17］前記の透液制限層(2)が，ポリプロピレン繊維からなる不織布を用いて形成してある，前記［15］または［16］に記載の創傷被覆材。",
                    "［18］前記の吸収保持層(3)はエアレイド不織布を用いて形成してある，前記［8］～［17］のいずれかに記載の創傷被覆材。",
                    "［19］前記の吸収保持層(3)はフラッフパルプを有する，前記［8］～［18］のいずれかに記載の創傷被覆材。",
                    "［20］前記の吸収保持層(3)はさらに高吸収性ポリマーを有し，この高吸収性ポリマーと上記のフラッフパルプとの重量比が10：90～25：75である，前記［19］に記載の創傷被覆材。",
                    "［21］上記の高吸収性ポリマーがポリアクリル酸ナトリウム系である，前記［20］に記載の創傷被覆材。",
                    "［22］前記の吸収保持層(3)は創傷部位側で隣接する他の層と部分的に非接合である，前記［8］～［21］のいずれかに記載の創傷被覆材。",
                    "［23］上記の吸収保持層(3)は上記の透液層(1)と一体化されておらず，透液層(1)の第2表面(12)に沿って移動可能である，前記［22］に記載の創傷被覆材。",
                    "［24］前記の吸収保持層(3)が，少なくとも創傷部位に沿って変形可能な伸縮性を備える，前記［8］～［23］のいずれかに記載の創傷被覆材。",
                    "［25］前記［1］～［7］のいずれかに記載の表面シート(10)からなる透液層(1)を備えることを特徴とする，創傷被覆材。",
                    "［26］上記の表面シート(10)の第2表面(12)側に透液制限層(2)を積層してあり，この透液制限層(2)は疎水性材料で形成された，微多孔質のフィルム，織布，編布または不織布を用いて形成してあり，この透液制限層(2)はその厚さ方向に液体の通過を許容する，前記［25］に記載の創傷被覆材。",
                    "［27］前記の透液制限層(2)はポリオレフィン系樹脂からなり，JIS L 1096に従って測定される通気度が5～2000㎤／㎠・Sであり，JIS L 1092に従って測定される撥水度が3級以上である，前記［26］に記載の創傷被覆材。",
                    "［28］前記の透液制限層(2)が，ポリプロピレン繊維からなる不織布を用いて形成してある，前記［26］または［27］に記載の創傷被覆材。",
                    "［29］前記の創傷部位(15)と対面する側とは反対側の表面に粘着層(21)を有する，前記［8］～［28］のいずれかに記載の創傷被覆材。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0012】  本発明は上記の構成から，次の効果を奏する。",
                    "(1)本発明の表面シートを用いた創傷被覆材は，創傷部位を覆うように適用されると，表面シートが上記の第1表面に多数の貫通孔を備えるので，創傷から滲み出した滲出液を良好に貯留できる。しかもその第1表面が疎水性を備えるので，滲み出した滲出液を速やかに吸い上げてしまうことなく湿潤環境を維持できるものでありながら，その滲出液の面積が大きく広がらないように捕捉することができ，滲出液の漏れもない。このため，創傷部位近傍の領域に滲出液が保持されて治療効果を高める一方，創傷のない正常な皮膚のかぶれの原因となる滲出液の無駄な広がりを防止できる。したがって，本発明の表面シートを用いた創傷被覆材は，各種の創傷の治療に好適なものであり，特に褥瘡の予防および治療に最適である。",
                    "【0013】  (2)上記の表面シートは，多数の貫通孔を有する樹脂製のシート材からなるので，創傷部位に強く貼り付いてしまうことがなく，創傷被覆材の周縁部を創傷部位の周囲に確りと固着して，創傷の治療のための湿潤環境を維持することができ，しかも，使用後は剥離が容易であるため，交換処置時の疼痛を大幅に軽減することができる。",
                    "【0014】  (3)創傷部位と対面する側の表面に，樹脂製のシート材からなる表面シートが配置されるので，この表面に親水性コロイド等を配置した前記の従来技術と異なり，本発明の表面シートを用いた創傷被覆材を長時間貼り付けたままにしても，発赤や汗疹はできない。",
                    "【0015】  (4)本発明の表面シートを用いた創傷被覆材は，創傷部位と対面する側の表面が樹脂製のシート材からなるので，薄型で柔軟な素材で構成でき，様々な形状の創傷面にフィットできて，創傷面を圧迫することがない。",
                    "【0016】  (5)上記の表面シートは，創傷面との間や上記の貫通孔内などに滲出液を保持して湿潤環境を良好に維持するものでありながら，その貫通孔は上記の第1表面側から第2表面側への液体の透過を許容するので，創傷部位に過剰の滲出液を保持する虞がない。しかも表面シートは樹脂製のシート材からなるので，貫通孔を透過させた滲出液が創傷部位側へ逆流し難いことから，表面シートを通過して長時間経過した滲出液に雑菌が繁殖しても，これが創傷部位へ戻される虞がなく，創傷部の腐敗によるアンモニア臭の発生を効果的に防止することができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0018】  本発明の創傷被覆材は，創傷部位を覆うように貼付されるための被覆材であって，創傷からの滲出液による湿潤環境を維持しながら治療する方法に適用できる。本発明において「創傷」とは，皮膚が傷ついたものを広く意味し，熱傷，褥瘡，挫傷，切傷，擦過傷，潰瘍，手術創等が含まれる。また本発明において「シート材」とは，その厚さに特に限定されることなく，有孔のシート材および無孔のシート材の両方を広く意味し，例えば樹脂フィルム，布帛，不織布，ネット等が含まれる。",
                    "以下，本発明の創傷被覆材の構成について，必要に応じて図面を参照しつつ説明する。",
                    "【0019】  図1は，本発明の創傷被覆材の第1実施形態を示す模式的な断面図である。",
                    "この第1実施形態の創傷被覆材(5)は，少なくとも2つの層，即ち，表面シート(10)からなる透液層(1)と，水を吸収して保持できるシート材からなる吸収保持層(3)とを，創傷部位に接するように使用される側から順に備えている。さらに上記の創傷被覆材(5)は所望により，図1に示すように，上記の透液層(1)と吸収保持層(3)との間に透液制限層(2)を備えていてもよく，また吸収保持層(3)の透液制限層(2)側と反対側に保護層(4)を備えていてもよい。各層は互いに積層されて一体化してある。使用時には上記の透液層(1)が創傷部位に接するように使用される。",
                    "【0020】  上記の透液層(1)を構成する表面シート(10)は創傷部位と対面する部位に配され，例えば図1と図2に示すように，創傷部位と対面する第1表面(11)と，これとは反対側の第2表面(12)と，両表面(11・12)間に亘って厚さ方向に貫通している多数の貫通孔(13)とを有する，樹脂製のシート材からなる。上記の貫通孔(13)は上記の第1表面(11)側から第2表面(12)側への液体の透過を許容する。また上記の第1表面(11)は疎水性を備えている。",
                    "【0021】  前記の吸収保持層(3)は，創傷部位側に隣接している他の層，即ちこの第1実施形態では上記の透液制限層(2)と全面的に接合されていてもよいが，部分的に接合されていてもよく，例えば周縁部のみで接合され，中心部等は透液層(1)や透液制限層(2)と非接着であってもよい。",
                    "【0023】  以下，上記の各層について具体的に詳細に説明する。",
                    "【0024】",
                    "（透液層）",
                    "創傷の治癒においては，本来は創傷部位近傍の領域に滲出液が保持されていれば足り，該領域を超えて滲出液が創傷部位の周囲に広がることは好ましくない。そのように滲出液が広がった部分において，創傷のない正常な皮膚がかぶれて，新たに創傷部位が拡大したりして治癒を遅らせることがあるためである。",
                    "上記の透液層(1)は，滲出液が創傷から滲み出した箇所において，滲出液を速やかに吸い上げてしまうことなく湿潤環境を維持する一方で，滲み出した滲出液の面積が大きく広がらないように捕捉することを主な目的として設けてあり，これによって創傷の治癒を速やかならしめる効果を奏する。",
                    "【0025】  上記の透液層(1)は，樹脂製のシート材からなる表面シート(10)で構成されており，第1表面(11)と第2表面(12)との間に亘って厚さ方向に貫通する貫通孔(13)を多数有する。この貫通孔(13)は，それぞれが互いに独立していることが好ましく，透液層(1)の内部には，面内方向に通水する経路が存在しないことが好ましい。透液層(1)の第1表面(11)には，上記の多数の貫通孔(13)が開口しているため，この透液層(1)が創傷部位に強く貼り付いてしまうことを防止できる。",
                    "【0026】  なお，図1と図2に示すように，上記の透液層(1)を構成するシート材は凹凸状に形成してあり，上記の第1表面(11)とは，創傷部位側において平面と接する透液層(1)の表面をいい，上記の第2表面(12)とは，創傷部位と反対側において平面と接する透液層(1)の表面をいう。",
                    "【0027】  上記の貫通孔(13)は，円筒状，樽状，鼓状等，任意の形状を採用することができるが，例えば図1と図2に示すように，第1表面(11)側から第2表面(12)に向かって徐々に孔径が小さくなる「傾斜孔」であると好ましい。",
                    "【0028】  上記の貫通孔(13)の孔径としては，創傷部位と対面する上記の第1表面(11)での開口面積が，直径280～1400μmの円形に相当することが好ましい。直径280μm未満の円形に相当したのでは，滲出液が第2表面(12)側へ通過するのを阻害する傾向にあるので好ましくない。一方，直径1400μmを超える円形に相当したのでは，第2表面(12)側に積層した他の層が，この貫通孔(13)を介して創傷部位の皮膚と接触する虞があり，そのために創傷被覆材(5)を創傷部位から剥がしにくくなったり，適度な容積の滲出液貯留空間を確保できなくなったりする虞があるので好ましくない。",
                    "【0029】  上記の貫通孔(13)は傾斜孔であるので，上記の第2表面(12)での開口面積は上記の第1表面(11)での開口面積より小さい。開口面積に相当する円形の直径(以下「開孔径」という。)で比較すると，この第1表面(11)での開孔径は，第2表面(12)での開孔径の1．1～1．8倍であることが好ましく，1．2～1．5倍であることがより好ましい。",
                    "【0030】  また上記の貫通孔(13)は，50～400個／㎠の密度で存在することが好ましく，60～325個／㎠の密度で存在することがより好ましい。さらに，第1表面(11)における貫通孔(13)の開孔率としては，15～60％であることが好ましい。",
                    "【0031】  上記の貫通孔(13)の深さ，即ち透液層(1)の厚さでもある第1表面(11)と第2表面(12)との間の寸法としては，概ね100～2000μmが好ましく，概ね250～500μmがより好ましい。",
                    "【0032】  上記の貫通孔(13)の密度，開孔率および深さを，それぞれ上記の好ましい範囲とすることによって，創傷部位と上記の第2表面(12)との間に適度な貯留空間(14)を形成でき，創傷部位上に適量の滲出液を保持するとともに，滲出液が創傷部位の表面内方向に広がることを防止できる。",
                    "【0034】  上記の透液層(1)は少なくとも第1表面(11)が疎水性であることから，この透液層(1)が創傷部位に過剰に強く貼り付くことを防止できるうえ，使用後の創傷部位からの剥離を容易にできる。また，上記の貫通孔(13)は上記の第1表面(11)側から第2表面(12)側への液体の透過を許容するが，少なくとも第1表面(11)が疎水性であることから，この貫通孔(13)を通しての，吸水性(吸液性)を有する吸収保持層(3)への滲出液の移動を制限でき，透液層(1)と創傷部位との間に滲出液を良好に保持して，創傷の治療を促進することができる。",
                    "【0035】  上記の透液層(1)は，少なくとも創傷部位と対面する上記の第1表面(11)が疎水性であればよく，特定の材質等のものに限定されない。",
                    "しかし，治療に必要な滲出液を創傷部位と透液層(1)との間に保ち，且つ使用後に創傷被覆材(5)を容易に剥がせるという観点から，少なくとも上記の第1表面(11)は，生理食塩水との動的接触角(以下，単に「接触角」ともいう。)が85度以上であると好ましく，さらに使用後に創傷被覆材(5)が一層簡単に剥がれ易いという点から，生理食塩水との接触角が95度以上であるとさらに好ましく，100度以上であると特に好ましい。なお，本発明で用いる「接触角」は，θ／2法によって測定した値を意味する。",
                    "【0036】  上記の「接触角」は，例えばJIS K 2396に従って測定される。具体的には，例えば以下のように測定する。試料のシート材を1．5～2cm四方に切り取り，接触角測定装置（商品名：FTA-100，First Ten Angstrom社製）の測定部位に配置する。前記装置に設置されたシリンジから標準液滴基準サンプル1．5μLを試料片に接触させ，液滴法により，1，3，5，10分経過後の各動的接触角を測定し（液滴供給スピード：0．5μL／秒，滴下量：1．5μL），前記接触角測定装置により解析する。",
                    "【0037】  上記の透液層(1)は，創傷の治療に必要な滲出液の保持が行える程度に創傷被覆材(5)を創傷部位に保持でき，かつ，使用後に創傷部位から創傷被覆材(5)を剥がし易いという点から，動的表面張力(以下，単に「表面張力」ともいう。)が40dyne／cm以下の材料で形成されていると好ましく，35dyne／cm以下のものがより好ましく，使用後の剥がし易さが特に良好であるため，32dyne／cm以下のものが特に好ましい。上記の表面張力が40dyne／cmを超える場合は，透液層(1)と創傷部位との固着が低減されず，使用後に創傷被覆材(5)を剥がしにくいことから，円滑な交換処置ができない虞があり，好ましくない。また，上記の表面張力は，公知の添加物の添加や，コロナ処理若しくはプラズマ等の表面処理によって40dyne／cm以下となるように調整してもよい。",
                    "【0039】  上記の透液層(1)を構成する表面シート(10)としては，樹脂フィルムが好ましく，さらに詳しくは，樹脂フィルムに多数の穿孔が施された有孔フィルムが好ましい。この表面シート(10)を形成する樹脂材料としては，本発明の効果を妨げない限り特定の材料に限定されないが，創傷部位と創傷被覆材(5)との間の空間に，例えば5μL／㎠以上等，適量の水分を残留させて，創傷部位が乾燥しないようにするため，生理食塩水との接触角が85度以上の樹脂，例えばポリオレフィン樹脂，シリコーン樹脂，ポリテトラフロロエチレン樹脂，ポリウレタン系樹脂などが好ましく，中でも，生理食塩水との接触角が91度であるポリプロピレン樹脂が特に好ましい。即ち上記の透液層(1)を構成する表面シート(10)は，生理食塩水との接触角が85度以上のポリオレフィン樹脂性の有孔フィルムがより好ましく，ポリプロピレン樹脂製の有孔フィルムが特に好ましい。このフィルムが有する貫通孔(13)は，前述のように傾斜孔であると好ましい。",
                    "なお，上記の透液層(1)の表面は，界面活性剤処理を施すと接触角が小さくなるため，界面活性剤で処理していないものが好ましい。また，ポリエチレンテレフタレート樹脂やポリ塩化ビニリデン樹脂は，表面張力が40dyne／cmを超えるため，透液層(1)を構成する表面シート(10)の材料としては，好ましくない。",
                    "【0040】  上記の透液層(1)は，前述のように少なくとも第1表面(11)が疎水性を備えるが，この疎水性は，材料の樹脂の性質にのみ基づくものである必要はなく，必要に応じて撥水処理を施すことにより疎水性を発揮したものであっても良い。",
                    "例えば，生理食塩水との接触角が85度未満のポリオレフィン樹脂（例えば，ポリエチレン樹脂）や，ナイロン6，ナイロン66等のポリアミド系樹脂，ポリスチレン樹脂(生理食塩水との接触角：84度)などであっても，適切な撥水処理を施すことにより，所望の疎水性を発揮させることができる。",
                    "この場合，高密度ポリエチレン樹脂(密度範囲：930～970kg/㎥)や低密度ポリエチレン樹脂(密度範囲：910～930kg/㎥)が好ましく採用され，中でも，特に低密度ポリエチレン樹脂が好ましい。創傷部位の形状・起伏に応じて，柔軟に閉鎖領域を形成できる上，貫通孔の形成や撥水処理を行いやすく，所望の接触角を得やすいからである。",
                    "【0042】  上記の透液層(1)は，上記の貫通孔(13)を介して滲出液を第2表面(12)側へ透過させ得るものでありながら，上記の疎水性により，その滲出液の透過を制限できればよく，加圧により液体が透過可能となる性質を有していることが好ましい。ここで，本発明において「加圧により液体が透過可能となる」とは，透液層(1)に加わる液圧が所定の圧力に達するまでは液体が透過せず，その所定の圧力を超えると，液体が透過可能となることを意味する。",
                    "【0043】  上記の「加圧により液体が透過可能となる」特性は，上記の透液層(1)の第1表面(11)が疎水性である場合に具現されやすく，また，上記の貫通孔(13)が傾斜孔である場合に具現されやすい。さらに，上記の性質は，上記の貫通孔(13)が50～400個／㎠の密度で存在する場合に具現されやすく，この貫通孔(13)の開孔率が15～60％である場合に具現されやすい。",
                    "【0044】  上記の透液層(1)において，好ましくは加圧により液体が上記の貫通孔(13)を通じて透過する。したがって，この透液層(1)は，貫通孔(13)以外の部分では，実質的に液体が透過しないことが好ましい。",
                    "【0049】  ",
                    "（透液制限層）",
                    "図1に示すように，上記の創傷被覆材(5)は，透液層(1)と吸収保持層(3)の間に透液制限層(2)を備えている。この透液制限層(2)は，創傷被覆材(5)を創傷部位に貼り付けたのち滲出液が創傷部位から滲み出す初期の段階では，滲出液による圧力に耐えて滲出液の透過を阻止する前記の特性を備えるとともに，滲出液の液量が増加して液圧が所定圧力を超えると滲出液の透過を許容する機能を有する。",
                    "【0050】  このため上記の透液制限層(2)は，適度の通気度と撥水度を備えると好ましい。・・・",
                    "【0052】  上記の透液制限層(2)を構成するシート材としては，例えばポリオレフィン系樹脂（例えばポリプロピレン，ポリエチレン等），ポリエステル系樹脂（例えばポリエチレンテレフタレート，ポリブチレンテレフタレート，ポリプロピレンテレフタレート等），ポリアミド系樹脂（例えばナイロン6，ナイロン66等），ポリウレタン系樹脂等の疎水性材料で構成された，不織布や微多孔質のフィルム，織編物等が用いられ得る。・・・",
                    "【0058】",
                    "（吸収保持層）",
                    "前記の吸収保持層(3)は，創傷部位から滲み出して前記透液層(1)と透液制限層(2)を順に透過した滲出液(16)を吸収するための層である。したがって，吸収保持層(3)は，水を吸収保持可能なシート材からなる。ここで「水を吸収保持可能な」性質とは，水などの液体に接して自然に吸収し，吸収した水の少なくとも一部を重力に抗してシート材内の空隙間に保持できることをいう。したがって，水を吸収したシート材を持ち上げたときに，吸収した水の一部が落下せずに保持されていれば，水を吸収保持可能なシート材ということができる。好ましくは，毛細管現象により水を吸い上げることのできるシート材が用いられるが，高吸収性ポリマー等，水と結びついて保持する材料を備えたもの等であってもよい。",
                    "【0059】  上記の吸収保持層(3)に用いられる，水を吸収保持可能なシート材としては，スポンジ状のシート材でもよいが，コットン等の親水性の繊維，或いは親水化処理された繊維で構成されたシート材が好ましい。かかるシート材としては，例えば，親水化処理された不織布，フラッフパルプ，エアレイド不織布等が好ましく用いられ，任意の複数の材料を組み合わせて用いても良い。",
                    "【0075】",
                    "（保護層）",
                    "上記の保護層(4)は，上記の吸収保持層(3)に吸収された滲出液が外部に移ることを防ぐ目的で設けられる。なお，本発明の創傷被覆材(5)は必ずしもこの保護層を有していなくてもよい。しかしこの場合には，吸収保持層(3)に吸収された滲出液が外部に移って，例えば衣服や寝具等を汚すことを防ぐために，別途の保護用シート材を併用することが好ましい。",
                    "【0094】",
                    "(第2実施形態)",
                    "上記の第1実施形態では，透液層(1)と吸収保持層(3)との間に，透液制限層(2)を備える場合について説明した。しかし本発明では，例えば図13に示す第2実施形態のように，上記の透液制限層を省略したものであってもよい。",
                    "即ち，この第2実施形態では，上記の第1実施形態と異なって，透液制限層が省略してあり，透液層(1)の第2表面(12)に吸収保持層(3)が直接積層してある。この第2実施形態では透液制限層を省略してあるので，簡便に製造でき安価に実施できて好ましい。またこの第2実施形態では透液制限層を省略してあるが，上記の透液層(1)に疎水性の高い材料を使用することにより，例えば，好適には生理食塩水との接触角が85度以上の材料を使用することにより，透液制限層を有する場合と同様の効果を奏することができる。",
                    "【0108】  ・・・実施例1～3と比較例1，2の各試料について，それぞれJIS K 2396に従って生理食塩水との接触角を測定した。その測定結果を表1に示す。",
                    "【0109】",
                    "【表1】",
                    "【0110】",
                    "［比較試験］",
                    "内径50mmの円筒管を実施例1～3および比較例1，2の各試料の表面に当接させた後，円筒管の開口側より生理食塩水10mLを静かに注入し，試料に生理食塩水を吸収させた。生理食塩水の注入後，10分間静置したのち，上記の円筒管を除去し，生理食塩水を吸収させた部位の上に濾紙を置いた。この濾紙の上から直径90mm，2．5kgfの荷重を加え，2分間静置して，試料表面のメッシュシート貯留空間とメッシュシート表面に残留した水分を濾紙に吸収させた。次に，上記の濾紙の重量増加分を測定することにより，濾紙に吸収された水分量，即ちメッシュシート貯留空間およびメッシュシート表面に残留していた水分量を計測し，面積当りの残留水分量を算出した。その測定結果を表2に示す。なお，この比較試験や上記の接触角の測定に用いた生理食塩水としては，イオン交換水1L中に，塩化ナトリウム(ＮaCl)：8.30g/L(ナトリウムイオン：142mmol)，塩化カルシウム二水和物(CaCl ・2H O)：0.37g2 2/L(カルシウムイオン：2.5mmol)を溶解させたものを使用した。",
                    "【0111】",
                    "【表2】",
                    "【0112】  上記の測定の結果から，比較例1や比較例2では，メッシュシート上に水分が十分に貯留しなかったが，本発明の実施例1～3では，いずれもメッシュシート上に水分が十分に貯留されることが明らかとなった。従って，上記の比較例1や比較例2を創傷被覆材として使用した場合は，創傷部位が乾燥することになり，創傷部位を湿潤状態に保てない虞がある。これに対し，本発明の実施例1～3のいずれかを創傷被覆材として創傷部位に使用すると，その創傷部位を湿潤状態に保つことができ，被覆材が創傷部位に固着する虞がない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "産業上の利用可能性",
                  "text": [
                    "【0117】  本発明の表面シートを用いた創傷被覆材は，湿潤環境を維持できるものでありながら，その滲出液の面積が大きく広がらないように捕捉することができ，しかも，使用後は剥離が容易であり，発赤や汗疹，異臭の発生もなく，様々な形状の創傷面にフィットできるので，各種の創傷の治療に好適なものであり，特に褥瘡の予防および治療に最適である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の特徴",
              "text": [
                "以上によれば，本件発明の特徴は以下のとおりであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，創傷面上において滲出液が適度に保持されるようにする機能と，創傷面上から滲出液を適度に排出する機能を備え，使用後は剥離が容易であり，かつ，使用時は湿潤環境が維持されるように創傷部へ装着できる，創傷からの滲出液による湿潤環境を維持しながら治療する湿潤治療法に好適な，さらに改良された創傷被覆材を提供するために，本件発明の構成を採用したものである（【0003】，【0004】，【0010】，【0011】，【0031】，【0032】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明の創傷被覆材用表面シートによれば，表面シートが第1表面に多数の貫通孔を備えるので，創傷から滲み出した滲出液を良好に貯留できる。しかもその第1表面が疎水性を備えるので，滲み出した滲出液を速やかに吸い上げてしまうことなく湿潤環境を維持できるものでありながら，その滲出液の面積が大きく広がらないように捕捉することができ，滲出液の漏れもない（【0012】，【0112】）。さらに，治療に必要な滲出液を創傷部位と透液層との間に保ち，且つ使用後に創傷被覆材を容易に剥がすことができ（【0035】，【0112】），発赤や汗疹，異臭の発生もなく，様々な形状の創傷面にフィットできるので，各種の創傷の治療に好適なものであり，特に褥瘡の予防および治療に最適である（【0117】）。",
                    "また，本件発明の創傷被覆材は，上記の創傷被覆材用表面シートを備えることにより，同様の特徴を有する（【0011】，【0012】，【0035】，【0112】，【0117】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1文献記載の発明と本件発明1，5，22との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1文献には，次の記載がある。",
                    "【発明を実施するための最良の形態】",
                    "【0021】  図1に示すように，本実施形態の傷手当用品10は，傷手当用品の下面側に位置するシート状の被覆層20と，傷手当用品の上面側に位置するシート状の被覆層21と，これらの被覆層の間に介在させた吸収層40とを備えている。被覆層20下面側の表面は，傷接触表面となるシリコーンを含む疎水性樹脂層50と，これらの層を貫通する孔60が設けられ，傷からの体液が吸収層へ移動し得るようになっている。 ・・・  ",
                    "【0024】・・・図5に示すように，第5の実施形態の傷手当用品10は，傷手当用品の下面側に位置するシート状の被覆層23と，傷手当用品の上面側に位置するシート状の被覆層24と，これらの被覆層の間に介在させた吸収層40とを備え，一方向に連続する長尺物としてロール状に構成したものである。",
                    "被覆層23下面側の表面は，傷接触表面となるシリコーンを含む疎水性樹脂層50と，これらの層を貫通する孔60とが設けられ，傷からの体液が吸収層へ移動し得るようになっている。  ",
                    "被覆層23と24は，傷手当用品の縁近傍で，傷手当用品の連続する方向と平行する方向に沿ってシール部73で互いに接合され吸収層40を被覆している。・・・",
                    "【0025】  図6は，本発明の第6の実施形態に係る傷手当用品であり，それぞれ，a）は傷手当用品の上面からみた斜視図，b）はa）のB-B線に沿って切断した側断面図である。第6の実施形態は，摘み35を被覆層とは別の部材で形成した点が，他の実施形態と異なるところである。  ",
                    "図6に示すように，本実施形態の傷手当用品10は，傷手当用品の下面側に位置するシート状の被覆層25と，傷手当用品の上面側に位置するシート状の被覆層26と，これらの被覆層の間に介在させた吸収層40とを備え，吸収層40の外側で被覆層25と被覆層26の外周縁をシール部74で互いに接合している。  ",
                    "被覆層25の下面側の表面には，傷接触表面となるシリコーンを含む疎水性樹脂層50と，これらの層を貫通する孔60が設けられ，傷からの体液が吸収層へ移動し得るようになっている。・・・",
                    "【0028】  次に，被覆層20～26について述べる。被覆層は，吸収層の外形を被覆し得るものであればよく，1枚又はそれ以上のシートから形成することができ，適当な位置で互いに接合し吸収層を被覆することができる。被覆層は，吸収した体液が漏れないように，吸収層の外形全体を被覆することが好ましいが，部分的に吸収層を被覆していない部分があっても良い。",
                    "以下に，被覆層の所要特性，機能等について述べる。まず，疎水性について述べる。被覆層下面側の少なくとも傷接触表面は疎水性を有する。疎水性とするためには，被覆層自体を疎水性の材料で形成しても良いし，被覆層とは別の疎水性樹脂層を塗工する等して被覆層を積層構造とし，その表面を疎水性にしても良い。傷手当用品を傷から容易に分離するためには，被覆層のこの疎水性の表面は，水との接触角が65°以上であることが好ましく，90°以上であることが更に好ましい。接触角の測定は，接触角計CA-A（協和界面科学社製）を使用して該接触角計の取扱説明書「液滴法測定操作」に準拠して測定することができる。",
                    "【0029】  次に，液体の移動について述べる。被覆層のこの疎水性の表面は，吸収層へ体液などの液体が移動し得るように形成される。被覆層の下面側を液体透過性とするためには，メッシュ，穿孔フィルム等のプラスチックシートや，編布，織布，不織布等の液体透過性の繊維状シートを使用することができる。・・・",
                    "【0032】  次に，被覆層の材料について述べる。被覆層を形成するプラスチックシートや繊維状シートは，これらの基材を単独で使用してもよいし，同一又は異なる種類のシートをラミネートした積層構造のシートを使用してもよい。これらのうち，液体不透過性のシートが好ましく，こうすることで，吸収層が吸収した液体が漏れ出すことを防止することができる。また，被覆層は，伸縮性のシートで形成することが好ましく，こうすることで，傷手当用品の貼付中に皮膚の伸展によく追従し，皮膚への貼付中に違和感や物理的刺激を与えることがなく，また，摘みを把持したときに，傷手当用品の下面が水平面を保持し易くなる。  ",
                    "被覆層の材料としては，例えば，ポリエステル；ポリエチレン，ポリプロピレン等のポリオレフィン；エチレン・酢酸ビニル共重合体，エチレン・エチルアクリレート共重合体等のオレフィン系共重合体；ポリアミド；ポリウレタン；シリコーン；等をあげることができ，これらの材料は，単一で使用してもよく，二種類以上を混合して使用してもよい。・・・",
                    "【0034】  次に，吸収層について述べる。吸収層は，セルロース系繊維，パルプ，高分子吸水ポリマー等の吸水性の高い材料を単独又は併用して使用することができ，必要とされる吸収量にあわせてこれらの量を調整すればよい。特に，水吸収時にゲルを形成する物質を含ませることが好ましく，このようにすることで，創傷を湿潤状態に保ち，傷の治癒を促進することができる。・・・"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，前記第2の3(2)アのとおりの甲1-1発明及び甲1-2発明が記載されていると認められ，本件発明1と甲1-1発明の一致点及び相違点は同イの一致点a及び相違点1a～1c，本件発明5と甲1-2発明の一致点及び相違点は同ウの一致点b及び相違点5a～5c，本件発明22と甲1-2発明の一致点及び相違点は同エの一致点c及び相違点22a～22cのとおりであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1cの容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲10文献には，第1層の貫通孔について，相違点1cに係る構成（貫通孔が，創傷部位と第2表面との間に貯留空間を有し，創傷部位の上に滲出液を保持し，第1表面と第2表面との間の寸法は100～2000μmである）が記載されている（［0010］，［0024］，［0028］，［0029］）。そこで，本件優先日当時の当業者が，甲1-1発明に甲10文献に記載された上記相違点に係る構成を採用することを容易に想到し得たかを検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1文献の記載",
                  "text": [
                    "甲1文献には，①被覆層25の下面側の表面には，傷接触表面となるシリコーンを含む疎水性樹脂層50と，これらの層を貫通する孔60が設けられ，傷からの体液が吸収層へ移動し得るようになっており，被覆層の疎水性の表面は，吸収層へ体液などの液体が移動し得るように形成されること（【0025】，【0029】），②吸収層は，セルロース系繊維，パルプ，高分子吸水ポリマー等の吸水性の高い材料を単独又は併用して使用することができ，必要とされる吸収量にあわせてこれらの量を調整すればよく，特に，水吸収時にゲルを形成する物質を含ませることが好ましく，このようにすることで，創傷を湿潤状態に保ち，傷の治癒を促進することができること（【0034】）が記載されている。",
                    "これによれば，甲1文献においては，被覆層を貫通する「孔60」は，傷からの体液を吸収層へ移動させるように機能するものであり，創傷を湿潤状態に保ち，傷の治癒を促進することができるのは，上記「孔」の機能によってではなく，吸収層において必要とされる吸収量にあわせて吸水性の高い材料の量を調整し，特に，水吸収時にゲルを形成する物質を含ませることによってであると理解できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲10文献の記載",
                  "text": [
                    "甲10文献には，①同文献の創傷被覆材は，創傷からの浸出液による湿潤環境を維持しながら治療する方法に好適であり，少なくとも3つの層から構成され，創傷部位に接するように使用される側から第1層，第2層，第3層の順に積層され一体化してなること（請求の範囲［1］，［0009］，［0010］，図1），②第1層と第2層は積層された層間で少なくとも部分的に接合されていて，強制的に剥離させるような外力を加えない限り，通常の使用状態では各層が分離しないで積層された状態を保つこと（［0015］，［0017］），③第1層と第2層とは，第1層と第2層との界面において貯留空間が滲出液で満たされても滲出液が面内方向に広がることがない程度に密着していることが好ましいこと（［0040］，図3），④第1層の貫通孔について，密度，開孔率および深さを好ましい範囲とすることによって，創傷面と第2層との間に適度な貯留空間を形成して創傷面上に適度な滲出液を保持するとともに，滲出液が面内方向に広がるのを防止することができること（［0029］），⑤第1層の初期耐水圧性は，比較的低いもので足り，第2層の初期耐水圧性よりも低いことが好ましいこと（［0034］），⑥第2層は，加圧により水が透過可能となる初期耐水圧性を備え，創傷から浸出液が滲み出す初期の段階では滲出液による圧力に耐えて滲出液を透過させないとともに，滲出液による圧力が所定の圧力を超えると滲出液を透過させる機能を有すること（［0042］），⑦第3層は，創傷部位から滲み出して第1層を経由して第2層を透過した滲出液を吸収するための層であること（［0061］）が記載されている。",
                    "これによれば，甲10文献においては，創傷被覆材の，第1層と第3層との間に第2層を挟み互いに分離しないようにすることは，甲10文献の「創傷からの浸出液による適切な湿潤環境を維持しながら治療する方法に好適な，さらに改良された創傷被覆材を提供する」という課題（［0009］）の解決のために必須の構成であるというべきであり，甲10文献の第1層の貫通孔は，第1層を第2層と一体化させることで貯留空間を設けて滲出液を保持する機能を担わせることを前提とする構成であることが理解できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "容易想到性について",
                  "text": [
                    "以上のとおり，甲1文献においては，甲1-1発明の被覆層ではなく，組み合わされる吸収層が創傷を湿潤状態に保つ機能を有しているのであり，体液を吸収層へ移動させる機能を有する被覆層の「孔」に，さらに滲出液を保持する機能を担わせる改良を加えるべきことを示唆する記載はない。",
                    "また，甲10文献においては，第1層を第2層と一体化させることで貯留空間を設けることを前提としているのに対し，甲1文献の傷手当用品は被覆層と一体化する第2層に相当する構成を有しない。",
                    "このような甲1文献に記載された傷手当製品と甲10文献に記載された創傷被覆材の構成の相違や，甲1-1発明の被覆層と甲10文献の第1層の有する機能の相違に照らせば，甲10文献から第1層の貫通孔に関する構成のみを取り出して，甲1-1発明における被覆層の「孔」に適用することの動機付けは見出せない。",
                    "また，甲3～12，14～16，18文献にも，甲1-1発明における「孔」に滲出液を保持する機能を担わせることについての記載ないし示唆はなく，これらの文献の記載を考慮しても，本件優先日当時の当業者が，甲1-1発明に，甲10文献記載の技術事項を組み合わせ，相違点1cに係る構成を採用することを容易に想到し得たということはできない。",
                    "よって，甲1文献，甲3～12，14～16，18文献に基づいて，本件発明1が進歩性を欠如するとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件優先日当時の技術常識・技術水準に照らし，甲10文献及び甲20に接した当業者であれば，甲10文献に記載された第1層と，「その裏面に隣接し，液体と接触すると短時間に吸収，膨潤し，ゲル化する材料を含む層」等を併用すると，これらが相互作用して湿った創傷環境を長期間維持することができることを予見して，甲1-1発明における孔を改良して甲10文献に記載された構成とする動機付けは十分にあると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，その主張の前提となる本件優先日当時の技術常識・技術水準として，①甲20，54～57によれば，創傷部位に所望の水分量を維持することができる創傷被覆材を提供することは，本件優先日当時の当業者における周知の技術的課題であり，②甲10文献，甲19によれば，初期耐水圧性を有する第1層は，滲出液の圧力に応じて，これを保持し，又は透過させ，創傷面の適度な湿潤環境を保持することができることは，本件優先日当時における当業者の技術常識であり，③甲12文献，甲17によれば，滲出液の保持機能と滲出液の排出機能とを満たす創傷被覆材を得るために，創傷部位に接する層に設けられた貫通孔に着目して，これに改良を加えることは，本件優先日当時における当業者の通常の創作能力の範囲であることを主張する。",
                        "上記①について，本件優先日当時，創傷部位に所望の水分量を維持することができる創傷被覆材を提供することが周知の技術的課題であったことは認められる（甲20，54～57及び弁論の全趣旨）。",
                        "しかし，上記②③に指摘された証拠には，特定の構成の被覆材において第1層が初期耐水圧性を有するものが存在したこと（甲10文献，甲19），貫通孔ではなく，創傷部と表面シートとの間に滲出液を保持する特定の構成が存在したこと（甲12文献）が開示されているに過ぎない。なお，甲17は，本件優先日後に公開された文献であり，本件優先日当時の技術常識ないし技術水準を示すものということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，甲10文献と甲20は，積層される層の構成が異なり，湿潤状態を保持するための技術思想が異なることは明らかである（甲10文献[0044]，[0053]。甲20【0013】，【0018】，【0023】，【0025】等）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，原告の指摘する証拠の記載によっても，甲10文献から第1層の貫通孔に関する構成のみを取り出して，甲1-1発明における被覆層の「孔」に適用することの動機付けを見出せないことには変わりはない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，甲10文献に記載された第1層と第2層を一体の層とみなして甲1-1発明に適用することも主張するが，甲1文献には，傷からの体液を吸収層へ移動させる機能を有する被覆層をあえて複数の層に改変した上で，滲出液を保持する機能という新たな機能を付加することを示唆する記載はなく，これまで説示したところに照らし，甲10文献に記載された第1層と第2層を一体の層とみなして甲1-1発明に適用する動機付けは見出せない。",
                        "原告のその余の主張も，上記動機付けについての判断を左右するものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点5aの容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点5aは，本件発明5の表面シートの貫通孔が，創傷部位と第2表面との間に貯留空間を有し，創傷部位の上に滲出液を保持し，第1表面と第2表面との間の寸法は100～2000μmであるのに対し，甲1-2発明のシート状の被覆層の孔は，上記のような特定がされていない点を含むものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これによれば，相違点5aの容易想到性に関しては，相違点1cについて(2)において述べた点が妥当する。したがって，甲1-2発明において相違点5aに係る構成を採用することは，当業者が容易に想到することができたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点22cの容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点22cは，本件発明22の表面シートの貫通孔が，創傷部位と第2表面との間に貯留空間を有し，上記の創傷部位の上に滲出液を保持し，第1表面と第2表面との間の寸法は100～2000μmであるのに対し，甲1-2発明のシート状の被覆層の孔は，上記のような特定がされていない点である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これによれば，相違点22cの容易想到性に関しては，相違点1cについて(2)において述べた点が妥当する。したがって，甲1-2発明において相違点22cに係る構成を採用することは，当業者が容易に想到することができたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ",
              "text": [
                "本件発明2～4，6～21，23～26は，直接又は間接に本件発明1，5又は22を引用するものであるから，甲1-1発明又は甲1-2発明とは相違点1c，5a又は22cにおいて相違する。",
                "そうすると，本件優先日当時の当業者は，本件発明1～26について，甲1-1発明又は甲1-2発明に，甲3～12，14～16，18文献記載の事項を組み合わせることにより容易に想到し得たとはいえない。",
                "したがって，本件発明1～26の進歩性についての審決の判断には誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（サポート要件の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件について",
              "text": [
                "特許請求の範囲の記載がサポート要件に適合するか否かについては，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものと解される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，課題を解決するための手段として本件発明1に係る特許請求の範囲の記載と同様の記載がある（【0011】の［1］，［2］，［6］及び［7］等）。",
                    "本件発明1の「接触角が85度以上」について，本件明細書の【0035】によれば，その「接触角」はθ/2法によって測定した動的接触角の値を意味することが理解される。",
                    "本件明細書には，「接触角」の測定について，JIS K 2396（甲43）に従い，液適法によって測定した測定法が具体的に記載されている（【0036】）。さらに，このような方法により接触角を測定する場合の本件出願日当時の技術常識として，①測定開始直後における液面の振動を受ける時期では大きな接触角が測定され，ある程度の時間が経過した後の蒸発の影響が大きくなる時期では小さな接触角が測定されるため，これらの時期における測定結果を採用しないこと，②測定開始直後における液面の振動を受ける時期の後は，蒸発の影響により時間の経過とともに接触角が小さくなっていくため，速やかに測定する必要があることが認められる（甲43・12頁の「9.12.1 f)2）」，甲45・51～53頁，乙7・【0009】，【0010】，【0020】）。以上によれば，当業者は，本件発明1の「接触角が85度以上」との記載について，測定開始直後における液面の振動を受ける時期の後速やかに測定した接触角が85度以上であることを理解するといえる。",
                    "そして，本件明細書には，治療に必要な滲出液を創傷部位と透液層(1)との間に保ち，且つ使用後に創傷被覆材(5)を容易に剥がせるという観点から，接触角が85度以上であると好ましいこと（【0035】）と，JIS K 2396に従った測定法による，実施例と比較例についての測定結果（【0108】，【0110】～【0112】，【表1】及び【表2】）が示されている。",
                    "以上によれば，特許請求の範囲に記載された発明は，発明の詳細な説明に記載された発明であり，かつ，当業者が，本件明細書の記載及び本件出願日当時の上記技術常識により，創傷からの滲出液による湿潤環境を維持しながら治療する方法に好適な，さらに改良された創傷被覆材を提供するという本件発明の課題（前記1(2)ウ）を解決できると認識できる範囲のものであるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件発明1の特許請求の範囲の記載は，サポート要件に適合するということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2～26について",
              "text": [
                "本件発明2～26につき，「接触角が85度以上」の部分については，上記(2)について述べたところが妥当し，その余の特許請求の範囲の記載についても，本件明細書の【0011】によれば，発明の詳細な説明に記載されたものであり，当業者が本件発明の課題を解決できると認識できる範囲のものであるといえるから，サポート要件に適合することについては，上記(2)と同様である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，液適法によっては動的接触角を測定できないことを前提に，動的接触角の測定にθ/2法を使用することはできないと主張する。",
                    "「動的接触角」について，拡張収縮法や滑落法により測定される前進接触角及び後退接触角であり，θ／2法では角度を測定できないとする文献が存在する（甲44，45）。しかし，特開2007-77266（乙1・【0034】），特開2006-259537（乙2・【0049】），特開2000-178490（乙3・【0040】）等においては，液滴法を用いてθ／2法により角度を測定した接触角を「動的接触角」とする記載がある。そうすると，動的接触角との用語を用いたからといって，直ちに液適法によりθ／2法を用いて測定した接触角を意味しないということにはならないから，本件出願日当時，当業者は，本件明細書における前記(2)アの記載を踏まえ，本件明細書における動的接触角は，液滴法によりθ／2法を用いて測定された接触角を意味することを認識できたというべきである。",
                    "また，原告は，本件明細書の【0036】に記載された「FTA-100」は静的接触角の測定装置であると主張し，「FTA-100シリーズ」が静的接触角の測定装置であるとするFirst Ten Angstroms社のウエブサイトの記載がある（甲50）が，上記に説示したところによれば，この点も，サポート要件適合性に関する前記判断を左右するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件明細書の「液滴法により，1，3，5，10分経過後の各動的接触角を測定し」との記載（【0036】）によれば，本件発明の「接触角が85度以上であり」についてどの時点での測定値であるのか認識できないなどと主張するが，本件発明の「接触角」の意義についての判断は前記(2)アに説示したとおりであり，原告の指摘する記載はサポート要件適合性の判断を左右するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件発明の特許請求の範囲の記載はサポート要件に適合するというべきであり，原告の主張は採用できない。原告の主張するその余の点も，上記認定を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ",
              "text": [
                "したがって，本件発明1～26のサポート要件適合性についての審決の判断には誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上のとおりであるから，原告の主張する取消事由はいずれも理由がなく，原告の請求は棄却すべきであるから，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}