{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "控訴人は，被控訴人に対し，平成29年9月19日以降2年間，国分寺市内のまつげエクステを扱う店舗において，アイリスト業務(まつげエクステを施術する業務)に従事してはならない。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等(略称は原判決のそれに従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，東京都国分寺市内でまつげエクステサロンを営む控訴人が，元従業員である被控訴人が，控訴人を退職後に同市内のまつげエクステサロンで就労したことは，被控訴人と控訴人の間の競業禁止の合意に反し，また，控訴人の営業秘密に当たる控訴人の顧客2名の施術履歴を取得したことは不正競争行為(不正競争防止法2条1項4号，5号又は8号)に当たるとして，被控訴人に対し，主位的には上記合意，予備的には不正競争防止法に基づき，退職後2年間の同市内におけるアイリスト業務への従事の差止めを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，控訴人の請求をいずれも棄却したため，これを不服とする控訴人が控訴した。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実",
          "text": [
            "前提事実は，原判決2頁22行目「いたします」」の次に「(不動文字による記載)」と付加し，3頁14行目「マート」を「スマート」と訂正するほかは，原判決「事実及び理由」第2の2(原判決1頁26行目から3頁15行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "本件における当事者の主張は，後記5のとおり当審における補充主張を付加するほかは，原判決「事実及び理由」第2の3(原判決3頁16行目から6頁18行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "5",
          "subject": "当審における補充主張",
          "text": [
            "(控訴人の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "合意の成否及び効力について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人の就業規則は，競業制限の具体的範囲を「誓約書・確認書」において定めると規定して，「誓約・確認書」において具体的な競業制限の範囲を定めている。また，「誓約・確認書」を作成するに際し，被控訴人が付記した文言については，控訴人が，「この文言は，当社が指定した書式ではないので，無効。会社記載文言のみ有効。また，既に入社時誓約書に記載もあるので，そちらの誓約書を根拠とすることも可能。」と記載し，その説明を聴いた被控訴人は，「わかりました」と述べたものであるから，「誓約・確認書」の不動文字のとおりの合意が成立したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人と被控訴人との間の合意は，退職後2年間，国分寺市内において，アイリスト業務に従事することを禁止するという限度において有効である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "合意に反する行為について",
              "text": [
                "控訴人が開発した美容液の効果を示した画像，控訴人が購入した広告用の画像，ボリュームラッシュとアイシャンプーの技術，控訴人が行っているサービスやメニューは，営業秘密として指定したものであり，入社時合意における「秘密情報」に該当する。また，被控訴人による，原告店舗に関する発言は，不正競争防止法上の信用毀損行為に該当する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "不正競争防止法2条1項4号，5号又は8号違反について",
              "text": [
                "施術履歴は，不正競争防止法上の秘密管理性，有用性及び非公知性を満たす。これは，被控訴人が，施術履歴を入手する際にこれが営業秘密であることを強く認識していたことからも明らかであるし，控訴人が講じる多くの秘密管理措置(客観的認識を可能とする措置，顧客カルテファイルへのマル秘表示，パスワード等によるアクセス制限，防犯カメラの設置，秘密管理体制組織の構築・整備，就業規則や誓約書による営業秘密の指定，営業秘密の周知・啓発等)，控訴人の開店から現在に至るまで顧客情報を含む施術履歴が外部に漏えいしたことがないことを考慮すれば，顧客情報を含む施術履歴の秘密管理性が認められるのは明らかである。",
                "私用のスマートフォンによって顧客カルテを投稿することがあったとしても，この行為は，営業上の必要に基づくものである。そして，各店舗の店長からは，顧客カルテデータの削除・廃棄を随時従業員に指示していたのであり，退職時には「誓約・確認書」を作成しているのであるから，秘密管理性がないということにはならない。",
                "(被控訴人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "合意の成否及び効力について",
              "text": [
                "入社時合意により控訴人が受けられる利益，被控訴人の控訴人在籍時の地位，場所的・時間的制限の範囲及び代償措置に照らせば，入社時合意は被控訴人の職業選択の自由及び営業の自由を不当に制限するものであり，無効である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "合意に反する行為について",
              "text": [
                "控訴人が信用毀損行為であると指摘する点は，控訴人や控訴人代表者の信用を棄損する行為とはいえない。",
                "(3)不正競争防止法2条1項4号，5号又は8号違反について",
                "施術履歴には秘密管理性はない。また，施術履歴の入手によって控訴人の営業上の利益が侵害され，又は侵害されるおそれはないから，差止請求は認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求はいずれも棄却されるべきものであると判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件競業行為が本件各合意に違反するか(争点1)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "退職者に対する競業の制限(以下「競業制限」という。)は，退職者の職業選択の自由や営業の自由を制限するものであるから，個別の合意あるいは就業規則による定めがあり，かつその内容が，これによって守られるべき使用者の利益の内容・程度，退職者の在職時の地位，競業制限の範囲，代償措置の有無・内容等に照らし，合理的と認められる限り，許されるというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "就業規則及び退職時合意の効力",
              "text": [
                "ところで，控訴人の就業規則には，①社員は，退職後も競業避止義務を守り，競争関係にある会社に就労してはならない，②社員は，退職または解雇後，同業他社への就職および役員への就任，その他形態を問わず同業他社の業務に携わり，または競合する事業を自ら営んではならないとの規定があるが，この定めは，退職する社員の地位に関わりなく，かつ無限定に競業制限を課するものであって，到底合理的な内容のものということはできないから，無効というほかはない。",
                "また，被控訴人が退職時に提出した「誓約・確認書」には，前述のとおり，退職後2年間，国分寺市内の競合関係に立つ事業者に就職しないとの約束をすることはできない旨の被控訴人の留保文言が付されていたのであるから，これによって競業制限に関する合意が成立したということはできない。",
                "これに対し，控訴人は，控訴人が「誓約・確認書」に「この文言は，当社が指定した書式ではないので，無効。会社記載文言のみ有効。また，既に入社時誓約書に記載もあるので，そちらの誓約書を根拠とすることも可能。」と記載してその旨説明し，被控訴人も「わかりました」と述べたものであるから，「誓約・確認書」の不動文字のとおりの合意が成立したと主張するが，控訴人の主張する事実を裏付ける的確な証拠はないし，仮に，このような事実があったとしても，これにより「誓約・確認書」の不動文字どおりの合意が成立したと解することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "入社時合意の効力",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，入社時合意について，被控訴人が，退職後2年間，国分寺市内でアイリスト業務に従事することを禁止したものであると主張するから，入社時合意の効力が問題となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "入社時誓約書には，①被控訴人は，退職後2年間は，在職中に知り得た秘密情報を利用して，国分寺市内において競業行為は行わないこと(13項)，②秘密情報とは，在籍中に従事した業務において知り得た控訴人が秘密として管理している経営上重要な情報(経営に関する情報，営業に関する情報，技術に関する情報…顧客に関する情報等で会社が指定した情報)であること(10 項)，③被控訴人は，秘密情報が控訴人に帰属することを確認し，控訴人に対して秘密情報が被控訴人に帰属する旨の主張をしないこと(12 項)が記載されている(甲3)。",
                    "そこで，「秘密情報」の意義が問題となるが，上記入社時誓約書の記載によれば，入社時合意における「秘密情報」とは「秘密として管理」された情報であることを要することが理解できる。また，入社時誓約書の秘密情報に関連する規定は，その内容に照らし，不正競争防止法と同様に営業秘密の保護を目的とするものと解される。そして，入社時誓約書には「秘密として管理」の定義規定は存在せず，「秘密として管理」について同法の「秘密として管理」(2条6項)と異なる解釈をとるべき根拠も見当たらない。そうすると，入社時誓約書の「秘密として管理」は，同法の「秘密として管理」と同義であると解するのが相当である。",
                    "また，「競業行為」とは，控訴人に在籍中の被控訴人が提供していた役務の性質に照らせば，他のまつげエクステサロンの経営及び他のまつげエクステサロンにおけるアイリスト業務への従事を意味すると解される。",
                    "以上によれば，入社時合意は，被控訴人が，退職後2年間は，在職中に知り得た「秘密情報」を利用して，国分寺市内において他のまつげエクステサロンの経営をせず，他のまつげエクステサロンにおけるアイリスト業務に従事しない旨の合意であり，ここにいう「秘密情報」とは秘密管理性を有する情報であることを要するものと解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，入社時合意は被控訴人の職業選択の自由及び営業の自由を不当に制限するものであって無効であると主張する。",
                    "しかし，上記イのとおり，入社時合意は，2年という期間と国分寺市内という場所に限定した上で，秘密管理性を有する情報を利用した競業行為のみを制限するものと解されるから，職業選択の自由及び営業の自由を不当に制限するものではなく，その制限が合理性を欠くものであるということはできない。",
                    "よって，被控訴人の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人の行為",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記前提事実のとおり，被控訴人は，退職後，控訴人従業員から，顧客2名の顧客カルテの施術履歴が記載された裏面部分を撮影した写真を送信させた(施術履歴の入手)ことから，この行為が入社時合意に反するかが問題となる。そこで，上記2名の施術履歴の情報が「秘密情報」に当たるか，その秘密管理性の有無を検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，顧客カルテの情報について，客観的認識を可能とする措置をとり，顧客カルテファイルにマル秘表示をし，データにはパスワードによるアクセス制限をし，防犯カメラを設置し，就業規則や誓約書による営業秘密の指定をし，営業秘密の周知・啓発をしていたことから，顧客カルテの情報は秘密管理性を有すると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "就業規則及び退職時の「誓約・確認書」の記載",
                      "text": [
                        "控訴人の就業規則(甲19)には，次の記載がある。",
                        "「第24条  社員が職務上，あるいは職務を遂行する上で知ることのできた情報は，業務の遂行のためのみに使用しなければならない。",
                        "2．社員は，在職中はもちろんのこと退職後であっても，前項の情報を他者に漏らしてはならない。この場合，口頭あるいは文書等のいかなる媒体であっても認めることはない。",
                        "3．本条でいう情報とは，従業員に関する情報(個人番号，特定個人情報を含む)，顧客に関する情報，会社の営業上の情報，商品についての機密情報あるいは同僚等の個人の権利に属する情報の一切を指す。」",
                        "また，退職時の「誓約・確認書」(甲5，23)には，不動文字で「顧客情報(原本・コピー等)については，一切保有しておりません。」との記載がある。",
                        "しかし，就業規則における「従業員に関する情報(個人番号，特定個人情報を含む)，顧客に関する情報，会社の営業上の情報，商品についての機密情報あるいは同僚等の個人の権利に属する情報」との文言は，非常に広範で抽象的であり，このような包括的規定により具体的に施術履歴を秘密として指定したと解することはできない。",
                        "また，退職時の「誓約・確認書」の記載は，その文言からして，施術履歴を秘密として指定するものとは解し得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "施術履歴の管理体制",
                      "text": [
                        "原告店舗において，顧客カルテが入っているファイルの背表紙にマル秘マークが付され，室内に防犯カメラが設置されていたことが認められるものの，顧客カルテは従業員であれば誰でも閲覧することができ，顧客カルテが入っているファイルの保管の際に施錠等の措置はとられておらず，また，施術履歴の用紙にマル秘マークが付されていたかは明らかではない(甲28，33，弁論の全趣旨)ものであり，他に，施術履歴についての管理体制を裏付ける的確な証拠はない。",
                        "かえって，控訴人においては，控訴人の一支店から他の支店に顧客を紹介することがあり，その際には，顧客に施術するなどの営業上の必要から，支店間で情報を共有するため，顧客カルテを撮影し，その画像を，私用のスマートフォンのLIＮEアプリを用いて従業員間で共有する取扱いが日常的に行われていた(弁論の全趣旨)。LIＮEアプリにより画像を共有すれば，サーバーに画像が保存されるほか，私用スマートフォンの端末にも画像が保存されるものであり，顧客カルテについての上記取扱いは，顧客カルテが秘密として管理されていなかったことを示すものといえる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，施術履歴の情報について秘密管理性を認めることはできず，施術履歴は入社時合意における「秘密情報」には当たらない。",
                        "なお，控訴人は，私用スマートフォンで顧客カルテを共有した後はその都度削除していたし，店長からもそのように指示していた旨主張するが，このような運用がされていたことを裏付ける客観的な証拠はない。また，控訴人においては，平成30年6月，7月頃，顧客から過去の施術内容について問い合わせがあった際に，回答を拒否している(甲23)が，本件が紛争になった同年1月(甲8～10)の後の出来事であり，被控訴人の在職当時の管理状況を示すものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "よって，被控訴人が入手した施術履歴を利用したとしても，入社時合意の規定する「秘密情報」を利用したとはいえないから，被控訴人が入社時合意に違反したということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，控訴人は，被控訴人ないし被告転職先店舗が，①控訴人が開発した美容液の効果を示した画像を使用したこと，②控訴人が購入して無料広告誌に掲載している画像と同じものを同雑誌に掲載したこと，③控訴人在職時に取得したまつげエクステの技術である「ボリュームラッシュ」と「アイシャンプー」を使用していること，④原告店舗が行っていた，予約前日に顧客に電話をして予約確認をするサービスを行っていること，⑤原告店舗で扱っている「ブラウンセーブル」と同じメニューを展開していること，⑥控訴人従業員から原告店舗の顧客の情報を入手したこと(上記アで検討した施術履歴の入手を除く。)，⑦「控訴人のエクステは質が悪い」「回転率を重視し，カウンセルの時間が短い，アフターカウンセリングがない」等と発言し，原告店舗の商材の特徴を漏えいしたこと，⑧「前のオーナーから信頼されず，辛くなって辞めた」等と発言し，控訴人の人事情報を漏えいしたことは，「秘密情報」を利用したものといえるから，これらの行為は入社時合意に反するものであり，被控訴人の営業を差し止める必要があると主張する。",
                    "証拠及び弁論の全趣旨によれば，①について，被控訴人の退職後，被控訴人が在職中に業務に関連して撮影した写真(まつげ美容液の使用前及び使用後を比較したもの)が，被告転職先店舗のウェブサイトで利用されていたこと(甲21)，②について，被控訴人の退職後，広告雑誌において，原告店舗の宣伝に使用されている写真と同じ写真が被告転職先店舗の宣伝に使用されていたこと(甲20)が認められるが，これらの写真が秘密管理性を有するとは認められない。また，⑥について，上記アの施術履歴の入手のほかに，控訴人従業員から原告店舗の顧客の情報を入手した事実を認めるに足りる証拠はない。さらに，控訴人の主張するその余の事実について，秘密管理性を有する情報を利用した競業行為とはいえないことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，被控訴人が入社時合意に違反したとは認められないから，控訴人の入社時合意に基づく差止請求は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "不正競争防止法違反を理由とする本件競業行為の差止めの可否(争点2)について",
          "text": [
            "控訴人は，施術履歴が営業秘密に当たると主張するが，施術履歴に秘密管理性が認められないのは上記1に説示のとおりである。",
            "よって，不正競争防止法に基づく差止請求は理由がない。",
            "なお，控訴人は，上記1(4)イ⑥⑦の被控訴人の発言は不正競争防止法所定の信用毀損行為であるとも主張するが，控訴人の請求は信用毀損行為の差止めを求めるものではないから，控訴人の主張は上記結論を左右するものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，控訴人の請求はいずれも理由がないから，控訴人の請求をいずれも棄却した原判決は，相当である。",
        "よって，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}