{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2018-993号事件について平成31年2月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成28年9月16日，発明の名称を「自律型小型無線装置及びその分散設置方法」とする発明について，特許出願(特願2016-182086号。以下「本願」という。)をした。",
                "原告は，平成29年8月29日付けの拒絶理由通知(甲14)を受けたため，同年10月13日付けで特許請求の範囲について手続補正(甲7)をしたが，特許庁は，同月20日，拒絶査定(甲15)をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年1月24日，拒絶査定不服審判(不服2018-993号事件)を請求するとともに(甲8)，同日付けで，特許請求の範囲について手続補正(甲9)をした。",
                "原告は，同年12月10日付けの拒絶理由通知(甲26)を受けたため，平成31年1月7日付けで特許請求の範囲について手続補正(以下「本件補正」という。甲13)をした。",
                "その後，特許庁は，平成31年2月22日，本件補正を認めた上で，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年3月6日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成31年4月3日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲は，請求項1ないし9からなり，その請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本願発明」という。甲13。下線部は本件補正に係る補正部分である。)。",
            "【請求項1】",
            "他電源受給路を有さない着脱交換不能な自律型電源(太陽電池を利用するものを除く)と，",
            "前記自律型電源にて駆動される通信回路を含む通信制御回路と，",
            "前記通信制御回路にて駆動されるアンテナと，",
            "を備え，",
            "前記通信制御回路はルーティング機能手段を有する固定設置する自律型小型無線装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。",
                "その要旨は，本願発明は，本願の出願日前に頒布された刊行物である特表2003-508939号公報(以下「引用例10」という。甲4)に記載された発明及び特開平10-51858号公報(以下「引用例11」という。甲5)記載の公知技術に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないから，他の請求項に係る発明について検討するまでもなく，本願は拒絶すべきであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用例10に記載された発明(以下「引用発明」という。)，本願発明と引用発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "再充電可能な電池，及び太陽電池とは異なる，そのユニットの寿命に対して十分な電池寿命が獲得可能である単一の電池と，",
                    "電池により駆動されるマイクロ制御装置510及びミニオンネット無線トランシーバ500と，",
                    "ミニオンネット無線トランシーバ500及びマイクロ制御装置510により駆動されるアンテナと，を備え，",
                    "マイクロ制御装置510はルーティング動作を行い，",
                    "固定設置される使い捨ての自給ミニオン装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「他電源受給路を有さない自律型電源(太陽電池を利用するものを除く)と，",
                    "前記自律型電源にて駆動される通信回路を含む通信制御回路と，",
                    "前記通信制御回路にて駆動されるアンテナと，",
                    "を備え，",
                    "前記通信制御回路はルーティング機能手段を有する固定設置する自律型小型無線装置。」である点。",
                    "(相違点)",
                    "一致点である「他電源受給路を有さない自律型電源(太陽電池を利用するものを除く)」が，本願発明では，「着脱交換不能な」であるのに対し，引用発明では，引用発明の自給ミニオン装置が「使い捨て」であり，「再充電可能な電池，及び太陽電池とは異なる，そのユニットの寿命に対して十分な電池寿命が獲得可能である単一の電池」により給電されるものの，電池が「着脱交換不能な」と特定されていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の「頒布された刊行物に記載された発明」該当性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法29条2項の進歩性判断の前提となる「頒布された刊行物に記載された発明」(同条1項3号)に該当するというためには，当該刊行物に当業者がその発明を実施できる程度に開示されている必要がある。",
                    "そして，本願発明が公衆ネットワーク等を産業上の利用分野としている以上，当業者がルーティング機能について実施できる程度とは，引用例10の記載及び技術常識に基づいて，原則的には，その分野における通常の使用状態で信号の欠落なく伝送処理を行えるように，引用発明に係る物を製造し，使用できることを意味するというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例10の【0068】には，「メッセージ衝突回避」に関し，「高密度のデータトラフィックが発生しているとミニオン装置が決定した場合，特定のミニオン装置からの送信間のインターバルを増加させる。」，「たとえば，このタイプの遅延された送信インターバルは，イーサネット(登録商標)およびMobitexにより使用されるプロトコルに類似した修正されたALOHA手順と呼ばれる。」との記載がある。",
                        "しかしながら，どのようにして高密度データトラフィックが発生していると決定できるのか，単に送信間のインターバルを増加させるだけで，なぜ「半二重通信」(送信と受信が同一の回線で行われている通信方法をいい，1つの回線を使うことから，送信と受信を同時に行うと必然的にデータの衝突が起き，その結果データ消失が発生する。)におけるパケット(データユニット)の完全なる衝突回避ができるのか，「特定のミニオン装置」とは何を指しているのか，「修正されたALOHA手順」とは何か，いずれも不明である。引用例10には，これらの不明点を解決するための技術的手段についての説明は付されておらず，実際に記載された内容だけでは，衝突回避手段を実施することはできない。",
                        "また，引用例10の【0269】には，ミニオンは，トランシーバであり，半二重通信を用いていること，インターバルのランダム化は，同時送信の可能性を減少させるために利用されることの記載がある。上記記載から，ミニオンでは同時送信(パケット衝突)の可能性を減少させることができるように構成されており，パケットの消失回避のため出力又は受信の待機をさせる方法が例示されている。しかし，ミニオンが待機を必要とする状況にあることをどうやって送信又は受信前に知ることができるのか，待機の指示をどのようにして，かつ，どのミニオンに対して出力するのか，輻輳環境下において，メッセージ送信を確実に行うことが可能であるのか，通信待機によって発生する通信の遅延を解消する方法が，いずれも不明であるから，携帯電話網，公衆ネットワークなどの社会インフラで利用可能な程度に開示されているとはいえない。",
                        "したがって，引用例10には，引用発明の「マイクロ制御装置510はルーティング動作を行い」の部分の技術が携帯電話網，公衆ネットワークなどの社会インフラに利用可能な程度に開示されているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，本願の出願時の技術常識として，乙4記載のジグビーの技術を挙げるが，そもそもジグビーは，全二重通信であり，ジグビーの技術と半二重通信の引用発明の技術とは全く異なるから，引用文献10を解釈する際に技術常識として参酌できる技術ではない。また，乙4には，ジグビーがどのようなルーティングサービスを提供するかは記載されているが，ルーティングをどのように処理しているのか技術的な開示はない。",
                        "したがって，ジグビーの技術をいかにしてミニオンに取り込むことで，引用発明を実施可能な程度に明確化するのか，技術的な内容は一切示されていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，引用例10には，ミニオンをルータとして利用して通信を行う上で，引用例10記載のルーティング動作を行うために必要となる技術的課題の解決方法が示されていないから，当業者が引用発明を実施できる程度に開示されていない。",
                    "したがって，引用発明は，「頒布された刊行物に記載された発明」に該当しないから，引用発明を主引用例として本願発明の進歩性を否定した本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定の誤り及び相違点の看過",
              "text": [
                "本件審決は，引用発明のルーティング動作を行うマイクロ制御装置510はルーティング機能手段を有するといえるから，引用発明は「前記通信制御回路はルーティング機能手段を有する」といえる点で本願発明と一致する旨認定した。",
                "しかしながら，以下のとおり，本願発明の「ルーティング機能手段」にいう「ルーティング」とは，「動的ルーティング」に限定して解釈すべきであるところ，引用発明のルーティング動作は，「静的ルーティング」であって，「動的ルーティング」に当たらないから，引用発明は「前記通信制御回路はルーティング機能手段」を有するとはいえず，上記の点は相違点として認定すべきであるから，本件審決には一致点の認定の誤り及び相違点の看過がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「ルーティング」には，事前に設定されているルーティングテーブルに倣って，ある経路が実際に使用可能であるか等の状況を判断することなく，ルート設定を行う「静的ルーティング」と，隣接するアクセス可能なノードを通信の混雑状況などを判断して，リアルタイムでルート選択を行う「動的ルーティング」がある。",
                    "この動的ルーティングは，同じルーティングテーブルを用いて行われる異なる経路選択を意味するものであり，同じルーティングテーブルを用いて同一の目的地にパケットを送信する場合であっても，その時点での通信経路の状況等に応じて異なる経路選択が行われる。一方，ルーティングテーブルの更新は，ルーティングそのものではなく，ルーティングの参照情報を更新するものであるから，ルーティングが動的か静的かとルーティングテーブルの更新とは，無関係である。",
                    "しかるところ，本願の願書に添付した明細書(以下，図面を含めて「本願明細書」という。甲2，3)には，「背景技術」として，携帯電話網や公衆無線によるブロードバンドネットワーク網に関して，近距離無線通信の基地局やゲートウェイ装置を無数に設置しあらゆるエリアをカバーする必要性に対して，商用電源を用いる方法では設置工事が必要になり，設置コストが高くなる点に問題があることの記載があり，本願発明は，「以上のような問題」に鑑み，特別な設置工事を必要としないことで設置コストをかけない技術の提供を目的としていること(【0007】)の記載がある。",
                    "このように本願発明は，「携帯電話網」や「公衆無線によるブロードバンドネットワーク網」での利用を予定しているものである。そして，「携帯電話網」や「公衆無線によるブロードバンドネットワーク網」は，送受信するデータの欠損を発生させることなく確実に情報伝達を行うことが必要であり，かつ，ほぼ常に輻輳状態となり得る環境下で利用することが想定されており，さらに，ほぼ現実時間で情報のやり取りができることが現代では求められている。このような条件を全て叶えるような公衆通信システムは，ルート欠落や輻輳を考慮してリアルタイムにルート選択が行われる「動的ルーティング」を採用しないで構築することができないことは，技術常識である。",
                    "したがって，本願明細書の記載及び技術常識に照らせば，本願発明にいう「ルーティング」とは，動的ルーティングにほかならないから，動的ルーティングに限定して解釈すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例10には，ミニオン装置が動的な経路選択を行っていることについての記載はなく，ミニオン装置が「動的ルーティング」を行っていることを示す記載はない。",
                    "また，被告が挙げる引用例10の【0010】，【0023】，【0137】及び【0345】は，静的ルーティングの動きを示す記載を含むものではあるが，いずれもミニオン装置が「動的ルーティング」を行っていることを示すものではない。",
                    "すなわち，引用例10の【0010】は，「自動的に経路設定」，「動的な経路設定」という「設定」行為について記載したものであり，経路の「選択」行為についての記載はないから，「動的な経路選択」についての記載はない。【0023】の「ミニオンネットワークプロトコルの動的構成および自動経路設定特徴により，メッセージはそれらの発信元からそれらの最終的な目的地にもっとも効率的な方法によって導かれる。」との記載中の「ミニオンネットワークプロトコルの動的構成」という概念は，技術的に利用できる概念ではなく，ここでいう「プロトコル」とは，いわゆる通信の定められたルールであり，そのルールが変動するとすれば，ルールを変動させるためのルールが必要になるが，そのようなプロトコルは技術常識的に考えて非効率であり，一般に採用できるものではない。また，上記記載中の「自動経路設定特徴」は，引用例10の趣旨から，ミニオンがルーティングテーブルに従ってパケットを転送したが，不調に終わった場合にされる処理であって，ルーティング自体を動的に行う処理とは全く異なる処理である。【0137】の「(2)状態メッセージの中間ホップの処理に関与している各ミニオン装置が，“応答”が伝送されることを可能にする経路設定情報を見ること」との記載中の「“応答”」は，送受信するデータそのものではなく，送受信の結果を報告する受信端末側のアクノレッジ信号(すなわち，ミニオンのユーザの意識的なメッセージを含むものではない)出力のことであるから，応答が伝送されることを可能にする経路設定情報を見ることと，動的ルーティングであることとは何ら関連しない。【0345】の「ルーティング表の更新」に関する記載は，ヘッダ情報を利用したルーティングテーブルの更新であって，ルーティング処理そのものではない。",
                    "かえって，引用例10には，【0113】に「いくつかの適用では使い捨てのミニオン装置が可能」との記載がある一方で，【0082】には，電池の交換に関し必要な技術が開示されていることからすると，原則は，電池交換により稼働し，例外的に使い捨てにしてもよいと解釈するのが合理的である。静的ルーティングの場合，使い捨てによる物理的なノード消失が確認される都度，通信網全体のルーティングテーブルから消失したノードを削除して新たなルーティングテーブルを構成するという作業が必要となるが，これには非常に時間がかかり，書き換えは通信に優先して行われることから，通信がその分遅延するため，ミニオンが例外を使い捨てとし，原則は使い捨てではないとしているのは，ミニオンが動的ルーティングではなく静的ルーティングを行っているからであると考えられる。このようにミニオンが原則的に使い捨ての構造となっていないのは，ミニオンが動的ルーティングを行っていないことに起因する。",
                    "以上のとおり，引用発明のルーティング動作は，「静的ルーティング」であって，「動的ルーティング」に当たらないから，引用発明は，本願発明の「前記通信制御回路はルーティング機能手段」を有するとはいえない。",
                    "したがって，上記の点は，本願発明と引用発明の相違点として認定すべきであるから，本件審決には一致点の認定の誤り及び相違点の看過がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の容易想到性の判断の誤り",
              "text": [
                "本件審決は，引用発明に引用例11記載の公知技術を適用し，引用発明の「再充電可能な電池，及び太陽電池とは異なる，そのユニットの寿命に対して十分な電池寿命が獲得可能である単一の電池」を外部からバッテリー交換できないように本体内に封止すること，すなわち，「着脱交換不能な」もの(相違点に係る本願発明の構成)とすることは当業者が容易に想到し得る事項といえる旨判断した。",
                "しかしながら，引用例11記載の技術は，移動端末の使用限度の管理をバッテリーの残容量で行うものであって，移動端末の通信を不能にする目的で交換不可，外部充電不可の構成を採用するものであるのに対し，そもそもルータには，使用限度の管理という目的はなく，むしろ使用限度がない方が都合がよいから，引用発明に引用例11記載の技術を適用する動機付けはなく，かえって阻害要因を含むものである。",
                "また，本願発明は，「いわゆる全てに近い物がインターネットに接続される時代(IoTの時代)」を想定したものであり，仮に電池切れが起こったとしても，即時的にルーティングが行われるので通信が極度に遅延することはなく，むしろ，分解不能に設計することで通信のスヌーピングや，機器のクラッキングが行われることを防止するものであるのに対し，引用例11は電池切れによってユーザの通信を終了させるものである。",
                "そうすると，引用発明に目的の異なる引用例11記載の技術を適用する動機付けが存在しない。",
                "したがって，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決は，引用発明の「頒布された刊行物に記載された発明」該当性の判断を誤った上，一致点の認定を誤り，相違点を看過し，さらに，相違点の容易想到性の判断を誤った結果，本願発明は，引用発明及び引用例11記載の公知技術に基づいて，当業者が容易に発明をすることができたとの誤った判断をしたものであるから，違法として取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の「頒布された刊行物に記載された発明」該当性の判断の誤りの主張に対し",
              "text": [
                "進歩性判断の基礎となる特許出願前に「頒布された刊行物に記載された発明」(特許法29条1項3号)に該当するというためには，特許出願当時の技術水準を基礎として，当業者が当該刊行物を見たときに，特許請求の範囲の記載により特定される特許発明等の内容との対比に必要な限度において，その技術的思想を実施し得る程度に技術的思想の内容が開示されていることが必要であり，かつ，それで足りると解するのが相当である。",
                "これを引用発明についてみるに，①引用発明が備える「電池」は，再充電可能な電池，及び太陽電池とは異なる一般的な電池であること，②引用発明が備える「マイクロ制御装置510」は，引用例10の【0026】の記載に基づき，任意のマイクロプロセッサで当業者が実施し得ること，③引用発明が備える「ミニオンネット無線トランシーバ500」は，【0027】の記載に基づき，公知のASHトランシーバで当業者が実施し得ること，④引用発明が備える「アンテナ」は，【0109】ないし【0112】の記載に基づき，任意の無指向性アンテナ又は指向性アンテナで当業者が実施し得ること，⑤引用発明が備える「マイクロ制御装置510」のルーティング動作は，【0257】ないし【0370】のμミニオンファームウェアの概要についての記載に基づき，当業者が実施し得ること，⑥引用発明が備える「ミニオン装置」を固定設置する点は，当業者が適宜なし得る事項であることは，明らかである",
                "加えて，ルーティング動作を行う無線デバイスは，本願の出願時の技術常識であり(例えば，乙4)，また，無線デバイスが，電池を含む電源，制御装置，無線トランシーバ，アンテナで構成されることに照らすならば，引用発明は，引用例10の記載及び本願の出願時の技術常識に基づいて，当業者が製造し，使用することができるものといえる。",
                "そうすると，引用例10には，特許出願当時の技術水準を基礎として，当業者が当該刊行物を見たときに，特許請求の範囲の記載により特定される特許発明等の内容との対比に必要な限度において，その技術的思想を実施し得る程度に技術的思想の内容が開示されているといえるから，引用発明は，特許出願前に「頒布された刊行物に記載された発明」に該当するというべきである。これと異なる原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定の誤り及び相違点の看過の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "インターネットにおける「ルーティング」とは，ルーティングテーブルに従ってパケットを転送する経路を選択することをいい，ルーティングテーブルの作成や管理を行う方法には，「静的な経路選択」(スタティック・ルーティング)を行う方法(管理者がルーティングテーブルを記述しておき，必要に応じて管理者がルーティングテーブルを更新する方法)と，「動的な経路選択」(ダイナミック・ルーティング)を行う方法(ルータが自律的に経路情報を交換してルーティングテーブルを自動的に生成・更新する方法)の2種類がある(乙1ないし3)。",
                    "本願発明の特許請求の範囲(請求項1)には，本願発明の「ルーティング機能」が静的な経路選択(スタティック・ルーティング)であるか，あるいは，動的な経路選択(ダイナミック・ルーティング)であるかを特定する記載はない。また，本願明細書(甲2)には，「ルーティング機能手段」に関し，【0044】に記載があるのみで，他に記載はない。【0044】の記載から，本願発明における「ルーティング機能手段」とは，「公知の手段により実現できるルーティング手段」であり，本願発明が前提とするIoT(物のインターネット)における「ルーティング手段」とは，ルーティングテーブルに従ってパケットを転送する経路を選択する手段であるといえる。",
                    "したがって，本願発明の「ルーティング機能手段」とは，ルーティングテーブルに従ってパケットを転送する経路を選択する機能を有する手段であって，この「ルーティング機能手段」には，管理者がルーティングテーブルを作成・更新する静的な経路選択も，あるいは，ルータが自律的にルーティングテーブルを作成・更新する動的な経路選択も含まれ得るものと解されるから，動的な経路選択に限定解釈する理由はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例10の「ミニオンネットネットワークプロトコルの動的構成および自動経路設定特徴により，メッセージはそれらの発信元からそれらの最終的な目的地に最も効率的な方法によって導かれる。」(【0023】)，「5．ルーティング表およびメッセージ転送  “F”から“G”さらに“H”により目的地“X”へ転送されるメッセージを考える。送信するメッセージを処理するプロセスの一部として，ミニオン“G”はルーティング表の“X”を検査する。“X”が発見されたならば，正確な次のホップ“H”が“You”として満たされ，ホップカウントが調節され，メッセージが送信される。」(【0323】，【0324】)の記載から，引用例10記載のミニオン装置が，ルーティングテーブル(ルーティング表)に従ってパケット(メッセージ)を転送する経路を選択するルーティング動作を行っていることを理解できる。",
                        "したがって，引用発明は，本願発明の「ルーティング機能手段」を有するものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に本願発明の「ルーティング機能手段」を動的な経路選択に限定解釈するとしても，引用例10の記載(【0010】，【0023】，【0137】，【0345】)によれば，引用例10の自給ミニオン装置は，自律的にルーティングテーブルを生成・更新しているといえるから，動的な経路選択(ダイナミック・ルーティング)を行うルーティング機能を有する手段を備えるものである。",
                        "この点に関し原告は，ミニオンが原則的に使い捨ての構造となっていないのは，ミニオンが動的ルーティングを行っていないことに起因する旨主張するが，引用例10のミニオン装置の電源に関して，「いくつかの適用では使い捨てのミニオン装置が可能であり，そのユニットの寿命に対して十分な電池寿命が単一の電池から獲得可能である。」(【0113】)との記載に照らすと，原告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，引用発明は「前記通信制御回路はルーティング機能手段を有する」といえる点で本願発明と一致するとした本件審決の認定に誤りはなく，相違点の看過は認められない。",
                    "したがって，本件審決における一致点の認定の誤り及び相違点の看過をいう原告の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の容易想到性の判断の誤りの主張に対し",
              "text": [
                "引用例10には，ミニオン装置の電源に関して，「いくつかの適用では使い捨てのミニオン装置が可能であり，そのユニットの寿命に対して十分な電池寿命が単一の電池から獲得可能である。」(【0113】)との記載があり，使い捨てのミニオン装置(無線機)が示唆されている。",
                "したがって，引用発明に引用例11に記載された使い捨て移動通信端末(無線機)における公知技術を組み合わせる動機付けがあるといえるから，これと異なる原告の主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における引用発明の「頒布された刊行物に記載された発明」該当性の判断，一致点の認定及び相違点の容易想到性の判断に誤りはなく，本願発明は，引用発明及び引用例11記載の公知技術に基づいて，当業者が容易に発明をすることができたとの判断に誤りはない。",
                "したがって，原告主張の取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲2，3)の発明の詳細な説明には，次のような記載がある(下記記載中に引用する「図1」ないし「図9」，「図12」については別紙1を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，自律型小型無線装置及びその分散設置方法に関し，特に近距離無線通信に好適な自律型小型無線装置及びその分散設置方法に関する。",
                    "【背景技術】",
                    "【0002】",
                    "従来，携帯電話網，公衆無線によるブロードバンドネットワーク網の構築は，親局と通信するための基地局を，街路に沿って地上高を低く取って小出力の基地局を多数設置する方式(ストリートセル方式，低トラフィック型)やマンションや自立柱など比較的高い地上高を取って高出力の基地局(及び高感度のアンテナ)を少数設置する方式(高トラフィック型)によって行われている。これら基地局装置を稼働させるための消費電力を賄うためには，商用電源が必要である。",
                    "【0003】",
                    "今後普及が確実視されている IoTのシステムを構築するためには，近距離無線通信の基地局やゲートウェイ装置を無数に設置し，あらゆるエリアをカバーする必要がある。これら近距離無線通信の基地局装置やゲートウェイ装置を稼働させるための電力は消費電力が少ないため，商用電源を用いても勿論可能であるが，バッテリや太陽光発電など自律型電源を用いることができる。",
                    "【0004】",
                    "しかしながら，IoT システムを構築するための近距離無線通信用の基地局装置やゲートウェイ装置は，既存の携帯電話網やブロードバンドネットワーク網の基地局に追加する方法でも設置できるが設置工事が必要になり，装置が複雑になるという課題がある。",
                    "また，商用電源を用いる方法では設置工事が必要になり，設置コストが高くなるという課題がある。従来方法で近距離無線通信用の基地局装置やゲートウェイ装置を多数設置すると，保守コストも増大するという課題がある。",
                    "【0005】",
                    "特許文献1には，誘導灯ユニットの筐体内に，移動端末と無線接続してその移動端末と相手装置との通信を中継する基地局ユニット，誘導灯ユニット及び共通電源部を収納した小型の基地局装置を開示している。共通電源部は通常時に商用電源を利用し，停電時には内蔵の充電式バッテリを代替電源として機能するものである。",
                    "特許文献2には，電力源に商用電源と太陽電池が用いられ，商用電源が遮断された場合であっても小型基地局装置の通信遮断を抑制する装置が開示されている。",
                    "特許文献3には，電力源が太陽光発電機と蓄電池から構成され，電力源の監視を精度良く行い，無線端末に対する通信の提供を維持しつつ，電力消費を抑える無線通信アクセスポイント装置が開示されている。",
                    "特許文献4には，電力源が太陽光発電機と蓄電池から構成され，通信状況監視と電力源の監視を精度良く行い，通信品質の劣化を抑制しつつ，省電力化を図る無線通信アクセスポイント装置が開示されている。",
                    "【発明が解決しようとする課題】",
                    "【0007】",
                    "本発明は，以上のような問題に鑑みたものである。すなわち，本発明の解決すべき課題は，商用電源がない場所でも自律型小型無線装置(例えば，基地局やゲートウェイ)の設置を可能とし，装置コストを低減するとともに，メンテナンスや保守コストも低減できる自律型小型無線装置及びその分散設置方法を提供することにある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【課題を解決するための手段】",
                  "text": [
                    "【0008】",
                    "以上の課題を解決するため，本発明の第一の発明は，他電源受給路を有さない着脱交換不能な自律型電源と，前記自律型電源にて駆動される通信回路を含む通信制御回路と，前記通信制御回路にて駆動されるアンテナと，を備えた自律型小型無線装置を提供する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【発明の効果】",
                  "text": [
                    "【0027】",
                    "本発明により，他電源受給路を有さない着脱交換不能な自律型電源と，前記自律型電源にて駆動される通信回路を含む通信制御回路と，前記通信制御回路にて駆動されるアンテナと，を備えた使い捨て構造としたので，商用電源がない場所でも自律型小型無線装置の(例えば，基地局やゲートウェイ)の設置を可能とし，装置コストを低減するとともに，メンテナンスや保守コストも低減できる自律型小型無線装置を実現できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【発明を実施するための形態】",
                  "text": [
                    "【0030】",
                    "以下に，本発明の実施形態の一例を説明する。なお，本発明はこれら実施形態に何ら限定されるものではなく，その要旨を逸脱しない範囲において，種々なる態様で実施しうる。",
                    "(実施形態1)",
                    "【0031】",
                    "図1は本発明の実施形態1の自律型小型無線装置の基本構成を示す概念図である。図2は本発明の実施形態1の他の構成ブロック例を示す図である。図3は本発明の実施形態1の他の構成ブロック例を示す図である。",
                    "以下，図1～図3に基づいて本発明の実施形態1を説明する。",
                    "【0032】",
                    "本自律型小型無線装置0100は，図1に示すように，近距離無線通信用の送受信アンテナ0101と，他電源受給路を有せず，ユーザによる着脱交換不能な構造の自律型電源0102と，自律型電源0102によって駆動される通信制御回路部0103とから構成され，通信制御回路部0103は通信インターフェースを含む通信回路手段を有する。",
                    "本自律型小型無線装置1は，近距離無線通信用の基地局装置(ワイヤレスアクセスポイント)やゲートウェイ装置(無線中継装置)の概略構成を示しており，その他の必要な機能は省略している。通信インターフェースが例えば，Wi-Fi(登録商標)，Bluetooth(登録商標)，ZigBee(登録商標)等が利用でき，低消費電力の通信を可能としている。フェリカ(登録商標)やRFタグ，赤外線通信等も適宜使用可能である。",
                    "【0033】",
                    "自律型電源0102は他電源受給路を有さず，ユーザによる着脱交換不能な構造をしており，商用電源がない場所でも自律型小型無線装置の設置を可能としている。また，自律型小型無線装置(0100，0200)は自律型電源0102には，図2または図3に示すように，電池(0202，0303)などを利用し，電池(0202，0302)の容量は通信制御回路部(0103，0203，0303)の消費電力の1年分以上，5年分以下を賄う容量を有している。したがって，自律型小型無線装置1は所定期間外部電源を供給しなくても利用できるので，装置の使い捨てを実現でき，メンテナンスや保守コストを低減できる。自律型小型無線装置(0100，0200，0300)の使用期間を数年に限定しているため，筐体の強度や設計精度を緩和し，耐久寿命を短くできるため，構造を簡素化でき，装置コストを低減できる。",
                    "また，電池(0202，0302)には，所望の使用期間を考慮し，使い切りの二次電池や小型のリチウム電池などが利用でき，メンテナンスや保守コストを低減できる。",
                    "【0034】",
                    "自律型小型無線装置0300は，図1及び図2に加えて，図3に示すように，さらに電力消費制御部0304を有し，電力消費制御部0304の制御により，単位時間当たりの消費電力が所定時間経過後にスリープモード(状態)に入り，省電力を削減できる。また，所定期間に自律型小型無線装置を使用可能とするため，通信途中であっても電源断する。スリープ状態の解除は，外部からの要求信号(スリープOＮ／OFF信号)に応答して制御する。",
                    "〈通信速度と消費電力の関係〉",
                    "電池のエネルギー密度を考慮し，1年から3年間の電池の体積を検討する。",
                    "例えば，1日の通信量を1Mビット，",
                    "1Mビットの通信に必要な電力を0．1Wとすると，",
                    "3年間の総消費電力は，",
                    "0．1W×365(日)×3(年)＝109．5Whとなり，",
                    "約100Whとなる。",
                    "電池のエネルギー密度を1000Wh／kgと想定すると，100Wh／100g となる。",
                    "100g程度の電池で3年間継続使用が可能となる。",
                    "この電池は，50cc程度の充電式リチウム硫黄電池，金属・空気電池，金属負極電池が適用できる。また，使用期間は電池の体積で決まるので，5年程度の使用を想定すると，自立型小型無線装置の大きさも，若干大きくなる。設置時には，想定した使用年数分の電力を電池に充電しておく。",
                    "【0035】",
                    "あらかじめ定められた通信量を超える所定時間の通信，例えば，2Mビット通信を休止するような機能を設ける。この目的は電力消費を抑制するためである。例えば，このような場合は，隣接する他の自立型小型無線装置に接続を切り替えて，通信の継続を維持するように制御する。従って，自立型小型無線装置の分散設置はこのような機能を実現できる構成を採用する。また，あらかじめ定められた所定の時間の通信量を超えた場合，アンテナの出力を下げて電力消費を抑制する。この目的は通信半径を狭めるためである。",
                    "【0036】",
                    "上述した自律型電源である電池(0202，0302)の容量は，50ワット時以上100ワット時以下であり，通信制御回路(0203，0303)の平均消費電力は，1ミリワット以上5ミリワット以下でれば，所定の期間使用可能である。以上は比較的人がアクセスしやすい地域に設置される自律型小型無線装置の場合である。例えば都市部，やその周辺，田舎町などである。",
                    "【0037】",
                    "このケースに対して，まったく人気のない山間部，例えば，山奥の村と村とをつなぐ道路沿いや，砂漠地帯，森林の真っただ中などでは，短期間での自律型無線装置の入れ替え，新規設置が困難であるので，長期間自律的に作動する自律型無線装置であることが好ましい。例えば，通信制御回路(0203，0303)を含む電力消費は1ワット／時であり(カバー面積が広範に及ぶため)，電池(0202，0302)の容量は，この消費電力にて1年分以上，5年年分以下であれば，所定期間使用可能である。この場合には電池容量は10000ワット時から50000ワット時程度のエネルギーが自律型電源から供給される必要がある。これは金属・空気電池を用いると10kg 程度の重さになる。",
                    "【0038】",
                    "自律型小型無線装置(0100，0200，0300)は，筐体はプラスチックや紙で実現し，これらの自律型電源0102や電池(0202，0302)を含むすべての回路やアンテナを耐湿ラッピングフィルムで包装し，熱硬化樹脂などで所望の強度を得る。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0039】",
                  "text": [
                    "自律型電源(0103)等の装置がユーザによる着脱交換不能とは，専用治具を利用しないと装置の箱(筐体)を開けられないことを意味する。あるいは，装置の外装を破壊しなければ自律型電源の着脱ができないように構成されていることを意味する。したがって，自律型小型無線装置を回収して工場で分解して使用可能な部品をリサイクルは可能である。上述した耐湿ラッピングフィルムは，熱収縮タイプやスプレータイプを利用できる。有機物のロウ付けでもよい。また，被覆層は，重合性不飽和結合を有するカルボン酸の水溶性塩，ヒドロキシアルキル基を有する水溶性セルロース誘導体，シリカ微粉末を含む酸化剤と重合性不飽和と結合を有するカルボン酸の水溶性塩，ヒドロキシアルキル基を有する水溶性セルロース誘導体及びシリカ微粉末を含む還元剤を反応させて得られる防水層であってもよい。これらは筐体に対して吹き付け塗装されることによって形成される。なお防水層の組成は特にこれらに限定されるものでなく，あらゆる種類の熱硬化性防水プラスチックや，空気反応硬化性の防水プラスチックなどを選択できる。また，テフロン(登録商標)樹脂等の吹き付けによってこの層を構成してもよい。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "(実施形態2)",
                  "text": [
                    "【0040】",
                    "図4は，本発明の実施形態2の自律型小型無線装置と IoTデバイスとの通信ネットワーク構成例を示す図である。図5は本発明の実施形態を示す自律型小型無線装置の自律型電源の例を示す図である。図6は本発明の実施形態を示す自律型小型無線装置の自律型電源の例を示す図である。図7は本発明の実施形態を示す自律型小型無線装置の通信制御回路部の例を示す図，図8は本発明の実施形態を示す自律型小型無線装置の通信制御回路部の例を示す図，図9は本発明の実施形態を示す自律型小型無線装置の通信制御回路部の例を示す図である。",
                    "【0041】",
                    "以下，図4～図9に基づいて本実施形態2について説明する。",
                    "自律型小型無線装置0400は，IoT デバイス0404，0405，0406の通信インターフェースを介して通信可能である。通信制御回路0403の通信速度は1Mbps 程度の通信インターフェースで自身から半径1キロメートル以内の通信が可能である。また，通信制御回路0403の通信速度は5Mbps～10Mbps 以下の通信インターフェースで自身から半径1キロメートル以内の通信が可能である。",
                    "【0042】",
                    "ここで，IoT デバイス0404，0405，0406の設置する屋内構造物の例としては，デスク，ロッカー，照明，天井，内壁，手すり，椅子，ベッド，ドア，窓，カーテンレール，パーティーション，天井裏，天井裏配管，ディスプレイ，パソコン，ノートパソコン，冷蔵庫，電子レンジ，システムキッチン，エアコン，扇風機，こたつ，テーブル，食器洗い機，掃除機，電話，電話ジャック，LAＮジャック等が挙げられる。また，IOTデバイス0404，0405，0406を設置する屋外構造物の例としては，信号機，電信柱，交通標識，ガードレール，手すり，ビルの屋上，ビルの外壁，電線，消火栓，監視カメラ(ビデオカメラ)，外灯等が挙げられる。",
                    "【0043】",
                    "電池0402は，図2または図3に示す電池と同様であるので，説明を省略する。また，図5または図6に示す例は，自律型電源を太陽光パネル0502，太陽光パネル+電池(0602)としたものである。自律型電源に太陽光パネルを利用する場合は，設置の時に屋外では太陽光を受光できる状態で設置する。また，屋内設置の場合は，照明光を受光できる状態または太陽光を受光できる状態で設置する。",
                    "【0044】",
                    "また，図7，図8，図9に示すように，通信制御部回路部(0703，0803，0903)にルーティング手段(0703a，0903b)やリピータ手段(0803b，0903c)を設けて，ルーティング機能やリピータ機能を実現できる。ルーティング手段(0703a，0903b)によるルーティング機能を実現する場合は，自律型小型無線装置(0700，0800，0900)にGPS機能を搭載し，自装置の位置情報を基づいてルーティングを実現できる。ルーティング手段(0703a，0903b)やリピータ手段(0803b，0903c)は公知の手段により実現できる。",
                    "【0045】",
                    "自律型小型無線装置(0700，0800，0900)は，自動車などの移動体や，携帯端末，携帯ルータに装着することが可能である。また，自律型小型無線装置(0700，0800，0900)が超小型であれば，犬や猫の首輪や人間の衣服に装着することが可能である。",
                    "【0046】",
                    "このように，実施形態1または実施形態2の自律型小型無線装置は，外部に露出端子がない状態で実現し，LED表示等を付加して外部から動作状態を認識可能としている。アンテナも装置内蔵を基本とし，耐湿性を維持できる状態であれば，適宜外部アンテナとすることも可能である。また，自律型小型無線装置は，メンテナンス(保守)端末との通信を行うため，メンテナンス通信機能を有しているとよい。オンラインメンテナンスを実現するためには，ネットワークへの不正侵入を防止するため，屋外の場合は自装置を示すフラッシュ機能を有し，ドローンからなどから装置設置エリアを撮影し，フラッシュ場所を選択可能としてもよく，またメンテナンス用のビープ音などを発生させてもよい。メンテナンス時にGPS機能を用いて設置時の位置情報をメンテナンス端末に送るようにしてもよい。メンテナンス通信機能は汎用通信手段とは別の専用通信手段を有していることが好ましい。これは汎用通信路からの悪意のハッキング，侵入などを防ぐためである。つまり，このメンテナンス通信機能は，まったく別のアンテナを用い，まったく別の通信プロトコルを用いるとよい。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "【0051】",
                  "text": [
                    "上述した実施形態1，2，3において，自律型電源の電池の容量は，通信制御回路部の消費電力の1年分以上，5年分以下を賄う容量として説明した。しかし，短期間に比べて大型化することはやむをえないが，メンテナンスが困難な地域等に配置する場合は20年分以下の容量でも適用できる。この場合，装置を密封化することにより構造を簡素化できる。メンテナンスが困難な地域としては人が踏み込まない山の中や，海外地域であれば砂漠，鉱山地域，ジャングル等に設置されるものを想定するものである。",
                    "【0053】",
                    "図12～図48は，本発明を適用した自律型小型無線装置の設置具体例を示す図である。以下，図12～図48に基づいて説明する。",
                    "【0054】",
                    "図12は本自律型小型無線装置をデスクに設置した例を示す図である。デスク1200は，自律型小型無線装置1201が設置されており，デスク上にはブックシェルフ1202，ペンケース1203が置かれ，椅子1204がある構成を示している。図示はしていないが，ブックシェルフ1202，ペンケース1203，椅子1204にも自律型小型無線装置が設置されている。デスク1200は，IOT機能のみならず，ブックシェルフ1202やペンケース1203，椅子1204とも通信できる。また，椅子1204に加えられる荷重に応じて健康状態，人の識別，作業状態を外部に送信することもできる。さらに，ペンケースのペンがどのように使われているか，ブックシェルフの本が開かれているかなども情報を外部に送信し，知ることが出来る。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，本願明細書の発明の詳細な説明には，本願発明に関し，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "IoT システムを構築するためには，近距離無線通信の基地局やゲートウェイ装置を無数に設置し，あらゆるエリアをカバーする必要があるところ，近距離無線通信の基地局やゲートウェイ装置は既存の携帯電話網やブロードバンドネットワーク網の基地局に追加する方法でも設置できるが，設置工事が必要になり，装置が複雑になるという課題があり，また，これらを稼働させるための消費電力を賄うために商用電源を用いる方法では設置工事が必要になり，設置コストが高くなるという課題があり，さらに，従来方法でこれらを多数設置すると，保守コストも増大するという課題がある(【0002】ないし【0004】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」の課題は，以上のような問題に鑑み，商用電源がない場所でも自律型小型無線装置(例えば，基地局やゲートウェイ)の設置を可能とし，装置コストを低減するとともに，メンテナンスや保守コストも低減できる自律型小型無線装置を提供することにある(【0007】)。",
                    "「本発明」は，上記課題を解決するための手段として，他電源受給路を有さない着脱交換不能な自律型電源と，前記自律型電源にて駆動される通信回路を含む通信制御回路と，前記通信制御回路にて駆動されるアンテナと，を備えた使い捨て構造としたので，「本発明」により，商用電源がない場所でも自律型小型無線装置の(例えば，基地局やゲートウェイ)の設置を可能とし，装置コストを低減するとともに，メンテナンスや保守コストも低減できる自律型小型無線装置を実現できるという効果を奏する(【0008】，【0027】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明の「頒布された刊行物に記載された発明」該当性の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例10の記載事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例10(甲4)には，次のような記載がある(下記記載中に引用する「図1」ないし「図5」，「図6C」，「図7」については別紙2を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【発明の属する技術分野】",
                      "text": [
                        "【0001】",
                        "本発明はマルチレベルネットワークに関し，特に発信元から目的地へメッセージをハンドオフするために局部処理およびノード間のデータメッセージを使用するインテリジェントトランシーバノードの無線ネットワークに関する。",
                        "【従来の技術】",
                        "【0002】",
                        "セルラ電話システム等の無線ネットワークは従来技術でよく知られている。このようなネットワークは複雑であり，明白な実時間の接続の必要性に基づいている。セルラ電話等の消費者応用は，頑強な実時間接続が無線通信で必要であることの認識を促している。実時間接続は装置とエアタイム(放送時間)に関して非常に高価である。多数の無線データ応用はそれが有効であるので，実時間通信について設計されているが，多数の潜在的な応用はこの技術を使用して価格を妥当なものにすることができない。",
                        "【発明が解決しようとする課題】",
                        "【0003】",
                        "多くの応用では，実時間接続に対する要求は人工的な制限であり，装置間の短距離メッセージの発展を制限する。ネットワークの動作前に，高価な固定したインフラストラクチャの設置を必要とする伝統的なネットワーク概念を置換するために廉価でフレキシブルで拡張可能なネットワークが必要とされている。例えば，セルラ電話は，あらゆる加入者電話がセルラ基地局だけと通信することを必要とする。区域に実際に数千の電話が存在しても，これらは相互に直接通信できない。",
                        "【0004】",
                        "本発明の目的は，ノード間からのメッセージをハンドオフする廉価のマルチ−ノードシステム，すなわち，メッセージをハンドオフし，ハンドオフの非明示的および／または明示的受領通知を与えるノードのシステム，複数の環境で，複数の使用で応用可能な適合可能であるマルチ−ノードシステム，静止ノードと，静止ノードにより位置が決定される可動ノード(“ミニオン装置”として知られている)マルチ−ノードシステム，選択された数のノードによりノードが広域ネットワークまたは全地球測位システムにより通信することを許容するマルチ−ノードシステム，各ノードで多数のアプリケーションを動作するマルチ−ノードシステム，有線であっても有線でなくても電話またはCATVまたは無線あるいは衛星または地上等の他の通信ネットワークへの複数の“ゲートウェイ”例えば広域ネットワーク(WAＮ)接続とインターフェースするマルチ−ノードシステムを提供することである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【課題を解決するための手段】",
                      "text": [
                        "【0006】",
                        "本発明は，1つの形態では，基準周波数で動作するシステムである。このシステムは少なくとも3つの複数のノードを具備している。各ノードは別のノードから受信したメッセージをその後続するノードへハンドオフする。各ノードは別のノードから基準周波数でメッセージを受信し，受信されたメッセージを基準周波数でその後続するノードへ送信するトランシーバと，別のノードにより送信されたメッセージを受信し，受信されたメッセージを後続するノードへ送信するようにトランシーバの動作を制御する制御装置とを具備している。",
                        "【0007】",
                        "別の形態では，本発明は複数のノードを有する基準周波数で動作するシステムであり，各ノードはトランシーバと，対応するトランシーバの動作を制御するための制御装置を具備している。各制御装置は1以上の以下のタイプのノードとしてその対応するトランシーバを動作する。発信元タイプのノードは，トランシーバが基準周波数でメッセージをシステムの別のノードへ送信するモードでメッセージを与える。中間タイプのノードは，トランシーバが別のノードにより送信されたメッセージを基準周波数で受信し，その受信されたメッセージをそれが受信されたノード以外のその後続するノードへ基準周波数で送信するモードでメッセージをハンドオフする。目的地タイプのノードは，トランシーバが別のノードによって送信されたメッセージを基準周波数で受信するモードでメッセージを受信する。",
                        "【0008】",
                        "別の形態では，本発明はノード間メッセージを使用するトランシーバノードの無線ネットワークによりメッセージが連続的に送信されることを可能にするプロトコルを有するメッセージである。データを含むメッセージは1以上の中間ノードを介して発信元の第1のノードから，第1のノードによってメッセージの目的地として指示されている最後のノードへ送信される。メッセージは，データに対応するデータビットと，メッセージの発信元の第1のノードを識別する発信元ビットと，メッセージの目的地である最後のノードを識別する目的地ビットと，メッセージを送信する現在のノードを識別する送信ビットと，現在送信されているメッセージを受信することを意図している次のノードを識別する受信ビットとを含んでいる。",
                        "【0009】",
                        "さらに別の形態では，本発明は，発信元ノードと，複数の中間ノードと，目的地ノードとを具備する基準周波数で動作するシステムである。発信元ノードはデータを中間ノードへ与える。発信元ノードはデータを含んでいるメッセージを基準周波数で送信し，メッセージが1つの中間ノードにより受信されたという非明示的および／または明示的受領通知を基準周波数で受信する第1のトランシーバと，メッセージを中間ノードへ送信し，メッセージが1つの中間ノードにより受信されたという非明示的および／または明示的受領通知を受信するように第1のトランシーバの動作を制御する第1の制御装置を具備している。各中間ノードはシステムの1つのノードからシステムの別のノードへメッセージをハンドオフする。各中間ノードは，1つのノードにより基準周波数で送信されたメッセージを受信し，メッセージが中間ノードによって受信された非明示的および／または明示的受領通知を基準周波数で1つのノードへ送信する第2のトランシーバを具備している。第2のトランシーバもまた受信されたメッセージを基準周波数で送信し，メッセージが別のノードによって受信された非明示的および／または明示的受領通知を基準周波数で受信する。第2の制御装置は1つのノードにより送信されたメッセージを受信し，メッセージが中間ノードによって受信されたという非明示的および／または明示的受領通知を送信し，その後，受信されたメッセージを送信し，メッセージが別のノードへによって受信されたという非明示的および／または明示的受領通知を受信する第2のトランシーバの動作を制御する。目的地のノードは1つの中間ノードからメッセージを受信する。目的地ノードは，1つの中間ノードにより送信されたメッセージを基準周波数で受信し，メッセージが目的地ノードによって受信された非明示的および／または明示的受領通知を基準周波数で1つの中間ノードへ送信する第3のトランシーバと，1つの中間ノードにより送信されたメッセージを受信し，メッセージが目的地ノードによって受信された非明示的および／または明示的受領通知を送信する第3のトランシーバの動作を制御する第3の制御装置を具備している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【0010】",
                      "text": [
                        "【発明の実施の形態】",
                        "付録には，本発明の好ましい1実施形態のミニオン TMファームウェア動作概要が示されている。",
                        "図1および2に示されているミニオンネットTMネットワーク100 は，短距離装置間メッセージングによって特徴付けられる無線データネットワークである。(ミニオン TM，ミニオンネット TM，μミニオン TM，ミューミニオン TM，マイクロミニオン TM，ゲートウェイミニオン TM，ジェオミニオン TMおよびキャップ TMは本出願人の登録商標名である。以降使用されるように，ミニオン装置は他に特定されない限り，ミニオンTM，ミニオンネット TM，μミニオン TM，ミューミニオン TM，マイクロミニオン TM，ゲートウェイミニオン TM および，またはジェオミニオンTM を意味する。商標登録表記“TM”は以下において便宜上使用されない。)メッセージは多数の装置間“ホップ”によって自動的に経路設定され，ロバストな領域カバレージ，冗長性および耐雑音性を与えると共に動的な経路設定および再構成を行う。これらの装置間メッセージは，セルラー電話網のような実時間音声接続に認められるようなタイムクリティカル要求を有しない。",
                        "【0011】",
                        "ミニオンネットネットワーク 100 により使用される装置は一般にミニオン装置と呼ばれ，以下に説明するトランシーバのような実際非常に廉価な2方向データ無線機である。とくにミニオン装置は，それぞれ本出願人の登録商標であり，以下に説明されるμミニオン(マイクロミニオン)装置 110 ，ゲートウェイミニオン装置 120 またはジェオミニオン装置 130 であってよい。これらのミニオン装置の1つの重要な特徴は，図1において矢印によって示されているように，それらが短いデータメッセージを互いに交換することができることである。各ミニオン装置はコミュニティの一部分となり，ある領域にわたってメッセージを伝送する負担を共有することができる。どのミニオン装置も，レンジ内の他のいずれのミニオン装置とも直接通信することができる。以下説明するように，これによってメッセージハンドオフおよび受領通知が容易になる。",
                        "【0016】",
                        "［ミニオンネットネットワーク］",
                        "ミニオンネットネットワークはグループと同じ方針に沿って動作する。各個人は，新たに入ってきた者を含む彼等の非常に親しい近隣の者とのみ会話する。小グループが全て並列に動作しているために，短期間で非常に多くの情報が交換される可能性が高い。移動するメッセンジャは，重要度の低い項目を抑制しながら重要なデータをあるグループから別のグループに送ることができる。電話機のような共有されるリソースは効率的に使用され，かつ廉価である。グループの個人の間で，あるいはミニオンネットネットワークの場合にはそのノード間で高レベルの協同動作が発生している。ミニオン装置はノードであってもよいため，ここではノードとはミニオン装置を指し，その逆にミニオン装置とはノードを指す。",
                        "【0018】",
                        "［システムアーキテクチャ］",
                        "ミニオンネットネットワークの多数の可能な適用および構成が考えられるが，ここでは，それらのいくつかだけを開示する。たとえば，ミニオンネットネットワークは以下に説明するようにジェオロケーション(geolocation) ネットワークとして使用されてもよい。この環境において，これはフィールド内のミニオン装置のごく一部のものを，図3においてブロック図で示されているジェオミニオン(geoMinion) 装置 130",
                        "として動作させることによって行われる。これらのジェオミニオン装置130 は，別のミニオン装置の位置を突きとめるためのアンカー地点として動作するようにすでに配置された衛星航法システム(GPS)とインターフェースする。",
                        "【0019】",
                        "全てのミニオン装置は，アンテナと，トランシーバを制御するためのマイクロプロセッサと，このマイクロプロセッサに関連したメモリと，および電源とを備えた無線トランシーバの形態の共通した構造を共に有していることが好ましい。トランシーバは同じ周波数で送受信し，それによってハードウェア要求が減少し，単一のフィルタがそのアンテナ上で送信および受信の両方を行うために使用されることが可能になる。これによって，同調または周波数選択装置もまた不要になる。",
                        "【0020】",
                        "図3に示されているように，ジェオミニオン装置 130 は，GPS受信機300とインターフェースするように構成されたμミニオン装置110 を含んでいる。GPS受信機 300 は，このGPS受信機 300 の位置の2元次または3次元表示を示すGPSと直接的に，あるいはオプションのGPS増強受信機 310 を介して通信している。いくつかのジェオミニオン装置 130 間における別のμミニオン装置 110 の位置を突きとめることにより，μミニオン装置 110 の近似的な位置を決定することができる。ジェオミニオン装置 130 の電源オプションおよび電力制御は，以下図7に関して説明される。",
                        "【0021】",
                        "その代わりに，ミニオンネットネットワークは，アンカーされた物理的な位置を図1および2に示されているような仮想位置に関連付けるために使用されることができる。たとえばミニオンネットネットワーク内の地点は，メッセージ伝送時間およびネットワークローディングが最小化されるように，広域ネットワークに接続されなければならない。これは，フィールド内のミニオン装置のごく一部のものを，図4においてブロック図で示されているゲートウェイミニオン装置 120 として動作させることによって達成される。これらのゲートウェイミニオン装置 120",
                        "は，全国的なミニオンネットネットワークの中央管理コンポーネントに送信され，およびそこから発信されるメッセージのための集信装置として動作する。ゲートウェイミニオン装置の実際の広域接続は，ベル・サウス無線データモービテックス(登録商標)ネットワーク，CDPDを使用するセルラーベースのネットワーク，あるいはOrbcommのような衛星ベースのデータネットワークのような地上広域無線データネットワークによって設定されてもよい。",
                        "【0022】",
                        "図4に示されているように，ゲートウェイミニオン装置 120 は，広域ネットワーク(WAＮ)インターフェース 400 とインターフェースするように構成されたμミニオン装置 110 を含んでいる。WAＮインターフェース 400 は，μミニオン装置にデータを供給し，あるいはμミニオン装置からデータを受信する別のステーションと直接的に，あるいは無線で通信している。ゲートウェイミニオン装置 120 の電源オプションおよび電力制御は，以下図7に関して説明される。",
                        "【0023】",
                        "ミニオンネットネットワークプロトコルの動的構成および自動経路設定特徴により，メッセージはそれらの発信元からそれらの最終的な目的地に最も効率的な方法によって導かれる。多数のミニオン装置はカバレージ，ジェオロケーションサービスおよび特定用途向け機能を増加させるように固定された位置に設置されるので，有線および無線構内ネットワークならびにその他既存のデータネットワークによってゲートウェイサービスを提供することが可能となる。全てのミニオン装置は全て同じ通信プロトコル，データフォーマットおよびデータレートを使用するため，ソフトウェアおよびハードウェア要求が減少すると共に，ネットワーク自身の簡単さが維持される。",
                        "【0024】",
                        "ゲートウェイサービスを個々のミニオン装置に提供するということは，図2に示されているように全てのミニオン装置が実効的にインターネットの一部分になるということである。状態問合せおよびデータメッセージは世界中のいずれのインターネットワークステーションからでも発信されることが可能であり，いずれのミニオン装置にも導かれることができる。中央ミニオンネットネットワークサーバおよび個々のミニオン装置の特定用途向け機能は，どのような要求されたレベルのセキュリティでも提供する。セキュリティの特徴には一般に，特定のデータに関する端末間保護を行なう一方で，ミニオンネットのネットワークの共有される特徴への完全な参加を依然として可能にするための頑強な公開キー暗号手法が含まれる。",
                        "【0025】",
                        "ミニオン装置間の仮想ジェオロケーションのメカニズムおよびルーチン通信はまた，正確な時間および日付の情報の配信を可能にする。ミニオン装置はそれらの内部時計を自動的に1ミリ秒内に同期させる。ミニオンネットのネットワーク信号はネットワーク中にわたってイベントを調整するために使用されることができる。ローカル時間変換情報を提供する日常的に送信されるデータメッセージは，特定用途向け装置が標準時間帯，夏時間変更およびうるう秒を追跡することを可能にする。ミニオン装置は，この重要な付加価値のある機能を多数の消費者製品に提供することができる。",
                        "【0026】",
                        "図5に示されているように，ミニオン装置の好ましい1実施形態は，ほぼ郵便切手のサイズの両面回路板上に含まれる無線トランシーバ500 ，マイクロ制御装置 510 およびデータメモリ 520 から構成されている。マイクロ制御装置は，ミニオン装置の機能的ニーズを満足させるようにプログラムされることのできる任意のマイクロプロセッサまたは制御装置であることが好ましい。たとえば1つの好ましいマイクロ制御装置は，マイクロチップテクノロジー社製のモデル16F876である。このような制御装置の利点には，電源管理を可能にするビルトインアナログデジタル変換器と，制御信号に対して十分な数の入力と，単に結晶が制御装置に追加されるだけでよいようにするためのビルトインクロック発生器と，電池電力およびプログラム可能なメモリに対して許容可能にするための2．6ボルト等の非常に低い動作電圧とが含まれる。とくに，プログラム可能なメモリは，その制御装置の動作しているソフトウェアがミニオンネットネットワークシステムによって実際に変更されることができるように素早くフィールドプログラム可能であるオンチップフラッシュメモリであることが好ましい。このようにして，ミニオン装置は物理的に接続するか，あるいは再度プログラムされている特定のミニオン装置を処理する必要なしにミニオンネットネットワークシステムにより再度プログラムされることができる。",
                        "【0027】",
                        "トランシーバ500 は，その開示全体がここにおいて参考文献とされている米国特許第 5,787,117 号明細書に開示されているような増幅器シーケンスドハイブリッド(ASH)トランシーバを含んでいることが好ましい。無線トランシーバは認可されていないISM帯域(たとえば，米国のFCCによって，およびその他いくつかの国の，とくに北米および南米の対応した規制機関によって認可されている現在902−928MHz)において1ミリワット未満の実効出力パワーで動作することが好ましいが，別の基準周波数およびパワー出力レベルを使用する別の実施形態もまた予想される。第2の周波数選択は欧州市場の大部分をカバーしなければならない。全てのミニオン装置は単一の周波数で送受信するため，トランシーバのほとんどのコンポーネントは，メッセージの送受信とそのメッセージが次のノードにハンドオフされたことを知らせるための受領通知の受信および送信の両方に使用される。これによって，スペクトラム拡散または周波数可変方法に固有の費用および複雑さの追加が解消される。その受信機は安定した廉価な直接変換形態である。ミニオン装置は周波数シンセサイザ，局部発振器，IFフィルタ，IF増幅器，またはアンテナ送受切換え器を備えていない。",
                        "【0028】",
                        "［非明示的および明示的受領通知］",
                        "メッセージの受信は，非明示的受領通知または明示的受領通知のいずれかによって確認されることができる。非明示的受領通知が発生するのは，発信元のミニオン装置が中間ミニオン装置を介して目的地ミニオン装置にメッセージを送信し，そのメッセージのコピーが中間ミニオン装置によって送信されているときにこれを発信元のミニオン装置が受信したときである。たとえば，ミニオン装置AおよびBが互いに通信しており，ミニオン装置BおよびCが互いに通信しており，ミニオン装置BおよびDが互いに通信していると仮定する。図6Cに示されているようにミニオン装置Fに到達するために通過されるミニオン装置Bに対して，ミニオン装置Aがメッセージを送信すると仮定する。ミニオン装置Aはメッセージを，これを受信するミニオン装置Bに送信する。ミニオン装置Bは，ミニオン装置Dがそのメッセージを次に受信すべきかどうかを決定し，そのメッセージをミニオン装置Dに送信する。ミニオン装置AおよびBは通信中であるので，ミニオン装置Bがミニオン装置Dに送信したとき，ミニオン装置Aもまたその送信されたものを受信し，これを，ミニオン装置Aが前にミニオン装置Bに送信した同じメッセージとして認識する。ミニオン装置Dが第1にミニオン装置Aからメッセージを受信しない限り，ミニオン装置Bはそのメッセージをミニオン装置Dにハンドオフすることができないので，これが，ミニオン装置Bがメッセージを受信したことを知らせる非明示的受領通知である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【0068】",
                      "text": [
                        "［メッセージ衝突回避］",
                        "ある程度各ミニオン装置は独立した送信機であるため，2つのミニオン装置がメッセージを同時に送信して衝突を発生させる可能性がある。当業者は，このような衝突を防止または最小にする多数の方法を認識するであろう。好ましい1実施形態では，本発明のプロトコルは，高密度のデータトラフィックが発生しているとミニオン装置が決定した場合，特定のミニオン装置からの送信間のインターバルを増加させる。たとえば，メッセージのスタート時において訓練ビットの送信を開始する前に，別のメッセージが付近で送信されていることを示す平衡したデータ遷移を予期して耳を澄ますために受信モードのトランシーバが使用される。このような平衡したデータ遷移が検出された場合には，メッセージの送信は，送信を再び試みる前にランダムに選択された時間量だけ遅延される。たとえば，このタイプの遅延された送信インターバルは，イーサネット(登録商標)およびMobitexにより使用されるプロトコルに類似した修正されたALOHA手順と呼ばれる。メッセージの遅延は，両メッセージの誤伝送または一方または両方のメッセージの崩壊を生じさせることのできる2つのメッセージの衝突を防止する助けとなる。このアプローチの1つの結果として，密集したエリア内の任意の特定のミニオン装置からの送信間のインターバルが固有に増加する。この増加されたインターバルの利点は，特定のエリア内の全てのミニオン装置により放射された合計RF信号強度が制限され，それによって衝突の可能性が減少することである。これによってまた，密集したエリア内の個々のミニオン装置による電力消費量もまた減少し，メッセージ送信が成功する可能性がほぼ一定に維持される。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【0109】",
                      "text": [
                        "［アンテナおよび物理的実施形態］",
                        "無線装置のアンテナはケース内に組込まれ，無指向性カバレージを提供するように設計されている。図15に示されているように，アンテナAは両面回路板B自身上に印刷され，その回路板の周囲に巻き付けられている。これによって，アンテナは印刷回路板レイアウトの一部分として印刷されることが可能になる。アンテナは，ダイポールまたはjポールあるいはその他のアンテナ構造であってもよいが，一般に，回路板Bに埋設されることのできる接地平面GPを備えたモノポールとして機能する。回路板の他方の面上には，マイクロ制御装置 510 と，メモリ 540 と，および電池電源(破線で示されている)に接続するためのコネクタ(＋および−)が取付けられている。その代わりに，図16に示されているように，アンテナは，回路板Bから延在し，埋設された接地平面GPを有する配線の一部分の形態のホイップアンテナA´であってもよい。たとえば，トラフィック符号ポストP上に取付けられたミニオン装置Mは長さ1フィートの1／4波長ホイップコイルWCを，そのハウジングH(図17参照)内に，あるいはそのハウジングから吊り下げられて備えていてもよい。そのハウジングは，図17に示されているように電池を収容するためのエンドキャップを備えたPCVパイプであってもよい。ミニオンはいくつかの方法で取付けられることができる。1つの好ましい方法は，カメラ，センサおよび他のトラフィックモニタ装置をトラフィック信号規格で取付けるために使用される標準取付けブラケットSMBを使用することである。その代わりに，PVCパイプは，電池を再充電するように太陽電池の一部分として機能するアモルファスシリコンSASの外部スリーブによって被覆されてもよい。指向性が所望または要求される場合には，3素子八木アンテナのような利得を有するビームアンテナ，または反射器を有するアンテナが使用されてもよい。たとえば，あるミニオン装置が，道路のどちらの側に別のミニオン装置が配置されているかを知っている必要のある状況において，指向性アンテナが使用される。また，警察車両上のミニオン装置は，別の車両上に配置されたミニオン装置の正面においてそれに直接集中して問合せるための指向性アンテナを有していてもよい。無指向性アンテナは実際には実現されず，環境的な制限はネットワークの動作の予測される一部分である。トランシーバの動作範囲は固定された距離ではなく，むしろ確率関数として考察すべきである。したがって，無線装置間におけるメッセージ交換が成功する可能性は，スペースでのそれらの位置の関数である。このようにして考えた場合，伝送エラーの全ての原因は単一の機能に取り込まれることができる。これは，固定長のメッセージに対して許されるビットエラーレートをとって，受信が成功する確率を決定することに類似している。配線ネットワークとは異なり，無線ネットワークのエラーレートは空間的に分布している。",
                        "【0110】",
                        "すなわち，ミニオン装置の実効的範囲が100フィートから300フィートまで変化すると考える。特定用途向けアンテナおよびパッケージ設計の使用により，そのカバレージエリアの付加的な制御が可能である。オプションの特定用途向けインターフェースは，車両，ドアロック，ユーティリティメーター，電気機器，ビルディング制御，ユーザディスプレイ，およびユーザキーボードへのインターフェースを含んでいる。特定用途向けインターフェースはまた，磁束，温度，気象，加速度，高度および圧力用センサのような外部センサにリンクしてもよい。",
                        "【0111】",
                        "大部分のミニオン装置に対して使用されるアンテナは，技術的に知られている任意の無指向性アンテナが使用されるように，全方向性カバレージを実現するように設計されている。",
                        "【0112】",
                        "いくつかの適用において，ミニオン装置は，それが特定の領域においてのみ，または別のあるミニオン装置だけと通信するように，指向性が与えられる指向性アンテナを必要とする。これは従来技術においてよく知られている指向性アンテナによって，あるいはナルを有する他のセクタに関して制限された受信セクタを有するように上述のアンテナを電子工学的に同調することによって達成される。また，アンテナの指向性は，パラボラ反射器のほうを向いた別のアンテナだけが反射器内のアンテナと通信することができるようにパラボラ反射器と組合せられたアンテナを使用する等の，シールドまたは反射器内にアンテナを配置することによって制御されることができる。非常の多数のミニオン装置間に生じる非常に多量の混信を回避するために，アンテナは一般に約100mの距離範囲を有している。その実効範囲を特定の方向において10mをはるかに越える大きさに増大させるために，特定の方向の利得を提供するように設計されたアンテナが使用されてもよい。各ミニオン装置，とくにμミニオン装置に関して最もコンパクトなサイズを維持するために，またμミニオン装置に対して高い効率は常に要求されないために，アンテナは，ミニオン装置の他のコンポーネントを含む印刷回路板上に構成されて取付けられることが好ましい。いくつかの適用には外部アンテナが必要である。たとえば，ミニオン装置の近くの別の装置のせいで生じたRF妨害のためにそのmμミニオン装置回路を遮蔽室内に収容する必要がある場合に外部アンテナが使用されることができる。このような場合，適切な相互接続ケーブルがミニオン装置と外部アンテナとの間で使用されることができる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【0113】",
                      "text": [
                        "［電源］",
                        "図7に示されているように，自給ミニオン装置は，以下の電源の1以上のものによって給電される：",
                        "(1)主電池；いくつかの適用ではユーザ交換可能な電池を使用している。電池交換の必要性を示すあるメカニズムが必要となる。いくつかの適用では使い捨てのミニオン装置が可能であり，そのユニットの寿命に対して十分な電池寿命が単一の電池から獲得可能である。",
                        "(2)再充電可能な電池；充電機能を提供するために別の電源と共に使用される。主として，電源が信頼性の低いものであるか，あるいは間欠性のものである適用向きである。また，電源への不正変更が検出および報告されなければならない状況において適用可能である。",
                        "(3)太陽電池；一般に，再充電可能な電池の充電に適用可能である。また，主電池の寿命を延長するために補足的な電源として使用されることができる。",
                        "(4)スーパーキャパシタ；再充電可能な電池の代わりになるものである。化学反応を必要としないので，電池には高温過ぎるか，あるいは低温過ぎる苛酷な環境に適している。",
                        "(5)熱電気；温度差は，利用可能な電源が他にない環境においてミニオン装置を動作させるのに十分な電力を生じさせることができる。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "【0122】",
                      "text": [
                        "ミニオン装置によって送信された各メッセージは，発信元のミニオン装置IDおよび最終目的地IDを有しており，結果的に，そのプロセスにおいて1以上のゲートウェイによる伝送が行われる。通常，IDはミニオン装置の製造番号である。いくつかのIDはとくに重要である。ナルミニオン装置(IDゼロ)は，あるエリア内の全ての受信端末に対して放送され，実際に意図されたメッセージの目的地として使用される。特定用途向けミニオン装置は，その用途に対応したデータベースを表す最終目的地IDにデータを送信する。ミニオンネットのネットワークは，メッセージを正しいサーバに転送するゲートウェイミニオン装置にそのメッセージを経路設定する。",
                        "【0123】",
                        "各ミニオン装置は，以下のフィールドを含んでいるメッセージルーティングテーブルを維持している：",
                        "(1)ターゲットミニオン装置ID；メッセージが到達する必要のあるミニオン装置のID，",
                        "(2)中間ミニオン装置ID；メッセージをターゲットに送るために使用すべきミニオン装置のID，",
                        "(3)ホップ；メッセージを中間ミニオン装置を介してターゲットミニオン装置に送るために必要なホップの数，",
                        "(4)満期；このテーブルエントリが有効ではなくなる時間，",
                        "(5)中間ミニオン装置属性；ミニオン装置に送信するために要求されるそのパワーセーブ状態，信号強度および送信パワーレベルのようなそのミニオン装置",
                        "に関する情報。",
                        "【0124】",
                        "ルーティングテーブルは，特定の受信端末に対するメッセージではなく，受信された全てのメッセージをスヌープ(snoop) することによって維持される。したがって，全てのメッセージトラフィックは，ルーティングテーブルの更新だけのために調整された追加のトラフィックを発生させずに，全てのミニオン装置において正しいルーティングテーブルを維持することを助ける。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "【0137】",
                      "text": [
                        "ミニオン装置が発見されると，ゲートウェイと通信すべき有効な方法が実施される。ランダムなインターバル(1日当たり数回と考えられる)で，各ミニオン装置はメッセージをその“最も近い”ゲートウェイミニオン装置に送信する。このメッセージは基本的に状態報告であり，そのゲートウェイ中の別のものによりバッファされる。あるインターバル後，ゲートウェイネットワーク上において所望されるトラフィックレベルに応じて，これらの状態メッセージが広域ネットワークによりデータベースサーバに転送される。これらの状態メッセージの目的は，(1)データベースサーバが各ミニオン装置から“鼓動”を獲得して，任意の特定のミニオン装置を目的地とするゲートウェイトラフィックをアドレスするための方法を知ること，(2)状態メッセージの中間ホップの処理に関与している各ミニオン装置が，“応答”が伝送されることを可能にする経路設定情報を見ることの2つである。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "【0229】",
                      "text": [
                        "［ハンディキャップ補助］",
                        "出口ロケータ…ミニオン装置は公共のビルの出口，階段，休憩所等に設置されることができる。ハンディキャップまたは視覚的に障害のある人々は，これらの位置を迅速に突き止め，通路に沿って障害物または危険物を警告されるように持ちまたは車椅子に取り付けられたミニオン装置を使用する。緊急避難では，これらは緊急救助人員によるハンディキャップのある人の補助を可能にすることと反対の機能をする。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "【0258】",
                      "text": [
                        "［μミニオンの概要］",
                        "μミニオンは廉価なインテリジェント2方向データ無線である。これは機能的に同一のノードの自己組織されたネットワークのメンバとして参加する。各μミニオンはデータメッセージを発信し，受信し，他の各μミニオンに代わってメッセージを転送する媒介として作用できる。",
                        "【0259】",
                        "各μミニオンはセンサ，メモリまたは広域ネットワーク接続のような外部装置に随意選択的に接続される。各μミニオンはこれらのリソースを付近の他のμミニオンに利用可能にする。広域の接続性を有するμミニオンはゲートウェイミニオンと呼ばれる。",
                        "【0260】",
                        "ベースμミニオンはマイクロチップ PIC16LF876 マイクロ制御装置とAFX所有ハイブリッドRFトランシーバを使用する。トランシーバは認可されていない900MHZ ISM(産業，化学，医療)帯域で動作する。",
                        "【0261】",
                        "μミニオンの物理的な構成は無線トランシーバ，マイクロ制御装置，ほぼ郵便切手サイズの両面の回路版に含まれるメモリからなる。",
                        "【0262】",
                        "無線トランシーバは900MHZを超える無免許のISM帯域で動作する。実効的な出力パワーは1ミリワットよりも少ない。全てのミニオンは単一周波数で送信および受信する。これは拡散スペクトルまたは周波数アジル方法に固有の付加的な価格と複雑性を除去する。受信機は安定で廉価な直接変換構造である。ミニオンは周波数シンセサイザ，局部発振器，IFフィルタ，IF増幅器またはアンテナデュプレクサを有しない。",
                        "【0266】",
                        "［基本的な無線プロトコルの特徴］",
                        "ミニオンネットワークにより処理されるメッセージは32バイトの長さで9600バウ(baud)で転送されると考えられることができる。各ミニオンは製造中に特有の32ビットシリアル番号(製造番号)が割当てられる。これは40億以上の番号を与え，番号の再使用はこの環境ではその他の環境における程大きな問題ではない。各メッセージはこれらのシリアル番号の4つのためのスペースを含んでいる。即ち(1)メッセージ発信者，(2)メッセージ最終目的地，(3)実際にこのホップで送信する装置，(4)このホップの意図する受信機である。メッセージはまたメッセージタイプコードの1組の標準的なフィールド，装置状態ビット，メッセージ優先順位および管理ビットを含んでいる。ペイロードはメッセージタイプコードによって決定されるような地上位置情報，時間／日付等のアプリケーション特定データを含んでいる。さらに，プロトコルは送信中に遭遇するエラーの検出に使用される巡回冗長検査(CRC−16)を特定する。メッセージの長さとデータ速度は単一ノードへまたは単一ノードから1秒当り最大20のメッセージを与えるように結合される。ネットワークの正常な動作は実際の平均速度を数秒毎に約1メッセージ下げて維持する。実際の無線変調方式は自己クロックデータビットにより容易に検出された平衡変調を与える。これは温度によるマイクロプロセッサのクロック性能の広い変化を可能にし，結晶発振器の必要性をなくす。",
                        "【0269】",
                        "ミニオンのトランシーバは“半−デュプレックス”装置であり，それはこれらが送信と受信を同時にできないことを意味している。幾つかの方法は衝突(2つのノードが同時に送信し，受信者のメッセージを誤伝送すること)を避けるために使用される。第1に，全ての衝突がメッセージの損傷を生じるわけではない。受信機が両送信機の“距離範囲内”ではないならば，メッセージが損傷される可能性は少ない。第2に，トラフィックレベルは低く維持され，インターバルのランダム化技術は同時送信の可能性を減少させるために使用される。第3に，全てのメッセージはこれらが次のホップに転送されるとき非明示的に承認され，最終目的地で受信されたときに明示的に受領の通知をされる。重複メッセージの自動再送信および削除はこのプロトコルの特徴である。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "【0322】",
                      "text": [
                        "4．メッセージの再送信",
                        "各ミニオンは送信されるメッセージの待ち行列を維持する。これらはミニオン自体により発生されたものと，転送のために受信されるものを含んでいる。ミニオンファームウェアアイドルプロセスは待ち行列を走査し，各メッセージを順次送信する。通常，メッセージはこれらが受領通知されるか満了されるまで送信待ち行列にある。",
                        "【0323】",
                        "メッセージ終了したとき，監理メッセージが待ち行列され，接続の損失を通知し，直ちにルーティング表を更新するようにメッセージの送信者へ送信される。",
                        "5．ルーティング表およびメッセージ転送",
                        "“F”から“G”さらに“H”により目的地“X”へ転送されるメッセージを考える。",
                        "【0324】",
                        "送信するメッセージを処理するプロセスの一部として，ミニオン“G”はルーティング表の“X”を検査する。“X”が発見されたならば，正確な次のホップ“H”が“You”として満たされ，ホップカウントが調節され，メッセージが送信される。"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "【0345】",
                      "text": [
                        "静止環境では，全てのミニオンは受信された全てのメッセージに含まれるヘッダ情報に基づいてそれらのルーティング表を更新する。メッセージ，特にスヌーピングミニオン方向に導かれないメッセージのスヌーピングはミニオンがそれらの更新されたルーティング表を維持するのに使用する主要な方法である。メッセージヘッダに含まれるそれぞれ4つのミニオンIDへのパスの長さに関する情報は導出されることができる。ホップツーゴー値プラス1はスヌーパが目的地のミニオンに到達するために使用できると予測しているホップ番号である。ホップ−マックスとホップツーゴーの差プラス1はスヌーパがソースミニオンに到達するために使用できると予測しているホップ番号である。“Me”ミニオンは1ホップで到達される。“You”ミニオンは2ホップで到達される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，引用例10には，①従来よく知られたセルラ電話システム等の無線ネットワークでは，実時間接続が無線通信で必要であるが，実時間接続は装置とエアタイム(放送時間)に関して非常に高価であり，また，例えば，セルラ電話では，あらゆる加入者電話がセルラ基地局だけと通信することを必要とし，区域に実際に数千の電話が存在しても，これらは相互に直接通信できないため，ネットワークの動作前に，高価な固定したインフラストラクチャの設置を必要とする伝統的なネットワーク概念を置換するために廉価でフレキシブルで拡張可能なネットワークが必要とされていたこと(【0002】，【0003】)，②「本発明」の目的は，ノード間からのメッセージをハンドオフする廉価のマルチ−ノードシステムを提供することにあり，「本発明」の1つの形態では，基準周波数で動作するシステムが少なくとも3つの複数のノードを具備し，各ノードは，別のノードから基準周波数でメッセージを受信し，受信されたメッセージを基準周波数でその後続するノードへ送信するトランシーバと，別のノードにより送信されたメッセージを受信し，受信されたメッセージを後続するノードへ送信するようにトランシーバの動作を制御する制御装置とを具備していること(【0004】，【0006】)が開示されていることが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の「頒布された刊行物に記載された発明」該当性について",
              "text": [
                "原告は，引用発明のミニオンは「半二重通信」を用いているので，送信と受信を同時に行うとデータの衝突が起き，その結果データ消失が発生するが，引用例10の【0068】及び【0269】記載の衝突回避手段には不明点があり，その衝突回避手段を実施することができないことからすると，引用例10には，引用発明の「マイクロ制御装置510はルーティング動作を行い」の部分の技術が携帯電話網，公衆ネットワークなどの社会インフラに利用可能な程度に開示されているとはいえない，したがって，引用例10には，ミニオンをルータとして利用して通信を行う上で，引用例10記載のルーティング動作を行うために必要となる技術的課題の解決方法が示されていないから，当業者が引用発明を実施できる程度に開示されているとはいえないとして，引用発明は，特許出願前の「頒布された刊行物に記載された発明」(特許法29条1項3号)に該当しない旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで検討するに，引用例10には，引用発明の自給ミニオン装置及びマイクロ制御装置510に関し，①「ミニオンネットネットワーク 100 により使用される装置は一般にミニオン装置と呼ばれ，以下に説明するトランシーバのような実際非常に廉価な2方向データ無線機である。…これらのミニオン装置の1つの重要な特徴は，図1において矢印によって示されているように，それらが短いデータメッセージを互いに交換することができることである。各ミニオン装置はコミュニティの一部分となり，ある領域にわたってメッセージを伝送する負担を共有することができる。どのミニオン装置も，レンジ内の他のいずれのミニオン装置とも直接通信することができる。」(【0011】)，②「ミニオンネットネットワークプロトコルの動的構成および自動経路設定特徴により，メッセージはそれらの発信元からそれらの最終的な目的地に最も効率的な方法によって導かれる。多数のミニオン装置はカバレージ，ジェオロケーションサービスおよび特定用途向け機能を増加させるように固定された位置に設置されるので，有線および無線構内ネットワークならびにその他既存のデータネットワークによってゲートウェイサービスを提供することが可能となる。全てのミニオン装置は全て同じ通信プロトコル，データフォーマットおよびデータレートを使用するため，ソフトウェアおよびハードウェア要求が減少すると共に，ネットワーク自身の簡単さが維持される。」(【0023】)，③「図5に示されているように，ミニオン装置の好ましい1実施形態は，ほぼ郵便切手のサイズの両面回路板上に含まれる無線トランシーバ 500 ，マイクロ制御装置 510 およびデータメモリ 520 から構成されている。マイクロ制御装置は，ミニオン装置の機能的ニーズを満足させるようにプログラムされることのできる任意のマイクロプロセッサまたは制御装置であることが好ましい。」(【0026】)，④「［メッセージ衝突回避］ある程度各ミニオン装置は独立した送信機であるため，2つのミニオン装置がメッセージを同時に送信して衝突を発生させる可能性がある。当業者は，このような衝突を防止または最小にする多数の方法を認識するであろう。好ましい1実施形態では，本発明のプロトコルは，高密度のデータトラフィックが発生しているとミニオン装置が決定した場合，特定のミニオン装置からの送信間のインターバルを増加させる。たとえば，メッセージのスタート時において訓練ビットの送信を開始する前に，別のメッセージが付近で送信されていることを示す平衡したデータ遷移を予期して耳を澄ますために受信モードのトランシーバが使用される。このような平衡したデータ遷移が検出された場合には，メッセージの送信は，送信を再び試みる前にランダムに選択された時間量だけ遅延される。たとえば，このタイプの遅延された送信インターバルは，イーサネット(登録商標)およびMobitexにより使用されるプロトコルに類似した修正されたALOHA手順と呼ばれる。メッセージの遅延は，両メッセージの誤伝送または一方または両方のメッセージの崩壊を生じさせることのできる2つのメッセージの衝突を防止する助けとなる。このアプローチの1つの結果として，密集したエリア内の任意の特定のミニオン装置からの送信間のインターバルが固有に増加する。この増加されたインターバルの利点は，特定のエリア内の全てのミニオン装置により放射された合計RF信号強度が制限され，それによって衝突の可能性が減少することである。これによってまた，密集したエリア内の個々のミニオン装置による電力消費量もまた減少し，メッセージ送信が成功する可能性がほぼ一定に維持される。」(【0068】)，⑤「ミニオンのトランシーバは“半−デュプレックス”装置であり，それはこれらが送信と受信を同時にできないことを意味している。幾つかの方法は衝突(2つのノードが同時に送信し，受信者のメッセージを誤伝送すること)を避けるために使用される。第1に，全ての衝突がメッセージの損傷を生じるわけではない。受信機が両送信機の“距離範囲内”ではないならば，メッセージが損傷される可能性は少ない。第2に，トラフィックレベルは低く維持され，インターバルのランダム化技術は同時送信の可能性を減少させるために使用される。第3に，全てのメッセージはこれらが次のホップに転送されるとき非明示的に承認され，最終目的地で受信されたときに明示的に受領の通知をされる。重複メッセージの自動再送信および削除はこのプロトコルの特徴である。」(【0269】)との記載がある。",
                    "上記記載から，引用例10には，ミニオン装置は，ミニオンネットワークにノードとして使用される装置であり，無線トランシーバ500 ，マイクロ制御装置510 およびデータメモリ520 から構成される二方向データ無線機であり，どのミニオン装置もそのトランシーバでレンジ内の他のいずれのミニオン装置と直接通信することができること，ミニオン装置間の通信は，そのトランシーバが“半−デュプレックス”装置であるため，データの送信と受信を同時に行えず，双方向のデータの伝送を行うには，時間を区切って送信側を切り替えなければならないこと，各ミニオン装置は独立した送信機であるため，2つのミニオン装置がメッセージを同時に送信して衝突を発生させる可能性があるが，この「メッセージ衝突回避」の方法として，「本発明」のプロトコルは，高密度のデータトラフィックが発生しているとミニオン装置が決定した場合，特定のミニオン装置からの送信間のインターバルを増加させ，メッセージの送信は，送信を再び試みる前にランダムに選択された時間量だけ遅延され，この「メッセージの遅延」は，「両メッセージの誤伝送または一方または両方のメッセージの崩壊を生じさせることのできる2つのメッセージの衝突を防止する助け」となり(【0068】)，また，「全てのメッセージはこれらが次のホップに転送されるとき非明示的に承認され，最終目的地で受信されたときに明示的に受領の通知」をされるので，「重複メッセージの自動再送信および削除」により，経路の確保を前提として，最終目的地までのメッセージの伝送を可能にしていること(【0269】)を理解できる。",
                    "そうすると，引用例10には，「メッセージ衝突回避」のための衝突回避手段が明確に開示されているといえるから，引用例10に接した当業者は，引用例10の上記記載に基づいて，その衝突回避手段を実施することができるものと認められる。",
                    "加えて，引用例10の記載(【0026】ないし【0028】，【0109】ないし【0113】，【0122】ないし【0124】，【0137】，【0258】ないし【0262】，【0266】，【0345】)に照らすならば，当業者は，引用例10に基づいて，引用発明の自給ミニオン装置を製造し，使用することができるものと認められるから，引用発明は，「頒布された刊行物に記載された発明」(特許法29条1項3号)に該当するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，引用例10の【0068】の記載においては，どのようにして高密度データトラフィックが発生していると決定できるのか，単に送信間のインターバルを増加させるだけで，なぜ「半二重通信」におけるパケット(データユニット)の完全なる衝突回避ができるのか，「特定のミニオン装置」とは何を指しているのか，「修正されたALOHA手順」とは何か，いずれも不明であり，また，引用例10の【0269】の記載においては，ミニオンが待機を必要とする状況にあることをどうやって送信又は受信前に知ることができるのか，待機の指示をどのようにして，かつ，どのミニオンに対して出力するのか，輻輳環境下において，メッセージ送信を確実に行うことが可能であるのか，通信待機によって発生する通信の遅延を解消する方法が，いずれも不明であるから，携帯電話網，公衆ネットワークなどの社会インフラで利用可能な程度に開示されているとはいえない旨主張する。",
                    "しかしながら，本願発明においては，携帯電話網，公衆ネットワークなどの社会インフラで実施することは特許請求の範囲に記載がなく，本願明細書の記載からは「IoTシステムを構築するための近距離無線通信用の基地局設置やゲートウェイ装置」(【0004】)として実施することを想定しているにすぎないから，引用発明が「携帯電話網，公衆ネットワークなどの社会インフラで利用可能な程度」に開示されていることを要するとはいえない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，引用発明は特許出願前の「頒布された刊行物に記載された発明」(特許法29条1項3号)に該当しないとの原告の前記主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "一致点の認定の誤り及び相違点の看過について",
          "text": [
            "原告は，本件審決は，引用発明のルーティング動作を行うマイクロ制御装置510はルーティング機能手段を有するといえるから，引用発明は「前記通信制御回路はルーティング機能手段を有する」といえる点で本願発明と一致する旨認定したが，本願発明の「ルーティング機能手段」にいう「ルーティング」とは，「動的ルーティング」に限定して解釈すべきであるところ，引用発明のルーティング動作は，「静的ルーティング」であって，「動的ルーティング」に当たらないから，引用発明は「前記通信制御回路はルーティング機能手段」を有するとはいえず，上記の点は相違点として認定すべきであるから，本件審決には一致点の認定の誤り及び相違点の看過がある旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙1(ＮTTコミュニケーションズ  インターネット検定  ．com Master  ADVAＮCE  公式テキスト  第2版(2016年5月31日発行)，5頁，56頁，59頁，61頁，420頁)，乙2(「ＮTT技術ジャーナル」にみる最新情報通信用語集(平成10年5月10日発行)639頁)及び乙3(LAＮネットワーク設計と性能評価(1998年8月10日発行)，164頁，165頁)の記載によれば，インターネットにおける「ルーティング」とは，ルーティングテーブルに従ってパケットを転送する経路を選択することをいい，ルーティングには，「静的な経路選択」(スタティック・ルーティング)を行う方法(管理者がルーティングテーブルを記述しておき，必要に応じて管理者がルーティングテーブルを更新する方法)と，「動的な経路選択」(ダイナミック・ルーティング)を行う方法(ルータが自律的に経路情報を交換してルーティングテーブルを自動的に生成・更新する方法)の2種類があることは，本願の出願当時，技術常識であったことが認められる。",
                    "しかるところ，本願発明の特許請求の範囲(請求項1)には，「前記通信制御回路はルーティング機能手段を有する固定設置する自律型小型無線装置」にいう「ルーティング機能手段」について規定した記載はない。",
                    "また，本願明細書(甲2)には，「ルーティング機能手段」に関し，「また，図7，図8，図9に示すように，通信制御部回路部(0703，0803，0903)にルーティング手段(0703a，0903b)やリピータ手段(0803b，0903c)を設けて，ルーティング機能やリピータ機能を実現できる。ルーティング手段(0703a，0903b)によるルーティング機能を実現する場合は，自律型小型無線装置(0700，0800，0900)にGPS機能を搭載し，自装置の位置情報を基づいてルーティングを実現できる。ルーティング手段(0703a，0903b)やリピータ手段(0803b，0903c)は公知の手段により実現できる。」との記載(【0044】)があり，上記記載から，「ルーティング手段」は「公知の手段」により実現できることを理解できるが，本願明細書の記載事項全体をみても，かかる「公知の手段」が，本願の出願当時技術常識であった「静的な経路選択」及び「動的な経路選択」のうち，「動的な経路選択」に限定されることについての記載や示唆はない。",
                    "そうすると，本願発明の「ルーティング機能手段」には，本願の出願当時，「公知の手段」であった「動的な経路選択」及び「静的な経路選択」のいずれもが含まれると解するのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，本願明細書には，「背景技術」として，携帯電話網や公衆無線によるブロードバンドネットワーク網に関して，近距離無線通信の基地局やゲートウェイ装置を無数に設置しあらゆるエリアをカバーする必要性に対して，商用電源を用いる方法では設置工事が必要になり，設置コストが高くなる点に問題があることの記載があり，本願発明は，「以上のような問題」に鑑み，特別な設置工事を必要としないことで設置コストをかけない技術の提供を目的としていること(【0007】)，「携帯電話網」や「公衆無線によるブロードバンドネットワーク網」は，送受信するデータの欠損を発生させることなく確実に情報伝達を行うことが必要であり，かつ，ほぼ常に輻輳状態となり得る環境下で利用することが想定されており，さらに，ほぼ現実時間で情報のやり取りができることが現代では求められているが，このような条件を全て叶えるような公衆通信システムは，ルート欠落や輻輳を考慮してリアルタイムにルート選択が行われる「動的ルーティング」を採用しないで構築することができないことは，技術常識であることに照らせば，本願発明にいう「ルーティング」とは，動的ルーティングにほかならないから，動的ルーティングに限定して解釈すべきである旨主張する。",
                    "しかしながら，原告の上記主張は，本願発明の特許請求の範囲(請求項1)の具体的な記載に基づかないものであり，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例10の「ミニオンネットネットワークプロトコルの動的構成および自動経路設定特徴により，メッセージはそれらの発信元からそれらの最終的な目的地に最も効率的な方法によって導かれる。」(【0023】)，「5．ルーティング表およびメッセージ転送  “F”から“G”さらに“H”により目的地“X”へ転送されるメッセージを考える。送信するメッセージを処理するプロセスの一部として，ミニオン“G”はルーティング表の“X”を検査する。“X”が発見されたならば，正確な次のホップ“H”が“You”として満たされ，ホップカウントが調節され，メッセージが送信される。」(【0323】，【0324】)との記載から，引用例10記載のミニオン装置が，ルーティングテーブル(ルーティング表)に従ってパケット(メッセージ)を転送する経路を選択するルーティング動作を行っていることを理解できる。",
                    "次に，引用例10の「メッセージは多数の装置間“ホップ”によって自動的に経路設定され，ロバストな領域カバレージ，冗長性および耐雑音性を与えると共に動的な経路設定および再構成を行う。」(【0010】)，「ミニオンネットネットワークプロトコルの動的構成および自動経路設定特徴により，メッセージはそれらの発信元からそれらの最終的な目的地に最も効率的な方法によって導かれる。」(【0023】)，「(2)状態メッセージの中間ホップの処理に関与している各ミニオン装置が，“応答”が伝送されることを可能にする経路設定情報を見ること」(【0137】)，「全てのミニオンは受信された全てのメッセージに含まれるヘッダ情報に基づいてそれらのルーティング表を更新する」(【0345】)との記載から，引用例10のミニオン装置は，管理者がルーティングテーブル((ルーティング表)を記述・更新することなく，自律的にルーティングテーブル(ルーティング表)を生成・更新し，その更新されたルーティングテーブル(ルーティング表)に基づいて経路選択を行っているものと理解できるから，動的な経路選択(ダイナミック・ルーティング)を行うルーティング機能も含むものである。",
                    "したがって，引用発明は，動的な経路選択(ダイナミック・ルーティング)を行うルーティング機能を備えるものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，引用例10の【0010】は，「自動的に経路設定」，「動的な経路設定」という「設定」行為について記載したものであり，経路の「選択」行為についての記載はないから，「動的な経路選択」についての記載はない，【0023】の記載中の「ミニオンネットワークプロトコルの動的構成」という概念は，技術的に利用できる概念ではなく，上記記載中の「自動経路設定特徴」は，ルーティング自体を動的に行う処理とは全く異なる処理である，【0137】の記載中の「“応答”」は，送受信するデータそのものではなく，送受信の結果を報告する受信端末側のアクノレッジ信号の出力のことであるから，応答が伝送されることを可能にする経路設定情報を見ることと，動的ルーティングであることとは何ら関連しない，【0345】の「ルーティング表の更新」に関する記載は，ヘッダ情報を利用したルーティングテーブルの更新であって，ルーティング処理そのものではないから，引用例10の【0010】，【0023】，【0137】及び【0345】は，静的ルーティングの動きを示す記載を含むものではあるが，いずれもミニオン装置が「動的ルーティング」を行っていることを示すものではないし，かえって，引用例10の【0113】及び【0082】の記載から，ミニオンが例外を使い捨てとし，原則は使い捨てではないとしているといえるが，このようにミニオンが原則的に使い捨ての構造となっていないのは，ミニオンが動的ルーティングを行っていないことに起因する旨主張する。",
                    "しかしながら，前記ア認定のとおり，引用発明は，動的な経路選択(ダイナミック・ルーティング)を行うルーティング機能を備えるものと認められるから，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，引用発明は「前記通信制御回路はルーティング機能手段を有する」といえる点で本願発明と一致するとした本件審決の認定に誤りはなく，相違点の看過は認められない。",
                "したがって，本件審決における一致点の認定の誤り及び相違点の看過をいう原告の主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "相違点の容易想到性の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例10には，「［電源］  図7に示されているように，自給ミニオン装置は，以下の電源の1以上のものによって給電される：(1)主電池；いくつかの適用ではユーザ交換可能な電池を使用している。電池交換の必要性を示すあるメカニズムが必要となる。いくつかの適用では使い捨てのミニオン装置が可能であり，そのユニットの寿命に対して十分な電池寿命が単一の電池から獲得可能である。」(【0113】)との記載がある。",
                "上記記載から，「使い捨てのミニオン装置」における主電池は，「ユニットの寿命に対して十分な電池寿命が単一の電池から獲得可能」であることを理解できる。そして，「ユニットの寿命に対して十分な電池寿命が単一の電池」とする場合には，電池を着脱可能とする必要性がないことは自明であるから，「使い捨てのミニオン装置」において，電池を着脱可能な構造とせずに，着脱不能(着脱交換不能)な構造とすることは設計上当然に考慮すべき事項の一つであるものと認められる。",
                "加えて，本願の出願当時，バッテリーを装置の本体内に封止することにより，「外部からバッテリー交換もバッテリー充電もできない」構造とすることは，技術常識であったこと(例えば，引用例11の【0040】)に照らすならば，引用例10に接した当業者においては，引用発明の使い捨ての自給ミニオン装置の電池を装置本体内に封止することにより，「着脱交換不能な」構成(相違点に係る本願発明の構成)とすることは適宜選択すべき設計的事項であるものと認められるから，上記構成を容易に想到することができたものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し原告は，引用例11記載の技術は，移動端末の使用限度の管理をバッテリーの残容量で行うものであって，移動端末の通信を不能にする目的で交換不可，外部充電不可の構成を採用するものであるのに対し，そもそもルータには，使用限度の管理という目的はなく，むしろ使用限度がない方が都合がよいから，引用発明に引用例11記載の技術を適用する動機付けはなく，かえって阻害要因を含むこと，引用例11は電池切れによってユーザの通信を終了させるものであるから，引用発明に目的の異なる引用例11記載の技術を適用する動機付けが存在しないことからすると，引用発明において，相違点に係る本願発明の構成とすることは当業者が容易に想到することができたものとはいえない旨主張する。",
                "しかしながら，前記(1)のとおり，引用発明の使い捨ての自給ミニオン装置の電池を装置本体内に封止することにより，「着脱交換不能な」構成(相違点に係る本願発明の構成)とすることは，当業者が適宜選択すべき設計的事項であるものと認められるから，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本願発明は，引用例10に記載された発明に基づいて，当業者が容易に発明することができたものと認められるから，特許法29条2項の規定により特許を受けることができないというべきである。",
                "したがって，他の請求項について検討するまでもなく，本願は拒絶されるべきものであるから，これと同旨の本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由は理由がないから，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成31年(行ケ)10044",
    "date": "2020-01-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089212",
    "ipprecedent_id": "5300",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}