{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800103号事件について平成31年1月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「光学情報読取装置」とする特許(特許第3823487号。請求項の数2。平成9年10月27日出願，平成18年7月7日設定登録。甲80。以下「本件特許」という。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成29年8月3日，本件特許の請求項1に係る部分について無効審判の請求をし，特許庁は，同請求を無効2017-800103号事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年7月31日付けで明細書及び特許請求の範囲の訂正請求をし(甲86の1)，同年12月14日付けでこれを補正した(甲88の1。以下，上記補正を含めて「本件訂正」という。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成31年1月21日，本件訂正を認めた上，本件特許の請求項1に係る発明についての特許を無効とする旨の別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同月24日にその謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，同年2月21日，本件審決の取消しを求める本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許に係る特許請求の範囲請求項1の記載は，次のとおりである。なお，文中の「／」は，原文の改行箇所を示す(以下同じ)。以下，本件訂正後の請求項1に係る発明を「本件発明」という。また，平成30年12月14日付け手続補正書に添付された明細書(甲88の2)を「本件明細書」という。",
            "【請求項1】",
            "操作者が手で握るための把持部として機能するケースと，／このケースの上面に設けられ，情報を入力するためのキーパットと，／前記ケースの上面に設けられる表示液晶ディスプレイと，／前記ケースの側面に設けられ，前記読み取り対象の読取りのスイッチとなる読み取り用スイッチと，／前記ケース内に配置され，読み取り対象に対して赤色光を照射する発光手段と，／前記ケース内に配置され，複数のレンズで構成され，前記読み取り対象からの反射光を所定の読取位置に結像させる結像レンズと，／前記読み取り対象の画像を受光するために前記読取位置に配置され，その受光した光の強さに応じた電気信号を出力する複数の受光素子が2次元的に配列されると共に，当該受光素子毎に集光レンズが設けられた光学的センサと，／該光学的センサへの前記反射光の通過を制限する絞りと，／前記ケース内に配置され，前記光学的センサからの出力信号を増幅して，閾値に基づいて2値化し，2値化された信号の中から所定の周波数成分比を検出し，検出結果を出力するカメラ部制御装置と，／を備える光学情報読取装置において，／前記読み取り対象からの反射光が前記絞りを通過した後で前記結像レンズに入射するよう，前記絞りを配置することによって，前記光学的センサから射出瞳位置までの距離を相対的に長く設定し，前記光学的センサの周辺部に位置する受光素子に対して入射する前記読み取り対象からの反射光が斜めになる度合いを小さくして，適切な読取りを実現し，／前記光学的センサの中心部に位置する受光素子からの出力に対する前記光学的センサの周辺部に位置する受光素子からの出力の比が所定値以上となるように，前記射出瞳位置を設定して，露光時間などの調整で，中心部においても周辺部においても読取が可能となるようにした／ことを特徴とする光学情報読取装置。",
            "これを構成要件に分説すると，以下のとおりである。",
            "TJ  操作者が手で握るための把持部として機能するケースと，",
            "TK  このケースの上面に設けられ，情報を入力するためのキーパットと，",
            "TL  前記ケースの上面に設けられる表示液晶ディスプレイと，",
            "TM  前記ケースの側面に設けられ，前記読み取り対象の読取りのスイッチとなる読み取り用スイッチと，",
            "TＮ  前記ケース内に配置され，読み取り対象に対して赤色光を照射する発光手段と，",
            "TA  前記ケース内に配置され，複数のレンズで構成され，前記読み取り対象からの反射光を所定の読取位置に結像させる結像レンズと，",
            "B  前記読み取り対象の画像を受光するために前記読取位置に配置され，その受光した光の強さに応じた電気信号を出力する複数の受光素子が2次元的に配列されると共に，当該受光素子毎に集光レンズが設けられた光学的センサと，",
            "C  該光学的センサへの前記反射光の通過を制限する絞りと，",
            "TD  前記ケース内に配置され，前記光学的センサからの出力信号を増幅して，閾値に基づいて2値化し，2値化された信号の中から所定の周波数成分比を検出し，検出結果を出力するカメラ部制御装置と，",
            "E  を備える光学情報読取装置において，",
            "TF  前記読み取り対象からの反射光が前記絞りを通過した後で前記結像レンズに入射するよう，前記絞りを配置することによって，前記光学的センサから射出瞳位置までの距離を相対的に長く設定し，前記光学的センサの周辺部に位置する受光素子に対して入射する前記読み取り対象からの反射光が斜めになる度合いを小さくして，適切な読取りを実現し，",
            "G  前記光学的センサの中心部に位置する受光素子からの出力に対する前記光学的センサの周辺部に位置する受光素子からの出力の比が所定値以上となるように，前記射出瞳位置を設定して，露光時間などの調整で，中心部においても周辺部においても読取が可能となるようにしたことを特徴とする",
            "H  光学情報読取装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本件発明は，下記(2)のウェルチアレン社製IT4400に係る発明，下記アの甲5に記載された公知技術及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，本件特許は無効にすべきである，というものである。",
                "なお，本件審決は，以上のほかに，本件発明は，①下記アの甲5に記載された発明(以下「甲5発明」という。)に基づいて容易に想到できたものとはいえない，②下記イの甲6に記載された発明(以下「甲6発明」という。)に基づいて容易に想到できたものとはいえない，③下記ウの甲8に記載された発明(以下「甲8発明」という。)に基づいて容易に想到できたものとはいえない，などと判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特開平7-254037公報(甲5)"
                },
                {
                  "fig": "イ",
                  "subject": "特開平9-270501公報(甲6)"
                },
                {
                  "fig": "ウ",
                  "subject": "米国特許第5331176号明細書(甲8。特許日1994年7月19日)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，ウェルチアレン社製IT4400の発明について，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "ウェルチアレン社製IT4400が公然実施されていたこと",
                  "text": [
                    "アイニックス社は，本件特許の出願(平成9年10月27日)に先立つ平成9年7月ないし8月に，米国法人ウェルチアレン社が米国で販売していたコードリーダIT4400を輸入し，日本国内において販売した(以下，このコードリーダを単に「IT4400」といい，IT4400の発明を「IT4400発明」という。)。",
                    "本件特許出願前に日本国内において販売されていたIT4400は，被告が米国で購入して，平成29年3月に分解実験を行ったIT4400(甲3。以下「甲3製品」という。)及び同年1月までに分解撮影を行ったIT4400(甲45。以下「甲45製品」という。)と同じものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "IT4400発明の認定",
                  "text": [
                    "TJ’  本体部分と把持部となるグリップ部分とからなるケースと，",
                    "TM’  前記ケースのグリップ部分に設けられ，前記読み取り対象の読取りのスイッチとなる読み取り用スイッチと，",
                    "TＮ’  前記ケース内に配置され，読み取り対象に対して赤色光を照射する発光手段と，",
                    "A  複数のレンズで構成され，読み取り対象からの反射光を所定の読取位置に結像させる結像レンズと，",
                    "B  前記読み取り対象の画像を受光するために前記読取位置に配置され，その受光した光の強さに応じた電気信号を出力する複数の受光素子が2次元的に配列されると共に，当該受光素子毎に集光レンズが設けられた，CCDエリアセンサである，光学的センサと，",
                    "C  該光学的センサへの前記反射光の通過を制限する絞りと，",
                    "D’RS232C等のインターフェースや読み取りのために必要な制御回路と，",
                    "E  を備える，",
                    "QRコードを含む2次元バーコードの読み取りのために用いられるコードリーダ。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "TJ’  ケースと，",
                    "TM’  読み取り対象の読取りのスイッチとなる読み取り用スイッチと，",
                    "TＮ’  前記ケース内に配置され，読み取り対象に対して赤色光を照射する発光手段と，",
                    "TA  前記ケース内に配置され，複数のレンズで構成され，読み取り対象からの反射光を所定の読取位置に結像させる結像レンズと，",
                    "B  前記読み取り対象の画像を受光するために前記読取位置に配置され，その受光した光の強さに応じた電気信号を出力する複数の受光素子が2次元的に配列されると共に，当該受光素子毎に集光レンズが設けられた光学的センサと，",
                    "C  該光学的センサへの前記反射光の通過を制限する絞りと，",
                    "TD”  前記ケース内に配置され，前記光学的センサからの出力信号に基づく結果を出力する制御装置と，",
                    "E(H)を備える光学情報読取装置"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1",
                  "text": [
                    "本件発明は，「前記読み取り対象からの反射光が前記絞りを通過した後で前記結像レンズに入射するよう，前記絞りを配置することによって，前記光学的センサから射出瞳位置までの距離を相対的に長く設定し，前記光学的センサの周辺部に位置する受光素子に対して入射する前記読み取り対象からの反射光が斜めになる度合いを小さくして，適切な読取りを実現し」た(構成TF)ものであるのに対し，IT4400発明は，このような構成を有していない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2",
                  "text": [
                    "本件発明は，「前記光学的センサの中心部に位置する受光素子からの出力に対する前記光学的センサの周辺部に位置する受光素子からの出力の比が所定値以上となるように，前記射出瞳位置を設定して，露光時間などの調整で，中心部においても周辺部においても読取が可能となるようにした」(構成G)ものであるのに対し，IT4400発明は，このような構成を有していない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点3",
                  "text": [
                    "本件発明は，制御装置として，「前記光学的センサからの出力信号を増幅して，閾値に基づいて2値化し，2値化された信号の中から所定の周波数成分比を検出し，検出結果を出力するカメラ部制御装置」(構成TD)を備えるのに対し，IT4400発明は，RS232C等のインターフェースやQRコードを含む2次元バーコードの読み取りのために必要な制御回路を備える点。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点4",
                  "text": [
                    "本件発明は，ケースが「操作者が手で握るための把持部として機能する(構成TJ)」ものであり，読み取りスイッチが「前記ケースの側面に設けられ(構成TM)」るものであるとともに，「このケースの上面に設けられ，情報を入力するためのキーパット(構成TK)」と「前記ケースの上面に設けられる表示液晶ディスプレイ(構成TL)」とを備えるのに対し，IT4400発明は，ケースが本体部と把持部となるグリップ部分とからなるものであり，読み取りスイッチがケースの側面に設けられておらず，さらに，ケース上面に設けられたキーパット及び表示液晶ディスプレイを備えない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "IT4400発明に基づく進歩性の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "IT4400発明に基づく進歩性の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "IT4400発明の認定の誤り",
              "text": [
                "本件審決は，本件特許出願前に日本国内において販売されていたIT4400が被告において分解するなどした甲3製品及び甲45製品と同一であるとして，このことを前提として，IT4400発明の構成を認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，本件特許出願前に日本国内において販売されていたIT4400は現存せず，近時米国で入手されたにすぎない甲3製品及び甲45製品から，本件審決のようにIT4400発明の構成を具体的に認定することは，できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，月刊バーコード誌(平成9年8月号)には，アイニックス社による，ウェルチアレン社製コードリーダIT4400の広告(甲77)が掲載されているから，当時，その写真の製品(以下「広告製品」という。)がアイニックス社により日本国内で販売されていたとみられ，広告製品と甲3製品及び甲45製品との間には，その態様において少なくとも以下の4つの相違点が認められることからすれば，本件審決のように甲3製品及び甲45製品からIT4400発明の構成を認定することはできないというべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲3製品及び甲45製品の上面には，読取完了を音で報知する放音用の穴が設けられているのに対し，広告製品には穴があいていないこと。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲3製品及び甲45製品のグリップ部の底部には，グリップと底板とを連結するための係合穴が設けられているのに対し，広告製品には穴があいていないこと。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲3製品及び甲45製品の上面に嵌め込まれた読取完了を示す発光部が暗色楕円形であるのに対し，広告製品では上面の発光部は明色でかつ長方形であること。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲3製品及び甲45製品の上面には，上面より突出した楕円形でかつツヤがある「Welch Allyn」のプレートが取り付けられているのに対し，広告製品では，上面に「Welch Allyn」の名称がそのまま印刷されているように見受けられること。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "日本国内での公然実施を述べる旨のアイニックス社の代表者の陳述書(甲57)及びウェルチアレン社の開発設計者の宣誓供述書(甲58)は，いずれも平成29年10月に作成され，本件特許の出願日から20年も経過し，このうち宣誓供述書は，米国で行われたことについて述べたものであり，日本国内の公然実施について述べたものではないことからすれば，これらの陳述書ないし宣誓供述書の信用性は乏しい。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおりであるから，本件審決のしたIT4400発明の構成の認定には誤りがあり，その結果，本件発明との対比による一致点・相違点の認定にも誤りがあり，この誤りが審決の結論に影響を及ぼすことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に係る容易想到性の判断の誤り",
              "text": [
                "本件審決は，甲12(特開平7-168093号公報)，甲13(特開平5-188284号公報)及び甲15(特開平5-40220号公報)から，受光素子ごとに集光レンズが設けられた光学的センサを備えたカメラ等の装置において，中心部に比した周辺部の受光素子の光量の相対的な不足に対応するために，絞りを全てのレンズの前面(読取対象側)に配置するという周知技術があったことを認定した。",
                "しかし，甲12，甲13及び甲15にいう周辺部の受光素子の光量の相対的な不足という課題は，ビデオカメラ等の分野での使用を前提としたものであり，コードリーダにそのような課題が内在することを見出すのは容易ではない。また，本件審決の認定した相違点4は，本件発明に係る装置に一層コンパクトであることを要求するが，いわゆるガンタイプのコードリーダで，ある程度の大きさが許容されるIT4400では，周辺部の光量不足の課題が顕在化しにくいという違いがあることからすれば，IT4400に甲12等記載の技術を採用する動機付けはない。",
                "したがって，IT4400発明に，甲12，甲13及び甲15に記載された技術を組み合わせることが容易であるとした本件審決の判断には誤りがあり，この誤りが審決の結論に影響を及ぼすことは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2に係る容易想到性の判断の誤り",
              "text": [
                "相違点2における「所定値」は，2次元コードリーダに特有の望ましい値であり，甲12，甲13及び甲15に記載された前絞りの構成は，ビデオカメラの技術である。周辺部の光量不足という課題は，2次元コードリーダにおいてはまだ顕在化していないにもかかわらず，これをIT4400に想定し，ビデオカメラの技術である前絞りの構成をIT4400に適用し，相違点2の構成にまで到達することは，本件発明に接していなければできないことである。",
                "したがって，相違点2について容易想到であるとした本件審決の判断には誤りがあり，この誤りが審決の結論に影響を及ぼすことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の予備的主張について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲5発明を主引用例とする進歩性",
              "text": [
                "被告は，マイクロレンズ付きCCDを用いることは本件出願時の一般的な技術的趨勢であるので，2次元コードリーダの発明である甲5発明に，甲12，甲13及び甲15に記載された周知技術を組み合わせる動機付けがあると主張する。",
                "しかし，甲5発明は，2次元コードリーダの問題点を解決すべき課題として挙げ，2次元コード読取装置の高速化，高精度化を実現しようとする発明であり，CCDの問題の解決を課題とするものではなく，レンズや絞り等の光学系を含めた構成や構造については一切記載がない。このように，甲5発明は，解決すべき課題を異にし，甲5に光学系の構造に関する記載もないことからすれば，マイクロレンズ付きCCDを2次元コードリーダで用いる上での課題は全く示唆されておらず，甲12，甲13及び甲15に記載された技術を組み合わせる動機付けがない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲6発明を主引用例とする進歩性",
              "text": [
                "被告は，甲6においては，CCD固体撮像素子の用途にOCR等の光学式読取装置が挙げられ，OCRにカメラレンズや絞りが設けられていることを理解できるから，カメラレンズや絞りを備える光学的読取装置の発明が甲6において開示されていないとの本件審決の認定には誤りがあると主張する。",
                "しかし，甲6発明は，正方形形状の画素(ピクセル)を有するCCDにおいて，水平方向と垂直方向との解像度の違いに起因する歪みをなくすことを課題として，CCDの各画素の垂直方向の幅と垂直方向の幅を等しい構造としており(甲6【0010】～【0013】)，同発明には，カメラレンズ及び絞りのいずれに関しても，具体的な構造の説明は一切ない。したがって，被告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲8発明を主引用例とする進歩性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，甲8の「aperture」が「絞り」であると主張する。",
                    "しかし，本件発明の絞りは，センサへの反射光の通過を制限するもので，レンズの前に配置することにより射出瞳位置までの距離を相対的に長く設定するものである。これに対して，甲8の「aperture212」は，発光ダイオード206からの光を照射するための「開口部」であり，被写体214からの入射光を絞るものではない(チューブ204は，発光ダイオード206の光を aperture212に沿って照射し，ボーダータイプ(境界を示すタイプ)のウィンド214を作る(甲8の Fig.10，4欄61～64行。ボーダータイプウィンドとは，照射光により境界を示すウィンドである。甲8の Fig.2b，3欄1～3行)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，甲8に絞りの記載がないとしても，当業者の技術常識によれば，当然に周辺部の光量不足の課題を認識し，絞りをレンズの前に配置する構成を採用するとも主張する。",
                    "しかしながら，被告の主張する当業者の技術常識は，2次元コードリーダにおける技術常識ではない。ビデオカメラに関してマイクロレンズ付きCCDの課題が知られていたとしても，甲8にはマイクロレンズ付きCCDを採用したことの記載も絞りの記載もないから，甲8からマイクロレンズ付きCCDを2次元コードリーダに採用した際の周辺部での光量不足の課題を想起することは容易ではなく，まして，絞りの開示のない甲8から絞りの配置位置を工夫して射出瞳位置までの距離を相対的に長く設定することは容易に想到することのできるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，被告の上記各主張はいずれも理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "明確性要件違反",
              "text": [
                "被告は，本件発明の訂正請求で加えられた構成要件TFのうち「小さく」，「適切」の文言を含む点は不明確であり，そのことは訂正審判の経緯からも裏付けられると主張する。",
                "しかし，まず，構成要件の減縮は，本件明細書【0041】の記載に基づくもので，「小さく」も「適切な」も明細書にサポートされている。そして，特許請求の範囲には特許出願人が特許を受けようとする発明を特定するために必要と認める事項のすべてを記載するところ(特許法36条5項)，本件訂正では，本件発明の作用効果を記載して本件発明を特定すべく，減縮訂正している。",
                "その作用効果は，「光学的センサの周辺部に位置する受光素子に対して入射する反射光が斜めになる度合いを小さく」することで，「適切な読取りを実現」するというものである。作用効果によって本件発明を特定したから，明確であった発明が不明確となるということではなく，本件発明は明確性要件を備えている。",
                "〔被告の主張〕"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "IT4400発明に基づく進歩性の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "IT4400発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，複数の証拠の記載等が合致することから，本件特許出願前に日本国内において販売されていたIT4400の公然実施性及びその発明の構成を認定しており，本件審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件特許出願前に日本国内において販売されていたIT4400が実在しない以上，その発明の構成を具体的に認定することはできないと主張する。",
                    "しかし，①IT4400を販売したアイニックス社の代表者及びその開発設計者が，甲3製品及び甲45製品が本件特許出願前に日本国内において販売されていたIT4400と同じ特徴を有する旨陳述していること，②甲3製品及び甲45製品の外観は，写真(甲57の5・6)にある，アイニックス社が当時販売していたIT4400の外観とも合致すること，③上記開発設計者もIT4400が公知センサを備え，光学系として3枚のレンズからなる結像レンズ及びこれらのレンズの間の絞りを備えたもので，これらの構成については変更が加えられたことはなく，特定の国や地域向けのバージョンもなかったと陳述していること，④米国において販売された当時の記事にもIT4400が公知センサを備えたものであることの記載があること，⑤IT4400の設計図面にも，それが公知センサを備え，光学系として3枚のレンズからなる結像レンズ及びこれらのレンズの間の絞りを備えたものであったとの記載がなされていること等の事実からすれば，本件特許出願前に日本国内において販売されていたIT4400が実在していなくとも，それが，甲3製品及び甲45製品と同様に，2次元バーコードの読み取りのために用いられ，受光素子ごとに集光レンズが設けられたCCDエリアセンサである公知センサ，光学系として3枚のレンズからなる結像レンズとこれらのレンズ間に配置された絞り等を備えたものであったことは，優に認定できるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，広告製品と甲3製品及び甲45製品とで外観上に4つの相違点が存在するため，甲3製品及び甲45製品からIT4400発明を認定することはできないとも主張する。",
                    "しかし，月刊バーコード誌に掲載された広告写真は，アイニックス社が米国のウェルチアレン社から送付された写真をそのまま使用したものであるところ，この写真は，試作段階の製品を撮影したものである可能性がある。同写真の撮影後に製品の外観に小規模な変更が加えられることもあったが，公知センサ，光学系，赤色光(照明システム)の変更はなかったことからすれば，広告製品と甲3製品及び甲45製品の外観上の相違点は，IT4400発明の構成の認定に何ら影響を与えない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告は，アイニックス社代表者の陳述書(甲57)及びウェルチアレン社開発設計者の宣誓供述書(甲58)の証拠価値を争うが，その理由として，古い時期の記憶を述べるものであることなどを指摘するにとどまる。",
                  "text": [
                    "しかし，宣誓供述書(甲58)は，開発設計者の記憶のみに頼って作成されたものではなく，開発設計者は，その作成にあたり他社であるアイアン・マウンテン社の施設に保管された製品を取り寄せて確認し，さらに，設計図面，ユーザーズガイド，ニュース記事，及び社内の文書ルールに基づいて合理的な説明を行っているものであり，宣誓供述書(甲58)が客観的な証拠に基づいた信用性の高いものであることは明らかである。さらに，宣誓供述書(甲58)に述べられた内容は，本件と利害関係のないアイニックス社の代表者の供述(甲57の1)，アイニックス社が保管していた当時の書類(パンフレット等(甲57の3～6))，広告(甲67の3)，記事(甲58の2)と合致するものであることからしても，宣誓供述書(甲58)の信用性は極めて高いというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に係る容易想到性の判断の誤りについて",
              "text": [
                "本件審決は，周知技術における課題及び解決手段が2次元コードリーダにも適用されることを当業者が予測し得るかどうかを検討し，IT4400発明に周知技術を組み合わせる動機付けがあったと判断しており，本件審決に誤りはない。",
                "原告は，本件発明が相違点4の構成を備えることでよりコンパクトであることが要求されるのに対し，それを備えないIT4400においては，周辺部の光量不足の課題が顕在化しにくいと主張するが，IT4400においてもコンパクト化のニーズはあり，周辺の光量不足という課題も生じるから，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2に係る容易想到性の判断の誤りについて",
              "text": [
                "本件審決は，相違点2に係る構成を採用することは容易に想到することができると判断した。",
                "相違点2は，相違点1を採用し，かつ適切な読み取りを実現するように絞りの配置を行えば，当然満たされる構成であって，本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "予備的主張",
          "text": [
            "被告は，取消事由に係る原告の主張に理由があると判断されることを条件として，本件審決において理由がないとされた以下の事由を予備的に主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲5発明を主引用例とする進歩性",
              "text": [
                "甲5発明のリーダにおけるCCDを「受光素子毎に集光レンズが設けられた」ものとすることについては，光学情報読取装置において受光素子毎に集光レンズが設けられた光学的センサを用いることは周知であり，光学的センサの高集積化に伴い，集光率を高めるために集光レンズを用いることは，本件特許出願時の一般的な技術的趨勢にほかならないものであった。特に，受光素子毎に集光レンズが設けられた光学的センサである公知センサは，その用途について2次元バーコードリーダ用と明記されており，このような用途を有する光学的センサを2次元コード読取装置の発明である甲5発明に採用することは当業者にとって十分な動機付けもあった。",
                "さらに，「受光素子毎に集光レンズが設けられた」光学的センサを用いた場合に，周辺部の光量が不足するという問題点は当業者に周知であり，この問題点を解決する構成として，その射出瞳位置を遠くすることは，かかる光学的センサを扱う当業者にとって技術常識であった。",
                "したがって，甲5発明に，「複数のレンズで構成され，読み取り対象からの反射光を所定の読取位置に結像させる結像レンズ」と，「該光学的センサへの前記反射光の通過を制限する絞り」とを備え，「前記読み取り対象からの反射光が前記絞りを通過した後で前記結像レンズに入射するよう，前記絞りを配置する」という周知技術を組み合わせることは，当業者にとり容易に想到することができた。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲6発明を主引用例とする進歩性",
              "text": [
                "甲6には，受光部の上部に光を集光するオンチップレンズが形成されたCCD固体撮像素子をOCR等の光学的読取装置に使用すること，光学的読取装置にはカメラレンズや絞りが備わっていることが開示されているのであり，かかる開示がCCD固体撮像素子を説明する文脈においてされたものであったとしても，かかる記載に接した当業者であれば，甲6のCCD固体撮像素子はOCR等の光学式読取装置に使用できること，その場合には，「カメラレンズ」や「絞り」が設けられることを当然に理解する。",
                "したがって，甲6には，「カメラレンズ」や「絞り」を備えた「OCR等の光学式読みとり」を行う装置の発明が開示されていないとする本件審決の判断には誤りがあり，本件発明は，甲6発明から容易に想到することのできるものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲8発明を主引用例とする進歩性",
              "text": [
                "甲8の「aperture」はレンズや光学素子への光を制限する機能を有する。本件発明の「絞り」が「該光学的センサへの前記反射光の通過を制限する」としか限定されておらず，甲8の「aperture」は，光学素子への光を制限する機能を有している以上，「絞り」であることに変わりはない。",
                "仮に，甲8発明の「aperture」が絞りと異なるとしても，「受光素子毎に集光レンズが設けられた」光学的センサを用いた場合に周辺部の光量が不足するという問題点は，当業者に周知であり，この問題点を解決する構成としてその射出瞳位置を遠くすることは，かかる光学的センサを扱う当業者にとって技術常識であった。",
                "したがって，甲8発明から本件発明を容易に想到することができないとする本件審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "明確性要件違反",
              "text": [
                "本件訂正により構成要件TFが付加されたが，「小さく」，「適切な」との用語について，反射光が斜めになる度合いについていかなるものが「小さい」のか，また，いかなる読み取りが「適切」であるかについては，発明の詳細な説明には何ら説明がなく，その範囲は不明確であり，そのため本件発明の範囲も不明確である。",
                "したがって，本件発明は，明確性要件を満たさないことから，無効とすべきである。",
                "なお，被告はこの点を本件無効審判でも主張したが，本件審決においては判断がされていない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項",
              "text": [
                "本件明細書(甲88の2)には，次の各記載がある(図は別紙1記載のもの)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "本発明は，2次元コードなどの読み取り対象に光を照射し，その反射光から読み取り対象の画像を読み取る光学的読取装置に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術及び発明が解決しようとする課題",
                  "text": [
                    "従来，例えば2次元コードラベルなどの読み取り対象に光を照射し，2次元コードラベルからの反射光を受光して2次元コードラベルの画像データである2次元コードデータを読み取る装置(2次元コードリーダ)が知られている。この2次元コードリーダでは，2次元コードからの反射光を結像レンズによって所定の読取位置に結像させ，その読取位置に配置された例えばCCDエリアセンサなどの光学的センサによって2次元コードデータを読み取るようにしていた。なお，結像レンズは通常複数枚のレンズが組にされた組レンズとして構成されており，その中心付近に絞りが配置されている(【0002】)。",
                    "ところで，例えばCCDエリアセンサなどの光学的センサでは，受光した光の強さに応じた電気信号を出力する複数の受光素子が2次元的に配列されている。そして，感度向上のため，例えば図5に示すように，受光素子41a毎に集光用のマイクロレンズ(集光レンズと称す)41bが設けられたCCDエリアセンサ41もある。これは，図5(a)に示すように，受光素子41aに対して垂直に入射する光が集光レンズ41bによって集光されることで見かけ上の開口面積を拡大し，感度を向上させるというものである(【0003】)。",
                    "しかしながら，図5(b)に示すように，受光素子41aに対して光が斜めに入射した場合には，集光レンズ41bによって集光されることで逆に受光素子41aへの集光率が低下し，その結果，感度が低下する。センサ単位で見てみると，図5(a)に示すように受光素子41aに対して光が垂直に入射するのはセンサの中央部にある受光素子41aであり，センサ周辺部にある受光素子41aに対しては光が斜めに入射する。その結果，図5(c)のグラフ中に実線で示すように，CCDエリアセンサ41からの出力は，センサ中央部の出力に比べてセンサ周辺部の出力が落ち込んだ状態となり，その周辺部において読取に必要な光量が確保できず，適切な読み取りができないという問題も生じる(【0004】)。",
                    "そこで，上述したような受光素子毎に集光レンズが設けられた光学的センサを備えている場合に，光学的センサの周辺部の受光素子に対する集光レンズによる集光率の低下を極力防止し，適切な読み取りを実現する光学情報読取装置を提供することを目的とするものである(【0005】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段及び発明の効果",
                  "text": [
                    "操作者が手で握るための把持部として機能するケースと，／このケースの上面に設けられ，情報を入力するためのキーパットと，／前記ケースの上面に設けられる表示液晶ディスプレイと，／前記ケースの側面に設けられ，読み取り対象の読取りのスイッチとなる読み取り用スイッチと，／前記ケース内に配置され，前記読み取り対象に対して赤色光を照射する発光手段と，／前記ケース内に配置され，複数のレンズで構成され，前記読み取り対象からの反射光を所定の読取位置に結像させる結像レンズと，／前記読み取り対象の画像を受光するために前記読取位置に配置され，その受光した光の強さに応じた電気信号を出力する複数の受光素子が2次元的に配列されると共に，当該受光素子毎に集光レンズが設けられた光学的センサと，／該光学的センサへの前記反射光の通過を制限する絞りと，／前記ケース内に配置され，前記光学的センサからの出力信号を増幅して，閾値に基づいて2値化し，2値化された信号の中から所定の周波数成分比を検出し，検出結果を出力するカメラ部制御装置と，／を備える光学情報読取装置において，／前記読み取り対象からの反射光が前記絞りを通過した後で前記結像レンズに入射するよう，前記絞りを配置することによって，前記光学的センサから射出瞳位置までの距離を相対的に長く設定し，前記光学的センサの周辺部に位置する受光素子に対して入射する前記読み取り対象からの反射光が斜めになる度合いを小さくして，適切な読取りを実現し，／前記光学的センサの中心部に位置する受光素子からの出力に対する前記光学的センサの周辺部に位置する受光素子からの出力の比が所定値以上となるように，前記射出瞳位置を設定して，露光時間などの調整で，中心部においても周辺部においても読取が可能となるようにしたことを特徴とする(【0006】)。",
                    "本光学情報読取装置によれば，結像レンズが読み取り対象からの反射光を所定の読取位置に結像させ，その読取位置に配置された光学的センサが読み取り対象の画像を受光する。ここで，光学的センサは，受光した光の強さに応じた電気信号を出力する複数の受光素子が2次元的に配列されていると共に，受光素子毎に集光レンズが設けられているため，結像レンズによって結像された読み取り対象からの反射光は，集光レンズによって集光されて受光素子に入射する(【0007】)。",
                    "したがって，反射光が受光素子に対して垂直に入射する場合には，集光レンズによって集光されることで見かけ上の開口面積が拡大し，感度を向上させる効果があるが，反射光が受光素子に対して斜めに入射する場合には，集光レンズによって集光されることで逆に受光素子への集光率が低下して感度が低下する原因ともなる。光学的センサ単位で見ると，センサの中央部にある受光素子には反射光が垂直に入射するが，センサ周辺部にある受光素子に対しては反射光が斜めに入射する傾向にある。そのため，このセンサ周辺部にある受光素子に対して入射する反射光が極力斜めにならないようにすれば，適切な読取の点で有効である(【0008】)。",
                    "そこで，本光学情報読取装置においては，読み取り対象からの反射光が絞りを通過した後で結像レンズに入射するよう，絞りを配置している。つまり，結像レンズの複数のレンズ間に介装されていた場合(図6(a)参照)に比べて，複数のレンズで構成される結像レンズよりも前に配置した場合(図6(b)参照)には，光学的センサから絞りまでの光学的な距離が相対的に長くなる。絞りよりも像側(つまり光学的センサ側)にある光学系によって物体空間に生じる絞りの虚像を射出瞳(exit pupil)というが，光学的センサから射出瞳までの距離(射出瞳距離)は，光学的センサから絞りまでの光学的距離が長くなれば，それに伴って長くなるため，このような絞りの配置とすることで，結果的に光学的センサから射出瞳位置までの距離を相対的に長く設定することができる(【0009】)。",
                    "そして，光学的センサから射出瞳位置までの距離が長くなれば，センサ周辺部にある受光素子に対して入射する反射光が斜めになる度合も，それに伴って小さくなる。したがって，光学的センサの周辺部の受光素子に対する集光レンズによる集光率の低下を極力防止することができ，適切な読み取りの実現に寄与する(【0010】)。",
                    "最終的には適切な読み取りを実現することが目的であるので，本発明の光学情報読取装置においては，光学的センサの中心部に位置する受光素子からの出力に対する光学的センサの周辺部に位置する受光素子からの出力の比が所定値以上となるように，射出瞳位置を設定している。このようにしておけば，中央部と周辺部の出力差を考慮しながら，例えば照射光の光量や露光時間などを調整することが容易となり，中心部においても周辺部においても適切に読取が可能となる(【0011】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "以下に，本発明の好適な実施例を図面に基づいて説明する(【0013】)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本実施例の2次元コード読取装置4(2次元コード読取装置4の制御系統のブロック図である図4を参照して説明する。)は，カメラ部制御装置50とシステム制御装置70の2つの制御装置を備えており，それぞれで分担して各種制御を行っている。",
                        "まず，カメラ部制御装置50側に関連する構成としては，CCDエリアセンサ41と，AGCアンプ52と，ローパスフィルタ(LPF)53と，基準電圧生成部54と，負帰還アンプ55と，補助アンプ56と，2値化回路57と，周波数分析器58と，A／D変換器59と，画像メモリ60と，画像メモリコントローラ61と，メモリ62と，照明発光ダイオード(照明LED)45などが挙げられる。",
                        "CCDエリアセンサ41は，2次元的に配列された複数の受光素子であるCCDを有しており，外界を撮像してその2次元画像を水平方向の走査線信号として出力する。この走査線信号はAGCアンプ52によって増幅されて補助アンプ56及びA／D変換器59に出力される。",
                        "AGCアンプ52は，外部から入力したゲインコントロール電圧に対応する増幅率で，CCDエリアセンサ41から出力された走査線信号を増幅するのであるが，このゲインコントロール電圧は負帰還アンプ55から出力される。この負帰還アンプ55には，AGCアンプ52から出力される走査線信号をローパスフィルタ53で積分して得た出力平均電圧Vav と，基準電圧生成部54からの基準電圧Vst とが入力されており，これらの電圧差△Vに所定ゲインを掛けたものがゲインコントロール電圧として出力される。",
                        "補助アンプ56は，AGCアンプ52によって増幅された走査線信号を増幅して2値化回路57に出力する。この2値化回路57は，上記走査線信号を，閾値に基づいて2値化して周波数分析器58に出力する。周波数分析器58は，2値化された走査線信号の内から所定の周波数成分比を検出し，その検出結果は画像メモリコントローラ61に出力される。",
                        "一方，A／D変換器59は，AGCアンプ52によって増幅されたアナログの走査線信号をディジタル信号に変換して，画像メモリコントローラ61に出力する。画像メモリコントローラ61は，アドレスバス及びデータバスによって画像メモリ60と接続されていると共に，やはりアドレスバス及びデータバスによってカメラ部制御装置50及びメモリ62と接続されている。",
                        "カメラ部制御装置50は，ここでは32bitのRISCCPUを用いて構成されており，基準電圧生成部54，A／D変換器59及び照明発光ダイオード45を制御することができるようにされている。基準電圧生成部54に対する制御とは，基準電圧を変更設定するなどの制御である。また，照明発光ダイオード45は，読取対象の2次元コードに対して照明用の赤色光を照射するものである。",
                        "また，カメラ部制御装置50は，システム制御装置70との間でデータのやり取りができるようにされている。一方，システム制御装置70側に関連する構成としては，認識用LED21と，ブザー72と，液晶ディスプレイ(LCD)20と，キーパット74と，読み取り用スイッチ17と，シリアルI／F回路76と，IrDAI／F回路77と，FLASHメモリ78と，DRAM79と，リアルタイムクロック80と，メモリバックアップ用電池81などを備えている。",
                        "(以上につき【0027】～【0034】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "このような構成の本実施例の2次元コード読取装置4によれば，結像レンズ34b，34c(図3参照)によって結像された2次元コードからの反射光は，CCDエリアセンサ41において，集光レンズ41bによって集光されてから受光素子41aに入射する。したがって，図5(a)に示すように，受光素子41aに対して垂直に入射する光は，集光レンズ41bによって集光されることで見かけ上の開口面積が拡大し，感度を向上させる効果があるが，図5(b)に示すように，受光素子41aに対して斜めに入射する光は，集光レンズ41bによって集光されることで逆に受光素子41aへの集光率が低下して感度が低下する原因ともなる。特に，CCDエリアセンサ41の中央部にある受光素子41aには反射光が垂直に入射するが，センサ周辺部にある受光素子41aに対しては反射光が斜めに入射する傾向にある。",
                        "この周辺部にある受光素子41aに対して入射する反射光が極力斜めにならないようにするため本実施例の2次元コード読取装置4では，図3に示すように，鏡筒43内において絞り34aを結像レンズ34b，34cよりも読取口25(図1，2参照)側に配置している。つまり，2次元コードにより反射された赤色光がまず絞り34aを通過し，その後，結像レンズ34b，34cに入射するよう，絞り34aが配置されている。これにより，結像レンズの複数のレンズ間に介装されていた場合(図6(a)参照)に比べて，複数のレンズで構成される結像レンズ(図3の34b，34cが相当する)よりも前に配置した場合(図6(b)参照)には，CCDエリアセンサ41から絞り34aまでの光学的な距離が相対的に長くなる。",
                        "CCDエリアセンサ41から射出瞳までの距離(射出瞳距離)は，CCDエリアセンサ41から絞り34aまでの光学的距離が長くなれば，それに伴って長くなるため，本実施例のように絞り34aを結像レンズ34b，34cよりも前(読取口25側)に配置することで，結果的にCCDエリアセンサ41から射出瞳位置までの距離を相対的に長く設定することができる。そして，CCDエリアセンサ41から射出瞳位置までの距離が長くなれば，センサ周辺部にある受光素子41aに対して入射する反射光が斜めになる度合も，それに伴って小さくなる。したがって，図5(c)のグラフ中に破線で示すように，CCDエリアセンサ41の周辺部の受光素子41aに対する集光レンズ41bによる集光率の低下を極力防止することができ，適切な読み取りの実現に寄与する。",
                        "なお，適切な読み取りを実現するためには，センサ周辺部にある受光素子41aからの出力レベルが所定レベル以上になる必要がある。そのため，例えば，センサ中心部に位置する受光素子41aからの出力に対するセンサ周辺部に位置する受光素子41aからの出力の比が所定値以上となるよう射出瞳位置を設定することが考えられる。つまり，このような射出瞳位置となるように絞り34aの位置を設定するのである。このようにしておけば，中央部と周辺部の出力差を考慮しながら，例えば照射光の光量や露光時間などを調整することが容易となり，中心部においても周辺部においても適切に読取が可能となる。",
                        "(以上につき【0039】～【0042】)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の特徴",
              "text": [
                "本件発明は，2次元コード等の読み取り対象に光を照射し，その反射光から読み取り対象の画像を読み取る光学的読取装置に関するものである。従来の光学情報読取装置(2次元コードリーダ)において複数のレンズで構成された結像レンズとともに用いられるCCDエリアセンサなどの光学的センサでは，受光した光の強さに応じた電気信号を出力する複数の受光素子が2次元的に配列され，受光素子の感度向上のため，受光素子ごとに集光レンズが設けられたものもあった。しかし，光は，センサ中央部にある受光素子には垂直に入射するものの，センサ周辺部にある受光素子には斜めに入射することから，CCDエリアセンサのうち，周辺部では，センサ中央部に比べて出力が落ち，必要な光量が確保できず，コードリーダの適切な読み取りができないという問題があった。そこで，この問題点の解決を課題とし，受光素子ごとに集光レンズが設けられた光学的センサを備えている場合において，光学的センサの周辺部の受光素子に対する集光レンズによる集光率の低下を極力防止し，適切な読み取りを実現する光学情報読取装置を提供することを目的とする。",
                "本件発明は，上記課題を解決するための手段として，操作者が手で握るための把持部として機能するケースには，その上面に情報を入力するためのキーパットと表示液晶ディスプレイが，側面に読み取り用スイッチが，それぞれ配置され，前記ケース内には，赤色光を照射する発光手段と，複数のレンズで構成された結像レンズと複数の受光素子が2次元的に配列されるとともに，受光素子ごとに集光レンズが設けられた光学的センサと，絞りと，カメラ部制御装置とを備える光学情報読取装置において，従来の光学情報読取装置では，複数枚のレンズが組にされた組レンズの中心付近に絞りが配置されていたものを，読み取り対象からの反射光が絞りを通過した後で結像レンズに入射するように絞りを配置することによって，光学的センサから射出瞳位置までの距離を相対的に長く設定し，光学的センサの周辺部に位置する受光素子に対して入射する前記読み取り対象からの反射光が斜めになる度合いを小さくして，センサ中心部に位置する受光素子からの出力に対するセンサ周辺部に位置する受光素子からの出力の比が所定値以上となるように，射出瞳位置を設定するという構成を採用したものである。",
                "本件発明は，前記の構成を採用することにより，光学的センサの周辺部の受光素子に対する集光レンズによる集光率の低下を防止し，中央部と周辺部の出力差を考慮しながら照射光の光量や露出時間等を調整することにより，中心部においても周辺部においても適切な読み取りを可能としている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "公然実施であることの認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "後掲各証拠(特に断らない限り，書証番号には枝番号を含む。)によれば，以下の各事実を認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲3製品及び甲45製品の形態等",
                      "text": [
                        "被告は，その代理人中岡起代子弁護士において，平成29年3月9日，ウェルチアレン社製の二次元コードリーダ(製造年月「May1997」，モデル番号「44001」，製造番号「Ｎ-22-01454」。甲3製品)を解体した上，内蔵のCCDセンサの型番号等を確認し，事実実験公正証書を作成した(甲3)。",
                        "また，被告は，同年1月10日，その従業員Aにおいて，ウェルチアレン社製の二次元コードリーダ(製造年月「July1997」，モデル番号「4400LR-13」，製造番号「Ｎ-30-00719」。甲45製品)を解体した上，内蔵のCCDセンサの型番号等を確認した(甲45)。",
                        "甲3製品及び甲45製品は，いずれも，ソニー社製のCCDイメージセンサICX084AL(オンチップマイクロレンズを搭載したもの。甲46，49の2。以下「公知センサ」という。)を備え，さらに光学系として3枚のレンズからなる結像レンズ及びこれらのレンズの間の絞りを備えたものである(甲3，45)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許の出願前におけるIT4400の販売",
                      "text": [
                        "アイニックス社は，本件特許出願の前である平成9年7月頃から，2次元バーコードの読み取りを行うことができるバーコードリーダIT4400を輸入して，日本国内で他社に販売した(甲4，57，64，65)。",
                        "アイニックス社により平成9年7月から平成10年にかけて作成された出荷台帳(甲58の7・8)には，同社が輸入し販売したIT4400がシリアルナンバー(製造番号)によって具体的に特定されている。これによれば，本件特許の出願日である平成9年10月27日より前に，合計35個が入庫し，合計23個が出庫していることが記載されているほか，甲45製品と1番違いである「Ｎ-30-00718」のIT4400が平成9年8月7日に入荷し，平成10年3月19日に株式会社ギブハウスに出荷されたことも記載されている(甲58の8)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許出願前に日本国内において販売されたIT4400と甲3製品及び甲45製品が同じ特徴を備えていることについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "平成9年当時ウェルチアレン社においてIT4400の設計開発に従事したBは，平成29年10月11日付けの宣誓供述書において，本件特許の出願前に日本国内において公然実施されていたIT4400と甲3製品及び甲45製品とは，いずれも「第2世代」の製品に属するものであること，「第2世代」の製品は，平成9年6月から平成12年にかけて製造販売されたものであり，その前後の時期の製品に当たる「第1世代」や「第3世代」のものと区別して，ウェルチアレン社のデータコレクション・ディビジョンを承継した被告において保管されていること，「第2世代」の製品は，具体的な型番や製造年月日にかかわらず，公知センサを備え，さらに光学系として3枚のレンズからなる結像レンズ及びこれらのレンズの間の絞りを備えたものであったこと，を陳述している(甲58の1)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の設計開発従事者の陳述は，当時ウェルチアレン社において発行されたニュースリリース(甲58の2)及び製品の使用説明書(甲58の3・4)，月刊バーコード誌(平成9年8月号)掲載の広告(甲58の5)，アイニックス社において発行した製品のパンフレット(甲58の6)並びにウェルチアレン社作成のレンズ構成PCB図面(甲58の10)の内容とも整合している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記アの各事実に加え，上記イ(ア)の設計開発従事者の陳述によれば，公知センサを備え，さらに光学系として3枚のレンズからなる結像レンズ及びこれらのレンズの間の絞りを備えるという特徴を有するIT4400が，本件特許の出願前に日本国内において販売され，公然実施されていたこと，そして，その製品は，上記特徴において，甲3製品及び甲45製品と共通すること，以上の事実を認めることができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "この点について，原告は，本件では本件特許出願前に日本国内において販売されていた製品を確認することができていないことを指摘するほか，長期間が経過したものであることなどを指摘して上記イ(ア)の設計開発従事者の陳述の信用性を争うが，上記イ(イ)のとおり，ニュースリリース(甲58の2)，使用説明書(甲58の3・4)，雑誌の広告(甲58の5)，製品のパンフレット(甲58の6)，レンズ構成PCB図面(甲58の10)といった，当時作成された書類等との内容と合致することによって支えられているし，他方で，上記陳述の信用性を疑わせるような具体的事実があるものでもない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上の次第であるから，甲3製品及び甲45製品と同様の特徴を持つ製品IT4400が本件特許の出願前に日本国内において公然実施されていたことが認められ，この認定を覆すに足りる証拠はない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "IT4400発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "後掲各証拠によれば，次の事実を認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許の出願前に日本国内において公然実施されていたIT4400は，QRコードを含むマトリックスコード，すなわち，2次元バーコードの読み取りを行うことができるものであって，そのためのRS232C等のインターフェースや読み取りのために必要な制御回路を備え，公知センサを備え，さらに光学系として3枚のレンズからなる結像レンズ及びこれらのレンズの間の絞りを備えたものである(甲4の6・7，46，49の2，58の2)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲3製品及び甲45製品のいずれも，公知センサを備え，さらに光学系として3枚のレンズからなる結像レンズ及びこれらのレンズの間の絞りを備えたものである(甲3，45)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件特許の出願前に日本国内において公然実施されていたIT4400と甲3製品及び甲45製品とは，いずれも公知センサを備え，光学系として3枚のレンズからなる結像レンズ及びこれらのレンズの間の絞りを備えていた(甲58)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，本件特許の出願前に日本国内において公然実施されていたIT4400は，甲3製品及び甲45製品と同様に，少なくとも，QRコードを含む2次元バーコードの読み取りのために必要な制御回路，受光素子毎に集光レンズが設けられたエリアセンサであるソニー社製ICX084AL(公知センサ)，及び，光学系として3枚のレンズからなる結像レンズとこれらのレンズ間に配置された絞り，を備えたものであること，が認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "加えて，証拠(甲57の1・5・6)によれば，本件特許の出願前に日本国内において公然実施されていたIT4400は，甲57の5・6中の写真のものであることが認められ，また，証拠(事実実験公正証書である甲3中の写真，甲4の3・7，58の1)によれば，そのIT4400は，いわゆるガンタイプのコードリーダであって，そのケースは，結像レンズを含む光学系や制御回路が形成された基板を配置された本体部分と本体部分の下面後部からさらに後方斜めに向けて形成されて把持部となるグリップ部分とからなり，さらにグリップ部分のこれを把持した手の人差指が位置する箇所に読取スイッチを備えるものであり，他方，キーパット及び液晶ディスプレイは，ケースの本体部分とグリップ部分のいずれにも備えられていないことが認められる。",
                    "また，証拠(甲57の1・5・6)によれば，本件特許の出願前に日本国内において公然実施されていたIT4400は，読取用の光源として波長が660nmである可視光LEDを備えており，波長が660nmである可視光は赤色光であるから，公然実施されていたIT4400は，そのケース内に配置された読み取り対象に対して赤色光を照射する発光手段を備えるものであることが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，IT4400発明は，本件審決の認定したとおりのもの(前記第2の3(2)イ)であると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，月刊バーコード誌(平成9年8月号。甲77)に掲載された広告製品は，当時アイニックス社により日本国内で販売されていたものであることを前提として，広告製品と甲3製品及び甲45製品との間には，その態様において，少なくとも，4点の相違があり，上記ウのように認定することはできないと主張する。",
                    "しかしながら，証拠(甲57の1)によれば，広告製品の写真は，アイニックス社において，米国のウェルチアレン社から送付された写真をそのまま使用したものであり，日本国内で販売した製品の形状(甲57の5・6)と異なっているから，広告製品が当時アイニックス社により日本国内で販売されていたものであるとみることは困難である。また，被告は，広告製品の写真は，試作段階の製品を撮影したものである可能性があり，同写真の撮影後に製品の外観に小規模な変更が加えられることもあったが，公知センサ，光学系，赤色光(照明システム)の変更はなかったと主張するところ，被告の主張するこの事実を疑うべき具体的な事情もない。",
                    "したがって，広告製品と甲3製品及び甲45製品の外観上の相違点は，IT4400発明の構成の認定に影響を与えない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "よって，本件審決によるIT4400発明の認定に誤りがあるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明とIT4400発明との対比",
              "text": [
                "IT4400発明が本件審決による認定のとおりであることからすれば，本件発明とIT4400発明との一致点及び相違点も本件審決の認定したとおり(前記第2の3(3))であるものと認められ，原告もこのこと自体は争っていない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1に係る容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知例の記載事項",
                  "text": [
                    "甲12，甲13及び甲15には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特開平7-168093号公報(甲12)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "産業上の利用分野",
                          "text": [
                            "本発明は3枚玉による結像レンズに関し，特にTV電話用，ドアホーン用，監視用等のビデオカメラやスチルビデオカメラ等の撮影レンズとして好適な3枚玉による結像レンズに関するものである(【0001】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "従来の技術",
                          "text": [
                            "最近固体撮像素子の各受光素子の受光面に各々凸レンズからなるマイクロレンズを配設し，受光素子の不感帯に向う光束も受光素子に集めて感度を向上せしめるようにした固体撮像素子が実用化されている。このような固体撮像素子に入射する光束が上記マイクロレンズの光軸に対して大きく傾くとマイクロレンズの開口でいわゆるケラレが生じ入射光束が受光素子に有効に入射しなくなる。その結果，画面の周辺部の明るさが画面の中心部の明るさに比較して不足し，画面の周辺部が暗くなる現像を生じる。このような現像を回避するためには固体撮像素子への入射光束の入射角をなるべく小さくすることが必要で，撮影レンズの射出瞳を結像面からなるべく離して配することが必要となる(【0004】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "課題を解決するための手段",
                          "text": [
                            "本発明の3枚玉による結像レンズは，被写体側に凹面を向けた負の屈折力を有するメニスカスレンズからなる第1のレンズと，正の屈折力を有する第2のレンズと，負の屈折力を有する第3のレンズが被写体側からこの順に配列されるとともに絞りまたは仮想絞りがレンズ系全体の被写体側端部近傍もしくはレンズ系よりも被写体側に配されてなり，前記第3のレンズのアッベ数を ν3 としたとき，",
                            "ν3 ≦40",
                            "なる条件式を満足することを特徴とするものである(【0010】)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "作用",
                          "text": [
                            "上述した構成によれば，絞りまたは仮想絞りをレンズ系全体の被写体側端部の近傍もしくはレンズ系よりも被写体側に配することによりレンズ系の射出瞳を結像面から遠くに離すことができ，これにより固体撮像素子に入射する光束の入射角を小さくすることができるのでマイクロレンズ付きの受光素子におけるいわゆるケラレを防止でき，画面周辺部において光量不足となる事態を防止し得る(【0011】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特開平5-188284号公報(図は別紙2記載のものを参照。甲13)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "産業上の利用分野",
                          "text": [
                            "この発明は撮影用トリプレットレンズに関する。この発明は，ビデオカメラやスチールビデオカメラに好適に利用できる(【0001】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "従来の技術",
                          "text": [
                            "また近来，各受光素子の受光面に凸のマイクロレンズを形成し，各受光素子への入射光量の増加を意図した固体撮像素子も実用化されている。このような固体撮像素子では，受光素子に入射する光線がマイクロレンズ光軸に対して大きく傾くと，マイクロレンズの開口により「ケラレ」て受光素子に入射しなくなる事態が生じる。この傾向は撮影レンズの光軸から離れるに従って生じ易く，かかる事態が生ずると画像中心部に比して画像周辺部の光量不足を助長する結果を招く。このような問題を避けるためには，固体撮像素子への入射光線を，なるべく受光面法線に近い角度で入射させる必要がある。このために撮影レンズの射出瞳は像面からなるべく離れていることが望ましい(【0004】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "課題を解決するための手段",
                          "text": [
                            "この発明の撮影用トリプレットレンズは，請求項1～4のレンズとも，図1に示すように「物体側に前置された絞り0の像側に，絞り0側から像側に向かって順次，第1群1ないし第3群3を配して」なる。第1群1は両凸レンズ，第2群2は両凹レンズ，第3群3は両凸レンズであり，従って全系は3群3枚構成である。また，請求項1～4の撮影用トリプレットレンズは，1以上のレンズ面に非球面を採用した点においても共通している(【0008】)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "作用",
                          "text": [
                            "上記のように，この発明の撮影用トリプレットレンズでは，第1に絞りが物体側に前置された所謂「前絞り型」であり，このように絞りを前置することにより射出瞳を像面から離している(【0013】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特開平5-40220号公報(甲15)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "産業上の利用分野",
                          "text": [
                            "この発明は撮像用結像レンズ，より詳細にはCCD等の固体撮像素子を用いる撮像装置の結像レンズに好適な撮像用結像レンズに関する。この撮像用結像レンズは，ビデオカメラやスチルビデオカメラに良好に利用できる(【0001】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "従来の技術",
                          "text": [
                            "また近来，固体撮像素子の各受光エレメントへの入射光量を増大させるため，各受光エレメント上に凸のマイクロレンズを形成することが行なわれているが，このような固体撮像素子とともに用いられる撮像用結像レンズでは，射出瞳ができるだけ像面から離れていることが望ましい。光軸に対して大きな角度をもって撮像面に入射する光は，上記マイクロレンズの開口により「ケラれ」，撮像面中心部に対し周辺部での光量不足を助長するので，軸外光束をなるべく撮像面に直交に近い状態で入射させるためである(【0003】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "作用",
                          "text": [
                            "この発明の撮像用結像レンズは，射出瞳を像面から遠ざけるために，上記のように絞りを第1群の物体側に配置した所謂「前絞り」の構造を採用した(【0011】)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知技術の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲12，甲13及び甲15の上記各記載によれば，本件特許の出願当時，複数の受光素子が2次元的に配列されるとともに，当該受光素子ごとに集光レンズ(マイクロレンズ)が設けられた光学的センサを用いたカメラ装置にあっては，その中心部と周辺部とにおける光の入射角の相違による周辺部の光量不足が，集光レンズを採用しないものより大きくなるという課題が存在し，その課題を解決するために，複数のレンズで構成される結合レンズに対し，絞りを被写体側に配置して中心部と周辺部との入射角の差を小さくすることにより，周辺部の光量不足を緩和することは，当業者の周知技術であったと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，ビデオカメラ装置とコードリーダとでは技術分野が異なり，ビデオカメラ装置の技術はコードリーダにも適用することができるような幅広い周知技術でないと主張する。",
                        "しかしながら，コードリーダであるIT4400は，A「複数のレンズで構成され，読み取り対象からの反射光を所定の読取位置に結像させる結像レンズ」と，B「前記読み取り対象の画像を受光するために前記読取位置に配置され，その受光した光の強さに応じた電気信号を出力する複数の受光素子が2次元的に配列されると共に，当該受光素子毎に集光レンズが設けられた，CCDエリアセンサである，光学的センサ」と，C「該光学的センサへの前記反射光の通過を制限する絞り」とを備えており，上記周知技術に係るビデオカメラ装置と共通する光学系及び撮像方式を採用していることからみても，ビデオカメラ装置と全く異なる技術分野に属するということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，上記周知技術が解決しようとした課題である周辺部の光量不足とは，撮像素子の受光素子ごとに，素子開口部より大きい口径のマイクロレンズを配設し，同レンズで集光する構成を採用したことにより生じる事象であり，用途がカメラ装置である場合に特有のものではなく，同様の光学系及び撮像方式を採用したコードリーダであるIT4400においても生じ得る事象であることは，当業者が普通に認識することができたものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "容易想到性",
                  "text": [
                    "このように技術分野と課題が共通することからすると，公然実施されたIT4400に上記周知技術を組み合わせて，周辺部の光量不足を緩和するために，「読み取り対象からの反射光が絞りを通過した後で結像レンズに入射するよう，絞りを配置することによって，光学的センサから射出瞳位置までの距離を相対的に長く設定し，前記光学的センサの周辺部に位置する受光素子に対して入射する前記読み取り対象からの反射光が斜めになる度合いを小さくして，適切な読取りを実現」することは，当業者が容易に想到することができたというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，訂正によって生じた相違点4に係る本件発明の構成に関連して，IT4400は，いわゆるガンタイプのコードリーダで，ある程度の大きさが許容され，周辺部の光量不足の課題が顕在化しにくいことや，ビデオカメラ装置と2次元コードリーダでは求められる機能の優先順位が異なり，発光手段の有無やコンパクト化のニーズを含めてレンズや絞りの設計思想自体，根本的に相違していることを挙げ，IT4400に対して，上記周知技術を組み合わせる動機付けを欠く旨主張する。",
                    "しかし，周辺部の光量不足は，マイクロレンズ付き撮像素子を採用することに起因して生じる課題であって，ガンタイプのコードリーダであれば，マイクロレンズ付き撮像素子を採用しても，当該課題が生じないということはできないから，その解決手段として，上記周知技術を採用することについて動機付けを欠くということはできない。また，原告の主張する，装置に求められる機能の優先順位の相違が，上記周知技術の採用を阻害する事情に当たるともいえない。",
                    "よって，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，本件審決の相違点1に係る容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点2に係る容易想到性について",
              "text": [
                "相違点2に係る本件発明の構成は，「前記光学的センサの中心部に位置する受光素子からの出力に対する前記光学的センサの周辺部に位置する受光素子からの出力の比が所定値以上となるように，前記射出瞳位置を設定して，露光時間などの調整で，中心部においても周辺部においても読取が可能となるようにした」というものであり，光学的センサの「中心部」と「周辺部」との境界や，出力の比に関する「所定値」については，具体的に特定されていない。",
                "そして，本件明細書【0042】には，「適切な読み取りを実現するためには，センサ周辺部にある受光素子41aからの出力レベルが所定レベル以上になる必要がある。そのため，例えば，センサ中心部に位置する受光素子41aからの出力に対するセンサ周辺部に位置する受光素子41aからの出力の比が所定値以上となるよう射出瞳位置を設定することが考えられる。つまり，このような射出瞳位置となるように絞り34aの位置を設定するのである。このようにしておけば，中央部と周辺部の出力差を考慮しながら，例えば照射光の光量や露光時間などを調整することが容易となり，中心部においても周辺部においても適切に読取が可能となる。」との記載がある。",
                "本件明細書の上記記載に照らすと，相違点2に係る本件発明の構成は，その実質において，露光時間の調整など所与の調整を行うことを前提とした上で，光学的センサの中心部においても周辺部においても適切に読み取ることが可能となるように射出瞳位置を設定することをもって本件発明の構成を特定しているということができる。",
                "そうすると，公然実施されたIT4400において，相違点1に係る構成を採用し，絞りを被写体側に配置するに当たりその位置を具体的に決定する際に，射出瞳位置を「前記光学的センサの中心部に位置する受光素子からの出力に対する前記光学的センサの周辺部に位置する受光素子からの出力の比が所定値以上となるように」設定し，「露光時間などの調整で，中心部においても周辺部においても読取が可能となるように」することは，当業者において周辺部でも適切に読み取ることを可能とする2次元バーコードリーダを構成する上で，適宜に採用する事項にすぎない。",
                "そうすると，相違点2に係る本件発明の構成も，当業者において容易に想到することができたものというべきである。",
                "よって，本件審決の相違点2に係る容易想到性の判断に誤りはない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，原告の主張する取消事由には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないので棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成31年(行ケ)10022",
    "date": "2019-12-18",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089110",
    "ipprecedent_id": "5280",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}