{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1億円及びこれに対する平成29年10月18日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断りのない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「住宅地図」とする発明についての特許(特許第3799107号。請求項の数1。以下，この特許を「本件特許」といい，本件特許に係る特許権を「本件特許権」という。)の専用実施権を有していた控訴人が，被控訴人がユーザ端末にインストールされているWebブラウザを介してユーザ端末のディスプレイに地図を表示できるようにしたプログラム(以下「被告地図プログラム」という。)を製作し，ユーザの求めに応じて被告地図プログラムによってユーザ端末のディスプレイに原判決別紙物件目録記載の電子地図(以下「被告地図」という。)を表示させる行為が，本件特許権の専用実施権の侵害(直接侵害)に該当し，又は被控訴人による被告地図プログラムの製作が上記専用実施権の間接侵害(特許法101条1号)に該当する旨主張して，被控訴人に対し，専用実施権侵害の不法行為に基づく損害賠償として平成22年9月7日から平成28年4月28日までの間の損害額の一部である1億円及びこれに対する平成29年10月18日(不法行為の後で，訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原判決は，被告地図は本件特許の特許請求の範囲の請求項1に係る発明(以下「本件発明」という。)の技術的範囲に属すると認めることはできないから，その余の点について判断するまでもなく，控訴人の請求は理由がないとして，これを棄却した。",
            "控訴人は，原判決を不服として，本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "以下のとおり訂正するほか，原判決の「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁11行目から3頁1行目までを次のとおり改める。",
                "「(2)  控訴人は，平成22年9月7日，本件特許権(平成8年10月15日出願(特願平8-271986号)，平成18年4月28日設定登録)について，特許権者である有限会社エン企画から，範囲を全部とする専用実施権の設定を受け，その旨の設定登録を経由した(甲1，2)。その後，本件特許権は，平成28年4月28日に特許料不納付により消滅した(甲1)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件特許の特許請求の範囲の請求項1の記載は，以下のとおりである(甲2)。",
                "「【請求項1】",
                "住宅地図において，",
                "検索の目安となる公共施設や著名ビル等を除く一般住宅及び建物については居住人氏名や建物名称の記載を省略し住宅及び建物のポリゴンと番地のみを記載すると共に，",
                "縮尺を圧縮して広い鳥瞰性を備えた地図を構成し，",
                "該地図を記載した各ページを適宜に分割して区画化し，付属として索引欄を設け，該索引欄に前記地図に記載の全ての住宅建物の所在する番地を前記地図上における前記住宅建物の記載ページ及び記載区画の記号番号と一覧的に対応させて掲載した，",
                "ことを特徴とする住宅地図。」」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁15行目から22行目までを次のとおり改める。",
                "「(5)  被控訴人は，遅くとも平成22年5月までに，ユーザ端末にインストールされているWebブラウザを介してユーザ端末のディスプレイに地図を表示できるようにした被告地図プログラムを製作し，「https://map.yahoo.co.jp/」のURLで特定される「Yahoo！地図」との名称のWebページのデータをサーバ内に保管し，上記URLにアクセスしたユーザがインターネット上において無料で被告地図プログラムを利用して被告地図を利用できる状態にしている。",
                "被告地図プログラムの構成は，原判決別紙「被告地図プログラムの構成(分説)」記載のとおりである(甲13ないし19，乙1)。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁26行目の「(乙1，弁論の全趣旨)」から4頁3行目の「主張している。」までを次のとおり改める。",
                "「さらに，ディスプレイに表示された特定の縮尺レベルの地図について，「レバー上の表示」(両端が「＋」及び「-」で表示されたもの)の操作によって，縮尺率を上下に調整し，他の縮尺レベルの地図を表示させることができる。",
                "被告地図において住宅や建物の輪郭が記載されているのは，縮尺レベル19及び20の地図である。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告地図の本件発明の技術的範囲の属否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告地図の本件発明の構成要件充足性(争点1)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件A及びGの充足性(争点1-1)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件Bの充足性(争点1-2)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成要件Cの充足性(争点1-3)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "構成要件Dの充足性(争点1-4)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "構成要件Eの充足性(争点1-5)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "構成要件Fの充足性(争点1-6)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "均等論(争点2)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人による侵害行為の有無(争点3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "直接侵害の成否(争点3-1)"
                },
                {
                  "fig": "イ",
                  "subject": "特許法101条1号の間接侵害の成否(争点3-2)"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効の抗弁の成否(争点4)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "明確性要件違反の有無(争点4-1)"
                },
                {
                  "fig": "イ",
                  "subject": "本件特許出願前に頒布された刊行物である「ゼンリン住宅地図’93」(乙9。以下「乙9刊行物」という。)を主引用例とする本件発明の新規性及び進歩性の欠如の有無(争点4-2)"
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許出願前に「ZmapCORE  SS  Ver3．0」と題する電子地図(乙15)により公然実施されていた発明(乙12ないし15。以下「本件公然実施発明」という。)に基づく本件発明の新規性及び進歩性の欠如の有無(争点4-3)"
                },
                {
                  "fig": "エ",
                  "subject": "本件特許出願前に頒布された刊行物である「東京逓信局編纂「東京市四谷区」」の地図(大正11年12月20日発行)(乙10。以下「乙10刊行物」という。)を主引用例とする本件発明の新規性及び進歩性欠如の有無(争点4-4)"
                },
                {
                  "fig": "オ",
                  "subject": "本件特許出願前に頒布された刊行物である「火災保険赤坂区地図」(昭和9年ころ発行)(乙11。以下「乙11刊行物」という。)を主引用例とする本件発明の新規性及び進歩性欠如の有無(争点4-5)"
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人の損害額(争点5)"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点に関する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1(被告地図の本件発明の構成要件充足性)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件A及びGの充足性(争点1-1)",
                  "text": [
                    "原判決5頁24行目の「本件明細書」を「本件特許の特許出願の願書に添付した明細書(以下，図面も含めて「本件明細書」という。)」と改めるほか，原判決5頁19行目から6頁21行目までに記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件Bの充足性(争点1-2)",
                  "text": [
                    "原判決6頁24行目から8頁8行目までに記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件Cの充足性(争点1-3)",
                  "text": [
                    "原判決8頁11行目から10頁10行目までに記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "構成要件Dの充足性(争点1-4)",
                  "text": [
                    "以下のとおり当審における当事者の主張を付加するほか，原判決10頁13行目から13頁15行目までに記載のとおりであるから，これを引用する。",
                    "(当審における控訴人の主張)"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の技術的思想",
                      "text": [
                        "本件発明の技術的思想(技術的意義)は，「検索の目安となる公共施設や著名ビル等を除く一般住宅及び建物については居住人氏名や建物名称の記載を省略し住宅及び建物のポリゴンと番地のみを記載すると共に，縮尺を圧縮して」(本件発明の構成要件B及び構成要件Cの前半)という構成により，「記載スベースを大きく必要とせず」(本件明細書の【0039】)，これにより「広い鳥瞰性を備えた地図を構成」(構成要件Cの後半)する点にある。",
                        "また，本件発明の「住宅地図」(構成要件A及びG)には，紙媒体の住宅地図だけでなく，電子住宅地図も含むものであり，コンピュータが利用者に代わって所望の区画を表示する機能を備えた電子住宅地図においても，本件発明の技術的思想(本質的部分)である構成要件B及び構成要件Cの前半を備えることによって広い鳥瞰性を得ることには，利用者にとって大きなメリットがあり，大きな技術的意義がある。",
                        "以上を踏まえて，被告地図の本件発明の構成要件充足性について判断すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件Dの「区画化」の意義",
                      "text": [
                        "原判決は，構成要件Dの「区画化」とは，地図が記載されている各ページについて，記載されている地図を線その他の方法によって仕切って複数の区画に分割し，その各区画に記号番号を付すことであり，索引欄を利用することで，利用者が，線その他の方法及び記号番号により，当該ページ内にある複数の区画の中の当該区画を認識することができる形で複数の区画に分割することを意味する旨判断した。",
                        "しかしながら，まず，本件発明の特許請求の範囲(請求項1)の文言上，「区画化」は，「線」などによりユーザが区画を認識できるように区切る構成に限定されていない。",
                        "次に，電子住宅地図において，索引欄の任意の番地を選択すれば，当該番地を含む区画を中心とする地図が当該番地を中心として自動的に表示される技術及び当該番地にマークを付して点滅させるなどして目的とする建物を表示する技術は，本件特許出願時の技術常識であった(甲28，42，43，47，乙12，15)。",
                        "そして，本件特許出願時の技術常識を踏まえると，本件明細書には，「区画化」について，①地図を記載した各ページを「線」などにより目に見える形で仕切るところの典型的には紙媒体の住宅地図の構成(【0017】～【0028】，【0031】，【0032】，図1，図2，図4)と，②電子媒体の住宅地図であって，各ページを目に見える形で仕切って表示することのない住宅地図の構成(【0036】，【0037】，図7)を開示していることを理解できる。",
                        "したがって，本件発明の特許請求の範囲(請求項1)の文言及び本件明細書の上記開示事項によれば，構成要件Dの「区画化」とは，「線」などによりユーザに見えるように区画を表示してユーザが区画を容易に認識できる構成を意味するものではなく，ユーザの目に見える形であるか否かを問わず，ページを任意の形に区分することを意味すると解すべきであるから，原判決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告地図が構成要件Dを充足すること",
                      "text": [
                        "原判決は，被告地図において，線その他の方法及び記号番号により，ページにある複数の区画の中で，検索対象の建物が所在する地番に対応する区画を認識することができるとはいえないから，被告地図は，構成要件Dを充足するとは認められない旨判断した。",
                        "しかしながら，構成要件Dの「区画化」とは，ユーザの目に見える形であるか否かを問わず，ページを任意の形に区分することを意味することは，前記(イ)のとおりである。",
                        "そして，被告地図における地図データは，縮尺レベルに応じた各地図全体を「メッシュ」と呼ばれる区画に分割されて管理されており，ユーザ端末のディスプレイの画面には，仕切り線は表示されないが，複数のメッシュ地図がタイル状に並べられて表示されているから，被告地図において，縮尺レベル19の地図用のデータ及び縮尺レベル20の地図用のデータを，ユーザ端末のディスプレイの画面に表示させることは，ページを任意の形で区分しているといえる。",
                        "したがって，被告地図は，構成要件D(「地図を記載した各ページを適宜に分割して区画化し」の構成)を充足するから，原判決の上記判断は誤りである。",
                        "(当審における被控訴人の主張)"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の技術的思想",
                      "text": [
                        "本件明細書の記載によれば，本件発明の技術的思想は，地図を記載した各ページをユーザが認識できるような形で線などを用いて仕切り，ユーザが認識できるような形で「索引欄」に「番地」を「記載ページ及び記載区画の記号番号と一覧的に対応させて掲載した」構成を備えることで，ユーザが索引欄を用いて，番地から所定ページの所定区画を特定し，当該区画内を探すことで目的となる建物を探し出すことにある(【0018】，【0022】，【0028】，図2，図4等)。",
                        "したがって，本件発明の技術的思想との関係では，少なくとも構成要件D及びFも本件発明の本質的部分であるといえるから，構成要件B及びCの前半のみが本質的部分であるとする控訴人の主張は，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件Dの「区画化」の意義",
                      "text": [
                        "本件発明の特許請求の範囲(請求項1)によれば，本件発明は，「該地図を記載した各ページを適宜に分割して区画化し」(構成要件D)，「索引欄に…番地を…前記住宅建物の記載ページ及び記載区画の記号番号と一覧的に対応させて掲載した」(構成要件F)というものである。",
                        "ここで「区画」とは，「一定の土地・場所をしきること。しきり。境界。しきった土地。」を意味する(乙7)から，「区画化」とは，「地図を記載した各ページを」しきることを意味する。",
                        "そして，索引欄に記載ページ及び記載区画の記号番号が掲載されていたとしても，ユーザが，地図を記載した各ページがどのように区画化されているか(仕切られているか)を認識できないのであれば，このような区画等の記号番号の掲載はユーザにとって全く無意味な構成となってしまうこと，本件明細書に開示された本件発明の技術的思想(前記(ア))からすると，構成要件Dの「区画化」とは，地図を記載した各ページを線などにより目に見える形で仕切ることを意味すると解すべきである。",
                        "これに対し控訴人は，本件明細書には，本件発明の住宅地図として，電子住宅地図(【0036】，【0037】，図7)が開示されており，構成要件Dの「区画化」は，線などにより目に見える形で仕切ることに限られない旨主張する。",
                        "しかしながら，本件発明の特許請求の範囲(請求項1)には，本件明細書記載の「キーボードから氏名を入力すれば，その人物の居住する建物を中心にした地図がパソコン13の表示装置に表示され」(【0037】)などに対応する構成を有するものではないから，控訴人主張の電子住宅地図は本件発明の実施の形態ではない。",
                        "したがって，控訴人の上記主張は，その前提を欠くものであって失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告地図が構成要件Dを充足しないこと",
                      "text": [
                        "被告地図は，ユーザが認識できるような形で線などにより目に見える形で仕切っていないから，構成要件Dの「区画化」の構成を備えていない。",
                        "したがって，被告地図は，構成要件Dを充足しないとした原判決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "構成要件Eの充足性(争点1-5)",
                  "text": [
                    "原判決13頁17行目から14頁13行目までに記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "構成要件Fの充足性(争点1-6)",
                  "text": [
                    "以下のとおり当審における当事者の主張を付加するほか，原判決14頁17行目から20頁17行目までに記載のとおりであるから，これを引用する。",
                    "(当審における控訴人の主張)"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件Fの「番地を…記載ページ及び記載区画の記号番号と一覧的に対応させて掲載した」の意義について",
                      "text": [
                        "構成要件Fの文言自体は，記載ページや記載区画の記号番号それ自体がユーザに視認できるように索引欄に積極的に表示されることを規定していない。むしろ，構成要件Fの「一覧的」とは，文言上，「一覧表の性質を帯びたもの」を意味するものであることに照らすと，構成要件Fにおいて，記載ページや記載区画の記号番号それ自体がユーザに視認できるように索引欄に積極的に表示されていなくとも，表示されているのと同様に，一覧表に掲載されるべき事項同士の対応関係が理解ないし利用できるものであればよいと理解できる。",
                        "次に，本件特許出願時の技術常識を踏まえると，本件明細書の【0037】の記載から，構成要件Fの「番地を…記載ページ及び記載区画の記号番号と一覧的に対応させて掲載した」とは，電子住宅地図においては，「番地」と「記載ページ及び記載区画の記号番号」とがコンピュータ上で対応付けられており，掲載されている「番地」の1つを選択することで，当該番地に対応する記載ページ及び記載区画の記号番号の地図が画面の中央に表示される態様を含んでいると解釈することが妥当である。",
                        "以上によれば，構成要件Fは，記載ページ及び記載区画の記号番号がユーザの目に見える形で掲載される構成に限定されない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告地図が構成要件Fを充足すること",
                      "text": [
                        "被告地図プログラムの構成(1)によってユーザ端末のディスプレイに表示された被告地図(以下「被告地図の構成(1)」という。)においては，①「「lat=…&lon=…&ac=…&az=…」という番及び号ごとに設定された特定の緯度及び経度を含む地点データと縮尺レベル16を示す縮尺データとを含むURL」がハイパーリンクとして設定されている，②当該番地及び号をクリックすると，縮尺レベル16の地図が表示されると共に，その中心に該当する位置が「①」と表示される旗印でマークされる，③この縮尺レベル16の地図をそのまま画面上に表示されているズーム機能で機械的に拡大すると，「①」と表示される旗印の位置はいずれも同じ中心の位置のまま縮尺レベル19及び20の地図が表示され，ユーザは目的となる地図にたどり着くことができるという仕組みにより，「番地及び号」のアイコンは，特定の緯度及び経度を含む地点データと縮尺レベル19及び20を示す縮尺データに対応づけて掲載されているから，被告地図の構成(1)は，構成要件F(「該索引欄に前記地図に記載の全ての住宅建物の所在する番地を前記地図上における前記住宅建物の記載ページ及び記載区画の記号番号と一覧的に対応させて掲載した」との構成)を充足する。",
                        "次に，被告地図プログラムの構成(2)によってユーザ端末のディスプレイに表示された被告地図(以下「被告地図の構成(2)」という。)においては，縮尺レベル17の地図に表示される番及び縮尺レベル19の地図に表示される号の番号の各アイコンをクリックすると，Javaアプリケーションがユーザの選択を把握して適宜の処理をし，特定の緯度及び経度並びに縮尺レベル19及び20に係るメッシュ地図がユーザのPC画面上に自動的に掲載されることからすると，番のアイコン及び号のアイコンは，特定の緯度及び経度を含む地点データと縮尺レベル19及び20を示す縮尺データに対応付けて掲載されているといえるから，被告地図の構成(2)は，構成要件Fを充足する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "まとめ",
                      "text": [
                        "以上によれば，被告地図(被告地図の構成(1)及び(2))は，本件発明の構成要件AないしGをすべて充足するから，本件発明の技術的範囲に属する。",
                        "(当審における被控訴人の主張)"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "subject": "構成要件Fの「番地を…記載ページ及び記載区画の記号番号と一覧的に対応させて掲載した」の意義について",
                      "text": [
                        "「一覧」とは，「一覧表。全体が一目で分かるようにしたもの。」(乙2)を，「掲載」とは，「新聞・雑誌などに文章・絵・写真などをのせること。」(乙26)を意味するから，「一覧的に対応させて掲載」とは，(ユーザが)一目で分かるように載せられていることを意味する。",
                        "したがって，構成要件Fの「記載ページ及び記載区画の記号番号と一覧的に対応させて掲載した」とは，少なくとも，ユーザが「記載ページ及び記載区画の記号番号」を視認できることを前提とするものであり，これに反する控訴人の主張は，文言解釈の域を超えており，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告地図が構成要件Fを充足しないこと",
                      "text": [
                        "被告地図は，少なくとも，住宅建物の「記載ページ及び記載区画の記号番号」が一目で分かるように対応付けて表示されていないから，構成要件Fを充足しない。",
                        "これに対し控訴人は，被告地図の構成(1)では，表示される番及び号に緯度経度や縮尺レベル16を示すデータを含むURLがハイパーリンクとして設定されていることを理由に構成要件Fの充足を主張する旨主張する。",
                        "しかしながら，縮尺レベル16の地図は，①そもそも，住宅や建物の輪郭が記載されていない地図であるから，本件発明とは無関係の地図であるし，②緯度や経度は，点であるから，住宅建物の「記載ページ及び記載区画の記号番号」の構成を充足しないし，③複数のURLが一覧的に表示されることもないから，「一覧的に…掲載した」との構成を充足しない。また，②及び③の理由により，被告地図の構成(2)は，構成要件Fを充足しない。",
                        "したがって，控訴人の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "まとめ",
                      "text": [
                        "以上によれば，被告地図(被告地図の構成(1)及び(2))は，本件発明の構成要件AないしGをすべて充足しないから，本件発明の技術的範囲に属さない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2(均等論)について",
              "text": [
                "(控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に本件発明の構成要件Dの「区画化」の構成が，地図が記載されている各ページについて，記載されている地図を線その他の方法によって仕切って複数の区画に分割し，その各区画を特定する番号又は記号番号を付し，利用者が，線その他の方法及び記号番号により，当該ページ内にある複数の区画の中の当該区画を認識することができる形で複数の区画に分割することを意味するものと解し，また，仮に構成要件Fの「索引欄に…住宅建物の所在する番地を前記地図上における…記載ページ及び記載区画の記号番号と一覧的に対応させて掲載した」との構成が，索引欄に所在番地の記載ページ及び区画の記号番号がユーザの目に見える形で掲載される構成に限られると解した場合には，被告地図は，各ページに線その他の方法及び記号番号が付されていない点及び「特定の緯度・経度を含む地点データと縮尺レベル19ないし20を含むURL」が画面に「一覧的に」表示されていない点で本件発明と相違することとなるが，以下のとおり，被告地図は，均等の第1要件ないし第3要件を充足するから，本件発明の特許請求の範囲に記載された構成と均等なものとして，本件発明の技術的範囲に属する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "第1要件(相違部分が本質的部分でないこと)について",
                      "text": [
                        "被告地図の構成(1)は，地図を記載した各ページについて，線その他の方法及び記号番号を付さずに複数の区画に適宜に分割したものである点において本件発明の構成要件Dの構成と相違し，特定の緯度・経度を含む地点データと縮尺レベル19ないし20を含むURLが画面に一覧的に表示されていない点において本件発明の構成要件Fの構成と相違する。",
                        "また，被告地図の構成(2)は，地図を記載した各ページについて，線その他の方法及び記号番号を付さずに複数の区画に適宜に分割したものである点において本件発明の構成要件Dの構成と相違し，特定の緯度・経度を含む地点データと縮尺レベル19ないし20に紐付けられたデータが画面に一覧的に表示されていない点において本件発明の構成要件Fの構成と相違する。",
                        "しかるところ，本件明細書の記載(【0002】ないし【0011】，【0021】，【0030】，【0039】)や公知技術の内容に照らせば，本件発明は，建物表示に住所番地ばかりでなく居住者氏名も全て併記されていたために一軒毎の建物の記載スペースを大きく取る必要があった従来の住宅地図から，検索の目安となる公共施設や著名ビル等を除く一般住宅及び建物についての居住人氏名や建物名称の記載を省略することで，住宅地図上の一軒毎の建物の記載スペースを番地が判読出来る程度にまで圧縮し，それによって広い鳥瞰性を得ることを可能とする発明である。",
                        "そして，このような構成を規定した構成要件B及びCが，発明特有の解決手段を基礎付ける技術的思想の中核をなす特徴的部分(本件発明の本質的部分)であるといえる。",
                        "したがって，被告地図の構成(1)及び(2)と本件発明との上記相違部分は本件発明の本質的部分ではないから，被告地図は，第1要件を充足する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "第2要件(置換可能性)について",
                      "text": [
                        "本件明細書の記載(【0010】，【0039】)に照らせば，本件発明の目的は，ビル等の一軒毎に居住者名や会社名等の対応付けが容易で，縮尺率が高く小型で廉価であり，内容が最新，正確，かつプライバシーに配慮し，検索が迅速にできる住宅地図を提供することにあり，本件発明の作用効果は，ユーザに小判で，薄く，取り扱いの容易な廉価な住宅地図を提供することができることや，簡潔で見やすく迅速に検索することが可能な住宅地図を提供できることにある。",
                        "しかるところ，被告地図は，公共施設や主要なマンション等を除く一般住宅及び建物については居住人氏名や建物名称の記載が省略され，住宅及び建物のポリゴンと丁目，番及び号のみを記載すると共に，住宅及び建物のすべての名称が記載された地図に比較して縮尺率が高い縮尺レベルの地図であること(甲14，15，18，19)からすると，構成要件D及びFの相違部分に係る本件発明の構成を被告地図の構成(1)又は(2)と置き換えたとしても，本件発明の上記目的を達成し，本件発明と同一の作用効果を奏する。",
                        "したがって，被告地図は，第2要件を充足する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "第3要件(置換容易性)について",
                      "text": [
                        "本件特許出願時，電子住宅地図において，住所とベクトルデータである建物図形が存する地図区画を連結させる技術は，技術常識であったことからすると，当業者であれば，構成要件D及びFの相違部分に係る本件発明の構成を被告地図の構成(1)又は(2)に置き換えることは，被告地図の製造時点において，容易に想到することができたものといえる。",
                        "したがって，被告地図は，第3要件を充足する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "第4要件(容易推考性)について",
                      "text": [
                        "本件発明の構成要件B及びCは，本件特許出願時点において容易に推考できたものではないところ，被告地図の構成(1)及び(2)は，本件発明の構成要件B及びCの構成を具備しているから，被告地図は，本件特許出願時点における公知技術から容易に推考することができたものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "第5要件(意識的除外等の特段の事情)について",
                      "text": [
                        "本件明細書の【0036】及び【0037】の記載は，電子地図において「記載ページ及び記載区画の記号番号」が掲載されない態様に置き換えることができるものであることを記載していると評価することはできない。",
                        "したがって，本件特許の出願経過等において，被告地図の構成(1)及び(2)が意識的に除外されたとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，被告地図(被告地図の構成(1)及び(2))は，均等の第1要件ないし第3要件を充足するから，本件発明の特許請求の範囲に記載された構成と均等なものとして，本件発明の技術的範囲に属する。",
                    "(被控訴人の主張)"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "被告地図は，均等の第1要件ないし第3要件を充足せず，一方で，第4要件及び第5要件を充足するから，本件発明の特許請求の範囲に記載された構成と均等なものということはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "第1要件(相違部分が本質的部分でないこと)について",
                      "text": [
                        "本件発明は，従来技術と比較して特許発明の貢献の程度がそれほど大きくないと評価される場合に該当し，本件発明の本質的部分は特許請求の範囲の記載とほぼ同義のものとして認定されるべきであるから，本件発明の構成要件の全てが本質的部分に該当する。",
                        "また，構成要件B及びCの構成だけでは，本件発明の課題である「検索が迅速にできる住宅地図を提供する」ことは実現できないし，そのような作用効果を奏することもないのであって，迅速な検索を可能にするためには，構成要件Fにおける「索引欄」の構成をも併せて採用することが必要である。",
                        "したがって，構成要件B及びCに加えて，少なくとも構成要件Fにより特定される「索引欄」の構成も組み合わせた部分が，本件発明の本質的部分に該当する。",
                        "したがって，構成要件D及びFは本件発明の本質的部分に該当するから，構成要件D及びFの構成を備えていない被告地図は，均等の第1要件を充足しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "第2要件(置換可能性)について",
                      "text": [
                        "本件発明では，ユーザが索引欄の「記載ページ及び記載区画の記号番号」や，地図の記載されたページの目に見える形の仕切りを頼りに，検索対象となる建物を検索する。これに対し，被告地図では，対象となる建物はコンピュータ操作で表示されるものであり，本件発明とは課題解決の原理も作用効果も全く異なる。",
                        "したがって，構成要件D及びFの相違部分に係る本件発明の構成を被告地図の構成(1)又は(2)に置換する可能性はないから，被告地図は，第2要件を充足しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "第3要件(置換容易性)について",
                      "text": [
                        "本件発明は，索引欄から直接，目的となる「住宅建物」の存在する「記載ページ及び記載区画」にたどりつくことができる構成を採用し，「検索が迅速にできる」との課題を解決するものである。",
                        "しかるところ，被告地図の構成(1)では，各番に併記された［地図］との表記や号との表記に，これらに対応して設定された特定の緯度及び経度並びに住宅や建物の輪郭が記載されていない縮尺レベル16に係る情報を含むURLへのハイパーリンクが設定されているにとどまり，縮尺レベル16の地図から縮尺レベル19や20の地図を表示するには，ユーザが地図の縮尺を適宜調節する操作が必要である。被告地図の構成(1)を採用した場合，索引欄から直接，目的とする住宅建物に到達して迅速に検索を行うという本件発明の課題解決を阻害することになるから，このような置換が容易であるとはいえない。",
                        "また，被告地図の構成(2)では，番や号をクリックするとブラウザ上で実行されるJavaアプリケーションが適宜の処理をするなどの構成を含むものであるから，構成要件Fの構成を上記構成に置き換えることが容易であるとはいえない。",
                        "さらに，被告地図の構成(1)及び(2)そのものが開示された文献はなく，被告地図の構成(1)及び(2)を採用する動機付けもない。",
                        "したがって，被告地図は，第3要件を充足しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "第4要件(容易推考性)について",
                      "text": [
                        "控訴人が主張するように，住所と地図区画を連結させる技術は本件特許出願時において技術常識であったというのであれば，本件公然実施発明の構成から，被告地図の構成(1)及び(2)を容易に推考できる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "第5要件(意識的除外等の特段の事情)について",
                      "text": [
                        "本件明細書においては，ユーザが区画や索引欄等を頼りに目的となる建物を検索するという構成要件D及びFの代替的構成として，ユーザがコンピュータ操作により目的となる建物を表示する構成(【0037】)を開示しながら，本件発明は，あえて構成要件D及びFを有する発明として特定されている。",
                        "また，本件特許の出願当初の特許請求の範囲には，電子地図に関する請求項7以降が存在したものの(乙3の2)，拒絶理由通知(乙4の1)を受けて，電子地図に関する請求項を全て削除する補正をしたことにより(乙4の3)，本件明細書記載の電子地図は，特許発明の実施の形態ではなくなったという経緯がある。",
                        "したがって，被告地図の構成(1)及び(2)は，本件発明の技術的範囲から意識的に除外されたものである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "まとめ",
                      "text": [
                        "以上のとおり，被告地図の構成(1)及び(2)は，均等の第1要件ないし第3要件を充足せず，一方で，第4要件及び第5要件を充足する。",
                        "したがって，被告地図は，本件発明の特許請求の範囲に記載された構成と均等なものということはできないから，本件発明の技術的範囲に属さない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3(被控訴人による侵害行為の有無)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "直接侵害の成否(争点3-1)",
                  "text": [
                    "(控訴人の主張)",
                    "原判決26頁17行目から27頁20行目までに記載のとおりであるから，これを引用する。",
                    "(被控訴人の主張)",
                    "原判決27頁25行目から28頁18行目までに記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許法101条1号の間接侵害の成否(争点3-2)",
                  "text": [
                    "(控訴人の主張)",
                    "前記アの控訴人の主張で述べた被告地図プログラムを製作する行為は，「その物(住宅地図)の生産にのみ用いる物(プログラム)の生産」として，本件特許権についての間接侵害行為(特許法101条1号)に該当する。",
                    "(被控訴人の主張)",
                    "被告地図プログラムは，住宅や建物を模した多角形，番地等を表示しない地図(縮尺レベル1～18の地図)の表示にも用いられ，これらの地図は，本件特許の技術的範囲に属しないのであるから，被告地図プログラムは「その物の生産にのみ用いる物」に該当しない。",
                    "したがって，被控訴人の行為は，間接侵害行為にも該当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点4(無効の抗弁の成否)について",
              "text": [
                "以下のとおり訂正するほか，原判決28頁末行から48頁2行目までに記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決32頁2行目の「乙9発明に基づく新規性・進歩性の欠如の有無」を「乙9刊行物を主引用例とする本件発明の新規性及び進歩性の欠如の有無」と，同頁5行目から6行目にかけての「乙9発明」を「発明(乙9発明)」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決34頁13行目の「乙10発明」の次に「(乙10刊行物に記載された発明)」を，同行目の「乙11発明」の次に「(乙11刊行物に記載された発明)」を加える。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決36頁21行目の「新規性・進歩性欠如」を「本件発明の新規性及び進歩性の欠如」と改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決41頁10行目の「乙10発明に基づく新規性・進歩性の欠如の有無」を「乙10刊行物を主引用例とする本件発明の新規性及び進歩性の欠如の有無」と改める。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決45頁13行目の「乙11発明に基づく新規性・進歩性欠如の有無」を「乙11刊行物を主引用例とする本件発明の新規性及び進歩性の欠如の有無」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点5(控訴人の損害額)について",
              "text": [
                "以下のとおり訂正するほか，原判決48頁4行目から23行目までに記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決48頁19行目末尾に行を改めて次のとおり加える。",
                    "「  よって，控訴人は，被控訴人に対し，本件特許権の専用実施権侵害の不法行為に基づく損害賠償として上記27億9000万円の一部である1億円及びこれに対する平成29年10月18日(不法行為の後で，訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めることができる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決48頁21行目の「否認する。」を「被控訴人の主張は争う。」と改める。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求は理由がないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書の記載事項等について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲2)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する図面については別紙参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【0001】",
                  "text": [
                    "【発明の属する技術分野】",
                    "本発明は，住宅，ビル等の一軒ごとに居住者名や会社名等の対応付けが容易で縮尺率が極めて高い小型な住宅地図に関する。",
                    "【0002】",
                    "【従来の技術】",
                    "従来の住宅地図には，建物表示に住所番地ばかりでなく，居住者氏名も全て併記されており，このため，それらの記載を一軒ごとに建物表示の輪郭内に納めるために一軒毎の建物の記載スペースを大きく取る必要があった。従って，住宅地図の縮尺は，実用上，小さいものでも市街地で1，000分の1から1，500分の1の大きさであることが要求される。また，これに伴って目的とする建物や建物への連絡道路や付近の状況等を一覧できるように，地図帳の大きさも比較的大判サイズのものにする必要があった。",
                    "【0003】",
                    "また，付属の索引については，住所のうち丁目とそれぞれの丁目に該当するページが掲載されているだけであったから，目的とする建物を探し出すためには，索引によって開いた上記のように大判の広いべ一ジの上で，丁目が同一であって番地が異なる多くの建物の中から目的とする建物を探し出す必要があった。さらに上記のように縮尺度の低い縮尺のもとでは一軒毎の建物の記載スペースが大きいために，同一の丁目に属する建物が数ページにまたがって分布して記載されていることが多く，このため目的とする居住地(建物)を探し出す作業が煩雑で面倒であり迅速さに欠け非能率な作業となって大きな不満を伴うものであった。",
                    "【0004】",
                    "また，従来より住宅地図には氏名と住所を記載することが必須とされており，このため，アルバイト生などを雇って一軒一軒尋ね歩かせ，住所，氏名を確認のうえ住宅地図上の当該家屋に新規に書き込み，あるいは修正するなどして，いわゆる人海戦術によって地図の作成を行っていた。このように，氏名の記載に伴う地図作成の繁雑さ及び地図作成後の住所移転に伴う氏名の記載変更作業の繁雑さは並大抵のものではなく，このように毎年行われる実地調査のための人件費が経費の相当部分を占めて，これが住宅地図の制作費を押し上げる要因となっていた。",
                    "【0005】",
                    "また，このような住宅地図は，住所番地と氏名あるいは建物などが同色で併記されているため雑然としていて見にくく，従って，肉眼でも判別可能な実用性を確保するためには大きく記載しなければならず，ますます縮尺度を低いものにさせていた。従って，全体として地図の大型化や大冊化を招き，この大型化や大冊化が上記の人件費と相俟って住宅地図を高価格なものとするとともに，携帯に不便なものともしていた。",
                    "【0006】",
                    "この高価格や大型化・大冊化のために，住宅地図は一般には普及せず，官公庁や住宅関係の情報を特に必要とする企業など，ごく一部に使用されるだけの利用率の低いものとなっている。また，同様の理由により，住宅地図を必要とする企業等においても，携帯による個別的な利用は一般的になされず，その点からも利用率の低いものとなっている。",
                    "【0007】",
                    "そして，住宅地図の利用においては，一般に，目的とする建物を探し出す過程で必要な情報は，公共施設や著名ビル等の一部例外を別にすれば専ら住宅の番地であり，この住宅の番地が目的とする建物に検索が近づいているか否かを判別するための手掛かりとなる。氏名は目的とする建物が見つかったとき更なる確認のために必要とされることはあっても，必須不可欠なものではない。のみならず，検索中における付近の建物の住人の氏名は不要なばかりか，総じて，検索に対して妨害的に作用するものである。実際，氏名は漢字やかなで表記されるため，住宅地図上の建物輪郭内に必要とするスペースの割合が大きく，結果的に，数字である住所番地はその片隅に小さく記載されざるを得ないから，記載情報を読み取る際の人間の習性として，検索中は，住所番地ばかりでなく付近の不要な文字(氏名)まで読み取ることになり迅速な検索の支障になっている。",
                    "【0008】",
                    "更に，現存の住宅地図の作成では，例えば一軒一軒表札を見て居住者の氏名を記入するため，電話帳に電話番号を掲載しない住民その他氏名の公表を希望しない住民についても住宅地図こ登載してしまうこととなる。このため，プライバシーの保護という点からも問題を有している。",
                    "【0009】",
                    "上述した様々な制約により，従来より一般の人でも容易に入手し得る低廉な価格で，かつ小型で迅速な検索が可能であるとともに個人のプライバシーの保護にも十分配慮された住宅地図が広く要望されているにもかかわらず，そのような地図が今もって実現していない。",
                    "【0010】",
                    "本発明の課題は，上記従来の実情に鑑み，住宅，ビル等の一軒ごとに居住者名や会社名等の対応付けが容易であり，縮尺率が高く小型で廉価であり，内容が最新，正確，且つプライバシーに配慮したものであり，検索が迅速にできる住宅地図を提供することである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【0011】",
                  "text": [
                    "【課題を解決するための手段】",
                    "先ず，請求項1記載の発明の住宅地図は，検索の目安となる公共施設や著名ビル等を除く一般住宅及び建物については住人氏名や建物名称の記載を省略し住所及び建物のポリゴンと番地のみを記載すると共に，縮尺を圧縮して広い鳥瞰性を備えた地図を構成し，該地図を記載した各ページを適宜に分割して区画化し，付属として索引欄を設け，該索引欄に上記地図に記載の全ての住居建物の所在する丁目，番地及び号を上記地図上における上記住居建物の記載ページ及び記載区画の記号番号と一覧的に対応させて掲載して構成される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【0017】",
                  "text": [
                    "【発明の実施の形態】",
                    "以下，本発明の実施の形態を図面を参照しながら説明する。",
                    "図1は，一実施の形態における番地(住所の地番及び号)のみを記載した住宅地図のページの一例を示す図である。同図に示す地図1は，3本の縦線2と，1本の横線3により，8つの区分に仕切られている。上段の区分は左から右へ第1区分，第2区分，第3区分及び第4区分として夫々区分の中央に括弧付きの番号が(1)，(2)，(3)及び(4)と付記されている。下段には，上記に続く区分番号が同様に区分の中央に(5)，(6)，(7)及び(8)と付記されている。これらの区分番号は，その区分を拡大して示すページの番号であり，例えば第4区分の番地付きの詳細図は，その区分番号(4)で示す4ぺージに掲載されている。この地図の図形は，原画，イメージスキャナ，ベクトルデータ変換装置，ポリゴン(多角の囲い図形)変換装置，及びコンピュータを用いて作成し，後述する番地データや一部の名称(テキストデータ)は，手作業による入力によって付加する。この地図データは住所入り電子住宅地図として適宜の媒体に記憶される。そして，必要に応じて，プロッタ等を用いて印刷出力される。",
                    "【0018】",
                    "図2は，上記一例として示したページの第4区分を拡大して示すページ即ち4ページを示している。同図に示す拡大地図4は，5本の仕切り線5によって上下に6つの区画に仕切られて(分割されて)いる。それらの区画には，左外側に，上から1，2，・・・6と区画番号が付記されている。この拡大地図4が，検索対象となる住宅地図であり，図1の地図1は，検索対象の居所を検出した後，その探し当てた住所付近の全体像を知るために利用される俯瞰図である。",
                    "【0019】",
                    "図3は，説明上の便宜のため，図2の拡大地図4の第6区画を更に拡大して示している。図3に示すように，第6区画は，左方にこの辺一帯の地名である「丙原」の字名(あざな)6が記載されている。そして，やや右方に集中して，住宅その他の建造物(以下，これらを建物という)が，ポリゴンで表され，公共施設の「○×公民館」の記載7の他には，一般住宅及び建物について居住人氏名や建物名称の記載が省略されている。建物には黒点が打たれて単に番地のみが付記されている。この黒点はコンピュータ内部でポリゴンデータを属性によって管理する為に付されている。",
                    "【0020】",
                    "同図に示す第6区画では，30，32，33，35，52，53-1，55，56，57，60，61，64，65，66，69，70，1539，1539-2，1804，1808，1812，1813-1，1813-2，1814，1821-3，1821-2の番号(番地)が順不同に散在して記載されている。",
                    "【0021】",
                    "このように番地の記載位置が1つの区画内で順不同であるのは，番地が地形や道路を境界にして区割りされる行政区分に従って付与されているためであり，単純に方形に仕切って形成される地図の区画には順序よく収まらないことからきている。このように番地の配置が順不同であると，近傍の番地が直ちには検索の目安にならないから，従来のように，これに氏名が記載されていては，氏名の記載が視野の邪魔になって，目的とする番地の建物を目視によって探し出すことが容易ではない。同図のように氏名の記載がなく番地の記載だけであると，たとえ番地の記載が順不同であっても目的とする番地の建物を目視によって探し出すことは容易である。本実施の形態においては，番地を知って建物を容易に検索できるように付属として地図に索引欄を設けてある。",
                    "【0022】",
                    "図4は，索引欄の一例を示す図表である。同図は例として字名(都市部では町名)と，その字名の中に含まれる住宅の番地(以下，住宅番地という)，そして，その住宅番地の建物が掲載されている地図の頁とその区割りが一覧的に対応させて記載されてる。",
                    "【0023】",
                    "同図に示す索引欄には字名は甲原，乙原，及び丙原の3つが示されている。字名が甲原の最初の住宅番地は「8～14-5」となっており，これに対応する頁は「1」，区割りは「4」となっている。これは甲原の8番地，9番地，・・・，14番地5号までが，1頁の第4区画に掲載されていることを表している。",
                    "【0024】",
                    "住宅番地「8～14-5」の「～」は中間の番地の記載を省略したことを表している。",
                    "すなわち，1頁の第4区画に掲載されている番地の最も小さい番地及び号が「8」(号はない)であり，最も大きい番地及び号が「14-5」であることを表している。したがって，甲原の「○池△太郎」が9番地に居住していることが電話帳で分かれば，9番地は「8～14-5」の範囲内に含まれるから，1頁を開いて第4区画を探せばよいことになる。尚，上記甲原の住宅番地と頁及び区画との対応欄が3列×10段になっていて比較的数が多いのは，連続する番地が1ヶ所に集中しておらず1頁の6区画内でばらばらに散在しているからである。",
                    "【0025】",
                    "例えば，上記の甲原では8番地から100番地4号までの範囲の番地が第3区画，第4区画，及び第6区画の合計3区画に散在し，且つ番号が6ヶ所に分断されている。",
                    "【0026】",
                    "また，番地が集中しているところでは，同図の乙原の記載のように，上記と同程度の範囲の23番地から133番地までの多数の番地が1頁の第2区画と第3区画の2区画だけに収まっており，番地も分断されていない。このように，番地が集中しているところでは索引欄は一行以内の記載となる。",
                    "【0027】",
                    "また，図3の拡大図に示す4頁の第6区画の字名「丙原」地区に掲載されている番地は，図4の索引欄では，字名「丙原」の欄の一行目の中欄に，住宅番地「30～70」，頁「4」，区画「6」として，上述した30，32，33，35，52，53− 1，55，56，57，60，61，64，65，66，69及び70番地が示されており，さらに8行目の中欄に，住宅番地「1539～1821-3」，頁「4」，区画「6」として，上述した1539，1539-2，1804，1808，1812，1813-1，1813-2，1814，1821-3及び1821-2番地が示されている。",
                    "【0028】",
                    "これによって，丙原の「×垣○次郎」の住宅を探すときは，電話帳で丙原地区のページを調べ，×垣○次郎を探し出し，そこに電話番号と共に記載されている所番地，例えば「丙原52番地」によって，図4の索引欄の字名「丙原」，住宅番地「30～70」，頁「4」，区画「6」から，図2に示す4ページの検索用地図4の第6区画内を探して，52番地の建物8(図3の拡大図参照)を探し当てることができる。",
                    "【0029】",
                    "このように，氏名が判明していれば，電話帳と索引欄を用いて容易に地図上で居住位置を探し出すことができる。また番地が判明していれば索引欄から直ちに探し出すことができる。そして，本実施の形態における検索速度を測定した試験結果によれば，従来の氏名入りの住宅地図に比較して，およそ十倍の速度で検索できることが判明している。",
                    "【0030】",
                    "また，このように，この住宅地図は番地の記載のみであるから，番地が判読出来る程度に小さく縮尺できる。実用的なレベルでの最高縮尺度を種々実験してみると，従来の市街地区域の一般的な1／1000の縮尺に対して，更に縦・1／5，横・1／5にまで圧縮して，1／5000の縮尺にまで形成できることが分かる。これは従来の1／1000の縮尺に対して面積でみると1／25のデータ量の圧縮となる。すなわち，およそ1／25の小型な住宅地図を実現することができる。",
                    "【0031】",
                    "尚，図2に示した検索用地図4では，区画を縦6段にして，横方向に区画割りを行っていないが，都市部など建物が混み合うところでは更に横方向に区画を設けるようにしてよい。",
                    "【0032】",
                    "図5は，図2と同じ検索用地図4を縦横に仕切って合計24区画に分割した例を示している。このように縦横に区画する場合は，横方向の区画には例えば図のようにA，B，C，Dのように英文字を用いて区画記号を付記するようにし，図4の索引欄には，区画記載欄に「1A」，「6C」のごとく縦の区画番号と横の区画記号を記載する。これによって24区画内の番地を各区画に対応させて記載することができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【0033】",
                  "text": [
                    "尚，官公庁や住宅関係の企業では，今まで通り氏名入りの住宅地図を必要とする場合も考えられる。そのような場合でも，本実施の形態における住宅地図，但しこの場合は電子化されているほうの住所入り電子住宅地図と，これも電子化されている電話帳などとによって，全戸氏名入りの住宅地図を作成することができる。",
                    "【0034】",
                    "図6は，その全戸氏名入り電子住宅地図の作成方法を示す図である。同図に示す電子データベース11は，一般に市販されている例えばCD-ROMに納められている型の電子電話帳である。或は市販のスキャナを用いて電話帳の各ページを読み取り，これも市販のイメージ／テキスト変換ソフトを用いて上記読み取ったページイメージをテキストデータに変換して自前の電子電話帳を予め作っておいてもよい。",
                    "【0035】",
                    "そして，同図の住所入り電子住宅地図12は，上述した本発明に係る住所のみが入った電子住宅地図である。同図に示すように，パソコン(パーソナルコンピュータ)13により上記の電子電話帳11と住所入り電子住宅地図12を読み込み，所番地(住所地番及び号)をキーとして，電子電話帳11の氏名データと，住所入り電子住宅地図12のポリゴンデータとを連結する。これによって，全戸氏名入り電子住宅地図14を生成する。",
                    "【0036】",
                    "図7は，上記の全戸氏名入り電位住宅地図14のデータ構成を示す図である。同図に示すように，全戸氏名入り電子住宅地図14は，所番地データ15を連結キーとして，一方には住所入り電子住宅地図12のベクトル地図データ(ポリゴンデータ等)16が対応し，他方には電子電話帳11の氏名データ17が対応してテーブルが作成される。この全戸氏名入り電子住宅地図14は，パソコン13のハードディスク，書込み読出し自在のCD-ROM，複数枚のフロッピーディスク等に格納して保存される。",
                    "【0037】",
                    "この全戸氏名入り電子住宅地図14は，パソコン13のキーボードから氏名を入力すれば，その人物の居住する建物を中心にした地図がパソコン13の表示装置に表示され，その人物の居住する建物にマークが付されて，そのマークが点滅する。また，当該地区の適宜な範囲の地図をプロッタで印刷出力することもできる。",
                    "【0038】",
                    "尚，住宅の新築等に伴う地図の修正については，新築住宅に一番近い地番を電子住宅地図データ上でコンピュータにより検索して，当該地番を中心に一定の半径の円内をパソコン画面でカラー表示したり，あるいは当該データを紙面上に印刷出力して新築住宅の位置情報を入手することが可能である。このことにより，調査の範囲をあらかじめ限定して，衛星データや航空写真で判別，あるいは現地調査を行なうなどによって，新築分の住宅地図データを効率よく更新することができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0039】",
                  "text": [
                    "【発明の効果】",
                    "以上詳細に説明したように，本発明によれば，利用者は例えば電話帳という高い信頼性を有するデータベースの丁目及び番地に基づいて検索して目的とする建物を探すので，居住人の氏名を記載する必要がなく，したがって当該住宅地図に記載するのは番地だけとなるため，記載スベースを大きく必要とせず，高い縮尺度で地図を作成でき，従って，小判で，薄い，取り扱いの容易な廉価な住宅地図を提供することができる。また，同様の理由により，住宅地図作成にあたって氏名記載のための現地調査という膨大な労力を要せず，廉価で正確な検索のできる住宅地図を提供することができる。更に，同様の理由により，公共施設や著名ビル等以外は，住宅番地のみを記載するとともに，全ての建物についてその掲載ページと当該ページ内の該当区画が容易にわかる，番地や号に至るまでの詳しい索引欄を付すことによって，簡潔で見やすく，迅速な検索の可能な住宅地図を提供することができる。又，毎年更新される電話帳のデータを検索キーとして用いるので，居住者の移転に伴う地図の記載の変更が必要なく，従って常に実用に即して正確に参照できる住宅地図を廉価で提供することができる。また，住宅の新築等に伴う地図の修正についても，その位置を電子データベース等の活用により容易に見当を付けることができるので，効率的かつ廉価な修正が可能となる。また，当該住宅地図には氏名が記載されず，他方，全戸氏名入りの電子住宅地図についても，その氏名データや検索は電話帳のデータベースに基づくので，電話帳に記載されていない個人の住宅などについては検索の対象から自動的に除外でき，従って，プライバシーの保護の十分行き届いた住宅地図を提供することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，本件明細書には，本件発明に関し，次のとおりの開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "従来から住宅地図には氏名と住所を記載することが必須とされており，従来の住宅地図においては，建物表示に住所番地ばかりでなく，居住者氏名も全て併記されていたため，それらの記載を一軒ごとに建物表示の輪郭内に納めるために一軒毎の建物の記載スペースを大きく取る必要があり，肉眼でも判別可能な実用性を確保するために縮尺度を低いものにさせており，これに伴って目的とする建物や建物への連絡道路や付近の状況等を一覧できるように地図帳の大きさも比較的大判サイズのものにする必要があったため，全体として地図の大型化や大冊化を招き，この大型化や大冊化が氏名の記載変更作業の実地調査に係る人件費と相俟って住宅地図を高価格なものとするとともに，携帯に不便なものともしていた(【0002】，【0004】，【0005】)。更に，電話帳に電話番号を掲載しない住民その他氏名の公表を希望しない住民についても住宅地図に氏名を登載してしまうこととなるため，プライバシーの保護という点からも問題を有している(【0008】)。",
                    "また，従来の住宅地図においては，付属の索引は，住所の丁目及びそれぞれの丁目に該当するページだけが掲載されていたため，目的とする建物を探し出すには，索引によって開いた大判の広いページ上で，丁目が同一であって番地が異なる多くの建物の中から目的とする建物を探し出す必要があり，しかも，縮尺度の低い縮尺の下では一軒毎の建物の記載スペースが大きく，同一の丁目に属する建物が数ページにまたがって分布して記載されていることが多いため，目的とする居住地(建物)を探し出す作業が，煩雑で面倒であり，迅速さに欠け，非能率な作業となって大きな不満を伴うものであった(【0003】)。そして，住宅地図の利用においては，一般に，目的とする建物を探し出す過程で必要な情報は，公共施設や著名ビル等の一部例外を別にすれば専ら住宅の番地であり，この住宅の番地が目的とする建物に検索が近づいているか否かを判別するための手掛かりとなり，氏名は，目的とする建物が見つかったとき更なる確認のために必要とされることはあっても，必須不可欠なものではないのみならず，検索中における付近の建物の住人の氏名は不要なばかりか，記載情報を読み取る際の人間の習性として，検索中は，住所番地ばかりでなく付近の不要な文字(氏名)まで読み取ることになるため，迅速な検索の支障になっている(【0007】)。",
                    "このような様々な制約により，従来より一般の人でも容易に入手し得る低廉な価格で，かつ小型で迅速な検索が可能であるとともに個人のプライバシーの保護にも十分配慮された住宅地図が広く要望されているにもかかわらず，そのような地図が今もって実現していないという実情にあった(【0009】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」の課題は，上記従来の実情に鑑み，住宅，ビル等の一軒ごとに居住者名や会社名等の対応付けが容易であり，縮尺率が高く小型で廉価であり，内容が最新，正確，且つプライバシーに配慮し，検索が迅速にできる住宅地図を提供することにある(【0010】)。",
                    "「請求項1記載の発明」(本件発明)の住宅地図は，上記課題を解決するための手段として，検索の目安となる公共施設や著名ビル等を除く一般住宅及び建物については居住人氏名や建物名称の記載を省略し住宅及び建物のポリゴンと番地のみを記載すると共に，縮尺を圧縮して広い鳥瞰性を備えた地図を構成し，該地図を記載した各ページを適宜に分割して区画化し，付属として索引欄を設け，該索引欄に上記地図に記載の全ての住居建物の所在する丁目，番地及び号を上記地図上における上記住居建物の記載ページ及び記載区画の記号番号と一覧的に対応させて掲載するという構成を採用した(【0011】)。",
                    "「本発明」によれば，公共施設や著名ビル等以外は，住宅地図に居住人の氏名を記載せず，住所番地だけを記載するため，記載スペースを大きく必要とせず，高い縮尺度で地図を作成できるため，小判で，薄い，取り扱いの容易な廉価な住宅地図を提供することができ，また，全ての建物についてその掲載ページと当該ページ内の該当区画が容易にわかる，番地や号に至るまでの詳しい索引欄を付すことによって，簡潔で見やすく，迅速な検索の可能な住宅地図を提供することができる(【0039】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の特許請求の範囲(請求項1)の記載及び前記(2)の本件明細書の開示事項を総合すると，本件発明の技術的意義は，従来の住宅地図においては，建物表示に住所番地及び居住者氏名も全て併記されていたため，肉眼でも判別可能な実用性を確保するために縮尺度を低いものにする必要があり，これに伴って全体として地図の大型化や大冊化を招き，この大型化や大冊化が氏名の記載変更作業の実地調査に係る人件費と相俟って住宅地図を高価格なものとし，更に氏名の公表を希望しない住人についても住宅地図に氏名を登載してしまうこととなるため，プライバシーの保護という点からも問題を有し，また，従来の住宅地図の付属の索引は，住所の丁目及びそれぞれの丁目に該当するページだけが掲載されていたため，「目的とする居住地(建物)を探し出す作業」(検索)が，煩雑で面倒であり，迅速さに欠け，非能率な作業となっていたという課題があったことから，本件発明の住宅地図は，この課題を解決するため，検索の目安となる公共施設や著名ビル等を除く一般住宅及び建物については，居住人氏名や建物名称の記載を省略し，住宅及び建物のポリゴンと番地のみを記載することにより，縮尺度の高い，広い鳥瞰性を備えた構成の地図とし(構成要件B及びC)，地図の各ページを適宜に分割して区画化した上で，地図に記載の全ての住宅建物の所在番地を，住宅建物の記載ページ及び記載区画を特定する記号番号と一覧的に対応させた付属の索引欄を設ける構成(構成要件DないしF)を採用することにより，小判で，薄い，取り扱いの容易な廉価な住宅地図を提供することができ，また，上記索引欄を付すことによって，全ての建物についてその掲載ページと当該ページ内の該当区画が容易に分かるため，簡潔で見やすく，迅速な検索の可能な住宅地図を提供することができるという効果を奏することにあるものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し控訴人は，本件発明の技術的思想(技術的意義)は，「検索の目安となる公共施設や著名ビル等を除く一般住宅及び建物については居住人氏名や建物名称の記載を省略し住宅及び建物のポリゴンと番地のみを記載すると共に，縮尺を圧縮して」(本件発明の構成要件B及び構成要件Cの前半)という構成により，「記載スベースを大きく必要とせず」(本件明細書の【0039】)，これにより「広い鳥瞰性を備えた地図を構成」(構成要件Cの後半)する点にある旨(前記第2の4(1)エの「当審における控訴人の主張」(ア))を主張する。",
                    "しかしながら，発明の技術的意義は，明細書に開示された従来技術の課題について，特許請求の範囲の記載及び明細書の記載に基づいて，当該発明がその課題の解決手段として採用した構成及びその構成による効果を踏まえて認定すべきものと解されるところ，控訴人の上記主張は，本件明細書において，従来の住宅地図の付属の索引には，住所の丁目及びそれぞれの丁目に該当するページだけが掲載されていたため，「目的とする居住地(建物)を探し出す作業」(検索)が，煩雑で面倒であり，迅速さに欠け，非能率であるという課題があったこと(【0003】)，本件発明は，上記課題を解決するための手段として，地図の各ページを適宜に分割して区画化した上で，地図に記載の全ての住宅建物の所在番地を，住宅建物の記載ページ及び記載区画を特定する記号番号と一覧的に対応させた付属の索引欄を設ける構成(構成要件DないしF)を採用したことにより，全ての建物についてその掲載ページと当該ページ内の該当区画が容易に分かるため，簡潔で見やすく，迅速な検索を可能としたという効果を奏すること(【0039】)の開示があることを考慮しないものであるから，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(被告地図の本件発明の構成要件充足性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件Dの充足性(争点1-4)について",
              "text": [
                "次のとおり訂正するほか，原判決「事実及び理由」の第3の2(1)ないし(4)(原判決52頁15行目から59頁6行目まで)に記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決52頁15行目の「(1)」を「ア」と，同頁16行目の「ア」を「(ア)」と，53頁2行目の「イ」を「(イ)」と，同頁17行目の「ウ」を「(ウ)」と，同頁21行目の「エ」を「(エ)」と改め，同頁23行目の末尾に行を改めて次のとおり加える。",
                    "「(オ)  ユーザのディスプレイ画面上に表示された縮尺レベル17の地図では，ユーザが画面左上に表示された番及び号をクリックして選択すると，Webブラウザ上で実行されるJavaアプリケーションがその選択を把握して縮尺レベル19の地図をディスプレイ画面上に表示する。また，ディスプレイ画面上に表示された縮尺レベル19の地図では，ユーザが画面左上に表示された号をクリックして選択すると，Webブラウザ上で実行されるJavaアプリケーションがその選択を把握して縮尺レベル20の地図をディスプレイ画面上に表示する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決53頁24行目から56頁19行目までを削除し，同頁20行目の「(3)」を「イ」と，同頁21行目の「構成要件Dの」を「(ア)  構成要件Dの」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決57頁1行目の「認識できるようにすることといえる。」を「利用者が区画を認識できるようにすることといえる。また，本件発明の構成要件Fの「該索引欄に前記地図に記載の全ての住宅建物の所在する番地を前記地図上における前記住宅建物の記載ページ及び記載区画の記号番号と一覧的に対応させて掲載した」との構成中の「記載区画の記号番号」の文言から，「区画」は，それぞれ特定の「記号番号」を有するものと理解できる。」と改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決57頁2行目の「前記1(2)」を「前記1(3)ア」と，同頁13行目の「記号番号」を「区画の記号番号」と，同頁17行目の「前記(2)のとおり」を「また」と，同頁18行目から19行目にかけての「別紙「本件明細書図2」及び「本件明細書図5」」を「図2及び図5」と，同頁22行目の「区画番号」を「区画記号及び区画番号」と，同頁25行目の「区画番号」を「区画の記号番号」と改める。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決58頁3行目の「そして」から4行目末尾までを次のとおり改める。",
                    "「  そして，本件明細書には，本件発明の「区画化」の用語を定義した記載はなく，【0017】ないし【0032】及び図1ないし図5で記載された実施形態以外には本件発明の実施形態の具体的な記載はない。一方で，本件明細書には，全戸氏名入り電子住宅地図として「所番地(住所地番及び号)をキーとして，電子電話帳11の氏名データと，住所入り電子住宅地図12のポリゴンデータとを連結する。」(【0035】)，「この全戸氏名入り電子住宅地図14は，パソコン13のキーボードから氏名を入力すれば，その人物の居住する建物を中心にした地図がパソコン13の表示装置に表示され，その人物の居住する建物にマークが付されて，そのマークが点滅する。」(【0037】)との記載があるものの，本件発明の特許請求の範囲(請求項1)には，上記【0037】記載の動作に対応する構成の記載はない。",
                    "また，本件明細書には，「官公庁や住宅関係の企業では，今まで通り氏名入りの住宅地図を必要とする場合も考えられる。そのような場合でも，…全戸氏名入りの住宅地図を作成することができる。」(【0033】)との記載があるところ，上記記載中の「今まで通り氏名入りの住宅地図」とは，「建物表示に住所番地ばかりでなく，居住者氏名も全て併記」された「従来の住宅地図」(【0002】)を指すものとみるのが自然であること，【0037】の全戸氏名入り電子住宅地図14においては，利用者がパソコン13のキーボードから氏名を入力することにより，その人物の居住する建物を検索する場合，マークの付された建物に表示された氏名を視認することによって検索の目的とする建物との同一性を確認するものと理解できることからすると，全戸氏名入り電子住宅地図14は，「全戸」の氏名が表示された地図であるものと認められるから，構成要件Bの「検索の目安となる公共施設や著名ビル等を除く一般住宅及び建物については居住人氏名や建物名称の記載を省略し」の構成を備えていないというべきである。",
                    "したがって，本件明細書記載の全戸氏名入り電子住宅地図14は，本件発明の実施形態に含まれるものと認めることはできない。かえって，本件特許の出願経過によれば，本件特許出願の願書に最初に添付した明細書(乙3の1，2)記載の特許請求の範囲は請求項1ないし11(以下「旧請求項1ないし11」という。)からなり，旧請求項7ないし11には，「全戸氏名入り電子住宅地図作成方法」に係る発明の記載があり，発明の詳細な説明中の【0014】ないし【0016】に旧請求項7ないし11を引用した記載部分があったが，平成11年8月13日付けの拒絶理由通知(乙4の1)がされた後，同年10月21日付けの手続補正(乙4の3)により，旧請求項1の文言を補正し，旧請求項2ないし11及び【0014】ないし【0016】を削除する補正がされたこと，その後，上記補正後の請求項1は，拒絶査定不服審判請求と同時にされた平成13年6月7日付けの手続補正により本件発明の特許請求の範囲記載の請求項1と同一の記載に補正されたこと(乙6)に照らすと，本件明細書の【0033】ないし【0038】記載の全戸氏名入り電子住宅地図14に関する記載は，平成11年10月21日付けの手続補正により削除された旧請求項7ないし11記載の「全戸氏名入り電子住宅地図作成方法」に係る発明の実施形態であるものと認められる。」"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原判決58頁7行目から8行目にかけての「記号番号を付すことであり，索引欄を利用することで」を「記号番号を付し」と，同頁8行目の「記号番号」を「区画の記号番号」と改め，同頁10行目末尾に行を改めて次のとおり加える。",
                    "「  (イ)  これに対し控訴人は，本件発明の特許請求の範囲(請求項1)の文言，本件特許出願時，電子住宅地図において，索引欄の任意の番地を選択すれば，当該番地を含む区画を中心とする地図が当該番地を中心として自動的に表示される技術及び当該番地にマークを付して点滅させるなどして目的とする建物を表示する技術は，技術常識であったこと，本件明細書には，電子媒体の住宅地図であって，各ページを目に見える形で仕切って表示することのない住宅地図の構成(【0036】，【0037】，図7)が開示されていることによれば，構成要件Dの「区画化」とは，「線」などによりユーザに見えるように区画を表示してユーザが区画を容易に認識できる構成を意味するものではなく，ユーザの目に見える形であるか否かを問わず，ページを任意の形に区分することを意味すると解すべきである旨主張する。",
                    "しかしながら，前記(ア)認定のとおり，本件発明の特許請求の範囲の記載(構成要件DないしF)及び本件明細書の開示事項によれば，本件発明の構成要件Dの「区画化」とは，地図が記載されている各ページについて，記載されている地図を線その他の方法によって仕切って複数の区画に分割し，その各区画に記号番号を付し，利用者が線その他の方法及び区画の記号番号により，当該ページ内にある複数の区画の中の当該区画を認識することができる形で複数の区画に分割することを意味するものと解するのが相当である。",
                    "また，控訴人の挙げる技術が本件特許出願時の技術常識であったとしても，前記(ア)認定のとおり，本件明細書記載の全戸氏名入り電子住宅地図14(【0036】，【0037】，図7)は，本件発明の実施形態に含まれるものと認めることはできない。",
                    "したがって，控訴人の上記主張は採用することができない。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告地図の構成要件Dの充足の有無について」"
                },
                {
                  "fig": "キ",
                  "text": [
                    "原判決58頁11行目の「(4)」を削り，同頁17行目の「しかし，」の後に次のとおり加える。",
                    "「被告地図が表示された画面(被告地図プログラムの構成(1)によって表示された〔画面7〕，〔画面8〕，被告地図プログラムの構成(2)によって表示された〔画面9〕ないし〔画面12〕)から，被告地図のデータが複数の区画に分割されていること及びその分割された区画の範囲を認識することはできない。」"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "原判決58頁20行目及び同頁末行の各「記号番号」を「区画の記号番号」と，同頁23行目から24行目にかけての「前記(1)アないしウ」を「前記ア」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件Fの充足性(争点1-6)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)イ(ア)認定のとおり，本件発明の構成要件Dの「区画化」とは，地図が記載されている各ページについて，記載されている地図を線その他の方法によって仕切って複数の区画に分割し，その各区画に記号番号を付し，利用者が線その他の方法及び区画の記号番号により，当該ページ内にある複数の区画の中の当該区画を認識することができる形で複数の区画に分割することを意味するものと解するのが相当であり，また，構成要件Fの「記載区画の記号番号」の文言から，構成要件Fの「記載区画」にいう「区画」は，それぞれ特定の「記号番号」を有するものと理解できる。",
                    "しかるところ，前記(1)ウ認定のとおり，被告地図は，構成要件Dの「適宜に分割して区画化」されているとの構成を充足しているものと認めることはできない。",
                    "次に，被告地図のうち，被告地図の構成(1)は，「番」が表示される画面(乙1の画面5)及び「号」が表示される画面(乙1の画面6)には，各番及び各号に対応して，当該地点に係る緯度，経度，都道府県及び市区町村の住所コード，町，丁目，番又は号の番号を示した数字に加え，縮尺レベル16に係る情報を含むURLへのハイパーリンクが設定されていることが認められるが，上記URLの情報は，特定の地点を示す情報であって，検索対象の建物が記載されたページ及び区画を特定する記号番号ではない。",
                    "また，被告地図のうち，被告地図の構成(2)は，「番」が表示される画面(乙1の画面10)及び「号」が表示される画面(乙1の画面11)のいずれにおいても，区画を特定する記号番号の表示はない。",
                    "したがって，被告地図は，本件発明の構成要件Fを充足するものと認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対し控訴人は，被告地図の構成(1)においては，特定の緯度及び経度を含む地点データと縮尺レベルを示すデータとを含むURLによって，各地図における1つのメッシュ地図が特定され，上記URLは，「住宅建物の記載ページ及び記載区画の記号番号」に該当する旨主張する。",
                        "しかしながら，控訴人主張のURLの情報は，検索対象の建物の地図上の「地点」を特定する情報であって，メッシュ地図自体を特定する記号番号であるものとはいえないから，控訴人の上記主張は，理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人は，被告地図の構成(1)及び(2)においては，いずれも番のアイコン及び号のアイコンは，特定の緯度及び経度を含む地点データと縮尺レベル19及び20を示す縮尺データに対応付けて掲載されているといえるから，被告地図の構成(1)及び(2)は，構成要件Fを充足する旨主張する。",
                        "しかしながら，前記ア認定のとおり，被告地図の構成(1)及び(2)においては，特定の記号番号を有する区画の構成を備えていない以上，控訴人の上記主張は，理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，被告地図は，少なくとも本件発明の構成要件D及びFを充足するものと認められないから，その余の点について判断するまでもなく，本件発明の技術的範囲に属するものと認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点2(均等論)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，仮に本件発明の構成要件Dの「区画化」の構成が，地図が記載されている各ページについて，記載されている地図を線その他の方法によって仕切って複数の区画に分割し，その各区画を特定する番号又は記号番号を付し，利用者が，線その他の方法及び記号番号により，当該ページ内にある複数の区画の中の当該区画を認識することができる形で複数の区画に分割することを意味するものと解し，また，仮に構成要件Fの「索引欄に…住宅建物の所在する番地を前記地図上における…記載ページ及び記載区画の記号番号と一覧的に対応させて掲載した」との構成が，索引欄に所在番地の記載ページ及び区画の記号番号がユーザの目に見える形で掲載される構成に限られると解した場合には，被告地図は，各ページに線その他の方法及び記号番号が付されていない点及び「特定の緯度・経度を含む地点データと縮尺レベル19ないし20を含むURL」が画面に「一覧的に」表示されていない点で本件発明と相違することとなるが，被告地図は，均等の成立要件(第1要件ないし第3要件)を満たしているから，本件発明と均等なものとして，本件発明の技術的範囲に属する旨主張する。",
                "しかしながら，前記1(3)ア認定の本件発明の技術的意義に鑑みると，本件発明の本質的部分は，検索の目安となる公共施設や著名ビル等を除く一般住宅及び建物については，居住人氏名や建物名称の記載を省略し，住宅及び建物のポリゴンと番地のみを記載することにより，縮尺度の高い，広い鳥瞰性を備えた構成の地図とし(構成要件B及びC)，地図の各ページを適宜に分割して区画化した上で，地図に記載の全ての住宅建物の所在番地を，住宅建物の記載ページ及び記載区画を特定する記号番号と一覧的に対応させた付属の索引欄を設ける構成(構成要件DないしF)を採用することにより，小判で，薄い，取り扱いの容易な廉価な住宅地図を提供することができ，また，上記索引欄を付すことによって，全ての建物についてその掲載ページと当該ページ内の該当区画が容易に分かるため，簡潔で見やすく，迅速な検索の可能な住宅地図を提供することができる点にあるものと認められる。",
                "しかるところ，被告地図においては，前記2(1)ウ及び(2)認定のとおり，地図を記載した各ページを線その他の方法及び記号番号によりユーザの目に見える形で複数の区画に仕切られておらず，索引欄に住宅建物の所在番地の記載ページ及び区画の記号番号がユーザの目に見える形で掲載されていないため，構成要件D及びFを充足せず，ユーザが所在番地の記載ページ及び区画の記号番号の情報から検索対象の建物の該当区画を探し，区画内から建物を探し当てることができないから，このような索引欄を利用した迅速な検索が可能であるということはできない。",
                "したがって，被告地図は，本件発明の本質的部分を備えているものと認めることはできず，被告地図の相違部分は，本件発明の本質的部分でないということはできないから，均等論の第1要件を充足しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "よって，その余の点について判断するまでもなく，被告地図は，本件発明の特許請求の範囲に記載された構成と均等なものとは認められないから，本件発明の技術的範囲に属するものと認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，被告地図は，少なくとも本件発明の構成要件D及びFを充足するものとは認められず，また，被告地図は本件発明の特許請求の範囲に記載された構成と均等なものとは認められないから，本件発明の技術的範囲に属するものと認めることはできない。",
            "したがって，その余の点について判断するまでもなく，控訴人の請求は理由がないから，控訴人の請求を棄却した原判決は相当である。",
            "よって，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成31年(ネ)10019",
    "date": "2019-07-19",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成29年(ワ)34450",
    "precedent_id": "088824",
    "ipprecedent_id": "5203",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}