{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。"
    },
    {
      "fig": "2",
      "text": "被控訴人は，別紙1被告商品目録記載の商品を譲渡し，引き渡し，譲渡若しくは引渡しのために展示し，又は輸入してはならない。"
    },
    {
      "fig": "3",
      "text": "被控訴人は，前項記載の商品を廃棄せよ。"
    },
    {
      "fig": "4",
      "text": "控訴人のその余の請求を棄却する。"
    },
    {
      "fig": "5",
      "text": "訴訟費用は，第1審及び第2審を通じてこれを20分し，その1を控訴人の負担とし，その余は被控訴人の負担とする。"
    },
    {
      "fig": "6",
      "text": "この判決の第2項は，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，別紙1被告商品目録記載の商品を製造し，輸入し，譲渡し，引き渡し，又は譲渡若しくは引渡しのために展示してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項記載の商品を廃棄せよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，別紙3原告商品目録記載の商品(携帯用ディスポーザブル低圧持続吸引器のうち排液ボトル及び吸引ボトルで構成されているもの。以下「原告商品」という。)を販売する控訴人が，別紙1被告商品目録記載の商品(携帯用ディスポーザブル低圧持続吸引器のうち排液ボトル及び吸引ボトルで構成されているもの。以下「被告商品」という。)を販売する被控訴人に対し，控訴人の商品等表示として需要者の間に広く認識されている原告商品の形態と類似する形態を有する被告商品の販売は，原告商品と混同を生じさせる行為であるから，不正競争防止法(以下「不競法」という。)2条1項1号の不正競争に当たる旨主張して，同法3条1項及び2項に基づいて，被告商品の譲渡等の差止め及び廃棄を求める事案である。",
            "原判決は，原告商品の形態が控訴人の商品等表示として需要者の間に広く認識されていること，被告商品の形態が原告商品の形態と類似することは認められるが，被控訴人による被告商品の製造販売行為は，原告商品と「混同を生じさせる行為」に当たると認めることはできないから，同法2条1項1号の不正競争に当たると認められない旨判断して，控訴人の請求をいずれも棄却した。",
            "控訴人は，原判決を不服として本件控訴を提起した。",
            "控訴人は，当審において，原告商品の形態は控訴人の商品等表示として著名であるから，被控訴人による被告商品の販売は同項2号の不正競争に当たる旨の主張を新たに追加した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "以下のとおり訂正するほか，原判決「事実及び理由」の第2の2に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁8行目の「原告商品」を「原告商品(検甲1)」と，同頁10行目の「被告商品」を「被告商品(検甲2)」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決2頁11行目及び15行目の各「別紙5被告商品説明書」を「別紙2被告商品説明書」と，同頁16行目の「別紙6「原告商品と被告商品の対比写真」」を「別紙5「原告商品と被告商品の対比写真」」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "不競法2条1項1号の不正競争の成否(争点1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告商品の形態が周知な商品等表示といえるか(争点1-1)"
                },
                {
                  "fig": "イ",
                  "subject": "原告商品の形態と被告商品の形態とは類似するか(争点1-2)"
                },
                {
                  "fig": "ウ",
                  "subject": "被告商品の販売は原告商品と「混同を生じさせる行為」に当たるか(争点1-3)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "不競法2条1項2号の不正競争の成否(争点2)(当審における新たな主張)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点1(不競法2条1項1号の不正競争の成否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1-1(原告商品の形態が周知な商品等表示といえるか)について",
              "text": [
                "以下のとおり訂正するほか，原判決「事実及び理由」の第3の1に記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決2頁25行目の「2つの透明のボトル」を「排液ボトル及び吸引ボトルという2つの透明のボトルの形態(以下「2ボトル形態」という場合がある。)」と改め，同3頁3行目末尾に次のとおり加える。",
                    "「特に2ボトル形態の携帯用ディスポーザブル低圧持続吸引器は，被控訴人が平成30年1月頃被告商品の販売を開始するまでは，原告商品以外には存在せず，原告商品が唯一の商品であった。",
                    "したがって，原告商品の形態は，他の同種商品には見られない特徴を有する独自の形態であるから，特別顕著性を有する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決3頁13行目末尾に行を改めて次のとおり加える。",
                    "「  さらに，控訴人が携帯用ディスポーザブル低圧持続吸引器の需要者である医療従事者及び販売代理店に対して実施したアンケート(甲28の1ないし38，29，30の1ないし30，31。以下「本件アンケート」という。)においては，約80％の回答者が2ボトル形態の医療機器から原告商品を思い浮かべる旨の回答をした。本件アンケート結果からも，原告商品の形態自体が，高度の出所表示機能を有するものといえる。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決3頁14行目の「その結果を，」を「以上によれば，」と，同頁同行目の「昭和61年には原告の商品の形態であると」を「遅くとも被控訴人が被告商品の販売を開始した平成30年1月頃には控訴人の商品等表示として」と，同頁22行目の「選択肢があることから，」を「選択肢があり，パーツごとに様々な形状を選択することができるから(乙3)，」と改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決4頁1行目の「医療機器であっても，」の後に「多くの医療従事者は商品の形状や操作方法の観点から医療機器を選択するのであるから，」を加え，同頁6行目末尾に行を改めて次のとおり加える。",
                    "「  そして，前述のとおり，原告商品の形態は，特別顕著性を有し，高度の出所表示機能を有するものである。医療従事者にとって医療機器を使",
                    "用する上で医療機器メーカー名を正確に認識していることは重要ではなく，商品の形態に着目して商品を選択しているから，原告商品の本体に付された商品名及び会社名の表示により原告商品の形態自体が有する出所表示機能が否定されるものではない。」"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決4頁9行目から10行目にかけての「当該商品の機能」を「価格以外には，当該商品の機能，品質，使い勝手」と改め，同頁14行目から15行目にかけての「ありふれた形態を」の後に「機能的な観点から」を加える。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原判決4頁末行末尾に行を改めて次のとおり加える。",
                    "「(5)ア  原告商品及び被告商品を含む医療機器の取引の実情の下においては，原告商品の形態は，控訴人の商品等表示に該当しない。",
                    "すなわち，原告商品及び被告商品は，一般消費者が購入し操作することがおよそあり得ない携帯用ディスポーザブル低圧持続吸引器という医療機器であり，需要者は医療従事者であって，操作し使用するのも医療従事者のみである。医療従事者は，医療の専門家として，医療機器を選択する際にはその機能，安全性及び品質を吟味して所定の手続を経て新規購入するのであって，医療従事者が見た目(形態)で判断して新規購入を決断することはおよそあり得ない。",
                    "また，医療機器を継続購入する場合には，商品名，規格及びカタログ番号等を慎重に照らし合わせて，所定の手続を経て追加購入するので，見た目(形態)で判断して購入を決断することなど考えられない。",
                    "さらに，原告商品は，手術後の患者の体内に残留した体液等を体外に排出するために用いられる医療機器であり，その使用態様として不可避的に患者の身体への侵襲を伴う点で，患者の生命や身体に関わるものであるから，医療従事者は，患者の生命・身体を守り，かつ，万一事故が起きた際に自らの責任問題となることを回避する観点からも，原告商品の形態のみから購入を決断することなどあり得ない。加えて，原告商品は，必ずチューブ及びカテーテルと組み合わせて使用される必要がある上，その添付文書(乙1)においては，「SBバック」のウーンドドレナージチューブ(以下「原告カテーテル」という場合がある。)以外の滅菌済み体内留置排液チューブ及びカテーテルとは併用してはならないと記載されているから，原告商品の使用の際には，必ず控訴人が製造販売する他の商品と組み合わせて使用される必要がある。そうすると，医療従事者は，原告商品と控訴人が製造販売する原告カテーテルのパッケージないしセットの機能に着目するのであり，この機能を離れて，その一構成部分である原告商品の形態のみに着目して商品を選定することなどおよそ想定できない。",
                    "このように需要者は専ら製品の機能や効用，安全性を重視して医療機器を選択するのであって，商品の形態やデザイン性に着目して製品を選択するものではないことは，医薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律上，医療従事者の責務として，医療従事者は，医療機器の有効性及び安全性その他これらの適正な使用に関する知識と理解を深めるよう努めなければならない(同法1条の5)とされ，通常，医療従事者は，医療機器の法定表示(同法63条)や添付文書(同法63条の2)の記載又は医療機器メーカー若しくは販売代理店の販売担当者による説明を通じて医療機器の機能や安全性についての理解を深めることや，医療機器業公正競争規約において，医療従事者が医療機器の使用に先立って，有効性，安全性について評価するために臨床試用医療機器(サンプル)を無償で提供することが認められ，このようなサンプルの無償提供は医療従事者に対する利益供与に当たらないとされていること，原告商品及び被告商品を含む医療機器が患者の身体への侵襲を伴う態様で使用されるため，これらの医療機器を使用した患者の生命や身体に何らかの問題が生じた場合にその原因が解明できるよう，これらの医療機器について，トレーサビリティを徹底した特殊な取引が成立していることからも明らかである。",
                    "かかる取引の実情の下においては，原告商品の形態は，自他商品識別機能ないし出所表示機能を持つことはないから，控訴人の商品等表示に該当しない。また，医療従事者は，減菌包装され箱に入れられた状態の原告商品を，会社名や商品名，パッケージに記載されたバーコードで管理し，判別しているから(乙8の3)，原告商品の購入から実際に使用されるまでの取引の実情に照らしても，原告商品の形態が自他識別機能ないし出所表示機能を持つことはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，原告商品の形態は，控訴人の商品等表示として周知であるとはいえない。",
                    "原告商品は，常に商品名及び会社名の表示が付された状態で販売されてきたのであるから，自他識別機能及び出所表示機能を発揮しているのは，原告商品の形態ではなく商品名及び会社名の表示であるというべきであり，商品名及び会社名の表示が付された商品を販売してきたという限りにおいては，控訴人がこれまで長期にわたり独占的に原告商品の形態を使用してきたとしても，本来的に出所識別標識としての機能を営まない原告商品の形態自体は，その識別力が低く，周知性を有しないというべきである",
                    "また，控訴人が実施した本件アンケートは，控訴人の従業員が控訴人の取引先である医療従事者及び販売代理店に実施したものと考えられ，対象者が偏って選定されており，控訴人の従業員が実施した時点でイラストを見た際に原告商品を想起しやすく，公正かつ中立的な状況のもとで実施されたものとはいえない。",
                    "したがって，本件アンケートの結果は，原告商品の形態が控訴人の商品等表示として周知であることの裏付けとはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "以上のとおり，原告商品の形態は，そもそも控訴人の商品等表示自体に該当せず，また，控訴人の商品等表示として周知であるとはいえない。」"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点1-2(原告商品の形態と被告商品の形態とは類似するか)について",
              "text": [
                "【控訴人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告商品(検甲2)の形態は，以下のとおり，細部に至るまで原告商品(検甲1)の形態に酷似しており，その酷似の程度は原告商品と被告商品のバルーン部分を入れ替えて取り付けたとしても，バルーンを膨張させることが可能なほどであり，被告商品の形態は，原告商品の形態とほぼ同一である(甲32，33)。",
                    "したがって，被告商品の形態は，控訴人の商品等表示である原告商品の形態と類似する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "主たる構成",
                      "text": [
                        "被告商品は，主たる構成として排液ボトル，吸引ボトルの2つのボトルを有している点で，原告商品と共通する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "排液ボトル",
                      "text": [
                        "被告商品の排液ボトルは，透明の縦長の直方体のボトルで，正面・背面から見ると四角の角は丸みを帯びている点，ボトル上面の中央部に集液ポートがはめられ，この集液ポートにチューブを接続することができる点及び集液ポートには板クランクが取り付けられている点，ボトル上面の正面から見て右端手前付近に口があり，この口に連結チューブが接続され，この連結チューブを介して吸引ボトルに連結されている点で，原告商品と共通する。",
                        "また，被告商品の排液ボトルは，目盛や文字の色が紺色であるのに対し，原告商品では水色である点で異なるが，ボトルの正面に「排液ボトル」と表示され，0～370mLまでに100mL単位の大きな目盛と数字，10mL単位の小さな目盛が入っている点及び正面右下の斜めに少量目盛として線5本が入っており，一番下の線と下から2番目の線の間に「10」，下から5番目の線の右上に「50」と表示されている点，ボトル上面の正面から見て左端奥の位置にやや広径の排液口があり，排液口には青色のふたが付いている点で，原告商品と共通する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "吸引ボトル",
                      "text": [
                        "被告商品の吸引ボトルは，透明の直方体のボトルで排液ボトルと比べると横幅は少し広く，高さは3分の2程度である点，正面・背面から見ると四隅の角が円くカーブを描いている点，ボトル上面の正面から見て左端奥の位置に口があり，ここに連結チューブが連結ポートを介して接続され，この連結チューブにより排液ボトルに連結されている点，ボトル下面の中央の位置に広径の口があり，キャップで開閉される構造となっており，このキャップには収縮チューブを介してバルーン(風船)が取り付けられており，ゴム球を圧縮することによって内部の空気が排気され陰圧となった吸引ボトル内で膨張したバルーンがその復元力で生じる吸引圧によって体内の排液を排液ボトルに吸引する構造となっている点で，原告商品と共通する。",
                        "また，被告商品の吸引ボトルは，「吸引ボトル」の文字，会社名，商品名等の文字の色が紺色であるのに対し，原告商品では水色の地に白抜き又は水色である点で異なるが，正面に「吸引ボトル」と表示され，会社名，商品名，注意事項が記載されている点，ボトル上面の正面から見てやや右よりの位置に広径の口があり，この口に球体であるゴム球がゴム球の下部から出ている短く太い管状の部分を介して接続されている点，ゴム球の上部はボトル内の空気を排気することのできる短い管状の口が出ており，排気弁が取り付けられている点で，原告商品と共通する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "商品の寸法",
                      "text": [
                        "別紙5「原告商品と被告商品の対比写真」記載のとおり，排液ボトル高さ(番号①)，排液ボトル幅(番号②)，吸引ボトル高さ(番号③)，吸引ボトル幅(番号④)，ゴム球の直径(水平方向)(番号⑤)，排液ボトル奥行き(番号⑥)，吸引ボトル奥行き(番号⑦)，吸引ボトル下部のキャップ直径(番号⑧)の各寸法は，被告商品と原告商品でほぼ同一である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，原告商品と被告商品にはセイフティーロック機構の有無等の機能上の差異をもたらす形態上の差異があるなどと主張するが，両商品は，体液を排出するという基本的な機能は同じであり，その機能上の差異をもたらす形態の相違は一見して分からない程度のものにすぎない。",
                    "また，被控訴人は，医療機関においては商品名により各商品を識別しているなどと主張するが，原告商品は，平成30年1月頃に被告商品が発売されるまでは，唯一の2ボトル形態の携帯用ディスポーザブル低圧持続吸引器であったものであり，原告商品の形態自体に出所表示機能があること，原告商品の形態と被告商品の形態が酷似していることからすると，原告商品と被告商品に商品名の表示があっても，両商品の形態の類似性が否定されるものではない。",
                    "さらに，取引の実情としても，カタログやオンラインショップの原告商品のページでは，本体部分に表示されている会社名や商品名を判別することが困難な場合が多く，オンラインショップの商品ページの被告商品の写真も同様であること(甲35の1，2，36の1ないし3，38)からすると，両商品の形態の類否判断において商品名の表示があることは重要ではない。",
                    "【被控訴人の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "以下のとおり，取引の実情に鑑みれば，原告商品の形態と被告商品の形態は類似するとはいえない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "医療従事者は，医療機器を選定するに当たり，臨床での試用を行い，その機能や使い勝手，品質等を確認することが一般的であり，商品を選定するに当たっても，価格のほか，機能，安全性，使いやすさや品質等を重視する。また，医療機器メーカーも，医療機器を販売するに当たっては，需要者に対して医療機器の機能を訴求することが通常であり，とりわけ，カテーテルと一体的に使用される原告商品及び被告商品については，商品本体の機能だけでなく，カテーテルの機能(排液効率等)についても訴求のポイントとされている(甲1，20)。そして，被告商品のパンフレットにおいては，ドレナージカテーテルの断面の形状及び性能，商品の本体と接続チューブ等の接続部分にセイフティーロック機構が採用され，被告商品に接続されるカテーテルが容易に外れないようにされていること，ロック付きリングコネクタを外して，自然排液をすることも可能であることなどの被告商品の機能を紹介するとともに，その機能を実現する機構及び構成についても紹介している。このように医療機器メーカーが機能上の差異を訴求し，これに重点を置いたパンフレットを作成していることは，需要者が，商品の選定に当たり，医療機器の機能及び品質を重視して医療機器の機能及び品質を規定する機構及び構成を重点的に観察することの証左にほかならない。",
                        "したがって，医療機器に関する取引の実情として，需要者は，商品の選定に当たって各商品の機能上の差異を重視するため，商品の機能上の差異をもたらす機構及び構成については，仮にそれが商品全体の構成からすれば一部分にとどまるような細部にわたる形態上の相違であったとしても，十分に観察を行うものといえるから，商品形態の類似性判断の際に考慮されるべきである。",
                        "そして，原告商品及び被告商品においては，それぞれの商品形態のうち，商品の本体と接続チューブ等の接続部分に，セイフティーロック機構の有無という大きな構成上の相違が存するから，需要者である医療従事者は，両商品を全く異なる商品であると認識する。",
                        "このような機能上の差異をもたらす原告商品及び被告商品の形態上の相違は重要なものであり，需要者は，原告商品及び被告商品の外観は大きく異なるものと評価するから，かかる取引の実情の下では，需要者が，原告商品の形態と被告商品の形態を全体的に類似のものとして受け取るおそれはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "需要者は，各商品の形態自体ではなく，商品の本体に付された商品名及び会社名の文字表示から強い印象を受けるというべきであるところ，原告商品には「SBバック」との文字の登録商標(乙12)が付され，被告商品には「Argyle」との文字の登録商標が付されており，原告商品と被告商品の称呼はかかる文字表示により生じている。加えて，医療機関においては，一旦発注した医療機器を商品名や品番等により管理，判別していること(乙8の3，16ないし18)や，原告商品及び被告商品は滅菌済みの商品であり，使用の直前まで形態が判別できないパッケージで包装されていること(乙2)を踏まえると，医療従事者は，主として商品名に基づいて医療機器の識別をしていると考えるべきである。",
                        "そうすると，原告商品の形態と被告商品の形態の類否判断に当たっても，それぞれの商品の本体に付された商品名及び会社名の文字表示の外観が需要者に強い印象を与えるというべきであるから，原告商品及び被告商品の本体に付された商品名及び会社名の文字表示の外観が大きく異なっている以上，需要者においては，外観，称呼又は観念に基づく印象，記憶，連想等から原告商品の形態と被告商品の形態を全体的に類似のものとして受け取るおそれはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，医療機器の需要者である医療従事者が医療機器の機能上の差異を重視するという取引の実情の下では，原告商品の形態と被告商品の形態に存する機能上の差異をもたらす機構及び構成の相違が，需要者にとっては重要な相違となるため，需要者において，原告商品の形態と被告商品の形態を全体的に類似のものとして受け取るおそれはない。",
                        "また，立体的形状に商品名等の文字標章が付されている場合には，文字標章こそが出所表示機能を有するのであって，医療機関においては医療機器を商品名に着目して管理し，判別していること(乙8の3，16ないし18)を踏まえても，外観上大きく異なる商品名及び会社名の文字表示が原告商品と被告商品の本体に付されており，かつ，かかる文字表示からそれぞれの称呼が生じることからすると，需要者は，各商品に付された文字表示をもとに商品の出所を識別するものといえるから，需要者が，原告商品の形態と被告商品の形態を全体的に類似のものとして受け取るおそれはない。",
                        "したがって，被告商品の形態は原告商品の形態と類似するとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決は，原告商品の形態と被告商品の形態の外観上の共通点が極めて多数に上ることに比して，相違点はいずれも細部の相違であり，色彩の相違も同系色での相違にすぎず，会社名や商品名の表示の相違も全体的な構成からは一部分にとどまることからすれば，上記共通点は，上記相違点よりも需要者に強い印象を与えるものであると評価することができるとして，被告商品の形態が原告商品の形態と類似する旨判断した。",
                    "しかしながら，原判決は，単に原告商品の形態と被告商品の形態の外観上の共通点及び相違点を列挙しただけで，取引の実情(需要者が，医療機器の形態ではなく，機能や品質を重視すること等)を何ら考慮していない。",
                    "また，立体的な形状に平面での標章(特に文字標章)が付されている場合には，文字が本来的に出所識別標識としての機能を営むこと，原告商品と被告商品にそれぞれの商品名及び会社名が付されており，商品名の表示及び会社名の表示の外観が原告商品のものと被告人商品のものとで大きく異なることからすると，原告商品及び被告商品における商品名及び会社名の表示内容の相違は，決して全体的な構成からは一部分にとどまるというものではない。",
                    "したがって，原判決の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点1-3(被告商品の販売は原告商品と「混同を生じさせる行為」に当たるか)について",
              "text": [
                "【控訴人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告商品の形態は，他に見られない特別顕著性を有し，かつ，原告商品の出所を示すものとして高度の識別力及び周知性を有すること(前記(1)の「控訴人の主張」)，被告商品の形態は，原告商品の形態に細部に至るまで酷似していること(前記(2)の「控訴人の主張」)，下記の医療機器の販売方法(取引プロセス)及び医療従事者の認識等の取引の実情を踏まえると，需要者である医療従事者は，原告商品及び被告商品は同一出所の商品であると誤認するおそれがあり，あるいは両商品の出所間に何らかの資本関係，提携関係又は使用許諾関係等が存在すると誤認するおそれがあるといえるから，被控訴人による被告商品の販売は，原告商品と「混同を生じさせる行為」に該当する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "医療機器の取引プロセス",
                      "text": [
                        "医療機器の購入方法には，①医療機器メーカーの販売担当者から商品の説明を受けた上で購入する方法，②販売代理店の販売担当者から商品について説明を受けた上で購入する方法，③事前に入手したカタログから医療機器を選択し，商品名や商品番号を販売代理店の販売担当者に伝えて購入する方法，④オンラインショップで購入する方法があるが，いずれの購入方法においても，医療従事者が，必ずしも商品の内容やその出所，競合商品との関係(例えば，他社と共同して開発したものかどうか，使用許諾関係があるかどうか，あるいは，全く無関係の商品かどうか)等について説明を受けて，この点を十分に認識した上で購入するとは限らない。特に③及び④の購入方法の場合は，商品の形態のみに着目して商品を購入することも十分にあり得る。",
                        "原告商品及び被告商品は，使い捨ての比較的安価な医療機器であり，医療機器カタログでは「消耗品」に分類されている商品であり(甲35の1)，③の購入方法も両商品の購入方法の一つである。また，原告商品及び被告商品は，「アスクル」という名称のオンラインショップで販売されており(甲36の1ないし3)，④の購入方法も両商品の購入方法の一つである。",
                        "したがって，被告商品に接した需要者が，被告商品を形態が酷似する原告商品と誤認し，あるいは，原告商品の出所との提携関係や使用許諾関係等の何らかの関係があるものと誤認して，被告商品を購入する可能性が十分にある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "医療従事者の認識",
                      "text": [
                        "医療機器業界においては，ある商品について競合関係にあったとしても，他の商品については製造・販売委託関係や共同開発関係にあることも珍しいことではなく，また，使用許諾関係があることもあり得る(甲37の1ないし4)。医療従事者は，医療機器の出所や競合商品間の関係(例えば，共同開発契約や使用許諾関係に基づき製造されているのか，全く無関係の単なる類似品にすぎないのか等)については，医療機器を使用する上で重要でないことから，熟知していないことが通常であり，また，医療機器メーカーや販売代理店の販売担当者にこれらの説明を求めることもない(甲34)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決は，①原告商品及び被告商品の取引態様について，専門家である医療従事者が医療機器の製造販売業者や販売業者の担当者から，当該医療機器の特色，機能，使用方法等に関する説明を受けて，当該医療機器の購入を決め，医療機器専門の販売業者に対して当該医療機器を発注するというプロセスをたどって取引されていること，②多くの医療機関においては，医療機関が医療機器を採用するに当たっては，同種の医療機器については，一種類のみを採用するという原則的な取扱いであるいわゆる「一増一減ルール」が採用されていること，③原告商品及び被告商品には商品自体に商品名及び会社名が記載され，それぞれ別のパンフレット(甲1，20)が作成されて別々に販売されていること，④医療従事者が医療機器に関する専門知識を有することを理由に，需要者である医療従事者において原告商品と被告商品の出所が同一であると誤認するおそれ(狭義の混同のおそれ)があるものとは認められず，また，控訴人と被控訴人が競合会社であることを医療従事者が十分に認識していることを理由に，原告商品と被告商品の形態が類似していることのみから，控訴人と被控訴人との間に親会社，子会社の関係や系列関係等の緊密な営業上の関係又は同一の表示の商品化事業を営むグループに属する関係が存すると誤信するおそれ(広義の混同のおそれ)があるとは認められないとして，被控訴人による被告商品の製造販売は，原告商品と「混同を生じさせる行為」に当たると認めることはできない旨判断した。",
                    "しかしながら，上記①の点については，前記ア(ア)のとおり，医療機器の購入方法には4つの購入方法があり，いずれの購入方法においても，医療従事者が，必ずしも商品の内容やその出所，競合商品との関係等について詳細な説明を受けて購入するとは限らない。",
                    "上記②の点については，一増一減ルールは，主に大学病院，総合病院等の大規模な医療機関において採用されているが，中小規模の医療機関においては，各医師がそれぞれ使いやすい医療機器を使用する傾向が強いため，一増一減ルールが採用されていないことが一般的であり，同様の機能を有する医療機器が複数採用されていることがあり得るから，一増一減ルールは普遍的なものではない。そもそも，一増一減ルールは，費用削減や，購入後に医療機器の取り違えを防止すること等を目的としたルールであり，これにより医療機器の「購入時」における混同のおそれが解消されるわけではない。また，一増一減ルールが採用されている場合であっても，医療従事者が医療機器の出所や使用許諾関係等を正確に認識しているとは限らないことや，医療機関において材料委員会での協議を経ることなく医療機器が採用されることがあること，医療機関又は診療科のトップの地位にある医師の意向で採用する医療機器が決定されることがあることなどから，医療機関が，従前に使用していた医療機器と形態が酷似する別の医療機器の紹介を新たに受けたときに， 両医療機器が同一のメーカーの製品である，あるいは，両メーカーの間に何らかの関係があると誤認して，新たに紹介を受けた医療機器を購入することがあり得るといえる。",
                    "上記③の点については，前述のとおり，商品自体に商品名及び会社名が記載されていることが医療従事者の購入時における出所の識別に重要な役割を果たしているとは考え難く，原告商品及び被告商品はその形態に着目して取引されているといえる。また，「アスクル」のオンラインショップでは，原告商品及び被告商品が同一の機会に同時に販売対象となっており(甲38)，この場合は，両商品が別々に販売されるものとはいえないし，別々のパンフレットが作成されるという点についても，常に医療機関にパンフレットが交付されるとは限らない。",
                    "上記④の点については，医療従事者は，医療機器の使用場面や用途に関する専門知識は有していると考えられるが，他方で，同様の機能を有する複数の医療機器又は医療機器メーカーの関係(競合関係や提携関係，使用許諾関係の有無等)は，把握していないことが通常である。",
                    "結局，上記①ないし④の点は，需要者である医療従事者において原告商品と被告商品の出所が同一であると誤認するおそれがあることを否定する理由にはならない。",
                    "次に，上記のとおり，医療従事者は，同様の機能を有する複数の医療機器又は医療機器メーカーの関係(競合関係や提携関係，使用許諾関係の有無等)は，把握していないことが通常であるから，控訴人と被控訴人が競合会社であることを医療従事者が十分に認識しているとはいえないし，また，仮に医療従事者が控訴人と被控訴人が競合関係にあると認識していたとしても，競合関係にあれば，当然に緊密な営業上の関係が生じ得ないとはいえない。",
                    "以上によれば，原判決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，被控訴人による被告商品の販売は，原告商品と「混同を生じさせる行為」に当たるから，不競法2条1項1号の不正競争に該当する。",
                    "【被控訴人の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "医療機関においては，多数の医療従事者が関与し，試用期間を設けて商品の機能や安全性等に着目して慎重に医療機器の選定が行われ，商品名や規格等に着目して販売代理店を通じた発注や物品の管理が行われるのであるから，通常，医療機器の購入に際して，商品の形態に着目したり，形態を手がかりに商品が購入されることはない。このことは，医療機器カタログやオンラインショップを通じて医療機器が購入される場合であっても同様である。",
                        "すなわち，医療機関が医療機器を新規に採用する場合には，正式な採用に先立ち臨床での試用をし，使い勝手や機能性等を評価することが一般的であり(甲34)，特に使用に際して患者の身体への侵襲を伴う医療機器の場合には，臨床での試用によって慎重に安全性や品質を確認している。現に，被告商品の販売先のうち87．9％が，臨床での試用を経て正式採用に至っており，実際に患者に使用するために購入されたケースでは，いずれの場合も，医療機関が販売代理店の担当者から機能面の説明を受け，機能の評価を経た上で正式採用に至っている(乙11)。仮に販売代理店の担当者が医療従事者に対して商品の説明を行わないことがあったとしても，医療従事者は，臨床での試用やサンプル品の添付文書等を確認することによって，使用方法や製品の機能，安全性等を確認できる。そして，医療機関が臨床での試用や機能性等の評価を経て採用した商品を継続購入する場合は，医療機器カタログやオンラインショップを通じて購入するが，医療機関においては，商品名や品番等により採用している医療機器と同一の医療機器を発注するよう管理しており(乙8の3，16ないし18)，商品の形態だけを見て発注することはない。そして，カタログ購入やオンラインショップ購入の場合でも，これまで医療機関が発注したことのない医療機器が新たに発注されたときには，必ず医療機関に連絡を行い，試用を勧めることが通常である。加えて，原告商品と被告商品がオンラインショップ等で同一の機会に販売されることがあったとしても，そもそも，医療従事者は商品形態には着目しない上，オンラインショップにおいては商品の商品名及び製造販売元等が明記されているのであるから，医療従事者が，その形態のみから，原告商品と被告商品の出所を誤認混同することはない。",
                        "次に，医療機関においては，一般に，主として経済合理性の観点や，使用方法の相違等による医療事故を防止し安全性を確保する観点から，用途が同じであり容量等が同様の医療機器については一種類のみを採用するという，いわゆる「一増一減ルール」が採用されているため，一つの医療機関又は診療科において，原告商品と被告商品が同時に採用されるといった事態は生じ得ず，医療従事者が原告商品と被告商品を取り違えたり，使用方法を誤るといった事態の発生を想定することができない。仮に単一の医療機関において同種の複数の医療機器が同時に用いられることがあったとしても，原告商品及び被告商品にはそれぞれ商品名及び会社名が明確に表示されている上，原告商品及び被告商品は，それぞれが製造販売する専用のカテーテル以外に接続することができない専用設計品となっており(乙13),相互に互換性がなく，このことは添付文書等(乙1)からも確認できるから，実際の発注や使用において両商品の取り違えが生じることはない。",
                        "以上のような取引の実情を踏まえると，需要者である医療従事者において，原告商品及び被告商品の形態に着目して商品の出所の同一性について混同が生ずるおそれはない。",
                        "したがって，被告商品の販売行為により，需要者である医療従事者において原告商品との混同を生じさせることはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人及び被控訴人が医療機器の分野において競合関係にあることは，需要者である医療従事者においても公知の事実である。また，医療従事者は，医療機器の選定に際してその機能や品質等を重視するのであって，商品の形態が類似しているからといって，その形態から，医療機器メーカー間の提携関係，使用許諾関係等があるものと誤認することはない。",
                        "加えて，原告商品と被告商品は互換性を有しない上，被控訴人は，被告商品を「マルチチャネル  ドレナージ  ポンプ」シリーズとして展開して販売活動を行っており，その際，被告商品に「Argyle」との商標を付しているから，医療従事者は，被告商品に表示された被控訴人の会社名や被告商品に付された「Argyle」との商標を目にした場合，被控訴人が製造販売しているシリーズ商品であると認識するのであって，原告商品との間でライセンス関係や緊密な取引上の関係がないことを認識することができる。",
                        "したがって，被告商品の形態から，原告商品又は控訴人のシリーズ商品，控訴人のグループ会社の商品又は控訴人のライセンス商品であると誤認するおそれはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，医療機器の取引プロセス及び医療従事者の認識等の取引の実情を踏まえると，需要者である医療従事者は，原告商品及び被告商品は同一出所の商品であると誤認するおそれがあり，あるいは両商品の出所間に何らかの資本関係，提携関係又は使用許諾関係等が存在すると誤認するおそれがあるといえるから，被控訴人による被告商品の販売は，原告商品と「混同を生じさせる行為」に該当する旨主張する。",
                    "しかしながら，前記ア(ア)のとおり，原告商品と被告商品の採用のプロセスにおいて，臨床での試用が行われることが通常であること，原告商品と被告商品には互換性がなく，実際に取り違えることがあり得ないこと，原告商品及び被告商品の本体の目立つ場所にそれぞれの商品名及び会社名が表示されていること，医療従事者は医療機器を，形態ではなく商品名により識別管理していること，原告商品及び被告商品の流通経路及び包装形態等の取引の実情を踏まえると，被控訴人による被告商品の販売により，需要者である医療従事者において原告商品と被告商品の出所について混同が生じることなどあり得ないから，控訴人の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，被控訴人による被告商品の販売は，原告商品と「混同を生じさせる行為」に該当しない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "不競法2条1項2号の不正競争の成否(争点2)(当審における新たな主張)",
          "text": [
            "【控訴人の主張】",
            "原告商品は，昭和59年から約35年間にわたって，控訴人によって，その商品の形態を変えることなく製造及び販売し続けられており，平成30年1月頃から被告商品が販売されるまでは唯一の特徴的な形態の商品であった。原告商品は，ポータブル低圧持続吸引器の国内市場において約30％のシェアを占めており，業界首位である。控訴人は，その販売開始以降，多くの医療機関に対して原告商品が掲載された総合カタログを頒布し，展示会で原告商品を展示し，説明会を開催したりするなど，医療従事者に対して原告商品の普及，浸透に努めており，医療従事者向けの書籍にも多く掲載されてきた。また，控訴人が実施した本件アンケートによれば，約80％の医療従事者及び代理店販売員が原告商品の2ボトル形態から原告商品を想起している。",
            "これらの事実によれば，原告商品の形態は，被告商品の発売が開始された同月頃までには控訴人の商品であることの出所を示す商品等表示として，全国の需要者である医療従事者及び医療機器販売業者に広く認識されるに至っており，著名性を有するものである。",
            "そして，被告商品の形態は，控訴人の著名な商品等表示である原告商品の形態と類似するから，被控訴人による被告商品の販売は，不競法2条1項2号の不正競争に該当する。",
            "【被控訴人の主張】",
            "控訴人の主張は争う。",
            "原告商品の形態は，著名な商品等表示に該当しない。",
            "すなわち，仮に原告商品の形態が出所表示機能を有するに至ったとしても，原告商品は，その具体的な商品の形態として需要者に記憶されるものであって，携帯用ディスポーザブル低圧持続吸引器及び医療機器の分野を超えて，他の種類の分野にまでその商品の形態に関して出所表示機能を獲得することはない。",
            "また，原告商品は，商品の本体に商品名及び会社名に関する文字表示が付されて販売されてきたのであって，原告商品が長年にわたって販売されてきた結果としてその形態が独占的に使用されてきたとしても，本来的に出所識別標識としての機能を営まない原告商品の形態(商品名及び会社名の表示を除く。)の識別力は低く，その形態は周知性を有しないのであるから，当然のことながら著名性を有しない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "以下のとおり訂正するほか，原判決の「事実及び理由」の第4の1記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決7頁4行目の「原告商品は，」を「原告商品(検甲1)は，」と改め，同頁10行目の「様々な形態のもの」の後に「(甲25の1，2)」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決7頁12行目の「出願」の後に「(出願日昭和59年11月30日)」を，同頁14行目の「(特公昭63-1859公報)には」の後に「従来技術として，「人体創腔からの滲出液(体液)を吸引排出するために医療用吸引集液器を用いることは，従来からよく知られている。この場合，滲出液を排出誘導するためのチューブが創腔内に挿入されて吸引集液器に接続されており，吸引集液器内に発生させた陰圧によつて創腔内の滲出液が吸引集液器内に集積，貯留される。しかし公知の吸引集液器では，その機構或いは作用においてまだ種々の欠点を有している。」(乙3の2欄14行～23行)」を，同頁20行目の「ことにある。」」の後に「(乙3の4欄22行～33行)」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決8頁1行目の「医療用吸引集液器である。」」の後に「(乙3の10欄26行～39行)」を加え，同頁3行目の「2つの透明のボトル」を「排液ボトル及び吸引ボトルの2つの透明のボトル」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決10頁25行目から11頁1行目までを次のとおり改める。",
                "「  被告商品は，バルーン吸引方法を用いるドレナージ吸引装置である，携帯用ディスポーザブル低圧持続吸引器のうちの排液ボトル及び吸引ボトルの2つの透明のボトルである。",
                "被控訴人は，平成30年1月頃以降，「ArgyleTMマルチチャネルTMドレナージ  セット」のうちの「マルチチャネルTMドレナージポンプ」の一商品として，被告商品を販売している。被控訴人が販売する「マルチチャネルTMドレナージポンプ」の種類には，「バルブ型」，「フラップ型」，「プレシジョン型」及び「ソフトバッグ型」があるが，被告商品は「プレシジョン型」である(甲20)。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決11頁4行目の「別紙5被告商品説明書」を「別紙2被告商品説明書」と，同頁5行目の「別紙6」から6行目の「以下のとおりである。」までを「別紙5「原告商品と被告商品の対比写真」のとおりである。」と改め，同頁7行目から12頁24行目までを削る。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決13頁8行目から14頁20行目までを次のとおり改める。",
                "「(6)  医療機器の取引プロセス等について"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "医療機関が医療機器を新規に購入する場合，医師，看護師等の医療従事者が，医療機器メーカー又は販売代理店の販売担当者から，商品説明会等で当該医療機器の特色，機能，使用方法等に関する説明を受けた後，臨床現場で当該医療機器を1週間ないし1か月程度試行的に使用し，使い勝手，機能性等の評価を経た上で新規採用を決定し，医療機器メーカー又は販売代理店に対して当該医療機器を発注することが一般的である。一定の病床数を有する医療機関にあっては，医師，看護師その他の医療スタッフから構成される「材料委員会」(名称は各医療機関による。)が開催され，その構成メンバーによる協議を経て，当該医療機器の新規採用が決定されているが，一方で，個人病院や病床数が少ない医療機関にあっては，材料委員会が開催されることなく，医師の意向により新規採用が決定される場合も少なくない(甲34，39，49，50)。",
                    "医療機関が従前から使用している医療機器を継続的に購入する場合，各種医療機器の画像，品番，仕様，価格等が記載された医療カタログ(例えば，甲35の1，2)に基づいて，医療機器メーカー又は販売代理店の販売担当者に対して品番等を伝えて発注し，また，インターネット上のオンラインショップ(例えば，甲36の1ないし3)で購入する場合がある。",
                    "このほか，消耗品等の比較的安価な医療機器については，医療機関が新規に購入する場合においても，医療カタログに基づいて医療機器メーカー又は販売代理店の販売担当者に対して品番等を伝えて購入したり，オンラインショップで購入することもある。このような場合には，医療機関が医療カタログ又はオンラインショップに掲載された情報を基に商品を選択するため，医療機器メーカーや販売代理店の販売担当者から商品について説明を受けることはない(甲39)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "医療機関においては，費用削減や使用方法の相違等による医療事故防止等の観点から，用途が同じであり，容量等が同様の医療機器については，一種類のみを採用し，新たな医療機器を一つ導入する際には同種同効の医療機器を一つ減らすという「一増一減ルール」が存在する(甲48)。「一増一減ルール」は，主に大学病院，総合病院等の大規模な医療機関において採用されているが，小規模の医療機関においては，各医師がそれぞれ使いやすい医療機器を使用する傾向が強いため，そもそも「一増一減ルール」が採用されていない場合があり，また，「一増一減ルール」を採用している医療機関においても，徹底されずに，医師の治療方針から特定の医師が別の医療機器を指定して使用したり，新規の医療機器が採用された後も旧医療機器が併存する期間があるなど，同種同効の医療機器が複数同時に並行して使用される場合があり得る(甲39，40，44の1，2，48)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "バーコードで医療機器を特定して発注や在庫管理を行い，また，医療機関で使用される物品(医薬品，医療消耗器具備品，一般消耗品等)の発注，在庫管理，病棟への搬送などのサービス(SPD)を事業者に委託している医療機関もあるが(乙16，29)，全ての医療機関において，このようなバーコードを利用した医療機器の発注，在庫管理やSPDの委託を行っているわけではない(甲41，49，50)。みずほ情報総研が実施した平成24年医療関連サービス実態調査(甲58)によれば，SPDの委託率は21.1％であり，病床数100床未満の医療機関では10％に満たない委託率となっている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告商品及び被告商品は，消耗品に属する医療機器である。",
                    "原告商品は，「松吉医療総合カタログ2018-2019  vol．1400」(2018年1月発行。甲35の1)に，「sumius SBバックフルセット(塩ビチューブセット)」として，その商品画像とともに，「コード」，「品番」，「サイズ(チューブ外径)」，「入数」，「価格」等が掲載され，「ナビス看護・医療用品総合カタログ2018-2019  №70000」(2017年11月発行。甲35の2)に，「SBバック(スーパースムーズセット)」及び「SBバック(フルセット・塩ビチューブセット)」として，それぞれ商品画像とともに，「品番」，「型番」，「チューブ外径」，「仕様」，「入数」，「価格」等が掲載されている。",
                    "また，オンラインショップ「アスクル」のウェブサイト(甲36の1ないし3)には，原告商品がその商品画像とともに「住友ベークライトSBバック塩ビチューブセット・常圧タイプφ3mm  MD-53331  1箱(10セット入)8-2946-01(直送品)」等として，被告商品がその商品画像とともに「マルチチャネル  ドレナジーポンプ  プレシジョン型  370mL  5220-370  1箱(10個入)  日本コヴィデイエン(取寄品)」として掲載されている。」"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決14頁22行目の「(7)  アンケート結果」を「(7)  被控訴人のアンケート調査の結果について」と，同頁22行目の「行った」を「平成30年6月頃に行った」と改め，同頁24行目の「(原告は」から同頁25行目の「認められない。)」までを削る。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決15頁9行目末尾に行を改めて次のとおり加える。",
                "「(8)  控訴人のアンケート調査の結果について",
                "控訴人は，平成31年1月に医療従事者及び医療機器の販売代理店に対して医療機器の採用及び形態に関する本件アンケート(甲28の1ないし38，30の1ないし30)を実施した。",
                "本件アンケートの結果によれば，アンケートの回答者68人中54人(甲29，31)が2ボトル形態のイラストを見て思い浮かべるメーカー名，ブランド名又は製品名として，「SBバック」，「SB」，「住友ベークライト  SBバック」などと回答した。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1-1(原告商品の形態が周知な商品等表示といえるか)について",
          "text": [
            "商品の形態は，本来的には商品の機能・効用の発揮や美観の向上等の見地から選択されるものであり，商品の出所を表示するものではないが，特定の商品の形態が，他の同種の商品と識別し得る独自の特徴を有し，かつ，その形態が長期間継続的・独占的に使用され，又は短期間でも効果的な宣伝広告等がされた結果，特定の営業主体の商品であることの出所を示す出所識別機能を獲得するとともに，需要者の間に広く認識されるに至ることがあり得るというべきである。このような商品の形態は，不競法2条1項1号によって保護される他人の周知な商品等表示に該当するものと解される。そこで，まず，原告商品の形態が，被告商品の販売が開始された平成30年1月頃の時点において，控訴人の商品等表示(商品表示)として，需要者の間に広く認識されていたかどうかについて検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告商品の形態の独自性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告商品(検甲1)は，バルーン吸引の方法を用いたドレナージ吸引装置である，「SBバック」という商品名の携帯用ディスポーザブル低圧持続吸引器のうちの排液ボトル及び吸引ボトルで構成されたものである。",
                    "原告商品の形態の構成態様は，別紙4原告商品説明書記載のとおりであり，主たる構成として排液ボトル及び吸引ボトルの2つの透明のボトルで構成され，直方体の排液ボトル，丸みを帯びた略立方体の吸引ボトル及びその上部に取り付けられた球体のゴム球という形状の異なる3つのパーツをまとまりよく一体化して構成されている点に特徴がある。",
                    "そして，前記1の認定事実によれば，携帯用ディスポーザブル低圧持続吸引器には，吸引方法が異なる様々な形態のものが存在する中で，主たる構成として2つの透明のボトルから構成される形態は，控訴人が昭和59年に「SBバック」として原告商品の販売を開始してから被控訴人が平成30年1月頃に被告商品の販売を開始するまでの間，「SBバック」以外の他の同種の商品には見られない形態であったことが認められる。また，バルーン吸引の方法を用いたドレナージ吸引装置には，原告商品及び被告商品のほかに，株式会社メディコンが製造販売する「デイボール  リリアバック」(乙4)があるが，同商品の形態は，2つの透明のボトルから構成されるものではなく，個々の構成態様も原告商品の形態とは，大きく異なることが認められる(甲11，25の1，2)。",
                    "そうすると，原告商品の形態は，控訴人が昭和59年に「SBバック」の販売を開始した当時から被告商品の販売が開始された平成30年1月頃の時点まで，他の同種の商品と識別し得る独自の特徴を有していたものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し被控訴人は，原告商品の形態は，携帯用ディスポーザブル低圧持続吸引器としての機能及び効用を発揮するために選択されたものであり，同種の商品でも採用されている一般的なありふれた形態を機能的な観点から組み合わせたものにすぎないから，原告商品の形態は，独自の特徴を有しているとはいえない旨主張する。",
                    "しかしながら，原告商品を構成する直方体の排液ボトルの形状，略立方体の吸引ボトル及びその上部に取り付けられた球体のゴム球それぞれの形態が個々の形態としてはありふれた形状であったとしても，それぞれのパーツごとに様々な形状の選択肢がある中で，原告商品の形態は，これらを組み合わせて一体化したものであり，しかも，前記ア認定のとおり，主たる構成として2つの透明のボトルから構成される原告商品の形態は，他の同種の商品には見られない形態であったのであるから，原告商品の形態は全体としてありふれた形態であるということはできない。",
                    "したがって，被控訴人の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告商品の形態の商品等表示としての周知性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1の認定事実を総合すると，①原告商品の形態は，控訴人が昭和59年に「SBバック」の商品名で原告商品の販売を開始した当時から，他の同種の商品と識別し得る独自の特徴を有していたものであり，その後被告商品の販売が開始された平成30年1月頃までの約34年間にわたり，他の同種の商品には見られない形態として，控訴人によって継続的・独占的に使用されてきたこと，②平成18年から平成28年までのポータブル低圧持続吸引器国内市場における「SBバック」の販売数量は同市場において30％程度を占め，業界首位であったこと，③控訴人は，SBバックの販売開始以来，平成14年頃から発行している医療機器の総合カタログを定期的に更新し，医療機関に頒布してきたほか，少なくとも平成10年から医療機器の展示会等に「SBバック」を展示するなど，医療機関に対する説明会や個別の説明を常時実施してきたこと，④「SBバック」の機能，特徴，使用方法等の紹介や説明が，「SBバック」の商品写真とともに，多数の医療従事者向け書籍等に掲載されてきたこと，さらには，⑤医療機関が医療機器を新規に購入する場合，医師，看護師等の医療従事者が，医療機器メーカー又は販売代理店の販売担当者から，商品説明会等で当該医療機器の特色，機能，使用方法等に関する説明を受けた後，臨床現場で当該医療機器を試行的に使用し，使い勝手，機能性等の評価を経た上で新規採用を決定し，医療機器メーカー又は販売代理店に対して当該医療機器を発注することが一般的であり，そのような取引のプロセス及び臨床現場における原告商品の実際の使用を通じて，医療従事者においては原告商品の形態を目にし，記憶にとどめる機会があったものと認められることからすれば，原告商品の形態は，控訴人によって「SBバック」の形態として約34年間の長期間にわたり継続的・独占的に使用されてきたことにより，少なくとも被告商品の販売が開始された平成30年1月頃の時点には，需要者である医療従事者の間において，特定の営業主体の商品であることの出所を示す出所識別機能を獲得するとともに，原告商品の出所を表示するものとして広く認識されていたものと認められる。",
                    "したがって，原告商品の形態は，上記時点において，控訴人の商品等表示として周知であったことが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し被控訴人は，①原告商品の形態は，携帯用ディスポーザブル低圧持続吸引器としての機能及び効用を発揮するために必然的，不可避的に採用せざるを得ない商品形態であるから，自他識別機能ないし出所表示機能をおよそ備えていない，②原告商品は，医療従事者を需要者とする医療機器であるところ，医療従事者が医療機器を選択する際にはその機能，安全性及び品質を吟味して所定の手続を経て新規購入し，医療機器を継続購入する場合には，商品名，規格及びカタログ番号等を慎重に照らし合わせて，所定の手続を経て追加購入するので，医療機器を選定するに当たって重視するのは，商品の機能，品質，使い勝手等であって，商品の形態のみに着目して商品を選定することはおよそあり得ない，③原告商品の形態が掲載されている書籍等においては，原告商品の形態のみが掲載されているのではなく，常に原告の会社名や商品名も併せて記載されているから，原告商品の形態のみで出所表示機能を発揮しているとはいえない，④医療従事者は，減菌包装され箱に入れられた状態の原告商品を，会社名や商品名，パッケージに記載されたバーコードで管理し，判別しているから，原告商品の形態が自他識別機能ないし出所表示機能を持つことはない，⑤原告商品は，控訴人が製造販売する原告商品専用のチューブ及びカテーテルと組み合わせて使用される必要があり，医療従事者は，原告商品と控訴人が製造販売する原告商品専用のチューブ及びカテーテルのパッケージないしセットの機能に着目するから，その一構成部分である原告商品の形態のみに着目して商品を選定することなどおよそ想定できない，⑥原告商品は，常に商品名及び会社名の表示が付された状態で販売されてきたのであるから，自他識別機能及び出所表示機能を発揮しているのは，原告商品の形態ではなく商品名及び会社名の表示であるというべきであり，本来的に出所識別標識としての機能を営まない原告商品の形態自体は，その識別力が低く，周知性を有しないなどとして，原告商品の形態は，そもそも控訴人の商品等表示自体に該当せず，また，控訴人の商品等表示として周知であるとはいえない旨主張する。",
                    "しかしながら，上記①及び②の点については，医療機関が医療機器の商品を選定するに当たって，当該商品の機能，品質，使い勝手等を重視するとしても，医療機器の使用に当たっては，その形態が使用感や使いやすさ，利便性等に大きな影響を与えるのであるから，医療機器の商品の形態は医療従事者が当該商品を選定する際の考慮要素になっているものと認められるのみならず，医療機器であっても，他の同種の商品と識別し得る独自の特徴を有る商品の形態が，特定の営業主体によって継続的・独占的に使用されることによって，当該商品の形態が当該営業主体の商品であることの出所を示す出所識別機能を獲得することはあり得るというべきである。そして，前記ア認定のとおり，原告商品の形態は，控訴人が昭和59年に「SBバック」の商品名で原告商品の販売を開始した当時から，他の同種の商品と識別し得る独自の特徴を有していたものであり，その後被告商品の販売が開始された平成30年1月頃までの約34年間にわたり，他の同種の商品には見られない形態として，控訴人によって継続的・独占的に使用されてきたのであるから，原告商品の形態は，需要者である医療従事者の間において，特定の営業主体の商品であることの出所を示す出所識別機能を獲得するとともに，原告商品の出所を表示するものとして広く認識されていたものと認められる。また，前記1の認定事実によれば，原告商品は，吸引集液器内に発生させた陰圧によって創腔内の滲出液を集積，貯留させる方法による従来の吸引集液器にあった種々の欠点ないし制約を解消することを目的とする控訴人の特許発明を商品化したものであって，原告商品は，創腔からの滲出液の集液量増加に伴う吸引圧の変動が小さく，創腔に常に適切な陰圧を負荷できること，採取された滲出液が逆流する陽圧発生の危険がなく取扱い容易であること，集液ゾーンと陰圧保持ゾーンが分離され，集液貯留が全て剛性容器で行われるため，使用中は常に集液量測定を精度良く簡便に行うことができるとともに，途中の吸引再セット時の排液操作が必要なく，集液を追加できることなどの機能を有しているところ，このような機能を奏するための構成としては，ボトルの形状及び透明性，目盛の形状，排液口の位置，大きさ，形状及び色彩，集液ポートの位置及び形状，排液ボトルと吸引ボトルの連結態様，ゴム球の位置，大きさ，形状及び排気弁の有無等の様々な選択肢があるのであるから，原告商品の形態は，商品の技術的な機能及び効用を実現するために他の形態を選択する余地のない不可避的な構成に由来するものであるとはいえない。",
                    "次に，上記③ないし⑥の点については，一般に，医療従事者が医療機器を使用する上で商品名や医療機器メーカーの名称について特に関心を持ち，これらを正確に認識していることを認めるに足りる証拠はないことに照らすと，原告商品が商品名及び会社名の表示が付された状態で販売されてきた結果，原告商品の商品名である「SBバック」によって原告商品が他の同種の商品と識別される場合があるとしても，このことは，原告商品の形態自体が出所識別機能を有することを否定する理由にはならないというべきである。また，上記④の点については，前記1の認定事実によれば，バーコードで医療機器を特定して発注や在庫管理を行い，医療機関で使用される物品の発注，在庫管理，病棟への搬送などのサービス(SPD)を事業者に委託している医療機関もあるが，全ての医療機関において，このようなバーコードを利用した医療機器の発注，在庫管理やSPDの委託を行われているわけではなく，SPDの委託率も決して高いものではないことからすると，パッケージに記載されたバーコードで商品を管理し，判別している医療機関があるからといって，原告商品の形態がおよそ出所識別機能を備えていないということはできない。さらに，上記⑤の点については，原告商品は控訴人が製造販売する原告商品専用のチューブ及びカテーテルと組み合わせて使用される必要があるとしても，原告商品(検甲1)の形態は当該チューブ及びカテーテルとは別個独立に認識し得るものであるから，原告商品の形態が出所識別機能を有することに影響を及ぼすものとはいえない。",
                    "したがって，上記①ないし⑥の点はいずれも失当であるから，原告商品の形態は控訴人の周知の商品等表示に該当しないとの被控訴人の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，原告商品の形態は，少なくとも被告商品の販売が開始された平成30年1月頃の時点には，控訴人の商品等表示として周知であったことが認められる。そして，同時点以降も控訴人による原告商品の販売が継続的に行われているものと認められるから，本件口頭弁論終結時(令和元年7月16日)においてもなお，原告商品の形態は控訴人の周知の商品等表示としての出所識別機能を有しているものと認めるのが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点1-2(原告商品の形態と被告商品の形態とは類似するか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ある商品表示が不競法2条1項1号所定の「他人の商品等表示」と類似のものに当たるか否かについては，取引の実情の下において，需要者又は取引者が，両表示の外観，称呼又は観念に基づく印象，記憶，連想等から両者を全体的に類似のものとして受け取るおそれがあるか否かを基準として判断すべきである。そこで，被告商品の形態が，控訴人の商品等表示として周知な原告商品の形態と類似のものと認められるかどうかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告商品(検甲2)は，バルーン吸引の方法を用いたドレナージ吸引装置である，「マルチチャネルTMドレナージポンプ」という商品名の携帯用ディスポーザブル低圧持続吸引器のうちの排液ボトル及び吸引ボトルで構成されたものであり，被告商品の形態の構成態様は，別紙2被告商品説明書記載のとおりである。",
                    "次に，原告商品(検甲1)の形態と被告商品(検甲2)の形態とを対比すると，両形態は，①主たる構成として，排液ボトル及び吸引ボトルの2つの透明のボトルで構成され，直方体の排液ボトル，丸みを帯びた略立方体の吸引ボトル及びその上部に取り付けられた球体のゴム球という形状の異なる3つのパーツをまとまりよく一体化して構成されている点，②排液ボトルの構成として，透明の縦長の直方体のボトルで，正面・背面から見ると四隅の角は丸みを帯びている点，ボトルの正面に，「排液ボトル」と表示され，0ないし370mLまでに100mL単位の大きな目盛と数字，50mL単位の中くらいの目盛，10mL単位の小さな目盛が入っている点，正面右下に斜めに少量目盛として線5本が入っており，一番下の線と下から2番目の線の間に「10」，下から5番目の線の右上に「50」と表示されている点，ボトル上面の，正面から見て左端奥の位置にやや広径の排液口があり，排液口にはふたが付いている点，ボトル上面の，中央部に集液ポートを取り付ける口があり，この中央部の口に短く細い管状の集液ポートがはめられ，この集液ポートにチューブが接続することができる点，集液ポートには，板クランプが取り付けられている点，ボトル上面の，正面から見て右端手前付近に口があり，この口に連結チューブが接続されており，この連結チューブを介して吸引ボトルに連結されている点，③吸引ボトルの構成として，透明の直方体のボトルで，排液ボトルと比べると，横幅は少し広く，高さは3分の2程度である点，正面・背面から見ると四隅の角が円くカーブを描いている点，正面に「吸引ボトル」と表示され，会社名，商品名が記載されている点，ボトル上面の正面から見てやや右寄りの位置にやや広径の口があり，この口に青系の色の球体であるゴム球が，ゴム球の下部から出ている短く太い管状の部分を介して接続されている点，ゴム球の上部はボトル内の空気を排気することのできる短い管状の口が出ており，排気弁が取り付けられている点，ボトル上面の正面から見て左端奥の位置に口があり，ここに連結チューブが連結ポートを介して接続され，この連結チューブにより排液ボトルに連結されている点，ボトル下面の中央の位置に，広径の口があり，キャップで開閉される構造となっている点，キャップには収縮チューブを介してバルーン(風船)が取り付けられており，ゴム球を圧縮することによって内部の空気が排気され陰圧となった吸引ボトル内で膨張したバルーンが，その復元力で生じる吸引圧によって体内の排液を排液ボトルに吸引する構造となっている点においていずれも共通し，さらに，④別紙5「原告商品と被告商品の対比写真」記載のとおり，排液ボトル高さ(番号①)，排液ボトル幅(番号②)，吸引ボトル高さ(番号③)，吸引ボトル幅(番号④)，ゴム球の直径(水平方向)(番号⑤)，排液ボトル奥行き(番号⑥)，吸引ボトル奥行き(番号⑦)及び吸引ボトル下部のキャップ直径(番号⑧)の各寸法がほぼ同一であることが認められる。",
                    "このように原告商品の形態と被告商品の形態は，主たる構成が共通し，排液ボトル及び吸引ボトルの具体的構成においても，多数の共通点を有し，しかも，排液ボトル及び吸引ボトルの寸法がほほ同一であることによれば，原告商品と被告商品は，同一の形態に近いといえるほど形態が極めて酷似し，原告商品の形態及び被告商品の形態に基づく印象が共通するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方で，排液ボトルの構成について，原告商品では，正面中央部に水色の地に白抜きで「排液ボトル」と記載され，目盛の色が水色であるのに対し，被告商品では，正面左寄りに紺色の文字で「排液ボトル」と記載され，目盛の色も紺色である点で相違し，また，吸引ボトルの構成について，原告商品では，水色の地に白抜きで「吸引ボトル」と記載され，水色の文字で「SBバック」，「SUMITOMO  BAKELITE」と記載され，ゴム球の色が水色であるのに対し，被告商品では，紺色の文字で，「吸引ボトル」，「COVIDIEＮ」，「ArgyleTM」，「マルチチャネル ドレナージ ポンプ」と記載され，ゴム球の色が紺色である点などで相違することが認められる。",
                    "しかしながら，排液ボトル及び吸引ボトルの文字色，目盛等の色の相違は，青色の同系色の範疇での相違であり，原告商品及び被告商品を全体として見れば，細部の相違にすぎないものである。",
                    "次に，前記2(2)ア認定のとおり，原告商品の形態は，控訴人によって「SBバック」の形態として約34年間の長期間にわたり継続的・独占的に使用されてきたことにより，少なくとも被告商品の販売が開始された平成30年1月頃の時点には，需要者である医療従事者の間において，特定の営業主体の商品であることの出所を示す出所識別機能を獲得するとともに，原告商品の出所を表示するものとして広く認識されていたことが認められ，かかる取引の実情の下においては，原告商品及び被告商品の吸引ボトルにおける商品名及び会社名の記載の表示の相違及びこの記載に基づく称呼の相違は，需要者である医療従事者が両商品の形態上の前記アの共通点から受ける印象を凌駕するものとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，原告商品と被告商品は，同一の形態に近いといえるほど形態が極めて酷似し，原告商品の形態及び被告商品の形態に基づく印象が共通するものと認められ，両商品の形態に係る相違点(前記イ)は，両商品の形態上の共通点(前記ア)から受ける印象を凌駕するものとはいえないから，需要者である医療従事者は，原告商品の形態と被告商品の形態を全体的に類似のものとして受け取るおそれがあるものと認められる。",
                    "したがって，被告商品の形態は，控訴人の周知の商品等表示である原告商品の形態と類似のものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し被控訴人は，①医療機器に関する取引においては，医療従事者は，医療機器を選定するに当たり，臨床での試用を行い，その機能や使い勝手，品質等を確認することが一般的であり，商品の選定に当たっては各商品の機能上の差異を重視するため，商品の機能上の差異をもたらす機構及び構成については，仮にそれが商品全体の構成からすれば一部分にとどまるような細部にわたる形態上の相違であったとしても，十分に観察を行うという取引の事情があるところ，被告商品では商品の本体と接続チューブ等の接続部分にセイフティーロック機構が採用されているのに対し，原告商品では採用されていないため，両商品にはセイフティーロック機構の有無という大きな構成上の相違が存し，需要者である医療従事者は，原告商品及び被告商品の外観は大きく異なるものと評価するから，かかる取引の実情の下では，需要者が，原告商品の形態と被告商品の形態を全体的に類似のものとして受け取るおそれはない，②原告商品には「SBバック」との登録商標が付され，被告商品には「Argyle」との登録商標が付されていること，医療機関においては，一旦発注した医療機器を商品名や品番等により管理，判別していることや，原告商品及び被告商品は滅菌済みの商品であり，使用の直前まで形態が判別できないパッケージで包装されていることを踏まえると，医療従事者は，主として商品名に基づいて医療機器の識別をしていると考えるべきであるから，原告商品及び被告商品の本体に付された商品名及び会社名の文字表示の外観が大きく異なっている以上，需要者においては，外観，称呼又は観念に基づく印象，記憶，連想等から原告商品の形態と被告商品の形態を全体的に類似のものとして受け取るおそれはないとして，被告商品の形態は，原告商品の形態と類似するとはいえない旨主張する。",
                "しかしながら，上記①の点については，被控訴人が挙げるセイフティーロック機構の有無の機能上の差異をもたらす原告商品及び被告商品の形態上の相違は，一見して判別しない程度のものにすぎないことに照らすと，上記相違は，原告商品及び被告商品を全体として見れば，細部の相違にすぎないものであって，両商品の形態上の共通点(前記(1)ア)から受ける印象を凌駕するものとはいえない",
                "次に，上記②の点については，原告商品の形態は，需要者である医療従事者の間において，特定の営業主体の商品であることの出所を示す出所識別機能を獲得するとともに，原告商品の出所を表示するものとして広く認識されていたこと(前記2(2)ア)，バーコードで医療機器を特定して発注や在庫管理を行い，医療機関で使用される物品の発注，在庫管理，病棟への搬送などのサービス(SPD)を事業者に委託している医療機関もあるが，全ての医療機関において，このようなバーコードを利用した医療機器の発注，在庫管理やSPDの委託を行われているわけではなく，SPDの委託率も決して高いものではないこと(前記2(2)イ)に照らすと，医療従事者は，原告商品及び被告商品に付された商品名のみに基づいて商品を識別していたものとはいえないし，原告商品及び被告商品の吸引ボトルにおける商品名及び会社名の記載の表示の相違及びこの記載に基づく称呼の相違は，医療従事者が両商品の形態上の共通点(前記(1)ア)から受ける印象を凌駕するものとはいえない。",
                "したがって，上記①及び②の点はいずれも失当であり，被控訴人の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点1-3(被告商品の販売は原告商品と「混同を生じさせる行為」に当た",
          "text": [
            "るか)について"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告商品の形態は，控訴人が昭和59年に「SBバック」の商品名で原告商品の販売を開始した当時から，他の同種の商品と識別し得る独自の特徴を有していたものであり，その後被告商品の販売が開始された平成30年1月頃までの約34年間の長期間にわたり，他の同種の商品には見られない形態として，控訴人によって継続的・独占的に使用されてきたことにより，少なくとも被告商品の販売が開始された同月頃の時点には，需要者である医療従事者の間において，特定の営業主体の商品であることの出所を示す出所識別機能を獲得するとともに，原告商品の出所を表示するものとして広く認識されていたこと，原告商品と被告商品は，同一の形態に近いといえるほど形態が極めて酷似し，被告商品の形態は，原告商品の形態と類似することは，前記2(2)ア及び3(1)ウ認定のとおりである。",
                "そして，前記1の認定事実によれば，医療機器の取引プロセス等に係る取引の実情として，①医療機関が医療機器を新規に購入する場合，医療従事者が，医療機器メーカー又は販売代理店の販売担当者から，商品説明会等で当該医療機器の特色，機能，使用方法等に関する説明を受けた後，臨床現場で当該医療機器を1週間ないし1か月程度試行的に使用し，使い勝手，機能性等の評価を経た上で新規採用を決定し，医療機器メーカー又は販売代理店に対して当該医療機器を発注することが一般的であり，一定の病床数を有する医療機関にあっては，医師，看護師その他の医療スタッフから構成される「材料委員会」が開催され，その構成メンバーによる協議を経て，当該医療機器の新規採用が決定されているが，一方で，個人病院や病床数が少ない医療機関にあっては，材料委員会が開催されることなく，医師の意向により新規採用が決定される場合も少なくないこと，②医療機関が従前から使用している医療機器を継続的に購入する場合，各種医療機器の画像，品番，仕様，価格等が記載された医療カタログに基づいて，医療機器メーカー又は販売代理店の販売担当者に対して品番等を伝えて発注し，また，インターネット上のオンラインショップで購入する場合があること，③消耗品等の比較的安価な医療機器については，医療機関が新規に購入する場合においても，医療カタログに基づいて医療機器メーカー又は販売代理店の販売担当者に対して品番等を伝えて購入したり，オンラインショップで購入することもあること，④医療機関においては，用途が同じであり，容量等が同様の医療機器については，一種類のみを採用し，新たな医療機器を一つ導入する際には同種同効の医療機器を一つ減らすという「一増一減ルール」が存在するが，「一増一減ルール」は，主に大学病院，総合病院等の大規模な医療機関において採用されており，小規模の医療機関においては，各医師がそれぞれ使いやすい医療機器を使用する傾向が強いため，そもそも「一増一減ルール」が採用されていない場合があり，また，「一増一減ルール」を採用している医療機関においても，徹底されずに，医師の治療方針から特定の医師が別の医療機器を指定して使用したり，新規の医療機器が採用された後も旧医療機器が併存する期間があるなど，同種同効の医療機器が複数同時に並行して使用される場合があり得ること，⑤バーコードで医療機器を特定して発注や在庫管理を行い，また，医療機関で使用される物品の発注，在庫管理，病棟への搬送などのサービス(SPD)を事業者に委託している医療機関もあるが，全ての医療機関において，このようなバーコードを利用した医療機器の発注，在庫管理やSPDの委託を行われているわけではなく，SPDの委託率も決して高いものではないこと，⑥原告商品及び被告商品は，消耗品に属する医療機器であり，カタログ販売のほかに，商品画像とともに，品番，型番，価格等掲載されたオンラインショップ(「アスクル」のウェブサイト)による販売が行われていることなど，両商品の販売形態は共通していることが認められる。",
                "以上を総合すると，原告商品の形態が，控訴人によって約34年間の長期間にわたり継続的・独占的に使用されてきたことにより，需要者である医療従事者の間において，特定の営業主体の商品であることの出所を示す出所識別機能を獲得するとともに，原告商品の出所を表示するものとして広く認識されていた状況下において，被控訴人によって原告商品の形態と極めて酷似する形態を有する被告商品の販売が開始されたものであり，しかも，両商品は，消耗品に属する医療機器であり，販売形態が共通していることに鑑みると，医療従事者が，医療機器カタログやオンラインショップに掲載された商品画像等を通じて原告商品の形態と極めて酷似する被告商品の形態に接した場合には，商品の出所が同一であると誤認するおそれがあるものと認められるから，被控訴人による被告商品の販売は，原告商品と混同を生じさせる行為に該当するものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し被控訴人は，①医療機関においては，多数の医療従事者が関与し，試用期間を設けて商品の機能や安全性等に着目して慎重に医療機器の選定が行われ，製品名や規格等に着目して販売代理店を通じた発注や物品の管理が行われるのであるから，通常，医療機器の購入に際して，商品の形態に着目したり，形態を手がかりに商品が購入されることはなく，このことは，医療機器カタログやオンラインショップを通じて医療機器が購入される場合であっても同様であること，②医療機関が臨床での試用や機能性等の評価を経て採用した商品を継続購入する場合は，医療機器カタログやオンラインショップを通じて購入するが，医療機関においては，商品名や品番等により採用している医療機器と同一の医療機器を発注するよう管理しており，商品の形態だけを見て発注することはないし，カタログ購入やオンラインショップ購入の場合でも，これまで医療機関が発注したことのない医療機器が新たに発注されたときには，必ず医療機関に連絡を行い，試用を勧めることが通常であること，③原告商品と被告商品がオンラインショップ等で同一の機会に販売されることがあったとしても，そもそも，医療従事者は商品形態には着目しない上，オンラインショップにおいては商品の商品名及び製造販売元等が明記されているのであるから，医療従事者が，その形態のみから，原告商品と被告商品の出所を誤認混同することはないこと，④医療機関においては，用途が同じであり容量等が同様の医療機器については一種類のみを採用するという，いわゆる「一増一減ルール」が採用され，一つの医療機関又は診療科において，原告商品と被告商品が同時に採用されるといった事態は生じ得ず，医療従事者が原告商品と被告商品を取り違えたり，使用方法を誤るといった事態の発生を想定することができないし，仮に単一の医療機関において同種の複数の医療機器が同時に用いられることがあったとしても，原告商品及び被告商品にはそれぞれ商品名及び会社名が明確に表示されている上，原告商品及び被告商品は，控訴人及び被控訴人のそれぞれが製造販売する専用のカテーテル以外に接続することができない専用設計品となっており(乙13),相互に互換性がなく，このことは添付文書(乙1)等からも確認できるから，実際の発注や使用において両商品の取り違えが生じることはないこと，このような取引の実情を踏まえると，需要者である医療従事者において，原告商品の形態及び被告商品の形態に基づいて商品の出所の同一性について混同が生ずるおそれはないから，被控訴人による被告商品の販売は，原告商品と混同を生じさせる行為に該当しない旨主張する。",
                "しかしながら，上記①ないし③の点については，前記2(2)ア認定のとおり，原告商品の形態は，控訴人によって約34年間の長期間にわたり継続的・独占的に使用されてきたことにより，需要者である医療従事者の間において，特定の営業主体の商品であることの出所を示す出所識別機能を獲得するとともに，原告商品の出所を表示するものとして広く認識されていたことに照らすと，医療従事者が，原告商品の形態に着目して，医療機器カタログやオンラインショップを通じて医療機器が購入する場合もあり得るものと認められる。また，前記2(2)イ認定のとおり，バーコードで医療機器を特定して発注や在庫管理を行い，また，SPDを事業者に委託している医療機関もあるが，全ての医療機関において，このようなバーコードを利用した医療機器の発注，在庫管理やSPDの委託が行われているわけではなく，SPDの委託率も決して高いものではない。",
                "上記④の点については，前記(1)認定のとおり，小規模の医療機関においては，そもそも「一増一減ルール」が採用されていない場合があり，また，「一増一減ルール」を採用している医療機関においても，徹底されずに，医師の治療方針から特定の医師が別の医療機器を指定して使用したり，新規の医療機器が採用された後も旧医療機器が併存する期間があるなど，同種同効の医療機器が複数同時に並行して使用される場合があり得ることからすると，「一増一減ルール」が存在するからといって，原告商品の形態と極めて酷似する被告商品の形態に接した場合には，商品の出所が同一であると誤認するおそれがあることが否定されるものではない。また，原告商品及び被告商品は，控訴人及び被控訴人のそれぞれが製造販売する専用のカテーテル以外に接続することができない専用設計品となっており,その点においては相互に互換性がないとしても，そのことから直ちに原告商品又は被告商品を購入する際に両商品の形態が極めて酷似することにより商品の出所が同一であると誤認するおそれがあることが否定されるものではない。",
                "したがって，被控訴人の上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "まとめ",
          "text": [
            "前記2ないし4によれば，被控訴人による被告商品の販売は，不競法2条1項1号の不正競争に該当するものと認められる。そして，控訴人は，被控訴人の上記不正競争行為によって，原告商品の販売に係る営業上の利益を侵害されているものであるから，不競法3条1項に基づいて，被控訴人に対し，被告商品の譲渡，引渡し，又は譲渡若しくは引渡しのための展示，輸入の差止めを求めることができ，また，同条2項に基づいて，被控訴人に対し，被告商品の廃棄を求めることができるものと認められる。一方，被告商品の製造については，同法2条1項1号が「製造」を「不正競争」として規定していないこと，本件においては，同法3条1項及び2項に基づいて被告商品の製造の差止めを請求できる根拠についての主張立証がされていないことに鑑み，控訴人の被控訴人に対する被告商品の製造の差止請求は認めることはできないというべきである。なお，同法2条1項2号が「製造」を「不正競争」として規定していないことからすれば，控訴人主張の同号の不正競争に係る被告商品の製造の差止請求についても，これと同様である。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の請求は，被控訴人に対し，被告商品の譲渡，引渡し，譲渡若しくは引渡しのための展示又は輸入の差止め及び被告商品の廃棄を求める限度で理由があるから，これを認容し，その余は理由がないから棄却すべきものである。",
            "したがって，これと異なる原判決は失当であって，本件控訴は一部理由があるから，原判決を上記のとおり変更することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成31年(ネ)10002",
    "date": "2019-08-29",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成30年(ワ)13381",
    "precedent_id": "088902",
    "ipprecedent_id": "5225",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}