{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2017-13796号事件について"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，平成28年6月29日，発明の名称を「遺伝子産物の発現を変更するためのCRISPR-Cas系および方法」とする特許出願をした（特願2016-128599。特願2015-547555（優先権主張：平成24年12月12日・米国）の分割。公開日：平成28年9月29日。甲9）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，平成29年5月9日付けで拒絶査定を受けたことから（甲13），同年9月15日，これに対する不服審判の請求をし（甲14），特許庁は，上記請求を不服2017-13796事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成30年9月14日，本件審判請求は成り立たないとする別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，同年10月1日，原告らに送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告らは，平成31年1月29日，本件審決の取消しを求める本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件審決が対象とした特許請求の範囲請求項1の記載は，以下のとおりである（甲12。以下，上記請求項1に記載された発明を「本願発明」といい，この出願に係る明細書（甲9）を，図面を含めて「本願明細書」という。）。なお，文中の「／」は，原文の改行箇所を示す（以下同じ）。",
            "【請求項1】",
            "エンジニアリングされた，天然に存在しないクラスター化等間隔短鎖回分リピート（CRISPR）-CRISPR関連（Cas）（CRISPR-Cas）ベクター系であって，／a）真核細胞中のポリヌクレオチド遺伝子座中の標的配列にハイブリダイズする1つ以上のCRISPR-Cas系ガイドRＮAをコードする1つ以上のヌクレオチド配列に作動可能に結合している第1の調節エレメントであって，前記ガイドRＮAが，ガイド配列，tracr配列及びtracrメイト配列を含む，第1の調節エレメント，／b）II型Cas9タンパク質をコードするヌクレオチド配列に作動可能に結合している第2の調節エレメントであって，前記タンパク質が，核局在化シグナル（ＮLS）を含む，第2の調節エレメント／を含む1つ以上のベクターを含み；／成分（a）及び（b）が，前記系の同じ又は異なるベクター上に位置し，／前記tracr配列が，30以上のヌクレオチドの長さを有し，／それによって，前記1つ以上のガイドRＮAが，真核細胞中の前記ポリヌクレオチド遺伝子座を標的とし，前記Cas9タンパク質が，前記ポリヌクレオチド遺伝子座を開裂し，それによって，前記ポリヌクレオチド遺伝子座の配列が，改変され；前記Cas9タンパク質及び前記1つ以上のガイドRＮAが，いっしょに天然に存在しない，／CRISPR-Casベクター系。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，本願発明は，①先願の下記引用例1に記載された発明（以下「引用発明1」という。）と同一であるから，特許法29条の2に該当し，②下記引用例2に記載された発明（以下「引用発明2」という。）及び本願優先日（2012年12月12日）前の周知技術に基づいて，当業者が容易に発明をすることができたものであるから，同法29条2項に該当するので，特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：PCT／US2013／073307号（国際公開第2014／089290号。出願日：2013年12月5日（優先権主張:2012年12月6日），公開日：2014年6月12日。甲1の1）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：“A  Programmable  Dual-RNA‐Guided  DNA  Endonuclease  in Adaptive Bacterial Immunity”（Science, Aug 2012, Vol.337, p.816-821。甲2の1）及び“Supplementary Materials”（甲2の2）（オンラインによる公開:2012年6月28日）"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，引用発明1，本願発明と引用発明1との対比について，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の認定",
                  "text": [
                    "（i）少なくとも1つの核局在化シグナルを含む少なくとも1つのII型Cas9タンパク質をコードする核酸に操作可能に連結されたプロモーター調節配列を含むベクター，及び，／（ⅱ）真核細胞中の染色体配列中の標的部位に相補的である5’末端における第一の領域，ステムループ構造を形成する第二の内部領域，及び本質的に一本鎖のままである第三の3’領域を含む少なくとも1つのガイドRＮAをコードするDＮAに操作可能に連結されたプロモーター調節配列を含むベクター，／を含むベクター系であって，前記ガイドRＮAの第二及び第三領域の合わせた長さが，約30から約120ヌクレオチド長の範囲であり，前記ガイドRＮAが，II型Cas9タンパク質を真核細胞中の染色体配列中の標的部位へ誘導し，そこで該II型Cas9タンパク質が，該標的部位にて染色体DＮA二本鎖の切断を誘導し，該二本鎖の切断が，染色体配列が修飾されるようにDＮA修復過程により修復される，ベクター系。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明1の一致点",
                  "text": [
                    "エンジニアリングされた，天然に存在しないクラスター化等間隔短鎖回分リピート（CRISPR）-CRISPR関連（Cas）（CRISPR-Cas）ベクター系であって，／a）真核細胞中のポリヌクレオチド遺伝子座中の標的配列にハイブリダイズする1つ以上のCRISPR-Cas系ガイドRＮAをコードする1つ以上のヌクレオチド配列に作動可能に結合している第1の調節エレメントであって，前記ガイドRＮAが，ガイド配列，tracr配列及びtracrメイト配列を含む，第1の調節エレメント，／b）II型Cas9タンパク質をコードするヌクレオチド配列に作動可能に結合している第2の調節エレメントであって，前記タンパク質が，核局在化シグナル（ＮLS）を含む，第2の調節エレメントを含む1つ以上のベクターを含み；／成分（a）及び（b）が，前記系の異なるベクター上に位置し，／それによって，前記1つ以上のガイドRＮAが，真核細胞中の前記ポリヌクレオチド遺伝子座を標的とし，前記Cas9タンパク質が，前記ポリヌクレオチド遺伝子座を開裂し，それによって，前記ポリヌクレオチド遺伝子座の配列が，改変され；前記Cas9タンパク質及び前記1つ以上のガイドRＮAが，いっしょに天然に存在しない，CRISPR-Casベクター系。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一応の相違点",
                  "text": [
                    "本願発明は「tracr配列が，30以上のヌクレオチドの長さを有」するものであると下限値が特定されているのに対して，引用発明1では，本願発明の「tracr配列」に相当する部分の長さについて明確な特定はないものの，「第二及び第三領域」の合わせた長さが「約30から約120ヌクレオチド長の範囲」である限りにおいて，30ヌクレオチドよりも短い場合をも包含する点。 "
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，引用発明2，本願発明と引用発明2との対比について，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2の認定",
                  "text": [
                    "エンジニアリングされた，天然に存在しないクラスター化等間隔短鎖回分リピート（CRISPR）-CRISPR関連（Cas）（CRISPR-Cas）系であって，／a）標的認識配列を5’末端に含み，その下流にtracrRＮAとcrRＮAの間に生じる塩基対相互作用を保持するヘアピン構造を含み，前記標的認識配列が緩衝液中で標的配列にハイブリダイズするキメラRＮAであるキメラAと，／b）II型Cas9タンパク質，／を含み，／前記tracrRＮAが，26のヌクレオチドの長さを有し，／それによって，前記Cas9タンパク質が，前記標的配列を開裂し，／前記Cas9タンパク質及び前記キメラRＮAが，いっしょに天然に存在しない，／CRISPR-Cas系。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明2との一致点",
                  "text": [
                    "エンジニアリングされた，天然に存在しないクラスター化等間隔短鎖回分リピート（CRISPR）-CRISPR関連（Cas）（CRISPR-Cas）系であって，／a）標的配列にハイブリダイズする1つ以上のCRISPR-Cas系ガイドRＮAであって，ガイド配列，tracr配列及びtracrメイト配列を含むガイドRＮAと，／b）II型Cas9タンパク質，／を含み，／それによって，前記Cas9タンパク質が，前記標的配列を開裂し，／ 前記Cas9タンパク質及び前記1つ以上のガイドRＮAが，いっしょに天然に存在しない，／CRISPR-Cas系。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明2との相違点",
                  "text": [
                    "（相違点1）",
                    "本願発明は，ガイドRＮAが，「真核細胞中のポリヌクレオチド遺伝子座中の標的配列にハイブリダイズ」し，II型Cas9タンパク質が，「核局在化シグナル（ＮLS）を含む」ことによって，ガイドRＮAが，「真核細胞中の前記ポリヌクレオチド遺伝子座」を標的とし，Cas9タンパク質がこれを開裂するのに対して，引用発明2では，標的配列が緩衝液中に存在し，Cas9タンパク質が核局在化シグナルを有していない点。",
                    "（相違点2）",
                    "本願発明は，「前記ポリヌクレオチド遺伝子座の配列が，改変され」るのに対して，引用発明2では，標的配列を開裂するにとどまる点。",
                    "（相違点3）",
                    "本願発明は，CRISPR-Cas系ガイドRＮAを「コードする1つ以上のヌクレオチド配列に作動可能に結合している第1の調節エレメント」と，II型Cas9タンパク質を「コードするヌクレオチド配列に作動可能に結合している第2の調節エレメント」を含む「1つ以上のベクターを含み；成分（a）及び（b）が，前記系の同じ又は異なるベクター上に位置」する，CRISPR-Cas「ベクター」系であるのに対して，引用発明2では，「キメラRＮA」と「Cas9タンパク質」を用いるCRISPR-Cas系である点。",
                    "（相違点4）",
                    "本願発明は，前記tracr配列が，「30以上のヌクレオチドの長さ」を有するのに対して，引用発明2は，それに対応する前記tracrRＮAが，「26のヌクレオチドの長さ」を有する点。 "
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1に基づく特許法29条の2の判断の誤り（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "引用発明2に基づく進歩性の判断の誤り（取消事由2）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明1に基づく特許法29条の2の判断の誤り）について",
          "text": [
            "〔原告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点とされた部分について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1は，後記ウで詳述するとおり，標的部位において組換えが生じたことを実験データによって示していない。引用発明1は，当業者が反復継続して所定の効果を挙げることができる程度まで具体的・客観的なものとして構成されていないから，特許法29条の2による後願排除効を有していないというべきである（東京高裁平成13年4月25日判決・平成10年（行ケ）第401号）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原核生物のCRISPRシステムを真核細胞において作動するように適合させられるか否かは，本願発明の発明者であるA博士（A博士）が2013年の論文（Bほか）において報告するまでは明らかでなく，引用例1に接した当業者は，引用例1のFACS実験とPCR実験の矛盾した結果を検討し，CRISPR-Cas9システムが真核細胞において作動するか否かが未解決であると結論したはずである。引用例1の結果は，それが開示された2012年当時の技術常識に基づき，後知恵を入れることなく検討されなければならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例1は，本願発明の構成「前記ガイド配列が，真核細胞中の前記1つ以上のポリヌクレオチド遺伝子座を標的とし，前記Cas9タンパク質が，前記遺伝子座を開裂し，それによって，遺伝子座の配列が改変される」を開示していない。",
                    "引用例1には，ヒトのK562細胞の6つのトランスフェクション処理（処理A～F。表7．トランスフェクション処理）が記載されているところ，このうち本願発明のクレームと同じベクター系に係るものは処理Dである。引用例1には，処理A～Fに対して行われた2つの実験が開示されており，これらの実験の目的は，CRISPR-Cas9系がゲノムDＮAの標的ポリヌクレオチド配列を開裂し，コード配列をそこに組み込むかどうかを確認することにある。",
                    "ところが，実施例4の蛍光活性化細胞選別（FACS）実験の処理Dの蛍光は，細胞の死による自家蛍光とGFPの自家蛍光を区別することができず，組換えがされたか否かや，組換えが標的部位でされたか否かを判断することができない。むしろ，実施例5のPCR実験は，処理Dで標的部位の編集がされていないことを示しており，処理Dの蛍光が標的部位の遺伝子編集によるものでないことを裏付ける。",
                    "引用例1のFACS実験とPCR実験により得られた結果には矛盾があるので，当業者は，この矛盾点を検討し，CRISPR-Cas9システムが真核細胞において作動するか否かにはなお疑問があると判断したはずである。",
                    "このように，引用例1には，真核細胞内でのゲノムDＮAの標的部位での配列の編集ができなかった系が記載されているにすぎないから，上記のとおりの配列の編集ができる本願発明と実質的に同一であるということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，実施例5の処理Dにおいて，標的部位へのドナー配列の挿入が実験で確認されていないとしても，それは，処理Dで採用した実験プロトコルに適切でない部分があったことに起因するものにすぎない旨主張するが，本願優先日当時の技術水準において，適切な実験プロトコルは存在しなかった。",
                    "CRISPR-Cas9のような複雑な系をエンジニアリングするには，多くの系の設計の選択が必要である。本願発明は，Cas9に複数のＮLSを付加することやtracrRＮAの長さを長くすることの技術的意義，キメラRＮAの3’末端にターミネーターとして例えばポリTを挿入することなど，CRISPR-Cas9システムを真核細胞内環境において真核生物のゲノムDＮAに適合させるガイダンスを開示し，引用発明1のCRISPR-Cas9系とは異なる。",
                    "適切なプロトコル下に置かれた場合に引用発明1の系が真核細胞でも機能すると考えることは，本願発明と引用発明1の系の相違を見誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一応の相違点とされた部分について",
              "text": [
                "本願発明では，tracr長が短い場合のゲノム編集効率を高めるために，Cas9に複数のＮLSを付加すること，tracrRＮAの長さを長くすることの技術的意義，キメラRＮAの3’末端にターミネータとして例えばポリTを挿入することなど，CRISPR-Cas9システムを真核細胞内環境において真核生物のゲノムDＮAに適合させるガイダンスを開示している。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "一致点とされた部分について",
              "text": [
                "引用例1には，（i）少なくとも1つの核局在化シグナルを含む少なくとも1つのII型Cas9タンパク質をコードする核酸に操作可能に連結されたプロモーター調節配列を含むベクター及び（ⅱ）真核細胞中の染色体配列中の標的部位に相補的である5’末端における第一の領域，ステムループ構造を形成する第二の内部領域，及び本質的に一本鎖のままである第三の3’領域を含む少なくとも1つのガイドRＮAをコードするDＮAに操作可能に連結されたプロモーター調節配列を含むベクター，を含むベクター系が記載されている。",
                "そして，引用例1には，上記のベクター系であって，「ガイドRＮAが，II型Cas9タンパク質を真核細胞中の染色体配列中の標的部位へ誘導し，そこで該II型Cas9タンパク質が，該標的部位にて染色体DＮA二本鎖の切断を誘導し，該二本鎖の切断が，染色体配列が修飾されるようにDＮA修復過程により修復される」との機能を発揮するように構成されているものが，引用発明として認定し得る程度十分に，技術思想として開示されている。",
                "実施例5の処理Dにおいて，標的部位へのドナー配列の挿入が実験で確認されていないとしても，それは，処理Dで採用した実験プロトコルに適切でない部分があったことに起因するものであり，上記の認定を左右することはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一応の相違点とされた部分について",
              "text": [
                "本願発明と引用発明1は，本願発明の「tracr配列」に相当する部分の長さに関して重複関係にあるから，本願発明が特許を受けるためには，長さの下限値を30ヌクレオチド長と特定することにより，30ヌクレオチドよりも短い場合をも包含する引用発明1とは異なる新たな効果を有することが必要である。",
                "26ヌクレオチド長のtracr配列を有するガイドRＮA（＋48）と，32ヌクレオチド長のtracr配列を有するガイドRＮA（＋54）とで，プロトスペーサー2，4及び5を標的としたものでは差異を見出せない（図16，図17）。そして，30以上のヌクレオチド長と特定する本願発明においては，標的配列に依存することなく，改変効率が向上するとの効果を有しているとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（引用発明2に基づく進歩性の判断の誤り）について",
          "text": [
            "〔原告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り",
              "text": [
                "本件審決がした引用発明2の認定は，引用例2に記載された発明を上位概念で認定している点において不当である。引用発明2は，次のとおり，下線部を有するものとして認定されるべきである。",
                "a）標的認識配列を5’末端に含み，その下流にtracrRＮAとcrRＮAの間に生じる塩基対相互作用を保持するヘアピン構造を含み，前記標的認識配列が緩衝液中で標的配列にハイブリダイズするキメラRＮAであるキメラAであって，試験管内で事前に95℃で加熱してその後室温にまで冷却させて得られるキメラAと，／b）大腸菌（E. Coli）に産生させ，できるだけ純度高く精製したII型Cas9タンパク質と，／を複合体形成に適した緩衝液中で混合して得られる複合体を含み，／それによって，前記Cas9タンパク質が，開裂に適した緩衝液中で，オリゴヌクレオチドDＮA又はプラスミドDＮA中の前記標的配列を開裂する，／CRISPR-Cas系。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の看過等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点5",
                  "text": [
                    "引用例2においては，試験管内で転写されたキメラAをCas9と混合してCas9複合体を形成し，それを標的DＮAと共に緩衝液環境に導入しているのに対し，本願発明では，真核細胞内において構成要素がまず別々に，かつ適切に発現し，その後，発現した構成要素が，真核細胞の核内においてCRISPR-Cas9複合体を形成しなければならない。",
                    "したがって，本願発明と引用発明2の相違点としては，本件審決が認定した相違点1ないし3のほかに，「本願発明は，CRISPR-Casベクター系であり，ベクターで真核細胞の核内にCRISPR-Casの構成要素を送達するものであり，本願発明で用いる複合体はあらかじめ形成させたものではないのに対して，引用発明2では，用いる複合体は「複合体形成に適した緩衝液中で構成要素を混合して得られる，事前に形成された複合体」である点（相違点4）を認定すべきである。",
                    "そして，引用発明2では，真核細胞内でのベクター系を用いたときにCas9とcrRＮAとtractRＮAとの複合体が適切に形成するか否か，仮に形成できたとしても活性な複合体を形成し得るか不明であること，真核細胞には，二本鎖RＮAを検知し，破壊し，除去する免疫機構が備わっており，CRISPR複合体を形成する前に，crRＮAとtractRＮAのような二本鎖RＮAが十分な時間，存在することができたとはいえないことから，この相違点は容易に想到できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点6",
                  "text": [
                    "引用例2で用いられたオリゴヌクレオチドDＮAやプラスミドDＮAは，染色体構造（特に真核細胞の染色体構造）を形成するものではないのに対し，本願発明の開裂対象は，真核細胞中の染色体配列中の標的部位であり，オリゴヌクレオチドDＮAでもプラスミドDＮAでもなく，真核細胞のゲノムDＮAは，真核細胞の核に存在し，かつ，染色体という構造を形成して安定化されていること，さらに，引用例2が，開裂に適した環境下の試験管内の緩衝液中で行われるのに対し，本願発明は，開裂に適した環境であるかが不明な真核細胞内で行う。",
                    "したがって，本願発明と引用発明2の相違点としては，更に，「本願発明のCRISPR-Casベクター系は，真核細胞内環境下で，真核生物のゲノムDＮA中の標的部位を開裂するものであり，開裂に適した環境下の緩衝液中で開裂を行うものではなく，開裂対象はオリゴヌクレオチドDＮAでもプラスミドDＮAでもないのに対して，引用発明2は，開裂に適した緩衝液中で，オリゴヌクレオチドDＮA又はプラスミドDＮA中の標的部位を開裂するものである点」（相違点6）を認定すべきである。",
                    "そして，引用例2で開示されているのは，緩衝液において予め形成させた複合体が，切断に適した緩衝液中でDＮAを切断したということだけであり，真核細胞において機能するかどうかを当業者に予測させるものではないから，相違点6は，引用発明2から容易に想到することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1，3及び4の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1に関する容易想到性判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本願発明は「真核細胞中のポリヌクレオチド遺伝子座中の1つ以上の標的配列にハイブリダイズ」するものであるのに対して，引用発明2はこのような構成を有しない点で相違すると認定する。",
                        "引用例2に開示されたのは，複合体形成に適した緩衝液中で予め形成させた複合体を用いて，切断に適した緩衝液中で，オリゴヌクレオチドDＮA又はプラスミドDＮAを切断したことであり，「真核細胞中のポリヌクレオチド遺伝子座中の1つ以上の標的配列にハイブリダイズ」させることとは大きく異なる。",
                        "ベクター系を用いてCas9タンパク質や，crRＮAとtracrRＮAを真核細胞内で発現させた場合，これらの構成要素は，複合体として合成されるのではなく，それぞれが個別のものとして合成され，完成した後に，①真核細胞内で互いに接触する必要があり，かつ，②接触後，適切に複合体形成することにより，活性な複合体を形成する必要がある。仮に，当該複合体が形成されたとしても，③複合体がゲノム全体をスキャンするに十分な時間存在していなければならない。その後に初めて，「真核細胞中のポリヌクレオチド遺伝子座中の1つ以上の標的配列にハイブリダイズ」するために，標的配列に結合することができる。",
                        "①真核細胞内において複合体を形成することは困難で，②原核細胞ではDＮAからmRＮAへの転写及びタンパク質の翻訳が細胞質で同時に起こるのに対し，真核細胞では核内で転写が行われ，細胞質で翻訳が行われるように，転写と翻訳のシステムが異なり，③ゲノム構造と標的とされた遺伝子座への接触や④ゲノムサイズと遺伝子座への接触も困難で，⑤原核生物における遺伝子ターゲティングシステムを真核細胞に適用することについては失敗例も存在する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，本願発明と引用発明2との相違点1が周知技術に基づいて容易に想到できると判断する。",
                        "しかし，本件審決の上記判断において，Cas9タンパク質に核局在化シグナルを付加することにより，真核細胞の核内のゲノムにCRISPR-Cas9系を到達させることができるとする科学的根拠は示されていない。",
                        "本件審決では，核局在化シグナルをCas9タンパク質に付加することが，タンパク質を核内に移行させるための常套手段であるというが，常套手段として挙げられているものは，いずれも細胞内で複合体を形成する必要がなく，かつ，細胞内で機能するためにRＮAの必要のない技術に関するものであって，単にタンパク質のみを核に移行させればその機能を発揮することが明白な技術であるから，細胞内において複合体形成を必要とするCas9複合体とは異なる。",
                        "第1優先日当時にはＮLSがCas9複合体を真核細胞内で機能させる手法であるかは不明であり，引用例2では，核局在化シグナルについて開示も示唆もない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3に関する容易想到性判断の誤り",
                  "text": [
                    "細胞の内部で複合体を形成することなく機能する所望のタンパク質や核酸などの因子を機能させようとする場合に，それらを発現するベクターを用いることは常套手段であるとしても，CRISPR-Cas9システムは複合体でなければ機能しないことが，引用例2において明確に実証されているのであるから，CRISPR-Cas9システムをベクターで，しかも，原核細胞ではなく真核細胞に導入することが，同様に常套手段であるとか，容易になし得たということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点4に関する容易想到性判断の誤り",
                  "text": [
                    "引用例2には，試験管内で，26ヌクレオチドから67ヌクレオチドにおいて，tracrRＮA部分の長さに依存することなく，DＮAが切断されることを示す結果が開示されている。図3のパネルAには，23-89（67ヌクレオチド長）のtracrRＮAと23-48（26ヌクレオチド長）のtracrRＮAとの間で，オリゴヌクレオチドDＮAの切断効率が変わらないことが示されている。図5及び図S15には，キメラAが最小の機能的tracrRＮAを用いて設計され，この最小の構造が作用に最適化されていることが示されている。",
                    "以上のことからは，当業者がtracrRＮAを長くする理由はない。",
                    "また，引用例2の図S14A及びBにおけるバンドに基づけば，当業者は，3’が伸張した長いtracr配列（23-89）を有するものよりも，23-48の短いtracr配列を有するRＮA（26ヌクレオチド長のキメラRＮAに対応する）の活性の方が高いと認識したはずである。",
                    "当業者は，より長いRＮAを送達する観点で，大きなRＮA分子は複雑性を増加させ，潜在的な毒性を増加させることを理解したので，tracrRＮAの長さを26ヌクレオチドに減少させてもその強力な活性が維持されたとの点にも鑑みれば，当業者がtracrRＮAの長さを増加させることに着目する理由はない。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本願優先日である平成24年12月12日当時，真核細胞のゲノム編集を行うために，人工酵素であるジンク-フィンガーヌクレアーゼ（ZFＮ）や転写活性化様エフェクターヌクレアーゼ（TALEＮ）を使用することは，周知であった。したがって，当業者には，同様にゲノム編集のツールである引用発明2のCRISPR-Cas系を，真核細胞中のゲノムに対して機能させようと試みることに動機付けがあった。このことは，本願発明の発明者とは異なる少なくとも3つの研究グループが，本願優先日前から，CRISPR-Cas系を真核細胞中のゲノムに対して機能させようと試みていたことが示されていることからも裏付けられる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "細胞の内部で所望のタンパク質や核酸を機能させようとする場合に，それらを発現するベクターを用いることは常套手段であり，本願優先日当時，ゲノム編集のための成分を導入するために，ベクター系を用いることも一般的であった。したがって，当業者は，適宜，引用発明2のCRISPR-Cas系や組換えテンプレートをベクター系とすることができた。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告らが示す問題点は，いずれも引用発明2のCRISPR-Cas系を真核細胞中のゲノムに対して機能させようと試みる際に生じるおそれのあるものを挙げているにすぎない。当業者は，CRISPR-Cas9の真核細胞への適用の成否について，確信までは持てなかったとしても，上記の問題点は，当業者に真核細胞への適用ができないとの認識を生じさせるほどのものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用例2の記載は，「26のヌクレオチドの長さ」とするものであるが，この記載から，23～48の26ヌクレオチド長を含むtracrRＮAであれば，その5’末端側や3’末端側にさらにヌクレオチドが存在しても，Cas9によるDＮA切断を誘導できると理解することができる。引用例2には，5’末端側や3’末端側にヌクレオチドを付加してさらに長くすることを妨げる記載はなく，かえって，図3Aには，「15-53」，「23-89」，「15-89」の領域からなるさらに長いtracrRＮAも，crRＮAと共に用いることでCas9によるDＮA切断を誘導できることが示されている。",
                "そうすると，引用発明2においても，tracrRＮAを30ヌクレオチド長程度のものとすることは，当業者において適宜なし得たことというべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載",
              "text": [
                "本願明細書には，以下の記載がある（甲9）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0003】本発明は，一般に，クラスター化等間隔短鎖回分リピート（Clustered Regularly Interspaced Short Palindromic Repeat）（CRISPR）及びその成分に関するベクター系を使用し得る配列ターゲティング，例えば，ゲノム摂動又は遺伝子編集を含む遺伝子発現の制御に使用される系，方法及び組成物に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0005】ゲノムシーケンシング技術及び分析法の近年の進歩により，多様な範囲の生物学的機能及び疾患に関連する遺伝因子を分類及びマッピングする技能が顕著に加速されている。正確なゲノムターゲティング技術は，因果的遺伝子変異の体系的なリバースエンジニアリングを可能とするため，並びに合成生物学，バイオテクノロジー及び医薬用途を進歩させるために必要とされる。ゲノム編集技術，例えば，デザイナー亜鉛フィンガー，転写アクチベーター様エフェクター（TALE），又はホーミングメガヌクレアーゼが利用可能であるが，安価で，設定が容易で，スケーラブルで，真核ゲノム内の複数位置をターゲティングしやすい新たなゲノムエンジニアリング技術が依然として必要とされている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0007】CRISPR／Cas又はCRISPR-Cas系は，単一Cas酵素を短鎖RＮA分子によりプログラミングして特異的DＮA標的を認識させることができ，換言すると，Cas酵素は，前記短鎖RＮA分子を使用して特異的DＮA標的にリクルートすることができる。ゲノムシーケンシング技術及び分析法のレパートリーへのCRISPR-Cas系の付加により，多様な範囲の生物学的機能及び疾患に関連する遺伝因子を分類及びマッピングする技能が加速される。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0010】本願発明は，好ましい実施形態において，細胞は真核細胞であり，より好ましい実施形態において，細胞は哺乳動物細胞であり，さらにより好ましい実施形態において，哺乳動物細胞はヒト細胞である。",
                    "【0012】一態様において，本願発明は，1つ以上のベクターを含むベクター系を提供する。一部の実施形態において，CRISPR複合体は，真核細胞の核中の検出可能な量の前記CRISPR複合体の蓄積をドライブするために十分な強度の1つ以上の核局在化配列を含む。理論により拘束されるものではないが，核局在化配列は，真核生物中のCRISPR複合体活性に必要でないが，そのような配列を含めることにより，特に核中の核酸分子のターゲティングに関して系の活性が向上すると考えられる。一部の実施形態において，CRISPR酵素は，II型CRISPR系酵素である。一部の実施形態において，CRISPR酵素は，Cas9酵素である。一部の実施形態において，Cas9酵素は，肺炎連鎖球菌（S.pneumoniae），化膿性連鎖球菌（S.pyogenes），又はS．サーモフィラス（S.thermophilus）Cas9であり，それらの生物に由来する突然変異Cas9を含み得る。CRISPR酵素は，真核細胞中の発現のためにコドン最適化されている。",
                    "【0014】用語「調節エレメント」は，プロモーター，エンハンサー，内部リボソーム進入部位（IRES），及び他の発現制御エレメント（例えば，転写終結シグナル，例えば，ポリアデニル化シグナル及びポリU配列）を含むものとする。",
                    "一部の実施形態において，ベクターは，1つ以上のpolIIIプロモーター(‥)，1つ以上のpolIIプロモーター（‥），1つ以上のpolIプロモーター（‥）又はそれらの組合せを含む。polIIIプロモーターの例としては，限定されるものではないが，U6及びH1プロモーターが挙げられる。polIIプロモーターの例としては，限定されるものではないが，レトロウイルスのラウス肉腫ウイルス（RSV）LTRプロモーター（‥），サイトメガロウイルス（CMV）プロモーターが挙げられる。用語「調節エレメント」により，エンハンサーエレメント，例えば，WPRE；CMVエンハンサー；HTLV-IのLTR中のR-U5’セグメント；SV40エンハンサー；も包含される。ベクターを宿主細胞中に導入し，それにより本明細書に記載の核酸によりコードされる転写物，融合タンパク質又はペプチドを含むタンパク質，又はペプチドを産生することができる。",
                    "【0015】有利なベクターとしては，レンチウイルス及びアデノ随伴ウイルスが挙げられ，そのようなベクターのタイプは，特定のタイプの細胞のターゲティングのために選択することもできる。",
                    "【0024】本発明の態様は，内因性ゲノム中の部位特異的遺伝子ノックアウトを包含した：本発明は，亜鉛フィンガー及びTALエフェクターをベースとする部位特異的ヌクレアーゼ技術の使用と比べて有利である。それというのも，これは複雑な設計を要求せず，これを使用して同一ゲノム内の複数の遺伝子を同時にノックアウトすることができるためである。さらなる態様において，本発明は，部位特異的ゲノム編集を包含する。本発明は，天然又は人工部位特異的ヌクレアーゼ又はリコンビナーゼの使用と比べて有利である。それというのも，これは部位特異的二本鎖切断を導入してターゲティングされるゲノム遺伝子座における相同組換えを促進し得るためである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0053】一般に，「CRISPR系」は，集合的に，CRISPR関連（「Cas」）遺伝子の発現又はその活性の指向に関与する転写物及び他のエレメント，例として，Cas遺伝子をコードする配列，tracr（トランス活性化CRISPR）配列（例えば，tracrRＮA又は活性部分tracrRＮA），tracrメイト配列（内因性CRISPR系に関して「ダイレクトリピート」及びtracrRＮAによりプロセシングされる部分ダイレクトリピートを包含），ガイド配列（内因性CRISPR系に関して「スペーサー」とも称される），又はCRISPR遺伝子座からの他の配列及び転写物を指す。",
                    "一部の実施形態において，CRISPR系の1つ以上のエレメントは，内因性CRISPR系を含む特定の生物，例えば，化膿性連鎖球菌（Streptococcus pyogenes）に由来する。一般に，CRISPR系は，標的配列（内因性CRISPR系に関してプロトスペーサーとも称される）におけるCRISPR複合体の形成を促進するエレメントを特徴とする。CRISPR複合体の形成に関して，「標的配列」は，ガイド配列が相補性を有するように設計される配列を指し，標的配列とガイド配列との間のハイブリダイゼーションがCRISPR複合体の形成を促進する。",
                    "標的配列を含むターゲティングされる遺伝子座中への組換えに使用することができる配列又はテンプレートは，「編集テンプレート」又は「編集ポリヌクレオチド」又は「編集配列」と称される。本発明の態様において，外因性テンプレートポリヌクレオチドを編集テンプレートと称することができる。本発明の一態様において，組換えは，相同組換えである。",
                    "【0054】理論により拘束されるものではないが，tracr配列は，野生型tracr配列の全部又は一部（例えば，野生型tracr配列の約又は約20，26，32，45，48，54，63，67，85，又はそれよりも多い数を超えるヌクレオチド）を含み得，又はそれからなっていてよく，例えば，ガイド配列に作動可能に結合しているtracrメイト配列の全部又は一部とのtracr配列の少なくとも一部に沿うハイブリダイゼーションによりCRISPR複合体の一部も形成し得る。",
                    "【0063】一般に，tracrメイト配列は，（1）対応するtracr配列を含有する細胞中でtracrメイト配列によりフランキングされているガイド配列の切り出し；及び（2）標的配列におけるCRISPR複合体の形成（CRISPR複合体は，tracr配列にハイブリダイズされるtracrメイト配列を含む）の1つ以上を促進するためにtracr配列との十分な相補性を有する任意の配列を含む。一部の実施形態において，tracr配列は，約又は約5，6，7，8，9，10，11，12，13，14，15，16，17，18，19，20，25，30，40，50，又はそれよりも大きい数を超えるヌクレオチド長である。一部の実施形態において，tracr配列及びtractメイト配列は，単一転写物内に含有され，その結果，2つの間のハイブリダイゼーションが二次構造，例えば，ヘアピンを有する転写物を産生する。ヘアピン構造において使用される好ましいループ形成配列は，4ヌクレオチド長であり，最も好ましくは，配列GAAAを有する。しかしながら，代替配列であり得るようにより長い又は短いループ配列を使用することができる。配列は，好ましくは，ヌクレオチドトリプレット（例えば，AAA），及び追加のヌクレオチド（例えば，C又はG）を含む。ループ形成配列の例としては，CAAA及びAAAGが挙げられる。本発明の一実施形態において，転写物又は転写されるポリヌクレオチド配列は，少なくとも2つ以上のヘアピンを有する。好ましい実施形態において，転写物は，2，3，4又は5つのヘアピンを有する。本発明の別のさらなる実施形態において，転写物は，多くとも5つのヘアピンを有する。一部の実施形態において，単一転写物は，転写終結配列をさらに含み；好ましくは，これはポリT配列，例えば，6つのTヌクレオチドである。このようなヘアピン構造の例示的説明を，図11B（別紙1のとおり）の下方位置に提供し，最後の「Ｎ」及びループの上流の5’側の配列の部分は，tracrメイト配列に対応し，ループの3’側の配列の部分は，tracr配列に対応する。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実施例1：真核細胞の核中のCRISPR複合体活性",
                      "text": [
                        "【0145】図2は，本実施例に記載の細菌CRISPR系を説明する。図2Aは，化膿性連鎖球菌（Streptococcus  pyogenes）SF370からのCRISPR遺伝子座1及びこの系によるCRISPR媒介DＮA開裂の提案される機序を示す模式図を説明する。‥図2Bは，化膿性連鎖球菌（S.pyogenes）Cas9（SpCas9）及びRＮアーゼIII（SpRＮアーゼIII）の，哺乳動物核中への輸送を可能とするための核局在化シグナル（ＮLS）によるエンジニアリングを説明する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施例4：複数のキメラcrRＮA-tracrRＮAハイブリッドの評価",
                      "text": [
                        "【0159】本実施例は，異なる長さの野生型tracrRＮA配列を取り込むtracr配列を有するキメラRＮA（chiRＮA；ガイド配列，tracrメイト配列，及びtracr配列を単一転写物中で含む）について得られた結果を記載する。",
                        "Cas9はCBhプロモーターによりドライブされ，キメラRＮAはU6プロモーターによりドライブされる。",
                        "ガイド及びtracr配列は，tracrメイト配列GUUUUAGAGCUAと，それに続くループ配列GAAAにより離隔している。ヒト遺伝子座EMX1及びPVALB遺伝子座におけるCas9媒介インデルについてのSURVEYORアッセイの結果を，それぞれ図16b及び16c（別紙1のとおり）に説明する。",
                        "chiRＮAをそれらの「＋n」表記により示し，crRＮAは，ガイド及びtracr配列が別個の転写物として発現されるハイブリッドRＮAを指す。トリプリケートで実施されたこれらの結果の定量を，図17a及び17b（別紙1のとおり）にヒストグラムにより示し，それぞれ図16b及び16cに対応する（「Ｎ．D．」は，インデルが検出されなかったことを示す）。",
                        "【0162】最初に，ヒトHEK293FT細胞中のEMX1遺伝子座内の3つの部位をターゲティングした。それぞれのchiRＮAのゲノム改変効率は，DＮA二本鎖切断（DSB）及び非相同末端結合（ＮHEJ）DＮA損傷修復経路によるその後続の修復から生じる突然変異を検出するSURVEYORヌクレアーゼアッセイを使用して評価した。chiRＮA（＋n）と表記される構築物は，野生型tracrRＮAの最大＋n個のヌクレオチドがキメラRＮA構築物中に含まれることを示し，nについては48，54，67，及び85の値が使用される。野生型tracrRＮAのより長い断片を含有するキメラRＮA（chiRＮA（＋67）及びchiRＮA（＋85））は，3つ全てのEMX1標的部位におけるDＮA開裂を媒介し，特にchiRＮA（＋85）は，ガイド及びtracr配列を別個の転写物中で発現する対応するcrRＮA／tracrRＮAハイブリッドよりも顕著に高いレベルのDＮA開裂を実証した（図16b及び17a）。ハイブリッド系（別個の転写物として発現されるガイド配列及びtracr配列）を検出可能な開裂を生じなかったPVALB遺伝子座中の2つの部位も，chiRＮAを使用してターゲティングした。chiRＮA（＋67）及びchiRＮA（＋85）は，2つのPVALBプロトスペーサーにおける顕著な開裂を媒介し得た（図16c及び17b）。",
                        "EMX1及びPVALB遺伝子座中の5つ全ての標的について，tracr配列長さの増加に伴うゲノム改変効率の一貫した増加が観察された。いかなる理論によっても拘束されるものではないが，tracrRＮAの3’末端により形成される二次構造は，CRISPR複合体形成の比率の向上における役割を担い得る。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の特徴",
              "text": [
                "本願発明は，CRISPR-Casベクターを用いたゲノム編集技術に関する発明である。",
                "本願発明においては，短鎖RＮA分子（ガイド配列，tracrRＮA配列，及びtracrメイト配列を含むCRISPR-Cas系ポリ-ヌクレオチド配列）により，Cas酵素（II型Cas9タンパク質）に，真核細胞中の特異的DＮA標的（ポリヌクレオチド遺伝子座）を認識させ，前記Cas酵素が前記DＮA標的を開裂し，それにより，前記DＮA標的が改変する。",
                "本願発明は，a）前記CRISPR-Cas系ポリ-ヌクレオチド配列をコードするヌクレオチド配列に作動可能に結合している第1の調節エレメント，及び，b）前記II型Cas9タンパク質をコードするヌクレオチド配列に作動可能に結合している第2の調節エレメント，が1つ以上の同じ又は異なるベクター上に位置し，前記II型Cas9タンパク質が核局在化シグナル（ＮLS）を含み，前記tracr配列が30以上のヌクレオチドの長さを有すること，を要件とする。",
                "このうち，ガイド配列の長さに関する構成（tracr配列が30以上のヌクレオチドの長さを有すること）に関しては，本願明細書に，短鎖RＮA分子として，異なる長さの野生型tracrRＮA配列が取り込まれたキメラRＮA（chiRＮA；ガイド配列，tracrメイト配列，及びtracr配列を単一転写物中で含む）とCas9酵素を使用した実験結果が記載され，野生型tracrRＮAのより長い断片を含有するキメラRＮA（chiRＮA（＋67）及びchiRＮA（＋85）が，3つ全てのEMX1標的部位におけるDＮA開裂を媒介し（図16b及び17a），2つのPVALBプロトスペーサーにおいても顕著な開裂を媒介しており（図16c及び17b），tracr配列長さの増加に伴ってゲノム改変効率が増加することなどが示されている（実施例4）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（引用発明1に基づく特許法29条の2の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1の記載（甲1の1。なお，段落番号は，国内公表公報である特表2016-502840号公報（甲1の2）の段落番号である。【0151】は，引用例1の優先基礎明細書（甲105）による。）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，標的ゲノム修飾に関する。特に，本発明は，RＮA誘導型エンドヌクレアーゼ又はCRISPR／Cas様タンパク質を含む融合タンパク質，及び標的染色体配列を修飾又は調節するための該タンパク質の使用方法に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】標的ゲノム修飾は，真核細胞，胚及び動物の遺伝子操作のための強力なツールである。現在の方法は，例えば，ジンクフィンガーヌクレアーゼ（ZFＮ）又は転写アクティベーター様エフェクターヌクレアーゼ（TALEＮ）のような人工ヌクレアーゼの使用に依存している。しかしながら，それぞれの新規ゲノム標的は，新規の配列特異的DＮA結合分子を含む新規ZFＮ又はTALEＮの設計を必要とする。したがって，これらのカスタム設計されたヌクレアーゼは，割高な費用が掛かり，製造に時間を要する傾向がある。さらに，ZFＮ及びTALEＮの特異性は，それらがオフターゲット(‥)の切断を仲介し得る程度のものである。",
                    "【0003】したがって，それぞれの新しい標的ゲノム部位に対する新しいヌクレアーゼの設計を必要としない標的ゲノム修飾技術‥，オフターゲット作用が殆ど又は全くない，向上した特異性を有する技術が必要とされている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の概要",
                  "text": [
                    "【0004】本開示の種々の面には，単離されたRＮA誘導型エンドヌクレアーゼの提供であって，該エンドヌクレアーゼが，少なくとも1つの核局在化シグナル，少なくとも1つのヌクレアーゼドメイン，及び切断のために特定のヌクレオチド配列にエンドヌクレアーゼを標的化するガイドRＮAと相互作用する少なくとも1つのドメインを含む，エンドヌクレアーゼの提供が含まれる。",
                    "他の態様において，RＮA誘導型エンドヌクレアーゼをコードする核酸配列は，プロモーター調節配列に操作可能に連結されていてよく，要すれば，ベクターの一部であってよい。他の態様において，プロモーター調節配列に操作可能に連結されていてよいRＮA誘導型エンドヌクレアーゼをコードする配列を含むベクターはまた，プロモーター調節配列に操作可能に連結されていてよいガイドRＮAをコードする配列も含み得る。",
                    "【請求項13】真核細胞又は胚において染色体配列を修飾するための方法であって，／a）真核細胞又は胚に，（ⅰ）少なくとも1つの核局在化シグナルを含む少なくとも1つのRＮA誘導型エンドヌクレアーゼ，又は少なくとも1つの核局在化シグナルを含む少なくとも1つのRＮA誘導型エンドヌクレアーゼをコードする核酸，（ⅱ）少なくとも1つのガイドRＮA又は少なくとも1つのガイドRＮAをコードするDＮA，及び任意に，（ⅲ）少なくとも1つのドナーポリヌクレオチドを導入し，／b）真核細胞又は胚を，各ガイドRＮAが，RＮA誘導型エンドヌクレアーゼを染色体配列中の標的部位へ誘導し，そこでRＮA誘導型エンドヌクレアーゼが，該標的部位にて二本鎖の切断を誘導し，該二本鎖の切断が，染色体配列が修飾されるようにDＮA修復過程により修復されるように培養することを含む，／方法。",
                    "【請求項14】RＮA誘導型エンドヌクレアーゼがCas9タンパク質に由来する，請求項13に記載の方法。",
                    "【請求項15】RＮA誘導型エンドヌクレアーゼをコードする核酸がmRＮAである，請求項13又は14に記載の方法。",
                    "【請求項16】RＮA誘導型エンドヌクレアーゼをコードする核酸がDＮAである，請求項13又は14に記載の方法。",
                    "【請求項17】DＮAが，ガイドRＮAをコードする配列をさらに含むベクターの一部である，請求項16に記載の方法。",
                    "【0005】本発明の別の面は，真核細胞又は胚において染色体配列を修飾するための方法を包含する。該方法は，真核細胞又は胚に，（i）本明細書に記載の，少なくとも1つの核局在化シグナルを含む少なくとも1つのRＮA誘導型エンドヌクレアーゼ又は少なくとも1つのRＮA誘導型エンドヌクレアーゼをコードする核酸，（ⅱ）少なくとも1つのガイドRＮA又は少なくとも1つのガイドRＮAをコードするDＮA，及び要すれば，（ⅲ）ドナー配列を含む少なくとも1つのドナーポリヌクレオチド，を導入することを含む。該方法はさらに，細胞又は胚を，各ガイドRＮAが，RＮA誘導型エンドヌクレアーゼを染色体配列中の標的部位に誘導され，そこでRＮA誘導型エンドヌクレアーゼが，標的部位に二本鎖の切断を導入し，二本鎖の切断が，染色体配列が修飾されるようなDＮA修復過程により修復されるように培養することを含む。一態様において，RＮA誘導型エンドヌクレアーゼは，Cas9タンパク質に由来し得る。別の態様において，細胞又は胚に導入されているRＮA誘導型エンドヌクレアーゼをコードする核酸は，mRＮAであり得る。さらなる態様において，細胞又は胚に導入されているRＮA誘導型エンドヌクレアーゼをコードする核酸はDＮAであり得る。さらなる態様において，RＮA誘導型エンドヌクレアーゼをコードするDＮAは，ガイドRＮAをコードする配列をさらに含むベクターの一部であり得る。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0014】一態様において，RＮA誘導型エンドヌクレアーゼは，II型CRISPR／Casシステム由来である。特定の態様において，RＮA誘導型エンドヌクレアーゼは，Cas9タンパク質に由来する。",
                    "【0022】任意の態様において，RＮA誘導型エンドヌクレアーゼは，ガイドRＮAを含むタンパク質-RＮA複合体の一部であり得る。ガイドRＮAは，RＮA誘導型エンドヌクレアーゼと相互作用し，エンドヌクレアーゼを，特定の標的部位（ガイドRＮA塩基対の5’末端にある特定のプロトスペーサー配列）へ誘導する。",
                    "【0060】任意のドナーポリヌクレオチドが存在する態様において，ドナーポリヌクレオチドにおけるドナー配列は，二本鎖の切断の修復中に標的部位において染色体配列で置換されるか，又は染色体配列中に挿入され得る。例えば，ドナー配列が，染色体配列中の標的部位の上流及び下流配列のそれぞれと実質的に同一の配列を有する上流及び下流配列に挟まれている態様において，該ドナー配列は，相同組換え修復過程により仲介される修復中に標的部位において染色体配列で置換されるか，又は染色体配列に挿入され得る。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "RＮA誘導型エンドヌクレアーゼ",
                      "text": [
                        "【0063】本方法は，細胞又は胚に，少なくとも1つの核局在化シグナルを含む少なくとも1つのRＮA誘導型エンドヌクレアーゼ又は少なくとも1つの核局在化シグナルを含む少なくとも1つのRＮA誘導型エンドヌクレアーゼをコードする核酸を導入することを含む。",
                        "【0064】ある態様において，RＮA誘導型エンドヌクレアーゼは，細胞又は胚に単離されたタンパク質として導入されてよい。他の態様において，RＮA誘導型エンドヌクレアーゼは，細胞又は胚にmRＮA分子として導入され得る。さらに他の態様において，RＮA誘導型エンドヌクレアーゼは，細胞又は胚にDＮA分子として導入され得る。DＮA配列は直鎖であってよく，又はDＮA配列はベクターの一部であってよい。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ガイドRＮA 【0066】本方法は，また，細胞又は胚に，少なくとも1つのガイドRＮA又は少なくとも1つのガイドRＮAをコードするDＮAを導入することも含む。ガイドRＮAは，RＮA誘導型エンドヌクレアーゼと相互作用して，エンドヌクレアーゼを，染色体配列中の特定のプロトスペーサー配列を有するガイドRＮA塩基対の5’末端である特定の標的部位へ導く。",
                        "【0067】各ガイドRＮAは，3つの領域：染色体配列中の標的部位に相補的である5’末端における第一の領域，ステムループ構造を形成する第二の内部領域及び本質的に一本鎖のままである第三の3’領域を含む。‥第一の領域は，各ガイドRＮAが融合タンパク質を特定の標的部位へ誘導するように異なっている。‥第二及び第三の領域は，全てのガイドRＮAで同じであってよい。",
                        "【0068】ガイドRＮAの第一の領域は，ガイドRＮAの第一の領域が標的部位と塩基対を形成し得るように，染色体配列中の標的部位で配列（すなわち，プロトスペーサー配列）に相補的である。例示的態様において，ガイドRＮAの第一の領域は，約19，20又は21のヌクレオチド長である。",
                        "【0069】ガイドRＮAは，また，二次構造を形成する第二の領域を含む。ある態様において，該二次構造は，ステム（又はヘアピン）及びループを含む。例えば，ループは，約3から約10ヌクレオチド長の範囲であってよく，ステムは，約6から約20塩基対長であってよい。したがって，第二の領域の全体の長さは，約16から約60ヌクレオチド長の範囲であり得る。例示的態様において，ループは，約4ヌクレオチド長であり，ステムは，約12塩基対を含む。",
                        "【0070】ガイドRＮAは，また，本質的に一本鎖のままである第三の領域を3’末端に含む。したがって，第三の領域は，目的の細胞内の染色体配列に相補性を有しておらず，ガイドRＮAの残りの部分に相補性を有していない。第三の領域の長さは可変である。一般的に，第三の領域は，約4ヌクレオチド長以上である。例えば，第三の領域の長さは，約5から約60ヌクレオチド長の範囲である。",
                        "【0071】ガイドRＮAの第二及び第三領域の合わせた長さは，約30から約120ヌクレオチド長の範囲であり得る。一面において，ガイドRＮAの第二及び第三領域を合わせた長さは，約70から約100ヌクレオチド長の範囲である。",
                        "【0072】ある態様において，ガイドRＮAは，全ての3つの領域を含む単一分子からなる。他の態様において，ガイドRＮAは，2つの別個の分子を含み得る。第一のRＮA分子は，ガイドRＮAの第一の領域及びガイドRＮAの第二の領域の“ステム”の半分を含んでいてよい。第二のRＮA分子は，ガイドRＮAの第二の領域の“ステム”の他の半分及びガイドRＮAの第三の領域を含んでいてよい。したがって，この態様において，第一及び第二のRＮA分子はそれぞれ，互いに相補的なヌクレオチド配列を含む。例えば，一態様において，第一及び第二のRＮA分子はそれぞれ，他の配列と塩基対をつくって機能的ガイドRＮAを形成する配列（約6から約20ヌクレオチド）を含む。",
                        "【0073】ガイドRＮAは，RＮA分子として細胞又は胚に導入され得る。",
                        "【0074】他の態様において，ガイドRＮAは，DＮA分子として細胞又は胚に導入され得る。かかる場合において，ガイドRＮAをコードするDＮAは，目的の細胞又は胚においてガイドRＮAを発現させるためにプロモーター調節配列に操作可能に連結されていてよい。例示的態様において，配列をコードするRＮAは，マウス又はヒトU6プロモーターに連結されている。",
                        "【0075】ある態様において，ガイドRＮAをコードするDＮA配列は，ベクターの一部であり得る。好適なベクターには，プラスミドベクター及びウイルスベクターが含まれる。",
                        "【0076】RＮA誘導型エンドヌクレアーゼ及びガイドRＮAの両方がDＮA分子として細胞に導入される態様において，それぞれが，別個の分子の一部であるか又は両方が同じ分子の一部であってよい。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "標的部位",
                      "text": [
                        "【0077】ガイドRＮAと結合させたRＮA誘導型エンドヌクレアーゼは，染色体配列中の標的部位に導かれ，そこで，RＮA誘導型エンドヌクレアーゼは，染色体配列中に二本鎖の切断を導入する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "任意のドナーポリヌクレオチド",
                      "text": [
                        "【0085】標的染色体配列と配列類似性を有する上流及び下流配列を含むドナーポリヌクレオチドは，直鎖又は環状であり得る。ドナーポリヌクレオチドが環状である態様において，それは，ベクターの一部であり得る。例えば，ベクターは，プラスミドベクターであり得る。",
                        "【0088】典型的に，ドナーポリヌクレオチドはDＮAであり得る。DＮAは，一本鎖若しくは二本鎖及び／又は直鎖若しくは環状であり得る。ドナーポリヌクレオチドは，DＮAプラスミド，細菌の人工染色体（BAC），酵母の人工染色体（YAC），ウイルスベクター，DＮAの直鎖状断片，PCRフラグメント，裸の（naked）核酸，又はリポソーム又はポロキサマーのような送達ビークルと複合体を形成した核酸であり得る。ある態様において，ドナー配列を含むドナーポリヌクレオチドは，プラスミドベクターの一部であり得る。これらの状況のいずれかにおいて，ドナー配列を含むドナーポリヌクレオチドは，少なくとも1つのさらなる配列をさらに含み得る。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "実施例1：哺乳動物発現のためのCas9遺伝子の修飾",
                      "text": [
                        "【0138】化膿性連鎖球菌株MGAS15252（受託番号YP＿005388840．1）由来のCas9遺伝子を，哺乳動物細胞におけるその翻訳を強化するためにヒトのコドンで優先的に最適化した。Cas9遺伝子は，また，哺乳動物細胞の核に該タンパク質を標的化するためにC末端に核局在化シグナルPKKKRKV（配列番号1）を付加することにより修飾された。",
                        "【0140】修飾されたCas9DＮA配列を，哺乳動物細胞における構成的発現のために，サイトメガロウイルス（CMV）プロモーターの制御下に置いた。修飾されたCas9 DＮA配列は，また，T7RＮAポリメラーゼを用いるインビトロでのmRＮA合成のためにT7プロモーターの制御下に置いた。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実施例2：Cas9のターゲティング",
                      "text": [
                        "【0141】アデノ随伴ウイルス挿入部位1（AAVS1）遺伝子座を，Cas9仲介性ヒトゲノム修飾のための標的として用いた。ヒトAAVS1遺伝子座は，タンパク質ホスファターゼ1，調節サブユニット12C（PPP1R12C）のイントロン1（4427bp）に位置する。",
                        "【0143】Cas9ガイドRＮAは，ヒトAAVS1遺伝子座を標的とするために設計された。標的認識配列（すなわち，標的配列の非コーディング鎖に相補的な配列）及びプロトスペーサー配列を含む42ヌクレオチドのRＮA（本明細書中“crRＮA”配列という。）（5’から3’）；crRＮAの3’配列に相補的な5’配列及び付加的ヘアピン配列を含む85ヌクレオチドのRＮA（本明細書中“tracrRＮA”配列という。）；並びに，crRＮAのヌクレオチド1-32，GAAAループ及びtracrRＮAのヌクレオチド19-45を含むキメラRＮAを調製した。キメラRＮAコーディング配列はまた，ヒト細胞におけるインビボ転写のためのヒトU6プロモーターの制御下に置いた。",
                        "【0144】【表8】（別紙2のとおり）"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "実施例3：ゲノム修飾をモニターするためのドナーポリヌクレオチドの調製",
                      "text": [
                        "【0145】PPP1R12CのＮ末端へのGFPタンパク質の特異的挿入を，Cas9仲介性ゲノム修飾をモニターするために用いた。相同組換えによる挿入を仲介するために，ドナーポリヌクレオチドを調製した。AAVS1-GFP DＮA ドナーは，5’（1185bp）のAAVS1遺伝子座の相同アーム，RＮAスプライシング受容体，ターボGFPコーディング配列，3’転写ターミネーター及び3’（1217bp）のAAVS1遺伝子座の相同アームを含んでいた。",
                        "【0147】特異的遺伝子導入は，PPP1R12Cの最初の107アミノ酸とターボGFPの融合タンパク質をもたらし得る。予期される融合タンパク質は，PPP1R12Cの第一エクソンと設計されたスプライス受容体の間のRＮAスプライシングからPPP1R12Cの最初の107アミノ酸残基（網掛け灰色部分）を含む（‥）。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "実施例4：Cas9仲介性特異的導入",
                      "text": [
                        "【0149】トランスフェクションをヒトK562細胞で行った。K562細胞株を American  Type Culture Collection（ATCC）より入手し，10％FBS及び2mMのL-グルタミンを添加したイスコフ改変ダルベッコ培地中で増殖させた。培養物をトランスフェクションの1日前に（1mL当たり約50万個の細胞で）分割した。細胞を，T-016プログラムを用いて Nucleofector（Lonza）の NucleofectorソリューションV（Lonza）を用いてトランスフェクションした。トランスフェクション処理を表7に詳述する。",
                        "【0150】【表7】（別紙2のとおり）",
                        "【0151】蛍光活性化細胞選別（FACS）をトランスフェクションの4日後に行った。FACSデータを図4（別紙2のとおり）に示す。4つの実験処理群（A-D）のそれぞれで検出されたGFPの割合は，対照処理群（E，F）よりも多かった（甲105）。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "実施例5：標的組換えのPCR確認",
                      "text": [
                        "【0152】ゲノムDＮAを，トランスフェクションの12日後に GenElute Mammalian  Genomic DNA Miniprep Kit（Sigma）を用いてトランスフェクション細胞から抽出した。その後，ゲノムDＮAを，AAVS1-GFPプラスミドドナーの5’相同アームの外側に位置するフォワードプライマー及びGFPの5’領域に位置するリバースプライマーを用いて，PCR増幅させた。フォワードプライマーは，5’-CCACTCTGTGCTGACCACTCT-3’（配列番号18）であり，リバースプライマーは，5’-GCGGCACTCGATCTCCA-3’（配列番号19）であった。ジャンクションPCRから予期されるフラグメントサイズは，1388bpであった。増幅を，以下のサイクル条件を用いて JumpStart Taq ReadyMix（Sigma）を用いて行った：最初の変性のために98℃で2分間；98℃で15秒間，62℃で30秒間，及び72℃で1分30秒を35サイクル；そして，最後の伸張を72℃で5分間。PCR産物を1％アガロースゲル上で分離した。",
                        "【0153】アンチリバースキャップアナログ（ARCA）を用いて転写されたCas9  mRＮA（10μg），0．3nmolのプレアニーリングされたcrRＮA-tracrRＮAの二本鎖，及び10μgのAAVS1-GFP  プラスミドDＮAをトランスフェクトされた細胞は，予期されたサイズのPCR産物を示した（図5のレーンAを参照のこと）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1の記載のまとめ及び本件審決が認定した引用発明1",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，ゲノム編集技術として，ガイドRＮAにより誘導されるRＮA誘導型エンドヌクレアーゼを提供することを主な目的とし，これによれば，従来のゲノム編集技術であるZFＮ又はTALEＮのように，標的ゲノム部位に対する新しいヌクレアーゼの設計を要せず，特異性にも優れる技術が記載されている（【0001】～【0004】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "具体的には，(1)真核細胞に核局在化シグナルを含むRＮA誘導型エンドヌクレアーゼ（Cas9タンパク質）を導入すること，(2)ガイドRＮAがRＮA誘導型エンドヌクレアーゼを標的部位に誘導すること及び(3)真核細胞において，RＮA誘導型エンドヌクレアーゼが標的部位に二本鎖の切断を導入し，ドナーDＮAにより標的部位の染色体配列が修飾されることが記載されている（【請求項13】，【請求項14】，【0005】）。",
                    "このうち，(1)のRＮA誘導型エンドヌクレアーゼを真核細胞に導入する方法として，①タンパク質を導入する方法，②タンパク質をコードするmRＮAを導入する方法及び③タンパク質をコードするDＮAをベクターの一部にして導入する方法が開示されている（【請求項15～17】，【0005】，【0064】）。",
                    "また，(2)のガイドRＮAを真核細胞に導入する方法として，①単一分子（キメラRＮAの一本鎖）を導入する方法及び②2つの別個の分子（crRＮA-tracrRＮAの二本鎖）を導入する方法が開示され（【0072】，実施例2，実施例4），③上記①又は②のRＮA（一本鎖又は二本鎖）をコードするDＮAをベクターの一部にして導入する方法が開示されている（【0074】，【0075】）。",
                    "さらに，(3)のドナーDＮAについては，ベクターの一部にして真核細胞に導入することが開示されている（【0085】，【0088】）。",
                    "そして，上記(1)から(3)の調製方法は，実施例1～3に記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "実施例4及び5においては，(1)及び(2)の導入方法を変更した処理A（(1)②，(2)②），処理B及びC（(1)①，(2)①）並びに処理D（(1)③，(2)③）について，対照処理群（E，F）と対比して，蛍光活性化細胞選別（FACS）（実施例4），PCR試験（実施例5）を用いて，真核細胞の染色体配列の修飾の有無が確認されている。なお，処理AないしDのうち，処理AないしCはベクター系ではなく，処理Dのみがベクター系である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件審決は，引用例1から前記第2の3(2)のとおり引用発明1を認定した。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明1の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，標的ゲノム編集に関する発明が記載されている（【0001】）ところ，その発明につき，真核細胞又は胚に，少なくとも1つの核局在化シグナルを含む少なくとも1つのRＮA誘導型エンドヌクレアーゼ，又は少なくとも1つの核局在化シグナルを含む少なくとも1つのRＮA誘導型エンドヌクレアーゼをコードする核酸を導入することを含み（【請求項13】，【0005】），このうちRＮA誘導型エンドヌクレアーゼがCas9タンパク質に由来し（【請求項14】，【0005】），RＮA誘導型エンドヌクレアーゼをコードする核酸がDＮAであり，DＮAがガイドRＮAをコードする配列をさらに含むベクターの一部である（【請求項16】，【請求項17】，【0075】）という構成が記載され，RＮA誘導型エンドヌクレアーゼをコードする核酸配列がプロモーター調節配列に操作可能に連結され，ベクターの一部となっている（【0004】）という構成も記載されている。",
                    "よって，引用例1には，「少なくとも1つの核局在化シグナルを含む少なくとも1つのⅠⅠ型Cas9タンパク質をコードする核酸に操作可能に連結されたプロモーター調整配列を含むベクター」が記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1には，その発明につき，真核細胞又は胚に，少なくとも1つのガイドRＮA又は少なくとも1つのガイドRＮAをコードするDＮAを導入することを含み（【請求項13】，【0005】），このうちガイドRＮAが3つの領域，すなわち，染色体配列中の標的部位に相補的である5’末端における第一の領域，ステムループ構造を形成する第二の内部領域及び本質的に一本鎖のままである第三の3’領域を含み（【0067】），目的の細胞又は胚においてガイドRＮAを発現させるためにプロモーター調節配列に操作可能に連結され（【0074】），ガイドRＮAをコードするDＮA配列がベクターの一部である（【0075】）構成が記載されている。",
                    "よって，引用例1には，「真核細胞中の染色体配列中の標的部位に相補的である5’末端における第一の領域，ステムループ構造を形成する第二の内部領域，及び本質的に一本鎖のままである第三の3’領域を含む少なくとも1つのガイドRＮAをコードするDＮAに操作可能に連結されたプロモーター調節配列を含むベクター」が記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例1には，その発明が「ベクター系」であることが記載されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用例1には，その発明につき，真核細胞又は胚を，各ガイドRＮAが，RＮA誘導型エンドヌクレアーゼを染色体配列中の標的部位へ誘導し，そこでRＮA誘導型エンドヌクレアーゼが，該標的部位にて二本鎖の切断を誘導し，該二本鎖の切断が，染色体配列が修飾されるようにDＮA修復過程により修復されるように培養するという機能を有することが記載されている（【請求項13】，【0005】）。",
                    "よって，引用例1には，「前記ガイドRＮAが，II型Cas9タンパク質を真核細胞中の染色体配列中の標的部位へ誘導し，そこで該II型Cas9タンパク質が，該標的部位にて染色体DＮA二本鎖の切断を誘導し，該二本鎖の切断が，染色体配列が修飾されるようにDＮA修復過程により修復される」が記載されている。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "引用例1には，各ガイドRＮAが3つの領域を含み，ガイドRＮAの第二及び第三領域の合わせた長さは，約30から約120ヌクレオチド長の範囲であり得ることが記載されている（【0067】，【0071】）。",
                    "よって，引用例1には，「前記ガイドRＮAの第二及び第三領域の合わせた長さが，約30から約120ヌクレオチド長の範囲であり」が記載されている。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上によれば，引用例1には，上記アないしオの構成の記載があるから，本件審決が認定したとおりの発明（引用発明1）が記載されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明と引用発明1との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，前記第2の2のとおりであり，構成要件に分説すれば次のとおりである。",
                    "A  エンジニアリングされた，天然に存在しないクラスター化等間隔短鎖回分リピート（CRISPR）-CRISPR関連（Cas）（CRISPR-Cas）ベクター系であって，",
                    "B-a  真核細胞中のポリヌクレオチド遺伝子座中の標的配列にハイブリダイズする1つ以上のCRISPR-Cas系ガイドRＮAをコードする1つ以上のヌクレオチド配列に作動可能に結合している第1の調節エレメントであって，前記ガイドRＮAが，ガイド配列，tracr配列及びtracrメイト配列を含む，第1の調節エレメント，",
                    "B-b  II型Cas9タンパク質をコードするヌクレオチド配列に作動可能に結合している第2の調節エレメントであって，前記タンパク質が，核局在化シグナル（ＮLS）を含む，第2の調節エレメント",
                    "C  を含む1つ以上のベクターを含み，",
                    "D  成分a）及びb）が，前記系の同じ又は異なるベクター上に位置し，",
                    "E  前記tracr配列が，30以上のヌクレオチドの長さを有し，",
                    "F  それによって，前記1つ以上のガイドRＮAが，真核細胞中の前記ポリヌクレオチド遺伝子座を標的とし，前記Cas9タンパク質が，前記ポリヌクレオチド遺伝子座を開裂し，それによって，前記ポリヌクレオチド遺伝子座の配列が，改変され；",
                    "G  前記Cas9タンパク質及び前記1つ以上のガイドRＮAが，いっしょに天然に存在しない，",
                    "H  CRISPR-Casベクター系。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件A（C）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明は，エンジニアリングされた，天然に存在しないクラスター化等間隔短鎖回分リピート（CRISPR）-CRISPR関連（Cas）（CRISPR-Cas）系である。",
                        "他方，引用発明1は，天然に存在するII型CRISPR／Casシステム由来のCas9タンパク質に，核局在化シグナルを含むなどの改変を行い（【0014】，【0063】），エンジニアリングされた，天然に存在しないCas9タンパク質を用いるから，引用発明1のこの部分は，本願発明の構成要件Aのうちベクター系が「クラスター化等間隔短鎖回分リピート（CRISPR）-CRISPR関連（Cas）（CRISPR-Cas）」のものであるという部分に相当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明の構成要件Aのうち「ベクター系」の部分（同Cも同じ。）は，引用発明1の構成「ベクター系」に相当する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件B-aについて",
                  "text": [
                    "引用発明1の「真核細胞中の染色体配列中の標的部位に相補的である5’末端における第一の領域」は，本願発明の「ガイド配列」に相当する。",
                    "引用発明1の「ステムループ構造を形成する第二の内部領域」と「本質的に一本鎖のままである第三の3’領域」を合わせた第二及び第三領域は，本願明細書の【0063】における「図11Bの下方位置に提供し，最後の「Ｎ」およびループの上流の5’側の配列の部分は，tracrメイト配列に対応し，ループの3’側の配列の部分は，tracr配列に対応する。」の記載からみて，本願発明の「tracrRＮA配列」及び「tracrメイト配列」に「ループ」を加えた配列に相当する。",
                    "そうすると，引用発明1の「真核細胞中の染色体配列中の標的部位に相補的である5’末端における第一の領域，ステムループ構造を形成する第二の内部領域及び本質的に一本鎖のままである第三の3’領域を含む少なくとも1つのガイドRＮA」は，本願発明の「ガイド配列，tracr配列及びtracrメイト配列を含む」「ガイドRＮA」に相当する。",
                    "したがって，引用発明1の「（ⅱ）真核細胞中の染色体配列中の標的部位に相補的である5’末端における第一の領域，ステムループ構造を形成する第二の内部領域，及び本質的に一本鎖のままである第三の3’領域を含む少なくとも1つのガイドRＮAをコードするDＮAに操作可能に連結されたプロモーター調節配列を含むベクター」は，本願発明の「a）真核細胞中のポリヌクレオチド遺伝子座中の標的配列にハイブリダイズする1つ以上のCRISPR-Cas系ガイドRＮAをコードする1つ以上のヌクレオチド配列に作動可能に結合している第1の調節エレメントであって，前記ガイドRＮAが，ガイド配列，tracr配列及びtracrメイト配列を含む，第1の調節エレメント」に相当する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "構成要件B-bについて",
                  "text": [
                    "引用発明1の「プロモーター調整配列」は，本願発明の調節エレメントに相当し，また，引用発明1は，少なくとも1つの核局在化シグナルを含み，その核局在化シグナルは，Cas9タンパク質をコードする前記ヌクレオチド配列とともに発現されるものである。",
                    "したがって，引用発明1の「（ⅰ）少なくとも1つの核局在化シグナルを含む少なくとも1つのII型Cas9タンパク質をコードする核酸に操作可能に連結されたプロモーター調節配列を含むベクター」は，本願発明の「b）II型Cas9タンパク質をコードするヌクレオチド配列に作動可能に結合している第2の調節エレメントであって，前記タンパク質が，核局在化シグナル（ＮLS）を含む，第2の調節エレメント」に相当する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "構成要件Dについて",
                  "text": [
                    "引用例1には，（i）及び（ⅱ）のベクターを，異なるベクターとする態様のほかに，同じベクターとする態様も記載されている（【0005】，【0088】）から，本願発明の構成要件Dに相当する。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "構成要件Fについて",
                  "text": [
                    "引用発明1は，上記（i）及び（ⅱ）の2つのベクターを構成要素とし，これら2つのベクターを含むベクター系が，「ガイドRＮAが，II型Cas9タンパク質を真核細胞中の染色体配列中の標的部位へ誘導し，そこで該II型Cas9タンパク質が，該標的部位にて染色体DＮA二本鎖の切断を誘導し，該二本鎖の切断が，染色体配列が修飾されるようにDＮA修復過程により修復される」という機能を備えるものであるところ，引用発明1の「真核細胞中の染色体配列中の標的部位」，「切断」，「修飾」は，本願発明の「真核細胞中の前記1つ以上のポリヌクレオチド遺伝子座」，「開裂」，「改変」にそれぞれ相当する。",
                    "したがって，引用発明1の上記機能は，本願発明が備える「前記1つ以上のガイドRＮAが，真核細胞中の前記ポリヌクレオチド遺伝子座を標的とし，前記Cas9タンパク質が，前記ポリヌクレオチド遺伝子座を開裂し，それによって，前記ポリヌクレオチド遺伝子座の配列が，改変され」るのと同じ機能を有するものであり，構成要件Fに相当する。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "構成要件Gについて",
                  "text": [
                    "引用発明1は，前記エのとおり，少なくとも1つの核局在化シグナルを含むなど，天然に存在するII型CRISPR／Casシステム由来のCas9タンパク質を改変することで得られたベクターを構成成分とするベクター系であり，また，引用発明1で用いられているガイドRＮAは，第一の領域，第二の内部領域及び第三の3’領域を含むように人工的に設計されたキメラRＮAである。",
                    "したがって，引用発明1のベクター系は，本願発明の「前記Cas9タンパク質及び前記1つ以上のガイドRＮAが，いっしょに天然に存在しない」CRISPR-Casベクター系に相当する。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "構成要件Hについて",
                  "text": [
                    "引用発明1がCRISPR-Casベクター系であることは明らかであり，本願発明の構成要件Hに相当する。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本願発明と引用発明1は，本件審決が認定したとおり（前記第2の3(2)イ）一致し，次のとおり（同ウ）の相違点を有する。",
                    "（相違点）",
                    "本願発明は「tracr配列が，30以上のヌクレオチドの長さを有」するものであると下限値が特定されているのに対して，引用発明1では，本願発明の「tracr配列」に相当する部分の長さについて明確な特定はなく，「第二及び第三領域」の合わせた長さが「約30から約120ヌクレオチド長の範囲」である点。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点の検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法29条の2は，特許出願に係る発明が，当該特許出願の日前の他の特許出願又は実用新案登録出願であって，当該特許出願後に特許掲載公報，実用新案掲載公報の発行がされたものの願書に最初に添付した明細書又は図面（以下「先願明細書等」という。）に記載された発明又は考案と同一であるときは，その発明について特許を受けることができないと規定する。",
                    "同条の趣旨は，先願明細書等に記載されている発明は，特許請求の範囲以外の記載であっても，出願公開等により一般にその内容は公表されるので，たとえ先願が出願公開等をされる前に出願された後願であっても，その内容が先願と同一内容の発明である以上，さらに出願公開等をしても，新しい技術をなんら公開するものではなく，このような発明に特許権を与えることは，新しい発明の公表の代償として発明を保護しようとする特許制度の趣旨からみて妥当でない，というものである。",
                    "同条にいう先願明細書等に記載された「発明」とは，先願明細書等に記載されている事項及び記載されているに等しい事項から把握される発明をいい，記載されているに等しい事項とは，出願時における技術常識を参酌することにより，記載されている事項から導き出せるものをいうものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書の【0162】には，tracr配列の長さとゲノム改変効率の関係について，「EMX1およびPVALB遺伝子座中の5つ全ての標的について，tracr配列長さの増加に伴うゲノム改変効率の一貫した増加が観察された」との一般的な説明がなされ，特に，ゲノム改変効率の増加が優れるものとして，nが67，85，すなわちtracr配列の長さが45，63のキメラRＮAをとりあげて，「野生型tracrRＮAのより長い断片を含有するキメラRＮA（chiRＮA（＋67）及びchiRＮA（＋85））は，3つ全てのEMX1標的部位におけるDＮA開裂を媒介し，特にchiRＮA（＋85）は，ガイド及びtracr配列を別個の転写物中で発現する対応するcrRＮA／tracrRＮAハイブリッドよりも顕著に高いレベルのDＮA開裂を実証した（図16b及び17a）。ハイブリッド系（別個の転写物として発現されるガイド配列及びtracr配列）を検出可能な開裂を生じなかったPVALB遺伝子座中の2つの部位も，chiRＮAを使用してターゲティングした。chiRＮA（＋67）及びchiRＮA（＋85）は，2つのPVALBプロトスペーサーにおける顕著な開裂を媒介し得た（図16c及び17b）。」との説明が加えられている。",
                    "そして，本願明細書の図16や図17を参照すると，プロトスペーサー1やプロトスペーサー3を標的とした場合については，nが＋67，＋85である場合のみならず，nが＋54，すなわちtracr配列の長さが32のキメラRＮAである場合も，nが＋48，すなわちtracr配列の長さが26のキメラRＮAを上回る改変効率が得られていることを見て取ることができ，本願発明がtracr配列につき30以上のヌクレオチドの長さに設定したことによって引用発明1とは異なる新たな効果を奏していることも理解できる。",
                    "このように，本願発明は，「tracr配列の長さ」に着目し，「tracr配列が，30以上のヌクレオチドの長さを有」するものという構成を採用したことによって，ゲノム改変効率が増加することを特徴とするものである。",
                    "他方，引用例1には，ガイドRＮAが第一領域から第三領域までの3つの領域を含むこと（【0067】），ステムの長さは約6から約20塩基対長であってよいこと（【0069】），一般的に，第三の領域は，約4ヌクレオチド長以上であり，例えば，第三の領域の長さは，約5から約60ヌクレオチド長の範囲であるとすること（【0070】），ガイドRＮAの第二及び第三領域の合わせた長さは，約30から約120ヌクレオチド長の範囲であり得ること（【0071】）が記載されているにすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本願明細書【0063】の「ループの3’側の配列の部分は，tracr配列に対応する」の記載によれば，本願発明のtracr配列は，引用発明1の第二領域の片方のステムと第三領域を合わせたものに相当すると認められる。しかし，引用例1には，tracr配列（第二領域の片方のステムと第三領域を合わせたもの）の長さそれ自体を規定するという技術思想が表れてはいない。",
                    "さらに，本願優先日当時，tracr配列の長さを30以上のヌクレオチドの長さとするとの当業者の技術常識が存在したことを認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，引用例1に「tracr配列が，30以上のヌクレオチドの長さを有」するものという構成を採用したことが記載されているといえないし，技術常識を参酌することにより記載されているに等しいともいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "被告の主張について",
              "text": [
                "被告は，26ヌクレオチド長のtracr配列を有するガイドRＮA（＋48）と，32ヌクレオチド長のtracr配列を有するガイドRＮA（＋54）とで，プロトスペーサー2，4及び5を標的としたものでは差異を見出せない（図16，図17）とした上，30以上のヌクレオチド長と特定する本願発明においては，標的配列に依存することなく，改変効率が向上するとの効果を有しているとはいえないとして，本願発明は，引用発明1と異なる新たな効果を奏すると認めることはできないと主張する。",
                "しかし，前記のとおり，本願明細書によれば，プロトスペーサー1やプロトスペーサー3という異なる標的配列に対して，32ヌクレオチド長のtracr配列を有するキメラRＮAが，26ヌクレオチド長のtracr配列を有するキメラRＮAよりも，ゲノム改変効率が増加していることが記載されており，tracr配列について30以上のヌクレオチド長であることを特定する本願発明は，プロトスペーサー1やプロトスペーサー3以外においても真核細胞のゲノム改変効率が向上する可能性がないということはできない。",
                "したがって，被告の主張は，理由がない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決において本願発明と引用発明1との一応の相違点として挙げられた「tracr配列が，30以上のヌクレオチドの長さを有」することは，実質的な相違点であり，本願発明と引用発明1とが同一の発明であるとは認められないから，本願発明につき特許法29条の2の規定により特許を受けることができないとした本件審決の判断には誤りがある。",
                "よって，取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（引用発明2に基づく進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2の記載（甲2-1・2）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "要約",
                  "text": [
                    "クラスター化等間隔短鎖回分リピート（CRISPR）／CRISPR関連（Cas）系は，侵入する核酸の抑制を誘導するために，CRISPR RＮA（crRＮA）を利用するウイルスやプラスミドに対する獲得免疫を，細菌や古細菌に提供するものである。この系の一部分において，成熟crRＮAが，トランス活性化crRＮA（tracrRＮA）と塩基対を組むことで，標的DＮAに二本鎖切断を導入するようにCRISPR関連タンパク質Cas9を誘導する2つのRＮAからなる構造を形成することを示す。このデュアル-tracrRＮA：crRＮAは，一本鎖RＮAキメラとして設計されたときも，配列特異的なCas9による二本鎖DＮA切断を誘導する。",
                    "私たちの研究は，部位特異的DＮA切断のためにデュアル-RＮAを使用するエンドヌクレアーゼのファミリーを明らかにし，RＮAでのプログラムが可能なゲノム編集のためにこのシステムを利用する可能性を強調する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本文816頁中欄25行目～35行目",
                  "text": [
                    "II型の系において，Cas9タンパク質が，標的二本鎖DＮAを切断するために，活性化tracrRＮAと標的指向crRＮAの間の塩基対構造を必要とする酵素ファミリーを構成することを示す。位置特異的切断は，標的であるプロトスペーサーDＮAとcrRＮAの間の塩基対を形成する相補性と，標的DＮAの領域に並置される短いモチーフ［プロトスペーサー隣接モチーフ（PAM）と呼ばれる］により定められる場所で生じる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "図3（別紙3のとおり）",
                  "text": [
                    "Cas9に触媒される標的DＮAの切断は，tracrRＮAの活性化ドメインを必要とし，crRＮAのシード配列により制御される。（A）Cas9-tracrRＮA：crRＮA複合体は，42ヌクレオチド長のcrRＮA-sp2と切断型のtracrRＮA構成体を用いて再構築され，図1Bと同様に切断活性についてアッセイされた。（中略）（C）Cas9仲介性DＮA切断を誘導することができるtracrRＮAとcrRＮAの最小領域（青い陰が付された領域）。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本文820頁左欄5行目～18行目",
                  "text": [
                    "標的認識配列を5’末端に含み，その下流にtracrRＮAとcrRＮAの間に生じる塩基対相互作用を保持するヘアピン構造を含む2つのバージョンのキメラRＮAを設計した。プラスミドDＮAを用いた切断アッセイにおいて，長い方のキメラRＮAは，切断tracrRＮA：crRＮA複合体を用いた場合に観察された場合と同じような挙動でCas9によるDＮA切断を誘導できることを観察によって確認した。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "図5（別紙3のとおり）",
                  "text": [
                    "Cas9は，tracrRＮAとcrRＮAの特徴を組み合わせた単一のエンジニアリングされたRＮA分子を使用して，プログラムすることができる。",
                    "（A）（上）II型CRISPR／Casシステムにおいて，Cas9は，活性化しているtracrRＮA及び標的化crRＮAにより形成される2つのRＮA構造により誘導されて，部位特異的に標的となった二本鎖DＮAを切断する。",
                    "（下）crRＮAの3’末端をtracrRＮAの5’末端に融合することにより生成されたキメラRＮA。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本文（820頁右欄2行目～9行目）",
                  "text": [
                    "ジンク-フィンガーヌクレアーゼ（ZFＮ）や転写活性化様エフェクターヌクレアーゼ（TALEＮ）は，ゲノムを操作するために設計された人工酵素として，大きな関心を集めた。私たちは，遺伝子ターゲティングとゲノム編集への応用に向けた大きな潜在能力をもたらし得るRＮAによりプログラムされたCas9に基づく代替的な手法を提案する。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "プラスミドDＮA切断アッセイ（SUPPLEMENTARY  MATERIALS  AND METHODS）",
                  "text": [
                    "未処理の，あるいは制限酵素処理により鎖状化されたプラスミドDＮA（300ng（～8nM））は，精製されたCas9タンパク質（50-500nM）とtracrRＮA：crRＮA複合体（50-500nM，1：1）とともに，Cas9プラスミド切断緩衝液（20mM  HEPES  pH7．5，150mM  KCL，0．5mM  DTT，0．1mM  EDTA）中で，10mM  MgCl を加えて，2あるいは加えずに，37℃で60分間インキュベートした。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "標的DＮAとの結合及び切断のためのデュアルRＮAの要件（818頁左欄1行目～中欄8行目）",
                  "text": [
                    "tracrRＮAは，標的DＮA結合のために，及び／又は標的認識の下流にあるCas9のヌクレアーゼ活性を刺激するのに必須である可能性がある。tracrRＮAの添加により，Cas9と標的DＮAとの結合は実質的に増強されたが，Cas9単独又はCas9-crRＮAとの特異的DＮA結合はほとんど観察されなかった（図S9）。これは標的DＮA認識にはtracrRＮAが必要であることを示し，標的DＮAの相補鎖との相互作用には，おそらくtracrRＮAがcrRＮAを適切に方向付ける必要があることを示す。この相互作用により，crRＮAによって配列が異なるcrRＮA5’末端の20個のヌクレオチドが標的DＮAに利用できる構造が形成される。crRＮA塩基対合領域の下流に位置するtracrRＮAの大部分は，自由に追加のRＮA構造を形成し，及び／又は，Cas9もしくは標的DＮA部位と相互作用する。tracrRＮAの全長が部位特異的なCas9に触媒されるDＮA切断に必要かどうかを決定するために，全長成熟（42ヌクレオチド）crRＮAと，5’又は3’末端で配列が欠如した様々な切断型のtracrRＮAを使用して再構成されたCas9-tracrRＮA：crRＮA複合体を試験した。これらの複合体について，短い標的dsDＮAを用いて切断の試験を行った。天然配列のヌクレオチド23～48を保持している実質的に切り縮められたバージョンのtracrRＮAは，頑強なデュアルRＮAによりガイドされるCas9に触媒されるDＮA切断を支持することができた（図3，A及びC，並びに図S10，A及びB）。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "本文（820頁左欄19行目～29行目）",
                  "text": [
                    "短い方のキメラRＮAはこのアッセイでは効率的に機能せず，tracrRＮA：crRＮA塩基対相互作用を超えた5～12位のヌクレオチドが効率的なCas9結合及び／又は標的認識に重要であることが確認された。短いdsDＮAを基質として用いる切断アッセイでも同様の結果が得られ，標的DＮAの切断部位の位置が二重tracrRＮA：crRＮAをガイドとして用いた場合の観察結果と同一であることがさらに示された（図5C及び図S14，B及びC。別紙3のとおり）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例2の記載のまとめ",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "キメラRＮA 引用例2には，「標的認識配列を5’末端に含み，その下流にtracrRＮAとcrRＮAの間に生じる塩基対相互作用を保持するヘアピン構造を含む2つのバージョンのキメラRＮAを設計した」ことが記載され（前記(1)エ），「プラスミドDＮA切断アッセイ」には，標的となるプラスミドDＮA，Cas9タンパク質，RＮAは，緩衝液中で混合され（前記(1)キ），当該混合により，図5Aに示されるとおり，標的認識配列が標的配列にハイブリダイズすることが記載されている（前記(1)オ）。",
                    "また，図5BのキメラAには，tracrRＮAが26ヌクレオチド長であることが示されている（「3’-」の右側に位置するGないしUの26文字の部分）。",
                    "そうすると，引用例2には，「標的認識配列を5’末端に含み，その下流にtracrRＮAとcrRＮAの間に生じる塩基対相互作用を保持するヘアピン構造を含むキメラRＮAであって，前記標的認識配列が緩衝液中で標的配列にハイブリダイズするキメラRＮA」であり「前記tracrRＮAが，26のヌクレオチドの長さを有」するものが開示されているものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "II型Cas9タンパク質",
                  "text": [
                    "引用例2に，「II型CRISPR／Casシステムにおいて，Cas9は，活性化しているtracrRＮA及び標的化crRＮAにより形成される2つのRＮA構造により誘導されて，部位特異的に標的となった二本鎖DＮAを切断する。」（前記(1)オ），「デュアル-tracrRＮA：crRＮAは，一本鎖RＮAキメラとして設計されたときも，配列特異的なCas9による二本鎖DＮA切断を誘導する」（前記(1)ア）との記載があることからすれば，引用例2には，「II型Cas9タンパク質」が，デュアル-tracrRＮA：crRＮAやキメラRＮAにより誘導され，「標的配列を開裂する」ものが開示されているものと認められる。 "
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "CRISPR-Cas系",
                  "text": [
                    "引用例2のキメラRＮAは，デュアル（二本鎖）-tracrRＮA：crRＮAを人工的に一本鎖のキメラに設計したものであるから（前記(1)ア），このキメラRＮAを構成成分として含む，「クラスター化等間隔短鎖回分リピート（CRISPR）／CRISPR関連（Cas）系」は，「エンジニアリングされた，天然に存在しない」「クラスター化等間隔短鎖回分リピート（CRISPR）-CRISPR関連（Cas）（CRISPR-Cas）系」であるということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明2及び本願発明との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)によれば，引用例2に開示されている引用発明2は，本件審決が認定したとおりのもの（前記第1の3(3)ア）であると認められ，本願発明と引用発明2の一致点及び相違点は，本件審決が認定したとおりのもの（前記第1の3(3)イ，ウ）であると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の看過をいう原告らの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，本願発明と引用発明2について相違点5，6を認定した上，更にその判断をすべきであった旨を主張する。",
                        "しかしながら，本願発明は，a）ガイド配列，tracrRＮA及びtracrメイト配列を含むCRISPR-Cas系ポリ-ヌクレオチド配列をコードするヌクレオチド配列に作動可能に結合している第1の調節エレメント，及び，b）II型Cas9タンパク質をコードするヌクレオチド配列に作動可能に結合している第2の調節エレメント，を含むCRISPR-Casベクター系であって，核局在化シグナルを含むベクター系を対象とするものであり，当該ベクター系の機能として，①前記ガイド配列が，真核細胞中のポリヌクレオチド遺伝子座を標的にする，②前記Cas9タンパク質が，前記ポリヌクレオチド遺伝子座を開裂する，③上記①，②によりポリヌクレオチド遺伝子座の配列が改変される，を規定するに止まる。本願発明は，a）及びb）に基づいて複合体を形成すること（原告らの主張する相違点5）や，開裂を行う環境や開裂の対象（同6）について特段定めていないから，これらの構成を付加して引用発明2を認定すべき理由はない。",
                        "よって，本願発明と引用発明2について相違点5，6を認定すべきであったとの原告らの主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，仮に相違点5，6があるものとして考えても，本件審決は，相違点1の判断において，「真核細胞の核内のゲノムにCRISPR-Cas系を到達させるために，タンパク質を核内に移行させるための常套手段である核局在化シグナルをCas9タンパク質に付加することは，当業者が格別の創意工夫なくなし得た」として，複合体の形成の前提となる，真核細胞の核内にCRISPR-Cas系を送達することの容易想到性判断を行っている。",
                        "また，本件審決は，相違点1の判断において，「CRISPR-Cas系も真核細胞中のゲノムに対して機能させようと試みることは当業者にとって，ごく自然な発想にすぎない」，相違点3の判断において，「細胞の内部で所望のタンパク質や核酸を機能させようとする場合に，それらを発現するベクターを用いることは常套手段である。‥引用発明2のCRISPR-Cas系を組換えテンプレートとともに真核細胞中のゲノムに対して機能させようとすることが十分に動機づけられる以上，それらを構成する成分，すなわちCas9タンパク質，キメラRＮA及び組換えテンプレートをベクター系とすることは，当業者が適宜なし得た」とも判断しており，本願発明と引用発明2において，開裂対象や開裂環境が相違していることを前提とした容易想到性判断を実質的に行っている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本願発明と引用発明2について相違点5，6を認定した上，更にその判断をすべきであった旨をいう原告らの主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点4の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2には，全長成熟（42ヌクレオチド）crRＮAと，5’又は3’末端で配列が欠如した様々な切断型のtracrRＮAを組み合わせて再構成された二本鎖のCas9-tracrRＮA：crRＮA複合体を用いた試験において，天然配列のヌクレオチド23～48（tracr配列のヌクレオチド長は26）を保持しているtracrRＮAがCas9によるDＮA切断に有効であることが示されている（前記(1)ウ，ク，図3A）。",
                    "また，tracrRＮA：crRＮAは一本鎖のキメラRＮAに設計でき（前記(1)ア），ヌクレオチド23～48を保持した長いキメラA（tracr配列のヌクレオチド長は26）が，二本鎖のtracrRＮA：crRＮA複合体を用いた場合と同じような挙動でCas9によるDＮA切断を誘導したこと，他方，短いキメラB（tracr配列のヌクレオチド長は18）の場合には，DＮA切断を誘導できなかったこと（前記(1)エ，オ，図5B）が示されている。",
                    "以上の引用例2の実験結果に接した本願優先日の当業者は，26ヌクレオチド長よりも短いtracr配列は，Cas9の開裂効果が劣ることから，Cas9タンパク質による標的配列の開裂には，少なくとも，天然配列の23～48を保持した26ヌクレオチド長のtracr配列を含む必要があることを理解する。",
                    "ところが，tracr配列の長さについては，26ヌクレオチドより短い場合との比較では，長い26ヌクレオチドの方が好ましいことは理解できるものの，引用例2には，26ヌクレオチドより長い場合で比較した場合に，より長さの大きいtracr配列の方が好ましいことを示す記載は，見当たらない。",
                    "加えて，本件全証拠によっても，本願優先日当時，tracr配列の長さが大きければ大きいほど好ましいことを示す技術常識が存在したことを認めるに足りない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方，本願明細書の【0162】によると，tracr配列の長さとゲノム改変効率の関係について，「EMX1およびPVALB遺伝子座中の5つ全ての標的について，tracr配列長さの増加に伴うゲノム改変効率の一貫した増加が観察された」との一般的な説明がされ，本願明細書の図16や図17から，プロトスペーサー1やプロトスペーサー3を標的とした場合に，tracr配列の長さが32のキメラRＮAの方が，tracr配列の長さが26のキメラRＮAよりも，ゲノム改変効率に優れていると理解することができる。",
                        "そうすると，引用例2の記載や本願優先日の技術常識を勘案しても，ゲノムの改変効率を向上させる観点で，引用発明2のtracrRＮAの長さについて，引用例2に具体的に開示されている26から30以上に変更することを，当業者が動機付けられていたということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本願優先日当時，引用例2の要約に記載された細菌や古細菌の獲得免疫に由来するCRISPR／Cas系（前記(1)ア）を，緩衝液中での混合（試験管レベル）でなく，真核細胞に適用することができた旨を報告する技術論文や特許文献は存在しておらず，tracr配列の長さを30以上に設定するという技術手段を採用することで，真核細胞におけるゲノム改変効率が向上するという効果は，当業者の期待や予測を超える効果と評価することができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，相違点4として挙げた本願発明の発明特定事項，すなわち「tracr配列」について，「30以上のヌクレオチドの長さ」とすることは，引用例2の記載や本願優先日の技術常識を参酌しても，当業者が容易に想到し得たとはいえないものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告の主張について",
                  "text": [
                    "被告は，引用例2の記載から，23～48の26ヌクレオチド長を含むtracrRＮAであれば，その5’末端側や3’末端側にさらにヌクレオチドが存在しても，Cas9によるDＮA切断を誘導できると理解することができるとした上，引用例2には5’末端側や3’末端側にヌクレオチドを付加してさらに長くすることを妨げる記載はなく，図3Aには，上記最小領域のほか，「15-53」，「23-89」，「15-89」の領域からなるさらに長いtracrRＮAも，crRＮAと共に用いることでCas9によるDＮA切断を誘導できることが示されているとして，引用発明2のうち「tracrRＮA」を多少長くして30ヌクレオチド長程度のものとすることは，当業者が適宜なし得たことであると主張する。",
                    "しかし，図3Aには，長いtracrRＮAをcrRＮAと組み合わせて二本鎖として用いた実験結果が示されるものの，特に長いtracrRＮAの方が標的配列の開裂に優れることは開示されていない。また，引用発明2のtracr配列の長さを26から30にするには，15％以上長くする必要があるから，これが多少長くした程度のものであるとはいえない。さらに，上記のとおり，本願優先日当時，tracr配列の長さが大きければ大きいほど，好ましいことを示す技術常識は存在せず，真核細胞にCRISPR／Cas系を適用したことを報告する技術論文，特許文献も存在しなかったことからすれば，tracr配列の長さを30以上に設定することに伴い真核細胞におけるゲノム改変効率が向上するという効果は，当業者の期待や予測を超えるものと評価されるというべきである。",
                    "そうすると，上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願発明と引用発明2との相違点4は容易に想到できるとはいえないので，本願発明につき特許法29条2項の規定により特許を受けることができないとした本件審決の判断には誤りがある。",
                "よって，取消事由2は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告らの主張する取消事由1及び2はいずれも理由がある。",
            "よって，本件審決を取り消すこととし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}