{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人X1に対し，1億3500万円及びこれに対する平成29年4月20日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人X2に対し，1500万円及びこれに対する平成29年4月20日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等（略称は原判決のそれに従う。）",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人らが，被控訴人に対し，本件特許に関して，特許法35条（平成16年法律第79号による改正前のもの。以下同じ。）3項に基づき，特許を受ける権利を被控訴人に譲渡したことにより被控訴人が受けるべき利益を基礎とする相当の対価1億5000万円（うち控訴人X1につき1億3500万円，控訴人X2につき1500万円）及びこれに対する訴状送達日の翌日である平成29年4月20日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を請求した事案である。",
            "原判決は，控訴人らの請求をいずれも棄却した。控訴人らは，これを不服として控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件の前提事実及び争点は，原判決「事実及び理由」「第2  事案の概要等」の「2  前提事実」及び「3  争点」（原判決2頁15行目から5頁21行目まで）に記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者の主張は，後記2のとおり争点1に関する控訴人らの補充主張を付加するほかは，原判決「事実及び理由」「第3  争点に関する当事者の主張」（原判決5頁22行目から16頁22行目まで）に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人らの補充主張",
          "text": [
            "争点1に関する原判決の判断には，次のとおりの誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決は、争点1を判断するに当たり、①本件発明の技術的範囲、②本件発明と公知濾過方式との関係、③公知濾過方式の実用化の有無について検討する必要があるとする。その上で原判決は、上記①及び②において、本件発明の技術的範囲を不当に制限し、上記③において、そもそも「実用化」というものの実務的な定義やその内容を正確に理解できていないために、公知濾過方式の実用化がなされているなどという著しく誤った事実認定をした。その結果、原判決は、本件発明による独占の利益は，そのコストや生産性を公知濾過方式と対比する形で計られるべきであるとし，控訴人らがかかる対比の形での主張をしない以上，特許法35条3項の相当の対価が存すると認めるに足りる主張立証はないと判断した。",
                "このような原判決の認定判断は，完全に誤ったものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の技術的範囲について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "塩素化塩化ビニルの洗浄工程における塩酸の除去の効率化という本件発明の目的にかんがみて，本件発明1の技術的範囲としては，請求項の形式的記載内容に対して，次の点が加えられるべきである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "第1工程及び第2工程において、スラリー移送配管に水の供給を継続する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "第2工程において，",
                          "text": [
                            "⒜  ケーキ層中の水位がケーキ層の表面から5cm以下に低下してから洗浄水を供給する。",
                            "⒝  濾過の際に加圧方式を採用する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1の上記(ア)aの構成によって，第1工程及び第2工程ではスラリー移送配管に水が流れ続けていて綺麗に保たれる。その効果として，第3工程において，残留塩酸の存在しない移送配管を通じて，清浄さを保ったままスラリーを抜き出すことが可能になり，抜き出したスラリーを再度洗浄する必要がなくなる。",
                        "また，本件発明1の上記(ア)bの構成によって，スラリーの洗浄が，少量の水を用いて1回で行われる。",
                        "このようにして，本件発明1では，塩酸の除去の効率化という効果が生じ，発明の目的が実現されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2について",
                  "text": [
                    "本件発明2において，「スラリー移送配管には水供給配管が接続されている」ことにより，本件発明1の第1工程及び第2工程において、スラリー移送配管に水の供給を継続することが可能とされている。よって，本件発明の目的及び効果との関係で，本件発明2の上記構成は重視されなければならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決には，本件発明の技術的範囲を認定するに当たって，上記ア及びイの点をいずれも看過した点で誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と公知濾過方式との関係について",
              "text": [
                "公知濾過方式では，第2工程で単に水を流すことしか考えていないため、洗浄効率という観点からは非常に効率が悪いものである。また，公知濾過方式の第2工程においても，濾過後のスラリー又はケーキからは塩酸が一定の程度までは除去されているが，このスラリー又はケーキを抜き出す第3工程において、移送配管に残留していた塩酸が再び混入してしまい，このことが公知濾過方式の最大の致命的な欠陥であった。",
                "本件発明は、公知濾過方式では全く考慮されていない洗浄効率に着眼したものであり、公知濾過方式にわずかな設計変更を加えたものではなく，形式的な見かけ以上に大きな成果を上げることができる発明となっている。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "公知濾過方式の実用化について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "A発明1及び2の特許請求の範囲から見ると，公知濾過方式とは，塩素化塩化ビニル系樹脂を対象とし、共存する未反応塩素や副生した塩酸の除去を目的とする洗浄方法である。また，その実用化とは，被控訴人を含む国内の同業者において、従前の設備よりも有用な洗浄方法として実際に用いられていること又は実際に用いられることが具体的に予定されていることを意味する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決が公知濾過方式の実用化の例とする2例は，上記アに照らして，次のとおり，いずれも公知濾過方式の実用化とはいえない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "●●●●について",
                      "text": [
                        "同工場で生産されているのはポリビニルブチラールであるから，塩素化塩化ビニル系樹脂を対象とするものではない。また，同工場では，主力製品の製造には現在でも●●●●●●を用いており，濾過方式は，従前の設備よりも有用な洗浄方法として用いられてはいない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "●●●●●●●の工場について",
                      "text": [
                        "同工場で生産されているのは●●●●●●●であるから，塩素化塩化ビニル系樹脂を対象とするものではない。また，公知濾過方式は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●として用いられているのであり，共存する未反応塩素や副生した塩酸の除去を目的とするものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上より、原判決が列挙している●●●●及び●●●●●●●の工場の例は、公知濾過方式の実用化の定義に鑑み、ともに「実用化」には該当しないものであり、これを実用化の例と認定する原判決には、判断の逸脱、事実認定の誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "結局のところ、公知濾過方式の洗浄方法自体が、既存の●●●●●●よりも有用な洗浄方法と言えないことが明白であったため、実用化の検討もされなかったのが真実なのである。",
                "このことは、被控訴人において，塩素化塩化ビニル系樹脂の洗浄のために，本件発明までデカンタ方式が導入されていたことが全てを物語っていると言える。本件発明以前に被控訴人が保有していた技術である公知濾過方式（A発明1及び2）では、塩素化塩化ビニル系樹脂の洗浄方法として実用化ができなかったからこそ、控訴人らは，被控訴人の指示を受けて研究を行い，本件発明を成し遂げたのである。",
                "そして、「公知濾過方式の実用化」を原審での記録及び文言に忠実に解釈すれば、本件発明以前に実用化例は存在しないことから、塩素化塩化ビニル系樹脂に関してはやはりデカンタ方式から本件洗浄方法に切り替わったことによるコスト削減効果が排他的利益となることは明白である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "争点に関する判断の前提となる事実は，原判決「事実及び理由」「第4  当裁判所の判断」「1  認定事実」（原判決16頁24行目から21頁3行目まで）に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "相当の利益の算定方法について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記1において原判決を引用して認定したとおり，控訴人らは，塩素化塩素ビニル系樹脂の生産性を改善すること及び従来行われていたデカンタ方式に代えて新たな洗浄方式を導入することを被控訴人において担当していたのであるから，本件洗浄方式を考案し，これを現場に導入して費用を削減し，生産性の向上を図ることは，控訴人らの職務の内容そのものであったと認められる。本件発明は，この職務を遂行する過程でなされたものであり，特許を受ける権利を被控訴人に承継させた控訴人らには，相当の対価の請求権が発生する。",
                "そして，仮に控訴人らが本件発明について特許を受けた場合であっても，被控訴人はこれについて法定の実施権を取得するのであるから（特許法35条1項），控訴人らが特許を受ける権利を被控訴人に承継したことによる相当の対価を検討するに当たっては，被控訴人において単に本件発明を実施し得ることによる利益を考えるのではなく，本件発明が特許として登録され，その禁止的効力によって，競業者は本件発明を実施することができなくなり，被控訴人が競争上優位な立場に立つことによって得られる利益（独占の利益）をもって，算定の基礎とすべきことになる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許権による禁止的効力は，特許請求の範囲の記載に基づいて定められる特許発明の技術的範囲について生じるから，独占の利益は，各請求項に記載された構成によって基礎付けられ，相当の対価もこれに基づいて算定されるのが原則である。",
                "なお，上記の原則に対する例外があり得るかどうかについては，本件発明に即して後述する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明の技術的範囲について",
          "text": [
            "上記2(2)のとおり，相当の対価の算定は，原則として，特許発明の技術的範囲に基づいて行うべきものであるから，まず，この点について検討する。",
            "この点についての当裁判所の認定判断は，次のとおり補正するほかは，原判決「事実及び理由」「第4  当裁判所の判断」「2  争点1について」「(2)",
            "本件発明の技術的範囲」（原判決21頁19行目から29頁9行目まで）に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決23頁12行目から25行目までを次のとおり改める。",
                "「(ウ)  「移送配管に水の供給を継続する」ことについて",
                "控訴人らは，本件発明1の特徴として，上記【0031】の記載を引用して，移送配管への塩酸の残留の防止を目的として，移送配管に水の供給を継続することを挙げ，「移送配管に水の供給を継続する」構成が本件発明1の技術的範囲に含まれる旨主張する。",
                "この点，【0031】の記載は明細書の記載にとどまり，特許請求の範囲の記載には反映されていないが，移送配管への塩酸の残留の防止が本件発明に当たって解決すべき問題の一つであったところ，控訴人らがいう移送配管への水の供給の継続という構成は，その課題を解決する手段であると考えられること，そして，本件発明2における「移送配管に水供給配管が接続されている」構成は，移送配管への水の供給の継続を実現するためのものでもあると考えられることなどからすれば，本件発明1の第1工程において移送配管に水の供給を継続する構成は，特許請求の範囲に記載された構成に密接に関わるものとして，独占の利益を基礎付けるとみる余地もあるものと考えられる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決25頁15行目の末尾に改行して次のとおり加える。",
                "「  さらに付言すると，上記⒜及び⒝の各構成が特許の要件を備えることを認めるに足りる立証はない（そもそも，⒜の点は当業者ならずとも常識的な運転上の工夫にすぎないと思われ，⒝の点についても同様である上に乙8（平成8年6月18日出願公開）の【0014】には具体的な記載がある。）のであるから，仮に使用者が特許出願をするに当たって，従業者の発明事項の一部を，特許の要件を備えた事項であるにもかかわらず特許請求の範囲に掲げず明細書へ記載するにとどめた等の場合は，公平の観点から，当該発明事項も，相当の対価の算定において考慮すべきであるという考え方があり得るとしても，本件においてそのような考え方を適用する余地はないのであって，この点からしても，控訴人らの主張を採用することはできない。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決25頁16行目から19行目までを次のとおり改める。",
                "「  これに対し，第2工程の工程中にも配管に洗浄水を流し続ける構成（本件明細書の【0033】）は，本件発明1の特許請求の範囲には含まれないものの，本件発明による独占の利益を基礎付けるという考え方もあり得るものといえる。これは，第1工程につき上記イ(ウ)で述べたところと同様である。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決28頁10行目から29頁9行目までを次のとおり改める。",
                "「オ  以上によれば，相当の対価の算定に当たっては，特許請求の範囲に記載された事項に加えて，「移送配管に水供給配管が接続されている」という本件発明2の構成の効果として，本件発明1の第1工程及び第2工程においてスラリー移送配管に洗浄水を少量ずつ流し続けることが可能になっており，これにより，残留塩酸の存在しない移送配管を通じてスラリーを抜き出せることも考慮すべきである。」"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件発明と公知濾過方式との対比",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記3に説示したところによれば，相当の対価の算定に当たって考慮すべき本件発明の技術的範囲は，特許請求の範囲に記載された事項に加えて，本件発明1の第1工程及び第2工程においてスラリー移送配管に洗浄水を少量ずつ流し続けることにより，残留塩酸の存在しない移送配管を通じてスラリーを抜き出せること，である。",
                "そして，これらの本件発明の技術的範囲のうち，独占の利益は，何人も自由に実施できる公知の従来技術に対して付加された構成によってもたらされるから，本件において相当の対価を算定するに当たっては，公知の従来技術として何が存在し，本件特許において付加された構成は何かを認定する必要がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書の「従来の技術」の項（【0002】ないし【0004】）には，塩素化塩化ビニル系樹脂の洗浄方法に関する従来の技術として，流動洗浄法とデカンタ洗浄法しか記載されていない。しかしながら，本件特許の審査経過においては，塩素化塩化ビニル系樹脂の洗浄に関して被控訴人自身が過去に特許出願していたA発明1及び2を引用例とする拒絶理由通知がなされ，被控訴人がこれに応じた補正をすることによって特許査定がなされた，という経過がある。そして，後記のようなA発明1及び2の内容からしても，これを公知技術として位置付けることに問題はないといえるから，本件においては，本件発明をA発明1及び2（公知濾過方式）と対比し，これらとの相違点について生ずる独占の利益に基づき相当の対価を算定すべきものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明の構成と，公知濾過方式の構成との具体的な対比についての当裁判所の認定は，原判決「事実及び理由」「第4  当裁判所の判断」「2  争点1について」「(3)  本件発明と公知濾過方式との対比」「イ」の項（原判決29頁24行目から34頁1行目まで）に記載のとおりであるから，これを引用する（ただし，原判決33頁14行目の「スリラー」を「スラリー」と改める。）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記(3)において原判決を引用して認定説示したとおり，本件発明1の特許請求の範囲の記載においては，第1工程及び第2工程に係る構成は，公知濾過方式と一致している。第3工程に係る構成は，第3-1工程のうちケーキ層の下側からの水の供給方法に関する部分及び第3-2工程のうち移送配管の設置場所及び洗浄槽に水を供給する場所に関する部分が相違しており，その余は一致している。",
                "また，上記3(1)において説示したとおり，本件発明1の第1工程及び第2工程において「移送配管に水の供給を継続する」構成は，本件発明による独占の利益を基礎付け得るところ，この構成も，公知濾過方式にはみられない相違点である。",
                "このように，本件発明は，上記の各相違点において公知濾過方式を改良した改良発明とみることができる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "ところで，以上の一致点・相違点の検討によれば，公知濾過方式においては，再スラリー化のための水の供給と，再スラリー化された洗浄済み樹脂の取出しとを，それぞれ別系統の配管によって行っていたのに対し，本件発明は，スラリー取出配管に水供給配管を接続するという新たな着想に基づき，洗浄済み樹脂を再スラリー化してその取出しを開始するまでに要する時間を短縮するとともに，取出しの際に塩酸（第1工程及び第2工程の後のスラリー取出配管に残留していたもの）が洗浄済み樹脂に付着することを防止する，という効果をもたらしている。",
                "そうすると，本件発明につき「膨大な製造工程の中で，わずかに，……余分な塩酸を洗浄する工程に係るものでしかなく，」「公知であった濾過方式に……わずかな設計変更を加えたというだけのもの」であるとして，本件発明の意義が乏しい旨をいう被控訴人の主張の当否は，本件の証拠上は定かでない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "公知濾過方式の実用化例の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明が公知濾過方式の改良発明とみられるとしても，本件発明以前の公知濾過方式が全くの机上の技術であって実際の工業的生産への適用（以下，本判決において「実用化」という。）がおよそ不可能なものであったとすれば，被控訴人又は同業他社が公知濾過方式を採用することはあり得ないから，本件発明による独占の利益を，公知濾過方式との比較において算定することはできない。",
                "そこで，本件発明の時点における公知濾過方式の実用化例があったかを検討する必要がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，公知濾過方式が実際の工業的生産へ適用された例として，●●●●の例と●●●●●●の工場の例を挙げている。それぞれの例の具体的内容についての当裁判所の認定は，原判決「事実及び理由」「第4  当裁判所の判断」「2  争点1について」「(4)  公知濾過方式の実用化の有無」「イ」の項（原判決34頁16行目から35頁25行目まで）に記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)で原判決を引用して認定したところによれば，●●●●●●●の工場の例は，生産する樹脂の種類が異なる上に，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●において，公知濾過方式とは大きく異なっている。そうすると，●●●●●●●の工場の例は，塩素化塩化ビニル系樹脂について公知濾過方式が実用化された例ということはできない。",
                "これに対し，●●●●の例は，生産する樹脂の種類が異なるものの，第1工程から第3工程までの手順は公知濾過方式とおおむね同一である。また，生産する樹脂の種類が異なるとはいえ，高機能樹脂であるという点においては公知濾過方式と共通しているから，塩素化塩化ビニル系樹脂に適用することがおよそ不可能だとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，塩素化塩化ビニル系樹脂の生産に当たって，公知濾過方式が全くの机上の技術であっておよそ実用化が不可能であったとはいえないから，本件発明による独占の利益を，公知濾過方式との比較において算定することは可能であるといえる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "控訴人らの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人らは，実用化の定義について，「被控訴人を含む国内の同業者において、従前の設備よりも有用な洗浄方法として実際に用いられていること又は実際に用いられることが具体的に予定されていること」と定義して立論するが，本件発明による独占の利益を公知濾過方式との対比において算定する前提としての「実用化」の意義は上記(1)のとおりと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人らは，●●●●の例について，同工場では主力製品について濾過方式ではなく●●●●●●を用いており，濾過方式は従前の設備よりも有用な洗浄方法として用いられてはいないから「実用化」されていない旨主張するが，たとえ一部の製品（ポリビニルブチラール）についてとはいえ公知濾過方式が用いられている以上，上記(1)に説示した検討の目的に照らして十分である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，控訴人らの上記各主張はいずれも採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "争点1に対する判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以上によれば，本件発明による独占の利益は，公知濾過方式との対比により，上記4(4)に摘示した相違点の構成をとることによって得られるコストの削減額として把握することができ，相当の対価はこれに基づいて算定されるべきものである。",
                "しかるに，控訴人らは，デカンタ方式から本件洗浄方式に切り替えたことによるコストの削減が，被控訴人の独占の利益の内容であると主張するところ，デカンタ方式と公知濾過方式とでは，技術の内容が大きく異なるから，デカンタ方式と本件洗浄方式との対比に基づいて，公知濾過方式と本件洗浄方式との差異から生ずる利益，すなわち，独占の利益を算定することは到底困難であるといわざるを得ない。また，控訴人らは，公知濾過方式と対比する形での本件発明による独占の利益については，予備的にも主張しない旨を明示している。",
                "そうすると，特許法35条3項の相当の対価が存すると認めるに足りる主張，立証はないといわざるを得ない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人らの当審における主張は，原判決の認定判断の誤りを指摘するものである。当裁判所の上記2ないし5の認定判断において，控訴人らの主張のうち採用すべきものは採用し，採用できないものについてはその理由を明らかにした。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上によれば，その余の争点について判断するまでもなく，控訴人らの請求はいずれも理由がないから棄却すべきものである。これと同旨の原判決の結論に誤りはなく，本件控訴は理由がない。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}