{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件各控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，一審原告に生じた費用は一審原告の，一審被告ネクスト及び一審被告ヨシヤに生じた費用は同人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "一審原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決のうち商標権に基づく差止請求に関する部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審被告ネクストは，原判決別紙被告ネクスト製品目録記載の物件に原判決別紙標章目録記載の標章を付し，又は同標章を付した原判決別紙被告ネクスト製品目録記載の物件を販売し，若しくは販売のために展示してはならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一審被告ヨシヤは，原判決別紙被告ヨシヤ製品目録記載の物件に原判決別紙標章目録記載の標章を付し，又は同標章を付した原判決別紙被告ヨシヤ製品目録記載の物件を販売し，若しくは販売のために展示してはならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一審被告ら",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決のうち一審被告ら敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記部分につき，一審原告の請求をいずれも棄却する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原判決別紙商標権目録I及びII記載の各商標権(本件各商標権)を有するとともに，発明の名称を「薬剤分包用ロールペーパ」とする発明についての特許権(特許第4194737号。本件特許権)を有していた一審原告が，一審告らに対し，一審被告らの製造・販売する製品が本件特許権及び本件各商標権を侵害したと主張して，①商標法36条1項，2項に基づく販売等の差止め及び製造設備等の廃棄を求めるとともに，②民法709条及び719条2項並びに特許法102条2項又は商標法38条2項に基づく損害賠償として，主位的に，(i)一審被告ネクストに対して，一審被告ネクストが販売した被告ネクスト製品に関し，損害金5676万円の一部である5000万円及びこれに対する訴状送達の日(平成28年9月5日)の翌日から支払済みまで年5分の割合による遅延損害金の支払，(ii)一審被告らに対して，一審被告ヨシヤが販売した被告ヨシヤ製品に関し，損害金1億1352万円の一部である5000万円及びこれに対する訴状送達の日(一審被告ネクストにつき平成28年9月5日，一審被告ヨシヤにつき同月2日)の翌日から支払済みまで民法所定の年5分の割合による遅延損害金の支払(重なり合う部分について連帯支払)を求め，③上記各損害賠償請求の予備的請求として，民法703条及び704条に基づく不当利得返還請求として，一審被告ネクストについては不当利得金1179万3600円，一審被告ヨシヤについては不当利得金335万6640円の返還及びこれらに対するそれぞれ平成30年8月28日付け訴えの変更申立書送達の日(同年10月5日)の翌日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，一審被告らによる本件特許権及び本件各商標権の侵害を認め，一審原告の請求について，一審被告ネクストに対する損害賠償金415万6644円及びこれに対する遅延損害金の支払，一審被告ヨシヤ及び一審被告ネクストに対する損害賠償金71万6378円及びこれに対する遅延損害金の連帯支払，一審被告ネクストに対する不当利得金82万7818円及びこれに対する遅延損害金の支払，一審被告ヨシヤに対する不当利得金47万4242円及びこれに対する遅延利息の支払をそれぞれ求める限度で認容し，その余の主位的請求及び予備的請求をいずれも棄却した。",
            "一審原告は，原判決のうち，商標法36条1項，2項に基づく販売等の差止めを棄却した部分を不服として控訴を提起し，他方，一審被告らは，一審被告らの敗訴部分を不服として控訴を提起した。",
            "原判決のうち，被告製品やその半製品，製造設備に対する廃棄請求を棄却した部分は，当審における審理の対象とはなっていない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "前提事実(当事者間に争いのない事実又は後掲の各証拠及び弁論の全趣旨により認められる事実)は，以下のとおり補正するほかは，原判決4頁11行目から7頁24行目に記載のとおりであるからこれを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決4頁20行目「薬剤分包用シート」の後に「(以下，中空芯管に巻き付けられて薬剤の分包に用いられる加工紙を「薬剤分包用シート」，「シート」，「薬剤分包紙」，「分包紙」などという。)」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決4頁22行目から6頁14行目までを以下のとおり改める。",
                "「  (2) 一審原告の有していた特許権"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許の出願経過等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審原告は，平成9年9月22日に出願した特許出願(特願平9-257175号。優先日：平成8年9月20日及び平成9年9月19日。優先権主張国：日本。以下「原出願」という。また，以下，原出願の出願当初の明細書及び図面を併せて「原出願明細書」といい，その内容は本判決添付の特許公報［別紙1］のとおりである。)の一部を分割して出願した特許出願(特願平10-340008号。出願日平成10年11月30日)の一部を更に分割して出願した特許出願(特願2000-33185号。出願日平成12年2月10日)の一部を更に分割して，平成12年6月2日，本件特許の特許出願(特願2000-166273号。以下「本件出願」という。)をした(甲2，54，乙6，11～13)。",
                        "一審原告は，本件出願について平成19年7月26日付けの拒絶理由通知(乙7)を受けたため，同年10月1日，特許請求の範囲について手続補正(以下「本件補正」という。乙8)をし，平成20年10月3日，本件特許の設定登録(請求項の数2。甲1，2)を受けた。本件特許に係る明細書及び図面(本件明細書)の記載は，原判決添付の特許公報のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審原告は，平成22年9月7日，本件特許の特許請求の範囲の請求項2について訂正することを求める訂正審判を請求し(訂正2010-390095号事件)，同年11月9日，上記請求を認容する旨の審決がされ，同審決は，同月18日確定した(甲3)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "日進医療器株式会社は，平成29年7月10日，本件特許について特許無効審判を請求し(無効2017-800089号事件。以下「別件無効審判」という。甲55)，一審原告は，同年10月6日付けで本件特許の特許請求の範囲の請求項1及び2について訂正することを求める訂正請求(以下「本件訂正」という。甲25，26)をした。",
                        "別件無効審判について，特許庁は，平成30年6月26日，本件訂正を認めた上で，「本件審判の請求は，成り立たない。」との審決をし，その後，同審決は，確定した(甲55)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件特許権の存続期間は，平成29年9月21日をもって終了した(甲1)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件出願の願書に最初に添付した特許請求の範囲の記載",
                  "text": [
                    "本件出願の願書に最初に添付した特許請求の範囲の請求項1の記載は，次のとおりである(乙6)。",
                    "【請求項1】  非回転に支持された支持軸の周りに回転自在に中空軸を設け，中空軸にはモータブレーキを係合させ，中空軸に着脱自在に装着されるロールペーパのシートを送りローラで送り出す給紙部と，シートを2つ折りしその間にホッパから薬剤を投入し，薬剤を投入されたシートを所定間隔で幅方向と両側縁部とを帯状にヒートシールする加熱ローラを有する分包部とを備え，ロールペーパの回転角度を検出するために支持軸に角度センサを設け，分包部へのシート送り経路上でシート送り長さを測定する測長センサを設け，ロールペーパを上記中空軸に接合回転可能に接合する手段をロールペーパと中空軸が接する端に設け，両センサの信号に基づいてシート張力をロールペーパ径に応じて調整しながら薬剤を分包するようにした薬剤分包装置に用いられ，中空芯管とその上に薬剤分包用シートをロール状に巻いたロールペーパとから成り，ロールペーパのシートの巻量に応じたシート張力を中空軸に付与するために，支持軸に設けた角度センサでシートの巻量が検出可能な位置に磁石を配置し，その磁石をロールペーパと共に回転するように配設して成る薬剤分包用ロールペーパ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件補正後の特許請求の範囲の記載",
                  "text": [
                    "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである(下線部は本件補正による補正箇所である。乙8)。",
                    "【請求項1】",
                    "非回転に支持された支持軸の周りに回転自在に中空軸を設け，中空軸にはモータブレーキを係合させ，中空軸に着脱自在に装着されるロールペーパのシートを送りローラで送り出す給紙部と，2つ折りされたシートの間にホッパから薬剤を投入し，薬剤を投入されたシートを所定間隔で幅方向と両側縁部とを帯状にヒートシールする加熱ローラを有する分包部とを備え，ロールペーパの回転角度を検出するために支持軸に角度センサを設け，上記中空軸と上記支持軸の固定支持板間で上記中空軸のずれを検出するずれ検出センサを設け，分包部へのシート送り経路上でシート送り長さを測定する測長センサを設け，ロールペーパを上記中空軸に接合回転可能に接合する手段をロールペーパと中空軸が接する端に設け，角度センサ及び測長センサの信号に基づいてシート張力をロールペーパ径に応じて調整しながら薬剤を分包するようにし，さらに角度センサの信号とずれ検出センサの信号との不一致により上記中空軸に着脱自在に装着されたロールペーパと上記中空軸とのずれを検出するようにした薬剤分包装置に用いられ，中空芯管とその上に薬剤分包用シートをロール状に巻いたロールペーパとから成り，ロールペーパのシートの巻量に応じたシート張力を中空軸に付与するために，支持軸に設けた角度センサによる回転角度の検出信号と測長センサの検出信号から算出されるシートの巻量が検出可能な位置に磁石を配置し，その磁石をロールペーパと共に回転するように配設して成る薬剤分包用ロールペーパ。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件訂正後の特許請求の範囲の記載",
                  "text": [
                    "本件訂正後の特許請求の範囲の請求項1の記載は，次のとおりである(下線部は本件訂正による訂正箇所である。以下，本件訂正後の請求項1に係る発明を「本件訂正発明」という。甲25，26)。",
                    "【請求項1】",
                    "非回転に支持された支持軸の周りに回転自在に中空軸を設け，中空軸にはモータブレーキを係合させ，中空軸に着脱自在に装着されるロールペーパのシートを送りローラで送り出す給紙部と，2つ折りされたシートの間にホッパから薬剤を投入し，薬剤を投入されたシートを所定間隔で幅方向と両側縁部とを帯状にヒートシールする加熱ローラを有する分包部とを備え，ロールペーパの回転角度を検出するために支持軸の片端に角度センサを設け，上記中空軸と上記支持軸の固定支持板間で上記中空軸のずれを検出するずれ検出センサを設け，分包部へのシート送り経路上でシート送り長さを測定する測長センサを設け，ロールペーパを上記中空軸に着脱自在に固定してその固定時に両者を一体に回転させる手段をロールペーパと中空軸が接する端に設け，角度センサ及び測長センサの信号に基づいてシート張力をロールペーパ径に応じて調整しながら薬剤を分包するようにし，さらに角度センサの信号とずれ検出センサの信号との不一致により上記中空軸に着脱自在に装着されたロールペーパと上記中空軸とのずれを検出するようにした薬剤分包装置に用いられ，中空芯管とその上に薬剤分包用シートをロール状に巻いたロールペーパとから成り，ロールペーパのシートの巻量に応じたシート張力を中空軸に付与するために，支持軸に設けた角度センサによる回転角度の検出信号と測長センサの検出信号とからシートの巻量が算出可能であって，その角度センサによる検出が可能な位置に複数の磁石を配置し，その磁石をロールペーパと共に回転するように配設して成る薬剤分包用ロールペーパ。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明の構成要件の分説",
              "text": [
                "本件訂正発明を構成要件に分説すると，次のとおりである。",
                "A  非回転に支持された支持軸の周りに回転自在に中空軸を設け，中空軸にはモータブレーキを係合させ，中空軸に着脱自在に装着されるロールペーパのシートを送りローラで送り出す給紙部と，2つ折りされたシートの間にホッパから薬剤を投入し，薬剤を投入されたシートを所定間隔で幅方向と両側縁部とを帯状にヒートシールする加熱ローラを有する分包部とを備え，ロールペーパの回転角度を検出するために支持軸の片端に角度センサを設け，上記中空軸と上記支持軸の固定支持板間で上記中空軸のずれを検出するずれ検出センサを設け，分包部へのシート送り経路上でシート送り長さを測定する測長センサを設け，ロールペーパを上記中空軸に着脱自在に固定してその固定時に両者を一体に回転させる手段をロールペーパと中空軸が接する端に設け，角度センサ及び測長センサの信号に基づいてシート張力をロールペーパ径に応じて調整しながら薬剤を分包するようにし，さらに角度センサの信号とずれ検出センサの信号との不一致により上記中空軸に着脱自在に装着されたロールペーパと上記中空軸とのずれを検出するようにした薬剤分包装置に用いられ，",
                "B  中空芯管とその上に薬剤分包用シートをロール状に巻いたロールペーパとから成り，",
                "C  ロールペーパのシートの巻量に応じたシート張力を中空軸に付与するために，支持軸に設けた角度センサによる回転角度の検出信号と測長センサの検出信号とからシートの巻量が算出可能であって，その角度センサによる検出が可能な位置に複数の磁石を配置し，",
                "D  その磁石をロールペーパと共に回転するように配設して成る",
                "E  薬剤分包用ロールペーパ。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決6頁16行目「目録Ⅰ」及び「同Ⅱ」の後にそれぞれ「記載」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決6頁20行目「(甲9，10，15，乙22，40)」を「(甲9，10，15，乙22，23，乙24の1・2，乙40，50～52，79，80，乙88の1・2，乙89，113)」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決6頁24行目，7頁2行目の「通じて」をそれぞれ「通じるなどして」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決7頁3行目から6行目までを以下のとおり改める。",
                "「ウ  一審被告ネクストは，被告ネクスト製品及び被告ヨシヤ製品(以下，両者を併せて「被告製品」という。)の生産を，当初は訴外株式会社ベスト(以下「ベスト」という。)に，その後は白馬三洋や株式会社セイエー(以下「セイエー」という。)に委託し，白馬三洋は，シングルタイプの薬剤分包用シートを中空芯管に巻き付ける工程を自社で行い，ダブルタイプの薬剤分包用シートを中空芯管に巻き付ける工程を工藤紙工に委託した。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決7頁7行目から21行目までを以下のとおり改める。",
                "「(6) 被告ネクスト製品及び被告ヨシヤ製品(甲19，乙15，16，20，弁論の全趣旨)",
                "被告ネクスト製品及び被告ヨシヤ製品の構成は，それぞれ原判決別紙被告ネクスト製品説明書及び原判決別紙被告ヨシヤ製品説明書のとおりであり，これを，本件訂正発明の構成要件の記載に沿って整理すると，以下のとおりとなる。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "subject": "被告製品は，中空芯管(原告製の使用済み芯管)とその上に薬剤分包用シートをロール状に巻いたロールペーパとから成り(被告ネクスト製品説明書図1，被告ヨシヤ製品説明書図1)，"
                        },
                        {
                          "fig": "b",
                          "subject": "上記中空芯管(被告ネクスト製品説明書図2，被告ヨシヤ製品説明書図2)においては，原告製の薬剤分包装置に設けられた上記中空軸への挿入方向とは逆の端部プラスチック内部に，円周上に3個の磁石が配設される(被告ネクスト製品説明書図3符号9，被告ヨシヤ製品説明書図3符号9)とともに，上記中空軸への挿入方向にある端部に厚さ1．5mmの強磁性体の鋼製リングが嵌合されていて(被告ネクスト製品説明書図3符号7，被告ヨシヤ製品説明書図3符号7)，"
                        },
                        {
                          "fig": "c",
                          "text": [
                            "上記磁石は，中空芯管を構成するプラスチックの内部に配設されており(被告ネクスト製品説明書図3符号9，被告ヨシヤ製品説明書図3符号9)，巻き回されたロールペーパと共に回転する。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "薬剤分包用ロールペーパである。」"
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決7頁22行目から24行目までを以下のとおり改める。",
                "「イ  被告製品は，一審原告によって本件商標1又は本件商標1及び本件商標2が付された一審原告製の使用済み芯管をそのまま使用して生産されたものであったため，本件商標1については遅くとも平成20年10月3日以降，本件商標2についてはその登録日である平成24年4月27日以降，被告製品の中空芯管の外端面にあるプラスチック製のリングに，型押しにより刻印されていた。」"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告製品は本件訂正発明の技術的範囲に属するか(争点(1))。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許は，特許無効審判により無効にされるべきものか(争点(2))。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "補正の際の新規事項の追加に当たるか(争点(2)ア)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "サポート要件違反に当たるか(争点(2)イ)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "明確性を欠くか(争点(2)ウ)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "分割要件違反に当たるか(争点(2)エ)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件特許権の行使が権利濫用に該当するか(争点(3))。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件各商標権の侵害が成立するか(争点(4))。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "視認可能性があるか(争点(4)ア)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "指定商品の同一性(争点(4)イ)"
                },
                {
                  "fig": "ウ",
                  "subject": "商標法26条1項6号該当性(争点(4)ウ)"
                },
                {
                  "fig": "エ",
                  "subject": "実質的違法性(争点(4)エ)"
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件各商標権の行使が権利濫用に該当するか(争点(5))"
            },
            {
              "fig": "(6)",
              "subject": "本件各商標権に基づく差止めの必要性(争点(6))"
            },
            {
              "fig": "(7)",
              "subject": "一審原告の損害(争点(7))",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法102条2項又は商標法38条2項による損害額の推定(争点(7)ア)"
                },
                {
                  "fig": "イ",
                  "subject": "消滅時効の成否(争点(7)イ)"
                },
                {
                  "fig": "ウ",
                  "subject": "推定の覆滅(争点(7)ウ)"
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "一審被告らの共同不法行為の成否(争点(8))"
            },
            {
              "fig": "(9)",
              "subject": "不当利得の存否及びその額(争点(9))"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "次のとおり補正し，後記2のとおり当審における当事者の主張を付加するほかは，原判決の「事実及び理由」第3に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決8頁22行目，9頁11行目，14行目，16行目，20行目，23行目，10頁2行目，11頁14行目，13頁6行目，7行目，22行目，26行目，14頁5行目，22行目，15頁1行目，17頁2行目，3行目，20頁4行目，33頁17行目，19行目の各「本件発明」をそれぞれ「本件訂正発明」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原判決9頁26行目から10頁1行目「以下「本件補正」という。」を削除する。"
            },
            {
              "fig": "(3)",
              "text": [
                "原判決10頁18行目「本件発明にかかる」を「本件訂正発明に係る」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決11頁12行目の「本件発明」を「本件特許」と改め，13頁19行目の「本件発明が」を削除する。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決11頁24行目，12頁3行目，29頁20行目の各「被告」をそれぞれ「一審被告ら」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決13頁12行目「主張・立証をする」を「主張立証する」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "原判決14頁19行目「また，」から21行目までを以下のとおり改め",
              "text": [
                "る。",
                "「そうすると，本件補正前の「シートを2つ折りし」という文言と本件補正後の「2つ折りされたシート」という文言は，いずれもシングルタイプのロールペーパを分包装置において2つ折りにすることを指すものといえる。したがって，ダブルタイプのロールペーパを使用する薬剤分包装置は本件訂正発明の構成要件Aのうち「2つ折りされた」との要件を充足しない。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決15頁2行目から3行目「原出願の際の明細書(乙12。以下「原出願明細書」という。)」を「原出願明細書(乙12)」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決17頁20行目「本件特許の明細書」を「本件明細書」と改める。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決17頁25行目「(以下「本件原出願」という。)」を削除する。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決17頁25行目「特願10」を「特願平10」と改める。"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "原判決18頁4行目，7行目，19頁7行目，14行目，21頁4行目，5行目，22頁4行目の各「段落」をいずれも削除する。"
              ]
            },
            {
              "fig": "(13)",
              "text": [
                "原判決18頁6行目から 7 行目「(以下「第1の実施形態」という。)」を「(以下「第1実施形態」という。)」と改める。"
              ]
            },
            {
              "fig": "(14)",
              "text": [
                "原判決18頁9行目から10行目「(以下「第2の実施形態」)」を「(以下「第2実施形態」という。)」と改める。"
              ]
            },
            {
              "fig": "(15)",
              "text": [
                "原判決18頁11行目，19頁2行目の各「第2の実施形態」をそれぞれ「第2実施形態」と改める。"
              ]
            },
            {
              "fig": "(16)",
              "text": [
                "原判決19頁1行目「第1の実施形態」を「第1実施形態」と改める。"
              ]
            },
            {
              "fig": "(17)",
              "text": [
                "原判決19頁21行目「本件原出願」を「原出願」と改める。"
              ]
            },
            {
              "fig": "(18)",
              "text": [
                "原判決19頁26行目「また，」から20頁1行目「いうから，」までを以下のとおり改める。",
                "「また，「三角板4で2つ折りにされた際」という構成は，薬剤投入が可能なように薬剤分包用シートをV字状に折り曲げた状態をいうから，」"
              ]
            },
            {
              "fig": "(19)",
              "text": [
                "原判決20頁1行目，2行目，3行目，17行目，22行目，22頁14行目の各「薬剤分包シート」をそれぞれ「薬剤分包用シート」と改める。"
              ]
            },
            {
              "fig": "(20)",
              "text": [
                "原判決20頁12行目「本件発明の」を削除する。"
              ]
            },
            {
              "fig": "(21)",
              "text": [
                "原判決20頁17行目「1」を「(1)」と改める。"
              ]
            },
            {
              "fig": "(22)",
              "text": [
                "原判決20頁17行目「薬剤分包シートを」の後に「薬剤投入時に薬剤が投入可能なように」を挿入する。"
              ]
            },
            {
              "fig": "(23)",
              "text": [
                "原判決20頁21行目「また，」から22行目「いうところ，」までを以下のとおり改める。",
                "「また，前記(1)のとおり，「2つ折り」とは，薬剤投入時に薬剤が投入可能なように薬剤分包用シートをV字状に折り曲げた状態をいうところ，」"
              ]
            },
            {
              "fig": "(24)",
              "text": [
                "原判決22頁4行目「原出願の明細書」を「原出願明細書」と改める。"
              ]
            },
            {
              "fig": "(25)",
              "text": [
                "原判決22頁7行目の「(3)」を「(4)」と改める。"
              ]
            },
            {
              "fig": "(26)",
              "text": [
                "原判決22頁9行目「視認可能性について(争点(3)ア)」を「争点(4)ア(視認可能性があるか。)について」と改める。"
              ]
            },
            {
              "fig": "(27)",
              "text": [
                "原判決22頁13行目「指定商品について(争点(3)イ)」を「争点(4)イ(指定商品の同一性)について」と改める。"
              ]
            },
            {
              "fig": "(28)",
              "text": [
                "原判決22頁24行目「商標法26条1項6号の抗弁について(争点(3)ウ)」を「争点(4)ウ(商標法26条1項6号該当性)について」と改める。"
              ]
            },
            {
              "fig": "(29)",
              "text": [
                "原判決23頁6行目から10行目までを以下のとおり改める。",
                "「  また，商標的使用態様でないことを根拠に商標権侵害を否定するためには，商標法26条1項6号に該当する事実を一審被告らの側で立証する必要があるところ，薬局従業員1名の供述で，全需要者について混同のおそれがなかったとはいえない。",
                "以上に加えて，後記(4)の事情や顧客が被告製品を購入した後で，薬局内部において購入担当者とは異なる調剤担当者や転売先の需要者が被告製品に触れる場合に被告製品が非純正品であることが把握されない可能性が高かったことからすると，需要者が被告製品を一審原告の製品であると混同するおそれがあったといえる。」"
              ]
            },
            {
              "fig": "(30)",
              "text": [
                "原判決23頁11行目「実質的違法性について(争点(3)エ)」を「争点(4)エ(実質的違法性)について」と改める。"
              ]
            },
            {
              "fig": "(31)",
              "text": [
                "原判決23頁24行目「本件各商標は視認可能な状態で使用されていないこと(争点(3)ア)」を「争点(4)ア(視認可能性があるか。)について」と改める。"
              ]
            },
            {
              "fig": "(32)",
              "text": [
                "原判決24頁4行目「本件各商標は指定商品に使用されていないこと(争点(3)イ)」を「争点(4)イ(指定商品の同一性)について」と改める。"
              ]
            },
            {
              "fig": "(33)",
              "text": [
                "原判決24頁14行目「商標法26条1項6号の抗弁(争点(3)ウ)」を「争点(4)ウ(商標法26条1項6号該当性)について」と改める。"
              ]
            },
            {
              "fig": "(34)",
              "text": [
                "原判決25頁1行目「被告らの行為には実質的違法性がないこと(争点(3)エ)」を「争点(4)エ(実質的違法性)について」と改める。"
              ]
            },
            {
              "fig": "(35)",
              "subject": "原判決25頁5行目から6行目「(乙25)」を「(乙25の1・2)」と改める。"
            },
            {
              "fig": "(36)",
              "text": [
                "原判決25頁15行目「(4)」を「(6)」と改める。"
              ]
            },
            {
              "fig": "(37)",
              "text": [
                "原判決25頁19行目から20行目「，及び製品，製造設備等の廃棄」を削除する。"
              ]
            },
            {
              "fig": "(38)",
              "text": [
                "原判決25頁20行目「(請求の趣旨1項ないし6項の関係)」を削除する。"
              ]
            },
            {
              "fig": "(39)",
              "text": [
                "原判決25頁25行目「原告の損害について」を「争点(7)(一審原告の損害)について」と改める。"
              ]
            },
            {
              "fig": "(40)",
              "text": [
                "原判決25頁26行目の「特許法102条2項，商標法38条2項による損害額の推定(争点(5)ア)」を「争点(7)ア(特許法102条2項又は商標法38条2項による損害額の推定)について」と改める。"
              ]
            },
            {
              "fig": "(41)",
              "text": [
                "原判決26頁19行目「原告は，」の後に「民法709条及び特許法102条2項又は商標法38条2項に基づき，」を加える。"
              ]
            },
            {
              "fig": "(42)",
              "text": [
                "原判決26頁20行目「(請求の趣旨7項の関係)」を削除する。"
              ]
            },
            {
              "fig": "(43)",
              "text": [
                "原判決28頁1行目「消滅時効の成否について(争点(5)イ)」を「争点(7)イ(消滅時効の成否)について」と改める。"
              ]
            },
            {
              "fig": "(44)",
              "text": [
                "原判決28頁3行目「(甲16，17)」を「(甲16，17の各1)」と改める。"
              ]
            },
            {
              "fig": "(45)",
              "text": [
                "原判決28頁8行目「不法行為に基づく害賠償請求権にいては，」を「不法行為に基づく損害賠償請求権については，」と改める。"
              ]
            },
            {
              "fig": "(46)",
              "text": [
                "原判決28頁12行目「推定の覆滅について(争点(5)ウ)」を「争点(7)ウ(推定の覆滅)について」と改める。"
              ]
            },
            {
              "fig": "(47)",
              "text": [
                "原判決28頁18行目，32頁4行目，16行目の各「通り」をそれぞれ「とおり」と改める。"
              ]
            },
            {
              "fig": "(48)",
              "text": [
                "原判決29頁14行目，18行目の各「原告の」をそれぞれ「一審原告製の」と改める。"
              ]
            },
            {
              "fig": "(49)",
              "text": [
                "原判決29頁24行目「(6)」を「(8)」と改める。"
              ]
            },
            {
              "fig": "(50)",
              "text": [
                "原判決30頁4行目「前記(1)イ」を「前記5(1)イ」と改める。"
              ]
            },
            {
              "fig": "(51)",
              "text": [
                "原判決30頁7行目「(請求の趣旨8項の関係)」を削除する。"
              ]
            },
            {
              "fig": "(52)",
              "text": [
                "原判決30頁12行目「(7)」を「(9)」と改める。"
              ]
            },
            {
              "fig": "(53)",
              "text": [
                "原判決30頁26行目から31頁1行目「(請求の趣旨9項の関係)」を削除する。"
              ]
            },
            {
              "fig": "(54)",
              "text": [
                "原判決31頁8行目から9行目「(請求の趣旨10項の関係)」を削除する。"
              ]
            },
            {
              "fig": "(55)",
              "text": [
                "原判決33頁22行目「高くとも」を「多くとも」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(3)(本件特許権の行使が権利濫用に該当するか)について",
              "text": [
                "【一審被告らの主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審原告による本件特許権の行使は，一審原告製の薬剤分包装置に関する分包紙市場についての「私的独占」(独占禁止法2条5項，3条)，又は「不公正な取引方法」(同法2条9項6号，同19条，一般指定14項)に当たるもので，独占禁止法(以下「独禁法」という。)に違反する行為である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審原告による本件特許権の行使が，一審原告製の薬剤分包装置用の薬剤分包紙市場から非純正品を排除し，競争を排除することを目的とする不当なものであること，権利行使の態様が，ライセンス交渉等も無しに使用済み芯管の使用差止めを求めるというもので，さらに，本件訂正発明の特徴的部分たる構成要件Aを充足する薬剤分包装置で使用されるか否かという事情を捨象して特許権侵害を主張するという不当なものであること，本件特許権の行使が認められる場合，一審原告製薬剤分包紙の使用済み芯管を利用した再生品事業は一切不可能になるという重大な競争制限効果をもたらすことになることからすると，独禁法21条の適用は認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "平成20年6月9日に一審原告が作成した一審原告製薬剤分包装置の取扱説明書には，「分包紙は必ず，ユヤマ式分包紙を使用する」と記載されている(乙119)。さらに，一審原告は，一審原告製薬剤分包装置を販売する際，購入者に対して「分包紙についてのお願い」と題する書面(乙120)を交付し，非純正品を使用しないように呼びかけていた。ここからしても一審原告は，一審原告製薬剤分包装置用の薬剤分包紙市場における競争を制限し，同市場を独占するという不当な目的を有していたと認められる。",
                    "【一審原告の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "一審被告らの上記ウの主張は，控訴理由書の提出期限を徒過して提出された控訴理由補充書(以下「本件補充書」という。)に記載されたものであるから，時機に後れた攻撃防御方法として却下されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件における一審原告の権利行使は，典型的な独禁法21条にいう「権利の行使」である。",
                    "本件は，公正取引委員会のガイドラインの中で「私的独占」や「不公正な取引方法」に該当する可能性がある場合として掲げられている類型のいずれにも当たらない上，一審被告らはそれらの類型に匹敵するような事情があることを基礎付ける事実を主張していない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(5)(本件各商標権の行使が権利濫用に該当するか)について",
              "text": [
                "【一審被告らの主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審原告による本件各商標権の行使は，一審原告製の薬剤分包装置に関する分包紙市場についての「私的独占」(独禁法2条5項，3条)，又は「不公正な取引方法」(同法2条9項6号，同19条，一般指定14項)に当たるもので，独禁法に違反する行為である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告製品の販売により本件各商標の出所表示機能や品質保証機能が害されることはほとんどない一方で，本件のような態様の商標権の行使が認められてしまうと，一審原告製の芯管を再利用する非純正品事業の途は完全に閉ざされ，当該市場における競争が消滅してしまう。芯管の所有権を一審原告が留保している以上，一審被告ら第三者は，本件刻印を削り取ったり，有効な打ち消し表示を行ったりすることができず，一審原告が市場を独占し，需要者は，より安価な非純正分包紙を購入する機会を奪われてしまう。一審原告の競争制限及び市場独占の意図は，前記(1)【一審被告らの主張】ウの取扱説明書や「分包紙についてのお願い」と題する書面の記載からも明らかである。",
                    "したがって，一審原告による本件各商標権の行使は，「私的独占」又は「不公正な取引方法」に当たり，独禁法21条の適用も認められないものである。",
                    "【一審原告の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "取扱説明書や「分包紙についてのお願い」と題する書面に基づく主張は，本件補充書に記載されたものであって，時機に後れた攻撃防御方法として却下されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "商標権の行使が独禁法上違法と認められるのは，ごく限られた場合であるところ，一審被告らは，そのような例外的事情についての主張立証をしていない。",
                    "一審原告の行為は，自ら保有する商標権を侵害する者に差止め及び損害賠償を求めるという最も基本的な知的財産権の行使であり，独禁法に違反するものではなく，権利濫用には当たらない。",
                    "取扱説明書や「分包紙についてのお願い」と題する書面の記載は，薬剤分包装置の利用者に純正薬剤分包紙の使用を求めるものであって，一審被告らの主張によっても，これらの表示が商標権の行使の違法性とどのように関連するのかも明らかでない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(1)(被告製品は本件訂正発明の技術的範囲に属するか)についての補充主張",
              "text": [
                "【一審被告らの主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，構成要件Aを充足する薬剤分包装置が存在するのか否かについて判断する必要はないとしたが，これは  従前の知財高裁判決と乖離する特異な判断手法を用いたものである。以下の(ア)～(エ)からすると，本件では請求項に記載されている他のサブコンビネーションである薬剤分包装置の構成要件充足性を審理・判断することが求められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許庁の審査基準では，他のサブコンビネーション(本件では薬剤分包装置)が，特許発明に係るサブコンビネーション(本件では薬剤分包用ロールペーパ)の用途を特定したものと認定されることがあり得るとされていることや「用いられる」の通常の意味が「役に立てて使われる。使用される。」であることからすると，本件訂正発明の構成要件Aにおける「用いられ」とは，「役に立てて使われ」又は「使用され」という意義に解するべきであり，構成要件Aの「薬剤分包装置」は，本件訂正発明の対象たる構成要件B～Eを充足する薬剤分包用ロールペーパが「使用され」るもの，すなわち，薬剤分包装置の「用途」を特定する意義の文言と解される。",
                        "したがって，本件訂正発明について，用途発明と同様に，請求項において特定された用途で実施品が使用される場合，すなわち，構成要件Aを充足する薬剤分包装置で被告製品が使用される場合に限り，特許法2条3項の「実施」に該当し，特許権侵害が成立すると解すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の記載によると，本件訂正発明において保護されるべき特徴的部分は，薬剤分包装置の測長センサと角度センサの二つのセンサによる信号検出及びこれに基づくシート張力の調整を可能にすることにあるが，これらは，いずれも薬剤分包装置側の構成又は機能であるから，本件特許権の保護範囲を適切に画するという観点からは，被告製品が当該特徴的部分を有する薬剤分包装置で使用されてはじめて本件特許権に対する侵害が成立すると解するべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一審原告は，本件補正に際して，本件訂正発明の技術的特徴が構成要件Aにあることを主張していた(乙9)のであるから，本件特許が特許として独占排他的効力を有する源泉であり，その唯一の技術的特徴である構成要件Aを無視してクレーム解釈及び被告製品の充足性の判断をしてもよいとする原判決の判断手法は，本件特許の審査経過を無視するものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原審裁判所の「暫定的見解」(乙104)は，被告製品について構成要件Aを充足する薬剤分包装置以外の用途がある場合に特許権侵害を認めることに否定的なものであり，被告製品が構成要件Aを充足する薬剤分包装置で使用されてはじめて本件特許権に対する侵害が成立するという一審被告らの主張と整合的である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アのとおり，被告製品の販売が本件特許権に対する侵害と評価されるのは，被告製品が構成要件Aを充足する薬剤分包装置で使用される場合に限られるが，構成要件Aを充足する薬剤分包装置は存在しない上，一審被告らは構成要件Aを充足する薬剤分包装置で使用されることを前提に被告製品を販売したものではないから，本件において特許権侵害は成立しない。",
                    "【一審原告の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明は，特許請求の範囲の末尾が「薬剤分包用ロールペーパ」となっていることからして，物の発明であるから，その特許請求の範囲の記載は，生産や流通の客体となり得るような発明であることを前提に，その静的な構造，特性等を特定するものとしてこれを解釈すべきである。",
                    "そして，サブコンビネーション発明が特許要件を充足するためには，特許請求の範囲の記載から特定される静的な構造，特性等に基づき，当該サブコンビネーションが，生産や流通の客体となる物として独立に新規性・進歩性等を有することを要するものと解すべきであるとともに，技術的範囲を定めるに当たっても，特許請求の範囲の記載が，当該サブコンビネーションの構造，特性等を特定するものとして解釈されるべきである。",
                    "したがって，構成要件Aの「用いられ」は，薬剤分包用ロールペーパの用途ではなく構造，特性等を特定したものであると解し，被告製品が構成要件A記載の薬剤分包用ロールペーパにおいて使用可能な構成を有すれば足りると解すべきであり，これは特許庁の審査実務にも合致する。",
                    "本件では，特許請求の範囲で特定される構造・特性等を有する薬剤分包用ロールペーパを生産し，譲渡することで，特許法2条3項1号にいう「生産」，「譲渡」に該当し，現に構成要件Aに記載された薬剤分包装置が存在するか，また，そのような薬剤分包装置に使用されるか否かを問わず，本件特許権の侵害が成立する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告らは，「用いられ」が用途を限定したもので，「用いられ」を充足するためには，構成要件A記載の薬剤分包装置に用いられることが必要であると主張する。しかし，このように解釈すると，実施品の構造，特性等が同一であっても，その用い方によって本件特許権の効力が及んだり及ばなかったりすることになるが，これは，物の静的な構造，特性等から定義されるべき物の発明の性質に反する。また，実施行為との関係でも，薬剤分包用ロールペーパを構成要件A記載の薬剤分包装置に使用するという方法的要素は，「使用」の客体となることはあっても，「譲渡等，輸出若しくは輸入又は譲渡等の申出」の客体とはなり得ず，一審被告らによる技術的範囲の把握は，特許法2条3項1号の定義と矛盾を生じる。",
                    "さらに，一審被告らの主張は，物の発明としての薬剤分包用ロールペーパの構造，特性等が特定された後に，その使用態様として，構成要件A記載の薬剤分包装置に使用することを構成要件に加えようとするものであるが，これは，物の構造，特性等を離れた方法的要素を構成要件に付加しようとするものであるから，本質的に，本件訂正発明をして，薬剤分包用ロールペーパを用いた方法の発明と把握するものに他ならず，物の同一性を基準に権利範囲を把握してきたこれまでの解釈手法と異質なものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件明細書【0011】によると，本件訂正発明の課題は，シート張力を適切に調整できる薬剤分包装置に用いられ，「角度センサに対し回転角度データを与えることのできる薬剤分包用ロールペーパを提供すること」にあるところ，この課題は，薬剤分包装置本体の構成によって解決することはできず，薬剤分包用ロールペーパの構造，特性等によって解決されるべき課題である。",
                    "したがって，本件訂正発明の課題は，薬剤分包装置の存在を前提としつつも薬剤分包装置における課題とは別個のものであり，また，その解決手段となる薬剤分包用ロールペーパの構造も，薬剤分包装置のそれから独立したものといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件補正についても，一審原告が新規性，進歩性の存在を主張するために，薬剤分包用ロールペーパの構造を特定する他のサブコンビネーションである薬剤分包装置について説明したからといって，構成要件A記載の薬剤分包装置に現に使用されなければならないということが導かれるものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原審裁判所の暫定的見解や一審被告らの販売目的は一審被告らの主張を基礎付けるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点(2)(本件特許は，特許無効審判により無効にされるべきものか。)についての補充主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点(2)ア(補正の際の新規事項の追加に当たるか。)について",
                  "text": [
                    "【一審被告らの主張】",
                    "原判決は，本件明細書【0005】や【0011】を根拠に，「2つ折りされたシート」との文言は薬剤分包用シートが搬送方向にV字状に折り曲げられた状態を指し，その中にはダブルタイプの薬剤分包用シートとシングルタイプの薬剤分包用シートの双方が含まれると認定する。",
                    "しかし，本件明細書【0018】は，シングルタイプの薬剤分包用シートについてのものである上，【0005】や【0011】には，原判決の上記認定の根拠となるような記載はなく，本件特許の出願当初の特許請求の範囲，明細書及び図面には，ダブルタイプの薬剤分包用シートを用いる態様やダブルタイプの薬剤分包用シートをV字型に開くことについては何らの記載も示唆もないから，本件特許には補正要件違反がある。",
                    "【一審原告の主張】",
                    "本件明細書【0018】にいう「シートを2つ折りし」との文言は，シートが，三角板4において，薬剤が投入可能なようにV字状に折り曲げられた状態にされることを示すものである。本件明細書上，三角板4を経由する前の段階で，シートが折り畳まれているか否かについては特に限定されていないから，シングルタイプのように折り畳まれていないシートに折り目を付けてV字状にするのも，ダブルタイプのようにあらかじめ折り畳まれたシートを開いてV字状にするのも，いずれも本件特許にいう「2つ折り」である。",
                    "技術的にも，本件訂正発明は，シートのヒートシールに際して耳ずれなどが生じることを防止することを課題とし，その解決手段としてシートの張力を調整するのに必要なデータを薬剤分包装置に提供するものであるところ，ヒートシールが行われるのは，シートがV字状に「2つ折り」され，薬剤が投入された後であるから，2つ折りされる前にシートが折り畳まれていたか否かは，課題にも解決手段にも影響しない。",
                    "また，原出願以前から，薬剤分包用ロールペーパにはダブルタイプのものもシングルタイプのものも存在していたため，ダブルタイプのものは薬剤分包装置内で開いてV字状にし，シングルタイプのものは薬剤分包装置内で折り目を付けてV字状にし，それぞれ薬剤を投入することは，当業者にとって技術常識であった。",
                    "したがって，本件明細書【0018】の「シートを2つ折りし」には，シングルタイプのシートを折り畳む場合しか含まれないとう一審被告らの解釈は誤りであり，それを前提とした主張も失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点(2)イ(サポート要件違反に当たるか。)，ウ(明確性を欠くか。)について",
                  "text": [
                    "【一審被告らの主張】",
                    "原判決が認定の根拠とする本件明細書【0012】，【0018】は，シングルタイプの薬剤分包用シートについての記載である上，本件で問題になっているのは，薬剤分包用シートが「2つ折りされるタイミング」であり，「2つ折り」という文言の意味ではないから，原判決の「当業者であれば，『2つ折り』がどのような状態を指すかは明確に理解することができる。」との説示は当を得たものではない。",
                    "【一審原告の主張】",
                    "本件明細書にいう「2つ折り」とは，シートがV字状に折り曲げられた状態をいうのであって，シングルタイプであってもダブルタイプであっても，その点について特に区別されるものではないし，「2つ折り」されるタイミングは同じである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点(2)エ(分割要件違反に当たるか。)について",
                  "text": [
                    "【一審被告らの主張】"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，本件特許が，原出願の請求項3～5に基づき分割出願されたものと認定したが，原出願の請求項3～5では，「測長センサ及び角度センサにより得た所定長さ又は所定回転角度のいずれかを基準とし回転角度又はシート長さの変化により繰出し後のロールペーパ巻量を求め，その巻量の直径に応じて段階的にブレーキ手段のブレーキ力を制御してシート張力を調整する」とブレーキ力の制御が具体的に特定されているのに対し，本件訂正発明では，「角度センサ及び測長センサの信号に基づいてシート張力をロールペーパ径に応じて調整」としか特定されておらず，角度センサと測長センサの信号をどのように使用するのか制限がなくなって範囲が広くなっている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，原出願明細書【0051】によると，原出願明細書では，角度センサとずれ検出センサとの関係について，「ズレ検出センサは，基準となる回転角度センサと同一ピッチの信号を検出することを前提として，同一ピッチの信号が検出されない場合には，包装シートの繰出しのずれの有無を検出する」とされているのに対し，本件訂正発明では，「角度センサの信号とずれ検出センサの信号との不一致により上記中空軸に着脱自在に装着されたロールペーパと上記中空軸とのずれを検出する」と特定され，角度センサの信号とずれ検出センサの信号との不一致の検出方法は制限がなくなり，検出される「ずれ」は，ロールペーパと上記中空軸とのずれとされているから，不一致の検出方法が原出願明細書よりも広いものとなっていて，かつ検出される「ずれ」の種類は異なるものとなっている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のとおり，本件訂正発明は，原出願の請求項3や原出願明細書の記載よりも広い内容を含むものとなっているから，本件特許は分割要件を満たさない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，本件明細書【0008】～【0011】が「薬剤分包装置に用いられるロールペーパに関する背景技術についての記述」であると認定するが，それを認めるに足りる証拠はない。",
                        "【一審原告の主張】"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正発明は，シート張力を適切に調整できる薬剤分包装置に用いられ，「角度センサに対し回転角度データを与えることのできる薬剤分包用ロールペーパを提供すること」を課題とし，この課題を解決するために，構成要件Aに記載された薬剤分包装置の角度センサによる検出が可能な位置に磁石を配置すること等を特徴とする薬剤分包用ロールペーパをその内容とするものである。",
                        "そして，薬剤分包用ロールペーパの上記構造，特性等については，原出願明細書によって開示されており，また，一審被告らが主張する薬剤分包装置内部における測長センサや角度センサからの信号の利用形態や処理の方法がどうあれ，制御の結果がシート張力の調整にある以上，薬剤分包用ロールペーパの構造，特性等に影響を及ぼすことはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原出願と本件特許とでは，特許請求の対象となる発明を異にしているのであるから，両者の特許請求の範囲の記載を比較して権利範囲の広狭を論じる一審被告らの主張には意味がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一審被告らが新規事項を追加したものと指摘する本件明細書【0008】～【0011】の記載は，特許請求の範囲の記載ではなく，また，特許請求の範囲に記載された個々の構成要件について説明するものですらないから，これらの記載があることにより，特許請求の範囲に記載された構成要件の解釈に影響を生じず，その技術的範囲に変更をもたらすこともない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点(4)(本件各商標権の侵害が成立するか)についての補充主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点(4)ア(視認可能性があるか。)について",
                  "text": [
                    "【一審被告らの主張】"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "①中空芯管及び本件刻印が深い青色であって(乙20)，中空芯管の色からしても本件刻印を視認することができないか，極めて困難であること，②被告製品は，直径20cm程度の大きさであるのに対し，本件刻印の大きさは，本件商標1に対応する刻印が横2cm×縦0．4cm程度，本件商標2に対応する刻印が横0．8cm×縦0．5cmであること(乙20)から，本件刻印は非常に小さく，視認することができないか，極めて困難であること，③被告製品の重量が2．5kgあること(乙21)から，取引過程で中空芯管が持ち上げられて注視されることはないこと，④被告製品の取引過程で本件刻印が視認できたという証拠が存在しないこと(乙5，15，20)からすると視認可能性は存在しない。顧客がロールペーパを使用しようとして，包装を解くと本件刻印が視認できたとする原判決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に本件刻印が物理的に視認可能であるとしても，本件刻印のような凹凸のみで表現された単一の色彩からなるそれ自体極めて視認困難な態様の刻印は，出所識別機能を発揮する態様で視認可能であるとはいえず，規範的観点から，「商標」又は「商標の使用」とは評価できない。",
                        "【一審原告の主張】"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審被告らの上記(ア)の主張は，本件補充書に記載されたものであって，時機に後れた攻撃防御方法として却下されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件刻印は芯管の外面上に明瞭に設けられている(甲21の1～3)し，その刻印場所は需要者が被告製品を手に取って，被告製品を一審原告製の薬剤分包装置にセットする際に必ず目に入る部分であるから，本件刻印は，通常の観察力を有する需要者にとって容易に視認可能であった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点(4)イ(指定商品の同一性)について",
                  "text": [
                    "【一審被告らの主張】",
                    "一審原告は，特許権侵害の場面で，「芯管」と「薬剤分包用シート」を区別して販売対象を「シート」に限定し，「芯管」については所有権を留保するという取扱いを行い，需要者にもその旨の説明をしていると主張して，大阪地裁平成24年(ワ)第8071号・平成26年1月16日判決(甲13の1，乙112，以下「別件訴訟」という。)で特許権の消尽を免れるという確定的な利益を得ている。",
                    "ところが，本件で商標権侵害の成否に局面が移るや，一審原告は，「芯管と一体となった薬剤分包用シートが薬剤分包用ロールペーパという一つの商品である」などと主張し，別件訴訟と矛盾する主張をしている。既に別件訴訟において芯管と薬剤分包用シートとの非一体性を前提とする所有権留保の主張をして消尽を免れるという利益を得ている以上，商標権侵害の場面でこれに反して両者の一体性を主張することは禁反言の原則に反して認められるべきではない。",
                    "【一審原告の主張】",
                    "一審被告らが指摘する事情は，いずれも特許法や実用新案法における消尽の成否に関するものである。消尽の成否においては，特許権者が特許製品を販売した際の条件(特許権者の利得の機会の有無)が問題となる一方，商標法における「指定商品についての使用」においては，広く需要者(商標権者から純正品を購入した者に限られない)が当該商標についてどの範囲の商品の出所を表示しているものと認識するかが問題となるから，それぞれの「一体性」に関する議論が異なるのは当然であり，一審原告の主張が，禁反言の原則に反するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点(4)ウ(商標法26条1項6号該当性)，エ(実質的違法性)について",
                  "text": [
                    "【一審被告らの主張】",
                    "以下のとおり，一審被告らの行為は，本件各商標の出所表示機能及び品質保証機能を冒用したり，侵害したりするものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決が判示するとおり，一審被告らは被告製品が非純正品であることを明示・説明して販売していた上，被告製品はインターネット等により販売されていて店頭販売は行われていなかったから，購入者が被告製品の芯管に付された本件刻印を見て，一審原告を出所とする一審原告の品質保証が及ぶ商品であると誤認することはあり得ず，本件各商標の出所表示機能及び品質保証機能は何ら害されていない。",
                        "また，被告製品は，販売対象者を調剤薬局とするいわゆるBtoB製品(プロ仕様製品)であって，一般消費者向けのいわゆるBtoC製品であるインクやトナーのカートリッジの事案とは異なり，出所の混同は生じていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "薬剤分包装置を用いて行われる「調剤」は薬剤師のみがなし得る行為であり(薬剤師法19条，健康保険法64条)，薬剤分包装置で使用される薬剤分包用ロールペーパをどこから購入するかを決定するのも薬剤師であるのが通常であるところ(乙113)，調剤薬局1施設当たりの薬剤師の数はごく少数であること(乙114)からすると，調剤薬局において日々薬剤分包装置を使用して調剤を行う薬剤師の間では，当該調剤薬局で使用している薬剤分包用ロールペーパの仕入先に関する情報が共有されていると考えるのが自然である。",
                        "また，調剤薬局の開設者は，一審被告らが被告製品を販売していた当時の薬事法9条1項及び同法施行規則12条の2第1項に基づき，業務に関する手順書を作成する義務を負っており(乙115)，薬剤分包装置は「調剤用設備・機器」に他ならないから，調剤薬局においてその「保守」を適切に行うためには，「点検」の際に薬剤分包装置本体に異常が発見された場合には一審原告に，薬剤分包用ロールペーパに異常が発見された場合には一審被告らに問合せを行う旨の手順が記載されていて然るべきである。このような手順書が周知されていれば，被告製品の販売後に薬剤分包装置を使用する薬剤師が被告製品の芯管に付された本件刻印を視認したとしても，被告製品は一審被告らを出所とする一審原告の品質保証が及ばない商品であると正確に理解するはずであり，使用者の段階で本件各商標に係る出所表示機能等が害されることはない。",
                        "仮に上記手順書の周知不徹底等により販売後の混同が生じたとしても，購入者内部における事情にすぎず，このことを理由に当該再生品に付されている純正品メーカーの商標に関する出所表示機能が害されたものと認めることはできない。",
                        "【一審原告の主張】"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告製品がBtoB製品であるという主張は，本件補充書に記載されたものであって，時機に後れた攻撃防御方法として却下されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告製品においては，本件刻印が，「紙類」，「薬剤分包機用分包紙」である被告製品の出所を表示する態様で用いられている。",
                        "薬局を含む被告製品の購入者の内部において購入担当者と実際の使用者が分離することも少なくなく，被告製品に不具合があると，一審原告の信用に悪影響が及ぶから，一審被告らから被告製品を購入した薬局等における実際の使用者についても「需要者」に含まれると解すべきであるところ，使用者は，通常，一審被告らのウェブサイトを見る機会がないから，そこにいかなる表示があろうと使用者による誤認混同を防止するための措置としての意味はない。",
                        "また，薬局の中には個人営業であるか，法人であっても，実質的な家族経営の小規模店舗も多いところ，これらの店舗の経営者の商品選択におけるブランドの影響力は，消費者におけるそれと特に変わりはないし，被告製品のような非純正品の実際上の購入者は上記のような小規模事業者に限られるから，購入者が事業者であるか消費者であるかを区別する意味はない。",
                        "さらに，一審被告らは，調剤薬局の平均職員数や業務手順書の作成義務に言及し，薬剤分包用ロールペーパの仕入先や問合せ先が調剤薬局内で共有されていたと主張するが，いずれも推測の域を出ないものであり，仮にそのような調剤薬局が一部に存在していたとしても，およそ出所混同のおそれがないといえない限り，商標権侵害は肯定される。",
                        "以上から，本件各商標は，出所表示機能を発揮する態様で使用されており，商標法26条1項6号は適用されないし，実質的違法性が欠如するということもない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "争点(6)(本件各商標権に基づく差止めの必要性)についての補充主張",
              "text": [
                "【一審原告の主張】",
                "以下のような事情からすると，原判決が差止めの必要性を否定して差止請求を棄却したことは誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告製品の販売中止について",
                  "text": [
                    "一審被告らが被告製品の販売を中止したのは，刑事事件の関係で捜索差押えを受けたためであって，商標権侵害を認めて自発的に販売を中止したものではない。一審被告らは，商標法違反の刑事裁判において，上告審に至るまで商標権侵害であることを争っており，本件訴訟でも未だに商標権侵害の事実を争っているから，販売を中止したからといって，侵害のおそれが否定されるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "有罪判決を受けたことについて",
                  "text": [
                    "一審被告ネクスト及びその代表者は，刑事事件中及びその終了後も，自己の行為が違法であることを前提に行動したことは一切なかった。したがって，本件訴訟において商標権侵害が認定されたとしても，差止命令がないと，そのことをもって販売が禁止されていないと主張し，早晩被告製品の販売活動を再開するおそれが非常に高い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "販売再開の容易性について",
                  "text": [
                    "閉鎖された一審被告らのウェブサイトは容易に再開・復元が可能なものであるし，営業マンが病院や調剤薬局を回って注文を得るという被告製品の販売形態からすると，必ずしもウェブサイトは必要ではない。",
                    "また，被告製品は，その原材料や構造からして，一審被告らが，自社又は以前に被告製品と同様の製品を生産していた他の業者に委託することにより，直ちに生産・販売を再開することが可能なものである。",
                    "【一審被告らの主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "被告製品の販売中止について",
                  "text": [
                    "一審被告らは，自発的に4年以上の長期間にわたり被告製品の販売を中止しているから，商標権侵害のおそれはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "有罪判決について",
                  "text": [
                    "一審被告ネクストは，自己の意見を主張しつつも裁判所の判断を尊重するという考えでいるから，仮に本件訴訟で商標権侵害が成立するとの判断がされても，それが理由中の判断で示されれば足りる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "販売再開の容易性について",
                  "text": [
                    "ダブルタイプの薬剤分包用シートの生産には相当な設備と人員が必要であって，被告製品の生産の再開は容易ではない。一審被告らは現在，被告製品の在庫や半製品を保有していない。なお，一審被告らは，営業マンによる営業活動はしていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "争点(7)(一審原告の損害)及び争点(9)(不当利得の存否及びその額)についての補充主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点(7)ア(特許法102条2項又は商標法38条2項による損害額の推定)及び争点(9)(不当利得の存否及びその額)について",
                  "text": [
                    "【一審被告らの主張】",
                    "①被告製品の購入者は，本件刻印とは全く無関係に被告製品を購入しており，仮に本件刻印を抹消したり，完全な打ち消し表示をしたりしても販売数量に影響はなかったと考えられること，②販売後の調剤薬局の使用者による本件刻印の「確認」も，一審被告らによる被告製品の販売可能性や一審原告による利益の獲得可能性には何の影響も与えないこと，③被告製品の購入者は被告製品が純正品より安価であったために購入していたことからすると，本件においては，一審被告らの商標権侵害行為により一審原告に損害が発生したということはなく，「侵害行為がなかったならば利益が得られたという事情」が存在することが必要であるとする知財高裁平成24年(ネ)第10015号同25年2月1日特別部判決に照らすと，商標法38条2項に基づく損害額の算定を行う前提を欠いている。また，一審原告に損失が生じていないから不当利得返還請求権も認められない。",
                    "【一審原告の主張】"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審被告らの上記主張は，本件補充書に記載されたものであって，時機に後れた攻撃防御方法として却下されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "商標権者たる一審原告による日本国内の使用行為があれば，「侵害行為がなかったらならば利益が得られたという事情」の存在が否定されることはなく，不当利得返還請求の基礎となる「損失」が存在しないということもできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点(7)ウ(推定の覆滅)について",
                  "text": [
                    "【一審被告らの主張】",
                    "本件刻印は，仮に視認できたとしても取り立てて目立つとはいえず，顧客吸引力は決して高くはない。また，被告製品の販売に当たり購入者があらかじめ本件刻印を視認する機会はないから，本件刻印の当該顧客吸引力が発揮される余地はない。",
                    "したがって，仮に本件において商標法38条2項により損害額を算定するとしても，同項による損害額の推定はその大部分(少なくとも99パーセント)が覆滅されるべきである。",
                    "【一審原告の主張】"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審被告らの上記主張は，本件補充書に記載されたものであって，時機に後れた攻撃防御方法として却下されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件刻印は，使用時に必ず目に触れるものであって，それが目立たないことを前提とする一審被告らの主張は前提を欠く。",
                        "薬剤分包用ロールペーパは消耗品であって，継続的に購入して利用するものであるところ，ある利用者が初めて購入するときに本件刻印を目にすることがなかったとしても，その後被告製品の購入を継続するかどうかを決定する上で，被告製品に本件刻印が存在するかどうかは非常に大きな心理的影響力を持つ。",
                        "また，本件訂正発明の実施品たる被告製品の場合，耳ずれや裂傷を生じることなく薬剤を分包するために必要な機能は芯管にあるから，芯管に薬剤分包機メーカーである一審原告の商標が付されていることは，購入者に対し，品質面での強い信頼感をもたらす。",
                        "したがって，推定の覆滅に関する一審被告らの主張に理由はない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，一審原告の各請求は，一審被告ネクストに対して損害金415万6644円，一審被告らに対して連帯して，損害金71万6378円，一審被告ネクストに対して不当利得金82万7834円，一審被告ヨシヤに対して不当利得金47万4242円及びこれらに対する遅延損害金の支払を求める限度で理由があり，その余の請求はいずれも理由がないと判断する。その理由は以下のとおりである。",
        "なお，一審原告は，一審被告らが令和元年5月29日に提出した本件補充書においてした前記各主張について，時機に後れた攻撃防御方法として却下されるべきであると主張するが，本件訴訟の経過から訴訟の完結を遅延させるものとは認められないから，時機に後れた攻撃防御方法として却下しないこととする。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)(被告製品は本件訂正発明の技術的範囲に属するか。)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書には，本件訂正発明に関し，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "シート供給部(給紙部)から熱融着性分包紙のシートをロール状に巻いたロールペーパのシートを引き出して，シートを2つ折りにすると共にその間に薬剤を供給した後，分包部でシール装置によりシートを幅方向と両側縁部とを帯状に加熱融着して薬剤を分包する薬剤分包装置においては，シートが周縁等を融着する際に正確に2つ折りされず，少しずれた状態で 融着されることのないように常に一定の張力でシートを引き出すのが好ましいが，実際にはシートの引出量に応じてロール径が変化し，引出張力も少しずつ変動するという問題があった(【0001】～【0003】)。このため，シートの使用による巻量の変化を径方向に配置した巻径検出センサで段階的に検出し，この巻径検出センサの信号により電磁ブレーキ の電磁力を調整してロール径が小さくなるにつれて段階的にブレーキ力を弱めることにより，ロール径の変化が生じても張力がほぼ一定となるように調整するシート張力調整装置が従来から提案されている(【0004】)。しかし，従来のシート張力調整装置では，シートの使用による巻量の変化を巻径検出センサで段階的に検出する方式を採用しているため，検出センサのランクが切り替わる径になると，芯管軸の偏心，シートの重量，巻き歪みなどの原因により電磁ブレーキのブレーキ力ランクが1回転毎に上下に変動するバイブレーション現象が生じ，張力変動により，分包部でシートを2つ折りした際にシートの縁部が正確に重ならない，いわゆる耳ずれが生じ，包装不良部分が生じたり，また，ブレーキ力ランクが急激に変動するため，幅方向に裂傷が生じることもあった(【0005】，【0006】)。"
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明は，従来の薬剤分包装置における問題点に留意して，極薄のシートを巻いたロールペーパの巻状態によるロールペーパ直径の微妙な変動による影響で制御すべき段階的に選択されるブレーキ力のレベル変動を生じることなく，各段階毎に的確にブレーキ力を設定し，ロールペーパの直径に応じた適正な張力を安定して給紙部に与え，シートに耳ずれや裂傷が生じたりせずに分包シートで薬剤を分包することのできる薬剤分包装置に用いられ，分包装置の給紙部における角度センサに対し回転角度データを与えることのできる薬剤分包用ロールペーパを提供することを課題とし，上記課題を解決するための手段として，非回転に支持された支持軸の周りに回転自在に中空軸を設け，中空軸にはモータブレーキを係合させ，中空軸に着脱自在に装着されるロールペーパのシートを送りローラで送り出す給紙部と，シートを2つ折りしその間にホッパから薬剤を投入し，薬剤を投入されたシートを所定間隔で幅方向と両側縁部とを帯状にヒートシールする加熱ローラを有する分包部とを備え，ロールペーパの回転角度を検出するために支持軸に角度センサを設け，分包部へのシート送り経路上でシート送り長さを測定する測長センサを設け，ロールペーパを上記中空軸に着脱自在に固定してその固定時に両者を一体に回転させる手段をロールペーパと中空軸が接する端に設け，両センサの信号に基づいてシート張力をロールペーパ径に応じて調整しながら薬剤を分包するようにした薬剤分包装置に用いられ，中空芯管とその上に薬剤分包用シートをロール状に巻いたロールペーパとから成り，ロールペーパのシートの巻量に応じたシート張力を中空軸に付与するために，支持軸に設けた角度センサによる回転角度の検出信号と測長センサの検出信号とからシートの巻量が算出可能であって，その角度センサによる検出が可能な位置に磁石を配置して成る薬剤分包用ロールペーパの構成を採用した(【0011】，【0012】)。",
                    "本件訂正発明の薬剤分包用ロールペーパは，中空芯管とこれに巻付けたロールペーパとから成り，シート巻量が検出できる位置に配置した磁石を支持軸の角度センサで検出してシート張力の調整を可能とした簡易な構成のロールペーパであり，これを薬剤分包装置に用いることにより耳ずれや裂傷のない分包作用を実現できるという効果を奏する(【0068】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件Aの「用いられ」の意義について",
              "text": [
                "本件訂正発明は，構成要件A～Dからなる「薬剤分包用ロールペーパ」に係る発明であるところ(構成要件E)，構成要件Aには薬剤分包装置に関する事項が，構成要件B及びDにはロールペーパ及びその中空芯管並びにロールペーパに配設される複数の磁石(以下，併せて「本件ロールペーパ等」という。)に関する事項が，構成要件Cには薬剤分包装置及びロールペーパに関する事項が，それぞれ記載され，構成要件Aにおいて，ロールペーパと薬剤分包装置の関係につき，前者が後者に「用いられ」るものとして記載されている。",
                "本件訂正発明は，「薬剤分包用ロールペーパ」という物の発明であると認められるところ，物の発明の特許請求の範囲の記載は，物の構造，特性等を特定するものとして解釈すべきであること，「用いられ」が，構成要件Aの中で「・・・ようにした薬剤分包装置に用いられ，」とされていることからすると，「用いられ」とは，本件ロールペーパ等が構成要件Aで特定される薬剤分包装置で使用可能なものであることを表していると解される。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告製品の構成要件充足性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)を前提に検討すると，構成要件Aのうち「ロールペーパの回転速度を検出するために支持軸の片端に角度センサを設け」との記載は，本件ロールペーパ等の「複数の磁石」につき，支持軸の片端に設けられた角度センサによる検出が可能な位置に配設されるものであることを特定するものと理解でき，また，構成要件Aのうち「ロールペーパを上記中空軸に着脱自在に固定してその固定時に両者を一体に回転させる手段をロールペーパと中空軸が接する端に設け」との記載は，本件ロールペーパ等について，薬剤分包装置の中空軸と接する中空芯管の端に，中空軸と着脱自在に固定する手段を設けることで，そのような態様で回転させられるものであることを特定するものと理解できる。",
                    "そうすると，本件訂正発明に係る薬剤分包用ロールペーパの技術的範囲は，構成要件B～Eと，構成要件Aによる上記特定に係る事項によって画されるものであるから，被告製品が構成要件A～Eで特定される本件ロールペーパ等としての構成を備えていて，構成要件Aで特定される薬剤分包装置に利用可能なものについては，被告製品は本件訂正発明の技術的範囲に属するものと認められ，被告製品が構成要件Aで特定される薬剤分包装置に実際に使用されるか否かということは，上記構成要件充足の判断に影響するものではないと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告製品は，前提事実(6)のとおりの構成を有するところ，弁論の全趣旨によると，被告製品の構成a，b，c，dは，本件訂正発明の構成要件B，C，D，Eをそれぞれ充足するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "弁論の全趣旨によると，被告製品の中空芯管内部に配設された3個の磁石は，支持軸の片端に設置された角度センサによる信号の検出が可能な位置に配設されたものであり，また，被告製品は，薬剤分包装置の中空軸に着脱自在に装着されて，固定時に中空軸と一体となって回転し得るものであって，その手段がロールペーパと中空軸が接する端に設けられているものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，被告製品は，本件訂正発明の構成要件B～Eと構成要件Aによる上記アの特定に係る事項を充足し，構成要件Aで特定される薬剤分包装置で使用可能なものであると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，被告製品は，本件訂正発明の技術的範囲に属するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "一審被告らの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審被告らは，本件訂正発明が用途発明であり，また，本件訂正発明において保護されるべき特徴的部分は，薬剤分包装置側の構成又は機能であることなどから，被告製品が構成要件Aを充足する薬剤分包装置に用いられてはじめて本件特許権に対する侵害が成立すると主張する。",
                    "しかし，前記(2)で検討したとおり，本件訂正発明は用途発明ではない。また，本件訂正発明の技術的意義は，前記(1)認定のとおりであって，本件訂正発明の特徴的部分が薬剤分包装置のみにあるということはできない。",
                    "したがって，一審被告らの上記主張は採用することができない。",
                    "なお，特許庁の審査基準(甲22)も，サブコンビネーション発明について用途発明と同様に解釈することを求めているものとは解されない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告らは，一審原告は，本件補正に際して，本件訂正発明の技術的特徴が構成要件Aにあることを主張していたと主張する。",
                  "text": [
                    "一審原告は，本件補正に際しての意見書(乙9)において，本件補正に先立つ拒絶理由通知の引用文献記載の技術に対して，「本願発明では『回転角度と測長センサの検出信号を検出してロールペーパの巻量が検出可能な位置に配置された磁石』の構成を有し，かつ『角度センサの信号とずれ検出センサの信号との不一致により上記中空軸に着脱自在に装着されたロールペーパと上記中空軸とのずれを検出するようにした』薬剤分包装置に用いられることを前提とするロールペーパについての発明であり，部分的な構成部材の抽象的，総論的な構成が公知，周知であるという理由だけで，本願発明の全体の構成が全て否定されることにはならないと考えます。」と主張しているものの，そのことから直ちに一審原告が構成要件Aを充足する薬剤分包装置で用いられることが必要であるとまで主張していたとは解されないから，一審被告らの上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一審被告らは，原審裁判所の暫定的見解について主張するが，原審裁判所の暫定的見解によって当審の判断が左右されないことは明らかである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)(本件特許は，特許無効審判により無効にされるべきものか。)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(2)ア(補正の際の新規事項の追加に当たるか。)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審被告らは，本件補正のうち，出願時の請求項1について，「シートを2つ折りし」を「2つ折りされたシート」と補正したことは，薬剤分包装置外であらかじめ折り畳まれたシートという新たな技術的事項を導入するものであり，本件出願の願書に最初に添付した明細書(乙6，以下「出願時明細書」という。)に記載した事項の範囲内においてしたものといえないから，本件特許には，補正要件違反の無効理由(特許法123条1項1号)がある旨主張する。",
                    "そこで検討するに，出願時明細書【0018】には，「分包部は，三角板4で2つ折りにされた際にホッパ5から所定量の薬剤が投入された後，ミシン目カッタを有する加熱ローラ6により所定間隔で幅方向と両側縁部とを帯状にヒートシールするように設けられている。」との記載があるが，同記載がシングルタイプのシートのみを前提としたものであるとは直ちには解されない上，その他，出願時明細書によっても，本件特許がシングルタイプのシートのみを前提としたものであるとか，ダブルタイプのシートが特に排除されているといったことは読み取れない。",
                    "また，証拠(甲42の1～12，甲43～48)及び弁論の全趣旨によると，薬剤分包装置に使用されるロールペーパとして，あらかじめ2つ折りされたダブルタイプのシートが存在することは，原出願日(平成9年9月22日。以下「原出願日」という。)の時点で，技術常識であったことが認められる。",
                    "以上を考え併せると，出願時明細書【0018】の「分包部は，三角板4で2つ折りにされた際にホッパ5から所定量の薬剤が投入された後・・・」との記載は，薬剤投入が可能なように薬剤分包用シートをV字状に折り曲げた状態を指し，分包部の三角板4によってシングルタイプのシートに折り目を付けてV字状にし，その間に薬剤が投入される場合だけでなく，分包部に搬送される前にあらかじめ2つ折りに折り畳まれたダブルタイプのシートを開いてV字状にし，その間の開口部に薬剤が投入される場合も想定した記載であると解することができる。",
                    "そうすると，出願時の請求項1の「シートを2つ折りし」を「2つ折りされたシート」と補正することは，新たな技術的事項を導入するものではなく，同補正は，出願時明細書に記載した事項の範囲内のものであると認められるから，一審被告らの上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告らは，本件訂正発明は「耳ずれ」という技術的課題を解決するために創作されたところ，同課題はシングルタイプのロールペーパにおいてのみ生じ得るものであるから，出願時明細書【0018】は，シングルタイプのシートを前提としたものと解すべきであると主張する。",
                    "しかし，前記1(1)のとおり，本件訂正発明の課題は，ロールペーパの直径に応じた適正な張力を安定して給紙部に与えてシートを分包部に供給することにより，シートに耳ずれや裂傷が生じることなく薬剤を分包することを可能とするというものであり，この課題に関しては，給紙部から分包部に送られてくるシートがあらかじめ2つに折り畳まれたダブルタイプであっても，折り畳まれていないシングルタイプであっても差は生じないものと認められる。",
                    "したがって，一審被告らの上記主張は上記アの認定判断を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)イ(サポート要件違反に当たるか。)及び争点(2)ウ(明確性を欠くか。)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)で検討したとおり，本件訂正発明の「2つ折りされたシート」との構成は，シートを折り畳むことを指すものではなく，シートがあらかじめ装置外で2つに折り畳まれていたか(ダブルタイプ)否か(シングルタイプ)にかかわらず，薬剤分包用シートが，薬剤投入が可能なようにV字状に折り曲げられた状態を指すものと理解できるところ，当業者は，「2つ折りされたシート」との文言に加えて，前記(1)でみた本件明細書の記載や原出願日当時の技術常識から，構成要件Aにいう「2つ折りされたシート」が上記のような意味であることを明確に理解することができ，かつ，このことは，本件明細書の発明の詳細な説明に記載されているということができる。",
                    "したがって，本件訂正発明の「2つ折りされたシート」については，サポート要件違反に当たらないし，明確性を欠くこともない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告らは，本件明細書【0012】，【0018】はシングルタイプの薬剤分包用シートについての記載である上，本件では「2つ折りされるタイミング」が問題になっていると主張する。",
                    "しかし，上記アのとおり，本件明細書にシングルタイプの薬剤分包用シートのみが記載されているということはできず，「2つ折りされるタイミング」としては，シートがあらかじめ装置外で2つに折り畳まれていたか否かにかかわりないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(2)エ(分割要件違反に当たるか。)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "実施形態について",
                  "text": [
                    "一審被告らは，本件明細書に記載された実施形態は，第1実施形態と第2実施形態が混在したものであり，原出願明細書の範囲内にないと主張するので，以下，検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原出願明細書に記載された実施形態について",
                      "text": [
                        "原出願においては，①測長センサを用いたシート張力調整方法(請求項1，2。第1実施形態)及び②測長センサ及び角度センサを用いたシート張力調整方法(請求項3～5。第2実施形態)の二つが特許請求の範囲とされており，第1実施形態については原出願明細書【0028】～【0042】に，第2実施形態については，同【0043】～【0081】に，詳細な説明がある。",
                        "これらの説明によると，両実施形態は，いずれも，「ロールペーパの直径を単純に(機械的に)4段階に分け，この直径が各段階に達した時点でモータブレーキを変化させて張力を調整する。」方法である点で共通するものの，直径が各段階に達した時点を計測するのに，第1実施形態は，測長センサのみで計測するのに対し，第2実施形態は測長センサ及び角度センサで計測するものであって，両実施形態の構成は混在し得ないものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件明細書に記載された実施形態について",
                      "text": [
                        "本件特許は，原出願から分割出願されたものであるところ(乙11)，本件明細書【0024】～【0031】には，「測長センサの信号と，上記回転角度センサの信号とからロールペーパRの包装シートSの繰出量を正確に算出してロールペーパRの巻直径の変化に対応したブレーキ力の調整をし張力調整を適正に行」う(同【0024】)という形態が記載されており，これは原出願の第2実施形態における張力調整方法と同じである。",
                        "本件明細書では，これに続いて，【0032】～【0038】(「なお，図8では」より前)に，ロールペーパの直径を4段階に分け，この直径が各段階に達したことを計測するのに測長センサのみで行う態様が記載されているところ，これは，原出願の第1実施形態に対応するものである。そうすると，この記載は，上記の本件明細書【0024】～【0031】における構成(原出願の第2実施形態)とは異なる，参考的な計測の構成を記載したものと理解できる。そして，本件明細書【0038】(「なお，図8では」以降)～【0067】は，原出願の第2実施形態(原出願明細書【0043】～【0081】)に即した記載であり，全体として，本件明細書に記載された実施例は，原出願の第2実施形態であると把握できる。",
                        "したがって，本件明細書に記載された実施形態について，原出願明細書からみて新たな技術的事項が導入されているとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「発明の属する技術分野」について",
                  "text": [
                    "原出願明細書【0001】には，「シートの張力をロールペーパの径の変化に応じて段階的に調整する」と記載され，本件明細書【0001】には，「シートの張力を調整しながら給紙部からシートを送り分包部で薬剤を分包する」と記載されている。一審被告らは，原出願明細書の「ロールペーパの径の変化に応じて」という部分が本件明細書では削除されており，シート張力の調整方法の限定がなくなり，発明の対象が広がったと主張する。",
                    "しかし，本件明細書【0004】の「上記シートロールの径の変化が生じても張力がほぼ一定となるように調整する」という記載や，【0011】の「ロールペーパの直径に応じた適正な張力を安定して給紙部に与え」という記載からすると，本件訂正発明もロールペーパの径の変化に応じてシートの張力を段階的に調整する発明であると認められるから，原出願明細書からみて，新たな技術的事項が導入されているとはいえず，一審被告らの主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「発明が解決しようとする課題」について",
                  "text": [
                    "一審被告らは，本件明細書【0008】～【0011】につき，原出願明細書にはない記載が加筆されていると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "この点，「一方，薬剤分包装置に用いられるロールペーパは，上述したグラシン紙やセロポリ紙の30μm程度の極薄のシートを中空芯管の外周にロール状に巻き付けて形成され，その長さは一般に300～500mとかなり長尺である。このようなロールペーパの巻径の変化を検出する上記巻径検出センサによる方法以外の方法として，ロールペーパを装着する回転支持軸上に支持軸の回転数を検出するセンサを取付ける方法，あるいはロールペーパの中空芯管の端に突出部を設け，突出部に設けたマークを光センサで読取る方法などが考えられる。」とする本件明細書【0008】について，原出願明細書【0007】，【0030】，【0033】には，ロールペーパの材料としてグラシン紙やセロポリ紙があり，その厚みが30μm程度のものも存在すること，ロールペーパの芯管が中空芯管であり，ロールペーパの長さが300m～500mであることが記載されている。",
                        "また，原出願明細書【0054】の「図示のように，包装シートの繰出量1を繰出す際に(a)のように巻量半径が大きければ角度センサのパルス数は少なく、(b)のように巻量半径が小さければパルス数は多くなる。・・・」との記載に接した当業者は，ロールペーパの回転数を検出することで，ロールペーパの巻径を把握することができると理解するところ，回転数を検出するための方法は様々なものが考えられ，その一つとして，回転支持軸上に支持軸の回転数を検出するセンサを取付ける方法があり得ると理解するものと認められる。",
                        "そして，原出願明細書【0048】，【0049】には「ロールペーパの中空芯管の端に突出部を設け，突出部に設けたマークを光センサで読取る方法」が記載されている。",
                        "以上からすると，本件明細書【0008】は，原出願明細書からみて新たな技術的事項を導入するものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，「しかし，回転支持軸上のセンサではロールペーパのシートを繰り出す際の張力の程度によっては回転支持軸と中空芯管との間に回転のずれが生じることがあり，ロールペーパの回転を正確に検出するためにはロールペーパ自身の回転を直接検出する必要があり，回転支持軸上のセンサによる方法は必らずしも(判決注：必ずしもの誤記と認める。)適当ではない。」とする本件明細書【0009】について，原出願明細書【0071】の「しかし，上述した各直流電圧によるモータブレーキ20の回転抵抗が適当でなく，例えばある張力レベルＮ＝2において張力がやや強過ぎたとするとロールペーパRと芯管Pが一体となって強く回転し，例えば磁石16による強磁性体17への吸着固定位置がずれたりすると，ホール素子センサ25による信号は各22．5°の角度ずつのパルス信号を発するが，近接スイッチ26によるパルス信号は上記ずれによって同じ位置で2つが重なり，次の角度位置ではパルス信号が出ないということがある。」という記載に接した当業者は，中空芯管と回転支持軸が張力によってずれることがあるため，ロールペーパの回転を正確に検出するためのセンサを，回転支軸上に設けることは必ずしも適当ではないと理解するものと認められる。したがって，本件明細書【0008】は，原出願明細書からみて新たな技術的事項を導入するものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，「又，中空芯管の端に突出部を設ける方法は，上記のような長尺のロールペーパは全体としてかなりの重さとなるため，回転支持軸への装着などの操作が重く，操作時に突出部を周囲の機器に当てて損傷させる虞れがあり，突出部を設ける方法は好ましくない。」とする本件明細書【0010】について，上記(ア)のようにロールペーパが一般的に300～500mとかなり長尺なものであることからしてもロールペーパが相当の重量を要するものであると容易に推認できる上，証拠(甲42の1～12，甲43～48)及び弁論の全趣旨によると，原出願日当時，既に多数のロールペーパが発売されており，当業者としては，一般的なロールペーパの重量については当然に知っていたと認められる。そうすると，ロールペーパが重くて扱いにくく，そのために突出部があると損傷させやすいから突出部を設けるべきではないとする本件明細書【0010】で新たに加えられた上記記載は，当業者にとって自明なことを述べた部分であると認められ，原出願明細書との関係で新たな技術的事項を導入するものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "最後に，本件明細書【0011】について，原出願明細書【0009】に比して，「シートに耳ずれや裂傷が生じたりせずに分包シートで薬剤を分包することのできる薬剤分包装置に用いられ，分包装置の給紙部における角度センサに対し回転角度データを与えることのできる薬剤分包用ロールペーパ」という記載が追加されていると認められる。しかし，原出願明細書【0004】～【0006】，【0020】，【0022】，【0044】，【0046】，【0052】からすると，原出願明細書には「シートの縁部がずれたり裂傷が生じることがない薬剤分包装置に用いられ，分包装置の給紙部に支持され，給紙部の支持軸1における角度センサであるホール素子センサ25に対して角度データを与えることのできる磁石24を芯管Pに設けたロールペーパR」が記載されているものと認められ，本件明細書【0009】に新たに追加された上記記載は，原出願明細書との関係で新たな技術的事項を導入するものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「発明の作用効果」について",
                  "text": [
                    "一審被告らは，「この場合，ブレーキ力を段階的に変化させてもその切替えによる張力の変化によって耳ずれや裂傷が生じない範囲内でブレーキ力が変化するようにブレーキ力の各ランクが順次大きい方から小さい方へ切替えられるようになっているから，従来のようにロールペーパの巻径をセンサで直接検出する方式では巻径の不均等な巻きによりブレーキ力のランク切替え直径付近でブレーキ力の各ランクが急激に上下に変動するような不都合はその制御方式の違いにより生じることはない。」とする本件明細書【0015】について，原出願明細書にない発明の作用効果に関する記載が加筆されていると主張する。",
                    "しかし，原出願明細書【0005】，【0006】，【0033】，【0017】の記載に接した当業者は，原出願明細書には，巻量の変化により段階的にブレーキ力を切り替えることで，従来あったような不均等に巻かれたロールペーパの直径の微妙な変化によるバイブレーション現象によって急速な張力変動が生じることを防止し，シートのずれや裂傷が生じないようにする発明が記載されていると認識すると認められ，本件明細書【0015】は，原出願明細書からみて新たな技術的事項を導入するものとはいえないから，一審被告らの主張は採用できない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "当審における一審被告らの補充主張について",
                  "text": [
                    "一審被告らは，①原判決は，本件特許が原出願の請求項3～5に基づき分割出願されたと認定しているところ，原出願の請求項3～5と本件訂正発明とを比較すると，本件訂正発明では，原出願とは異なり，ブレーキ力の制御が具体的に特定されておらず，権利範囲が広くなっている，②原出願明細書【0051】と異なり，本件訂正発明では角度センサの信号とずれ検出センサの信号との不一致の検出方法の制限がなくなり，検出される「ずれ」もロールペーパと中空軸とのずれとなっている，③本件明細書【0008】～【0011】が，原判決が認定するような背景技術であると認めるに足りる証拠はないと主張する。",
                    "しかし，上記①について，本件特許は，原出願全体から分割されたものであり，原出願の請求項3～5に基づき分割されたものではないから，一審被告らの上記主張はその前提において採用することができない。また，本件訂正発明について，請求項1の「角度センサ及び測長センサの信号に基づいてシート張力をロールペーパ径に応じて調整しながら」という記載からすると，角度センサ及び測長センサは，ロールペーパ径を測定して張力を調整するためのものであると理解できるところ，原出願明細書【0108】の「第3の発明では測長センサと角度センサによる検出信号に基づいてそのいずれか一方のセンサの所定量を基準とし他方のセンサの信号変化により現巻量長さを求め，その巻量の直径に応じたブレーキ力を選択して張力調整するようにしたから，この方法では全巻量長さのデータが既知でなくても測定データから現巻量を得てその巻量に対応する直径からブレーキ力を選択して張力調整ができ，従って第1の発明と同様に急激な張力変動のないスムースな張力の調整ができるという利点が得られる。」との記載に接した当業者は，原出願において，測長センサ及び角度センサは，いずれも，巻量を把握し，それを通じてロールペーパ径を測定するために設けられるものであって，その信号の利用形態や処理方法には原出願明細書の実施例に開示されたもの以外にも種々のものがあり得ると理解すると認められ，一審被告らの上記主張は採用することができない。",
                    "また，上記②について，原出願明細書【0051】は実施例についての記載にすぎず，原出願の【請求項5】では「・・・ロール支持筒に着脱自在に装着されたロールぺーパとロール支持筒とのずれを，ロールペーパと支持軸間でロールペーパの回転角度を検出する角度センサと，ロール支持筒との固定支持板間でロール支持筒の回転角度を検出する角度センサの信号の不一致により検出することを特徴とする・・・」とあり，角度センサの信号とずれ検出センサの信号との不一致の検出方法について特に制限されていない。また，原出願明細書【0071】～【0073】，【0081】からすると，当業者は，原出願明細書【0051】にある「繰り出しずれ」が生じる主な原因は，ロールペーパと中空軸とのずれであると理解すると認められる。したがって，一審被告らの上記主張は採用することができない。",
                    "そして，上記③について，本件明細書【0008】～【0011】で加筆された事項について，分割要件違反といえないことは，上記ウで検討したとおりである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "小括",
                  "text": [
                    "以上より，分割要件違反及びそれに基づく新規性違反をいう一審被告らの主張はいずれも採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(3)(本件特許権の行使が権利濫用に該当するか)について",
          "text": [
            "独禁法21条は，「この法律の規定は，著作権法，特許法，実用新案法，意匠法又は商標法による権利の行使と認められる行為にはこれを適用しない。」と規定しており，一審原告が，一審被告らに対し，本件特許権侵害に基づく損害賠償請求をすることは，上記「権利の行使」に当たるものである。この点，一審被告らは，①取扱説明書(乙119)や「分包紙についてのお願い」と題する書面(乙120)に表れているように一審原告による権利行使が一審原告製の薬剤分包装置から非純正品を排除して市場を独占しようとする意図の下でされた不当なものであること，②ライセンス交渉等をせずに差止請求をするというものであること，③一審原告の侵害主張が本件訂正発明の特徴的部分を捨象するというものであること，④本件特許権の行使により一審原告製薬剤分包紙の使用済み芯管を利用した再生品事業が一切不可能になることからすると，独禁法21条の適用が除外され，権利濫用に該当する旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "しかし，上記①，④に関して，一審被告らは，一審原告製の薬剤分包装置について，中空芯管がないロールペーパを使用した場合や角度センサの信号が得られない場合であっても良好な分包ができると主張し，同主張に沿う証拠(乙32，乙33の1～3，乙34，乙35の1～3，乙39の1・2)を提出している。一審被告らの上記主張が正しいとすれば，一審原告製の中空芯管を再利用したり，本件特許権を侵害したりしないような形で非純正品の生産や販売を行うことは可能であったといえ，本件特許権の行使により非純正品に関する事業が完全に不可能になるとまでは認められないから，本件特許権の行使により競争が制限される度合いが大きなものであるとは認められない。",
                "また，取扱説明書(乙119)や「分包紙についてのお願い」と題する書面(乙120)の記載についても，純正品の分包紙の使用を勧めるものにすぎず，それが直ちに競争を不当に制限するということはできない。",
                "以上からすると，一審被告らの上記①，④の主張は，本件特許権の行使が権利濫用となることを基礎付けるものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記②について，一般にはライセンスを行わないことも「権利の行使」に該当するものであるから，ライセンス交渉を経ずに差止めや損害賠償を請求しても，そのことにより直ちに権利の行使が不当になるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記③について，本件特許権の侵害が成立するためには，被告製品が構成要件Aで特定される薬剤分包装置に実際に使用される必要があるという一審被告らの主張を前提とするものであるが，その主張に理由がないことは前記1で検討したとおりである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上からすると，一審被告らの上記主張は採用することができず，本件特許権の行使が権利濫用となることはないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点(4)(本件各商標権の侵害が成立するか。)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "事実関係",
              "text": [
                "証拠及び弁論の全趣旨によると，以下の事実を認定することができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審原告は，調剤薬局等の顧客に，一審原告製の薬剤分包装置を販売するとともに，これに適合する一審原告製のロールペーパを顧客に販売しているものであるところ，一審原告は，ロールペーパの中空芯管の所有権を一審原告に留保しており，顧客がロールペーパに巻かれた薬剤分包用シートを使い切ると，顧客から中空芯管を回収して，新たなロールペーパを顧客に販売するとしている(甲11，12，甲13の1，乙106，乙109の1～3，乙110)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告らは，ウェブサイト，ダイレクトメール，FAX等の方法で被告製品の宣伝をしており，それらを見た顧客から問合せがあると，一審被告らにおいて働いていた従業員(なお，一審被告らにおいては，同一の従業員が，一審被告ネクストの業務と一審被告ヨシヤの業務の双方を担うことがあった。)が電話や電子メールで購入手続について顧客に説明し，顧客が，一審被告らから送付された「注文書兼使用許可書」に，会社・薬局名，担当者名，住所，電話番号を記入して返送するとともに(なお，一審被告らの従業員が顧客に代わって上記「注文書兼使用許可書」に記入をすることもあった。)，使用済みの一審原告製中空芯管を送付して，被告製品を注文し，一審被告らは，「納品書」と共に被告製品を納品するという形態で販売が行われていた(甲9，10，18，乙4，22，23，乙24の1・2，乙25の1・2，乙26，乙77の1・2，乙113，弁論の全趣旨)。",
                    "もっとも，上記の販売の形態は必ずしも徹底されたものではなく，一審被告らが顧客から中空芯管の送付を受けることなく，被告製品を販売することがあった上，被告製品を転売することも特に禁じられていなかった(甲18，乙22，弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "平成25年2月時点の被告ネクストウェブサイトのトップページは別紙2のとおりであり，ページの下方に「■共通非純正分包紙のご案内」として，「分包機メーカー共通非純正分包紙を販売いたしております。使用済みお客様所有の「分包紙用芯管」をお預かりし，共通分包紙を巻いてお届けいたします。」と記載されていたほか，トップページの左上にある「非純正分包紙」をクリックすると，非純正品を販売しているウェブページ(以下「非純正品ウェブページ1」という。)が表示される設定となっていた。非純正品ウェブページ1の記載は別紙3のとおりであり，右上部に「純正ユヤマ分包紙はこちら→」との記載があり，同ウェブページの下方で，「ユヤマ分包機対応」との記載に続いて各種の製品が表示されていたが，同ウェブページ上では，非純正品であることが明示されているわけではなく，また，非純正品の価格は，純正品より低額なものであった(甲9，乙23，弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "平成26年6月時点での被告ヨシヤウェブサイトについて，そのトップページには「※各種分包紙(非純正品)」との記載があり，同ページの左側にある「ネットショップ  yoshisya」というバナーをクリックすると，別紙4にあるようなネットショップのトップページが表示され，さらに同ページの左にある「商品カテゴリ」欄中の「非純正分包紙」をクリックすると，別紙5にあるような非純正品の分包用紙を販売するウェブページ(以下「非純正品ウェブページ2」という。)が表示される仕組みとなっており，非純正品ウェブページ2では，「ユヤマ分包機対応分包紙」という記載と共に各種の製品が表示され，左側に「商品カテゴリ」，「非純正分包紙」，「ユヤマ分包機用分包紙」などと記載されていた(甲10，乙24の1・2)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "一審被告ネクストは，被告製品の生産を当初はベストに，その後は白馬三洋やセイエーに委託していた。白馬三洋及び白馬三洋から委託を受けた工藤紙工は，一審被告ネクストから送付された一審原告製の使用済み中空芯管に薬剤分包用シートを巻き付け，白馬三洋がこれにビニール包装を施して一審被告ネクストに送付し，一審被告らにおいて顧客に販売しており，上記使用済みの中空芯管の中には，色あせたものや錆びたものも含まれていたが，それらの中空芯管を使って被告製品が生産されることもあった。",
                    "(甲15，52，53，乙22，40，50～52，79，80)"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告製品は，一審原告製の使用済み中空芯管をそのまま利用して生産されていたため，被告製品の中空芯管の端部プラスチックリングの表面には，円周に沿って，本件商標1が1か所，本件商標2が2か所，型押しにより立体的に表示されており，十分に視認可能なものである。白馬三洋が被告製品に包装を施した段階ではこれらを視認することは必ずしも容易ではないが，包装は透明なものであるから，これらの商標がおよそ視認できないということはなく，また，包装を解くと，これらは視認可能な状態となる。",
                    "(甲19，甲21の1～3，乙5，16，20)"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "平成26年11月，商標法違反の被疑事実により，一審被告ネクストに対する捜索差押えが行われ，一審被告らは，同月ころから被告製品の生産，販売を中止した。一審被告ネクスト及びその代表者は，平成28年3月18日，山口地方裁判所岩国支部において商標法違反による有罪判決(一審被告ネクストについて罰金100万円及びロールペーパ352巻の没収，一審被告ネクストの代表者について懲役1年6月・3年間執行猶予)を受け，控訴棄却及び上告棄却を経て，平成29年10月15日，刑が確定した。また，白馬三洋及びその代表者も商標法違反で，平成27年6月9日，岩国簡易裁判所において，略式命令による罰金刑に処せられた。",
                    "(甲18，甲27の1・2，乙17，121，弁論の全趣旨)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(4)ア(視認可能性があるかについて)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各商標は，前記(1)オのとおり，被告製品を構成する一審原告製の中空芯管に刻印されているもの(本件刻印)で，十分に視認可能なものであったと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告らは，①本件刻印は非常に小さく不鮮明である上，中空芯管と本件刻印がいずれも深い青色であって，視認が困難又は不可能である，②出荷時の一審原告の製品及び被告製品はビニールで包装されており，本件刻印の視認可能性はない，③被告製品は重く，持ち上げられて注視されることはない，④取引過程で被告製品を視認できたという証拠がない，⑤仮に物理的に視認可能であっても，視認困難であるから規範的に商標又はその使用とは評価できないと主張する。",
                    "しかし，本件刻印は，上記のとおり十分に視認可能なものである。前記(1)オのとおり，ビニールで包装された状態では被告製品に付された本件刻印を視認することは必ずしも容易ではないが，およそ視認できないということはないし，また，包装を解くと，これらは視認可能な状態となるから，本件刻印は，流通過程において視認される可能性があったということができる。被告製品が重く，持ち上げられて注視されるかどうかは，上記認定を左右するものではない。",
                    "したがって，本件刻印は，商標としての機能を有していたものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(4)イ(指定商品の同一性)について",
              "text": [
                "以下のとおり補正するほかは，原判決44頁22行目から45頁8行目に記載のとおりであるからこれを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決44頁22行目の冒頭に「(ア)」を加える。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決45頁7行目から8行目「上記本件各商標の指定商品」を「本件各商標の上記指定商品」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決45頁8行目の末尾に行を改めて以下のとおり加える。",
                    "「(イ)  一審被告らは，一審原告が別件訴訟で「芯管」と「シート」を区別した主張をして特許権の消尽を免れながら，本件訴訟の商標権侵害の場面で，「芯管」と「シート」の一体性を主張するのは禁反言に反すると主張する。",
                    "しかし，本件各商標権侵害で問題なのは，需要者からみて，芯管と薬剤分包用シートが一体であり，本件各商標が薬剤分包用ロールペーパの出所表示として機能しているかどうかというものであって，別件訴訟における消尽の議論とは，その要件も含めて全く異なるものであるから，本件訴訟における一審原告の主張が禁反言に反するものとはいえない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点(4)ウ，エ(商標法26条1項6号該当性及び実質的違法性)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)の認定事実や前記(2),(3)で検討したところからすると，一審被告らは，本件各商標を，指定商品に含まれる「薬剤分包用ロールペーパ―」(被告製品)に商標としての機能を果たすような態様で付していたのであるから，一審被告らの行為は，商標権侵害行為に該当し，商標法26条1項6号は適用されず，実質違法性にも欠けるところはないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告らは，非純正品であることを明示して販売していたことや購入者が調剤薬局であることなどからすると，購入者は被告製品が非純正品であること，すなわち，一審原告の製品ではないことを正確に認識しており，出所表示機能や品質保証機能が害されていないから，商標法26条1項6号が適用されるか，実質的違法性を欠き，商標権侵害が成立しないと主張する。",
                    "しかし，以下の(ア)～(オ)の各事情を考え併せると，購入者の全てが，被告製品が非純正品であること，すなわち，一審原告の製品ではないことを正確に認識していたとは認められず，一審被告らの上記主張はその前提を欠くものであって，採用することができない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，前記(1)イのとおり，被告製品については，ウェブサイトのみならず，ダイレクトメールやFAX等による宣伝活動もされており，顧客が一審被告らのウェブサイトを経由することなく被告製品を購入する場合もあったと認められるところ，ダイレクトメールやFAXにおいて，どのような態様で宣伝がされていたのかは証拠上必ずしも明らかではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審被告らは，顧客に対し，非純正品であることを説明していたと主張するが，一審被告らの下で稼働していた従業員は，その点に関し，刑事事件の公判廷において，「電話で口頭で説明するときに，『純正の紙と違うので』と説明した。」，「電子メールで顧客に説明する際にも電話での説明の場合と同様に非純正であることを顧客に説明したように思うが，よく覚えてない。」と曖昧な供述をしている(乙4)上，同供述の裏付けとなるような顧客への対応マニュアルや顧客に送付された電子メールといったようなものは何ら証拠として提出されていないから，一審被告らの主張するような説明が常に顧客に対してされていたとは認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告製品の購入を申し込むために顧客が一審被告らに対して送付する「注文書兼使用許可書」についても，「非純正」の文字(乙25の1・2)は，後から記載されるもので，常に記載されていたのかは証拠上明らかではないし，また，「非純正」の文字が取り立てて大きく表示されたり，強調されたりしていないことからすると，仮に記載されていたとしても顧客がこれに気付かないこともあり得る。そして，前記(1)イのとおり，顧客から使用済み芯管の送付を受けることなく，被告製品が販売された事例があることからすると，上記の「注文書兼使用許可書」が常に使用されるものであったとも認められない。",
                        "納品書(乙26)についても，「分包紙はお客様からお預かりした芯で作りました。」とだけ記載されており，非純正品であることが明示されているわけではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記(1)ウのとおり，一審被告らのウェブサイトには「非純正分包紙」という記載があったものの，被告ネクストウェブサイトの非純正品ウェブページ1では，「ユヤマ分包機対応」との記載に続いて各種の製品が表示されているのみで，非純正品であることが明示的に記載されていなかった上，被告ヨシヤウェブサイトの非純正品ウェブページ2でも，「ユヤマ分包機対応」という記載と共に各種の製品が表示されており，「非純正分包紙」という記載が左欄に小さく記載されているにすぎないことからすると，一審被告らのウェブサイトに接した購入者の全てが，被告製品が非純正品であると正確に認識するとは認められない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "購入者が調剤薬局であるからといって，その注意力が常に一般消費者に比して高いとまではいえず，購入者の一人が，被告製品が非純正品であると認識していたことがある(乙19，113)からといって，それにより全購入者が同じ認識であったとは認められない。",
                        "なお，一審被告らは，調剤薬局の薬剤師の間では，当該調剤薬局で使用している薬剤分包用ロールペーパの仕入先や問合せ先に関する情報が共有されていると主張するが，上記(ア)～(オ)で検討してきたところによると，そもそも，調剤薬局において，被告製品を非純正品(一審原告の製品でないもの)として購入するとは限らないというべきであるから，仕入先や問合せ先に関する情報が共有されるかどうかは，本件の結論を左右するものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，一審被告らの行為は，本件各商標に係る権利を侵害するものである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点(5)(本件各商標権の行使が権利濫用に該当するか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一審原告が本件各商標権に基づき一審被告らに対して損害賠償請求をすることは，独禁法21条にいう「権利の行使」に該当する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審被告らは，被告製品の販売により本件各商標の出所表示機能や品質保証機能が害されることはほとんどない一方で，本件のような態様の商標権の行使が認められてしまうと，一審原告製の中空芯管を再利用する非純正品事業が不可能になり，需要者は，より安価な「非純正分包紙」を購入する機会を奪われてしまう上，一審原告の競争制限及び市場独占の目的は，取扱説明書や「分包紙に関するお願い」と題する書面から明らかであるから，一審原告らの本件各商標権の行使に，独禁法21条の適用はなく，権利濫用に該当すると主張する。",
                "しかし，本件各商標の商標としての機能が害されていたことは前記4のとおりであって，その程度が軽微であったとはいえない。",
                "また，前記3(1)で検討したとおり，本件各商標が付された一審原告製の中空芯管を使用せずに，非純正品の生産や販売を行うことが不可能であったとはいえないから，本件各商標権の行使により競争が大きく制限されるとは認められない。",
                "さらに，取扱説明書(乙119)や「分包紙に関するお願い」と題する書面(乙120)が直ちに不当に競争を制限するものとはいえないことは，前記3(1)で検討したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上からすると，一審被告らの上記主張は採用することができず，本件各商標権の行使が権利濫用に該当するとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "争点(6)(本件各商標権に基づく差止めの必要性)について",
          "text": [
            "以下のとおり補正するほかは，原判決46頁13行目から47頁1行目までのとおりであるからこれを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決46頁13行目冒頭に「(1)」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決46頁13行目，24行目の「前記1(6)」をそれぞれ「前記4(1)カ」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決46頁18行目から21行目までを以下のとおり改める。",
                "「被告製品の販売中止から4年以上が経過したこと及び前記4(1)カのとおり一審被告ネクストに対する判決でロールペーパが没収されたことに弁論の全趣旨を総合すると，現在，一審被告らは被告製品の在庫及び半製品を保有していないと認められる。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決46頁23行目「考えられ，」を「考えられること，」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決46頁25行目の「けたのであるから，」を「け，このような有罪判決を受けた一審被告ネクストやその代表者が，仮に近い将来に再び本件各商標権を侵害した場合には，より厳しい刑事罰が科せられる可能性があること，白馬三洋が前記4(1)カのとおり刑事責任を問われたことからすると，今後，一審被告らが，一審被告らに協力してくれるベストや白馬三洋，セイエーのような業者を探し出すのは必ずしも容易なことではないと認められることを総合すると，」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決46頁26行目「(請求の趣旨1項ないし6項)」を削除する。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決47頁1行目の末尾に行を改めて次のとおり加える。",
                "「(2)  一審原告は，一審被告らが商標権侵害を認めずに一貫してこれを争っていること，生産，販売やウェブサイトを再開することが容易であることなどからすると，差止めの必要性があると主張する。",
                "しかし，一審原告の上記主張を踏まえても，上記(1)の判断は左右されない。」"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "争点(7)(一審原告の損害)について",
          "text": [
            "以下のとおり補正するほかは，原判決47頁3行目から50頁18行目に記載のとおりであるからこれを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決47頁11行目「被告ネクスト製品」を「被告製品」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決47頁13行目「消滅時効について(争点(5)イ)」を「争点(7)イ(消滅時効の成否)について」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決47頁17行目「(甲16，17)」を「(甲16の1，甲17の1)」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決47頁20行目から21行目「本件特許権の侵害及び本件各商標権の侵害に係る損害及び加害者」を「本件特許権及び本件各商標権の侵害に係る損害並びに加害者」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決47頁25行目「特許法102条2項，商標法38条2項に基づく損害額の推定(争点(5)ア)」を「争点(7)ア(特許法102条2項又は商標法38条2項による損害額の推定)について」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決48頁1行目「(乙71，75，94)」を「(乙71の1～3，乙75の1，乙75の2の1～133，乙75の3の1～104，乙94)」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決48頁6行目「(乙66，72，73，76，88，95)」を「(乙66，乙71の1～3，乙72，乙73の1・2，乙76の1・2，乙88の1・2，乙95)」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決48頁10行目「被告」を「一審被告ら」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決48頁11行目「(乙74)」を「(乙74の1・2)」と改める。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決48頁12行目「(乙77)」を「(乙77の1～3)」と改める。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決49頁9行目から50頁2行目までを以下のとおり改める。",
                "「(3) 争点(7)ウ(推定の覆滅)について"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "薬剤分包装置を業務上使用するためには薬剤分包紙が必須であるから，同装置の利用者は，定期的に自己の保有する薬剤分包装置に適合したロールペーパを購入することとなる。そして，被告製品は，一審原告製の中空芯管に分包紙を巻き直したもので，一審原告製の薬剤分包装置において使用できるものとして販売されていたのであるから，需要者は，一審原告製のロールペーパの代替として被告製品を購入していたものと考えられる。",
                    "特許法102条2項に基づく損害額の推定に関して，一審被告らは，薬剤分包紙業界においては非純正品の販売が一般的であって，被告製品の販売がなかったとしても，その需要の大部分は他の安価な非純正品に向けられていたはずであると主張するが，一審原告製のロールペーパ又は被告製品以外で，一審原告製の薬剤分包装置において使用できるロールペーパが市場に存在していたことを認めるに足りる証拠はない。",
                    "したがって，被告製品が市場に存在しない場合には，需要者は値段にかかわらず一審原告製のロールペーパを購入したものと考えられるから，被告製品の価格が純正品に比して有利であることは，特許法102条2項に基づく前記(2)の推定を覆滅するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件において，特許権侵害に基づく損害賠償請求と商標権侵害に基づく損害賠償請求は選択的併合とされているところ，上記アのとおり，一審被告らの特許法102条2項に関する推定覆滅の主張は理由がなく，同項に基づく損害額の推定は，前記(2)で認定した一審被告らが被告製品の販売により得た利益の全額に及ぶ。したがって，本件においては，推定の覆滅の点も含めて商標権侵害に基づく損害賠償請求についてこれ以上判断する必要はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，特許法102条2項により，一審原告は，被告ネクスト製品につき415万6644円，被告ヨシヤ製品につき71万6378円の損害を負ったものと認められる。」"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "争点(8)(一審被告らの共同不法行為の成否)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記4(1)のとおり，一審被告ネクスト及び一審被告ヨシヤは，いずれも一審原告製の薬剤分包用ロールペーパの使用済み中空芯管を顧客から回収し，それぞれの中空芯管に対応する薬剤分包用シートを巻き直して販売するという態様の事業を行っていた上，同一の従業員が一審被告ネクスト及び一審被告ヨシヤの販売業務の双方を担うこともあった。",
                "上記に加えて，一審被告ヨシヤが，一審被告ネクストからのみ被告ヨシヤ製品を仕入れており(乙90の1～6，弁論の全趣旨)，平成27年4月1日まで一審被告らの代表者は共通であったこと(裁判所に顕著な事実)も考え併せると，一審被告らは，一体となって被告ヨシヤ製品の販売事業を行っていたものと認められるから，被告ヨシヤ製品の販売につき一審原告に対する共同不法行為の成立を認めるのが相当であり，一審被告らは，被告ヨシヤ製品に関し一審原告が被った損害額全額について，連帯して損害賠償責任を負う。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，一審被告ネクストは，被告ネクスト製品につき415万6644円の損害賠償責任を負い，一審被告らは，連帯して，被告ヨシヤ製品につき71万6378円の損害賠償責任を負う。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "争点(9)(不当利得の存否及びその額)について",
          "text": [
            "以下のとおり改めるほかは，原判決50頁20行目から55頁3行目に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決50頁26行目「(乙72，87，90)」を「(乙72，乙90の1～6)」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決50頁22行目の「ので」以下及び23行目を「。」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決51頁4行目から5行目までを以下のとおり改める。",
                "「平成20年10月3日～同年12月31日  130万0500円(うち一審被告ヨシヤに対する売上高118万5300円。なお，平成20年の1年を通しての売上高は412万1700円である。)」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決51頁9行目を以下のとおり改める。",
                "「平成24年  1178万8150円(同534万1000円)",
                "(うち平成24年1月1日～4月26日の売上高  245万1666円)」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決51頁13行目から52頁2行目までを以下のとおり改める。",
                "「  (ア)  平成22年から平成25年8月1日までの期間における被告ヨシヤ製品の売上高は合計1120万0185円である(乙91の1～5)。ここで，上記の平成20年及び平成21年における一審被告ネクストの売上状況をみると，平成22年の売上状況と大きな差はないから，一審被告ヨシヤについても，平成20年及び平成21年について，平成22年と同程度の売上げがあったとみるのが相当であり，平成21年の売上高は112万4796円と認められ，平成20年10月3日から同年12月末日までの売上高についても弁論の全趣旨より30万3695円と認められる。したがって，平成20年10月3日から平成25年8月1日までの期間における被告ヨシヤ製品の売上高は合計1262万8676円となり，各年の売上高は以下のとおりである。",
                "平成20年10月3日～同年12月31日  30万3695円",
                "平成21年                            112万4796円",
                "平成22年                            112万4796円",
                "平成23年                            251万7945円",
                "平成24年                            489万3614円",
                "(平成24年1月1日～4月26日の売上高  110万9581円)",
                "平成25年1月1日～同年8月1日  266万3830円」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決52頁3行目，7行目の各「乙91」をそれぞれ「乙91の1～5」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決52頁10行目「平成20年から24年」を「平成20年から平成24年」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決52頁14行目「本件発明」を「本件訂正発明」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決52頁15行目「前記5(2)参照」を「前記7で引用する原判決の該当部分参照」と改める。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決52頁25行目「前記4(3)」を「前記4(2)」と改める。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決52頁26行目「出所表示機能」を「商標としての機能」と改める。"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "原判決54頁6行目から10行目までを以下のとおり改める。",
                "「  イ  一審被告ネクストの不当利得の額"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "各期間において一審被告ネクストの売上高から算定される使用料相当額は，以下のとおりであり，合計は130万2076円となる。",
                        "平成20年10月3日～同年12月31日  130万0500円×3．5％＝4万5518円」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(13)",
              "text": [
                "原判決54頁23行目「(130万2060円)」を「(130万2076円)」と改める。"
              ]
            },
            {
              "fig": "(14)",
              "text": [
                "原判決54頁24行目から25行目の「82万7818円」を「82万7834円」と改める。"
              ]
            },
            {
              "fig": "(15)",
              "text": [
                "原判決54頁26行目から55頁3行目までを以下のとおり改める。",
                "「  ウ  したがって，一審被告ネクストは，82万7834円の不当利得返還義務を負い，被告ヨシヤは47万4242円の不当利得返還義務を負う。",
                "なお，一審原告は，一審被告らは不当利得に消費税を付して返還すべきであると主張するが，その根拠は明らかではなく，同主張を採用することはできない。",
                "また，一審被告らは，一審原告に損失が生じていないから不当利得返還請求権は認められないと主張するが，前記4で検討したとおり，本件各商標の商標としての機能が害されており，上記のとおり，本件刻印の顧客吸引力が高くなかったことを考慮しても，一審原告に損失が生じていなかったとまでは認められないから，一審被告らの上記主張は採用することができない。」"
              ]
            }
          ]
        },
        {
          "fig": "10",
          "subject": "結論",
          "text": [
            "以上によると，一審原告の請求は，民法709条及び719条2項並びに特許法102条2項に基づき，損害賠償として，一審被告ネクストに対し，損害金415万6644円及びこれに対する不法行為の後の日である平成28年9月6日から支払済みまで民法所定の年5分の割合による遅延損害金の支払，一審被告ヨシヤ及び一審被告ネクストに対し，損害金71万6378円及びこれに対する不法行為の後の日である平成28年9月3日から(一審被告ネクストについては同月6日からの限度で)支払済みまで民法所定の年5分の割合による遅延損害金の連帯支払，民法703条及び704条に基づき，不当利得返還請求として，一審被告ネクストに対し82万7834円及びこれに対する請求の日の翌日である平成30年10月6日から支払済みまで民法所定の年5分の割合による遅延損害金の支払，一審被告ヨシヤに対し47万4242円及びこれに対する請求の日の翌日である平成30年10月6日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める限度で理由があるからこれを認容し，その余はいずれも理由がないからこれを棄却すべきである。原判決が，一審被告ネクストが支払うべき不当利得金を82万7818円としたのは相当ではないが，一審被告ネクストに対する不当利得返還請求について一審原告は不服を申し立てていないので，不利益変更禁止の原則(民訴法304条)により一審被告ネクストが支払うべき不当利得金の額を増額することはできない。したがって，一審原告並びに一審被告ネクスト及び一審被告ヨシヤの各控訴はいずれもこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "以下，用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従い，原判決に「原告」とあるのを「一審原告」と，「被告ネクスト」とあるのを「一審被告ネクスト」と，「被告ヨシヤ」とあるのを「一審被告ヨシヤ」と，「被告ら」とあるのを「一審被告ら」と適宜読み替える。また，原判決の引用部分の「別紙」をすべて「原判決別紙」と改める。"
  ]
}