{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が取消2015-300258号事件について平成31年3月29日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "株式会社ダンエンタープライズ(以下「ダンエンタープライズ」という。)は，以下の商標(登録第1493277号。以下「本件商標」という。)の商標権(以下「本件商標権」という。)を有していた(甲133の2，150)。",
                "商      標  別紙1記載のとおり",
                "登録出願日  昭和52年10月27日",
                "設定登録日  昭和56年12月25日",
                "指定商品(指定商品の書換登録(平成14年3月20日)及び存続期間の",
                "更新登録(平成23年12月20日)後のもの)",
                "第14類「身飾品(「カフスボタン」を除く。)，カフスボタン，貴金属製のがま口及び財布，宝玉及びその模造品，貴金属製コンパクト」",
                "第18類「かばん類，袋物，携帯用化粧道具入れ」",
                "第25類「ガーター，靴下止め，ズボンつり，バンド，ベルト」",
                "第26類「腕止め，衣服用き章(貴金属製のものを除く。)，衣服用バッジ(貴金属製のものを除く。)，衣服用バックル，衣服用ブローチ，帯留，ボンネットピン(貴金属製のものを除く。)，ワッペン，腕章，頭飾品，ボタン類，造花(「造花の花輪」を除く。)，つけあごひげ，つけ口ひげ，ヘアカーラー(電気式のものを除く。)」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "content": [
        {
          "fig": "ア",
          "text": [
            "被告は，平成27年4月9日，本件商標の指定商品中，第14類「貴金属製のがま口及び財布」及び第18類「かばん類，袋物」について，商標法50条1項に基づいて，本件商標の商標登録の商標登録取消審判(取消2015-300258号事件。以下「本件審判」という。)を請求し，同月23日，その登録がされた(甲133の2)。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "本件商標権については，平成27年7月22日，指定商品中，第14類「身飾品(「カフスボタン」を除く。)，カフスボタン，宝玉及びその模造品」及び第26類「衣服用き章(貴金属製のものを除く。)，衣服用バッジ(貴金属製のものを除く。)，衣服用バックル，衣服用ブローチ，帯留，ボンネットピン(貴金属製のものを除く。)，ワッペン，腕章，ボタン類」について取り消すべき旨の審決(取消2015-300257号事件)がされ，同年9月29日にその確定審決の登録がされ，同年7月28日，指定商品中，第14類「貴金属製コンパクト」，第18類「携帯用化粧道具入れ」，第25類「全指定商品」及び第26類「腕止め，頭飾品，造花(「造花の花輪」を除く。)，つけあごひげ，つけ口ひげ，ヘアカーラー(電気式のものを除く。)」について取り消すべき旨の審決(取消2015-300259号事件)がされ，同年10月1日にその確定審決の登録がされた(甲133の2)。その結果，本件商標の指定商品は，第14類「貴金属製のがま口及び財布」及び第18類「かばん類，袋物」となった。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "原告は，平成29年4月4日，ダンエンタープライズから，本件商標権を譲り受け，その旨の移転登録(受付日同月17日)を経由した(甲86ないし88，133の2)。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "特許庁は，平成31年3月29日，「登録第1493277号商標の指定商品中，第14類「全指定商品」及び第18類「全指定商品」についての商標登録を取り消す。」との審決(以下「本件審決」という。)をし，その謄本は，同年4月6日，原告に送達された。"
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "原告は，平成31年4月23日，本件審決の取消しを求める本件訴訟を提起した。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "2",
              "subject": "本件審決の理由の要旨",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。",
                "その要旨は，被請求人(原告)は，本件審判の請求の登録前3年以内の期間(以下「要証期間」という。)内に，日本国内において，商標権者，専用使用権者又は通常使用権者が本件審判の請求に係る指定商品のいずれかについて本件商標を使用していた事実を証明したものと認められず，また，上記指定商品について本件商標の使用をしていないことについて正当な理由があることも明らかにしていないから，本件商標の登録は，商標法50条1項の規定により取り消すべきものであるというものである。"
              ]
            },
            {
              "fig": "3",
              "subject": "取消事由",
              "text": [
                "本件商標の使用の事実の判断の誤り"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告による本件商標を付した商品の輸入，販売等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "株式会社ジーティーオー(以下「ジーティーオー」という。)は，ダンエンタープライズの有する本件商標を含む各種商標の商標権の使用許諾の窓口として，ダンエンタープライズから購入した使用許諾を証明する「証紙」を使用許諾先に販売する業務を行っていた。",
                    "本件商標について，ダンエンタープライズは，ジーティーオーから，「商品化申請管理表」及び「証紙申請書」の提出を受けて，本件商標を付する予定の商品を確認した上で，商品化権使用料として本件商標の使用料を受け取り，申請のあった証紙枚数をジーティーオーに引き渡していた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，平成25年9月3日及び4日，ジーティーオーを通じて，ダンエンタープライズに対し，原告が商品化を企画している「COCO」の欧文字を付した4種類のトートバッグの商品(COC-COB01，COC-COB02，COC-CV01，COC-CV02)のデザイン及び12種類のカラーのデータをメールで送信し(甲89の1，2，90の1，2)，商品化することの同意を求め，ダンエンタープライズは，これに同意した。",
                    "原告とダンエンタープライズは，同月30日，期間同年10月1日から3年間，使用許諾地域日本国内の約定で，ダンエンタープライズが原告に対し，本件商標権の使用権を独占的に許諾し，原告が本件商標を付した「かばん・小物類」の商品を製造及び販売することを許諾する旨の商標使用権許諾契約(以下「本件使用許諾契約」という。甲24)を締結した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，平成25年10月29日，韓国法人のミラクルチームコーポレーション(以下「ミラクル社」という。)に対し，「COCO」の欧文字を表示したデザイン及び色(「WHITE(生成り)とBLACK」)を指示する指示書を添付した上で，品番「COC-BGT01」，「COC-BGT02」，「COC-CV01」及び「COC-CV02」のトートバッグ(以下，これらの商品を併せて「本件4商品」という場合がある。)のサンプル品の製造を依頼する旨のメール(甲91の1，2)を送信した。",
                    "その後，ミラクル社は，原告に対し，「COCO」の欧文字からなる標章(以下「本件使用商標」という場合がある。別紙2参照)を付したサンプル品を送付した。",
                    "原告は，同年12月4日，ミラクル社に対し，本件使用商標を付した商品「COC-BGT01(大)」を3500枚，「COC-BGT02(大)」を3500枚，「COC-CV01(中)」を2500枚，「COC-CV02(中)」を2500枚(以上，合計1万2000枚)発注する旨のメール(甲93の1ないし3)を送信した。また，原告は，同月から平成26年2月にかけて，ミラクル社に対し，製品仕様に関する指示書をメールで送信し(甲116の1ないし4，117の1，2)，素材や色についての要望を伝えた(甲120の1，2，121の1，2，122の1，2)。",
                    "ミラクル社は，原告から発注を受けた本件4商品の製造を中国の工場に委託した。中国の工場は，ミラクル社作成の製造指示書に従って，本件使用商標を表示した本件4商品を製造し，これらの商品に本件商標を印刷した下げ札(甲98)を取り付け，ミラクル社に納品した。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，ジーティーオーから入手した書式を基に本件使用商標を付した商品ごとに「商品化申請管理表」を作成し，ジーティーオーを通じて，ダンエンタープライズに提出し，平成26年1月10日付けメール(甲102)で，ダンエンタープライズから，本件4商品を含む商品ごとの承認番号を受けた上で，同月17日，ジーティーオーを通じて，ダンエンタープライズに対し，上記承認番号を記載した証紙申請(甲3，84)をし，同月20日，ジーティーオーを通じて，「商品化権使用料」として10万8300円を支払い，本件商標(「COCOⓇ」)を表示した証紙(甲101)2万2600枚を受領した(甲4)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，平成26年4月28日，博多税関から，ミラクル社が中国上海から輸出した本件使用商標を付した本件4商品を含む商品について輸入許可通知を受け，納品を受けた(甲130の1ないし4，131，132の1，2)。",
                    "原告は，本件4商品の下げ札の裏面にダンエンタープライズから購入した証紙を貼付した。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，平成26年10月14日，ユニー株式会社(以下「ユニー」という。)に対し，本件使用商標を付した「COC-CV01」及び「COC-CV02」を販売し，同月18日，これを納品した(甲107の1，2，108，109，110の1ないし21，111の1ないし21)。",
                    "原告は，同年11月10日，ユニーから，上記商品の販売代金等として211万9783円の支払を受けた(甲114，115)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告によるカタログの作成及び頒布",
              "text": [
                "原告は，平成26年3月25日，日本PMSに対し，同年4月23日及び同年5月2日，株式会社埼京三喜(以下「埼京三喜」という。)に対し，原告が作成した本件4商品の写真が掲載されたカタログのデータを添付したメール(甲127の1，2，128の1，2，129の1，2)を送信することにより，上記カタログを頒布した。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標の使用行為該当性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件使用商標(別紙2参照)は，本件商標と社会通念上同一の商標である。",
                    "前記(1)の原告による本件使用商標を付した本件4商品の輸入，販売行為は，商標法2条3項2号の「商品に標章を付したもの」の「輸入」及び「譲渡」に該当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(1)及び(2)の原告による本件使用商標を付した商品の商品化申請管理表への記載，本件使用商標を付した商品のカタログの作成，ミラクル社を通じての本件使用商標を付した商品の中国の工場における製造行為は，商標法2条3項1号の「商品に標章を付する行為」に該当し，また，原告による商品の下げ札に本件商標が表示された証紙の貼付行為は同号の「商品の包装に標章を付する行為」に該当する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記(2)の原告による本件使用商標を付した商品のカタログの作成及び顧客に対する配布行為は，商標法2条3項8号の「取引書類に商標を付して頒布する行為」に該当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，①原告が証拠として提出したメール(甲116の1，117の1，127の1の各メール等)に添付されていたファイルであるとして，当該メールと合わせて提出された書面(甲116の2ないし4，117の2，127の2等)について，実際に当該メールに添付されたファイルの中身と同一のものであることの立証がされていない，②原告提出のUSBメモリ(甲148)に保存されたメールについては，メールの作成日について，乙37に記載された方法によって，インターネットヘッダー(メッセージに関する技術的な詳細情報の一覧が表示されたもの)の「Received from」(メールサーバーから受信者へのメールの転送日時と使用しているメールサーバー名)の表示時刻を任意の日時に変更することができるから，当該メールが上記表示時刻に表示された日時に送受信されたとは限らない，③甲127の1，128の1のメールデータのインターネットヘッダーには，「Received from」の項目が存在せず，このことは，当該メールが実際に送信された形跡がないことを意味するなどとして，原告の前記(1)及び(2)の主張事実は認定できない旨主張する。",
                        "しかしながら，上記①の点については，原告は，甲89ないし91，93，107，116，117，120ないし122，124，126ないし128，132(いずれも枝番を含む。)の各メール及びその添付ファイルを印刷した書面について，メール記載の添付ファイルと証拠提出した添付ファイルの同一性を立証するために，メール中で添付ファイルをプレビュー表示させた画面を印刷した書面(甲134の1ないし147の2)を証拠として提出した上で，上記各メールのメールデータ自体を保存したUSBメモリ(甲148)を証拠として提出した。そして，USBメモリ(甲148)によれば，上記各メールに証拠提出した添付ファイルが添付されていた事実は明らかである。",
                        "次に，上記②の点については，上記各メールのメールデータのインターネットヘッダーの「Received from」の項目の表示時刻により，上記各メールの送受信日時を確認できる。仮に被告が主張するとおり，インターネットヘッダー自体を編集することでメールの送受信日時を変更することが可能であるとしても，それは，日時や発信者情報の部分にととどまり，当該メールが送受信された事実自体を覆すことはできないし，各メールに各添付ファイルが添付されていたことは確かであるから，原告においてメールの送受信日時の改ざんを行う理由はない。",
                        "さらに，上記③の点については，甲127の1，128の1のメールは，「送信メール」であり，「Received from」の項目は，メールを受信した際の項目であるから，甲127の1，128の1のメールに上記項目が存在するはずがない。",
                        "したがって，被告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，被告は，前記(ア)の各メール等について，原告が，本件審判段階では提出せずに，本件訴訟に至って初めて提出したのは極めて不自然であるから，そもそも信用することができないなどと主張する。",
                        "しかしながら，原告は，本件訴訟において，本件審判段階では述べていなかった主張を追加し，新証拠を提出しているが，これは，本件審判時と本件訴訟時とで原告の代理人が交替したことに加えて，本件審決の結果を踏まえ，新たな角度からの主張や証拠提出の必要があると判断したためであり，これらの新証拠には，本件訴訟における被告からの主張に応える形で提出したものも含まれている。",
                        "したがって，被告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は， ミラクル社及び同社から製造を委託された中国の工場が実在しているか疑わしい，サンプル品による「白」と「黒」以外の色の確認を経ずに，原告が本件4商品を大量に発注することは経営判断として不合理であって，原告がミラクル社を通じて中国の工場で本件4商品を製造した事実は存在しないから，原告によるミラクル社からの本件4商品の輸入及び販売の事実も存在しない旨主張する。",
                    "しかしながら，ミラクル社が実在していることは，韓国の事業者登録証(甲124の1ないし3，125)などから，中国の工場が実在していることは，中国の工場の個人事業主商号証明書(甲126の1ないし5)などから明らかである。また，原告とミラクル社の担当者は，「白」と「黒」以外の色についても打合せを行って決定している(甲120ないし122)。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本件商標権の通常使用権者であった原告は，要証期間内に，日本国内において，本件審判に係る指定商品に含まれるトートバッグの商品について本件商標又はこれと社会通念上同一の商標である本件使用商標を使用したものであるから，原告による本件商標の使用の事実を否定した本件審決の判断は誤りである。",
                "したがって，本件審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告による本件商標を付した商品の輸入，販売等の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告がミラクル社を通じて中国の工場で本件4商品を製造した事実の不存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲91の1ないし98は，原告が所持し，又はミラクル社から入手可能なものであって，その提出も極めて容易であったにもかかわらず，4年もの時間をかけて審理された本件審判の段階では提出されずに，本件訴訟に至って初めて提出されたのは極めて不自然であるから，そもそも信用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告主張の「ミラクルチームコーポレーション(英語表記：MIRACLE. TEAM CORPORATIOＮ)」なる会社(ミラクル社)は，インターネット上で検索しても関連する情報を確認することができず(乙10，11)，同社が発行する輸入関係資料(甲130の2等)上に同社の住所として表示される「(省略)」も実在しない(乙12)。また，原告からミラクル社にメールで送ったとされる発注書(甲93の2，93の3)やミラクル社から中国の工場に提出したとされる「ミラクル製品製造指示書」(甲94ないし97)にも，ミラクル社の連絡先は何ら記載されていない。加えて，原告は，中国の工場に関する情報を一切明らかにしておらず，同工場の名称や所在地も全く不明である。",
                        "したがって，ミラクル社及び中国の工場の存在は極めて疑わしい。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告の主張によれば，原告は，「White(生成り)」及び「Black」の2色のサンプル品を受領しただけで，その直後に「PURPLE」，「PIＮK」及び「RED」という同サンプル品とは全く色合いの異なる商品6000枚を含む合計1万2000枚の本件4商品を単価それぞれUS＄4.8(大サイズ)及びUS＄4.0(中サイズ)で製造するようミラクル社に発注したというのである。このような色合いの全く異なる商品について，サンプル品による事前確認等を一切経ることなく，資本金1000万円規模の会社である原告が大量発注するのは経営判断として明らかに合理性を欠いており，いかにも不自然である。しかも，ミラクル社から中国の工場に対する製造指示書(甲94ないし97)は，いずれも作成日の記載がなく，バッグの製造指示書であるにもかかわらず，バッグの寸法や形についての具体的な指示がないなど不自然であり，およそ指示書としての体をなしているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，甲91の1ないし98から，原告がミラクル社を通じて中国の工場において本件4商品を製造した事実を認めることはできず，他にこれを認めるに足りる証拠は存在しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告によるミラクル社からの本件4商品の輸入の事実の不存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アのとおり，原告がミラクル社を通じて中国の工場において本件4商品を製造した事実を認めるに足りる証拠は存在せず，当該事実は存在しないから，原告が本件4商品をミラクル社から輸入した事実も存在しないと考えるのが合理的である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に原告がミラクル社から「COMMERCIAL  IＮVOICE」(インボイス)及び「PACKIＮG  LIST」(梱包明細書)記載の「COC-BGT01」，「COC-BGT02」，「COC-CV01」及び「COC-CV02」の商品(甲130の2)を輸入したとしても，これらの商品が本件使用商標を付した本件4商品を指すことを示す証拠はない。",
                        "原告は，ミラクル社に対して送信したとする甲91の1，116の1の各メールに添付されていたファイルの中身がそれぞれ甲91の2，3，116の2，3と同一であることの証拠として，これらのメールに添付されていたとするファイルをPDFリーダーで展開して表示させたパソコン画面の画像を甲136，139としてそれぞれ提出しているが，甲136，139から，これが添付されていたとする甲91の1，116の1の各メールとの関連性を見出すことはできない。また，原告は，メールデータを保存したUSBメモリ(甲148)を提出し，メールデータのインターネットヘッダーのうち「Received from」の項目に表示された日時が，各メールの送受信日時と合致する旨主張するが，同項目に表示される日時は，乙37に記載される方法で容易に変更可能であり，当該変更を反映する形で，メール自体の送受信日時も同様に変更されることになるから，甲148に保存されたメールデータによっても，各メールが表示されたとおりの日時に送受信されたとは限らない。",
                        "さらに，ミラクル社の事業者登録証(甲124の2)によれば，ミラクル社の開業年月日は「2013年4月25日」(平成25年4月25日)であることに照らすと，輸入資料(甲130の1ないし4，131，132の1，2)において「荷送人／輸出者」として表示されたミラクル社は，原告との間で本件4商品に関するメールのやり取りをしていたとする企業とは全く別の個人事業主であるとも考えられる。そうであれば，ミラクル社を「荷送人／輸出者」とする「COMMERCIAL  IＮVOICE(インボイス)」や「PACKIＮG  LIST(パッキングリスト)」(甲130の2)に記載された「COC-BGT01」，「COC-BGT02」，「COC-CV01」及び「COC-CV02」が本件4商品を指すものであるのか疑義が生じる。",
                        "加えて，要証期間において，原告が「COCO」ないし「ココ」との名称のキャラクター等を用いた「キャンバストート」等を取り扱っていた可能性も十分にあり得る。そうであれば，このような商品について，そのデザインや大きさに応じて「COC-BGT01」，「COC-BGT02」，「COC-CV01」及び「COC-CV02」との品番が付けられていたとしても何ら不思議ではなく，これらが本件4商品を示すものとは限らない。",
                        "したがって，原告がミラクル社から本件使用商標を付した本件4商品を輸入した事実は存在しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，原告は，本件4商品の下げ札の裏面にダンエンタープライズから購入した本件商標(「COCOⓇ」)を表示した証紙を貼付した旨主張し，これに沿う証拠として甲101を提出する。",
                        "しかし，甲101は，証紙が貼られた下げ札1枚のみを写した写真であって，その撮影時期も明らかではないから，要証期間において原告自身が，商品に取り付けられた下げ札に上記証紙を貼付した事実を立証するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告のユニーに対する本件使用商標を付した商品の販売の事実の不存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲107の1，2，110の1ないし20，111の1ないし20，112等は，原告が所持していたものであって，その提出も極めて容易であったにもかかわらず，4年もの時間をかけて審理された本件審判の段階では提出されずに，本件訴訟に至って初めて提出されたのは極めて不自然であるから，そもそも信用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "物品受領書(甲110の1ないし20)及び納品書(控)(甲111の1ないし20)には，その「品名・規格」欄に「CV01／COCOキャンバストート」，「CV02／COCOブロックキャンバストート」と印字されており，甲107の2の「イーカム発注分」と題するユニーからの発注明細においては，「COCOキャンバストート／COC-CV01」及び「COCOキャンバストート／COC-CV02」と記載されている。しかしながら，これらの品番等からは，当該伝票に基づき納品されたという商品にどのような商標が付されていたかは不明であるから，納品された商品が本件使用商標が付された「COC-CV01」及び「COC-CV02」であることを認めることができない。そもそも，甲107の1のメールに添付されていた発注明細の中身が甲107の2と同一であることの立証もない。",
                        "また，後記のとおり，原告がユニーをはじめ小売店等に対し本件4商品のカタログを頒布した事実は認められないから，ユニーがカタログを見て「COC-CV01」及び「COC-CV02」の品番を伝票に記載したとは考え難い。",
                        "さらに，甲112の1枚目のユニーあての請求書は，伝票番号や明細事項が上記物品受領書及び上記納品書(控)と一致しない上，上記請求書の「今回ご請求額」欄に印字された請求額(2，168，843円)，甲112の2枚目の「請求書(合計表)(控)」に手書きで記載された請求額(2，008，190円)及び支払明細書(甲113)の合計金額(2，008，190円)がいずれも異なる。ユニーのような大手企業であれば，このような明細事項が不明確かつ，請求額ないし再請求額が手書きで書かれた請求書や支払明細書をもって取引をするとは到底考えられない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告ホームページの平成27年(2015年)9月7日時点の「ブランド紹介」ページ(乙18)及び同月8日時点での「お知らせ」ページ(乙19)には，本件商標に係るブランドの掲載はないことに照らすと，要証期間において，原告が本件商標に係るブランドを展開していなかったことが強く推認され，原告が本件使用商標を表示した商品を販売したとは考えられない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，原告がユニーに対し本件使用商標を付した「COC-CV01」及び「COC-CV02」を販売した事実は存在しない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告によるカタログの作成及び頒布の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件4商品の写真が掲載されたカタログを作成し，顧客に対しメールで送信した旨を主張し，その具体的な証拠として，メール本文(甲127の1，128の1)及び添付ファイルのカタログ(甲127の2，128の2)を提出する。",
                    "しかしながら，本来であればより早期の段階で提出されて然るべき証拠が期間を置いて提出されるようなことがあれば，それ自体不自然である。しかるところ，本来であれば遅くとも本件訴訟係属直後に提出されてしかるべきであった甲127の1，2，128の1，2が本件訴状の提出から約4か月もの期間を経て初めて提出されるに至っており，かつ，その提出が遅れたことにつき何ら合理的な理由が存しないことからすれば，そもそも甲127の1，2，128の1，2の証拠としての信憑性は乏しいと言わざるを得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，メール本文(甲127の1，128の1)に添付されていたファイルの中身が，甲127の2及び甲128の2のカタログと同一であることの立証もない。この点に関し原告は，甲127の1，128の1のメールに添付されていたとするファイルを同メール内でプレビュー表示させたパソコン画面を写した画像を証拠として提出し(甲146，147)，メールのデータを保存したUSBメモリ(甲148)を提出するが，プレビュー表示を写した画像からは，メールと添付ファイルとの関連性は依然として不明であるし，メールデータのインターネットヘッダーからは，当該メールが表示されたとおりの日時に送受信されたとは限らないことは前記(1)イ(イ)のとおりである。かえって，甲148に保存された，甲127の1，128の1のメールデータのインターネットヘッダーには「Received from」の項目が存在しておらず，このことは，当該メールが実際に送信された形跡が存在しないことを意味する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "平成26年4月23日付けメール本文(甲128の1)には，「5月GW明け納期商品」と記載されているが，添付されていたとするカタログ(甲128の2)には，納期は「5月中旬頃～随時発送予定」と記載されており，同年5月2日付けの同じ相手に対するメール本文には「GW直前の納期予定ではございましたが」と記載されている(甲129の1)。このように「納期」が同一メール内の本文と添付資料で齟齬し，しかも，その直後に同一人に対し送信されたメールとも異なっていることは不自然である。さらに，メール本文の「【COCO絵型】を添付しております。」との記載のとおり(甲127の1，128の1)，本件4商品の実物の写真ではなく，あえて「絵型」を選んでメールを送信している。",
                    "これらの事情によれば，甲127の1，128の1のメールに添付されていたのは，本件4商品の画像を含む甲127の2，128の2ではなく，別の商品(例えば，「COCO」ないし「ココ」との名称のキャラクターを用いた商品等)の「絵型」だったのではないかとの疑義を抱かざるを得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，原告が本件4商品の写真が掲載されたカタログを作成し，顧客に対しメールで送信した事実は存在しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標の使用行為該当性の主張に対し",
              "text": [
                "前記(1)及び(2)のとおり，原告による本件商標を付した商品の輸入，販売等の事実及び原告によるカタログの作成及び頒布の事実はいずれも認められないから，原告の主張は，その前提において理由がない。",
                "また，原告による本件使用商標を付した商品の商品化申請管理表への記載が商標法2条3項1号の「商品に標章を付する行為」に該当するとの原告の主張は，そもそも「商品化申請管理表」は商標法上の「商品」ではないから，理由がない。さらに，原告によるミラクル社を通じての本件使用商標を付した商品の中国の工場における製造行為が同号の「商品に標章を付する行為」に該当する旨の原告の主張は，その主張自体，日本国内における本件商標の使用に当たらないから，同法50条2項の商標の使用の事実の主張に該当しない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件商標の通常使用権者であった原告が，要証期間内において，日本国内において，本件商標又は本件商標と社会通念上同一の商標を使用したことを証明したとはいえない。",
                "したがって，本件商標の登録は商標法50条の規定により取り消されるべきであるとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記第2の1の事実と証拠(甲3，4，24，32，35，89ないし93，107ないし148(いずれも枝番のあるものは枝番を含む。))及び弁論の全趣旨を総合すれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，平成19年9月3日に設立された，衣料品及び服飾雑貨の卸，小売販売，製造及び輸出入等を目的とする株式会社である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ダンエンタープライズは，要証期間(平成24年4月23日から平成27年4月22日までの間)において，本件商標権の商標権者であった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ジーティーオーは，ダンエンタープライズの有する商標権(本件商標権を含む。)の使用許諾の窓口として，ダンエンタープライズから購入した使用許諾を証明する「証紙」を使用許諾先に販売する業務を行っていた。一方，ダンエンタープライズは，ジーティーオーから，「商品化申請管理表」及び「証紙申請書」の提出を受けて，商標を付する予定の商品を確認して，商標の使用を承認した上で，商品化権使用料名義で商標の使用料を受け取り，「証紙」をジーティーオーに引き渡していた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，平成25年9月3日及び4日，ジーティーオーに対し，原告が商品化を企画している「COCO」の欧文字を付した4種類のトートバッグの商品(「COC-COB01」，「COC-COB02」，「COC-CV01」，「COC-CV02」)のデザイン及び12種類のカラーのデータ画像を添付したメール(甲89の1，2，90の1，2，134の1，2，135の1，2)を送信し，本件商標の使用許諾を求める旨の申請をした。",
                        "その後，原告とダンエンタープライズは，同月30日，期間同年10月1日から3年間，指定商品第14類，第18類，第25類及び第26類「身飾品他か」，使用許諾地域日本国内の約定で，ダンエンタープライズが原告に対し，本件商標権の使用権を独占的に許諾し，原告が本件商標を付した「かばん・小物類」の商品を製造及び販売することを許諾する旨の本件使用許諾契約(甲24)を締結した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，平成25年10月29日，韓国のミラクル社(甲124の2，3)に対し，「2013．10」，「COC-BGT01」，「COC-CV01」，「COC-BGT02」，「COC-CV02」との表示の下に，「COCO」の欧文字が付されたトートバッグのデザイン及び寸法等を記載した画像データ(甲91の2，3，136の1，2)を添付した，「COCOバッグサンプル作成のお願いになります。」，「指示書添付致します。」，「大，中2サイズでWHITE(生成り)とBLACKで作成お願いします。」などと記載したメール(甲91の1)を送信した。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，平成25年12月4日，ミラクル社に対し，「Re：商品発注になります：COCOバッグ発注」との件名で，「商品発注の件」と題する書面2通(甲93の2，3，137の1，2)を添付した，「発注書2件添付しております。」，「COC-BGT」，「COC-CV」，「納期が確定しましたら教えて下さい。」などと記載したメール(甲93の1)を送信した。上記添付書面中には，「(COC-BGTビッグトート)1st」として品番「COC-BGT01」のカラー5色を3500枚，品番「COC-BGT02」のカラー5色を3500枚の合計7000枚を単価US4．8ドルで発注(甲93の2，137の1)し，「(COC-CVキャンバストート)1st」として品番「COC-CV01」の5色を2500枚，「COC-CV02」の5色を2500枚の合計5000枚を単価US4．0ドルで発注(甲93の3，137の2)する旨の記載がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，平成25年12月27日，ミラクル社に対し，「付属指示：COCOビッグトート修正」との件名で，①作成日「2012．12．25」，品番「COC-BGT01，02／COC-CV01，02」，ブランド「COCO」と記載した「付属仕様書」(甲116の2，139の1)，②「2013．12．25」，「COC-BGT02」，「COC-CV02」，「COC-BGT01」，「COC-CV01」との表示の下に，「COCO」の欧文字が付されたトートバッグのデザイン等を記載した画像データ(甲116の3，4，139の2，3)を添付した，「COCO付属の指示になります。」，「混率修正致しました。」などの記載のあるメール(甲116の1)を送信した。上記「付属仕様書」には，「COCO」の欧文字，品番，素材等を記載したステッカーの仕様が記載されていた。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "ジーティーオ―は，原告の依頼を受けて，平成26年1月17日付けの証紙申請書(甲3)を作成し，ダンエンタープライズに対し提出した。上記申請書には，「株式会社ダンエンタープライズの許諾により「COCO」の商品化権を下記掲載の商品に使用致しますので証紙の発行を依頼いたします。」との記載に続き，以下の記載がある。",
                        "「商品名                            承認ＮO．      製造数量",
                        "COCOトートバック(中)      44516      1900",
                        "COCOトートバック(中)      42832      1900",
                        "COCOトートバック(大)      44515      1900",
                        "COCOトートバック(大)      42831      1900",
                        "COCOエコバッグ              43015    15000",
                        "(合計)                                      22600」"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "ジーティーオ―は，平成26年1月20日，ダンエンタープライズから，甲3の証紙申請に係る証紙合計2万2600枚の納品(甲4)を受け，そのころ，原告に対し，上記証紙を引き渡した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告は，平成26年3月25日，日本PMSに対し，「※再送です【COCO  商品のご案内】【E-COME】」との件名で，「Cocoバッグ  BIGトートＮo．1」のファイル名及び「Cocoバッグ",
                      "text": [
                        "キャンバストートＮo．1」のファイル名のPDFデータ(甲127の2)等を添付した，「再送致します。現状では，圧倒的にトート・ミニトートの方が予約段階での付きは良い状況です。」，「早速ではございますが【COCO絵型】を添付しております。何卒よろしくお願い致します。」などと記載したメール(甲127の1)を送信した。",
                        "「Cocoバッグ  BIGトートＮo．1」のファイル名のPDFデータ(甲127の2の1枚目)には，「Coco  ビッグトートＮo．1」，「Coco  ビッグトートＮo．2」との表題の下に表が記載され，表の枠内には，「STYLEＮO」欄に「COC-BGT01」，「COC-BGT02」，「納期」欄に「4月上旬頃～随時発送予定  下代＠990-」とする「COCO」の欧文字が表示されたそれぞれカラー5色のトートバッグの写真が掲載され，表の枠外にはトートバッグを持った女性の写真とともに，「商標：COCO  商標登録番号：第1493277号」，「この商品は，(株)イーカムが(株)ダンエンタープライズの所有する，商標：COCOの使用，販売許諾を独占契約した正規国内ライセンス商品です。」との表示があった。",
                        "また，「Cocoバッグ  キャンバストートＮo．1」のファイル名のPDFデータ(甲127の2の2枚目)には，「Coco  キャンバストートＮo．1」，「Coco  キャンバストートＮo．2」との表題の下に表が記載され，表の枠内には，「STYLEＮO」欄に「COC-CV01」，「COC-CV02」，「納期」欄に「4月上旬頃～随時発送予定  下代＠930-」とする「COCO」の欧文字が表示されたそれぞれカラー5色のトートバッグの写真が掲載され，表の枠外にはトートバッグを持った女性の写真とともに，「商標：COCO  商標登録番号：第1493277号」，「この商品は，(株)イーカムが(株)ダンエンタープライズの所有する，商標：COCOの使用，販売許諾を独占契約した正規国内ライセンス商品です。」との表示があった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，平成26年4月23日，埼京三喜に対し，「【COCO絵型】【イーカム】」との件名で，「Cocoバッグ  BIGトートＮo．1」のファイル名及び「Cocoバッグ  キャンバストートＮo．1」のファイル名のPDFデータ(甲128の2)等を添付した，「早速ではございますが【COCO絵型】を添付しております。」，「こちらの商品の中の，トート2アイテムに関しましては5月GW明け納期商品となっております。」などと記載したメール(甲128の1)を送信した。",
                        "「Cocoバッグ  BIGトートＮo．1」のファイル名のPDFデータ(甲128の2の1枚目)には，「Coco  ビッグトートＮo．1」，「Coco  ビッグトートＮo．2」との表題の下に表が記載され，表の枠内には，「STYLEＮO」欄に「COC-BGT01」，「COC-BGT02」，「納期」欄に「5月中旬頃～随時発送予定  下代＠1134-」とする「COCO」の欧文字が表示されたそれぞれカラー5色のトートバッグの写真が掲載され，表の枠外にはトートバッグを持った女性の写真とともに，「商標：COCO  商標登録番号：第1493277号」，「この商品は，(株)イーカムが(株)ダンエンタープライズの所有する，商標：COCOの使用，販売許諾を独占契約した正規国内ライセンス商品です。販売許諾地域：日本国内限定  商品可能化アイテム：かばん，小物類」との表示があった。",
                        "また，「Cocoバッグ  キャンバストートＮo．1」のファイル名のPDFデータ(甲128の2の2枚目)には，「Coco  キャンバストートＮo．1」，「Coco  キャンバストートＮo．2」との表題の下に表が記載され，表の枠内には，「STYLEＮO」欄に「COC-CV01」，「COC-CV02」，「納期」欄に「5月中旬頃～随時発送予定  下代＠1026」とする「COCO」の欧文字が表示されたそれぞれカラー5色のトートバッグの写真が掲載され，表の枠外にはトートバッグを持った女性の写真とともに，「商標：COCO  商標登録番号：第1493277号」，「この商品は，(株)イーカムが(株)ダンエンタープライズの所有する，商標：COCOの使用，販売許諾を独占契約した正規国内ライセンス商品です。販売許諾地域：日本国内限定  商品可能化アイテム：かばん，小物類」との表示があった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "ミラクル社は，①「荷送人／輸出者」欄にミラクル社，「買い手名」欄に原告，「積荷港」欄に「中国，上海」，「最終仕向港」欄に「日本，博多」，「出港予定日」欄に「2014年4月19日」，「インボイス№＆作成日」欄に「MC140417  2014年4月17日」，「L／C№＆日付」欄に「L／C：211-612-14457」，「品名の詳細」欄に「鞄  COC-BGT01  424枚  USD2，035．20」，「鞄  COC-BGT02  390枚  USD1，872．00」，「鞄",
                  "text": [
                    "COC-CV01  131枚  USD524．00」，「鞄  COC-CV02  195枚  USD780．00」などと記載された「コマーシャルインボイス」(甲130の2，4)，②「パッキングリスト詳細」欄に「COC-BGT01」，「COC-BGT02」，「COC-CV01」，「COC-CV02」の「カラー」が「ホワイト」である旨の記載のある「パッキングリスト」(甲130の2，4)を発行した。",
                    "原告は，平成26年4月28日，輸入者を原告，ミラクル社を輸入取引者，積出地を上海，船卸港を博多，仕入書番号を「MC140417」とする貨物の輸入について，博多税関支署長から，輸入許可(甲130の1，3)を受けた。",
                    "原告は，同日，乙仲業者のSGHグローバルジャパン株式会社(以下「SGH社」という。)に対し，輸入関税，費用等(甲130の1)を支払い，上記貨物の引渡しを受けた。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，平成26年10月14日，ユニーから，「ディズニー，COCO，スクールの発注明細を添付します。確認をお願いします。本日，伝票発行しました。」，「10／19までに納品をお願いします。」などと記載したメール(甲107の1)を受信した。上記メールの添付ファイル(甲107の2)には「COCOキャンバストート  COC-CV01  各色20」，「COCOキャンバストート  COC-CV02  各色20」との記載があった。",
                    "原告は，同月15日，ユニーに対し，上記発注の内容を確認し，商品確保が完了した旨のメール(甲108)を送信し，同月18日，ユニーに対し，「COCOキャンバストート  COC-CV01  各色」及び「COCOキャンバストート  COC-CV02  各色」を納品(甲110の1ないし20，111の1ないし20)した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し被告は，前記(1)掲記の証拠に関し，①甲91の1ないし93，107の1，2，110の1ないし20，111の1ないし20，112，127の1，2，128の1，2等は，原告が所持し，その提出も極めて容易であったにもかかわらず，4年の審理がされた本件審判の段階では提出されずに，本件訴訟に至って初めて提出されたのは極めて不自然であるから，そもそも信用することができない，②甲91の1，116の1，117の1，127の1，128の1の各メール等に添付されていたファイルであるとして，当該メールと合わせて提出された書面(甲91の2，3，116の2ないし4，117の2，127の2，128の2等)について，実際に当該メールに添付されたファイルの中身と同一のものであることについての立証がない，③原告提出のUSBメモリ(甲148)に保存されたメールデータについては，メールの作成日について，インターネットヘッダーの「Received from」の表示時刻は容易に変更可能であり，当該変更を反映する形で，メール自体の送受信日時も同様に変更されることになるから，上記メールデータによっても，各メールが表示されたとおりの日時に送受信されたとは限らない，④甲148に保存された甲127の1，128の1のメールデータのインターネットヘッダーには「Received from」の項目が存在しておらず，このことは，当該メールが実際に送信された形跡が存在しないことを意味するなどと主張する。",
                "しかしながら，上記①の点については，本件審判の経過及び本件訴訟の審理経過に照らすと，原告は，本件審決を踏まえて，本件訴訟において，本件審判段階では主張していなかった本件商標の使用の事実を新たに主張し又は主張を補充し，新たな証拠を提出したものと認められ，被告主張の上記甲各号が本件審判段階で提出されていなかったことから直ちにその信用性がないということはできない。",
                "次に，上記②の点については，甲89ないし91，93，107，116，117，120ないし122，124，126ないし128，132(いずれも枝番を含む。)の各メールのメールデータを保存したUSBメモリ(甲148)によれば，印刷された各メールの本文(甲89ないし91，93，107，116，117，120ないし122，124，126ないし128，132の各1)にそれぞれの添付ファイルを印刷した書面(甲89の2，3，90の2，3，91の2，3，93の2，3，107の2，116の2ないし4，117の2，120の2，121の2，122の2，124の2，3，126の2ないし5，127の2，128の2，132の2)が添付されていた事実を確認することができるから，上記②の点は理由がない。",
                "さらに，上記③の点については，アプリケーションを用いて電子メールデータ自体を編集することで，各メールの送受信日時を変更することが可能であるとしても(乙37，38)，甲148から，上記のとおり各メールに記載された添付ファイルが添付されていることを確認することができ，これらのメールが送受信されたことが認められることに照らすと，原告において各メールの送受信日時のみの変更を行ったものと認めることは困難である。",
                "また，上記④の点については，「Received from」の項目は，メールを受信した際の項目であるから，原告が送信した甲127の1，128の1のメールに上記項目が存在しないことは何ら不自然なことではない。",
                "したがって，被告の上記主張は採用することができない。",
                "他に前記(1)の認定を左右するに足りる証拠はない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告による本件4商品の輸入及び販売の事実の有無等について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "前記1の認定事実を総合すれば，①原告は，平成25年9月30日，ダンエンタープライズとの間で，期間同年10月1日から3年間，使用許諾地域日本国内の約定で，ダンエンタープライズが原告に対し，ダンエンタープライズが有する本件商標権の使用権を独占的に許諾し，原告が本件商標を付した「かばん・小物類」の商品を製造及び販売することを許諾する旨の本件使用許諾契約(甲24)を締結した後，同月29日，韓国のミラクル社に対し，「COC-BGT01」，「COC-BGT02」，「COC-CV01」，「COC-CV02」との表示の下に，「COCO」の欧文字が付されたトートバッグのデザイン及び寸法等を記載した画像データ添付したメール(甲91の1ないし3)で，「COCOバッグ」のサンプル品の作成を依頼したこと，②原告は，同年12月4日，ミラクル社に対し，品番「COC-BGT01」のカラー5色を3500枚，品番「COC-BGT02」のカラー5色を3500枚，品番「COC-CV01」のカラー5色を2500枚，「COC-CV02」のカラー5色を2500枚の合計1万2000枚のトートバッグ(「COCOバッグ」)をメール(甲93の1ないし3)で発注し，同月27日，ミラクル社に対し，「付属仕様書」と「COCO」の欧文字が付されたトートバッグのデザイン等を記載した画像データを添付したメール(甲116の1ないし4)で，品番「COC-BGT01」，「COC-BGT02」，「COC-CV01」及び「COC-CV02」の仕様，デザイン等について指示をしたこと，③原告は，平成26年3月25日，日本PMSに対し，「Cocoバッグ  BIGトートＮo．1」のファイル名及び「Cocoバッグ  キャンバストートＮo．1」のファイル名のPDFデータを添付したメール(甲127の1，2)で，品番「COC-BGT01」，「COC-BGT02」，「COC-CV01」及び「COC-CV02」のトートバッグの商品の案内をし，また，原告は，同年4月23日，埼京三喜に対し，「Cocoバッグ  BIGトートＮo．1」のファイル名及び「Cocoバッグ  キャンバストートＮo．1」のファイル名のPDFデータを添付したメール(甲128の1，2)で品番「COC-BGT01」，「COC-BGT02」，「COC-CV01」及び「COC-CV02」のトートバッグの商品の案内をしたこと，④上記③の各PDFデータには，「COCO」の欧文字がそれぞれ表示されたカラー5色のトートバッグの写真が掲載され，そのうちの一つには，別紙2の「COCO」の欧文字の標章が付されていたこと，⑤ミラクル社は，「荷送人／輸出者」欄にミラクル社，「買い手名」欄に原告，「積荷港」欄に「中国，上海」，「最終仕向港」欄に「日本，博多」，「出港予定日」欄に「2014年4月19日」，「インボイス№＆作成日」欄に「MC140417  2014年4月17日」，「品名の詳細」欄に「鞄  COC-BGT01  424枚  USD2，035．20」，「鞄  COC-BGT02  390枚  USD1，872．00」，「鞄  COC-CV01  131枚  USD524．00」，「鞄",
                  "text": [
                    "COC-CV02  195枚  USD780．00」などと記載された「コマーシャルインボイス」(甲130の2，4)及び「COC-BGT01」，「COC-BGT02」，「COC-CV01」，「COC-CV02」の「カラー」が「ホワイト」である旨の記載のある「パッキングリスト」(甲130の2，4)を発行した後，原告は，平成26年4月28日，輸入者を原告，ミラクル社を輸入取引者，積出地を上海，船卸港を博多，仕入書番号を「MC140417」とする貨物の輸入について，博多税関支署長から，輸入許可を受け，同日，上記貨物の引渡しを受けたこと，⑥原告が輸入許可を受けた品番「COC-BGT01」，「COC-BGT02」，「COC-CV01」及び「COC-CV02」の「ホワイト」の「鞄」は，上記③の各PDFデータに掲載された「COCO」の欧文字を付した白色のトートバッグの画像の商品と同一の商品であることが認められる。",
                    "以上によれば，原告は，平成26年4月28日，ミラクル社から，「COCO」の欧文字からなる標章(別紙2)を付したトートバッグである本件4商品(品番「COC-BGT01」，「COC-BGT02」，「COC-CV01」及び「COC-CV02」)を輸入したことが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し被告は，①「ミラクルチームコーポレーション(英語表記：MIRACLE. TEAM CORPORATIOＮ)」なる会社は，インターネット上で検索しても関連する情報を確認することができず(乙10，11)，ミラクル社が発行する輸入関係資料に同社の住所として表示された住所(「(省略)」)も実在しないこと(乙12)，原告は，「White(生成り)」及び「Black」の2色のサンプル品を受領しただけで，その直後に同サンプル品とは全く色合いの異なる商品6000枚を含む合計1万2000枚の本件4商品をミラクル社に発注する取引を行ったというのは経営判断として明らかに合理性を欠いていることからすると，そもそもミラクル社の存在自体が疑わしく，原告がミラクル社を通じて中国の工場において本件4商品を製造した事実は存在しないから，原告が本件4商品をミラクル社から輸入した事実も存在しない，②原告がミラクル社から輸入したとする「COMMERCIAL  IＮVOICE」(インボイス)及び「PACKIＮG  LIST」(梱包明細書)記載の「COC-BGT01」，「COC-BGT02」，「COC-CV01」及び「COC-CV02」の商品が「COCO」の欧文字からなる標章(本件使用商標)を付した本件4商品を指すことを示す証拠はなく，一方で，原告が「COCO」ないし「ココ」との名称のキャラクター等を用いた「キャンバストート」等を取り扱っていた可能性も十分にあり，このような商品について，「COC-BGT01」，「COC-BGT02」，「COC-CV01」及び「COC-CV02」との品番が付けられていたとしても何ら不思議ではないなどとして，原告がミラクル社から本件使用商標を付した本件4商品を輸入した事実は存在しない旨主張する。",
                    "しかしながら，上記①の点については，原告は，平成26年4月28日，輸入者を原告，ミラクル社を輸入取引者，積出地を上海，船卸港を博多，仕入書番号を「MC140417」とする貨物の輸入について，博多税関支署長から，輸入許可を受け，同日，上記貨物の引渡しを受けたこと(前記1(1)エ)，上記輸入許可に係る輸入許可通知書(甲130の3)記載のミラクル社の「住所」は，韓国の税務署長作成の2013年4月25日付け事業者登録証(甲124の2，3)記載のミラクル社の「事業場所所在地」と一致することに照らすと，ミラクル社は実在する事業者であるものと認められ，被告が主張するようにインターネット上の検索サイトで「MIRACLE．TEAM  CORPORATIOＮ」を検索してもミラクル社の情報が表示されず，ミラクル社が発行する輸入関係資料に同社の住所として表示された住所が表示されなかったとしても，そのことから直ちにミラクル社が存在(実在)しないということはできないし，ひいては原告が本件4商品をミラクル社から輸入した事実も存在しないということはできない。また，原告が「White(生成り)」及び「Black」の2色のサンプル品を確認しただけで，他の色の商品を含む本件4商品の発注を行ったことが特段不合理であるということはできない。",
                    "次に，上記②の点については，前記ア認定のとおり，原告が輸入した品番「COC-BGT01」，「COC-BGT02」，「COC-CV01」及び「COC-CV02」の「ホワイト」の「鞄」は，甲127の2，128の2の各PDFデータに掲載された「COCO」の欧文字を付した白色のトートバッグの画像の商品と同一の商品であることが認められる。また，原告が上記輸入の当時，上記画像の商品とは異なる他の商品について，「COC-BGT01」，「COC-BGT02」，「COC-CV01」及び「COC-CV02」の品番を付していたことを認めるに足りる証拠はない。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "次に，前記1の認定事実及び前記(1)アの認定事実を総合すれば，①原告は，平成26年10月14日，ユニーに対し，「COC-CV01」及び「COC-CV02」の商品を販売し，同月18日，これを納品したこと，②上記「COC-CV01」及び「COC-CV02」の商品は，甲127の2，128の2のPDFデータに掲載された「COCO」の欧文字を付した各トートバッグの画像の商品と同一の商品であることが認められる。",
                    "上記認定事実によれば，原告は，平成26年10月14日，ユニーに対し，「COCO」の欧文字からなる標章(別紙2)を付した「COC-CV01」及び「COC-CV02」の商品を販売したことが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し被告は，①原告がユニーに納品した品番「COC-CV01」及び「COC-CV02」の商品にどのような商標が付されていたかは不明である，②原告のユニーあての請求書は，伝票番号や明細事項が物品受領書及び納品書(控)と一致しない上，上記請求書記載の請求額及び支払明細書の合計金額がいずれも異なることからすると，ユニーがそのような取引をしたとは考えられない，③原告ホームページの平成27年(2015年)9月7日時点の「ブランド紹介」ページ(乙18)及び同月8日時点での「お知らせ」ページ(乙19)には，本件商標に係るブランドの掲載はないことに照らすと，要証期間において，原告が本件商標に係るブランドを展開していなかったことが強く推認されるなどとして，原告がユニーに対し本件使用商標を付した「COC-CV01」及び「COC-CV02」を販売した事実は存在しない旨主張する。",
                    "しかしながら，上記①の点については，前記ア認定のとおり，原告が平成26年10月18日にユニーに納品した「COC-CV01」及び「COC-CV02」の商品は，甲127の2，128の2のPDFデータに掲載された「COCO」の欧文字を付した各トートバッグの画像の商品と同一の商品であることが認められる。",
                    "また，被告主張の上記②及び③の事情があったとしても，上記認定を左右するものではない。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(1)及び(2)の認定事実によれば，原告は，平成26年4月28日，ミラクル社から，「COCO」の欧文字からなる標章(別紙2)を付したトートバッグである本件4商品(品番「COC-BGT01」，「COC-BGT02」，「COC-CV01」及び「COC-CV02」)を輸入したこと，原告は，同年10月14日，ユニーに対し，本件4商品のうち，「COC-CV01」及び「COC-CV02」の商品を販売したことが認められる。",
                "そして，原告による「COCO」の欧文字からなる標章(別紙2)を付した本件4商品の輸入及び本件4商品のうちの「COC-CV01」及び「COC-CV02」の商品の販売は，商標法2条3項1号の「商品に標章を付したもの」の輸入及び譲渡に該当するものと認められる。",
                "また，本件4商品に付された「COCO」の欧文字からなる標章(別紙2参照)は，「COCO」の欧文字から構成され，本件商標(別紙1)とは書体が異なるが，本件商標と社会通念上同一の商標であることが認められる。",
                "そうすると，原告は，本件商標の通常使用権者であった原告が，要証期間内に，日本国内において，本件審判請求に係る指定商品である第18類「かばん」を輸入及び販売することによって，本件商標と社会通念上同一の商標の使用をしていることを証明したものと認められる。",
                "したがって，原告主張の取消事由は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由があるから，本件審決は取り消されるべきものである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}