{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を取り消す。"
    },
    {
      "fig": "2",
      "text": "被控訴人の請求をいずれも棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第一，二審とも被控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "1(本案前)"
      ],
      "content": [
        {
          "fig": "(1)",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "被控訴人の訴えを却下する。",
            "2(本案)"
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "被控訴人の請求をいずれも棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(以下，用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従い，原判決に「原告」とあるのを「被控訴人」に，「被告」とあるのを「控訴人」に，適宜読み替える。また，原判決の引用部分の「別紙」をすべて「原判決別紙」と改める。なお，書証の掲記は，枝番号を全て含むときは，枝番号の記載を省略する。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「連続貝係止具とロール状連続貝係止具」とする発明についての特許権(特許第4802252号。以下「本件特許権」といい，その特許を「本件特許」という。)の特許権者である被控訴人(一審原告。以下，単に「被控訴人」という。)が，控訴人(一審被告。以下，単に「控訴人」という。)進和化学工業株式会社(以下「控訴人進和化学工業」という。)が業として製造し，控訴人らが業として販売し又は販売の申出をする被告各製品(原判決別紙1イ号物件目録の「写真1，2に示される連続貝係止具」(被告製品1)及び「その連続貝係止具を写真3，4で示されるようにロール状に巻いたロール状連続貝係止具」(被告製品2))が，本件各発明(本件特許の願書に添付した特許請求の範囲の請求項1～3記載の各発明)の技術的範囲に属するから，控訴人らが被告各製品を販売又は販売の申出をし，控訴人進和化学工業が被告各製品を製造する行為は，いずれも本件特許権を侵害する行為であると主張して，特許法100条1項及び2項に基づき，①控訴人有限会社シンワ(以下「控訴人シンワ」という。)に対し，被告各製品の販売及び販売の申出の差止め並びに廃棄を，②控訴人進和化学工業に対し，被告各製品の製造，販売及び販売の申出の差止め並びに廃棄を，それぞれ求めた事案である。",
            "原判決は，①被告製品1は，本件発明1及び2の，被告製品2は，本件発明3の技術的範囲に含まれるところ，②無効の抗弁(進歩性欠如，サポート要件違反)は認められず，③控訴人らによる被告各製品の製造販売等に対する被控訴人の本件特許権の行使が，前訴和解の効力により否定されるということにはならないから，被告各製品の製造，販売及び販売の申出は，いずれも被控訴人が有する本件特許権の侵害行為であるとして，上記の被告各製品の製造，販売及び販売の申出の差止請求並びに廃棄請求をいずれも認容したため，控訴人らは，これを不服として本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実等(当事者間に争いのない事実並びに文中掲記した証拠及び弁論の全趣旨により認定できる事実)",
          "text": [
            "原判決「事実及び理由」の第2の2(3頁16行目～8頁8行目)に記載のとおりであるから，これを引用する。なお，原判決5頁22行目及び23行目に「当庁」とあるのを「東京地方裁判所」と改める。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "争点及び争点に関する当事者の主張は，次のとおり，当審における主張を追加するほかは，原判決「事実及び理由」の第2の3及び4(8頁9行目～28頁6行目)のとおりであるから，これを引用する。",
            "ただし，原判決18頁17行目の「連結材」を「連結片」と改め，19頁20行目の「が」の後に「2本の」を加え，20頁7行目～8行目の「ロープ止め突起」を「ロープ抜け止め部」と，22頁5行目の「連結材」を「連結片」と，それぞれ改め，23頁4行目の「突起」の後に「間」を加え，26頁5行目の「係止具」を「貝係止具」と，同頁14行目～15行目の「貝係止具」を「係止具」と，同頁19行目の「貝係止具」を「係止具」と，27頁5行目の「係止具には」を「係止具に」と，それぞれ改める。",
            "(当審における当事者の主張)"
          ]
        },
        {
          "fig": "1",
          "subject": "控訴人ら",
          "content": [
            {
              "fig": "(1)",
              "subject": "訴えの利益(争点4)について",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人進和化学工業は，平成29年3月30日をもって，被告各製品の在庫をすべて廃棄し，製造，販売及び販売の申出を中止した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人シンワは，平成29年3月22日以降，被告各製品の販売及び販売の申出を中止し，同月30日，被告各製品の在庫をすべて廃棄した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人らは，本件特許について無効審判(無効2017-800079号)を申し立てており，本件特許を無効とする審決がされるまで，被告各製品の製造，販売及び販売の申出を行わない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，被控訴人の訴えの利益は失われているので，本件訴えは却下されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由3(新規性欠如)は認められるか(争点2-3)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "新規性欠如(争点2-3-2)",
                  "text": [
                    "本件各発明は，以下のとおり，新規性を有しない発明に対して特許されたものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人シンワ代表者A (以下「A」という。)は，平成17年7月6日～8日に，北海道の噴火湾地域に出向き，新「つりピンロール」のカタログ(乙96)と，「つりピンロールグリーン」の一部の長さ分を切り取ったサンプル品と，その当時恒常的に販売していたいわゆる「ばらピン」とをプラスチック袋に封入し，ピンそれぞれの特性を記載した外装紙で保持した「サンプルシート」(乙97)を顧客に配布した。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人らは，平成17年6月1日から7月6日までの期間内において，新「つりピンロール」のカタログ(乙96)を配布し，平成18年4月20日～同月末頃，「サンプルシート」(乙98)を配布した。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "Bは，平成17年8月26日，Cは，同年10月19日，Dは，同月26日，上記サンプル品に係るピンを購入した。他にも上記サンプル品に係るピンを購入した者がいる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "上記ピンは，本件発明1の1A～Hに一致する構成のものであり，本件発明の作用効果を奏することは当業者にとって自明であるから，上記ピンの上記構成に係る発明は，本件発明1及び3と同一である。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "したがって，本件特許に係る製品に該当する「つりピンロール」は，本件特許を出願したものと見なされる日である平成18年5月24日より前に公然と知られていた。"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被控訴人は，平成19年5月22日に提起した東京地方裁判所平成19年(ワ)第12683号商標権侵害差止等請求事件の訴状(乙24の1)と共に，「甲27の4」として，「サンプルシート」(乙69の4)を提出し，同日付け証拠説明書(乙69の5)において，標目「被告シンワのチラシ(2006年用)」，作成日「2006(平成18)年」，立証趣旨「被告シンワが原告むつ家電得意先へ営業した事実を立証する」と説明した。",
                            "したがって，被控訴人は，平成19年5月22日の段階で，「サンプルシート」(乙69の4)を入手していた。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "乙69の4は，乙63と同一機会に作成されたチラシ(サンプルシート)であり，添付された「つりピンロール」のサンプルも同一のものであるところ，この「つりピンロール」のサンプルは，ハの字状のロープ止め突起の内側で直線状の連結部材で連結されたものである。そして，乙69の4には，乙63と同じ「2006年販売促進キャンペーン」，「キャンペーン期間」「予約5月末まで」，「納品」「5月20日～9月末」と記載されているから，平成18年5月20日の時点でロープ止め突起の内側で直線状の連結部材で連結された「つりピンロール」は，納品できる出荷体制にあった。",
                            "同日は，本件特許を出願したものとみなされる平成18年5月24日より前であるから，乙69の4の「つりピンロール」は，それ以前の段階で公然と頒布された物品に係るものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のとおり，本件各発明は，公然と知られた発明であり，頒布された刊行物に記載された発明にも該当する。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "時機に後れた攻撃防御方法の却下の申立てに対する反論(争点2-3-1)",
                  "text": [
                    "Aは，前訴和解の協議中である平成21年 1 月13日～19日，控訴人シンワが平成17年7月6日～8日頃に噴火湾の漁民らにサンプルを示して本件明細書等の図8(a)と同一形状の意匠(連結材がロープ止め突起の内側にあって，基材から垂直に直線状のもの)による製品を販売していたことについての陳述書(乙38の1～13)を集め，控訴人進和化学工業の代表者であった故Eに送付したが，これらは，利用されることなく，前訴和解が成立した。その後，これらは故Eの下に保管されたままとなり，同人死亡後は，控訴人進和化学工業の代表者が2代にわたって交代したこともあって，所在が不明になってしまっていた。Aの下には陳述書の写しは残されていなかった。",
                    "平成29年2月28日頃，控訴人進和化学工業の取締役であったFは，同社のピンの開発に関する未整理の資料の中に，上記陳述書が紛れていることを発見した。",
                    "控訴人ら代理人は，直ぐにその連絡を受け，上記陳述書の送付を受けた。当時，本件は，原審の弁論終結後の和解協議中であった。控訴人ら代理人は，上記陳述書が，前訴和解の検討過程や，前訴和解に企図した解決方法(ロールピンを含めた全種類のピンを対象に異議を唱えられないよう区別がつくようにし，販売活動に専念すること)を示す重要な証拠でもあったことから，平成29年3月2日付け第6準備書面(弁論再開申立補充書2)に，上記陳述書を添付して弁論の再開を求めたが，原審裁判所は弁論の再開を認めなかった。",
                    "原審は，争点確認等を行わないまま，予告もなく突然かつ強引に弁論準備手続を終結し，即時に口頭弁論期日に移行して口頭弁論を終結したものであり，上記のとおり，弁論再開を申請しても受け入れなかったことから，審理不尽である。",
                    "こうした原審の審理のあり方も踏まえると，新規性要件について控訴審において主張することは，時機に後れた攻撃防御方法の提出ではなく，却下されるべきではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由1-2(進歩性欠如2)は認められるか(争点2-1-2)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "進歩性欠如2(争点2-1-2-2)",
                  "text": [
                    "本件各発明は，前記(2)ア記載の発明に基づき当業者が容易に想到できたものであるから，進歩性のない発明に対して特許されたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "時機に後れた攻撃防御方法の却下の申立てに対する反論(争点2-1-2-1)",
                  "text": [
                    "前記(2)イと同様である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原審における主張の補充主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点1-3(被告各製品は構成要件1Fを充足するか)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告各製品は，「根元部20Cは，ロープ止め突起3の先端より外側に位置しており，その根元部20Cの位置は，先端部20Aと上の基材との連結部20aと軸方向に一致しておらず，明確にずれた状態にある」から，構成要件1Fの「内側に離れた場所」に該当しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件各発明は，「連続貝係止具」と「ロール状連続貝係止具」に関するものであり，いわゆる「自動ピンセッター」に供するものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書の【0007】～【0009】，【0026】の記載は，個々のピンを手で持ってロープ又は貝に差し込む場合における現象を述べているのであって，(自動)ピンセッターにセットされて(手で持つことなく自動で)ロープに差し込まれる「(ロール状の)連続貝係止具」に係る本件各発明の作用効果ではない。",
                            "被告各製品(「(ロール状の)連続貝係止具」)においては，ロープに差し込むときに「貝係止具を手で持って作業」しないから，「当該切り残し突起に当たりにくくなる」という現象は生じない。",
                            "仮に個別ピンを手で持って貝に差し込むとき，甲1の図8(b)のように基材1の切り残し突起16が短い場合には，「手が損傷したり，薄い手袋を手に嵌めて作業しても手袋が破れたり」することがないとの意味では「手が当該切り残し突起に当たりにくくなる」といえるが，原判決43頁に図示された「【切断後の被告製品】」の場合に，どうして「手が当該切り残し突起に当たりにくくなる」といえるのか，当業者が物理的に考えても理解できず，そのような現象が生じるものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点1-4(被告各製品は構成要件1Gを充足するか)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件1Gにおける「切り残し突起(16)」とは，本件明細書等の図8(b)のように，突起として突出がないように文字どおり「切り残し」たものであるから，被告各製品のように，ロープ止め突起3の上端より突出して切断するものは，「切り残し突起(16)」とはいえない。",
                        "したがって，被告各製品は，「2本の可撓性連結材(13)を切断すると，その切り残し突起(16)が2本のロープ止め突起(3)の内側に残るようにした」という要件を充足しない。",
                        "仮に，本件明細書等の図8(b)のように，被告各製品につき，根元部で切断した場合，根元部20Cは，ロープ止め突起3の外側に残るから，被告各製品は構成要件1Gを充足しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決の争点1-4についての判断は，「貝係止具を手で持って作業する際に，可撓性連結材が切断されて切り残し突起が基材上に残存していたとしても，ロープ止め突起が障壁となって手が当該切り残し突起に当たりにくくなることにある」ことに主たる根拠を求めているところ，前記ア(イ)のとおり，この根拠は，誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "切り残し突起が，被告各製品のように長く残存している場合であっても，縦ロープに差し込むときに邪魔になることはない。また，切り残し突起の位置が，ロープ止め突起からみて軸方向外側に残る場合であっても，軸方向内側に残る場合であっても，「自動ピンセッター」により貝係止具を縦ロープに差し込むときに邪魔になることはない。邪魔になると評価する者がいるとしても，切り残し突起の位置が，ロープ止め突起からみて軸方向外側に残る場合と，軸方向内側に残る場合とで，邪魔になる程度に差異はない。したがって，貝係止具を縦ロープに差し込むときに切り残し突起が邪魔にならないとの本件明細書等の【0008】の記載内容を，本件各発明の特有の作用効果とすることはできない。",
                        "仮に，上記【0008】の記載内容の意味が，切り残し突起の突出長を基準として，縦ロープに差し込むときの抵抗を意味しているというのであれば，上記【0008】の記載の意味内容を理解できるが，その評価基準によれば，被告各製品は抵抗が大きく，上記【0008】記載の作用効果を奏する構成ではない。",
                        "なお，本件明細書等の図8(b)のように，可撓性連結材(13)の上部と下部の2箇所を切断することは，現実として不可能である。ピンセッターは，2枚のピン送り爪1を，隣接する貝係止具の間であって，2本のロープ止め突起の外側の空間に差し込み，2枚のピン送り爪2を，隣接する貝係止具の間であって，2本のロープ止め突起の間の空間に差し込んで，貝係止具1本分ずつ，切断刃側に送り，切断刃を2本のロープ止め突起の先端に沿って降下させて(2本のロープ止め突起の先端をガイドとして切断刃を降下させて)，可撓性連結材13を切断しているのであって，1本のピンに対して，2本のロープ止め突起の先端に沿って降下させて(2本のロープ止め突起の先端をガイドとして切断刃を降下させて)一回の切断により切断している。切断刃の幅は連結材間の幅より大きく，ロープ止め突起の先端間より長くかつロープ止め突起の基端間より長い関係にあるから，可撓性連結材(13)をピン間において，下部の箇所も切断しようとすると，切断刃の幅を，連結材間の幅より大きく，ロープ止め突起の先端間の幅より短く設定することが必須となる。連結材間の幅とロープ止め突起の先端間の幅との相違はごくわずかであり，連結貝係止具が左右に振れた場合には，一方のロープ止め突起を切断したり，一方の連結材を切断し得ない状態に陥る。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点1-5(被告各製品は，本件各発明の作用効果を奏しないために，本件各発明の技術的範囲に含まれないといえるか)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告各製品は，本件明細書等の【0007】の「貝係止具が数千，数万本と多くなっても，ロール状に巻回して保管，搬送，ピンセッターへのセットができ，コンパクトにまとまるため保管に場所をとらず取り扱いに便利である」作用効果は奏するが，この作用効果は，本件各発明の前に公知の「ロール状貝係止具」一般における公知の作用効果であって，本件各発明の作用効果ではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告各製品は，先端部20A，20Aの間で縦ロープからの抜け止めを図るものであるから，可撓性連結材20が同縦ロープに対するロープ止め突起を構成するものである。そのため，被告各製品の可撓性連結材20は，ロープ止め突起3と有意差の無い直径の太いもの(7mm。細紐状ではない。)としてあり，可撓性連結材20が縦ロープから抜けようとするときに先端部20Aに作用する力を，ハ字状の斜めの基部20Bで支えており，さらに，根元部20Cが膨出した状態で基材と連結することにより，基部20Bの根元に倒伏しようとする大きい力が作用しても可撓性連結材20が根元で折れないように構成しているものである。",
                            "このような被告各製品の構成は，特有の構成を備えるものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決の争点1-5についての判断は，本件各発明を，「可撓性連結材による基材の連結箇所を2本の各ロープ止め突起からみて軸方向内側の箇所とし，可撓性連結材を切断した際の切り残し突起も2本の各ロープ止め突起からみて軸方向内側に残るような構成を採用したことにより，貝係止具を手に持って作業する際に，ロープ止め突起が障壁となって手が当該切り残し突起に当たりにくくなり，ひいては手が損傷したり，薄い手袋を手に嵌めて作業しても手袋が破れたりしにくいとの効果を奏することを特徴とする発明」とするものであるが，この判断は，前記ア(イ)のとおり，誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "仮に上記のような効果があるとしても，そのことは，2本のロープ止め突起の内側に可撓性連結材を設ける構成(切り残し突起が2本のロープ止め突起の内側に残る構成)によって実現されていた効果であり，そうした構成は乙22の図11，図10，図6などに既に見られたものであった。既にある構成の中に効果を「発見」したからといって発明とはならない。",
                            "「2本のロープ止め突起の内側に切り残し突起が残るようにする」だけが，技術的思想であるとすれば，乙22公報の図11及び図18における，ロープ止め突起3，4のそれぞれ内側に2本の細紐状の連結材8，8により連結する構成を出発点とすれば，①基材間をロープ止め突起3，4により連結する構成に換えて，乙20公報の図3と図8との間の置換容易性又は図11若しくは図13の基材と離れたロープ止め突起とする構成の置換容易性に基づき，ロープ止め突起を基材と離れた構成とすること，②ロープ止め突起3，4と連結材8とを一体に連結する構成に換えて，乙22の図6，図10，図15，図20，図24及び図27のロープ止め突起間の離れた1本の連結材により連結する構成への置換容易性に基づき，又は，乙20公報の図11及び図13における，先端が他の基材から離れたハ字状のロープ抜け止め部31，32(ロープ止め突起に相当する)が形成され，ロープ抜け止め部31，32(ロープ止め突起に相当する)と離れた別の2本の連結材28，29により連結する構成への置換容易性に基づき，ロープ止め突起と連結材とを離れた構成とすることは，なんら工夫を要するものではなく，本件各発明は遡及日前に当業者が容易に発明できたものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "「貝係止具」を手で持って貝へ差し込むとき，持つのはロープ，及び差し込み側の貝止め突起とロープ止め突起との間の部分のみであるから，切り残し突起に当たることはない。",
                            "特異な貝の係止具の貝への差し込み方をする者について見られる課題について，それを解決する方法を考案したとしても，それは普遍的な課題に対する解決方法とはいえず，客観性のある技術的思想とはいえない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "前記イ(ウ)のとおり，本件明細書等の【0008】の記載内容を，切り残し突起の突出長を基準として，突出長が短い場合には，縦ロープに差し込むときの抵抗が小さいという意義であると理解すると，被告各製品は，上記効果を奏する構成ではないことになる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "可撓性連結材(13)の「上部と下部の2カ所を切断する」ことにより「切り残し突起16」を「図8(b)のように」したもののほか，下記参考図1(b)に示すようにしたものをあえて含める主張，及び，原判決のように，切り残し突起の突出長は本件各発明の技術的範囲を定めるのに左右されないとの立場であれば，上記【0008】の記載内容を，本件各発明の特有の作用効果とすることはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "争点2-1(無効理由1(進歩性欠如)は認められるか)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙20公報には，次の発明(以下「引用発明」という。)が記載されている。",
                        "1a：ロープと貝にあけた孔に差し込みできる軸部と，その軸方向両端側の夫々に突設された尖鋭部と，夫々の尖鋭部よりも内側に尖鋭部と同方向にハ字状に突設された2本の抜け止め部を備えた掛止具が軸部の間隔をあけて平行に多数本連結されて樹脂等で形成された帯状掛止具において，",
                        "1b：前記多数本の掛止具が抜け止め部を同じ向きにして多数本配列され",
                        "1c：配列方向に隣接する掛止具の抜け止め部の先端が，他方の掛止具の軸部から離れて平行に配列され，",
                        "1d：隣接する軸部同士は抜け止め部の軸方向外方部分において2本の可撓性連結片により連結され，",
                        "1e：可撓性連結片はロール状に巻き取り可能な可撓性を備えており，",
                        "1f：前記2本の可撓性連結片による連結箇所は，抜け止め部の軸方向外方部分として，",
                        "1g：(乙20公報には，可撓性連結片の切り残し突起に関する記載はない。)",
                        "1h：ことを特徴とする帯状掛止具。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明と本件発明1とは，次の各点において相違する。",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "本件発明1において，隣接する基材(1)同士は，ロープ止め突起(3)の「外側」ではなく，「2本のロープ止め突起(3)の夫々から内側に離れた箇所であり且つ前記2本のロープ止め突起(3)間の中心よりも夫々のロープ止め突起(3)寄りの箇所」において，2本の可撓性連結材(13)で連結されているのに対し，引用発明の隣接する軸部同士は，抜け止め部の「軸方向外方部分」において，2本の可撓性連結片により連結されている点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "本件発明1において，隣接する基材(1)同士は，2本の可撓性連結材と一体に樹脂成型されているのに対し，引用発明の隣接する軸部同士は，2本の可撓性連結片と一体に樹脂成型されているか不明である点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3",
                          "text": [
                            "本件発明1において，可撓性連結材(13)は，「ロープ止め突起(3)よりも細く」かつ「細紐状」であるのに対し，引用発明の可撓性連結片がかかる形状を有するか不明である点。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点4",
                          "text": [
                            "本件発明1において，2本の可撓性連結材(13)を切断すると，その切り残し突起(16)が2本のロープ止め突起(3)の内側に残るのに対し，引用発明では，可撓性連結片を切断した際の切り残し突起は，抜け止め部の「軸方向外方部分」に残る点(相違点1に係る構成の差異に伴い必然的に発生する相違点であり，相違点1と実質的に異なるものではない。)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明1について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件特許の原出願日前に日本国内で頒布された刊行物である乙22公報には，連続貝係止具について，平行に配列された基材同士を連結する構成として，①基材の上下に突設されたロープ止め突起同士を連結する構成，②基材の上部に突設されたロープ止め突起と基材とを連結する構成， ③ロープ止め突起の先端を基材と連結するとともに，更に可撓性連結材によって基材同士を連結する構成が，それぞれ開示されており，また，④前記③の場合において，2本の可撓性連結材は，ロープ止め突起と一体成型されており，2本の可撓性連結材による連結箇所を，ロープ止め突起からみて軸方向内側とする構成が開示されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "乙20公報及び乙22公報は，いずれも連続貝係止具に係る発明が記載されたものであり，両者の技術分野は共通する。",
                                "乙22公報のものは，②基材の上部に突設されたロープ止め突起と基材とを連結する構成であるが，基材の上部に突設されたロープ止め突起と上方の基材とを連結しない構成とし，可撓性連結材のみで連結する構成は引用発明に開示されている(図11，図13)のであるから，乙22公報の「①基材の上下に突設されたロープ止め突起同士を連結する構成」を，基材の上のみに突設されたロープ止め突起とし，そのロープ止め突起を上方の基材とを連結しない構成とし，可撓性連結材のみで連結する構成とするとともに，2本の可撓性連結材による連結箇所を，ロープ止め突起からみて軸方向内側とする構成とすることは，当業者によって容易想到の範囲内の事項である。",
                                "また，本件各発明の課題は，「ロール状連続貝係止具は，連続貝係止具14がロール状に巻かれているので，保管，搬送，ピンセッターへのセットができ，コンパクトになるため保管に場所をとらず，取り扱いに便利である」というものである」(【0007】)であるところ，この課題は，乙20の図17に示された課題，乙22の課題に示された周知の課題でもあるから，当業者は上記構成とすることによって同課題を達成しようとする動機付けがあるというべきである。",
                                "なお，引用発明に乙22公報の構成を適用する場合において，ロープ止め突起と可撓性連結材とを軸方向に分離することは，乙20公報の図11及び図13に開示の構成であり，乙22公報の図6又は図12に開示の構成でもあるから，乙20公報図11の突起3，4と可撓性連結材8との分離に阻害要因がなく，当業者が適宜選択できる事項である。分離した基材2の下方に突起4が生じてはいけない理由もない。",
                                "したがって，乙22公報に開示された基材の連結に関する構成のうち，上記④の構成から，可撓性連結材がロープ止め突起と一体成型されているとの部分を捨象して，2本の可撓性連結材による連結箇所をロープ止め突起からみて軸方向内側とするとの構成のみを取り出した上，これを引用発明に組み合わせれば，相違点1に係る本件発明1の構成に至ることは容易である。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "原判決は，「(ロール状に巻かれた)連続貝係止具」に関する争いであって，連続しない手差し用の単体の「ばらピン」の争いではないにもかかわらず，「ばらピン」の貝への係止作業に関する記載事項を本件各発明の作用効果であると誤解して本件各発明の作用効果を認定・判断している。",
                                "仮に，本件明細書等の図8(a)のものをピンセッターで切断した場合，下記説明図の形態になるのであって，本件明細書等の図8(b)の形態にはならない。",
                                "【説明図】",
                                "本件明細書等の図8(b)の形態は，例えばハサミで切断するのであれば不可能ではないであろうが，数千本，数万本のピンを人がハサミで切断することは空想かつ仮定の話である。また，前記イ(ウ)のとおり，ピンセッターで可撓性連結材を下部で切断するのは，実施できるものではない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2について",
                          "text": [
                            "乙22公報の【0014】には，相違点2が開示されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3について",
                          "text": [
                            "乙22公報の【0022】には，相違点3が開示されている。",
                            "可撓性連結材8は，突起3，4よりも細い形態で図示され，また，可撓性連結材8の紐の細さは適宜に選択でき，そこに発明としての技術的意義を見いだすことはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明2について",
                      "text": [
                        "本件発明2は，「2本の可撓性連結材(13)の間隔が，貝係止具(11)が差し込まれる縦ロープ(C)の直径よりも広い」ことを要件とするが，例えば乙22公報の図11の形態においては，「可撓性連結材8，8の間隔が，貝係止具が差し込まれる縦ロープの直径よりも広い」ことを当然に予想させるものであるから，本件発明2も進歩性を有しない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "本件発明3について",
                      "text": [
                        "本件発明3は，「連続貝係止具(14)が，シート(15)を宛がって又は宛がわずに，ロール状に巻かれた」ことを要件とするが，乙20公報，乙22公報のものも同じ構成であるから，進歩性を有しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "争点3(被告各製品に対する本件特許権の行使が，前訴和解の効力により否定されるか)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，控訴人らが，前訴和解が「形態の区別による紛争回避，紛争予防の合意」である旨の主張をしたにもかかわらず，これを取り上げず，控訴人らの主張する和解条項の意味を，「技術的範囲に属さないものとして製造等を許容することを約したもの」という特許の技術的範囲の議論に集約して取り上げ，判断しているのは，審理不尽，判断の脱漏，釈明義務違反となる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前訴和解の条項の意味を理解する上で踏まえるべきことは，次のとおりである。",
                        "①  前訴和解は，訴訟の対象となっていないピンを含め，控訴人らが製造販売する全種類のピンについて，今後，被控訴人からクレームを受けないよう紛争を回避し，予防するために調整されたものであり，そうした和解の目的，趣旨を踏まえて和解条項は理解されなければならない。",
                        "②  ピン(貝係止具)の形態の工夫の余地は大きく，進歩した形態のピンの開発までが制限されないことも必要であり，そうした配慮に立って和解条項ができていることを理解しなければならない。",
                        "③  控訴人らにおいては，本件明細書等の図8(a)と同一形状の意匠についての意匠登録1318240号の意匠権，本件特許権の有効性を認めていなかったため，将来，その無効を争う余地も和解条項に残すことが必要であったところ，その点は，和解条項7項(2)をもって残されていることが理解されなければならない。",
                        "④  和解条項の被告製品目録2記載のロールピンは，平成21年2月10日付け上申書で提案された形体のピンであるところ，それは，上記意匠権の各連結材が基材から直角に伸びる直線状のものであるのに対して，各連結材が各ロープ止め突止と同じ方向に傾き，かつ「く」の字に曲げられたもので，こうした屈曲により，上記意匠権の意匠との区別がつくのであれば，本件特許権にかかる特許発明の技術的範囲及び均等範囲については問う必要もないものとして和解条項が成立していたことを踏まえて理解されなければならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前訴和解の和解条項2項(1)アにおいて製造等しないものとされた「別紙物件目録8及び9記載の帆立貝養殖用貝係止具の形体」とは，写真目録【8】及び【9】の形体の帆立貝養殖用貝係止具であり，連結材の形体が基材から直角に直線状のものであるところ，これに対し，同項(1)イの「上記ア記載の帆立貝養殖用貝係止具には当たらない」とされた被告製品目録2記載の帆立貝養殖用貝係止具の形体は，連結材の根元側がロープ止め突起と同方向に傾き，かつ，「く」の字に屈曲した連結材のものとなっていて，この意匠の区分こそが，ロールピンの製品区分となって，紛争予防の基準とされたのであり，上記の屈曲による意匠の区分をもって，被控訴人と控訴人らとのロールピンの製品区分とされた。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点4について",
              "text": [
                "被告各製品の製造，販売及び販売の申出の中止，在庫の廃棄は，訴訟法上の確定判決と同一の効力を有する，訴訟手続における請求の放棄，認諾，訴訟上の和解等に該当するものではないし，確定判決と同一の効力をもつものでもない。",
                "したがって，被控訴人の本件訴訟における訴えの利益が失われるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2-3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点2-3-1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人らは，本件特許が出願されたとみなされる日より前に本件特許の新規性・進歩性を阻却する製品のサンプルを，控訴人シンワが頒布していた旨主張するが，仮に，そのようなサンプルがあったとすれば，製作図，金型図，その他の代替物を証拠として，本件特許の新規性・進歩性欠如による無効を主張し得たはずである。控訴人らが代替証拠の提出も無効主張もしないまま，原審における弁論準備手続が終了したから，控訴人らの上記主張は，時機に後れた攻撃防御方法の提出であって，許されない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "Aが平成21年1月13日から19日にかけて陳述書(乙38の1～13)を集めたのであれば，Aは，原審の弁論手続終結前から上記陳述書が存在することを知っていたはずであるから，原審の弁論手続終結前にそのことを主張することができたはずである。",
                        "控訴人らの主張する事情は，新規性欠如による特許の無効主張が後れた正当な理由にはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点2-3-2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人らが提出した証拠には，客観的に日付を特定できるものはなく，これらの証拠によって本件各発明の新規性が否定されることはない。",
                        "新「つりピンロール」のカタログ(乙96)には，配布日が記載されておらず，実際に作成されたのか，配布されたのか否かも不明であり，乙37とも違う。このような証拠は，パソコンが普及している今日ではどのようにも，変更，作成が可能であり，真正なものとして採用されてはならない。",
                        "乙97～99のサンプルシートにも，作成日，配布日が記入されていないため，いつ作成されて，いつ頒布されたのか不明であるし，実際に配布されたか否かも不明である。",
                        "控訴人らから提出された陳述書(乙70～73，100～115，126，128～131)のうち，乙70～73は，その文面の共通性からして，控訴人ら又はその代理人が作成した可能性が高く，信用性が極めて低いものであり，採用されるべきではない。乙100～112には，ピンの図面も写真も実物も添付されておらず，当該陳述書で陳述されているピンの形状は不明である。また，乙109と乙113は，同じ作成者であるのに，署名の筆跡が異なり，同一人物が署名したものとは思えないから，真正に成立した証拠として採用されるべきものではない。さらに，乙96のカタログに添付された陳述書(乙113～115，126，128～131)は，特許庁においてAが供述する試作金型で乙96のカタログの元となるサンプルが成型できない以上，信用性がない。請求書，納品書及び通帳(乙84～87，116～120)によっても，商品の具体的形状を確認することはできない。なお，請求書である乙118に記載されている「つりピンロール1．5(バラ色)」という品名は，乙96にも乙97にも記載されておらず，乙118は信用性がないから，採用されるべきではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙97及び98には，「つりピンロールグリーン」の見本品と思しきものが貼付されているが，その形状は異なり，同じ名称で形状の異なるピンがあることになる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人が乙69の4を東京地裁に提出したのは，本件特許が出願されたとみなされる日より何年も後の平成19年5月22日であり，その当時，手元にあったものを提出しただけである。被控訴人は，これらサンプルシートを，誰が，いつ，どこで入手したのかは記憶にない。",
                        "控訴人ら提出の証拠によって，本件特許が出願されたとみなされる日前に乙69の4のサンプルシートが配布されていたことが立証されたとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点2-1-2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点2-1-2-1について",
                  "text": [
                    "前記(2)アのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点2-1-2-2について",
                  "text": [
                    "本件各発明に係る構成は，前記(2)イのとおり，本件特許が出願されたとみなされる日より前に公知であったとはいえないから，本件各発明の連続貝係止具が公知であったことを根拠に，本件各発明は進歩性がないとする控訴人らの主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原審における主張の補充主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点1-3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，切断された個々の貝係止具を手で持ってロープに差し込むという主張はしておらず，原判決もそのような認定はしていない。",
                        "本件各発明の連続貝係止具又はロール状連続貝係止具は，ピンセッターにセットして一本ずつ切断しながらロープに差し込むだけのものではなく，ロープに差し込んだ後に，貝の孔に差し込むものである。本件明細書等の【0033】及び【0008】によると，本件各発明の貝係止具11は，貝の穴に差し込むときは，「手で持って作業する」ものである。",
                        "本件明細書等の【0007】～【0009】及び【0026】の記載は，ロープに差し込んだ後に貝の孔へピンを差し込むときの切り残し突起の説明であり，技術的意義である。",
                        "原判決は，上記【0007】～【0009】及び【0026】の記載に基づき，ロープへの貝係止具の差込みは自動ピンセッターにより行われること，貝係止具への貝の取付け(貝の耳の孔への貝係止具の差込み)は手作業で行われること，及び，本件各発明が貝係止具を手で持って貝へ差し込むとき(手作業で行われる貝係止具への貝の取付けの際)に可撓性連結材の切り残し突起が手に当たらないようにしたものであることを正しく認識した上で，技術的範囲の属否の判断及び進歩性の判断をしており，控訴人らが主張するような誤認に基づく判断は行っていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "切断された個々の貝係止具は，案内針(甲22)の収容空間に収まるが，ロープ止め突起及び切り残し突起は全体が収容空間に収まるわけではなく，それぞれの先端側が収容空間の外側に突出する。このとき，切り残し突起がロープ止め突起の内側に残る場合には，貝係止具の縦ロープへの差し込みに際して，切り残し突起よりも先に「ハ」字状のロープ止め突起が縦ロープに突き当たるが，切り残し突起が「ハ」字状のロープ止め突起の外側に残る場合には，ロープ止め突起よりも先に切り残し突起が縦ロープに突き当たる。前者の場合と後者の場合を比べると，「ハ」字状であって，縦ロープへの差し込み方向に斜めに傾いているロープ止め突起の方が，基材に対して直角に立ち上がっている切り残し突起よりも，縦ロープへの差込み抵抗が小さい。",
                        "すなわち，切り残し突起が「ハ」字状のロープ止め突起の外側に残る場合は，切り残し突起が縦ロープへの差し込みの邪魔になるのに対し，切り残し突起が「ハ」字状のロープ止め突起の内側に残る場合は，切り残し突起が縦ロープへの差し込みの邪魔になりにくい。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告各製品は，ロープ止め突起が切り残し突起の外側にあるため，貝係止具のロープ止め突起付近を指で握ると，ロープ止め突起が障壁となって(ロープ止め突起が切り残し突起を外側からカバーする状態になって)，切り残し突起に指が当たりにくくなっている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件各発明は，貝係止具を1本ずつ切断するときに可撓性連結材の一部が切り残し突起となって基材に残って突出しても，貝係止具を手で持って貝へ差し込むときなどに手(指)が切り残し突起に当たらないため手が損傷したり，薄い手袋を手に嵌めて作業しても手袋が破れたりしにくいとの効果を奏するものであるところ，可撓性連結材の連結箇所がロープ止め突起から「内側」に離れた箇所とすることの技術的意義は，このような構成を採用することにより，貝係止具を手で持って作業する際に，可撓性連結材が切断されて切り残し突起が基材上に残存していたとしても，ロープ止め突起が障壁となって手が当該切り残し突起に当たりにくくなることにあると解される。",
                        "そうすると，可撓性連結材の連結箇所がロープ止め突起から「内側」に離れた箇所にあるとは，当該連結箇所が，ロープ止め突起からみて，基材の軸方向内側に位置することを意味するものと解するのが相当である。",
                        "本件各発明は，可撓性連結材の根元部が，直線状でなければならないとか，ロープ止め突起の先端よりも内側になければならないとか，可撓性連結材の位置が軸方向に一致していなければならないといった限定が付されているものではない。",
                        "被告各製品の切り残し突起は，根元部20Cを含め2本のロープ止め突起よりも基材の軸方向内側に位置している。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被告各製品の可撓性連結材は，切断される前は基材と連結されているのであるから，「貝止め突起と同方向にハ字状に突設された突起」ということはできず，本件各発明の「ロープ止め突起(3)」に当たるということはできないし，切断された可撓性連結材の切り残し部分がロープを抜け止めすることがあったとしても，そのことのみをもって被告各製品における「ロープ止め突起」が，本件各発明にいう「ロープ止め突起(3)」に当たらなくなるというものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点1-4について",
                  "text": [
                    "本件各発明の構成要件1Gにおける「切り残し突起」は，本件明細書等の図8(b)に示される構成に限定されるものではないし，ロープ止め突起3の上端より下側に収まらなければならないことを構成要件とするものでもない。",
                    "切り残し突起がロープ止め突起3の上端より突出しているか否かは，被告各製品が本件各発明の構成要件1Gを充足するか否かとは関係がない。",
                    "被告各製品の可撓性連結材は，切断すると，切り残し突起が2本のロープ止め突起の内側に残る。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点1-5について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人らの主張する本件明細書等の【0007】の作用効果が，乙20公報又は乙22公報の作用効果と同じであるとしても，本件各発明もロール状に巻き回したものであるから，本件各発明の作用効果でもある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件各発明の作用効果は，可撓性連結材13の連結箇所をロープ止め突起から内側に離れた箇所とするとの構成によって奏されるものであるところ，被告各製品の可撓性連結材はロープ止め突起から内側に離れた箇所であるから，被告各製品は，本件明細書等の【0007】記載の作用効果を奏する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被告各製品が，本件各発明の構成と同じ構成であり，作用効果と同じ作用効果を奏するものである以上，一部に付加的構成があっても，被告各製品が本件各発明の技術的範囲に属することに変わりはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "縦ロープに差し込まれている貝係止具を貝の孔に差し込む場合，貝係止具の持ち方は，作業者によって異なるのであって，すべての作業者が控訴人らの主張するような持ち方をするというわけではなく，手に切り残し突起が当たることはある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人らは，切り残し突起の残存長について主張するが，切り残し突起がロープ止め突起の外が残存する場合，当該切り残し突起が縦ロープへの貝係止具の差し込み時に邪魔になるから，これが邪魔にならないという作用効果は，本件各発明特有の作用効果である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "争点2-1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙22公報の図18の連結貝係止具は，可撓性連結材がロープ止め突起と連結して一体成型されていることに特徴がある。しかも，「可撓性連結材がロープ止め突起と一体成型されているとの部分を捨象」できることは，乙22公報には開示も示唆もされていない。",
                            "したがって，可撓性連結材がロープ止め突起と一体成型されているとの部分を捨象して，2本の可撓性連結材による連結箇所をロープ止め突起からみて軸方向内側との構成のみを取り出すことはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「連続貝係止具14がロール状に巻かれているので，保管，搬送，ピンセッターへのセットができ，コンパクトになる」という課題の共通性は，可撓性連結材をロープ止め突起の内側で連結することの動機付けにはならない。",
                            "本件各発明の課題は，可撓性連結材を切断した際に突出して残る切り残し突起が，作業時に作業者の手に当たり，怪我をしたり手袋が破れたりするというものであり，控訴人らの課題の把握は不的確である。",
                            "乙22公報の【図10】や【図11】のような構成が開示されているからといって，本件各発明の解決課題を見ることなく，上記の各図を見た場合に，乙22公報の記載から上記課題が本件特許の出願前から公知であったと認定することはできない。",
                            "乙20公報にも乙22公報にも，可撓性連結材を切断した際に突出して残る切り残し突起が，作業時に作業者の手に当たり，怪我をしたり手袋が破れたりするとの課題は開示も示唆もされておらず，このような課題が本件特許の原出願日において周知の課題であったという事実もなく，上記課題が自明のものと認めるべき事情も見いだせない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "上記課題を解決するために，乙22公報に開示された基材の連結に関する構成から，2本の可撓性連結材による連結箇所をロープ止め突起からみて軸方向内側とするとの構成のみを取り出した上，これを引用発明に組み合わせる動機付けがあるとは認められず，上記組合せに想到する動機付けとなるべき他の事情も見当たらない。",
                            "また，このような事情に照らすと，可撓性連結材による連結位置を当業者において適宜選択し得たとか，これらが設計的事項にすぎないなどということもできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "原判決は，本件各発明を連続貝係止具又はロール状連続貝係止具として認定し，1本ずつに切断してロープに差し込んだ後に，ピンを1本ずつ貝の孔に差し込む作業時の作用効果について判断をしているのであって，「ばらピン」の作用効果とは誤解していない。業界で俗称されている「ばらピン」は，連続貝係止具又はロール状連続貝係止具を1本ずつに切断したピンをいうのではなく，1本ずつ樹脂成形されているピンである。したがって，「ばらピン」には切り残し突起という構成はあり得ない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "本件明細書等の図8(b)は，飽くまでも切断の一例である。いずれにしても，切り残し突起はロープ止め突起の内側に残るため，可撓性連結材の一部が切り残し突起となって基材に残って突出しても，貝係止具を手で持って貝へ差し込むときに，手(指)が切り残し突起に当たらないため手が損傷したり，薄い手袋を手に嵌めて作業しても，手袋が破れたりしにくくなるとの作用効果を奏する。",
                            "したがって，切り残し突起がロープ止め突起の内側に残ることは，本件各発明の要旨である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2及び3について",
                      "text": [
                        "乙22公報の【0014】に相違点2は開示されていないし，【0022】に相違点3は開示されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明2及び3について",
                      "text": [
                        "本件発明2は，本件発明1の，本件発明3は，本件発明1又は2の従属項であるところ，本件発明1が進歩性を有するので，本件発明2及び3も進歩性を有する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "争点3について",
                  "text": [
                    "前訴和解の和解条項は，和解条項が成立した経緯，すなわち，控訴人らが主張する①～④の主張を踏まえた上で成立しているから，和解条項はその文面から理解されるべきである。",
                    "控訴人らは，「くの字に曲げられているもの」という条件で和解をしたわけではなく，和解条項に示されている範囲での和解をしたにすぎない。",
                    "前訴和解時には本件特許権が成立していないため，特許発明の技術的範囲を特定することは不可能であったし，被告各製品も存在していなかったのであるから，それらについてまで和解することは不可能であった。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点4(訴えの利益)について",
          "text": [
            "被告各製品の在庫の廃棄並びに製造，販売及び販売の申出の中止により，特許法100条1項に基づく侵害の停止及び予防請求権並びに同条2項に基づく廃棄等の請求権の要件が存在するとは認められなくなったとしても，それは，上記の各請求権の不存在を意味するにすぎず，そのことのみによって，上記の各請求権の存否について，既判力をもって確定する必要性が失われるわけではない。",
            "したがって，控訴人らの訴えの利益に係る主張は失当であり，本件において訴えの利益が失われているとはいえない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件各発明について",
          "text": [
            "本件各発明については，原判決の「事実及び理由」の第3の1(原判決28頁8行目～35頁7行目)に記載のとおりであるので，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点2-3(無効理由3(新規性欠如)は認められるか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "事案の性質に鑑み，無効理由3に係る主張につき，まず判断する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2-3-1(時機に後れた攻撃防御方法の却下の申立て)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠(甲4，乙69の4・5)及び弁論の全趣旨によると，控訴人らは，被控訴人外1名を原告，控訴人ら外3名を被告とする商標権侵害差止等請求事件において，当該事件の原告訴訟代理人弁護士G及び同Hが平成19年5月22日に東京地方裁判所に証拠として提出した乙69の4及び証拠説明書として提出した乙69の5を，その頃受領していること，乙69の5には，乙69の4の説明として，「被告シンワのチラシ(2006年用)(写し)」，作成日「2006(平成18)年」，作成者「(有)シンワ」，立証趣旨「被告シンワが原告むつ家電得意先へ営業した事実を立証する。」旨記載されていることが認められる。",
                    "したがって，控訴人らは，平成19年5月22日頃には，乙69の4・5の存在を知っていたものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人らは，控訴人シンワ代表者Aが，平成21年1月13日～19日，控訴人シンワが平成17年7月6日～8日頃に噴火湾の漁民らにサンプルを示して本件明細書等の図8(a)と同一形状の製品を販売していたことにつき，陳述書(乙38の1～13)を集め，控訴人進和化学工業の代表者であった故Eに送付したと主張している。",
                    "上記主張によると，控訴人らは，平成21年1月頃には，上記陳述書の存在を知っていたものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件は，平成28年6月24日に東京地方裁判所に提訴され，平成29年1月26日に口頭弁論が終結され，その後和解協議が行われたところ，上記ア，イの事実によると，控訴人らは，無効理由3(新規性欠如)に係る抗弁を，遅くとも平成29年1月26日までに提出することは可能であったといえるから，これは「時機に後れて提出した攻撃又は防御の方法」(民訴法157条1項)に該当することが認められる。",
                    "しかし，控訴人らは，本件の控訴審の第1回口頭弁論期日(平成29年8月3日)において，控訴人シンワは，本件特許が出願されたとみなされる日より前に，本件各発明の構成要件を充足する製品を販売したので，本件特許は新規性を欠く旨の主張をしたものであって，上記期日において，次回期日が指定され，更なる主張，立証が予定されたことからすると，この時点における上記主張により，訴訟の完結を遅延させることとなると認めるに足りる事情があったとは認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "したがって，上記主張に係る時機に後れた攻撃防御方法の却下の申立ては，認められない。"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点2-3-2(新規性欠如)について",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(2)アのとおり，控訴人らは，被控訴人外1名を原告，控訴人ら外3名を被告とする商標権侵害差止等請求事件において，当該事件の原告訴訟代理人弁護士G及び同Hが平成19年5月22日に東京地方裁判所に証拠として提出した乙69の4及び証拠説明書として提出した乙69の5を，その頃受領していること，乙69の5には，乙69の4の説明として，「被告シンワのチラシ(2006年用)(写し)」，作成日「2006(平成18)年」，作成者「(有)シンワ」，立証趣旨「被告シンワが原告むつ家電得意先へ営業した事実を立証する。」旨記載されていることが認められるところ，乙69の4には，「2006年販売促進キャンペーン」，「キャンペーン期間  ・予約5月末まで  ・納品5月20日～9月末」，「有限会社シンワ」，「つりピンロールバラ色  抜落防止対策品」，「サンプル価格」，「早期出荷用グリーンピン  特別感謝価格48000円」などの記載があり，複数の種類の「つりピン」が添付されており，その中には，5本のピンが中央付近においてそれぞれハの字型の1対の突起を有するとともに，そのハの字型の間の部分を2本の直線状の部分が連通する形で連結された形状のもの(つりピンロールバラ色と記載された部分の直近下に写し出されているもの)があることが認められる。",
                        "上記「つりピン」の形状は，上記事件の上記原告訴訟代理人が，平成19年5月22日に，乙69の4とともに，上記商標権侵害差止等請求事件において，東京地方裁判所に証拠として提出した乙69の3に「つりピンロール(バラ色)抜落防止対策品」として記載されているピンク色の「つりピン」と，その形状が一致していると認められる。乙69の3は，乙69の4と同じ証拠説明書による説明を付して，提出されたものであり，「2006年度  取扱いピンサンプル一覧」，「有限会社シンワ」，「早期出荷用」などの記載がある。",
                        "また，乙69の4は，上記事件の上記原告訴訟代理人が，平成19年5月22日に，乙69の4とともに，「被告シンワのチラシ(2005年用)(写し)」，作成日「2005(平成17)年」，作成者「(有)シンワ」，立証趣旨「被告シンワが原告むつ家電得意先へ営業した事実を立証する。」旨の証拠説明書による説明を付して，上記商標権侵害差止等請求事件において，東京地方裁判所に提出した乙69の1と，レイアウトが類似しているところ，乙69の1には，「2005年開業キャンペーン  下記価格は2005年4月25日現在の価格(税込)です。」，「有限会社シンワ」，「当社では売れ残り品は販売しておりません。お客様からの注文後製造いたします。」などの記載がある。",
                        "以上によると，乙69の3及び4は，いずれも，控訴人シンワが，被控訴人の顧客であった者に交付したものを，平成19年5月22日までに，被控訴人が入手し，控訴人シンワらが，被控訴人の得意先へ営業した事実を裏付ける証拠であるとして，上記事件において，提出したものであると認められる。",
                        "そして，乙69の4の上記記載内容，特に「販売促進キャンペーン」，「納品5月20日～」と記載されていることからすると，乙69の4と同じ書面が，平成18年5月20日以前に，控訴人シンワにより，ホタテ養殖業者等の相当数の見込み客に配布されていたことを推認することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，前記(ア)の認定事実及び弁論の全趣旨によると，乙69の4に記載されている，5本の「つりピン」が中央付近においてそれぞれハの字型の1対の突起を有するとともに，そのハの字型の間の部分を2本の直線状の部分が連通する形で連結された形状のものは，控訴人シンワにより見込み客に配布されていた前記(ア)の乙69の4と同じ書面にも添付されていたと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記の5本の「つりピン」が中央付近においてそれぞれハの字型の1対の突起を有するとともに，そのハの字型の間の部分を2本の直線状の部分が連通する形で連結された形状のものの形状は，両端部において折り返した部分の端部の形状が，乙69の4では，下から上へ曲線を描いて跳ね上がっているのに対し，本件明細書等の図8(a)では，釣り針状に下方に曲がっている以外は，本件明細書の図8(a)記載の形状と一致している。",
                        "そして，本件明細書等の図8(a)は，本件各発明に係るロール状連続貝係止具の実施の形態として記載されたものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そうすると，前記(ア)及び(イ)の5本の「つりピン」が中央付近においてそれぞれハの字型の1対の突起を有するとともに，そのハの字型の間の部分を2本の直線が連通する形で連結された形状のものは，形状については，本件発明1の構成要件1A～Hにある形状をすべて充足する。そして，証拠(乙69の1～5)及び弁論の全趣旨によると，その材質は，樹脂であり，「つりピンロール」とされていることから，ロール状に巻き取られるものであり，その連結材は，ロール状に巻き取られることが可能な可撓性を備えているものと認められる。したがって，乙69の4に記載されている「つりピン」は，本件発明1の構成要件1A～Hを，すべて充足すると認められる。",
                        "また，上記の「つりピン」は，ロープ止め突起の先端と連結部材とが極めて近接した位置にあり，2本のロープ止め突起の先端の間隔よりも一定程度狭い縦ロープとの関係では，2本の可撓性連結材の間隔が，貝係止具が差し込まれる縦ロープの直径よりも広くなるから，本件発明2の構成要件である2Aも充足すると認められる。",
                        "さらに，上記の「つりピン」が，ロール状に巻き取られるものであることは，上記のとおりであるから，上記の「つりピン」は，本件発明3の構成要件である3A及び3Bも充足すると認められる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "そうすると，本件発明1～3は，本件特許が出願されたとみなされる日である平成18年5月24日よりも前に日本国内において公然知られた発明であったということができ，新規性を欠き，特許を受けることができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，乙69の4につき，平成19年5月22日に手元にあったことを認めつつ，誰が，いつ，どこで入手したのかは記憶がなく，控訴人ら提出の証拠によって，本件特許が出願されたとみなされる日前にこれが配布されていたことが立証されたとはいえないと主張する。",
                    "しかし，乙69の5に記載された立証趣旨に鑑みると，平成19年5月22日当時，被控訴人は，乙69の4が控訴人シンワにより被控訴人の得意先への営業に用いられたと認識していたことが認められるのであって，被控訴人がそれ以前にその顧客から原本又は写しを入手したものと認められる。",
                    "乙69の4の記載内容に，販売の申出のためのチラシとして不自然なところはなく，上記のとおり，その記載内容によって，平成18年5月20日以前にこれが控訴人シンワにより見込み客に配布されたことが推認される。",
                    "被控訴人は，平成18年5月24日以前に乙69の4のピンと同様の形状のピンが見込み客に配布されたことを裏付けるものとして控訴人らが提出した陳述書等の書証の成立及び信用性について主張するが，乙69の4が上記の東京地方裁判所における事件において平成19年5月22日に上記のとおり被控訴人から提出されたことは動かし難い事実であり，被控訴人がその成立又は信用性を争うその他の書証が存在しなくとも，前記アのとおりの認定をすることができる。また，被控訴人がその成立又は信用性を争う書証は，前記アの認定と矛盾するものではなく，むしろ，間接的にこれを裏付けるものということができる。そして，これらに記載された供述内容について，矛盾や曖昧な点があるとしても，それらは記憶の希薄化等により起こり得ることであって，これらをもって，乙69の4等に基づき認定し得る前記アの事実の認定を左右するに足りるものではない。さらに，特許庁における控訴人シンワ代表者A，証人C，証人Iの各供述(乙146)についても，同様に，矛盾や曖昧な点や変遷があるとしても，これらをもって，乙69の4等に基づき認定し得る前記アの事実の認定を左右するに足りるものではない。",
                    "したがって，被控訴人の上記主張は，いずれも採用することができない。他に前記アの認定判断を覆すに足りる主張，立証はない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，被控訴人の本件各請求は，その余の点を判断するまでもなく，いずれも理由がないから，主文のとおり判決する。"
      ]
    }
  ]
}