{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，ドメイン名「WYNN.CO.JP」について，不正競争防止法2条1項13号及び同法3条1項に基づく使用差止請求権を有しないことを確認する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1審，第2審とも，被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人は，ドメイン名「WYNN.CO.JP」(以下「本件ドメイン名」という。)を登録し，「Wynn」の名称でクラブ(以下「控訴人店舗」という。)を経営する株式会社である。他方，被控訴人は，「Wynn」の名称でアメリカ合衆国のラスベガス及びマカオにおいてホテル，カジノ等の高級リゾート施設に係る事業を行う Wynn Resorts Limited(以下「ウィンリゾート社」という。)の子会社である。ウィンリゾート社を中心とするグループ企業(以下「被控訴人 Wynn グループ」という。)は，「Wynn」の名称を，自らの業務に係る商品又は役務の表示として用いている(以下「Wynn ブランド」という。)。控訴人店舗の看板等には，Wynn ブランドと類似した「Wynn」のマークが付されている。",
          "text": [
            "被控訴人は，平成28年1月26日頃，日本知的財産仲裁センターに対し，本件ドメイン名を被控訴人に移転することを命ずる裁定を求めて，紛争処理の申立てを行った。これに対し，日本知的財産仲裁センター紛争処理パネルは，同年3月25日付けで，控訴人は本件ドメイン名について権利又は正当な利益を有しておらず，本件ドメイン名が不正の目的で登録等されているとして，本件ドメイン名を被控訴人に移転することを命ずる裁定をした。",
            "本件は，控訴人が，被控訴人に対し，本件ドメイン名を使用する行為が不正競争防止法2条1項13号所定の不正競争行為に該当しないと主張して，被控訴人が同法3条1項に基づく使用差止請求権を有しないことの確認を求める事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，控訴人は被控訴人 Wynn グループの Wynn ブランドが有する高い知名度等を利用して自己の利益を不当に図るとともに，Wynn ブランドが有する高い評価を希釈化して同ブランドの価値を害する目的を有していたものと評価せざるを得ないから，控訴人には，不正競争防止法2条1項13号所定の「不正の利益を得る目的」ないし「他人に損害を加える目的」があったものと認められるとして，控訴人の請求を棄却した。控訴人は，これを不服として控訴をした。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "前提事実，争点及び争点に関する当事者の主張は，後記第3の2において当審における控訴人の主張を加えるほかは，原判決「事実及び理由」欄の「第2  事案の概要」の1から3まで(原判決2頁6行目から8頁14行目まで)に記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の請求は理由がないものと判断する。その理由は，次のとおり補正し，後記2において当審における控訴人の主張に対する判断を加えるほかは，原判決「事実及び理由」欄の「第3  当裁判所の判断」の1及び2(原判決8頁16行目から17頁12行目まで)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決8頁21行目から22行目にかけての「アメリカの高級カジノやホテル業界への関与で有名な人物」を「アメリカ合衆国のラスベガスの美的，文化的なレベルを上げた功労者として世界的に高い評価を受けている著名人」に改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決9頁15行目の「ショッピングセンター」の前に「高級ブランド店が軒を連ねる」を，同頁16行目の「高級リゾート施設」の前に「あらゆる点で最高のものを揃えた」を，それぞれ加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "同11頁21行目から12頁4行目までを次のとおり改める。",
                "「(5) 控訴人代表者は，クラブ「夢」で約10年間ホステスをしていたところ，その頃ラスベガスに旅行をして「ウィン・ラスベガス」に宿泊した。その後，控訴人代表者は，クラブ「夢」から独立することとし，平成22年11月に控訴人店舗をオープンしたところ，「ウィン・ラスベガス」の印象が良かったことから，その旅行の際にお土産としたライターに印刷されていた「Wynn」のロゴを真似て，控訴人店舗のマークとすることとした。そのため，控訴人代表者は，「Wynn」の文字が金色の筆記体で記載され，末尾の文字「n」の右端部分が長く伸ばされているもの(控訴人標章)を業者に作成させ，控訴人店舗の看板等に控訴人標章を付した。さらに，控訴人代表者は，常連客に依頼して，控訴人店舗の場所，イベント等を紹介するホームページを作成することとし，その際に同人を通じて本件ドメイン名を登録し，ウェブサイトを開設した。控訴人代表者は，同ウェブサイトにおいても控訴人標章を使用している。(甲3，甲17，乙30の1ないし4，乙31)",
                "なお，控訴人店舗には，大企業の役員，部長等や著名な会社の経営者のほか，政界，スポーツ界，芸能界からも著名人が訪れるなど，その客層は相応に高いことが認められる(甲5の1ないし5，甲18の1ないし154)。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "同13頁15行目の「海外旅行やホテル，リゾート施設等に関心を有する需要者」を「高級感のあるブランドとして，高級志向の需要者」に改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "同14頁7行目の「総合的リゾート施設」を「あらゆる点で最高のものを揃えた高級リゾート施設」に改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "同頁12行目から13行目にかけての「海外旅行やホテル，リゾート施設等に関心を有する需要者」を「高級感のあるブランドとして，高級志向の需要者」に改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "同頁16行目から16頁13行目までを次のとおり改め，同頁14行目の「ウ」を「イ」と改める。",
                "「ア  前記1の認定事実及び Wynn ブランドの周知性に係る上記(2)の認定事実によれば，被控訴人 Wynn グループの Wynn ブランドは，我が国においても，高級感のあるブランドとして高級志向の需要者の間では既に周知となっていたものと認められる。そして，控訴人代表者は，「Wynn ロゴマーク」を利用する権限がないにもかかわらず，客層が相応に高いクラブとして控訴人店舗を設けるに当たり，「ウィン・ラスベガス」に宿泊して接した「Wynn ロゴマーク」を気に入ったことから，これとほぼ同一の控訴人標章を作成して，控訴人店舗の看板等に付するとともに，本件ドメイン名を登録したことが認められる。",
                "上記認定事実によれば，控訴人代表者は，「ウィン・ラスベガス」における宿泊経験に基づき控訴人店舗に相応しいとして，あえて「Wynn ロゴマーク」とほぼ同一の控訴人商標を作成した上で本件ドメイン名を登録したのであるから，控訴人には，「Wynn ロゴマーク」が有する高級感のあるブランド価値を利用する目的があったことは明らかである。",
                "そうすると，控訴人が本件ドメイン名を使用する行為は，少なくとも不正競争防止法2条1項13号所定の「不正の利益を得る目的」があったものと認めるのが相当である。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "同17頁8行目の「原告が営む原告店舗は，」から同頁11行目末尾までを次のとおり改める。",
                "「控訴人店舗は，現に客層が相応に高いものと認められるのであるから，控訴人が控訴人店舗の店名を検討するに当たって，高級感のあるクラブにするために，「Wynn ロゴマーク」の有する高級感のあるブランドの価値を利用しようとしたことは明らかである。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の主張に対する判断",
          "text": [
            "控訴人は，当審において，「Wynn」を店名に使用した経緯を明らかにした上で，「Wynn」にはそもそも周知性がなく，控訴人は店名に「Wynn」を使用することで被控訴人の営業と誤認混同を生じさせた事実がないにもかかわらず，本件ドメイン名を使用するに当たって不正競争防止法2条1項13号にいう「不正の利益を得る目的」があったと認定した原審の判断には誤りがあるなどと主張する。",
            "しかしながら，前記引用に係る原判決の認定事実のとおり，Wynn ブランドは，アメリカ合衆国のラスベガスの美的，文化的なレベルを上げた功労者として世界的に高い評価を受けている著名人の名前に由来するものであり，我が国においても数多くの旅行雑誌等において取り上げられていることからすれば，Wynn ブランドは，我が国においても高級感のあるブランドとして，少なくとも高級志向の需要者の間では周知となっていたものと認められる。これに対して，控訴人は，当審に至って初めて「Wynn」を店名に使用した経緯を明らかにしたところ，控訴人代表者自身もラスベガスに旅行するに当たり「ウィン・ラスベガス」を選んで同所に宿泊しているのであるから，かえって，このような事情も，Wynn ブランドの周知性を裏付ける一事情となるというべきである。そうすると，「Wynn」が周知性を欠くとする控訴人の主張は，前提を欠くというほかない。",
            "また，不正競争防止法2条1項13号は，同項1号とは異なり，混同を生じさせることを要件とするものではないから，仮に控訴人が店名に「Wynn」を使用することで被控訴人の営業と誤認混同を生じさせた事実がないとしても，前記判断を左右するものではない。かえって，上記のとおり，控訴人が「Wynn」を店名に使用した経緯を明らかにしたところによれば，控訴人代表者は，「ウィン・ラスベガス」に宿泊して接した「Wynn ロゴマーク」を気に入ったことから，これとほぼ同一の控訴人標章を作成したことが認められるのであって，このような認定事実によれば，控訴人店舗の店名につき，客層が相応に高いクラブに相応しい高級感のあるものにするために，自ら宿泊して体験した「ウィン・ラスベガス」の「Wynn ロゴマーク」に係るブランドの高級感を不当に利用して，控訴人標章を作成するとともに本件ドメイン名を使用したことは明らかである。",
            "そのほかに控訴人の当審における主張を改めて十分検討しても，「Wynn ロゴマーク」の周知性に加えて，控訴人が「Wynn」を店名に使用した経緯を踏まえると，控訴人が本件ドメイン名を使用等する行為には，少なくとも，「不正の利用を得る目的」があったと認めるのが相当であり，上記主張は，前記判断を左右するに至らない。",
            "したがって，控訴人の上記主張は，採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，原判決は相当であるから，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」と，適宜読み替える。"
  ],
  "meta": {
    "case_num": "平成29年(ネ)10051",
    "date": "2017-09-27",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成28年(ワ)11379",
    "precedent_id": "087108",
    "ipprecedent_id": "4758",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}