{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2015-890100号事件について平成28年12月13日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録無効審判請求を不成立とした審決の取消訴訟であり，争点は，①商標法4条1項15号該当性，②同項19号該当性及び③同項7号該当性である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標及び特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，次の商標(以下「本件商標」という。)に係る商標権を有している(甲1の1，2)。",
                "登録番号    第5664585号",
                "商標の構成  下記のとおり",
                "出願日      平成25年10月4日",
                "登録日      平成26年4月18日",
                "指定商品    第1類「洗浄用ガソリン添加剤，燃料節約剤，原動機燃料用化学添加剤，窓ガラス曇り止め用化学剤，不凍剤，ラジエーターのスラッジ除去用化学剤，静電防止剤(家庭用のものを除く)，塗装用パテ，内燃機関用炭素除去剤，油用化学添加剤，ガラスつや消し用化学品，タイヤのパンク防止剤」，第3類「家庭用帯電防止剤，さび除去剤，ペイント用剥離剤，埃掃除用の缶入り加圧空気，香料，薫料，自動車用消臭芳香剤，風防ガラス洗浄液，自動車用洗浄剤，自動車用つや出し剤，スプレー式空気用消臭芳香剤」，第4類「塵埃抑止剤，塵埃除去剤，潤滑剤，清掃用塵埃吸着剤，革保存用油，自動車燃料用添加剤(化学品を除く)，動力車のエンジン用の潤滑油，点火又は照明(灯火)用ガス，内燃機関用燃料，工業用油用及び燃料用添加剤(化学品を除く)」及び第5類「防臭剤(人用及び動物用のものを除く)，防虫剤，虫除け用線香，空気浄化剤，スプレー式空気用芳香消臭剤，殺虫剤，衛生用殺菌消毒剤，くん蒸消毒剤(棒状のものに限る)，くん蒸消毒剤(錠剤に限る)，中身の入っている救急箱」",
                "【本件商標】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年12月24日，本件商標の登録が商標法4条1項15号，同項19号及び同項7号に該当するから，同法46条1項1号の規定により無効とされるべきものであるとして，本件商標の登録無効審判請求をした(無効2015-890100号)。",
                "特許庁は，平成28年12月13日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月22日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標",
              "content": [
                {
                  "fig": "ア",
                  "subject": "商標の構成"
                },
                {
                  "fig": "イ",
                  "subject": "レッドブル商標及び引用商標について",
                  "text": [
                    "原告は，日本におけるレッドブル社(本社である「Red  Bull  GmbH」又は日本における子会社であるレッドブル・ジャパン株式会社その他の関連会社を含めた総称をいう。)の商標を管理する会社である。",
                    "原告は，レッドブル社の商標に関して多数の登録商標を保有しているところ(甲3，4等)，「Red  Bull(RED  BULL)」・「レッドブル」の文字商標(以下「レッドブル文字商標」という。)，突進する雄牛からなる図形商標(以下「シングルブル図形」という。なお，シングルブル図形には，雄牛が左向きのものと，右向きのものとがあり，特に，背景に黄色い略円状の図形を施した上記の左向きの赤いシングルブル図形を「引用商標」といい，左向きと右向きの2個のシングルブル図形を向き合わせた図形商標を「ダブルブル図形」といい，シングルブル図形と併せて「ブル図形」と総称し，レッドブル文字商標及びブル図形とを併せて「レッドブル商標」と総称する。)を使用し，主に黄色の背景とともに，赤い雄牛を描いたブル図形が広く使用されている旨主張する。もっとも，黄色い円(背景)図形を有していない赤い雄牛の図形の商標(甲10，13，51等。主に車両のドア部分に表示されているもの)，雄牛が右向きに表示されている商標(甲39，40等)及びダブルブル図形(甲7，50等。清涼飲料の缶の側面，ヘルメットやウェアに表示されているもの)は，引用商標とは異なる態様のものであるから，引用商標の周知著名性の検討対象からは除外した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項15号該当性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標の周知著名性の程度及び独創性の程度について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "自動車レース等における自動車の車体，自動車レース等の選手のウェア，用具に表示されている引用商標ないしこれに類似する商標は，その使用状況よりみて，原告がスポンサーとなっていることを表すロゴとして，その車体や選手のウェア，用具に表示されているとみるのが相当であり，これに接する自動車レース等の観戦者や雑誌の読者は，それが「自動車レースの企画・運営」等の役務やその他の商品ないし役務の商標，すなわち自己の取扱いに係る商品や役務を他者のそれと識別するための標識として使用されているとは認識しないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "曲芸飛行機及び商品に表示されている引用商標は，その使用程度が少ないことも含め，これらによっては，引用商標が使用された商品ないし役務が，どれくらいの期間に，どの地域で，どのような規模で使用され，どの程度広告宣伝され，どの程度の売上げがあったのか等，その取引の実情が明らかではなく，引用商標の周知性の程度を具体的に把握することができないものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用商標の周知著名性の程度",
                      "text": [
                        "以上，提出された証拠によっては，引用商標ないしこれと類似する商標が自動車レース等のスポンサーを表すロゴとして相当程度使用されているとしても，引用商標が使用された結果，これが本件商標の登録出願時及び査定時において，特定の商品ないし役務について，我が国の取引者，需要者の間で広く認識されて著名になっていたと認めることはできないものであり，また，引用商標が外国において周知性を獲得していると判断することができないものである。",
                        "しかも，引用商標は，主として，これと雄牛が右向きになっている商標と対になって使用されているとみるのが自然であり，原告が，引用商標のみを使用しているということもできないといわなければならない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "引用商標の独創性の程度",
                      "text": [
                        "左向きのシルエットで表された牛の商標の登録例は，少なからず存在することから，引用商標の牛の図形がとりたてて独創性を有するとはいえず，また，背後に円図形等を配することも普通に用いられる方法であり，牛と円図形の組合せよりなる商標も，独創性を有するということはできないものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標と引用商標の類似性の程度について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件商標について",
                      "text": [
                        "本件商標は，前記1(1)のとおり，グラデーションが施された薄茶色の盾状の図形を背景にして，当該盾状図形の中央部分に，左向きの，黒の縁取りを有する赤色の雄牛の図形を描き，当該雄牛は，背を丸め，角を白く描き，顔と顎を含む頭の部分を前向きにして，両前脚は内向きに軽く曲げ，両後脚は後方に突き出して，尾を略S字状になびかせ，全体として左上方に跳躍している姿勢を表しているものである。",
                        "そして，本件商標からは，特定の称呼及び観念は生じないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用商標について",
                      "text": [
                        "引用商標は，前記(1)アのとおり，黄色い円図形内の右下部分に頭部を配置し，胴体を同円図形の外に配置した，左向きの赤色の雄牛の図形をシルエットで描き，当該雄牛は，背を「く」の字状に曲げ，顎を引いて頭部を低くし，角を前方に突き出し，両前脚は円図形の縁部分に接して，胸元に掻き込むように内向きに曲げ，両後脚は円図形の下側になるように後方に突き出すように配置され，尾を略S字状になびかせ，全体として上半身をやや持ち上げた状態で，前方へ突進するような姿勢を表しているものである。",
                        "そして，引用商標から特定の称呼及び観念が生じる事情があるとはいえないから，引用商標からは，特定の称呼及び観念は生じないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件商標と引用商標の類似性の程度についての判断",
                      "text": [
                        "本件商標と引用商標とは，背景図形の前に左向きで描かれ，前脚を内向きに，後脚を突き出して，尾を略S字状になびかせた赤色の雄牛の図形を描いてなる点において共通するものである。",
                        "しかしながら，両者は，背景図形において，グラデーションが施された薄茶色の盾状の図形と黄色の円図形との違いがあり，雄牛は，本件商標においては背景の盾状図形の中央部分にバランスよく配置されているのに対して，引用商標のそれは，頭部が円図形の中に配置され胴体は円図形の外に配置されており，背景の円図形と雄牛の配置上のバランスを欠くものであり，さらに，全体の姿勢において，本件商標の雄牛は左上方に跳躍している姿勢であるのに対して，引用商標の雄牛は上半身をやや持ち上げた状態で，前方へ突進する姿勢を表してなるものである。",
                        "そうすると，両者は，背景図形と雄牛の配置上のバランスの違い，雄牛が縁取りを有する点とシルエットである点の違い，雄牛の姿勢が左上方に跳躍している状態と左前方へ突進する状態との違いがあることから，両者は，外観上，その印象を異にするものであって，外観において類似するとはいえないというべきである。",
                        "したがって，本件商標と引用商標とは，その外観，称呼及び観念いずれにおいても類似するとはいえず，その類似性の程度は低いものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標の指定商品等と引用商標が表示されている商品等との間の性質，用途又は目的における関連性の程度並びに商品等の取引者及び需要者の共通性その他取引の実情について",
                  "text": [
                    "自動車レース等における自動車の車体，自動車レース等の選手のウェア，用具に表示されている引用商標は，自己の取扱いに係る商品又役務を他者のそれと識別するための標識として使用されているとはいえず，かつ，自動車レース等における自動車や競技用の用具は，本件商標の指定商品との関連性があるとはいえないものである。そして，自動車レース等における自動車や競技用の用具と本件商標の指定商品とは，取引者及び需要者の共通性があるということもできないものである。",
                    "さらに，取引の実際についてみるに，引用商標が周知性を獲得しているといえる取引上の実情があるということもできないものである。",
                    "本件審判において，請求人である原告が，その無効理由の根拠として挙げている商標は引用商標であり，引用商標を除くレッドブル商標に係るブランドランキングや広告費，ダブルブル図形を使用した「エナジードリンク」の市場シェア，売上本数等は，それらによりレッドブル文字商標やダブルブル図形の周知著名性が立証できるものとしても，そのことにより引用商標の周知著名性が立証されるわけではない。また，引用商標以外のレッドブル商標と本件商標とは，互いに非類似の別異の商標というべきであるから，本件商標がその指定商品に使用されても，引用商標以外のレッドブル商標との関係において出所の混同を生ずるおそれはないというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "出所の混同のおそれ",
                  "text": [
                    "以上のとおり，引用商標は，本件商標の登録出願時及び査定時において，我が国の取引者，需要者の間で広く認識されて著名になっていたとはいえず，その独創性の程度は高いとはいえず，本件商標と引用商標の類似性の程度も低いものである。",
                    "また，引用商標が表示(使用)されている商品等と本件商標の指定商品との関連性や取引者及び需要者の共通性も認められず，本件商標が引用商標との関係において出所の混同のおそれを生じさせる取引上の実情があるともいえないことから，本件商標をその指定商品に使用しても，その出所について混同を生ずるおそれはないというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，本件商標は，商標法4条1項15号に該当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標法4条1項19号該当性について",
              "text": [
                "引用商標は，我が国における取引者，需要者の間で広く認識されているとはいえない。また，外国において周知であることの証拠を見い出すこともできない。さらに，本件商標と引用商標とは，非類似の商標であって，しかも，被告が，引用商標に化体した業務上の信用を利用して不正の利益を得る目的，原告に損害を加える目的その他の不正の目的をもって本件商標を使用するものとすべき具体的事実を見い出すことができない。",
                "したがって，本件商標は，商標法4条1項19号に該当しない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "商標法4条1項7号該当性について",
              "text": [
                "引用商標は，我が国における取引者，需要者の間で広く認識されているとはいえず，また，被告が，引用商標の信用，名声及び顧客吸引力に便乗して不当な利益を得る等の目的があるとはいえない。そして，本件商標は，その構成自体が非道徳的，卑わい，差別的，矯激又は他人に不快な印象を与えるような構成のものとはいえず，これをその指定商品について使用することが社会公共の利益に反し，社会の一般的道徳観念に反するものともいえず，他の法律によって，その商標の使用等が禁止されているものともいえず，特定の国若しくはその国民を侮辱し，又は国際信義に反するものでもなく，本件商標の登録出願の経緯に社会的相当性を欠くものがあり，登録を認めることが商標法の予定する秩序に反するものとして到底容認し得ないような特別の事情があるともいえないものである。",
                "したがって，本件商標は，商標法4条1項7号に該当しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項15号該当性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "使用商標について",
              "text": [
                "以下の突進する雄牛からなる図形商標(それぞれ「使用商標1」などといい，これらを総称して「使用商標」という。なお，使用商標1はダブルブル図形であり，使用商標2と引用商標は同一のものである。)及びレッドブル文字商標は，いずれもレッドブル社(なお，原告は，レッドブル社に属し，日本その他の国におけるレッドブル社の商標を管理するスイス法人である(甲3，4，178)。)の商標として周知著名である。",
                "【使用商標1】",
                "【使用商標2-引用商標】",
                "【使用商標3】",
                "レッドブル社は，使用商標を使用したエナジードリンクの販売を行うとともに，F1レースその他のモータースポーツ及び様々な分野において使用商標を広く極めて効果的に使用することによって，遅くとも本件商標の登録出願時には，使用商標は，一般的な周知著名性を獲得するに至っている。",
                "レッドブル社は，レッドブル商標に関して，多数の登録商標をも保有しているものであるが(甲178)，最も基本的な使用商標1の認知度は圧倒的なものであり，一般の需要者において，使用商標2及び使用商標3を見ただけで，使用商標1の構成部分であるということが極めて明白に認識されるものであることは明らかである。また，使用商標2及び使用商標3自体も，それぞれ単体で多数使用されており(甲19等)，それ自体がレッドブル社を示す商標として周知著名なものでもある。加えて，使用商標2及び使用商標3・シングルブル図形が，使用商標1と共に使用されるケースも多数認められる。例えば，エナジードリンク「Red  Bull」やレーシングカー等に使用商標2又は使用商標3が表示されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標の類似性の程度",
              "text": [
                "使用商標と本件商標との類似性は相当に高いものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "使用商標1は，背を「く」の字状に曲げて頭部を低くし，顎を引いて前方に角を突き出し，胸元に掻き込むように両前脚を曲げるとともに両後脚を後方に突き出して，尾を略S字状になびかせて突進する2頭の赤色の雄牛が向き合い，その背景に黄色調の図形を施してなる商標である。そして，使用商標2は，使用商標1から右向きの雄牛を取り除いたものであり，使用商標3は，使用商標1から左向きの雄牛を取り除いたものである。すなわち，使用商標2と使用商標3とはそれぞれ使用商標1の構成要素となる関係にある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "まず，使用商標2と本件商標とをみると，いずれも，背景とその前面の雄牛からなる商標であって，その雄牛は，いずれも，背を「く」の字状に曲げて頭部を低くし，顎を引いて前方に角を突き出し，胸元に掻き込むように両前脚を曲げるとともに両後脚を後方に突き出して，尾を略S字状になびかせて突進する赤色の雄牛である。そして，その背景は，いずれも黄色調の図形を施している。このように，両者は，雄牛の特徴的な姿勢及び配色の組合せといった，基本的かつ特徴的な構成を共通にしている。両者を子細に比較すると，本件商標の雄牛は筋肉の隆起が黒抜きで表現されるなどしているのに対して，使用商標2では，筋肉の隆起は白抜きで表現され，肩に隆起が1本施されている点，使用商標2のほうが背をより「く」の字状にしている点，本件商標の背景は黄土色の盾状の図形であるのに対して，使用商標2は黄色い略丸状等であることが多い点で相違するものの，離隔的観察によれば，これらの点はいずれも些細な点であるといえる。",
                    "また，両者は，突進する赤い雄牛という観念を生じさせる点でも共通する。",
                    "以上によれば，本件商標と使用商標2との間には高い類似性が認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "使用商標1の露出度及び使用商標の使用状況によれば，需要者において，使用商標2が，使用商標1の構成部分であるという認識を抱くものと認められる。",
                    "そうすると，本件商標は，使用商標1を連想させ，使用商標1とも高い類似性を有するものである。さらに，使用商標3は，使用商標2を反転させたものにすぎず，本件商標及び使用商標2が，左向きであるということに特別の意味がない以上，使用商標3と本件商標との類似性が高いこともまた明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知性及び独創性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知性について",
                  "text": [
                    "本件商標の登録出願時点である平成25年(2013年)において，①使用商標1を使用したエナジードリンクは，我が国においても販売開始から8年以上が経ち，その売上げは，約352億円，そのシェアは約60％以上であるほか，TVCMその他の宣伝広告が行われている。これに加えて，②とりわけF1レースにおける使用が顕著であるが，各種スポーツ，カルチャーなどの各種の分野にわたっても，多数のアスリートのスポンサーとなり，また各種スポーツ及びカルチャーイベントを多数開催するなど，広く使用商標が使用されている。そして，③これらの宣伝広告費として，約58億円もの高額の金額が投下され，その結果，④世界で最も価値ある100のブランドの第69位にランク付けられ，⑤純粋想起率は60％，助成想起率は83％と非常に高い認知度を誇っている。",
                    "そうすると，使用商標1はもちろん，使用商標2及び使用商標3についても，遅くとも本件商標の登録出願日以前において，レッドブル社の商品や役務を示すものとして広く一般に周知著名であったといえる。",
                    "なお，走る広告塔ともいわれるF1レースにおいて，スポンサーがその車体等にロゴを使用することが，商標としての使用ではないとする理由は全くない。また，原告は，使用商標2(引用商標)のみを使用しているなどとはそもそも論じていないのであって，使用商標の使用に関する事実からすれば，看者が使用商標に接したときに，あの「レッドブル社」を想起することは明らかである。",
                    "以上のとおり，使用商標(引用商標)の著名性は極めて高い。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "独創性について",
                  "text": [
                    "使用商標に用いられているブル図形は，背を「く」の字状に曲げて頭部を低くし，顎を引いて前方に角を突き出し，胸元に掻き込むように両前脚を曲げるとともに両後脚を後方に突き出して，尾を略S字状になびかせて突進しているものであり，仮に同じ雄牛を表現するとしても，このような態様がありふれたものであるはずがなく，斬新かつ印象的な商標である。とりわけ使用商標は，その中でも背景に黄色調の図形を施してなる商標であって，その独創性は極めて顕著である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "商品等の間の性質，用途又は目的における関連性の程度並びに商品等の取引者及び需要者の共通性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "商品等の間の性質，用途又は目的における関連性の程度",
                  "text": [
                    "本件商標の指定商品は，いずれも自動車に関連性を有する商品である。現に，被告は，自動車用商品として空気浄化剤(エアーフレッシュナー)等々を販売しており(甲136～140)，本件商標が使用されている。",
                    "これに対し，レッドブル社は，エナジードリンクについての使用のほか，グローブ，ヘルメット，サングラス等の特にスポーツ関連商品をはじめとした様々な商品への使用商標のライセンスを行うなどしている。また，F1レースを始めとするモータースポーツ等の自動車関連分野において特に際立って使用商標を用いるとともに，その他にカルチャー関連分野においても，広く使用商標を用いている(甲6)。",
                    "したがって，本件商標の指定商品と，使用商標が使用される分野との間には，特に，スポーツ，自動車関連分野といった点において，強い関連性が認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "商品等の取引者及び需要者の共通性",
                  "text": [
                    "本件商標と使用商標との間においては，取引者及び需要者の共通性が認められることは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "総合判断",
              "text": [
                "以上のように，①本件商標と使用商標との間には高い類似性が認められ，②使用商標は極めて高い著名性と独創性を有し，③本件商標の指定商品と使用商標の使用される商品・役務との間には強い関連性が認められる。これに加え，一般的な企業活動の多角経営化の傾向はもちろんのこと，レッドブル社における広範囲な分野への進出の態様に照らせば，取引者及び需要者において普通に払われる注意力を基準に判断するとき，いわゆる広義の混同のおそれが高いことは明白である。",
                "本件商標は，レッドブル社が莫大な費用と労力をかけて多大な周知著名性と顧客吸引力を獲得した使用商標にフリーライドしようとするものであると評価せざるを得ないものであるとともに，少なくとも著名商標に蓄積された顧客吸引力や出所表示力を希薄化ないし弱体化させ，使用商標の自他識別機能の減殺を引き起こすもの(ダイリューション)といわざるを得ない。",
                "以上のとおり，本件商標は，商標法4条1項15号に該当するから，同号該当性を否定した審決は，取り消されるべき違法性を有することが明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項19号該当性判断の誤り)",
          "text": [
            "引用商標(使用商標2)がそれ自体で高い著名性を誇る商標であることは，前記1のとおりである。被告は，現に，F1グランプリに関連するイベント行事などに積極的に参画するなどしており(甲149)，被告において，引用商標が，少なくともF1ないしモータースポーツ・自動車関連分野において，高い顧客吸引力を有する著名なものであることを十二分に知悉していたことは明らかである。また，被告は，韓国において，他社のブランド名を自らの商標として，複数出願している。",
            "以上によれば，被告は，モータースポーツ等の分野において特に際立って使用されている著名な引用商標と類似する商標について，これを十分に知りながら，敢えて自動車用品を指定商品として出願し，現実にこれを使用している(甲136～140)ものであって，引用商標に化体された顧客吸引力，出所表示機能にフリーライドし，また，これを希釈化(ダイリューション)させる目的，すなわち不正の目的を有するものと推認せざるを得ない。",
            "したがって，周知性，類似性及び不正の目的のいずれも認めない審決の判断は，明らかな誤りを含むものであり，本件商標は商標法4条1項19号に該当するものであるから，審決は違法として取り消されるべきである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(商標法4条1項7号該当性判断の誤り)",
          "text": [
            "引用商標(使用商標2)は，高い独創性，著名性があり，使用商標2を含む使用商標は，印象的な使用態様によって，極めて高い顧客吸引力を有するものである。加えて，被告は，使用商標の著名性を十二分に認識しており，韓国において，他社のブランド名を自らの商標として，複数出願している。",
            "被告において，使用商標との類似性の高い本件商標のような商標を，殊更に採用する必要性は全くないにもかかわらず，使用商標の著名性を十分に認識して，敢えてこれを採用し，使用商標が特に顕著に著名な自動車関連分野についてこれを出願し，使用することは，使用商標へのフリーライド，ダイリューションの目的にほかならない。",
            "以上からすれば，本件商標を保護することは，商標を使用する者の業務上の信用の維持を図り，需要者の利益を保護するという商標法の目的(商標法1条)に反するものであり，公正な取引秩序を乱し，商道徳に反するものというべきであって，本件商標が商標法4条1項7号に該当しないとした審決の判断に誤りがあることは明らかである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項15号該当性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標の類似性の程度",
              "content": [
                {
                  "fig": "ア",
                  "subject": "使用商標2(引用商標)",
                  "text": [
                    "本件商標と使用商標2とを比較すると，本件商標は，牛のほぼ全体が盾に重なり，牛と盾が一体となっているのに対し，使用商標2は，その構成中黄色の円はありふれた形状であって，牛の首から上の頭部以外のほぼ全身が円の外に描かれている点で異なる。この構成の違いから，本件商標は全体として縦長にまとまっている一方，使用商標2は全体として横長で重心が右へ大きくずれているように見える点で異なる。また，本件商標の牛は，前上方に軽やかに跳躍し，穏やかな印象を与えるのに対し，使用商標2の牛は，顔を地面に向けて前方に突進し，今にも角を使って障害物を突き刺しそうな獰猛な印象を与える点で異なる。以上のとおり，本件商標と使用商標2とは，牛の体勢，色彩の差異及び牛以外の構成物の差異によりその印象が明らかに異なるから，外観において容易に区別し得るものである。また，称呼及び観念において両者は，いずれも特定の称呼及び観念を生じないものであるから，相紛れるおそれのないものである。",
                    "したがって，本件商標と使用商標2とは非類似の商標であると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "使用商標3",
                  "text": [
                    "本件商標と使用商標3との類否については，そもそも雄牛の進行方向が逆であり，両商標の雄牛の姿勢及び進行方向が大きく異なる。また，背景図形と雄牛の配置状のバランスが，大きく異なる。特に，使用商標3は，右側に雄牛が重なっていない黄色の円が大きく見えるのに対し，本件商標は，その右側には雄牛のお尻と足が見え，全く印象の異なる別異の商標である。",
                    "本件商標と使用商標3とは，外観において大きく異なり，両者はいずれも特定の称呼及び観念を生じないものであるから，称呼及び観念においても類似するとはいえない。したがって，本件商標と使用商標3とは非類似の商標である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "使用商標1",
                  "text": [
                    "本件商標は，背景の楯状図形に，左上方に跳躍している雄牛が表わされているのに対し，使用商標1は，黄色の円の上に，2頭の雄牛が向かい合って角と角を突き合わせて突進し合うように表わされている。雄牛が1頭と2頭とでは外観上全く異なるため，本件商標と使用商標1とは，外観において大きく異なり，称呼及び観念においても類似するとはいえない。したがって，本件商標と使用商標1とは非類似の商標である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，使用商標3及び使用商標1は，本件商標と混同が生じるかどうかの検討対象に含めるまでもなく，使用商標2と同様に非類似の商標である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知性及び独創性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知性について",
                  "text": [
                    "原告が主張する，ブランドランキングや広告費，エナジードリンクの市場シェア，売上本数等は，主として使用商標1及びレッドブル文字商標に関するものであって，引用商標である使用商標2の周知性を立証するものではない。",
                    "また，原告は，使用商標2又は使用商標3のみを単独で使用している証拠を提出するけれども，これらの証拠は，レーシングカーの側面，ヘルメットの側面，ゴーグルの側面に用いられるものなどであって，左右対称の側面を有する商品ばかりである。デザイン上，レッドブル社の代表的なロゴと思われるダブルブル図形を左右に分け，ロゴの右半分である黄色の太陽を背景とする左向きの雄牛を，レーシングカー等の左側面に描くことで，左右側面の雄牛がレーシングカーやゴーグル着用者の進行方向へ進むように見えることを意図してデザインされたものと推測される。すなわち，使用商標2又は使用商標3を表わすことは，商標として使用しているのではなく，上記のような視覚効果を狙ってデザインされた結果のものといえる。",
                    "したがって，レーシングカーの側面，ヘルメットの側面及びゴーグルの側面等に表示されている使用商標2は，レッドブル社がスポンサーとなっていることを表わすロゴに止まり，自己の取扱いに係る商品や役務を他者のそれと識別するための標識として使用されているとは認識できない。",
                    "さらに，使用商標2が使用されている飛行機(甲105)，傘(甲6)，模型おもちゃ(甲55)，ゴーグル(甲94)，ヘルメット(甲94)，ジャケット(甲131)及びステッカー(甲132)の商品は，使用程度が少なく，その取引の実情が明らかではないから，引用商標の周知性の程度を具体的に把握することができない。",
                    "したがって，使用商標2が使用された結果，これが本件商標の登録出願時及び査定時において，特定の商品ないし役務について，我が国の取引者，需要者の間で広く認識されて著名になっていたと認めることはできないとの審決に誤りはなく，使用商標2についての周知性は認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "独創性について",
                  "text": [
                    "左向きのシルエット状の牛の商標登録例は多数存在する上，左向きのシルエット状の牛に限られない牛の図形商標の登録に至っては，1900件以上の商標登録が存在する。また，引用商標の黄色の円は，極めてありふれたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "商品等の間の性質，用途又は目的における関連性の程度並びに商品等の取引者及び需要者の共通性",
              "text": [
                "原告は，本件商標の指定商品と，使用商標が使用される分野との間には，特にスポーツ，自動車関連分野といった点において強い関連性が認められる旨主張する。",
                "しかしながら，傘，ゴーグル及びステッカーについては自動車関連分野の商品ではない。また，レーシングカー(甲6，64)についてはスポンサー名として表示されているにすぎないので，レッドブル社が自動車関連分野の商品等を取扱う企業であることを示すものではないし，そのような企業であることを推認させることもない。すなわち，本件商標の指定商品における需要者・取引者が，レッドブル社の業務が本件商標の指定商品の製造・販売であるとの認識を抱くことはない。",
                "したがって，本件商標の指定商品と，使用商標2が使用される分野の商品とは，関連性がない。",
                "具体的には，本件商標の指定商品は，例えば「窓ガラス曇り止め用化学剤」(第1類)，「自動車用洗浄剤，自動車用つや出し剤」(第3類)及び「自動車用燃料用添加剤(化学品を除く)」(第5類)等であり，被告のウェブサイトでは，実際にこれらの商品が販売されている(甲138～140)。そして，本件商標の指定商品は，その性質上，化学品を原料とし，化学製品製造のための専用設備を有する工場で製造される。また，本件商標の指定商品の需要者は，例えば，自動車の窓ガラスや外装の洗浄，エンジンオイルの洗浄等を行う者であり，自動車の所有者，レンタカーの利用者，レンタカー会社，ガソリンスタンド及び車の販売会社等である。",
                "一方，原告が主張するレッドブル商標が付された自動車関連商品「グローブ，ヘルメット，ステッカー，ライト，マット」の製造には，化学品を製造するような工場を必要とするものではないし，そもそもレッドブル社の製造によるものでもなく，単に既存の製品に商標を貼り付けたものにすぎない。また，これらはF1レースの会場等でイベントのグッズとして販売されるような商品であるから，需要者は，レッドブルエナジードリンクの愛用者や，F1のレッドブルレーシングチームのファンである。",
                "したがって，本件商標の指定商品と使用商標2が使用される商品とは，取引者及び需要者も共通しない。",
                "そうすると，本件商標は，商標権者である被告が指定商品について使用しても，取引者，需要者をして使用商標2を想起又は連想させることはなく，その商品の出所について混同を生じるおそれはないものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，①本件商標と使用商標2とは相紛れることのない非類似の商標であり，②使用商標2の周知性を示す証拠は提出されておらず，③使用商標2は構成上顕著な特徴を有するものではなく，④使用商標2は原告のハウスマークということはできないし，⑤原告における多角経営の可能性は不明であり，⑥商品間の関連性はなく，⑦商品の需要者も共通しないし，その他の取引の実情もない。さらに，使用商標2は，そもそも自己の取扱いに係る商品や役務を他者のそれと識別するための標識として使用されていると認識することはできない。",
                "したがって，商標法4条1項15号に関する審決の判断に誤りはなく，原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項19号該当性判断の誤り)について",
          "text": [
            "そもそも，引用商標(使用商標2)は，我が国における取引者，需要者の間で広く認識されているとはいえないから，その著名性は認められない。さらに，原告は，本件商標の指定商品の製造・販売等を全く行っていない。使用商標2は，日本国内で著名ではないので，希釈化させるほどの出所表示機能を有していないし，名声を毀損させる目的も生じ得ないし，信義則に反する不正の目的も生じ得ない。そもそも，使用商標2が著名ではないのだから，使用商標2には名声や信用は化体していない。そして，信用が化体していない以上，信用を利用して利益を得ようとする不正の目的があるはずもない。また，本件商標は，使用商標2と非類似の商標であり，使用商標2を想起又は連想させるものでないから，不正の目的はないといえる。",
            "したがって，本件商標が商標法4条1項19号に該当しないとした審決の判断に誤りはなく，取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(商標法4条1項7号該当性判断の誤り)について",
          "text": [
            "本件商標は，引用商標(使用商標2)の信用力・顧客吸引力に便乗して不当な利益を得ることを意図して出願したものでもなく，かつ，その出所表示機能を希釈化するものでもない。そして，本件商標をその指定商品について使用することが，社会公共の利益及び社会の一般的道徳観念に反するものでもなく，公の秩序又は善良な風俗を害するおそれもないものである。さらに，商標法の目的に反するものとして，公正な取引秩序を乱し，商道徳に反するものでもない。",
            "したがって，本件商標が商標法4条1項7号に該当しないとした審決の判断に誤りはなく，取消事由3は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項15号該当性判断の誤り)について",
          "text": [
            "原告は，本件商標が商標法4条1項15号に該当しないとした審決の認定判断は誤りであると主張するので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法4条1項15号にいう「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」は，当該商標をその指定商品等に使用したときに，当該商品等が他人との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品等であると誤信されるおそれ，すなわち，いわゆる広義の混同を生ずるおそれがある商標をも包含するものであり，同号にいう「混同を生ずるおそれ」の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知著名性及び独創性の程度や，当該商標の指定商品等と他人の業務に係る商品等との間の関連性の程度，取引者及び需要者の共通性その他取引の実情などに照らし，当該商標の指定商品等の取引者及び需要者において普通に払われる注意力を基準として，総合的に判断されるべきである(最高裁平成10年(行ヒ)第85号同12年7月11日第三小法廷判決・民集54巻6号1848頁参照)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標と引用商標との対比",
              "text": [
                "審決は，本件商標の構成について，前記第2の2(2)イのとおり認定した上で，引用商標と対比し，両者は，背景図形の前に左向きで描かれ，前脚を内向きに，後脚を突き出して，尾を略S字状になびかせた赤色の雄牛の図形を描いてなる点において共通するものであるけれども，両者は，背景図形において，グラデーションが施された薄茶色の盾状の図形と黄色の円図形との違いがあり，雄牛は，本件商標においては背景の盾状図形の中央部分にバランスよく配置されているのに対して，引用商標のそれは，頭部が円図形の中に配置され胴体は円図形の外に配置されており，背景の円図形と雄牛の配置上のバランスを欠くものであり，さらに，全体の姿勢において，本件商標の雄牛は左上方に跳躍している姿勢であるのに対して，引用商標の雄牛は上半身をやや持ち上げた状態で，前方へ突進する姿勢を表してなるものであって，両者は，背景図形と雄牛の配置上のバランスの違い，雄牛が縁取りを有する点とシルエットである点の違い，雄牛の姿勢が左上方に跳躍している状態と左前方へ突進する状態との違いがあることから，両者は，外観上，その印象を異にするものであって，外観において類似するとはいえないというべきであるし，両者は，称呼及び観念上においても類似するとはいえないものであり，その類似性の程度は低いものである旨判断した。これに対し，原告は，本件商標と引用商標とは，雄牛の特徴的な姿勢等が共通しており，審決の認定した上記差異については，些細な点であり，また，取引の実情等を考慮すると，両者の類似性は高いなどと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標と引用商標の構成",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件商標の構成",
                      "text": [
                        "本件商標は，前記第2の1(1)のとおりの図柄であり，グラデーションが施された薄茶色の盾状の図形を背景にして，当該盾状図形の中央部分に，左向きの，黒の縁取りを有する赤色の雄牛の図形を描き，当該雄牛は，背を丸め，2本の角を描き，顔と顎を含む頭の部分を前向きにして，両前脚は内向きに軽く曲げ，両後脚は後方に突き出して，尾を略S字状になびかせ，全体として左上方に跳躍している姿勢を表しているとの構成からなるものであって，本件商標の基本的な構成は，概ね，審決が認定したとおりであるといえる。そして，本件商標からは，具体的に描かれた牛の形態に相応して，「跳躍する赤い雄牛」との観念が生じるものと認められるものの，特定の称呼が生じるものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用商標の構成",
                      "text": [
                        "引用商標は，前記第2の2(1)アのとおりの図柄であり，黄色い円図形内の右下部分に頭部を配置し，胴体を同円図形の外に配置した，左向きの赤色の雄牛の図形をシルエットで描き，当該雄牛は，背を「く」の字状に曲げ，顎を引いて頭部を低くし，2本の角を前方に突き出し，両前脚は円図形の縁部分に接して，胸元に掻き込むように内向きに曲げ，両後脚は円図形の下側になるように後方に突き出すように配置され，尾を略S字状になびかせ，全体として上半身をやや持ち上げた状態で，前方へ突進するような姿勢を表しているとの構成からなるものであって，引用商標の基本的な構成は，概ね，審決が認定したとおりであるといえる。そして，引用商標からは，具体的に描かれた牛の形態に相応して，「突進する赤い雄牛」との観念が生じるものと認められるものの，特定の称呼が生じるものとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標と引用商標との異同",
                  "text": [
                    "本件商標と引用商標とは，黄色系暖色調の無地の背景図形の前に，2本の角を突き出し，前脚を内向きに曲げ，後脚を突き出して，尾を略S字状になびかせた左向きの赤色の雄牛の図形という基本的構成において共通するものである。ただし，本件商標と引用商標とを直接対比した場合，背景図形が，本件商標ではグラデーションが施された薄茶色の盾状の図形であるのに対して，引用商標では黄色の円図形である点，雄牛が，本件商標においては背景の盾状図形の中央部分にほぼ全体が配置されているのに対して，引用商標のそれは，頭部が円図形の中に配置され胴体は円図形の外に配置されている点，さらに，全体の姿勢において，本件商標の雄牛は縁取りされ左上方に跳躍している姿勢であるのに対して，引用商標の雄牛はシルエットで上半身をやや持ち上げた状態で，前方へ突進する姿勢を表している点で，それぞれ差異を有することが認められる。",
                    "しかしながら，直接対比した場合の上記視覚上の各差異を考慮しても，本件商標及び引用商標の全体的な構図をみると，本件商標と引用商標とは，いずれも，黄色系暖色調の無地の背景図形の前に，左向きに描かれて角を突き出した赤色の躍動感のある姿勢をした雄牛の図形が配置されるなどの基本的構成をほぼ共通にしており，さらに，雄牛自体の図形の構成上，上記のような様々な一致点を有していることに照らすと，外観上，互いに紛れやすいものというべきである。",
                    "しかも，本件商標からは跳躍する赤い雄牛との観念が生じ，引用商標からも突進する赤い雄牛との観念が生じるから，本件商標と引用商標は，観念においても，ほぼ同一(又は類似)であるといえる。",
                    "したがって，本件商標は，引用商標と比較的高い類似性を示すものであるということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用商標の周知著名性",
              "text": [
                "証拠(甲5，6，8～13，17，19，38～70，73～94，98，99，105，108，112，113，125～129，134，180，181，185～197，200，201，203)及び弁論の全趣旨によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "エナジードリンクにおける使用商標の使用",
                  "text": [
                    "レッドブル社は，缶の表面に，レッドブル文字商標及び使用商標1を，缶のプルタブに，使用商標を構成する1頭の雄牛を使用した，エナジードリンク「Red Bull」を販売している。そのデザインは，販売開始当初から現在に至るまで変更はなく(甲180)，また，その宣伝広告にも使用商標が使用されている(甲181)。",
                    "エナジードリンク「Red  Bull」は，昭和62年(1987年)に，オーストリアで販売開始され，販売地域を世界的に拡大し，全世界における売上本数は，平成25年(2013年)度には54億本に達している(甲6)。我が国では平成17年(2005年)に販売が開始され，その売上本数は，1.76億本，売上高は約352億円(1本約200円)に達し，我が国のエナジードリンク市場において圧倒的なシェアを占めている(甲5，6，185～196)。",
                    "そして，テレビによるCM広告(甲197)に加え，車両のバンパーに使用商標1を，車両の両側面にシングルブル図形を大きく表示しエナジードリンク「Red Bull」の宣伝車両「レッドブル・ミニ」(甲8～13)を走らせ，車両の両側面にシングルブル図形を大きく表示した「レッドブル・イベントカー」で商品を運ぶなどの宣伝広告が多数実施されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "スポーツ，芸術，文化イベント等における使用商標の使用",
                  "text": [
                    "レッドブル社は，複数のメディア部門を擁し，F1レースを始めとする自動車レースのほか，サッカー，アイスホッケー，フリースタイル・モトクロスやレッドブル・エアー・レース等のスポーツ競技など様々なイベントの主催者ないしスポンサーとなり，また，芸術・音楽等の文化的イベントも開催しており，それらの全てにおいて，使用商標を使用している(甲6)。各スポーツ選手のヘルメット，キャップ，ウェア，ボード，リストバンド等には，使用商標2及び使用商標3が独立して表示されている(甲98，99，105，108，112，113)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "F1レースにおける使用商標の使用",
                  "text": [
                    "レッドブル社は，平成7年(1995年)に，「レッドブル・ザウバー・ペトロナス」のスポンサーとしてF1レースに初参加し，その後，平成16年(2004年)に，レーシングチームレッドブル・レーシング(以下「レッドブルレーシング」という。)が創設された(甲6)。",
                    "レッドブルレーシングは，日本国内において，平成21年から平成24年まで4年連続でF1グランプリ(鈴鹿)に優勝するなどして，新聞，雑誌等で特集記事が組まれることもあった(甲38～70)。また，自動車に関連する雑誌(甲73～83)だけでなく，その他の一般の雑誌(甲84～94)においても，レッドブルレーシングに関連する記事が掲載されるなどしている。",
                    "レッドブルレーシングのレーシングカーには，車体のウィング部分に使用商標1がレッドブル文字商標とともにデザインされ，車体の側面に引用商標(使用商標2)又は使用商標3が大きく表示され(甲39～42，46，47，49，50，52～57，59～64，66，69，79，83)，レッドブルレーシングに所属する各選手のウェアの胸元には使用商標1がレッドブル文字商標とともに表示され(甲17，19等)，また，ヘルメットの側面(甲19，39，41～43，45，55，57，59，60)やウェアの袖口(甲49，53，55，56，59～61，63)には引用商標(使用商標2)又は使用商標3が施され，ニットキャップにも引用商標(使用商標2)が表示されている(甲40)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "ライセンスによる使用商標の使用",
                  "text": [
                    "レッドブル社は，使用商標について，平成11年(1999年)から，多数の企業等にライセンスを付与して，その使用を許諾しており(甲6)，そのライセンスは，模型，ビデオゲーム，サングラス，事務用品，かばん，被服等様々な商品に及んでいる(甲85，91，93，94，126～129。)。",
                    "また，レッドブル社は，自動車(バイクを含む。)レースに関連する商品についてのライセンスビジネスも展開しており，使用商標が付されたグッズが販売されている(甲200，201)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "宣伝広告費",
                  "text": [
                    "レッドブル社は，平成25年度(2013年度)に，我が国において，メディア費用として約21億6000万円を，マーケティング費用として約58億円を支出している(甲6)。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "ブランドランキング",
                  "text": [
                    "ミルワード・ブラウンの実施した平成25年度(2013年度)のブランド調査によれば，世界で最も価値のある100ブランドのうち，「Red  Bull」は83位にランク付けされており(甲203)，また，平成27年版(2015年版)のフォーブス誌の「世界で最も価値のあるブランド」ランキングにおいても76位であった(甲134)。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "以上によれば，本件商標の登録出願時において，使用商標1を使用したエナジードリンクは，我が国で販売が開始されてから8年以上が経過し，売上は約352億円，そのシェアは約60％以上となっており，TVCMその他の宣伝広告が多く行われ(我が国において，宣伝広告費として年間約58億円が費やされている。)，その結果，レッドブル社のブランド力は高い認知度を得ていることが認められる。また，使用商標は，自動車レースにおいても使用されるほか，多数開催される各種イベントなどにも広く使用されており(レッドブル社は，多数のアスリートのスポンサーになるなどしている。)，また，使用商標を付した商品は，テレビ，雑誌，新聞その他多くのメディアにおいて紹介されるなどして，宣伝広告されてきたことが認められる。",
                    "そうすると，使用商標1については，本件商標の登録出願時においてレッドブル社の商品を表示するものとして，我が国の取引者及び需要者の間で広く認識されており，本件商標の登録査定時から現在に至るまで，その認識は継続しているものということができる。",
                    "さらに，引用商標(使用商標2)の構成は，使用商標1の構成部分であり，使用商標1は，著名なものと認められるところ，引用商標(使用商標2)に接した需要者は，引用商標が，使用商標1の構成部分であると容易に認識できるものと推測される。そして，レッドブルレーシングのレーシングカーには，車体のウィング部分に使用商標1がレッドブル文字商標とともにデザインされ，車体の側面に引用商標(使用商標2)又は使用商標3が大きく表示され，ヘルメットの側面，ウェアの袖口やニットキャップにも引用商標(使用商標2)又は使用商標3が表示されるなど，引用商標(使用商標2)も使用商標1とは独立した標章として多数使用されており，車両の両側面にシングルブル図形を大きく表示させた宣伝車両「レッドブル・ミニ」による広告宣伝もされている。また，自動車レース等のイベントには相当数の観客が来場するのみならず，テレビや雑誌等を通じて，引用商標(使用商標2)の付されたレーシングカー等を目にする機会も多く，自動車レース等に関連した様々な場面で，引用商標を付したヘルメットやキャップ等が販売されていることが認められる。",
                    "そうすると，引用商標(使用商標2)についても，本件商標の登録出願時及び登録査定時において，レッドブル社の業務に係るエナジードリンク(飲料)の商品分野のみならず，自動車関連の商品分野において，自動車に関連する商品の取引者，需要者の間に広く認識されており，その著名性は高いものと認められ，その状態が現在においても継続しているものと認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用商標の独創性について",
              "text": [
                "引用商標は，左向きの赤色の雄牛全身の図形をシルエットで描き，その背後に黄色い円図形を描いてなるものであるところ，証拠(甲174)及び弁論の全趣旨によれば，左向きの具体的な全身のシルエットで表された牛の商標の登録例は，少なからず存在することが認められるから，引用商標が，赤い雄牛が突進している様子を描いた強い躍動感がある特徴的なものであるとの原告の主張を考慮しても，引用商標の牛の図形について，造語又は特異な図形等による商標に比して高度の独創性を有するものとまでは認め難い。また，背後に円図形等を配することも普通に用いられる方法であり，牛と円図形の組合せよりなる引用商標が高度の独創性を有するとまではいえない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件商標の指定商品と引用商標に係る商品",
              "text": [
                "引用商標が現に使用されているのは，自動車や自動車レースに関連する商品等であるのに対し，本件商標の指定商品は，第1類「洗浄用ガソリン添加剤，燃料節約剤，原動機燃料用化学添加剤，窓ガラス曇り止め用化学剤，不凍剤，ラジエーターのスラッジ除去用化学剤，静電防止剤(家庭用のものを除く)，塗装用パテ，内燃機関用炭素除去剤，油用化学添加剤，ガラスつや消し用化学品，タイヤのパンク防止剤」，第3類「家庭用帯電防止剤，さび除去剤，ペイント用剥離剤，埃掃除用の缶入り加圧空気，香料，薫料，自動車用消臭芳香剤，風防ガラス洗浄液，自動車用洗浄剤，自動車用つや出し剤，スプレー式空気用消臭芳香剤」，第4類「塵埃抑止剤，塵埃除去剤，潤滑剤，清掃用塵埃吸着剤，革保存用油，自動車燃料用添加剤(化学品を除く)，動力車のエンジン用の潤滑油，点火又は照明(灯火)用ガス，内燃機関用燃料，工業用油用及び燃料用添加剤(化学品を除く)」及び第5類「防臭剤(人用及び動物用のものを除く)，防虫剤，虫除け用線香，空気浄化剤，スプレー式空気用芳香消臭剤，殺虫剤，衛生用殺菌消毒剤，くん蒸消毒剤(棒状のものに限る)，くん蒸消毒剤(錠剤に限る)，中身の入っている救急箱」であり，当該指定商品は，自動車用品関連の商品を含むものであるといえるから，引用商標の著名性が取引者，需要者に認識されている分野である自動車に関連する商品等と関連性を有するものと認められる。なお，被告は，自動車関連商品の販売等を業とする者であり(甲2)，自動車用商品として，洗浄剤，つや出し剤，空気浄化剤(エアーフレッシュナー)等を販売し(甲136～140)，本件商標がその商品に使用されている。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "取引者及び需要者の共通性その他取引の実情について",
              "text": [
                "本件商標の指定商品は，日常的に消費される性質の自動車用品関連の商品を広く含むものと認められるところ，そのような自動車用品関連商品を含む本件商標が使用される商品の主たる需要者は，自動車の愛好家を始めとして，自動車の所有者や利用者など広く一般の消費者を含むものということができる。そして，このような一般の消費者には，必ずしも商標やブランドについて正確又は詳細な知識を持たない者も多数含まれているといえ，商品の購入に際し，メーカー名やハウスマークなどについて常に注意深く確認するとは限らないものと考えられる。",
                "また，レッドブル社は，使用商標について，多種多様な企業にライセンスを付与し，自動車や自動車レースに関連する商品を含む多様な商品について引用商標を含む使用商標が付されて販売されていることが認められる。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "混同を生ずるおそれについて",
              "text": [
                "本件商標と引用商標は，全体的な構図として，黄色系暖色調の無地の背景図形の前に，左向きに描かれて角を突き出した赤色の躍動感のある姿勢をした雄牛の図形が配置されるなどの基本的構成を共通にするものであり，本件商標が使用される商品である自動車用品関連商品等の商品の主たる需要者が，商標やブランドについて正確又は詳細な知識を持たない者を含む一般の消費者を含み，商品の購入に際して払われる注意力はさほど高いものとはいえないことなどの実情や，引用商標が高度の独創性を有するとまではいえないものの我が国において高い周知著名性を有していることなどを考慮すると，本件商標が，指定商品に使用された場合には，これに接した需要者(一般消費者)は，それが引用商標と基本的構成が類似する図形であることに着目し，本件商標における細部の形状などの差異に気付かないおそれがあるといい得る。",
                "また，引用商標は，自動車関連の分野においても，レッドブル社の商品等を表示するものとして，取引者，需要者の間において著名であり，引用商標をその構成とする使用商標について，多数のライセンスが付与され，自動車関連商品等の多様な商品について引用商標を含む使用商標が付されて販売されているところ，本件商標の指定商品には，引用商標の著名性が取引者，需要者に認識されている自動車関連の商品を含むものといえるのであるから，本件商標をその指定商品に使用した場合には，これに接する取引者，需要者は，著名商標である引用商標を連想，想起して，当該商品がレッドブル社又は同社との間に緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある者の業務に係る商品であると誤信するおそれがあるものというべきである。",
                "したがって，本件商標は，商標法4条1項15号に該当するものとして商標登録を受けることができないというべきであるから，これと異なり，本件商標が同号に該当しないとした審決の判断には誤りがあるといわざるを得ない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本件商標と引用商標とは，牛の体勢，色彩の差異及び牛以外の構成物の差異により，その印象が明らかに異なるから，外観において容易に区別し得るものであり，いずれも特定の称呼及び観念を生じないものであるから，相紛れることのない非類似の商標である旨主張する。",
                    "確かに，本件商標と引用商標とを直接対比すると，前記(2)イのとおり，具体的な構成においていくつかの相違点が認められるものである。しかしながら，引用商標が高い著名性を有していたことや，本件商標と引用商標からはほぼ同一の観念が生じることなどに照らせば，被告が指摘するような具体的構成における外観上の差異が存在するとしても，引用商標と基本的構成が共通すると認められる本件商標を自動車用品関連の商品を含む本件商標の指定商品に付して使用した場合には，これに接する取引者，需要者において，当該商品がレッドブル社又は同社との間に緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある者の業務に係る商品であると誤信するおそれがあるものというべきである。",
                    "また，本件商標には，外観上，具体的な構成において引用商標と相違する点があるとしても，その基本的構成が引用商標と比較的類似性の高いものであるから，一般の消費者の注意力などを考慮すると，出所の混同を生ずるおそれがあることは前記(6)のとおりである。",
                    "なお，商標法4条1項15号該当性の判断は，当該商標をその指定商品等に使用したときに，当該商品等が他人との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品等であると誤信されるおそれが存するかどうかを問題とするものであって，当該商標が他人の商標等に類似するかどうかは，上記判断における考慮要素の一つにすぎないものである。被告が主張するような外観上の差異が存在するとしても，それらの点が，本件商標の構成において格別の出所識別機能を発揮するとはいえないし，単に本件商標と引用商標の外観上の類否のみによって，混同を生じるおそれがあるか否かを判断することはできない。",
                    "したがって，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，原告が主張する，ブランドランキングや広告費，エナジードリンクの市場シェア，売上本数等は，主として使用商標1及びレッドブル文字商標に係るものであって，引用商標である使用商標2の周知性を立証するものではなく，引用商標の周知性を把握することができないし，レーシングカーの側面，ヘルメットの側面及びゴーグルの側面等に表示されている引用商標は，視覚効果を狙ってデザインされた結果のものであり，レッドブル社がスポンサーとなっていることを表わすロゴにとどまるから，引用商標が，本件商標の登録出願時及び登録査定時において，特定の商品ないし役務について，我が国の取引者，需要者の間で広く認識されて著名になっていたと認めることはできない旨主張する。",
                    "しかしながら，引用商標(使用商標2)に接した需要者は，引用商標が，著名なものと認められる使用商標1の構成部分であると容易に認識できるものと推測されることに加え，レッドブルレーシングのレーシングカーやヘルメット等に引用商標(使用商標2)が表示されるなど，引用商標(使用商標2)も使用商標1とは独立して使用されていることは，前記(3)キ認定のとおりである。",
                    "そうすると，引用商標(使用商標2)についても，レッドブル社の業務に係るエナジードリンク(飲料)の商品分野のみならず，自動車関連の分野において，レッドブル社に係る商品等を表示する商標として，本件商標の登録出願時及び登録査定時に，その取引者，需要者の間に広く認識されており，その著名性は高いものと認められる。",
                    "また，レッドブル社が，使用商標について，多数のライセンスを付与し，自動車関連商品等の多様な商品について引用商標を含む使用商標が付されて販売されていることなどを考慮すると，被告がいうように，レーシングカーやヘルメットの側面等に表示されている引用商標が，直ちに，自動車レース又はレーシングカーのスポンサーであることのみを表わすロゴにとどまるものであるということもできない。",
                    "なお，商標法4条1項15号は，出所の混同を生じるおそれのある商標の登録を阻止する趣旨の規定であると解されるところ，同号の「他人の業務に係る商品又は役務」とは，必ずしも他人が現実に行っている業務に限られるものではないから，レッドブル社が，現実に，「自動車レースの企画・運営」等の役務や自動車等の製造，販売の業務を行っているか否かは，同号の適用の有無を左右するものではないといえる。",
                    "したがって，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，本件商標の指定商品と引用商標の使用に係る商品(グローブ，ヘルメット，ステッカー等)は，生産部門，販売部門，原材料及び用途のいずれも異なる非類似の商品であり，取引者及び需要者も共通しないから，本件商標は，被告がこれをその指定商品について使用しても，取引者，需要者をして引用商標(使用商標2)を想起又は連想させることはなく，その商品の出所について混同を生じるおそれはないものである旨主張する。",
                    "しかしながら，本件商標の指定商品には，日常的に消費される性質の自動車用品関連の商品が含まれ，その需要者は自動車愛好家を始めとした自動車所有者等の一般の消費者であるといえるから，引用商標が現に使用されている分野の商品等とは，共に自動車に関するものとして関連性を有し，需要者を共通にするものであるといえることは前記認定のとおりである。被告が現に具体的に販売している指定商品に係る商品(甲138～140)と，引用商標が使用されている商品の取引者が異なるからといって，需要者の共通性が否定されることにはならない。",
                    "また，本件商標の指定商品を購入する者が特別の知識を有しない一般の消費者を含むことを考慮すると，需要者全体の注意力が高いと直ちに認めることはできないのであって，本件商標と引用商標とを直接対比した場合に外観上の印象を異にすると考えられる差異についても，需要者の注意が向けられないままに商品の選択，購入がされる場合が少なくないものと考えられる。そして，本件商標は，その全体的な基本的構成が引用商標と類似していることから，外観において引用商標と相紛れる場合が見受けられるのは前記(6)認定のとおりである。",
                    "そして，レッドブル社がライセンス事業等を幅広く行っていることなども考慮すると，いわゆる広義の混同が生じるおそれがあると認めるのが相当である。",
                    "したがって，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "小括",
          "text": [
            "以上によれば，本件商標が商標法4条1項15号に該当しない旨の審決の判断は誤りであり，原告が主張する取消事由1は理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由1は理由があり，その余の取消事由について判断するまでもなく，原告の請求は理由があるから，これを認容することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10080",
    "date": "2017-12-25",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087364",
    "ipprecedent_id": "4828",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}