{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2015-16890号事件について平成29年6月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成26年7月23日，別紙本願商標目録のとおりの構成から成り，第6類「くい」を指定商品とする立体商標（以下「本願商標」という。）の登録出願（商願2014-61502号）をした（乙1）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年6月9日付けで拒絶査定を受けたので，同年9月14日，これに対する不服の審判を請求した（乙23）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを，不服2015-16890号事件として審理し，平成29年6月19日，「本件審判の請求は，成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，同年6月30日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年7月25日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）のとおりである。要するに，本願商標は，商標法（平成26年法律第36号による改正前のもの。以下同じ。）3条1項3号に該当し，かつ，同条2項に該当しないから，登録を受けることができない，というものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条1項3号に該当するとの判断の誤り（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "商標法3条2項に該当しないとの判断の誤り（取消事由2）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（商標法3条1項3号に該当するとの判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標の構成態様について",
              "text": [
                "本願商標の形状は，以下の特徴を全て備えたものである。",
                "①  円柱状の中央部分から頭部と先端部に向けて，円錐状の絞り加工部分がある。",
                "②  頭部側，先端部側ともに，絞り加工部分の途中に1本の外周線がある。",
                "③  頭部側については，外周線を越えた後も絞りは続くが，絞り切る前に，絞り加工部分より大径のリング部分及びリング部分より小径の台形部分があり，これが頭部の末端となる。",
                "④  先端部についても，外周線を越えた後も絞りが続くが，絞り切る前に，絞り加工部分より大径のリング部分及び絞りの線よりも鋭角の線による円錐部分があり，これが先端部の末端となる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標の立体的形状と一般的な杭の立体的形状との対比",
              "text": [
                "一般的な杭の形状は，鉄パイプを切断したものである「単管杭」であり，頭部から先端まで同一径の円筒であり，先端を円錐状に尖らせ，頭部の先端（打込部）を円盤状に平らにした長い棒状の形状ではない。そして，本願商標に係る杭が単管杭とは異なることは，証拠（甲3，8～12，14～23，24の1～3，25～28，29の1・5～17，110，117～119，123～125）により裏付けられている。",
                "仮に一般的な杭が，本件審決が認定するように，先端を円錐状に尖らせ，頭部の先端（打込部）を円盤状に平らにした長い棒状の形状から成るものであるとしても，本願商標は上記(1)の4つの特徴を全て備えたもので，一般的な杭とは大きく異なる特徴を有している。なお，本件審決は，本願商標と実質的に同一の形状から成る杭も流通しており，この形状が一般的であるとするが，これはコピー商品であり，かかるコピー商品流通の事実は，本願商標に係る杭の形状が商標として認めるに値するものであることの根拠にこそなれ，本願商標に係る杭の形状が一般的であり，商標として認めるべきではないことを基礎付けるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標が，機能又は美観上の理由による形状の選択の範囲のものではないこと",
              "text": [
                "本件審決は，本願商標を機能又は美観上の理由による形状の選択として生じ得る範ちゅうのものとしたが，誤りである。",
                "確かに，頭部の絞り加工は，頭部に加えられた打力を杭全体に分散させる機能を有しており，先端部の絞り加工は，固い地面に杭を打ち込みやすくする機能を有する。しかし，本願商標に係る杭には，頭部を絞るだけではなく，絞った頭部をわざわざ膨らませるリング状の膨らみと，この膨らみの上に蓋をしたような部分があるところ，頭部に加えられた打力を杭全体に分散させるのであれば，このような膨らみと蓋を設ける必要はない。先端部についても，絞るだけではなく，絞った先端部をわざわざ膨らませるリング状の膨らみと，その膨らみの先に最先端部分があるところ，固い地面に杭を打ち込みやすくするのであれば，わざわざ膨らみを設ける必要はない。したがって，本願商標に係る杭の頭部や先端部は，機能上のみの理由による形をしていない。",
                "また，本願商標に係る杭は，両端を絞ることが発想の起点であり，徐々に絞れていく形状の先に膨らみを設けることが美観に資するとは考えられないから，美観上の理由による選択でもない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本願商標は商標法3条1項3号には該当しない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本願商標の構成態様等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標は，別紙本願商標目録のとおりの立体的形状から成るところ，その立体的形状は，以下のような特徴を有しているものである。",
                    "①  先端を円錐状に尖らせ，頭部の先端を円盤状に平らにした長い棒状である。",
                    "②  棒状の両側は，先端に向けて緩やかに絞られている。",
                    "③  両先端に近い位置の外周には1本の細い線がそれぞれ配されている。",
                    "④  棒状の部分と円錐状及び円盤状の部分との接合部には，リング状の膨らみが施されている。",
                    "なお，被告は，原告の主張する本願商標の構成態様について，争うものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願指定商品は，第6類「くい」であるところ，これは，専ら建築又は構築に用いられる金属製杭である（乙2，3）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標の立体的形状と一般的な商品「杭」の立体的形状との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "建築又は構築に用いられる商品「杭」は，その用途により各種様々な形状が採用されているところ，一般的な商品「杭」の形状の代表的なものの1つとして，先端を円錐状に尖らせ，頭部の先端（打込部）を円盤状に平らにし，長い棒状の形状から成るものがある（甲1，123，乙4，5，9～19）。これらの形状のうち，先端を円錐状に尖らせている点については，先端部の補強や地面にスムーズに打ち込みやすくすることを目的とした形状であり（乙9，10，14，17），また，頭部の先端（打込部）を平らにしている点については，頭部の補強やハンマー等で打ちやすくすることを目的（乙17，18）とするほか，当該両端部の形状は，打ち込んだ際に，先端部と頭部が壊れにくく，美観をよくすること（乙11の2）を目的とするなど，商品「杭」の機能又は美観に資することを目的として採用されているものであるといえる。  "
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願商標の立体的形状と上記の一般的な商品「杭」の立体的形状とを対比すると，先端を円錐状に尖らせている点，頭部の先端（打込部）を平らにしている点，長い棒状の形状から成る点という，基本的な特徴（本願商標の立体的形状の特徴①）において共通する。",
                    "他方，本願商標の立体的形状は，②棒状の両側は，先端に向けて緩やかに絞られている点，③両先端に近い位置の外周には1本の細い線がそれぞれ配されている点，④棒状の部分と円錐状及び円盤状の部分との接合部には，リング状の膨らみが施されている点において，一般的な商品「杭」と差異がある。しかし，上記②の両端部へ向け先細状に絞りをかけている点については，ごく緩やかなものであり，上記③④の両端部のリング状の膨らみ部分及び両先端の細い線についても，その形状及び模様は一般的なリング状であって，特段独創性の高いものとはいえないことからすると，これらの差異は，商品の機能又は美観上の理由による形状の選択として予想し得る範囲のものであるといえる。",
                    "そうすると，本願商標の立体的形状は，杭打ち作業時の先端部と頭部の補強，杭の打ち込みやすさや美観をよくすることなど商品の機能又は美観に資することを目的として採用された一般的な商品「杭」の形状と，基本的な特徴において共通するものであって，かつ，一般的な商品「杭」の形状との差異を有していたとしても，それらの差異は，商品の機能又は美観上の理由による形状の選択として予想し得る範囲のものであるから，商品の機能又は美観に資することを目的とした形状であるといえる。",
                    "なお，原告は，一般的な商品「杭」は，鉄パイプを切断したものであって，本願商標に係る立体的形状は，鉄パイプを切断したものとの比較において，機能上のみの理由による形をしておらず，また，美観に資するとも考えられない旨主張する。",
                    "しかし，一般的な商品「杭」（金属製杭）の形状は，鉄パイプの両端を切断した同一径の円筒状のものだけに限られるものではなく，先端を円錐状に尖らせ，頭部の先端（打込部）を円盤状に平らにした長い棒状の形状から成る杭も，普通に市販されているものであるから，そのような形状も一般的な商品「杭」（金属製）の形状の一つであるといえる。そして，上記のとおり，本願商標の立体的形状は，商品「杭」について，機能又は美観上の理由による形状の選択と予測し得る範囲のものであるから，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，考案の名称を「杭」とする実用新案権（登録第2552879号。以下「原告実用新案権」という。）を有していたところ，原告実用新案権は，「強度に優れ打ち込みが容易な杭を提供することを目的」とし，それを解決するための手段として，杭の形状が，筒状本体の先端側がテーパ状（円錐状に直径が次第に減少している状態）に形成され，尖状部材と鍔（つば）状のヘッド部材が固着していることを特徴とするものであり，本願商標の立体的形状に係る特徴である，①先端を円錐状に尖らせ，頭部の先端を円盤状に平らにした長い棒状であること，②棒状の両側は，先端に向けて緩やかに絞られていることと合致する。原告の使用に係る商品「杭」の先端側をスェージング加工してテーパ状としたことは，地中に打ち込まれるときに座屈変形することなく，杭打ち作業が容易となるとの技術的効果を奏するものであり，頭部の先端を円盤状に平らにした長い棒状であるとの特徴は，商品「杭」の機能を効果的に発揮させることを目的とした形状であるといえる。",
                    "④棒状の部分と円錐状及び円盤状の部分との接合部にリング状の膨らみが施されているとの特徴について，原告は，単管の頭部は，円盤状のプレートが全周溶接により接合されてなるものであること，単管の先端部は，先の尖った円錐状の尖端部が全周溶接により接合されてなるものであること，全周溶接については，「パイプの先端を細く絞り，強度を増すため鋼を全周溶接して補強するとともに，ハンマーを当てる頭の部分にも絞り加工を施し円盤状プレートを全周溶接して補強した。」ことを説明している。そして，原告の使用に係る商品「杭」の説明及び図には，当該商品「杭」に全周溶接によって棒状の部分とその両端に位置する円錐状及び円盤状の部分との接合部のリング状の膨らみが表されている（甲127）。そうすると，棒状の部分とその両端に位置する円錐状及び円盤状の部分との接合部のリング状の膨らみは，接合部分を強化するために設けられたものといえる。",
                    "また，原告は，意匠に係る物品を「杭」とする意匠権（登録第969634号。以下「原告意匠権」という。）を有していたところ，本願商標の立体的形状は，原告意匠権とほぼ同様の形状であって，その登録を受けていたものであり，また，当該立体的形状の特徴③の先端に近い位置の外周にある1本の細い線は，原告意匠権の範ちゅうには含まれないが，ありふれた模様の一種であって，特段独創性の高いものとはいえないから，本願商標の特徴は，商品等の美観をより優れたものとするなどの目的で選択されたものであるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本願商標の立体的形状に特徴があるとしても，商品等の機能又は美観に資することを目的とした形状は，同種の商品等に関与する者が当該形状を使用することを欲するものであるから，先に商標登録出願したことのみを理由として当該形状を特定の者に独占させることは，公益上の観点から適切ではないとともに，自他商品識別力を欠くものといえる。よって，本願商標が，商標法3条1項3号に該当するとした本件審決の認定判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（商標法3条2項に該当しないとの判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法3条2項の該当性は，立体的形状から成る商標が使用により自他商品識別能力を獲得したかどうかは，当該商標ないし商品等の形状，使用開始時期及び使用期間，使用地域，商品の販売数量，広告宣伝のされた期間・地域及び規模，当該形状に類似した他の商品等の存否などの諸事情を総合考慮して判断するのが相当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標に係る商品等の形状",
                  "text": [
                    "本願商標は，一般の杭とは異なり，極めて特徴的な形状である。一般的な杭には，本願商標の備えている絞り加工部分，外周線，頭部のリング部分，台形部分，先端部のリング部分，絞り加工とは角度が異なる線での円錐部分はない以上，本願商標の形状は，「商品又は商品の包装の機能を確保するために不可欠な立体的形状のみからなる商標」（商標法4条1項18号）にも該当しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "使用開始時期及び使用期間",
                  "text": [
                    "原告は，本願商標と同一の形状を有する杭（以下「原告商品」という。）を新規に開発し，平成6年に発売を開始して，現在までの23年もの長きにわたり，販売を継続している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "使用地域",
                  "text": [
                    "原告商品は，日本全国全ての都道府県に対して出荷実績があり，出荷件数も，5万8052件に及ぶ。",
                    "建設業では，日本国内における売上上位の40社全て，土木工事業では，売上上位20社のうち17社，ホームセンターでは，売上上位20社のうち16社について，採用実績がある。",
                    "原告は，工事資材卸業者に対しても原告商品を販売しており，かかる業者を通じても，原告商品が日本全国に販売あるいはリースされているほか，インターネット販売のウェブサイトでも，原告商品が販売されている。",
                    "以上によれば，原告商品は日本全国で使用されていることが認められる。",
                    "原告商品は，仮設工事現場以外の場所でも使用されており，その用途例は，土木工事・建設工事及び関連付帯工事，自治体災害対策備蓄資材，鉄道用・線間ポール・レール基準杭，電力関連付帯工事，農業・営林・果樹園芸・ビニールハウス基礎部，一般家庭の台風対策資材・物干固定等，イベント会場・ハイキングコースの誘導路の設置，イベント会場・仮設観覧席基礎部固定等，自衛隊基礎資材・投光器固定等，看板の設置・選挙・広報掲示板・一般広告・のぼり旗等，多岐にわたっている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "商品の販売数量",
                  "text": [
                    "原告商品の販売実績は，平成6年から平成27年の間で，販売本数629万9523本，販売金額59億9065万2000円であり，販売本数，販売金額ともに極めて多い上，平成6年から平成27年での間に，販売本数で約32倍，販売金額で57倍も増えている。また，原告が販売契約を締結した者（法人，個人）は，平成29年6月19日までで，2121件に上っている。",
                    "確かに，販売シェアは不明であるが，一般的な杭は使い捨てになるのが通常であり，また一般消費者向けの商品ではないことから，シェアの調査機関がないものと考えられる。原告商品の自他識別機能，品質保証機能に便乗したコピー商品が存在しており，本願商品に係る杭とそのコピー商品だけでみる原告商品のシェアは，極めて大きいと認められてしかるべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "広告宣伝のされた期間・地域及び規模",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "カタログ",
                      "text": [
                        "原告は，平成19年6月から平成27年10月までの間で，合計20万1000部のカタログを作成しており（甲55），ほとんどが配布済である。",
                        "基本的には事業者向け商品である原告商品につき，年4万部のカタログを作成していることは，多いと評価されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "新聞，雑誌・パンフレット",
                      "text": [
                        "平成6年から平成28年の間に，原告商品についての広告及び記事が，全国紙，業界紙等の各種新聞に合計65回掲載された（甲16～28，58～93）。また，平成8年9月から平成28年6月の間に，原告商品の紹介記事が，合計13回各種雑誌に掲載された（甲3，97～108）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "漫画冊子",
                      "text": [
                        "原告は，原告商品の特徴を示した漫画冊子（甲56）を，平成29年6月19日までに，1万3800部作成し，展示会等で配布している。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "展示会出展",
                      "text": [
                        "原告は，原告商品について，平成8年から平成27年の間に，計206回（うち国外で3回，国内の特定の会社敷地内で63回），展示会に出展し，来場者数は，確認できるものだけで延べ378万人になる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "販売業者による宣伝広告，個人のブログ",
                      "text": [
                        "原告商品の販売を行う工事資材卸業者のカタログにも，原告商品が掲載され（甲123，125，127），日本全国に配布されているものと考えられる。また，原告商品を販売するインターネットのサイトからも，原告商品は，広く日本全国に周知されている（甲113，114，117～119，144～146）。",
                        "原告商品は，個人のブログにも掲載されており（甲110～112，116，120），これらのブログの存在も，原告商品の周知性を裏付ける。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "ＮETIS登録",
                      "text": [
                        "原告商品は，国土交通省がWeb上で公開している新技術情報システムＮETIS（Ｎew  Technology  Infomation  System）に，登録されているところ（甲7，8），ＮETISに登録されている商品を公共工事で使用すると，公共工事入札者には，公共事業の工事成績評定及び総合評価落札方式の入札における評価で加点対象となるというメリットが生じるから，ＮETIS登録により広告宣伝効果がより高まる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "原告商品の形状に類似した他の商品等の存否",
                  "text": [
                    "株式会社アルマックス，あしばバンク，横浜ゼームス商会，仮設マーケット，工事資材コムは，原告商品のコピー商品を販売している（甲129～131，乙14，15，20～22）。これらのインターネット販売サイトには，「【くい丸】と同型・同品質！さらに！まとめればまとめるほど，あの【くい丸】よりもお買い得！！！」「＜杭  ジェネリック杭  アルマックス社製＞…まとめ買いでくい丸よりお得！」（甲129，乙20の2），「くい丸と同じ形状です。」（甲130，乙21）との記載があり，原告商品の自他商品識別能力に便乗していることは明らかである。",
                    "原告実用新案権及び原告意匠権の存続期間中は，本願商標に係る杭の形状を完全に模倣した商品が出回ることはなかったが，近時，コピー商品が出回るようになった。その理由は，本願商標に係る杭の形状が，強固な自他識別機能，品質保証機能を有しているからであり，同型であれば同様の品質であることを示すものであることによる。原告商品の立体的形状を完全に模倣した商品が流通しているのは，原告商品の立体的形状が，自他識別機能，品質保証機能を有していることが理由であって，これらコピー商品流通の事実は，原告商品の立体的形状が，商標として認めるに値するものであることの根拠となるべき事実である。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "アンケート調査",
                  "text": [
                    "平成27年10月7日から同月13日までを調査期間とした「打ち込み杭に関する調査」（以下「第1次調査」という。）の結果（甲35）では，仮囲い作業従事者を適切に抽出できなかったおそれがあり，また，使用した写真は原告商品の全体像を示すのみであり，原告商品の特徴である頭部と先端部が判別しにくかったことから，平成29年9月1日から同月4日までを調査期間として「杭の認知度調査」（以下「第2次調査」という。）を行った（甲134～137）。",
                    "「仮設工事業」，「軽仮設資材リース・レンタル業」従事者と回答し，かつ，実際の杭打ち作業のイラストを表示して，杭打ち作業に従事していると回答した者を調査対象者とし，本願商標の特徴である頭部と先端部の拡大写真を掲載して，その写真からイメージする商品を，「くい丸」，「ミサイル」，「どれにも当てはまらない」の3つの回答から選択することとしたアンケートを実施したところ，写真の商品を現場で見かけたり使ったりしたことがあると回答した者が84．4％で，このうち，写真からイメージする商品について，「くい丸」と回答した者が82．8％に上っている。現場では見たり使ったりしたことがないと回答した者についても，その46．5％が，写真を見て「くい丸」と回答している。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張に対する反論",
              "text": [
                "被告は，原告の商品カタログ，新聞，雑誌，パンフレット，漫画冊子及びウェブサイト（以下「原告広告宣伝等」という。）で本願商標に係る商品の特徴等が紹介されているものの，その際には，常に「くい丸」の商標が使用されており，また，本願商標ないし原告商品の全体形状が表示されていたのは，そのうちの一部にすぎないと主張する。",
                "しかし，一般的な杭と原告商品の決定的差異は，頭部と先端部の形状にあるから，「杭」との表題のもと，頭部と先端部を示すことが，一般的な杭とは異なることの強力なアピールとなる。原告広告宣伝等においては，頭部，先端部が強調された図，写真が多数掲載されており，あるいは，文章により，原告商品が原告の独自開発したもので，その特徴が頭部及び先端部の絞り加工にあることが説明されている。かえって，全体形状では，原告商品も単なる1本の杭に見えるのであり，原告商品の特徴である頭部及び先端部のアピールにならない。",
                "また，「くい丸」との記載とともに，頭部と先端部の形状も，常に認識できる状態になっており，これらの形状は極めて特徴的であるから，「くい丸」との表記を離れても，原告商品であると識別できる。  ",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本願商標の使用について",
              "text": [
                "本願商標は，原告商品が使用された結果等を総合的に考慮しても，需要者が何人かの業務に係る商品であることを認識することができるに至ったものということはできないから，商標法3条2項の要件を具備するものとはいえない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告商品の使用数量，使用期間，使用地域",
                  "text": [
                    "原告は，原告商品を平成6年から製造，販売しており，平成27年度までの22年間で合計約630万本を日本全国において販売し，その販売金額も合計約60億円に達し，一定程度の販売実績があるといえる。",
                    "しかしながら，原告商品の市場における販売シェアは明らかではなく，量的に他の事業者が製造，販売する杭と比較することができないため，原告商品が繰り返し使用できることを考慮しても，当該販売実績を基に原告商品が，その使用の結果，本願指定商品の需要者の間で，原告に係る出所識別表示として，我が国において全国的に認識されるに至った証拠として，客観的に評価し得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "広告宣伝等",
                  "text": [
                    "原告商品については，商品カタログ，新聞，雑誌・パンフレット，漫画冊子によって原告商品の特徴，使用例等が紹介・広告されているが，それらについては，常に「くい丸」の商標が目立つように使用されており，本願商標と実質的に同一といえる原告商品の全体形状が顕著に表示されているものは，限られている（甲19（甲69），24の1～3，29の1・5・6，37～44，54，56，59～61，63，90，105）から，これらの使用において，需要者が原告の取扱いに係る商品「杭」の出所表示として意識するのは，原告商品の立体的形状の全体ではなく，「くい丸」の商標であると評価すべきである。",
                    "原告商品に係る広告宣伝等には，本願商標の立体的形状の一部分（先端部，頭部など）のみが掲載されているものが含まれているが，本願商標の立体的形状は，「杭」の形状全体を表したものであることからすると，そのような部分的使用からは，直ちに立体商標としての本願商標の使用とは理解されず，本願商標とは別異の商標の使用と理解されるものであって，本願商標と実質的に同一の商標の使用とはいえない。",
                    "原告による商品カタログの作成は，約8年強で約20万部であり，建築業許可業者数が50万社程度で推移していることからすると，多いとはいえない。また，新聞での掲載は，23年間で53回，雑誌・第三者に係るパンフレットでの掲載は，21年間で11回であり，決して多いものとはいえない。",
                    "展示会出展は，平成8年に1回，その後，平成10年から平成27年まで毎年継続して合計206回行われ，一定程度の来場者数は認められるものの，多くの会場において来場者数は不明であって，その規模や展示会における原告商品の使用状況について確認することができず，多数の会社等が多くの商品を展示する展示会において，原告商品がその立体的形状をもって多くの来場者の記憶に残るとはいえないから，展示会の証拠をもって，本願商標に係る杭の形状が，自他識別機能を獲得したことが裏付けられるものではない。",
                    "漫画雑誌については，作成部数は原告の主張のみであり，数量的にも多いとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第三者の使用",
                  "text": [
                    "本願商標と実質的に同一の形状から成る商品「杭」が，他人の取扱いに係る商品として，複数存在し，流通している（乙20～22）。",
                    "なお，原告商品が自他商品識別機能を生じ，あるいは，獲得することを欲しているとするなら，それを維持・獲得するために，原告商品と実質的に同一の形状から成る第三者の使用に対し，警告等の手段もとり得たところ，原告は警告等を行っていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "アンケート調査",
                  "text": [
                    "第1次調査の結果によれば，本願指定商品の主たる需要者である仮囲い作業従事者ですら，本願商標に対応する商品「杭」について，「知らない」又は「わからない」と回答した者が，1045人中752人（72．0％）も存在した。本願商標に対応する商品「杭」について，「見たことがある」又は「使ったことがある」を選択した者に対して，当該杭の商品名を自由回答で記入を求めたところ，「くい丸」の名称に関連する回答をした者は，193人中109人（56．4％）であって，これは調査対象者全体の10．4％にすぎず，この第1次調査の結果から，本願商標が，需要者の間において広く知られていたものとはいえない。",
                    "第2次調査では，原告商品の写真を示された後の選択肢については3択形式で，しかも，最初の選択肢が「杭」（くい）の名称を含み，それが「くい」に関するものと容易に想起させる「くい丸」であるのに対して，その他の選択枝は「ミサイル」及び「どれにも当てはまらない」しか用意されていないものであることから，アンケート回答者が本願商標の立体的形状に係る商品を知らない場合においても，商品「杭」（くい）の名称を含む原告の商標名を選択する可能性が高い。第2次調査は，第1次調査に比して明らかに客観性を欠き，調査方法として適正であったとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "施工例等",
                  "text": [
                    "原告商品の施工例には，建設現場の囲いの設置以外にも使用された例がある（甲109の1・3・4～6・8・10・11～13）が，商品「杭」の先端部が地中に埋まっていることから，商品「杭」の全体形状を確認することはできず，施工例により，原告商品の立体的形状が認識されているということはできない。",
                    "また，原告商品に係る技術は，ＮETISに，事後評価を実施した技術として登録を受けたことは認められるが，ＮETISは，公共事業において有用な新技術の活用促進を目的とするものであって，原告商品に係る技術が登録の内容として，新技術と従来品の比較として商品の説明とともに，原告商品の写真が掲載されているものの，原告商品の立体的形状の特徴を含め，細部にわたって確認できるものとはいえない。",
                    "したがって，これらをもって，本願商標の立体的形状が，需要者の間において広く知られていたものとはいえない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "土木・建築材料の販売会社に係るカタログ等",
                  "text": [
                    "個人ブログサイトを含むウェブサイト及び土木・建築材料の販売会社に係るカタログにおける原告商品の紹介例のうち，原告商品の全体形状が表示されていたのは，そのうちの一部にすぎず，そのような部分的使用からは，直ちに立体商標としての本願商標の使用とは理解されず，原告商品の立体的形状をもって，商品の出所を表示し，自他商品の識別標識として認識させているとはいい難い。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する反論",
              "text": [
                "原告は，原告実用新案権及び原告意匠権が消滅していても，自他識別機能，品質保証機能が認められるのであれば，商標としての登録が認められるべきものであり，原告商品の立体的形状を完全に模倣した商品が流通しているのは，原告商品の立体的形状が，自他識別機能，品質保証機能を有していることが理由であって，コピー商品流通の事実は，原告商品の立体的形状が，商標として認めるに値するものであることの根拠となるべき事実である旨主張する。",
                "しかし，存続期間の満了後には一般公衆にその考案，意匠の自由な利用をさせるという実用新案法，意匠法の制度からすると，実用新案権，意匠権による独占が認められていた商品の形状又はこれに類似する商品の形状については，権利による独占とは無関係に自他識別力を取得した等の特段の事情の認められない限り，使用により自他識別力を取得したと認めることはできないと解すべきである。",
                "原告実用新案権（平成9年7月11日設定登録），原告意匠権（平成8年9月2日設定登録）は，それぞれ存続期間満了により消滅しているところ，原告が原告商品の使用を開始した平成6年以降，原告意匠権の存続期間が満了する平成23年9月2日までの，それら権利により独占して使用できた期間の使用状況を考慮したとしても，本願商標は，使用により自他識別力を取得したものとはいえず，さらに，それら原告の権利の取得前あるいはその権利の存続期間満了から本件審決日までの間において，原告実用新案権あるいは原告意匠権による独占とは無関係に自他識別力を取得した等の特段の事情があるともいえない。",
                "原告の権利の存続期間満了後には，一般公衆がその考案，意匠を自由に利用することができる以上，それら権利の存続期間満了後に，原告実用新案権あるいは原告意匠権の機能又は美観に着目して，当該形状を採用する場合があることは，実用新案法あるいは意匠法が当然に予定しているものである。したがって，第三者によって本願商標と実質的に同一の形状から成る商品が流通している理由は，必ずしも原告商品の立体的形状が自他商品識別機能等を有しているからであるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本願商標が，商標法3条2項の要件を具備しないとした，本件審決の認定，判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（商標法3条1項3号に該当するとの判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条と立体商標における商品等の形状",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標法3条1項3号は，「その商品の産地，販売地，品質，原材料，効能，用途，数量，形状（包装の形状を含む。），価格若しくは生産若しくは使用の方法若しくは時期又はその役務の提供の場所，質，提供の用に供する物，効能，用途，数量，態様，価格若しくは提供の方法若しくは時期を普通に用いられる方法で表示する標章のみからなる商標」は，商標登録を受けることができない旨を規定し，同条2項は，「前項3号から5号までに該当する商標であっても，使用をされた結果需要者が何人かの業務に係る商品又は役務であることを認識することができるものについては，同項の規定にかかわらず，商標登録を受けることができる」旨を規定している。その趣旨は，同条1項3号に該当する商標は，特定人によるその独占使用を認めるのを公益上適当としないものであるとともに，一般的に使用される標章であって自他商品識別力を欠き，商標としての機能を果たし得ないものとして，商標登録の要件を欠くが，使用をされた結果，自他商品識別力を有するに至った場合に商標登録を認めることとしたものである。",
                    "商標法は，商標登録を受けようとする商標が，立体的形状（文字，図形，記号若しくは色彩又はこれらの結合との結合を含む。）から成る場合についても，所定の要件を満たす限り，登録を受けることができる旨規定するが（同法2条1項，5条2項），同法4条1項18号において，「商品又は商品の包装の形状であつて，その商品又は商品の包装の機能を確保するために不可欠な立体的形状のみからなる商標」は，同法3条の規定にかかわらず商標登録を受けることができない旨を規定していることに照らすと，商品及び商品の包装の立体的形状のうち，その機能を確保するために不可欠な立体的形状については，特定の者に独占させることを許さないものとしたものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "商品等の形状は，多くの場合，商品等に期待される機能をより効果的に発揮させたり，商品等の美観をより優れたものとする等の目的で選択されるものであって，直ちに商品の出所を表示し，自他商品を識別する標識として用いられるものではない。このように，商品等の製造者，供給者の観点からすれば，商品等の形状は，多くの場合，それ自体において出所表示機能ないし自他商品識別機能を有するもの，すなわち，商標としての機能を果たすものとして採用するものとはいえない。また，商品等の形状を見る需要者の観点からしても，商品等の形状は，文字，図形，記号等により平面的に表示される標章とは異なり，商品の機能や美観を際立たせるために選択されたものと認識するのであって，商品等の出所を表示し，自他商品を識別するために選択されたものと認識する場合は多くない。",
                    "そうすると，客観的に見て，商品等の機能又は美観に資することを目的として採用されると認められる商品等の形状は，特段の事情のない限り，商品等の形状を普通に用いられる方法で使用する標章のみから成る商標として，商標法3条1項3号に該当することになる。",
                    "また，商品等の機能又は美観に資することを目的とする形状は，同種の商品等に関与する者が当該形状を使用することを欲するものであるから，先に商標出願したことのみを理由として当該形状を特定人に独占使用を認めることは，公益上適当でない。",
                    "よって，当該商品の用途，性質等に基づく制約の下で，同種の商品等について，機能又は美観に資することを目的とする形状の選択であると予測し得る範囲のものであれば，当該形状が特徴を有していたとしても，同号に該当するものというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方，商品等の機能を確保するために不可欠とまでは評価されない立体的形状については，それが商品等の機能を効果的に発揮させ，商品等の美観を追求する目的により選択される形状であったとしても，商品等の出所を表示し，自他商品を識別する標識として用いられ，又は使用をされた結果，その形状が自他商品識別力を獲得した場合には，商標登録を受けることができるものとされている（商標法3条2項）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標の商標法3条1項3号該当性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標の構成",
                  "text": [
                    "本願商標は，別紙本願商標目録のとおりの構成から成るものであり，本願商標の形状は，以下の特徴を備えている（争いがない）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "円柱状の中央部分から頭部と先端部に向けて，円錐状の絞り加工部分がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "頭部側，先端部側ともに，絞り加工部分の途中に1本の外周線がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "頭部側については，外周線を越えた後も絞りは続くが，絞り切る前に，絞り加工部分より大径のリング部分及びリング部分より小径の台形部分があり，これが頭部の末端となる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "先端部についても，外周線を越えた後も絞りが続くが，絞り切る前に，絞り加工部分より大径のリング部分及び絞りの線よりも鋭角の線による円錐部分があり，これが先端部の末端となる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一般的な杭の形状との対比",
                  "text": [
                    "本願の指定商品である杭については，先端を円錐状に尖らせ，頭部の先端（打込部）を円盤状に平らにした，長い棒状の形状から成る商品が市販されていることが認められる（甲1，123，乙4，5，9～19）。",
                    "この点，原告は，一般的な杭は，頭部から先端までが同一径の円管で，鉄パイプを切断しただけの状態のものである「単管杭」であり，本願商標をこれと対比すべき旨主張するが，かかる「単管杭」のみならず，先端を円錐状に尖らせ，頭部の先端を円盤状に平らにした長い棒状の杭も市販されているから，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "商標法3条1項3号該当性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願商標の特徴のうち，「円柱状の中央部分」（上記ア(ア)）があり，「頭部の末端」が「台形」（上記ア(ウ)）で，「先端部の末端」が「円錐」である（上記ア(エ)）との形状は，先端を円錐状に尖らせ，頭部の先端を円盤状に平らにした長い棒状である一般的な杭の形状と共通する。",
                        "このうち，先端を円錐状に尖らせている点については，「先端部は尖った硬い材質でできているため…硬い地盤や，アスファルトにも施工できます」（乙10の1・2），「尖端が尖っているので施工しやすく，アスファルト等の難地盤に繰り返し使用可能」（乙14），「尖端を打ち込みやすく矢印形状にし」（乙17）等の記載があることから，硬い地面にもスムーズに打ち込みやすくすることを目的とした形状であることが認められる。また，頭部の先端（打込部）を平らにしている点については，「頭部は円形状のプレートをはめ，その円周を溶接加工し，打ち当てても壊れにくくできています」（乙17），打込金具による「手打ちにも対応し打撃部が変形しません」（乙18）等の記載があることから，頭部の補強やハンマー等で打ちやすくすることを目的とした形状であることが認められる。",
                        "原告商品のカタログにも，「先端部」について，「先の尖ったハガネ材を全周溶接することによって，木杭や単管パイプでは施工しにくい難地盤でも施工可能です」との記載が，「頭部」について，「プレートを全周溶接加工していますので叩き付けても壊れにくく，また施工後の美観と安全性の向上に役立ちます」との記載が，それぞれあり（甲43。甲44～54のカタログにも同趣旨の記載がある。），両端部の形状は，一般の「杭」と同様に，杭の機能に資することを目的として採用されるとともに，頭部の形状については，美観に資することも目的としているものであるといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願商標の特徴のうち，頭部と先端部に向けて，それぞれ，「円錐状の絞り加工部分がある」（上記ア(ア)）との形状については，原告商品のカタログに，「杭打ち作業や杭抜き作業の際には杭に対して大きな力が掛かります。絞り加工をすることによって，その負担が一点に集中すること無くより耐久性を高めています。」との記載があり（甲43。甲44～54のカタログにも同趣旨の記載がある。），杭の機能に資することを目的として採用された形状であると認められる。頭部側，先端部側とも，「外周線を越えた後も絞りが続く」（上記ア(ウ)，(エ)）との形状も，上記ア(ア)の円錐状の絞り加工部分と連続するものであり，杭の機能に資することを目的として採用された形状であると認められる。なお，先端部の円錐部分が，「絞りの線よりも鋭角の線による」との形状（上記ア(エ)）は，いずれも杭の機能に資することを目的として採用された先端部の円錐部分と絞り加工とが，角度を異にすることに起因する形状といえる。",
                        "頭部側，先端部にそれぞれ，「絞り切る前に，絞り加工部分より大径のリング部分がある」との形状（上記ア(ウ)，(エ)）については，コンドーテック総合カタログに掲載された「鋼管くい（くい丸）」の説明に，「杭」の棒状の部分とその一端に位置する円盤状の部分との接合部のリング状の膨らみを表す図と，他方の端に位置する円錐状の部分との接合部のリング状の膨らみを表す図とが掲載され，それぞれのリング状の膨らみを指して「全周溶接で強度UP」との説明が記載されていること（甲127）によれば，円柱状の中央部分から頭部と先端部に向けて絞り加工がかけられた棒状の部分と，円盤状の頭部，円錐状の先端部との接合部分を強化するために設けられたものと認められ，杭の機能に資することを目的として採用された形状であるといえる。なお，頭部の末端の台形部分が，「リング部分より小径」であるとの形状（上記ア(ウ)）は，いずれも杭の機能に資することを目的として採用された頭部末端の台形部分とリング部分とが，径を異にすることに起因する形状といえる。",
                        "「頭部側，先端部側ともに，絞り加工部分の途中に1本の外周線がある」との形状（上記ア(イ)）は，頭部，先端部を目立たせるもので，美観に資することを目的として採用された形状であると解される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，本願商標に係る立体的形状は，杭の形状として，機能又は美観に資することを目的として採用されたものと認められ，また，需要者において，機能又は美観に資することを目的とする形状と予測し得る範囲のものであるから，商品等の形状を普通に用いられる方法で使用する標章のみから成る商標として，商標法3条1項3号に該当するというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本願商標は，商標法3条1項3号に該当し，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（商標法3条2項に該当しないとの判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条2項の趣旨",
              "text": [
                "前記1のとおり，商標法3条2項は，商品等の形状を普通に用いられる方法で表示する標章のみから成る商標として同条1項3号に該当する商標であっても，使用により自他商品識別力を獲得するに至った場合には，商標登録を受けることができることを規定している。",
                "そして，立体的形状から成る商標が使用により自他商品識別力を獲得したかどうかは，①当該商標の形状及び当該形状に類似した他の商品等の存否，②当該商標が使用された期間，商品の販売数量，広告宣伝がされた期間及び規模等の使用の事情を総合考慮して判断すべきである。",
                "なお，使用に係る商標ないし商品等の形状は，原則として，出願に係る商標と実質的に同一であり，指定商品に属する商品であることを要するが，機能を維持するため又は新商品の販売のため，商品等の形状を変更することもあり得ることに照らすと，使用に係る商品等の立体的形状が，出願に係る商標の形状と僅かな相違が存在しても，なお，立体的形状が需要者の目につきやすく，強い印象を与えるものであったか等を総合勘案した上で，立体的形状が独立して自他商品識別力を獲得するに至っているか否かを判断すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標に係る商品の形状及び当該形状に類似した他の商品の存在",
              "text": [
                "本願商標は，指定商品である杭の立体的形状に係るものであり，その形状は，(ア)円柱状の中央部分から頭部と先端部に向けて，円錐状の絞り加工部分があり，(イ)頭部側，先端部側ともに，絞り加工部分の途中に1本の外周線があり，(ウ)頭部側については，外周線を越えた後も絞りは続くが，絞り切る前に，絞り加工部分より大径のリング部分及びリング部分より小径の台形部分があり，これが頭部の末端となり，(エ)先端部についても，外周線を越えた後も絞りが続くが，絞り切る前に，絞り加工部分より大径のリング部分及び絞りの線よりも鋭角の線による円錐部分があり，これが先端部の末端となるというものであるところ，前記1のとおり，円柱状の中央部分（上記(ア)），頭部の末端の台形部分（上記(ウ)），先端部の末端の円錐部分（上記(エ)）から成る杭は，他にも市販されている。また，上記(ア)，(ウ)，(エ)の頭部と先端部に向けた絞り加工や，上記(エ)の絞り加工より大径のリング部分，上記(イ)の外周線も，機能又は美観に資することを目的とする形状と予測し得る範囲のものであって，本願商標は，杭の形状として通常採用されている範囲を大きく超えるものとまではいえない。",
                "さらに，本願商標と実質的に同一の形状から成る複数の杭が，第三者の取扱いに係る商品として販売されていること，原告は，これに対して何らの権利行使も行っていないことも認められる（乙20～22，弁論の全趣旨）。",
                "したがって，原告商品の立体的形状自体が他の商品にない特徴的なものであるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "使用の実情",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標の使用実績・販売数量について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願商標の立体的形状に係る商品（原告商品）を開発し，平成6年から現在に至るまで，「くい丸」との名称を付した原告商品の製造・販売を継続している（甲3，17，19，21，62，69～71，弁論の全趣旨）。なお，文字商標「くい丸」は，商標権者を原告又は原告代表者として，商標登録（商標登録第320105号，第5142863号，第5558905号）されている（甲4～6）。",
                        "原告は，平成8年9月2日に原告意匠権の，平成9年7月11日に原告実用新案権の，設定登録をそれぞれ受けたが，遅くとも平成23年9月2日までには存続期間満了により消滅した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "平成11年12月1日から平成29年6月19日の間の原告の原告商品に係る取引先の件数は，2121件である（甲149）。原告商品は，日本全国全ての都道府県に対して出荷実績があり（甲121），出荷件数は，5万8052件に及ぶ（甲122）。原告は，原告商品をその取引先である工事資材卸業者を介しても販売し（甲123，125，127），また，原告商品は，アマゾン，楽天，ヤフー等のインターネット販売サイトのほか，通信販売サイトを通しても販売されている（甲113，114，117～119，144～146）。",
                        "原告商品の販売実績は，平成6年度の販売本数2万1022本，販売金額1430万1000円であったのが，平成23年度には販売本数42万3866本，販売金額4億2524万4000円，平成27年度には販売本数67万5153本，販売金額8億1693万2000円と，大きく増えており，平成6年度から平成27年度までの販売総本数は629万9523本，販売総金額は59億9065万2000円である（甲36）。しかし，そのシェアは不明であり，また，平成8年9月から平成23年9月までは，原告実用新案権又は原告意匠権が存在していたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "広告宣伝について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "カタログ",
                      "text": [
                        "原告は，平成6年から原告商品のカタログ（甲29の1～29の17，37～54）を作成頒布しており，平成19年6月から平成27年10月までの間の作成部数は合計20万1000部である（甲55）。",
                        "これらのカタログには，本願商標の立体的形状全体（以下「本件全体形状」という。）のイラスト又は写真の表示があるものもあるが（甲29の1・5・6・8，37～54），表紙に，頭部末端の小径の台形部分，この台形部分よりも大径のリング部分，リング部分から下に向けて広がるように膨らんでいる部分から成る頭部の形状（以下，これらを「本件頭部形状」という。），裏表紙に，先端部に向けた円錐状の絞り加工，これより大径のリング部分，上記絞り加工より鋭角の線による先端の円錐部分から成る先端部の形状（以下，これらを「本件先端部形状」という。）のイラストがそれぞれ記載されているのみで，本件全体形状の表示がないものもあり（甲29の7・9～16），本願商標の立体的形状の表示が全くないものもある（甲29の2～4・17）。",
                        "そして，これらのカタログには，いずれも「くい丸」の文字商標が表示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "新聞・雑誌等の広告・記事",
                      "text": [
                        "原告商品は，平成6年から平成28年の間に，日本経済新聞，鉄鋼新聞等の全国紙や業界紙において，少なくとも54回，広告や紹介記事が掲載され（甲16～28，58～93），また，平成8年9月から平成28年6月の間に，雑誌やパンフレット等において，合計13回，広告や紹介記事が掲載された（甲3，97～108）。平成6年から平成29年までの原告の広告宣伝費用は，展示会に要した費用を含め，総額1億3000万円余りである（甲161）。",
                        "これらの新聞や雑誌の記事は，文章により本件商品の機能や開発経緯を説明するもので，本願商標の立体的形状の表示がないものが多く存在する（甲3，16～18，20，22，62，64～68，70，71，89，91，92，97，98，100，102，103，106～108）。記事中に原告商品の写真が表示されているものもあるが，本願商標の立体的形状を明確に表示するものとはいえない（甲19，59，69）。本願商標の立体的形状を表示する広告や記事も，その多くは，本件頭部形状のみの写真やイラストであり（甲21，23の1～11，25～28，72～88，93，99，101，104），本件全体形状が表示されている広告や記事は多いとはいえない（甲24の1～3，60，61，63，90，105）。",
                        "これらの広告や記事においては，甲58を除き，いずれも，「くい丸」の文字商標が付されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "漫画冊子",
                      "text": [
                        "原告は，原告商品の形状，特性，施工例等を示した漫画冊子を作成しており（甲56），平成27年10月から平成29年10月の間に，2万1200部（外国語版を含めると2万2800部）作成している（甲150）。頒布数は明らかではないものの，2年にわたって増刷している事実からは，相当数が頒布されたことが推認できる。",
                        "この冊子には，表紙に本件全体形状のイラストが記載されているものの，その上には，「くい丸」の文字商標が表示されている上，冊子中の本件全体形状や本件頭部形状のイラスト及び写真にも，「くい丸」の文字商標が付されている（甲56）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "展示会出展",
                      "text": [
                        "原告は，平成8年から平成27年の間に，原告商品を，日本国内の各種展示会に出展しており，その回数は合計203回，来場者数は，確認できるものだけで延べ378万人になる（甲57，156）。",
                        "原告は，展示会において，原告商品を展示するとともに，「くい丸」の文字商標を掲示している（甲157～160）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "使用による自他商品識別力について",
                  "text": [
                    "前記アのとおり，原告商品は，平成6年から23年間にわたり，その形状を変えることなく，継続的に販売され，平成6年から平成27年の間で，販売本数約630万本，販売金額約60億円と一定程度の販売実績を上げていることが認められるものの，そのシェアは不明である上，上記のとおり，平成8年9月から平成23年9月までは原告実用新案権又は原告意匠権が存在していたものである。",
                    "また，前記イのとおり，原告商品のカタログや漫画冊子が頒布されたり，新聞や雑誌等にも掲載されるなどの宣伝広告活動が行われ，多数の展示会において展示され，他の業者のカタログやインターネット販売サイトにも掲載されたことが認められる。",
                    "しかしながら，上記のとおり，原告広告宣伝等には，原告商品の立体的形状の表示がないものも多数存在する一方で，そのほとんどに「くい丸」の文字商標が付され，展示会の会場にもくい丸の文字商標が掲げられていたことが認められる。文字商標の使用態様を見ると，原告のカタログには，表紙に，文字のみからなる「くい丸」商標，又は，「くい丸」との文字商標が太い横長の楕円に囲まれた中に記載されたもの（以下「楕円で囲まれた『くい丸』商標」という。）が付されている上，カタログの内部や裏表紙にも，文字のみからなる「くい丸」商標や，楕円で囲まれた「くい丸」商標が表示され，新聞広告には，楕円で囲まれた「くい丸」商標のみを掲載したものもあり（甲24の4～7），展示会の会場にも，楕円で囲まれた「くい丸」商標が，大きく目立つように掲示されており，「くい丸」の文字商標が，強く印象に残る態様で表示されていることが認められる。",
                    "また，原告広告宣伝等において，本件全体形状や本件頭部形状のイラストや写真が表示される場合には，頭部側の大径のリング部分の下に，楕円で囲まれた「くい丸」商標が表示されている。",
                    "そうすると，原告広告宣伝等に接したり，展示会に赴いたりした取引者，需要者は，「くい丸」の文字商標により，記載ないし展示された杭が原告の商品であることを認識し，商品の出所を確認するものと認められ，原告商品の立体的形状によって，商品の出所を認識したとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，①原告商品の立体的形状は，他の同種商品にはない特徴的なものとはいえないこと，②一定の販売実績を挙げてきたものの，そのシェアは不明であり，実用新案権や意匠権が存在していたこと，原告商品の広告宣伝展示が継続して行われたとしても，取引者，需要者は，併せ使用された「くい丸」の文字商標に注目して自他商品の識別を行ってきたと認められること，これらの事情を総合すると，原告商品の立体的形状が，文字商標から独立して，その形状のみにより自他商品識別力を獲得するには至っていないというべきである。",
                "したがって，本願商標は，使用をされた結果自他商品識別力を獲得し，商標法3条2項により商標登録が認められるべきものということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願商標の特徴は，頭部と先端部に向けての絞り加工から外周線，頭部の形状，先端部の形状にあるから，本願商標の特徴を周知するには，頭部と先端部の形状を示すことが極めて効果的であるところ，原告広告宣伝等においては，「くい丸」との記載とともに，頭部と先端部の形状も常に認識できる状態になっていたのであるから，これらの特徴的形状により，文字商標と独立して，原告商品であると識別できる旨主張する。",
                    "しかし，原告広告宣伝等には，本件頭部形状のみのイラストや写真が表示されたものが多数あるものの，本件先端部形状を併せて表示されたものは多くないことからすると，そもそも，頭部と先端部の形状が常に認識できる状態になっていたとは認められない。また，本件頭部形状，本件先端部形状，本件全体形状のいずれのイラストにも，外周線は示されていない。",
                    "そして，本願商標の特徴は，頭部の形状のみならず，円柱状の中央部分から頭部と先端部に向けて円錐状の絞り加工があるとの形状，先端部側の絞り加工部分より大径のリング部分の形状，先端部末端の絞りの線よりも鋭角の線による円錐部分の形状にもあるところ，本件頭部形状のイラストや写真によっては，円柱状の中央部分及び先端部に向けて円錐状の絞り加工があるとの形状や，先端部側のリング部分の形状，先端部の円錐部分の形状の表示があるとはいえない。特に，本件頭部形状のイラストは，一見して杭の形状の表示と理解できるものとはいえず，これによっては，原告商品の立体的形状を識別することはできない。 "
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，他の販売業者のカタログやインターネット販売サイト，個人のブログ等において，原告商品が掲載ないし掲示されていることも，原告商品の宣伝広告であると主張し，原告商品は，販売業者のカタログ（甲123，125，127）や，アマゾン，楽天，ヤフーその他のインターネット販売業者のウェブサイト（甲113，114，117～119，144～146）に掲載され，いずれも，「くい丸」の商標とともに，本件全体形状又は本件頭部形状の表示があることが認められる。",
                    "しかし，上記のとおり，本願商標は使用により自他商品識別力を取得したとはいえないものであり，原告広告宣伝等に他の販売業者のカタログやインターネット販売サイトに掲載ないし掲示された事実を加えて考慮しても，かかる結論が左右されるものではない。なお，原告商品は，個人のブログにも掲載されているが（甲110～112，116，120），これらには，原告商品の立体的形状が分かるような表示があるとは認められない。",
                    "また，原告は，ＮETISにくい丸が登録されていることについて主張し，原告商品について開発した新技術は，国土交通省がWeb上に公開している新技術情報システムであるＮETISにおいて，事後評価実施済みの技術として登録を受け（ＮETIS登録Ｎo．KT-990237-V。甲7，8），ＮETISのウェブサイトには，原告商品に係る技術についての説明が記載され，原告商品の写真が掲載されていることが認められる（甲8）。しかし，ＮETISに登録された事実が原告商品の宣伝になるとしても，そのことをもって，本願商標が使用により自他商品識別力を取得したとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，株式会社インテージが平成29年9月に実施した第二次調査の結果について主張し，同結果によれば，写真の商品を見かけたり使ったりしたことがあると答えた杭打ち作業従事者227人のうち，写真からイメージする商品について，「くい丸」と回答した者が188人（82．8％）であったことが認められる（甲135～138）。",
                    "しかし，このアンケート調査は，本願商標の特徴である頭部と先端部の拡大写真を示し，写真を見てイメージする商品を，文字商標の「くい丸」と，杭の先端部分を示す用語である「ミサイル」と，その「どれにも当てはまらない」から選択させるもので（甲134），選択肢がわずか3個と極めて少なく，固有名詞は1個しか提示されていないのであるから，調査方法として適正といえるかは疑問である。株式会社インテージが，平成27年10月に実施した第一次調査の結果によれば，仮囲い作業従事者1045人のうち，原告商品の写真を見て，見たことがあると答えた者が141人（13．5％），使ったことがある者が152人（14．5％）で，これらの者に対し，商品名を自由回答させたところ，「くい丸」又はこれに類する回答をした者は，前者が29人（2．7％），後者が80人（7．6％）であったこと（甲35）との乖離も大きく，直ちに信用することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，原告実用新案権，原告意匠権の存続期間満了後に，本願商標と実質的に同一の形状から成る杭が，第三者の取扱いに係る商品として複数販売されていることは，原告商品の立体的形状が自他商品識別機能や品質保証機能を備えているが故にこれに便乗するものであると主張する。",
                    "確かに，本願商標と実質的に同一の形状から成る他社商品に関するインターネット上のウェブサイトには，「【くい丸】と同型・同品質！さらに！まとめればまとめるほど，あの【くい丸】よりもお買い得！！！」「＜杭  ジェネリック杭  アルマックス社製＞…まとめ買いでくい丸よりお得！」（甲129，乙20の2），「くい丸と同じ形状です。」（甲130，乙21）との記載があり，これら販売業者においても，その販売商品が原告商品の後発品であることを認識していることが推認される。",
                    "しかしながら，原告は，平成23年9月2日に原告意匠権の存続期間が満了するまでは，原告実用新案権又は原告意匠権に基づき原告商品を独占的に実施していたことを推認できるところ，実用新案権や意匠権の権利者が，考案や意匠を一定期間独占できることは当然であり，実用新案権や意匠権に基づく一定期間の独占の結果として，その権利範囲に含まれる商品の形状又はこれに類似する商品の形状について，権利者の業務に係るものとして知られたことをもって，直ちに商標登録に必要な自他識別力を備えたことにはならない。商標権は，存続期間の更新を繰り返すことにより半永久的に保有することができることを踏まえると，実用新案権や意匠権の対象となっていた立体的形状について商標権によって保護を与えることは，実用新案法や意匠法による権利の存続期間を超えて半永久的に特定の者に独占権を認める結果を生じかねず，事業者間の公正な競争を不当に制限することになる。",
                    "したがって，実用新案権や意匠権の対象となっていた立体的形状について権利による独占とは無関係に自他識別力を取得した等の特段の事情の認められない限り，使用による自他識別力を取得したと認めることはできない。そして，上記の検討結果に照らすなら，本願商標について，かかる特段の事情があることを認めるに足りる事情が存在することを認めることはできない。",
                    "そうすると，原告実用新案権，原告意匠権の存続期間満了後に，原告商品の類似商品が販売されている事実をもって，原告商品の立体的形状が自他商品識別機能を有することを推認することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "まとめ",
              "text": [
                "以上によれば，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}