{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた裁判",
      "text": [
        "特許庁が無効2016-880015号事件について平成29年1月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，意匠登録無効審判請求を不成立とした審決の取消訴訟である。争点は，類似性(意匠法3条1項3号)についての判断の是非である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，下記2の意匠(以下「本件意匠」という。)の意匠権者である(甲3)。",
            "原告は，平成28年6月30日付けで本件意匠について意匠登録無効審判請求をしたところ(無効2016-880015号)，特許庁は，平成29年1月16日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月26日，原告に送達された(当事者間に争いがない。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件意匠",
          "content": [
            {
              "fig": "(1)",
              "subject": "登録番号                第1548809号"
            },
            {
              "fig": "(2)",
              "subject": "登録日                  平成28年4月1日"
            },
            {
              "fig": "(3)",
              "subject": "出願日                  平成27年11月18日"
            },
            {
              "fig": "(4)",
              "subject": "意匠に係る物品          建築扉用把手"
            },
            {
              "fig": "(5)",
              "text": [
                "意匠の説明              物品表面は全体が無模様かつ一色である。各図の物品表面に表れる陰影，薄色部，ないし白色部は撮影時の反射によるものであり，物品表面の模様ないし着色ではない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "図面                    意匠公報の下記図面代用写真(以下「本件写真」という。)のとおり"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件意匠の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "全体の構成",
                  "text": [
                    "全体が，横長の略棒状体であって，底面が平坦面状である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "正面の構成態様",
                  "text": [
                    "正面から見て左右両端部の上部が内側に傾斜しており，正面の外形状が左右対称の略扁平台形状に表されている。",
                    "その傾斜角は約43度であり，扁平率(高さ／底面の幅)は約1／8．5であって，左右の先端部が垂直に表されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "側面の構成態様",
                  "text": [
                    "側面から見て，中間部が凹んでおり，その凹みの左右縁は略凹弧状に表されている。",
                    "そして，その凹みより上の形状は略逆放物面状に表され，凹みより下の形状は，下端の垂直面部を含めて略台形状になっている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "底面部の態様",
                  "text": [
                    "底面部には，左右両端寄りに取付け用の穴部が1つずつ形成されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1意匠(意匠登録第1513616号の意匠〔甲1〕をいう。以下同じ。)の認定",
              "text": [
                "本件写真の向きに合わせて認定することとし，以下，甲1意匠の図面中，「平面図」を180度回転させた図を「正面図」と，「右側面図」を90度回転させた図を「左側面図」と，「左側面図」を90度回転させた図を「右側面図」と，「正面図」を180度回転させた図を「平面図」と，「背面図」を「底面図」と，それぞれ認定する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "全体の構成",
                  "text": [
                    "全体が，横長の略棒状体であって，底面が平坦面状である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "正面の構成態様",
                  "text": [
                    "正面から見て左右両端部の上部が左側に傾斜しており，正面の外形状が左右非対称の略扁平行四辺形状に表されている。",
                    "その傾斜角は約60度であり，扁平率(高さ／最大横幅)は約1／7．2である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "正面左端部の突出部及びその周囲の態様",
                  "text": [
                    "正面から見て，左端部上部が略逆コ字状に突出しており，その略逆コ字状突出部の左角部と左端部下部の傾斜部が，左端部中央において弧状に繋がっている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "側面の構成態様",
                  "text": [
                    "側面から見て，中間部が凹んでおり，その凹みは上部が鋭く屈曲して，下部が緩やかな略S字状に表されている。",
                    "そして，その凹みより上の形状は略縦長楕円形状に表され，凹みより下の形状は略半紡錘形状になっている。",
                    "さらに，左側面から見た略縦長楕円形状部が，上記認定した突出部の端面に相当し，閉じられた楕円形として表されている。",
                    "加えて，下端を除く外周が2重線状になっており，その2重線状部がテーパー状にごく小さく面取りされている。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "底面部の態様",
                  "text": [
                    "底面部には，左右両端寄りに取付け用の穴部が1つずつ形成されている。",
                    "【斜視図】",
                    "【平面図】",
                    "【底面図】",
                    "【正面図】",
                    "【左側面図】",
                    "【右側面図】"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "対比",
              "text": [
                "本件意匠に係る物品は「建築扉用把手」であり，甲1意匠に係る物品も「建築扉用の把手」であるから，本件意匠と甲1意匠(以下「両意匠」という。)に係る物品は同一であり，形態については，以下の共通点と差異点が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "共通点",
                  "text": [
                    "(A)全体の構成についての共通点",
                    "全体が，横長の略棒状体であって，底面が平坦面状である。",
                    "(B)側面の構成についての共通点",
                    "側面から見て，中間部が凹んでいる。",
                    "(C)底面部の態様についての共通点",
                    "底面部には，左右両端寄りに取付け用の穴部が1つずつ形成されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "差異点",
                  "text": [
                    "(a)正面の構成態様についての差異点",
                    "本件意匠では，左右両端部の上部が内側に傾斜して正面の外形状が左右対称の略扁平台形状に表されているが，甲1意匠では，左右両端部の上部が左側に傾斜して正面の外形状が左右非対称の略扁平行四辺形状に表されている。",
                    "その傾斜角について，約43度(本件意匠)であるか約60度(甲1意匠)であるかという差異があり，また，扁平率について，約1／8．5(本件意匠)であるか約1／7．2(甲1意匠)であるかという差異がある。",
                    "(b)突出部及びその周囲の態様についての差異点",
                    "甲1意匠では，正面左端部上部が略逆コ字状に突出して，その突出部の左角部と左端部下部の傾斜部が弧状に繋がっているが，本件意匠にはそのような突出部はない。",
                    "(c)側面の構成態様についての差異点",
                    "(c-1)凹みの態様",
                    "本件意匠では，凹みの左右縁は略凹弧状に表されているが，甲1意匠では，凹みの上部が鋭く屈曲して，下部が緩やかな略S字状に表されており，甲1意匠の凹み部の厚みが本件意匠に比べて薄くなっている。",
                    "(c-2)凹みの上下の形状",
                    "凹みより上の形状について，略逆放物面状(本件意匠)であるか略縦長楕円形状(甲1意匠)であるかという差異があり，また，凹みより下の形状について，略台形状(本件意匠)であるか略半紡錘形状(甲1意匠)であるかという差異がある。",
                    "また，甲1意匠では，左側面から見た略縦長楕円形状部が閉じられた楕円形として表されているが，本件意匠では，側面から見た略逆放物面は閉じられていない。",
                    "(c-3)テーパー面の有無",
                    "甲1意匠では，下端を除く外周が2重線状になってテーパー状にごく小さく面取りされているが，本件意匠では，そのようなテーパー面はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "両意匠の類否判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "共通点の評価",
                  "text": [
                    "まず，両意匠の共通点(A)及び共通点(B)については，全体が略横長棒状体で底面が平坦面状であり，側面から見て中間部が凹んでいる態様は，「建築扉用把手」などの物品分野の意匠において本願の出願前に広く知られていることから(例えば，特許庁意匠課公知資料番号第HD15040164号に表された「家具用ハンドル材」の意匠(以下「参考意匠1」という。)，特許庁意匠課公知資料番号第HH14001552号に表された「家具用取手」の意匠(以下「参考意匠2」という。))，需要者が特にその態様に注視するとはいい難い。したがって，共通点(A)及び共通点(B)が両意匠の類否判断に及ぼす影響は小さいといわざるを得ない。",
                    "また，底面部の左右両端寄りに取付け用の穴部が1つずつ形成されている共通点については，通常の「建築扉用把手」の使用状態において一般の需要者が底面部を見る機会はなく，また，「建築扉用把手」の底面部に扉への取付け用の穴部を複数設けることはありふれた態様であるといえるので，共通点(C)が両意匠の類否判断に及ぼす影響は小さい。",
                    "そうすると，共通点(A)ないし共通点(C)は，いずれも両意匠の類否判断に及ぼす影響は小さく，これらの共通点があいまった効果を勘案しても共通点が両意匠の類否判断に及ぼす影響は小さいというほかない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "差異点の評価",
                  "text": [
                    "まず，差異点(a)については，正面の外形状が左右対称の略扁平台形状であるか(本件意匠)，左右非対称の略扁平行四辺形状(甲1意匠)であるかの差異は，需要者が一見して気が付く差異であって，傾斜角の差異とあいまって，異なる美感を需要者に与えることとなるから，差異点(a)が両意匠の類否判断に及ぼす影響は大きい。",
                    "次に，差異点(b)については，略逆コ字状突出部及びその周囲の態様についての差異についても，需要者が底面部を除いて両意匠の各部の形状について詳細に観察することを踏まえると，突出部の形状，特に突出部の正面視左角部の出っ張りが，甲1意匠に比して異なる視覚的印象を需要者に与えているというべきであるから，差異点(b)も両意匠の類否判断に大きな影響を及ぼすということができる。",
                    "さらに，差異点(c-1)及び差異点(c-2)についても，本件意匠の凹みの態様は，上部が鋭く屈曲して下部が緩やかな略S字状に表された甲1意匠の凹みの態様と明らかに異なっており，略逆放物面状である本件意匠の上部形状も，略縦長楕円形状である甲1意匠の上部形状とは異なり，特に左側面から見たときには閉じられた領域であるか否かの差異も生じているので，凹み部の厚みの差異とあいまって，需要者が抱く視覚的印象を異ならしめるというべきである。したがって，差異点(c-1)及び差異点(c-2)が両意匠の類否判断に及ぼす影響は大きい。",
                    "他方，テーパー面の有無の差異については，テーパー状に角部を面取りすることは広く知られた造形手法であって，かつ，その面取りされた部分もごく僅かであるから，需要者が甲1意匠のテーパー面に着目することはなく，そもそも本件意匠にはそのようなテーパー面が無くむしろありふれた態様であることを踏まえると，テーパー面の有無の差異点(c-3)を本件意匠の甲1意匠に対する差異として殊更評価することはできない。したがって，差異点(c-3)が両意匠の類否判断に及ぼす影響は小さい。",
                    "そうすると，差異点(a)，差異点(b)，差異点(c-1)及び差異点(c-2)は，いずれも両意匠の類否判断に大きな影響を及ぼすものであり，差異点(c-3)の影響が小さいものであるとしても，両意匠の差異点を総合すると，両意匠を別異のものと印象付けるものであるから，両意匠の類否判断に及ぼす影響は大きく，両意匠の共通点を凌ぐものであるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，両意匠は，意匠に係る物品が共通するが，両意匠の形態においては，共通点が両意匠の類否判断に及ぼす影響は小さく，これに対して，両意匠の形態の差異点を総合すると，両意匠の類否判断に及ぼす影響は大きく，共通点が需要者に与える美感を覆して両意匠を別異のものと印象付けるものであるから，本件意匠は，甲1意匠に類似するということはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続違背)について",
          "text": [
            "審決は，本件意匠と甲1意匠の共通点を評価するに当たり，職権証拠調べをした参考意匠1及び2を根拠として，「建築扉用の把手は，日本国内における取引者及び需要者においては，建築扉との間に指を差し込める程度の隙間を有しているものが一般的であった」という原告の主張を排斥し，かえって，「全体が略横長棒体で底面が平坦面状であり，側面から見て中間部が凹んでいる態様は，『建築扉用把手』などの物品分野の意匠において本願の出願前に広く知られている」という事実(以下，平成29年7月7日付け原告準備書面2の略称に従って「本件事実」という。)を認定するとともに，本件事実を前提として，共通点(A)及び共通点(B)が両意匠の類否判断に及ぼす影響は小さいと判断した。そうすると，参考意匠1及び2は，審決の結論に至る上で最も重要な証拠であったことは明らかである。",
            "しかしながら，原告は，審決に至るまでの間，職権証拠調べをした参考意匠1及び2の存在を一切知らされていなかったため，これらに対する反論や反証の機会を与えられることはなかった。そのため，審決は，証拠調べの結果を通知するなどして原告に対し意見を申し立てる機会を与えずにされたものである。",
            "したがって，上記のような審判における証拠調べは，意匠法52条の準用する特許法150条5項に違反するものであるから，審決は取り消されるべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(類否判断の誤り)について",
          "text": [
            "審決は，本件意匠と甲1意匠の共通点として(A)(B)(C)の3点を示した上，いずれも両意匠の類否判断に与える影響は小さいなどと判断する。",
            "しかしながら，審決が共通点(A)(B)につき両意匠の類否判断に与える影響が小さいと判断したのは，上記1のとおり，参考意匠1及び2が公知意匠として存在したことに尽きるのであって，参考意匠1及び2は，一見したのみでは作成の真正や公開日が明らかではなく，不明瞭な斜視図によっては形態も明らかではない。そうすると，参考意匠1及び2は，本件意匠と甲1意匠の共通点を評価する上で参考にされるべき意匠としての適格性を欠くから，「建築扉用の把手は，日本国内における取引者及び需要者においては，建築扉との間に指を差し込める程度の隙間を有しているものが一般的であった」という事実に変わりはない。このような事実を前提とすれば，共通点(A)(B)は，本件意匠と甲1意匠の類否判断の結論に影響を及ぼすものといえる。",
            "また，取引者及び需要者は，扉を把持する部分の周辺の構成態様に最も注目するのであるから，「扉に固定する略台形状の脚の縦幅及び横幅が，細長い円形状の把持部におけるそれらよりも，それぞれ長い。」という構成態様も，本件意匠と甲1意匠の共通点として認定されるべきである。そうすると，把持する部分の周辺の形態は，参考意匠1及び2と，本件意匠及び甲1意匠とは根本的に異なるから，参考意匠1及び2を公知意匠として参酌したとしても，上記共通点は，本件意匠と甲1意匠の類否判断の結論に影響を及ぼすことになる。",
            "さらに，審決は，本件意匠と甲1意匠の差異点として(a)(b)(c-1)(c-2)(c-3)の5点を認定し，このうち(c-3)以外の構成態様は，両意匠の類否判断に与える影響が大きいと判断する。",
            "しかしながら，本件意匠と甲1意匠の差異点は，「本件意匠において，正面側から見ると，略台形状の外形を有しているが，甲1意匠において，正面側から見ると，略平行四辺形状の外形を有している」という1点に尽きており，審決が5点もの差異点につき判断すること自体が誤りである。この点につき，審決は，需要者が底面部を除いて両意匠の各部の形状について詳細に観察し，また，上記差異点は需要者が一見して気付くことを根拠として上記判断をしているものの，上記差異点は，本件意匠及び甲1意匠を設置した場合において上下の端まで観察することによって初めて認識できるものである。しかしながら，本件意匠と甲1意匠に係る物品は建築扉用の把手であり，使用者は，把持した場合の使用感を重視するために把持する部分の周辺の形態に注目するから，必然的に端の部分に対する注意は薄くなる。そうすると，本件意匠と甲1意匠においては，端の部分に対する需要者の注意は低くなる傾向にあるから，端の部分と中央の部分を区別せずに本件意匠と甲1意匠の要部を特定すべきではない。",
            "したがって，端まで観察することによって初めて認識できる上記差異点によって，両意匠が非類似になることはなく，上記差異点に係る判断の誤りは，本件意匠と甲1意匠の類否判断の結論に影響を及ぼすことになる。",
            "以上によれば，本件意匠と甲1意匠が類似するとはいえないとした審決の判断には誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続違背)に対して",
          "text": [
            "原告は，審決に至るまでの間，参考意匠1及び2の存在を一切知らされていなかったため，これらに対する反論や反証の機会は一切与えられておらず，原告に対して意見を申し立てる機会を与えずにされた審決は，意匠法52条の準用する特許法150条5項に違反するなどと主張する。",
            "しかしながら，審決は「全体が略横長棒状体で底面が平坦面状で側面から見て中間部が凹んでいる態様は，『建築扉用把手』などの物品分野の意匠において本願の出願前に広く知られている。」という周知の事実を認定したにすぎず，その例として参考意匠1 及び2を例示したものであるから，職権証拠調べを行って上記事実を認定したものではない。そもそも，このような周知の事実は，証拠調べをするまでもなく，創業から何十年も業務を行い様々な形状の建築用扉の把手を製造販売している原告も十分に了解している事実である。のみならず，本件事実が認められることは，被告が審判答弁書において既に主張していたため，原告にも反論の機会が実質的に与えられていたといえるから，原告に実質的な不利益は生じていない。",
            "したがって，審判における証拠調べは，意匠法52条の準用する特許法150条5項に違反するものではなく，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(類否判断の誤り)に対して",
          "text": [
            "原告は，使用者は自ら手で掴む部分しか観察しない等と主張して，差異点は台形か略平行四辺形かという1点に尽きているなどと主張する。",
            "しかしながら，本件意匠の物品は，建築扉用の把手であるため，その販売時には，商品の全体を見て取引され，各部の形状についても詳細に観察されるものである。そうすると，甲1意匠に存在する突出部は，本件意匠と大きく異なる点であり，この点を過小評価すべきではない。その他にも審判における類否判断は，通常の意匠における類否判断に従うものであり，原告主張の誤りはない。",
            "したがって，審決の類否判断に誤りはなく，原告の主張は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続違背)について",
          "text": [
            "原告は，審決に至るまでの間，職権証拠調べをした参考意匠1及び2の存在を一切知らされていなかったため，反論や反証の機会を与えられることはなかったのであるから，その結果を通知するなどして原告に対し意見を申し立てる機会を与えずにされた証拠調べは，意匠法52条の準用する特許法150条5項に違反するなどと主張する。",
            "しかしながら，審決が引用した参考意匠1及び2は，本件事実が周知であることを示すものとして例示されているにすぎず，参考意匠1及び2を職権で取り調べたことによって，本件事実が認定されたものではない。かえって，乙1ないし6記載の各製品が原告の製品であり，当該各製品に係る各意匠が公知意匠であることについては当事者間に争いがないのであるから(第2回口頭弁論期日調書参照)，上記各公知意匠によれば，参考意匠1及び2を例示されるまでもなく，横長棒状で底面が平坦面状であって側面中間部が凹んでいる建築扉用の把手は，原告自身においても周知であったことが認められる。実質的にみても，本件事実に係る認定の当否については，原告が平成28年6月30日付け審判請求書(甲4)において，「需要者にとって建築扉用の把手の形状は，建築扉との間に指を差し込める程度の隙間を有している細長い棒状であると一般的に認識されている」として，本件意匠の要部を認定した上で，本件意匠と甲1意匠が類似すると主張したのに対し，被告は，同年8月29日付け審判事件答弁書(甲5)において，全体を棒状体にする点は建築用扉の把手においてありふれた形態であるなどと反論し，さらに，原告は，同年10月14日付け弁駁書(甲7)においてこれに対する再反論をしているのであるから，これらの主張の経緯に照らしても，原告には反論の機会が与えられていたのであり，原告に実質的な不利益は生じなかったものと認められる。",
            "以上の事情によれば，審判における証拠調べは，意匠法52条の準用する特許法150条5項に違反するということはできない。",
            "したがって，原告の主張は，採用することができない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(類否判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件意匠の類否等について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "意匠の類否の判断基準",
                  "text": [
                    "登録意匠と対比すべき相手方の意匠が類似であるか否かの判断は，需要者の視覚を通じて起こさせる美感に基づいて行うものとされている(意匠法24条2項)。この場合には，意匠を全体として観察するとともに，意匠に係る物品の性質，用途及び使用態様並びに公知意匠にはない新規な創作部分の存否等を参酌して，取引者，需要者の最も注意を惹きやすい部分を意匠の要部として把握し，登録意匠と相手方意匠とが，意匠の要部において構成態様を共通にしているか否かを重視して，美感の共通性の有無に基づき判断するのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件意匠の要部",
                  "text": [
                    "本件意匠に係る物品は，建物の扉に使用される把手であり，把手は，使用者が把持して扉を開閉するという機能を有するほか，それ全体が建物の扉の美感にも大きく影響を及ぼすものである。現に，取引時に用いられる建物扉用の把手のカタログにおいては，建物の扉に接合される把手の底面部を除き，建物の扉に取り付けられた把手全体の写真が製品画像として掲載されている(甲2，乙1ないし6)。",
                    "乙1ないし6記載の各製品が原告の製品であり，当該各製品に係る各意匠が公知意匠であることについては当事者間に争いがない(第2回口頭弁論期日調書参照)。そして，参考意匠1及び2並びに上記各意匠によれば，横長棒状で底面が平坦面状であって側面中間部が凹んでいる建築扉用の把手は，原告はもとより，取引者，需要者にとって周知なものであったと認めるのが相当である(乙1ないし6)。",
                    "上記認定事実によれば，取引時に用いられる建物用扉の把手に係る意匠については，取引の実情を踏まえると，建物の扉に取り付けられた底面部を除き，把手全体の外観が最も重視されるものといえる。また，把手を利用する者は，扉を開ける際に側面中間部の凹みを掴むことになるから，側面中間部の凹み周辺の形態も取引者，需要者の注意を惹く部分であるといえる。そして，本件意匠のうち，横長棒状で底面が平坦面状であって側面中間部が凹んでいるという基本的構成態様は，取引者，需要者にとって周知であったことが認められる。",
                    "これらの事情の下においては，取引者，需要者の最も注意を惹きやすい部分は，横長棒状の全体形状及び側面中間部の凹み周辺の形態であるというべきである。",
                    "したがって，本件意匠の要部は，正面の外形状が左右対称の略扁平台形状であることに加えて，側面中央部の凹みの左右縁が略凹弧状に表されている形態であると認めるのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件意匠と甲1意匠の類否",
                  "text": [
                    "横長棒状の全体形状については，正面から見て，本件意匠が左右対称の略扁平台形状であるのに対し，甲1意匠は左右非対称の略扁平行四辺形状であり，とりわけ，その左端部上部が略逆コ字状に突出している。そのため，取引者，需要者にとって，本件意匠及び甲1意匠は，全体として美感に大きな差異があることが認められる。",
                    "また，側面中間部の凹み周辺の形態については，本件意匠では，凹みの左右縁は略凹弧状に表されているのに対し，甲1意匠では，凹みの上部が鋭く屈曲して，下部が緩やかな略S字状に表されており，甲1意匠の凹み周辺の厚みが本件意匠に比べて薄くなっている。そのため，把手の使用感を大きく左右する部分についても，美感に一定の差異があることが認められる。",
                    "上記認定事実によれば，本件意匠と甲1意匠とは，要部である正面の外形上の全体形状の美感に大きな差異があるとともに，使用感を左右する凹み周辺の形態の美感にまで一定の差異があることからすると，基本的構成態様が類似していることを考慮しても，両意匠を全体として観察した際に異なる美感を起こさせるものといえる。",
                    "したがって，両意匠が類似するものと認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，参考意匠1及び2は，一見したのみでは作成の真正や公開日が明らかでなく，本件事実を認めることはできないなどと主張する。",
                    "確かに，参考意匠1及び2は，公開日が不明である上，斜視図が各1つずつ掲載されるにとどまるため，具体的な構成態様は必ずしも明らかではない。しかしながら，参考意匠1及び2に加えて，原告自身の製品である乙1ないし6記載の合計6つの建築用ドアハンドルも，全体が略横長棒体で底面が平坦面状であり，側面から見て中間部が凹んでいるものであることからすれば，本件事実を前提とした審決の判断には誤りがないというべきである。",
                    "したがって，原告の主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，取引者，需要者は把持する部分の周辺の形態に最も注目するから，必然的に端の部分に対する注意は薄くなることを前提として，把持する部分の周辺の形態は，①一端側又は他端側から見ると，両側面の湾曲した窪みを境にして，扉に固定する側において脚が曲線状の略台形状を有しており，使用者が把持する側が細長い円形状を有し，②扉に固定する略台形状の脚の縦幅及び横幅が，細長い円形状の把持部におけるそれらよりも，それぞれ長いという点において，本件意匠と甲1意匠との間で共通するから，参考意匠1及び2を公知意匠として参酌したとしても，上記の共通点は，本件意匠と甲1意匠の類否判断の結論に影響を及ぼすことになるなどと主張する。",
                    "しかしながら，上記把持する部分の周辺の形態をみても，本件意匠と甲1意匠では一定の異なる美感を与えることは，上記(1)ウで説示したとおりである。のみならず，把手は，扉を開けるという機能を有するほか，それ全体が建物の扉の美感にも大きく影響を及ぼすものである。現に，建物扉用の把手のカタログには底面部を除く把手全体の写真が掲載されているという取引の実情を踏まえると，建物扉用の把手については，その底面部を除き，全体の外観が最も重視されるものといえる。",
                    "したがって，原告の主張は，その前提を欠くものであり，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件意匠と甲1意匠に係る物品は建築扉用の把手であり，使用者は，把持した場合の使用感を重視するため，把持する部分の周辺の形態に注目するから，必然的に端の部分に対する注意は薄くなり，端まで観察することによって初めて認識できる審決認定に係る差異点によって，両意匠が非類似になることはないなどと主張する。",
                    "しかしながら，前記イのとおり，把手は，扉を開けるという機能を有するほか，それ全体が建物の扉の美感にも大きく影響を及ぼすものであるから，底面部を除き端の部分も含めた把手全体の外観が最も重視されるというべきである。",
                    "したがって，原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件意匠が甲1意匠と類似しないとした審決の結論に誤りは認められず，そのほか，原告の縷々主張するところは，いずれも実質的には本件事実の認定の誤りをいうものに帰し，上記判断を左右するものとは認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，取消事由はいずれも理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}