{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-800014号事件について平成29年3月22日にした審決のうち，特許第5717955号の請求項1及び2に係る部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成21年8月26日，発明の名称を「建築板」とする特許出願をし，平成27年3月27日，設定の登録(特許第5717955号)を受けた(請求項の数3。甲1。以下，この特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成28年2月3日，本件特許に係る発明について特許無効審判請求をし，無効2016-800014号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成28年12月26日，本件特許の特許請求の範囲について，請求項3の削除を含む訂正請求をした(甲70，71。以下「本件訂正」という。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成29年3月22日，本件訂正を認めるとともに，請求項1及び2に係る発明についての特許を無効とする旨の別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月30日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成29年4月27日，本件審決中，本件特許の請求項1及び2に係る部分の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲請求項1及び2の記載は，次のとおりである(甲70，71)。「＼」は，原文の改行箇所を示す(以下同じ。)。以下，本件訂正後の請求項1及び2に係る発明を「本件発明1」などといい，併せて「本件各発明」という。また，本件特許の明細書(甲1)を，図面を含めて「本件明細書」という。",
            "【請求項1】イエロー顔料を含むインクによるイエロードットと，マゼンタ顔料を含むインクによるマゼンタドットと，シアン顔料を含むインクによるシアンドットとで模様付けされており，これらのインクから形成されるインクジェット層の表面には透明な被覆層が形成されている，建築板であって，＼前記イエロー顔料はシー・アイ・ピグメントイエロー42またはシー・アイ・ピグメントイエロー184で，前記マゼンタ顔料はシー・アイ・ピグメントレッド101で，前記シアン顔料はシー・アイ・ピグメントブルー28であり，＼シー・アイ・ピグメントイエロー42またはシー・アイ・ピグメントイエロー184である前記イエロー顔料を含むインクと，シー・アイ・ピグメントレッド101である前記マゼンタ顔料を含むインクと，シー・アイ・ピグメントブルー28である前記シアン顔料を含むインクとは，全て紫外線硬化型インクであり，＼前記建築板は，さらに，ブラック顔料を含む紫外線硬化型インクによるブラックドットで模様付けされており，前記ブラック顔料はシー・アイ・ピグメントブラック7であり，＼前記イエロードットと前記マゼンタドットと前記シアンドットと前記ブラックドットとで模様付けされた建築板のJTM  G  01：2000にしたがった下記の超促進耐候試験条件による促進耐候試験による変退色前後のCIE1976L＊a＊b＊色空間における色差(ΔE＊ab)について，イエロー成分とマゼンタ成分とシアン成分との各色間での前記促進耐候試験による試験時間600時間における変退色後の色差(ΔE＊ab)が0．99以内であり，かつイエロー成分とマゼンタ成分とシアン成分とブラック成分との各色間での前記促進耐候試験による試験時間600時間における変退色後の色差(ΔE＊ab)が1．44以内であることを特徴とする建築板。",
            "＜超促進耐候試験条件＞＼光源：水冷式メタルハライドランプ＼照度：90mW／cm²＼波長：295～450nm＼温度：60℃(照射)，30℃(結露)＼湿度：50％(照射)，90％(結露)＼サイクル：照射5時間，結露5時間＼シャワー：結露前後10秒",
            "【請求項2】建築物の外装材として用いられることを特徴とする請求項1に記載の建築板。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)のとおりである。要するに，本件各発明は，下記の引用例に記載された発明(以下「引用発明」という。)及び周知技術に基づいて，当業者が容易に発明をすることができたものである，などというものである。",
                "引用例：特開2008-63831号公報(甲2)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各発明と引用発明との対比",
              "text": [
                "本件審決は，引用発明及び本件各発明と引用発明との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "基材の表面に，下塗り層，インク受理層，インクジェット層，クリアー層，無機質塗料層，光触媒塗料層をこの順に積層して形成されると共に，黄色酸化鉄顔料を含有するイエローの水性インクと，Co-Al系ブルー顔料を含有するシアンの水性インクと，赤色酸化鉄顔料を含有するマゼンタの水性インクと，Cu-Fe-Mn系ブラック又はCo-Fe-Cr系ブラック顔料を含有するブラックの水性インクとからなる，有機顔料を含有しない4色の水性インクで所望の模様が施されたインクジェット層が形成されている，瓦や外壁材等の用途に使用される化粧建築板。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "イエロー顔料を含むインクによるイエロードットと，マゼンタ顔料を含むインクによるマゼンタドットと，シアン顔料を含むインクによるシアンドットとで模様付けされており，これらのインクから形成されるインクジェット層の表面には透明な被覆層が形成されている，建築板であって，＼前記シアン顔料はシー・アイ・ピグメントブルー28であり，＼前記建築板は，さらに，ブラック顔料を含むインクによるブラックドットで模様付けされている建築板。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "イエロー顔料及びマゼンタ顔料に関し，本件発明1は，イエロー顔料はシー・アイ・ピグメントイエロー42またはシー・アイ・ピグメントイエロー184であり，マゼンタ顔料はシー・アイ・ピグメントレッド101であるのに対し，引用発明では，イエロー顔料は黄色酸化鉄顔料であり，マゼンタ顔料は赤色酸化鉄顔料である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "ブラック顔料に関し，本件発明1は，シー・アイ・ピグメントブラック7であるのに対し，引用発明では，Cu-Fe-Mn系ブラック又はCo-Fe-Cr系ブラック顔料である点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点3",
                      "text": [
                        "インクに関し，本件発明1では，インクは全て紫外線硬化型インクであるのに対し，引用発明では，水性インクである点。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点4",
                      "text": [
                        "建築板の耐候性に関し，本件発明1では，JTM  G  01：2000にしたがった下記の超促進耐候試験条件による促進耐候試験による変退色前後のCIE1976L＊a＊b＊色空間における色差(ΔE＊ab)について，イエロー成分とマゼンタ成分とシアン成分との各色間での前記促進耐候試験による試験時間600時間における変退色後の色差(ΔE＊ab)が0．99以内であり，かつイエロー成分とマゼンタ成分とシアン成分とブラック成分との各色間での前記促進耐候試験による試験時間600時間における変退色後の色差(ΔE＊ab)が1．44以内であるのに対し，引用発明では，そのような特定がされていない点。",
                        "＜超促進耐候試験条件＞ ＼光源：水冷式メタルハライドランプ＼照度：90mW／cm²＼波長：295～450nm＼温度：60℃(照射)，30℃(結露)＼湿度：50％(照射)，90％(結露)＼サイクル：照射5時間，結露5時間＼シャワー：結露前後10秒"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2と引用発明との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "前記イ(ア)のほか，建築物の外装材として用いられる建築板である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "相違点1ないし4と同じ。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の進歩性に係る判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件発明2の進歩性に係る判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1の進歩性に係る判断の誤り)",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点・相違点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件発明1と引用発明との対比において，シアン顔料のみを抜き出して一致点とし，イエロー顔料及びマゼンタ顔料に関する相違点1，ブラック顔料に関する相違点2，インクに関する相違点3という三つの相違点に分けてそれぞれ別個に検討し，進歩性の判断を行った。",
                    "しかし，本件発明1は，紫外線硬化型インクにおいて，特定の4色の顔料を組み合わせたことに技術的意義を有するものである。したがって，本件発明1の進歩性を判断するに際しては，紫外線硬化型インク及び4色の顔料のそれぞれについて別個に検討されるべきものではなく，紫外線硬化型インク及び4色の顔料の組合せを一つの構成として，又は，少なくとも4色の顔料の組合せを一つの構成として，引用発明と対比して検討されるべきである。したがって，本件審決における一致点及び相違点1ないし3の認定は，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの主張を前提とすると，本件発明1と引用発明との一致点及び相違点は，以下のとおり認定されるべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "イエロー顔料を含むインクによるイエロードットと，マゼンタ顔料を含むインクによるマゼンタドットと，シアン顔料を含むインクによるシアンドットとで模様付けされており，これらのインクから形成されるインクジェット層の表面には透明な被覆層が形成されている，建築板であって，＼前記建築板は，さらに，ブラック顔料を含むインクによるブラックドットで模様付けされている建築板。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "紫外線硬化型インク及び4色の顔料の組合せを一つの構成とする場合",
                          "text": [
                            "相違点4のほか，「インクに関し，本件発明1では，イエロー顔料，マゼンタ顔料，ブルー顔料及びブラック顔料として，それぞれ，シー・アイ・ピグメントイエロー42又はシー・アイ・ピグメントイエロー184，シー・アイ・ピグメントレッド101，シー・アイ・ピグメントブルー28及びシー・アイ・ピグメントブラック7の4色の顔料の組合せを用いた紫外線硬化型インクであるのに対し，引用発明では，イエロー顔料，マゼンタ顔料，ブルー顔料及びブラック顔料として，それぞれ，黄色酸化鉄，赤色酸化鉄，Co-Al系ブルー及びCu-Fe-Mn系ブラック又はCo-Fe-Cr系ブラックの4色の顔料の組合せを用いた水性インクである点。」(以下「相違点A」という。)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "4色の顔料の組合せを一つの構成とする場合",
                          "text": [
                            "相違点3及び4のほか，「インクに関し，本件発明1では，イエロー顔料，マゼンタ顔料，ブルー顔料及びブラック顔料として，それぞれ，シー・アイ・ピグメントイエロー42又はシー・アイ・ピグメントイエロー184，シー・アイ・ピグメントレッド101，シー・アイ・ピグメントブルー28及びシー・アイ・ピグメントブラック7の4色の顔料の組合せを用いているのに対し，引用発明では，イエロー顔料，マゼンタ顔料，ブルー顔料及びブラック顔料として，それぞれ，黄色酸化鉄，赤色酸化鉄，Co-Al系ブルー及びCu-Fe-Mn系ブラック又はCo-Fe-Cr系ブラックの4色の顔料の組合せを用いている点。」(以下「相違点B」という。)"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の判断の誤り",
              "text": [
                "仮に，本件審決における一致点及び相違点の認定に誤りがないとしても，以下のとおり，本件審決における相違点1ないし4の容易想到性の判断には誤りがある。相違点1ないし4は，いずれも，当業者が引用発明に基づき容易に想到できたものではない。また，以下における原告の主張に照らすと，相違点A及び相違点Bについても，当業者が引用発明に基づき容易に想到できたものではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "本件審決は，相違点1は実質的な相違点ではない，また，仮に実質的な相違点であるとしても，引用発明において，相違点1に係る本件発明1の構成とすることは，当業者が適宜なし得たことである旨判断した。",
                    "しかし，引用発明における「黄色酸化鉄」との語が「シー・アイ・ピグメントイエロー42」と同義であること，「赤色酸化鉄」との語が「シー・アイ・ピグメントレッド101」と同義であることについて，これを認めるに足りる証拠はなく，相違点1が実質的な相違点でないとはいえない。引用例において，「黄色酸化鉄」の語が各種耐久性に優れる天然の黄色酸化鉄を含む意味で使用されていたこと，「赤色酸化鉄」の語が「天然べんがら」を含む意味で使用されていたことは明らかである。",
                    "また，黄色酸化鉄顔料のうち，必ずしも合成品が天然品に比べてインクジェット用インクに適していると当業者が認識していたとはいえない。さらに，赤色酸化鉄として合成品が主流でありながらも，少なくとも一部には，天然べんがらが「塗料，セメント，陶磁器，絵具など」に広く使われていたことは明らかである。",
                    "したがって，相違点1に係る本件発明1の構成とすることは，当業者が容易に想到し得たものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "本件審決は，引用発明において，相違点2に係る本件発明1の構成とすることは，当業者が適宜なし得たことである旨判断した。",
                    "しかし，塗料の技術分野においては，耐候性の観点から，顔料の組合せが大切であると認識されていたところ，引用発明においては，既にCu-Fe-Mn系ブラック又はCo-Fe-Cr系ブラック顔料が用いられており，耐退色性の効果が実証され，鮮明な黒色の表現及び材料費の節約という目的は達成されているのであるから，ブラック顔料の種類をあえてカーボンブラックに変更する動機付けは存在しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "text": [
                    "本件審決は，建築板の技術分野において製造コストを下げることは周知の課題であるから，引用発明において，インク受理層を省略して紫外線硬化型インクを用いることは，当業者が容易になし得たことである旨判断した。しかし，以下のとおり，本件審決の判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "製造コスト",
                      "text": [
                        "紫外線硬化型インクを用いる場合，水性インクでは不要であった反応性モノマー又は反応性オリゴマー及び光重合開始剤が必要となるため，水性インクを用いる場合よりもコストは上がる。紫外線硬化型インクを用いることにより，インク受理層を省略できたとしても，建築板全体として製造コストが下がるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "水性インクを用いることの技術的意義",
                      "text": [
                        "引用例では，インク受理層が必須の構成要件とされており，インク受理層とは，インクジェット層のインクを定着させるために必要な層であって，インクジェット層のインクを定着させて鮮明な模様を得ることを可能とするものである。また，引用例には，インクの種類として水性インクを用いることのみが記載されていることからすれば，引用発明は水性インクを用いることを想定した発明であって，水性インク及びインク受理層が採用されていることには技術的意義がある。かかる技術的意義を無視して，引用発明におけるインク受理層を省略し，かつ水性インクを紫外線硬化型インクに変更することの動機付けとなり得る記載はない。",
                        "また，引用発明における水性インクを紫外線硬化型インクに変更しようとすると，顔料を含めたインク全体の組成からインクジェット層以外の各層構造を含めた建築板全体，更にはインクジェット印刷するための装置及びシステムに至るまで，引用例に開示された技術内容の再検討が必要になるが，当業者は，そのような変更を到底考えない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "阻害要因",
                      "text": [
                        "引用発明が属する「インクジェット印刷により所望の模様が施された化粧建築板」の技術分野における紫外線硬化型インクでは，有機溶媒を用いないことが通常であり，多量の有機溶媒を用いることはあり得ない(甲6，7，9)。また，金属の中でも特にCo，Mn，Cu，Feといった金属を含む顔料が，ポリマー類等の有機材料に対して敏感に反応し，自動酸化反応により有機材料を劣化させることは，本件特許出願時の技術常識であった(甲55)。",
                        "したがって，当業者において，ポリマー類等の有機材料との相性が特に悪いCo，Mn，Cu，Feといった金属を含むCu-Fe-Mn系ブラックやCo-Fe-Cr系ブラックが用いられている引用発明の水性インクを，水性インクよりも明らかに有機材料を多く含む紫外線硬化型インクに変更しようとする動機付けはなく，むしろ阻害要因がある。Cu-Fe-Mn系ブラックを含む紫外線硬化型インクの製造が困難であることは，原告の実験により確認されている(甲56)。",
                        "なお，甲43及び44は，液晶表示装置等の表示材料，カラー液晶表示装置や撮像素子等の分野に関する文献であり，多量の溶剤が用いられるものであることから，引用発明が属する技術分野において「Cu-Fe-Mn系ブラックやCo-Fe-Cr系ブラック顔料を紫外線硬化樹脂に含有することは普通に行われて」いたことの根拠にはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4",
                  "text": [
                    "本件審決は，引用発明は耐退色性の高い化粧建築板を提供することを目的とするものであるところ，色相を保持するとの周知の課題を併せて解決することは，当業者が適宜なし得ることであり，変退色の指標として色差(ΔE)を用いることも技術常識にすぎない旨判断した。",
                    "しかし，引用例には，色相の変化について何ら記載されておらず，仮に当業者が色相を保持するとの課題を併せて解決することに想い到ったとしても，引用例にはその課題解決手段について示唆すらないから，引用発明から出発して相違点4に係る本件発明1の構成を採用する動機がない。",
                    "また，甲33，34，37及び39における色差は，単に耐候試験等の前後における色差又は2色間における色差を示す指標として用いられているものである。本件発明1のように，耐候試験の前後における色差について，更に各色間での差を示す指標が用いられた証拠はない。そして，所定の促進耐候試験による変退色前後において、イエロー成分、マゼンタ成分及びシアン成分の各色成分間の色差ΔEを0．99以内にし，イエロー成分、マゼンタ成分，シアン成分及びブラック成分の各色成分間の色差ΔEを1．44以内にするということに着想しない限り、当業者が相違点4に係る本件発明1の構成に到達することはない。したがって，引用発明において，相違点4に係る本件発明1の構成を採用することが，当業者にとって容易想到であるとはいえない。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "一致点・相違点の認定",
              "text": [
                "本件審決は，引用発明として，引用例の仕様13及び14の顔料の組合せの発明を認定し，シアン，マゼンタ及びイエローの3色の顔料の点は一致点とし，残りの1色(ブラック)を相違点2として認定している。その認定は正当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "顔料としての黄色酸化鉄には，狭義のものと広義のものがあり，狭義の黄色酸化鉄は合成されたもの，すなわちシー・アイ・ピグメントイエロー42のみを意味し，広義の黄色酸化鉄は天然のものも含む。同様に，顔料としての赤色酸化鉄にも，狭義のものと広義のものがあり，狭義の赤色酸化鉄は合成されたもの，すなわちシー・アイ・ピグメントレッド101のみを意味し，広義の赤色酸化鉄は天然のものも含む。一方，顔料をインクジェット用途に使用するためには，ノズル詰まり等を防止するため，精製し不純物を除去することが必要とされるところ，合成酸化鉄の顔料は，純度，粒径の均質性及び粒径分布が天然酸化物より優れていること，合成酸化鉄は安価で大量生産可能であり，工業製品である建築板の顔料に適していることに鑑みれば，引用発明の「インクジェット層」を形成するインクに含有される「黄色酸化鉄顔料」及び「赤色酸化鉄顔料」は，狭義のものを意味する蓋然性が高い。したがって，相違点1は，実質的な相違点ではない。",
                    "また，仮に引用発明の「黄色酸化鉄顔料」及び「赤色酸化鉄顔料」が広義のものであるとしても，上記のとおり，インクジェット用途として使用することや安価で大量生産可能であって工業製品である建築板の顔料に適していることに鑑み，「シー・アイ・ピグメントイエロー42」及び「シー・アイ・ピグメントレッド101」を選択すること，すなわち相違点1に係る本件発明1の構成とすることは，当業者が適宜なし得たことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "引用例には，3色の顔料の組合せによるインクジェット層が形成されていることを特徴とする化粧建築板(請求項1)に，さらに，Cu-Cr-Mn系ブラック，Co-Fe-Cr系ブラック，カーボンブラック等から選ばれるブラック顔料を含有するブラック成分を加える発明が記載されている(請求項2)。そして，引用例に記載された仕様は，発明実施の一形態として記載されたものにすぎないことから，当業者において，引用例の仕様に記載された引用発明の顔料の組合せを不動，固定的なものと考えるはずはなく，少なくとも，請求項2に記載された範囲で具体的な顔料を適宜変更することに困難はない。さらに，カーボンブラックは，最も一般的に使用されている黒色顔料であり，優れた耐候性を有することは周知であるから(甲47～49)，ブラック顔料としてカーボンブラックを使用する強い動機付けが存在する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "製造コスト",
                      "text": [
                        "インク受理層を省略すれば，製造コストを下げることにつながることから，本件審決の認定に誤りはない。仮に，インク受理層を省略しても他の要因により製造コストを下げることにつながらないことがあったとしても，インク受理層を必要としないことがメリットであることに変わりはない。また，紫外線硬化型インクには，樹脂が瞬時に硬化するため基材に対してインク受容層を必要としない，基材との密着性に優れる，他の樹脂と比較して耐候性に優れるなどのメリットがあることから，当業者が上記メリットに着目して紫外線硬化型インクを採用する動機付けは十分に存在する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "水性インクを用いることの技術的意義",
                      "text": [
                        "引用例は，「耐褪色性を高く得ることができる化粧建築板」(【0005】)の一つとして，請求項1及び2記載の水性インクに係る化粧建築板等を提案するものにすぎない。引用例における発明の課題及び効果を考えても，インク受理層及び水性インクを用いることが変更不可能な技術的前提事項であるとはいえない。また，建材において，無機顔料を含むインクとして紫外線硬化型インクを用いることが周知である以上，顔料，樹脂，添加剤等の処方全体について検討をする必要があるとしても，それが格別困難であるとはいえない。水性インクと紫外線硬化型インクの差異はインク成分の違いにあり，「顔料」について区別はなく，一般のインクに用いられる顔料は，紫外線硬化型インクにも基本的に利用可能である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "阻害要因",
                      "text": [
                        "甲55は，ゴム製品やプラスチック製品などの合成樹脂製品についての文献であり，インクジェットインクとはかけ離れた分野の文献である。甲43及び44において，Co，Fe，Cu等の金属元素が忌避されていないことは，一般的に樹脂にCo，Fe，Cuなどを含ませることができないわけではないことを示している。インクの分野において，これらの組合せはとくに忌避されているわけではない。UVインクにおける無機顔料の濃度は，0．1～10％程度であり，UVインクの製品化に支障をきたすものではないし，必要に応じて重合禁止剤を添加して反応を適切に調整すればよい。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "建築用を含めた塗料一般において，塗膜の色相を保持することは，周知の課題である。そして，かかる課題を踏まえると，色成分単体ではなく，わざわざ3色ないし4色の色成分によるインクジェット層を形成して耐退色性を評価している引用例が，色相の保持も目的としていることは自明である。",
                        "なお，本件発明1は，各色成分の色差の絶対量(色褪せの程度)は何ら規定していないため，単に耐退色性の良い顔料を組み合わせただけの形態も含んでいる。したがって，耐退色性が高くなって，色相変化が小さくなった建築板が容易想到であれば足り，本件発明1が耐退色性は悪いがそのバランスがとれているため色相変化が小さくなった建築板を含んでいることは，容易想到性を否定する事情にならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1は，各色成分がある程度以上に変退色することを要件としておらず，各色成分がそれほど変退色しない形態を排除していない。そのため，本件発明1が容易であるというためには，各色成分の変退色の指標として色差(ΔE)を用いることが容易であるといえればよく，原告のいう「耐候試験の前後における色差について，更に各色間での差を示す指標が用いられた証拠」が存在することは必要ない。そして，甲33，34，37及び39のΔEは，経時的な色相の変化が目立つかどうかの指標とされるものである以上，各色成分の「変退色の指標として色差(ΔE)を用いること」に困難はない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2の進歩性に係る判断の誤り)",
          "text": [
            "〔原告の主張〕",
            "本件発明1が引用発明に基づいて容易に発明をすることができたものではない以上，本件発明2も，引用発明に基づいて容易に発明をすることができたものではない。",
            "〔被告の主張〕",
            "本件発明2は，本件発明1を引用し，さらに「建築板」が「建築物の外装材として用いられる」ことを限定したものである。また，引用発明の「瓦や外壁材等の用途に使用される」「化粧建築板」は，本件発明2の「建築物の外装材として用いられる」「建築板」に相当するから，両者は，相違点1ないし4において相違し，その余の点で一致する。よって，本件発明1と同様に，本件発明2は，当業者が引用発明及び周知技術に基づいて，容易に発明をすることができたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明について",
          "text": [
            "本件各発明に係る特許請求の範囲は，前記第2の2のとおりであるところ，本件明細書の記載によれば，本件各発明の特徴は，以下のとおりである。また，本件明細書には，別紙本件明細書図表目録【図1】及び【表1】ないし【表7】のとおり，図表が記載されている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "本件各発明は，建築板に関するものである。(【0001】)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "建築板は，例えば屋外に設置されるため，長期間(5～10年程度)の耐候性が求められる。例えば，10年程度，熱，光(太陽光)，水(雨)に暴露されたとしても，建築板がほとんど変退色せず，その外観が維持されることが求められる。かかる要求を満足することは容易なことではなく，変退色が発生してしまうこともあり得る。本件各発明は，好適な変退色を実現可能な建築板を提供することを目的とする。(【0006】【0007】)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "課題を解決するための手段",
              "text": [
                "本件各発明は，前記(2)を目的とし，本件各発明の構成を採用したものである。(【0009】～【0012】【0018】【0020】【0045】 )"
              ]
            },
            {
              "fig": "(4)",
              "subject": "発明を実施するための形態",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各発明に係る建築板は，インクジェット層を有し，インクジェット層は，イエロー，マゼンタ，シアン及びブラックの特定の4色の顔料を含む紫外線硬化型インクから形成されている。紫外線硬化型インクは，反応性オリゴマー，反応性モノマー，光重合開始剤及び着色剤としての顔料を含み，模様付け終了後，紫外線が照射され硬化する。硬化したインクジェット層の表面には，耐候性向上を目的として透明な被覆層が形成されている。(【0017】～【0020】【図1】)"
                },
                {
                  "fig": "イ",
                  "subject": "本件各発明の実施例1及び2に係る紫外線硬化型インクは，4色の顔料の全てが無機顔料である。(【0025】【表1】)"
                },
                {
                  "fig": "ウ",
                  "subject": "実施例1では，屋外に10年暴露された状態に相当する600時間経過後の各色の色差(ΔE＊ab)は，イエローで1．99，マゼンタで1．27，シアンで1．13，ブラックで0．68である。色差(ΔE＊ab)について各色間での差は，最大で1．31であり，略同一の範囲に維持された。(【0042】【0043】【表6】)。なお，色差(ΔE＊ab)が略5以内のものであれば，経験上，略同一の範囲と認められる。(【0029】)"
                },
                {
                  "fig": "エ",
                  "subject": "実施例2では，試験開始から600時間経過後の各色の色差(ΔE＊ab)は，イエローで2．12，マゼンタで1．27，シアンで1．13である。色差(ΔE＊ab)について各色間での差は，最大で1．44であり，略同一の範囲に維持された。(【0045】【0046】【表7】)"
                },
                {
                  "fig": "オ",
                  "subject": "比較例1ないし4に係る紫外線硬化型インクは，実施例1の顔料のうち，イエロー，マゼンタ及びシアンのいずれか1色を変更したものである。比較例1ないし4は，いずれも，変退色前後の色差について，実施例1と異なる顔料のみが激しく退色した。(【0025】【0031】【0034】【0037】【0040】【表1】～【表5】)"
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "発明の効果",
              "text": [
                "本件各発明によれば，建築板の変退色前後の色差について，イエロー，マゼンタ，シアン及びブラックの各成分の色差を略同一とし，屋外に10年暴露された状態に相当する，促進耐候試験開始後600時間経過後においても，特定の色成分の色味が激しく退色することを防止することができ，好適な変退色を実現可能な建築板を得ることができる。(【0013】【0050】)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例(甲2)には，引用発明に関し，おおむね，以下の点が開示されている。また，引用例には，別紙引用例図表目録【図1】及び【表1】のとおり，図表が記載されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】基材の表面に，下塗り層，インク受理層，インクジェット層，クリアー層，無機質塗料層，光触媒塗料層をこの順に積層して形成されると共に，黄色酸化鉄，Ti-Ｎi-Ba系イエロー，Ti-Sb-Ｎi系イエロー，Ti-Ｎb-Ｎi系イエロー，Ti-Sb-Cr系イエローから選ばれる顔料を含有するイエローのインクと，Co-Al系ブルー，Co-Al-Cr系ブルーから選ばれる顔料を含有するシアンのインクと，赤色酸化鉄，Fe-Zn系ブラウン，Fe-Zn-Cr系ブラウン，Fe-Ｎi-Al系ブラウンから選ばれる顔料を含有するマゼンタのインクとからなる，有機顔料を含有しない3色のインクでインクジェット層が形成されていることを特徴とする化粧建築板。",
                    "【請求項2】黒色酸化鉄，Cu-Cr系ブラック，Cu-Cr-Mn系ブラック，Cu-Fe-Mn系ブラック，Co-Fe-Cr系ブラック，カーボンブラックから選ばれる顔料を含有するブラックのインクを加えて，有機顔料を含有しない4色のインクでインクジェット層が形成されていることを特徴とする請求項1に記載の化粧建築板。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "本発明は，インクジェット印刷により所望の模様が施された化粧建築板に関するものである。(【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "従来の化粧建築板は，色鮮やかな有機顔料を用いてインクジェット層を形成しても，早期に色褪せが生じてしまうという問題があった。一方，耐候性の高い無機顔料のみを用いてインクジェット層を形成すると，色の鮮やかさに大きく欠けてしまう。また，有機顔料と無機顔料(中でも酸化物系の無機顔料)とを混合して用いた場合には，無機顔料が光半導体として作用し，有機顔料が劣化してしまう。そこで，本発明は，耐退色性を高く得ることができる化粧建築板を提供することを目的とし，引用発明の構成，とりわけ，インクジェット層を形成するためのインクの顔料として，有機顔料を含有しない，仕様13及び仕様14の顔料を採用した。(【0004】【0005】【表1】【表2】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明を実施するための最良の形態",
                      "text": [
                        "引用発明に係る化粧建築板では，化粧建築板を1週間養生し，次に各化粧建築板の表面にサンシャインウェザオメーター(SWOM)により紫外線を1000時間照射した後，各化粧建築板の表面を目視により観察した結果，色褪せが全く生じなかった。(【0049】【0050】【表2】)",
                        "なお，黒色は，イエロー，シアン，マゼンタの3色のインクで表現することができるが，鮮明な黒色を表現するため及び材料費を節約するために，所定のブラックのインクを加えて4色のインクとすることが好ましく，所定のブラックインクとしては，黒色酸化鉄，Cu-Cr系ブラック，Cu-Cr-Mn系ブラック，Cu-Fe-Mn系ブラック，Co-Fe-Cr系ブラック，カーボンブラックから選ばれる顔料を含有するものを用いるのが好ましい。(【0018】)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "前記(1)の記載によれば，引用例には，前記第2の3(2)アのとおり引用発明が記載されており，この点は当事者間に争いがない。"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(本件発明1の進歩性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点・相違点の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1の進歩性を判断するに当たっては，①紫外線硬化型インク及び4色の顔料の組合せを一つの構成として，又は，②少なくとも4色の顔料の組合せを一つの構成として，引用発明と対比すべきである旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の認定について",
                  "text": [
                    "発明の進歩性が認められるかどうかは，特許請求の範囲に基づいて本件発明を認定した上で，主引用発明と対比し，一致する点及び相違する点を認定し，相違する点が存する場合には，当業者が，出願時の技術水準に基づいて，当該相違点に対応する本件発明を容易に想到することができたかどうかを判断することとなる。このような進歩性の判断に際し，本件発明と対比すべき主引用発明は，当業者が，出願時の技術水準に基づいて本件発明を容易に発明をすることができたかどうかを判断する基礎となるべき具体的な技術的思想でなければならない。そして，本件発明と主引用発明との間の相違点に対応する副引用発明があり，主引用発明に副引用発明を適用することにより本件発明を容易に発明をすることができたかどうかを判断する場合には，主引用発明又は副引用発明の内容中の示唆，技術分野の関連性，課題や作用・機能の共通性等を総合的に考慮して，主引用発明に副引用発明を適用して本件発明に至る動機付けがあるかどうかを判断するとともに，適用を阻害する要因の有無，予測できない顕著な効果の有無等を併せ考慮して判断することとなる。",
                    "そうすると，本件発明と主引用発明との間の相違点を認定するに当たっては，発明の技術的課題の解決の観点から，まとまりのある構成を単位として認定するのが相当である。かかる観点を考慮することなく，相違点をことさらに細かく分けて認定し，各相違点の容易想到性を個々に判断することは，本来であれば進歩性が肯定されるべき発明に対しても，正当に判断されることなく，進歩性が否定される結果を生じることがあり得るものであり，適切でない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張①について",
                  "text": [
                    "前記1(2)のとおり，本件発明1の課題は，好適な変退色を実現可能な建築板を提供することである。そして，本件明細書において，本件発明1が上記課題を解決できるものであることは，本件発明1に係る実施例と比較例とを対比することで説明されているところ，前記1(4)のとおり，実施例と比較例とで実質的に相違するのは，顔料(具体的には，ブラック顔料を除くシアン，イエロー及びマゼンタの3色の顔料のいずれか一つ)であり，紫外線硬化型インクを用いることは，実施例及び比較例の全てにおいて変わりがない。",
                    "したがって，実施例と比較例との対比からは，顔料の選択が本件発明1の課題解決に寄与することは認められるものの，紫外線硬化型インクを用いることが上記課題の解決に寄与するもの(少なくとも，課題を解決するものとして効果が実証されたもの)とは認められない。また，本件明細書のその他の記載をみても，紫外線硬化型インクについては，「反応性オリゴマーと，反応性モノマーと，光重合開始剤と着色剤としての顔料を含む。」(【0018】)として，紫外線硬化型インクとしての周知の構成(甲8，10，11)が記載されているだけであり，本件発明1の課題解決手段として紫外線硬化型インクを用いることの技術的意義は記載されていない。",
                    "よって，本件発明1において，顔料の組合せと，紫外線硬化型インクを用いることとは，技術的意義が同一であるとはいえない。また，一般に，インクを構成する顔料は，インクの種類(紫外線硬化型インク，水性インク等)に合わせて選択しなければならないわけではないから(甲6，8，9，11，48)，顔料の組合せと紫外線硬化型インクを用いることとが，発明の技術的課題の解決の観点から，まとまりのある構成であるということはできない。",
                    "以上のとおり，顔料の選択とインクの選択とは，別の相違点として検討されてしかるべきものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張②について",
                  "text": [
                    "好適な変退色を実現するという本件発明の課題を解決する上では，各色の顔料の退色を同程度にすることが必要であるから，個々の顔料の選択(顔料の組合せ)は，本件発明の課題解決手段として重要な技術的意義があるといえる。",
                    "したがって，本件発明1において，発明の技術的課題の解決の観点からは，顔料の組合せをひとまとまりの相違点として判断するのが相当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "よって，本件発明1と引用発明との相違点は，相違点3及び4のほか，「インクに関し，本件発明1では，イエロー顔料，マゼンタ顔料，ブルー顔料及びブラック顔料として，それぞれ，シー・アイ・ピグメントイエロー42又はシー・アイ・ピグメントイエロー184，シー・アイ・ピグメントレッド101，シー・アイ・ピグメントブルー28及びシー・アイ・ピグメントブラック7の4色の顔料の組合せを用いているのに対し，引用発明では，イエロー顔料，マゼンタ顔料，ブルー顔料及びブラック顔料として，それぞれ，黄色酸化鉄，赤色酸化鉄，Co-Al系ブルー及びCu-Fe-Mn系ブラック又はCo-Fe-Cr系ブラックの4色の顔料の組合せを用いている点。」，すなわち，相違点Bであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点B (ア)  引用発明では，イエロー顔料，マゼンタ顔料，ブルー顔料及びブラック顔料として，それぞれ，黄色酸化鉄，赤色酸化鉄，Co-Al系ブルー及びCu-Fe-Mn系ブラック又はCo-Fe-Cr系ブラックの4色の顔料の組合せを用いている。",
                    "そのうち，顔料としての「黄色酸化鉄」及び「赤色酸化鉄」は，通常，合成の黄色酸化鉄(シー・アイ・ピグメントイエロー42)及び合成の赤色酸化鉄(シー・アイ・ピグメントレッド101)の意味で用いられており(甲5，19，20)，建築構造物用の塗料に係る技術分野においても同様である(甲4)。また，①インクジェット用途として使用するためには，色材を精製し，不純物を除去することが必要とされることが多いこと(甲23)，②合成酸化鉄は，純度，粒径の均質性及び粒度分布が天然酸化物より優れていること(甲22)，③合成品は安価に多量に生産され，近年は合成品が主流であること(甲21)からすれば，工業製品に用いるインクジェット用インクの顔料としては，合成品が用いられる蓋然性が高いと認められる。そして，引用発明は，建築化粧板に形成されるインクジェット層の顔料として「黄色酸化鉄」及び「赤色酸化鉄」を用いるものであり，建築用化粧板が，工業製品であることは明らかである。そうすると，当業者であれば，引用発明の「黄色酸化鉄」及び「赤色酸化鉄」を，上記の通常の意味に従って，合成品，すなわち「シー・アイ・ピグメントイエロー42」及び「シー・アイ・ピグメントレッド101」と解すると認められる。",
                    "また，「Co-Al系ブルー顔料」は，「シー・アイ・ピグメントブルー28」と同義のものであると認められる(当事者間に争いがない。)。",
                    "さらに，引用例には，引用例記載の発明に用いるブラックインクとして，引用発明に係るCu-Fe-Mn系ブラック及びCo-Fe-Cr系ブラックに並んで，カーボンブラックを用いることが好適である旨記載されている(【0018】)。また，前記2(1)イのとおり，引用発明は，耐退色性を高く得ることができる化粧建築板を提供することを解決課題とするところ，カーボンブラックは，最も一般的に使用され，優れた耐退色性を有するものであることが周知であった(甲47～49)。加えて，引用例におけるカーボンブラックは，本件発明1における「シー・アイ・ピグメントブラック7」と同義のものであると認められる(甲48～52)。",
                    "そうすると，黄色酸化鉄，赤色酸化鉄，Co-Al系ブルー及びカーボンブラックの4色の組合せは，引用例において十分に想定される組合せであるといえる。したがって，引用発明において，イエロー顔料，マゼンタ顔料，ブルー顔料及びブラック顔料として，黄色酸化鉄，赤色酸化鉄，Co-Al系ブルー及びCu-Fe-Mn系ブラック又はCo-Fe-Cr系ブラックの4色を用いているものを，シー・アイ・ピグメントイエロー42，シー・アイ・ピグメントレッド101，シー・アイ・ピグメントブルー28及びシー・アイ・ピグメントブラック7の4色に置換することは，当業者にとって十分な動機付けが存在するといえる。",
                    "以上のことから，引用発明における4色の顔料を，シー・アイ・ピグメントイエロー42，シー・アイ・ピグメントレッド101，シー・アイ・ピグメントブルー28及びシー・アイ・ピグメントブラック7に置換し，相違点Bに係る本件発明1の構成とすることは，当業者が容易に想到することができたものといえる。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，仮に，当業者が，引用発明の「黄色酸化鉄」及び「赤色酸化鉄」を，合成品だけでなく天然品も含むと解し得るとしても，その中から，インクジェット用途の顔料として好適な合成品を用いることは，当業者が適宜なし得ることといえる。したがって，前記(ア)と同様に，引用発明における4色の顔料を，シー・アイ・ピグメントイエロー42，シー・アイ・ピグメントレッド101，シー・アイ・ピグメントブルー28及びシー・アイ・ピグメントブラック7に置換し，相違点Bに係る本件発明1の構成とすることは，当業者が容易に想到することができたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原告の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，「黄色酸化鉄」及び「赤色酸化鉄」は，天然品を含む意味で用いられており，これらが狭義のもの(合成品)を意味する蓋然性が高いとはいえない旨主張する。しかし，かかる主張を採用できないことは，前記(ア)のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，引用発明においては，イエロー，シアン及びマゼンタの3色で黒色を表現する必要がなくなり，鮮明な黒色の表現及び材料費の節約という目的は達成されているから，あえてブラック顔料の種類を変更しようとする動機付けが存在しない旨主張する。",
                            "しかし，原告の主張する上記目的は，ブラックの顔料を用いたことで達成されるものであり，引用発明の「Cu-Fe-Mn系ブラック又はCo-Fe-Cr系ブラック顔料」を用いることのみにより達成されるものではないから，引用発明において，同じくブラックの顔料であるカーボンブラックを用いることは何ら否定されるものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告は，耐候性の観点からは顔料の組合せが大切であると認識されていたのであるから，当業者は，効果が実証されている4色の顔料の組合せを変更した場合，所望の耐退色性が得られないと考えるはずであり，引用発明において，ブラック顔料の種類をあえてカーボンブラックに変更する理由は存在しない旨主張する。",
                            "しかし，引用例に記載された各仕様は，引用例の請求項に記載された発明の実施の一形態として記載されたものにすぎないことから，当業者は，引用発明(仕様13，14)の顔料の組合せをおよそ変更不能なものとして考えることはないというべきである。そして，前記(ア)のとおり，引用発明の4色の顔料を，シー・アイ・ピグメントイエロー42，シー・アイ・ピグメントレッド101，シー・アイ・ピグメントブルー28及びシー・アイ・ピグメントブラック7に置換することは，当業者にとって十分な動機付けが存在し，また，カーボンブラックが優れた耐退色性を有することは周知であることに照らせば，上記変更により所望の耐退色性が得られないと当業者が考える合理的な理由も認められない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許の出願当時，インクジェット用のインクとして，水性インク及び紫外線硬化型インクは，いずれも周知のものであり(甲8～11)，建材分野においても，本件特許の出願当時，無機顔料からなるインクジェット用インクとして，水性インク及び紫外線硬化型インクは選択的に用いることができることが知られていたものであるから(甲6，7)，建材分野におけるインクジェット用インクとして水性インクと紫外線硬化型インクのどちらを用いるかは，当業者において適宜選択し得たものといえる。また，紫外線硬化型インクは，インク受理層を必要としないこと，基材との密着性に優れること，耐候性に優れていること等のメリットがあることが知られていたものである(甲6，7)。",
                        "そうすると，前記2(1)イのとおり，引用発明は，耐退色性を高く得ることができる化粧建築板を提供することを解決課題とするものであるから，引用発明に，水性インクと選択的に用いることが可能であり，耐候性に優れている等の点で引用発明における課題の解決に資するものである，周知の紫外線硬化型インクを採用する動機付けは存在するといえる。",
                        "よって，引用発明の水性インクを周知の紫外線硬化型インクに置換し，相違点3に係る本件発明1の構成とすることは，当業者が容易に想到することができたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，引用例にはインクの種類として水性インクを用いることのみが記載されており，水性インクと共に用いられるインク受理層が請求項1で必須の構成とされているから，引用発明は水性インク及びインク受理層を採用することに技術的意義がある旨，また，引用例には，インク受理層を省略し，水性インクを紫外線硬化型インクに変更する動機付けとなり得る記載はないし，仮に紫外線硬化型インクを採用するのであれば，引用例に開示された技術内容を全て再検討することが必要となるが，当業者はそのような変更を到底考えない旨主張する。",
                            "しかし，前記2(1)のとおり，引用発明は，耐退色性を高く得ることができる化粧建築板を提供することを目的とし，インクジェット層を形成するためのインクの顔料として，有機顔料を含有しない特定の無機顔料を採用した点に技術的意義を有するものであり，水性インク及びインク受理層を採用することは，引用発明の課題を解決するための必須の構成であるとは認められない。なお，引用例の請求項1にはインク受理層が記載されているが，引用例には，インク受理層により鮮明な模様を得ることができることは従来の建築化粧板と同様であると記載されており(【0034】)，かかる鮮明な模様を長期間持続できる要因は，有機顔料を含有しない特定の無機顔料を選択したことにあると認められるから，引用例の請求項1にインク受理層が記載されていることをもって，引用発明においてインク受理層及び水性インクが必須の構成であるとはいい難い。したがって，この点を前提とする原告の主張は採用できない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，Co，Mn，Cu，Feといった金属は，有機材料との相性が特に悪いところ(甲55)，引用発明の水性インクのブラック顔料として，Cu-Fe-Mn系ブラック及びCo-Fe-Cr系ブラックが用いられているから，引用発明において，水性インクよりも明らかに有機材料を多く含む紫外線硬化型インクを採用することには阻害要因があり，Cu-Fe-Mn系ブラックを含む紫外線硬化型インクの製造が困難であることは，原告の実験(甲56)により実際に確認されている旨主張する。",
                            "しかし，甲55は，「合成樹脂(ゴム・プラスチック)の劣化評価・分析手法」に係るものであり，原告が摘記する箇所も「ゴムやプラスチックは，成形加工中や成形品の使用時に，金属や金属化合物と接触する機会が多い」として「金属がゴムやプラスチックに及ぶ元素別の影響度」を挙げたものであって，引用発明とは技術分野がかけ離れたものである。むしろ，引用発明に係るインクジェット用のインクの分野においては，紫外線硬化型インクとして，Co，Fe，Cuといった金属が忌避されているとは認められず(甲6，7，乙3)，重合禁止剤を添加することで金属と樹脂との反応を制御できることも知られている(甲6，7)。さらに，原告の実験は，高濃度(25重量％) の顔料を含む顔料分散液を，重合禁止剤等を使用せず長期間(4日間)放置したというものであり，このような特殊な条件の下での実験をもって，Cu-Fe-Mn系ブラックを含む紫外線硬化型インクの製造が一般に困難であるとは認められない。よって，原告の主張は採用できない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点4",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点4に係る本件発明1の構成の技術的意義",
                      "text": [
                        "相違点4に係る「JTM  G  01：2000にしたがった下記の超促進耐候試験条件による促進耐候試験」(以下「本件耐候試験」という。)は，JTM  G01：2000が日本試験機工業会による公知の規格であり，試験条件も一般的な耐候試験と特段の差異はないことからすれば(甲35)，本件耐候試験を採用したこと自体には，格別の技術的意義は認められない。",
                        "また，本件明細書において，本件耐候試験の試験時間600時間前後における色差に関し，①「各色成分の色差は，略同一の範囲(出願人は，経験的に略5以内が好適であることを見出している)である。」(【0029】)とし，②色差の各色間での差が「5以内である」か「5を超える」かで，略同一か否かの評価をしている(【0029】～【0048】)ことからすれば，変退色後の色差(ΔE＊ab)の上限値としての「1．44」や「0．99」には，略同一の範囲であること以上の技術的意義は認められない。",
                        "したがって，相違点4に係る本件発明1の構成の技術的意義は，屋外に10年暴露された状態での各色成分間の色差について，略同一の範囲内となるようにした点にあると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4の容易想到性",
                      "text": [
                        "外装建材分野において10年程度の耐久性が要求されること，屋外にて5～10年暴露された後もほとんど退色しない耐候性が必要であることは，本件特許の出願当時において，周知の事実であった(甲6，7，17，18)。また，建築用を含めた塗料一般において，塗膜の色相を保持することは周知の課題であり，耐退色性を向上させて色褪せが生じなくなれば，色相も全体として保持されることが明らかである(甲3，32)。",
                        "したがって，耐退色性を向上させることを目的とする引用発明において，10年程度の耐久性を設定して本件耐候試験を行うことは，周知技術に鑑みて当然に想定し得るものであり，この場合，各色の退色性が向上すればおのずと色相も保持されるから，屋外に10年暴露された状態での各色成分間の色差についても略同一の範囲内になると認められる。そして，退色の程度を色差(ΔE＊ab)で評価することは，当業者が適宜採用できることにすぎない(甲17，18，25の5，28，33，34，37，39)。",
                        "また，本件明細書において，本件耐候試験の試験時間600時間前後における各顔料の色差は，実施例及び比較例ともに，シー・アイ・ピグメントイエロー42は1．99，シー・アイ・ピグメントレッド101は1．27，シー・アイ・ピグメントブルー28は1．13，シー・アイ・ピグメントブラック7は0．68であり，本件発明1においては，透明な被覆層の厚みや顔料の粒度等その他色差に影響を与える可能性のある構成について特定はなく，かつ，この点について本件明細書にも特段記載がないことからすれば，相違点4に係る本件発明1の変退色後の3色間又は4色間の色差の差(ΔE＊ab)は，そもそも，本件発明1に係る顔料を選択すればおのずと決定されるか，被覆層の厚みや顔料の粒度等を調整することで当業者が適宜設定できる程度のものであるといえる。",
                        "よって，引用発明において，相違点4に係る本件発明1の構成とすることは，当業者が容易に想到できたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明1の効果",
                  "text": [
                    "前記1(5)のとおり，本件発明1は，屋外に10年暴露された状態に相当する，本件耐候試験開始後600時間経過後においても，特定の色成分の色味が激しく退色することを防止することができ，好適な変退色を実現可能な建築板を得ることができるものであるところ，引用発明に周知技術を適用することで同程度の好適な変退色を得ることができると認められるから，本件発明1の効果は引用例の記載から当業者が予測できる範囲内のものにすぎないというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，相違点B，相違点3及び相違点4は，いずれも当業者が容易に想到できたものであり，本件発明1は，当業者が引用発明及び周知技術に基づいて容易に発明をすることができたものである。したがって，取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(本件発明2の進歩性に係る判断の誤り)",
          "text": [
            "本件発明2は，本件発明1を引用し，さらに「建築板」が「建築物の外装材として用いられる」ことを限定したものである。また，引用発明の「瓦や外壁材等の用途に使用される」「化粧建築板」は，本件発明2の「建築物の外装材として用いられる」「建築板」に相当するものであり，この点は当事者間に争いがない。したがって，本件発明2と引用発明は，相違点B，相違点3及び相違点4において相違し，その余の点で一致する。",
            "よって，本件発明1と同様に，本件発明2は，当業者が引用発明及び周知技術に基づいて容易に発明をすることができたものであり，取消事由2は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上検討したとおり，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}