{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2016-700469号事件について平成29年11月1日にした決定を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成23年8月1日，発明の名称を「ゴルフスイングの計測解析システム及び計測解析方法」とする発明について特許出願(以下「本件出願」という。)をし，平成27年10月16日，特許権の設定登録(特許第5823767号。請求項の数3。以下，この特許を「本件特許」という。甲12)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許について，平成28年5月24日，Aから特許異議の申立て(異議2016-700469号事件)がされた(甲13)。",
                "原告は，平成28年11月21日付けで特許請求の範囲について訂正請求をした後，平成29年5月17日付けの取消理由通知(甲22)を受けたため，同年7月13日付けで，特許請求の範囲について訂正請求(以下「本件訂正」という。甲23)をした。",
                "その後，特許庁は，平成29年11月1日，本件訂正を認めた上，「特許第5823767号の請求項1ないし3に係る特許を取り消す。」との決定(以下「本件決定」という。)をし，その謄本は，同年11月13日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成29年12月12日，本件決定の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1ないし3の記載は，以下のとおりである(以下，請求項の番号に応じて，請求項1に係る発明を「本件発明1」などという。)。",
            "【請求項1】",
            "ゴルファがゴルフクラブによりゴルフボールを打撃するときのゴルフスイングを計測解析する計測解析システムであって，",
            "三軸加速度及び三軸角速度を計測するセンサー，前記センサーにより計測される三軸加速度及び三軸角速度の計測データを保存するメモリ，並びに，前記計測データを送信する無線回路を有し，前記ゴルフクラブのグリップエンド又はヘッドに対して着脱可能に取り付けられた，センサーユニットと，",
            "前記センサーユニットの前記無線回路から送信される前記計測データに基づいて，ゴルフスイング中の前記ゴルフクラブの三軸加速度及び三軸角速度の時系列データを取得する，データ取得部，取得された前記時系列データから，ゴルフスイング中の前記ゴルフクラブの軌跡データを抽出する軌跡データ抽出部，及び，前記軌跡データ，前記時系列データ，及び前記ゴルフクラブの特性に基づき，前記軌跡データが入力された片持ち梁ゴルフクラブモデルを使用してゴルファによるゴルフスイングをシミュレートするシミュレート部を有する解析装置と，",
            "を備えることを特徴とする，ゴルフスイングの計測解析システム。",
            "【請求項2】",
            "前記シミュレート部は，前記ゴルフクラブの特性として，前記ゴルフクラブの剛性分布を使用して，ゴルファによるゴルフスイングをシミュレートすることを特徴とする，請求項1に記載のゴルフスイングの計測解析システム。",
            "【請求項3】",
            "ゴルファがゴルフクラブによりゴルフボールを打撃するときのゴルフスイングを計測解析する計測解析方法であって，",
            "三軸加速度及び三軸角速度を計測するセンサー，前記センサーにより計測される三軸加速度及び三軸角速度の計測データを保存するメモリ，並びに，前記計測データを送信する無線回路を有し，前記ゴルフクラブのグリップエンド又はヘッドに対して着脱可能に取り付けられた，センサーユニットの，前記無線回路から，前記計測データを受信するステップと，",
            "前記センサーユニットの前記無線回路から受信した前記計測データに基づいて，ゴルフスイング中の前記ゴルフクラブの三軸加速度及び三軸角速度の時系列データを取得するステップと，",
            "取得された前記時系列データから，ゴルフスイング中の前記ゴルフクラブの軌跡データを抽出するステップと，",
            "前記軌跡データ，前記時系列データ，及び前記ゴルフクラブの特性に基づき，前記軌跡データが入力された片持ち梁ゴルフクラブモデルを使用してゴルファによるゴルフスイングをシミュレートするステップと，",
            "を含むことを特徴とする，ゴルフスイングの計測解析方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件決定の理由は，別紙異議の決定書(写し)のとおりである。その要旨は，本件発明1ないし3は，本件出願前に頒布された刊行物である甲1(特開2011-425号公報)に記載された発明(以下「引用発明1」という。)及び周知の技術事項に基づいて，当業者が容易に発明をすることができたものであるから，本件特許は特許法29条2項に違反してされたものであり，同法113条2号により取り消されるべきものであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件決定が認定した引用発明1，本件発明1と引用発明1との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "「ゴルフクラブのグリップ部分のシャフト内部に，3軸の加速度と，3軸の角速度を検出して出力する6軸センサと，6軸センサの出力を無線通信によって外部へ送信する送信部を備え，",
                    "試打を行う者(設計対象のゴルフシャフトを使用するユーザ)が，ゴルフクラブを使用して試打を行い，",
                    "6軸センサが，この試打動作中の検出結果を送信部に対して出力し，",
                    "送信部が，6軸センサから検出データの出力が行われると，無線通信を使用してセンサ出力データを外部へ送信し，",
                    "このセンサ出力データが，受信部によって受信され，受信したセンサ出力データを計測データとして計測データ記憶部に記憶し，計測データ記憶部には，時系列の計測データが記憶され，",
                    "計測データ入力部が，計測データ記憶部から計測データを入力し，入力した計測データをゴルフクラブのグリップ部分の予め決められた2点の軌跡の3次元座標データと，シャフトの軸回転データとに変換し，計測データを変換することにより得られた2点の軌跡の3次元座標データと，シャフトの軸回転データとを座標データ記憶部に記憶し，",
                    "応答曲面算出部が，座標データ記憶部に記憶されているデータを読み出して，試打者の技量と癖を1次関数化したスイング応答曲面を算出し，",
                    "設計因子選択部が，ねじり剛性，曲げ剛性，曲げ剛性分布のそれぞれの値の初期値を選択し，",
                    "スイング解析部が，設計因子選択部が選択したねじり剛性，曲げ剛性，曲げ剛性分布のそれぞれの値と，応答曲面算出部が算出した応答曲面と，座標データ記憶部に記憶されているグリップ部分の2点の軌跡座標データ及び軸回転データとを入力して，ゴルフクラブヘッドの運動を動的に解析し，",
                    "この解析によって，設計因子選択部において選択した設計因子(ねじり剛性，曲げ剛性，曲げ剛性分布)を適用したシャフトのゴルフクラブを使用して，設計対象のシャフトのユーザがスイングを行った場合のゴルフクラブのヘッドの運動を模擬する，",
                    "システム」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明1との一致点",
                  "text": [
                    "「ゴルファがゴルフクラブによりゴルフボールを打撃するときのゴルフスイングを計測解析する計測解析システムであって，",
                    "三軸加速度及び三軸角速度を計測するセンサー，並びに，前記計測データを送信する無線回路を有し，前記ゴルフクラブに対して取り付けられたセンサーユニットと，",
                    "前記センサーユニットの前記無線回路から送信される前記計測データに基づいて，ゴルフスイング中の前記ゴルフクラブの三軸加速度及び三軸角速度の時系列データを取得する，データ取得部，取得された前記時系列データから，ゴルフスイング中の前記ゴルフクラブの軌跡データを抽出する軌跡データ抽出部，及び，前記軌跡データ，前記時系列データ，及び前記ゴルフクラブの特性に基づき，前記軌跡データが入力された片持ち梁ゴルフクラブモデルを使用してゴルファによるゴルフスイングをシミュレートするシミュレート部を有する解析装置と，",
                    "を備える，ゴルフスイングの計測解析システム。」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と引用発明1との相違点",
                  "text": [
                    "［相違点1］",
                    "本件発明1においては，センサーユニットがセンサーにより計測される計測データを保存する「メモリ」を有しているのに対し，引用発明1では有していない点。",
                    "［相違点2］",
                    "本件発明1においては，センサーユニットが「ゴルフクラブのグリップエンド又はヘッドに対して着脱可能に」取り付けられているのに対し，引用発明1では着脱可能に取り付けられていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の認定の誤り",
                  "text": [
                    "本件決定は，甲1に引用発明1が記載されている旨認定したが，以下のとおり，甲1記載のシステムにおいては，「シャフトの既知の設計因子データである曲げ剛性，ねじれ剛性及び曲げ剛性分布のデータがそれぞれ異なる複数のゴルフクラブのそれぞれを使用して試打した際の計測データを取得し，取得した各計測データから，試打者の技量と癖を表すスイング応答曲面を算出すること」が必須の技術的事項であるにもかかわらず，上記認定は，これを看過したものであるから，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1の記載事項(請求項1，【0008】～【0010】，【0023】，【0026】，【0028】～【0041】，【0063】，図4)によれば，甲1には，①特に上級者のゴルファが，異なるクラブ特性を持つゴルフクラブを使用してスイングを行った場合，使用したゴルフクラブにスイングを合わせてしまうという傾向があること，さらには，この傾向が，ゴルファの技量や癖によって異なることに着目し，ゴルフクラブを使用するゴルファのスイング特性を考慮に入れ，ゴルファの技量や癖を確実に把握して，技量や癖に合致したゴルフシャフトの設計を行うことを課題とし，この課題を解決するための手段として，甲1記載のシステムは，試打者に「シャフトの既知の設計因子データである曲げ剛性，ねじれ剛性及び曲げ剛性分布のデータがそれぞれ異なる複数のゴルフクラブ」をそれぞれ試打させることにより得られた計測データを用いて，「スイング応答曲面」を求めることで，ゴルフクラブの設計因子(曲げ剛性，ねじり剛性及び曲げ剛性分布)の変化(クラブ特性の変化)に伴うスイングの変化を数式化し，それにより試打者の技量と癖を把握し，また，「スイング応答曲面」を用いてヘッドの運動を模擬することにより，試打者の技量と癖に合致したゴルフシャフトの設計を可能にしたこと，②ゴルファは，スイングを行う際に使用したクラブの曲げ剛性やねじれ剛性などを考慮に入れ，そのクラブ特性にあわせたスイングを行うため，所定の特性を有する1本のゴルフクラブを使用してスイングの計測データを取得して，スイングの解析を行っても妥当な解析結果を得ることができない場合があること(【0026】)，③「スイング応答曲面」は，試打者の技量と癖を1次関数化したものであり，「スイング応答曲面」は，(2)式において，試打者の技量と癖を表す4つの係数a ～a を算出し，一般化逆行列を用いて，(3)式により求めることができること(【0034】～【0036】)が開示されている。これによれば，甲1記載のシステムにおいて，クラブ特性の変化に伴うスイングの変化の影響を見るために，クラブ特性の異なるゴルフクラブが少なくとも2本必要であり，また，スイング応答曲面を求めるには，試打者の技量と癖を表す4つの係数a ～a を算出する必要があり，そのためには，複数(少なくとも4本)のゴルフクラブが必要であって，1本のゴルフクラブで試打したスイング式からスイング応答曲面を求めることは原理的に不可能である。一方で，甲1には，甲1記載のシステムにおいて，1本のみのゴルフクラブを用いる場合の記載はない。",
                        "そうすると，甲1記載のシステムにおいては，「シャフトの既知の設計因子データである曲げ剛性，ねじれ剛性及び曲げ剛性分布のデータがそれぞれ異なる複数のゴルフクラブのそれぞれを使用して試打した際の計測データを取得し，取得した各計測データから，試打者の技量と癖を表すスイング応答曲面を算出すること」が必須の技術的事項であるというべきである。",
                        "しかるところ，本件決定が認定した引用発明1には上記必須の技術的事項が含まれておらず，本件決定は，これを看過したものであるから，本件決定における上記認定には誤りがある。この誤りは，本件決定の結論に影響を及ぼすものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，甲1には，次のとおりのシステムの発明(以下「原告引用発明1」という。)の記載がある(下線部は，本件決定認定の引用発明1と異なる箇所である。)。",
                        "「ゴルフクラブのグリップ部分のシャフト内部に，3軸の加速度と，3軸の角速度を検出して出力する6軸センサと，6軸センサの出力を無線通信によって外部へ送信する送信部を備え，",
                        "試打を行う者(設計対象のゴルフシャフトを使用するユーザ)が，シャフトの既知の設計因子データである曲げ剛性，ねじれ剛性及び曲げ剛性分布のデータがそれぞれ異なる複数のゴルフクラブのそれぞれを使用して試打を行い，",
                        "6軸センサが，この試打動作中の検出結果を送信部に対して出力し，",
                        "送信部が，6軸センサから検出データの出力が行われると，無線通信を使用してセンサ出力データを外部へ送信し，",
                        "このセンサ出力データが，受信部によって受信され，受信したセンサ出力データを計測データとして計測データ記憶部に記憶し，計測データ記憶部には，複数のゴルフクラブのそれぞれによって試打した場合の時系列の計測データが記憶され，",
                        "計測データ入力部が，計測データ記憶部から複数の計測データを入力し，入力した計測データをゴルフクラブのグリップ部分の予め決められた2点の軌跡の3次元座標データと，シャフトの軸回転データとに変換し，試打に使用された複数のゴルフクラブのそれぞれについて，計測データを変換することにより得られた2点の軌跡の3次元座標データと，シャフトの軸回転データとを座標データ記憶部に記憶し，",
                        "応答曲面算出部が，座標データ記憶部に記憶されているデータ(すなわち，試打に使用された複数のゴルフクラブのそれぞれについて，計測データを変換することにより得られた2点の軌跡の3次元座標データとシャフトの軸回転データ)を読み出して，試打者の技量と癖を1次関数化したスイング応答曲面を算出し，",
                        "設計因子選択部が，ねじり剛性，曲げ剛性，曲げ剛性分布のそれぞれの値の初期値を選択し，",
                        "スイング解析部が，設計因子選択部が選択したねじり剛性，曲げ剛性，曲げ剛性分布のそれぞれの値と，応答曲面算出部が算出した応答曲面と，座標データ記憶部に記憶されているグリップ部分の2点の軌跡座標データ及び軸回転データとを入力として，ゴルフクラブヘッドの運動を動的に解析し，",
                        "この解析によって，設計因子選択部において選択した設計因子(ねじり剛性，曲げ剛性，曲げ剛性分布)を適用したシャフトのゴルフクラブを使用して，設計対象のシャフトのユーザがスイングを行った場合のゴルフクラブのヘッドの運動を模擬する，",
                        "システム」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知の技術事項の認定の誤り",
                      "text": [
                        "本件決定は，ゴルフスイングの計測，解析等を行う装置において，ゴルフクラブを計測するセンサーユニットを取付け及び取外しが可能なモジュールとするため，センサーユニットをゴルフクラブのグリップエンド又はヘッドに対して着脱可能に取り付けること(相違点2に係る本件発明1の構成)は，本件出願当時の周知の技術事項である旨認定した。",
                        "しかしながら，以下のとおり，少なくとも，センサーユニットをゴルフクラブのグリップエンドに対して着脱可能に取り付けることは，周知の技術事項であるとはいえないから，この点において，本件決定の上記認定には誤りがある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "ゴルフクラブの「グリップエンド」とは，ゴルフクラブのグリップのうち，ヘッドとは反対側の軸方向端を指しており，グリップの周面やグリップの内部を含まないことは，一般常識である(例えば，甲27ないし32)。",
                            "したがって，本件発明1の「グリップエンド」とは，ゴルフクラブのグリップのうち，ヘッドと反対側の末端のみを指し，また，本件発明1の「センサーユニットをゴルフクラブのグリップエンドに対して着脱可能に取り付ける」とは，センサーユニットをグリップエンドに着脱可能に外付けすることを意味すると解すべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかるところ，本件決定が周知例として挙げた甲4(特開2005-152321号公報)，甲7(米国特許第7871333号明細書)，甲8(米国特許出願公開第2010／216565号明細書)及び甲9(特表2007-530151号公報)には，センサーユニットをゴルフクラブのグリップエンドに対して着脱可能に取り付けることについて開示がない。もっとも，甲4には，センサーモジュールを「ゴルフクラブ4のグリップ部4-1とヘッド部4-3」の2か所に着脱自在に取り付けることの記載があるが(【0033】，【0048】等)，2か所の一方にのみ着脱自在に取り付けることについての記載はないのみならず，グリップ部に取り付けられたセンサーモジュールは，その全体がグリップの内部に配置されており(図2(a)，(b))，ヘッドとは反対側の軸方向端に外付けされていないから，センサーユニットをゴルフクラブのグリップエンドに対して着脱可能に取り付けることについての構成を備えていない。",
                            "次に，乙2(特開平3-126477号公報)には，カートリッジ40の取付位置についてシャフト12のグリップ16の部分の中空穴に挿入と記載され(6頁左上欄3行)，カートリッジ40は，グリップの全体にわたってグリップ内部に配置されており(第13図)，ヘッドとは反対側の軸方向端に外付けされていないから，センサーユニットをゴルフクラブのグリップエンドに対して着脱可能に取り付けることについての構成を備えていない。また，仮に乙1(特開2004-358180号公報)に上記構成が記載されているとしても，1つの文献に記載されていることのみをもって，センサーユニットをゴルフクラブのグリップエンドに対して着脱可能に取り付けることが周知であることを立証したことにはならない。",
                            "したがって，ゴルフスイングの計測，解析等を行う装置において，ゴルフクラブを計測するセンサーユニットを取付け及び取外しが可能なモジュールとするため，センサーユニットをゴルフクラブのグリップエンドに対して着脱可能に取り付けることは，本件出願当時の周知の技術事項であるとはいえないから，この点において，本件決定の上記認定には誤りがある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "容易想到性の判断の誤り",
                      "text": [
                        "本件決定は，ゴルフクラブにセンサーユニットを取り付けるに当たり，センサーユニットは着脱可能とするか，着脱不可能とするかのいずれかしかなく，そのいずれを選択するかは，当業者であれば適宜設計可能な事項であるなどとして，引用発明1において周知の技術事項である相違点2に係る本件発明1の構成とすることは当業者が容易になし得ることである旨判断した。",
                        "しかしながら，センサーユニットをゴルフクラブのグリップエンドに対して着脱可能に取り付けることが周知の技術事項であるといえないことは前記(ア)のとおりである。また，仮にこれが周知であるとしても，引用発明1あるいは原告引用発明1においてセンサーユニットをグリップエンドに対して着脱可能に取り付ける構成とした場合，①試打に用いられるゴルフクラブの総重量や重心が変わるため，引用発明1あるいは原告引用発明1が意図する本来のスイングの計測データが得られなくなる，②ゴルフクラブ全体の外観が変化し，試打者の視界も悪化するため，引用発明1あるいは原告引用発明1が意図する本来のスイングの計測データが得られなくなる，③ゴルフクラブと6軸センサとの対応関係が乱される結果，引用発明1あるいは原告引用発明1の課題を解決できなくなるおそれがあるといった重大な弊害が生じるため，引用発明1あるいは原告引用発明1に相違点2に係る本件発明1の構成を適用することに阻害要因(以下，①ないし③をそれぞれの番号に応じて，「阻害要因①」などという。)があるから，本件決定の上記判断は誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "阻害要因①及び②について",
                          "text": [
                            "前記(ア)aのとおり，本件発明1の「センサーユニットをゴルフクラブのグリップエンドに対して着脱可能に取り付ける」とは，センサーユニットをグリップエンドに着脱可能に外付けすることを意味する。",
                            "引用発明1あるいは原告引用発明1において，「グリップ部分のシャフト内部」に備えられた「6軸センサ」及び「送信部」をグリップエンドに着脱可能に外付けするには，「6軸センサ」及び「送信部」をグリップエンドの軸方向外側に外付け状態となるように移動させ，「6軸センサ」及び「送信部」をゴルフクラブに対して着脱可能にするための部材及び「6軸センサ」及び「送信部」を覆う筐体を別途追加する必要があるため，ゴルフクラブの総重量が増加するとともに，ゴルフクラブ全体の重心が大きく変化し，(試打用ではない)通常のゴルフクラブを使用してスイングした際の本来のスイングとは異なるものとなる。",
                            "また，引用発明1あるいは原告引用発明1に着脱構造(上記部材及び筐体)を追加した場合，かなり大きな物体がゴルフクラブの外部に取り付けられることになるため，試打者は，ゴルフクラブ全体の外観が通常と異なることに違和感を覚えたり，試打者の視界が妨げられ，ゴルフクラブやゴルフボールの一部を視認できなくなるおそれもあり，(試打用ではない)通常のゴルフクラブを使用してスイングした際の本来のスイングとは異なるものとなる。",
                            "したがって，引用発明1あるいは原告引用発明1が意図する本来のスイングの計測データが得られなくなる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "阻害要因③について",
                          "text": [
                            "甲1の記載事項(【0030】，【0034】，【0035】)及び技術常識によれば，引用発明1あるいは原告引用発明1には，予め，ゴルフクラブのＮo．と6軸センサの識別情報との対応関係が記憶されており，ひいては，ゴルフクラブと6軸センサとは一体不可分の関係にあるといえる。",
                            "引用発明1あるいは原告引用発明1においてセンサーユニットをグリップエンドに対して着脱可能に取り付ける構成とした場合，「6軸センサ」及び「送信部」が予め対応付けられたゴルフクラブのＮo．と異なるＮo．のゴルフクラブに取り付けられる事態が誤って生じるおそれがあり，このような事態が生じた場合，システムに予め記憶されたゴルフクラブのＮo．と6軸センサの識別情報との対応関係とが異なってしまうことになり，スイング応答曲面を正しく算出することができなくなる結果，引用発明1あるいは原告引用発明1の「ゴルファーの技量や癖を確実に把握して，技量や癖に合致したゴルフシャフトの設計を行う」という課題を解決できなくなる。そして，システムの使用時にセンサーユニットをゴルフクラブに取り付けるのはユーザであり，当業者がどのような創作活動をしようとも，使用現場におけるユーザによる取り付けの誤りを完全に防ぐことは不可能であることからすると，当業者であれば，品質担保の観点から，このような事態が確実に生じないようにするために，センサーユニットを着脱可能にすることは避けるはずである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "まとめ",
                          "text": [
                            "したがって，ゴルフクラブにセンサーユニットを取り付けるに当たり，センサーユニットは着脱可能とするか，着脱不可能とするかのいずれかしかないとしても，引用発明1あるいは原告引用発明1にセンサーユニットがグリップエンドに対して着脱可能に取り付けられた構成(相違点2に係る本件発明1の構成)を適用することを当業者が容易に想到することができたものとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，引用発明1及び周知の技術事項に基づいて，当業者が容易に発明をすることができたものとはいえないから，これと異なる本件決定の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の認定の誤りの主張に対し",
                  "text": [
                    "引用発明1は，ゴルフクラブの本数を特定していないから，ゴルフクラブの本数が単数又は複数の両方の場合を包含するものである。また，甲1の【0026】の記載によれば，1本のゴルフクラブを使用してスイングの計測データを取得し，スイングの解析を行うことができると解釈することができるから，甲1記載のシステムにおいて，「シャフトの既知の設計因子データである曲げ剛性，ねじれ剛性及び曲げ剛性分布のデータがそれぞれ異なる複数のゴルフクラブのそれぞれを使用して試打した際の計測データを取得し，取得した各計測データから，試打者の技量と癖を表すスイング応答曲面を算出すること」が必須の技術的事項であるとはいえない。",
                    "したがって，本件決定の引用発明1の認定に誤りはない。また，仮に引用発明1の認定に誤りがあり，甲1に記載されている発明を原告引用発明1のとおり認定すべきであるとしても，本件発明1と原告引用発明1の一致点及び相違点は，本件決定の認定した本件発明1と引用発明1の一致点及び相違点と異なるものではないから，引用発明1の認定の誤りは，本件決定の結論に影響を及ぼすものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性の判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知の技術事項の認定について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明1の特許請求の範囲(請求項1)には，「前記ゴルフクラブのグリップエンド又はヘッドに対して着脱可能に取り付けられた，センサーユニット」を用いてゴルフスイングの計測を行うことが規定されているが，着脱可能にする具体的な手段の記載はなく，本件出願の願書に添付した明細書(以下，図面を含めて，「本件明細書」という。甲12)にも，この点の記載はない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲4の記載事項(【0030】，【0031】，【0033】，【0048】，図2(a)，(b))によれば，センサーモジュールは，ゴルフクラブに着脱自在に取り付けることができること，ゴルフクラブ4のグリップ部4-1のグリップエンドにセンサーモジュール3-1が取り付けられていることを看取できるから，甲4には，ゴルフスイングの計測，解析等を行う装置において，ゴルフクラブを計測するセンサーユニットを取付け及び取外しが可能なモジュールとするため，センサーユニットをゴルフクラブのグリップエンドに対して着脱可能に取り付けることが示されている。また，甲4の記載から，センサーモジュールをヘッドに取り付けなければ，グリップエンドに取り付けるセンサーモジュールを着脱可能とすることはできないとする理由はない。",
                            "次に，乙1の記載事項(請求項1，5，6，【0024】，【0032】～【0034】)及び乙2の記載事項(1頁左欄5行から10行，3頁左下欄末行から右下欄5行，6頁左上欄1行から7行，第13図)によれば，乙1及び乙2には，ゴルフスイングの計測，解析等を行う装置において，ゴルフクラブを計測するセンサーユニットを取付け及び取外しが可能なモジュールとするため，センサーユニットをゴルフクラブのグリップエンドに対して着脱可能に取り付けることが示されている。",
                            "以上によれば，ゴルフスイングの計測，解析等を行う装置において，ゴルフクラブを計測するセンサーユニットを取付け及び取外しが可能なモジュールとするため，センサーユニットをゴルフクラブのグリップエンドに対して着脱可能に取り付けることは，本件出願当時の周知の技術事項であるといえるから，本件決定における周知の技術事項の認定に原告主張の誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "容易想到性の判断について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用発明1と本件決定認定の周知の技術事項は，ゴルフクラブのグリップにセンサーユニットを取り付けた点で共通すること，計測専用の複数のゴルフクラブにおいても，センサーユニットを着脱自在とすることに利点があること(例えば，甲9の【0012】)からすると，当業者は，引用発明1において，上記周知の技術事項を適用して，センサーユニットがゴルフクラブのグリップエンドに対して着脱可能に取り付けられた構成(相違点2に係る本件発明1の構成)とすることを容易に想到することができたものである。",
                            "したがって，本件決定における相違点2の容易想到性の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点について，原告は，引用発明1あるいは原告引用発明1においてセンサーユニットがグリップエンドに対して着脱可能に取り付けられた構成とすることには阻害要因(原告主張の阻害要因①ないし③)があるから，本件決定における相違点2の容易想到性の判断に誤りがある旨主張する。",
                            "しかしながら，甲1の【0029】に「6軸センサ11，送信部12及びこれらを動作させるために必要な機器全体の重量を20gに抑えている。これにより，市販の軽量グリップを用いることで総重量の増加を抑えることができるためクラブの重量増加によるスイングへの悪影響を与えないようにしている。」と記載されているように，引用発明1は，ゴルフクラブのグリップ部分のシャフト内部に6軸センサと送信部とを備えたことによる総重量の増加によって，スイングへの悪影響を与えないようにし，通常のゴルフクラブを使用してスイングするのと同様のスイングをすることができるものであることに照らすと，6軸センサと送信部を着脱可能としても，6軸センサと送信部の取り付け手段が固定から着脱可能に単に変更しただけであり，本来のスイングの計測データが得られなくなるということはないから，原告主張の阻害要因①は理由がない。",
                            "次に，引用発明1の6軸センサと送信部をゴルフクラブに対して着脱可能にするための着脱構造として，嵌合構造や螺合構造(例えば，乙1の【0031】，図5)とすれば，必ずしも大きな物体となるものではなく，また，ゴルフクラブ全体の外観に試打者が違和感を覚えたり，試打者の視界を妨げないようにすることも当然のことであって通常期待される創作活動の範囲の事項であることに照らすと，6軸センサと送信部を着脱可能としても，ゴルフクラブ全体の外観が変化し，試打者の視界も悪化することにより，本来のスイングの計測データが得られなくなるものではないから，原告主張の阻害要因②は理由がない。",
                            "さらに，センサーユニットが誤ってゴルフクラブに取り付けられることは，当業者において当然想定し得る範囲の事項であるから，引用発明1の6軸センサと送信部を着脱可能としても，このような事態が発生しないようにすることは，通常期待される創作活動の範囲のことといえる。加えて，甲1には，ゴルフクラブに設けられた送信部12から6軸センサ11の検出値を送信することは記載されているが，ゴルフクラブのクラブＮo．などが送信されることは記載されておらず，6軸センサ11の検出値とゴルフクラブのクラブＮo．はゴルフシャフト設計装置の受信部20で受信後に関係付けられて記憶されていること(【0030】)に照らすと，試打をしているゴルフクラブのクラブＮo．は，ゴルフシャフト設計装置の入力部から入力されていると考えられ，ゴルフクラブの6軸センサと送信部は，単に6軸センサの検出値を送信しているだけであり，これらを着脱可能とすることによって，ゴルフクラブと6軸センサとの対応関係が乱されることはないから，原告主張の阻害要因③は理由がない。",
                            "したがって，原告の上記主張は理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，引用発明1及び周知の技術事項に基づいて，当業者が容易に発明をすることができたものであるから，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2及び3の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件発明2は，請求項1を引用し，本件発明1の発明特定事項を全て備え，更に限定を加えた発明であり，本件発明3は，本件発明1と同様の発明特定事項を全て備える，本件発明1とカテゴリーが異なる発明であるところ，前記1(1)のとおり，本件決定のした本件発明1の容易想到性の判断に誤りがある以上，本件発明2及び3は，引用発明1及び周知の技術事項に基づいて，当業者が容易に発明をすることができたものであるとした本件決定の判断も誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "原告の主張は争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の特許請求の範囲(請求項1)の記載は，前記第2の2のとおりである。",
                    "本件明細書(甲12)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する「図1ないし図3」については別紙1を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "【0001】",
                        "本発明は，ゴルフスイングの計測解析システム及び計測解析方法に関するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【0003】",
                      "text": [
                        "従来，ゴルフスイングの計測は，ゴルファによるゴルフスイングを，カメラ等を備えるゴルフスイング計測装置により撮像し，取得した画像に基づいて画像計測を行ってきた。しかし，所定の精度で画像計測を行うことが可能な画像を取得するためには，ゴルフスイングの撮影条件を一定に，又はある程度均一に維持することが必要であった。したがって，ゴルフスイング撮影装置を固定的に設置するか，又は移動式のゴルフスイング撮影装置の場合には，移動先の各ロケーションにおいて撮像条件が所定水準を満たすように較正することが必要であった。",
                        "【0004】",
                        "そこで，簡易な方法で，ゴルフスイングの評価を支援する技術として，ヘッド部及びグリップ部に三軸ジャイロセンサを備えたゴルフクラブを用いたゴルフスイングの計測方法が提案されてきた(例えば，特許文献1参照)。特許文献1によれば，ゴルフスイング時の挙動を検出するための三軸ジャイロセンサを内蔵し，外観，重さ，重心などが通常のゴルフクラブと同等になるように設計されたゴルフクラブ(以下，計測専用のゴルフクラブと称する)を用いて，ゴルフスイングを計測することができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0006】",
                        "しかしながら，特許文献1に示されているような，計測専用のゴルフクラブを用いてゴルフスイングを計測する場合には，ゴルファが普段から使用しているゴルフクラブを用いたゴルフスイングを計測することはできない。たとえ，計測専用のゴルフクラブの外観，重さ，重心などが通常のゴルフクラブと同等となるように設計されていたとしても，ゴルファが通常とは異なるゴルフクラブを用いてゴルフスイングを行うことには変わりない。ゴルファは，通常とは異なるゴルフクラブ(すなわち，計測専用のゴルフクラブ)を使用してゴルフスイングを行う場合には，無意識のうちに計測専用のゴルフクラブに適応したゴルフスイングを行おうとするため，ゴルファが通常行っているゴルフスイングのデータを取得することができないおそれがあった。",
                        "【0007】",
                        "さらに，計測専用のゴルフクラブは概して高価であり，様々なサイズの計測専用のゴルフクラブを用意し，その中からゴルファが通常使用しているゴルフクラブに近いものを選択して計測を行うことは，現実的には困難であった。",
                        "【0008】",
                        "そこで，本発明は，ゴルファが通常行っているゴルフスイングを計測及び解析することができる，ゴルフスイングの計測解析システム及び計測解析方法を提供することを目的とする。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "【0009】",
                        "上記目的を達成するため，本発明によるゴルフスイングの計測解析システムは，ゴルファがゴルフクラブによりゴルフボールを打撃するときのゴルフスイングを計測解析する計測解析システムであって，三軸加速度及び三軸角速度を計測するセンサー，前記センサーにより計測される三軸加速度及び三軸角速度の計測データを保存するメモリ，並びに，前記計測データを送信する無線回路を有し，前記ゴルフクラブに対して着脱可能に取り付けられた，センサーユニットと，前記センサーユニットの前記無線回路から送信される前記計測データに基づいて，ゴルフスイング中の前記ゴルフクラブの三軸加速度及び三軸角速度の時系列データを取得する，データ取得部，前記データ取得部により取得した時系列データから，ゴルフスイング中の前記ゴルフクラブの軌跡データを抽出する軌跡データ抽出部，及び前記軌跡データ，前記時系列データ，及び前記ゴルフクラブの特性に基づき，所定のゴルフクラブモデルを使用してゴルファによるゴルフスイングをシミュレートするシミュレート部を有する解析装置と，を備えることを特徴とするものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の効果",
                      "text": [
                        "【0012】",
                        "本発明によれば，ゴルファが通常行っているゴルフスイングを計測及び解析することができる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明を実施するための形態",
                      "text": [
                        "【0014】",
                        "以下，本発明による一実施形態のゴルフスイングの計測解析システム及び計測解析方法について，図を参照して説明する。図1は，本発明の一実施形態によるゴルフスイングの計測解析システムの概略構成を示す機能ブロック図である。図1に示すゴルフスイングの計測解析システム1は，図2を参照して後述する，被験者であるゴルファが使用するゴルフクラブに備えられた三軸加速度及び三軸角速度を計測するセンサーユニット14と，センサーユニット14から時系列データを取得し，解析処理を実行する解析装置2とを備える。",
                        "【0015】",
                        "解析装置2は，たとえば，パーソナルコンピュータ(PC)により構成される。解析装置2は，無線部3，表示部4，制御部5，演算部6，及びデータベース7を有する。演算部6は，さらに時系列データ取得部8，軌跡データ抽出部9，及びシミュレート部10を持つ。ここで，表示部4は，例えば，液晶パネルにより構成され，制御部5及び演算部6は，例えば，CPU(Central Processing Unit)により構成される。",
                        "【0016】",
                        "データベース7は，演算部6の各機能部による演算結果，シミュレート部10におけるシミュレーションに必要な種々の入力パラメータ，様々な特性のゴルフスイングデータ，様々なゴルフクラブのクラブスペック，及び，様々な特性のゴルフスイングデータとクラブスペックとの対応情報等を格納するものである。",
                        "【0017】",
                        "時系列データ取得部8は，センサーユニット14からゴルフスイング中のゴルフクラブ11の三軸加速度及び三軸角速度の時系列データを取得するものである。",
                        "【0018】",
                        "軌跡データ抽出部9は，時系列データ取得部8により取得した時系列データから，ゴルフスイング中のゴルフクラブ11の位置及び向きなどの情報を含む軌跡データを抽出するものである。",
                        "【0019】",
                        "シミュレート部10は，上述の軌跡データ，時系列データ，及びゴルフクラブ11の特性に基づき，所定のゴルフクラブモデルを使用してゴルファによるゴルフスイングをシミュレートするものである。",
                        "【0020】",
                        "図2は，図1に示す計測解析システムにて使用するゴルフクラブの一例を示す図である。ゴルフクラブ11は，被験者であるゴルファが普段から使用しているゴルフクラブであり，グリップ12及びヘッド13を有する。グリップ12は，端部(以下，グリップエンドと称する)に着脱可能に取り付けられたセンサーユニット14を有する。センサーユニット14は，例えば，三軸加速度センサー及び三軸ジャイロセンサを内蔵してなり，ゴルフスイング中のゴルフクラブ11のグリップエンドの三軸加速度及び三軸角速度の時系列データを取得する。",
                        "【0021】",
                        "さらに，センサーユニット14は，メモリ及び無線回路(図示せず)を有し，計測データをメモリに保存するだけでなく，解析装置2に対して計測データを転送する。ここで，センサーユニット14は，ゴルファがゴルフクラブ11を用いてゴルフスイングを行う際に，ゴルファが，センサーユニット14が取り付けられていることに違和感を感じることなく通常のスイングを行うことが可能な程度の大きさ及び重さを有するものである。このように，センサーユニット14を被験者であるゴルファが普段から使用しているゴルフクラブ11に装着して計測を行うことにより，センサーユニット14によってゴルファが普段から行っているゴルフスイングのデータを取得することが可能となる。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "【0022】",
                      "text": [
                        "図3は，図1に示すゴルフスイングの計測解析システムにおける処理の流れを説明するためのフローチャートである。上述した通り，被験者であるゴルファは，グリップエンドにセンサーユニット14を取り付けた，自身の使い慣れたゴルフクラブを用いてゴルフスイングを行うものとする。センサーユニット14は，ゴルフスイング中のゴルフクラブのグリップエンドの三軸加速度と三軸角速度を計測し，解析装置2に対して送信する(ステップS01)。",
                        "【0023】",
                        "そして，解析装置2の制御部5は，無線部3を制御して，センサーユニット14から送信された，ゴルフスイング中のゴルフクラブのグリップエンドの三軸加速度と三軸角速度の計測データを受信すると共に，時系列データ取得部8を制御して，無線部3にて受信されたデータに基づいて，ゴルフクラブのグリップエンドの三軸加速度と三軸角速度の時系列データを取得する(ステップS02)。",
                        "【0024】",
                        "さらに，制御部5は，演算部7の軌跡データ抽出部9を制御して，時系列データ取得部8により取得した時系列データに基づいて，ゴルフスイング中のグリップエンドの軌跡(例えば，ゴルフスイング中のグリップエンドの位置や，グリップの向きなど)を算出する(ステップS03)。そして，制御部5は，シミュレート部10に対して，軌跡データ抽出部9により算出した軌跡のデータを，例えば，片持ち梁モデルのような所定のゴルフクラブモデルの入力パラメータとして入力する(ステップS04)。ここで，シミュレート部10は，ゴルフクラブ11の特性として，ゴルフクラブ11の剛性分布を使用する。具体的には，シミュレート部10はゴルフクラブモデルの剛性分布等の，片持ち梁モデルを用いたシミュレーションに必要とされる他の種々の入力パラメータを，データベース7を参照して読み込む。",
                        "【0025】",
                        "そして，制御部5は，シミュレート部10を制御して，ゴルフクラブモデルの剛性分布等を任意で変更して，軌跡データ抽出部9により算出した軌跡のデータに基づいて，ゴルフスイング中のゴルフクラブのヘッドの速度(ヘッドスピード)，ヘッドの向き，シャフト変形をシミュレーションする(ステップS05)。このようにして，被験者であるゴルファが，本計測解析システム1にてゴルフスイングの計測を行うために使用したゴルフクラブ以外のゴルフクラブを用いた場合に，どのようなゴルフスイングが行われるかをシミュレーションすることができる。",
                        "【0026】",
                        "さらに，制御部5は，データベース7に格納されたゴルフスイングデータと，クラブスペックとの対応情報を参照して，被験者であるゴルファに最適なクラブスペックを取得し，表示部4に提示することができる(ステップS06)。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "【0027】",
                      "text": [
                        "このように，本実施形態によるゴルフスイングの計測解析システム及び計測解析方法によれば，ゴルファが普段から使用しているゴルフクラブに，センサーユニット14を取り付けてゴルフスイングを計測解析することで，ゴルファが通常行っているゴルフスイングを計測し解析することができる。さらに，本実施形態によるゴルフスイングの計測解析システム及び計測解析方法では，専用のゴルフクラブを用いないため，比較的安価にゴルフスイングを計測解析することが可能である。",
                        "【0028】",
                        "このようにして，本実施形態に係るゴルフスイングの計測解析システム及び計測解析方法によれば，ゴルファによる通常のゴルフスイングのデータを取得することができ，シミュレーション上でゴルフクラブのクラブスペックを任意に変更することで，同じゴルファが様々なクラブスペックのゴルフクラブを用いた場合のゴルフスイングをシミュレーションすることができる。これにより，ゴルファによるゴルフスイングの特性に応じたゴルフクラブの設計開発に役立つデータを取得することができ，また，特定のゴルファに最適なゴルフクラブを選定するために役立つデータを取得することができる。",
                        "【0029】",
                        "本発明の一実施形態について説明したが，特許請求の範囲において種々の変更を加えることができる。例えば，上記実施形態においては，ゴルフクラブ11のグリップ12のグリップエンドにセンサーユニット14を取り付けるものとして説明したが，センサーユニット14は，ヘッド13対して着脱可能に取り付けることもでき，この場合には，センサーユニット14は，ゴルフクラブ11のヘッド13の三軸加速度及び三軸角速度の時系列データを取得する。これにより，ゴルフクラブ11のヘッド13の挙動による，ゴルフスイングの計測解析が可能になる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，本件明細書の「発明の詳細な説明」には，本件発明1の目的，内容，効果等に関し，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ゴルフスイング時の挙動を検出するための三軸ジャイロセンサを内蔵し，外観，重さ，重心などが通常のゴルフクラブと同等になるように設計された計測専用のゴルフクラブを用いて，ゴルフスイングの計測を行う従来の計測方法(【0004】)においては，ゴルファは，無意識のうちに計測専用のゴルフクラブに適応したゴルフスイングを行おうとするため，ゴルファが通常行っているゴルフスイングのデータを取得することができないおそれがあり，また，計測専用のゴルフクラブは概して高価であり，様々なサイズの計測専用のゴルフクラブを用意し，その中からゴルファが通常使用しているゴルフクラブに近いものを選択して計測を行うことは，現実的には困難であるという課題があったことから，「本発明」は，ゴルファが通常行っているゴルフスイングを計測及び解析することができる，ゴルフスイングの計測解析システムを提供することを目的とするものである(【0006】～【0008】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」は，上記目的を達成するための手段として，三軸加速度及び三軸角速度を計測するセンサー，前記センサーにより計測される三軸加速度及び三軸角速度の計測データを保存するメモリ，前記計測データを送信する無線回路を有し，ゴルフクラブに対して着脱可能に取り付けられた，センサーユニットと，前記センサーユニットの前記無線回路から送信される前記計測データに基づいて，ゴルフスイング中の前記ゴルフクラブの三軸加速度及び三軸角速度の時系列データを取得するデータ取得部，前記データ取得部により取得した時系列データからゴルフスイング中の前記ゴルフクラブの軌跡データを抽出する軌跡データ抽出部，前記軌跡データ，前記時系列データ及び前記ゴルフクラブの特性に基づき，所定のゴルフクラブモデルを使用してゴルファによるゴルフスイングをシミュレートするシミュレート部を有する解析装置とを備えることを特徴とする構成を採用したものであり(【0009】)，これにより，ゴルファが普段から使用しているゴルフクラブにセンサーユニットを取り付けてゴルフスイングを計測解析することで，ゴルファが通常行っているゴルフスイングを計測解析することができるという効果を奏し，さらには，専用のゴルフクラブを用いないため，比較的安価にゴルフスイングを計測解析することが可能となる(【0012】，【0027】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，次のような記載がある(下記記載中に引用する「図1ないし図4」については別紙2を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "【請求項1】",
                        "シャフトに3軸の加速度と3軸の角速度を検出する6軸センサを取り付け，該シャフトの既知の設計因子データである曲げ剛性，ねじれ剛性及び曲げ剛性分布のデータがそれぞれ異なる複数のゴルフクラブのそれぞれを使用して試打した場合の前記6軸センサの出力データを計測データとして取得して，計測データ記憶手段に記憶する計測データ取得手段と，",
                        "前記計測データ記憶手段に記憶された前記複数のゴルフクラブそれぞれの前記計測データから，試打者の技量を関数化したスイング応答曲面を算出する応答曲面算出部と，",
                        "前記スイング応答曲面によって得られるゴルフクラブグリップの運動を変位データとして与え，前記設計因子データを変化させながらゴルフクラブヘッドの運動を解析し，得られたゴルフクラブヘッドの運動が所定の目的関数を満たした場合の前記設計因子データを特定することにより前記設計因子データを最適化する最適化処理部と，",
                        "前記最適化された前記設計因子データを出力する設計データ出力手段と",
                        "を備えたことを特徴とするゴルフシャフト設計装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "技術分野",
                      "text": [
                        "【0001】",
                        "本発明は，ゴルファーの技量に適したゴルフシャフトを設計するゴルフシャフト設計装置及びゴルフシャフト設計プログラムに関する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "背景技術",
                      "text": [
                        "【0002】",
                        "従来から，ゴルフクラブ，ゴルフボール等のゴルフギアを自分の実力，技能に照らして選択するだけでなく，理想または趣味嗜好に合わせて選択できるようにするために，インターネット等通信ネットワークを介してユーザ端末と接続し，ユーザ端末のユーザに好適なゴルフギアの選定を行なうゴルフギア選定方法が知られている(例えば，特許文献1参照)。…",
                        "【0003】",
                        "一方，ゴルフクラブにセンサを取り付けてスイングを行った場合のセンサ出力を解析することによりゴルフスイング運動の診断を行う装置が知られている(例えば，特許文献2，特許文献3参照)。この装置を用いることによって，ゴルフスイングが正しいか否かを，競技場又は練習場のような実環境で，即座に判断することができるようになる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0006】",
                        "ところで，近年は，余暇の増加に伴い様々なレジャーやレクリエーションが楽しまれるようになっており，ゴルフはその一端を担う世界有数のレジャースポーツである。日本のゴルフ愛好者は数百万人とも言われ，それだけに愛好者の要求は多種多様であり，個人に適したゴルフシャフトの設計が求められている。",
                        "【0007】",
                        "しかしながら，特許文献1に示すゴルフギア選定方法は，通信ネットワーク上でゴルフギア選定サーバが，ユーザ端末に性別，年齢，ゴルフ歴等現実的選定基準とは別に，理想とするゴルフ観等に関する設問と回答欄を送信し，その回答結果を所定のゴルフギア選定基準データと照合し，回答点数を算定基準に従って算定し，算定値に基づいて最適ゴルフギアを評価することにより，ゴルフギア観に適合するゴルフギアを選定し，選定したゴルフギアに関する情報をユーザ端末に送信するものであったため，ユーザが自身の技量の判断を誤って回答を行ってしまうと適切なゴルフクラブの選定が行われないという問題がある。",
                        "【0008】",
                        "一方，特許文献2，3に示すゴルフスイング診断装置は，ゴルフスイングが正しいか否かを判断するものであるため，ゴルファーのスイングに適したゴルフクラブの選定やクラブシャフトの設計を行うことはできないという問題がある。特に，ゴルファーは，スイングを行う際に使用したクラブの曲げ剛性やねじれ剛性などを考慮に入れ，そのクラブ特性にあわせたスイングを行っており，特に上級者においてはその傾向が顕著である。すなわち，異なるゴルフクラブを使用してスイングを行った場合，使用したゴルフクラブにスイングを合わせてしまう傾向がある。この傾向は，ゴルファーの技量や癖によっても異なるため，ゴルフシャフトの最適設計を行う際にはゴルフクラブを使用するゴルファーのスイング特性を考慮に入れて，ゴルファーの技量や癖を確実に把握して，技量や癖に合致したゴルフシャフトの設計を行う必要がある。また，非特許文献1には，対象ゴルファーのスイング特性を考慮に入れて，ゴルファーの技量に適したゴルフシャフト(設計因子；曲げ剛性，ねじれ剛性，ヘッド重量)を設計する方法が記載されている。しかしながら，非特許文献1は，設計因子にヘッド重量を使用しているため，ゴルファーに適したゴルフクラブの設計は可能であったが，シャフトの特性に絞った設計には十分でないという問題がある。",
                        "【0009】",
                        "近年，リシャフト傾向が強まり，ヘッドよりもシャフトが自身に合っているか否かを考慮するゴルファーが増加している。ゴルファー所有のヘッドに適し，かつゴルファーの技量に適したシャフトを設計するには，設計因子にヘッド重量を使用することは適していなかった。",
                        "【0010】",
                        "本発明は，このような事情に鑑みてなされたもので，シャフトの設計因子を曲げ剛性，ねじれ剛性及び曲げ剛性分布として，ゴルファーの技量に適したゴルフシャフトを設計することができるゴルフシャフト設計装置及びゴルフシャフト設計プログラムを提供することを目的とする。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "【0011】",
                        "本発明は，シャフトに3軸の加速度と3軸の角速度を検出する6軸センサを取り付け，該シャフトの既知の設計因子データである曲げ剛性，ねじれ剛性及び曲げ剛性分布のデータがそれぞれ異なる複数のゴルフクラブのそれぞれを使用して試打した場合の前記6軸センサの出力データを計測データとして取得して，計測データ記憶手段に記憶する計測データ取得手段と，前記計測データ記憶手段に記憶された前記複数のゴルフクラブそれぞれの前記計測データから，試打者の技量を関数化したスイング応答曲面を算出する応答曲面算出部と，前記スイング応答曲面によって得られるゴルフクラブグリップの運動を変位データとして与え，前記設計因子データを変化させながらゴルフクラブヘッドの運動を解析し，得られたゴルフクラブヘッドの運動が所定の目的関数を満たした場合の前記設計因子データを特定することにより前記設計因子データを最適化する最適化処理部と，前記最適化された前記設計因子データを出力する設計データ出力手段とを備えたことを特徴とする。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明の効果",
                      "text": [
                        "【0019】",
                        "本発明によれば，複数のゴルフクラブそれぞれのスイング時の計測データから，対象ゴルファーの技量を関数化した応答曲面を算出し，この応答曲面によって得られるゴルフクラブグリップの運動を変位データとして与え，シャフトの設計因子データ(曲げ剛性，ねじれ剛性及び曲げ剛性分布)を変化させながらゴルフクラブヘッドの運動を解析し，得られたゴルフクラブヘッドの運動が所定の目的関数を満たした場合の設計因子データを特定するようにしたため，対象ゴルファーのスイング特性を考慮に入れて，ゴルファーの技量に合致したゴルフシャフトを設計することができるという効果が得られる。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "発明を実施するための形態",
                      "text": [
                        "【0023】",
                        "＜第1の実施形態＞",
                        "以下，本発明の第1の実施形態によるゴルフシャフト設計装置を図面を参照して説明する。図1は同実施形態の構成を示すブロック図である。この図において，符号1は，予め設計因子が既知であるゴルフクラブであり，グリップ部分のシャフト内部に6軸センサ11と，6軸センサ11の出力を無線通信によって外部へ送信する送信部を備えている。6軸センサ11は，3軸の加速度と，3軸の角速度を検出して出力するセンサである。",
                        "【0024】",
                        "符号2は，ゴルフシャフト設計装置である。符号20は，送信部12が送信するセンサ出力データを受信する受信部である。符号21は，受信部20が受信したセンサ出力データを計測データとして記憶する計測データ記憶部である。符号22は，6軸センサ11の出力データ(計測データ)から解析処理しやすい座標値データに変換した結果を記憶する座標データ記憶部である。符号23は，キーボードやマウス等で構成する入力部である。符号24は，液晶のディスプレイ装置等で構成する表示部である。符号25は，計測データ記憶部22に記憶されている計測データを読み込み，解析処理しやすい座標値データに変換して座標データ記憶部22へ書き込む計測データ入力部である。符号26は，座標データ記憶部22に記憶されている座標値データから，ゴルフクラブ1を試打した時のスイング応答曲面を求める応答曲面算出部である。符号27は，設計対象のゴルフシャフトの設計因子を最適化するための目的関数を入力する目的関数入力部である。",
                        "【0025】",
                        "符号28は，設計対象のゴルフシャフトの設計因子を最適化する処理を行う最適化処理部である。符号29は，設計因子の値を選択する設計因子選択部である。符号30は，設計因子選択部29において選択された設計因子の値と，応答曲面算出部26において算出されたスイング応答曲面に基づいて，設計対象のゴルフシャフトを用いたゴルフクラブヘッドの運動の解析を，動的有限要素法を用いて行うスイング解析部である。符号31は，スイング解析部30において得られたゴルフクラブヘッドの運動の解析結果が目的関数入力部27によって入力した目的関数を満たしたか否かを評価する目的関数評価部である。符号32は，最適化された設計対象のゴルフシャフトの設計因子に最も近い値を持つ既存シャフトを選択するシャフト選択部である。符号33は，最適化処理部28において得られた最適化された設計因子の値を記憶する最適解記憶部である。符号34は，既存シャフトの識別情報に対して，該シャフトの設計因子データが関係付けられて予め記憶されたシャフトデータ記憶部である。",
                        "【0026】",
                        "次に，設計対象のゴルフシャフトを使用するユーザのスイング計測データを得るための試打に用いるゴルフクラブ1について説明する。ゴルファーは，スイングを行う際に使用したクラブの曲げ剛性やねじれ剛性などを考慮に入れ，そのクラブ特性にあわせたスイングを行うため，所定の特性を有する1本のゴルフクラブを使用してスイングの計測データを取得して，スイングの解析を行っても妥当な解析結果を得ることができない場合がある。そこで，実験計画法に基づき，設計因子として，曲げ剛性，ねじれ剛性，曲げ剛性分布(調子)を使用し，それぞれ3水準として，直行表L9に基づき9本のゴルフクラブを作製した。",
                        "【0027】",
                        "図3に示すように，シャフトの3つの設計因子は，たわみで規定する曲げ剛性(図3(a))と，ねじれ角で規定するねじれ剛性(図3(b))と，シャフトのしなりが最も大きくなる点を示す関数Pの係数Cで規定する曲げ剛性分布(図3(c))とからなる。曲げ剛性分布は，シャフトのしなりが最も大きくなる点がグリップ寄りにある手元調子(butt)，ヘッド寄りにある先調子(tip)，中間にある中調子(mid)で表現する。3つのシャフトの設計因子が，曲げ剛性，ねじれ剛性，ヘッド重量である場合に比べてシャフトの特性に絞った設計が可能となる点で有利である。",
                        "【0028】",
                        "図4に，スイング計測データを得るための試打に用いる9本のゴルフクラブの特性を示す。図4において，ねじれ剛性と曲げ剛性は，正規化した値を示しており，値が大きい方が剛性が高いことを意味する。ねじれ剛性，曲げ剛性は共に，規定の長さと径を有する場合にゴルフシャフトとして機能する上限値1．5及び下限値0．5と，その中間値である1．0を採用した。また，曲げ剛性分布(調子)は，関数Pの係数Cで規定する値を，手元調子(butt)，先調子(tip)，中調子(mid)のいずれかに割り当てている。図1には，ゴルフクラブ1が1本のみ図示されているが，計測データの取得は，前述した9本のゴルフクラブ1を使用して，設計対象のゴルフシャフトを使用するユーザが試打したときのスイングの計測データを取得する。",
                        "【0029】",
                        "なお，図4に示す9本のゴルフクラブに取り付けられるヘッドは同一のものを使用しており，また，シャフト長さとゴルフクラブの重量も同一である。ゴルフクラブヘッド，シャフト長さ及びゴルフクラブ重量は，設計対象のシャフトを使用するユーザが好みや技量に応じて予め決めておくものである。また，9本のゴルフクラブ1は，6軸センサ11，送信部12等をシャフト内に挿入することによりゴルフクラブ1の総重量が重くならないように，6軸センサ11，送信部12及びこれらを動作させるために必要な機器全体の重量を20gに抑えている。これにより，市販の軽量グリップを用いることで総重量の増加を抑えることができるためクラブの重量増加によるスイングへの悪影響を与えないようにしている。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "【0030】",
                      "text": [
                        "次に，図2を参照して，図1に示すゴルフシャフト設計装置2の動作を説明する。まず，試打を行う者(設計対象のゴルフシャフトを使用するユーザ)は，9本のゴルフクラブ1のうち，クラブＮo．が「1」であるゴルフクラブ1を使用して試打を行う。6軸センサ11は，この試打動作中の検出結果を送信部12に対して出力する。送信部12は，6軸センサ11から検出データの出力が行われると，無線通信を使用してセンサ出力データを外部へ送信する。このセンサ出力データは，受信部20によって受信され，受信したセンサ出力データを計測データとして計測データ記憶部21に記憶する(ステップS1)。この動作を9本のゴルフクラブ1(クラブＮo．が「2」～「9」)について繰り返し行うことによって，計測データ記憶部21には，少なくとも9本のゴルフクラブ1のそれぞれによって1回試打した場合の時系列の計測データが記憶されることになる。計測データ記憶部21には，試打したゴルフクラブを識別可能なクラブＮo．と計測データが関係付けられて記憶される。",
                        "【0031】",
                        "次に，シャフト設計者が，入力部23からシャフト設計を行うことを指示する操作を行うと，計測データ入力部25は，計測データ記憶部21から9つの計測データを入力する(ステップS2)。そして，計測データ入力部25は，入力した計測データをゴルフクラブ1のグリップ部分の予め決められた2点の軌跡の3次元座標データと，シャフトの軸回転データとに変換する。この変換は，ゴルフクラブ1内に挿入されている6軸センサ11の取付位置と，ゴルフクラブ1のグリップ部分の予め決められた2点の位置関係とから幾何学的に変換することにより行う。また，計測データ入力部25は，計測データを参照して，計測データの中からアドレス(ゴルフクラブを構えた状態)からインパクト(ヘッドがボールに当たった状態)までの計測データのみを座標値データと軸回転データに変換する対象とする。計測データ入力部25は，計測データを変換することにより得られた2点の軌跡の3次元座標データと，シャフトの軸回転データとを座標データ記憶部22に記憶する。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "【0034】",
                      "text": [
                        "次に，応答曲面算出部26は，座標データ記憶部22に記憶されているデータを読み出して，試打者の技量と癖を1次関数化したスイング応答曲面を算出する(ステップS4)。応答曲面とは，図4に示す9種類のゴルフクラブで試打した場合に得られた2点(P1，P2)の移動軌跡(3次元座標データ)，軸回転データと，ゴルフシャフトの3つの設計因子(ねじり剛性，曲げ剛性，曲げ剛性分布)の関係式である。",
                        "【0035】",
                        "9つのゴルフクラブを試打することにより計測されたスイングをf～f で表現すると，(2)式が得られる。",
                        "【数1】",
                        "ここで，x，y，zはそれぞれ設計変数であり，xが曲げ剛性，yがねじり剛性，zが曲げ剛性分布である。x ～x ，y ～y ，z ～zにおける1～9の番号は各クラブの番号に対応する。xバー，yバー，zバーはそれぞれの基準値で各解析に都合の良い任意値が与えられる。",
                        "【0036】",
                        "(2)式を一般化逆行列を用いて解くことにより，(2)式で表現された応答曲面の係数a ～a は，(3)式によって求めることができる。(3)式で求められた係数a ～a が試打者の技量とスイングの癖に相当する値である。",
                        "【数2】",
                        "【0037】",
                        "次に，設計因子選択部29は，ねじり剛性，曲げ剛性，曲げ剛性分布のそれぞれの値の初期値を選択する(ステップS5)。そして，スイング解析部30は，設計因子選択部29が選択したねじり剛性，曲げ剛性，曲げ剛性分布のそれぞれの値と，応答曲面算出部26が算出した応答曲面と，座標データ記憶部22に記憶されているグリップ部分の2点の軌跡座標データ及び軸回転データとを入力として，ゴルフクラブヘッドの運動を動的に解析する(ステップS6)。スイング解析部30は，算出した応答曲面で得られるグリップの2点の変位および回転を強制変位として与えることにより，ヘッドの運動を動的有限要素法により解析を行う。",
                        "【0038】",
                        "この動的有限要素法によるゴルフクラブヘッドの運動の解析方法は，公知の方法(例えば，市販の有限要素法ソフトウェア)を用いるため，詳細な処理動作の説明を省略する。この解析によって，設計因子選択部29において選択した設計因子(ねじり剛性，曲げ剛性，曲げ剛性分布)を適用したシャフトのゴルフクラブを使用して，設計対象のシャフトのユーザがスイングを行った場合のゴルフクラブのヘッドの運動を模擬することができる。このとき，スイング解析部30に対して，試打者の技量と癖を1次関数化したスイング応答曲面を入力としているため，試打者の技量と癖を考慮したゴルフクラブのヘッドの運動を模擬することができる。",
                        "【0039】",
                        "次に，スイング解析部30は，解析処理によって得られたゴルフクラブヘッドの解析結果(インパクト時のヘッド速度とヘッドの角度)を目的関数評価部31へ出力する(ステップS7)。目的関数評価部31は，目的関数入力部27に保持されている目的関数を読み込み，スイング解析部30から出力されたヘッド速度とヘッドの角度が目的関数を満たしたか否かを判定する(ステップS8)。この判定の結果，スイング解析部30から出力されたヘッド速度とヘッドの角度が目的関数を満たしていなければ，目的関数評価部31は，設計因子選択部29に対して，新たな設計因子の値を選択するように指示する。",
                        "【0040】",
                        "これを受けて，設計因子選択部29は，新たな設計因子の値を選択(ステップS5)し，スイング解析部30及び的関数評価部31は，スイング解析を行い，解析結果が目的関数を満たしたか否かの判定(ステップS6～S8)する処理を繰り返す。このステップS5～S8の最適化処理は，逐次二次計画法を用いることによって，計算処理時間を大幅に短縮することが可能となる。",
                        "【0041】",
                        "そして，解析結果が目的関数を満たした時点で，繰り返し処理を終了し，目的関数評価部31は，解析結果が目的関数を満たした時点の設計因子(ねじり剛性，曲げ剛性，曲げ剛性分布)の値を最適解記憶部33へ記憶する(ステップS9)。続いて，最適化処理部28は，設計因子の最適化処理が終了したことを示すメッセージと得られた最適化設計因子の値を表示部24に表示する。ここで表示された設計因子の値がゴルフシャフト設計装置2の出力結果であり，ユーザの技量とスイング時の癖を考慮したゴルフシャフトの設計が行われたことになる。この設計因子の値を使用して，オーダーメイドのシャフトを製造することにより，ゴルファーの技量に適したゴルフシャフトを提供することができる。",
                        "【0063】",
                        "このように，これまで熟練技術者の経験と勘に頼っていたゴルフシャフトの設計において，数値シミュレーションを用いて設計因子の最適化を図ることにより，客観性を持たせた設計を行うことが可能となる。また，本発明のゴルフシャフト設計装置は，ゴルフクラブのグリップ部分の動きを6軸センサによって3次元計測し，その計測結果に基づいてゴルフクラブの運動の解析を行うようにした。また，ゴルフクラブのねじり剛性，曲げ剛性，曲げ剛性分布などの設計因子の変化に伴うスイングの変化の影響を考慮するために，実験計画法に基づき9通りのゴルフクラブを製作し，このゴルフクラブを使用して，設計対象のシャフトを使用するユーザによるスイングの計測を行い，その計測データを多項式による応答曲面で補間するようにしている。この応答曲面を用い，ゴルフクラブの設計因子を変化させて，目的関数を満たす設計因子を選択することによって最適化を行うことにより，対象ゴルファーのスイング特性を考慮に入れて，ゴルファーの技量に合致したゴルフシャフトを設計することができる。…"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，甲1には，①ゴルファーは，スイングを行う際に使用したクラブの曲げ剛性やねじれ剛性などを考慮に入れ，そのクラブ特性にあわせたスイングを行っており，特に上級者においてはその傾向が顕著であり，異なるゴルフクラブを使用してスイングを行った場合，使用したゴルフクラブにスイングを合わせてしまう傾向があり，しかも，この傾向は，ゴルファーの技量や癖によっても異なるため，ゴルフシャフトの最適設計を行う際にはゴルフクラブを使用するゴルファーのスイング特性を考慮に入れて，ゴルファーの技量や癖を確実に把握して，技量や癖に合致したゴルフシャフトの設計を行う必要があるが，設計因子にヘッド重量を使用した従来の技術では，ゴルファー所有のヘッドに適し，かつ，シャフトの特性に絞った設計には十分でないという問題があったこと，②「本発明」は，このような事情に鑑み，シャフトの設計因子を曲げ剛性，ねじれ剛性及び曲げ剛性分布として，ゴルファーの技量に適したゴルフシャフトを設計することができるゴルフシャフト設計装置及びゴルフシャフト設計プログラムを提供することを目的とするものであること，③「本発明」は，シャフトに3軸の加速度と3軸の角速度を検出する6軸センサを取り付け，当該シャフトの既知の設計因子データである曲げ剛性，ねじれ剛性及び曲げ剛性分布のデータがそれぞれ異なる複数のゴルフクラブそれぞれのスイング時の計測データから，対象ゴルファーの技量を関数化したスイング応答曲面を算出し，この応答曲面によって得られるゴルフクラブグリップの運動を変位データとして与え，シャフトの設計因子データ(曲げ剛性，ねじれ剛性及び曲げ剛性分布)を変化させながらゴルフクラブヘッドの運動を解析し，得られたゴルフクラブヘッドの運動が所定の目的関数を満たした場合の設計因子データを特定する構成としたため，対象ゴルファーのスイング特性を考慮に入れて，ゴルファーの技量に合致したゴルフシャフトを設計することができるという効果が得られること，④「本発明」の第1の実施形態は，グリップ部のシャフト内部に3軸の加速度と3軸の角速度を検出する6軸センサ及びその出力を無線通信によって外部に送信する送信部を備えた，シャフトの設計因子である曲げ剛性，ねじれ剛性及び曲げ剛性分布がそれぞれ異なる9本のゴルフクラブを使用して，ゴルファーが試打したときの計測データから，スイング応答曲面を算出し，この応答曲面によって得られるゴルフクラブグリップの運動の変位データに基づいて，ゴルフクラブヘッドの運動を解析したものであることの開示があることが認められる。",
                    "上記認定事実及び甲1の【0034】ないし【0036】の記載事項によれば，甲1記載のゴルフシャフト設計装置における「スイング応答曲面」は，ゴルファーが，シャフトの3つの設計因子である曲げ剛性，ねじれ剛性及び曲げ剛性分布が異なる複数のゴルフクラブを使用して試打した時の計測データから算出された移動軌跡(3次元座標データ)，軸回転データと，シャフトの設計因子(ねじり剛性，曲げ剛性及び曲げ剛性分布)の関係式であって，「スイング応答曲面」を算出するには，シャフトの設計因子の異なる複数のゴルフクラブを使用することが必要であるものと認められる。なお，甲1の【0026】の「ゴルファーは，スイングを行う際に使用したクラブの曲げ剛性やねじれ剛性などを考慮に入れ，そのクラブ特性にあわせたスイングを行うため，所定の特性を有する1本のゴルフクラブを使用してスイングの計測データを取得して，スイングの解析を行っても妥当な解析結果を得ることができない場合がある。」との記載は，ゴルフクラブが1本の場合にはシャフトの設計因子が一定のものであるためスイングの計測データから適切な「スイング応答曲面」を算出することができない結果，妥当な解析結果を得ることができないことを示唆するものと認められる。",
                    "しかるところ，本件決定が認定した引用発明1においては，試打に使用されるゴルフクラブがシャフトの設計因子の異なる複数のゴルフクラブであることが特定されていないため，ゴルフクラブが1本のみの場合も含まれることになるから，甲1に記載された発明の認定としては不適切であり，この点において，本件決定には誤りがあるといえる。",
                    "そして，前記アの記載事項を総合すると，甲1には，原告主張の原告引用発明1(前記第3の1(1)ア(イ))が記載されているものと認めるのが相当である。",
                    "しかしながら，本件発明1と原告引用発明1との一致点及び相違点は，本件決定が認定した本件発明1と引用発明1の一致点及び相違点と同様であり(争いがない。)，本件決定は相違点の容易想到性について判断を示しているから，本件決定における上記認定の誤りは，本件決定の結論に直ちに影響を及ぼすものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件出願当時の周知の技術事項の認定について",
              "text": [
                "原告は，本件決定は，相違点2に係る本件発明1の構成は，本件出願当時の周知の技術事項である旨認定したが，少なくとも，センサーユニットをゴルフクラブのグリップエンドに対して着脱可能に取り付けることは，周知であったとはいえないから，この点において，本件決定の周知技術の認定に誤りがある旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の「グリップエンド又はヘッドに対して着脱可能」の意義について",
                  "text": [
                    "本件発明1の特許請求の範囲(請求項1)には，「センターユニット」が「ゴルフクラブのグリップエンド又はヘッドに対して着脱可能に取り付けられた」構成について具体的に規定した記載はない。",
                    "次に，本件明細書の発明の詳細な説明には，「ゴルフクラブ11は，被験者であるゴルファが普段から使用しているゴルフクラブであり，グリップ12及びヘッド13を有する。グリップ12は，端部(以下，グリップエンドと称する)に着脱可能に取り付けられたセンサーユニット14を有する。」(【0020】)，「例えば，上記実施形態においては，ゴルフクラブ11のグリップ12のグリップエンドにセンサーユニット14を取り付けるものとして説明したが，センサーユニット14は，ヘッド13対して着脱可能に取り付けることもでき，この場合には，センサーユニット14は，ゴルフクラブ11のヘッド13の三軸加速度及び三軸角速度の時系列データを取得する。」(【0029】)との記載があり，図2には，ヘッド13と反対側の端部に取り付けられたセンサーユニット14が図示されている。",
                    "しかしながら，図2は，センサーユニット14の取付位置を示すものと理解することができるが，センサーユニット14を着脱可能とする具体的な構造を示すものではないし，本件明細書全体をみても，センサーユニットを着脱可能とする具体的な構造について述べた記載はない。",
                    "請求項1の文言及び本件明細書の上記記載に鑑みると，本件発明1における「センターユニット」が「ゴルフクラブのグリップエンド又はヘッドに対して着脱可能に取り付けられた」とは，センサーユニットをグリップエンド又はヘッドに取り付けたり，取り外しができる構造であれば，その具体的な構造について特に限定はないと解すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件出願当時の周知の技術事項について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件出願前に頒布された刊行物である甲4，甲9，乙1及び乙2には，次のような記載がある(下記記載中に引用する各図面(ただし，甲4の「図1」を除く。)については別紙3を参照)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲4(特開2005-152321号公報)",
                          "text": [
                            "【0001】",
                            "本発明は，ゴルフクラブの位置，姿勢を検出するシステムに関し，特に実際的な環境でも検出可能なシステムの提供に関するものである。",
                            "【0030】",
                            "図1は，実施例1である“ゴルフクラブの位置， 姿勢検出システム”の構成を示す図である。図1(a)はゴルフクラブに取り付けるセンサーモジュールの構成を示す図であり，図1(b)は，システム全体を示す図である。本実施例では，ティーアップしたボールをウッドで打つ状況を想定しているが，これに限らず地表のボールをアイアンで打つといった状況においても同様に実施することができる。",
                            "【0031】",
                            "図1において，1は3次元加速度センサー(3軸の加速度センサー)，2は3次元加速度センサー1の出力を処理するワンチップマイコン，3-1は3次元加速度センサー1とワンチップマイコン2をモジュール化したセンサーモジュールである。2-1は3次元加速度センサー1のアナログ出力を一定時間間隔でデジタル変換するAD変換器，2-2はAD変換器2-1のデジタルデータをメモリー2-4に書き込み，メモリー2-4のデータをシリアルインターフェース2-3に出力するなどの処理を行うCPUである。メモリー2-4はリングバッファであるが，リングバッファと同じ手法でデータを蓄積できる(リングバッファ機能の)メモリーであれば，リングバッファでなくてもよい。",
                            "【0033】",
                            "図2は，ゴルフクラブ4におけるセンサーモジュール3-1の取り付け位置を示す図である。図2(a)に示すように，センサーモジュール3-1をゴルフクラブ4のグリップ部4-1とヘッド部4-3に取り付ける。より詳しいデータを収集するため，図2(b)に示すように，さらに，キックポイント(ゴルフクラブ4を振ったときにもっとも曲がりやすいシャフト4-2上の位置)近傍などにセンサーモジュール3-1を追加して取り付けてもよい。",
                            "【0048】",
                            "なお，各実施例では，情報の処理をノートパソコンで行っているが，これに限らず，適宜の携帯端末で行うことができる。また，シリアルライン，センサーモジュールは，ゴルフクラブに着脱自在に取り付けることができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲9(特表2007-530151号公報)",
                          "text": [
                            "【0001】",
                            "本発明はゴルフクラブに関する。より詳しくは，本発明は，ゴルフスイングの動作特性を解析する方法およびシステムを提供する。",
                            "【0011】",
                            "図2に，本発明の一実施形態による計装ゴルフクラブ200を示す。ゴルフクラブ200は，加速度，速度，フェース角，エネルギー伝達，グリップ圧，インパクト位置，温度およびシャフト荷重といった値を検知するための複数のセンサを含む。圧力センサ202を用いてグリップ圧を測定することができる。加速度計モジュール204を用いてシャフト206の加速度を測定することができる。加速度計モジュール204は，直交する3軸に沿って加速度を測定する3軸加速度計で実施してもよい。",
                            "【0012】",
                            "ゴルフクラブ200のヘッド208は，ヘッド208のフェースに対するゴルフボールのインパクトを測定するためのインパクトモジュール210を含んでいてもよい。インパクトモジュール210は歪みゲージを含んでいてもよい。また，ヘッド208は着脱式加速度計モジュール212を含んでいてもよい。加速度計モジュール212は，直交する3軸に沿って加速度をヘッドで測定する3軸加速度計を含んでいてもよい。ヘッド208内に埋設されたモジュールを含む実施形態に対して，着脱式加速度計モジュールを含む実施形態は，いくつかの利点を提供する。例えば，1つの着脱式加速度計モジュールを，いくつかの異なるクラブに使用してもよく，ゴルファーはクラブ全体を交換することなくその加速度計モジュールをアップグレードまたは交換することができる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "乙1(特開2004-358180号公報)",
                          "text": [
                            "【請求項1】",
                            "中空シャフトと，前記中空シャフトの片方の端部に固定されたヘッドと，で構成されたゴルフクラブであって，",
                            "前記ヘッドでゴルフボールを打球する時に発生する打球音を前記ゴルフクラブの内部で取得する打球音取得手段と，前記打球音取得手段で取得した打球音を周波数分析して周波数分析データを生成する周波数分析手段と，前記ヘッドの打撃面の少なくとも1箇所の位置について予め取得した周波数分析データを前記位置の情報と関連付けて格納しておく位置情報記憶手段と，前記周波数分析手段で取得した周波数分析データと前記位置情報記憶手段に格納されている周波数分析データに基づいて，前記ゴルフクラブのヘッド打撃面における打球位置を特定する打撃位置特定手段と，前記打撃位置特定手段で特定されたヘッド打撃面における打球位置を表示する表示手段と，を備えることを特徴するゴルフクラブ。",
                            "【請求項5】",
                            "請求項1ないし4のいずれか一項記載のゴルフクラブであって，",
                            "前記打球音取得手段と，前記周波数分析手段と，前記位置情報記憶手段と，前記打撃位置特定手段と，前記表示手段とは，前記中空シャフトの前記他方の端部近傍を被覆するように形成されたグリップと略同径の略円筒形筐体内に収容され，前記略円筒形筐体は前記グリップに延設するように形成されることを特徴とするゴルフクラブ。",
                            "【請求項6】",
                            "請求項5記載のゴルフクラブであって，",
                            "前記略円筒形筐体は，着脱可能であることを特徴とするゴルフクラブ。",
                            "【0001】",
                            "本発明は，ゴルフクラブに関し，特にゴルフクラブヘッドの打球面における打球位置の把握が可能なゴルフクラブに関する。",
                            "【0024】",
                            "図1は，本発明の実施形態におけるゴルフクラブの外観を示す図である。ゴルフクラブは，主に，中空シャフト1と，同じく中空構造を有するヘッド2と，グリップ3と，グリップ3に延設され，打球音を周波数分析して打撃面における打撃位置を特定する打撃位置分析ユニット4と，を有して構成される。ヘッド2で発生する打球音は，ヘッド2内の中空部21から中空シャフト1内部を伝播して，打撃位置分析ユニット4内のマイクロフォン41へ到達するように構成されている。本実施形態では，打撃位置分析ユニット4は着脱自在にグリップ3末端に装着される。",
                            "【0031】",
                            "図5は，打撃位置分析ユニット4をグリップ3から脱着した状態の外観を示す図である。…図に示すように，この打撃位置分析ユニット4とグリップ3末端の接続は，双方にネジ山52を成形して螺合するようにしても良いし，または，嵌着するような構成にしてもよい。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "乙2(特開平3-126477号公報)",
                          "text": [
                            "「1．軸状部分を有するスイング道具を備え，該軸状部分あるいは該スイング道具の軸線上，あるいは該軸線の近傍上に少なくとも1個の加速度センサを配置し，該加速度センサの出力から該軸状部分の運動を示す力学量を計算する演算手段を備えることを特徴とするスイング分析装置。」(1頁左欄5行～10行)",
                            "「〔産業上の利用分野〕",
                            "本発明は例えばゴルフクラブ等のようなスイング道具を備えたスイング分析装置に関する。」(2頁左下欄9行～11行)",
                            "「第1図は，スイング道具の1例としてゴルフクラブ10を示している。ゴルフクラブ10は周知のようにシャフト12とヘッド14とを有し，さらにシャフト12の上端部にはグリップ16が設けられている。本発明においては，スイング道具の軸状部分とはシャフト12とグリップ16とを含む。」(3頁左下欄末行～右下欄5行)",
                            "「第13図は第1，第2，第5の加速度センサ18，20，26を軸状のカートリッジ40に組み込み，これをシャフト12のグリップ16の部分の中空穴に挿入できるようにした例を示す図である。このようなカートリッジ40を準備しておけば，第1，第2，第5の加速度センサ18，20，26を種々のシャフト12に交換可能に取りつけることができる。」(6頁左上欄1行～7行)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の記載事項を総合すると，本件出願当時(出願日平成23年8月1日)，ゴルフスイングの計測，解析等を行う装置において，その計測，解析等に用いるセンサーユニットをゴルフクラブのグリップエンド又はヘッドに対して着脱可能に取り付けること，着脱可能とする構造として，センサーユニットをゴルフクラブのグリップエンドに嵌着したり，筐体に入れてグリップエンドに延設するなどしてグリップエンドに外付けすることは，周知の技術であったものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し原告は，センサーユニットをグリップエンド(ヘッドと反対側の末端)に着脱可能に外付けすることは，本件出願当時，周知であったとはいえないから，少なくとも，センサーユニットをゴルフクラブのグリップエンドに対して着脱可能に取り付けることは，周知であったとはいえない旨主張する。",
                        "しかしながら，前記ア認定のとおり，本件発明1における「センターユニット」が「ゴルフクラブのグリップエンド又はヘッドに対して着脱可能に取り付けられた」とは，センサーユニットをグリップエンド又はヘッドに取り付けたり，取り外しができる構造であれば，その具体的な構造について特に限定はないと解すべきであるから，上記構造はセンサーユニットを外付けするものに限られるものではない。",
                        "また，①甲4の図2に，「センサーモジュール」(センサーユニット)がヘッド及びシャフトのキックポイント近傍部に外付けされている形態が示されているように，ゴルフクラブにセンサーユニットを取り付けたり，取り外しができるようにするための構造として外付けすること自体は，本件出願当時，周知であったものと認められること，②乙1の【0031】に「打撃位置分析ユニット4とグリップ3末端の接続は，双方にネジ山52を成形して螺合するようにしても良いし，または，嵌着するような構成にしてもよい。」との記載があり，図5にはそのような構成により「打撃位置分析ユニット4」(センサーユニット)を「グリップ3末端」(グリップエンド)に外付けした形態が示されていることに照らすと，センサーユニットをグリップエンドに着脱可能に外付けすることは，本件出願当時，周知であったものと認められる。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告引用発明1は，ゴルフクラブのシャフト内部に3軸の加速度と3軸の角速度を検出して出力する6軸センサと6軸センサの出力を外部へ送信する送信部を備え，当該シャフトの既知の設計因子データである曲げ剛性，ねじれ剛性及び曲げ剛性分布のデータがそれぞれ異なる複数のゴルフクラブそれぞれを使用して試打した時の計測データから，試打者の技量と癖を1次関数化したスイング応答曲面を算出し，この応答曲面等によって得られるゴルフクラブグリップの運動の変位データに基づいて，ゴルフクラブヘッドの運動を解析し，この解析によって選択した設計因子を適用したシャフトのゴルフクラブを使用して試打者(設計対象のシャフトのユーザー)がスイングを行った場合のゴルフクラブヘッドの運動を模擬するシステム(ゴルフスイングの計測解析システム)である。原告引用発明1の6軸センサ及び送信部は，本件発明1の「センサーユニット」に相当するものであり，設計因子データがそれぞれ異なる複数のゴルフクラブのそれぞれに備え付けられている。",
                    "一方で，甲1には，6軸センサ及び送信部が「ゴルフクラブのグリップエンド又はヘッドに対して着脱可能に」取り付けられていることについての記載はないものの，本件出願当時，ゴルフスイングの計測，解析等を行う装置において，その計測，解析等に用いるセンサーユニットをゴルフクラブのグリップエンド又はヘッドに対して着脱可能に取り付けること，着脱可能とする構造として，センサーユニットをゴルフクラブのグリップエンドに嵌着したり，筐体に入れてグリップエンドに延設するなどしてグリップエンドに外付けすることは，周知の技術であったことは，前記(3)イ(イ)認定のとおりである。",
                    "しかるところ，ゴルフスイングの計測解析に用いられる複数のゴルフクラブにそれぞれ備えつけられたセンサーユニットを着脱可能な構造のものとすれば，ゴルフクラブ全体を交換することなく，センサーユニットをアップグレードしたり，故障時に交換することを可能なものとし(例えば，甲9の【0012】)，さらには，複数のゴルフクラブで一つの着脱可能なセンサーユニットを共用することで，コスト削減につながり得るといった利点があることは，自明であるといえるから，複数のゴルフクラブに備えつけるセンサーユニットを着脱可能な構造とするかどうかは，当業者が，上記利点などを考慮しながら，適宜定める設計的事項であるものと認められる。",
                    "そうすると，甲1に接した当業者は，原告引用発明1において，上記周知の技術を適用して，複数のゴルフクラブのシャフト内部に備えつけられた6軸センサ及び送信部をグリップエンドに対して着脱可能に取り付けられた構成(相違点2に係る本件発明1の構成)とすることを容易に想到することができたものと認められる。",
                    "したがって，本件決定における相違点2の容易想到性の判断は，結論において誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，原告引用発明1においてセンサーユニットをグリップエンドに対して着脱可能に取り付ける構成とした場合，①試打に用いられるゴルフクラブの総重量や重心が変わるため，原告引用発明1が意図する本来のスイング((試打用ではない)通常のゴルフクラブを使用してスイングした際のスイング)の計測データが得られなくなる(阻害要因①)，②ゴルフクラブ全体の外観が変化し，試打者の視界も悪化するため，原告引用発明1が意図する本来のスイングの計測データが得られなくなる(阻害要因②)，③ゴルフクラブと6軸センサとの対応関係が乱される結果，原告引用発明1の課題を解決できなくなるおそれがある(阻害要因③)といった重大な弊害が生じるため，原告引用発明1に相違点2に係る本件発明1の構成を適用することに阻害要因がある旨主張する。",
                    "しかしながら，甲1には，「ゴルフシャフトの最適設計を行う際にはゴルフクラブを使用するゴルファーのスイング特性を考慮に入れて，ゴルファーの技量や癖を確実に把握して，技量や癖に合致したゴルフシャフトの設計を行う必要がある。」(【0008】)，「9本のゴルフクラブ1は，6軸センサ11，送信部12等をシャフト内に挿入することによりゴルフクラブ1の総重量が重くならないように，6軸センサ11，送信部12及びこれらを動作させるために必要な機器全体の重量を20gに抑えている。これにより，市販の軽量グリップを用いることで総重量の増加を抑えることができるためクラブの重量増加によるスイングへの悪影響を与えないようにしている。」(【0029】)との記載があることに照らすと，甲1に接した当業者であれば，原告引用発明1の6軸センサ及び送信部(センサーユニット)をグリップエンドに対して着脱可能に取り付ける構成とする場合，ゴルフクラブの総重量や重心の変化によりスイングへの悪影響を与えないようにしたり，試打者の視界を妨げないようにすることは，ゴルファーの技量や癖を確実に把握するために当然に配慮し，通常期待される創作活動を通じて実現できるものと認められるから，原告主張の阻害要因①及び②は採用することができない。",
                    "次に，原告引用発明1の6軸センサ及び送信部をグリップエンドに対して着脱可能に取り付ける構成とする場合，ゴルフクラブと6軸センサとの対応関係が乱される結果がないように設計することも，上記と同様に，当業者が通常期待される創作活動を通じて実現できる事柄であり，また，試打者が，複数のゴルフクラブを使用して試打を行う場合であっても，実際に試打を行う際に使用するゴルフクラブは特定の1本であることからすると，システムの使用時に6軸センサ及び送信部の取り付けの誤りによって上記対応関係が乱されるおそれがあるものとは考え難いし，仮にそのようなおそれがあるとしても，それを回避する措置を適宜とることも可能であるものと認められるから，原告主張の阻害要因③も採用することができない。",
                    "したがって，原告引用発明1に相違点2に係る本件発明1の構成を適用することに阻害要因があるとの原告の上記主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，当業者は，原告引用発明1において，本件出願当時の周知の技術を適用して，相違点2に係る本件発明1の構成とすることを容易に想到することができたものと認められる。",
                "また，相違点1の容易想到性については，センサーユニットで計測された計測データを解析装置に送信する場合，センサーユニットのメモリに保存して解析装置に計測データを送信する構成とするか，計測データを直接解析装置に送信する構成とするかのいずれを選択するかは，当業者であれば適宜設計可能な設計的事項であるものと認められるから(本件決定の15頁35行～末行参照)，当業者は，原告引用発明1において，相違点1に係る本件発明1の構成(「センサーユニットがセンサーにより計測される計測データを保存する「メモリ」を有する構成」)とすることを容易に想到することができたものと認められる。",
                "以上によれば，本件発明1は，当業者が甲1に記載された発明(原告引用発明1)及び周知の技術に基づいて容易に想到することができたものと認められる。",
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2及び3の容易想到性の判断の誤り)について",
          "text": [
            "原告は，本件発明2は，請求項1を引用し，本件発明1の発明特定事項を全て備え，更に限定を加えた発明であり，本件発明3は，本件発明1と同様の発明特定事項を全て備える，本件発明1とカテゴリーが異なる発明であるところ，本件決定のした本件発明1の容易想到性の判断に誤りがある以上，本件発明2及び3は，引用発明1及び周知の技術事項に基づいて，当業者が容易に発明をすることができたものであるとした本件決定の判断も誤りである旨主張する。",
            "しかしながら，本件発明1の容易想到性の判断に誤りがないことは，前記1(5)のとおりであるから，原告の上記主張(取消事由2)は，その前提を欠くものであり，理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，本件決定にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成29年(行ケ)10229",
    "date": "2018-10-03",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "088028",
    "ipprecedent_id": "5019",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}