{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が再審2017-950001号事件について平成29年4月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等（争いのない事実，弁論の全趣旨により認められる事実及び当裁判所に顕著な事実）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「介助機」とする発明について，平成9年8月20日に出願をし，平成17年3月15日付けで拒絶査定をされたことから，同年4月20日に拒絶査定不服審判の請求（不服2005-9621号）をした。",
                "特許庁は，平成19年11月12日，「本件審判の請求は，成り立たない。」との審決（以下「原審決」という。）をした。",
                "原告は，平成19年12月24日，原審決の取消しを求める訴え（平成19年（行ケ）第10421号）を提起したところ，知的財産高等裁判所は，平成20年6月26日，請求を棄却する旨の判決を言い渡した。",
                "原告は，上記判決につき，平成20年7月9日，上告を提起したが，最高裁判所は，平成21年1月15日，上告を棄却し（平成20年（行ツ）第280号），原審決が確定した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成21年2月13日，原審決につき再審の請求（再審2009-950001号）をし，同年6月16日に「本件審判の請求は成り立たない。」との審決がされたため，同年7月10日，当該審決の取消しを求める訴え（平成21年（行ケ）第10187号）を提起したところ，知的財産高等裁判所は，同年12月28日，請求を棄却する旨の判決を言い渡した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成22年1月13日，原審決につき2回目の再審の請求（再審2010-950001号）をし，同年4月14日に「本件審判の請求を却下する。」との審決がされたため，同年5月12日，当該審決の取消しを求める訴え（平成22年（行ケ）第10148号）を提起したところ，知的財産高等裁判所は，同年7月15日，請求を棄却する旨の判決を言い渡した。",
                "原告は，上記判決につき，平成22年7月24日，上告受理の申立て（平成22年（行ノ）第10051号）をしたが，知的財産高等裁判所は，同年10月5日，上告受理の申立てを却下した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成22年9月28日，原審決につき3回目の再審の請求（再審2010-950003号）をし，同年12月1日に「本件審判の請求を却下する。」との審決がされたため，同月14日，当該審決の取消しを求める訴え（平成22年（行ケ）第10387号）を提起したところ，知的財産高等裁判所は，平成23年2月28日，請求を棄却する旨の判決を言い渡した。",
                "原告は，上記判決につき，平成23年3月8日，上告及び上告受理の申立てをしたが，最高裁判所は，同年10月11日，上告却下及び上告受理申立不受理決定（平成23年（行ツ）第182号，平成23年（行ヒ）第186号）をした。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成28年3月22日，原審決につき4回目の再審の請求（再審2016-950001号）をし，同年7月27日，「本件審判の請求を却下する。」との審決がされたため，同年8月19日，当該審決の取消しを求める訴え（平成28年（行ケ）第10198号）を提起したところ，知的財産高等裁判所は，同年12月22日，請求を棄却する旨の判決を言い渡した。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，平成29年1月25日，原審決につき5回目の再審の請求となる本件再審の請求（再審2017―950001号）をし，同年4月19日，「本件再審の請求を却下する。」との審決（以下「本件審決」という。）がされ，その謄本は，同月29日，原告に送達された。",
                "原告は，平成29年5月10日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書写し記載のとおりであるが，その要旨は，拒絶査定不服審判の確定審決に対する再審において，特許法171条により準用される民訴法338条2項の要件を欠くときは，再審の請求が不適法となり，却下を免れないところ，本件では，原告が主張する「罰すべき行為」について有罪の確定判決がないことは明らかであり，また，原告は，上記「罰すべき行為」について有罪の確定判決を得る可能性があったにもかかわらず，不起訴処分等のためにこれを得られなかったことを認めるに足りる証拠を提出していないから，本件再審の請求は，特許法171条が準用する民訴法338条2項の要件を欠く不適法なものであり，補正をすることができないから，却下すべきであるというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "取消事由に係る原告の主張は，別紙平成29年6月7日付け「準備書面（第1回）」写し及び同平成29年7月12日付け「準備書面(第2回)」写し記載のとおりである。    "
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "text": [
            "取消事由に係る被告の主張は，別紙平成29年7月5日付け「準備書面（第1回）」写し記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件再審請求の請求書（甲4）によると，原告は，本件再審請求において，①原審決は相違点1を認定したが，相違点1は一致点であるにもかかわらず，相違点であるとの虚偽の認定をしたこと，②原審決に対する審決取消訴訟で，同訴訟の被告指定代理人が拒絶査定不服審判では審理判断の対象とされなかった違法な証拠を提出したことを理由として，原審決に関与した審判官には，虚偽公文書作成罪（刑法156条）及び同行使罪（刑法158条）に該当する行為が存し，特許法171条2項が準用する民訴法338条1項4号（「審決に関与した審判官が事件について職務に関する罪を犯したこと」）の再審事由が存すると主張しているものと解される。",
            "したがって，本件再審の請求が認められるためには，特許法171条2項が準用する民訴法338条2項の要件を具備することが必要である。",
            "ところで，民訴法338条2項は，「罰すべき行為について，有罪の判決若しくは過料の裁判が確定したとき，又は証拠がないという理由以外の理由により有罪の確定判決若しくは過料の確定裁判を得ることができないときに限り，再審の訴えを提起することができる。」と規定している。",
            "ここで，「証拠がないという理由以外の理由により有罪の確定判決若しくは過料の確定裁判を得ることができないとき」との要件を具備するためには，有罪の確定判決を得る可能性があるのに，被疑者が死亡したり，公訴権が時効消滅したり，あるいは起訴猶予処分を受けたりして有罪の確定判決を得られなかったこと，すなわち，被疑者の死亡等の事実だけでなく，有罪の確定判決を得ることが可能であったことを証明することを要する（最高裁判所昭和42年6月20日第三小法廷判決・裁判集民事87号1071頁，最高裁判所昭和52年5月27日第二小法廷判決・民集31巻3号404号，最高裁判所平成6年10月25日第三小法廷判決・裁判集民事173号189頁）。",
            "そして，民訴法338条2項の要件を欠くときには，再審の訴え自体が不適法となり，同条1項4号の再審事由自体の有無の判断に立ち入るまでもなく，再審の訴えは却下を免れないものである（最高裁判所昭和45年10月9日第二小法廷判決・民集24巻11号1492頁）。",
            "拒絶査定不服審判の確定審決に対する再審についても，特許法171条2項により準用される民訴法338条2項の要件を欠くときには，再審の請求自体が不適法となり，特許法171条2項により準用される民訴法338条1項4号の再審事由自体の有無の判断に立ち入るまでもなく，再審の請求は，却下を免れないものと解される。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前記1のとおり，特許法171条2項が準用する民訴法338条2項の要件を具備するためには，有罪の確定判決を得ることが可能であったことを証明しなければならないところ，原審決に関与した審判官に虚偽公文書作成罪や同行使罪に該当する行為が存し，有罪の確定判決を得ることが可能であったとは，本件全証拠によるも認められない。",
            "したがって，本件再審の請求は，特許法171条2項の準用する民訴法338条2項の要件を欠く不適法なものであって，却下すべきものである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原告は，民訴法338条2項に係る最高裁判所の判例は，審判官による「無形偽造」の場合（民訴法338条1項4号）には妥当しない旨主張しているが，民訴法338条2項の要件は，再審の訴えを，再審事由の存在する蓋然性が顕著な場合に限定して濫訴の弊害を防止しようとする趣旨によるものであると解され，再審請求においても，濫用的な請求の弊害を防止する必要性があることに変わりはなく，また，このような弊害防止の必要性は，「罰すべき行為」の内容によって異なるものではないから，「罰すべき行為」の内容によって，判例の適用を変える理由はなく，原告の上記主張には理由がない。",
            "また，原告は，原審決は相違点1を認定したが，相違点1は一致点であるにもかかわらず，相違点であるとの虚偽の認定をしたと主張するが，審判書（甲3）によって審判官が故意に虚偽の事実を認定したと認めることはできず，他にこの事実を認めるに足りる証拠はない。",
            "なお，原告は，原審決に対する審決取消訴訟で，同訴訟の被告指定代理人が拒絶査定不服審判では審理判断の対象とされなかった違法な証拠を提出したと主張するが，原告が主張するこの点は，何ら審決に関与した審判官について虚偽公文書作成罪や同行使罪に該当する行為が存することを基礎付けるものではない。",
            "その他，原告が主張するところによっても，前記1の判断を覆すに足りない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上によると，本件再審請求を却下した本件審決に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}